{
    "b37596": [
        {
            "id": "1",
            "nass": "الاستصحاب المقلوب ¶ (تحكيم الحال) ¶ الدكتور: أحمد بن عبد الله بن محمد الضويحي ¶ قسم أصول الفقه - كلية الشريعة ¶ جامعة الإمام محمد بن سعود",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الاستصحاب المقلوب ¶ د. أحمد بن عبد الله بن محمد الضويحي (¬1) ¶ المقدمة: ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين، نبينا محمد وعلى آله وصحابته أجمعين، أما بعد: ¶ فإن من أشهر الأدلة المختلف فيها عند علماء أصول الفقه: دليل الاستصحاب، وقد حظي هذا الدليل قديماً وحديثاً بعناية فائقة من قبل علماء هذا الفن، إذ يندر أن تجد كتاباً لهم يخلو من باب أو فصل في أحكام هذا الأصل، بل صنف فيه بعض المعاصرين كتباً مستقلة، وأفرده بعض الباحثين بدراسات مستفيضة، تضمنت بيان حقيقته، وأنواعه، وحجيته، وكافة الأحكام المتعلقة به. ¶ غير أن هنالك نوعاً من أنواعه لم يحظ بنفس القدر من الدراسة والاهتمام، وهذا النوع هو: \"الاستصحاب المقلوب\"، أو ما يسمى -عند بعض الفقهاء- بـ: \"بتحكيم الحال\"، وهذا البحث يهدف إلى إلقاء الضوء على هذا الضرب من الاستدلال من خلال بيان حقيقته، وحجيته، وأهم القواعد الفقهية المتصلة به، وأهم الفروع الفقهية المبنية عليه. ¶ وأهم الأسباب التي دعتني إلى اختيار هذا الموضوع ما يأتي: ¶ 1 - أنه لم يحظ بما يستحقه من البحث والدراسة النظرية، فمن تتبع كتب الأصوليين وجد أن المتقدمين منهم لم يتطرقوا إلى بحث أحكامه (¬2)، وقد تابعهم في ذلك كثير من المتأخرين، فلم يتطرق له إلا طائفة قليلة منهم، وبشكل مختصر، ومجمل، لا يفي بالغرض، ولا يشفي الغليل. ¶ ¬__________ ¶ (¬1) قسم أصول الفقه - كلية الشريعة - جامعة الإمام محمد بن سعود الإسلامية. ¶ (¬2) انظر البحر المحيط للزركشي 4/ 335.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "2 - أن الاستصحاب عموماً -وهذا النوع على وجه الخصوص- من المباحث المشكلة التي تحتاج إلى التفصيل، والتحرير، ومعرفة مواطن الوفاق، ومواطن الخلاف، ومن تأمل ما كتبه علماء الأصول من المتقدمين والمتأخرين حول هذا الدليل أدرك أن مرد الاختلاف الحاصل بينهم في طريقة تناوله: الإجمال، وعدم تنقيح محل النزاع (¬1). ¶ 3 - أن الناظر في كتب الفروع، يجد أن الفقهاء -وبخاصة فقهاء الحنفية والشافعية- قد اعتمدوا عليه في مسائل كثيرة، وبنوا عليه جملة من الفروع الفقهية، وهذا يؤكد الحاجة إلى دراسته من الجانب النظري. ¶ الدراسات السابقة في هذا الموضوع: ¶ لم أجد -فيما اطلعت عليه- دراسة سابقة تناولت أحكام الاستصحاب المقلوب على وجه الاستقلال، وإن كانت بعض البحوث والدراسات المعاصرة في موضوع الاستصحاب قد تناولت بعض أحكامه باعتباره ضرباً من ضروبه، ومن أهم هذه الدراسات ما يأتي: ¶ 1 - الاستصحاب ونماذج من تطبيقاته الفقهية (رسالة دكتوراه من إعداد محمود رجب محمد ظافر النعيمي). ¶ 2 - الاستصحاب ومدى حجيته في الشريعة الإسلامية (رسالة دكتوراه من إعداد/محمد جمعة). ¶ 3 - الاستصحاب وآثاره في الفروع الفقهية (رسالة ماجستير من إعداد/ خضر علي إدريس). ¶ 4 - قاعدة اليقين لا يزول بالشك، تأليف/ الدكتور يعقوب الباحسين. ¶ وأهم الجوانب التي جرى تناولها في هذه الدراسات: حقيقة الاستصحاب المقلوب، وحكم الاحتجاج به، وأهم الأمثلة والتطبيقات عليه، لكن بقيت جوانب مهمة تتعلق بهذا الدليل لم تنل ¶ ¬__________ ¶ (¬1) انظر البحر المحيط 4/ 329.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ما تستحقه من البحث والدراسة، ولعل من أهمها: تحرير القول في أسمائه، والألفاظ التي يعبر بها عنه عند أصحاب المذاهب الفقهية المختلفة، وبيان حجج الأقوال في حكم هذا النوع بخصوصه، وأهم القواعد الفقهية ذات الصلة به، وأهم الفروع الفقهية المبنية عليه، والنوازل التي يمكن أن تدخل تحته. ¶ وهذه الموضوعات هي التي ستكون مدار هذا البحث المختصر بعون الله تعالى. ¶ خطة البحث: ¶ قمت بتقسيم هذا البحث إلى تمهيد وأربعة مباحث وخاتمة. ¶ التمهيد: في حقيقة الاستصحاب، وأنواعه. ¶ ويتضمن مطلبين: ¶ المطلب الأول: تعريف الاستصحاب. ¶ المطلب الثاني: أنواع ا لاستصحاب. ¶ المبحث الأول: حقيقة الاستصحاب المقلوب. ¶ ويتضمن مطلبين: ¶ المطلب الأول: تعريف الاستصحاب المقلوب. ¶ المطلب الثاني: أسماؤه عند علماء الشرع. ¶ المبحث الثاني: حجية الاستصحاب المقلوب. ¶ ويتضمن مطلبين: ¶ المطلب الأول: حكم الاحتجاج بالاستصحاب عموماً.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "المطلب الثاني: حكم الاحتجاج بالاستصحاب المقلوب. ¶ المبحث الثالث: القواعد الفقهية ذات الصلة بالاستصحاب المقلوب. ¶ المبحث الرابع: أهم الفروع الفقهية المبنية على الاستصحاب المقلوب. ¶ الخاتمة: وتتضمن أهم نتائج البحث. ¶ منهج البحث: ¶ اتبعت في دراسة هذه المباحث منهجاً محدداً أبرز ملامحه ما يأتي: ¶ 1 - الاعتماد على المصادر الأصيلة في جمع المادة العلمية. ¶ 2 - بحث المسالة الخلافية على ضوء العناصر الآتية: ¶ أ- بيان المراد بالمسالة. ¶ ب- تحرير محل النزاع فيها. ¶ ج- ذكر الأقول له، والأدلة، والمناقشة. ¶ د- الترجيح، مع بيان أسبابه. ¶ ه- بيان منشأ الخلاف فيها. ¶ و- نوع الخلاف في المسالة وثمرته. ¶ 3 - ذكر القاعدة ذات الصلة باللفظ المشهور لها، مع توثيقها من كتب الفقه والقواعد، وشرح معناها -إن كان الأمر يحتاج إلى ذلك-، ثم بيان وجه صلتها بالاستصحاب المقلوب. ¶ 4 - ذكر الفرع الفقهي المبني على هذا الدليل، مع توثيقه من كتب الفقه، وبيان وجه",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "بنائه عليه إن لم يكن ظاهراً. ¶ 5 - عزو الآيات القرآنية إلى المصحف ببيان اسم السورة ورقم الآية. ¶ 6 - تخريج الأحاديث والآثار من كتب السنة، مع بيان درجة الحديث إذا لم يكن في الصحيحين أو في أحدهما. ¶ 7 - ذكر سنة الوفاة لكل علم يرد اسمه في صلب البحث بعد الاسم مباشرة، من أجل تمييزه عن غيره. ¶ 8 - توثيق النقول من المصدر الأصلي -إن كان موجوداً- مع وضع النص المنقول بين علامتي تنصيص. ¶ هذا وأسال الله سبحانه أن يكون هذا العمل خالصاً لوجهه الكريم، وأن يرزقنا السداد في القول والعمل، إنه سميع مجيب، وصلى الله وسلم على نبينا محمد وعلى آله وصحابته أجمعين.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "التمهيد: في حقيقة الاستصعاب وأنواعه: ¶ ويتضمن مطلبين: ¶ المطلب الأول: تعريف الاستصحاب: ¶ أولاً: تعريفه في اللغة: ¶ الاستصحاب مصدر من الفعل الثلاثي \"صحب\". ¶ قال ابن فارس (ت395هـ):- \"الصاد والحاء والباء أصل واحد يدل على مقارنة شيء ومقاربته، ومن ذلك الصاحب\" (¬1). ¶ والسين والتاء تدلان على الطلب، ومن ذلك قولهم: \"استصحب الرجل\" أي دعاه إلى الصحبة ولازمه (¬2). ¶ وكل شيء لاءم شيئاً فقد استصحبه (¬3). ¶ قال صاحب المصباح المنير: \"ومن هنا قيل استصحبت الحال إذا تمسكت بما كان ثابتاً، كأنك جعلت تلك الحال مصاحبة غير مفارقة\" (¬4). ¶ ثانياً: تعريفه في الاصطلاح: ¶ الاستصحاب هو أحد الأدلة المختلف فيها، ويعبر عنه أكثر علماء الأصول وخصوصاً المتقدمين منهم بـ \"استصحاب الحال\" (¬5). ¶ يقوله أبو الحسين البصري (ت436هـ):- \"اعلم أن استصحاب الحال هو أن يكون حكم ثابت في حالة من الحالات، ثم تتغير الحالة، فيستصحب الإنسان ذلك الحكم بعينه مع الحالة المتغيرة، ويقول: من ادعى تغير الحكم، فعليه إقامة الدليل\" (¬6). ¶ ويقول الشيرازي (ت476هـ):- \"وأما استصحاب الحال فضربان: استصحاب حال العقل، ¶ ¬__________ ¶ (¬1) معجم مقاييس اللغة 563، مادة: \"صحب\". ¶ (¬2) انظر لسان العرب 1/ 520، والقاموس المحيط 1/ 95. ¶ (¬3) انظر معجم مقاييس اللغة 563، ومختار الصحاح 1/ 149. ¶ (¬4) المصباح المنير 1/ 509. ¶ (¬5) انظر البرهان 2/ 164، والتلخيص 3/ 127، والإحكام لابن حزم 5/ 5، وقواطع الأدلة 2/ 35، وتقويم الأدلة 400، والعدة 4/ 1262، وأصول السرخسي 2/ 223 والمحصول 6/ 148 وروضة الناظر 1/ 155، والتمهيد لأبي الخطاب 4/ 251، وشرح مختصر الروضة 3/ 147، والبحر المحيط 4/ 427، والإحكام للآمدي 4/ 127. ¶ (¬6) المعتمد 2/ 325.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "واستصحاب حال الإجماع\" (¬1). ¶ ويقول الباجي (ت474هـ):- \"اعلم أن حكم استصحاب حال العقل دليل صحيح ... وهو عندنا القسم الثالث من الأدلة الشرعية، وذلك إنما يكون فيما يدعي فيه أحد الخصمين حكماً شرعياً، ويدعي المسئول البقاء على حكم العقل\" (¬2). ¶ ومعناه عند الأكثرين: \"الحكم بثبوت أمر في الزمان الثاني بناءً على أنه كان ثابتاً في الزمان الأول\" (¬3). ¶ أو بعبارة أخرى: \"أن اعتقاد كون الشيء في الماضي أو الحاضر يوجب ظن ثبوته في الحال أو الاستقبال\" (¬4). ¶ أو: \"أن ما ثبت في الزمن الماضي فالأصل بقاؤه في الزمن المستقبل\" (¬5). ¶ قال الزركشي (ت794هـ):- \"وهو معنى قولهم: الأصل بقاء ما كان على ما كان حتى يوجد المزيل، فمن ادعاه فعليه البيان\" (¬6). ¶ وهذه التعريفات يمكن أن تنتقد بأنها غير جامعة، لكونها لا تشمل كافة صور الاستصحاب التي ستأتي. ¶ والتعريف المختار له في نظري هو تعريف الغزالي (ت505هـ) في كتابه المستصفى حيث قال: \"الاستصحاب عبارة عن التمسك بدليل عقلي أو شرعي، وليس راجعاً إلى عدم العلم بالدليل بل إلى دليل مع العلم بانتفاء المغير، أو مع ظن انتفاء المغير عند بذل الجهد في البحث والطلب\" (¬7). ¶ وبمعناه التعريف الذي اختاره الطوفي (ت716هـ) حيث قال: \"وحقيقته التمسك بدليل عقلي أو شرعي لم يظهر عنه ناقل\" (¬8). ¶ ¬__________ ¶ (¬1) اللمع 122. ¶ (¬2) إحكام الفصول 694. ¶ (¬3) انظر كشف الأسرار 3/ 662. ¶ (¬4) انظر شرح تنقيح الفصول 447. ¶ (¬5) انظر البحر المحيط 4/ 327. ¶ (¬6) المصدر السابق 4/ 327. ¶ (¬7) المستصفى 1/ 223. ¶ (¬8) شرح مختصر الروضة 3/ 147.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وذلك لأن هذا التعريف يشمل كافة صوره، وقد أشار إلى ذلك الطوفي (ت716هـ) حين قال: \"وإنما قلنا ذلك لأن الاستصحاب تارة يكون بحكم دليل العقل، كاستصحاب حال البراءة الأصلية ..... وتارة يكون الاستصحاب بحكم الدليل الشرعي كاستصحاب حكم العموم والإجماع\" (¬1). ¶ المطلب الثاني أنواع الاستصحاب: ¶ للاستصحاب سبعة أنواع هي: ¶ 1 - استصحاب ما دل العقل والشرع على ثبوته ودوامه: ¶ ومثاله: تحقق الملك عند جريان القول المقتضي له، وشغل الذمة عند حصول إتلاف أو التزام، ودوام حل المنكوحة بعد تقرير النكاح. ¶ وهذا النوع لا خلاف في وجوب العمل به إلى أن يثبت معارض (¬2). ¶ 2 - استصحاب العدم الأصلي المعلوم بدليل العقل في الأحكام الشرعية: ¶ ومثاله: براءة الذمة من التكليف حتى يدل دليل شرعي على شغلها، كعدم وجوب صلاة سادسة، ونحو ذلك. ¶ وهو حجة بالإجماع عند القائلين بأنه لا حكم قبل الشرع (¬3). ¶ 3 - استصحاب الحكم العقلي عند المعتزلة: ¶ ومثاله: استصحاب إباحة ما دل العقل على حسنه كالربا ونحوه حتى يرد الدليل السمعي بتحريمه، واستصحاب تحريم ما دل العقل على قبحه حتى يرد الدليل السمعي بإباحته. ¶ وهو مبني على قولهم بان للعقل حكماً في بعض الأشياء إلى أن يرد الدليل السمعي. ¶ ¬__________ ¶ (¬1) المصدر السابق 3/ 148. ¶ (¬2) انظر المستصفى 1/ 222، والبحر المحيط 4/ 330، والإبهاج 3/ 181، وتشنيف المسامع 2/ 144، وإرشاد الفحول 238. ¶ (¬3) انظر اللمع 122، وأحكام الفصول 694 - 695، والعدة 4/ 1262، والتلخيص 3/ 128 - 129، والفقيه والمتفقه 1/ 526 وقواطع الأدلة 2/ 36، والمستصفى 1/ 217 - 221، وشرح تنقيح الفصول 447، وشرح مختصر الروضة 3/ 152، والإبهاج 3/ 181.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وهذا النوع لا يجوز العمل به بإجماع أهل السنة، لأنه لا حكم للعقل في الشرعيات (¬1). ¶ 4 - استصحاب الدليل مع احتمال المعارض: ¶ ومثاله: استصحاب الدليل العام إلى أن يرد المخصص، واستصحاب الدليل المطلق إلى أن يرد ما يقيده، واستصحاب حكم النص إلى أن يرد ما ينسخه (¬2). ¶ وهذا الطريق معمول به باتفاق أهل العلم (¬3). ¶ غير أن علماء الأصول قد اختلفوا في تسمية هذا النوع استصحاباً. ¶ فذهب الجمهور إلى أنه يعد من قبيل الاستصحاب (¬4). ¶ وذهب جمع من علماء الأصول منهم إمام الحرمين (ت478هـ)، والكيا الهراس (ت504هـ) وابن السمعاني (ت489هـ) إلى أن هذا النوع من الاستدلال لا يسمى استصحاباً، وذلك لأن الحكم فيه ثابت بدلالة اللفظ، وليس بالاستصحاب (¬5). ¶ والخلاف بين الفريقين لفظي كما قرر ذلك إمام الحرمين (¬6). ¶ 5 - استصحاب الحكم الثابت بالإجماع في محل الخلاف: ¶ ومعناه: أن يتفق على حكم في حالة، ثم تتغير صفة المجمع عليه، ويختلف المجمعون فيه، فيستصحب بعضهم ذلك الحكم بعينه مع الحالة المتغيرة (¬7). ¶ ومثاله: الحكم بصحة صلاة المتيمم إذا رأى الماء في الصلاة استدلالا بأن الإجماع منعقد على صحتها قبل ذلك، فيستصحب حكم الإجماع إلى أن يدل دليل على أن رؤية الماء مبطلة للصلاة (¬8). ¶ وهذا النوع محل خلاف عريض بين علماء الأصول (¬9)، والمختار أنه ليس بحجة، لأن محل الوفاق غير محل الخلاف فلا يتناوله بوجه، وإنما يسوغ استصحاب الإجماع حيث لا يوجد صفة ¶ ¬__________ ¶ (¬1) انظر البحر المحيط 4/ 330، وإرشاد الفحول 238. ¶ (¬2) انظر التلخيص 3/ 130 - 131، والمستصفى 1/ 221، والبحر المحيط 4/ 330، وشرح مختصر الروضة 3/ 155، والإبهاج 3/ 181، وتشنيف المسامع 2/ 143 - 144. ¶ (¬3) انظر المستصفى 1/ 221 - 222، والبحر المحيط 4/ 330، وإرشاد الفحول 238. ¶ (¬4) انظر البحر المحيط 4/ 330، وإرشاد الفحول 238. ¶ (¬5) انظر البرهان 2/ 164، وقواطع الأدلة 2/ 35، والبحر المحيط 4/ 331. ¶ (¬6) انظر البرهان 2/ 164. ¶ (¬7) انظر المعتمد 2/ 325، والعدة 4/ 1265، وقواطع الأدلة 2/ 35، والبحر المحيط 4/ 331. ¶ (¬8) انظر اللمع 123، والعدة 4/ 1265، والتلخيص 3/ 132، وقواطع الأدلة 2/ 35، والمستصفى 1/ 224، وشرخ مختصر الروضة 3/ 155. ¶ (¬9) انظر اللمع 123، والفقيه والمتفقه 1/ 527، وأحكام الفصول 696، والعدة 4/ 1265، والتلخيص 3/ 132، وقواطع الأدلة 2/ 35، وشرح مختصر الروضة 3/ 155.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "تغيره، ولأن الدليل إن كان هو الإجماع فهو محال في محل الخلاف، وإن كان غيره فلا مستند إلا الإجماع الذي يزعم أنه يستصحب (¬1). ¶ 6 - استصحاب الأصل المتيقن من الوجوب أو الحل أو الحظر وعدم تركه بالشك، وعدم الخروج عنه إلا بدليل (¬2): ¶ وقد مثل له إمام الحرمين بمن استيقن الطهارة وشك في الحدث، فالحكم استصحاب الطهارة (¬3)، ومثل له غيره بما إذا اشترى إنسان صاعاً من ماء بئر فيه قلتان، ثم قال المشتري: أرده بالعيب فإن فأرة وقعت فيها، فالقول قول الدافع \"البائع\" لأن الأصل طهارة الماء (¬4). ¶ قال إمام الحرمين (ت478هـ):- \"ونحن نقول فيه: قول الفقيه يستصحب يقين الطهارة فيه تجوز\" (¬5). ¶ 7 - استصحاب الحاضر في الماضي، ويسمى: \"الاستصحاب المقلوب\": ¶ وهو موضوع هذا البحث. ¶ ومما يجدر التنبيه عليه هنا أن النوع الأول والثاني والرابع والسادس يجمعها نوع واحد وهو: \"استصحاب ما دل عليه العقل أو الشرع حتى يرد الدليل المغير\"، ولعل هذا يفسر اختلاف الأصوليين في حصر أنواع الاستصحاب. ¶ ¬__________ ¶ (¬1) انظر التلخيص 3/ 132، وأحكام الفصول 696، والعدة 4/ 1265 - 1266، والبحر المحيط 4/ 332، والمستصفى 1/ 223. ¶ (¬2) انظر البرهان 2/ 165، البحر المحيط 4/ 334، وأعلام الموقعين 1/ 339. ¶ (¬3) انظر البرهان 2/ 165. ¶ (¬4) انظر البحر المحيط 4/ 334. ¶ (¬5) انظر البرهان 2/ 165.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "المبحث الأول: حقيقة الاستصحاب المقلوب: ¶ ويتضمن مطلبين: ¶ المطلب الأول: تعريف الاستصحاب المقلوب ¶ أولاً: تعريفه في اللغة: ¶ المقلوب اسم مفعول من الفعل الثلاثي \"قَلَبَ\"، بمعنى: \"حوّل\". ¶ ومعناه في اللغة: الشيء المحول من جهة إلى أخرى معاكسة لها، أي: المعكوس. ¶ قال ابن فارس (ت395هـ): \"القاف واللام والباء أصلان صحيحان: أحدهما يدل على خالص الشيء وشريفه، والآخر على رد شيء من جهة إلى أخرى\" (¬1). ¶ والأصل الثاني هو الذي يناسب هذا المصطلح. ¶ قال ابن منظور (ت711هـ):- \"القلب تحويل الشيء عن وجهه، قلبه يقلبه قلباً ..... وقلب الشيء وقلبه حوله ظهراً لبطن، وتقلب الشيء ظهراً لبطن كالحية تتقلب على الرمضاء، وقلبت الشيء فانقلب أي انكب، وقلبته بيدي تقليباً، وكلام مقلوب\" (¬2). ¶ وقال الفيروزآبادي (ت817هـ):- \"قلبه يقلبه حوله عن وجهه ..... والشيء حوله ظهراً لبطن\" (¬3). ¶ ثانيا: تعريفه في الاصطلاح: ¶ لم يرد مصطلح الاستصحاب المقلوب فيما وصل إلينا من كتب المتقدمين من علماء الأصول، وإنما هو مصطلح حادث. ¶ يقول الزركشي (ت794هـ):- \"وهذا القسم (يعني الاستصحاب المقلوب) لم يتعرض له الأصوليون، وإنما ذكره بعض الجدليين المتأخرين\" (¬4). ¶ ¬__________ ¶ (¬1) معجم مقاييس اللغة 828، مادة \"قلب\". ¶ (¬2) لسان العرب 1/ 685، مادة \"قلب\". ¶ (¬3) القاموس المحيط 1/ 123، مادة \"قلبه\". ¶ (¬4) البحر المحيط 4/ 335.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ومن خلال استقراء كتب الأصول التي وصلت إلينا يمكن القول بان ابن السبكي (ت771هـ)، والإسنوي (ت772هـ) من أوائل علماء هذا الفن الذي اعتنوا ببحث أحكامه من الجانب النظري، حيث أشارا -في ثنايا شرحهما لعبارة البيضاوي (ت685هـ): [الاستصحاب حجة]- إلى أن من أقسام الاستصحاب نوعاً يعرف بـ: الاستصحاب المقلوب، ثم بينا حقيقته، ومثاله، ورأي الشافعية في حكم الاحتجاج به، وحجتهم في ذلك، وأشهر الفروع الفقهية التي بناها فقهاؤهم عليه (¬1). ¶ على أن هذا النوع من الاستدلال متداول في كتب الفقهاء -وخصوصاً فقهاء الحنفية- قبل هذا بقرون، فمن تأمل كتب السرخسي (ت490هـ)، والكاساني (ت587هـ)، والمرغيناني (ت593هـ) وجدها تتضمن فروعاً مختلفة مبنية على هذا الدليل، وإن كانوا يعبرون عنه بـ: \"تحكيم الحال\"، وسيأتي بيان أهم هذه الفروع في المبحث الرابع بعون الله تعالى. ¶ وقد حاول بعض المتأخرين من علماء الأصول ضبطه بتعريف يكشف عن ماهيته ويفصله عما سواه، ومن أهم التعريفات التي ذكروها ما يأتي: ¶ 1 - أن المراد به: \"ثبوت أمر في الأول لثبوته في الثاني، لفقدان ما يصلح للتغيير\". ¶ وهو اختيار ابن السبكي (ت771هـ) في كتابه: جمع الجوامع (¬2)، والأسنوي (ت772هـ) (¬3)، والزركشي (ت794هـ) (¬4). ¶ 2 - أنه: \"استصحاب الحال في الماضي\". ¶ وهو اختيار ابن السبكي (ت771هـ) في كتابه الإبهاج (¬5)، وبعض المتأخرين من علماء القواعد الفقهية (¬6). ¶ 3 - أنه: \"استصحاب الحاضر في الماضي\"، وهو اختيار السيوطي (ت911هـ) (¬7). ¶ 4 - أنه: \"السريان من المستقبل للماضي\" (¬8). ¶ ¬__________ ¶ (¬1) انظر الإبهاج 3/ 182، وجمع الجوامع 3/ 803، ونهاية السول 4/ 363. ¶ (¬2) 3/ 803، وانظر حاشية العطار 2/ 389. ¶ (¬3) انظر نهاية السول 4/ 363. ¶ (¬4) انظر البحر المحيط 4/ 335، وتشنيف السامع 2/ 146. ¶ (¬5) 3/ 182. ¶ (¬6) انظر درر الحكام شرح مجلة الأحكام 1/ 24، 4/ 295. ¶ (¬7) انظر الأشباه والنظائر 76. ¶ (¬8) انظر حاشية البجيرمي 4/ 390.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "5 - أنه: \"الاستدلال بالعادة الموجودة الآن على وجودها في الزمن الماضي\" (¬1). ¶ 6 - أنه: \"ثبوت أمر في الزمان السابق بناءً على ثبوته في الزمن الحاضر حتى يثبت خلافه\" (¬2). ¶ 7 - أنه: \"جعل الأمر الثابت في الحال مستصحباً ومنسحباً للماضي\" (¬3). ¶ 8 - أنه: \"لحكم بكون الشيء ثابتاً في الماضي لتحقق ثبوته في الحال من غير أن يقوم الدليل على عدمه في الماضي\" (¬4). ¶ 9 - أن المراد به: \"أن الشيء على حالته الحاضرة يحكم أنه كان عليها في الزمن المضي ما لم يوجد دليل يغيرها\" (¬5). ¶ والمتأمل في هذه التعريفات يدرك أنها -وإن اختلفت ألفاظها- إلا أنها تفيد معنى كلياً واحداً وهو: الحكم بثبوت أمر في الزمان الماضي بناءً على ثبوته في الزمان الحاضر لفقدان ما يصلح للتغيير. ¶ سبب تسميته بالاستصحاب المقلوب: ¶ سمي هذا النوع من الاستصحاب بالمقلوب اعتبارا بالمعنى اللغوي لهذه الكلمة، حيث تقدم فيما مضى أن القلب في اللغة تحويل الشيء من جهة إلى أخري، وبما أن الاستصحاب في الأصل هو الحكم بثبوت أمر في الحاضر لثبوته في الماضي، وهذا النوع يقتضي عكس ذلك، فلذا سمي استصحاباً مقلوباً، وجعل في مقابل كافة أنواع استصحاب الحال الأخرى. ¶ يقول الزركشي (ت794هـ) -وهو يعدد صور الاستصحاب-: \"السادسة وتصلح أن تكون قسيماً لما سبق: استصحاب الحاضر في الماضي وهو المقلوب، فإن القسم الأول ثبوت أمر في الثاني لثبوته في الأول لفقدان ما يصلح للتغيير، وهذا القسم في ثبوته في الأول لثبوته في الثاني، كما إذا وقع النظر في أن زيداً هل كان موجوداً أمس في مكان كذا، ووجدناه موجوداً فيه اليوم؟ ¶ ¬__________ ¶ (¬1) انظر الفتاوى الكبرى لابن حجر الهيثمي 2/ 150. ¶ (¬2) انظر الوسيط في أصول الفقه الإسلامي 416. ¶ (¬3) انظر شرح القواعد الفقهية للزرقا 89. ¶ (¬4) انظر المصادر الأصلية والتبعية للشريعة الإسلامية (مجلة جامعة الإمام العدد 2 ص41). ¶ (¬5) انظر الوجيز للبورنو 95.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "فيقال: نعم، إذ الأصل موافقة الماضي للحال ..... فنقول: إذا ثبت استعمال اللفظ في هذا المدعى فندعي أنه كان مستعملاً قبل ذلك، لأنه لو كان الوضع غيره فيما سبق لزم أن يكون قد تغير إلى هذا الوضع، والأصل عدم تغيره\" (¬1). ¶ المطلب الثاني: أسماؤه عند علماء الشرع: ¶ اصطلح المتأخرون من علماء الأصول على تسمية هذا النوع من الاستصحاب بـ: \"الاستصحاب المقلوب\" (¬2)، لكن الناظر في كتب علماء الأصول والفقه والقواعد يجد أن بعضهم قد يعبر عنه ألفاظ مختلفة، ويسميه بأسماء أخرى، ومن أهمها ما يأتي: ¶ 1 - استصحاب الحال في الماضي: ¶ وقد أشار إليه ابن السبكي (ت771هـ) حينما عرف هذا الدليل بقوله: \"والخامس الاستصحاب المقلوب، وهو استصحاب الحال في الماضي\" (¬3). ¶ ويقول علي حيدر (¬4): \"نوعي الاستصحاب: استصحاب الحال بالماضي واستصحاب الماضي بالحال\" (¬5). ¶ ويقول: \"ويدعى استصحاب الحال في الماضي أو الاستصحاب المقلوب\" (¬6). ¶ 2 - استصحاب الحاضر في الماضي: ¶ يقول الزركشي (ت794هـ): \"استصحاب الحاضر في الماضي وهو المقلوب\" (¬7). ¶ ويقول السيوطي (ت911هـ): \"وأما استصحاب الحاضر في الماضي فهو الاستصحاب المقلوب\" (¬8). ¶ 3 - الاستصحاب المعكوس، أو استصحاب العكس (¬9): ¶ ¬__________ ¶ (¬1) البحر المحيط 4/ 335. ¶ (¬2) انظر الأشباه والنظائر. لابن السبكي 1/ 39، والإبهاج 3/ 182، والبحر المحيط 4/ 335، والأشباه والنظائر للسيوطي 76، وتشنيف المسامع 2/ 146، وحاشية العطار 2/ 389، والفتاوى الكبرى للهيثمي 2/ 150، 2/ 218، ودرر الحكام 1/ 23 - 24، 4/ 295، وأضواء البيان 2/ 144، 4/ 217. ¶ (¬3) الإبهاج 3/ 182. ¶ (¬4) هو أحد علماء تركيا، كان أميناً للفتوى ورئيساً لمحكمة التمييز العثمانية، ووزيراً في الدولة العثمانية، وهو أحد شراح المجلة وقد تولى تدريسها بمعهد الحقوق في استانبول. ¶ (¬5) درر الحكام 1/ 24. ¶ (¬6) المصدر السابق 4/ 295، وانظر في هذه التسمية كذلك الوجيز للبورنو 95. ¶ (¬7) البحر المحيط 4/ 335. ¶ (¬8) الأشباه والنظائر 76. ¶ (¬9) انظر الغيث الهامع 3/ 805، وشرح القواعد الفقهية للزرقا 89.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "يقول صاحب مراقي السعود: ¶ وما بماض مثبت للحال فهو مقلوب وعكس الخالي (¬1) ¶ قال الشيخ محمد الأمين الشنقيطي (ت1392هـ) -وهو يشرح هذا البيت-: \"حاصل قوله .... أن إثبات أمر في الزمن الماضي لثبوته في الحال أي: الزمن الحاضر نوع من الاستدلال يسمى استصحاباً مقلوباً، ويسمى أيضاً بمعكوس الاستصحاب الخالي، أي الماضي الذي هو ثبوت أمر في الزمن الحاضر لثبوته في الماضي\" (¬2). ¶ 4 - تحكيم الحال: ¶ وهو الاسم الشائع لهذا النوع من الاستصحاب عند فقهاء الحنفية على وجه الخصوص (¬3). ¶ قال الكاساني (ت587هـ) -وهو يبين الحكم فيما إذا اختلف المشتري والشفيع في قيمة البناء والساحة جميعاً-: \"فإن الساحة تقوم الساعة، والقول في قيمة البناء قول المشتري، أما تقوم الساحة الساعة فلأنه يمكن معرفة قيمتها للحال فيستدل بالحال على الماضي، ولا يمكن تحكيم الحال في البناء، لأنه تغير عن حاله، والقول قول المشتري\" (¬4). ¶ وجاء في مجلة الأحكام العدلية: \"تحكيم الحال يعني جعل الحال الحاضر حكماً هو من قبيل الاستصحاب، والاستصحاب هو الحكم ببقاء أمر مظنون عدمه، وهو بمعنى إبقاء ما كان على ما كان\" (¬5). ¶ وقال محمد البركتي: \"التحكيم هو عبارة عن اتخاذ الخصمين حكماً برضاهما لفصل خصوماتهما ويقال له الحكم، والمحكم، وتحكيم الحال يعني جعل الحاضر حكماً هو من قبيل الاستصحاب\" (¬6). ¶ 5 - الانعطاف: ¶ ¬__________ ¶ (¬1) شرح مراقي السعود 210. ¶ (¬2) المصدر السابق 210. ¶ (¬3) انظر شرح فتح القدير 4/ 151، 7/ 341، والمبسوط 6/ 166، 7/ 12، 17/ 50، 27/ 88، والبحر الرائق 4/ 49،50، وحاشية ابن عابدين 3/ 392، 393، 3/ 633، 5/ 455، 7/ 37، 7/ 495، وانظر كذلك شرح القواعد الفقهية للزرقا 89. ¶ (¬4) بدائع الصنائع 5/ 32، وانظر نموذجاً آخر لتعبيره عن الاستصحاب المقلوب بهذا الاسم في المصدر ذاته 4/ 92. ¶ (¬5) المجلة 1/ 339، مادة 1683، ودرر الحكام 4/ 295. ¶ (¬6) قواعد الفقه 1/ 222.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وهو الاسم المشهور لهذا النوع من الاستدلال عند بعض الشافعية. ¶ وممن أشار إلى ذلك: الزركشي (ت794هـ) في كتابه البحر المحيط (¬1)، وسماه في المنثور: \"الانعطاف على ما قبله\" (¬2)، والبجيرمي حيث قال: \"الانعطاف هو السريان من المستقبل للماضي، والاستصحاب عكسه\" (¬3). ¶ 6 - الاستصحاب القهقرى: ¶ وهذا الاسم ذكره محمد رضا المظفر في كتابه: \"أصول الفقه\" (¬4). ¶ 7 - رجعية اليقين: ¶ وقد أطلق عليه هذا الاسم الدكتور يعقوب الباحسين في كتابه: \"قاعدة اليقين لا يزول بالشك\" (¬5)، وهو من الأسماء اللطيفة التي تظهر علاقة الاستصحاب المقلوب بالقواعد الفقهية. ¶ ¬__________ ¶ (¬1) 4/ 336. ¶ (¬2) انظر المنثور 1/ 106. ¶ (¬3) حاشية البجيرمي 4/ 390. ¶ (¬4) انظر أصول الفقه لمحمد رضا المظفر 3/ 281. ¶ (¬5) انظر قاعدة اليقين لا يزول بالشك للباحسين 183.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "المبحث الثاني: حجية الاستصحاب المقلوب ¶ إن بحث حكم الاحتجاج بهذا النوع يتوقف على بحث حكم الاحتجاج بدليل الاستصحاب عموماً، لأنه في حقيقة الأمر يؤول إلى استصحاب الحال في الزمن الماضي (¬1). ¶ يقول ابن السبكي (ت771هـ): \"واعلم أن الطريق في إثبات الحكم به يعود إلى الاستصحاب المعروف، وذلك لأنه لا طريق له إلا قولك لو لم يكن جالساً لكان الاستصحاب يقضي بأنه غير جالس الآن، لكنه جالس الآن فدل على أنه كان جالساً أمس\" (¬2). ¶ ومراد ابن السبكي بالاستصحاب المعروف استصحاب الحال المتقدم وهو: \"أن اعتقاد كون الشيء في الماضي أو الحاضر يوجب ظن ثبوته في الحال أو الاستقبال\"، أو بعبارة أخرى: \"ظن دوام الشيء بناء على ثبوت وجوده قبل ذلك\"، وهو بهذا المعنى يشمل كافة صور استصحاب الدليل العقلي أو الشرعي حتى يظهر الناقل عنه، ولا يتناول استصحاب الحكم الثابت بالإجماع في محل الخلاف (¬3)، وذلك لظهور الدليل الناقل بتغير صفة الحكم، وهو ما جعل الخلاف في هذه المسالة مستقلاً عن الخلاف في استصحاب الحال عند المحققين من علماء الأصول (¬4). ¶ ولذا فسيكون الكلام في حجية الاستصحاب المقلوب في مطلبين. ¶ المطلب الأول: حكم الاحتجاج بالاستصحاب عموماً: ¶ تعد هذه المسالة من المسائل المشكلة في أصول الفقه، فقد اختلفت وجهات نظر علماء الأصول في طرحها، وجرى تناولها في بحوث ودراسات مستقلة، وإن تفصيل القول فيها يحتاج إلى دراسة موسعة، غير أني سأحاول في هذه الصفحات القليلة أن أعرض الخلاف فيها باختصار. ¶ أولا: تحرير محل النزاع في المسالة: ¶ 1 - اتفق علماء الأصول على أنه لابد من استفراغ الجهد في طلب الدليل، وأنه لا يجوز للمجتهد العمل بالاستصحاب إلا بعد عدم وجدانه (¬5). ¶ ¬__________ ¶ (¬1) انظر البحر المحيط 4/ 335، وشرح القواعد الفقهية للزرقا 90، والمصادر الأصلية والتبعية للشريعة الإسلامية (مجلة جامعة الإمام عدد 2، ص42). ¶ (¬2) الإبهاج 3/ 182. ¶ (¬3) انظر المصدر السابق، 3/ 183، وشرح مختصر الروضة 3/ 148. ¶ (¬4) انظر المستصفى 1/ 223، والإحكام للآمدي 4/ 136، وشرح مختصر الروضة 3/ 155 - 156، وحاشية العطار على شرح الجلال المحلي 2/ 391. ¶ (¬5) انظر تقويم الأدلة 400 - 401، والمسودة 489، وأصول السرخسي 2/ 225، والإبهاج 3/ 183، وكشف الأسرار 3/ 662.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "قال البخاري (ت730هـ): \"ولا خلاف أن استصحاب حكم ثبت بدليل مطلق غير معترض للزوال والبقاء ليس بحجة قبل الاجتهاد في طلب الدليل المزيل لا في حق غيره ولا في حق نفسه، لأن جهله بالدليل المزيل بسبب تقصير منه لا يكون حجة على غيره ولا في حق نفسه أيضاً إذا كان متمكناً من الطلب إلا أن لا يكون متمكناً منه\" (¬1). ¶ 2 - واتفقوا على أنه إذا ثبت حكم متعلق بدليل، ولم يتبدل مورد الحكم، فليس هذا من مواقع الاستصحاب، وذلك لأن الحكم معتضد بدليل، وهو مستدام، فدام الحكم بدوامه (¬2). ¶ 3 - واتفقوا على جواز التمسك بدليل العقل المبقي على النفي الأصلي، وهو المسمى بـ: استصحاب البراءة الأصلية، أو استصحاب براءة الذمة، وذلك لأن الأصل في جميع الأحكام الشرعية إنما هو العدم وبقاء ما كان على ما كان، وذلك كعدم وجوب صلاة سادسة، وعدم وجوب صيام شهر شوال (¬3). ¶ قال الصفي الهندي (ت715هـ) -وهو يتحدث عن تحرير محل النزاع في المسألة-: \"وهو يقتضي تحقق الخلاف في الوجودي والعدمي جميعاً، لكنه بعيد، إذْ تفاريعهم تدل على أن استصحاب العدم الأصلي حجة\" (¬4). ¶ 4 - واتفقوا على جواز استصحاب حكم الحال مع العلم يقيناً بانعدام الدليل المغير، وذلك بطريق الخبر عمن ينزل عليه الوحي، أو بطريق الحس إذا كان الشيء مما يعرف به (¬5). ¶ فظهر أن الخلاف ينحصر في أمرين: ¶ الأول: استصحاب الحال لإثبات الحكم ابتداءً (¬6). ¶ ¬__________ ¶ (¬1) كشف الأسرار 3/ 662. ¶ (¬2) انظر البرهان 2/ 164، وتقويم الأدلة 400، وأصول السرخسي 2/ 224، وكشف الأسرار 3/ 662. ¶ (¬3) انظر اللمع 122، وإحكام الفصول 694 - 695، والتلخيص 3/ 128 - 129، وقواطع الأدلة 2/ 236، والمستصفى 1/ 217 - 221 والإحكام للآمدي 4/ 129، وشرح تنقيح الفصول 447، وشرح مختصر الروضة 3/ 152، والإبهاج 3/ 181، وكشف الأسرار 3/ 662، وتشنيف المسامع 2/ 143، والبحر المحيط 4/ 330. ¶ (¬4) انظر إرشاد الفحول 237. ¶ (¬5) انظر تقويم الأدلة 400، وأصول السرخسي 2/ 224. ¶ (¬6) انظر تقويم الأدلة 400، 401، وأصول السرخسي 2/ 225، وكشف الأسرار 3/ 662، وقواطع الأدلة 2/ 39، والبحر المحيط 4/ 333.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "قال الدبوسي (ت430هـ): \"وأما الرابع [يعني استصحاب الحال لإثبات حكم مبتدأ] فضلال محض ... وقد جعله بعض شيوخ الشافعية حجة لإثبات الإرث\" (¬1). ¶ وقال السرخسي (ت495هـ): \"والنوع الرابع استصحاب الحال لإثبات الحكم ابتداءً، وهذا خطأ محض، وهو ضلال محض ممن يتعمده ... وبعض أصحاب الشافعية يجعلونه حجة في ذلك\" (¬2). ¶ وهذا الضرب سماه بعض الباحثين المعاصرين: \"استصحاب الوصف\" (¬3). ¶ الثاني: استصحاب حكم الحال لعدم عثور المجتهد على دليل مغير ثابت بعد النظر في الأدلة بقدر وسعه مع احتمال قيام الدليل من حيث لا يشعر به (¬4). ¶ قالت البزدوي (ت482هـ): \"وأما الاحتجاج باستصحاب الحال فصحيح عند الشافعي في كل حكم عرف وجوبه بدليله، ثم وقع الشك في زواله ... وعندنا هذا لا يكون حجة للإيجاب\" (¬5). ¶ وقال البخاري (ت730هـ): \"فأما إذا كان الحكم ثابتاً بدليل مطلق غير معترض للزوال وقد طلب المجتهد الدليل المزيل بقدر وسعه ولم يظهر، فقد اختلف فيه، فقال جماعة من أصحاب الشافعي ... \" (¬6). ¶ وقد بين ابن السبكي (ت771هـ) وجه ارتباط محل الخلاف بأنواع الاستصحاب التي سبقت الإشارة إليها في المطلب الثاني من التمهيد، فقال: \"اختلف الناس في استصحاب الحال المشار إليه في القسم الثاني [يعني استصحاب الدليل الشرعي إلى أن يرد ما يغيره]، والثالث [يعني استصحاب حكم دل الشرع على ثبوته ودوامه كالملك عند جريان فعل الملك]، وكذا الأول [يعني استصحاب العدم الأصلي] إن لم نجعله محل وفاق على مذاهب\" (¬7). ¶ ¬__________ ¶ (¬1) تقويم الأدلة 400، 401. ¶ (¬2) أصول السرخسي 2/ 225. ¶ (¬3) انظر أصول الفقه لمحمد أبي زهرة 298 - 299. ¶ (¬4) انظر تقويم الأدلة 400، وأصول السرخسي 2/ 224 - 225، وكشف الأسرار 3/ 662. ¶ (¬5) كشف الأسرار 3/ 661 - 663. ¶ (¬6) المصدر السابق 3/ 662. ¶ (¬7) الإبهاج 3/ 183.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ثانيا: الأقوال في المسألة: ¶ اختلف العلماء في حكم الاستدلال باستصحاب الحال على أقوال كثيرة، أوصلها بعض علماء الأصول إلى ستة أقوال، وهي؟ ¶ القول الأول: ¶ أن الاستصحاب دليل صحيح، وحجة يجوز التمسك بها، والعمل بمقتضاها في النفي والإثبات، سواء كان ذلك الاستصحاب لأمر وجودي أو عدمي أو عقلي أو شرعي. ¶ وهو مذهب الإمام مالك وأكثر أصحابه (¬1)، والإمام أحمد (¬2)، وطائفة من الحنفية (¬3)، وجماعة من أصحاب الشافعي، كالمزني (ت264هـ)، وابن سريج (ت306هـ)، والصيرفي (ت330هـ)، والغزالي (ت505هـ) (¬4)، وغيرهم، وبعض الحنابلة (¬5)، وأهل الظاهر (¬6). ¶ قال ابن السبكي (ت771هـ): \"وبه قال الأكثرون\" (¬7). ¶ وقال الباحي (ت474هـ): \"وبهذا قال جمهور العلماء\" (¬8). ¶ أدلة هذا القول: ¶ 1 - قوله صلى الله عليه وسلم: \"إن الشيطان يأتي أحدكم فيقول أحدثت أحدثت فلا ينصرفن حتى يسمع صوتاً أو يجد ريحاً\" (¬9). ¶ وجه الدلالة من هذا الحديث: ¶ أن النبي صلى الله عليه وسلم حكم باستدامة الوضوء عند الاشتباه، وهو عين الاستصحاب (¬10). ¶ 2 - أن ما تحقق وجوده أو عدمه في حالة من الأحوال، فإنه يستلزم ظن بقائه، والظن حجة متبعة في الشرعيات (¬11). ¶ ¬__________ ¶ (¬1) انظر إحكام الفصول 694، وشرح تنقيح الفصول 447، وتقريب الوصول 393. ¶ (¬2) انظر شرح مختصر الروضة 3/ 148. ¶ (¬3) انظر التحرير 522، ومن هؤلاء أبو منصور الماتريدي. انظر التقرير والتحبير 3/ 386، وكشف الأسرار 3/ 662. ¶ (¬4) انظر المستصفى 1/ 217 - 223، والإحكام للأمدي 4/ 127، والإبهاج 3/ 183، واللمع 122، وشرح مختصر الروضة 3/ 148، والمحصول 6/ 148، وشرح العضد 2/ 284. ¶ (¬5) انظر العدة 4/ 1265، والمسودة 488، والتقرير والتحبير 3/ 386. ¶ (¬6) انظر المعتمد 2/ 325، والعدة 4/ 1265، والإحكام لابن حزم 5/ 5. ¶ (¬7) الابهاج 3/ 183. ¶ (¬8) إحكام الفصول 694. ¶ (¬9) أخرجه بلفظ: \"إن الشيطان\" الإمام أحمد في مسنده 2/ 330، 3/ 37، 3/ 96، وابن حبان في صحيحه 6/ 389 ورقمه 2666، والطبراني، وأبو يعلى، والبزار، وغيرهم، قال الهيثمي: \"ورجال أحمد رجال الصحيح\". انظر مجمع الزوائد 1/ 242، والحديث ورد بألفاظ متعددة، ومن أشهرها ما رواه عبد الله بن زيد قال: \"شكي إلى النبي صلى الله عليه وسلم الرجل يخيل إليه وهو في الصلاة أنه يجد الشيء قال: لا ينصرف حتى يسمع صوتاً أو يجد ريحاً\" أخرجه البخاري في صحيحه، كتاب الوضوء، باب لا يتوضأ من الشك حتى يستيقن 1/ 46، وأخرجه مسلم في صحيحه، كتاب الحيض، باب الدليل على أن من تيقن الطهارة ثم شك في الحدث فله أن يصلي 1/ 276، وأخرجه أصحاب السنن والإمام أحمد. ¶ (¬10) انظر كشف الأسرار 3/ 664، وقواطع الأدلة 2/ 36، والتبصرة 1/ 528. ¶ (¬11) انظر الإحكام للآمدي 4/ 127، والإبهاج 3/ 183، وشرح مختصر الروضة 3/ 150، والمحصول 6/ 148، وشرح العضد 2/ 285.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وإنما قيل بأنه يستلزم ظن بقائه لأربعة أوجه: ¶ الوجه الأول: أن الإجماع منعقد على أن الإنسان لو شك في وجود الطهارة ابتداءً لا تجوز له الصلاة، ولو شك في بقائها جازت له الصلاة، ولو لم يكن الأصل في كل متحققاً دوامه للزم إما جواز الصلاة في الصورة الأولى، أو عدم الجواز في الصورة الثانية، وهو خلاف الإجماع (¬1). ¶ الوجه الثاني: أن العقلاء من الخاصة والعامة اتفقوا على أنهم إذا تحققوا وجود الشيء أو عدمه، وله أحكام خاصة به، سوغوا ترتيب تلك الأحكام عليه في المستقبل من زمان ذلك الأمر، حتى إن الغائب يراسل أهله ويراسلونه، بناء على العلم بوجودهم ووجوده في الماضي، وينفذ إليهم الأموال وغير ذلك بناء على ما ذكر، ولولا أن الأصل بقاء ما كان على ما كان لما ساغ لهم ذلك (¬2). ¶ الوجه الثالث: أن ظن البقاء أغلب من ظن التغير، وذلك لأن الباقي لا يتوقف على أكثر من وجود الزمان المستقبل، ومقارنة ذلك الباقي له كان وجوداً أو عدماً، وأما التغير فإنه يتوقف على ثلاثة أمور: وجود الزمان المستقبل، وتبدل الوجود بالعدم، أو العدم بالوجود، ومقارنة ذلك الوجود أو العدم لذلك الزمان، ولا يخفى أن تحقق ما يتوقف على أمرين لا غير أغلب في الظن مما يتوقف على ذلك الأمرين مع ثالث غيرهما (¬3). ¶ الوجه الرابع: أن البقاء مستغن عن المؤثر، والحادث مفتقر إليه، والمستغني عن المؤثر راجح الوجود بالنسبة إلى المفتقر إليه، وإنما قلنا بأن الباقي مستغن عن المؤثر لأنا لو فرضنا له مؤثراً فذلك المؤثر إما أن يقال إنه صدر عنه أثر أو لم يصدر عنه أثر، والثاني محال لأن فرض المؤثر بدون الأثر متناقض، وأما الأول فأثره إما أن يكون شيئاً ما كان موجوداً، أو كان موجوداً، فإن قلنا إنه ما كان موجوداً كان الأثر حادثاً لا باقياً، وإن قلنا إنه كان موجوداً كان ذلك تحصيلاً للحاصل، وهو محال، فثبت أن الباقي مستغن عن المؤثر، وإنما قلنا إن الحادث مفتقر إليه لأن إجماع المسلمين. بل إجماع جمهور العقلاء منعقد عليه (¬4). ¶ ¬__________ ¶ (¬1) انظر الإحكام للآمدي 4/ 127 - 128، وكشف الأسرار 3/ 664 - 665، والتحرير 522. ¶ (¬2) انظر الإحكام للآمدي 4/ 128، والتحرير 522، وشرح مختصر الروضة 3/ 150، والمحصول 6/ 165، وشرح العضد 2/ 285. ¶ (¬3) انظر الإحكام للآمدي 4/ 128. ¶ (¬4) انظر المحصول 6/ 148 - 149، والإحكام للآمدي 4/ 128 - 129، والإبهاج 3/ 184 - 185.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وأما الدليل على أن الظن حجة متبعة في الشرعيات فمن وجوه: ¶ الأول: قوله صلى الله عليه وسلم: \"نحن نحكم بالظاهر والله يتولى السرائر\" (¬1). ¶ الثاني: أنه لو لم يجب العمل بالظن للزم من ذلك جواز ترجيح المرجوح على الراجح في بديهة العقل، وهو غير جائز بالاتفاق (¬2). ¶ الثالث: أن العمل بالقياس، وخبر الواحد، والشهادة، والفتوى، وسائر الظنون المعتبرة إنما وجب ترجيحاً للأقوى على الأضعف، وهذا المعنى قائم في صورة الاستصحاب، فيلزم ثبوت الحكم هاهنا أيضاً ووجوب العمل به (¬3). ¶ 3 - أن استصحاب الحال من لوازم بعثة الرسل، وبعثة الرسل حق، فلازمها يجب أن يكون حقاً. ¶ أما أن استصحاب الحال من لوازم البعثة، فلأن الرسالة لا تثبت إلا بعد ظهور المعجز، وهو الأمر الخارق للعادة، والعادة هي اطراد وقوع الشيء دائماً، أو في وقت دون وقت، فالأول كدوران الشمس والنجوم في أفلاكها، كما في قوله تعالى: (وَسَخَّر لَكُمُ الشَّمْسَ وَالْقَمَرَ دَآئِبَينَ) (¬4)، والثاني كطلوعها من المشرق وغروبها في المغرب، وكوقوع المطر في الشتاء، وزيادة نيل مصر في أيامه، وأشباه ذلك، حتى لو قال قائل: دليل نبوتي أن الشمس لا تطلع اليوم من المشرق، أو أنها لا تغرب في المغرب، بل تجول في أطراف الفلك، ونحو ذلك، فوقع الأمر كما قال لدل ذلك على صدقه، وما ذاك إلا لانخراط العادة المطردة على يديه (¬5). ¶ وإذا ثبت ذلك فلو لم يكن الاستصحاب حجة لما كان انخراط العوائد على أيدي الأنبياء حجة، لجواز أن تتغير أحكام العوائد وأحوالها، فلا يكون الخارق للعادة أمس خارقاً لها اليوم، فلا يكون الأصل بقاء ما كان من كونه خارقاً على ما كان، لكن لما رأينا انخراط العوائد حجة للأنبياء دل على أن استصحاب الحال حجة، لأنا نقول: قد عهدنا في اطراد العادة أن الشمس تطلع كل يوم من المشرق، والأصل بقاء ذلك على ما كان، فهي في هذا اليوم تطلع من المشرق ونجزم بهذا ¶ ¬__________ ¶ (¬1) انظر المحصول 6/ 151، وهذا الحديث يتردد في كتب الأصوليين كثيراً، وليس له أصل معروف، قال ابن كثير (ت774هـ): \"كثيراً ما يلهج به أهل الأصول، ولم أقف له على سند، وسألت عنه الحافظ أبا الحجاج المزي، لكن له معنى في الصحيح وهو قوله صلى الله عليه وسلم: إنما أقضي بنحو ما أسمع\"، وقد أورد ابن كثير أثراً عن عمر يدل على صحة هذا المعنى. انظر تحفة الطالب 1/ 174 - 175، كما نقل الحافظ ابن حجر (ت852هـ)، والذهبي (ت748هـ)، وغيرهم عن عدد من العلماء أنهم استنكروه وصرحوا بأنه لا أصل له، وإنما هو من كلام بعض السلف، كالإمام الشافعي وابن عبد البر اللذين نقل عنهما عبارات قريبة من هذا النص المتداول اعتبارا بقول النبي صلى الله عليه وسلم: \"إنما أقضي على نحو ما أسمع\"، وقد وهم بعض العلماء فجعله بهذا اللفظ حديثاً مرفوعاً. انظر تلخيص الحبير 4/ 192، وخلاصة البدر المنير 2/ 432، والإبهاج 3/ 187، ونيل الأوطار 1/ 369، وإرشاد الفحول 54. ¶ (¬2) انظر المحصول 6/ 151. ¶ (¬3) المصدر السابق 6/ 151. ¶ (¬4) سورة إبراهيم آية 33. ¶ (¬5) انظر مختصر الروضة 3/ 150 - 151.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "جزماً عادياً، فإذا امتنع طلوعها من المشرق في هذا اليوم عقيب دعوى المدعي للنبوة حكمنا بكونه معجزاً خارقا للعادة، فلو لم يكن الأصل بقاء ما كان على ما كان لما كان ذلك معجزاً، لجواز تغير العادة كما سبق (¬1). ¶ وحاصل هذا الدليل: أنه لو لم يكن حجة لما تقررت المعجزة، لأنها فعل خارق للعوائد، ولا يحصل هذا الفعل إلا عند تقرير العادة، ولا معنى للعادة إلا أن العلم بوقوعه على وجه مخصوص في الحال يقتضي اعتقاد أنه لو وقع لما وقع إلا على ذلك الوجه، وهذا عين الاستصحاب (¬2). ¶ 4 - أنه لو لم يكن حجة لما كانت الأحكام الثابتة في عهد النبي صلى الله عليه وسلم ثابتة في زماننا، واللازم باطل فكذا الملزوم، ووجه التلازم أن دليل ثبوت تلك الأحكام في زماننا هو اعتقاد استمرارها على ما كانت عليه، وهذا هو الاستصحاب، فإذا لم تكن حجة لم يمكن الحكم بثبوتها لجواز تطرق النسخ (¬3). ¶ 5 - أنه لو لم يكن حجة لتساوى الشك في الطلاق، والشك في النكاح، لاشتراكهما في عدم حصول الظن بما مضى، وهو باطل اتفاقا، إذا يباح الوطء للشاك في الطلاق، دون الشاك في النكاح (¬4). ¶ القول الثاني: ¶ أن الاستصحاب ليس بحجة مطلقاً. ¶ فأصحاب هذا الرأي ينكرون مبدأ الاستدلال بالاستصحاب أصلاً، بكافة صوره وأشكاله، ويرون عدم صحة التمسك به، وهو مذهب أكثر الحنفية (¬5). ¶ قال أبو زيد الدبوسي (ت430هـ) -وهو يتحدث عن مبدأ الاستصحاب عموماً-: \"استصحاب الحال قول بلا دليل، وأنه من باب الجهل بالأدلة، وباب الجهل لا يكسب العلم فلابد أن يكون مدرجاً إلى الضلال\" (¬6). ¶ ¬__________ ¶ (¬1) انظر المصدر السابق 3/ 150 - 151. ¶ (¬2) انظر الإبهاج 3/ 184. ¶ (¬3) انظر المصدر السابق 3/ 184، وكشف الأسرار 3/ 665. ¶ (¬4) انظر الإبهاج 3/ 184، وشرح العضد 2/ 285، وكشف الأسرار 3/ 665، والتحرير 522. ¶ (¬5) انظر كشف الأسرار 3/ 662، والتحرير 522، والأشباه والنظائر لابن نجيم 73، والتقرير والتحبير 3/ 386، والمحصول 6/ 148، وتقريب الوصول 393، وشرح العضد 2/ 284. ¶ (¬6) تقويم الأدلة 400.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وبه قال بعض أصحاب الشافعي (¬1)، واختاره جماعة من المتكلمين (¬2)، كأبي الحسين البصري (ت436هـ) (¬3)، ونسبه الباجي (ت474هـ) إلى أبي تمام البصري (¬4)، من المالكية (¬5)، ورجحه الكمال ابن الهمام (ت861هـ) من الحنفية (¬6)، والسمعاني (ت489هـ) من الشافعية (¬7). ¶ أدلة هدا القول: ¶ استدل أصحاب هذا القول بما يأتي: ¶ 1 - أن المستدل بالاستصحاب إن شرك بين الحالتين [الماضي والحاضر] في الحكم لاشتراكهما في الدليل المثبت له فليس ذلك من قبل الاستصحاب، وإنما هو من باب تنزيل الحكم على محله، وإن شرك بينهما في الحكم لاشتراكهما في علته فهذا من باب القياس، وهو غير الاستصحاب ولاشك، وإن شرك بينهما بغير دلالة ولا علة فليس الجمع بينهما بأولى من عدمه، ثم إن هذا قياس بغير علة، وهو غير جائز عند من يقول بالقياس من المخالفين، وأولى بعدم الجواز عند من ينكر القياس بعلة (¬8). ¶ ويمكن أن يناقش هذا الدليل بالقول: إننا لا نسلم لكم أن التشريك بين الحالتين بغير دلالة ولا علة ليس بأولى من عدمه، بل نقول إنه أولى، لأنه معتضد بالأصل وهو استدامة الحال، وبقاء ما كان على ما كان. ¶ 2 - أن استصحاب الحال كاسمه وهو: \"التمسك بالحكم الذي كان ثابتاً إلى أن يقوم الدليل المزيل\"، وفي إثبات الحكم ابتداء لا يوجد هذا المعنى، فلا وجه لاستصحاب الحال فيه من حيث الصورة ولا من حيث المعنى، وذلك لأنه غاية ما يفيده الاستصحاب ثبوت العدم -أي عدم الدليل المغير- وثبوت العدم وإن كان بدليل معدم فذلك لا يوجب بقاء العدم، كما أن الدليل الموجد للشيء لا يكون دليل بقائه موجوداً، فكذلك الدليل المثبت للحكم لا يكون دليل بقائه ثابتاً، وذلك كمثل عدم الشراء فإنه لا يمنع وجود الشراء في المستقبل، ¶ ¬__________ ¶ (¬1) انظر كشف الأسرار 3/ 662، والتقرير والتحبير 3/ 386. ¶ (¬2) انظر الإحكام للآمدي 4/ 127، والإبهاج 3/ 183، وشرح تنقيح الفصول 447، وشرح مختصر الروضة 3/ 148، والمحصول 6/ 148، وتقريب الوصول 393، والتقرير والتحبير 3/ 386. ¶ (¬3) انظر المعتمد 2/ 325 - 327. ¶ (¬4) هو علي بن محمد بن أحمد البصري المالكي، من أصحاب أبي بكر الأبهري، كان جيد النظر حاذقاً بالأصول، ومن مؤلفاته: مختصر في الخلاف سماه: \"نكت الأدلة\"، وكتاب آخر في الخلاف كبير، وكتاب في أصول الفقه. انظر ترتيب المدارك 4/ 605، والديباج المذهب 1/ 199. ¶ (¬5) انظر إحكام الفصول 694. ¶ (¬6) انظر التحرير 522. ¶ (¬7) انظر قواطع الأدلة 2/ 39. ¶ (¬8) انظر المعتمد 2/ 325 - 326، وقواطع الأدلة 2/ 37.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "والشراء الموجب للملك لا يمنع انعدام الملك بدليل في المستقبل، ولكن البقاء بعد الوجود لاستغنائه عن الدليل، لا لأن الدليل المثبت له موجب لبقائه، كما أن ثبوت الحياة بسببه لا يكون دليل بقاء الحياة، ولا يمنع طريان الموت (¬1). ¶ وخلاصة هذا الدليل: أن الاستصحاب هو التمسك بما ثبت حتى يقوم دليل الزوال، وما لم يثبت ابتداءً لا يمكن التمسك بوجوده، بل يحتاج إلى إثباته، فكيف يمكن أن يجعل دليلاً؟ كالمفقود أصله حي فيتمسك به حتى يقوم دليل الموت، وكذلك ملكه ثابت فيتمسك به حتى يقوم دليل الموت، وملك أبيه لم يكن له، فإذا مات أبوه لم يثبت له، لأن التمسك بالحال التي كانت توجب أن لا يثبت له ملك أبيه، يبقى على ما كان حتى يقوم دليل الثبوت (¬2). ¶ ويمكن أن يناقش هذا الدليل بالقول: إننا لا نسلم لكم بان ثبوت العدم بدليل معدم لا يوجب بقاءه، بل نقوله إنه يوجب بقاء العدم حتى يوجد الدليل المغير (¬3)، بدليل الإجماع على حجية التمسك ببراءة الذمة أو البراءة الأصلية، وهي من هذا القبيل، ولعل مما يؤكد ذلك أن المخالف قاس العدم على الوجود والثبوت، وأقر بأن دليل الوجود والثبوت لا يترك في المستقبل إلا بدليل. ¶ 3 - أن الطهارة والحل والحرمة ونحوها أحكام شرعية، والأحكام الشرعية لا تثبت إلا بدليل منصوب من قبل الشارع، وأدلة الشرع منحصرة في النص والإجماع والقياس إجماعاً، والاستصحاب ليس منها، فلا يجوز الاستدلال به في الشرعيات، لأن المستصحب ليس له في موضوع الخلاف دليل لا من جهة العقل ولا من جهة الشرع (¬4). ¶ وقد نوقش هذا الدليل من وجهين: ¶ الوجه الأول: أن ما ذكرتم من وجوب دليل منصوب من جهة الشارع إنما يصح في إثبات الحكم ابتداءً، وأما في الحكم ببقائه فممنوع، إذ يكفي فيه الاستصحاب. ¶ ¬__________ ¶ (¬1) انظر تقويم الأدلة 400 - 401 وأصول السرخسي 2/ 223 - 224، 225، وكشف الأسرار 3/ 665، 666، والتحرير 522. ¶ (¬2) انظر تقويم الأدلة 401، وأصول السرخسي 2/ 225 - 226، وكشف الأسرار 3/ 668. ¶ (¬3) انظر كشف الأسرار 3/ 666 - 667. ¶ (¬4) انظر شرح العضد 2/ 285، وكشف الأسرار 3/ 665، والتبصرة 1/ 527، والتقرير والتحبير 3/ 387، وقواطع الأدلة 2/ 37.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "الوجه الثاني: أننا لو سلمنا لكم ذلك فلا نسلم أن الدليل منحصر في الثلاثة المذكورة، بل هنالك دليل رابع وهو الاستصحاب، وذلك هو عين محل النزاع (¬1). ¶ 4 - أنه لو كان الأصل البقاء لكانت بينة النفي أولى بالاعتبار من بينة الإثبات، واللازم منتف، أما الملازمة فلأن بينة النفي مؤيدة باستصحاب البراءة الأصلية، فيكون الظن الحاصل بها أقوى، وأما انتفاء اللازم فلأن البينة لا تعتبر من النافي وهو المدعى عليه وتقبل من المثبت وهو المدعي اتفاقاً (¬2). ¶ وقد نوقش هذا الدليل بالقول: ¶ إننا لا نسلم لكم ما ذكرتموه من الملازمة، وإنما تصح لو حصل الظن بهما وبتأييد أحدهما بالاستصحاب، وليس كذلك، فإن الظن لا يحصل إلا ببينة المثبت، وذلك لأنه يبعد غلطه بأن يظن المعدوم موجوداً، بخلاف النافي إذ لا يعبد غلطه في ظن الموجود معدوماً بناء على عدم علمه به مع بنائه على استصحاب البراءة. ¶ وله وجوه أخر من الأولوية، وهي: أن المثبت يدعي العلم بالوجود وله في ذلك طرق قطعية، بخلاف النافي، فإن طريقه -وهو عدم العلم- ظني، والنفس إلى دفع غير الملائم أميل منه إلى جلب الملائم، ولذلك يدفع كل غير ملائم، ولا يجلب كل ملائم، فيكون إنكار الحق أكثر من دعوى الباطل، والتجربة دالة على ذلك، فقد عارض الأصل الغلبة وبقي ما ذكرناه سالماً (¬3). ¶ 5 - أن القياس -أي قياس الحاضر أو المستقبل- جائز فينتفي ظن بقاء الأصل، أما المقدمة الأولى وهي جواز القياس فظاهرة، وأما الثانية وهي أن جوازه يستلزم ظن بقاء الأصل فلأن القياس رافع لحكم الأصل اتفاقاً، بدليل أنه يثبت به أحكام لولاه لكانت باقية على نفيها، فلا يحصل الظن ببقاء حكم الأصل إلا عند انتفاء قياس يرفعه، ولا سبيل إلى الحكم بذلك الانتفاء لعدم تناهي الأصول التي يمكن القياس عليها، فمن أين للعقلاء الإحاطة بنفيها (¬4)؟ ¶ ¬__________ ¶ (¬1) انظر شرح العضد 2/ 285. ¶ (¬2) انظر المصدر السابق 2/ 285. ¶ (¬3) انظر المصدر السابق 2/ 285. ¶ (¬4) انظر شرح العضد مع حاشية التفتازاني 2/ 285 - 286.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وقد نوقش هذا الدليل بالقول: ¶ إنه لا حاجة إلى القطع بانتفاء القياس الرافع، بل الظن كاف، وهو حاصل على تقدير عدم الوجدان بعد البحث والتفتيش، ومجرد احتمال قياس رافع لا ينافي ظن انتفائه، لأن مجرد الاحتمال لا يضر (¬1). ¶ 6 - أن التمسك بالاستصحاب يؤدي إلى التعارض في الأدلة، فإن من استصحب حكماً من صحة فعل له أو سقوط فرض عنه كان لخصمه أن يستصحب خلافه في مقابلته، كما لو قيل: إن المتيمم إذا رأى الماء قبل صلاته وجب عليه التوضؤ فكذلك إذا رآه بعد دخوله في الصلاة باستصحاب ذلك الوجوب، أمكن أن يعارض بأن الإجماع قد انعقد على صحة شروعه في الصلاة وانعقاد الإحرام، وقد وقع الاشتباه في بقائه بعد رؤية الماء في الصلاة، فيحكم ببقائه بطريق الاستصحاب، وما أدى إلى مثل هذا كان باطلاً (¬2). ¶ ويمكن أن يناقش هذا الدليل بالقول: إننا نسلم لكم حصول التعارض في الأدلة عند التمسك ببعض صور الاستصحاب المختلف فيها كالمثال الذي ذكره الخصم، فإن القائل بصحة الصلاة متمسك باستصحاب حال الإجماع في محل الخلاف، وهو غير داخل في هذه المسالة، وذلك لأن الكلام هنا في استصحاب الحكم في الصورة التي لم تتغير فيها الحال ولم يظهر فيها دليل ناقل -كما هو الحال في مسألة استصحاب الإجماع في محل الخلاف- (¬3). ¶ ثم إن حصول التعارض بين الأدلة الظنية أمر وارد، وهو السبب الرئيسي في أكثر المسائل الخلافية. ¶ 7 - أن الاستصحاب أمر عام يشمل كل شيء، وإذا كثر عموم الشيء كثرت مخصصاته، وما كثرت مخصصاته ضعفت دلالته، فلا يكون حجة (¬4). ¶ وقد نوقش هذا الدليل بالقول: إن الظن الضعيف يجب اتباعه حتى يوجد ما يعارضه بوجه ¶ ¬__________ ¶ (¬1) انظر المصدر السابق 2/ 285 - 286. ¶ (¬2) انظر كشف الأسرار 3/ 665 - 666، وقواطع الأدلة 2/ 38، والتبصرة 1/ 527. ¶ (¬3) انظر المستصفى 1/ 223، والإحكام للآمدي 4/ 136، وشرح مختصر الروضة 3/ 155 - 156، وحاشية العطار 2/ 391. ¶ (¬4) انظر شرح تنقيح الفصول 447.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "راجح عليه، كالبراءة الأصلية، فإن شمولها لا يمنع التمسك بها حتى يوجد رافعها (¬1). ¶ القول الثالث: ¶ أنه حجة على المجتهد فيما بينه وبين الله تعالى. ¶ وهو اختيار القاضي أبي بكر الباقلاني (ت403هـ) في كتابه التقريب والإرشاد (¬2)، ورجحه الجويني (ت478هـ) في كتابه التلخيص (¬3). ¶ حجة أصحاب هذا القول: ¶ أن المجتهد إذا عنت له حادثة ولم تقم عنده دلالة مقتضية للوجوب بعد بذله جهده واستفراغه وسعه فله الأخذ بنفي الوجوب في حقه، لأنه لم يكلف إلا أقصى الطلب الداخل في مقدوره بحكم العادة، فإذا فعل ذلك ولم يجد الحكم كان له الأخذ بنفي الوجوب. ¶ وأما إذا انتصب مسؤولاً ومفتياً، وأراد نصب دلالة يناظر عليها، فلا يستقيم له التمسك بذلك، فإن المجتهدين إذا تناظرا وتذكرا طرق الاجتهاد فلا يغني المجيب منهما أن يقول: لا دليل على الوجوب، لأن هذه مجرد دعوى تحتاج إلى دليل، فلا تسقط عنه عهدة المطالبة بالدلالة (¬4). ¶ قال ابن السبكي (ت771هـ) -بعد ذكره لهذه الحجة-: \"وهذا التفصيل عندنا حق متقبل\" (¬5). ¶ ويمكن أن تناقش هذه الحجة بالقول: ¶ إنه لا يظهر كبير فرق بين الحالتين، فإن ما يسع المجتهد أن يحتج به فيما بينه وبين الله يسعه أن يحتج به على خصمه، ولا يسلم أن تمسكه بعدم الدليل المغير لا يعد دليلاً، وإنما غاية ما يمكن أن يقال في ذلك أنه مطالبة للخصم بالدليل، وطالما أن الخصم لم يأت بدليل مغير فيكون التمسك بالأصل واستصحابه حجة صالحة للمستدل عليه. ¶ ¬__________ ¶ (¬1) انظر المصدر السابق 447. ¶ (¬2) انظر التلخيص 3/ 130، والإبهاج 3/ 183، والبحر المحيط 4/ 328. ¶ (¬3) انظر التلخيص 3/ 130. ¶ (¬4) المصدر السابق 3/ 130، والإبهاج 3/ 183، والبحر المحيط 4/ 328، وإرشاد الفحول 238. ¶ (¬5) الإبهاج 3/ 183.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "القول الرابع: ¶ أن الاستصحاب لا يصلح حجة على الغير، ولكنه يصلح لإبداء العذر والدفع. ¶ وهو المعمول به عند أكثر الحنفية، كما صرح بذلك عدد من محققي المذهب (¬1). ¶ قال أبو زيد الدبوسي (ت430هـ) -وهو يتحدث عن استصحاب حكم الحال لعدم الأدلة من طريق نظر المجتهد في الأدلة برأيه بقدر وسعه-: \"وأما الثاني فصحيح إبلاء للعذر لا احتجاجاً على غيره لاحتمال قيام العلة عند غيره\" (¬2). ¶ وقال ابن نجيم (ت970هـ): \"واختار الفحول الثلاثة: أبو زيد، وشمس الأئمة وفخر الإسلام أنه حجة للدفع لا للاستحقاق وهو المشهور عند الفقهاء\" (¬3). ¶ وقد أشار إلى هذا الرأي أبو الحسن الكرخي (ت340هـ) في أصوله، حين قال: \"الأصل أن الظاهر يدفع الاستحقاق ولا يوجبه\" (¬4). ¶ حجة أصحاب هذا القول: ¶ استدل أصحاب هذا الرأي على قولهم بأنه لا يصلح حجة على الغير بأن المجتهد المتأمل وإن بالغ في النظر فالخصم يقول قام الدليل عندي بخلافه، وبالتأمل والاجتهاد لا يبلغ المرء درجة يعلم بها يقيناً أنه لم يخف عليه شيء من الأدلة، بل يبقى له احتمال اشتباه بعض الأدلة عليه، وما كان في نفسه محتملاً عنده لا يمكنه أن يحتج به على غيره (¬5). ¶ واستدلوا على قولهم بأنه يصلح لإبداء العذر والدفع بذات الحجة التي استدل بها أصحاب القول الثالث على قولهم بأنه حجة على المجتهد فيما بينه وبين الله (¬6). ¶ ويمكن أن يناقش هذا الدليل بالقول: ¶ إننا نسلم لكم عدم صحة الاحتجاج بالاستصحاب على الغير إذا كان لدى الخصم دليل ¶ ¬__________ ¶ (¬1) انظر تقويم الأدلة 400، وأصول السرخسي 2/ 224 - 225، والتحرير 522، وكشف الأسرار 3/ 662 - 663، والتقرير والتحبير 3/ 386، والأشباه والنظائر لابن نجيم 73. ¶ (¬2) تقويم الأدلة 400. ¶ (¬3) انظر الأشباه والنظائر 73. ¶ (¬4) انظر تأسيس النظر 161. ¶ (¬5) انظر أصول السرخسي 2/ 225، وتقويم ا لأدلة 400. ¶ (¬6) انظر كشف الأسرار 3/ 666.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "بخلافه يصلح للتغيير، لكن نقول إن للمستدل أن يتمسك به ويطالب الخصم بالدليل، ووجود الاحتمال فيه لا يعني عدم صلاحية الاستدلال به، وذلك لأن الظن الضعيف يجب اتباعه حتى يوجد معارضه الراجح عليه (¬1)، ويندر أن يخلو دليل من وجود الاحتمال فيه. ¶ قال الزركشي (ت794هـ): \"وإنما تضعف هذه الطريقة -يعني التمسك بالاستصحاب المقلوب- إذا ظهر لنا تغير الوضع فأما إذا استوى الأمران فلا بأس (¬2). ¶ ومما يجدر التنبيه عليه هنا أن بعض العلماء يرى أنه لا فرق بين هذا القول وبين القول الثالث القاضي بأنه حجة على المجتهد فيما بينه وبين الله، ومن هؤلاء: علاء الدين البخاري (ت730هـ) حيث قال: \"وقال أكثر المتأخرين من أصحابنا مثل القاضي أبي زيد والشيخين وصدر الإسلام وأبي اليسر ومتابعيهم أنه لا يصلح حجة لإثبات حكم مبتدأ ولا للإلزام على الخصم بوجه، ولكنه يصلح لإبداء العذر وللدفع، فيجب عليه العمل به في حق نفسه ولا يصح له الاحتجاج به على غيره\" (¬3). ¶ ويظهر لي أن الواقع يشهد بغير ذلك، فمن تأمل الفروع والمسائل التي بناها الحنفية على هذا القول أدرك أن مرادهم به ليس العذر فحسب، بل دفع قول الخصم، ومطالبته بالدليل المغير (¬4)، وهذا القدر زائد على مراد أصحاب القول الثالث. ¶ القول الخامس: ¶ أنه يجوز الترجيح به لا غير (¬5). ¶ وهو ظاهر مذهب الإمام الشافعي. ¶ قال الزركشي (ت794هـ: \"نقله الأستاذ أبو إسحاق عن الشافعي، وقال إنه الذي يصح عنه لا أنه يحتج به، قلت ويشهد له قول الشافعي رضي الله عنه: [والنساء محرمات الفروج، فلا يحللن إلا بأحد أمرين: نكاح، أو ملك يمين، والنكاح ببيان الرسول صلى الله عليه ¶ ¬__________ ¶ (¬1) انظر شرح تنقيح الفصول 447. ¶ (¬2) البحر المحيط 4/ 335. ¶ (¬3) كشف الأسرار 3/ 662. ¶ (¬4) لعل من أشهر الفروع والمسائل الفقهية التي تدل على مراد الحنفية بهذا الدليل: مسألة الطاحونة، والمسائل التي قاسها فقهاؤهم عليها، وسيأتي تفصيل كلامهم فيها في المبحث الرابع بعون الله تعالى. انظر المبسوط 6/ 166، 7/ 112، 17/ 50، وبدائع الصنائع 4/ 92، والبحر الرائق 8/ 38، وشرح فتح القدير 7/ 341. ¶ (¬5) انظر الابهاج 3/ 183، والبحر المحيط 4/ 329، 333، وإرشاد الفحول 238.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وسلم] (¬1) \" (¬2). ¶ قال الروياني (ت502هـ): \"وهذا استدلال من الشافعي باستصحاب الحال في جميع هذه المسائل\" (¬3). ¶ وقال: \"واختلفوا في استصلاحه للدليل فظاهر كلام الشافعي أنه قصد به الترجيح وهو الظاهر من المذهب\" (¬4). ¶ واختاره شيخ الإسلام ابن تيميه (ت728هـ) في استصحاب النفي أو استصحاب حال العدم فقال: \"فعدم علمه ليس علماً بالعدم ولا مجرد كون الأصل عدم الحوادث يفيد العلم بانتفاء شيء منها، إلا بدليل يدل على النفي، لكن الاستصحاب يرجح به عند التعارض، وما دل على الإثبات من أنواع الأدلة فهو راجح على مجرد استصحاب النفي\" (¬5). ¶ ويظهر لي أن هذا القول خارج عن محل النزاع، لأن هذا القدر -أعني مجرد الترجيح به- مجمع عليه بين أهل العلم كما ذكر ذلك الروياني (ت502هـ) وغيره (¬6)، فالقول بأن الاستصحاب يجوز الترجيح به لا غير يؤول في حقيقة الأمر إلى القول الثاني القاضي بأنه ليس بحجة. ¶ القول السادس: ¶ أن المستصحب للحال إن لم يكن غرضه سوى نفي ما نفاه صح استصحابه، كمن استدل على إبطال بيع الغائب، ونكاح المحرم، والشغار، بأن الأصل عدم العقد، فلا يثبت إلا بدليل. ¶ وإن كان غرضه إثبات خلاف قول خصمه من وجه يمكن استصحاب الحال في نفي ما أثبته فليس له الاستدلال به، كمن يقول في مسألة الحرام: إنه يمين توجب الكفارة لم يستدل على إبطال قول خصومه بأن الأصل أن لا طلاق، ولا ظهار، ولا لعان، فيعارض بالأصل أن لا يمين ¶ ¬__________ ¶ (¬1) انظر الرسالة 344، وقد نقل الزركشي عبارة الشافعي بالمعنى. ¶ (¬2) البحر المحيط 4/ 329. ¶ (¬3) المصدر السابق 4/ 329. ¶ (¬4) المصدر السابق 4/ 329. ¶ (¬5) مجموع الفتاوى 23/ 16. ¶ (¬6) انظر البحر المحيط 4/ 329.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ولا كفارة، فيتعارض الاستصحابان ويسقطان (¬1). ¶ وهذا القول حكاه الأستاذ أبو منصور البغدادي (ت429هـ) عن بعض الشافعية (¬2). ¶ ولم أجد -فيما اطلعت عليه- من ذكر حجة لأصحاب هذا القول، ويظهر لي أن قولهم بأنه حجة إذا كان غرض المستصحب منه نفي ما نفاه فقط مبني على أن المستدل هنا متمسك بالعدم الأصلي، وهو حجة باتفاق أهل العلم كما مضى، أو على أنه نافٍ وليس مثبتاً، والنافي ليس عليه دليل. ¶ وأما قولهم بعدم حجيته إن كان غرض المستصحب منه إثبات خلاف قول خصمه على وجه يمكن استصحاب الحال في نفي ما أثبته فهو مبني على أن استصحابه معارض باستصحاب الخصم وليس أحدهما بأولى من الآخر فيسقطان. ¶ ويمكن أن يناقش هذا الدليل بالقول: ¶ إننا نسلم لكم أن استصحاب المستدل ليس بحجة إذا كان غرضه إثبات خلاف قول خصمه من وجه يمكن للخصم استصحاب الحال في نفي ما أثبته لحصول التعارض، لكننا نقول إن هذا -في الغالب- إنما يتم في صورة استصحاب حال الإجماع في محل الخلاف، وقد تقدم أنها غير داخلة في مسألتنا، وأما بقية الصور فيمكن للمستدل فيها أن يتمسك باستصحاب الحال على وجه لا يمكن معه استصحاب الحال في نفي ما أثبته، فيكون استدلاله حينئذ حجة، لعدم وجود المعارض. ¶ وهذا القول -كما هو ظاهر- قريب من القول الرابع، إذْ حاصلهما: أن الاستصحاب حجة في النفي وليس بحجة في الإثبات. ¶ نوع الخلاف في هده المسألة: ¶ سبق القول عند الكلام في تحرير محل النزاع، بأن الخلاف في هذه الحالة ينحصر في أمرين: ¶ ¬__________ ¶ (¬1) انظر البحر المحيط 4/ 329، وإرشاد الفحول 238. ¶ (¬2) انظر البحر المحيط 4/ 329، و إرشاد الفحول 238.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "الأول: استصحاب الحال لإثبات الحكم ابتداءً، والثاني: استصحاب الحال لعدم وجود الدليل المغير بعد بذل الوسع في البحث عنه. ¶ والمتأمل في حقيقة هذه المذاهب وما انتهى إليه العمل في الفروع الفقهية يدرك بأن الخلاف بينها خلاف لفظي وليس حقيقياً. ¶ - فالقائلون بحجية الاستصحاب يوافقون المنكرين له في أنه لا يجوز الاحتجاج به في إثبات الأحكام ابتداءً. ¶ يقول أبو زيد الدبوسي (ت430هـ) في مسألة المفقود، وهل يكون استصحاب حاله حجة في إثبات الملك له ابتداء في مال قريبه إذا مات؟ -: \"وقد جعله بعض شيوخ الشافعية حجة لإثبات الإرث على ما مضى من قبل، لكنه قال به من حيث لم يشعر به لا قصداً إليه\" (¬1). ¶ ويقول السرخسي (ت490هـ) -في السياق ذاته-: \"وبعض أصحاب الشافعي يجعلونه حجة في ذلك، لا باعتبار أنهم يجوزون إثبات الحكم ابتداءً باستصحاب الحال، بل باعتبار أن يبقى للوارث الملك الذي كان للمورث، فإن الوراثة خلافة\" (¬2). ¶ - والقائلون بعدم حجية الاستصحاب موافقون للمحتجين به من حيث المعنى، وذلك لأنهم يعملون بهذا النوع من الاستدلال وإن كانوا يسمونه بغير هذا الاسم. ¶ قال القرطبي (ت656هـ) -بحسب ما نقل عنه الزركشي-: \"القول بالاستصحاب لازم لكل أحد، لأنه أصل تنبني عليه النبوة والشريعة، فإنه إن لم نقل باستمرار حال تلك الأدلة لم يحصل العلم بشيء من تلك الأمور\" (¬3). ¶ وممن صرح بأن الخلاف في المسألة لفظي: ابن برهان (ت518هـ) حيث قال: \"إذا ¶ ¬__________ ¶ (¬1) تقويم الأدلة 401. ¶ (¬2) أصول السرخسي 2/ 225 - 226. ¶ (¬3) انظر البحر المحيط 4/ 334.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "حقق استصحاب الحال لم يبق خلاف، فإن قول القائل: الأصل يقتضي كذا، فإنما يتمسك به إلى أن يقوم دليل على خلافه، إما أن يريد بالأصل أصل الشرع، أو أصل العقل، فإن أراد العقل فالخصم لا يعترف أن العقل يقتضي حكماً، ولأن الأحكام العقلية إنما تثبت بدليل عقلي، فلا يستصحب الحال فيها، وإن أراد أصل الشرع فباطل أيضاً، لأن الأحكام الشرعية إنما تثبت بأدلة شرعية، وهذه طريقة أخرى، وقد يقال بالتزام الثاني بدليل شرعي مستقراً من جزئيات الشريعة في العمل به\" (¬1). ¶ وهو اختيار إمام الحرمين (ت474هـ) (¬2)، وابن السمعاني (ت489هـ) (¬3)، ورجحه الزركشي (ت794هـ) -حيث قال بعد أن نقل الرأي الذي انتهى إليه ابن السمعاني-: \"وهذه الطريقة حسنة، وقد سبقه إليها إمام الحرمين، وبه تبين أن الخلاف فيما عدا استصحاب الإجماع لفظي، وبه صرح إمام الحرمين\" (¬4). ¶ وانتهى إلى أن الخلاف في كافة صوره ما عدا استصحاب حال الإجماع في محل الخلاف لفظي، وأن حكايته في هذا الدليل على وجه العموم عائدة إلى عدم تنقيح محل النزاع (¬5). ¶ وتابعه في ذلك الشوكاني (ت1250هـ) في كتابه إرشاد الفحول (¬6). ¶ وذهب بعض علماء الأصول إلى أن الخلاف في هذه المسألة معنوي. ¶ ومن أبرز هؤلاء: أبو منصور البغدادي (ت429هـ) بحسب ما نقله عنه الزركشي (ت794هـ) (¬7)، وشيخ الإسلام ابن تيميه (ت728هـ)، حيث أشار إلى أن الخلاف في استصحاب نفي التحريم أو الإباحة حقيقي، وذكر أن دعوى الإجماع على نفي الواجبات بالاستصحاب محل نظر (¬8). ¶ ويرى الشيخ محمد أبو زهرة (ت1394هـ) أن الخلاف لفظي في كافة أقسام الاستصحاب إلا القسم الرابع منه وهو ما سماه: \"استصحاب الوصف\"، كالحياة بالنسبة للمفقود، فإنها تستمر ¶ ¬__________ ¶ (¬1) انظر المصدر السابق 4/ 334. ¶ (¬2) انظر البرهان 2/ 164 - 165. ¶ (¬3) انظر قواطع الأدلة 2/ 35 - 39. ¶ (¬4) البحر المحيط 4/ 333. ¶ (¬5) المصدر السابق 4/ 329 - 334. ¶ (¬6) انظر إرشاد الفحول 238. ¶ (¬7) انظر البحر المحيط 4/ 334. ¶ (¬8) انظر المسودة 488.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ثابتة حتى يقوم الدليل على وجوده، والكفالة وصف شرعي يستمر ثابتاً حتى يؤدي الدين أو يؤديه الأصيل، أو يبرئه المدين من الكفالة، وهكذا، فهذا القسم في رأيه هو موضوع الخلاف بين الفقهاء (¬1). ¶ ويظهر لي أن الرأي الأول القاضي بأن الخلاف في هذه المسألة لفظي هو الأقرب، وأن القول بأن الخلاف فيها حقيقي عائد إلى عدم تنقيح موضع الخلاف، فإن أكثر الناس يطلق هذا المصطلح ويشتبه عليه موضع النزاع بغيره (¬2). ¶ وحيث تبين أن استصحاب الحال حجة معتبرة عند الجميع -بغض النظر عن التسمية- بقي أن أنبه إلى أمر مهم وهو: أن اللجوء إلى هذا النوع من الاستدلال لا يكون إلا في نطاق ضيق، وبعد أن يستفرغ المجتهد وسعه في البحث فلا يجد في المسألة دليلاً سواه. ¶ يقول الخوارزمي (ت568هـ): \"وهو [أي الاستصحاب] آخر مدار الفتوى، فإن المفتي إذا سئل عن حادثة يطلب حكمها في الكتاب، ثم في السنة، ثم في الإجماع، ثم في القياس، فإن لم يجده فيأخذ حكمها من استصحاب الحال في النفي والإثبات، فإن كان التردد في زواله فالأصل بقاؤه وإن كان في ثبوته فالأصل عدم ثبوته\" (¬3). ¶ ويقول أبو العباس الحراني (ت745هـ): \"وينبغي أن هذا الدليل لا ينبغي اعتقاده والعمل به في الحال، بل بعد نوع سبر وبحث\" (¬4). ¶ ويقول الزركشي (ت794هـ): \"وهو حجة يفزع إليها المجتهد إذا لم يجد في الحادثة حجة خاصة\" (¬5). ¶ وقد استنتج الشيخ محمد أبو زهرة (ت1394هـ) هذه الحقيقة -أعني أن الاستصحاب لا يؤخذ به إلا عند عدم وجود الأدلة- من الخلاف ذاته، فبين أن الذين حصروا الأدلة في أقل عدد وسعوا نطاق الاستصحاب، فنفاة القياس من الظاهرية والإمامية توسعوا في الأخذ به، وأثبتوا به ¶ ¬__________ ¶ (¬1) انظر أصول الفقه لمحمد أبي زهرة 298 - 299. ¶ (¬2) انظر البحر المحيط 4/ 329. ¶ (¬3) المصدر السابق 4/ 327. ¶ (¬4) المسودة 489. ¶ (¬5) البحر المحيط 4/ 327.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "الأحكام في مواضع كثيرة لم يثبتها فيه جمهور الفقهاء الذين أثبتوا القياس، فكل موضع فيه قياس أخذ به الجمهور، قد أخذ الظاهرية في موضعه بالاستصحاب، والشافعي الذي لم يأخذ بالاستحسان كان أكثر أخذاً بالاستصحاب من الحنفية والمالكية، وكل موضع كان للعرف أو للاستحسان فيه حكم كان محله عند الشافعي الاستصحاب، ومن أجل هذا كان أقل الفقهاء أخذاً بالاستصحاب المالكية، لكونهم قد وسعوا نطاق الاستدلال حتى لم يبقوا للاستصحاب إلا دائرة ضيقة، ومثلهم الحنفية لكونهم قد وسعوا دائرة العمل بالقياس (¬1). ¶ ولا يقلل من شأن الاستصحاب أن غايته مطالبة الخصم بالدليل، وأن المستدل به متمسك بعدم الدليل، وذلك لأن عدم الدليل دليل على المختار (¬2). ¶ منشأ الخلاف في المسألة: ¶ - أشار الكمال ابن الهمام (ت861هـ) إلى سبب الخلاف في هذه المسألة، فقال: \"واعلم أن مدار الخلاف على أن سبق الوجود مع عدم ظن الانتفاء هل هو دليل البقاء، فقالوا [يعني القائلين بالحجية]: نعم فليس الحكم به بلا دليل، والحنفية: لا إذا لابد في الدليل من جهة يستلزم بها، وهي منتفية فتفرعت الخلافيات\" (¬3). ¶ ويظهر لي أن هذا لا يصلح أن يكون منشأَ للخلاف، وذلك لأنه عين محل النزاع، ومنشأَ الخلاف لابد أن يكون أصلاً تتفرع عنه المسألة المختلف فيها. ¶ - وذهب أبو منصور البغدادي (ت429هـ) - وهو ممن يرى أن الخلاف فيها حقيقي- إلى أن هذه المسألة مبنية على الخلاف في حكم الأشياء قبل ورود الشرع، فمن زعم أنها مباحة استصحب الحال في كل ما رآه مباحاً فلا يحظره إلا بدليل، ومن زعم أنها محرمة لم يستصحب شيئاً (¬4). ¶ ووافقه شيخ الإسلام ابن تيميه (ت728هـ) في ذلك، حين أشار إلى أن الخلاف في ¶ ¬__________ ¶ (¬1) انظر أصول الفقه لمحمد أبي زهرة 304. ¶ (¬2) المسودة 488. ¶ (¬3) التحرير 522 - 523، وانظر كذلك التقرير والتحبير 3/ 386. ¶ (¬4) انظر البحر المحيط 4/ 334.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "استصحاب نفي التحريم أو الإباحة مبني على مسألة الأعيان قبل الشرع (¬1). ¶ ويظهر لي أن هذا الرأي محل نظر، إلا إذا كان القائل به يقصد الخلاف في صورة واحدة وهي استصحاب حكم العقل في الأشياء قبل ورود السمع، وقد تقدم في التمهيد أن هذا هو رأي المعتزلة، وأن أهل السنة يرون أن لا حكم في الأشياء قبل ورود السمع (¬2)، ومن المعلوم أن للاستصحاب صوراً أخرى من أشهرها استصحاب الدليل الشرعي حتى يرد الناقل عنه، فكيف يمكن أن يقال إن الخلاف فيها مبني على مسألة حكم الأشياء قبل ورود السمع؟. ¶ وحيث قد ترجح أن الخلاف في هذه المسألة لفظي وليس حقيقيا فلا سبيل إلى القول بأن منشأَ الخلاف فيها هو الخلاف في هذا الأصل أو ذاك. ¶ المطلب الثاني: حكم الاحتجاج بالاستصحاب المقلوب: ¶ عطفاً على الخلاف السابق في حكم الاحتجاج باستصحاب الحال عموماً يمكن القول -نظرياً- بأن الخلاف في الاستصحاب المقلوب يتخرج على ذلك الخلاف، على اعتبار أنه نوع من أنواعه. ¶ لكنني لم أجد -فيما اطلعت عليه من كتب الأصوليين والفقهاء- من صرح بأن تلك الأقوال الستة تجري في الاستصحاب المقلوب، وإنما الذي أشار إليه العلماء الذين تناولوا حكمه -وهم قلة- أن الاحتجاج به محل خلاف بين العلماء على قولين. ¶ القول الأول: أنه حجة. ¶ وهو المعمول به عند أكثر فقهاء الحنفية كما تشهد بذلك فروعهم (¬3)، بل إن بعض علمائهم عده أصلاً مقرراً. ¶ يقول السرخسي (ت490هـ): \"الأصل أن المنازعة متى وقعت في الحالة الماضية يحكم الحال\" (¬4). ¶ ¬__________ ¶ (¬1) انظر المسودة 488. ¶ (¬2) انظر البحر المحيط 4/ 330، وارشاد الفحول 238. ¶ (¬3) سيأتي بيان ذلك عند الكلام على أهم الفروع الفقهية المبنية على هذا الدليل، ولا تناقض بين هذه النسبة وبين ما تقدم من أن أكثر الحنفية يرون عدم حجية الاستصحاب، وذلك لأن الخلاف في هذه المسألة لفظي كما جرى بيانه، ولعل مما يؤكد ذلك كثرة استدلالهم به في الفروع. ¶ (¬4) نقل ذلك عنه صاحب شرح فتح القدير 7/ 362، وانظر عبارة له قريبة من هذه العبارة في المبسوط 6/ 166.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ويقول ابن عابدين (ت1252هـ): \"تحكيم الحال لمعرفة المقدار أصل مقرر\" (¬1). ¶ وقد تقدم فيما مضى أن الحنفية يعبرون عن هذا الدليل بتحكيم الحال. ¶ وبه قال بعض الشافعية (¬2)، وهم يسمونه غالباً: بـ: الانعطاف (¬3)، ونسب القول به ذلك إلى بعض الملكية في مسألة الوقف إذا جهل مصرفه (¬4). ¶ ومال إليه ابن دقيق العيد (ت702هـ) حيث وصف الاستدلال به بأنه كلام ظريف وتصرف غريب، ثم ذكر الشبهة التي يمكن أن تتبادر إلى الذهن في إنكاره وأجاب عنها (¬5). وهو اختيار هيئة كبار العلماء في الملكة العربية السعودية (¬6). ¶ أدلة أصحاب هذا القول: ¶ استدل القائلون بحجية الاستصحاب عموماً بذات الأدلة التي سبق بيانها لكونها -في نظرهم- تنتج صحة الاحتجاج بالاستصحاب المقلوب على اعتبار أنه نوع من أنواعه. ¶ يقول ابن السبكي (ت771هـ): \"واعلم أن الطريق في إثبات الحكم به يعود إلى الاستصحاب المعروف\" (¬7). ¶ غير أن هنالك جملة من الأدلة التي يمكن الاحتجاج بها على صحة هذا النوع بخصوصه، وأهمها ما يأتي: ¶ 1 - أن كون الشيء على حالة معينة في الحاضر يستلزم ظن كونه على هذه الحال في الماضي، والظن حجة متبعة في الشرعيات حتى ولو كان ضعيفاً (¬8). ¶ 2 - أنه لو لم يكن الثابت اليوم ثابتاً أمس لكان غير ثابت أمس إذْ لا واسطة بين الثبوت وعدمه، فيقضي استصحاب أمس الخالي عن الثبوت فيه بأنه الآن غير ثابت، وليس كذلك، لأنه مفروض الثبوت الآن، فدل ذلك على أنه ثابت أمس أيضاً (¬9). ¶ ¬__________ ¶ (¬1) حاشية ابن عابدين 7/ 495. ¶ (¬2) انظر الإبهاج 3/ 182، والبحر المحيط 4/ 335 - 336، والمنثور 1/ 106. ¶ (¬3) انظر المنثور 1/ 106، والبحر المحيط 4/ 336. ¶ (¬4) انظر أضواء البيان 2/ 143 - 144. ¶ (¬5) انظر البحر المحيط 4/ 335، ومما يجدر التنبيه عليه هنا أن بعض الباحثين فهم من عبارة ابن دقيق العيد أنه ينكر الاستدلال به (انظر قاعدة اليقين لا يزول بالشك 184)، ومن تأمل العبارة كاملة أدرك أنه يميل إلى الاحتجاج به. ¶ (¬6) انظر أبحاث هيئة كبار العلماء 3/ 284. ¶ (¬7) الإبهاج 3/ 182. ¶ (¬8) انظر شرح تنقيح الفصول 447. ¶ (¬9) انظر تشنيف المسامع 2/ 146، وحاشية العطار على شرح الجلال المحلي 2/ 391 - 392، وأضواء البيان 2/ 143، وشرح مراقي السعود 210.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وقد مثل ابن السبكي (ت771هـ) لذلك بما إذا رأيت زيداً جالساً في مكان وشككت هل كان جالساً فيه أمس فيقضى بأنه كان جالساً فيه أمس استصحابا مقلوباً، ثم قال: \"وذلك لأنه لا طريق له إلا قولك لو لم يكن جالساً أمس لكان الاستصحاب يقضي بأنه غير جالس الآن، لكنه جالس الآن، فدل على أنه كان جالساً أمس\" (¬1). ¶ وقد أورد الزركشي (ت794هـ) هذه الحجة بصيغة أخرى فقال: \"إذا ثبت استعمال اللفظ في هذا المدعى فندعي بأنه كان مستعملاً قبل ذلك، لأنه لو كان الوضع غيره فيما سبق لزم أن يكون قد تغير إلى هذا الوضع، والأصل عدم تغيره\" (¬2). ¶ وقد اعترض بعض العلماء على هذه الحجة بنقده لها في مجال تطبيقها في بعض جزئياتها وذلك بإثبات أن شرط الاستصحاب غير متحقق في الفرع الذي أدعي بناء الحكم فيه على الاستصحاب المقلوب -كمسألة المكيال التي ستأتي- فإن شرط الاستصحاب فقدان ما يصلح للتغيير، وهو هنا موجود، وهو وجود المكيال الشاهد في الحال (¬3). ¶ ويمكن أن يجاب عن هذا الاعتراض بالقول: إنه -أي الاعتراض- مبني على وجود المغير، والحجة في أساسها تفترض عدم وجود المغير، ولا يسلم أن الموجود حالياً مغير لما مضى بل ندعي أنه هو الماضي نفسه (¬4). ¶ ولو سلم أن هذا الاعتراض صحيح وأنه مبطل للمثال فلا يعني ذلك إبطال أصل الحكم، لأنه ليس الفرع الوحيد الذي بني عليه هذا الأصل، بل هنالك فروع كثيرة ومتعددة سيأتي بيانها، وإذا أمكن الخصم الاعتراض على أحدها فلا يمكنه الاعتراض على الجميع. ¶ 3 - أن النبي صلى الله عليه وسلم دفع إلى حكيم بن حزام ديناراً وأمره أن يشتري به أضحية، فاشترى بالدينار شاة، ثم باعها بدينارين، ثم اشترى شاة بدينار، وجاء بالشاة والدينار إلى النبي صلى الله عليه وسلم، فأخبره بذلك، فقال له النبي صلى الله عليه وسلم: بارك الله لك في صفقتك (¬5). ¶ ¬__________ ¶ (¬1) الإبهاج 3/ 183. ¶ (¬2) انظر البحر المحيط 4/ 335. ¶ (¬3) انظر حاشية البناني على شرح الجلال المحلي لجمع الجوامع 2/ 350 - 351. ¶ (¬4) انظر قاعدة اليقين لا يزول بالشك 185 - 186. ¶ (¬5) أخرجه الترمذي في سننه، كتاب البيوع 3/ 558، ورقمه 1257، وأبو داود في سننه، كتاب البيوع، باب في المضارب يخالف 3/ 256، ورقمه 3386، وابن أبي شيبة في مصنفه 7/ 303، ورقمه 36294، قال الترمذي: \"حديث حكيم بن حزام لا نعرفه إلا من هذا الوجه، وحبيب بن أبي ثابت لم يسمع عندي من حكيم بن حزام\". انظر سنن الترمذي 3/ 558. وقد أنكره ابن حزم ورد الاحتجاج به. انظر المحلي 8/ 437، وضعفه جمع من أهل العلم. انظر نصب الراية 4/ 9، والدراري المضيئة 1/ 398، غير أن في الباب حديثاً آخر يشهد له وهو حديث عروة البارقي الذي سيأتي تخريجه.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وفي حديث آخر: أنه دفع إلى عروة البارقي ديناراً ليشتري أضحية، فاشترى بالدينار شاتين، ثم باع إحداهما بدينار، وجاء بالأخرى مع الدينار، فجوز النبي صلى الله عليه وسلم ذلك، ودعا له بالخير (¬1). ¶ وجه الاستدلال بهذا الحديث: ¶ أن هذا العقد كان موقوفاً على إجازته صلى الله عليه وسلم، فلما أجازه نفذ، ونفوذه بالإجازة فيه استصحاب مقلوب، وذلك لأنه يقتضي سريان النفوذ من الحاضر -وهو وقت الإجازة- إلى الماضي -وهو وقت إنشاء العقد- (¬2)، ولا يمكن أن يقال إن العقد الأول كان باطلا، وأن الإجازة عقد جديد، وذلك لأن النبي صلى الله عليه وسلم لم يأمره بالاسترداد، وعدم أمره له بذلك يدل على أن العقد كان صحيحاً، ولكنه موقوف. ¶ قال السرخسي (ت490هـ): \"ولو لم يكن البيع موقوفاً على إجازته لأمره بالاسترداد، والمعنى فيه أن هذا تصرف صدر من أهله في محله فلا يلغو، كما لو حصل من المالك، وكالوصية بالمال ممن عليه دين، وبأكثر من الثلث ممن لا دين عليه ........ ¶ وإذا صدر من أهله في محله تحقق به وجوده، ثم قد يمتنع نفوذه شرعاً لمانع، فيتوقف على زوال ذلك المانع، وبالإجازة يزول المانع، وهو عدم رضا المالك به\" (¬3). ¶ القول الثاني: أنه ليس بحجة. ¶ وهو مذهب أكثر القائلين بعدم حجية استصحاب الحال، تخريجاً على أصلهم، على اعتبار أن الاستصحاب المقلوب نوع من أنواعه. ¶ أدلة هذا القول: ¶ يمكن أن يستدل لهذا القول بالأدلة المتقدمة التي تمسك بها المنكرون لحجية الاستصحاب عموماً، وقد تقدم بيانها، وبيان ما ورد عليها من مناقشات، فلا حاجة إلى التكرار. ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه، كتاب المناقب، الباب الثامن والعشرون، 8/ 549، ورقمه 3642، ثم ذكر أن الحسن بن عمارة كان يقول سمعه شبيب من عروة، فلما سأله سفيان قال لم أسمعه منه، سمعت الحي يخبرون عنه، وأخرجه كذلك أبو داود في سننه، كتاب البيوع، باب في المضارب يخالف 3/ 256، ورقمه 3384، والترمذي في سننه كتاب البيوع 3/ 559، ورقمه 1258، والإمام أحمد في مسنده 5/ 375، وابن ماجه في سننه 3/ 803، وهذا الحديث ضعفه عدد من أهل العلم، منهم ابن القطان، والخطابي، فقد نقل عنهما الزيلعي أن رواية البخاري للحديث لا تعني أنه على شرطه، فهو لم يكن يقصد هذا الجزء، وإنما قصد قوله صلى الله عليه وسلم: \"الخيل معقود بنواصيها الخير\"، بدليل أنه روى حديث الخيل بعد ذلك عن عدد من الصحابة، فدل على أن هذا اللفظ هو الذي على شرطه، وأن قصة عروة ساقها عرضاً وليس قصداً، ولو كان هذا الحديث على شرطه لذكره في كتاب البيوع أو كتاب الوكالة، فهو في حاصل الأمر كالأحاديث المعلقة والمرسلة والمنقطعة التي يوردها البخاري. انظر نصب الراية 4/ 90 - 91. ¶ وقد أنكر ابن حجر في الفتح وصفه بالانقطاع، وإن سلم بأن في إسناده مبهم، وذكر أن له متابع عند أحمد وأبي داود والترمذي وابن ماجه من طريق آخر، وله كذلك شاهد من طريق حكيم بن حزام، وتعقب قول ابن القطان بأنه ليس على شرط البخاري فذكر أنه ليس هنالك ما يمنع تخريجه ولا ما يحط عن شرطه، لأن الحي يمتنع في العادة تواطؤهم على الكذب، ولأن للحديث شاهداً آخر، انظر فتح الباري 8/ 552 - 555، كما صحح هذا الحديث جمع من أهل العلم منهم: النووي، والمنذري، وابن الملقن. انظر تحفة الأحوذي 4/ 393، وخلاصة البدر المنير 2/ 51. ¶ (¬2) تقدم فيما مضى أن بعض الشافعية يسمي هذا النوع بالانعطاف، ويعرفه بأنه: \"السريان من المستقبل للماضي\". انظر حاشية البجيرمي 4/ 390. ¶ (¬3) المبسوط 13/ 154.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "غير أن هنالك أدلة تمسك بها من ينكر هذا النوع على وجه الخصوص، وهي ما يأتي: ¶ 1 - أن الأصل استقرار الواقع في الزمن الماضي إلى هذا الزمن، أما أن يقال: الأصل انعطاف الواقع في هذا الزمن على الزمان الماضي فلا (¬1). ¶ وهذا الدليل نقله الزركشي (ت794هـ) عن ابن دقيق العيد (ت702هـ) الذي يرى أن الاستصحاب المقلوب كلام ظريف وتصرف غريب قد يتبادر إلى إنكاره بهذه الحجة، لكنه لم يذكر قائلها (¬2). ¶ ويمكن أن يناقش هذا الدليل بالقول: ¶ إنه لا يصلح أن يكون حجة للرفض (¬3)، لأنه من قبيل الاستدلال بمحل النزاع، إذْ الخلاف في صحة انعطاف الواقع في هذا الزمن على الزمان الماضي، وليس في الدليل ما يثبت ذلك أو ينفيه. ¶ قال الزركشي (ت794هـ) -في جوابه عن هذا الدليل-: \"هذا الوضع ثابت، فإن كان هو الذي وقع في الزمان الماضي فهو المطلوب، وإن لم يكن فالواقع في الزمن الماضي، فعاد الأمر إلى أن الأصل استصحاب الحال في الزمن الماضي\" (¬4). ¶ 2 - أن الأصل في الحادث عدمه، وتقدير وجوده مناف للأصل، وإنما اضطررنا إلى تقديره لضرورة وجوده في الحاضر، والضرورة تقدر بقدرها، وهو أقرب زمن. ¶ وهذا الدليل استخلصه الدكتور يعقوب الباحسين من إشارة الزركشي (ت794هـ) إلى أن هذا النوع من الاستصحاب ينافي القاعدة المشتهرة على ألسنة الفقهاء (¬5) وهي: ¶ \"أن الأصل في كل حادث تقديره بأقرب زمن\" (¬6). ¶ ويمكن أن يناقش هذا الدليل بالقول: إن معنى هذه القاعدة: أنه إذا وقع الاختلاف في زمن ¶ ¬__________ ¶ (¬1) انظر البحر المحيط 4/ 335. ¶ (¬2) انظر المصدر السابق 4/ 335. ¶ (¬3) انظر قاعدة اليقين لا يزول بالشك 184. ¶ (¬4) البحر المحيط 4/ 335. ¶ (¬5) انظر البحر المحيط 4/ 335. ¶ (¬6) انظر في هذه القاعدة: الأشباه والنظائر للسيوطي 59، والأشباه والنظائر لابن نجيم 64، والمنثور 1/ 84، ومجلة الأحكام العدلية مادة 11، وشرح القواعد الفقهية للزرقا 125.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "حدوث أمر فحينئذٍ ينسب إلي أقرب الأوقات إلى الحال، ما لم تثبت نسبته إلى زمن بعيد، وهذا الحكم في حالة ما إذا كان الحدوث متفقاً عليه وإنما وقع الاختلاف في تاريخ حدوثه (¬1)، والاستصحاب المقلوب إنما يصار إليه في حال الخلاف في كون الأمر حادثاً أو قديماً، وهو بهذه الصورة لا ينافي تلك القاعدة. ¶ القول المختار: ¶ عطفاً على ما تقدم من ترجيح الرأي القاضي بأن الخلاف في حكم استصحاب الحال عموماً خلاف لفظي: يمكن القول بأن الرأي المختار في الاستصحاب المقلوب: أنه حجة يجوز للمجتهد أن يتمسك بها ويستند إليها متى ما بذل وسعه واستفرغ جهده ولم يظفر بدليل يفيد تغير الوضع. ¶ قال الزركشي (ت794هـ): \"وإنما تضعف هذه الطريقة [يعني التمسك بالاستصحاب المقلوب] إذا ظهر لنا تغير الوضع، فأما إذا استوى الأمران فلا باس\" (¬2). ¶ وأهم الأسباب التي دعتني إلى اختيار هذا القول ما يلي: ¶ 1 - أن الاستصحاب المقلوب نوع من أنواع استصحاب الحال، وقد تقدم بيان صحة الاحتجاج بالاستصحاب عموماً. ¶ 2 - قوة حجة القائلين بصحة التمسك به، وسلامتها من المناقشة. ¶ 3 - أن النبي صلى الله عليه وسلم همّ أن يهدم الكعبة ويعيد بناءها على قواعد إبراهيم، ولم يمنعه من ذلك إلا خشية الفتنة لكون الناس حديثي عهد بكفر (¬3)، وكان الناس حينها متمسكين بالاستصحاب المقلوب، وصورته: أن بناء الكعبة الموجود في زمنهم هو الذي كان موجوداً بصفته في زمن إبراهيم عليه السلام، ولو لم يخبر النبي صلى الله عليه وسلم عائشة بأنه ليس كذلك، لكان هذا هو الظن الغالب عند ¶ ¬__________ ¶ (¬1) انظر شرح القواعد الفقهية للزرقا 125 - 126. ¶ (¬2) البحر المحيط 4/ 335. ¶ (¬3) أخرجه البخاري في صحيحه من حديث عائشة في مواضع عدة منها: كتاب التفسير، باب قوله تعالى: (وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ) 8/ 19، ورقمه 4484، وأخرجه كذلك مسلم في صحيحه من حديثها أيضاً، كتاب الحج، باب نقض الكعبة وبنائها 2/ 969، ورقمه 1333، وأخرجه كذلك الإمام أحمد في مسنده، وابن حبان، والترمذي، والنسائي، والطبراني، وغيرهم.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "الجميع، وهذا يدل على أن التمسك باستصحاب الحاضر في الماضي حجة، بدليل أن النبي صلى الله عليه وسلم قد عذرهم في استنادهم إليه لعدم علمهم بوجود الدليل المغير. ¶ 4 - أن الاستصحاب القلوب يحصل لدى المجتهد ظناً، والظن -وإن كان ضعيفاً (¬1) - فإنه حجة متبعة في الشرعيات كما تقدم. ¶ 5 - أن القول بعدم صحة هذا الطريق يلزم منه تصحيح دعوى من ادعى بأن الحقائق الوضعية، والشرعية، والعرفية، وكافة المصطلحات، حادثة وليست قديمة، وهي دعوى باطلة، ومن المعلوم أن من أقوى طرق الحكم بقدمها أن يقال: إذا ثبت استعمال اللفظ في هذا المدعى فندعي أنه كان مستعملاً قبل ذلك، لأنه لو كان الوضع غيره فيما سبق لزم أن يكون قد تغير إلى هذا الوضع، والأصل عدم تغيره (¬2). ¶ 6 - أن الحنفية -وهم الذين نقل عن أكثرهم إنكار حجية الاستصحاب مطلقاً، وعن بعضهم أنه لا يصلح حجة على الخصم-: من أكثر الفقهاء عملاً به في الفروع، بل إنه يعد من القواعد المشتهرة في مذهبهم (¬3)، وقد سبق أنهم يطلقون عليه تحكيم الحال (¬4). ¶ قال السرخسي (ت490هـ): \"الأصل أن الاشتباه إذا وقع فيما سبق يحكم الحال كما إذا اختلف صاحب الرحا مع المستأجر في جريان الماء في المدة، فإن كان الماء جارياً في الحال يجعل جارياً فيما مضى\" (¬5). ¶ نوع الخلاف في الاستصحاب المقلوب: ¶ إن المتأمل في هذه المسألة على ضوء الفروع المتداولة في كتب الفقهاء يمكنه أن يدرك أن الخلاف فيها خلاف لفظي وليس حقيقياً، وذلك لأن فقهاء الحنفية والشافعية -وهم الذين نسب إليهم الاختلاف فيها- متفقون من حيث العمل على الاحتجاج بهذا النوع من الاستدلال وإن ¶ ¬__________ ¶ (¬1) انظر شرح تنقيح الفصول 447. ¶ (¬2) انظر البحر المحيط 4/ 335. ¶ (¬3) انظر مجلة الأحكام العدلية 1/ 339 مادة 1683، ودرر الحكام 4/ 295، وقواعد الفقه 1/ 222. ¶ (¬4) انظر بدائع الصنائع 4/ 92، 5/ 32، وفتح القدير 4/ 151، 7/ 341، والبحر الرائق 4/ 49، 50، وحاشية ابن عابدين 3/ 392، 393، 3/ 633، 5/ 455، 7/ 37، 7/ 495. ¶ (¬5) المبسوط 6/ 166.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "اختلفوا في تسميته، فالشافعية يعبرون عنه تارة بالاستصحاب المقلوب، وتارة بالانعطاف، ويرتبون عليه جملة من المسائل الفقهية كما صرح بذلك الزركشي (ت794هـ) وغيره من علمائهم (¬1)، والحنفية يعبرون عنه بتحكيم الحال ويعدونه أصلاً من الأصول كما تقدم، ويفرعون عليه مسائل متعددة وفي أبواب مختلفة كما سيأتي. ¶ ويظهر لي أن حكاية الخلاف في هذه المسألة تعود إلى عدم تنقيح محل النزاع كحكاية الخلاف في حكم استصحاب الحال عموماً، بل إن القول الثاني في هذه المسألة أقرب إلى الافتراض منه إلى الوجود، حيث لم ينسب لأحد بعينه، وهو ما توحي به عبارة ابن دقيق العيد (ت702هـ) حين قال: \"وهذا كلام ظريف وتصرف غريب قد يتبادر إلى إنكاره ويقال، .. \" (¬2). ¶ ولعل الفروع الفقهية التي ستأتي في المبحث الرابع خير شاهد على هذا الاستنتاج. ¶ ¬__________ ¶ (¬1) انظر البحر المحيط 4/ 335 - 336، والمنثور 1/ 106، وحاشية البجيرمي 4/ 390. ¶ (¬2) انظر البحر المحيط 4/ 335.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "المبحث الثالث: القواعد الفقهية ذات الصلة بالاستصحاب المقلوب: ¶ من المعلوم أن للاستصحاب عموماً علاقة وثيقة بالقواعد الفقهية، ويعبر عنه علماء هذا الفن غالباً بـ \"الأصل\". ¶ قال السيوطي (ت911هـ) -بعد أن أورد القواعد الفقهية المبدوءة بالأصل-: ¶ \"يعبر عن الأصل في جميع ما تقدم بالاستصحاب، وهو استصحاب الماضي في الحاضر، وأما استصحاب الحاضر في الماضي فهو الاستصحاب المقلوب\" (¬1). ¶ ومن أهم القواعد الفقهية ذات الصلة بالاستصحاب المقلوب ما يأتي: ¶ 1 - قاعدة: \"اليقين لا يزول بالشك\" (¬2). ¶ وهي إحدى القواعد الخمس الكبرى، وتظهر صلتها بهذا النوع من الاستدلال على اعتبار أن الحالة الحاضرة هي المتيقنة، والحالة الماضية مشكوك فيها فلا يزول اليقين بالشك. ¶ فيكون الاستصحاب المقلوب على العكس من القاعدة الأساس المعتمدة على وجود اليقين في الماضي أو الحاضر ومن ثم استصحابه إلى الحاضر أو المستقبل (¬3). ¶ ولأجل هذا المعنى سماه بعض الباحثين المعاصرين (¬4): \"رجعية اليقين\"، على اعتبار أن المستدل به يستصحب يقين الحاضر في الماضي ولا يلتفت إلى الشك فيه. ¶ 2 - قاعدة: \"الأصل بقاء ما كان على ما كان\" (¬5). ¶ وهي إحدى القواعد المتفرعة عن قاعدة: \"اليقين لا يزول بالشك\"، ومن أشهر القواعد المعبرة عن الاستصحاب عند الفقهاء (¬6). ¶ قال الونشريسي (ت914هـ): \"الأصل بقاء ما كان على ما كان، وهو المسمى في العرف الأصولي باستصحاب الحال، وهو أصل من أصول الشريعة تدور عليه مسائل وفروع\" (¬7). ¶ ¬__________ ¶ (¬1) الأشباه والنظائر للسيوطي 76. ¶ (¬2) انظر تأسيس النظر 161، والأشباه والنظائر للسيوطي 50، والأشباه والنظائر لابن نجيم 72، والمنثور 2/ 241، ومجلة الأحكام العدلية مادة 4، وشرح القواعد الفقهية للزرقا 79. ¶ (¬3) انظر قاعدة اليقين لا يزول بالشك 183. ¶ (¬4) هو الدكتور/ يعقوب الباحسين في كتابه: (قاعدة اليقين لا يزول بالشكل) ص183. ¶ (¬5) انظر الأشباه والنظائر للسيوطي 51، والأشباه والنظائر للسيوطي 57، ومجلة الأحكام العدلية مادة 5. ¶ (¬6) انظر البحر المحيط 4/ 327. ¶ (¬7) المعيار المعرب 4/ 424.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "ومعناها: أن ما ثبت بزمان يحكم ببقائه ما لم يوجد دليل على خلافه (¬1). ¶ ووجه صلتها بالاستصحاب المقلوب: أنه يفيد عكس ما تفيده هذه القاعدة، إذْ إن حاصله: الحكم ببقاء الشيء على حاله في الماضي استناداً إلى بقائه عليها في الحاضر، أو بعبارة أخرى: أن الأصل بقاء ما كان على ما هو كائن، في حين أن حاصل القاعدة: الحكم ببقاء الشيء على حاله في الحاضر استناداً إلى بقائه على هذه الحال في الماضي (¬2). ¶ 3 - قاعدة: \"الأصل في كل حادث تقديره بأقرب زمن\" (¬3). ¶ وهذه القاعدة يعبر عنها بعض العلماء بـ: \"الأصل إضافة الحادث إلى أقرب أوقاته\" (¬4). ¶ وهي إحدى القواعد المتفرعة عن قاعدة: \"اليقين لا يزول بالشك\". ¶ ووجه صلتها بالاستصحاب المقلوب أن ظاهرها ينافي حكمه، وذلك لأن معناها: أنه إذا وقع الاختلاف في زمن حدوث أمر فحينئذ ينسب إلى أقرب الأوقات إلى الحال ما لم تثبت نسبته إلى زمن بعيد، فإذا ثبتت نسبته إلى الزمن البعيد يحكم بذلك (¬5). ¶ قال الزركشي (ت794هـ) -وهو يشير إلى وجه العلاقة بينها وبين هذا الضرب من الاستدلال-: \"وأما الفقهاء فظاهر قولهم إن الأصل في كل حادث تقديره بأقرب زمن منافاة هذا القسم\" (¬6). ¶ وقد تقدم فيما مضى أن هذا الرأي محل نظر، وأن هذه القاعدة لا تنافي الاستصحاب المقلوب، وذلك لأن حكمها في حالة ما إذا كان الحدوث متفقاً عليه وإنما وقع الاختلاف في تاريخه (¬7)، والاستصحاب المقلوب إنما يصار إليه في حال الخلاف في كون الأمر حادثاً أو قديماً، مع عدم وجود دليل يرجح أحد الأمرين. ¶ ¬__________ ¶ (¬1) انظر شرح القواعد الفقهية 89، 121، والقواعد الفقهية للندوي 453، ودرر الحكام 4/ 295. ¶ (¬2) انظر شرح القواعد الفقهية 89، والوجيز في إيضاح قواعد الفقه الكلية 94 - 95. ¶ (¬3) انظر البحر المحيط 4/ 335، والأشباه والنظائر للسيوطي 59، والمنثور 1/ 84. ¶ (¬4) انظر الأشباه والنظائر لابن نجيم 64، ومجلة الأحكام العدلية مادة 11. ¶ (¬5) انظر شرح القواعد الفقهية للزرقا 125. ¶ (¬6) البحر المحيط 4/ 335. ¶ (¬7) انظر شرح القواعد الفقهية للزرقا 125 - 126.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "4 - قاعدة: \"القديم يترك على قدمه\". ¶ وهي إحدى القواعد المتفرعة عن قاعدة: \"اليقين لا يزول بالشك\"، وأكثر من يتداولها فقهاء الحنفية (¬1). ¶ والمراد بها عندهم: أن المتنازع فيه إذا كان قديماً لا يوجد من يعرف أوله فيجب أن تراعى فيه حالته التي هو عليها من القديم، بلا زيادة ولا نقص ولا تغيير ولا تحويل (¬2)، ما لم يثبت خلافه، لأن بقاء الشيء مدة طويلة دليل على أنه مستند إلى حق مشروع، فيحكم بأحقيته، ولأن الأصل إحسان الظن بالمسلمين، وأنهم لم يضعوه إلا بوجه شرعي (¬3). ¶ ووجه صلتها بالاستصحاب المقلوب: أن من دلائل الحكم بقدم الشيء استصحاب حاله الحاضرة في الماضي، بمعنى: أن وجوده على حال معينة في الحاضر دليل على أنه كان على هذه الحال في الماضي. ¶ ويظهر وجه الصلة من خلال بعض الأمثلة والفروع التي بناها الحنفية على هذه القاعدة، وذلك كقولهم: إنه لو كان لأحد جناح في داره ممدود على أرض الغير، أو كان لداره مسيل ماء، أو أقذار في أرض الغير، أو كان له ممر إلى داره مثلاً في أرض الغير، وكان ذلك الجناح أو المسيل أو الممر قديماً لا يعرف أحد من الحاضرين مبدأ لحدوثه فأراد صاحب الأرض أن يمنع صاحب الدار من مد الجناح أو التسييل أو المرور في أرضه، أو أراد أن يحول المسيل أو الممر ويغيره عن حاله القديم فليس له ذلك إلا بإذن صاحبه (¬4). ¶ ومن المعلوم أن حاصل الاستصحاب المقلوب الحكم بقدم الحال الحاضرة، وجعل ذلك حجة على صحة هذه الحال، وأنه لا يجوز الانتقال عنها إلا بدليل. ¶ وقد أومأ إلى ذلك الشيخ أحمد الزرقا (ت1357هـ) حين قال: \"ثم إذا جهل حال المتنازع فيه ولم يعرف هل هو قديم أو حادث، فالأصل فيه أنه إن كان في طريق خاص يعتبر قديماً حتى يقوم الدليل على خلافه، وإن كان في طريق العامة يعتبر حديثاً، فللإمام أن ينقضه\" (¬5). ¶ ¬__________ ¶ (¬1) انظر الهداية 4/ 107، والبحر الرائق 8/ 245، وحاشية ابن عابدين 6/ 443، 444، ومجلة الأحكام العدلية مادة 6، وقواعد الفقه 1/ 98، وهذه القاعدة يمكن إدراجها أيضاً تحت قاعدة: \"لا ضرر ولا ضرار\"، لأنها مستندة إلى هذا الحديث، وقد قيدها بعض الفقهاء بقاعدة أخرى وهي: \"الضرر لا يكون قديماً\"، فصارت صيغتها: \"القديم يترك على قدمه ما لم يكن ضرراً فاحشاً\". ¶ انظر في أحكام هذه القاعدة: مجلة الأحكام العدلية مادة 6، 7، والمدخل الفقهي العام 2/ 982، وشرح القواعد الفقهية للزرقا 95 - 104، والقواعد الفقهية للندوي 412 - 414. ¶ (¬2) انظر شرح القواعد الفقهية للزرقا 95. ¶ (¬3) انظر درر الحكام 1/ 21، والمدخل الفقهي العام 2/ 982، والوجيز للبورنو 99. ¶ (¬4) انظر شرح القواعد الفقهية للزرقا 95. ¶ (¬5) المصدر السابق 97.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "5 - قاعدة: \"الأصل العدم\" (¬1). ¶ وهي كذلك إحدى القواعد المتفرعة عن قاعدة \"اليقين لا يزول بالشك\"، والمراد بها: أنه عند الاختلاف في ثبوت صفة وعدمها، فالقول قول من يتمسك بعدمها مع يمينه (¬2). ¶ وهذه القاعدة يتداولها بعض الفقهاء بهذه الصيغة التي يبدو من ظاهرها أنها تنافي الاستصحاب المقلوب، لكونه يفيد ثبوت الشيء في الماضي -وجوداً أو عدماً- بناء على ثبوته في الحاضر، وظاهرها يدل على أنه إذا حصل اختلاف في وجود أمر في الماضي فالأصل عدم وجوده حتى يقوم الدليل على خلافه. ¶ لكنها ليست على ظاهرها، وإنما هي خاصة في الصفات العارضة، وهي الصفات التي يكون وجودها في الشيء طارئاً، بمعنى أن الشيء بطبيعته يكون خالياً عنها غالباً، فهذه الصفات يحكم بأن الأصل فيها العدم، ويلحق بذلك الأمور التي توجد بعد العدم، كسائر العقود، والأفعال المستحدثة (¬3). ¶ ولأجل هذا المعنى عبر عدد من علماء القواعد عن هذه القاعدة بقولهم: \"الأصل في الصفات العارضة العدم\" (¬4). ¶ وهو النص الذي استقرت عليه القاعدة. ¶ قال ابن نجيم (ت970هـ) -بعد بيانه لها وذكر أهم الفروع المبنية عليها-: \"تنبيه: ليس الأصل العدم مطلقاً، وإنما هو في الصفات العارضة، وأما الصفات الأصلية فالأصل الوجود\" (¬5). ¶ والقاعدة بهذه الصيغة لا يظهر لها وجه صلة بهذا النوع من الاستدلال، ومن تأمل الفروع الفقهية التي بناها الفقهاء عليها أدرك أنهم يقصدون بها الصفات العارضة ولا يقصدون بها ظاهرها العام المنافي للاستصحاب المقلوب. ¶ ¬__________ ¶ (¬1) انظر الأشباه والنظائر للسيوطي 57، والأشباه والنظائر لابن نجيم 62، وكشاف القناع 6/ 288، وفتح الوهاب 1/ 345. ¶ (¬2) انظر شرح القواعد الفقهية للزرقا 117، والوجيز للبورنو 103. ¶ (¬3) انظر شرح القواعد الفقهية للزرقا 117. ¶ (¬4) انظر الأشباه والنظائر لابن نجيم 63، ومجلة الأحكام العدلية مادة 9. ¶ (¬5) الأشباه والنظائر لابن نجيم 63.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "6 - قاعدة: \"الإجازة اللاحقة كالوكالة السابقة\" (¬1). ¶ وهي إحدى القواعد المشهورة في المذهب الحنفي. ¶ والمراد بها: أن إجازة صاحب الحق لتصرف غيره، بيعاً، أو شراء، أو تزويجاً، أو غير ذلك، بمنزلة تفويض الوكيل في التصرف قبل العقد، فكلاهما سبب لصحة العقد ونفوذه، ويشمل حكم هذه القاعدة: تصرفات الفضولي، والعبد، والصغير، ونحوهم ممن لا تنفذ تصرفاتهم مباشرة (¬2). ¶ ووجه صلة هذه القاعدة بالاستصحاب المقلوب: أن القول بنفوذ العقد أو التصرف بالإجازة يعني استصحاب حكم الحاضر -وهو نفوذ التصرف- إلى الماضي -وهو وقت إنشائه- فإن العقد كان صحيحاً لكن نفوذه موقوف على إجازة صاحب الحق (¬3). ¶ ولهذا يسميه بعض الفقهاء: \"البيع الموقوف\" (¬4). ¶ ¬__________ ¶ (¬1) انظر تأسيس النظر 167، والمبسوط 13/ 153 وبدائع الصنائع 2/ 237، 4/ 177، 5/ 151، 277، 6/ 52، 7/ 197، وشرح فتح القدير 7/ 55، والهداية 3/ 69، والبحر الرائق 4/ 233، 6/ 160، وحاشية ابن عابدين 2/ 142، 3/ 641، 5/ 111، 114، 264، 6/ 156، 7/ 286، 356، وقواعد الفقه 1/ 16، 53. ¶ (¬2) انظر تأسيس النظر 167، وبدائع الصنائع 4/ 177، 7/ 197، 2/ 237. ¶ (¬3) انظر المبسوط 13/ 154، والبحر الرائق 6/ 160. ¶ (¬4) انظر التقرير والتحبير 3/ 214.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "المبحث الرابع: أهم الفروع الفقهية المبنية على الاستصحاب المقلوب: ¶ إن المتأمل في كتب الفقه يمكنه أن يقف على بعض الأمثلة والتطبيقات للاحتجاج بالاستصحاب المقلوب، ومن أهم الفروع الفقهية التي بناها الفقهاء على هذا النوع من الاستدلال (¬1) ما يأتي: ¶ 1 - إذا وقع البحث في المكيال الموجود الآن هل كان على عهد رسول الله صلى الله عليه وسلم؟ فيقول القائل نعم إنه الذي كان على عهد رسول الله صلى الله عليه وسلم، استدلالاً باستصحاب الحال في الماضي، إذ الأصل موافقة الماضي للحال (¬2). ¶ 2 - إذا وجد ركاز مدفون في الأرض، ولم يعرف هل هو من دفين الجاهلية أو الإسلام، فيحكم بأنه من ركاز الجاهلية على وجه عند الشافعية استدلالاً بالاستصحاب المقلوب (¬3). ¶ قال ابن السبكي (ت771هـ) -وهو يوضح وجه هذا الاستدلال-: \"وفيه وجه أنه ركاز لأن الموضع يشهد له، وعلى هذا الوجه استصحبنا مقلوباً لأنا استدللنا بوجه أنه في الإسلام على أنه كان موجوداً قبل ذلك\" (¬4). ¶ 3 - إذا اشترى شيئاً ثم ادعاه مدع وأخذه منه بحجة مطلقة، فإنه يثبت له الرجوع على البائع عند أصحاب الشافعي (¬5)، وهذا استصحاب للحال في الماضي، فإن البينة لا توجب الملك ولكنها تظهره، فيجب أن يكون الملك سابقاً على إقامتها ويقدر له لحظة لطيفة، ومن المحتمل انتقال الملك من المشتري إلى المدعي ولكنهم استصحبوا مقلوباً، وهو عدم الانتقال فيه فيما مضى استصحابا للحال (¬6). ¶ 4 - ذهب بعض الملكية إلى أنه إذا جهل مصرف الوقف ووجد على حالة معينة فإنه يجري عليهما، لأن وجوده على تلك الحالة دليل على أنه كان كذلك في عقد الوقف (¬7). ¶ ¬__________ ¶ (¬1) الفروع التي يوردها الفقهاء في هذا الباب هي الفروع التي جرى الخلاف في كونها قديمة أو حادثة، وأما الفروع المتفق على حدوثها فتدخل تحت قاعدة: \"الأصل إضافة الحادث إلى أقرب أوقاته\" كما تقدم. انظر شرح القواعد الفقهية للزرقا 125 - 126. ¶ (¬2) انظر حاشية العطار على شرح الجلال المحلي 2/ 391، والإبهاج 3/ 182، وتشنيف المسامع 2/ 146، وأضواء البيان 2/ 144. ¶ (¬3) انظر البحر المحيط 4/ 335، والإبهاج 3/ 183، والأشباه والنظائر للسيوطي 76. ¶ (¬4) الإبهاج 3/ 183. ¶ (¬5) انظر الإبهاج 3/ 183، والبحر المحيط 4/ 335، وتشنيف المسامع 2/ 146، والغيث الهامع 3/ 805، والأشباه والنظائر للسيوطي 76، وروضة الطالبين 12/ 65، ومغني المحتاج 4/ 484، والتمهيد للأسنوي 1/ 495. ¶ (¬6) انظر الإبهاج 3/ 183، والبحر المحيط 4/ 335، وتشنيف المسامع 2/ 146. ¶ (¬7) انظر أضواء البيان 2/ 143 - 144.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "5 - إذا أشكل حال القرية التي فيها الكنيسة، هل أحدثها المسلمون أم لا؟ فإنها تقر استصحابا لظاهر الحال، نقل ذلك الزركشي (ت794هـ) عن الروياني (ت502هـ) من الشافعية، وذكر أن الرافعي (ت623هـ) لم يحك غيره (¬1). ¶ 6 - إذا حصل نزاع في جريان ماء الطاحون، أو البالوعة، أو نحوها، فينظر في حاله وقت الخصومة فإن كان موجوداً فيحكم ببقائه على الحال التي وجد عليها، تحكيماً للحال عند أكثر الحنفية، سواء كان النزاع في جريانه إلى دار أحد أو أرضه (¬2)، أو كان النزاع بسبب دعوى مستأجر الطاحون انقطاع الماء عنه مدة الإجارة أو بعضها (¬3). ¶ وهذه المسألة جعلها بعض علمائهم أصلاً، وقاس عليها بعض المسائل المشابهة (¬4). ¶ 7 - إذا استأجر إنسان عبداً مدة معينة، ثم ادعى إباق العبد أو مرضه في هذه المدة، وأنكر المولى، فينظر في حال العبد وقت الخصومة، ويكون القول قول من شهد له الحال عند الحنفية. ¶ قال صاحب البحر الرائق (ت970هـ) -مبيناً وجه تحكيم الحال هنا-: \"لأن القول في الدعاوي قول من يشهد له الظاهر، ووجوده في الحال يدل على وجوده في الماضي، فيصلح الظاهر مرجحاً وإن لم يصلح حجة كما إذا اختلفا في جريان ماء الطاحون\" (¬5). ¶ 8 - إذا مات نصراني فجاءت امرأته مسلمة، وقالت أسلمت بعد موته فاستحق من ميراثه، فقال الورثة؟ بل أسلمت قبل موته فلا ميراث لك، فالقول قول الورثة عند أكثر الحنفية، لأن سبب الحرمان من الميراث وهو الاختلاف في الدين قائم في الحال فيحكم باستصحابه في الماضي تحكيماً للحال، كمسألة الطاحون (¬6). ¶ 9 - ذهب بعض الحنفية إلى أن المرتد لا يسترق إذا لحق بدار الحرب، لأنه إذا ظفر به فموجبه القتل إن لم يسلم، فإن ادعى الإسلام فيكتفي بإسلامه حال الدعوى عملاً باستصحاب الحاضر في الماضي، كما في مسألة الطاحون (¬7). ¶ ¬__________ ¶ (¬1) انظر البحر المحيط 4/ 335. ¶ (¬2) انظر المبسوط 6/ 166، والبحر الرائق 8/ 38، ومجلة الأحكام العدلية 1/ 362. ¶ (¬3) انظر المبسوط 17/ 50، وبدائع الصنائع 4/ 92، والبحر الرائق 7/ 301، ومجلة الأحكام العدلية 1/ 361، والدر المختار 6/ 74، ودرر الحكام 1/ 21. ¶ (¬4) انظر حاشية ابن عابدين 6/ 13، 7/ 36، والمبسوط 6/ 166، 7/ 112، والبحر الرائق 7/ 301، وشرح فتح القدير 7/ 341. ¶ (¬5) البحر الرائق 8/ 38، وانظر كذلك الدر المختار 6/ 74. ¶ (¬6) انظر المبسوط 6/ 166، وشرح فتح القدير 7/ 341، والهداية 3/ 111 - 112، والبحر الرائق 7/ 43، والدر المختار 5/ 455، وحاشية ابن عابدين 7/ 36، ودرر الحكام 1/ 21. ¶ (¬7) انظر حاشية ابن عابدين 7/ 464.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "10 - إذا أعتق أحد الشريكين عبدهما، وادعى أن العتق حصل وهو معسر، وصدقه شريكه فلا ضمان عليه، لأن صفة اليسار في العتق تعتبر لإيجاب الضمان، فإن قال الشريك بل أعتقت وأنت موسر نظر إلى حاله يوم ظهر العتق، فإن كان معسراً فلا ضمان عليه وإن كان موسراً فعليه الضمان تحكيماً للحال، في قول أكثر الحنفية (¬1). ¶ 11 - لو أحرم إنسان بالحج وشك هل أحرم قبل أشهر الحج، أو بعدها، كان محرماً بالحج، وذلك لأنه على يقين من أنه في أشهره في الزمن الحاضر، وفي شك مما تقدمه، فيستصحب الحاضر وهو أنه في أشهره إلى الماضي استصحابا مقلوباً (¬2). ¶ 12 - لو كان للابن الغائب مال عند أبيه، فأنفق الأب منه على نفسه، ثم اختلفا، فادعى الولد على والده أنه كان موسراً وقت الإنفاق، وادعى الأب أنه كان معسراً، ولا بينة لأحدهما، فعند الحنفية يحكم الحال، فإن كان الأب حال الخصومة موسراً فلا ضمان عليه، وإن كان معسراً فعليه الضمان (¬3). ¶ 13 - إذا ادعى المستأجر بعد مضي مدة معينة أنه لم يقدر على فتح الباب، والمفتاح معه، فقال المؤجر بل قدرت على فتحه وسكنت ولا بينة لهما، فيحكم الحال عند الحنفية، ويؤخذ بقول من شهد له واقع الحال وقت الخصومة (¬4). ¶ ونظير ذلك ما لو استأجر فسطاطاً ليستظل به، ثم ادعى أنه في أصله غير صالح للانتفاع، فيحكم الحال (¬5). ¶ 14 - إذا ادعى المستأجر بعد مضي مدة معينة أن العقار غصب منه ولم يتمكن من استيفاء المنفعة، وأنكر المؤجر ذلك، فيحكم الحال، فإن كان المستأجر هو الساكن في الدار حال المنازعة فالقول للمؤجر، وإن كان الغاصب فالقول للمستأجر، ولا أجره عليه كمسألة الطاحونة (¬6). ¶ ¬__________ ¶ (¬1) انظر المبسوط 7/ 112، وبدائع الصنائع 4/ 92، وشرح فتح القدير 4/ 463. ¶ (¬2) انظر البحر المحيط 4/ 336، والمنثور 2/ 29، والأشباه والنظائر للسيوطي 52، وحواشي الشرواني 4/ 36 ومغني المحتاج 1/ 471. ¶ (¬3) انظر حاشية ابن عابدين 2/ 685، 3/ 633، ودرر الحكام 1/ 21. ¶ (¬4) انظر البحر الرائق 7/ 300، 8/ 6، وحاشية ابن عابدين 6/ 14. ¶ (¬5) انظر حاشية ابن عابدين 6/ 35. ¶ (¬6) انظر البحر الرائق 7/ 301.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "15 - إذا قال المستأجر استأجرت الأرض منك وهي فارغة، فقال المؤجر لا بل هي مشغولة بزرعي فيحكم الحال عند بعض الحنفية (¬1). ¶ 16 - أن المتوضئ يثاب على الوضوء جميعه إذا نوى عند غسل الوجه، على وجه عند الشافعية، استصحاباً للنية الحاضرة في سنن الوضوء المتقدمة (¬2). ¶ 17 - إذا أجاز صاحب الحق تصرف الفضولي بالبيع أو بالشراء أو بالتزويج أو غير ذلك، صح العقد عند الإمام مالك وأكثر أصحابه، وبعض الحنفية، والشافعية، والحنابلة، وهو قول الشافعي في القديم، بل جعله أكثر الفقهاء أصلاً يقاس عليه كافة التصرفات الموقوفة على الإجازة (¬3)، ومن القواعد المتداولة عند الفقهاء قاعدة: \"الإجازة اللاحقة كالوكالة السابقة\" (¬4)، وفي نفوذ العقد نوع من الاستدلال بالاستصحاب المقلوب على اعتبار سريان النفوذ من الحاضر -أي بعد الإجازة- إلى الماضي -وهو وقت إنشاء العقد-، كمسألة النية عند غسل الوجه. ¶ ونظير ذلك إجازة السيد لتصرف عبده، والولي لتصرف الصبي، والثيب لتصرف الولي، وإجازة الصبي لتصرفه السابق إذا بلغ بعد إنشاء العقد (¬5)، فكلها تتضمن استصحاب صحة العقد في الحاضر -أي بعد الإجازة- إلى الماضي -وهو وقت إنشاء العقد-. ¶ 18 - من نوى صوم التطوع قبل الزوال، صح صومه عند الشافعية، تمسكاً بالانعطاف (¬6). ¶ والوجه في ذلك -والله أعلم- أنه ممسك عن الطعام والشراب في الحاضر فيستصحب هذا الإمساك في الماضي وهو ما قبل الفجر، وهذا هو الاستصحاب المقلوب. ¶ 19 - لو باع الأب مال طفله، ثم بلغ فادعى بعد بلوغه على المشتري أن البيع كان بغبن فاحش، وأنكر المشتري، فإنه يحكم الحال عند بعض الحنفية، بشرط أن لا تكون المدة قدر ما يتبدل به السعر (¬7). ¶ ¬__________ ¶ (¬1) انظر البحر الرائق 7/ 305، 8/ 12. ¶ (¬2) انظر البحر المحيط 4/ 336، والمنثور 1/ 107، وروضة الطالبين 1/ 47. ¶ (¬3) انظر المغني 6/ 295، وتفسير القرطبي 7/ 156، وبداية المبتدى 1/ 40، والهداية 1/ 203، 3/ 68، وشرح فتح القدير 3/ 307 والمجموع 9/ 249، والبحر الرائق 6/ 160، والوسيط 3/ 22، والأشباه والنظائر للسيوطي 285، والمبسوط 13/ 153، ومنار السبيل 1/ 289، والمحرر 1/ 310، ومجموع الفتاوى 32/ 42، وروضة الطالبين 4/ 303، 319، ومنهاج الطالبين 1/ 45. ¶ (¬4) انظر تأسيس النظر 167، والمبسوط 13/ 153، وبدائع الصنائع 2/ 237، والهداية 3/ 69. ¶ (¬5) انظر شرح فتح القدير 3/ 308، ومجموع الفتاوى 32/ 30، والكافي لابن قدامه 3/ 4، والهداية 1/ 203. ¶ (¬6) انظر البحر المحيط 4/ 336، والمنثور 1/ 106، وروضة الطالبين 2/ 352. ¶ (¬7) انظر حاشية ابن عابدين 6/ 719.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "20 - إذا علق عتق عبده على قدوم زيد، ثم باعه، فقدم زيد ذلك اليوم (¬1)، بطل البيع استناداً إلى الاستصحاب المقلوب عند بعض الشافعية، وصورته: استصحاب حاله الحاضر -أي الحرية- في الماضي -أي وقت البيع-، ومن المعلوم أن بيع الحر لا يجوز. ¶ 21 - إذا اختلف المالك والغاصب في عيب حادث، وكان المغصوب باقياً، فالقول قول من يشهد له الحال عند بعض الشافعية، والحنفية (¬2). ¶ قال السيوطي (ت911هـ): \"ولو كان المغصوب باقياً، وهو أعور مثلاً فقال الغاصب هكذا غصبته: فالقول قول الغاصب، صرح به الشيخ أبو حامد وغيره، فهذا استصحاب مقلوب، ونظيره لو قال المالك: كان طعامي جديداً، وقال الغاصب عتيقاً فالمصدق الغاصب\" (¬3). ¶ 22 - إذا قذف من يجب الحد بقذفه فزنا المقذوف سقط الحد عن القاذف عند بعض الشافعية استناداً إلى الاستصحاب المقلوب (¬4). ¶ وصورته: أنه قذفه لا يوجب الحد في الحاضر فيستصحب ذلك في الماضي. ¶ 23 - إذا قالت المرأة لزوجها؟ \"تزوجت علي\"، فقال: \"كل امرأة لي طالق\" فيحكم الحال عند بعض المتأخرين من علماء الحنفية، فإن كان بينهما خصومة تدل على أنه قال ذلك على سبيل الغضب طلقت منه هذه المرأة، وإلا فلا، لأن حالة الرضا دليل على أنه قصد الجواب وإرضاءها لا إيحاشها، بخلاف حالة الغضب (¬5). ¶ 24 - إذا عزل القاضي فادعى عليه رجل أنه أخذ منه ألفاً بغير حق أو قطع يده بغير حق، فقال القاضي: قضيت بها عليك لفلان ودفعتها إليه، وقضيت بقطعك في حق، فالقول قول القاضي بالاتفاق إذا كان المدعي مقراً بأنه فعل ذلك وهو قاض، فإن ادعى أنه فعله بعد العزل فالقول قول المدعي على رأي بعض الحنفية تحكيماً للحال كمسألة الطاحونة (¬6). ¶ 25 - إذا جني على عبد، ثم اختلفوا في قيمته وقت الجناية، وهو حي، وقيمته ألف مثلاً، ¶ ¬__________ ¶ (¬1) انظر البحر المحيط 4/ 336. ¶ (¬2) انظر الأشباه والنظائر للسيوطي 76، والبحر الرائق 8/ 273، والبحر المحيط 4/ 336. ¶ (¬3) الأشباه والنظائر للسيوطي 76. ¶ (¬4) انظر تشنيف المسامع 2/ 146. ¶ (¬5) انظر حاشية ابن عابدين 3/ 824، وشرح فتح القدير 150 - 151. ¶ (¬6) انظر شرح فتح القدير 7/ 362.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "فقال المولى لم تزل هذه قيمته منذ الجناية، وقال الجاني كانت قيمته يوم الجناية أقل من هذه ولا يعلم متى كانت الجناية، لم يصدق واحد منهما وأخذ بالقيمة على ما وجد عليه اليوم على قول أبي يوسف (ت182هـ) تحكيماً للحال، كدعوى المستأجر انقطاع الماء في المدة فإنه يحكم الحال فيه (¬1). ¶ 26 - لو باع شجراً فيه ثمر، واختلفا في شمول البيع للثمر، فيحكم الحال عند بعض الحنفية، ويؤخذ قول من في يده الثمر، لأن الظاهر يشهد له (¬2). ¶ 27 - إذا طلق رجل امرأته طلاقاً بائنا في مرضه فيحكم الحال عند بعض الحنفية، فإن كان قد جرى بينهما خصومة وتركت خدمته في مرضه فذلك يدل على عدم المواضعة فلا تهمة ويقع الطلاق، ويقبل إقراره لها، كما تقبل وصيته لها، وإن كان الحال يشهد بغير ذلك فلا يقع الطلاق، لكونه متهماً، لأن الزوجين قد يتواضعان على الإقرار بالفرقة وانقضاء العدة لينفتح باب الإقرار والوصية للمرأة (¬3). ¶ 28 - إذا هدم المشتري بناء الدار، ثم اختلف مع الشفيع في قيمته البناء والساحة جميعاً، فالقول قول المشتري مع يمينه في قيمة البناء، لأن الشفيع يدعي على المشتري زيادة في السقوط وهو ينكر، وأما الساحة فتقوم بحسب ما تستحق وقت الخصومة، تحكيماً للحال. ¶ قال الكاساني (ت587هـ): \"أما تقوم الساحة الساعة فلأنه يمكن معرفة قيمتها للحال، فيستدل بالحال على الماضي، ولا يمكن تحكيم الحال في البناء، لأنه تغير عن حاله\" (¬4). ¶ 29 - إذا أدرك الإمام في الركوع يكون مدركاً لثواب جميع الركعة على سبيل الانعطاف عند بعض الشافعية (¬5)، وهو استصحاب للحاضر في الماضي. ¶ 30 - إذا بلغ الصبي أو عتق العبد وهما محرمان قبل فوات وقت الوقوف أجزأتهما عن حجة الإسلام في ظاهر مذهب الشافعي، استصحاباً للحال في الماضي (¬6). ¶ ¬__________ ¶ (¬1) انظر المبسوط 27/ 88. ¶ (¬2) انظر الدر المختار 6/ 73. ¶ (¬3) انظر البحر الرائق 4/ 49، وحاشية ابن عابدين 3/ 392 - 393. ¶ (¬4) بدائع الصنائع 5/ 32. ¶ (¬5) انظر روضة الطالبين 2/ 352، والمنثور 1/ 106. ¶ (¬6) انظر المنثور 1/ 107، وروضة الطالبين 3/ 123.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "31 - إذا أخر الإنسان الحج حتى مات فإنه يكون عاصياً في آخر سنة من سنين الإمكان على الأصح عند الشافعية، إجراءً للحاضر على الماضي (¬1). ¶ 32 - إذا ترك المودّع الوصية بالوديعة وتلفت في المرض قبل موته بغير تفريط، فعليه الضمان على وجه عند الشافعية أخذاً من انعطاف التعصية بترك الحج (¬2). ¶ 33 - إذا أكل من بعض الأضحية، ثم تصدق ببعضها، فهل يثاب على الكل، أو على ما تصدق به؟ فيه وجهان عند الشافعية، أحدهما: أنه يثاب على الكل قياساً على انعطاف الثواب من أول النهار لمن نوى صوم النفل قبل الزوال (¬3)، وهو من الاستصحاب المقلوب كما تقدم. ¶ 34 - ذهب بعض الشافعية إلى أن القدوة في أثناء الصلاة تنعطف على الماضي، ويترتب على هذا الحكم: أنه لو صلى منفرداً وسها، ثم اقتدى بإمام لم يتحمل سهوه على المختار عندهم (¬4)، وأنه يحصل له ثواب الجماعة من أول صلاته (¬5). ¶ ومن أهم النوازل الفقهية التي يمكن أن يستدل فيها بالاستصحاب المقلوب ما يأتي: ¶ 1 - إذا قال قائل ينبغي أن يوسع مرمى الجمار \"جمرة العقبة، والجمرة الوسطى، والجمرة الأولى\" أو ينقل من مكانه، دفعاً للمشقة عن الناس، ودرءاً لمخاطر الزحام والتدافع، فيمكن أن يستدل المخالف لهذا الرأي بالاستصحاب المقلوب فيقول: إنه لا يجوز إحداث أي تغيير فيها على اعتبار أنها عبادة شرعت في هذا المكان فلا تجزئ في غيره، والدليل على أنها شرعت في هذا المكان أننا وجدناها في الزمن الحاضر في هذا الموضع فدل على أن هذا هو موضعها الشرعي استصحابا للحاضر في الماضي (¬6). ¶ 2 - إذا قال قائل ينبغي نقل مقام إبراهيم من موضعه الحالي، لأنه من أهم أسباب الازدحام في الطواف، تيسيراً على الناس، ودرءاً للمخاطر عنهم، فيمكن أن يقول المخالف الذي يرى عدم جواز نقله: إن وجوده في هذا الموضع في الحاضر دليل على أنه كان كذلك في الماضي، فلا يجوز ¶ ¬__________ ¶ (¬1) انظر مغني المحتاج 1/ 469، والمنثور 1/ 107. ¶ (¬2) انظر المنثور 1/ 107، وروضة الطالبين 6/ 329. ¶ (¬3) انظر المنثور 1/ 107، وروضة الطالبين 3/ 227. ¶ (¬4) انظر مغني المحتاج 1/ 212، المنثور 1/ 107 - 108. ¶ (¬5) انظر روضة الطالبين 1/ 341، المنثور 108. ¶ (¬6) انظر أبحاث هيئة كبار العلماء 3/ 284، 286.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "نقله عن مكانه. ¶ ونظيره لو زعم أحد أن موضع المقام أمام الركن اليماني، أو بينه وبين الحجر الأسود، أو بينه وبين حجر إسماعيل، فيمكن أن يجاب عن هذا الزعم باستصحاب الحاضر في الماضي. ¶ 3 - إذا حصل خلاف في موضع الروضة الشريفة، أو موضع منبره صلى الله عليه وسلم، أو ادعى أحد بأن حجرة عائشة كانت في غير هذا الوضع، فيكفي في الجواب عن ذلك التمسك باستصحاب الحاضر في الماضي، بأن يقال: إننا وجدناها في الحاضر في هذه المواضع فينبغي أن تكون كذلك في الماضي استناداً إلى الاستصحاب المقلوب. ¶ 4 - إذا وجد متداول الأسهم أن الجهاز أو النظام الإلكتروني قد اشترى له أو باع بطريق الخطأ، فرضي بذلك، فيمكن لمصحح العقد أن يستدل بالاستصحاب المقلوب، وصورته: أن الرضا موجود في الزمن الحاضر فيستصحب في الزمن الماضي وهو وقت إنشاء العقد، كتصرف الفضولي إذا أجازه صاحب الحق. ¶ ***",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "الخاتمة ¶ الحمد لله الذي بنعمته تتم الصالحات، والصلاة والسلام على المبعوث بأكمل الرسالات، إمام المتقين، وسيد الخلق أجمعين، محمد بن عبد الله عليه وعلى آله وصحابته أتم الصلاة وأزكى التسليم، أما بعد: ¶ فقد حاولت في هذا البحث المختصر أن ألقي الضوء على الاستصحاب المقلوب من خلال بيان حقيقته، وحجيته، والقواعد الفقهية ذات الصلة به، وأهم الفروع الفقهية المبنية عليه. ¶ وقد خرجت من دراسة هذه الموضوعات بنتائج مهمة أبرزها ما يأتي: ¶ 1 - الاستصحاب المقلوب هو: \"ثبوت أمر في الماضي لثبوته في الحاضر لفقدان ما يصلح للتغيير. ¶ 2 - لم يتطرق علماء الأصول المتقدمون لهذا النوع من الاستدلال، وإنما جرى تناوله في بعض كتب المتأخرين، وباختصار شديد. ¶ 3 - يعبر الفقهاء عن هذا الدليل بعبارات مختلفة، من أشهرها: تحكيم الحال، والاستصحاب المعكوس، أو استصحاب العكس، والانعطاف. ¶ 4 - يتخرج حكم الاستصحاب المقلوب على الخلاف في حكم استصحاب الحال عموماً، والطريق في إثبات الحكم به يعود إلى الاستصحاب المعروف، كما ذكر ابن السبكي. ¶ 5 - القول المختار في حكمه: أنه حجة يجوز للمجتهد أن يتمسك بها ويستند إليها متى ما بذل جهده واستفرغ وسعه ولم يظفر بدليل يغير الوضع، فهو إذن آخر مدارك النظر والاجتهاد.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "6 - الخلاف في حكم استصحاب الحال عموماً -ما عدا استصحاب حال الإجماع في محل الخلاف- وفي حكم هذا النوع من الاستدلال على وجه الخصوص خلاف لفظي على المختار من أقوال أهل العلم، ومن حرر محل النزاع أدرك أن الجميع يقولون بهذا الطريق، ويعملون به، وإن اختلفوا في تسميته، وفي عده دليلاً. ¶ 7 - من القواعد الفقهية ذات الصلة بالاستصحاب المقلوب: قاعدة: \"اليقين لا يزول بالشك\"، وقاعدة: \"الأصل بقاء ما كان على ما كان\"، وقاعدة: \"الأصل في كل حادث تقديره بأقرب زمن\"، وقاعدة: \"القديم يترك على قدمه\"، وقاعدة: \"الأصل العدم\"، وقاعدة: \"الإجازة اللاحقة كالوكالة السابقة\". ¶ 8 - انبنى على هذا النوع من الاستدلال مسائل وفروع فقهية كثيرة، ويعد علماء الحنفية من أكثر الفقهاء استدلالا به في الفروع، ويليهم في ذلك علماء الشافعية، ثم الملكية. ¶ 9 - يعد الاستصحاب المقلوب أحد الأدلة التي يمكن أن يستعين بها المجتهد في استنباط أحكام النوازل، والمسائل المستجدة، وقد تقدم بيان نماذج من ذلك. ¶ هذا وأسال الله سبحانه أن يجعل هذا العمل خالصاً لوجهه الكريم، وأن يغفر لي ما وقع فيه من خطأ أو زلل، إنه جواد كريم، وصلى الله وسلم على نبينا محمد وعلى آله وصحابته أجمعين. ¶ ***",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "فهرس المصادر والمراجع ¶ 1 - أبحاث هيئة كبار العلماء، إعداد/ الأمانة العامة لهيئة كبار العلماء، الناشر رئاسة البحوث العلمية والإفتاء، الطبعة الأولى سنة 1421هـ. ¶ 2 - الإبهاج في شرح المنهاج، تأليف: شيخ الإسلام علي بن عبد الكافي السبكي ت756هـ وولده تاج الدين عبد الوهاب بن علي السبكي ت771هـ، تحقيق: شعبان محمد إسماعيل، الناشر: مكتبة الكليات الأزهرية، طبع سنة 1401هـ. ¶ 3 - الإحسان في تقريب صحيح ابن حبان، تأليف/ علاء الدين بن بلبان الفارسي، ت739هـ تحقيق/ شعيب الأرناؤوط، الناشر/ مؤسسة الرسالة، بيروت، الطبعة الأولى 1412هـ. ¶ 4 - الإحكام لابن حزم، تأليف: علي بن أحمد بن حزم الأندلسي أبو محمد ت456هـ، الناشر: دار الحديث بالقاهرة، ط1 سنة 1404هـ. ¶ 5 - إحكام الفصول في أحكام الأصول، تأليف: أبي الوليد الباجي ت474هـ تحقيق: عبد المجيد التركي، الناشر: دار الغرب الإسلامي ط1، 1407هـ- 1986م. ¶ 6 - الأحكام في أصول الأحكام، تأليف: علي بن محمد الآمدي ت631هـ، تحقيق: الشيخ عبد الرزاق عفيفي، الناشر: المكتب الإسلامي، بيروت الطبعة الثانية سنة 1402هـ. ¶ 7 - أحكام القرآن، تأليف: أحمد بن علي الرازي الجصاص، ت370هـ، تحقيق: محمد الصادق القمحاوي، الناشر: دار إحياء التراث العربي سنة 1405هـ. ¶ 8 - أحكام القرآن، تأليف/ ابن العربي المالكي، تحقيق/ علي محمد البجاوي، الناشر/",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "دار الحلبي، بيروت. ¶ 9 - الاختيارات الفقهية من فتاوى شيخ الإسلام ابن تيمية، تأليف/ علاء الدين علي البعلي، الناشر، مطبعة السنة المحمدية، سنة 1950م. ¶ 10 - إرشاد الفحول إلى تحقيق الحق من علم الأصول، تأليف: محمد بن علي الشوكاني ت1255هـ، الناشر مطبعة مصطفى البابي الحلبي وأولاده بمصر ط1 سنة 1356هـ. ¶ 11 - إرواء الغليل في تخريج أحاديث منار السبيل، تأليف/ محمد ناصر الدين الألباني، إشراف/ محمد زهير الشاويش، الناشر/ كلية الشريعة بالرياض، ط1 سنة 1399هـ- 1979م. ¶ 12 - الاستذكار، تأليف: ابن عبد البر النمري الأندلسي، تحقيق: عبد المعطي أمين قلعجي، الناشر: دار حلب، القاهرة. ¶ 13 - الاستصحاب ونماذج من تطبيقاته الفقهية (رسالة دكتوراه، من إعداد/ محمود رجب محمد ظافر النعيمي). ¶ 14 - الاستصحاب ومدى حجيته في الشريعة الإسلامية (رسالة دكتوراه، من إعداد/ محمد جمعة). ¶ 15 - الاستصحاب وآثاره في الفروع الفقهية (رسالة ماجستير من إعداد/ خضر علي ¶ إدريس). ¶ 16 - الأشباه والنظائر، تأليف/ تاج الدين عبد الوهاب بن علي السبكي (ت771هـ)، تحقيق/ عادل عبد الوجود وعلي معوض، الناشر/ دار الكتب العلمية، بيروت،",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "لبنان، الطبعة الأولى سنة 1411هـ. ¶ 17 - الأشباه والنظائر، تأليف: ابن نجيم زين الدين بن إبراهيم (ت970هـ)، الناشر: دار الكتب العلمية، بيروت سنة 1405هـ. ¶ 18 - الأشباه والنظائر في قواعد وفروع فقه الشافعية، تأليف: جلال الدين عبد الرحمن السيوطي ت911هـ، الناشر/ دار الكتب العلمية، بيروت، ط1، 1983م. ¶ 19 - أصول السرخسي، تأليف/ أبي بكر محمد بن أبي سهل السرخسي ت490هـ، تحقيق: أبي الوفاء الأفغاني، الناشر: دار الكتب العلمية، بيروت، ط1 سنة 1414هـ- 1993م. ¶ 20 - أصول الفقه، تأليف/ محمد رضا بن محمد بن عبد الله المظفر (ت1964م)، الناشر/ دار النعمان، النجف، العراق سنة 1966م. ¶ 21 - أصول الفقه، تأليف/ محمد أبو زهرة، الناشر/ دار الفكر العربي بالقاهرة. ¶ 22 - أضواء البيان، تأليف محمد الأمين الشنقيطي ت1293هـ، تحقيق/ مكتبة البحوث والدراسات، الناشر/ دار الفكر، بيروت، لبنان سنة 1415هـ. ¶ 23 - أعلام الموقعين عن رب العالمين، تأليف: شمس الدين أبي عبد الله محمد بن أبي بكر المعروف بابن قيم الجوزيه ت751هـ، مراجعة: طه عبد الرؤوف سعد، الناشر: دار الجيل، بيروت. ¶ 24 - الإنصاف في معرفة الراجح من الخلاف على مذهب الأمام أحمد، تأليف/ علي بن سليمان المرداوي، الناشر/ دار إحياء التراث العربي. ¶ 25 - البحر الرائق، تأليف/ زين الدين بن إبراهيم بن نجيم ت970هـ، الناشر/ دار",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "المعرفة، بيروت. ¶ 26 - البحر المحيط في أصول الفقه، تأليف/ بدر الدين محمد بن بهادر بن عبد الله الزركشي ت794هـ، ضبط وتعليق/ د. محمد محمد تامر، الناشر/ دار الكتب العلمية، بيروت، ط1 سنة 1421هـ- 2000م. ¶ 27 - بداية المبتدي، تأليف/ علي بن أبي بكر المرغيناني ت593هـ، تحقيق/ حامد كرسون، ومحمد بحيري، الناشر/ مطبعة محمد علي صبيح، القاهرة، الطبعة الأولى سنة 1355هـ. ¶ 28 - بداية المجتهد، تأليف/ محمد بن أحمد بن محمد بن رشد القرطبي أبي الوليد ت595هـ، الناشر/ دار الفكر، بيروت. ¶ 29 - بدائع الصنائع في ترتيب الشرائع، تأليف/ علاء الدين أبي بكر بن مسعود الكاساني، الناشر/ دار الكتاب العربي، بيروت، ط2، سنة 1402هـ. ¶ 30 - البرهان في أصول الفقه، تأليف: عبد الملك بن عبد الله بن يوسف الجويني ت478هـ، تحقيق: الأستاذ/ سمير مصطفى رباب، الناشر/ دار إحياء التراث العربي، بيروت، لبنان، الطبعة ا لأولى، سنة 1423هـ. ¶ 31 - تأسيس النظر، تأليف/ أبي زيد عبيد الله عمر بن عيسى الدبوسي ت435هـ تحقيق/ مصطفى القباني، الناشر/ دار ابن زيدون، ومكتبة الكليات الأزهرية. ¶ 32 - التبصرة. تأليف: إبراهيم بن علي بن يوسف الفيروزآبادي الشيرازي ت476هـ، تحقيق: د. محمد حسن هيتو، الناشر: دار الفكر، دمشق ط1 سنة 1403هـ. ¶ 33 - تبيين الحقائق، شرح كنز الدقائق، تأليف: فخر الدين عثمان بن علي الزيلعي،",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "الناشر/ دار الكتاب الإسلامي، الطبعة الثانية. ¶ 34 - التحرير في أصول الفقه الجامع بين اصطلاحي الحنفية والشافعية، تأليف/ كمال الدين محمد بن عبد الواحد بن عبد الحميد بن مسعود، المشهور بـ: ابن همام الدين الحنفي ت861هـ، الناشر/ مصطفى البابي الحلبي وأولاده بمصر، طبع سنة 1351هـ. ¶ 35 - تحفة الأحوذي، تأليف/ محمد بن عبد الرحمن بن عبد الرحيم المباركفوري أبي العلا، ت1353هـ، الناشر/ دار الكتب العلمية، بيروت. ¶ 36 - تخريج الفروع على الأصول، تأليف: شهاب الدين محمود بن أحمد الزنجاني، ت656هـ، تحقيق: د. محمد أديب الصالح، الناشر: مؤسسة الرسالة، ط5، سنة 1404هـ. ¶ 37 - ترتيب المدارك، وتقريب المسالك لمعرفة أعلام مذهب مالك، تأليف/ القاضي عياض بن موسى اليحصبي ت544هـ تحقيق/ أحمد بكير محمود، الناشر/ دار مكتبة الحياة، بيروت ودار مكتبة الفكر، ليبيا. ¶ 38 - الترغيب والترهيب، تأليف/ عبد العظيم بن عبد القوي المنذري أبي محمد ت656هـ، تحقيق/ إبراهيم شمس الدين، الناشر/ دار الكتب العلمية، بيروت، ط1 سنة 1417هـ. ¶ 39 - تشنيف السامع بجمل الجوامع لتاج الدين السبكي، تأليف/ بدر الدين محمد بن بهادر الزركشي، ت794هـ، تحقيق/ أبي عمرو الحسيني بن عمر بن عبد الرحيم، الناشر/ دار الكتب العلمية، الطبعة الأولى سنة 1420هـ. ¶ 40 - التعريفات، تأليف/ علي بن محمد الجرجاني ت816هـ، ضبطه وفهرسه: محمد بن",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "عبد الحكيم القاضي، الناشر/ دار الكتاب المصري، ودار الكتاب اللبناني، ط1، سنة 1411هـ- 1991م. ¶ 41 - تفسير القرطبي (أحكام القرآن للقرطبي)، تأليف/ محمد بن أحمد بن أبي بكر بن فرج القرطبي أبي عبد الله ت671هـ، الناشر/ دار الكتب العلمية. ¶ 42 - تفسير ابن كثير (تفسير القرآن العظيم)، تأليف/ عماد الدين أبو الفداء إسماعيل بن عمر بن كثير، ت774هـ، الناشر/ دار إحياء التراث العربي. ¶ 43 - تحفة الطالب، تأليف/ إسماعيل بن عمر بن كثير الدمشقي ت774هـ، تحقيق/ عبد الغني الكبيسي، الناشر/ دار حراء، مكة المكرمة، الطبعة الأولى سنة 1406هـ. ¶ 44 - تقريب الوصول إلى علم الأصول، تأليف: أبي القاسم محمد بن أحمد بن جزي الكلبي الغرناطي المالكي ت741هـ، تحقيق: د. محمد المختار الشنقيطي، الناشر: مكتبة ابن تيميه بالقاهرة، ومكتبة العلم بجده. ط1، 1414هـ. ¶ 45 - التقرير والتحبير، تأليف/ محمد بن محمد بن محمد بن حسن بن علي بن سليمان بن عمر المعروف بابن أمير الحاج ت879هـ، الناشر/ دار الفكر، بيروت ط1 سنة 1996م. ¶ 46 - تقويم الأدلة في أصول الفقه، تأليف/ أبي زيد عبيد الله بن عمر الدبوسي ت430هـ، تحقيق/ خليل محي الدين الميس، الناشر/ دار الكتب العلمية، بيروت ط1 سنة 1421هـ- 2001م. ¶ 47 - تكملة المجموع شرح المهذب، تأليف: تقي الدين علي بن عبد الكافي السبكي، ت756هـ، تحقيق: محمد نجيب المطيعي، الناشر: المكتبة العالمية بالفجالة.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "48 - التلخيص الحبير، تأليف: ابن حجر العسقلاني، الناشر/ عبد الله هاشم يماني، سنة 1384هـ. ¶ 49 - التلخيص في أصول الفقه، تأليف: إمام الحرمين أبي المعالي عبد الملك بن عبد الله بن يوسف الجويني ت478هـ، تحقيق: د. عبد الله النيبالي، وشبير أحمد العمري، الناشر: دار البشائر الإسلامية، ومكتبة دار الباز، ط1، 1417هـ- 1996م. ¶ 50 - التلقين في الفقه المالكي، تأليف: القاضي عبد الوهاب البغدادي، الناشر: وزارة الأوقاف المغربية، سنة 1993م. ¶ 51 - التمهيد، تأليف/ عبد الرحيم بن الحسن الأسنوي أبي محمد ت772هـ، تحقيق/ د. محمد حسن هيتو، الناشر/ مؤسسة الرسالة، بيروت ط1 سنة، 1400هـ. ¶ 52 - التمهيد في أصول الفقه. تأليف: محفوظ بن أحمد بن الحسن الكلوذاني ت510هـ، تحقيق: د. مفيد محمد أبو عمشة، الناشر: جامعة أم القرى، ط1، سنة 1406هـ. ¶ 53 - التمهيد لما في الموطأ من المعاني والأسانيد، تأليف: ابن عبد البر القرطبي، تحقيق: لجنة من العلماء، الناشر: وزارة الأوقاف المغربية، المغرب. ¶ 54 - التوضيح مع شرح التلويح، تأليف/ عبيد الله بن مسعود المعروف بـ: صدر الشريعة ت747هـ، الناشر/ مطبعة دار الكتب العربية سنة 1325هـ. ¶ 55 - تيسير التحرير، تأليف: محمد أمين المعروف بأمير بادشاه، الناشر: محمد علي صبيح. ¶ 56 - الجامع الصغير، تأليف/ جلال الدين عبد الرحمن السيوطي، مع شرحه فيض",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "القدير، الناشر/ مصطفى محمد سنة 1356هـ. ¶ 57 - جمع الحوامع، تأليف/ تاج الدين عبد الوهاب بن علي السبكي ت771هـ، الناشر/ دار الكتب العلمية، بيروت، لبنان، الطبعة الثانية، سنة 1424هـ. ¶ 58 - حاشية الباجوري علي ابن القاسم، تأليف/ الشيخ إبراهيم الباجوري، الناشر/ دار إحياء الكتب العربية. ¶ 59 - حاشية الدسوقي على الشرح الكبير، تأليف: شمس الدين بن عرفة الدسوقي، الناشر: دار إحياء الكتب العربية، عيسى البابي الحلبي، القاهرة. ¶ 60 - حاشية البجيرمي، تأليف/ سليمان بن عمر بن محمد البجيرمي، الناشر/ المكتبة الإسلامية، ديار بكر، تركيا. ¶ 61 - حاشية البناني على جمع الجوامع مع شرح الجلال المحلي، تأليف/ عبد الرحمن بن جاد الله البناني، الناشر/ مطبعة مصطفى البابي الحلبي بالقاهرة، الطبعة الثانية 1356هـ. ¶ 62 - حاشية ابن عابدين (رد المحتار على الدر المختار) تأليف/ محمد أمين، المعروف بـ: ابن عابدين ت 1252هـ، الناشر/ دار الفكر، بيروت، الطبعة الثانية سنة 1386هـ. ¶ 63 - حاشية الروض المربع، شرح زاد المستقطع، تأليف/ عبد الرحمن بن محمد بن قاسم النجدي الحنبلي ت1392هـ، الطبعة الثانية، سنة 1403هـ. ¶ 64 - حاشية العطار (حسن بن محمد العطار ت1250هـ) على شرح الجلال المحلي على جمع الحوامع، الناشر/ دار الكتب العلمية، بيروت، لبنان.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "65 - حاشية العلامة سعد الدين التفتازاني ت791هـ، وحاشية السيد الشريف الجرجاني ت816هـ، على شرح القاضي عضد الملة والدين ت756هـ لمختصر المنتهى الأصولي لابن حاجب ت646هـ، مع حاشية الشيخ حسن الهروي على حاشية السيد الجرجاني، مراجعة د. شعبان إسماعيل، الناشر، مكتبة الكليات الأزهرية طبع سنة 1403 - 1983م. ¶ 66 - حواشي الشرواني، تأليف/ عبد الحميد الشرواني، الناشر/ دار الفكر، بيروت. ¶ 67 - خلاصة البدر المنير، تأليف/ عمر بن علي بن الملقن الأنصاري، ت804هـ، تحقيق/ حمدي عبد المجيد السلفي، الناشر/ مكتبة الرشد بالرياض، الطبعة الأولى سنة 1410هـ. ¶ 68 - الدراري المضية، تأليف/ محمد بن علي الشوكاني ت1250هـ، الناشر دار الجيل، بيروت، سنة 1407هـ. ¶ 69 - درر الحكام شرح مجلة الأحكام، تأليف/ علي حيدر، تعريب/ فهمي الحسيني المحامي، الناشر/ دار الكتب العلمية، بيروت، لبنان. ¶ 70 - الذخيرة، تأليف/ شهاب الدين أحمد بن إدريس القرافي ت684هـ، الناشر/ مطبعة كلية الشريعة بالجامع الأزهر، الطبعة الأولى. ¶ 71 - الرسالة للإمام المطلبي محمد بن إدريس الشافعي ت204هـ، تحقيق: أحمد محمد شاكر، الناشر/ مكتبة دار التراث بالقاهرة ط2 سنة 1399هـ. ¶ 72 - روضة الطالبين وعمدة المفتين، تأليف/ محيي الدين النووي، الناشر/ المكتب الإسلامي، بيروت، الطبعة الثانية.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "73 - روضة الناظر وجنة المناظر، تأليف: موفق الدين عبد الله بن أحمد بن قدامة المقدسي ت620هـ، تحقيق/ د: عبد الكريم النملة، الناشر/ مكتبة الرشد بالرياض، الطبعة الثانية سنة 1414هـ. ¶ 74 - سلسلة الأحاديث الصحيحة، تأليف/ الشيخ محمد ناصر الدين الألباني، الناشر/ المكتب الإسلامي، بيروت سنة 1405هـ. ¶ 75 - سنن أبي داود، تعليق: عبيد الدعاس، الناشر/ محمد علي السيد، حمص، ط1 سنة 1388هـ. ¶ 76 - سنن الترمذي، تأليف/ أبي عيسى محمد بن عيسى بن سورة الترمذي ت279هـ، تحقيق/ أحمد شاكر، ومحمد فؤاد عبد الباقي، وإبراهيم عطوة، الطبعة الثانية، الناشر/ مطبعة مصطفى البابي الحلبي وأولاده بمصر. ¶ 77 - سنن الدارقطني، وبذيله التعليق المغني على الدارقطني، الناشر/ عبد الله هاشم يماني، سنة 1386هـ. ¶ 78 - سنن الدارمي، الناشر/ عبد الله هاشم يماني، سنة 1386هـ. ¶ 79 - السنن الكبرى للبيهقي، طبعة الهند سنة 1344هـ. ¶ 80 - سنن ابن ماجه، تحقيق/ محمد فؤاد عبد الباقي، الناشر: دار الفكر، القاهرة. ¶ 81 - سنن النسائي \"المجتبى\". طبعت بإشراف: عبد الفتاح أبو غدة، الناشر: مكتب المطبوعات الإسلامية بحلب. ¶ 82 - سير أعلام النبلاء، تأليف/ شمس الدين الذهبي ت748هـ، تحقيق/ صلاح الدين المجد، الناشر/ دار المعارف بالقاهرة سنة 1399هـ.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "83 - شذرات الذهب في أخبار من ذهب، تأليف/ ابن العماد الحنبلي ت1089هـ، الناشر/ المكتب التجاري ببيروت. ¶ 84 - شرح تنقيح الفصول في اختصار المحصول في الأصول، تأليف: شهاب الدين أبي العباس أحمد بن إدريس القرافي ت684هـ، تحقيق: طه عبد الرؤوف سعد، الناشر: مكتبة الكليات الأزهرية، ودار الفكر، القاهرة ط1 سنة 1393هـ. ¶ 85 - شرح صحيح مسلم، تأليف/ محيي الدين النووي، الناشر: دار إحياء التراث العربي الطبعة الثانية. ¶ 86 - شرح عمدة الأحكام، تأليف تقي الدين أبي الفتح ابن دقيق العيد (ت752هـ) الناشر/ دار الكتب العلمية، بيروت. ¶ 87 - شرح فتح القدير، تأليف محمد بن عبد الواحد السيواسي المعروف بـ: ابن الهمام (ت681هـ)، الناشر/ دار الفكر، بيروت، الطبعة الثانية. ¶ 88 - شرح القواعد الفقهية، تأليف/ أحمد بن الشيخ محمد الزرقا، الناشر/ دار القلم، دمشق، ط4، سنة 1996م. ¶ 89 - شرح الكوكب المنير المسمى بمختصر التحرير، تأليف: محمد بن أحمد بن عبد العزيز الفتوحي المعروف بابن النجار ت972هـ، تحقيق/ د محمد الزحيلي، د. نزيه حماد، الناشر: جامعة الملك عبد العزيز، سنة 1400هـ. ¶ 90 - شرح مختصر الروضة، تأليف: نجم الدين أبي الربيع سليمان بن عبد القوي الطوفي، تحقيق: د. عبد الله التركي، الناشر: مؤسسة الرسالة، ط1 سنة 1410هـ. ¶ 91 - شرح مراقي السعود على أصول الفقه، تأليف/ محمد الأمين الجكني الشنقيطي،",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "الناشر/ دار أبو الوفا، سنة 1378هـ. ¶ 92 - صحيح البخاري \"الجامع الصحيح \"، تأليف: محمد بن إسماعيل البخاري، الناشر: محمد علي الصبيح، بميدان الأزهر، مصر. ¶ 93 - صحيح الجامع الصغير وزيادته، تأليف الشيخ محمد ناصر الدين الألباني، الناشر/ المكتب الإسلامي ببيروت، الطبعة الثانية 1406هـ. ¶ 94 - صحيح مسلم، تأليف مسلم بن الحجاج القشيري النيسابوري، تحقيق/ محمد فؤاد عبد الباقي، الناشر: دار إحياء الكتب العربية، سنة 1375هـ. ¶ 95 - طبقات الشافعية الكبرى، تأليف/ ابن السبكي ت771هـ، تحقيق/ عبد الفتاح الحلو ومحمود الطناحي، الناشر/ مطبعة مصطفى البابي الحلبي، سنة 1383هـ. ¶ 96 - العدة في أصول الفقه، تأليف: القاضي أبي يعلى محمد بن الحسين الفراء الحنبلي ت458هـ، تحقيق: أحمد بن علي سير مباركي، الطبعة الثانية 1410هـ. ¶ 97 - عون المعبود، تأليف/ محمد شمس الحق العظيم آبادي، تحقيق/ عبد الرحمن محمد عثمان، الناشر/ المكتبة السلفية بالمدينة المنورة. ¶ 98 - غمز عيون البصائر، تأليف/ حاشية الحموي أحمد بن محمد علي أشباه ابن نجيم، الناشر/ دار الطباعة العامرة، استانبول 1290هـ. ¶ 99 - الغيث الهامع شرح جمع الجوامع، تأليف/ ولي الدين العراقي، الناشر/ دار الفاروق الحديثة للنشر بالقاهرة، الطبعة الثانية، سنة 1423هـ. ¶ 100 - الفتاوى الكبرى الفقهية، تأليف/ ابن حجر الهيثمي، الناشر/ دار الفكر، بيروت. ¶ 101 - فتح الباري بشرح صحيح البخاري، تأليف/ أحمد بن علي بن حجر العسقلاني",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "ت852هـ، تحقيق/ محمد فؤاد عبد الباقي، ومحب الدين الخطيب. الناشر/ دار المعرفة، بيروت، سنة 1379هـ. ¶ 102 - فتح القدير على الهداية شرح بداية المبتدي (شرح فتح القدير)، تأليف كمال الدين محمد بن عبد الواحد الإسكندري المعروف بابن الهمام ت861هـ، الناشر: دار الفكر ط 2، 1397هـ. ¶ 103 - فتح الوهاب، تأليف/ أبي يحيى زكريا بن محمد بن أحمد الأنصاري، ت926هـ، الناشر/ دار الكتب العلمية، بيروت، الطبعة الأولى، سنة 1418هـ. ¶ 104 - الفروع، تأليف/ شمس الدين محمد بن مفلح المقدسي ت763هـ، مراجعة وضبط/ عبد اللطيف السبكي، الناشر/ دار مصر للطباعة سنة 1379هـ. ¶ 105 - الفروق، تأليف: شهاب الدين أحمد بن إدريس القرافي ت684هـ، الناشر: عالم الكتب، بيروت. ¶ 106 - الفصول في الأصول (أصول الجصاص)، تأليف: أحمد بن علي الرازي الرصاص ت370هـ، تحقيق: د. عجيل جاسم النشمي، الناشر: وزارة الأوقاف والشئون الإسلامية بالكويت، ط1 سنة 1405هـ. ¶ 107 - الفقيه والمتفقه، تأليف/ أبي بكر أحمد بن علي بن ثابت الخطيب البغدادي ت462هـ، تحقيق/ عادل بن يوسف العزازي، الناشر/ دار ابن الجوزي، الطبعة الثانية، سنة 1421هـ. ¶ 108 - فواتح الرحموت شرح مسلم الثبوت، تأليف: عبد العلي محمد بن نظام الدين الأنصاري ت1119هـ، طبع بهامش كتاب المستصفى للغزالي، الناشر: دار الكتب العلمية بيروت، ط1، 1324هـ.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "109 - قاعدة اليقين لا يزول بالشك، تأليف/ الدكتور: يعقوب عبد الوهاب الباحسين، الناشر/ مكتبة الرشد، الطبعة الأولى سنة 1421هـ. ¶ 110 - القاموس المحيط، تأليف: مجد الدين محمد بن يعقوب الفيروزآبادي، الناشر: شركة مكتبة ومطبعة مصطفى البابي الحلبي وأولاده بمصر، ط2، 1371هـ- 1952م. ¶ 111 - قواطع الأدلة في الأصول، تأليف: أبي المظفر منصور بن محمد بن عبد الجبار السمعاني ت489هـ، تحقيق: محمد حسن محمد الشافعي، الناشر: دار الكتب العلمية، بيروت، ط1 سنة 1997. ¶ 112 - قواعد الأحكام في مصالح الأنام، تأليف: أبي محمد عز الدين عبد العزيز بن عبد السلام السلمي، ت660هـ، الناشر: دار المعرفة، بيروت. ¶ 113 - القواعد الصغرى، تأليف/ عبد العزيز بن عبد السلام السلمي ت660هـ، تحقيق/ إياد خالد الطباع، الناشر/ دار الفكر دمشق، ط1 سنة 1416هـ. ¶ 114 - قواعد الفقه، تأليف/ محمد عميم الإحسان المجددي البركتي، الناشر/ دار الصدق ببلشرز، كراتشي، الطبعة الأولى، سنة 1407هـ. ¶ 115 - القواعد الفقهية، المبادئ، المقدمات، المصادر، الأدلة، التطور، تأليف/ د. يعقوب بن عبد الوهاب الباحسين، الناشر/ مكتبة الرشد، وشركة الرياض للنشر والتوزيع، الطبعة الأولى 1418هـ. ¶ 116 - القواعد الفقهية، تأليف/ علي بن أحمد الندي، الناشر/ دار القلم بدمشق، الطبعة الرابعة، سنة 1418هـ.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "117 - القواعد في الفقه الإسلامي، تأليف/ الحافظ أبي الفرج عبد الرحمن بن رجب الحنبلي ت795هـ، الناشر/ دار الكتب العلمية، بيروت. ¶ 118 - القواعد الأصول الجامعة، تأليف/ عبد الرحمن بن ناصر السعدي، الناشر: مكتبة الإمام الشافعي، الرياض، ط2، سنة 1410هـ. ¶ 119 - الكافي في فقه أهل المدينة المالكي، تأليف/ أبو عمر يوسف بن عبد الله بن عبد البر النمري القرطبي، تحقيق/ د. عمد محمد أحيد الموريتاني، الناشر/ مكتبة الرياض الحديثة، الطبعة الأولى، سنة 1398هـ. ¶ 120 - الكافي في فقه الأمام المبجل أحمد بن حنبل، تأليف/ أبي محمد موفق الدين عبد الله بن قدامة المقدسي ت620هـ، الناشر/ المكتب الإسلامي الطبعة. الثانية، سنة 1399هـ. ¶ 121 - كشاف اصطلاحات الفنون، تأليف/ محمد بن علي الفاروقي التهانوي، تحقيق د. لطفي عبد البديع، الناشر/ المؤسسة المصرية العامة للتأليف والترجمة والطباعة والنشر، مصر سنة 1382هـ. ¶ 122 - كشاف القناع عن متن الإقناع، تأليف: منصور بن يونس البهوتي، الناشر/ عالم الكتب، بيروت. ¶ 123 - كشف الأستار عن زوائد البزار، تأليف/ نور الدين الهيثمي، تحقيق/ حبيب الرحمن الأعظمي، الناشر/ مؤسسة الرسالة، الطبعة الأولى سنة 1399هـ ¶ 124 - كشف الأسرار عن أصول فخر الإسلام البزدوي، تأليف: علاء الدين عبد العزيز بن أحمد البخاري ت730هـ، ضبط وتعليق: محمد المعتصم بالله البغدادي، الناشر دار الكتب العربية، ط2، 1414هـ- 1994م",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "125 - كشف الخفا ومزيل الإلباس عما اشتهر من الأحاديث على ألسنة الناس، تأليف/ إسماعيل العجلوني، الناشر/ دار الكتب العلمية، الطبعة الثالثة سنة 1416هـ. ¶ 126 - لسان العرب، تأليف: العلامة ابن منظور ت711هـ، تعليق: علي شيري، الناشر: دار إحياء التراث العربي، بيروت، ط2، 1412 - 1992م. ¶ 127 - اللمع في أصول الفقه، تأليف: أبي إسحاق إبراهيم بن علي بن يوسف الشيرازي ت 476هـ، الناشر: دار الكتب العلمية، بيروت ط1، 1405هـ- 1985م. ¶ 128 - المبدع في شرح المقنع، تأليف: محمد بن مفلح الحنبلي، الناشر: المكتب الإسلامي، بيروت. ¶ 129 - المبسوط، تأليف: شمس الأئمة أبي بكر محمد بن أحمد السرخسي ت490هـ، الناشر: دار المعرفة، بيروت. ¶ 130 - مجلة الأحكام العدلية للدولة العثمانية، تأليف: لجنة من العلماء من الدولة العثمانية. ¶ 131 - مجمع الزوائد، تأليف علي بن أبي بكر الهيثمي ت807هـ، الناشر/ دار الريان للتراث بالقاهرة، ودار الكتاب العربي ببيروت، سنة 1407هـ. ¶ 132 - المجموع شرح المهذب، تأليف: محيي الدين النووي، تحقيق: محمد نجيب الله المطيعي، الناشر: مكتبة الإرشاد، جدة. ¶ 133 - مجموع الأصول، تأليف/ أحد فقهاء الأحناف \"غير معروف\"، وهي من مخطوطات مكتبة الشيخ محمد شاه، بمدينة أحمد أباد، الهند.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "134 - مجموع فتاوى شيخ الإسلام ابن تيمية، جمع: عبد الرحمن بن محمد بن قاسم العاصمي النجدي، طبع بإشراف الرئاسة العامة لشؤون الحرمين. ¶ 135 - المجموع المذهب في قواعد المذهب، تأليف/ الحافظ صلاح الدين خليل بن كيكلدي العلائي، ت761هـ، دراسة وتحقيق/ د. مجيدي علي العبيدي، و/ د. أحمد خضير عباس، الناشر/ دار عمار، والمكتبة المكية، عمان، الأردن، الطبعة الأولى، سنة 1425هـ- 2004م. ¶ 136 - المحرر، تأليف/ عبد السلام بن عبد الله بن تيميه الحراري ت652هـ، الناشر/ مكتبة المعارف بالرياض، الطبعة الثانية 1404هـ. ¶ 137 - المحصول، تأليف: محمد بن عمر بن الحسين الرازي ت656هـ، تحقيق: طه جابر فياض العلواني، الناشر: جامعة الإمام محمد بن سعود الإسلامية بالرياض، ط1، سنة 1400هـ. ¶ 138 - المحلى، تأليف/ أبي محمد علي بن أحمد بن سعيد بن حزم ت456هـ، تحقيق/ لجنة إحياء التراث العربي، الناشر/ دار الآفاق الجديدة، بيروت. ¶ 139 - مختار الصحاح، تأليف/ محمد بن أبي بكر بن عبد القادر الرازي ت721هـ، تحقيق/ محمود خاطر، الناشر/ مكتبة لبنان، سنة 1415هـ. ¶ 140 - مختصر المنتهى، تأليف/ ابن الحاجب المالكي ت646هـ، ومعه حاشية التفتازاني والجرجاني على شرح القاضي عضد الدين والملة ت756هـ، مراجعة وتصحيح/ د: شعبان محمد إسماعيل، الناشر/ مكتبة الكليات الأزهرية سنة 1403هـ. ¶ 141 - المدخل الفقهي العام، تأليف/ مصطفى الزرقا، الناشر/ مطبعة جامعة دمشق، الطبعة السابعة، سنة 1383هـ.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "142 - المستدرك على الصحيحين، تأليف/ الحافظ أبي عبد الله الحاكم النيسابوري ت405هـ، وبذيله التخليص للحافظ الذهبية الناشر/ مكتبة المطبوعات الإسلامية، حلب، سوريا. ¶ 143 - المستصفى من علم الأصول، تأليف: أبي حامد محمد بن محمد الغزالي ت505هـ ومعه كتاب فواتح الرحموت، الناشر/ دار الكتب العلمية ط1، سنة 1324هـ. ¶ 144 - مسند الأمام أحمد، الناشر/ المكتب الإسلامي، ودار صادر، بيروت، لبنان. ¶ 145 - المسودة في أصول الفقه، جمعها: شهاب الدين أبو العباس الحنبلي الحراني الدمشقي، تحقيق وتعليق: محمد محيي الدين عبد الحميد، الناشر/ دار الكتاب العربي، بيروت. ¶ 146 - المصادر الأصلية والتبعية للشريعة الإسلامية (بحث منشور في مجلة جامعة الإمام محمد بن سعود الإسلامية) من إعداد الدكتور/ محمد بن أحمد الصالح، العدد الثاني محرم 1410هـ، ص16. ¶ 147 - مصباح الزجاجة في زوائد ابن ماجة، تأليف/ الشهاب البوصيري، تحقيق/ موسى محمد علي ود: عزت علي عطية، الناشر/ دار الكتب الحديثة ومطبعة حسان بالقاهرة. ¶ 148 - المصباح المنير في غريب الشرح الكبير. تأليف: أحمد بن محمد بن علي المقري الفيومي ت770هـ، الناشر: المطبعة الأميرية ببولاق سنة 1323هـ. ¶ 149 - مصنف ابن أبي شيبة، تأليف/ أبي بكر عبد الله بن أبي شيبة الكوفي ت235هـ، تحقيق/ كمال الحوت، الناشر/ مكتبة الرشد بالرياض، الطبعة الأولى سنة 1409هـ.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "150 - معالم السنن، تأليف/ أبي سليمان حمد بن محمد الخطابي (وهو مطبوع مع مختصر سنن أبي داود للمنذري) تحقيق/ محمد حامد الفقي، الناشر/ مطبعة السنة المحمدية سنة 1368هـ. ¶ 151 - المعتمد في أصول الفقه، تأليف: أبي الحسن محمد بن علي بن الطيب البصري المعتزلي ت436هـ، تقديم: الشيخ خليل الميس، الناشر/ دار الكتب العلمية، بيروت. ¶ 152 - المعجم الكبير، تأليف/ أبي القاسم سليمان بن أحمد الطبراني ت360هـ، تحقيق/ حمدي عبد المجيد السلفي، الناشر/ مكتبة ابن تيمية، القاهرة. ¶ 153 - المعجم المفهرس لألفاظ القرآن الكريم، تأليف: محمد فؤاد عبد الباقي، الناشر: دار الفكر، بيروت، ط2، 1401هـ. ¶ 154 - معجم مقاييس اللغة، تأليف/ أبي الحسين أحمد بن فارس بن زكريا ت395هـ، الناشر/ دار إحياء التراث العربي، الطبعة الأولى، سنة 1422هـ. ¶ 155 - المعيار المعرب، تأليف/ أحمد بن يحيى الونشريسي، ت914هـ، تخريج: جماعة من العلماء بإشراف د. محمد حجي، الناشر/ دار الغرب الإسلامي، بيروت. ¶ 156 - المغني، تأليف/ موفق الدين أبي محمد عبد الله بن أحمد بن قدامة القدسي ت620هـ، تحقيق/ د. عبد الله التركي ود. عبد الفتاح الحلو، الناشر: دار هجر، القاهرة ط1 سنة 1408هـ. ¶ 157 - مغني المحتاج، تأليف/ محمد الخطيب الشربيني، الناشر/ دار الفكر، بيروت. ¶ 158 - منار السبيل، تأليف/ إبراهيم بن محمد بن ضويان ت1353هـ، تحقيق/ عصام",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "القلعجي، الناشر/ مكتبة المعارف بالرياض، الطبعة الثانية، سنة 1405هـ. ¶ 159 - المنثور في القواعد الفقهية، تأليف/ أبي عبد الله بدر الدين محمد بن بهادر بن عبد الله الزركشي ت794هـ، تحقيق/ محمد حسن إسماعيل، الناشر/ دار الكتب العلمية، بيروت، ط1، 1421هـ- 2000م. ¶ 160 - المنخول، تأليف/ محمد بن محمد بن محمد الغزالي أبي حامد 505هـ، تحقيق/ د. محمد حسن هيتو، الناشر/ دار الفكر، دمشق، ط2، سنة 1400هـ. ¶ 161 - منهاج الطالبين، تأليف/ يحيى بن شرف النووي، ت676هـ، الناشر/ دار المعرفة بيروت. ¶ 162 - المهذب في فقه الأمام الشافعي، تأليف/ أبي إسحاق إبراهيم بن علي الشيرازي ت476هـ، تحقيق/ د. محمد الزحيلي، الناشر/ دار القلم، دمشق، ط1، 1412هـ. ¶ 163 - الموافقات إلى أصول الشريعة، تأليف/ إبراهيم بن موسى اللخمي الغرناطي المالكي المعروف بـ: أبي إسحاق الشاطبي ت790هـ، تعليق/ الشيخ عبد الله دراز، الناشر/ دار المعرفة، بيروت. ¶ 164 - موطأ الإمام مالك، رواية يحيى بن يحيى الليثي، شرح وتعليق/ أحمد راتب عرموش، الناشر/ دار النفائس، لبنان، سنة 1390هـ. ¶ 165 - نصب الراية لأحاديث الهداية، تأليف: عبد الله بن يوسف الزيلعي. الناشر/ المكتبة الإسلامية ط2 سنة 1392هـ ¶ 166 - نهاية السول شرح منهاج الوصول، تأليف: جمال الدين عبد الرحيم الأسنوي الشافعي ت772هـ، الناشر: مطبعة محمد علي صبيح بالقاهرة.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "167 - نيل الأوطار، تأليف/ محمد بن علي الشوكاني ت1250هـ، الناشر/ دار الجيل، بيروت، سنة 1973م. ¶ 168 - الهداية (مع شرحه فتح القدير لابن الهمام) تأليف/ برهان الدين علي بن أبي بكر المرغيناني، الناشر/ دار الفكر، بيروت، 1397هـ. ¶ 169 - الواضح في أصول الفقه، تأليف/ أبي الوفاء علي بن عقيل بن محمد بن عقيل البغدادي الحنبلي ت513هـ، تحقيق/ الدكتور عبد الله التركي، الناشر/ مؤسسة الرسالة، الطبعة الأولى سنة 1420هـ- 1999م. ¶ 170 - الوجيز في إيضاح قواعد الفقه الكلية، تأليف الدكتور/ محمد صدقي بن أحمد البورنو، الناشر/ مؤسسة الرسالة، ط1، 1404هـ. ¶ 171 - الوسيط في أصول الفقه الإسلامي، تأليف/ وهبه الزحيلي، الناشر/ جامعة دمشق. ¶ 172 - الوسيط في المذهب، تأليف: محمد بن محمد الغزالي ت505هـ، تحقيق: أحمد محمود إبراهيم، ومحمد محمد تامر، الناشر: دار السلام، القاهرة، ط1، سنة 1417هـ. ¶ ***",
            "page": "81",
            "part": "1"
        }
    ],
    "t37596": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المقلوب"
        }
    ]
}