{
    "b37605": [
        {
            "id": "1",
            "nass": "القواعد الأصولية التي تنهض بوظيفة مراعاة الظروف في التشريع الإسلامي ¶ د. حسين سالم الذهب ¶ قسم الدراسات الإسلامية - كلية العلوم الإنسانية والاجتماعية- جامعة صحار- سلطنة عمان ¶ 1430هـ ــــ 2009م ¶ مقدمة ¶ الحمد لله رب العالمين، وأفضل الصلاة وأتم التسليم على المبعوث رحمة للعالمين وعلى آله وصحبه أجمعين، ومن تبعهم بإحسان إلى يوم الدين، أما بعد، فهذا بحث أصولي في القواعد الأصولية الكبرى التي تنهض بكيفية مراعاة الظروف والأحوال الإنسانية في كل زمان ومكان، على المستوى الخاص وعلى المستوى العام، وفي كل المجالات، في العبادات وفي المعاملات التي تشمل جميع مجالات الحياة الإنسانية بلا استثاء، على الاستغراق التام، ولقد وجدت الأمر جديراً بالبحث لما له من أهمية أصولية نظرية، وتطبيقية، حيث يرقى إلى مستوى المفهوم العام الكلي، يرتكز على أصول وقواعد ثابتة تعمل على ضبط حركة الاجتهاد الواقعية، وتؤطر كيفية مراعاة الظروف والأحوال الإنسانية الطارئة، وفق مقاصد الشريعة وثوابتها، وتضع الحلول المناسبة لكل حالة، حتى تحقق المصالح الإنسانية المعتبرة شرعاً، الخاصة منها والعامة، في كل الأحوال العادية منها والاستثنائية، فتصدق القاعدة التي تقرر أن الشريعة الإسلامية جاءت من أجل تحقيق المصالح الإنسانية، في الحال والمآل، في الدنيا والآخرة. ¶ وسميته \" القواعد الأصولية التي تنهض بوظيفة مراعاة الظروف والأحوال في التشريع الإسلامي \" وجعلته في أربعة مطالب: ¶ المطلب الأول: قاعدة العدل والمصلحة ومراعاة الظروف والأحوال. ¶ المطلب الثاني: قاعدة الاستحسان ومراعاة الظروف والأحوال. ¶ المطلب الثالث: قاعدة سد الذرائع ومراعاة الظروف والأحوال. ¶ المطلب الرابع: قاعدة العرف ومراعاة الظروف والأحوال. ¶ أسأل الله سبحانه وتعالى أن يجعله خالصاً لوجهه وأن يجعله صواباً، خدمة لشريعته إنه على ما يشاء قدير وبالإجابة جدير، وصلى الله على سيدنا محمد وآله وصحبه .. ¶ ملخص البحث ¶ هذا بحث في القواعد الأصولية التي تنهض بوظيفة مراعاة الظروف والأحوال الإنسانية المختلفة ابتداءً واستثناءً، وهي قاعدة العدل والمصلحة، وقاعدة الاستحسان، وقاعدة سد الذرائع، وقاعدة العرف. ¶ حيث بينت في قاعدة العدل والمصلحة أن الشريعة الإسلامية تسعى إلى تحقيق المصالح الإنسانية العامة والخاصة، في الحال والمآل، في الدنيا والآخرة، في الظروف والأحوال العادية، وفي الظروف والأحوال الاستثنائية، وذلك عن",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "طريق تشريع الأحكام التي تتغيا المصلحة. وهي تسدد خطى المجتهد في الاجتهاد التطبيقي في الوقائع المختلفة، خاصة عند تحكم الظروف الطارئة، بحيث ترعى تحقيق المصلحة، عدلاً؛ منعاً من ترتب مآلات ممنوعة شرعاً. ¶ وبينت في قاعدة الاستحسان أنها تنهض بوظيفة معالجة غلو اطراد القواعد العامة في الظروف والأحوال الاستثنائية، حتى لا ننحرف عن مقصد الشارع فيما شرع. ¶ أما قاعدة سد الذرائع؛ فإنها توثق الأصل العام التي قام عليها التشريع الإسلامي كله، وهو رعاية المصالح، وذلك من أجل المحافظة على مقاصد التشريع الإسلامي في الواقع الإنساني، بالوقاية من المآلات غير المشروعة، وإن كان القصد مشروعاً؛ لأن العبرة في التشريع بالنتائج المادية، ولا يلتفت إلى القصد الحسن، مع وجود المآل الممنوع. ¶ ولقد اعتمد التشريع الإسلامي أعراف الناس، فعد العرف مصدراً من مصادره التشريعية بشروطه، مما يدل على مدى احترام التشريع الإسلامي لما قرره العقلاء، واستقرت عليه عوائدهم التي بنيت في الأساس على تحقيق مصالحهم، التي هي مقصود الشارع من تشريع الأحكام. وبهذا يكون التشريع الإسلامي قد تجاوب مع مقررات الفطرة السوية، وما مقررات العقل الجمعي السليم؛ تلبية للمصالح الإنسانية التي لا تتعارض مع مقررات الشريعة، أصولاً ومقاصد. أما إذا كانت العوائد والأعراف تتعارض مع أصوله ومقرراته، وكان يعسر نزع الناس عن عوائدهم مرة واحدة، فقد كان من سياسة التشريع الإسلامي التدرج في التغيير، حتى يستجيب الناس لهديه عن قناعة ورضا، ولا يلزم عن ذلك التغيير ضرر أو مفسدة، ذلك أنه ينشد في أي تغيير تحقيق مصالح الناس، لا التغيير لذات التغيير.  Abstract ¶ This research is in the rules of jurisprudence which promote the function of taking into account the circumstances and from different humanitarian exception, a rule of justice and stakeholders, and the base of approbation, and the base to prevent pretexts, and the base norms. ¶ Where indicated at the base and the interest of justice that Islamic law seeks to achieve the humanitarian interests of public and private, in the case and the future, in this world and the Hereafter, in normal circumstances, and in special circumstances, through legislation provisions designed to benefit. It pays to look hard-working diligence applied in the various facts, especially when a control emergency situations, so that sponsors the best interest, just; to prevent the consequences for forbidden. ¶ Indicated at the base of approbation that it promotes the function of processing hyperbole sustained the general rules in special circumstances and conditions, so as not to deviate from the purpose of the legislation as prescribed. ¶ The base plug excuses; it confirms the general principles to blame for the whole of Islamic legislation, the interests, and in order to maintain the purposes of Islamic law in the human reality, the prevention of the results are not legitimate, but was intended projects; because what counts is the physical consequences in the legislation, not pay any attention to the good intention, with the result prohibited. ¶ We have adopted the customs of the people of Islamic law, return a custom source of legislative sources on his own terms, which indicates the degree to which Islamic law as decided by the wise, and settled upon their returns, which relied primarily on their own interests, one of the fundamental purposes of the legislation. In this way the Islamic legislation has responded with the decisions of common decency, and the decisions of the collective mind properly; to meet the interests of humanity that does not conflict with the decisions of the Sharia, assets and objectives. If the revenue and customs contrary to the basic principles and decisions, and was too hard on people about their normes at once, it was the policy of Islamic law in the gradual change, to accommodate its legislation to the people of conviction and satisfaction, is not required for that change or cause harm, as it wants in Any change to achieve the interests of the people not to change just for the change.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "المطلب الأول ¶ قاعدة العدل والمصلحة ومراعاة الظروف والأحوال ¶ العدل هو أساس التشريع، وهو مبنى الشريعة، ومقصدها الأسمى، والآيات في ذلك كثيرة معلومة. وقد ذكر القرآن أن العدل هو الغاية من بعث الرسل وإنزال الكتب، وتشريع الشرائع، كما في قول الله تعالى: \" لقد أرسلنا رسلنا بالبينات وأنزلنا معهم الكتاب والميزان ليقوم الناس بالقسط .. \" [سورة الحديد: 25]. قال الجويني: \" .. والأنبياء عليهم السلام مبعوثون بحسم المراسم، والدعاء إلى قصد الأمور \" ([1]). أي العدل. ¶ وعلى هذا، فشرع الله هو العدل بعينه، نصاً، وروحاً، وكذلك ينبغي أن يكون تطبيقاً في واقع الحياة الإنسانية في جميع المجالات، ليتحقق العدل المطلق واقعاً، في كل المجالات، في كل الظروف والأحوال العادية والاستثنائية، كما أراد الله (العدل المطلق) سبحانه وتعالى. لذلك قال ابن القيم: \" .. فإن الشريعة مبناها وأساسها على الحكم ومصالح العباد، في المعاش والمعاد، وهي عدل كلها، ورحمة كلها، ومصالح كلها، وحكمة كلها .. فالشريعة عدل الله بين عباده .. \" ([2]). ولقد تجسدت في التشريع الإسلامي جميع معاني العدل، أصولاً ومقاصد وفروعاً، بمعنى أن مبتناه على العدل والحق، وهو في نفس الوقت يتغيا العدل في جميع تشريعاته، تحقيقاً للتوازن والوسطية في كل الأمور، وبذلك كله تتحقق جميع المصالح الإنسانية العادلة، الفردية منها، والجماعية، ويتحقق الأمن والاستقرار، وعلى أساس كل ذلك تشاد الحضارات، دون افتئات، أو عبثية، أو حيف. ¶ مفهوم العدل: والعدل الذي هو أصل التشريع الإسلامي [3]، وغاية من غاياته الكبرى، التي يستهدف تحقيقها في الحياة الإنسانية، تحقيقاً للمصالح الإنسانية، مفهوم واسع، تدخل فيه كل معاني الفضائل والقيم والأخلاق ([4]). لذلك قال العلماء: إن أجمع آية في القرآن الكريم، هي قوله تعالى: \" إن الله يأمر بالعدل والإحسان .. \" [سورة النحل: 90] ([5]). ¶ قال عبدالله بن مسعود - رضي الله عنه -: \" ما في القرآن آية أجمع لحلال وحرام، وأمر ونهي، من هذه الآية \" إن الله يأمر بالعدل والإحسان .. \" [سورة النحل: 90] ([6]). ¶ والعدل هو قوام الأمور كلها، وهو من الأصول الأساسية التي يقوم عليها البناء الاجتماعي الشامل للأمة الإسلامية ([7]). والعدل بهذا المفهوم العام الواسع يقتضي أن يكون معناه: \" وضع الأمور في نصابها، وإعطاء كل شيء حقه من غير زيادة، ولا نقصان، والذي ينشأ عن معرفة حقائق الأشياء على ما هي عليه، ومعرفة حدودها، وغاياتها، ومنافعها \" ([8]). ¶ والعدل الذي هو أصل الشريعة وغايتها، يتجسد مفهومه في تحقيق المصلحة، التي هي الغاية والمقصد من التشريع، فهو ليس معنى ذهنياً مجرداً، بل معنى عملي متمثل في \" المصلحة المعتبرة شرعاً \" ([9]) أي في تلبية جميع متطلبات الحياة الإنسانية اللازمة، في توازن تام، مع تجسيد لمعاني الحق والخير، ووضع الأمور في نصابها في كل الوقائع والأحداث، ومراعاة للظروف والأحوال العادية والاستثنائية. لهذا يقول ابن القيم: \" فحيثما وجدت المصلحة فثم شرع الله ودينه \" ([10])، ولاشك أن شرع الله ودينه، هو العدل بعينه، وهذا ابن رشد يفسر أصل الاستحسان بأنه \" التفات إلى العدل والمصلحة \" ([11])، والعز بن عبد السلام يقول في هذا الشأن \" ومن تتبع مقاصد الشرع في جلب المصالح ودرء المفاسد حصل له من مجموع ذلك اعتقاد أو عرفان بأن هذه المصلحة لا يجوز إهمالها، وأن هذه المفسدة لا يجوز قربانها، وإن لم يكن في ذلك نص ولا إجماع، ولا قياس خاص؛ فإن فهم نفس الشرع يوجب ذلك \" ([12]). بمعنى أن الشرع ومقاصده يوجب تحقيق هذه المصلحة واعتبارها، ودرء هذه المفسدة، وإلغائها، تحقيقاً للعدل المقصود شرعاً. ¶ وقد نظر الإسلام إلى العدل نظرة عامة شاملة، كان لها أكبر الأثر في توجيه التشريع العام الذي ينظم كافة العلاقات والمعاملات الإنسانية، سواء كانت بين المسلمين بعضهم مع بعض، أم كانت بين المسلمين وغيرهم ([13]). وعلى هذا؛ فإن العدل أصل من أعظم أصول التشريع الإسلامي، بل هو أصل الأصول في الإسلام، فأينما تحقق كان التشريع الإسلامي معه. ¶ فقد كتب عمر بن عبد العزيز إلى عامله على الكوفة: إن أقوم الدين العدل والإحسان \" ([14]).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "هذا، وسياسة التشريع الإسلامي – التي تعالج الأحوال والظروف والمتغيرات في كل زمان ومكان، وترسم لها الحلول والأحكام التي تحقق مصالحها عدلاً – تعتمد فيما تعتمد عليه – في تحقيق المصالح الإنسانية، وتقدير الوقائع، وفق ظروفها المحتفة بها – على هذا الميزان التشريعي (العدل) ومقرراته ([15]). ولذلك كان أي طريق أو وسيلة تؤدي إلى تحقيق العدل واقعاً، فهي من الشريعة، وإن لم ينص عليها، وأي طريق أو حكم تنكب طريق العدل، فليس من الشريعة، وإن أدخل فيها بالتأويل، يقول ابن القيم في هذا: \" .. فإن الله أرسل رسله، وأنزل كتبه ليقوم الناس بالقسط، وهو العدل الذي قامت به السماوات والأرض، فإذا ظهرت أمارات الحق، وقامت أدلة العدل، وأسفر صبحه بأي طريق كان، فثم شرع الله ودينه، ورضاه وأمره ... والله تعالى بين بما شرع من الطرق أن مقصوده إقامة الحق والعدل، فأي طريق استخرج بها الحق، ومعرفة العدل، وجب الحكم بموجبها، ومقتضاها .. \" ([16]). ¶ وقوله: \" .. فكل مسألة خرجت عن العدل إلى الجور .. فليست من الشريعة، وإن أُدخلت فيها بالتأويل \" ([17]). والتشريع الإسلامي يعمل على تحقيق العدل عملياً في الواقع الإنساني في كل الأحوال والظروف: العادية، والاستثنائية، بما وضع من أصول وقواعد ومناهج وخطط تشريعية، تضبط مسار عملية الاجتهاد التطبيقي، وتسدِّد خطى المجتهد، في إطار تلك المشروعية، حتى لا تنحرف العملية الاجتهادية عن مسار هذه الأصول، ولا تصطدم بالمقاصد العامة للتشريع الإسلامي واقعاً، وبذلك يتحقق العدل والمصلحة. ولذلك ينبغي أن تعمل كل جزئية من جزئيات تطبيق الشريعة على تحقيق العدل والمصلحة الشرعية في الواقع الإنساني؛ وإلا أضحت مضادة للمقاصد العامة للتشريع، والجزئي يجب أن يعمل في إطار كليه، لا أن يتناقض معه ([18]). وعلى هذا، فإن الشريعة في مصادرها ومواردها، وفي قواعدها وأحكامها، هي العدل بعينه، لأنها شرع الله، وشرعه هو العدل المطلق، لا محالة. ¶ لذلك فإن هذا المفهوم العام الكلي ـ مراعاة الظروف في التشريع الإسلامي ـ هو العدل بعينه، ويرتكز على قاعدة العدل، ويستهدف تحقيق العدالة في الحياة الإنسانية، في كل المجالات، وفي كل الأحوال والظروف؛ الاستثنائية، فضلاً عن العادية. ¶ والعدل متجسد في قواعد هذه المراعاة وأحكامها وحلولها، فالاستحسان حينما يستثني بعض الجزئيات من حكم أصلها، فإنه يلبي المصلحة، ويحقق العدل، وسد الذرائع حينما يقيد بعض الحريات العامة، أو الحقوق الخاصة، نظراً لما يترتب عليها من مفسدة، أو مضرة، فإنه يحقق المصلحة والعدل؛ ذلك أن إطلاق الحرية العامة في كل الأحوال والظروف، وعدم تقييدها بالمصلحة، ولو أسفر عنها مآل ممنوع – في ظرف من الظروف، أو حال من الأحوال - ظلم، والظلم نقيض العدل. والعدل متجسد في المصلحة التي هي من قواعد هذه المراعاة، ومقاصدها. ¶ وظائف العدل في التشريع الإسلامي: ينهض أصل العدل في التشريع الإسلامي بجملة من الوظائف العملية الهامة، منها: الموازنة بين مطالب الدنيا والآخرة، والدين والدنيا. ¶ 1 - ... الموازنة بين مطالب الروح والجسد والعقل. ¶ 2 - ... الموازنة بين المصالح الإنسانية المتعارضة، سواء بين المصالح نفسها من حيث العموم والخصوص، أو الأهمية أو أدنى منها. وبين المصالح والمفاسد، شدة وضعفاً، وبين المفاسد نفسها، شدة وضعفا أيضاً. ¶ قاعدة المصالح: ثبت بالاستقراء أن الشريعة الإسلامية جاءت من أجل تحقيق مصالح الإنسانية، بجلب المنافع لها، ودرء المفاسد والأضرار عنها، في الدنيا والآخرة، والحال، والمآل، في كل الظروف والأحوال. وهذه المصالح التي تتغياها الشريعة الإسلامية، منبثة في كل جزئياتها، فضلاً عن أصولها وقواعدها، لتكون بكل ذلك بناءً متكاملاً، يطلق عليه الأصوليون، المقاصد العامة للشريعة الإسلامية. والمصلحة من حيث هي مصلحة، لا تعرف بالأهواء، ولا بالنظر العقلي المجرد، ولا بالاعتبار الذاتي، وإنما توزن بميزان الشرع، وإن كان للعقل دور في تفهمها وتعقلها. قال الشاطبي: \" إن كون المصلحة مصلحة تقصد بالحكم، والمفسدة كذلك، من وضع الشارع \" ([19]). وبما أن التشريع الإسلامي غائي، يستهدف مصالح الناس، ورعاية حقوقهم، بجلب النفع لهم، ودرء الضرر والمفسدة عنهم، في كل الأحوال والظروف: العادية، والاستثنائية؛ فإن معنى ذلك أن هذا الميزان الدقيق العادل في مراعاة الظروف والأحوال، إنما هو قائم على هذا الاعتبار، وهو تتبع الوقائع المختلفة، بظروفها الملابسة، بوضع التشريعات أو الحلول اللازمة لتحقيق المصالح، وإرساء العدل. ¶ تعريف المصلحة: المصلحة هي عبارة عن جلب منفعة، أو دفع مضرة أو مفسدة ([20]).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ولكن في بحث الأصوليين لا يقصد بها الجلب العام، والدفع العام؛ لأن هذا من مقاصد الخلق في تحقيق المصالح؛ بل المقصود بالمصلحة – على ما يرى الغزالي - المحافظة على مقصود الشارع ([21]). قال: \" وإذا فسرنا المصلحة بالمحافظة على مقصود الشرع، فلا وجه للخلاف في اتباعها؛ بل يجب القطع بكونها حجة \" ([22]). فالمصالح – إذن - هي المقاصد العامة للتشريع الإسلامي، الذي يستهدف تحقيقها في الحياة الإنسانية في شتى المجالات، وفي كل الظروف والأحوال. والمصالح تتفاوت في درجاتها ومستوياتها، وتختلف باختلاف الظروف والأحوال، ومنها ما هو منصوص على اعتبارها، ومنها ما ليس كذلك، وهذا الثاني إما أن يندرج تحت أصل من أصول الشريعة، أو جنس من المصالح المعتبرة، فيحقق مقصداً من مقاصدها، أو يتناقض مع أصوله ومقاصده، وتتعارض مع نصوصه المقررة. ¶ ولذلك قسمها الأصوليون إلى أقسام مختلفة، تتنوع بحسب كل اعتبار من الاعتبارات إلى أنواع ([23]) ومن التقسيمات الأصولية للمصالح، تقسيمهم لها: ¶ أولاً: من حيث نظر الشارع إليها بالاعتبار أو عدمه. وهي من هذا الجانب، تنقسم إلى ثلاثة أقسام ([24]): 1ـ المصالح المعتبرة: وهي المصالح العامة، والمصالح الخاصة المنبثة في جزئيات الشريعة، والتي تستهدف تحقيقها في الحياة الإنسانية، من خلال ما شرعت من الأحكام المختلفة في كل المجالات: العبادات، والمعاملات، والعادات. بمعنى المصالح التي نصت الشريعة على اعتبارها في جزئياتها وكلياتها. 2ـ المصالح الملغاة: وهي المصالح الإنسانية التي أهدرتها الشريعة، ولم تعتبرها، لا باعتبار كونها مصالح، وإنما باعتبار ما يسفر عنها، أو عن وسائلها من مفاسد أو أضرار تربو على تلك المصالح. 3ـ المصالح المرسلة: وهي تقع في منطقة الوسط بين الأولى المعتبرة، والثانية المهدرة. وهي المصالح التي لم يرد نص في شأنها بالاعتبار، ولا بالإلغاء، إلا إنها مما تندرج تحت أصل عام من أصول الشريعة، أو مما تحقق مقصداً من المقاصد المعتبرة، أو تدخل ضمن جنس من المصالح الشرعية. ¶ وعلى هذا، فكل مصلحة راجحة ثابتة قطعاً عن طريق الاستقراء والتتبع، تعتبر أصلاً شرعياً ثابتاً، يجب العمل بمقتضاها، ولو لم يرد فيها نص أو إجماع أو قياس خاص؛ لأنها بذلك تكون مؤيدة بروح الشريعة ومقاصدها ([25]). والمصالح العامة التي اعتبرتها الشريعة الإسلامية، هي مقاصدها العامة التي جاءت من أجل تحقيقها في الحياة الإنسانية، لذلك دعت إلى المحافظة عليها، وتنميتها، ودرء كل عوامل الاختلال عنها. ¶ ثانياً: تقسيم المصالح من حيث مراتبها: وقد ثبت بالاستقراء أيضاًَ أن هذه المصالح العامة المقصودة شرعاً على ثلاثة مراتب، وهي تشمل جميع المصالح الإنسانية في شتى مجالات الحياة، وهي على النحو الآتي ([26]): أولاً: المصالح الضرورية: وهي المقومات والعناصر الأساسية اللازمة للحياة الإنسانية، التي لا تقوم الحياة بدونها، ويقوم عليها صلاح الناس في الدنيا، وسعادتهم في الأخرى، وإنا انخرمت أصاب الحياة الاضطراب، والهلاك، أو ما يقارب الهلاك في الدنيا، والخسران في الأخرى، وتكون حياة الناس أقرب إلى البهيمية، منها إلى الإنسانية. ¶ وهي المصالح الثابتة أبداً، والتي اتفقت معظم الشرائع على اعتبارها، والمحافظة عليها. ¶ وهذه المصالح التي تقع في هذه المرتبة، تنحصر في الضروريات الخمس وهي: الدين، والنفس، والعقل، والنسل، والعرض، والمال. وقد دعت الشريعة الإسلامية للمحافظة عليها من جانبين ([27]): الأول: الجانب الإيجابي: وذلك بأن شرعت أحكاماً، تدعو إلى إيجادها في الحياة الإنسانية، فتحقيق الدين في الحياة لا يكون إلى بإرسال الرسل، والدعوة إليه بالحجة والبرهان، وبالحكمة والموعظة الحسنة، وبالتعليم والإرشاد والتربية، وبإقامة الشعائر الدينية، وأصول الأخلاق، وما إلى ذلك. والآيات والأحكام الشرعية في ذلك كثيرة معلومة. ¶ هذا في الدين، الذي يقع في المقام الأول من وجوب إيجاده، والمحافظة عليه، وتنميته. وأما النفس الإنسانية، فيكون إيجادها عن طريق الدعوة إلى الزواج أولاً، ثم إحلال الطيبات، والتمتع بها، وما إلى ذلك من الأحكام الشرعية التي دعت إلى إيجاد النفس، والمحافظة عليها من هذا الجانب الإيجابي. وأما العقل، فيكون إيجاده، بما شرعت من وجوب التعقل والتفكر في مخلوقات الله، واستثمار الطاقة العقلية في الخير، والوصول إلى الحقائق الإيمانية والعلمية، وبما دعا إلى التعليم في تنمية العقل، وتوسيع المدارك الإنسانية، التي ميزها الله على سائر المخلوقات بهذه الخاصية، وأناط به التكاليف الشرعية، وأهلها به للاستخلاف في الأرض، وإعمارها بمنهج الله سبحانه تعالى. ودعت إلى إيجاد النسل، بما شرعت من الطرق المشروعة لإيجاده، كالزواج، وتكثير النسل، مع حسن الرعاية، وتوفير الأساسيات اللازمة لإقامته، والمحافظة على العرض، بما ألزمت الناس بالقيم والأخلاق الكفيلة بالمحافظة عليه.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وأما المال فقد شرعت من الطرق والأحكام الكثيرة المؤدية إلى كيفية كسبه وتنميته واستثماره. وهكذا .. الثاني: الجانب السلبي: وذلك بما شرعت من النظم والأحكام الكفيلة بالمحافظة على هذه المقاصد ودرء الاختلال عنها، والجرأة على انتهاكها، أو التعدي عليها، كما في نظام العقوبات وأحكامه التي تحفظ هذه المقاصد بسياج منيع، وحمى مستحكم يؤدب به كل مخالف لهذه الأصول، وكل خارج عن النظام الشرعي العام للمجتمع الإسلامي. فمن أجل المحافظة على الدين من هذا الجانب، حرم الإسلام الارتداد عن الدين، وزجر عن ذلك بما وضع من عقوبة رادعة، وهي فتل المرتد، لقوله عليه الصلاة والسلام: \" من بدَّل دينه فاقتلوه \" ([28]). ¶ وبما منع من المجاهرة بالفسوق والعصيان، والدعوة إلى الضلالة والبدعة، وتأديب أصحابها بعقوبات رادعة. وحافظ على النفس من هذا الجانب، بما حرم من الاعتداء عليها، أو على ما دونها، محافظة على الحياة الإنسانية، وعلى حفظ الأمن والاستقرار في المجتمع الإنساني كاملاً؛ لأن النفوس كلها محافظ عليها شرعاً، لا يجوز الاعتداء عليها، إلا بأسبابها الشرعية. ¶ ولذلك شرع عقوبات رادعة تمنع من هذا التعدي فالقاتل عمداً يقتل \" ولكم في القصاص حياة يا أولي الألباب \" [سورة البقرة: 179]، وغيرها من الأحكام. وحافظت الشريعة الإسلامية على العقل الإنساني من هذا الجانب، بما حرمت من تعاطي كل ما يؤذيه، أو يؤثر فيه سلباً، كما في المسكرات بأنواعها، لأن ذلك مما يتعارض مع الكرامة الإنسانية، التي هي من مقاصد الشرع الكبرى: \" ولقد كرمنا بني آدم .. \" [سورة الإسراء: 70]، \" لقد خلقنا الإنسان في أحسن تقويم .. \" [سورة التين: 4]. كما حافظت على النسل والعرض، من حيث العدم، بأن حرمت الزنا ومقدماته، ووضعت عقوبات رادعة، من شأنها زجر وتأديب المخالف، كالرجم للمحصن، والجلد للبكر، وغيرها. ¶ وحافظت على المال، من جانب العدم، أيضاً، بما حرمت من الاعتداء على أموال الناس، وأكلها بالباطل، كالسرقة والاختلاس والغش وغيرها. ¶ ثانياً: المصالح الحاجية ([29]): وهي المتطلبات الهامة للحياة الإنسانية، والتي يؤدي انتفاؤها وعدم مراعاتها، إلى وقوع الناس في الضيق والمشقة والضرر. وهي أدنى مرتبة من الأولى؛ لأن الأولى – وهي الضروريات – يؤدي عدم اعتبارها إلى الهلاك أو ما يقاربه، وتختل بانعدامها الحياة، وتضطرب. أما هذه، فيؤدي عدم اعتبارها، أو عدم توفيرها، إلى الضيق والمشقة، لا إلى الهلاك أو ما يقاربه، كما في الأولى. وقد جاءت الشريعة الإسلامية، من أجل رعاية المصالح في هذه المرتبة بأصول، وأحكام ترفع هذا الضيق، ومن شأن رعايتها تلبية المطالب المهمة اللازمة للحياة، في سهولة ويسر، ابتداء. كما أنه في الأحوال والظروف الاستثنائية؛ فإن الشارع الحكيم يعمل على مراعاتها، رفعاً للضيق والمشقة عن أصحابها، عن طريق الاستثناء، بما وضع من قواعد وخطط تشريعية، تخرج تلك الوقائع – بسبب من تحكم الظروف - من عموم أحكامها، حتى لا يلزم عنها، مشقة أو ضرر منفي شرعاً. ¶ فيكون بذلك التشريع الإسلامي، محققاً للحاجات الإنسانية المشروعة، ابتداءً، واستثناءً. ¶ ثالثاً: المصالح التحسينية: وهي التي يجمعها الآداب والمروءات ومكارم الأخلاق، التي تجمل الإنسانية، وترقى بها إلى الكمال الإنساني. كالحث على الطهارات، وستر العورات، وأخذ الزينة، وآداب الأكل والشرب، والمنع من بيع النجاسات، وقتل النساء والصبيان والرهبان في الجهاد، وغيرها ([30]). وهذه المقاصد العامة - التي مررنا على ذكرها بشكل موجز - ينبغي أن يستهدى بها في الاجتهاد، خاصة الاجتهاد التطبيقي، فهي تمثل في مجموعها \" المشروعية العليا \" و \" القيم الحقيقية \" التي يستهدفها التشريع الإسلامي بقواعده وأصوله العامة، وأحكامه، والتي ينبغي أن يُضبط مسار الاجتهاد في إطارها العام، وأن تنزل الأحكام الشرعية على الوقائع والحوادث وفق",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "مقرراتها، بما لا يلزم عنها في الواقع العملي بظروفه وملابساته، أي مضادة أو معارضة، بحيث إذا أدى إعمال النصوص الشرعية بطريقة آلية مبتسرة – في ظرف من الظروف - إلى مآلات تناقض هذه المقاصد العامة، وتصطدم بها، فإنه يجب إيقاف العمل بتلك النصوص آلياً، محافظةً على النظام الشرعي العام، ومحافظةً على التناسق التام بين الشريعة في أصولها وكلياتها، وبين جزيئاتها ([31]). وعلى هذا، فإن المقاصد العامة - وهي المصالح المعتبرة شرعاً، والتي شرعت جميع الأحكام الشرعية لتحقيقها في الحياة الإنسانية - تعد حاكمة على جميع جزئيات الشريعة وأحكامها، إبَّان التطبيق، بمعنى أن الأحكام الشرعية العملية ما هي إلا وسائل لتحقيق تلك المقاصد الكبرى عملياً؛ فإذا ما أدى الحال، وفقاً للظروف والملابسات والأحوال والواقع المعيش، إلى أن يكون مآل تطبيق الحكم الشرعي العملي إلى خلاف قصد الشارع – بسبب من تحكم الظروف – فإن الحكم يغدو غير شرعي في تلك الواقعة، نظراً لذلك المآل الممنوع شرعاً، وبالتالي يجب إيقاف العمل به، لحين زوال المناط الذي أوجب وقف التنفيذ، أو استثناء الواقعة من عموم حكمها، وإدخالها ضمن أصل أو حكم شرعي آخر، وذلك حتى لا يتناقض الجزئي مع الكلي، أو لا يؤدي تطبيق الوسيلة – في الظروف المغايرة لبيئة التشريع - إلى منافاة مقصودها ([32]). ¶ المصالح المرسلة: وهي كل مصلحة لم يرد باعتبارها، ولا بإلغائها نص خاص، وهي مع ذلك تتفق مع الأصول والمقاصد العامة، وتحقق مصلحة عامة للأمة. وهذا النوع من المصالح تعد أصلاً شرعياً ثابتاً، يجب العمل بمقتضاه، ولو لم يرد فيها نص أو إجماع أو قياس خاص؛ لأن مفاهيم الشريعة وروحها العامة وقواعدها الكلية توجب اعتبارها ورعايتها، على ما قضى به علماء الأصول المحققون ([33]). وهذا الأصل يعطي الفقه الإسلامي الصلاحية للتطبيق، والاستجابة لمصالح الأمة في كل العصور والبيئات. هذا، والمصلحة الشرعية هي أساس العدل، والعدل هو المسوغ لمراعاة الظروف والأحوال الاستثنائية؛ درءً للمفاسد المترتبة عليها، أو المشاق والمضار الناجمة عن تحكها، إذ ليس من العدل والإنصاف أن تسوي في الحكم بين الواقعة في الأحوال والظروف العادية، وبين الواقعة نفسها عند تحكم الظروف وتغيرها، دون أن تلقي اعتباراً لتغير المآل في الواقعتين؛ إذ الحكم في الأولى مآلها المصلحة التي شرع الحكم من أجل تحقيقها، والثانية ـ في ظرفها المتغير ـ مآلها مفسدة أو مشقة، أو مضرة، وهي حتماً غير مقصودة، فالبقاء على الحكم نفسه مع تغير الظرف الذي مآله المفسدة غير المقصودة تنكب لمقصد الشارع، وهو ظلم، والظلم نقيض العدل. ¶ المطلب الثاني ¶ قاعدة الاستحسان ومراعاة الظروف والأحوال ¶ تعريف الاستحسان: في اللغة: عد الشيء حسناً ([34]). ¶ وفي الاصطلاح: لم يتفق الأصوليون على تعريف واحد للاستحسان، من حيث الصياغة اللغوية، إلا أن مؤدى تعريفاتهم له واحد مع تعدد صياغاتها. فقد عرفه أبو الحسن الكرخي من الحنفية بأنه:\" عدول المجتهد عن أن يحكم في المسألة بمثل ما حكم به في نظائرها، لوجه يقتضي هذا العدول \" ([35]). وعرفه ابن العربي من المالكية بأنه: \" إيثار ترك مقتضى الدليل على طريق الاستثناء والترخص، لمعارضة ما يعارض به بعض مقتضياته \" ([36]). قال الشاطبي: وهو في مذهب مالك: الأخذ بمصحة جزئية، في مقابل دليل كلي ([37]). ¶ ويتضح من هذه التعريفات أن الاستحسان يرجع إلى منهج الاستثناء من القواعد العامة، إذا كان في اطرادها وإجرائها على عمومها ما يؤدي إلى الضيق والمشقة، المنفيين شرعاً.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "يقول ابن رشد: \" الاستحسان الذي يكثر استعماله حتى يكون أعم من القياس، هو أن يكون طرداً لقياس يؤدي إلى غلو في الحكم ومبالغة فيه، فيعدل عنه في بعض المواضع، لمعنى يؤثر في الحكم يختص به ذلك الموضع \" ([38]). ¶ الأدلة على حجية الاستحسان: ¶ ومنهج الاستثناء من القوعد العامة، مراعاة للمصلحة في مرتبتي: الضرورة والحاجة، في الأحوال والظروف الطارئة، من سنن الشارع الحكيم، ومن الأصول المقررة شرعاً. قال الله تعالى: \" يريد الله بكم اليسر ولا يريد بكم العسر \" [سورة البقرة:185ٍ] فاليسر مقصد شرعي بنص الآية، والعسر منفي شرعاً بنص الآية أيضاً، وقال تعالى: \" وما جعل عليكم في الدين من حرج \" [سورة الحج:78] فالآية تقرر أن الحرج عموماً مرفوع شرعاً، ابتداءً، واستثناءً. ¶ وآيات الاستثناء للضرورة، أو الأعذار، كثيرة، لا نريد أن نطيل بذكرها. وحسبنا أن نذكر بعضها، منها: قوله تعالى: \" فمن اضطر غير باغ ولا عاد فلا إثم عليه \" [سورة البقرة:173] وقوله تعالى: \" من كفر من بعد إيمانه، إلا من أكره وقلبه مطمئن بالإيمان \" [سورة النحل:106] وقوله تعالى في استثناء أصحاب الأعذار من وجوب الجهاد: \" لا يستوي القاعدون من المؤمنين غير أولي الضرر \" [سورة النساء:95]. وغيرها كثير، وهي في جملتها تدل على أن مواضع الضرورات والحاجات مستثناة من حكم القواعد والأحكام العامة، وأن الاستثناء يكاد يعم أنواع التشريعات كلها، سواء الواجبات أو المحرمات، في العبادات، أو المعاملات؛ بل وفي أصل الدين، وهو الإيمان، إذا كان القلب مطمئناً بالإيمان ([39]). واستثناء مواضع الضرورة والحاجة في السنة من ذلك كثير جداً، منها: 1ـ \" نهى رسول الله - صلى الله عليه وسلم - عن بيع ما ليس عند الإنسان، ورخص في السلم \" ([40]). ¶ 2ـ \" نهى رسول الله - صلى الله عليه وسلم - عن بيع الرطب يالتمر خرصاً، ورخص في العرايا \" ([41]). ¶ 3ـ \" نهى رسول الله - صلى الله عليه وسلم - عن لبس الحرير للرجال، ثم رخص في لبسه للحاجة \" ([42]). ¶ علماً أن هذه مصلحة جزئية فردية، حيث إنه رخص لعبد الرحمن بن عوف، وللزبير بن العوام، من حكة كانت بهما، وهي موضع حاجة، لا ضرورة ـ كما ترى. ¶ 4ـ نهى النبي - صلى الله عليه وسلم - عن قطع شجر الحرم وحشائشه، واستثنى منه الإذخر؛ استجابة لطلب عمه العباس؛ لحاجة الناس إليه، لقينهم، وبيوتهم ([43]). ¶ وهذا الاستثناء من القواعد والأحكام العامة، بعدم إجرائها على اطرادها وعمومها، مراعاة للظروف الطارئة، والتي ينشأ عن عدم اعتبارها، بتطبيق النصوص على عمومها الزمني، دون اعتبار للظروف والملابسات، إيقاع الناس في الحرج والمشقة، وهو مضادة لقصد الشارع فيما شرع، هذا الاستثناء يعتبر مبدأ عاماً، وقاعدة كلية من قواعد الشرع، ومنهجاً تشريعياً، يوجب على المجتهدين في اجتهادهم التطبيقي أن يلتزموه، في الحكم على الوقائع الزمانية، في الأحوال والظروف الاستثنائية، تحقيقاً للمصالح الإنسانية، الني راعاها التشريع الإسلامي، في مرتبي الضروريات، والحاجيات، سواء العامة منها، أو الخاصة، سيراً على الأصول الشرعية العامة، من مثل: استثناء مواضع الضرورات، ورفع الحرج، ونفي الضرر، ودفع المشقة. ... موقف الصحابة من الاستحسان: ¶ وهو المنهج الذي سلكه الصحابة - رضوان الله عليهم - حيث كانوا يستثنون بعض الوقائع - إذا اقتضت الظروف الطارئة - من عموم تطبيقات النصوص والقواعد العامة، دفعاً للحرج، ودفعاً للمضرة، والمفسدة. كما في منع عمر كبار الصحابة من مغادرة المدينة، إلا بإذنه ولأجل محدد، حيث منعهم من الخروج إلى الأقاليم وامتلاك الأراضي الواسعة. وتقييد هذه الحرية والحق، إنما اقتضته الظروف الاستثنائية، وهي حاجة الدولة إلى مشورتهم فيما يستجد من أمور المسلمين وهي مصلحة عامة، تفوق مفسدة تقييد حريتهم الخاصة. ومنعهم من امتلاك الأراضي، كان لمصلحة تتعلق بأمن الدولة ووحدتها، فقد أدرك عمر بثاقب نظره أنهم لو خرجوا إلى الأقاليم وامتلكوا الضياع الواسعة لتجمع الناس حولهم باعتبارهم في مقام القدوة كونهم أصحاب رسول الله، مما يؤدي إلى إعجاب العامة بهم، والتفافهم حولهم، وقد يسلم هذا إلى أن يؤدي إلى الافتتان بالدنيا، وتفرق كلمة المسلمين ([44]). ¶ وحكمهم بتضمين الصناع، علماً بأن أيديهم أيدي أمانة، ويد الأمانة لا تضمن، إلا أنهم حكموا بتضمينهم، محافظة على أموال الناس في أيديهم، حتى قال علي أبي طالب - رضي الله عنه -: \" لا يصلح الناس إلا ذاك \" ([45]). والأمثلة على ذلك كثيرة، نعرض عنها خوف الإطالة.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الاستحسان والظروف: تبين - مما سبق - أن الإبقاء على اطراد الأحكام والقواعد العامة في كل الأحوال والظروف، دون استثناءات أو رخص، أو تخصيص في بعض الحالات والجزئيات قد يؤدي - بالنظر إلى ظروف التطبيق الملابسة - إلى مآلات أو نتائج تناقض قصد الشارع فيما شرع، وتتعارض مع المصالح التي راعتها الشريعة، وتنافي العدل الذي هو أصل مقرر، وغاية تشريعية، فكان المنهج التشريعي - محافظة على التناسق بين الأصول وكليات الشريعة وجزئياتها - يقتضي هذا الاستثناء، أو التخصيص بإخراج بعض أفراد الأصل أو الحكم العام من شمول حكمه لها، تحقيقاً للعدل والمصلحة، ومراعاة لهذه الظروف والأحوال التي يؤدي إعمال تلك النصوص وأحكامها العامة أثناء ملابستها، إلى الحرج والمشقة أو المفسدة ([46]). ¶ من هنا، فإن الاستحسان كقاعدة وأصل تشريعي، يعتبر من سنن الشارع الحكيم في التشريع والتطبيق، مما يوجب على المجتهد الاهتداء والاسترشاد به في الاجتهاد التطبيقي، معالجة للواقع، بحيث يحقق المصالح المعتبرة شرعاً، وأن لا يتعسف في التطبيق بإجراء الأحكام والقواعد العامة على اطرادها في كل الوقائع بظروفها المتغايرة، دون نظر إلى نتائجها أو مآلاتها في ظروف التطبيق، حتى لا يتنكب طريق العدل والمصلحة. لذلك يقول ابن رشد: \" ومعنى الاستحسان في أكثر الأحوال هو التفات إلى المصلحة والعدل \" ([47]). ¶ وأصل الاستحسان هو قدر متفق عليه بين الأئمة المجتهدين، ومذاهبهم الفقهية، بين مضيق وموسع. سواء كان هذا التخصيص بالنص، أو بما سواه من الأدلة المعتبرة شرعاً؛ كالمصلحة الضرورية، والمصلحة الحاجية، والعرف، وأصل رفع الحرج، ونفي الضرر، وغيرها. قال العز بن عبد السلام في كتابه\"قواعد الأحكام .. \" – وهو شافعي المذهب – في قاعدة المستثنيات: \" اعلم أن الله شرع لعباده السعي في تحصيل مصالح عاجلة وآجلة، تجمع كل قاعدة منها علة واحدة، ثم استثنى منها ما في ملابسته مشقة شديدة، أو مفسدة تربو على تلك المصالح، وكذلك شرع لهم السعي في درء المفاسد في الدارين، أو في أحدهما، تجمع كل قاعدة منها علة واحدة، ثم استثنى منها ما في اجتنابه مشقة شديدة أو مصلحة تربو على تلك المفاسد. وكل ذلك رحمة بعباده، ونظر لهم، ورفق، ويعبر عن ذلك كله بما \" خالف القياس \" وذلك جار في العبادات والمعاوضات وسائر التصرفات \" ([48]). وهذا هو مفهوم الاستحسان في المذاهب الأخرى. ثم ذكر أمثلة كثيرة في كل نوع ([49])، على هذه القاعدة التشريعية، تدل على أصالتها في التشريع، وفي مراعاة الظروف الاستثنائية، تنهض بها إلى درجة القطعية. وقد استدل ابن عبد السلام على مراعاة الشرع للمصلحة والعدل، وهما قوام الاستحسان، بما يلي، حيث يقول: \" وأجمع آية في القرآن للحث على المصالح كلها، والزجر عن المفاسد بأسرها، قوله تعالى: \" إن الله يأمر العدل والإحسان .. \" [سورة النحل: 90] قال: \" والعدل: هو التسوية والإنصاف، والإحسان: إما جلب مصلحة أو دفع مفسدة .. \" ([50]). وقال: \" .. والإحسان لا يخلو من جلب نفع، أو دفع ضرر، أو عنهما .. \" ([51]). ¶ هذا، والشافعي الذي أنكر الاستحسان، حتى قال: \" من استحسن فقد شرع \" ([52])، نقل عنه أنه يقول: \" بنيت الأصول على أن الأشياء إذا ضاقت اتسعت .. \" قال ابن عبد السلام، تعليقاً على هذا القول: \" يريد بالأصول: قواعد الشريعة، وبالاتساع: الترخيص الخارج عن الأقيسة واطراد القواعد. وعبر بالضيق عن المشقة \" ([53]). بمعنى أن قواعد الشريعة قامت على الاستثناء، والترخص، إذا كان إعمالها واطرادها يؤدي إلى ترتب نتائج - بسبب من تحكم الظروف الملابسة - لا يرضى عنها الشارع الحكيم؛ كالمشقات، والحرج، وهل معنى \" الاستحسان \" عند الحنفية، والمالكية، والحنابلة والقائلين بحجيته، إلا هذا؟!. ¶ ويتلخص لنا من كل ما سبق أن الاستحسان \" ينظر إلى لوازم الأدلة، ويراعي مآلاتها إلى أقصاها \" ([54]). فلو أدى تطبيق الحكم الشرعي في بعض الجزئيات - في ظل ظروف مغايرة لبيئة التشريع - إلى عكس المصلحة التي قصدها الشارع، من تشريع الحكم، فإنه يحجز الدليل العام عنها، وتستثنى وفاقاً لمقاصد التشريع. وفي الشرع من هذا كثير جداً في أكثر أبوابه، وهو وإن لم ينص على أصل الاستحسان بأدلة معينة خاصة، إلا أنه يلائم تصرفاته، ومأخوذ معناه من موارد الأدلة التفصيلية، فيكون أصلاً شرعياً كليا يبنى عليه استنباط الأحكام، وتطبيقها ([55]).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "المطلب الثالث ¶ قاعدة سد الذرائع ومراعاة الظروف والأحوال ¶ الذرائع في اللغة: جمع ذريعة، بمعنى الوسيلة أو السبب ([56]). ومعنى سدها أي منعها وتقييدها. واصطلاحاً: منع الوسائل المشروعة إذا أدت إلى مآلات ممنوعة، حسماً لمادة الفساد، ومحافظة على مقاصد الشريعة ([57]). ومعناه: أن كل وسيلة كانت مشروعة في الأصل، توسل بها، أو كانت في ذاتها ـ في ظل ظرف من الظروف ـ تؤدي إلى نتائج غير مشروعة؛ أو إلى خلاف قصد الشارع من تشريعها؛ فإنها تغدو غير مشروعة، وبالتالي يجب أن تمنع، حتى لا يترتب عليها أضرار ومفاسد. وسواء كانت هذه الوسيلة، من المباحات، أو الحريات العامة، أو من الحقوق المشروعة في الأصل. ذلك أن الشريعة لم تشرع هذه المباحات، والحقوق، لتفضي ـ مآلا ًـ إلى المحرمات أو المفاسد والأضرار؛ بل شرعها ـ كونها وسائل إلى غايات مقصودة ـ من أجل تحقيق المصالح لأصحابها؛ فإذا ما انقلبت هذه المباحات ـ بسبب من القصد غير المشروع (أي الدافع الذاتي الباطن) أو بسبب من تحكم الظروف الطارئة الخارجية التي لا إرادة للمتسبب أو المتصرف في نتائجها ـ إلى خلاف ما شرعت له، بأن كانت لا تحقق لصاحبها مصلحة، بل تؤدي إلى مفسدة، أو تحقق له مصلحة، إلى جانب مفسدة أكبر في حقه، أو في حق غيره، أو مصلحة خاصة، مقابل مفسدة عامة؛ فإن على ولي الأمر ـ سياسة ـ أن يقيد تلك الحرية، أو يمنع التصرف في الحق؛ درءً لنتائجها الضررية في تلك الظروف، حتى إذا ما زالت تلك الظروف، التي كانت سبباً في التقييد، عاد الحكم الأصلي كما كان، أو عاد العمل بالحرية العامة، أو التصرف في الحق المشروع. وهذا التقييد للحريات العامة، والحقوق الخاصة، في الظروف الاستثنائية، لما يترتب عليها من أضرار أو مفاسد، إنما مستنده المصلحة والعدل، أي رعاية المقاصد العامة للتشريع الإسلامي؛ منعاً من الافتئات عليها بطريق غير مباشر، باتخاذ وسيلة مشروعة في الظاهر، لتحقيق غرض غير مشروع، أو بإفضائها بذاتها إلى مآل ممنوع، في ظروف معينة، حتى لو كان القصد مشروعاً؛ إذ إن العبرة بالنتيجة المادية، دون التفات إلى القصد ([58]). ¶ ولذلك فإن الوظيفة التي تنهض بها هذه القاعدة، هي العمل على توثيق الأصل العام الذي قامت عليه الشريعة الإسلامية، من جلب المنافع، ودرء الأضرار والمفاسد ([59]). ¶ وهذه القاعدة تفرعت عن أصل النظر في المآلات، الواقعة أو المتوقعة، وهو أصل مقطوع به، واجب الاعتبار في الوقائع المختلفة، بظروفها وملابساتها المحتفة، لذلك قال الإمام الشاطبي: \" النظر في مآلات الأفعال معتبر مقصود شرعاً .. \" ([60]). كما أن هذا التقييد للحقوق والحريات – في ظل الظروف المتغايرة – إنما هو سلطة تقديرية واسعة، منحته الشريعة الإسلامية لولي الأمر، رعاية للمصلحة والعدل، سياسة تشريعية، تسدد خطى الاجتهاد التطبيقي في تقدير الوقائع والحوادث بظروفها، وملابساتها، وما تفضي إليه من نتائج أو مآلات غير مشروعة. ¶ الأدلة على حجية هذه القاعدة: تنهض بحجية قاعدة سد الذرائع، نصوص كثيرة من الكتاب والسنة، واجتهاد الصحابة. فمن الكتاب: 1 - قول الله تعالى: \" ولا تسبوا الذين يدعون من دون الله فيسبوا الله عدواً بغير علم \" [سورة الأنعام: 108]. فالآية الكريمة حرَّمت على المسلمين سب آلهة المشركين أمامهم، وإن كان هذا السب أو الانتقاص من آلهتهم مشروع في الأصل، أو كان بقصد مشروع، وهو التعبد لله تعالى بهذا السب، وذلك لما يفضي إلى مآل ممنوع، في تلك الحال، وهو أن يهب المشركون – كردِّ فعل لما سمعوا من امتهان آلهتهم – لسب الذات الإلهية، وهو مآل ممنوع وقبيح، وسيلته ذلك السب الذي كان في أصله مشروعاً، فمنع لهذا الاعتبار. 2 - قوله تعالى: \" يا أيها الذين آمنوا لا تقولوا راعنا وقولوا انظرنا .. \" [سورة البقرة: 104]. منعوا من قول \" راعنا \"، مع أنها كلمة يقولها الصحابة للرسول - صلى الله عليه وسلم - تأدباً مع مقام النبوة، إلا أنها لما كانت تفضي إلى مآل ممنوع، وهو توسل اليهود بها للتطاول على مقام النبي - صلى الله عليه وسلم -، منعوا من ذلك، واستبدلوا بها كلمة أخرى تحمل نفس المعنى، إلا أنها مأمونة من الاستخدام السيئ، من قبل الغير.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وأما من السنة: 1 - فقوله - صلى الله عليه وسلم -: \" لا تقطع الأيدي في الغزو \" ([61]). نهى النبي - صلى الله عليه وسلم - عن إقامة حد السرقة، وقت الغزو والجهاد، أي في هذا الظرف العسكري، حتى لا تترتب على إقامة هذا الحد – في هذا الظرف – مآلات فاسدة، كأن يلحق بالكفار حمية وغضباً، أو خوفاً، فيفشي أسرار المسلمين إلى العدو، أو يؤدي إلى انتقاص عدد المجاهدين، الذين هم في حاجة ماسة في هذا الظرف إلى كل فرد من أفرادهم في إعلاء كلمة الله والذود عن الحمى والحرمات. وما شرع الحد، ليكون مآله ترتب مفاسد على المسلمين، وإنما شرع لمصلحة حفظ الأموال، ومصلحة الإسلام والمسلمين في هذا الظرف أولى وأهم من مصلحة حفظ أموالهم ([62]). ¶ 2 - امتناع النبي - صلى الله عليه وسلم - عن قتل المنافقين، وعلَّل ذلك بقوله: \" أخاف أن يتحدث الناس أن محمداً يقتل أصحابه \". وفي رواية البخاري ومسلم قال لعمر: \" معاذ الله، أن يتحدث الناس أني أقتل أصحابي \" ([63]). فقد امتنع عليه الصلاة والسلام عن قتل المنافقين، وهو مشروع، لما فيه من مصلحة التخلص من مكرهم وما يثيرونه بين صفوف المسلمين من فتنة، وزعزعة الجبهة الداخلية للمجتمع الإسلامي، ونقل أسرار المسلمين إلى أعدائهم، إلا أن مفسدة التحدث عن أن الرسول عليه الصلاة والسلام يقتل أصحابه، أعظم من مصلحة التخلص منهم. أي لما في ذلك من الحرب الإعلامية المشوهة لحقيقة الإسلام، وصفات رسول الإسلام الذي بعث رحمة وهداية للناس، وهو مآل ممنوع شرعاً ولا ريب ([64]). وغير ذلك من الأدلة من السنة ([65]). ¶ وأما من اجتهاد الصحابة: 1 - فمن مثل ما حكم به عثمان بن عفان وعمر بن الخطاب – رضي الله عنهما – بتوريث المطلقة طلاقاً بائناً في مرض الموت، استثناء من القاعدة العامة التي تقضي بعدم التوارث بين الزوجين إذا انتفى سبب الزوجية بالطلاق البائن. وليس لهما من مستند في ذلك إلا العدالة، وصون الحق؛ ذلك أن الطلاق البائن في مثل هذا الظرف – مرض الموت – قرينة على قصد الزوج الفرار من توريث زوجته، وهذا قصد غير مشروع، فيعامل بنقيض قصده؛ لأن الطلاق – وهو حق مشروع للزوج – لم يشرع من أجل أن يفضي إلى الحرمان من التوارث، فلما اتخذ هذا الحق ذريعة إلى قصد غير القصد الذي شرع الطلاق من أجله، كان ذلك مناقضة لإرادة المشرع، ومنافاة للعدالة، ومناقضة المشرع باطلة، فما يؤدي إليها باطل، لذلك حكما بالتوريث منعاً من التوسل بما هو مشروع إلى ما هو ممنوع ([66]) يقول الشاطبي: \" كل من ابتغى في تكاليف الشريعة غير ما شرعت له، فقد ناقض الشريعة، ومن ناقضها، فعمله في المناقضة باطل \" فما يؤدي إليه باطل ([67]). 2 - روى ابن جرير الطبري بسنده إلى سعيد بن جبير قال: \" بعث عمر بن الخطاب - رضي الله عنه - إلى حذيفة بن اليمان - رضي الله عنه - بعدما ولاَّه المدائن، وكثر المسلمات: \" أنه بلغني أنك تزوجت من أهل المدائن من أهل الكتاب، فطلِّقها \". فكتب إليه: لا أفعل، حتى تخبرني: أحلال أم حرام؟ وما أردت بذلك؟ فكتب إليه: \" لا، بل هو حلال، ولكن في نساء الأعاجم خلابة، فإذا أقبلتم عليهن غلبنكم على نسائكم \". فقال: الآن. فطلَّقها \" ([68]). وفي رواية الطبري: ولكني أخاف أن تتعاطوا المومسات منهن \" ([69]). وفي رواية: \" الجاسوسات منهن \" ([70]). وهذا من عمر تقييد لأصل الإباحة العامة الثابتة في قوله تعالى: \" والمحصنات من الذين أوتوا الكتاب \" [سورة المائدة: 5]. ولكنه أدرك بثاقب بصره أن الشريعة مبنية على الاحتياط والحزم، والتحرز مما عسى أن يكون طريقاً إلى الأضرار والمفاسد ([71])، لا سيما إذا كان متعلقها المصلحة العامة. فقد بنى عمر بن الخطاب اجتهاده التطبيقي، في أمر واليه بالتطليق، على نتيجة متوقعة من هذا الزواج، الذي هو في أصله مباح، وهي \" الخشية من وقوع الفتنة بين المسلمات \" أو \" الخشية من تعاطي الجاسوسات منهن \" أو \" المومسات منهن \" على الروايات المتعددة في ذلك. وكل علة من هذه العلل، التي تشكلت بسبب من تحكم ظروف الفتح الجديد لفارس، كفيلة بأن تكون سبباً في نفي الحل العام؛ لأن الشارع الحكيم لم يشرع هذه الإباحة، ليكون مآلها المفسدة، أما وقد تبدلت بيئة التشريع، واستجدت ظروف متغايرة، فإن لهذه الظروف المتغايرة أثراً بالغاً في تكييف الفعل بالمشروعية، أو عدم المشروعية، على ما قرره علماء الأصول. ولذلك لما كان مآل العمل بالإباحة العامة في مسألة الزواج بالكتابيات في ظل الظروف السياسية والعسكرية لفتح فارس، التأثير على المصلحة العامة للمجتمع الإسلامي أوقف عمر بن الخطاب العمل بها في ظل تلك الظروف، نظراً لما يترتب عليها من مآلات مضادة لقصد الشارع من تشريع الحكم. ¶ هكذا يتبين لنا بعد استعراض نماذج من الأدلة المختلفة من الكتاب، والسنة، واجتهاد الصحابة التطبيقي، أن قاعدة سد الذرائع، أصل من الأصول التشريعية القطعية ([72])، التي اعتبرها الشارع في التشريع والتطبيق، ولذلك اتفق على العمل بها كل الأئمة والمذاهب الفقهية، وإنما وقع الاختلاف في التطبيقات الفرعية، من باب تحقيق المناط. وهي من قواعد الشرع العظيمة التي توثق المصلحة الشرعية، وتوائم عملياً بين المقاصد الشرعية، وبين الأحكام الشرعية العملية، في التطبيق الواقعي على الوقائع المختلفة بظروفها وملابستها المحتفة، كونها وسائل إلى تلك المقاصد، والوسيلة إذا لم تحقق مقصدها عملياً تسقط شرعياً، للقاعدة الشرعية \" كلما سقط اعتبار المقصد سقط اعتبار الوسيلة \" ([73]).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وبهذا تبين أن سد الذرائع خطة تشريعية، وضعت من أجل توثيق المشروعية، بالمحافظة على المقاصد الشرعية، منعاً من التوسل بما هو مشروع إلى ما هو ممنوع، درءً للمآلات الفاسدة من هذا التذرع. بمعنى توثيق المشروعية من حيث المآل، وذلك بتقييد الوسائل من المباحات أو الحريات العامة، أو الحقوق، حتى لا تفضي – في ظل الظروف والأحوال الإنسانية المختلفة - إلى مآل ممنوع. ¶ المطلب الرابع ¶ قاعدة العرف ومراعاة الظروف والأحوال ¶ تعريف العرف: في اللغة: ترجع معاني مادة (ع ر ف) إلى أصلين، هما: الأول: تتابع الشيء متصلاً بعضه ببعض. والثاني: السكون والطمأنينة. ومن الأول: وهو التتابع والاتصال: عُرْف الفرس، سمي بذلك لتتابع الشعر عليه. يقال: جاءت القطا عُرْفاً عُرْفاُ، أي بعضها في إثْر بعض. ومنه قوله تعالى: \" والمرسلات عُرفاً \" [سورة المرسلات: 1]- في أحد معنييه – ([74]) أي متتابعات. ومن الأصل الثاني: وهو السكون والطمأنينة: المعرفة والعرفان، وهو: إدراك الشيء بتفكر وتدبر لأثره. تقول: عرف فلان فلاناً عِرْفاناً، ومعرفة: عرفه. وهذا يدل على ما ذكر من سكونه إليه؛ لأن من أن أنكر شيئاً توحش منه، ونبا عنه. والعُرْف: المعروف، سمي بذلك؛ لأن النفوس تسكن إليه ([75]). ¶ في الاصطلاح: وردت تعريفات عدة للعرف في اصطلاح الأصوليين والفقهاء، اخترت منها ثلاثة: الأول: هو \" ما استقر في النفوس من جهة العقول، وتلقته الطباع السليمة بالقبول \" ([76]). والثاني: \" ما يغلب على الناس، أو طائفة منهم، من قول أو فعل، أو ترك \" ([77]). ¶ والثالث: \" عادة جمهور قوم، في قول أو فعل \" ([78]). ¶ وإذا أردنا بيان حد العرف المعتبر شرعاً، أضفنا إلى أحد التعريفات الثلاثة، قيداً يفيد عدم مصادمة النصوص أو القواعد الشرعية ([79]). فيكون بذلك حد العرف المعتبر شرعاً: \" ما يغلب على الناس، أو طائفة منهم، من قول أو فعل أو ترك، فيما لا يصادم نصاً، أو قاعدة شرعية \" ([80]). ¶ حجية العرف: العرف أصل معتبر من أصول الشريعة الإسلامية يرجع إليه في معرفة الأحكام ([81])، وإنزالها على مقتضى أعراف الناس وعاداتهم، مما ليس فيه نص شرعي، أو مما أحالته الشريعة عليه. وقد استدل العلماء على حجيته بجملة من الأدلة، ومنها: 1 - قول الله تعالى: \" خذ العفو وأمر بالعرف .. \" [سورة الأعراف: 199]. فالآية الكريمة تأمر النبي - صلى الله عليه وسلم - ومن ورائه العلماء، بالاحتكام إلى ما تعارفه الناس، وساروا عليه في تعاملاتهم، فدل على حجية العرف، ووجوب العمل به، فيما لا يتعارض مع أصول الشريعة ومقاصدها ([82]). ¶ 2 - ما رواه ابن مسعود - رضي الله عنه -: \" ما رآه المسلمون حسناً، فهو عند الله حسن، وما رآه المسلمون قبيحاً، فهو عند الله قبيح \" ([83]). فالحديث الشريف يقرر أن ما يراه المسلمون بعقولهم، من الأعراف والعادات والمعاملات والتصرفات وغيرها، وساروا عليه في تعاملاتهم، دون إنكار منهم، فيما لا يتعارض مع القواعد والنصوص الشرعية، فهو حسن عند الله، وما كان حسناً عند الله، فهو حجة شرعية يوجب الاعتبار والعمل ([84]). ¶ 3 - عن عائشة – رضي الله عنها – أنها قالت: قالت هند أم معاوية لرسول الله - صلى الله عليه وسلم -: إن أبا سفيان رجل شحيح، فهل علي جناح أن آخذ من ماله سراً؟ قال: \" خذي أنت وبنوك ما يكفيك بالمعروف \" ([85]). فقد أحالها عليه الصلاة والسلام إلى العرف ([86])، وهو هنا تقدير خاص، يرجع إلى الحاجة، وهي حد الكفاية لها وبنيها. وقد أحال الشرع على العرف في أشياء كثيرة، ولم يحدد فيها مقداراً معيناً، بل ترك أمر التقدير إلى العرف، من ذلك: ¶ - قوله تعالى: \" ومن كان غنياً فليستعفف، ومن كان فقيراً فليأكل بالمعروف \" [سورة النساء: 6]. أحالت الآية الكريمة ولي اليتيم في الأكل من ماله على العرف، وهو مقدار الكفاية ([87]). ¶ وهكذا في النفقة والسكن والكسوة، والحيض والطهر وسن اليأس وأكثر مدة الحمل، وغيرها كثير ([88]). فهذه الأدلة وغيرها، تثبت حجية العرف، وأنه أصل من أصول التشريع، يوجب العمل به، فضلاُ عما تقرر من أصول شرعية",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "توجب مراعاة الأعراف والعوائد وتحكيمها في شؤون حياة الناس في المجالات التي لم تنص عليها الشريعة، أو لم تقدر فيها مقادير خاصة، بل تركتها للتقدير العرفي، من هذه الأصول: 1ـ أصل رفع الحرج: إذ إن \" العادة طبيعة ثانية \" لمالها من سلطة على النفس البشرية ([89]) ولما لها من تمكن في الحياة الاجتماعية، يصعب تخليص الناس منها، ونزعهم عنها، \" ونزع الناس عن عاداتهم فيه حرج بيِّن \" ([90]). فرفع الحرج عن الناس، كأصل من أصول التشريع، يوجب اعتبار العرف، والعمل به، وتحكيمه بين الناس؛ لذلك قال الشاطبي: \" إن العوائد لو لم تعتبر؛ لأدى إلى تكليف ما لا يطاق، وهو غير جائز، أو غير واقع .. \" ([91]). 2 - أصل اعتبار المصالح: فقد جاء الشرع باعتبار المصالح، وتحكيم الناس في أعرافهم، يحقق لهم المصلحة؛ لأن العرف في أصله قام على أساس المصلحة ([92]). ¶ منهج التشريع الإسلامي في التعامل مع الواقع المعيش \" الأعراف والعادات \": واعتبار العرف، والعمل به جار على سنن الشارع في تشريع الأحكام، ومراعاة الأحوال الإنسانية، والعوائد المستقرة. فقد جاء الإسلام وللعرب عادات وأعراف يسيرون عليها في حياتهم الاجتماعية، وتنظيم علاقاتهم، ومعاملاتهم المختلفة. عادات فيها الصالح وفيها الفاسد، وفيها ما هو مشوب بالمصالح والمفاسد. والإسلام بما هو دين الفطرة الإنسانية السليمة، وتشريعاته جاءت لتلبية المطالب والمصالح الإنسانية، لم يتعامل مع هذه الأعراف والعوائد بأسلوب واحد؛ بل تفاوت موقفه من الحياة الاجتماعية والقانونية، بحسب طبيعة تلك النظم والعلاقات، من حيث قربها أو بعدها، أو توافقها أو تضادها من قواعده وأحكامه ومقاصده، وبحسب استقرارها وتمكنها من النفوس والوجدان الحضاري، وبحسب تلبيتها للمصالح أو ما هو خلاف ذلك. هذا التفاوت في التعامل مع الأعراف الاجتماعية والقانونية دار بين: 1 - الإقرار. 2 - والتعديل3 - والإلغاء. فقد أقرَّ من البيوع ما كان قائماً على التراضي، خالياً مما يثير النزاع والخلاف، أو يوصل إلى أكل أموال الناس بالباطل. وألغى ما عدا ذلك من بيوع الغرر؛ كبيع الملامسة، والمنابذة، والحصاة، وحبل الحبلة، وغيرها .. وأقر من الزواج النوع الذي يتوافق مع مقاصد الشريعة وأصولها، وهو الزواج القائم اليوم وألغى ما عدا ذلك من أنكحة الجاهلية الفاسدة. وأقر أصل الطلاق، ونظم طريقته، فقد كان الرجل في الجاهلية، يطلق زوجته كيفما شاء، وبأي عدد شاء، ويراجعها متى شاء. وجاء الإسلام، وأقر الطلاق في أصله، ولكن قيده في حدود ثلاث تطليقات، وبشروط مخصوصة. وأبقى نظام القصاص في القتل العمد، بعد أن ألغى العصبية وعادة الثأر، وأقر الدية على العاقلة في القتل الخطأ. وأقر القسامة. فأقر ما كان متوافقاً مع قواعده ومنسجماً مع مقاصده من جلب المصالح ودرء المفاسد، وتحقيق اليسر ورفع الحرج مع تهذيب ما يحتاج منها إلى تهذيب، وألغى ما يتنافى مع قواعده ومقاصده وأحكامه. ¶ وبهذا يكون التشريع الإسلامي قد وضع المبدأ الواضح لاعتبار العرف وقرر فيه قاعدة سليمة، اعتبرها الأئمة والفقهاء في الاجتهاد والفتوى. وهي أن كل ما تعارفه الناس وساروا عليه، ولم يكن فيه حكم مقرر، يوزن بميزان المصلحة الشرعية بعيداً عن الأهواء والشهوات. فإذا كان العرف يحقق للناس مصلحة راجحة، أو يدفع عنهم مفسدة كبيرة، ولا يخل بالمجتمع، قُبل وأقر العمل به، وصار من الشريعة المتبعة، وإن كان غير ذلك، أُلغي وأهدر، لا فرق في ذلك بين العرف العام، والعرف الخاص ([93]). ¶ تخصيص النصوص العامة بالعرف مراعاة للأحوال الإنسانية بتحقيق المصالح لهم: من سنن الشارع الحكيم في مراعاة الأحوال الإنسانية باعتبار ما استقرت عليه عوائدهم، تلبية للمصالح الحاجية: تخصيص النصوص العامة بالعرف المستقر، الذي يقتضي هذا التخصيص تحقيق مصلحة معتبرة. من هنا، فإننا نجد أن رسول الله عليه الصلاة والسلام إذا نهى عن شيء نهياً عاماً، لما فيه من مفسدة، يستثني من هذا النهي العام موضع العادة أو العرف، لارتباطه بالمصلحة، ولأن في هذا التعارف ما يدفع تلك المفسدة التي هي مناط النهي العام. من ذلك: ¶ 1 - الترخيص في السلم، لتعامل الناس به، وحاجتهم إليه ([94]). 2 - الترخيص في العرايا، وهو بيع متحقق فيه الربا، لعدم تساوي البدلين، ورخص فيه لتعارف الناس التعامل به، لتعلق حاجتهم فيه، دفعاً للحرج عنهم. 3 - استثناء الإذخر من حكم النهي عن قطع شجر الحرم، لاعتيادهم تسقيف البيوت به، وسد الخلل بين اللبنات في القبور، ولصنائعهم، في وقود النار. ¶ فواضح من هذه الأمثلة وغيرها، أن الرسول عليه الصلاة والسلام لما نهى عن هذه الأمور الثلاثة نهياً عاماً، ووجد أن للناس عادة قد اعتادوها في بعض صور النهي، وأن من العسير عليهم ترك ما اعتادوه، رخص لهم في موضع العادة، وخصص النص به، تحقيقاً لمصالحهم المرتبطة بما اعتادوه، ودفعاً للحرج عنهم ([95]). وهذا المنهج الذي سنه رسول الله - صلى الله عليه وسلم - في مراعاة أحوال الناس وعاداتهم، تلبية لمصالحهم المتعلقة بها، ودفعاً للحرج عنهم، يجب ترسمه في الاجتهاد التطبيقي؛ لأنه من سنن الشارع الحكيم في معالجة الواقع الإنساني، واعتبار العادات والأعراف. وهو ما سار عليه الأئمة المجتهدون من بعده، وفق سنن الشارع ومقاصده. ولذلك كان من أنواع الاستحسان عند الحنفية والمالكية: الاستحسان الذي سنده العرف، كتجويز عقد الاستصناع، وحمل كلام الناس على ما جرت به ألسنتهم، وفق معانيهم",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ومقاصدهم منها، كما في الأيمان وغيرها ([96]). وليس معنى هذا، أن الأئمة يبطلون العمل بالنصوص الشرعية، لمجرد عرف طارئ عليها، أو يتهاونون في إعمالها في الواقع الإنساني، لمجرد كونه أمراً معتاداً، تعارفه الناس واقعاً؛ بل خصصوا بالعرف العام الطارئ، بعض النصوص الشرعية العامة؛ لأنه يعبر عن حاجة متعلقة به، أو مصلحة ارتبطت به. وأصل الشريعة تقضي بوجوب رعي المصالح، ورفع الحرج ودفعه. \" فيكون ذلك التخصيص – في الحقيقة – تخصيصاً بمجموعة النصوص النافية للحرج، والداعية إلى التيسير، والنصوص التي تستثني مواضع الضرورة \" ([97]) كما رأينا من قبل. ¶ تغير الأحكام بتغير العرف: مما هو مقرر أصولياً أن الأحكام الشرعية تدور مع عللها وجوداً وعدماً. وإذا كان مناط الحكم الشرعي هو العرف، أو المصلحة الزمانية المرتبطة به، فإن الحكم الشرعي يتغير بتغيره، أو بتغيرها، لا محالة. والذي يدخل في هذا النوع من الأحكام المتغيرة، هي الأحكام الاجتهادية، التي ارتبطت بالمصالح المتغيرة بتغير الأعراف، والأزمان، والبيئات. وهذا أصل مقرر، وهو من سنن الشارع الحكيم، كما رأينا في تخصيص النصوص العامة، وهو ما سار عليه الأئمة والتزموه في الاجتهاد التطبيقي. جاء أبو البحتري إلى شريح القاضي، فقال له: \" ما الذي أحدثت في القضاء؟! فقال: \" إن الناس قد أحدثوا فأحدثت \" ([98]). ¶ وقال إياس بن معاوية: \" قيسوا القضاء ما صلح الناس، فإذا فسدوا فاستحسنوا \" ثم قال: \" ما وجدت القضاء إلا ما يستحسن الناس \". أي أجروا القواعد العامة على عمومها في الأحوال والظروف المستقرة، وبقاء الناس على الصلاح، فإذا تغيرت الظروف والأحوال بالناس، فصار في إجرائها على عمومها، بسبب من تغير الناس وفسادهم، ما يوقعهم في الحرج، أو ما لا يتناسب مع أحوالهم، فاستثنوا من هذه القواعد، بما يتناسب مع أوضاع الناس. وقال عمر بن عبد العزيز: \" تحدث للناس أقضية بقدر ما أحدثوا من فجور \" ([99]). أما إبقاء الأحكام التي مناطاتها الأعراف والعادات المتغيرة، على اطرادها وعمومها، بالرغم من تغيرها، فهو خلاف الإجماع، ومخالفة لسنن الشارع في التشريع، ومناف للعدل والمصلحة. قال القرافي: \" إن جري هذه الأحكام التي مدركها العوائد، مع تغير تلك العوائد، خلاف الإجماع، وجهالة في الدين. بل كل ما هو في الشريعة يتبع العوائد، يتغير الحكم فيه عند تغير العادة، إلى ما تقتضيه العادة المتجددة \" ([100]). ويقول توجيهاً لمن يتصدر للفتوى: \" فمهما تجدَّد العرف اعتبره، ومهما سقط أسقطه، ولا تجمد على المسطور في الكتب طول عمرك؛ بل إذا جاء رجل من غير أهل إقليمك يستفتيك، لا تجره على عرف بلدك، والمقرر في كتبك. فهذا هو الحق الواضح. والجمود على المنقولات أبداً ضلال في الدين، وجهل بمقاصد علماء المسلمين، والسلف الماضين \" ([101]). ¶ ذا هو الأصل المقرر، والمنهج المتبع؛ لأن التشريع الإسلامي لم ينزل في فراغ، وإنما أحكامه ارتبطت بحياة الناس ومصالحهم، وبظروفهم وأحوالهم. ولذلك نرى كثيراً من الأحكام الاجتهادية ارتبطت بالعرف، وجوداً وعدماً. وهو أصل معتبر عند المذاهب كلها. قال القرافي: \" .. أما العرف فمشترك بين المذاهب الفقهية، ومن استقرأها وجدهم يصرحون بذلك فيها \" ([102]). فتبين من كل ما سبق، أن الحكم الشرعي المبني على العادة المتغيرة، أو المصلحة الشرعية المرتبطة بالعادة المتغيرة، يتغير الحكم تبعاً لتغيرها، سواء كانت هذه العادة المتغيرة تحقق مصلحة ضرورية، أم مصلحة حاجية، إذ الحكم يرتبط بمناطه ارتباطاً وثيقاً. والمناط هنا، هو العرف، أو المصلحة التي يمثلها العرف. وأنت ترى بكل ذلك، كيف أن التشريع الإسلامي، باعتباره العرف أصلاً من أصول التشريع، كيف أنه يحقق مصالح الناس، ويراعي ظروفهم وأحوالهم، ويسير معها أنى سارت، وكيف أنه يحترم عقولهم ومداركهم التي تنشئ الأعراف والعادات، وتبني العلاقات الاجتماعية، وتكوِّن المصطلحات العرفية، فيبني عليها أحكامه، ويفسرها ضمن مقاصدهم ومعانيهم فيها، تحقيقاً للمصالح الإنسانية، واستجابة لدواعي الفطرة الإنسانية ومقوماتها في كل زمان ومكان، ورفعاً للحرج والمشاق عن الناس. يقول ابن القيم تحت فصل \" تغير الفتوى واختلافها بحسب تغير الأزمنة والأمكنة والأحوال والنيات والعوائد \": \" هذا فصل عظيم النفع جداً، وقد وقع بسبب الجهل به غلط عظيم على الشريعة، أوجب الحرج والمشقة، وتكليف ما لا سبيل إليه، ما يعلم أن الشريعة الباهرة التي هي في أعلى مراتب المصالح لا تأتي به .. \" ([103]). ويقرر ابن عابدين في رسالته \" نشر العرف .. \" هذه الحقيقة، فيقول: \" كثير من الأحكام تختلف باختلاف الزمان، لتغير عرف أهله، أو حدوث ضرورة، أو لفساد أهل الزمان، بحيث لو بقي الحكم على ما كان عليه أولاً، للزم منه المشقة، والضرر بالناس، ولخالف قواعد الشريعة المبنية على التخفيف والتيسير، ودفع الضرر والفساد \" ([104]). وهذا من العدل الذي جاءت به الشريعة، وأمرت بتحقيقه، وجعلته ميزاناً بين الناس. يقول ابن عابدين: \" إن جمود المفتي أو القاضي على ظاهر المنقول، مع ترك العرف والقرائن الواضحة، والجهل بأحوال الناس، يلزم منه تضييع حقوق كثيرة، وظلم خلق كثيرين \" ([105]).وقال ابن القيم: \" الحاكم إذا لم يكن فقيه النفس في الأمارات ودلائل الحال، كفقهه في كليات الحوادث، ضيع الحقوق \" ([106]). وعلى هذا، فالفقيه لا بد أن يكون على معرفة تامة بأحوال الناس وأعرافهم وعوائدهم، حتى يكون عالماً بأعذارهم وظروفهم، ومواضع ضرورتهم وحاجياتهم، متحققاً بالرفق، والعدل",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "، والإحسان؛ وإلا تنكب هذا الطريق، وجافى العدل، وأوقع الناس في الحرج ([107]). هذا، وقد تفرع عن هذا الأصل، عدة قواعد فقهية، ذات تطبيقات متعددة في أبواب الفقه المختلفة، من مثل: \" العادة محكمة \" المادة /36 من مجلة الأحكام العدلية ([108]) \" المعروف عرفاً كالمشروط شرطاً \" المادة /43 من المجلة ([109]). \" المعروف بين التجار كالمشروط بينهم \" المادة /44 من المجلة ([110]). \" التعيين بالعرف كالتعيين بالنص \" المادة /45 من المجلة ([111]). ¶ خاتمة ¶ لقد جاء التشريع الإسلامي من أجل تحقيق المصالح الإنسانية في الحال والمآل، في الظروف والأحوال العادية، وفي الظروف والأحوال الاستثنائية الطارئة، على المستوى العام والمستوى الخاص، في كل المجالات: في العبادات وفي المعاملات التي تغطي جميع مجالات الحياة الإنسانية، و في الدنيا والآخرة. ولقد نهضت بوظيفة مراعاة الظروف والأحوال الإنسانية الطارئة قواعد أصولية عامة، كقاعدة العدل والمصلحة التي تتدخل في ضبط عملية الاجتهاد التطبيقي، وتسدد خطى المجتهد في الوقائع المختلفة، خاصة عند تحكم الظروف الطارئة، بحيث يرعى تحقيق المصلحة عدلاً؛ منعاً من ترتب مآلات ممنوعة شرعاً. وقاعدة الاستحسان التي تنهض بوظيفة معالجة غلو اطراد القواعد العامة في الظروف والأحوال الاستثنائية. ¶ أما قاعدة سد الذرائع؛ فإنها تعمل على المحافظة على مقاصد التشريع الإسلامي العامة في الواقع الإنساني، والوقاية من المآلات غير المشروعة، منعاً من الافتئات على الشرع، بالتوسل بأحكامه إلى خلاف مراد الشارع وقصده، بقصد أو من غير قصد؛ لأن العبرة في التشريع بالنتائج المادية، ولا يلتفت إلى القصد الحسن إذا كان المآل ممنوعاً شرعاً، وذلك من أجل توثيق الأصل العام التي قام عليه التشريع الإسلامي كله، وهو رعي المصالح واعتبارها في الوقع الإنساني، مواءمة بين التشريع والتطبيق. ¶ وتحكيم العرف واعتماده أصلاً من أصول التشريع يدل على مدى احترام التشريع الإسلامي للعقل الجمعي للناس الذي ينشئ العادات والأعراف التي تحكم طبيعة العلاقات الإنسانية، تلبية للمصالح الإنسانية التي لا تتعارض مع مقررات الشريعة أصولاً ومقاصد. ودليل على استجابة التشريع الإسلامي لمقررات الفطرة الإنسانية ومقوماتها، حيث تميل إلى الأنس بما اعتادته وألفته، وتتضرر بنزعها عن العوائد والطبائع، حتى قيل \" إن العادة طبيعة ثانية \"، فكما يعسر على النفس نزعها من طبعها وعادتها، فكذلك الحال في نزع الناس عن عاداتهم وأعرافهم التي استقرت في وجدانهم، فصارت جزءً من كيانهم الاجتماعي، وعنواناً لحضارتهم وثقافتهم. من هنا، جاء التشريع الإسلامي مقرراً لها ومعترفاً بها؛ احتراماً لشخصيتهم الاجتماعية، وكيانهم الحضاري؛ إلا أن تكون هذه الأعراف والعوائد مصادمة لنص شرعي، أو متعارضة مع مقصد شرعي، أو مع النظام الشرعي العام، فحينئذ لا اعتبار لعرف هو كذلك، وهو \" العرف الفاسد \" ومع ذلك؛ فإن سياسة التشريع الإسلامي في تغيير الأعراف الفاسدة تقوم على أساس التدرج في التغيير، حتى يستجيب الناس لتعاليمه، ولا يلزم عن التغيير أي ضرر أو مفسدة؛ لأن التشريع الإسلامي ينشد في أي تغيير تحقيق مصالح الناس، لا التغيير لذات التغيير. ¶ الهوامش: ¶ [1] الجويني، غياث الأمم في التياث الظلم، تحقيق: د. مصطفى حلمي، د. فؤاد عبد المنعم أحمد. ¶ 173. (الاسكندرية: دار الدعوة 1411هـ ـ1990م) ط: 3، ص:173. ¶ ([2]) ابن قيم الجوزية، إعلام الموقعين عن رب العالمين، تحقيق: محمد محيي الدين عبد الحميد، (بيروت: مطبعة دار السعادة) ط، لا يوجد، ج: 3، ص: 3",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "([3]) الشاطبي، الموافقات، تحقيق: مشهور حسن آل سلمان (الخبر: دار ابن عفان، 1417هـ ـ1997م) ط: 1، ج: 5، ص: 278. و ج: 3، ص: 184. ¶ ([4]) ولي الله الدهلوي، حجة الله البالغة، تحقيق محمد شريف سكر، (بيروت: دار إحياء العلوم،1410هـ ـ1990م) ط 1، ج: 1، ص: 329. ¶ ([5]) ابن عبد البر، التمهيد لما في الموطأ من المعاني والأسانيد، (المغرب: مطبعة فضالة المحمدية، 1402هـ ـ1982م) ط2، ج:24، ص:334. ¶ ([6]) ابن حجر العسقلاني، فتح الباري شرح صحيح البخاري، (بيروت: دار المعرفة) ط لا يوجد، ج: 10، ص 480. ¶ ([7]) ابن عاشور، أصول النظام الاجتماعي في الإسلام، (تونس: الشركة التونسية للتوزيع) ط 2، ص:122 ¶ ([8]) المرجع السابق، ص:24. ¶ ([9]) الدكتور محمد فتحي الدريني، المناهج الأصولية في الاجتهاد بالرأي، (دمشق: الشركة المتحدة للتوزيع، 1405هـ ـ1985م) ط2، ص: 32، 22. ¶ ([10]) ابن القيم، الطرق الحكمية في السياسة الشرعية، تعليق بهيج غزاوي (بيروت: دار إحياء العلوم) ¶ ([11]) ابن رشد، بداية المجتهد ونهاية المقتصد، (بيروت: دار المعرفة، 1398هـ ـ1978م) ط 4، ج: 2، ص:185. ¶ ([12]) العز بن عبد السلام، قواعد الأحكام، ج: 2، ص:160. ¶ ([13]) الدكتور محمد الصادق عرجون، الموسوعة في سماحة الإسلام، (جدة: الدار السعودية للنشر والتوزيع، 1404هـ ـ1984م) ط 2، ج: 1، ص: 266. ¶ ([14]) المرجع السابق، ج:1، ص: 273. ¶ ([15]) المرجع السابق، ج: 1، ص: 274. ¶ ([16]) ابن القيم، إعلام الموقعين، ج:4، ص: 373. ¶ ([17]) المصدر السابق، ج: 3، ص: 3. ¶ ([18]) انظر: الشاطبي، الموافقات، ج: 3 ص: 172، 176، و ج:1 ص: 291.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "([19]) الشاطبي، الموافقات، ج:2، ص:534. ¶ ([20]) أبو حامد الغزالي، المستصفى من علم الأصول، تحقيق د. محمد سليمان الأشقر، (بيروت: مؤسسة الرسالة، 1417هـ1997م)، ط 1، ج:1، ص:416. ¶ ([21]) الغزالي، المستصفى، ج:1، ص:416 - 417. ¶ ([22]) المصدر السابق، ج: 1، ص:430. ¶ ([23]) أبو حامد الغزالي، شفاء الغليل في بيان الشبه والمخيل ومسالك التعليل، تحقيق د. حمد الكبيسي، (بغداد: مطبعة الإرشاد، رئاسة ديوان الأوقاف، 1390هـ ـ 1971م) ص: 209 فما بعدها. ¶ ([24]) الرازي، المحصول في علم أصول الفقه، تحقيق د. طه جابر فيض العلواني، (بيروت: مؤسسة الرسالة، 1412هـ1992م) ط2، ج: 5، ص:163. ¶ ([25]) ابن عبدالسلام، قوعد الأحكام، ج: 2، ص: 160، الدريني، المناهج الأصولية، ص: 233. ¶ [26] الجويني، البرهان في أصول الفقه، تحقيق: د. عبدالعظيم الديب، (المنصورة: دار الوفاء للطباعة والنشر، 1412هـ1992م) ط1، ج:1، ص:602. والغزالي، المستصفى، ج:1، ص:417. ¶ ([27]) الشاطبي، الموافقات، ج:2، ص:18. ¶ ([28]) رواه البخاري: كتاب استتابة المرتدين، باب حكم المرتد والمرتدة واستتابتهم: 12/ 6923. ¶ ([29]) الشاطبي، الموافقات، ج:2، ص:21. ¶ ([30]) المصدر السابق، ج: 2، ص:22 - 23. ¶ ([31]) المصدر السابق، ج:3، ص:176، 1/ 291، والدريني، المناهج الأصولية، ص: 236. ¶ ([32]) الشاطبي، الموافقات، ج:3، ص:172 - 176، وج:5، ص:177 وما بعدها. ¶ ([33]) ابن عبد السلام، قواعد الأحكام، ص: 330 وما بعدها. ¶ ([34]) الطاهر أحمد الزاوي، ترتيب القاموس المحيط، (بيروت: دار الكتب العلمية، 1399هـ ـ1979م) ج:1، ص:643 ¶ ([35]) عبد العزيز البخاري، كشف الأسرار عن أصول فخر الإسلام البزدوي، ضبط وتعليق محمد المعتصم بالله البغدادي (بيروت: دار الكتاب العربي،1414هـ ـ1994م) ط2، ج:4، ص:7ـ8.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "([36]) الشاطبي، الموافقات، ج:5، ص:196. ¶ ([37]) الشاطبي، الموافقات، ج:5، ص:193ـ194. ¶ ([38]) المصدر السابق، ج:2، ص:639، ط: دار ابن عفان. ¶ ([39]) د. محمد عبد اللطيف الفرفور، نظرية الاستحسان في التشريع الإسلامي وصلتها بالمصلحة المرسلة، (دمشق: دار دمشق، 1987م) ص:37. ¶ ([40]) رواه البخاري: كتاب السلم، باب السلم في وزن معلوم: 4/ 429/ رقم2240، 2241. ¶ ([41]) رواه البخاري: كتاب المساقاة، باب الرجل يكون له ممر أو شرب في حائط أو في نخل:5/ 50/رقم2381، ومسلم: كتاب البيوع، باب النهي عن المحاقلة والمزابنة:3/ 1174/رقم1536. ¶ ([42]) رواه البخاري: كتاب الجهاد 59، باب الحرير في الحرب 91/ رقم 2919. ¶ ([43]) رواه مسلم: كتاب الجهاد 15، باب تحريم مكة .. 82/رقم448،447،445. ¶ ([44]) الفرفور، نظرية الاستحسان، ص: 48 - 49 ¶ ([45]) أخرجه ابن أبي شيبة 6/ 285، والبيهقي في \" السنن الكبرى \" 6/ 137. ¶ ([46]) انظر: عبد الوهاب خلاف، مصادر التشريع الإسلامي فيما لا نص فيه، (الكويت: دار القلم،1402هـ ـ1982م) ط5، ص: 68. ¶ ([47]) ابن رشد، بداية المجتهد، ج:2، ص:185، الشاطبي، الاعتصام، ج:2، ص:638. ¶ ([48]) ابن عبد السلام، قواعد الأحكام، ج:2، ص:307. ¶ ([49]) انظرها ج:2، ص:307 - 334. ¶ ([50]) المصدر السابق ج:2، ص:327 - 328. ¶ ([51]) المصدر السابق، ج:2، ص:328. ¶ ([52]) الآمدي، الإحكام في أصول الأحكام، ج:4، ص:162. ¶ ([53]) ابن عبد السلام، قواعد الأحكام، ج:2، ص:332. ¶ ([54]) الشاطبي، الموافقات، ج:1، ص:209، وج:5، ص:199.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "([55]) انظر: تعليق الأستاذ عبد الله دراز على، الموافقات، ج:1، ص:40، بالهامش رقم (2). ¶ ([56]) ابن منظور، لسان العرب، (بيروت: دار صادر)، ج:8، ص:93. ¶ ([57]) عرفه القرافي بقوله: \" حسم مادة وسائل الفساد، دفعاً لها \"، الفروق، ج:2،ص:32، قال الشاطبي: \" وحقيقة الذرائع: التوسل بما هو مصلحة إلى مفسدة \" الموافقات، ج:4، ص:199. ¶ ([58]) الدريني، المناهج الأصولية، ص:626ـ627. ¶ ([59]) محمد أبو زهرة، مالك، (القاهرة: دار الفكر العربي) ص: 326، 335. ¶ ([60]) الشاطبي، الموافقات، ج:5، ص:177. ¶ ([61]) رواه أبو داود في \" سننه \" كتاب الحدود: 4/ 140. ¶ ([62]) ابن القيم، إعلام الموقعين، ج:3، ص:5 - 7، وابن قدامة المقدسي، المغني، (بيروت: دار الكتاب العربي،1403هـ ـ1983م) ج:10، ص:537. ¶ ([63]) رواه البخاري: كتاب المناقب، باب ما ينهى من دعوى الجاهلية: 6/ 546/ رقم 3518. ¶ ([64]) حسين الذهب، المآلات، ص: 44. ¶ ([65]) ساق ابن القيم أدلة كثيرة على حجية سد الذرائع من الكتاب والسنة أوصلها إلى تسعة وتسعين دليلاً. انظرها في، إعلام الموقعين، ج:3، ص:137 وما بعدها. ¶ ([66]) الدريني، المناهج الأصولية، ص: 130 - 131. ¶ ([67]) الشاطبي، الموافقات، ج:3، ص:27 - 28. ¶ ([68]) ابن جرير الطبري، تاريخ الأمم والملوك، (بيروت: دار الكتب العلمية،1407هـ ـ1987م) ط1، ج:3، ص:588. ¶ ([69]) ابن جرير الطبري، جامع البيان في تفسير القرآن، (بيروت: دار المعرفة، 1403هـ ـ1983م) ج:4، ص:366 - 367. ¶ ([70]) ابن جرير الطبري، تاريخ الأمم والملوك، ج:3، ص:588. ¶ ([71]) الشاطبي، الموافقات، ج:2، ص:264. ¶ ([72]) الشاطبي، الموافقات، ج:3، ص:263، 528.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "([73]) القرافي، الفروق، ج:2، ص:33، وابن عبد السلام، قواعد الأحكام، ج:2، ص:121. ¶ ([74]) قال ابن كثير: \" هل هي الملائكة إذا أرسلت بالعَرف، أو كعُرف الفرس، يتبع بعضه بعضاً، أو هي الرياح إذا هبت شيئاً فشيئاً؟ \": تفسير القرآن العظيم، (بيروت: دار المعرفة،1388هـ ـ1969م) ج:4، ص:459. ¶ ([75]) ابن فارس، معجم مقاييس اللغة، تحقيق عبدالسلام هارون، (مصر: مصطفى البابي الحلبي،1391هـ ـ1971م) ج:4، ص:281. ¶ ([76]) ابن عابدين، مجموع الرسائل - نشر العرف .. ، ج:2، ص:114. ط: بدون. ¶ ([77]) محمد الخضر حسين، الشريعة الإسلامية صالحة لكل زمان ومكان، (1391هـ ـ1971م) ص: 33. ¶ ([78]) مصطفى الزرقا، المدخل الفقهي، (دمشق: مطبعة ألف باء الأديب،1967م) ج:2، ص:840. ¶ ([79]) لذلك قال ابن عطية في تفسير \" وأمر بالعرف \": \" معناه بكل ما عرفته النفوس مما لا ترده الشريعة \": المحرر الوجيز، (فاس: المجلس العلمي) ج:7، ص:233، وعرفه النسفي: \" هو كل خصلة يرتضيها العقل، ويقبلها الشرع \": مدارك التنزيل وحقائق التأويل، ج:2، ص:169. ¶ ([80]) عادل عبدالقادر بن محمد ولي قوته، العرف: حجيته، وأثره في فقه المعاملات المالية عند الحنابلة، (مكة المكرمة: المكتبة المكية،1418هـ ـ1997) ط1، ص:104. ¶ ([81]) ابن العربي، أحكام القرآن، تحقيق محمد البجاوي (القاهرة: طبعة عيسى البابي الحلبي) ج:2، ص:270 ¶ ([82]) القرطبي، الجامع لأحكام القرآن، (دار الشعب) ج:4، ص:346. ¶ ([83]) رواه أحمد في \" المسند \" رقم 3600، والطبراني في \" الكبير \" 9/ 18/ رقم 8582، 8583، 8593، والطيالسي في \" المسند \" رقم 246، والبزار في \" مسنده \" رقم 130. ¶ ([84]) السيوطي الأشباه والنظائر، (بيروت: دار الكتب العلمية،1403هـ ـ1983م) ص: 89. ¶ ([85]) رواه البخاري في البيوع، وفي المظالم، وفي النفقات: باب نفقة المرأة إذا غاب عنها زوجها .. ¶ ([86]) ابن جحر، فتح الباري، ج:5، ص:312. ¶ ([87]) المصدر السابق، ج:5، ص:312. ¶ ([88]) انظر: الزركشي، المنثور في القواعد، تحقيق د. تيسير فائق، (الكويت: زارة الأوقاف) ج:2، ص:390 ¶ ([89]) عدنان ولي قوته، العرف: حجيته وأثره، ص: 139.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "([90]) ابن عابدين، نشر العرف، ج:2، ص:140 – 141. ¶ ([91]) الشاطبي، الموافقات، ج:2، ص:288. ¶ ([92]) المصدر السابق، ج:2، ص:287 - 288، و أبو زهرة، مالك، ص: 353. ¶ ([93]) انظر: د. محمد مصطفى شلبي، الفقه الإسلامي بين المثالية والواقعية، (بيروت: الدار الجامعية، 1982م) ص: 83. ¶ ([94]) رواه البخاري: كتاب السلم، باب السلم في كيل معلوم 3/ 111. ¶ ([95]) شلبي، الفقه الإسلامي بين المثالية والواقعية، ص: 87، وعبد الرحمن تاج، السياسة الشرعية، (مصر: دار التأليف،1373هـ1953م) ص: 83. ¶ ([96]) عبد العزيز البخاري، كشف الأسرار، ج:4، ص:10. ¶ ([97]) شلبي، الفقه الإسلامي بين المثالية والواقعية، ص: 88. ¶ ([98]) ابن سعد، الطبقات، ج:6، ص:91. ¶ ([99]) الزرقاني، الشرح على الموطأ، (بيروت: دار المعرفة،1401هـ ـ1981م) ج:2، ص:5. ¶ ([100]) القرافي، الإحكام في تمييز الفتاوى عن الأحكام، (القاهرة: مطبعة الأنوار) ص:68. ¶ ([101]) القرافي، الفروق، ج:1، ص:176، في الفرق بين قاعدة العرف القولي والعرف العملي. ¶ ([102]) القرافي، شرح تنقيح الفصول، تحقيق طه عبدالرؤوف سعد، (القاهرة: دار الفكر) ص:448. ¶ ([103]) ابن القيم، إعلام الموقعين، ج:3، ص:3. ¶ ([104]) ابن عابدين، مجموع الرسائل، نشر العرف، ج:2، ص:284. ¶ ([105]) ابن عابدين، مجموع الرسائل، رسالة شرح عقود رسم المفتي، ج:1، ص:43. ¶ ([106]) ابن القيم، بدائع الفوائد، تحقيق محمد منير عبده الدمشقي (القاهرة: بالأوفست عن الطبعة المنيرية) ج:3ص:117. وانظر: ابن القيم، إعلام الموقعين، ج:1، ص:88. ¶ ([107]) انظر: الشاطبي، الموافقات، ج:4، ص:258 - 259، وج:4، ص:259 - 261. ¶ ([108]) أحمد الزرقا، شرح القواعد الفقهية، ص: 219.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "([109]) الزرقا، شرح القواعد الفقهية، ص:237. ¶ ([110]) المرجع السابق، ص:239. ¶ ([111]) المرجع السابق، ص:241. ¶ قائمة المصادر والمراجع ¶ ـ الآمدي، الإحكام في أصول الأحكام، (بيروت: دار الكتاب العربي،1404هـ1984م) ط: الأولى ¶ ـ ابن تيمية، رسالتان في القياس، (عمان: دار الفكر،1407هـ1987م)، ط: الأولى. ¶ ـ ابن تيمية، القواعد النورانية الفقهية، تحقيق محمد حامد الفقي (بيروت: دار الندوة الجديدة). ¶ ـ ابن تيمية، مجموع الفتاوى، جمع وترتيب: عبد الرحمن بن محمد بن قاسم، (مكة المكرمة: مطبعة الحكومة). ¶ ـ ابن رشد، بداية المجتهد ونهاية المقتصد، (بيروت: دار المعرفة،1398هـ1978م) ط: الرابعة. ¶ ـ ابن السبكي، الأشباه والنظائر، تحقيق عادل أحمد عبدالموجود وعلي محمد معوض (بيروت: دار الكتب العلمية،1411هـ1991م) ط: الأولى. ¶ ـ ابن قدامة المقدسي، المغني، (بيروت: دار الكتاب العربي،1403هـ ـ1983م). ¶ ـ ابن القيم، إعلام الموقعين عن رب العالمين، تحقيق محمد محي الدين عبدالحميد (مطبعة دار السعادة). ¶ ـ ابن القيم، الطرق الحكمية في السياسة الشرعية، تعليق بهيج عزاوي (بيروت: دار إحياء العلوم). ¶ ـ البخاري: عبد العزيز، كشف الأسرار عن أصول فخر الإسلام البزدوي، ضبط وتعليق محمد المعتصم بالله البغدادي (بيروت: دار الكتاب العربي،1414هـ1994م) ط: الثانية. ¶ ـ تاج: عبد الرحمن، السياسة الشرعية (مصر: دار التأليف،1373هـ1953م) ط: الأولى. ¶ ـ الجويني، البرهان في أصول الفقه، تحقيق عبدالعظيم الديب (المنصورة: دار الوفاء للطباعة والنشر،1412هـ1992م) ط: الأولى. ¶ ـ خلاف: عبد الوهاب، مصادر التشريع الإسلامي فيما لا نص فيه (الكويت: دار القلم الكويت، 1402هـ1982م) ط: الخامسة. ¶ ـ الدريني: د. محمد فتحي، المناهج الأصولية في الاجتهاد بالرأي، (دمشق: الشركة المتحدة للتوزيع،1405هـ1985م) ط: الثانية. ¶ ـ الدهلوي: ولي الله، حجة الله البالغة، تحقيق محمد شريف سكر (بيروت: دار إحياء العلوم،1410هـ1990م9) ط: الأولى. ¶ ـ الرازي، المحصول في علم أصول الفقه، تحقيق د. طه جابر فياض العلواني (بيروت: مؤسسة الرسالة،1412هـ1992م) ط: الثانية. ¶ ـ أحمد الزرقا، شرح القواعد الفقهية، (دمشق: دار القلم،1409هـ 1989م) ط: الثانية.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ـ مصطفى الزرقا، المدخل الفقهي العام، (دمشق: مطبعة ألف باء الأديب،1967م). ¶ ـ الزركشي، المنثور في القواعد، تحقيق د. تيسير فائق أحمد، مراجعة د. عبدالستار أبوغدة (الكويت: وزارة الأوقاف والشؤون الإسلامية) ¶ ـ السيوطي، الأشباه والنظائر، (بيروت: دار الكتب العلمية،1403هـ1983م) ط: الأولى. ¶ ـ الشاطبي، الموافقات، تحقيق مشهور حسن آل سلمان (الخبر: دار بان عفان،1417هـ1997م) ط: الأولى. ¶ ـ الشوكاني، إرشاد الفحول في تحقيق الحق من علم الأصول، تحقيق محمد سعيد البدري (بيروت: مؤسسة الكتب الثقافية،1412هـ1992م) ط: الأولى. ¶ ـ عز الدين بن عبد السلام، قواعد الأحكام في مصالح الأنام، (بيروت: مؤسسة الريان،1410هـ1990م). ¶ ـ الغزالي، شفاء الغليل في بيان الشبه ومسالك التعليل، تحقيق د. حمد الكبيسي (بغداد: مطبعة الإرشاد،1390هـ1971م). ¶ ـ الغزالي،\" المستصفى من علم الأصول، تحقيق د. محمد سليمان الأشقر (بيروت: مؤسسة الرسالة، 1417هـ ـ1997م). ¶ ـ الفرفور: د. محمد عبد اللطيف، نظرية الاستحسان في التشريع الإسلامي وصلتها بالمصلحة المرسلة، (دمشق: دار دمشق،1987م). ¶ ـ القرافي، الإحكام في تمييز الفتاوى عن الأحكام، (القاهرة: مطبعة الأنوار). ¶ ـ القرافي، الفروق، (بيروت: عالم الكتب). ¶ ـ المباركي: د. أحمد بن علي سير، العرف وأثره في الشريعة والقانون، (الرياض: السعودية 1412هـ1992م)، ط: الأولى. ¶ ـ ولي قوته: عادل عبد القادر بن محمد، العرف: حجيته وأثره في فقه المعاملات المالية عند الحنابلة، (مكة المكرمة: المكتبة المكية، 1418هـ ـ1997م) ط: الأولى.",
            "page": "23",
            "part": "1"
        }
    ],
    "t37605": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "القواعد الأصولية التي تنهض بوظيفة مراعاة الظروف في التشريع الإسلامي"
        }
    ]
}