{
    "b37608": [
        {
            "id": "1",
            "nass": "تعظيم النصّ الشرعي .. مكانته ومعالمه ¶ للمشاركة في مؤتمر النص الشرعي بين الأصالة والمعاصرة، الجمعية الأردنية للثقافة المجتمعية ¶ الأردن – عمّان، في الفترة من 28 – 30/ 4 / 2012 م ¶ إعداد ¶ د. حسن بن عبدالحميد بخاري ¶ أستاذ أصول الفقه المساعد ¶ جامعة أم القرى – مكة المكرمة ¶ المملكة العربية السعودية ¶ الحمد لله، والصلاة والسلام على رسول الله، سيدنا ونبينا محمد، وعلى آله وصحبه ومن اهتدى بهداه، أما بعد: ¶ فإنّ النصّ الشرعي منطلق الشريعة، ومدار التكليف، ودستور الملّة، والعناية به مطلب شرعي وسيلةً ومقصداً، وقد كان من توفيق الله عزّ وجلّ للإخوة في الجمعية الأردنية للثقافة المجتمعية تناول هذه القضية المهمة وعرضها من خلال هذا المؤتمر الجليل: (النصّ الشرعي بين الأصالة والمعاصرة)، وجلالتُه من جلالة موضوعه ورسالته وأهدافه. ¶ فانعقد العزم بعون الله تعالى على المشاركة فيه ببحث عنوانه: \" تعظيم النص الشرعي .. مكانته ومعالمه \"، ضمن المحور الأول من محاور المؤتمر: (تعظيم النص الشرعي)، وهو ذو شطرين: أحدهما: مكانة تعظيم النص الشرعي في الشريعة، وموضعه من كلياتها ومقاصدها العظام، والآخر: معالم هذا التعظيم التي تحققه، وأمثلة ذلك وتطبيقاته لدى سلف الأمّة الكرام. ¶ * خطة البحث: يتكوّن البحث من فصلين وخاتمة، هذا بيانها: ¶ الفصل الأول: مكانة تعظيم النصّ الشرعي",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وفيه أربعة مباحث: المبحث الأول _ تحقيق مقصد الشريعة من التنزيل. المبحث الثاني _ تحقيق مقصد الشريعة من التكليف ¶ المبحث الثالث _ تحقيق تعظيم الله جلّ جلاله. المبحث الرابع _ تحقيق تعظيم حرمات الله وشعائره ¶ الفصل الثاني: معالم تعظيم النصّ الشرعي ¶ وفيه خمسة مباحث: المبحث الأول _ حفظ النص الشرعي. المبحث الثاني _ توقير النص الشرعي ¶ المبحث الثالث _ نصرة النص الشرعي المبحث الرابع _ فهم النص الشرعي ¶ المبحث الخامس _ خدمة النص الشرعي ¶ الخاتمة: وفيها خلاصة البحث. ¶ سائلاً ربي العون والتوفيق، والهداية والتسديد، وصلى الله وسلّم وبارك على نبيه ومصطفاه، وعلى آله وصحبه ومن والاه، والحمد لله رب العالمين. ¶ وكتبه: د. حسن بن عبدالحميد بخاري ¶ جامعة أم القرى – مكة المكرمة ¶ الفصل الأول: مكانة تعظيم النصّ الشرعي ¶ حظي النصّ الشرعي بتعظيم جليل في شريعة الإسلام، تبوّأ به مكانةً رفيعةَ القدر عظيمةَ الشأن، وما ذاك إلا لأنّ تعظيم النصّ الشرعي خطوة أولى ومدخل مهمّ في طريق العمل به والرضا بأحكامه والانقياد له، وتلكم حقيقة الإسلام: الاستسلام التام والانقياد الخالص و الطواعية الراضية. ¶ وبالتأمّل بدا لي أن مكانة تعظيم النص الشرعي مرتبطة في الشريعة الإسلامية بمقصدين ومطلبين , أما المقصدان: فمقصد الشريعة من التنزيل , ومقصد الشريعة من التكليف، وكلاهما متحقق بتعظيم النص الشرعي. ¶ وأما المطلبان: فتعظيم الله جلّ جلاله , وتعظيم حرمات الله تعالى وشعائره، وهما متحققان بجملة من المسالك , على رأسها: تعظيم النص الشرعي. ¶ ولذلك جعلت مباحث هذا الفصل أربعة , يتناول كل واحد منها أحد تلك الجوانب الأربعة , أبيّن من خلالها مكانة تعظيم النص الشرعي.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "المبحث الأول: تحقيق مقصد الشريعة من التنزيل ¶ \"من مقاصد الشريعة من التشريع أن يكون نافذاً في الأمّة , وأن يكون محترماً من جميعها؛ إذ لا تحصل المنفعة المقصودة منه كاملةً بدون نفوذه و احترامه , فطاعةُ الأمّةِ الشريعةَ غرضٌ عظيمٌ، وإنّ أعظم باعث على احترام الشريعة ونفوذها أنها خطاب الله تعالى للأمة! ¶ فامتثال الأمّة للشريعة أمر اعتقادي تنساق إليه نفوس المسلمين عن طواعية واختيار؛ لأنها ترضي بذلك ربّها، وتستجلب به رحمته إياها وفوزها في الدنيا والآخرة \". ([1]) ¶ هذا المقصد الجليل الذي أفصح عنه العلامة ابن عاشور يتلخّص في أن تعظيم النص الشرعي (وهو الوحي كتاباً وسنّة) مقصد من مقاصد التشريع، تحقيقاً لنفوذه والانقياد له؛ لكون التعظيم أعظم بواعثه ودوافعه. ¶ وقد عظّم الله تنزيله أيّما تعظيم فقال سبحانه: {وإنه لتنزيلُ ربّ العالمين * نزل به الروح الأمين * على قلبك لتكون من المنذرين * بلسانٍ عربي مبين * وإنه لفي زُبر الأولين}. ([2]) ¶ بل وقع تعظيم القرآن في القرآن في مواضع كثيرة وعلى أنحاء متعددة، تجتمع كلها في زرع تعظيم الوحي في قلوب العباد، ومن ذلكم: القسمُ بالقرآن: {ص والقرآنِ ذي الذّكرِ} ([3])، {والكتابِ المُبينِ} ([4]). ¶ ومنه أيضاً: إضافته سبحانه تنزيل القرآن إليه عزّ وجلّ: {تنزيلُ الكتابِ من اللهِ العزيزِ العليمِ} ([5])، {تنزيلُ الكتابِ من اللهِ العزيزِ الحكيمِ} ([6])، {كتابٌ أنزلناهُ إليكَ مبارَكٌ} ([7])، بل وتكفّله سبحانه بحفظه: {إنّا نحنُ نزّلنا الذِّكرَ وإنّا لهُ لَحَافِظونَ} ([8])، وفي ذلك غاية التعظيم والإجلال. ¶ وفي سياق هذا التعظيم تندرج كل الأوصاف الجليلة التي وُصف بها القرآن في القرآن: {وكذلكَ أوحينا إليك رُوحاً من أمرِنا ما كُنتَ تدرِي مَا الكِتابُ ولا الإيمانُ ولكن جَعلناهُ نوراً نّهدي به من نّشاءُ مِن عبادِنا} ([9])، {ذلكَ الكتابُ لا ريبَ فيهِ هُدًى لِّلمتّقينَ} ([10]) {يا أيُّها النّاسُ قد جَاءتكُم مَّوعِظةٌ من رَّبِكم وشِفاءٌ لمِّا في الصُّدورِ وهُدىً وَّرحمةٌ لِّلمؤمِنينَ} ([11])، {قرآناً عجباً} ([12]). ¶ فالروح والنور والهدى والموعظة والشفاء والرحمة والعجب وغيرها كثيرٌ كثيرٌ، كلها أوصاف للقرآن سيقت مساق تعظيمه ليقع موقعه في قلوب العباد.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وكذلك جاء تعظيم السُنّة في كتاب الله: {ما ضلّ صاحبُكم وما غوى * وماينطق عن الهوى * إن هو إلا وحيٌ يوحى} ([13]). ¶ وقد بلغ الوصف غايته في تعظيم كتاب الله في آيتين، إحداهما قوله عزّ اسمه: {لو أنزلنا هذا القرآن على جبل ٍ لرأيته خاشعاً مُّتصدِّعاً من خشيةِ اللهِ وتلكَ الأمثالُ نضربُها للناسِ لعلّهم يتفكّرُونَ} ([14])، والأخرى قوله جلّ ثناؤه: {ولو أنّ قُرآناً سُيّرت به الجبالُ أو قُطّعت به الأرضُ أو كُلّم به الموتى بل للهِ الأمرُ جميعاً} ([15])، أي لكان هذا القرآن! ([16]) ¶ وجاء تعظيم القرآن في القرآن على نحوٍ آخر، فيه ذمٌّ شديد ووعيدٌ أكيد وتحقيرٌ مهين لمن انتقص قدر القرآن واستخفّ به ورفع عنه حجاب العظمة والإجلال، كما فعل الوليد بن مغيرة، فقال الله عنه: {إنه فكّر وقَدّر * فقُتِل كيف قَدّر * ثم قُتِل كيف قَدّرَ * ثمّ نَظَر * ثمّ عَبسَ وبَسَرَ * ثمّ أدبرَ واستَكبرَ * فقالَ إن هذا إلا سحرٌ يؤثَرُ * إن هذا إلا قولُ البشرِ * سأصليه سقرَ * وما أدراكَ ما سَقرُ * لا تُبقي ولا تَذرُ * لوّاحةٌ للبشرِ * عليها تسعةَ عشرَ} ([17]). ¶ إنه التعظيم العظيم للوحي (النص الشرعي)، والمقصد الشرعي الجليل من التنزيل، المتقرّر جلياً في كتاب الله الكريم! ¶ وإنما عظُم شأن هذا المقصد لِما يورثه من صدق الإيمان وتمام الاستسلام وحسن العمل للنص الشرعي كتاباً وسنةً، وهي معانٍ منصوصة أيضاً في كتاب الله، في مثل قوله سبحانه: {فإن تنازعتم في شيءٍ فرُدّوه إلى اللهِ والرسول إن كنتم تؤمنون بالله واليومِ الآخِرِ ذلك خيرٌ وأحسنُ تأويلاً} ([18])، وقوله تعالى: {يا أيها الذين آمنوا لا تقدّموا بين يَدَيِ الله ورسوله} ([19]). ¶ فكل ما ينافي تعظيم النص الشرعي مناقض لمقصد الشريعة من التنزيل، الذي تواترت النصوص الشرعية على تقريره وإثباته، ولذلك صور متعددة، منها: ¶ - الإلحاد في كتاب الله، وإنكار قرآنيته، ودعوى أنه مخلوق أو صنعةٌ محمّدية، كما زعم الأفّاكون قديماً وحديثاً. ¶ - حجب السنة النبوية عن الاحتجاج بها، بدعوى الاكتفاء بالقرآن والاستغناء به عن غيره. ¶ - تقديم العقل ومحاكمة النّص الشرعي إليه. ¶ - التأويل الفاسد للنصوص الشرعية، وليّ أعناقها؛ لموافقة الأهواء. ¶ - التقعيد الباطل لما يحجّم النص الشرعي ويقدّم غيره عليه، كتقديم المصلحة على النص عند التعارض، أو القياس على خبر الآحاد الصحيح.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "- العصبية الذميمة للأئمة على حساب النصوص الشرعية. ¶ المبحث الثاني: تحقيق مقصد الشريعة من التكليف ¶ \"المقصد الشرعي من وضع الشريعة إخراج المكلّف عن داعية هواه، حتى يكون عبداً لله اختياراً، كما هو عبدٌ لله اضطراراً\" ([20]). ¶ وهذا المقصد الذي أفصح عنه الإمام الشاطبي يستلزم عدّة لوازم، تقوم كلها على تعظيم النص الشرعي: ¶ فمجانبة الهوى، ومخالفة النفس الأمّارة بالسوء، وامتثال الأمر والنهي الشرعّيين، وعدم التقديم بين يدي الله ورسوله، واحتمال المشاقّ في التكليف، وإيثار مرضاة الله، والتجافي عن موارد سخطه، ونحو ذلك من المعاني المحقّقة لحقيقة العبودية لله رب العالمين: إنما تقوم على ساق التعظيم للنصّ الشرعي. ¶ فتجلى حينئذ أنّ تعظيم النصّ الشرعي تحقيق لمقصد امتثال المكلّف لشريعة الله، وخروجه عن دواعي الهوى. ¶ وصريح ذلك في قول الله عزّ وجل: {وَما كانَ لمؤمنٍ ولا مُؤمنةٍ إذا قَضَى اللهُ ورسولُه أمراً أن يكونَ لهُمُ الخِيَرةُ من أمرِهم وَمن يَّعصِ اللهَ ورسولَهُ فقد ضلَّ ضَلالاً مُّبيناً} ([21])، فحيث كان الأمر الذي قضاه الله ورسوله - صلى الله عليه وسلم - وجب أن يكون محلّ تقديم يوجبه التعظيم للوحي، بحيث يتلاشى معه كل اختيار للنفس أو ميلٍ للهوى، وإلا كان عصياناً لله ورسوله - صلى الله عليه وسلم - يستلزم ضلالاً مبيناً يهوي به العبد في درك الشقاء، والعياذ بالله. ¶ وفي قصّة صلح الحديبية درس بليغ للأمة، حين اصطلح النبي - صلى الله عليه وسلم - وقريشاً على شروط امتعضت لها نفوس بعض الصحابة - رضي الله عنهم -، فلما أمرهم النبي - صلى الله عليه وسلم - بالتحلّل من إحرامهم ثلاث مرات وجد منهم تردّداً وشيئاً من التأخّر، فشقّ عليه - صلى الله عليه وسلم -، حتى أشارت عليه أم سلمة رضي الله عنها بأن يبدأ هو بما يريد، ففعل، فقاموا فنحروا، وجعل بعضهم يحلق بعضاً حتى كاد بعضهم يقتل بعضاً غماً. ([22]) ¶ فمع أن الذي كان من الصحابة - رضي الله عنهم - شئٌ من عدم التوقّع لما حصل، نتج عنه بعض التأخر في الاستجابة لأمر النبي - صلى الله عليه وسلم -، إلا أنه جعل النبي - صلى الله عليه وسلم - يجد من ذلك في نفسه حتى دخل على زوجه أُم سلمة رضي الله عنها فيذكر لها ما وجد من الناس! ¶ وحاشاهم - رضي الله عنهم - أن يكون ذلك منهم انتقاصاً لكلام النبي - صلى الله عليه وسلم - أو قلّة اكتراث به، ولكن مجّرد التباطؤ فيه كان سبباً لوَجْد النبي - صلى الله عليه وسلم -، فلم يزل الصحابة - رضي الله عنهم - يعُونَ هذا الدرس، حتى قال سهل بن حنيف - رضي الله عنه - يوم صفيّن: \" اتهموا رأيكم، رأيتني يوم أبي جندل ولو أستطيع أن أردّ أمر رسول الله - صلى الله عليه وسلم - لرددتُّه \"! ([23]) ¶ ولم يزل قول الله سبحانه: {ياأيّها الذينَ آمَنوا لا تُقدّموا بينَ يَدَيِ اللهِ ورسولِهِ} ([24]) قاعدة عظيمة من قواعد التعظيم لقول الله وقول رسوله - صلى الله عليه وسلم - (النص الشرعي)، وهذه الآية هي مفتتح سورة الحجرات، وهي السورة التي جاءت بتقرير الآداب الشرعية لأهل الإيمان مع ربهم سبحانه، ومع نبيهم - صلى الله عليه وسلم -، ومع بعضهم حال الوفاق والشقاق، ومع الناس جميعاً،",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "فتصدير السورة بهذه الآية يعني اعتلاء هذا الأدب – وهو تعظيم النصّ الشرعي – على كل آداب الإسلام وتقدّمه عليها! ¶ ومقتضى هذه الآية الجليلة: تأصيل التعظيم للنصّ الشرعي، وذلك بالنهي عن تقديم أيّ شيء بين يديه، بحيث يبقى النص متبوعاً لا تابعاً، وقد حُذف المفعول لقصد التعميم أو للقصد إلى نفس الفعل، أي النهي عن التقديم بين يدي الله ورسوله. ([25]) ¶ قال مجاهد في معنى الآية: \" لا تفتاتوا على رسول - صلى الله عليه وسلم - بشيء حتى يقضيه الله على لسانه \". ([26]) ¶ وقال ابن زيد: \"لا تقطعوا الأمر دون الله ورسوله \" ([27])، وقال سفيان: \"لا تقطعوا أمراً دون رسول الله - صلى الله عليه وسلم - \". ([28]) ¶ قال السعدي: \"هذا متضمن للأدب مع الله تعالى، ومع رسوله - صلى الله عليه وسلم -، والتعظيم له واحترامه وإكرامه \". ([29]) ¶ وخصّ ابن العربي هذه الآية بمسألة فقال عنها: \" أصلٌ في ترك التعرّض لأقوال النبي - صلى الله عليه وسلم -، وإيجاب اتباعه والاقتداء به \" ([30]). ¶ وقد استفاضت النصوص الشرعية في بيان هذا الأصل العظيم وتقريره والتأكيد عليه، وهو توفير التعظيم والإجلال الوافيين للوحي الشرعي (كتاباً وسنةً)؛ وصولاً إلى الخضوع والانقياد والاستسلام والعمل الخالص بما جاء به، كما في قوله تعالى: {وما آتاكمُ الرسولُ فخُذوهُ وما نَهاكُم عنهُ فانتَهُوا واتّقوا اللهَ إنّ اللهَ شديدُ العقابِ} ([31])، وقوله عزّ وجلّ: {فَلا وَرَبِّكَ لا يُؤمنونَ حتى يُحكِّموكَ فيما شَجَرَ بينهُم ثمّ لا يَجِدوا في أنفُسِهِم حَرجاً مّمّا قَضيتَ ويُسلِّموا تسليماً} ([32])، وقول المصطفى - صلى الله عليه وسلم -: \" لا أُلفيّن أحدَكم متكئاً على أريكته، يأتيه الأمر من أمري، مما أمرتُ به أو نهيتُ عنه، فيقول: لا أدري، ما وجدنا في كتاب الله اتبعناه\". ([33]) ¶ بل بلغ التعظيم للنص الشرعي في كتاب الله إلى أن يكون حداً فاصلاً بين أهل الإيمان وغيرهم، فقد قال ربنا سبحانه عن المنافقين: {ويقولونَ آمنّا بِاللهِ وبالرسولِ وأطَعنا ثمّ يتولّى فريقٌ منهُم من بعدِ ذلكَ وما أولئكَ بالمؤمنينَ * وإذا دُعوا إلى اللهِ ورسولِهِ ليَحكُمَ بينهم إذا فريقٌ منهم مُّعرضونَ} ([34])، فالإعراض والتولّي بحضرة النص الشرعي سمت المنافقين وشأنهم، ثم ذكر الله أهل الإيمان عقبهم فقال عنهم: {إنّما كانَ قولَ المؤمنينَ إذا دُعوا إلى اللهِ ورسولِه ليَحكُم بينهم أن يَّقولوا سمِعنَا وأطعنا وأُولئك هُمُ المفلحونَ} ([35]) ¶ قال شيخ الإسلام ابن تيمية: \" فكان من الأصول المتفق عليها بين الصحابة والتابعين أنه لا يقبل من أحد أن يعارض القرآن رأيه ولا ذوقه ولا معقوله ولا قياسه ولا وجده \". ([36])",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وفي دقائق تطبيق هذا التعظيم للنص الشرعي يقول إمام المقاصد الشاطبيُّ: \" إذا تعاضد النقل والعقل على المسائل الشرعية: فعلى شرط أن يتقدم النقل، فيكون متبوعاً، ويتأخّر العقل فيكون تابعاً، فلا يسرح العقل في مجال النظر إلا بقدر ما يسرّحه النقل\"، ثم شرع يستدل لذلك رحمه الله. ([37]) ¶ المبحث الثالث: تحقيق تعظيم الله جلّ جلاله ¶ تعظيم الله جلّ ثناؤه وتقّدست أسماؤه مطلبٌ شرعيٌ عظيمٌ، فهو مجمع الإيمان، وأساس العبودية، وصلب كل عمل صالح، وركيزة كل فضيلة، وجماع أعمال القلوب من حب وخوف ورجاء واستعانة وتوكل وإنابة وخشوع، وهو قِوام صلاح العبد وفلاحه. ¶ بتعظيم الله سبحانه تقوم الأرض والسماوات، وبتمجيده وتسبيحه تنطق المخلوقات: {تّسبِّحُ له السّموَاتُ السبعُ والأرضُ ومَن فيهنَّ وإن مِّن شيءٍ إلا يُسبِّحُ بحمدِهِ ولكن لا تَفقهُونَ تسبيحَهم إنّه كانَ حليماً غفوراً} ([38]) ¶ وما آفة الغواية والضلال والشرك بالله سبحانه إلا ناشئة من الجهل بحق الله سبحانه من التعظيم الواجب له عزّ وجلّ: {وَمَا قَدَروا اللهَ حقَّ قدرِهِ والأرضُ جميعاً قبضتُهُ يومَ القيامةِ والسّموَاتُ مطوِيَّاتٌ بِيمينِهِ سبحانَهُ وتعالى عمّا يُشركونَ}. ([39]) ¶ فتعظيم الله سبحانه واقع في الشريعة مقصداً باعتبار، ووسيلةً باعتبار آخر: فهو مقصد من كل العبادات القلبية والبدنية؛ إذ غايتها إثبات الفقر والحاجة والمسكنة للعبد، بخضوع وانقياد تام واستسلامٍ ظاهرٍ وباطنٍ، وإثبات الكمال والغنى والقيومية للخالق سبحانه، وهذا هو حقيقة تعظيم الله سبحانه وتعالى. ¶ وهو وسيلة في ذاته في كثير من العبادات والأذكار القائمة على تعظيم الله سبحانه، فالتسبيح والتهليل والتكبير تعظيمٌ صريحٌ لله سبحانه، مشروع في أوقات متعدّدة وأماكن مختلفة، وجوباً تارة واستحباباً تارة أخرى، وكذلك الركوع والسجود في انحناء الصلب ووضع الجبهة في الأرض تعظيمٌ صريحٌ لله سبحانه، يتأكّد بمثل قوله - صلى الله عليه وسلم -: \"وأمّا الركوع فعظِّموا فيه الربّ عزّ وجلّ \" ([40])، ومثل ذلك الحجّ المشتمل على مفارقة الأوطان واحتمال المشاقّ والتجرد من الشهوات وحظوظ النفس واجتناب المباحات وقت الإحرام، كل ذلك تعظيمٌ جليٌ لمن أحرم له الحاجّ منذ قوله في مستهلّ إحرامه: لبّيك اللهمّ لبّيك!! ¶ ولئن كانت نصوص الأسماء والصفات الإلهية المبثوثة في الكتاب والسنة سبيلاً من سبل تحقيق تعظيم الله سبحانه وتعالى؛ فإن تعظيم النص الشرعي سبيل آخر من سبل تعظيم الله جلّ جلاله من وجوه ثلاثة: ¶ 1 - أن النص الشرعي وحيٌ إلهيٌ عظّم الله شأنه ورفع قدره، - كما تقدّم في المبحث الأول -، فتعظيم ما عظّم الله تعظيم له سبحانه. ¶ 2 - أن الوحي الشرعي كلام الله سبحانه، وكلامه صفة من صفاته العلّية، فتعظيمه تعظيم لله عزّ وجلّ.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "3 - أن تعظيم الرب عزّ وجلّ لا يتمّ إلا بتعظيم أمره ونهيه، والنص الشرعي وعاء الأمر والنهي الإلهييّن، فتعظيمهما متوقّف على تعظيمه. ¶ إذا تقرّر هذا: فما عظّم اللهَ من تهاون في النص الشرعي بصورةٍ ما، وسيقع من نقصه لتعظيم ربّه بقدر نقصه لتعظيم النص الشرعي ولا بدّ؛ لما بينهما من التلازم السابق ذكره، فالأخذ بطرف من النصوص دون طرف، أو تقديم رأي أو قياس أو قول أحد كائناً من كان عليها، أو الجرأة عليها بتأويل فاسد، كل ذلك مناقض لتعظيم النص الشرعي المستلزم لمناقضة تعظيم الله سبحانه، والعياذ بالله. ¶ قال ابن القيّم: \" أوّل مراتب تعظيم الحق عزّ وجلّ: تعظيم أمره ونهيه، وذلك لأن المؤمن يعرف ربه عزّ وجلّ برسالته التي أرسل بها رسوله - صلى الله عليه وسلم - إلى كافة الناس، ومقتضاها الانقياد لأمره ونهيه، وإنما يكون ذلك بتعظيم أمر الله عزّ وجلّ واتباعه، وتعظيم نهيه واجتنابه، فيكون تعظيم المؤمن لأمر الله تعالى ونهيه دالاً على تعظيمه لصاحب الأمر والنهي، ويكون بحسب هذا التعظيم من الأبرار والمشهود لهم بالإيمان والتصديق وصحة العقيدة والبراءة من النفاق الأكبر \". ¶ المبحث الرابع: تحقيق تعظيم حرمات الله تعالى وشعائره ¶ حثّ الله عباده على تعظيم أمرين في كتابه ومدح القائم به، وهما: حرماته وشعائره، فقال سبحانه: {ذلكَ ومن يُّعظّم حُرُماتِ اللهِ فهو خيرٌ لّه عند رَبّه} ([41])، وقال تعالى: {ذلكَ ومن يُعظّم شعائرَ اللهِ فإنّها مِن تَقوى القلوبِ} ([42])، فتعظيم الحرمات والشعائر إذن مطلبٌ شرعيٌ عظيمٌ. ¶ فأما الحرمات: فهي معاصي الله ومحّرماته ومغاضبه ([43])، \" وكل ماله حرمة وأُمر باحترامه بعباده أو غيرها، كالمناسك كلها وكالحرم والإحرام، وكالهدايا، وكالعبادات التي أمر الله بالقيام بها \". ([44]) ¶ وما ذكره المفسّرون من معانٍ مختلفة للحرمات فهو من باب اختلاف التعدّد، لا اختلاف التضادّ، والصواب أن الحرمات تعمّ ذلك كله، \"وهي جمع (حُرمة)، وهي ما يجب احترامه وحفظه من الحقوق والأشخاص والأزمنة والأماكن \". ([45]) ¶ وتعظيم الحرمات يكون بحسب الحرمة المراد تعظيمها، لكن جماع ذلك أن تعظيمها: \"توفيتها حقّها وحفظها من الإضاعة\" ([46]) \"وإجلالها بالقلب ومحبّتها وتكميل العبودية فيها غير متهاون ولا متكاسل ولا متثاقل\". ([47]) ¶ فالنص الشرعي – بهذا المعنى – من الحرمات؛ لأنه من أعظم ما يجب احترامه، فبه تتحقق عدد من مقاصد الشريعة ومطالبها – كما تقدّم -، ولأنه وحي الله المنزّل من فوق سبع سماوات على خير أنبيائه محمد - صلى الله عليه وسلم - بواسطة خير ملائكته جبريل - عليه السلام -.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وتعظيم حرمة النص الشرعي – كسائر الحرمات – بتوفيته حقّه وحفظه من الإضاعة، وبالقيام بما يجب له من تقديم وامتثال، وبإجلاله عن معارضته بغيره أو التأخر عنه أو التهاون في العمل به؛ وغيره من صور التعظيم ومعالمه الآتي ذكرها في الفصل الثاني. ¶ وكل ذلك مطلوب محبوب شرعاً، ومن القربات التي يثيب الله من عظّمها وأجلّها ثواباً جزيلاً، وكانت خيراً له في دينه وأخراه عند ربه. ([48]) ¶ وأمّا شعائر الله: فجمع شعيرة، وهي أعلام الدين الظاهرة ومعالمه، ونقل ابن العربي عدم الاختلاف على ذلك ([49])، ويدخل في ذلك أوامر الله سبحانه كلها ([50])، ولئن كانت الآية في الإحرام وسائر مناسك الحج ([51]) -وهي أولى بالسياق- لكنها لا تختص به، فعموم لفظ \"شعائر الله\" يتناول كل ما كان من أعلام دينه، ومن الأقوال في تفسير الشعائر: \"أنه دين الله وكتبه، وتعظيمها التزامها \". ([52]) ¶ وتعظيم شعائر الله: \"إجلالها والقيام بها، وتكميلها على أكمل ما يقدر عليه العبد\". ([53]) ¶ ويدخل في ذلك أعلام الدين وشعائره الظاهرة، كالأذان والصلاة والصيام والعيدين والجهاد ونحو ذلك، والنص الشرعي من آكد شعائر الله؛ لأنه منار الدين، ومشكاة الوحي، ومستودع الشريعة، ومستقرّ أحكامها. ¶ وتعظيم النص الشرعي – بكل صور التعظيم السابق مثالها – مع سائر الشعائر صادر من تقوى القلوب، \"فالمعظّم لها يبرهن على تقواه وصحة إيمانه؛ لأن تعظيمها تابع لتعظيم الله وإجلاله \". ([54]) ¶ الفصل الثاني: معالم تعظيم النصّ الشرعي ¶ لما تبوّأ تعظيم النصّ الشرعي تلك المرتبة الرفيعة في مقاصد الشريعة ومطالبها، فقد كان لسلف الأمة الكرام أعظم صور التعظيم، وأجلّ مواقف الإجلال، للنص الشرعي كتاباً وسنّةً، وهي أكبر وأكثر من أن تحصر في دراسة أو بحث؛ لأنها تحكي تاريخ الحياة العلمية والعملية لأجيال السلف، فإنّ قوامها كان تعظيم النصوص الشرعي بشتى صوره! ¶ والمتصفّح لأخبار السلف وآثارهم يُدهشه ذلك التعظيم العظيم لكتاب الله وسنة رسوله - صلى الله عليه وسلم - بأنحائه المختلفة وفي مختلف مناحي الحياة .. السياسية والاجتماعية والاقتصادية .. الخ، وكان ذلك في القرون المتقدمة أكثر وأوضح، وكلما تباعد العهد بعصر التنزيل ضعُف ذلك التعظيم شيئاً فشيئاً، فنبتت في الأمة نوابت الأهواء والبدع والعدوان على النص الشرعي. ¶ وفي الجملة: فإن أزمنة السلف المتقدمة عاشت تعظيم النصوص الشرعية منهاج حياة، ومثل ذلك يعسُر حصره ووصفه، لكنه يمكن تقريبه في معالم بارزة تمثّل المجامع الآخذة بذلك التعظيم للنص الشرعي لدى السلف. ¶ وهذا ما حاولت رقمه في هذا الفصل، مخصّصاً كلَّ معلم بمبحث يبيّن المراد به، وأمثلةً له من واقع السلف - رضي الله عنهم - وسلك بنا سبيلهم.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وجملة ذلك خمسة معالم جاءت في المباحث الآتية: ¶ المبحث الأول: حفظ النص الشرعي. ¶ المبحث الثاني: توقير النص الشرعي. ¶ المبحث الثالث: نصرة النص الشرعي. ¶ المبحث الرابع: فهم النص الشرعي. ¶ المبحث الخامس: خدمة النص الشرعي. ¶ المبحث الأول: حفظ النص الشرعي ¶ ثبت الوعد الإلهيّ بحفظ الوحي في قوله سبحانه: {إنّا نحنُ نزّلنا الذّكرَ وإنّا لهُ لحَافِظونَ} ([55])، في مقابل إيكال حفظ التوراة والإنجيل للربانيّين والأحبار من أهل الكتاب، كما في قوله تعالى: {إنّا أنزلنا التوراةَ فيها هُدًى ونورٌ يّحكُمُ بِها النبيّونَ الّذينَ أسلَموا لِلَّذينَ هادُوا والرَّبّانِيُّونَ والأحبارُ بِما استُحفِظوا مِن كتابِ اللهِ وكانُوا عليهِ شُهداءَ} ([56])، فكانت النتيجة الضياع والكتمان والتحريف للتوراة والإنجيل، كما أخبر الله عنهم: {وإذْ أخَذَ اللهُ ميثاقَ الّذينَ أُوتُوا الكتابَ لتُبَيِّنُنّهُ للنّاسِ ولا تَكتمُونَهُ فَنَبذُوهُ ورآء ظُهورِهِم وَاشترَوا به ثمناً قليلاً فبِئسَ ما يَشترُونَ} ([57])، في الوقت الذي سخّر الله فيه من أُمة الإسلام من يحقّق بهم وعده في حفظ القرآن جيلاً بعد جيل، لا فرق في ذلك بين عصور القوة والازدهار والظهور للأمة، وعصور الضعف والتأخر والانحطاط، فكان بذلك آية ربّانية عظيمة، ومعلماً بارزاً من معالم تعظيم الأمة كلام ربها الكريم. ¶ وقد كان حفظ سلف الأمة للنص الشرعي على نوعين: حفظ صدور، وحفظ سطور. ¶ أ – حفظ الصدور: ¶ فأما القرآن: فقد تسابقت الأمّة في حفظه واستظهاره، ذكراناً وإناثاً، صغاراً وكباراً، عرباً وعجماً، لا حامل لهم على ذلك إلا حبّ كتاب الله وتعظيمه والمنافسة في الشرف بحمله في الصدور ونيل البركة والفوز في الدارين به. ¶ وأضحى من مقرّرات السلف في طلب العلم وتحصيله: البدء بحفظ كتاب الله وإتقانه، قبل الخوض في أي علم ودراسة مسائله، ولا يجيزون لأحد دراسة علم وحضور حلقة قبل حفظ كتاب الله الكريم!",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "قال ابن عبد البرّ: \"طلب العلم درجات ومناقل ورتب لا ينبغي تعدّيها، ومن تعدّاها جملةً فقد تعدّى سبيل السلف رحمهم الله، ومن تعدّى سبيلهم عامداً ضلّ، ومن تعدّاه مجتهداً زلّ، فأوّل العلم حفظ كتاب الله عزّ وجلّ وتفهّمه \". ([58]) ¶ وقال النوويّ: \" كان السلف لا يعلّمون الحديث والفقه إلا لمن يحفظ القرآن\". ([59]) ¶ وعدّ ابنُ جماعة الأدبَ الأوّل من آداب طالب العلم في دروسه: \" أن يبتدئ بكتاب الله العزيز، فيتقنه حفظاً، ويجتهد على إتقان تفسيره وسائر علومه فإنه أصل العلوم وأمّها وأهمّها \" ([60]) ¶ ويصف ابن خلدون حال الأمّة فيقول: \"اعلم أن تعليم الولدان للقرآن شعار الدين، أخذ به أهل الملّة، ودرجوا عليه في جميع أمصارهم ... وصار القرآن أصل التعليم الذي ينبني عليه ما يحصل بعد من الملكات\". ([61]) ¶ وأعجب ما في الباب: صنيع الصبيان والأعاجم والعوامّ في إتقانهم لحفظ القرآن، فإن ثلاثتهم لديه من العوائق ما قد لا يتمّ له بسببه حفظ القرآن، فالصبي صغير العقل ضعيف الفكر منصرفٌ إلى اللهو، والأعجمي لا يكاد يستقيم لسانه بحروف العرب، ولو استقام بها فلا يفقهها، فهو بين عقبة النطق الكؤود، وخندق الفهم العميق، والعامّي لا يحسن قراءة ولا كتابة، وأصعب ما عليه معاناتهما، ولا يتعاطى النص إلا تلقيناً متكرراً، ومع ذلك فلا حصر لعداد حفظة القرآن وحملته في الصدور من هذه الأصناف الثلاثة ومن غيرهم، فهل غير حبّ القرآن وتعظيمه دافع يقطع تلك العوائق ويزيل الصّعاب؟! ¶ ثم لم تزل مجالس الإقراء وحلقاته والتصدّي لذلك والتفرّغ له وقضاء الأعمار فيه هدياً للسلف، منذ أن سنَّها أبو الدرداء - رضي الله عنه -، فعن مسلم بن مشكم قال: قال لي أبو الدرداء: اعدد من في مجلسنا، قال: فجاءوا ألفاً وستمائة ونيفاً، فكانوا يقرؤون ويتسابقون عشرةً عشرةً، فإذا صلى الصبح انفتل وقرأ جزءاً، فيُحدقون به يسمعون ألفاظه! ¶ وأبو عبد الرحمن السلمي ظلّ يُقرئ القرآن في مسجد الكوفة أربعين سنة، وهو راوي حديث: \"خيركم من تعلّم القرآن وعلّمه \" ([62])، عن عثمان - رضي الله عنه -، فيحدّث به ويقول: وذلك الذي أقعدني مقعدي هذا! ([63]) ¶ وتتوالى أخبار القرّاء الذين وقفوا حياتهم في إقراء كتاب الله، فهذا أقرأ القرآن نحواً من ستين سنة ([64])، وذاك تصدّر للإقراء والتلقين ستين سنة فألحق الأحفاد بالآباء ([65])، وثالث ختم القرآن عليه أكثر من ألف نفس ([66])!! ¶ وأما السنّة: فكان حفظ السلف لها وضبطها بالسند، مع العناية التامة بما يعتريه من وصل وانقطاع وصحة وضعف وسلامة وعلة، كان أعجوبة ومفخرة من مفاخر الأمة ومضرب المثل بها في صناعة العلوم ورسم المناهج! ¶ فملازمة أبي هريرة - رضي الله عنه - للنبي - صلى الله عليه وسلم - وحرصه على سماعه وحفظ سنّته، جعلته على رأس الرواة المكثرين من حديث النبي - صلى الله عليه وسلم -، وهو الذي لم يسلم إلا سنة سبع من الهجرة فحسب! ([67])",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وشدّة التوقي والتحفّظ عن رسول الله - صلى الله عليه وسلم - هو أيضاً لون عجيب من التعظيم للحديث النبوي تعظيماً يحمل على المبالغة في حفظه وروايته. ¶ فالزبير - رضي الله عنه - يتوقّى التحديث خشية أن يخطئ فيكون كاذباً على رسول الله - صلى الله عليه وسلم - ([68])، وابن مسعود - رضي الله عنه - عنه لم يكن يحدّث قائلاً: قال رسول الله - صلى الله عليه وسلم -، ففعل ذات عشية، فنكس فإذا هو قائم محلَّلةً أزرار قميصه، قد اغرورقت عيناه وانتفخت أوداجه، وقال: أو دون ذلك، أو فوق ذلك، أو قريباً من ذلك، أو شبيهاً بذلك ([69])! ¶ وزيد بن أرقم - رضي الله عنه - يُطلب منه التحديث عن رسول الله - صلى الله عليه وسلم - فيعتذر قائلاً: كبرنا ونسينا، والحديث عن رسول الله - صلى الله عليه وسلم - شديد ([70])! ¶ فضلاً عمّن كان لا يكاد يحدّث بحديثٍ مدّة طويلة مع حفظه له، كما كان عمر وأنس وسعد بن مالك - رضي الله عنهم -، هيبةً وتعظيماً ([71])! ¶ فهل حفظٌ لحديث النبي - صلى الله عليه وسلم - مبنيٌ على التعظيم له والإجلال لمكانته فوق هذا؟! ¶ وأما الرحلة في طلب الحديث وسماعه فتاريخ حافل وسنة ماضية لأهل الحديث وحفّاظه، رحل جابر بن عبدالله - رضي الله عنه - مسيرة شهر إلى عبدالله بن أنيس - رضي الله عنه - في حديث واحد ([72])، وساح أهل الحديث في الأرض شرقاً وغرباً في طلب الحديث النبوي وسماعه وحفظه، وسُطِّرت أعاجيب الأخبار في طول هذه الرحلات، وما اعترضها من مشاقّ وعقبات، ليس وراءها من دافع سوى الحب والتعظيم لحديث رسول الله - صلى الله عليه وسلم - امتلأت بهما صدور السلف الكرام. ¶ فكان نتاج ذلك حفظ عجيب وإتقان بالغ تجاوزا حدّ المألوف، ليس لمتون الأحاديث وضبط اختلاف ألفاظها وتفاوت مخارجها فحسب، بل حتى لأسانيدها وطرق رواتها وأسماء رجالها، لا يختلط عليهم اسم راوٍ بآخر، ولا إسناد حديث بإسنادٍ غيره، في زمن ليس فيه من آلات الحفظ ووسائله شيء، سوى تسخير العقول والقلوب وتفريغها لحفظ الوحي واحتوائه، فحُفظت سنة رسول الله - صلى الله عليه وسلم - قبل التدوين، ومُيّز صحيحها من ضعيفها وثابتُها من مردودها، فما كان التدوين إلا إثباتاً لما حفظته تلك الصدور الواعية. ¶ ب – حفظ السُّطور: ¶ والمراد به الكتابة والتدوين، وقد شمل ذلك الكتاب والسنة على حدٍّ سواء. ¶ أمّا القرآن: فقد جُمع مكتوباً مرتين في عهد الصحابة - رضي الله عنهم -، أولاهما في خلافة أبي بكر الصديق - رضي الله عنه -، والأخرى في خلافة عثمان - رضي الله عنه -. ¶ فالجمع الأول في خلافة أبي بكر - رضي الله عنه - كان الغرض منه جمعه مكتوباً مرتّب الآيات والسُّور، إذ كان مكتوباً مفرَّقاً في الصحف وجريد النخل والحجارة والرِّقاق، فلما استحرّ القتل بقرّاء الصحابة يوم اليمامة أشار عمر على أبي بكر رضي",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الله عنهما بجمع المصحف، فشرح الله صدره لذلك، وتمّ جمع المصحف عند أبي بكر - رضي الله عنه - حتى توفّاه الله، ثم عند عمر - رضي الله عنه - حياته، ثم عند حفصة بنت عمر رضي الله عنهما. ([73]) ¶ والجمع الآخر في خلافة عثمان - رضي الله عنه - لما اتّسعت الفتوحات وانتشر الإسلام وكثُر الداخلون فيه من غير العرب، فوقع اللحن في القرآن، وبلغ ذلك الخليفة عثمان - رضي الله عنه - فعزم على كتابة نُسخ من المصحف يبعث بها إلى الأمصار، لتكون إماماً ومرجعاً للناس في القراءة، وأمر بإزالة ما بأيدي الناس من مصاحف وحرقها. ([74]) ¶ وكلا التدوينين والجمعين في ذلك الزمن المبكّر من عُمُر الأمّة له أقوى الدلالات على حفظ عجيب لكتاب الله الكريم؛ صيانةً له وتعظيماً، خصوصاً مع قلّة الإمكانات وحداثة التجربة. ¶ وأمّا تدوين السنّة فأمرٌ أعظم وأشدّ عجباً، من عدّة أوجه: ¶ 1 - أن السنّة لم يسبق تدوينها في حياة النبي - صلى الله عليه وسلم -، بل ثبت عنه النهي عن ذلك، إلا ما كان من وقائع محدودة كأمره بالكتابة لأبي شاه، وما كان من كتابة عبد الله بن عمرو بن العاص رضي الله عنهما، وكل ذلك تدوين محدود جدًا. ([75]) ¶ فابتداء الجمع والتدوين بعد ذلك هو بمثابة جمع ما لا حصر له ولا حدود ولا معالم من أقاويل النبي - صلى الله عليه وسلم - وأحواله وأيامه، مما حفظته صدور الصحابة - رضي الله عنهم - وأبنائهم، وما تتناقله الرواة تحمّلاً وأداءً. ¶ 2 - أن تدوين السنة يتطلّب أمرين غير يسيرين: ضبط المتن وصيانة ألفاظه، وضبط السند وتحديد رواته، وكلاهما قد تحقق بنجاح باهر منذ بداية التدوين للسنة. ¶ 3 - أن الأنحاء التي اتخذها التدوين في جمع السنن وتصنيفها كان غايةً في العجب، بين مسانيد وجوامع وسنن وموطّآت ونحوها. ¶ وكل نحوٍ من هذه الأنحاء ذو مأخذ بديع وجهد عبقري، فالمسانيد التي ترتّب أحاديثها على أسماء الصحابة الرواة لها، توزع حسب الرواة، والجوامع والسنن تتطلب تبويباً فقهياً وعقدياً ونحوها من أبواب التشريع، مما يحتاج إلى تراجم لأبوابه مستقاةٍ من الاستنباط من نصوص الأحاديث ودلالاتها، وهكذا في تدوين ذي اعتبارات متعدّدة. ¶ 4 - أن هذا التدوين البديع لسنن المصطفى - صلى الله عليه وسلم - استلزم فنوناً وأنشأ علوماً قامت على سوقها خدمة لهذا الغرض الجليل، مما سيأتي تفصيله في المبحث الخامس. ¶ فكان هذا التدوين والحفظ المسطور بوابة لعلوم شريفة متعددة الأنحاء خدمة لحديث النبي - صلى الله عليه وسلم - وحفظاً وصيانة له ونشراً في العالمين، ونقلاً له بأمانة إلى أجيال المسلمين اللاحقة. ¶ فهل وراء هذه الجهود الجبارة في حفظ السنة وتدوينها التي تفانى فيها السلف إلا التعظيم الصادق للسنّة؟!",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "المبحث الثاني: توقير النص الشرعي ¶ المراد بالتوقير هنا نوع من التعظيم الخاص للنص الشرعي، وهذا التعظيم العملي المتمثّل في احترام النّص الشرعي والوقوف عند مقتضاه، وسرعة الامتثال، وعدم التقدّم بين يديه بقول أو فعل، وكل ذلك قد تقدّم تأصيله في الفصل الأول باعتباره مقصد الشريعة من التكليف، بتمام امتثال المكلّفين وعدم تقدّمهم بين يدي النصوص الشرعية مطلقاً. ¶ وقد كان للسلف الكرام - رضي الله عنهم - القدح المعلّى في هذا المعلم، بل بهم يُضرب المَثل وتُشحذ الهمم في تعظيم النص وتوقيره بتمام الامتثال له والخضوع لحكمه والانقياد ظاهراً وباطناً عن طواعية ورضىً تامّين، مما يعزّ مثاله في الأجيال اللاحقة! ¶ بل ليس من المبالغة القول بأن حياتهم كلها وتاريخهم أجمع كان تعظيماً عملياً للنص الشرعي وتوقيراً صادقاً، بتحكيمه في شتى جوانب الحياة، والبحث عنه بغية العمل به في كل شأن، على حدّ قول شيخ مكة وفقيهها سفيان بن عُيينة: \"إن استطعت ألا تحكّ رأسك إلا بأثر فافعل \"! ¶ وعندئذ فلن يسع المقام أن نحكي شواهد ذلك من حياة السلف، لأنه يستلزم حكاية تاريخ جيل بتفاصيله، ولكني سأورد شذرات من ذهب، صاغتها أقوال السلف وأفعالهم في هذا الباب، جاعلاً إيّاها في المحاور الآتية: ¶ 1 - سرعة الامتثال لحكم النص أمراً ونهياً، وتطبيقه فور بلوغه دون تردّد أو تأخّر، وهذه أمارة صدقٍ لتعظيم النّص، كما في حديث ابن عمر رضي الله عنهما قال: \"بينما الناس بقباء في صلاة الصبح إذ جاءهم آتٍ فقال: إن رسول الله - صلى الله عليه وسلم - قد أنزل عليه الليلة قرآن، وقد أُمِر أن يستقبل الكعبة فاستقبِلوها، وكانت وجوههم إلى الشام فاستداروا إلى الكعبة \"! ([76]) ¶ وكما في قصة أنس بن مالك - رضي الله عنه - لمّا كان يسقي عمومته الخمر قبل تحريمها في دار أبي طلحة - رضي الله عنه -، فجاءهم آتٍ فقال: إن الخمر قد حُرِّمت، فقالوا أكفئها، فكفأتُها ([77])، وفي لفظ قال: فجرت في سِكَك المدينة، وفي لفظ قال: فما راجعوها ولا سألوا عنها بعد خبر الرجل! ([78]) ¶ فأن يتحّول المصلّون في قبلتهم من بيت المقدس إلى الكعبة وهم في الصلاة فيكون إمامهم خلفهم، وأن يُسارع القوم في إراقة شراب لهم كان حلالاً، كل ذلك بمجرّد بلوغهم النّص: آيةٌ في تعظيمه وتوقيره!! ¶ ولما يوصف رجلٌ حديدُ الرأي مثل عمر بن الخطاب - رضي الله عنه - بأنه كان وقّافاً عند القرآن، فإنه يعني تطويع النفس وسماتها لتعظيم النص الشرعي، ونزعها أمامه عما ألِفَتْه من اعتداء وصلابة!",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ولنتأمل هّا الموقف: قال ابن عمر: كانت امرأة لعمر تشهد صلاة الصبح والعشاء في الجماعة في المسجد، فقيل لها: لِمَ تخرجين وقد تعلمين أن عمر يكره ذلك ويغار؟ قالت: وما يمنعه أن ينهاني؟ فقال: يمنعه قول رسول الله - صلى الله عليه وسلم -: \" لا تمنعوا إماء الله مساجد الله \"! ([79]) ¶ 2 - شدّة التمسّك بمقتضى النصّ ودوام الامتثال له مدى الحياة، في مجاهدة عظيمة تثبت تعظيماً عظيماً وتوقيراً بالغاً للنصوص الشرعية وأحكامها. ¶ فابن عمر رضي الله عنهما يروي حديث: \"ما حقُّ امرئٍ مسلمٍ له شيءٌ يوصي فيه يبيت ليلةً أو ليلتين إلا ووصيّته عنده مكتوبة \"، قال: فما مرّت عليّ ليلة منذ سمعت رسول الله - صلى الله عليه وسلم - قال ذلك إلا وعندي وصيتي! ([80]) ¶ وأبو هريرة - رضي الله عنه - يصف حاله فيقول: \" أوصاني خليلي - صلى الله عليه وسلم - بثلاث، لا أدعهنّ حتى أموت، صوم ثلاث أيام من كل شهر، وركعتي الضحى، وأن أوتر قبل أن أنام \". ([81]) ¶ إنه لمن اليسير أن يأخذ المسلم نفسه بحزم ويلزمها حكماً مّا في مسألة مّا، لكن ديمومة العمل عليه واستمرار حمل النفس عليه جهد عظيم وجهاد بالغ، عاشه السلف واستسهلوه حباً للنّص الشرعي وتوقيراً له. ¶ 3 - إيثار مقتضى النص وتقديمه على الهوى ومحابّ النفوس، وتلك منزلة سنيّة تفوق مجرّد الامتثال للنص والعمل به، لأنها تتجاوزه إلى تفضيله على الأهواء والرغبات. ¶ ولا زلتُ أعجب من حديث ظُهير بن رافع - رضي الله عنه - قال: لقد نهانا رسول الله - صلى الله عليه وسلم - عن أمرٍ كان بنا رافقاً، قلتُ: ما قال رسول الله - صلى الله عليه وسلم - فهو حقٌ ... وذكر الحديث، ثم قال رافع بن خديج - رضي الله عنه -: قلتُ سمعاً وطاعة ([82])، وفي لفظ قال رافع - رضي الله عنه -: فجاءنا ذات يوم رجلٌ من عمومتي فقال: نهانا رسول الله - صلى الله عليه وسلم - عن أمرٍ كان لنا نافعا، وطواعية الله ورسوله أنفع لنا، نهانا أن نحاقل بالأرض فنُكريها على الثلث والربع والطعام المسمّى. ([83]) ¶ فكون الأنصار أصحاب زرع يقتضي أن تكون مصلحتهم في مزارعهم وما يؤجّرونها به، فلما يأتي النهي عن أمرٍ كان فيه نفع ومصلحة وحظ لهم، لا يتوانى عن السمع والطاعة، بل ويقول: \"وطواعية الله ورسوله أنفع لنا\"!! ¶ الله أكبر! إنها والله شعار حياة، وإنه لبابٌ عظيمٌ من أبواب فضل السلف على الخلف، وإنّا لأشدّ ما نكون حاجة في حياتنا اليوم وفي مجتمعاتنا المسلمة إلى إحياء هذا المعنى السامي في الأفئدة، وأن نعيشه قناعةً وطمأنينة نفس وانشراح صدر، فنتنازل عن حظوظنا الشخصية ومطامعنا الدنيوية إذا عارضت النّص الشرعي؛ لتكون الهيمنة له والسلطة لحكمه والطاعة لأمره ونهيه! ¶ 4 - العمل بالنص وامتثاله وقت الصّعاب والشدائد والمضائق، فهذا من آكد أمارات الصدق في التعظيم للنص الشرعي، ألا يكون في وقت الرخاء دون الشدة، ولا في اليُسر دون العُسر، فإن مواطن الصعاب والشدائد أشق في التحمّل وأعظم في عناء العمل.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وحين نجد في حياة السلف نماذج لذلك نعلم أنهم بلغوا في تعظيمهم للنص الشرعي ما يتجاوز حدود التنظير المجَّرد والوصف الأجوف، وللإمام أحمد في هذا السياق موقف بديع، ذلك أنه لما وقعت المحنة بالقول بخلق القرآن، واستُدعي الأئمة لامتحانهم خرج الإمام أحمد من داره مختبئاً في دار تلميذه إبراهيم بن هانئ، ومكث عنده ثلاثاً، ثم قال: اطلب لي موضعاً، فقال له ابن هانئ: لا آمن عليك! قال: افعل، فإذا فعلتَ أفدتُّك، فطلبتُ له موضعاً، فلما خرج قال: اختفى رسول الله - صلى الله عليه وسلم - في الغار ثلاثة أيام ثم تحّول! ([84]) ¶ تالله ما أعجبه من تعظيم للنّص وتوقير صادق يشهد له العمل في أصعب المواقف، أهذا موضع يسع المرءَ فيه أن يخلص بفكره إلى محنته، أم إلى توقف وامثال، بل إلى بحث عن اقتداء واستنان؟ ¶ ثم نطق رحمه الله بما حقّه أن يكتب بماء الذهب فقال: \"وليس ينبغي أن تتبع سنة رسول الله - صلى الله عليه وسلم - في الرخاء وتترك في الشدة\" ([85]). ¶ ولا عجب .. أفليس أحمد إمام أهل السنّة؟! ¶ 5 - الغضب وشدة النكير على من يخالف النص أو يتهاون به أو لا يبدو عليه توقير النص الشرعي، ولو كان المخالف أو المتهاون بالنّص من الأبناء ومن يُشرع في حقهم الرفق والرحمة! ¶ حدّث ابن عمر رضي الله عنهما ذات يوم بحديث النبي - صلى الله عليه وسلم -: \" إذا استأذنت أحدَكم امرأتُه إلى المسجد فلا يمنعها \" ([86])، فقال ابنه بلال: والله لنمنعهنّ، فغضب عبد الله غضباً شديداً وقال: أحدّثك عن رسول الله - صلى الله عليه وسلم - وتقول لنمنعهنّ؟! ¶ لم يكن قول بلال رفضاً صريحاً للحديث النبوي، لكنه متأوَّل على أنه يحق له منع امرأته لو بدا له مايدعو إلى رفض استئذانها، ومع ذلك فلم يجد له أبوه عذراً لموقف كهذا في مقابلة النص الشرعي ([87])، قال ابن الملقّن في فوائد هذا الحديث: \"وتأديب العالم من يتعلّم عنده إذا تكلّم عنده بما لا ينبغي، وتقديم حق الله ورسوله على غيرهم، والقول بالحق وإن كان المقول له قريباً \". ([88]) ¶ وكان عبد الله بن مغفَّل - رضي الله عنه - جالساً إلى جنبه ابنُ أخٍ له، فَخذَف، فنهاه وقال: إن رسول الله - صلى الله عليه وسلم - نهى عنها، وقال: \"إنها لا تصيد صيداً ولا تنكي عدواً، وإنها تكسر السنّ وتفقأ العين\" ([89])، قال: فعاد ابن أخيه يخذفُ، فقال له: أحدّثك أن رسول الله - صلى الله عليه وسلم - نهى عنها ثم عدتَّ تخذف؟ لا أكلّمك أبداً! ([90]) ¶ إن هذا الحزم منهم - رضي الله عنهم - مع من لا يرونه يقف عند النص توقيراً وعملاً وعدم تقدّم بين يديه لهو من عظيم توقيرهم للنص الشرعي وتعظيمهم لجنابه. ¶ 6 – تربية الأمّة قولاً وعملاً على توقير النصّ الشرعي، بامتثاله وعدم التقدّم عليه، وترك كل شيء إليه، أما العمل: فقد تقدّمت نماذج عدّة في توقيرهم وتعظيمهم، وهي تربية عملية منهم لأبنائهم والأجيال من بعدهم.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وأما القول: فلهم في هذا المعنى أجمل العبارات وأصدق الألفاظ، التي كانوا ينصحون بها الأمّة في لزوم الأدب مع النصّ الشرعي توقيراً وتعظيماً، ومن ذلك قول ابن مسعود - رضي الله عنه -: \"إذا حدّثتُكم عن رسول الله - صلى الله عليه وسلم - فظنّوا برسول الله - صلى الله عليه وسلم - الذي هو أهناه وأهداه وأتقاه \"، ومثله عن علي بن أبي طالب - رضي الله عنه -. ([91]) ¶ وكذلك قول أبي هريرة - رضي الله عنه - لرجل: \" يا ابن أخي إذا حدّثتُك عن رسول الله - صلى الله عليه وسلم - حديثاً فلا تضرب له الأمثال \". ([92]) ¶ حتى أفرد الإمام ابن ماجه باباً في مقدّمة سننه ترجم له بقوله: باب تعظيم حديث رسول الله - صلى الله عليه وسلم - والتغليظ على من عارضه. ¶ ومن هذا الباب في تربية الأمّة على تعظيم النص الشرعي وتوقيره صنيع الإمام الشافعي حينما ذكر حديثاً فقال له رجل: تأخذ به يا أبا عبد الله؟ فقال: أفي الكنيسة أنا؟ أو ترى على وسطي زنّاراً؟ نعم أقول به، وكلّ مابلغني عن النبي - صلى الله عليه وسلم - قلتُ به. ¶ وأمثلة هذا الباب في حياة السلف حافلة بدُررٍ من صادق البيان وناصعه، نصحاً للأمة وتربية لها على تعظيم النص الشرعي وإيلائه حقّّه من التوقير، فللّه درُّهم. ¶ المبحث الثالث: نصرة النّص الشرعي ¶ إن الذبّ عن النص الشرعي ونصرته ضدّ خصومه والمغرضين المناوئين يُعتبر لوناً من ألوان تعظيم النّص الشرعي الذي حفلت به حياة السلف الكرام. ¶ وقد ظهرت في الأمّة مذاهب وأقاويل مبتدَعة، ليس لها من تعظيم النص الشرعي نصيب، فعمدت إلى إنكارها أو تعطيلها أو تحريفها، ولم يكن شأن السلف تجاه ذلك إلا نصرة النص الشرعي، ودفع صور العدوان عليه بأي وجهٍ كان، ولعلّ أبرز تلك المواقف ما يلي: ¶ 1 - بدعة المعتزلة القائلة بخلق القرآن، وهي مقولة مجردّة تماماً من تعظيم كلام الله جلّ جلاله، ألقت بظلالها الآثمة على أمة الإسلام زمناً ليس باليسير في الخلافة العبّاسية، فكان أئمة السلف في غاية تعظيمهم لكتاب الله الكريم وهم ينصرونه ويدفعون بطلان القول بخلقه، باذلين في ذلك أرواحهم وأبدانهم، وهم يصبرون على جَوْر الحكام وأذاهم وتعذيبهم، فكانت محنة تاريخية لأمة الإسلام، ابتُلي فيها أئمة السلف، فقُتل بعضهم وحُبس بعضهم وعُذّب بعضهم عذاباً شديداً، فما لانت لهم قناة، ولا انكسر لهم صلب، ولا وهنت منهم عزيمة، كيف! والموقف موقف نصرة لكتاب الله العظيم وتعظيمه بإثبات قدسيته والصفة الإلهية له!! ¶ وفي تفاصيل قصة الإمام أحمد وهو في لُجّة فتنتها: أنه لما أحاط به رؤوس المعتزلة في مجلس الخليفة يناظرونه ويحملونه على الباطل ويضغطون عليه بوجوب طاعة ولي الأمر وإجابته، وتارةً يغرونه بتخلية سبيله، بل بإجلاله ورفع",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "مكانته إن وافقهم على القول بخلق القرآن، كان رحمه الله يقول لهم دوماً: أعطوني آية من كتاب الله، أو حديثاً من سنة رسول الله - صلى الله عليه وسلم - أذهب إليه! ([93]) ¶ إنه تحقيق لمقصد تعظيم النص الشرعي بمنهج تعظيم النص الشرعي نفسه!! ¶ ويلحق بهذه النصرة لكتاب الله، ودفع مقولة المعتزلة الباطلة عنه: كل جهود علماء السلف في هذا الباب، تأليفاً ومناظرةً وردوداً، حتى كُسِرت شوكة المعتزلة بفضل الله، وآل أمرهم إلى ذبول وخمول وانحسارٍ، فتلاشٍ وانقراضٍ. ¶ 2 - مقولة الرافضة بتحريف القرآن ونقصه، \"وأننا لا ندري لعلّ الذي في أيدينا من القرآن أقلُّ من عُشر ما أنزله الله تبارك وتعالى، وأن الدَّاجن والغنم قد أكل كثيراً مما كان أُنزل، وذهب على الأمّة حفظه وضبطه، وأنّ علم ذلك ومعرفته عند الإمام الوافر المعصوم \"! ([94]) ¶ ونحو ذلك من خرافاتهم المتفرّقة في تفاصيلها، المجتمعة في تهافتها وبطلانها ووصفها لكتاب الله بالتحريف والتبديل. ¶ فانبرى أئمّة السلف لنصرة كتاب الله ودفع هذه الأباطيل المفتراة عن ساحته، وكشف سوءة هذه المقولات، ورفع راية التعظيم لكتاب الله الكريم، ومن أشهر ذلك كتابا \"الانتصار للقرآن\" للإمام القاضي أبي بكر الباقلاني، و\"منهاج السنة النبوية\" لشيخ الإسلام ابن تيمية، فضلاً عما تضمّنته كتب العقائد من فصول فاضحة لتلك الافتراءات، منتصرة لكلام رب العالمين. ¶ 3 – مذهب المعتزلة في عدم الاحتجاج بأخبار الآحاد في العقائد، بدعوى أنها ظنّيات لا تقوى على إثبات القطعيّات، فإنّ القطعيّ لا يثبت إلا بدليل قطعيّ، وهي مقولة مبتدعة منزوعة التعظيم لحديث رسول الله - صلى الله عليه وسلم -، فأثمرت إنكار جملة من العقائد الغيبية، كعذاب القبر ونعيمه وإثبات الصراط والحوض والشفاعة ورؤية الله في الآخرة. ¶ فكان لزاماً على منهج السلف القائم على تعظيم النصوص الشرعية التصدّي لهذا المذهب بالإبطال وكشف زيفه، وهو ما حمل أئمة الحديث على إفراد أبواب في إثبات الاحتجاج بأخبار الآحاد في الشريعة جملة وفي العقائد خاصة، كما فعل الإمام البخاري في صحيحه في كتاب أخبار الآحاد، ثم أعقبه بكتاب الاعتصام بالكتاب والسنة. ¶ وهو أيضاً ما حمل الأصولييّن على تخصيص فصول من كتاب السنّة في مباحث الأدلّة المتفق عليها، للحديث عن حجية خبر الآحاد، والانتصار لذلك، وردّ شُبه المعتزلة بالمنقول والمعقول. ¶ 4 – مذاهب المعطلة ونفاة الصفات الإلهية من جهمية ومعتزلة وغيرهم، سواء كان تعطيلاً ونفياً مطلقاً للصفات، أو بعضها دون بعض، فإنها قائمة على تعطيل النصوص الشرعية عن دلالاتها الظاهرة في إثبات الصفات الإلهية أو تحريفها، وكلاهما بمعزلٍ عن تعظيم النصوص الشرعية. ¶ فجاء مذهب السلف صريحاً في بناء عقيدة الأسماء والصفات على منهج تعظيم النصوص الشرعية، بإثبات ما أثبته الله لنفسه في كتابه، وما أثبته له رسوله - صلى الله عليه وسلم - في سنته من غير تعطيل ولا تحريف ولا تمثيل ولا تكييف.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وتقرّرت قواعد عقائد السلف في باب الأسماء والصفات على هذا المنهج القائم في صلبه على تعظيم النص الشرعي، وتواترت المصنفات المفردة والأبواب المضمّنة في التصانيف الموسّعة في هذا التقرير والردّ على ما يخالفه، تعظيماً للنص الشرعي ونصرةً له ورعاية لحرمته. ¶ المبحث الرابع: فهم النص الشرعي ¶ يُعدّ فهم النص الشرعي تمام الفهم والعناية بهذا غاية العناية من أجلى معالم التعظيم للنص الشرعي؛ وذلك أن النص الشرعي هو خطاب الشارع للمكلّفين، المشتمل على أحكامهم وما به تعلّق مصالحهم وخير أمرهم في العاجل والآجل، وهذا متوقّف على فهم وإدراك مراده على النحو الأكمل، فمن رام الامتثال للنص توجّب عليه العناية التامة بفهمه، فإنه كلّما كان قاصد الامتثال أكثر فهماً وإدراكاً للمراد كان أصدق امتثالاً وأقرب لإصابة الحق وتحقيق الطاعة. ¶ وقد أدرك سلفنا الكرام هذه الحقيقة، فكانوا شديدي العناية بفهم النصوص الشرعية والغوص في أعماق معانيها وإحكام دلالاتها والوقوف على حِكَمها وأسرارها، يقودهم في ذلك تعظيمهم للنصوص الشرعية وإجلالهم لمكانتها، واستشعارهم أنها خطاب مولاهم لهم، المستحق تمام التعظيم والاحترام والتقدير، وتنزيله منزلته من العناية بمراده ليتحقق الامتثال له، وقد صحّ عن عائشة رضي الله عنها أنها كانت لا تسمع شيئاً لا تعرفه إلا راجعت فيه حتى تعرفه ([95])، وقال ابن مسعود - رضي الله عنه -: \"والله الذي لا إله إلا هو ما أُنزلت سورة من كتاب الله إلا أنا أعلم أين أُنزلت، ولا أُنزلت آية في كتاب الله إلا أنا أعلم فيمن أُنزلت، ولو أعلمُ أحداً أعلم منّي بكتاب الله تبلغه الإبل لركبتُ إليه\". ([96]) ¶ وقال عمر - رضي الله عنه -: \"إني لا أدع بعدي شيئاً أهمّ عندي من الكلالة، ما راجعتُ رسول الله - صلى الله عليه وسلم - في شيءٍ ما راجعتُه في الكلالة، وما أغلظ لي في شيء ما أغلظ لي فيه\". ([97]) ¶ وهذا المعلم من معالم التعظيم للنص الشرعي لدى السلف تتدرج فيه كل جهودهم العلمية المرويّة والمصنّفة في فهم الكتاب والسنّة، والتي أثمرت ثلاثة من علوم الشريعة الجليلة ذات الفروع الواسعة وهي: تفسير القرآن، وشرح الحديث، وأصول الفقه، وفي كلٍ منها عظيم بذل للسلف وجهد بالغ في فهم النّص الشرعي، بيانه فيما يلي: ¶ 1 – تفسير القرآن الكريم: ¶ ليس شيء من العلوم بذلت فيه الجهود وأُفنيت فيه الأعمار مثل تفسير كتاب الله الكريم، ولذلك فليس من الممكن إحصاء ما كُتب وما رُوي من تفسير القرآن الكريم، سواء كان تفسيراً بالمأثور أو تفسيراً بالرأي، فكلاهما كان للسلف فيه قدم السبق وإرساء قواعده، المطوّل منها والموجز المختصَر، وتعدّدت جهودهم في تفسير كتاب الله وتنوّعت أنحاؤها، فمن ذلك: ¶ - تفسير القرآن كاملاً: والعناية بفهم القرآن على هذا النحو كانت مبكرة جداً، فقد روى مجاهد أنه عرض على ابن عباس - رضي الله عنه - القرآن كاملاً ثلاث عرضات من فاتحته إلى خاتمته، قال: أوقفه عند كل آية منه وأسأله عنها! ([98])",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وعن ابن أبي مليكة قال: رأيتُ مجاهداً يسأل ابن عباس عن تفسير القرآن ومعه ألواحه، فيقول له ابن عباس: اكتب، قال: حتى سأله عن التفسير كله ([99])، كما أن مصنّفات التفسير التي تُعنى بكامل القرآن ذات وفرة، كتفسير ابن أبي حاتم وابن جرير الطبري، وكتفسير ابن عطية والبغوي وابن كثير وابن الجوزي وغيرهم كثير. ¶ ومن التفسير بالمأثور صنيع أئمة الحديث بتخصيص أبواب في مصنفاتهم لرواية ما يُنقل عن النبي - صلى الله عليه وسلم - من التفسير، كما فعل البخاري في صحيحه والترمذي في جامعه. ¶ - غريب القرآن الكريم: وهذا النحو من فهم كتاب الله مقتصر على الغريب من ألفاظه، والعناية به رواية وتصنيفاً دليل واضح على تمام عناية السلف بفهم القرآن الكريم، ومن ذلك كتب: معاني القرآن للأخفش، ومثله للفرّاء وللزجّاج، ومفردات ألفاظ القرآن للراغب الأصفهاني على نحو أوسع من الغريب. ¶ - أسباب النزول: ومع أنها يردُ ذكرها تبعاً في تفسير الآيات والسُّور، إلا أنها أُفردت بالتصنيف، مزيداً من الاهتمام بها والعناية بفهم كتاب الله، كما في (أسباب النزول) لعلي بن المديني وللواحدي النيسابوري، و (العُجاب) للحافظ ابن حجر، و (لُباب النقول) للسيوطي. ¶ - الوجوه والنظائر: وهذا اللون الفريد يعمد إلى حصر الألفاظ المتناظرة في كتاب الله ذات الأوجه المتعددة في معانيها، كلفظ \"النكاح\" يردُ بمعنى العقد وبمعنى الوطء، وكلفظ \"الأمّة\" بمعنى الجماعة والزمن والملّة وغيرها، ومن مصنّفاته: كتاب ابن الجوزي: (نزهة الأعين النواظر في علم الوجوه والنظائر)، ومن قبله كتاب (الأشباه والنظائر) لمقاتل ابن سليمان البلخي. ¶ وهو منحىً غاية في اللطف في فهم كتاب الله الكريم، ودّقة في الوقوف على مواضع الاتفاق والافتراق بين الألفاظ ودلالاتها في كلام الله سبحانه، ومن لطائف تراجم الإمام البخاري في صحيحه في كتاب التفسير من سورة النساء قوله: \"باب (ولكلٍ جعلنا موالي مما ترك الوالدان والأقربون) ([100])، وقال معمر: موالي: أولياء ورثة، عقدت أيمانكم: هو مولى اليمين، وهو الحليف، والمولى أيضاً: ابن العمّ، والمولى: المنعم المعتِق، والمولى: المعتَق، والمولى: المليك، والمولى: مولىً في الدين\". ¶ - أحكام القرآن: وهو تفسير خاصّ بآيات الأحكام الفقهية من كتاب الله، لكنه عميق التناول دقيق الغوص على معانيها ودلالاتها، ذو توظيف بديع لعلوم الآلة من نحو وبلاغة وأصول تفسير وأصول فقه ونحوها، لبلوغ الغاية في فهم الآية واستنباط حكمها، ومصنّفات أحكام القرآن منحىً عجيب من مناحي فهم القرآن لدى السلف، ينبيك عنها ماسطّرته أقلامهم فيها من بدائع الفوائد ودُرر النفائس، يمتّد فيها النَفَس إلى عشرات المسائل في الآية الواحدة! ([101]) ¶ وظهرت مصنّفات أحكام القرآن في مختلف المذاهب، ينزع فيها مصنّفوها في الترجيح إلى مذاهبهم الفقهية، كـ (أحكام القرآن) للجصّاص والطحاوي الحنفييّن، و (أحكام القرآن) لابن العربي وابن الفرس المالكيين، و (أحكام القرآن) للشافعي بجمع الإمام البيهقي، وهكذا. ¶ 2 – شرح الحديث:",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "بعد أن نشطت حركة تدوين السنة النبوية وجمعها وتصنيفها، بدأت حركة علمية جليلة لشرح أحاديث تلك المصنّفات، وهي على اختلاف أنحائها معلم من معالم عناية السلف بفهم النص الشرعي والإحاطة بمعناه وإدراك مراده، وصولاً إلى الامتثال والعمل به. ¶ ومن جهود السلف في فهم السنّة وشرح أحاديثها: ¶ - تبويب أئمة الحديث وصناعة التراجم الفقهية لأحاديث الأبواب في مصنّفاتهم، فإنها فقه دقيق وفهم عميق لأحاديث الباب، كتراجم مالك في موطّئه، والبخاري في صحيحه وأبي داود في سننه والترمذي في جامعه، وغيرهم. ¶ - صناعة الشروح لدواوين السنّة، وهي أوسع ميدان بذل فيه السلف واسع جهودهم في فهم سنّة المصطفى - صلى الله عليه وسلم - والوقوف على دلالة ألفاظه وأفعاله وتقريراته عليه الصلاة والسلام. ¶ فشروح صحيحي البخاري ومسلم وسنن أبي داود والترمذي والنسائي وابن ماجه، ومن قبلها شروح موطأ مالك كلها غدت مستودع معاني نصوص السنة النبوية وفوائدها وأحكامها ودُرر نفائسها. ¶ - شروح أحاديث الأحكام، على غرار تفسير آيات الأحكام في القرآن الكريم، فإن مجاميع أحاديث الأحكام كـ (عمدة الأحكام) و (منتقى الأخبار) و (بلوغ المرام) وغيرها قد حظيت بشروح نفيسة تتناول بعمق بالغ ودقة عظيمة معانيها وأحكامها المستنبطة منها: في توظيف رائع لعلوم الآلة – كما هو الشأن في تفسير أحكام القرآن -. ¶ 3 – أصول الفقه: ¶ وهو علم قائم على محورين اثنين: الأدلة الشرعية، ودلالاتها، ومحور دلالات الألفاظ هو المقصود بيانه هنا في إظهار جهد السلف البالغ في فهم النّص الشرعي. ¶ فأبواب دلالات الألفاظ في علم أصول الفقه المشتملة على فصول: الأمر والنهي والعام والخاص والمطلق والمقيّد، والمجمَل والمبيّن وغيرها كلها قائمة على دقيق الفهم وعميقه للنصوص الشرعية. ¶ وأرسيت قواعد في غاية الإحكام لذلك الفهم، ففي الأمر مثلاً: تُحصر صيغه، ومعانيه، ثم دلالاته المختلفة: عند الإطلاق، وعقب الحظر، وإذا عُلِّق على شرط، وبعد السؤال والاستئذان، تختلف فيها الدلالة في كل موضع عن الآخر، وهكذا! ¶ ولن يقضي الناظر عجباً .. كيف صاغ السلف مثل تلك الفصول المتناهية في الدقّة والإحكام من أصول الفقه، بدءاً بالإمام الشافعي في رسالته وانتهاءً بالمطوّلات الواسعة التي تحقّق وتدقّق في دلالات الألفاظ: الجملة في سياقها، والكلمة في جملتها، والحرف في كلمته، بل إلى استنباط منطوق النص ومفهومه، الموافق والمخالف .. بحيث لا تكاد تبقى مساحة للنص فيها اتساع لاحتمال معنى إلا أوسعوه بحثاً، وما باب حروف المعاني ببعيد!",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "كل ذلك معالم جلية بارزة في تاريخ السلف الكرام، تدلّ على تعظيمهم العظيم للنصوص الشرعية، تعظيماً حملهم على بلوغ الغاية في فهمه وإدراك معانيه ومعرفة مراده، تحقيقاً لامتثال أتمّ وعبودية أصدق. ¶ المبحث الخامس: خدمة النّص الشرعي ¶ من معالم تعظيم النص الشرعي لدى السلف تفانيهم في خدمته من كل وجه يقوم به بين المكلّفين في الأمة، ويشمل ذلك حفظه ونشره وتيسير تناوله وتقريب أخذه، فقامت علوم مستقلّة برأسها في الأمّة، لم يكن لقيامها من غرض سوى خدمة النّص الشرعي، فتجرَّد المصنَّفات والدواوين، ويدرسها طلبة العلم، ويحفظونها ويرتحلون في طلبها وتحصيلها، خدمةً للكتاب والسنة وتعظيماً لشأنهما. ¶ وهي التي اصطُلح على تسميتها بكلٍ من: علوم القرآن، وعلوم الحديث، وفي كلٍ منهما من فنون العلم وتفاريعه ما يخدم النّص الشرعي بمختلف الوجوه. ¶ فأمّا علوم القرآن: فهي لون فريد من الغوص على علومه: مكّيّه ومدنيّه، وأسباب نزوله، وناسخه ومنسوخه، ووقفه وابتدائه، وتجويده ورسمه وضبطه، وفواصله وعدّ آيه، وقراءاته وتوجيهها، وإعرابه ونحوه وبلاغته، ومحكمه ومتشابهه، وأسلوبه وإعجازه، بل تناولت جزيئات دقيقة منه، كمعرفة أول ما نزل وآخره، وترتيب نزوله، وما نزل صيفاً وما نزل شتاءً، وما نزل ليلاً وما نزل نهاراً ... ، ونحو ذلك من علوم القرآن التي حوتها مجاميع من مصنفات السلف، كـ (فنون الأفنان في علوم القرآن) لابن الجوزي، و (جمال القرّاء وكمال الإقراء) لعَلَم الدين السخاوي، و (البرهان) للزركشي، ثم (الإتقان) للسيوطي الذي بلغ فيه ثمانين نوعاً من علوم القرآن على سبيل الدمج والإجمال، ولو فصّلها باعتبار ما أدمجها فيه لزاد على الثلاثمائة! ورغم هذا التفنّن؛ فإن كثيراً من تلك العلوم أفردت بتصانيف مستقلة، كالناسخ والمنسوخ وأسباب النزول، وغريب القرآن، بل منها ما أضحى علماً ذا تآليف تفوق الحصر، كعلم القراءات وعلم الرسم والضبط، والتجويد، والوقف والابتداء. ¶ وقد كانت هذه العناية بتدوين علوم القرآن على سبيل التوسع خدمةً له منذ وقت مبكِّر، فكتاب (البرهان في علوم القرآن) لعلي بن إبراهيم الحوفي (330هـ)، واقع في ثلاثين مجلّدة، والموجود منها خمسة عشر مجلداً! ([102]) ¶ فتعدّد هذه العلوم الخادمة لكتاب الله، ثم تعدد مصنفاتها مفردة ومجموعة، دليل متّسع على عظيم عناية السلف بخدمة كتاب الله الكريم، لا يحملهم على ذلك سوى تعظيمٍ وَقَر في قلوبهم لكلام ربهم الكبير المتعال. ¶ وأما علوم الحديث: فباب عظيم من خدمة السنة النبوية، بدءاً بتدوينها وحفظها وروايتها، وانتهاءً بتمييز ثابتها من مردودها. ¶ ونظراً لانقسام السنّة إلى مقبول ومردود؛ فقد تنوّعت علومها بما يخدم هذا القصد العظيم، الذي يمرّ بمراحل عدّة، من التحقّق من اتصال السند، وعدالة الرواة، وضبط حفظهم، وانتفاء الشذوذ والعلل.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "فتاريخ الرواة ومعرفة أحوالهم حفظاً وديانة (الضبط والعدالة) أوما سُمي بعلم الرجال أو الجرح والتعديل أضحى علماً لا ساحل لبحره، تفنى فيه الأعمار، وتفرّد بالإمامة فيه آحاد الأئمة المحدّثين! ¶ وجمع طرق الأحاديث واستقصاء أسانيدها لكشف مواطن الخلل والوقوف على العلل وإثبات المحفوظ من الشاذّ هو الآخر علمٌ غامض دقيق خفي، لا يكاد يحسنه إلا الواحد بعد الواحد من أفذاذ الحفّاظ وجهابذة النقّاد! ¶ وأما التدوين للسنّة وجمعها والتفنّن في تصنيفها إلى جوامع وسنن و مسانيد و موّطآت ومستدركات و زوائد ... ، فهي عبقرية فذّة في خدمة السنة بحفظها وجمعها. ¶ ومن ثمّ كانت المصطلحات المتداوَلة لدى المحدّثين في هذا الفنّ بحاجة إلى جمع وبيان، فنشأت كتب أصول الحديث أو المصطلح أو علوم الحديث، وأفردت بالتصنيف، حتى بلغ بها ابن الصلاح في كتابه خمسة وستين نوعاً، قائلاً: \"وليس بآخر الممكن في ذلك، فإنه قابل للتنويع إلى ما لا يحصى؛ إذ لا تحصى أحوال الرواة وصفاتهم، ولا أحوال متون الحديث وصفاتها، وما من حالة منها ولا وصفة إلا وهي بصدد أن تفرد بالذكر وأهلُها، فإذا هي نوع على حياله! \". ([103]) ¶ وما جمعه ابن الصلاح في كتابه من علوم الحديث إنما هو جمع لشتات ما صنّفه أئمة الحديث قبله، كالحاكم في معرفة علوم الحديث، والخطيب البغدادي في الكفاية، بل لا يكاد يخلو نوع من تلك الأنواع من تصنيف مستقل فيه للخطيب البغدادي!! ¶ فهذه العلوم التي أشاد صروحها السلف، إنما كانت خدمة لسنة رسول الله - صلى الله عليه وسلم - تعظيماً لها وإجلالاً. ¶ وهي مع ما سبق بيانه من جهودهم في علوم القرآن معلم من معالم تعظيمهم للنص الشرعي من خلال خدمته، فرحمهم الله، وسلك بنا سبيلهم. ¶ الخاتمة ¶ الحمدلله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله، والصلاة والسلام على نبينا محمد وآله وصحبه، أما بعد: ¶ فقد يسّر الله بكرمه وفضله إتمام هذا البحث الموسوم بـ\"تعظيم النص الشرعي .. مكانته ومعالمه \"، العظيم في موضوعه المتّسع في محتواه، وهو قائم على محورين اثنين: أحدهما: مكانة تعظيم النص الشرعي في الشريعة، وموضعه من كلياتها ومقاصدها العظام، والآخر: معالم هذا التعظيم التي تحققه، وأمثلة ذلك وتطبيقاته لدى سلف الأمة الكرام، وموجز ما اشتمل عليه مايلي: ¶ 1 - أن مكانة تعظيم النص الشرعي في الشريعة تبرز من خلال تحقيقه لمقصدين ومطلبين، أما المقصدان فهما: مقصد الشريعة من التنزيل، ومقصد الشريعة من التكليف، وأما المطلبان فهما: تعظيم الله جل جلاله، وتعظيم حرمات الله وشعائره.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "2 - مقصد الشريعة من التنزيل: تعظيمه واحترامه ومهابته، وقد تضافرت على ذلك الأدلة الشرعية، وتعظيم النص الشرعي محقق لهذا المقصد. ¶ 3 - مقصد الشريعة من التكليف: الطواعية والامتثال والانقياد لأحكام الشريعة بصدق العبودية والوقوف عند مقتضى النص الشرعي، فتعظيمه محقق لهذا المقصد. ¶ 4 - تعظيم الله عزّ وجلّ مطلب شرعي جليل قصداً وتبعاً، وهو قِوام الدين وصلب التكليف وركيزة العبودية، وتعظيم النص الشرعي أحد وسائل تحقيقه. ¶ 5 - تعظيم حرمات الله وشعائره مطلب حثّت عليه الشريعة، والحرمات والشعائر في معناهما العام يتناولان النص الشرعي، فتعظيمه تعظيم للحرمات والشعائر. ¶ 6 - حفلت حياة السلف بشتى صور التعظيم للنص الشرعي، وجماع ذلك معالم خمسة: حفظ النص الشرعي، وتوقيره، ونصرته، وفهمه، وخدمته. ¶ 7 - حفظ النص الشرعي معلم من معالم تعظيم النص الشرعي لدى السلف، وهو حفظ سطور وحفظ صدور، وفي كليهما من بديع الحفظ والإتقان ما يشهد لتعظيم السلف للنص الشرعي. ¶ 8 - توقير النص الشرعي بالوقوف عند مقتضاه وعدم التقدم بين يديه معلم جليل من معالم تعظيم السلف للنص الشرعي، بل كان منهاج حياة لهم، في صور يُضرب بها المثل وتحيا بها الأجيال. ¶ 9 - نصرة النص الشرعي والذبّ عنه تجاه كل دعوى تنتقصه أو لا تعظمه معلم ثالث من معالم تعظيم السلف للنص الشرعي، حملهم على ردّ ضلالات أهل الأهواء المناقضة لتعظيم النص الشرعي. ¶ 10 - فهم النص الشرعي وبذل غاية الجهد في إدراك مراده ومعرفة مقاصده معلم رابع من معالم تعظيم السلف للنص الشرعي، وآية ذلك علوم ثلاثة: تفسير القرآن، وشرح الحديث، وأصول الفقه. ¶ 11 – خدمة النص الشرعي معلم خامس من معالم تعظيم السلف للنص الشرعي، بحفظه وبثّه وتيسير تناوله وتقريب أخذه للأمة، فقامت لذلك علوم القرآن وعلوم الحديث، وصُنفت فيها الدواوين وأُفنيت فيها الأعمار. ¶ هذا ما وفق الله المنان بفضله تسطيره ورقمه، على عجالة وإيجاز شديدين وهو المسؤول وحده أن يقبله وينفع به، وصلى الله وسلم على سيدنا محمد وآله وصحبه أجمعين. ¶ قائمة المراجع ¶ 1 - أحكام القرآن: الإمام محمد بن عبدالله بن العربي، تحقيق: عبدالقادر عطا، ط (1) 1417هـ، دار الكتب العلمية، بيروت.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "2 - الإصابة في تمييز الصحابة: الإمام الحافظ أحمد بن علي بن حجر العسقلاني (852هـ)، اعتنى به: حسان بن عبد المنان، ط (2004م)، بيت الأفكار الدولية، لبنان. ¶ 3 - الإعلام بفوائد عمدة الأحكام: الإمام عمر بن علي الأنصاري (ابن الملقِّن) (804هـ) تحقيق: عبد العزيز المشيقح، ط (1) 1421هـ، دار العاصمة، الرياض. ¶ 4 - الانتصار للقرآن: القاضي أبو بكر محمد بن الطيب الباقلاني (403هـ)، تحقيق: عمر القيام، ط (1) 1425هـ، مؤسسة الرسالة، بيروت. ¶ 5 - تذكرة السامع والمتكلم في أدب العالم والمتعلّم: بدر الدين ابن جماعة الشافعي، ط (1422هـ)، دار النفائس، الأردن. ¶ 6 - تفسير الطبري (جامع البيان عن تأويل آي القرآن): الإمام أبو جعفر محمد بن جرير الطبري (310هـ)، تحقيق: د. عبدالله التركي، ط (1) 1424هـ، دار عالم الكتب، بيروت. ¶ 7 - تفسير القرآن العظيم: الإمام أبو الفداء إسماعيل بن كثير الدمشقي (774هـ)، ط (بدون)، مكتبة دار التراث، القاهرة. ¶ 8 - التفسير الكبير ومفاتيح الغيب (تفسير الرازي): الإمام فخر الدين محمد بن عمر الرازي (606هـ)، ط (1) 1425هـ، دار الفكر، بيروت. ¶ 9 - تيسير الكريم الرحمن في تفسير كلام المنان (تفسير السعدي): الشيخ عبد الرحمن بن ناصر السعدي، تحقيق: عبد الرحمن اللويحق، ط (1) 1424هـ، دار ابن حزم، بيروت. ¶ 10 - جامع بيان العلم وفضله: الإمام يوسف بن عبدالبرّ الأندلسي، تحقيق: أبو الأشبال الزهيري، دار العاصمة، الرياض. ¶ 11 - الجامع الصحيح (سنن الترمذي): الإمام الحافظ أبو عيسى الترمذي (279هـ)، تحقيق: أحمد شاكر، ط (بدون)، دار الكتب العلمية، بيروت. ¶ 12 - سنن أبي داود: الإمام الحافظ أبو داود سليمان بن الأشعث السجستاني (275هـ)، تعليق: عزت الدعّاس، وعادل السيد، مصوّرة عن ط (1393هـ)، دار الحديث، بيروت. ¶ 13 - سنن ابن ماجه: الإمام الحافظ أبو عبد الله محمد بن يزيد بن ماجه القزويني (275هـ)، تحقيق: محمد فؤاد عبد الباقي، ط (بدون) 1414هـ، دار الحديث، القاهرة. ¶ 14 - سير أعلام النبلاء: الإمام شمس الدين محمد بن أحمد الذهبي (748هـ)، أشرف على تحقيقه: شعيب الأرنؤوط، ط (9) 1413هـ، مؤسسة الرسالة، بيروت. ¶ 15 - صحيح البخاري: الإمام محمد بن إسماعيل البخاري (256 هـ)، ط (1) 1425 هـ، طبعة دار المعرفة، بيروت. ¶ 16 - صحيح مسلم: الإمام مسلم بن الحجاج النيسابوري (261هـ)، ط (1) 1425 هـ، طبعة دار المعرفة، بيروت.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "17 - المحرّر الوجيز في تفسير الكتاب العزيز (تفسير ابن عطية): الإمام القاضي عبد الحق بن غالب بن عطية الأندلسي (546هـ) تحقيق: المجلس العلمي بمكناس ط (1413هـ)، توزيع مكتبة ابن تيمية، القاهرة. ¶ 18 - مدارج السالكين: الإمام محمد بن أبي بكر بن قيم الجوزية (751هـ)، ط (بدون)، دار الكتب العلمية. ¶ 19 - معرفة أنواع علوم الحديث: الإمام أبو عمرو ابن الصلاح، تحقيق: د. نور الدين عتر، دار الجيل، القاهرة. ¶ 20 - معرفة القرّاء الكبار على الطبقات والأعصار: الإمام شمس الدين محمد بن أحمد الذهبي (748هـ)، ¶ 21 - مقاصد الشريعة الإسلامية: العلامة محمد الطاهر بن عاشور، تحقيق: محمد الطاهر الميساوي، ط (1) 1420 هـ، دار الفجر - دار النفائس، الأردن. ¶ 22 - مناهل العرفان: محمد عبدالعظيم الزرقاني، ط (1)، دار الشروق، القاهرة. ¶ 23 - الموافقات في أصول الشريعة: الإمام أبو إسحاق إبراهيم بن موسى الشاطبي (790هـ)، عناية: إبراهيم رمضان، ط (1) 1415 هـ، دار المعرفة، بيروت. ¶ (1) مقاصد الشريعة الإسلامية، للطاهر بن عاشور (277). ¶ (2) سورة الشعراء (192 – 196). ¶ (3) سورة ص (1). ¶ (4) سورة الزخرف (2)، سورة الدخان (2). ¶ (5) سورة غافر (2). ¶ (6) سورة الجاثية (2)، سورة الأحقاف (2). ¶ (7) سورة ص (29). ¶ (8) سورة الحجر (9). ¶ (1) سورة الشورى (52). ¶ (2) سورة البقرة (2). ¶ (3) سورة يونس (57).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "(4) سورة الجن (1). ¶ (5) سورة النجم (2 - 4). ¶ (6) سورة الحشر (21). ¶ (7) سورة الرعد (31). ¶ (8) انظر: تفسير ابن كثير (3/ 515). ¶ (9) سورة المدثر (18 - 30)، وانظر: تفسير ابن كثير (4/ 442). ¶ (1) سورة النساء (59). ¶ (2) سورة الحجرات (1). ¶ (1) الموافقات (2/ 469). ¶ (2) سورة الأحزاب (36). ¶ (3) الحديث أخرجه البخاري: كتاب الشروط، باب الشروط في الجهاد والمصالحة مع أهل الحرب وكتابة الشروط (رقم2731). ¶ (4) أخرجه البخاري: كتاب الجزية والموادعة (رقم 3181). ¶ (1) سورة الحجرات (1). ¶ (2) انظر: تفسير الرازي (10/ 101)، فتح القدير للشوكاني (5/ 72). ¶ (3) تفسير الطبري (21/ 336). ¶ (4) تفسير الطبري (21/ 337). ¶ (5) تفسير الطبري (21/ 337). ¶ (6) تيسير الكريم الرحمن (تفسير السعدي): (764). ¶ (7) أحكام القرآن (4/ 145). ¶ (8) سورة الحشر (7). ¶ (9) سورة النساء (65).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "(1) أخرجه أبو داود: كتاب السنة، باب في لزوم السنة (رقم 4605)، والترمذي: كتاب العلم، باب مانُهي عنه أن يقال عن حديث النبي - صلى الله عليه وسلم - (رقم 2663) وقال: حديث حسن صحيح، وابن ماجه: المقدمة، باب تعظيم حديث رسول الله - صلى الله عليه وسلم - والتغليظ على من عارضه. ¶ (2) سورة النور (47 - 48). ¶ (3) سورة النور (51) ¶ (4) مجموع الفتاوى (28/ 13). ¶ (5) انظر: الموافقات (1/ 78). ¶ (1) سورة الإسراء (44). ¶ (2) سورة الزمر (67). ¶ (3) أخرجه مسلم: كتاب الصلاة، باب النهي عن قراءة القرآن في الركوع والسجود (رقم 479). ¶ (1) سورة الحج (30). ¶ (2) سورة الحج (32). ¶ (3) انظر: تفسير الطبري (16/ 534)، تفسير ابن كثير (3/ 218). ¶ (4) تفسير السعدي (510). ¶ (5) مدارج السالكين (2/ 77). ¶ (6) المصدر السابق. ¶ (7) تفسير السعدي (510). ¶ (8) المصدر السابق. ¶ (1) انظر: أحكام القرآن (3/ 287). ¶ (2) انظر: تفسير ابن كثير (3/ 219). ¶ (3) انظر: تفسير الطبري (16/ 540) وما بعدها. ¶ (4) أحكام القران لابن العربي (3/ 288). ¶ (5) تفسير السعدي (510).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "(6) المصدر السابق. ¶ (1) سورة الحجر (9). ¶ (2) سورة المائدة (44). ¶ (3) سورة آل عمران (187). ¶ (4) جامع بيان العلم وفضله (2/ 166). ¶ (5) مقدمة المجموع (1/ 38). ¶ (1) تذكرة السامع والمتكلم (166). ¶ (2) مقدمة ابن خلدون (537). ¶ (3) أخرجه البخاري: كتاب فضائل القرآن، باب خيركم من تعلم القرآن وعلمه (رقم5027). ¶ (4) انظر: سير أعلام النبلاء (4/ 268). ¶ (5) كما في ترجمة بكار بن أحمد المقرئ، انظر: معرفة القراء الكبار (1/ 306). ¶ (6) هو محمد بن أبي محمد بن أبي المعالي، انظر: معرفة القراء الكبار (2/ 569). ¶ (7) هو ركن الدين إلياس بن علوان، كما في: معرفة القراء الكبار (2/ 687). ¶ (8) انظر: الإصابة في تمييز الصحابة (1572). ¶ (1) أخرجه البخاري: كتاب العلم، باب إثم من كذب على النبي - صلى الله عليه وسلم - (رقم 107). ¶ (2) أخرجه ابن ماجه: المقدمة، باب التوقي في الحديث عن رسول الله - صلى الله عليه وسلم - (رقم 23). ¶ (3) أخرجه ابن ماجه: المقدمة، باب التوقي في الحديث عن رسول الله - صلى الله عليه وسلم - (رقم 25). ¶ (4) انظر: مقدمة ابن ماجه لسننه، باب التوقي في الحديث عن رسول الله - صلى الله عليه وسلم -. ¶ (5) علّقه البخاري في ترجمة باب الخروج في طلب العلم، من كتاب العلم من صحيحه. ¶ (1) أخرجه البخاري القصة بطولها في صحيحه، كتاب فضائل القرآن، باب جمع القرآن رقم (4986). ¶ (2) أخرج البخاري القصة في صحيحه: كتاب فضائل القرآن، باب جمع القرآن (رقم 4987).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "(3) انظر: صحيح البخاري: كتاب العلم، باب كتابة العلم (رقم 113،112،111). ¶ (1) أخرجه البخاري: كتاب الصلاة، باب ما جاء في القبلة ومن لم يرَ الإعادة على من سها فصلّى إلى غير القبلة (رقم 403)، ومسلم: كتاب المساجد ومواضع الصلاة، باب تحويل القبلة من القدس إلى الكعبة (رقم 526). ¶ (2) أخرجه البخاري: كتاب الأشربة، بابٌ نزل تحريم الخمر وهي من البُسر والتمر (رقم 5583،5582). ¶ (3) أخرجه مسلم: كتاب الأشربة، باب تحريم الخمر وأنها تكون من عصير العنب ومن التمر والبُسر والزبيب وغيرها مما يُسكر، (رقم 1980). ¶ (1) أخرجه البخاري: كتاب الجمعة، باب (حديث رقم 900) ¶ (2) أخرجه مسلم: كتاب الوصية، باب وصية الرجل مكتوبة عنده (رقم1627). ¶ (3) أخرجه البخاري: أبواب التطوع، باب صلاة الضحى في الحضر (رقم 1178)، ومسلم: كتاب صلاة المسافرين وقصرها، باب استحباب صلاة الضحى (رقم 721). ¶ (4) أخرجه البخاري: كتاب المزارعة، باب كان من أصحاب النبي - صلى الله عليه وسلم - يواسي بعضهم بعضاً في المزارعة والتمر (رقم 2339). ¶ (5) أخرجه مسلم: كتاب البيوع، باب كراء الأرض بالطعام (رقم 1548). ¶ (1) انظر: سير أعلام النبلاء (11/ 264). ¶ (2) انظر: مناقب الإمام أحمد لابن الجوزي (420). ¶ (3) أخرجه البخاري: كتاب الأذان، باب خروج النساء إلى المساجد بالليل والغلس (رقم 865)؛ ومسلم: كتاب صلاة المسافرين. ¶ (1) وقد جاء أنه سبه سباً وقطع الكلام معه حتى مات، انظر: شرح سنن ابن ماجه للسندي (1/ 11). ¶ (2) الإعلام بفوائد عمدة الأحكام (2/ 393). ¶ (3) أخرجه البخاري: كتاب الأدب، باب النهي عن الخذف (رقم 6220). ¶ (4) أخرجه ابن ماجه: المقدمة (رقم 17). ¶ (5) أخرجه ابن ماجه: المقدمة، باب تعظيم حديث رسول الله - صلى الله عليه وسلم - والتغليظ على من عارضه (رقم 19، 20). ¶ (6) المصدر السابق (رقم 22). ¶ (1) انظر: سير أعلام النبلاء (11/ 127). ¶ (1) الانتصار للقرآن (1/ 22).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "(1) أخرجه البخاري: كتاب العلم، باب من سمع شيئاً فرجعه حتى يعرفه (رقم 103). ¶ (2) أخرجه البخاري: كتاب فضائل القرآن، باب القرّاء من أصحاب رسول الله - صلى الله عليه وسلم - (رقم 5002). ¶ (3) أخرجه مسلم: كتاب الفرائض؛ باب ميراث الكلالة (رقم 1617). ¶ (1) أخرجه الطبري في مقدمة تفسيره (1/ 85). ¶ (2) المصدر السابق. ¶ (3) سورة النساء (33). ¶ (1) كما فعل ابن العربي في أحكام القرآن، في تفسير آية الدّين من سورة البقرة، فقد أوصل مسائلها إلى 52 مسألة. ¶ (1) انظر: مناهل العرفان (1/ 39). ¶ (1) علوم الحديث لابن الصلاح (11).",
            "page": "31",
            "part": "1"
        }
    ],
    "t37608": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "تعظيم النص الشرعي .. مكانته ومعالمه"
        }
    ]
}