{
    "b37606": [
        {
            "id": "1",
            "nass": "مظاهر التعدي على النص الشرعي من قبل أتباع الفرق المبتدعة ¶ بحث مقدم لمؤتمر النص الشرعي بين الأصالة والمعاصرة ¶ د. عطاالله المعايطة – الجامعة الاردنية – كلية الشريعة ¶ بسم الله الرحمن الرحيم ¶ مقدمة ¶ الحمد لله رب العالمين والصلاة والسلام على سيد المرسلين وعلى اله وصحبه اجمعين ¶ أما بعد: فان الصراع بين أهل الحق والباطل قديم منذ خلق الله ادم عليه السلام ومنذ أعلن إبليس العداء الدائم له ولذريته المؤمنة، وتأسس هذا النهج واستمرت ناره مشتعلة في وجه كل دعوات الأنبياء والرسل ترفض النصوص الإلهية وتعاديها من نوح عليه السلام الى محمد صلى الله عليه وسلم. ¶ ولعل أهم أسباب الافتراق العقدي بين أتباع الرسل جميعا هو معاداة النصوص الالهية وحرفها عن مسارها الصحيح الذي أراده الله تعالى واصَلته الرسل الكرام عليهم السلام قال الله تعالى: {وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ (4)} البينة: 4ومن هنا نشأت الفرقة العقدية التي أشار إليها النبي صلى الله عليه وسلم في اليهودية والنصرانية وأمة الإسلام حين قال: (افترقت اليهود على إحدى وسبعين فرقة وافترقت النصارى على اثنتين وسبعين فرقة والذي نفسي بيده لتفترقن أمتي على ثلاث وسبعين فرقة واحدة في الجنة واثنتان وسبعون في النار) قيل يا رسول الله ومن هي؟ قال: (الجماعة) [1] ¶ وقد تعرضت الامة الاسلامية بكتابها الخاتم وسنة نبيها، لموجة مستعرة من العداء لنصوصها، من ارباب الشرك في مكة عندما حاول المشركون جهدهم لإيجاد منهج فكري معين يعارضون فيه النص الالهي كما فعل النطر بن الحارث، قال ابن جريج في قوله تعالى: {وإذا تتلى عليهم آياتنا قالوا قد سمعنا لو نشاء لقلنا مثل هذا} قال: كان النضر بن الحارث يختلف تاجرا إلى فارس فيمر بالعُباد وهم يقرأون الإنجيل ويركعون ويسجدون فجاء مكة فوجد محمدا صلى الله عليه وسلم قد أنزل عليه وهو يركع ويسجد فقال النضر: {قد سمعنا لو نشاء لقلنا مثل هذا!} للذي سمع من العَباد فنزلت: {وإذا تتلى عليهم آياتنا قالوا قد سمعنا لو نشاء لقلنا مثل هذا} [2] ¶ واستعانت قريش مبكرا في اليهود وذهبوا الى المدينة ورجعوا في الاسئلة التي احتوتها سورة الكهف روى ابن اسحاق قال: أرسلت قريش النضر بن الحارث وابن أبي معيط إلى",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "أحبار يهود يسألانهم عن محمد بالمدينة، وقالوا لهما: سلاهم عن محمد، وصفا لهم صفته، وأخبراهم بقوله، فإنهم أهل الكتاب الأول، وعندهم علم ليس عندنا من علم الجزء الأول الأنبياء، فخرجا حتى قدما المدينة، فسألا أحبار يهود عن رسول الله ? ووصفا لهم أمره، وأخبراهم ببعض قوله، وقالا لهم: إنكم أهل التوراة، وقد جئناكم لتخبرونا عن صاحبنا هذا فأقبل النضر بن الحارث، وعقبة بن أبي معيط، حتى قدما مكة على قريش، فقالا: يا معشر قريش، قد جئناكم بفصل ما بينكم وبين محمد، قد أخبرنا أحبار يهود أن نسأله عن أشياء أمرونا بها، فإن أخبركم عنها فهو نبي، وإن لم يفعل فالرجل متقول، فروا فيه رأيكم\" [3]. ¶ وعندما تحزبت الاحزاب على رسول الله صلى الله عليه وسلم سأل المشركون اليهود عن دين الاسلام: \"فقالت لهم قريش: يا معشر يهود إنكم أهل الكتاب الاول والعلم بما أصبحنا نختلف فيه نحن ومحمد، أفديننا خير أم دينه؟ قالوا: بل دينكم خير من دينه، وأنتم أولى بالحق منه\" [4]. ¶ ثم انتقلت حلبة الصراع الى المدينة النبوية، وارتفع قرن النفاق متحالفا مع اليهود والمشركين، وسطَر الكتاب العزيز تفاصيله، ولكن الله تعالى اكمل دينه ونصر نبيه وامتن على البشرية جمعاء برسالة النبي الخاتم، وعجزت كل المحاولات عن اطفاء نور هذا الدين ورحمته لان الله تعالى مبطل كيدهم بوعده الحق حيث قال {يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ (8)} الصف: 8 ¶ وهذه محاولة متواضعة في هذا المؤتمر المبارك تتبعت فيها بعض مظاهر الاعتداء على النصوص على يد بعض الفرق المنتسبة للإسلام وقد اخترت منها ثلاثة فرق هي الخوارج والشيعة والقدرية، وبينت دوافع هذه الهجمة العدائية على النصوص الالهية والنبوية، لإثبات حقيقة واحدة مستمرة وهي التي اشارت اليها آية القصص السابقة من اطفاء نور الله من خلال التزييف المستمر لحقائق النصوص، واختراع المذاهب المضللة تحت غطاء فهم النص ومرادهم الحقيقي هدم النص والعبث به تحت مسميات خادعة لا تنطلي إلا على من جهل ما وراء الاكمة! التي يقودها الفكر الغربي وأتباعه التابعين له من المهزومين في العالم الاسلامي. ¶ تمهيد:- العناية الإلهية بالنص القرآني ¶ في هذه اللحظة التاريخية الحاسمة وفي ظل حالة اليأس والقنوط التي كانت تعيشها البشرية امَتن الله تعالى على البشرية ببعثة النبي محمد صلى الله عليه وسلم، وكانت بعثته بذاته المتميزة فهو النبي الخاتم، وبرسالته الخاتمة المتمثلة في النص الإلهي المحكم والمحفوظ، بعدما اضمحلت وانتهت قدرة أصحاب الكتابين اللذان سبقاه أن يقدموا حلولا ناجعة لحالة أتباعها أو البشرية المعذبة بما حرفوا الكتب بايديهم وذهب بهاء النص الالهي منها.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وقد امتن الله تعالى على نبيه الخاتم بنزول هذا الكتاب عليه من غير ترقب ولا انتظار وجعله الله تعالى نورا للهداية والخير والأمان للبشرية جمعاء فقال سبحانه وتعالى: {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ (52)} الشورى: 52 ¶ وقد رافق نزول هذا النص الخاتم إجراءات إلهية مشددة تمنع اختلاطه في أوهام الكهان، وعبث الجان حيث حرست السماء وألقيت الشهب على مسترقي السمع قال تعالى عن الجان: {وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا (8) وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا (9)} الجن: 8 – 9 ¶ وجعل الله تعالى على هذا النص المنزل الرصد والمتابعة لإبلاغه على الوجه الأكمل فقال تعالى: {عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا (26) إِلَّا مَنِ ارْتَضَى مِنْ رَسُولٍ فَإِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَدًا (27) لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا رِسَالَاتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَى كُلَّ شَيْءٍ عَدَدًا (28)} الجن: 26 - 28 ¶ واشترط على رسوله المبعوث رحمة للعالمين البلاغ المبين فقال سبحانه: {يَاأَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ (67)} المائدة: 67 ¶ وطلب من أمته إتباع نصه المحكم وعدم الاحتجاج بضياع الكتب السابقة وتحريفها فقال سبحانه: {وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ وَاتَّقُوا لَعَلَّكُمْ تُرْحَمُونَ (155) أَنْ تَقُولُوا إِنَّمَا أُنْزِلَ الْكِتَابُ عَلَى طَائِفَتَيْنِ مِنْ قَبْلِنَا وَإِنْ كُنَّا عَنْ دِرَاسَتِهِمْ لَغَافِلِينَ (156)} الأنعام: 155 – 156 ¶ ولعظم هذا النص فقد توعد الله تعالى رسوله وخليله المنزل عليه بأشد أنواع الوعيد لو زاد فيه أو انقص فقال: {إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ (40) وَمَا هُوَ بِقَوْلِ شَاعِرٍ قَلِيلًا مَا تُؤْمِنُونَ (41) وَلَا بِقَوْلِ كَاهِنٍ قَلِيلًا مَا تَذَكَّرُونَ (42) تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ (43) وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ (44) لَأَخَذْنَا مِنْهُ بِالْيَمِينِ (45) ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ (46) فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ (47)} الحاقة: 40 –47",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "واحتفى بنزوله المؤمنين وكان عنوان فرحتهم وشفاء صدورهم من العقائد الباطلة والشبهات التي خاض بها اليهود والنصارى من قبل قال تعالى عنهم {يَاأَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ (57) قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ (58)} يونس: 57 – 58 ¶ واحتفى به المؤمنين من أهل الكتاب واثني الله عليهم أعطر الثناء ووصف حالهم عند نزول القران فقال عنهم {لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ (82) وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ (83) وَمَا لَنَا لَا نُؤْمِنُ بِاللَّهِ وَمَا جَاءَنَا مِنَ الْحَقِّ وَنَطْمَعُ أَنْ يُدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصَّالِحِينَ (84) فَأَثَابَهُمُ اللَّهُ بِمَا قَالُوا جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ الْمُحْسِنِينَ (85)} المائدة: 82 - 85 ¶ واثني الله تعالى على عبدالله بن سلام رضي الله عنه وكان يهوديا فقال تعالى {قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (10)} الأحقاف: 10 ¶ روى البخاري عن عامر بن سعد بن وقاص عن أبيه قال: ما سمعت النبي صلى الله عليه و سلم يقول لأحد يمشي على الأرض إنه من أهل الجنة إلا لعبد الله بن سلام. قال وفيه نزلت هذه الآية {وشهد شاهد من بني إسرائيل على مثله}. الآية قال لا أدري قال مالك الآية أو في الحديث\" [5] \" ¶ وقد اكتمل هذا النص كمالا مطلقا فيه الهداية والنور، يوم قال سبحانه {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا (3)} المائدة: 3) روى البخاري عن عمر بن الخطاب أن رجلا من اليهود قال له: يا أمير المؤمنين آية في كتابكم تقرؤونها لو علينا معشر اليهود نزلت - لاتخذنا ذلك اليوم عيدا. قال أي آية؟ قال {اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام دينا}. قال عمر قد عرفنا ذلك اليوم والمكان الذي نزلت فيه على النبي صلى الله عليه و سلم وهو قائم بعرفة يوم جمعة) \" [6] \"",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وحذر رسول الله صلى الله عليه وسلم امته من الزيغ عن محكمه الواضح وإتباع المتشابه الذي خاض به المبتدعة على منهج الشك والإلحاد، روى الامام البخاري عن عن عائشة رضي الله عنها قال: تلا رسول الله صلى الله عليه و سلم هذه الآية {هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب وأخر متشابهات فأما الذين في قلوبهم زيغ فيتبعون ما تشابه منه ابتغاء الفتنة وابتغاء تأويله وما يعلم تأويله إلا الله والراسخون في العلم يقولون آمنا به كل من عند ربنا وما يذكر إلا أولو الألباب}. قالت قال رسول الله صلى الله عليه و سلم (فإذا رأيت الذين يتبعون ما تشابه منه فأولئك الذين سمى الله فاحذروهم) [7] ¶ وحذر رسول الله صلى الله عليه وسلم من البحث في تفسيره وفهمه من مصادر اليهود والنصارى او غيرهم من اهل الاديان المخالفة \"عن أبي هريرة قال: كان أهل الكتاب يقرؤون التوراة بالعبرانية ويفسرونها بالعربية لأهل الإسلام فقال رسول الله صلى الله عليه و سلم (لا تصدقوا أهل الكتاب ولا تكذبوهم وقولوا {آمنا بالله وما أنزل إلينا وما أنزل إليكم}). الآية\" [8] ¶ وهذا التوجيه النبوي هو الذي حدا بابن عباس ان يصرخ صرخته المدوية بالأمة عندما رأى شغف المسلمين في سؤال اهل الكتاب والثقة بما عندهم مع تحريفه وعدم قدرتهم على الارتقاء الى مستوى النص الخاتم المعصوم فقال:\" يا معشر المسلمين كيف تسألون أهل الكتاب وكتابكم الذي أنزل على نبيه صلى الله عليه و سلم أحدث الأخبار بالله تقرؤونه لم يشب وقد حدثكم الله أن أهل الكتاب بدلوا ما كتب الله وغيروا بأيديهم الكتاب فقالوا هو من عند الله ليشتروا به ثمنا قليلا أفلا ينهاكم ما جاءكم من العلم عن مساءلتهم ولا والله ما رأينا منهم رجلا قط يسألكم عن الذي أنزل عليكم \" [9] \" ¶ لقد كان الوحي ينزل على النبي الخاتم عليه الصلاة والسلام ثلاثة وعشرين عاما اكتمل فيها الكتاب بنصه المقدس المحفوظ، وطبقه رسول الله صلى الله عليه وسلم على خيرة خلقه من الصحابة الذين امنوا به حق الإيمان وتتابعت جهود الخلفاء من بعده في حفظه ورعايته، وسيبقى هذا النص محفوظا بحفظ الله تعالى له حيث قال سبحانه {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ (9)} الحجر: 9. ¶ المبحث الأول: الخلفاء الراشدون وعنايتهم بالنص ¶ 1 - جهود ابو بكر الصديق رضي الله عنه:- ¶ توفي عليه الصلاة والسلام وجاء من بعده الخلفاء الراشدون رضوان الله عليهم وكان همهم الوحيد تطبيق هذا الكتاب وصيانته من الضياع والتحريف، وبرزت المحاولات الماكرة من أتباع المفاهيم المعوجة لمعارضته ورفض أحكامه وتزييف عقائده، فكانت حروب الردة الأولى التي ظن من قام بها أن الدين قد ذهب بوفاة النبي صلى الله عليه",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وسلم فجًرد لهم أبو بكر الصديق الجيوش فأعادهم إلى الإسلام عندما فهموا مفاهيم باطلة كمنع الزكاة وغيرها من محاولات التحلل من أحكام الإسلام. ¶ وقد رافق هذه الفترة بروز أدعياء النبوة الكذبة في محاولة يائسة للتغطية على المرتدين كمسيلمة الكذاب والأسود العنسي وطليحة الاسدي وسجاح وغيرهم، ¶ ولكنها كانت محاولات ساذجة سرعان ما انهارت في مهدها الأول، وهذه مفارقة واضحة سيأتي بيانها في الهجمة العنيفة التي قام بها أهل البلاد المفتوحة ممن لهم أديان وكتب وثقافات وفلسفات، حيث تعمقت في مهاجمة النص الإلهي عن طريق إثارة المشكلات العقدية والبحث في قضايا لها خلفياتها العقدية لديهم. ¶ وقد هيأ الله تعالى لهذا النص المحكم الحفظ عن طريق جمعه في عهد أبي بكر الصديق رضي الله عنه عندما استحر القتل في القراء، ¶ روى البخاري عن زيد بن ثابت الأنصاري رضي الله عنه وكان ممن يكتب الوحي. قال: أرسل إليَ أبو بكر مقتل أهل اليمامة وعنده عمر فقال أبو بكر إن عمر أتاني فقال إن القتل قد استحر يوم اليمامة بالناس وإني أخشى أن يستحر القتل بالقراء في المواطن فيذهب كثير من القرآن إلا أن تجمعوه وإني لأرى أن تجمع القرآن، قال أبو بكر قلت لعمر كيف أفعل شيئا لم يفعله رسول الله صلى الله عليه و سلم؟ فقال عمر هو والله خير فلم يزل عمر يراجعني فيه حتى شرح الله لذلك صدري ورأيت الذي رأى عمر، قال زيد بن ثابت وعمر عنده جالس لا يتكلم فقال أبو بكر إنك رجل شاب عاقل ولا نتهمك كنت تكتب الوحي لرسول الله صلى الله عليه و سلم فتتبع القرآن فاجمعه، فوالله لو كلفني نقل جبل من الجبال ما كان أثقل علي مما أمرني به من جمع القرآن، قلت كيف تفعلان شيئا لم يفعله رسول الله صلى الله عليه و سلم؟ فقال أبو بكر هو والله خير فلم أزل أراجعه حتى شرح الله صدري للذي شرح الله له صدر أبي بكر وعمر، فقمت فتتبعت القرآن أجمعه من الرقاع والأكتاف والعسب وصدور الرجال، حتى وجدت من سورة التوبة آيتين مع خزيمة الأنصاري لم أجدهما مع أحد غيره {لقد جاءكم رسول من أنفسكم عزيز عليه ما عنتم حريص عليكم}، وكانت الصحف التي جمع فيها القرآن عند أبي بكر حتى توفاه الله ثم عند عمر حتى توفاه الله ثم عند حفصة بنت عمر \" [10] \" ¶ 2 - جهود الفاروق عمر رضي الله عنه:- ¶ ومضت هذه الفترة ولم يُعهد أي معارضة للنص الإلهي في عهد أبي بكر الصديق رضي الله عنه، ثم جاء عمر بن الخطاب رضي الله عنه وقد توسعت الفتوحات في الأمصار وكان اشد ما يخشاه عمر اختلاط الثقافات والعقائد حيث تبرز آراء جديدة تختلط على الناس أو تشغلهم عن كتاب الله تعالى، فلذلك أمر الفاتحين بعدم خلط القران بالسنة وعدم صد الناس عنه برواية الحديث.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "روى قرظة بن كعب قال: خرجنا نريد العراق فمشى معنا عمر بن الخطاب إلى صرار\" [11] \" فتوضأ ثم قال: أتدرون لم مشيت معكم؟ قالوا: نعم نحن أصحاب رسول الله صلى الله عليه و سلم مشيت معنا قال: إنكم تأتون أهل قرية لهم دوي بالقرآن كدوي النحل فلا تبدءونهم بالأحاديث فيشغلونكم جردوا القرآن و أقلوا الرواية عن رسول الله صلى الله عليه و سلم و أمضوا و أنا شريككم فلما قدم قرظة قالوا: حدِِثنا قال: نهانا ابن الخطاب \"تعليق الذهبي قي التلخيص: صحيح وله طرق\" [12] \" ¶ وقد اشتد حرص الفاروق عمر رضي الله عنه بالنص القرآني، وذلك بمراقبة التحولات الفكرية من خلال النظر في أصحاب الاتجاهات الفكرية التي تتأثر في البيئات الجديدة، التي خالطها المسلمون، ولذا توقف عند صبيغ بن عسيل عندما كان يسأل محدثة عن آيات الكتاب العزيز وخشي عمر رضي الله عنه إن يؤسس انحرافات من خلال التقائه بأرباب الديانات والأفكار المخالفة ولذا ضربه واستتابه وبذلك منع الفتنة مبكرا من خلال النظرات الفكرية المختلطة على أصحابها ثم انقضت خلافة الفاروق ولم يظهر أي اتجاه فكري معادي للنصوص في إطار الأمة الإسلامية. ¶ قال صاحب تاج ألعروس عن صبيغ ((وهو الذي كان يعنَت الناس بالغو امض والسؤالان من متشابهه القران فنفاه عمر رضي الله عنه الى البصرة بعد ضربه وكتب لواليه إلا يؤويه تأديبا ونهى عن مجالسته)) \" [13] \". ¶ وقد يقول قائل لماذا لم يجادله عمر او يسمح لمثل هذه الآراء بالانتشار ولأصحابها بالحديث بها، فنقول إن هذه الأسئلة المتعنتة، كانت الإجابة عليها كاملة وموجودة في كتاب الله تعالى، ولا حاجة لإدخال المقارنات في أديان وأفكار الملل والبلاد المفتوحة مبكرا، وهذا العهد عهد فتوحات وصفاء فلو أتيح لمثل هذه الآراء بالحرية والانتشار لدخل المسلمون مبكرا في صراع فكري عقيم مع أديان وأفكار لم تصل إلى مستوى الحسم الفكري الذي جاء به القران الكريم فكانت آياته المبهرة فوق هذه الأوهام والأطروحات المتأخرة. ¶ 3 - الخليفة الراشد عثمان بن عفان:- ¶ وفي عهد عثمان رضي الله عنه توسعت الفتوحات وقام عثمان رضي الله عنه بعمل عظيم في جمع الأمة على قراءة واحدة وهي لغة قريش، وأصبح النص الذي بين أيدي المسلمين الآن يسمى المصحف العثماني روى عن\" ابْنُ شِهَابٍ أَنَّ أَنَسَ بْنَ مَالِكٍ حَدَّثَهُ أَنَّ حُذَيْفَةَ بْنَ الْيَمَانِ قَدِمَ عَلَى عُثْمَانَ وَكَانَ يُغَازِي أَهْلَ الشَّأْمِ فِي فَتْحِ إِرْمِينِيَةَ وَأَذْرَبِيجَانَ مَعَ أَهْلِ الْعِرَاقِ فَأَفْزَعَ حُذَيْفَةَ اخْتِلَافُهُمْ فِي الْقِرَاءَةِ فَقَالَ حُذَيْفَةُ لِعُثْمَانَ يَا أَمِيرَ الْمُؤْمِنِينَ أَدْرِكْ هَذِهِ الْأُمَّةَ قَبْلَ أَنْ يَخْتَلِفُوا فِي الْكِتَابِ اخْتِلَافَ الْيَهُودِ وَالنَّصَارَى فَأَرْسَلَ عُثْمَانُ إِلَى حَفْصَةَ أَنْ أَرْسِلِي إِلَيْنَا بِالصُّحُفِ نَنْسَخُهَا فِي الْمَصَاحِفِ ثُمَّ نَرُدُّهَا إِلَيْكِ فَأَرْسَلَتْ بِهَا حَفْصَةُ إِلَى عُثْمَانَ فَأَمَرَ زَيْدَ بْنَ ثَابِتٍ وَعَبْدَ اللَّهِ بْنَ الزُّبَيْرِ وَسَعِيدَ بْنَ الْعَاصِ وَعَبْدَ الرَّحْمَنِ بْنَ الْحَارِثِ بْنِ هِشَامٍ فَنَسَخُوهَا فِي الْمَصَاحِفِ وَقَالَ عُثْمَانُ لِلرَّهْطِ الْقُرَشِيِّينَ الثَّلَاثَةِ إِذَا اخْتَلَفْتُمْ أَنْتُمْ وَزَيْدُ بْنُ ثَابِتٍ فِي شَيْءٍ مِنْ الْقُرْآنِ فَاكْتُبُوهُ بِلِسَانِ قُرَيْشٍ فَإِنَّمَا نَزَلَ بِلِسَانِهِمْ فَفَعَلُوا حَتَّى",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "إِذَا نَسَخُوا الصُّحُفَ فِي الْمَصَاحِفِ رَدَّ عُثْمَانُ الصُّحُفَ إِلَى حَفْصَةَ وَأَرْسَلَ إِلَى كُلِّ أُفُقٍ بِمُصْحَفٍ مِمَّا نَسَخُوا وَأَمَرَ بِمَا سِوَاهُ مِنْ الْقُرْآنِ فِي كُلِّ صَحِيفَةٍ أَوْ مُصْحَفٍ أَنْ يُحْرَقَ \" [14]. ¶ ثم ظهرت أوليات الأفكار والآراء التي ترعرعت في نفوس أعداء الدين الجديد، فقد عكف أرباب الأديان على قراءة القران وتوجهت الحرب إلى ذات النص بالبحث عن مسائل لها خلفياتها في عقائد من قالوا بها. ¶ ولكن المزاج العام للأمة لم يكن قادرا على تحمل أية مطاعن نصية فكانت الطريقة الجديدة هي الدخول في الفتنة وسفك الدم وبروز الخلاف الذي تحت غباره بدأ تناول النصوص لتأييد الآراء والمذاهب الهدامة. ¶ فكان مقتل عثمان رضي الله عنه وما تبعه من فرقه وخلاف مدخلا للولوج إلى النصوص بصورة عدائية، وكانت بواكير ذلك في بروز فكر الخوارج والشيعة أولا، حيث برز هذا الخلاف بصورته الكاملة في مفاهيم اندفاعية قاتلة على يد الخوارج أخذت طابع الغلو والتطرف، ومنهج شكي ماكر يخفي ذلك بحب آل البيت على يد الشيعة، حتى قيل إن هذين المنهجين كان يغذيهما اتجاه واحد وهو العبث بالنص واستخدامه في مآرب أرباب الأهواء. ¶ وعندما برز هذا الجانب ووضحت صورته أصبح هدفه الأساسي هو الاعتداء على النص وتزييفه خضوعا لمقالات أرباب البدع الجديدة. ¶ 4 - الخليفة الراشد علي بن ابي طالب:- ¶ ثم جاء عهد الخليفة الراشد علي بن أبي طالب بعد اضطراب الأمور باستشهاد الخليفة عثمان رضي الله عنه، وقد نشأ وضع جديد معقد، وكان هو الرجل المؤهل لحسمه في إشكالية النظرة للنص واتخاذه ذريعة لتمزيق شمل الأمة فقد خرج عليه الخوارج رافعين المصحف بصورة هستيرية متطرفة يطوفون الأسواق ويصيحون لا حكم إلا لله حكمت الرجال ولم تحكم كتاب الله. ¶ روى الإمام مسلم عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِى رَافِعٍ مَوْلَى رَسُولِ اللَّهِ -صلى الله عليه وسلم- أَنَّ الْحَرُورِيَّةَ لَمَّا خَرَجَتْ وَهُوَ مَعَ عَلِىِّ بْنِ أَبِى طَالِبٍ - رضي الله عنه - قَالُوا لاَ حُكْمَ إِلاَّ لِلَّهِ. قَالَ عَلِىٌّ كَلِمَةُ حَقٍّ أُرِيدَ بِهَا بَاطِلٌ إِنَّ رَسُولَ اللَّهِ -صلى الله عليه وسلم- وَصَفَ نَاسًا إني لأَعْرِفُ صِفَتَهُمْ فِى هَؤُلاَءِ «يَقُولُونَ الْحَقَّ بِأَلْسِنَتِهِمْ لاَ يَجُوزُ هَذَا مِنْهُمْ - وَأَشَارَ إِلَى حَلْقِهِ - مِنْ أَبْغَضِ خَلْقِ اللَّهِ إِلَيْهِ مِنْهُمْ أَسْوَدُ إِحْدَى يَدَيْهِ ظبْىُ شَاةٍ أَوْ حَلَمَةُ ثَدْىٍ». فَلَمَّا قَتَلَهُمْ عَلِىُّ بْنُ أَبِى طَالِبٍ - رضى الله عنه - قَالَ انْظُرُوا. فَنَظَرُوا فَلَمْ يَجِدُوا شَيْئًا فَقَالَ ارْجِعُوا فَوَاللَّهِ مَا كَذَبْتُ وَلاَ كُذِبْتُ. مَرَّتَيْنِ أَوْ ثَلاَثًا ثُمَّ وَجَدُوهُ فِى خَرِبَةٍ فَأَتَوْا بِهِ حَتَّى وَضَعُوهُ بَيْنَ يَدَيْهِ. قَالَ عُبَيْدُ اللَّهِ وَأَنَا حَاضِرُ ذَلِكَ مِنْ أَمْرِهِمْ. وَقَوْلِ عَلِىٍّ فِيهِمْ زَادَ يُونُسُ فِى رِوَايَتِهِ قَالَ بُكَيْرٌ وَحَدَّثَنِى رَجُلٌ عَنِ ابْنِ حُنَيْنٍ أَنَّهُ قَالَ رَأَيْتُ ذَلِكَ الأَسْوَدَ. [15]",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "فاتخذ هؤلاء البغاة الحكم بالمصحف غطاء لفكر غال متطرف، عماد وجوده السيف والقتل والتكفير، وقد هيأ هذا الواقع ظروفا متاحة في المستقبل لكثير من الفرق للتعامل مع النص القرآني بجراءة اكبر لم يعهدها المسلمون من قبل. ¶ وقد أشار النبي صلى الله عليه وسلم إلى حصول هذه النقلة وهي بروز التأويل الخاطئ للنص القرآني، والذي هيا الله له الخلفاء الراشدون لإبطاله وإظهار زيفه كما فعل على رضي الله عنه، روى الإمام أحمد بسند صحيح عن أبي سعيد الخدري رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ((إن منكم من يقاتل على تأويله كما قاتلت على تنزيله قال: فقام أبو بكر وعمر فقال: لا ولكن خاصف النعل وعلي يخصف)) \" [16] \"، وهذا ما أبينه في الفقرة التالية بإذن الله. ¶ المبحث الثاني: الخوارج ومفاهيمهم المعوجة للنص:- ¶ لم تكن الفتنة التي اخبر عنها حذيفة بن اليمان عندما سأله عمر عنها هي بقتل عمر رضي الله عنه فقط، وإنما كانت الفتنة بانفتاح أبواب اكبر من خلال العبث في النصوص حسب أهواء أرباب الفرق، فقد بدأ الخوارج بداية ساذجة في التعلق بالقران والحماسة له، وكانوا يلقبون بالقراء أصلا وهم الذين أخبر عنهم النبي صلى الله عليه وسلم واكبر ميزة لهم هي عدم فهمهم للنص على الصورة الصحيحة. ¶ روى البخاري عن أبي سعيد الخدري رضي الله عنه قال: بينما نحن عند رسول الله صلى الله عليه و سلم وهو يقسم قسما أتاه ذو الخويصرة وهو رجل من بني تميم فقال يا رسول الله اعدل فقال (ويلك ومن يعدل إذا لم أعدل قد خبت وخسرت إن لم أكن أعدل)، فقال عمر يا رسول الله ائذن لي فيه فأضرب عنقه؟ فقال (دعه فإن له أصحابا يحقر أحدكم صلاته مع صلاتهم وصيامه مع صيامهم يقرؤون القرآن لا يجاوز تراقيهم يمرقون من الدين كما يمرق السهم من الرمية ينظر إلى نصله فلا يوجد فيه شيء ثم ينظر إلى رصافه فما يوجد فيه شيء ثم ينظر إلى نضيه - وهو قدحه - فلا يوجد فيه شيء ثم ينظر إلى قذذه فلا يوجد فيه شيء قد سبق الفرث والدم آيتهم رجل أسود إحدى عضديه مثل ثدي المرأة أو مثل البضعة تدردر ويخرجون على حين فرقة من الناس، قال أبو سعيد فأشهد أني سمعت هذا الحديث من رسول الله صلى الله عليه و سلم وأشهد أن علي بن أبي طالب قاتلهم وأنا معه فأمر بذلك الرجل فالتمس فأتي به حتى نظرت إليه على نعت النبي صلى الله عليه و سلم الذي نعته) [17]. ¶ وكان علي بن أبي طالب رضي الله عنه يبحث عن الأدلة التي تقوده إلى فهمهم وهي الرجوع إلى الأخبار النبوي عنهم، وكان يقول لهم (: لكم علينا ثلاث: ان لا نمنعكم المساجد، ولا من رزقكم من الفئ، ولا نبدؤكم بقتال ما لم تحدثوا فسادا) \" [18] \" ¶ ولكن هذه الحركة انتقلت من حال الفهم النظري القاصر للنص إلى مفاهيم الفعل الشاذ الذي اخبر عنه النبي صلى الله عليه وسلم وذلك أنهم (يقتلون أهل الإسلام ويدعون أهل الأوثان لئن أنا أدركتهم لأقتلنهم قتل عاد) [19] وقد طبقوا هذا الفهم السقيم بقتلهم عبدالله",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "بن خباب بن الارت رضي الله عنه، وكان من فعلهم العجب وفهمهم ما يدل على انطباق حالهم على وصف النبي صلى الله عليه وسلم. ¶ - روى ابن أبي شيبة عن أبي مجلز قال بينما عبد الله بن خباب في يد الخوارج إذ أتوا على نخل فتناول رجل منهم تمرة، فاقبل عليه أصحابه فقالوا له أخذت تمرة من تمر أهل العهد، وأتوا على خنزير فنفحه رجل منهم بالسيف فأقبل عليه أصحابه فقالوا له قتلت خنزيرا من خنازير أهل العهد، قال فقال عبد الله: ألا أخبركم من هو أعظم عليكم حقا من هذا قالوا من قال: أنا، ما تركت صلاة ولا تركت كذا ولا تركت كذا قال فقتلوه قال فلما جاءهم علي قال أقيدونا بعبد الله بن خباب قالوا كيف نقيدك به وكلنا شرك في دمه فاستحل قتالهم \" [20] \". ¶ وذكر المبرد انه قال لهم ذلك النصراني بعد ما رأى من قتلهم عبد الله بن خباب وزوجته وإصرارهم على دفع ثمن التمر له: (ما أعجب هذا تقتلون عبدالله بن خباب ولا تقبلون منا عين نخله\" [21] \". ¶ وكان ابن عمر رضي الله عنهما يرى أن محنة الخوارج كانت في فهمهم للنص كما وصفهم النبي صلى الله عليه وسلم قال الإمام البخاري: ((وكان ابن عمر يراهم شرار خلق الله، وقال: إنهم انطلقوا إلى آيات نزلت في الكفار فجعلوها على المؤمنين)) \" [22] \". ¶ لقد وجد الخوارج أنفسهم أمام مفارقة غريبة عندما عجزوا عن فهم النص والتعامل معه، وبدؤا يعبئون أفكارهم وعقائدهم من الفرق الأخرى فأصبحوا جهمية الاعتقاد متبعين لأفكار الجهم بن صفوان والمعتزلة في عدائهم للنصوص الربانية، وانضوت ألوية البدعة تحت راية مخالفة النص الرباني والنبوي. ¶ لقد أصبحت هذه الفرق وأمام تحدي النصوص لها، وثباتها تحتاج الى اجتهادات من قياداتها لتسد الفراغ الفكري لديهم، فعدوا على النصوص من خلال التفسيرات الشاذة لها، مما حدا بهم للتحلق حول أشخاص بعينهم لحل الإشكالات العقدية والشرعية لديهم، وظهر الغلو في القيادات وقبول كل تأويلاتهم الفاسدة. ¶ ويتضح هذا جليا في فكر الشيعة، عندما تمحورت العقائد حول آل البيت وتأليف أخبار عنهم لم يقولوها ولم تخطر على بالهم أيضا، في محاولة لفهم النص وتجييره لأفكارهم التي تنبع من افهامهم السقيمة، وأصبح النص خاضعا لاختراعاتهم وعبثهم في تفسيرها على خلاف الظاهر والمشهور من سبب نزولها. ¶ نماذج من اعتداء الخوارج على النص:- ¶ 1 - استخدام سلاح التكفير ونتيجته على الأمة:- وذلك ان عقلية الخوارج عقلية مغلقة لا تعرف الحوار والنقاش، الذي يفضي إلى مفاهيم صحيحة وقد استخدموا النصوص",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "استخداما باطلا لنصرة مذهبهم الهدام حيث ان نافع بن الأزرق كفََََر علياً رضي الله عنه وقال: ان الله انزل في شأنه {وَمِنَ النَّاسِ مَنْ يُعْجِبُكَ قَوْلُهُ فِي الْحَيَاةِ الدُّنْيَا وَيُشْهِدُ اللَّهَ عَلَى مَا فِي قَلْبِهِ وَهُوَ أَلَدُّ الْخِصَامِ (204)} البقرة: 204 ¶ وصَوب فعل عبد الرحمن بن ملجم (قاتل علي) وقال: إن الله انزل في شأنه {وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ (207)} البقرة: 207،وكفروا عثمان وطلحة والزبير وعائشة \" [23] \". ¶ وانتقلو الى ذات التشريع الذي جاء به النص فقالوا\" بإسقاط حد الرجم بزعمهم لأنه لم يرد القران الكريم، وإسقاط حد قذف المحصن من الرحال [24] \". ¶ وهذا رد منهم لنصوص السنة النبوية وتلاعبهم بها مع اشتهار إيقاع النبي صلى الله عليه وسلم لهذه الأحكام إلى حد التواتر، بل طبقها النبي صلى الله عليه وسلم على الزاني من اليهود. ¶ روى البخاري عن عبد الله بن عمر رضي الله عنهما قال: عن نافع عن عبد الله بن عمر رضي الله عنهما: أن اليهود جاؤوا إلى رسول الله صلى الله عليه وسلم فذكروا له أن رجلا منهم وامرأة زنيا فقال لهم رسول الله صلى الله عليه وسلم (ما تجدون في التوراة في شأن الرجم)، فقالوا نفضحهم ويجلدون فقال عبد الله بن سلام كذبتم إن فيها الرجم فأتوا بالتوراة فنشروها فوضع أحدهم يده على آية الرجم فقرأ ما قبلها وما بعدها فقال له عبد الله بن سلام ارفع يدك فرفع يده فإذا فيها آية الرجم فقالوا صدق يا محمد فيها آية الرجم فأمر بهما رسول الله صلى الله عليه وسلم فرجما قال عبد الله فرأيت الرجل يجنأ على المرأة يقيها الحجارة\" [25] \". ¶ وأنكروا ختم النبوة جهلا منهم بالأخبار، وقال يزيد بن أنيسة الخارجي: ان الله يبعث رسولا من العجم، وينزل عليه كتابا من السماء وينسخ بشرعه شريعة محمد \" [26] \". ¶ وقال عبد الكريم بن مجرد، بجواز نكاح بنات البنين وبنات البنات ---وقالوا: ان الله حرم نكاح البنات، والأخوات، وبنات الأخ، وبنات الأخت، واحل ما وراء ذلك \" [27] \". ¶ ومن صور اعتداءهم على النص قول فرقة البدعية إن الصلوات ركعتان، ركعتان بالعشي وركعتان بالغداة لقوله تعالى: {وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ (114)} هود: 114\" [28] \".",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وأنكرت الخوارج أن تكون سورة يوسف من القران وأنكروا أيضا أن سورة الشورى من القران \" [29] \". ¶ لقد فتحت فرقة الخوارج الباب على مصراعيه لكل من جاء بعدهم من الفرق الضالة للعبث بالنصوص والتسلط عليها بالتأويل والرد، وابعدوا النجعة كغيرهم من الفرق في تكوين هوية خاصة بهم حملتهم على تفسير النصوص بمثل هذا الشذوذ والانحراف، الذي اتسعت شقته بشكل اكبر على يد الشيعة ومن جاء بعدهم من الفرق وهذا ما نراه في الفقرات الاتية. ¶ المبحث الثالث: اعتداءات الشيعة على النص:- ¶ الشيعة في اللغة: قوم يتشيعون: أي يهوون أهواء قوم ويتابعونهم، وشيعة الرجل: أصحابه وأتباعه وكل قوم اجتمعوا على أمر فهم شيعة وأصنافهم شيع\" [30] \"، وقد غلب هذا الاسم على كل من تولى عليا وأهل بيته حتى صار اسما لهم خاصا\" [31] \". ¶ وهم طوائف متعددة من أبرزها الاثنا عشرية والزبدية والاسماعلية، وما يتبعها من فرق الباطنية والقرامطة كالنصيرية والدروز. ¶ وقد نشأ التشيع مستخدما للنصوص القرآنية والنبوية بصورة مغرقة في الغموض، مما ساهم في جعل النص الإلهي والنبوي ألغازا لا يمكن فهمها إلا من خلال أشخاص محددين بيدهم حلها، وقد برز هذا الفكر الباطني على يد عبد الله بن سبأ يهودي من صنعاء، اسلم متأخرا وأصبح من مجالسي علي رضي الله عنه زاعما محبته!؟، ولا عبرة بمن شكك في العصر الحاضر بوجوده، لاتفاق علماء الشيعة على إثبات وجوده والطعن على مقالاته الغالية. ¶ قال عنه: المؤرخين الشيعيين القمي والنوبختي (وكان أول من أظهر الطعن على أبي بكر وعمر وعثمان والصحابة، وتبرأ منهم، وأدعى أن عليا أمره بذلك، فأخذه علي، فسأله عن ذلك، فأقر به، وأمر بقتله، وحكى جماعة من أجل العلم أن عبد الله بن سبأ كان يهوديا فأسلم، ووالى عليا، وكان يقول: وهو على يهوديته في يوشع بن نون وصي موسى، فقال: في إسلامه بعد وفاة رسول الله صلى الله عليه وسلم في علي بمثل ذلك، وهو أول من شهد بالقول بفرض إمامة علي بن أبي طالب وأظهر البراءة من أعدائه، وكاشف مخالفيه وأكفرهم، فمن هاهنا قال: من خالف الشيعة إن أصل الرفض مأخوذ من اليهودية) \" [32] \". ¶ ولكن الأمر لم يقف عند فكرة الوصية بل توسعت دائرة الاعتداء على النص إلى معظم مسائل الدين بعقائده وشرائعه وامتزج هذا الفكر بأحقاد عميقة، وكونت منهجا غريبا لا تكاد تجد للتعامل مع النص له ضابطا، بل هو عرضة للتفسير المخالف لأصول اللغة وحقائق أسباب النزول أو الحدث الذي جاء من أجله، كجلب آيات الأنبياء السابقين وجعلها على علي وبنيه.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ثم إن من أبرز عقائد غلاته القول بتحريف الكتاب كالطبرسي الذي ألف كتابا سماه (فصل الخطاب في إثبات تحريف كتاب رب الأرباب) [33]. ¶ ولاشك ان تعامل الشيعة مع النصوص مر بمراحل متعددة تمتاز بالتطور الدائم القائم على اختراع أحداث لم تكن أصلا، وتخريجات باطلة في التعامل مع النصوص تؤدي بهم إلى غرائب في الفهم مرتكزة على أصول عجيبة في إشاعة الحقد والكراهية في قلوب أتباعهم لجمهور أهل السنة والجماعة وفي قلوب ناشئتهم من خلال مزج النصوص بالتأويلات الفاسدة وجلب أسباب النزول التي لا تخطر على بال مسلم قط. ¶ وللتدليل على هذا نجدهم يخالفون كل الأمة بكافة فرقها وأطيافها وليس أهل السنة فقط، في تفسيرهم لمقدمات سورة النور فيجعلون آية براءة عائشة تخص ماريه القبطية بدلا من عائشة في أسانيد مخترعة لا سند لها ولا دليل عليها [34]. ¶ ونجدهم يجعلون البقرة في قوله تعالى (اذبحوا بقرة) أنها عائشة [35]، ومن مظاهر تطور التفسير إن فاطمة فقط هي ابنة محمد أما رقية وأم كلثوم وزينب فهن بنات خديجة رضي الله عنها من زوجها في الجاهلية [36]، وكلها اختراعات لا أصل لها تبعا للمنهج القائم على وضع مناسبة لكل آية مخالفة لما نزلت عليه في الأصل، واختراع دين مخالف تماما للدين الحق الذي جاء به محمد صلى الله عليه وسلم. ¶ الأمثلة على تعديات الشيعة على النصوص:- ¶ 1 - اختراع القول بالرجعة:- من خلال التسلط الكاذب على النص وهذا تأويل ابن سبأ اليهودي كما قال الإمام الطبري عنه انه قال: (لعجب ممن يزعم إن عيسى يرجع ويكذب بان محمدا يرجع. وقد قال الله عز وجل: {إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرَادُّكَ إِلَى مَعَادٍ قُلْ رَبِّي أَعْلَمُ مَنْ جَاءَ بِالْهُدَى وَمَنْ هُوَ فِي ضَلَالٍ مُبِينٍ (85)} القصص: 85، فمحمد أحق بالرجوع من عيسى قال فقبل ذلك عنه ووضع لهم الرجعة) \"21\". ¶ 2 - التشكيك في كمال القران والزعم بأنه جزء من تسعة أعشار القران وقد أورد الحسن بن محمد بن الحنفية ت 99هـ قال: ومن خصومة هذه السبئية التي أدركنا، إذ يقولون هدينا لوحي ضل عنه الناس، وعلم خفي، ويزعمون إن نبي الله كتم تسعة أعشار القران، ولو كان نبي الله كاتما شيئا مما انزل الله لكتم شأن امرأة زيد في قوله تعالى: {يَاأَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ وَاللَّهُ غَفُورٌ رَحِيمٌ (1)} التحريم: 1 ([37]) ¶ 3 - وقد امتاز الفكر الشيعي كما قلنا بالتطور المستمر في التعامل مع النصوص، وكانت هجمة الغلاة الأوائل تنتحل أساليب الخرافة للترويج على العامة والغوغاء في بلاد فارس والعراق.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "فقد ادعى الكثير من أعلام الفكر الشيعي النبوة كالمختار بن عبيد الثقفي الذي خدعه السبئية كما قال البغدادي: (ثم إن المختار خدعته السبئية الغلاة، فقالوا له: أنت حجة هذا الزمان، وحملوه على ادعاء النبوة، فادعاها عند خواصه، وزعم أن الوحي ينزل عليه وسجع بعد ذلك فقال: أما وممشي السحاب، الشديد العقاب، السريع الحساب، العزيز الوهاب، القدير الغلاب، لأنبشن قبر ابن شهاب، المفتري الكذاب، المجرم المرتاب) \" [38] \". ¶ وقد روى الإمام احمد في مسنده عن رفاعة القتبان قال: (دخلت على المختار فألقي لي وسادة وقال: لولا أن أخي جبريل قام عن هذه لألقيتها لك، قال: فأردت أن اضرب عنقه، فذكرت حديثا حدثنيه أخي عمرو بن الحمق رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: أيما مؤمن أمن مؤمنا على دمه، فقتله فأنا من القاتل برئ) \" [39] \". ¶ وقد أخبر النبي صلى الله عليه وسلم بكذب المختار بن عبيد وذلك برواية اسماء بنت أبي بكر رضي الله عنهما (عندما قالت للحجاج: اما ان رسول الله صلى الله عليه وسلم حدثنا ان في ثقيف كذابا ومبيرا فأما الكذاب \" [40] \"فرأيناه وأما المبير\" [41] \" فلا أخالك ألا إياه) \" [42] \". ¶ وممن ادعى النبوة في في نطاق الشيعة الغلاة المغيرة بن سعيد الكذاب قال ابن عدي: (سمعت ابن حماد يقول: المغيرة بن سعيد قتل على ادعاء النبوة كافرا بالله، كان أشعل النيران بالكوفة بالتمويه والكذب والشعبذة، حتى أجابه خلق الى ماقال) \" [43] \". ¶ 3 - من صور الاعتداء على النصوص، ادعاء النبوة:- ¶ وهذه الطريقة في تجاوز النص وإغفاله مروق كامل من دين الله اتبعها الشيعة الاوائل واتخذوا من ادعاء النبوة سُلما لتحريف القران والقول على الله والرسول وآل البيت بمالا يصح فقد دفعهم هذا الى تفضيل علي على جميع الانبياء \" [44] \". والزعم بأن عليا رضي الله عنه يحي الموتى، فقد سأل الاعمش المغيرة فقال: كان علي قادرا على ان يحي ميتا؟ قال: أي والذي فلق الحبة لقد كان قادرا على ان يحي مابيني وبين آدم. قال أحمد بن سليمان فلم لم يحي نفسه \" [45] \". ¶ ومن صور اعتدائه\" المغيرة\" على النص تفسيره لقوله تعالى: {سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى (1)} ألأعلى 1.\"كان الله وحده لا شئ معه فلما أراد ان يخلق الاشياء تكلم باسمه الاعظم، فطار فوقع فوق رأسه التاج، ثم كتب بإصبعه على كفه اعمال العباد من المعاصي والطاعات فغضب من المعاصي، فعرق، فاجتمع من عرقه بحران، أحداهما مالح مظلم، والآخر نير عذب، ثم أطلع في البحر، فأبصر ظله فذهب ليأخذه فطار فانتزع ظله، فخلق منها شمسا، ومحق ذلك الظل، وقال: لا ينبغي ان يكون معي اله غيري، ثم خلق الخلق كله من البحرين، فخلق الكفار من البحر المالح المظلم، وخلق المؤمنين من النير العذب \" [46] \".",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ومن صور الاعتداء على النص ¶ أيضا التفسير الباطل للطعن في الشيخين أبي بكر وعمر رضي الله عنهما، فقد زعم هذا الأفاك فقال: ان الله ارسل الى الناس، وهو ظل، ثم عرض على السماوات ان يمنعن علي بن أبي طالب رضي الله عنه، فأبين ثم على الارض، ثم الجبال فأبين، ثم على الناس كلهم، فقام عمر بن الخطاب رضي الله عنه الى أبي بكر رضي الله عنه فأمره ان يتحمل منه، وان يغدر به ففعل ذلك أبو بكر، وذلك قوله تعالى {إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنْسَانُ إِنَّهُ كَانَ ظَلُومًا جَهُولًا (72)} الأحزاب: 72،قال: وقال عمر: انا أعينك على علي، لتجعل لي الخلافة بعدك، وذلك قوله تعالى {كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنْسَانِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيءٌ مِنْكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ (16)} الحشر: 16. والشيطان عنده عمر\" [47] \". ¶ وفي تفسير قوله تعالى: {وَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا إِلَهَ إِلَّا هُوَ كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ لَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ (88)} القصص: 88، قال بيان بن سمعان: ان الله عزوجل على صورة الانسان وانه يهلك كله الا وجهه \" [48] \". ¶ وقال ابو منصور العجلي: في تفسير قوله تعالى: {لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوْا وَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ ثُمَّ اتَّقَوْا وَآمَنُوا ثُمَّ اتَّقَوْا وَأَحْسَنُوا وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ (93)} المائدة:، 93بحل النساء والمحارم واحل ذلك لأصحابه، وزعم ان الميتتة والدم ولحم الخزير والخمر والميسر وغير ذلك من المحارم حلال، وقال لم يحرم الله ذلك علينا ولا حرم شيئا نقوي به انفسنا، وإنما هذه اسماء رجال حرم الله ولايتهم واستحل خنق المخالفين، وأخذ اموالهم، فأخذه يوسف بن عمر الثقفي والي العراق في أيام بني أمية فقتله\" [49] \" ¶ وما زال الفكر الشيعي في تطور مستمر ففي كل عصر ينقضون ف ¶ المبحث الرابع: اعتداءات فرقة القدرية على النص ¶ لقد ساهمت اسباب كثيرة في توسع دائرة الافتراق والخوض في النصوص الشرعية على يد فرق أقرب ما تكون الى الفكر منها الى الفرق السياسية المتطرفة، ومن أهم هذه الاسباب هو عنف الفرق الاولى بسبب الاحداث التي نشأت على يديها كالخوارج وتطور فكرهم في الغلو والتكفير والعجز عن فهم النصوص، ثم بروز غلو الشيعة والهجوم على النصوص، بادعاء النبوة ونسبة الامور الغيبية لآل البيت، ثم الدخول في تفسيرات النص والتمترس خلف أهدافهم وإخضاع النص لها.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وقد أفرزت كل هذه الخلافات العنيفة فرق جديدة حاولت البحث في النصوص الشرعية عن طريق الابتداع والمقارنة مع آراء الفرق السابقة والتأثر أيضا بعقائد الشعوب والبلدان المفتوحة، كالوثنية الفارسية والهندية والديانة اليهودية والنصرانية. ¶ ومن هنا نشأت فرقة القدرية كأقدم الفرق في عهد متقدم، على يد رجل اسمه معبد الجهني والراجح انه قال بهذا الرأي المبتدع متأثرا بفكر النصارى في القدر على يد استاذه سوسنة- او سنسوية النصراني الفارسي، وقد أسلم ثم تنصر قال الامام الاوزاعي:- اول من نطق في القدر سوسن العراق، كان نصرانيا فأسلم ثم تنصر، فأخذ عنه معبد وأخذ غيلان القدري عن معبد\" [50] \". ¶ وكانت محنة القدرية الكبرى عدم الالتزام بالنص وقفزهم على الحقائق القرآنية حيث لم يسعهم ما وسع النبي صلى الله عليه وسلم وأصحابه الكرام وجمهور الامة في القرون المفضلة الاولى، فراموا فهما للعقيدة فوق فهم صاحبها عليه الصلاة والسلام وفهم اصحابه الكرام، فأنكروا العلم الالهي السابق وظنوا ان اثباته يعني الجبر للإنسان فشبهوا المخلوق بالخالق في محدودية العلم وخفيت عليهم حكمة الخالق في خلق المؤمن والكافر والطائع والعاصي، فنفوا العلم الالهي وهم بذلك كانوا اسبق في النفي له من نفاة الصفات الإلهية، بل هم الذين اسسوا لهذا الابتداع المنحرف. ¶ ويعتبر انكار القدر منهجا جديدا اتخذته الفرق المبتدعة للطعن في النصوص والتشكيك بها، وهذا المنهج له خلفياته ومسبباته، من التأثر في الامم التي اختلط بها المسلمون ففتحوا ابواب الجدل والمقارنة مع الاديان الاخرى، والتي استهوت ضعاف اهل العلم الذين لم ترتقي مستويات فهمهم الى مستوى القران والسنة، فخدعتهم عقائد وطروحات الامم الاخرى. ¶ ولعل اول شخصية قدرية أي منكرة للقدر كانت شخصية معبد الجهني، شاب نشأ في العراق وتنقل في اطراف بلاد فارس والشام، ثم التقى بنصراني فارسي اسمه سوسنه او سنسويه اسلم ثم ارتد، فلقنه عقيدة انكار القدر واعتنقها وبدأ يقول بها وينشرها في اوساط المسلمين الجدد الذين لا حظ لهم من العلم بقداسة النصوص ودلالتها فانساق خلفه جملة من المنكرين ¶ لقد غابت حقائق النصوص الشرعية عن هذه العقول والنفوس المهزومة، فتاهت بهم السبل في غمرة الافتتان في الفكر النصراني والفارسي حتى تعطلت لديهم ملكة الفهم للنصوص وحسن الاستدلال بها والاستنباط منها في عقلية نفاة القدر وتحلقت افكارها حول ايات من الكتاب العزيز عجزوا عن فهمها او اكمالها او معرفة معانيها، فنشأت القدرية تنكر العلم الالهي فشقت في فكر الامة طرقا جريئة على النصوص ممهددة بذلك الطريق امام طوائف الجهمية والاعتزال حيث اتسع الخرق على الراقعين وتوسعت دوائر الشك والإنكار التي ابتعدت عن حقائق النصوص وأوجدت حالة جديدة ابعد ما تكون عن روح الدين عقيدة وشريعة.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وقد يعترض معترض ويقول: الم يدخل الصحابة الكرام في جدل مبكر حول القدر ورسول الله صلى الله عليه وسلم حي بين اظهرهم؟ ¶ نقول نعم حدث ذلك ولكن كيف كان تعامل النبي صلى الله عليه وسلم معهم؟ وكيف كان التزامهم بتوجيه النبي صلى الله عليه وسلم لهم؟ ¶ وللرد على هذا السؤال اسوق رواية الجدال في القدر روى الامام احمد عن عمرو بن شعيب عن أبيه عن جده قال:\" خرج رسول الله صلى الله عليه وسلم ذات يوم والناس يتكلمون في القدر قال وكأنما تفقأ في وجهه حب الرمان من الغضب قال فقال لهم مالكم تضربون كتاب الله بعضه ببعض بهذا هلك من كان قبلكم قال فما غبطت نفسي بمجلس فيه رسول الله صلى الله عليه وسلم لم أشهده بما غبطت نفسي بذلك المجلس اني لم أشهده\"،تعليق شعيب الأرنؤوط: صحيح وهذا إسناد حسن\" [51] \" ¶ ولو نظرت الى هذه الرواية لوجدت ان النبي صلى الله عليه وسلم لم يعب عليهم الجدال في القدر وإنما عاب عليهم التعامل مع النص القراني بضرب اياته بعضها ببعض بعيدا عن القواعد الايمانية، الراسخة في وضوح هذا المعتقد وبساطته، وهذا ما وقع فيه نفاة القدر الذين وقعوا في شرين:- ¶ الأول النفاة المعطلة الذين نفوه كلية مع الوجود الظاهر الجلي للنصوص على اثباته، والثاني: الجبرية الذين اخذتهم النظرة الاحادية الجزئية الى الاغراق في الجبر ونفي قدرة العبد وإرادته وهذا المنهج مازال على استمراره الى وقتنا الحاضر في عقلية ارباب الحداثة الذين يتلقفون الفكر الغربي فيروجون له بانه يحل مشكلات عقدية عجز المسلمون الاوائل عن حلها وهذا كذب وافتراء يبطله واقع هذه الامة الاصيل. ¶ - تقرير مذهب القدرية ¶ قال الامام النووي: واعلم ان مذهب اهل الحق اثبات القدر ومعناه ان الله تبارك قدر الاشياء في القدم وعلم سبحانه انها ستقع في اوقات معلومة عنده سبحانه وتعالى على صفات مخصوصة، فهي تقع على ما قدرها الله سبحانه وتعالى، وأنكرت القدرية هذا وزعمت انه سبحانه لم يقدرها، ولم يتقدم علمه سبحانه وتعالى بها، وانها مستأنفة العلم، أي انما يعلمها بعد وقوعها، وكذبوا على الله سبحانه وتعالى، وجل عن اقوالهم الباطلة علوا كبيرا وسميت هذه الفرقة قدرية لإنكارهم القدر \" [52] \". ¶ وقد نقل الامام مسلم في صحيحه، عن يحيى بن يعمر قال: كان أول من قال في القدر بالبصرة معبد الجهني فانطلقت أنا وحميد بن عبدالرحمن الحميري حاجين أو معتمرين فقلنا لو لقينا أحد من أصحاب رسول الله صلى الله عليه وسلم فسألناه عما يقول هؤلاء في القدر فوفق لنا عبدالله بن عمر بن الخطاب داخلا المسجد فاكتنفته أنا وصاحبي أحدنا عن يمينه والأخر عن شماله فظننت أن صاحبي سيكل الكلام إلي فقلت أبا عبدالرحمن إنه قد ظهر قبلنا ناس يقرؤون القرآن ويتقفرون العلم وذكر من شأنهم وأنهم يزعمون أن لا قدر",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وأن الأمر أنف قال فإذا لقيت أولئك فأخبرهم أني بريء منهم وأنهم براء مني والذي يحلف به عبدالله بن عمر لو أن لأحدهم مثل أحد ذهبا فأنفقه ما قبل الله منه حتى يؤمن بالقدر\". [53] ¶ وروى اللالكائي عن عكرمة بن عمار قال: سالت يحي بن ابي كثير: من القدرية؟ فقال: الذين يقولون: ان الله لم يقدر المعاصي \" [54] ¶ وقال الامام الشافعي: \" تدري من القدري؟ الذي يقول ان الله لم يخلق الشيء حتى عُُمل به \" [55] ¶ ومن ابرز الذين اشتهروا في بيان عقيدة القدرية الخليفة الزاهد عمر بن عبدالعزيز فقد كتب رسالة في فضح القدرية نشرها المستشرق الالماني فان اس، مرفقة برسالة اخرى للتابعي الجليل الحسن البصري [56] ومن مناقشات عمر لغيلان القدري كما روى ابن عساكر: عن أبي جعفر الخطمي قال قيل لعمر بن عبد العزيز إن غيلان يقول في القدر فمر به غيلان فقال ما تقول في القدر فتعوذ فتلى هذه الآية \" هل أتى على الإنسان حين من الدهر \" إلى قوله \" إما شاكرا وإما كفورا \" (1) فقال عمر إن الكلام فيه عريض طويل ما تقول في العلم أنافذ هو قال نعم قال أما والله لو لم تقلها لضربت عنقك\" [57]. ¶ وقد اتيحت الفرص الكثيرة لهؤلاء القدرية عن طريق الحوار بالحسنى لظن علماء اهل السنة انهم يعانون من شبهة في الاعتقاد ولكن الحقيقة انهم كانوا يمارسون خداعا وكذبا برفضهم لروح النصوص ودلالتها، فقد اجتمع غيلان مع اياس بن معاوية في حضرة عمر بن عبدالعزيز، فقال عمر أنتما مختلفان وقد اجتمعتما فتناظرا معا فقال إياس يا أمير المؤمنين إن غيلان صاحب كلام وأنا صاحب اختصار فإما أن يسألني ويختصر أو أسأله وأختصر فقال غيلان سل فقال إياس أخبرني ما أفضل شئ خلقه الله عز وجل فقال العقل قال فأخبرني عن العقل مقسوم أو مقتسم فأمسك غيلان فقال له أجب فقال لا جواب عندي فقال إياس قد تبين لك أمره يا أمير المؤمنين إن الله تبارك وتعالى يهب العقول لمن يشاء فمن قسم له منها شيئا ذاده عن المعصية ومن تركه تهور\" [58] ¶ وقد ترتب على هذا الغلو بإنكار القدر قتل اكبر دعاته، لدورهم الهدام في افساد العقائد فقد صلب معبد الجهني عام 83هـ[59]، وغيلان القبطي بعد عام 105هـ[60]، وقد مهدت هذه الحركة الطريق لفرق جديدة فتحت شرورا جديدة على الامة بعبثها بالنصوص وولوجها الى قضايا عقدية أكبر امتدت من خلالها دائرة الانكار والتعطيل الى مسائل الالوهية والأسماء والصفات عندما برزت طوائف الجهمية والمعتزلة والمرجئة والمشبهة وهي سلسلة مترابطة في العداء للنصوص وإدخال الناس في مسائل خلافية ما زال المسلمون يعانون من اثارها المدمرة. ¶ [1]- الطبراني، المعجم الكبير، روايات عوف بن مالك رقم 129",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "[2]- الطبري، التفسير ج6، ص229 ¶ [3]- ابن هشام، السيرة النبوية، ج1، ص329 ¶ [4]- ابن كثير، السيرة النبوية، ج3،ص182 ¶ [5]-البخاري، كتاب المناقب، باب مناقب عبدالله بن سلام، رقم 3601 ¶ [6]- البخاري، كتاب الإيمان، باب زيادة الإيمان ونقصانه، حديث رقم 45، ومسلم، كتاب التفسير، باب حدثنا محمد بن رافع، حديث رقم 7712 ¶ [7]- البخاري، كتاب التفسير، باب قوله تعالى (منه ايات محكمات) رقم 4547 ¶ [8]- البخاري، كتاب الاعتصام بالكتاب والسنة، باب قوله عليه الصلاة والسلام (لا تسالوا اهل الكتاب) رقم 6928 ¶ [9]- البخاري، كتاب الشهادات، باب لا يسال اهل الشرك عن الشهادة وغيرها، رقم 2539 ¶ [10]- البخاري، كتاب التفسير، باب سورة براءة، حديث رقم 4402 ¶ [11]- موضع خارج المدينة النبوية ¶ [12]- الحاكم، المستدرك، كتاب العلم، باب فضل توقير العالم رقم 347 ¶ [13]- تاج العروس، ج1، ص5677 وانظر ترجمته في تاريخ دمشق، لابن عساكر، ج23، ص 410 ¶ [14]-البخاري، كتاب فضائل القران، باب جمع القران، رقم 4604 ¶ [15]- مسلم، الصحيح، كتاب الزكاة، باب التحريض على قتل الخوارج، رقم 2517 ¶ [16]- الإمام احمد، المسند، مسند ابي سعيد الخدري، حديث رقم 11307 قال شعيب الارنؤوط - صحيح ¶ [17]- البخاري، كتاب المناقب، باب علامات النبوة، رقم 3412 ¶ [18]- ابن حجر، فتح الباري، ج 12، ص 284 ¶ [19]- البخاري، كتاب الانبياء، باب قوله تعالى \" واما عاد فاهلكوا \" رقم 3166 ¶ [20]- ابن ابي شيبة، المصنف، كتاب الجمل، باب ما ذكر في الخوارج، رقم 37923، ورواها ابن حجر في المطالب العالية بسند قوي، ج 2، ص 379 وانظر تاريخ الأمم والملوك ج 3، ص 119،",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "[21]- الكامل في اللغة والأدب، ج 3، ص 158 ¶ [22]- البخاري، كتاب استتابة المرتدين، باب قتال الخوارج أوله ¶ [23]- الشهرستاني، الملل والنحل، ص 12 ¶ [24]- الشهرستاني، الملل والنحل، ص 21 ¶ [25]- البخاري، كتاب المناقب، باب قوله يعرفونه كما يعرفون أبناءهم، حديث رقم 3436 ¶ [26]- البغدادي، الفرق بين الفرق، ص 279 ¶ [27]- الحميري، الحور العين ص 225 ¶ [28]- الحميري، الحور العين، ص 232 ¶ [29]- المقدسي، البدء والتاريخ، ج 5، ص 138 ¶ [30]- الخليل بن احمد الفراهيدي، العين، باب العين والفاء، ج11، ص 124 ¶ [31]- الفيروزآبادي، فصل الشين، ج1، ص 949 ¶ [32]- القمي، الفرق والمقالات، ص 20 والنوبختي، فرق الشيعة، ص 19 ¶ [33]- انظر، التونسوي، بطلان عقائد الشيعة، ص30، وكتاب الطبرسي متوفر ومطبوع ¶ [34]- انظر بتوسع، احسان الهي ظهير، الشيعة والقران، حيث جعل تطور تفسيرهم للقران وتطور عقائدهم مر في اربعة ادوار وهو استقصاء مهم يؤكد ان الشيعة يخترعون المسائل اختراعا، وكلما اسعفهم احد بفكرة جديدة لم تخطر على بال من سبقه سارعوا للأخذ بها وجعلها اصلا من اصولهم، وهو يعبر عن منهج التزييف المستمر الذي لا يقف عند حد. ¶ [35]- ابن حزم، الفصل في الملل والاهواء والنحل، ج1، ص315 ¶ [36]- احسان الهي ظهير، الشيعة واهل البيت، ص263 ¶ [37]- ابن حجر، لسان الميزان، ج 3، ص 358 ¶ [38]- الفرق بين الفرق، ص 47 ¶ [39]- مسند الامام احمد، حديث عمرو بن الحمق، رقم 1997، حديث حسن ¶ [40]- الكذاب هو المختار بن عبيد ¶ [41]- المبير: المهلك وهو الحجاج بن يوسف",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "[42]- مسلم، كتاب الفضائل، باب ذكر كذاب ثقيف، حديث رقم 229 ¶ [43]- ابن عدي، الكامل في الضعفاء، ج6، ص 2351 ¶ [44]- ابن عبدربه، العقد الفريد، ج2، ص 246 ¶ [45]- الكامل في الضعفاء، ج6، ص 2351 ¶ [46]- الاشعري، مقالات الاسلاميين، ص 7 ¶ [47]- الاشعري، المقالات، ص 87 ¶ [48]- المصدر السابق، ص 605 ¶ [49]- الاشعري، ص 9 - 10 ¶ [50]- اللالكائي، شرح اعتقاد أهل السنة، ج 4، ص 750 ¶ [51]- الامام احمد، المسند، مسند عبدالله بن عمرو، رقم 6668وانظر سنن ابن ماجه، المقدمة، باب في القدر، والترمذي، كتاب القدر، باب التشديد في الخوض في القدر، رقم 2133 ¶ [52]- شرح صحيح مسلم، ج 1، ص 154 ¶ [53]- مسلم، كتاب الإيمان باب الايمان والإسلام والإحسان، رقم 8 ¶ [54]- شرح اعقاد اهل السنة ج4، ص700 ¶ [55]- المرجع السا بق، ج4، ص703 ¶ [56]- انظر، رسالتان في الرد على القدرية، ترجمها وحققها، فان اس، بيروت،1977 ¶ [57]- تاريخ دمشق ج48،ص194 ¶ [58]- المرجع السابق، ج10، ص16 ¶ [59]- الذهبي، سير اعلام النبلاء، ج4، ص187 ¶ [60]- الزركلي، الاعلام، ج10،ص473",
            "page": "21",
            "part": "1"
        }
    ],
    "t37606": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مظاهر التعدي على النص الشرعي من قبل أتباع الفرق المبتدعة"
        }
    ]
}