{
    "b37604": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ المملكة العربية السعودية ¶ وزارة التعليم العالي ¶ جامعة الإمام محمد بن سعود الإسلامية ¶ المعهد العالي للقضاء ¶ قسم الفقه المقارن ¶ المسائل التي علل فيها الحنابلة الحكم بـ \"خروجاً من الخلاف\" ¶ في المعاملات المالية وفقه الأسرة ¶ جمعاً ودراسة ¶ بحث تكميلي مقدم لنيل درجة الماجستير في الفقه المقارن ¶ إعداد الطالب/ أنس بن عادل اليتامي. ¶ إشراف الدكتور/ محمد بن عبد الله اللحيدان. ¶ الأستاذ المشارك في قسم الفقه المقارن ¶ العام الجامعي ¶ 1430 - 1431هـ",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله صلى الله عليه وعلى آله وصحبه وسلم، أما بعد:- ¶ فإن العلم بأحكام الله عز وجل من أشرف العلوم وأجلها، وهو الطريق الموصل إلى عبادة الله، وتقواه وخشيته، وبه ينال رضا الرب جل وعلا والوصول لدار كرامته. ¶ وإن التفقه في دين الله عز وجل، وتعلمه، وتعليمه، ونشره لغاية عظمى لكل موحد يريد لنفسه النجاة من ظلم الجهل، وإتباع الأنبياء والمرسلين صلوات الله وسلامه عليهم في الدعوة إلى الله عز وجل، ونشر الخير وتعليم الناس ما ينفعهم في دنياهم وأخراهم. ¶ وقد جاء الشرع بكل ما ينفع الناس في معاشهم ومعادهم؛ من الأحكام والأخلاق، ويهديهم إلى أقوم طريق به تقوم حياتهم، وأمورهم، وجاء نبينا محمد - صلى الله عليه وسلم - بالحنيفية السمحة، فلم يترك خيراً إلا دل الأمة عليه، ولا شراً إلا حذر الأمة منه حتى تركها على المحجة البيضاء ليلها كنهارها لا يزيغ عنها إلا هالك. ¶ ولما تنوعت أدلة الشرع، واختلفت أفهام العلماء في فهمها وقعت بذلك اختلافات في بعض الأحكام مما أدى إلى اختلاف المجتهدين فيها وتنوع أنظارهم في فهمها، وهذا الخلاف في حقيقته توسعة للأمة، ورفع للحرج عنها.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ولكن مما ينبغي التنبه له أنه ليس كل خلاف في الشرع له حظ من النظر؛ بل بعضه لا يسلم لقائله بل يطرح لمخالفته نصاً صريحاً من القرآن والسنة، وبعضها مما تتفاوت فيه أنظار المجتهدين لكونه مجملاً، أو محتملاً، أو مقيداً بنص آخر، أو منسوخا عند البعض، وغيرها من الأسباب مما يكون سببا في نشوء الخلاف بينهم، وتباين آرائهم. ¶ ولكثرة الخلاف المعتبر الواقع في الأحكام وجدت أن كثيراً من أهل العلم وخاصة الحنابلة يقولون في مسألة: (بالاستحباب أو الكراهة أو الأولى أو الأفضل كذا وكذا) ثم يعللون ذلك بقولهم: (خروجاً من خلاف من قال بكذا وكذا)، أو (للخلاف في كذا وكذا)، لا سيما إن كان الخلاف قوياً. ¶ فشدني ذلك كثيراً في أثناء قراءتي لكتب المذهب، فعزمت على جمعها ودراستها حتى يتبين لي وجه التعليل بذلك، ومدى الخلاف الواقع، وقوته؛ حتى يعلل به الحنابلة، ومتى يعبرون عن حكم المسألة بذلك، ومتى يجزمون بالحكم دون التعليل بذلك. ¶ فعزمت - مستعينا بالله - على أن يكون بحثي يجمع هذه المسائل في المعاملات المالية وفقه الأسرة، ودراستها دراسة فقهية مقارنة وعنونته بـ: (المسائل التي علل بها فقهاء الحنابلة الحكم بـ \"خروجاً من الخلاف\" في المعاملات المالية وفقه الأسرة).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "أولاً: أهمية الموضوع: ¶ لا شك أن هذا الموضوع له أهمية كبيرة واضحة، ومما يدل على أهميته ما يلي: ¶ 1 - أن الخروج من الخلاف قد يؤثر في الحكم لدى المجتهد؛ فعليه أن يعرف متى يستحب الخروج من الخلاف، ومتى لا يستحب له ذلك. ¶ 2 - أن\" الخروج من الخلاف مستحب\" قاعدة معتبرة عند فقهاء الحنابلة، وكثيراً ما يعللون الحكم بها. ¶ 3 - أنه باستقراء هذه المسائل - عند فقهاء الحنابلة - يتبين ما هو الخلاف المعتبر عندهم من غيره، وبه تعرف جادة المذهب في ذلك. ¶ 4 - أن تتبع هذه المسائل، ومعرفة أقوال الفقهاء فيها يجعل المجتهد يتريث في إصدار الأحكام، ولا يتسرع، بل ينظر في الأدلة ويجتهد فيها؛ فإذا لم يتبين له الراجح توقف، وإذا لم يجزم بحكم فإن له القول بالاستحباب، أو بالكراهة، أو بالأولى خروجا من الخلاف. ¶ 5 - أن الأخذ بالاحتياط معتبر عند الفقهاء متى أمكن ذلك؛ وإلا فقد يتعذر الاحتياط في بعض المسائل، ولهذا مدخل في موضوع البحث.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ثانياً: أسباب اختيار الموضوع: ¶ من أهم الأسباب التي دفعتني لاختيار هذا الموضوع ما يلي: ¶ 1 - معرفة متى يكون الخلاف معتبرا في الحكم على المسائل، ومتى لا يكون كذلك. ¶ 2 - معرفة سبب تعليل الحنابلة لبعض الأحكام دون بعض بهذه العلة. ¶ 3 - أن بعض أهل العلم - ممن وقفت على أقوالهم - لا يرون تعليل الأحكام بذلك فأردت معرفة سبب رأيهم، وما اعتمدوا عليه فيه. ¶ 4 - أن في بحث مثل هذه المسائل، وبيان الضابط فيها - بعد توفيق الله - تقديم خدمة لكتب المذهب، والتأليف فيه، لا سيما وأنه السائد والمعتبر في القضاء، والفتوى، والتعليم في هذه البلاد المباركة. ¶ ثالثاً: الدراسات السابقة: ¶ لم أجد - بعد البحث - من جمع وكتب في هذا الموضوع مستقلا، وما وجدته مواضيع عامة قد يكون لها صلة في هذا الموضوع على جهة العموم، وهي رسائل وكتب في الاحتياط بشكل عام، ولكنها تناولت مفهوم الاحتياط، ومقوماته، ومسالكه عند الفقهاء، وشروط العمل به، وأثره في التقعيد الأصولي والفقهي؛ مع كونها دراسات نظرية حوت قليلاً من التطبيق في نظرية الاحتياط عموما؛ ولم تتطرق إلى المسائل التي علل بها فقهاء الحنابلة الحكم بـ: (الخروج من الخلاف). ¶ ومن هذه الدراسات:",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "1 - (العمل بالاحتياط في الفقه الإسلامي) وهي: رسالة دكتوراه أعدها- منيب بن محمود شاكر. ¶ 2 - (الاحتياط، حقيقته وحجيته وأحكامه وضوابطه) وهي: رسالة دكتوراه أعدها: إلياس بلكا المغربي. ¶ 3 - (نظرية الاحتياط الفقهي) وهي: رسالة دكتوراه أعدها: محمد عمر سمالي. ¶ ومن خلال الاطلاع على هذه الدراسات ومراجعة عناصرها تبين الفرق بينها وبين موضوع البحث من خلال النقاط التالية: ¶ 1 - أن الدراسات السابقة تكلمت عن نظرية الاحتياط، ومقوماته، ومظاهره، وشروطه بشكل عام حتى رسالة (العمل بالاحتياط في الفقه الإسلامي)، وأن كانت قد تطرق بعضها لبعض الفروع الفقهية للاحتياط عموما - وهي قليلة- لكنها لم تتطرق للتطبيقات الفقهية على قاعدة: (الخروج من الخلاف مستحب)، وأما موضوع بحثي فهو دراسة تطبيقية لقاعدة: (الخروج من الخلاف مستحب) من خلال المسائل التي بنيت عليها. ¶ 2 - موضوع البحث خاص بدراسة القاعدة، وتطبيقاتها عند الحنابلة، بينما الدراسات السابقة تكلمت عن نظرية الاحتياط بشكل عام. ¶ رابعاً: منهج البحث:",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "1 - تصور المسالة المراد بحثها تصويراً دقيقاً قبل بيان حكمها، ليتضح المقصود من دراستها. ¶ 2 - إذا كانت المسألة من مواضع الاتفاق فيذكر حكمها بدليله، مع توثيق الاتفاق من مظانه المعتبرة. ¶ 3 - إذا كانت المسألة من مسائل الخلاف، فيتبع ما يلي: ¶ أ تحرير محل الخلاف: إذا كانت بعض صور المسألة محل خلاف، وبعضها محل اتفاق. ¶ ب ذكر الأقوال في المسألة، وبيان من قال بها من أهل العلم، ويكون عرض الخلاف حسب الاتجاهات الفقهية. ¶ ت الاقتصار على المذاهب الفقهية المعتبرة، مع العناية بذكر ما تيسر الوقوف عليه من أقوال السلف الصالح، وإذا لم يوقف على المسألة في مذهب ما فيسلك بها مسلك التخريج. ¶ ث توثيق الأقوال من مصادرها الأصلية وقد سلكت في ترتيب الأقوال بأن بدأت بذكر المذهب الحنبلي - لأن البحث متعلق بهم في الدرجة الأولى - ثم رتبت المذاهب ترتيبا زمنيا. ¶ ج استقصاء أدلة الأقوال، مع بيان وجه الدلالة، وذكر ما يرد عليها من مناقشات، وما يجاب به عنها - إن كانت - وأن يذكر ذلك بعد الدليل مباشرة.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ح الترجيح مع بيان سببه، وذكر ثمرة الخلاف - إن وجدت. ¶ 4 - الاعتماد على أمهات المصادر والمراجع الأصلية في التحرير، والتوثيق، والتخريج، والجمع. ¶ 5 - التركيز على موضوع البحث وتجنب الاستطراد. ¶ 6 - العناية بضرب الأمثلة - خاصة الواقعية. ¶ 7 - تجنب ذكر الأقوال الشاذة. ¶ 8 - العناية بدراسة ما جد من القضايا، مما له صلة واضحة بالبحث. ¶ 9 - ترقيم الآيات، وبيان سورها مضبوطة بالشكل. ¶ 10 - تخريج الأحاديث من مصادرها الأصلية، وإثبات الكتاب والباب والجزء والصفحة ورقم الحديث، وبيان ما ذكره أهل الشأن في درجتها - إن لم تكن في الصحيحين أو أحدهما - فإن كانت كذلك فيكتفى حينئذ بتخريجها. ¶ 11 - تخريج الآثار من مصادرها الأصلية، والحكم عليها. ¶ 12 - التعريف بالمصطلحات من كتب الفن الذي يتبعه المصطلح، أو من كتب المصطلحات المعتمدة. ¶ 13 - توثيق المعاني من معاجم اللغة المعتمدة، وتكون الإحاطة عليها بالمادة والجزء، والصفحة.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "14 - العناية بقواعد اللغة العربية، والإملاء، وعلامات الترقيم، ومنها علامات التنصيص للآيات الكريمة، وللأحاديث الشريفة، وللآثار، ولأقوال العلماء وتميز العلامات أو الأقواس، فيكون لكل منها علامته الخاصة. ¶ 15 - كون الخاتمة متضمنة: أهم النتائج والتوصيات التي يراها الباحث. ¶ 16 - ترجمة الأعلام غير المشهورين بإيجاز، بذكر اسم العلم، ونسبه، وتاريخ وفاته، ومذهبه العقدي والفقهي، والعلم الذي اشتهر به وأهم مؤلفاته، ومصادر ترجمته. ¶ 17 - إذا ورد في البحث ذكر أماكن، أو قبائل، أو فرق، أو أشعار، أو غير ذلك توضع لها فهرس خاصة - إن كان لها من العدد ما يستدعى ذلك. ¶ 18 - إتباع البحث بالفهارس الفنية المتعارف عليها وهي: ¶ - فهرس الآيات القرآنية. ¶ - فهرس الأحاديث والآثار. ¶ - فهرس الأعلام. ¶ - فهرس المراجع والمصادر. ¶ - فهرس الموضوعات.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "خامساً: خطة البحث: ¶ اشتمل البحث على مقدمة وتمهيد وفصلين وخاتمة. ¶ - المقدمة: واشتملت على: أهمية الموضوع، وأسباب اختياره، والدراسات السابقة ومنهج البحث. ¶ - التمهيد: واشتمل على مبحثين: ¶ أ المبحث الأول: التعريف بمفردات العنوان (المسائل، التعليل، الحكم، الخروج، الخلاف). ¶ ب المبحث الثاني: التعريف بقاعدة (الخروج من الخلاف مستحب) (¬1). ¶ الفصل الأول: المسائل التي علل فيها فقهاء الحنابلة الحكم بـ \"خروجاً من الخلاف\" في المعاملات المالية. ¶ ويشتمل على ثمانية مباحث: ¶ المبحث الأول: كراهية الشراء ممن أكره على وزن مال بغير حق فباع متاعه في ذلك المال الذي أكره عليه (¬2). ¶ المبحث الثاني: يحرم إمضاء بيع خيار بعد نداء الجمعة (¬3). ¶ ¬__________ ¶ (¬1) الأشباه والنظائر للسيوطي (1/ 136). ¶ (¬2) شرح المنتهى: ( ... للخلاف في صحة البيع) (3/ 618). ¶ (¬3) مطالب أولي النهى: ( ... للاختلاف في صحة البيع) (3/ 52).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "المبحث الثالث: الإلزام بالبيان في البيع مرابحة، ما لو اشتراها بعشرة، ثم باعها بخمسة عشر، ثم أشتراها بعشرة، ثم أراد بيعها (¬1). ¶ المبحث الرابع: لزوم الصدقة بالزيادة على من اشترى الثمر قبل بدو الصلاح بشرط القطع ثم تركه حتى نما (¬2). ¶ المبحث الخامس: كراهية إجارة الحلي بنقد من جنسه (¬3). ¶ المبحث السادس: كراهية استئجار الكافر لكتاب المصحف (¬4). ¶ المبحث السابع: اشتراط الإشهاد على الشفعة إن كان المشتري غائباً عن المجلس حاضراً في البلد (¬5). ¶ المبحث الثامن: إنفاق واجد اللقيط عليه بإذن الحاكم (¬6). ¶ الفصل الثاني: المسائل التي علل فيها فقهاء الحنابلة الحكم بـ \"خروجاً من الخلاف\" في فقه الأسرة. ¶ وفيه أربعة مباحث: ¶ المبحث الأول: في الوقف والهبة والوصية: ¶ ¬__________ ¶ (¬1) الشرح الكبير: ( ... لأن فيه خروجاً من الخلاف) (11/ 457). ¶ (¬2) شرح الزركشي: ( ... فالزيادة يتصدقان بها للاختلاف) (2/ 42). ¶ (¬3) كشاف القناع: ( ... خروجاً من خلاف من قال: لا يصح) (3/ 556). ¶ (¬4) الفروع: ( ... وكرهه للخلاف) (4/ 13). ¶ (¬5) كشاف القناع: ( ... خروجاً من خلاف من اشترطه) (4/ 141). ¶ (¬6) المبدع: ( ... لأنه أبعد من التهمة وللخروج من الخلاف) (5/ 296).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "المطلب الأول: الأولى ذكر جهة تدوم في مصرف الوقف إن وقف على أولاده ونحوهم (¬1). ¶ المطلب الثاني: كراهية الرجوع في الهبة قبل القبض (¬2). ¶ المطلب الثالث: اشتراط إشهاد بينة من له حق من دين أو عين عن الوصي عند الحاكم (¬3). ¶ المبحث الثاني: في النكاح: ¶ المطلب الأول: استحباب استئذان الوالد البكر البالغة عند تزويجها (¬4). ¶ المطلب الثاني: استحباب كون المهر لا ينقص عن عشرة دراهم (¬5). ¶ المطلب الثالث: الأولى حضور الزوج فسخ المرأة عقد نكاحها حيث ملكت الفسخ في غيبته (¬6). ¶ المطلب الرابع: اشتراط الحاكم في فسخ الزوجة عند إعسار زوجها بالمهر الحال (¬7). ¶ المبحث الثالث: في الطلاق: ¶ المطلب الأول: استحباب تأويل الطلاق من المكره عليه حتى لا يقع (¬8). ¶ ¬__________ ¶ (¬1) كشاف القناع: ( ... كالفقراء ونحوهم خروجاً من خلاف .. ) (4/ 252). ¶ (¬2) كشاف القناع: ( ... مع الكراهة خروجاً من خلاف من قال: أن الهبة تلزم بالعقد) (4/ 301). ¶ (¬3) كشاف القناع: ( ... أن تشهد البينة عند الحاكم خروجاً من الخلاف) (4/ 399). ¶ (¬4) المغني: ( ... ولأن فيه تطييب لقلبها وخروجا من الخلاف) (9/ 405). ¶ (¬5) كشاف القناع: ( ... خروجاً من خلاف من قدره أقله بذلك) (5/ 129). ¶ (¬6) كشاف القناع: ( ... خروجاً من خلاف من منعه في غيبته) (5/ 113). ¶ (¬7) الروض المربع: ( ... للاختلاف فيه) (3/ 118). ¶ (¬8) شرح المنتهى: ( ... أن يتأول خروجاً من الخلاف) (3/ 76).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "المطلب الثاني: استحباب إقرار الزوجة المطلقة ثلاثا في الموضع الذي طلقها فيه (¬1). ¶ المطلب الثالث: استحباب ترك وطء مطلقته الرجعية التي شك في وقوع الطلاق عليها، قبل أن يراجعها (¬2). ¶ المبحث الرابع: في الظهار واللعان. ¶ المطلب الأول: استحباب الأخذ بالأغلظ لمن قالت لزوجها: أنت علي كظهر أبي (¬3). ¶ المطلب الثاني: استحباب إخراج الحب في كفارة الظهار (¬4). ¶ المطلب الثالث: استحباب إخراج البر في كفارة الظهار (¬5). ¶ المطلب الرابع: استحباب إخراج أدم مع المجزي من الطعام في كفارة الظهار (¬6). ¶ المطلب الخامس: استحباب قول الملاعنة في الخامسة: (فيما رماني من الزنا) بعد قولها: (وأن غضب الله عليها إن كان من الصادقين) (¬7) ¶ * الخاتمة: وفيها أهمه النتائج والتوصيات: ¶ * الفهارس وتشتمل على: ¶ - فهرس الآيات القرآنية. ¶ ¬__________ ¶ (¬1) المغني: ( ... ولأن فيه خروجاً من الخلاف) (11/ 302). ¶ (¬2) شرح المنتهى: ( ... وسن ترك وطء قبل رجعة إن كان الطلاق رجعيا خروجا من الخلاف) (3/ 142). ¶ (¬3) المغني: ( ... الأحوط التكفير بأغلظ الكفارات ليخرج من الخلاف) (11/ 112). ¶ (¬4) المغني: (والأفضل إخراج الحب لأن فيه خروجا من الخلاف) (11/ 100). ¶ (¬5) شرح الزركشي: (الأفضل البر خروجاً من الخلاف) (3/ 323). ¶ (¬6) كشاف القناع: (ويستحب إخراج أدم مع المجزي نص عليه خروجاً من خلاف من أوجبه) (5/ 387). ¶ (¬7) كشاف القناع: (خروجاً من خلاف من أوجبه) (5/ 391).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "- فهرس الأحاديث والآثار. ¶ - فهرس الأعلام. ¶ - فهرس المراجع والمصادر. ¶ - فهرس الموضوعات. ¶ وفي ختام البحث أحمد الله جل وعلا على نعمه العظام وآلائه الجسام، وأن وفقني على إتمام الرسالة، فالحمد لله رب العالمين. ¶ كذلك أشكر والداي الكريمان على رعايتهما الحسنة، وتربيتهما الطيبة، وتشجيعهما الدائم على إكمال دراستي الجامعية، فأسأل الله أن يتولاهما في الدنيا والآخرة. ¶ كما أتقدم بالشكر الجزيل لجامعة الإمام محمد بن سعود الإسلامية، وللمعهد العالي للقضاء الذين هيئوا لطلاب العلم المكان المناسب لتلقي العلم الشرعي، ويسروا له السبل لذلك، وأخص منهم الشيخ الفاضل الدكتور/ محمد بن عبد الله اللحيدان الذي تفضل مشكورا بالإشراف على الرسالة، وإبداء الملاحظات القيمة والتي استفدت منها أثناء كتابة البحث. ¶ أسأل الله أن يتقبل مني هذا العمل، وأن يجعله خالصا لوجهه إنه سميع قريب. ¶ والحمدلله رب العالمين وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "التمهيد ¶ وفيه مبحثان: ¶ المبحث الأول: التعريف بمفردات العنوان (المسائل، التعليل، الحكم، الخروج، الخلاف). ¶ المبحث الثاني: التعريف بقاعدة (الخروج من الخلاف مستحب).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "المبحث الأول: التعريف بمفردات العنوان (المسائل، التعليل، الحكم، الخروج، الخلاف). ¶ اشتمل عنوان البحث على مفردات لغوية، يقتضي منا أن نعرف هذه الكلمات من حيث اللغة وذلك على النحو التالي: ¶ (المسائل): جمع مسألة، بالهمز، يقال: مسألة و تَساءلوا: سَأَل بعضُهم بعضا ... وسألته عن الشيء استخبرته (¬1)، وتَعلَّمتُ مسألة ومسائل، استعير المصدر للمفعول فيه (¬2). ¶ (التعليل): من العلة، وهذا علة لهذا أي سبب (¬3). ¶ (الحُكم): القضاء، حكَم بينهم يحكُم بالضم، حُكما وحَكم له وحَكم عليه (¬4). ¶ (الخروج): نقيض الدُخول، خَرَج يخرُج خروجًا ومَخرجا فهو خارجٌ، وخُروج وخَراج، وقد أخْرَجه وخَرجَه به (¬5). ¶ (الخلاف): تَخالف الأمران واخْتَلفا: لم يتفقا، وكل ما لم يتساو فقد تخالَف واختَلف (¬6). ¶ ¬__________ ¶ (¬1) لسان العرب: (11/ 318) مادة (س أ ل)، تاج العروس (29/ 160). ¶ (¬2) أساس البلاغة: (281). ¶ (¬3) لسان العرب: (11/ 471) مادة (ع ل ل)، تاج العروس (30/ 48). ¶ (¬4) مختار الصحاح ص (62). ¶ (¬5) لسان العرب: (2/ 249) مادة (خ ر ج)، معجم مقاييس اللغة (2/ 175). ¶ (¬6) لسان العرب: (9/ 91) مادة (خ ل ف)، معجم مقاييس اللغة (2/ 210).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "المبحث الثاني: التعريف بقاعدة (الخروج من الخلاف مستحب) ¶ اهتم العلماء بالقواعد الفقهية اهتماماً بالغاً، واعتنوا بها تأليفا وتعليما، وما ذلك إلا لما للقواعد من الأهمية الكبيرة في جمع الفروع الفقهية تحت أصل واحد، مما يسهل على الفقيه معرفة الأحكام والفروع الفقهية، وجعلها أصلا لها. ¶ وإن من القواعد الفقهية التي اهتم بذكرها العلماء، واعتنوا بتأصيلها، قاعدة (الخروج من الخلاف مستحب)،ولما كان البحث مرتبط ارتباطاً وثيقاً بالقاعدة وجب التعريف بها، ونقل نصوص العلماء فيها، وذكر أدلة مشروعيتها، والغاية منها، وشروط مراعاة الخلاف، ومتى يتعذر الخروج من الخلاف، وما لا يجرى فيه مراعاة الخلاف، وما يتصل بذلك من أحكام. ¶ تعريف مفردات القاعدة لغة: ¶ قد سبق تعريف (الخروج) و (الخلاف) في المبحث الأول. ¶ وأما الاستحباب لغة فهو: من الحُب، وهو نَقيض البُغْض, وأَحَبّه فهو مُحب، وهو مَحبوب على غير قياس، هذا الأكثر (¬1). ¶ والحب: الوداد والمحبة (¬2). ¶ المعنى الإجمالي للقاعدة: ¶ ¬__________ ¶ (¬1) لسان العرب: (1/ 289) مادة (ح ب ب)، تاج العروس (2/ 212). ¶ (¬2) تاج العروس (2/ 212).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "أنه يستحب عند الخلاف بين العلماء، وكان من قبيل اختلاف التضاد يستحب للمجتهد أن يجتنب هذا الخلاف بأن يفعل الأحوط من القولين متى أمكنه ذلك ¶ التعريف بقاعدة (الخروج من الخلاف مستحب) اصطلاحا: ¶ جاءت تعاريف عدة للقاعدة على ألسنة العلماء أذكر منها ما يلي: ¶ - عبر الشاطبي (¬1) عن القاعدة بمراعاة الخلاف وعرفها بقوله: (إعطاء كل واحد من الدليلين ما يقتضيه الآخر أو بعض ما يقتضيه) (¬2). ¶ - تعريف عبد الرحمن السنوسي بقوله: (اعتبار خلاف الغير بالخروج منه عند قوة مأخذه، بفعل ما اختلف فيه) (¬3). ¶ موضوعها: ¶ إن موضوع هذه القاعدة هو الاحتياط في الدين، وذلك أن المجتهد قد يجتهد في مسألة ما ويغلب على ظنه حكم معين في المسألة، ولكن لقوة مأخذ دليل المخالف قد يسلك الاحتياط في المسألة ليخرج من هذا الخلاف الحاصل. ¶ حكمها: ¶ ¬__________ ¶ (¬1) الشاطبي: إبراهيم بن موسى بن محمد اللخمي الغرناطي ,أصولي حافظ من أئمة المالكية, ت (790 هـ) من كتبه: الموافقات والاعتصام وشرح الألفية. انظر الإعلام للزركلي (1/ 75) ¶ (¬2) الموافقات: (4/ 151)، بتصرف يسير. ¶ (¬3) مراعاة الخلاف: ص (14).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "نص العلماء على مشروعية القاعدة وأن ذلك مجمع عليه (¬1). ¶ وهذا الإجماع على القاعدة في الجملة، وإلا فقد وقع اختلاف في اعتبار بعض الشروط للقاعدة. ¶ وممن نص على ذلك: ¶ الزركشي (¬2) حيث قال في المنثور في القواعد: (يستحب الخروج منه – أي الخلاف- باجتناب ما اختلف في تحريمه، وفعل ما اختلف في وجوبه) (¬3). ¶ وقال السيوطي (¬4) في الأشباه والنظائر: (الخروج من الخلاف مستحب) (¬5). ¶ ووجه استحبابها: أنها من الورع، والورع محمود في الشرع وهو أمر مطلوب، ولم يجب لأن الإيجاب أمر آخر أعلى مرتبة من المستحب، فمن أتى بالورع فقد أحسن، ومن تركه فلا يثرب عليه. ¶ الأدلة على مشروعية القاعدة: ¶ ¬__________ ¶ (¬1) شرح مسلم للنووي (2/ 23). ¶ (¬2) الزركشي: محمد بن بهادر بن عبدالله الزركشي ,بدر الدين , عالم بفقه الشافعية والأصول، ت: (794 هـ)، من مؤلفاته البحر المحيط ,المنثور في القواعد. انظر شذرات الذهب (6/ 335). ¶ (¬3) (2/ 127). ¶ (¬4) السيوطي: عبد الرحمن بن أبي بكر بن محمد الخضيري السيوطي الشافعي جلال الدين ,إمام حافظ, ت: (911 هـ) , من مصنفاته: الأشباه والنظائر ,الإتقان في علوم القرآن ,انظر: شذرات الذهب (8/ 51). ¶ (¬5) (1/ 136).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "قد جاءت نصوص كثيرة تدل على مشروعيتها واستحباب العمل بها، وكذلك جاءت الآثار عن خيار هذه الأمة بالحث على الخروج من الخلاف، وترك التنازع والشقاق. ¶ ومن ذلك ما يلي: ¶ 1 - عن عائشة رضي الله عنها قالت: اختصم سعد بن أبي وقاص (¬1). وعبد بن زمعة (¬2) في غلام، فقال: سعد: هذا يا رسول الله ابن أخي عتبة بن أبي وقاص عهد إلي أنه ابنه، انظر إلى شبهه، وقال عبد بن زمعة: هذا أخي يا رسول الله، ولد على فراش أبي من وليدته، فنظر رسول الله - صلى الله عليه وسلم - إلى شبهه فرأى شبها بيِنا بعتبة، فقال: (هو لك يا عبد، الولد للفراش، وللعاهر الحجر، واحتجبي عنه يا سوده، قالت: فلم ير سودة قط) (¬3). ¶ وجه الدلالة: ¶ أن النبي - صلى الله عليه وسلم - قد حكم بالولد للفراش لأن الأصل أن الولد للفراش، فقال: (هو لك يا عبد)، ولكن لقوة شبه الغلام بعتبة بن أبي وقاص أمر سوده - وهي أخت عبد - أن تحتجب عنه، وما هذا إلا للاحتياط في الدين، وهل الخروج من الخلاف إلا من باب الاحتياط في الدين. ¶ ¬__________ ¶ (¬1) سعد بن أبي وقاص مالك بن أهيب بن عبد مناف القرشي، الصحابي الأمير أسلم وهو ابن سبعة عشرة سنة، أحد العشرة المبشرين بالجنة، شهد بدرا، مات بالعقيق سنة 55هـ. انظر سيرأعلام النبلاء (1/ 92) ¶ (¬2) عبد بن زمعة بن قيس بن عبدشمس القرشي العامري، كان شريفا سيدا من سادات الصحابة وهو أخو سودة زوج النبي صلى الله عليه وسلم لأبيها. انظر الاستيعاب لابن عبدالبر (2/ 820). ¶ (¬3) أخرجه البخاري: كتاب المحاربين من أهل الكفر والردة باب للعاهر الحجر (6/ 2499) برقم (6431) ومسلم كتاب الرضاع باب الولد للفراش (2/ 1080) برقم (1457).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "2 - ما ورد عن ابن مسعود - رضي الله عنه - أنه أنكر على عثمان بن عفان - رضي الله عنه - إتمام الصلاة في السفر، ثم صلى خلفه متمما وقال: الخلاف شر) (¬1). ¶ وجه الدلالة: ¶ أن عبد الله بن مسعود - رضي الله عنه -، صلى خلف عثمان بن عفان - رضي الله عنه - أربعا في السفر مع أنه أنكر عليه الإتمام، ولما سئل عن هذا قال: (الخلاف شر) لأنه يوقع الأمة في التفرق والشقاق، وهذا منه خروج من الخلاف، لا سيما وأن الصلاة لا تبطل بالإتمام. ¶ 3 - أنه من باب الإحتياط في الدين، وقد قال صلى الله عليه وسلم \"دع ما يريبك إلى ما لا يريبك\" (¬2). ¶ مستندها الأصولي: ¶ يمكننا أن نخرج قاعدة الخروج من الخلاف تخريجا أصوليا يربط القاعدة بالأصول ويخرجها عليها، فإن لقاعدة\"الخروج من الخلاف مستحب\" ارتباطا بالأصول من أكثر من جهة وذلك على النحو التالي: ¶ أولا: تخريجها على قاعدة الاستحسان: ¶ عرف الشاطبي الاستحسان بقوله: (الأخذ بمصلحة جزئية في مقابلة دليل كلي) (¬3). ¶ ¬__________ ¶ (¬1) أخرجه أبو داود كتاب المناسك باب الصلاة بمنى (2/ 199) برقم (1960)، صححه الألباني في صحيح أبي داود (1/ 550) ¶ (¬2) أخرجه الترمذي كتاب صفة القيامة والرقائق والورع (4/ 668) برقم (2518) , والنسائي كتاب الأشربة باب الحث على ترك الشبهات (8/ 327) برقم (5711). قال الترمذي حسن صحيح , وصححه الألباني في الإرواء (1/ 44). ¶ (¬3) الموافقات للشاطبي: (4/ 206).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وأما وجه انتزاع القاعدة منه، فيقول عبد الرحمن السنوسي: (فإن مقتضى القياس أن يجري المجتهد على وفق دليله، ويحكم بمقتضى اجتهاده الذي أداه إليه الظن الغالب الموجب للعمل، فلا يترك قوله ودليله ليصير إلى قول الغير ودليله، هذا هو التأصيل، غير أنه يعدل عن ذلك فيهمل العمل بمقتضى قوله ودليله من وجه، ليعمل دليل غيره المرجوح عنده وموجب هذا العدول عن العمل بمقتضى الاجتهاد الخاص من وجه هو: رجحان دليل المخالف عند المجتهد على دليله لازم مدلول دليل ذلك المخالف، المستدعي للاحتياط والآخذ بالجزم، وهو على هذا ليس تاركا لاعتقاده في قوله ودليله ومطرحا له بالكلية، بل قصاراه أنه امتثل على وفق دليل غيره من جهة يكون رأي الغير أرجح منها، أو اختار الأشق من الأمرين مع اعتقاده صحه الأخف، وهو كما ترى عدول يسنده النظر الحازم والرأي السديد) (¬1). ¶ ثانيا: تخريجها على قاعدة: هل كل مجتهد في الفروع مصيب (¬2). ¶ وهذا المسألة يتطرق لها الأصوليون في كتبهم كثيراً، وهي: فيما لو اجتهد مجتهدان في مسألة من مسائل الفروع، ثم اختلفوا على قولين، فهل المصيب هو أحدهما لا بعينه؟ أو أن كلاهما مصيب؟. ¶ اختلف الأصوليون في ذلك على قولين: ¶ فقال بعضهم: كل مجتهد مصيب ¶ ¬__________ ¶ (¬1) مراعاة الخلاف ص: (42). ¶ (¬2) ينظر مراعاة الخلاف: ص (50).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وقال البعض: إن المصيب واحد فقط. ¶ وليس هذا مجال البحث (¬1)، ولكن يمكننا تخريج قاعدة الخروج من الخلاف مستحب على هذه القاعدة على كلا القولين: ¶ فعلى القول بأن كل مجتهد مصيب، فإن من اعتقد أحد الأقوال يجوز الأخذ بالقول الآخر لاعتقاده أن كل مجتهد مصيب , فهو لم يعدل عن الصواب في ذلك. ¶ وعلى القول بأن المصيب واحد فقط، فإن من رجح أحد الأقوال إنما رجحه لغلبة ظنه، وهو لا يقطع بخطأ قول المخالف، ولما رأى دليل المخالف وقوة استدلاله به رأى أن له حظ من النظر فراعى خلافه في المسألة، لاسيما وأن الاحتياط والورع في ذلك مطلوب) (¬2). ¶ شروط مراعاة الخلاف: ¶ بعد ما تبين تقرير القاعدة والأدلة على مشروعيتها فإن الخلاف الذي يستحب الخروج منه له شروط معينة فليس كل خلاف يستحب الخروج منه، ومن هذه الشروط ما يلي: ¶ 1 - أن لا يخالف نصاً من القرآن أو من السنة: ¶ فمتى ثبت أن المخالف قد خالف نصاً صريحاً من القرآن أو من السنة، فإنه لا يلتفت إلى خلافه بل الواجب التسليم للنص وإتباعه، وطرح قول من خالفه. ¶ ¬__________ ¶ (¬1) انظر للاستزادة: التبصرة: (498)، شرح الكوكب المنير (4/ 489). ¶ (¬2) انظر مراعاة الخلاف: ص (50).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "قال السيوطي: (ومن ثم سن رفع اليدين في الصلاة ولم يبال برأي من قال بإبطاله الصلاة من الحنفية، لأنه ثابت عن النبي - صلى الله عليه وسلم - من رواية نحو خمسين صحابيا) (¬1). ¶ 2 - أن لا يؤدي الخروج من الخلاف لصورة تخالف الإجماع: ¶ فمتى أدى الخروج من الخلاف إلى مخالفة الإجماع، وجب طرحه وعدم الالتفات إليه، لأن الإجماع مقدم عليه. ¶ ومثاله: كمن تزوج بغير ولي ولا شهود بأقل من ربع درهم مقلدا أبا حنيفة في عدم الولي، ومالكا في عدم الشهود، والشافعي في أقل من ربع درهم، فإن هذا النكاح لو عرض على الحنفي لا يقول بصحته، وكذلك المالكي والشافعي والحنبلي وعليه فالفسخ في هذه الحالة واجب اتفاقاً، ولا يرى فيه خلاف لأن هذه الصورة لم يقل بها أحد (¬2). ¶ 3 - أن يكون مأخذ الخلاف قوياً، فإن كان واهيا لم يراع (¬3). ¶ بمعنى أن يكون الخلاف له حظ من النظر وتتجاذبه الأدلة، وأما ما كان خطئا بينا من المخالفين، أو يعد شذوذاً من قائله فلا يلتفت له، ولا يخرج من خلافه. ¶ ومثل له السيوطي بقوله: ومن ثم كان الصوم في السفر أفضل لمن قوي عليه، ولم يبال بقول داود: إنه لا يصح (¬4). ¶ ¬__________ ¶ (¬1) الأشباه والنظائر: (137). ¶ (¬2) المنثور في القواعد: (2/ 131)، مراعاة الخلاف ص: (79)، بتصرف يسير ¶ (¬3) المنثور في القواعد: (2/ 129) ¶ (¬4) الأشباه والنظائر: (137).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "3 - أن لا يوقع الخروج من الخلاف في خلاف آخر (¬1): ¶ فإن الغاية من الخروج من الخلاف هو الاحتياط للقول الآخر, ولكن إذا أدى الخروج ¶ من الخلاف إلى الوقوع في خلاف آخر فإنه لا يعتبر، لأننا نكون قد خرجنا من خلاف ودخلنا في خلاف أخر، فلا فائدة إذا من الخروج من الخلاف في هذه الحالة. ¶ ومثال ذلك: ¶ ذهب الحنفية إلى أن الوصل في الوتر واجب، وذهب المالكية أن الفصل في الوتر واجب، وعند الشافعية والحنابلة يجوز الفصل والوصل جمعا بين الأدلة، فلا يمكن للشافعية والحنابلة أن يستحبوا الوصل مراعاة لخلاف الحنفية، لأنهم سوف يقعون بخلاف المالكية الذي يوجبون الفصل، ولا الخروج من خلاف المالكية لأنهم سوف يقعون في خلاف الحنفية الذين يوجبون الوصل (¬2). ¶ 5 - أن لا يترك المراعي للخلاف مذهبه بالكلية (¬3): ¶ اشترط بعض المالكية في الخروج من الخلاف: أن لا يؤدي المجتهد إلى تركه مذهبه بالكلية، لأنه إن ترك مذهبه بالكلية وقال بالقول الأخر، فهو تقليد، والتقليد بعد النظر والبحث في الأدلة والاجتهاد فيها منعه أكثر أهل العلم، لأن الواجب أن يصير إلى ما أداه إليه اجتهاده. ¶ ¬__________ ¶ (¬1) المصدر السابق. ¶ (¬2) الاشباه والنظائر للسيوطي: ص (137). ¶ (¬3) مراعاة الخلاف ص: (80).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "مثاله: ¶ أن يتزوج شخص تزوجا فاسداً على مذهبه ثم يطلق فيه ثلاثاً، فعند بعض أصحاب مالك ¶ يلزمه الطلاق ولا يتزوجها إلا بعد زوج، فإن تزوجها قبل زوج لم يفسخ نكاحه لأن التفريق حينئذ إنما كان لاعتقاد فسخ النكاح، وهو عنده صحيح وعند المخالفين فاسد. ¶ فمنعه من تزوجها أولاً مراعاة للخلاف، وفسخ النكاح ثانياً لو قيل به لكان مراعاة ¶ للخلاف أيضاً، فلو راعى الخلاف في الحالتين لكان تركا لمذهبه بالكلية (¬1). ¶ حالات يتعذر فيها الخروج من الخلاف: ¶ بعد أن بينت شروط الخروج من الخلاف، وأنه ليس كل خلاف يخرج منه حتى تتوفر شروطه، أذكر هنا أن بعض الحالات التي يتعذر فيها الخروج من الخلاف، بحيث لا يمكن للفقيه الخروج من الخلاف فيها، وهي حالتان: ¶ الأولى: أن يكون الخلاف من اختلاف التضاد (¬2): ¶ فإن كان الخلاف اختلاف تضاد تعذر الخروج من الخلاف فيه، بحيث يكون القولان متضادان من كل وجه. ¶ ومثاله: ¶ ¬__________ ¶ (¬1) مراعاة الخلاف ص (40) بتصرف يسير. ¶ (¬2) المنثور في القواعد: (2/ 132)",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "قول أبي حنيفة رحمه الله تعالى: أن وقت العصر مصير ظل كل شيء مثليه، وقال بعض الشافعية: إن هذا أخر وقت العصر مطلقاً ويصير بعده قضاء (¬1). ¶ فلا يمكن الخروج من الخلاف في هذه الصورة، لأنه إن راعى خلاف أبي حنيفة يكون قد أدى العصر بعد وقتها على القول الثاني، وأن راعى خلاف بعض الشافعية يكون قد أداها قبل الوقت على قول أبي حنيفة، فكان الخلاف هنا من اختلاف التضاد. ¶ الثانية: أن يكون الخلاف متعلقاً بالحقوق: ¶ قال العز بن عبد السلام (¬2): ¶ (قد يتعذر الورع على الحاكم في مسائل الخلاف، كما إذا كان ليتيم على يتيم حق مختلف فيه، فلا يمكن الصلح بينهما، إذ لا تجوز المسامحة بمال أحدهما، وعلى الحاكم التوسط في الخلاف، وكذلك حكم الأب والوصي) (¬3). ¶ ما لا تجري فيه قاعدة الخروج من الخلاف مستحب: ¶ أن قاعدة (الخروج من الخلاف مستحب) ليست قاعدة مطردة في كل خلاف، بل هناك مواضع لاتجري فيها القاعدة، ومن هذه المواضع: ¶ 1 - العقائد (¬4). ¶ ¬__________ ¶ (¬1) المرجع السابق – بتصرف يسير. ¶ (¬2) عبدالعزيز بن عبدالسلام بن أبي القاسم السلمي الدمشقي ,الملقب بسلطان العلماء, فقيه شافعي بلغ رتبة الاجتهاد , ت: (660 هـ) من مؤلفاته: التفسير الكبير ,قواعد الأحكام، قواعد الشريعة. انظر طبقات الشافعية الكبرى (8/ 209). ¶ (¬3) قواعد الأحكام: (2/ 20) ¶ (¬4) مراعاة الخلاف ص: (79)، بتصرف يسير",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "فلا يجوز في مسائلها الخروج من الخلاف، لأن مبناها على مطلق الإتباع، والانقياد ¶ والتسليم لأمر الله عز وجل وأمر رسوله قال تعالى: {وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمراً أن يكون لهم الخيرة من أمرهم ومن يعص الله ورسوله فقد ضل ضلالاً مبينا} (¬1). ¶ وعليه فلا إلتفات لأقوال أهل الكلام والمبتدعة في الباب، بل الواجب طرحها وإتباع سبيل المؤمنين من الصحابة والتابعين. ¶ 2 - المعلوم من الدين بالضرورة (¬2): ¶ فالأمور المعلومة من الدين بالضرورة، لا مجال للاحتياط فيها، ولا الخروج من الخلاف فيها، لأنها معلومة للخاصة والعامة، ولا مجال للاختلاف فيها أصلاً , وهذا الأمر كوجوب الصلاة، ووجوب الزكاة، ووجوب الصيام، وحجية السنة مع القرآن، وتحريم الزنا والخمر, ونحو ذلك من الأمور. ¶ قال السنوسي: (وإنما امتنع تسويغ الخلاف فيها لوضوح أدلتها، وظهور القطع في ثبوتها ومفاداتها، إذ القطعي خارج عن موارد الاجتهاد باتفاق العقلاء , والخلاف إنما يجوز ويسوغ عند خفاء الدليل، وقوة الاحتمال، ودقة الحكم) (¬3). ¶ ¬__________ ¶ (¬1) سورة الأحزاب: الآية (63) ¶ (¬2) مراعاة الخلاف ص: (79)، بتصرف يسير ¶ (¬3) المصدر السابق.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "3 - ما كان من قبيل اختلاف التنوع: ¶ كحال ما استوى التخيير في جنسه من جهة الشارع، بحيث لا يستدعي الخلاف في أحاد ¶ أنواعه استحباب الخروج منه، لاستوائها في القوة والمورد، كالأحاديث الواردة في الاستفتاح، وأحاديث التشهد، والأحاديث الواردة في صفة صلاة الخوف ونحو ذلك. ¶ صور الخلاف وإمكانية مراعاتها (¬1): ¶ تختلف أحوال الخروج من الخلاف في كل مسألة بعينها بحسب اختلاف الفقهاء في المسألة، فتارة يكون الخروج من الخلاف بالفعل، وتارة يكون بالترك والاجتناب، وهناك حالة ثالثة وقع فيها الخلاف. ¶ الحالة الأولى: ما كان الخروج من الخلاف فيها بالفعل: ¶ ولها صور: ¶ أ- أن يكون الفعل واجباً في قول، ومستحب على القول الثاني، فالخروج من الخلاف يكون بفعله. ¶ مثالها: ¶ الاختلاف في الموالاة في الوضوء، فقيل إنها سنة، وقيل واجبة والخروج من الخلاف يكون بفعلها. ¶ ب- أن يكون الفعل واجباً في قول، ومباحاً على القول الثاني , فالخروج من الخلاف هنا يكون أيضاً بفعله. ¶ ¬__________ ¶ (¬1) انظر: قواعد الأحكام في مصالح الأنام (1/ 215)، المنثور في القواعد (2/ 128)، مراعاة الخلاف والخروج منه في أصول المالكية ص: (61).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "مثالها: ¶ العقيقة عن المولود، فقيل إنها مباحة، وقيل إنها واجبة، فالخروج من الخلاف يكون بفعلها. ¶ ج- أن يكون الفعل واجباً في قول، مكروها على القول الثاني، فالخروج من الخلاف يكون بالفعل. ¶ مثالها: ¶ البسملة في الفاتحة، واجبه على قول، وقيل مكروهه، فالخروج من الخلاف يكون بقراءتها. ¶ الحالة الثانية: ما كان الخروج من الخلاف فيها بالترك. ¶ وله صور: ¶ أ- أن يكون الفعل محرما على قول، مكروها على القول الثاني , فالخروج من الخلاف فيه يكون بالترك. ¶ مثالها: ¶ الأكل من كل ذي ناب من السباع يعدو به على غيره كالأسد، فقيل يحرم الأكل منها، وقيل يكره. ¶ فالخروج من الخلاف فيه يكون بترك الأكل منها. ¶ ب- أن يكون الفعل محرماً على قول، مباحاً على القول الثاني. ¶ مثالها:",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "الأكل من لحم الثعلب، فقيل مباح، وقيل يحرم. ¶ والخروج من الخلاف منه يكون بترك الأكل. ¶ الحالة الثالثة: ما وقع فيه الخلاف: ¶ ويكون هذا فيما إذا كان الفعل واجباً في قول، محرماً على القول الثاني، ففي هذه الحالة اختلف أهل العلم في كيفية الخروج من الخلاف على قولين: ¶ القول الأول: ¶ أنه يتعذر الخروج من الخلاف في هذه المسألة، ولابد من ترجيح أحد القولين وهذا اختيار ¶ ابن الشاط من المالكية (¬1) لأنهما تعارضا فلابد من ترك أحدهما والإتيان بالآخر (¬2). ¶ القول الثاني: ¶ أن الورع الترك، قال القرافي (¬3): (فإن اختلفوا هل هو حرام أو واجب، فالعقاب متوقع على كل تقدير، فلا ورع إلا أن نقول: إن الحرام إذا عارضه الواجب قدم على الواجب، لأن رعاية درء المفاسد أولى من رعاية حصول المصالح، وهو الأفضل، فيقدم المحرم ها هنا فيكون الورع الترك) (¬4). ¶ ¬__________ ¶ (¬1) قاسم بن عبدالله بن محمد الأنصاري السبتي ,أبو القاسم سراج الدين ابن الشاط ,فرضي فقيه مالكي , ت: (723) من مصنفاته: إدرار الشروق على أنواء البروق , غنية الرائض في علم الفرائض. انظر الديباج المذهب (225) ¶ (¬2) الفروق وهوامشه لابن الشاط: (4/ 369). ¶ (¬3) أحمد بن إدريس بن عبد الرحمن ,شهاب الدين الصنهاجي القرافي ,من علماء المالكية ,ت: (684هـ) من مصنفاته: الفروق , الإحكام في تمييز الفتاوى عن الأحكام ,الذخيرة. انظر الديباج المذهب (62) ¶ (¬4) الفروق وهوامشه: (4/ 369).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "المناقشه: ¶ تعقبه ابن الشاط: (بأنه لابد من الإقدام على ذلك الفعل والانكفاف عنه، فإن أقدم ¶ المكلف فقد وافق مذهبه المحلل، وإن انكف عنه فقد وافق مذهب المحرم، فأين الخروج ¶ عن الخلاف، إنما ذلك عمل على وفق أحد المذهبين لا خروج من المذهبين) (¬1). ¶ وعليه فالراجح ما قرره ابن الشاط لأمرين: ¶ 1 - لتعارض القولين فلا يمكن الخروج من الخلاف في هذه الحالة. ¶ 2 - أنه إن وافق أحد المذهبين في الحكم فقد خالف القول الثاني في الحكم، فيكون اختيار أحد القولين ترجيح له، لا خروجاً من الخلاف الثاني. ¶ الاستناد إلى تعليل بعض الأحكام بالخروج من الخلاف: ¶ وفي خاتمة دراسة هذه القاعدة أذكر هنا مسألة مهمة في هذا الباب، وهي أننا نجد كثيراً من أهل العلم يعلل الحكم بالخروج من الخلاف، بقوله مثلاً: يستحب كذا وكذا خروجاً من الخلاف، فهل يسوغ تعليل الحكم بالخلاف؟ وهل الخلاف علة شرعية مؤثرة في تعليل الحكم؟ فالجواب: أن التعليل بالخلاف إن عني به العلة المعروفة في اصطلاح أهل الأصول، والتي تناط بها الأحكام فلا نزاع في بطلان تعليل الحكم بالخروج من الخلاف (¬2). ¶ ¬__________ ¶ (¬1) الفروق وهوامشه: (4/ 369). ¶ (¬2) مراعاة الخلاف: ص (107) بتصرف يسير.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "والواقع أن الذي جاء التعليل به في كتب أهل العلم إنما يراد به أحد أمرين: ¶ 1 - الاحتياط، فليس المراد به أن يكون تعليلاً للحكم، بل يعلل العلماء الحكم بكذا ¶ خروجا من الخلاف للاحتياط في المسألة، ولا شك أن هذا سائغ في الشريعة بل ومطلوب (¬1). ¶ 2 - أن المراد بالتعليل ما يرادف السبب، فإن المجتهد لما يرى دليل مخالفه، وقوة مأخذه يكون ذلك سبباً في مراعاته واعتباره، حيث يتسبب الخلاف في دفع المجتهد إلى النظر في مأخذ المخالف، فإن وجده قوياً ظاهراً راعاه، وإن وجده ضعيفاً طرحه وبقى على اجتهاده، وإذا آلت المسألة إلى الدليل وقوته فقد خرجت عن شبهة التعليل (¬2). ¶ قال شيخ الإسلام ابن تيمية -رحمه الله تعالى-: (تعليل الأحكام بالخلاف علة باطلة في نفس الأمر، فإن الخلاف ليس من الصفات التي يعلق الشارع بها الأحكام في نفس الأمر فإن ذلك وصف حادث بعد النبي - صلى الله عليه وسلم -، ولكن يسلكه من لم يكن عالما بالأدلة الشرعية في نفس الأمر لطلب الاحتياط) (¬3). ¶ وقال الشيخ ابن عثيمين -رحمه الله تعالى-: ¶ (والصواب أن التعليل بالخلاف لا يصح، لأننا لو قلنا به لكرهنا مسائل كثيرة في أبواب العلم لكثرة الخلاف في المسائل العلمية، وهذا لا يستقيم فالتعليل بالخلاف ليس علة شرعية، ولا يقبل التعليل بقولك: خروجاً من الخلاف، لأن التعليل بالخروج من الخلاف هو ¶ ¬__________ ¶ (¬1) المرجع السابق. ¶ (¬2) مراعاة الخلاف: ص (107). ¶ (¬3) مجموع الفتاوى: (23/ 281).",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "التعليل بالخلاف، بل إذا كان لهذا الخلاف حظ من النظر والأدلة تحتمله فنكرهه، لا لأن فيه خلاف ولكن لأن الأدلة تحتمله، فيكون من باب \"دع ما يريبك إلى ما لا يريبك\" (¬1) (¬2). ¶ الفصل الأول ¶ المسائل التي علل فيها فقهاء الحنابلة الحكم بـ (خروجا من الخلاف) في المعاملات المالية: ¶ ويشتمل على ثمانية مباحث: ¶ المبحث الأول: كراهية الشراء ممن أكره على وزن مال بغير حق، فباع متاعه في ذلك المال الذي أكره عليه. ¶ المبحث الثاني: يحرم إمضاء بيع خيار وغيره من العقود بعد نداء الجمعة. ¶ المبحث الثالث: الإلزام بالبيان في البيع مرابحة، ما لو اشتراها بعشرة، ثم باعها بخمسة عشر، ثم اشتراها بعشرة، ثم أراد بيعها. ¶ المبحث الرابع: لزوم الصدقة بالزيادة على من اشترى الثمر قبل بدو الصلاح بشرط القطع ثم تركه حتى نما. ¶ ¬__________ ¶ (¬1) أخرجه الترمذي كتاب صفة القيامة والرقائق والورع (4/ 668) برقم (2518) , والنسائي كتاب الأشربة باب الحث على ترك الشبهات (8/ 327) برقم (5711). قال الترمذي حسن صحيح , وصححه الألباني في الإرواء (1/ 44). ¶ (¬2) الشرح الممتع (1/ 25).",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "المبحث الخامس: كراهية إجارة الحلي بنقد من جنسه. ¶ المبحث السادس: كراهية استئجار الكافر لكتابة المصحف. ¶ المبحث السابع: اشتراط الإشهاد على الشفعة إن كان المشتري غائباً عن المجلس حاضراً في البلد. ¶ المبحث الثامن: إنفاق واجد اللقيط عليه بإذن الحاكم. ¶ المبحث الأول ¶ كراهية الشراء ممن أكره على وزن مال بغير حق، فباع متاعه في ذلك المال الذي أكره عليه ¶ صورة المسألة: ¶ أن يضطر إنسان إلى دفع مال، كأن يكرهه شخص على دفعه، فيضطر إلى بيع ماله ليدفع له المال، فما حكم الشراء منه في هذه الحالة؟ ¶ وهذه المسألة يعبر عنها بعض الفقهاء ببيع المضطر (¬1). ¶ تحرير المسألة: ¶ الإكراه على البيع نوعان: ¶ ¬__________ ¶ (¬1) الإنصاف والشرح الكبير: (11/ 16).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "1 - إكراه بحق: وهذا لا إشكال في جواز الشراء منه بشروطه. ¶ 2 - إكراه بغير حق وهذا قسمان: ¶ القسم الأول: إكراه على العقد في البيع وهذا باطل من أصله بالإجماع (¬1). ¶ القسم الثاني: إكراه على دفع مال يضطره إلى إجراء عقد بيع، فالإكراه ليس على البيع، وإنما على سبب البيع، وهو دفع المال وهذه هي مسألتنا هنا. ¶ نصوص فقهاء الحنابلة في المسألة: ¶ جاء في شرح المنتهى حيث قال: (((أو)) أكره ((على وزن مال)) بحق أو غيره، ((فباع داره ونحوها)) كثوب ((في ذلك)) المال الذي أكره على وزنه ((صح)) البيع نصاً، لأنه لم يكره عليه، ((وكره الشراء منه)) أي ممن أكره على وزن مال - لأنه كالمضطر إليه للخلاف في صحة البيع) (¬2). ¶ الخلاف في المسألة: ¶ اختلف العلماء في هذه المسألة على ثلاثة أقوال: ¶ القول الأول: ¶ كراهية الشراء منه مع صحة البيع، وهو المذهب عند الحنابلة (¬3)، ومذهب الشافعية (¬4). ¶ ¬__________ ¶ (¬1) مجموع الفتاوى: (29/ 199)، المجموع للنووي: (9/ 188). ¶ (¬2) شرح المنتهى: (3/ 618). ¶ (¬3) الشرح الكبير والإنصاف: (11/ 16)، حاشية الروض (4/ 332). ¶ (¬4) المجموع (9/ 188) روضة الطالبين (3/ 418).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "القول الثاني: ¶ يصح الشراء منه من غير كراهة، وهو مذهب الحنفية (¬1)، والظاهرية (¬2)، واختيار شيخ الإسلام ابن تيمية (¬3). ¶ القول الثالث: ¶ يحرم الشراء منه، وهو مذهب المالكية (¬4)، ورواية عن الإمام أحمد (¬5). ¶ أدلة القول الأول: ¶ استدل أصحاب القول الأول بما يلي: ¶ 1 - قوله تعالى: {إلا أن تكون تجارة عن تراض منكم} (¬6). ¶ 2 - قوله تعالى: {فإن طبن لكم عن شيء منه نفسا} (¬7) ¶ وجه الدلالة: ¶ ¬__________ ¶ (¬1) بدائع الصنائع: (7/ 186) حاشية ابن عابدين (5/ 59). ¶ (¬2) المحلى: (9/ 23). ¶ (¬3) الإنصاف: (11/ 16). ¶ (¬4) مواهب الجليل: (4/ 248) شرح ميارة (2/ 19). ¶ (¬5) الفروع: (4/ 3)، المبدع (4/ 7). ¶ (¬6) سورة النساء: الآية (29). ¶ (¬7) سورة النساء: الآية (4).",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "إن الآيات اشترطت الرضا لصحة العقود ومنها البيع، ولكن قالوا بصحة البيع مع الكراهة، لأنه غير مكره على البيع نفسه ولكنه مكره على دفع الثمن، والغالب أنه سوف يبيع بأقل من ¶ نصف الثمن. ¶ ويمكن أن يناقش: ¶ لا دليل في الآيات، لأنه غير مكره على العقد نفسه بل قد باع باختياره فيصح بلا كراهة. ¶ 3 - حديث أبي سعيد الخدري قال: قال - صلى الله عليه وسلم -: \"إنما البيع عن تراض\" (¬1). ¶ 4 - حديث أبي بكرة مرفوعا: \"لا يحل مال امرئ مسلم إلا بطيب نفس منه\" (¬2). ¶ وجه الدلالة: ¶ دلت الأحاديث على اشتراط الرضا في العقود، والذي باع في حقيقته غير راضي بل هو ... مكره، ولكنه أكره على الثمن لا على العقد فيصح مع الكراهة (¬3). ¶ نوقش: ¶ ¬__________ ¶ (¬1) أخرجه ابن ماجه كتاب التجارات ,باب الخيار (2/ 737) برقم (2185) , والبيهقي كتاب البيوع , باب ماجاء في بيع المضطر وبيع المكره (6/ 17) برقم (10858) ,صححه الزيلعي: نصب الراية (4/ 169) والألباني: صحيح ابن ماجه (2/ 219). ¶ (¬2) أخرجه البيهقي كتاب الغصب, باب: من غصب لوحا فأدخله في سفينة أو بنا عليه جدارا (6/ 100) برقم (11325) ,والدارقطني: كتاب البيوع (3/ 423) برقم (2883) ,و صححه الالباني: الإرواء (5/ 279). ¶ (¬3) الشرح الكبير والإنصاف: (11/ 16)، حاشية الروض (4/ 332).",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "بما سبق، أنه لا دليل على ما ذكروا، فالإكراه إنما وقع على دفع الثمن، ولم يقع الإكراه على العقد نفسه. ¶ أدلة القول الثاني: ¶ 1 - قوله تعالى: {وأحل الله البيع وحرم الربا} (¬1). وهذا بيع صحيح توافرت فيه الشروط، فإخراجه عن هذا يحتاج إلى دليل ولا إكراه في العقد بل قد باع مختاراً (¬2). ¶ 2 - إن في الشراء منه إحساناً له لدفع ضرورته بذلك، ولو امتنعنا عن الشراء منه فقد يوقعه ذلك في حرج (¬3). ¶ نوقش: ¶ لا يسلم وقوعه في الحرج، بل يمكنه الاستقراض، أو يعطى عطية تدفع عنه الضرورة. ¶ وأجيب عن هذه المناقشة: ¶ أنه قد لا يوجد من يقرضه، ثم هي ليست من باب الضرورة، فليس هو فقير معدم تلزم إعانته. ¶ أدلة القول الثالث: ¶ ¬__________ ¶ (¬1) سورة البقرة آية (275). ¶ (¬2) انظر اختيارات شيخ الإسلام الفقهية (6/ 37). ¶ (¬3) الشرح الممتع: (8/ 123).",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "استدل اصحاب القول الثالث بـ أدلة القول الأول (¬1) ¶ وقد سبقت مناقشتها. ¶ 1 - زاد على ذلك , استدلالهم بما رواه علي - رضي الله عنه - قال: نهى رسول الله - صلى الله عليه وسلم - عن بيع المضطرين، و عن بيع الغرر، و عن بيع الثمرة قبل أن تدرك (¬2). ¶ وجه الاستدلال: ¶ قالوا: نهى عن بيع المضطر، وهذا في حقيقته مضطر إلى المال، فهو داخل في التحريم (¬3). ¶ نوقش: ¶ 1 - أن في سنده رجلاً مجهولاً، فالحديث ضعيف. ¶ 2 - على فرض صحته فقد فسر بأن المضطر أن يجيئك محتاج فتبيعه ما يساوي عشرة بعشرين (¬4). ¶ الترجيح: ¶ والراجح – والله أعلم – هو القول الثاني وهو: صحة البيع بلا كراهة وسبب الترجيح أمرين: ¶ 1 - قوة أدلة هذا القول ووجاهتها. ¶ ¬__________ ¶ (¬1) الشرح الكبير والانصاف: (11/ 16) ,المجموع (9/ 188) ¶ (¬2) أخرجه أحمد (2/ 252) حديث (937)، وأبو داود: كتاب البيوع ,باب في بيع المضطر (3/ 255) برقم (3382) , وهو حديث ضعيف لأن فيه راو مجهول، قال الخطابي في معالم السنن: في اسناد الحديث رجل مجهول لا ندري من هو. (5/ 47). وضعفه ابن حزم المحلى (7/ 512)، وابن مفلح: المبدع: (4/ 7)، وضعفه الألباني، انظر ضعيف أبي داود (273). ¶ (¬3) المبدع (4/ 7). ¶ (¬4) المرجع السابق.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "2 - أن أدلة المخالفين ضعيفة، فهي إما أدلة صحيحة غير صريحة، أو صحيحة غير صريحة. ¶ الخلاصة: ¶ مما سبق يتبين أن مراد الحنابلة بقولهم (للخلاف) هو مراعاة خلاف القائلين بتحريم الشراء ممن أكره على وزن مال بحق فباع متاعه في ذلك المال الذي أكره عليه، وهم المالكية، ورواية عن الإمام أحمد.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "المبحث الثاني ¶ حرمة إمضاء بيع خيار وبقية العقود بعد نداء الجمعة الثاني ¶ تحرير المسألة: ¶ لا خلاف بين الفقهاء أن البيع بعد نداء الجمعة الثاني محرم (¬1) لقوله تعالى: {يا أيها الذين آمنوا إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله وذروا البيع) (¬2). ¶ واختلفوا في صحة العقد من عدمه، ولتوضيح ذلك فلابد من التطرق لمسألتين: ¶ المسألة الأولى: الحكم الوضعي للبيع بعد نداء الجمعة الثاني. ¶ المسألة الثانية: حكم إمضاء بيع خيار بعد نداء الجمعة الثاني. ¶ جاء في مطالب أولي النهى: (((ويصح إمضاء بيع خيار وبقية العقود كنكاح وإجارة و صلح ورهن)) وقرض وغيرها بعد نداء الجمعة، لأن النهي عن البيع وغيره لا يساويه في التشاغل المؤدي إلى فواتها، ((ويتجه ويحرم)) إمضاء البيع وما عطف عليه بعد النداء الثاني للاختلاف في صحة البيع، ولأن الإمضاء ليس ببيع , وهو متجه) (¬3). ¶ ¬__________ ¶ (¬1) بدائع الصنائع (5/ 232)، بداية المجتهد: (2/ 127)، المجموع (4/ 367)، المغني: (2/ 146). ¶ (¬2) سورة الجمعة: الآية (9). ¶ (¬3) مطالب أولى النهى: (3/ 52).",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "المسألة الأولى: الحكم الوضعي للبيع بعد نداء الجمعة الثاني. ¶ صورة المسألة: ¶ لو تبايع رجلان ممن تلزمهما الجمعة بعد نداء الجمعة الثاني، فبالاتفاق أن العقد محرم، ولكن هل يصح العقد مع التحريم أو هو باطل؟ ¶ الأقوال في المسألة: ¶ اختلف أهل العلم في هذه المسألة على قولين: ¶ القول الأول: ¶ أن البيع فاسد لا يصح، وهذا هو المشهور من مذهب المالكية (¬1).، وهو مذهب الحنابلة (¬2) ¶ القول الثاني: ¶ أن العقد صحيح، وهذا هو مذهب الحنفية (¬3) والشافعية (¬4). ¶ أدلة القول الأول: ¶ استدل أصحاب القول الأول بما يلي: ¶ ¬__________ ¶ (¬1) بداية المجتهد: (2/ 127) الكافي لابن عبدالبر (1/ 354). ¶ (¬2) المغني: (2/ 146)، الروض المربع تحقيق د. خالد المشيقح وآخرون (6\\ 65). . ¶ (¬3) بدائع الصنائع (5/ 232)، الدر المختار (5/ 101). ¶ (¬4) المجموع (4/ 367)، روضة الطالبين (3/ 418).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "1 - قوله تعالى: {يا أيها الذي آمنوا إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله وذروا البيع) (¬1). ¶ وجه الدلالة: ¶ أن النهي يقتضي الفساد، لأنه عائد لذات البيع (¬2). ¶ 2 - عن عائشة رضي الله عنها قالت: قال رسول الله - صلى الله عليه وسلم -: \"من أحدث في أمرنا هذا ما ليس منه فهو رد\" (¬3). ¶ وجه الدلالة: ¶ أن البيع بعد نداء الجمعة مخالف لما عليه الكتاب والإجماع , وعليه فهو رد؛ أي باطل. ¶ أدلة اصحاب القول الثاني: ¶ استدل أصحاب القول الثاني بالآية السابقة {وذروا البيع}. ¶ وجه الدلالة: ¶ قالوا: بأن المنع لمعنى آخر غير البيع وهو ترك السعي، فيبقى البيع في الأصل جائز (¬4). ¶ نوقش: ¶ بعدم التسليم، لأن النهي متوجه لذات العقد فيبطل البيع من أصله (¬5). ¶ ¬__________ ¶ (¬1) سورة الجمعة: الآية (9). ¶ (¬2) المغني: (2/ 146). ¶ (¬3) أخرجه البخاري: كتاب الصلح , باب إذا اصطلحوا على صلح جور فالصلح مردود (2/ 959) برقم (2550) , ومسلم: كتاب الأقضية باب نقض الأحكام الباطلة ورد محدثات الأمور (3/ 1343) برقم (1718) ¶ (¬4) الروض المربع تحقيق د. خالد المشيقح وآخرون (6\\ 65). ¶ (¬5) المرجع السابق.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "الترجيح: ¶ الراجح – والله تعالى أعلم – هو القول الأول وذلك لما يلي: ¶ 1 - قوة ما استدل به أصحاب القول الأول. ¶ 2 - ضعف أدلة القول الثاني، وورود المناقشة عليها. ¶ المسألة الثانية: ¶ حكم إمضاء بيع خيار بعد نداء الجمعة الثاني. ¶ صورة المسألة: ¶ أن يتبايع رجلان قبل نداء الجمعة الثاني، ويشترط أحدهما الخيار لمدة يوم مثلا، وبعد نداء الجمعة الثاني يمضي من له الخيار البيع، فهل هذا الإمضاء داخل في حكم البيع بعد نداء الجمعة الثاني، أو غير داخل؟ ¶ الخلاف في المسألة: ¶ اختلف أهل العلم في إمضاء بيع خيار بعد نداء الجمعة على قولين (¬1): ¶ القول الأول: يصح، وهو المشهور من مذهب الحنابلة (¬2). ¶ القول الثاني: يحرم، وهي رواية عن الإمام أحمد (¬3). ¶ ¬__________ ¶ (¬1) لم أجد بعد البحث فيما بين يدي من الكتب من نص على هذه المسألة إلا الحنابلة. ¶ (¬2) المغني: (2/ 146)، شرح المنتهى: (2/ 22). ¶ (¬3) الشرح الكبير مع الإنصاف: (11/ 167).",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "دليل القول الأول: ¶ استدل أصحاب القول الأول بقوله تعالى: {يا أيها الذين آمنوا إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله وذروا البيع} (¬1). ¶ وجه الدلالة: ¶ أ أن النهي إنما هو عن البيع، وإمضاء بيع خيار ليس ببيع ولا في معناه (¬2). ¶ ب- أن العلة من البيع بعد نداء الجمعة، لئلا ينشغل عن الصلاة والاستماع للخطبة، وهذا المعنى موجود في البيع، وإما إمضاء بيع خيار، فلا يؤدي إلى الانشغال عن الصلاة والاستماع للخطبة، لأنه مجرد إسقاط حق الخيار. ¶ دليل القول الثاني: ¶ استدل أصحاب القول الثاني بالآية السابقة {وذروا البيع}. ¶ وجه الدلالة: ¶ إن إمضاء بيع خيار في معنى البيع، فهو تنجيز للبيع (¬3). ¶ نوقش: ¶ بعدم التسليم، وذلك من وجهين: ¶ ¬__________ ¶ (¬1) سورة الجمعة: الآية (9). ¶ (¬2) المغني: (2/ 146). ¶ (¬3) مطالب أولى النهى: (3/ 52).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "1 - أنه ليس ببيع ولا في حكم البيع، بل هو امضاء للبيع الأول. ¶ 2 - أنه لا يؤدي إلى الانشغال عن الصلاة ولا عن الخطبة وذلك لقصر وقته، فهو مجرد إسقاط حق الخيار. ¶ الترجيح: ¶ الراجح – والله تعالى أعلم – هو القول الأول، وذلك: ¶ 1 - لقوة ما استدلوا به وصراحته. ¶ 2 - لضعف دليل القول الثاني وورود المناقشة عليه. ¶ الخلاصة: ¶ يتبين من الخلاف السابق- بناء على الرواية الثانية عن الإمام أحمد- أنهم عللوا الحكم بالتحريم في إمضاء بيع خيار بعد نداء الجمعة الثاني، ليخرجوا من خلاف الحنابلة والمالكية القائلين بصحة البيع بعد نداء الجمعة الثاني.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "المبحث الثالث ¶ الإلزام بالبيان في البيع مرابحة، ما لو اشتراها بعشرة، ثم باعها بخمسة عشر ثم اشتراها بعشرة، ثم أراد بيعها ¶ صورة المسألة: ¶ لو اشترى سلعة بعشرة مثلاً، ثم باعها على شخص بخمسة عشر ثم اشتراها مرة أخرى بعشرة، ثم أراد بيعها، فهل يخبر بذلك على صفته فيما لو أراد بيعها مرابحة، أو يكفي أن يقول: رأس مالها عشرة؟. ¶ تحرير المسألة: ¶ هذه المسألة لا تخلو من حالتين: ¶ الأولى: ¶ أن يبين الأمر على ماهو عليه، فإن قال: اشتريته بعشرة ثم بعته بخمسة عشر ثم اشتريته بعشرة، فإنه يجوز البيع مرابحة بأن يقول: بعتك بها وربح عشرة، وهذا جائز بالاتفاق (¬1). ¶ الثانية: ¶ ¬__________ ¶ (¬1) انظر: الشرح الكبير مع الإنصاف: (11/ 439).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "أن لا يبين الأمر كله على وجهه، بل يقول: اشتريته بعشرة، فهذا الذي وقع فيه الخلاف. ¶ أقوال فقهاء الحنابلة في المسألة: ¶ ممن ذكر هذه المسألة، وعلل الحكم فيها بالخروج من الخلاف ابن قدامة في الشرح الكبير حيث قال: (إن اشتراه بعشرة ثم باعه بخمسة عشر ثم اشتراه بعشرة أخبر بذلك على وجهه، وإن قال اشتريته بعشرة جاز، وقال أصحابنا: يحط الربح من الثمن الثاني ويخبر أنه اشتراه بخمسة، والمستحب في هذه المسألة وأمثالها أن يخبر بالحال على وجهه لأن فيه خروجاً من الخلاف، وهو أبعد من التغرير بالمشتري) (¬1). ¶ الخلاف في المسألة: ¶ القول الأول: ¶ يستحب أن يخبر بذلك على وجهه، وإن أخبر أنه أشتراه بعشرة جاز، وهذا هو المذهب عند الحنابلة (¬2) والمذهب عند المالكية (¬3)، و المذهب عند الشافعية (¬4). ¶ القول الثاني: ¶ ¬__________ ¶ (¬1) الشرح الكبير والإنصاف: (11/ 457). ¶ (¬2) شرح المنتهى (2/ 54)، الشرح الكبير والإنصاف: (11/ 457). ¶ (¬3) المدونة الكبرى: (10/ 235). ¶ (¬4) البيان: (5/ 338)، روضة الطالبين (3/ 530).",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "لا يجوز بيعه مرابحة إلا أن يبين الأمر على ماهو عليه، أو يخبر أن رأس ماله عليه خمسة، وهو المذهب عند الحنفية (¬1). ¶ أدلة القول الأول: ¶ 1 - لأنه أبعد من التغرير بالمشترى، فيذكره على وجهه ليعلم المشتري بحقيقة الأمر ولا ينغر بذلك (¬2). ¶ 2 - لأنه صادق فيما أخبر به، وليس فيه تهمة، فأشبه ما لو لم يربح فيه (¬3). ¶ 3 - أن هذا هو البيع الأخير قبل المرابحة (¬4). ¶ أدلة القول الثاني: ¶ 1 - أن الشراء الأخير كما أوجب ملك الثوب فقد أكد الربح، وهو خمسة لأنه كان يحتمل البطلان بالرد بالعيب أو بغيره من أسباب الفسخ، فإذا اشترى فقد خرج عن احتمال ¶ البطلان فتأكد (¬5). ¶ يمكن أن يناقش: ¶ ¬__________ ¶ (¬1) بدائع الصنائع: (5/ 224)، المبسوط للسرخسي (13/ 82). ¶ (¬2) الشرح الكبير والإنصاف: (11/ 457). ¶ (¬3) المصدر السابق. ¶ (¬4) انظر المدونة الكبرى: (10/ 235). ¶ (¬5) انظر بدائع الصنائع: (5/ 224).",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "أن العقد الأول قد لزم ولم يظهر عيب. ¶ 2 - لأن الربح أحد نوعي النماء فوجب أن يخبر به في المرابحة كالولد والثمرة (¬1). ¶ يمكن أن يناقش: ¶ لا يسلم لهم ذلك، لأن الربح في بيع مضى وهو البيع الأول، والبيع الثاني بيع جديد مستحدث، فله حكم آخر جديد. ¶ الترجيح: ¶ الراجح – والله أعلم – هو القول الأول، وهو قول الجمهور. ¶ وسبب الترجيح أمران: ¶ 1 - قوة أدلة القول الأول، ووجاهتها. ¶ 2 - ضعف تعليلات القول الثاني., وورود المناقشة عليها. ¶ الخلاصة: ¶ بعد ذكر الأقوال وعرضها، تبين أن الخلاف المراعى في المسألة هو خلاف الحنفية، وحيث إن المسألة لا يوجد فيها نص صريح، وإنما هي تعليلات وأقيسة، قال الحنابلة: بالاستحباب ليخرجوا من الخلاف، لا سيما و هو أبلغ في النصح والصدق. ¶ ¬__________ ¶ (¬1) الشرح الكبير والإنصاف: (11/ 457).",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "المبحث الرابع ¶ لزوم الصدقة بالزيادة على من اشترى الثمر قبل بدو الصلاح بشرط القطع ثم تركه حتى نما ¶ صورة المسألة: ¶ أن يشترى الثمر قبل بدو الصلاح بشرط القطع، ثم يتركه حتى ينمو فهذه الزيادة -وهي النماء الحاصل بعد القطع- تكون لمن؟ ¶ تحرير المسألة: ¶ شراء الثمر قبل بدو الصلاح لا يخلو من أمرين: ¶ 1 - أن يشتري الثمر بشرط التبقية، فلا يصح بالإجماع (¬1). ¶ 2 - أن يشتريها بشرط القطع في الحال، فلا يخلو من حالتين: ¶ الأولى: ¶ أن يقطعها قبل نمائها: فباتفاق الأئمة الأربعة يصح البيع (¬2)، ونقل ابن قدامة الإجماع على ذلك البيع (¬3)، وخالف الظاهرية فقالوا: لا يصح مطلقاً (¬4). ¶ ¬__________ ¶ (¬1) الإجماع لابن المنذر: (129)، المغني (6/ 148). ¶ (¬2) انظر: فتح القدير (6/ 289)، القوانين الفقهية: (1/ 173)، المجموع: (11/ 119)، الشرح الكبير مع الإنصاف (12/ 181). ¶ (¬3) انظر المغني: (6/ 148). ¶ (¬4) المحلى: (8/ 424)، وسيأتي خلافهم قريباً.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "الثانية: ¶ أن تنمو الثمرة قبل قطعها: فهذه قد وقع فيها الخلاف. ¶ أقوال فقهاء الحنابلة في المسألة: ¶ نص الحنابلة على هذه المسألة وعللوا الحكم - بلزوم الصدقة بالزيادة - بالخلاف، جاء في شرح الزركشي: (وحيث قيل بالفساد فإن المبيع بزيادته للبائع، نص عليه أحمد، ويرد الثمن لأنه قد تبين عدم الشرط المصحح للعقد فبطل من أصله، وحيث قيل بالصحة: فهل يشترك البائع والمشتري في الزيادة كحدوثها عن ملكيهما أو يتصدقان بها استحساناً للخلاف؟، فيه روايتان منصوصتان) (¬1). ¶ الخلاف في المسألة: ¶ القول الأول: ¶ يبطل البيع بذلك، ويرد المشتري الثمرة، ويأخذ البائع الثمن، وعليه فالزيادة والأصل للبائع، وهذا هو المذهب عند الحنابلة (¬2)، وهو المذهب عند المالكية (¬3)، واختاره شيخ الإسلام ابن تيمية (¬4). ¶ ¬__________ ¶ (¬1) شرح الزركشي: (2/ 42). ¶ (¬2) المغني: (6/ 135)، شرح الزركشي: (2/ 42). ¶ (¬3) القوانين الفقهية: (1/ 173)،الكافي لابن عبدالبر (1/ 333). ¶ (¬4) الشرح الكبير والإنصاف: (12/ 181).",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "القول الثاني: ¶ البيع صحيح ولا يبطل والزيادة للمشتري، وهو المذهب عند الحنفية (¬1)، والمذهب عند الشافعية (¬2)، ورواية عند الإمام أحمد (¬3). ¶ القول الثالث: ¶ يتصدقان بالزيادة استحبابا, وهذا إذا لم تكن حيلة وإلا فالبيع باطل وهو رواية عن أحمد (¬4). ¶ القول الرابع: ¶ يصح البيع ويشتركان في الزيادة، وهو رواية عن أحمد (¬5). ¶ أدلة القول الأول: ¶ 1 - عن ابن عمر رضي الله عنهما قال: (نهى رسول الله - صلى الله عليه وسلم - عن بيع الثمار حتى يبدو صلاحها، نهى البائع والمبتاع) (¬6). ¶ وجه الاستدلال: ¶ أنه نهى عن بيع الثمر قبل بدو الصلاح، واستثنى من التحريم شرط القطع في الحال، فيبقى ¶ ما عداه على التحريم (¬7). ¶ ¬__________ ¶ (¬1) شرح فتح القدير: (6/ 289)، البحر الرائق (5/ 324). ¶ (¬2) المجموع: (11/ 119)، روضة الطالبين (3/ 554). ¶ (¬3) الشرح الكبير والانصاف: (12/ 183). ¶ (¬4) المرجع السابق: (12/ 181). ¶ (¬5) المرجع السابق: (12/ 181). ¶ (¬6) أخرجه البخاري: كتاب البيوع، باب من باع نخلا قد أبرت و أرضا مزروعة او بإجارة (2/ 766) برقم (2082). ¶ (¬7) المغني: (6/ 135).",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "2 - تحريم التبقية لحق الله عز وجل، فأبطل العقد وجوده، كالنسيئة فيما يحرم فيه النساء (¬1). ¶ 3 - صحة البيع تجعل ذلك ذريعة إلى شراء الثمرة قبل بدو صلاحها وتركها حتى يبدو صلاحها، ووسائل الحرام حرام (¬2). ¶ أدلة القول الثاني: ¶ 1 - البيع اختلط بغيره أشبه ما لو اشترى ثمرة فحدثت ثمرة أخرى ولم تتميز (¬3). ¶ يمكن أن يناقش: ¶ بأن الاختلاط وحصول الزيادة حصل منه بسبب تفريطه، وقد خالف نهي النبي - صلى الله عليه وسلم -، فبطل البيع. ¶ أدلة القول الثالث: ¶ 1 - اشتبه الأمر في هذه الزيادة ومستحقها، فكان الأولى الصدقة بها (¬4). ¶ نوقش: ¶ أن هذا من باب الأكمل والأفضل، وإلا فالبيع باطل لما سبق (¬5). ¶ 2 - لأن عين المبيع زاد بجهة محظورة (¬6). ¶ ¬__________ ¶ (¬1) المغني: (6/ 135). ¶ (¬2) فتح القدير (6/ 291) ¶ (¬3) الشرح الكبير والإنصاف: (12/ 181). ¶ (¬4) الشرح الكبير والانصاف: (12/ 183). ¶ (¬5) المصدر السابق. ¶ (¬6) المصدر السابق.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "نوقش: ¶ أن هذا التعليل صحيح ويلزم منه إبطال البيع من أصله. ¶ أدلة القول الرابع: ¶ اشتبهت الزيادة هل هي للبائع أو المشتري، فاشتركا فيها. ¶ الترجيح: ¶ الراجح – والله تعالى أعلم – هو القول الأول وذلك لما يلي: ¶ 1 - لقوة ما استدلوا به وصراحته. ¶ 2 - ضعف أدلة الأقوال الأخرى وعدم مقاومتها أدلة القول الأول. ¶ 3 - أن فيه سداً للذريعة، ومنع للتحايل على المحرم. ¶ الخلاصة: ¶ مما سبق يتبين أن التعليل بالخروج من الخلاف في هذه المسألة عند الحنابلة مبني على الرواية الثانية عن الإمام أحمد، القائلة بصحة العقد وعدم بطلانه، حيث استحبوا الصدقة بالزيادة لوقوع الخلاف في أمرين: ¶ 1 - صحة العقد وبطلانه، وهم بذلك يراعون خلاف الحنفية والشافعية.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "2 - وقوع الخلاف في مستحق الثمرة بزيادتها، وهي على الصحيح من المذهب للبائع، وعلى مذهب الحنفية والشافعية للمشتري، والله أعلم.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "المبحث الخامس ¶ كراهية إجارة الحلي بنقد من جنسه ¶ صورة المسألة: ¶ لو أراد رجل أن يستأجر من أخر حلي ذهب، فهل يجوز أن يعطيه الأجرة بنقد من جنس الحلي المستأجر وهو الذهب أو لا يجوز إلا بجنس آخر؟. ¶ أقوال فقهاء الحنابلة في المسألة: ¶ جاء في كشاف القناع: (((وتصح إجارة حلي بأجرة من غير جنسه وكذا)) بأجرة ((من جنسه))، لأنه عين ينتفع بها منفعة معقودة مع بقائها فجازت إجازته كالأراضي ((مع الكراهة))، أي يكره إجارة الحلي بنقد من جنسه خروجا من خلاف من قال: لا تصح لأنها تحتك بالاستعمال فيذهب منه جزء ... ) (¬1). ¶ الخلاف في المسألة: ¶ اختلف أهل العلم في إجارة الحلي بنقد من جنسه على أقوال: ¶ القول الأول: ¶ ¬__________ ¶ (¬1) كشاف القناع: (3/ 556).",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "يكره إجارة الحلي بنقد من جنسه، وهذا هو المشهور من مذهب الحنابلة (¬1)، وهو مذهب المالكية (¬2). ¶ القول الثاني: ¶ يجوز إجارة الحلي بنقد من جنسه، وهذا هو مذهب الشافعية (¬3). ¶ القول الثالث: ¶ يحرم إجارة الحلي بنقد من جنسه، وهي رواية عن الإمام أحمد (¬4) (¬5). ¶ أدلة القول الأول: ¶ استدل أصحاب القول الأول بما يلي: ¶ 1 - عين ينتفع بها منفعة مباحة مقصودة مع بقاء عينها فأشبهت سائر ما تجوز إجارته، والزينة من المقاصد الأصلية، فإن الله أمتن بها علينا، قال تعالى: (لتركبوها وزينة) (¬6) (¬7). ¶ ¬__________ ¶ (¬1) المغني: (8/ 125)،كشاف القناع: (3/ 556). ¶ (¬2) حاشية الدسوقي: (4/ 17)،شرح مختصر خليل (7/ 18). ¶ (¬3) حاشية عميرة: (3/ 69)، المجموع (6/ 32). ¶ (¬4) الشرح الكبير والإنصاف: (14/ 294). ¶ (¬5) لم أجد قولا للحنفية في المسألة بعد البحث في كتبهم، ثم أطلعت على الموسوعة الفقهية (18/ 115) فوجدت فيها: (ولم نقف على رأي للحنفية في المسألة). ¶ (¬6) سورة النحل: الآية (8). ¶ (¬7) المغني: (8/ 125).",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "2 - عللوا الحكم بالكراهة: ¶ أنه قد يؤدي إلى نقصانه بالاستخدام فلا يكون متساوياً، ولكن ذلك ليس متحققاً (¬1). ¶ أدلة القول الثاني: ¶ استدل أصحاب القول الثاني بما يلي: ¶ 1 - ما سبق من أدلة القول الأول. ¶ 2 - لم يقولوا بالكراهة لأن نقصانه بالاستعمال غير متحقق، ولو تحقق فإنه يسير لا يقابل بعوض، ثم هو في مقابلة الانتفاع (¬2). ¶ دليل القول الثالث: ¶ استدل أصحاب القول الثالث بما يلي: ¶ أن أجزاؤه تحتك بالاستعمال فيذهب منها أجزاء وإن كانت يسيرة، فيحصل الأجر في مقابلتها ومقابلة الانتفاع بها، فيفضي إلى بيع ذهب بذهب وشيء أخر (¬3). ¶ نوقش: ¶ بأن ما ينقص بالاحتكاك يسير لا يقابل بعوض، ولا يكاد يظهر في وزن، ولو ظهر فالأجر في مقابلة الانتفاع لا في مقابلة الأجزاء، لأن الأجر في الإجارة إنما هو عوض المنفعة كما في ¶ ¬__________ ¶ (¬1) حاشية الدسوقي (4/ 17) ¶ (¬2) المغني: (8/ 125). ¶ (¬3) المرجع السابق.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "سائر المواضع، ولو كان في مقابلة الجزء الذاهب لما جاز أحد النقدين بالآخر لإفضائه إلى الفرق في معاوضته أحدهما بالآخر قبل القبض (¬1). ¶ الترجيح: ¶ الراجح – والله تعالى أعلم – هو القول الثاني، وهم القائلين بالجواز وذلك لما يلي: ¶ 1 - قوة ما استدلوا به. ¶ 2 - ورود المناقشة على دليل القول الثالث. ¶ والأحوط عدم إجارة الحلي بنقد من جنسه لقوة الخلاف في المسألة. ¶ الخلاصة: ¶ علل فقهاء الحنابلة القول بالكراهة في هذه المسألة للخروج من خلاف من قال: بتحريم إجارة الحلي بنقد من جنسه، وهي رواية عن الإمام أحمد. ¶ ¬__________ ¶ (¬1) المغني (8/ 125).",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "المبحث السادس ¶ كراهية استئجار الكافر لكتابة المصحف ¶ صورة المسألة: ¶ أن يستأجر المسلم كافراً لكتابة المصحف، سواء كان ذلك لقلة من يكتب المصاحف أو لتوفره. ¶ أقوال فقهاء الحنابلة في المسألة: ¶ جاء في الفروع: (عن أحمد أنه قال: نصارى الحيرة (¬1) كانوا يكتبونها - أي المصاحف - لقلة من كان يكتبها، قيل له: يعجبك هذا؟، قال: لا ما يعجبني ,قال في الخلاف: يمكن حمله على أنهم يحملونه في حال كتابتهم، وقال في الجامع: ظاهره كراهته لذلك وكرهه للخلاف .... ) (¬2). ¶ الخلاف في المسألة: ¶ اختلف الفقهاء في هذه المسألة على أقوال: ¶ القول الأول: ¶ يجوز استئجار الكافر لكتابة المصحف، إذا لم يحمله. ¶ وهذا القول رواية عن الإمام أحمد وأخذ بها بعض أصحابه (¬3)، وهو المذهب عند الحنفية (¬4)، ولكن كرهه الحنابلة للخلاف (¬5). ¶ ¬__________ ¶ (¬1) الحيرة: مدينة كانت على ثلاثة أميال من الكوفة، على موضع يقال له النجف، كانت مسكن ملوك العرب في الجاهلية من زمن نصر، والنسبة إليها حاري على غير قياس. انظر معجم البلدان (2/ 328). ¶ (¬2) الفروع مع تصحيح الفروع: (4/ 13). ¶ (¬3) المبدع: (4/ 13). ¶ (¬4) انظر تبين الحقائق: (5/ 124). ¶ (¬5) الفروع: (4/ 13).",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "القول الثاني: ¶ يحرم استئجار الكافر لكتابة المصحف وهذا هو ظاهر الرواية عن الإمام أحمد، فقد روى عنه أنه قال: نصارى الحيرة كانوا يكتبونها- يعنى المصاحف- لقلة من يكتبها، قال: لا يعجبني ذلك وتخريجاً عند المالكية حيث قالوا: (والحكم في كتابة المصحف كالحكم في مسه) (¬1)، والمذهب عند الشافعية، لكن قال الشافعية: إن لم يعلم بحاله حتى كتبه فله أجرة المثل دون المسمى) (¬2). ¶ القول الثالث: ¶ الجواز مطلقاً سواء مسه أو لم يمسه وهو قول الظاهرية (¬3). ¶ أدلة القول الأول: ¶ استدل أصحاب القول الأول بما يلي: ¶ 1 - ما روى عن عبد الرحمن بن عوف - رضي الله عنه - أنه استكتب رجلاً من أهل الحيرة نصرانيا مصحفاً، فأعطاه ستين درهما (¬4). ¶ 2 - لأن مس القلم للحرف كمس العود للحرف؛ وهذا جائز من الكافر والمحدث (¬5). ¶ ¬__________ ¶ (¬1) لم أجد نص للمالكية في هذه المسألة، ولكن يخرج على قولهم أن الحكم في كتابته كالحكم في مسه (مواهب الجليل: (1/ 303)) وهم يقولوا بحرمة مسه للكافر، انظر بداية المجتهد: (1/ 30). ¶ (¬2) الحاوي الكبير: (7/ 423). ¶ (¬3) حيث نص ابن حزم على جواز مس الكافر للمصحف المحلى: (1/ 81)، ونص على جواز الاستئجار على نسخ المصحف (8/ 193). ¶ (¬4) (4 أبو داود في المصاحف باب النصراني يكتب المصحف ص: (300). ¶ (¬5) المغني: (1/ 204).",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "أدلة القول الثاني: ¶ استدلوا بما يلي: ¶ 1 - قوله تعالى: {لا يمسه إلا المطهرون} (¬1). ¶ وجه الاستدلال: ¶ أن الكافر لا يجوز له مس المصحف لأنه غير طاهر من الحدث, وكتابة المصحف يلزم منها مسه له. ¶ نوقش بمايلي: ¶ أ أن المراد بها الملائكة (¬2). ¶ ب أنه لا يلزم منه مس المصحف، فقد يكتبه من غير مس. ¶ 2 - حديث عمرو بن حزم (¬3) مرفوعا (لا يمس القرآن إلا طاهر) (¬4). ¶ وجه الاستدلال: ¶ ¬__________ ¶ (¬1) سورة الواقعة: الآية (79). ¶ (¬2) انظر تفسير البغوي: (4/ 289). ¶ (¬3) عمرو بن حزم بن زيد بن لوذان الخزرجي، من بني مالك بن النجار، يكنى أبا الضحاك، أول مشاهده الخندق، واستعمله رسول الله صلى الله عليه وسلم على نجران وهو ابن سبعة عشر سنة، وكتب له كتابا في الفرائض والسنن والديات، مات بالمدينة سنة 51هـ. انظر الإستيعاب (3/ 1173). ¶ (¬4) رواه مالك في الموطأ: كتاب القرآن , باب الأمر بالوضوء لمن مس القرآن (1/ 90) برقم (234) , والدارقطني: كتاب الطهارة باب نهي المحدث عن مس القرآن (1/ 219) برقم (437) , صححه الشافعي وابن عبدالبر. انظر تلخيص الحبير (4/ 18)",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "أن الكافر لا يجوز له مس المصحف لأنه غير طاهر من الحدث, وكتابة المصحف يلزم منها مسه له. ¶ نوقش: ¶ بأنه لا يلزم من إجارة الكافر لكتابة المصحف مسه له، والخلاف فيما لو كتبه من غير مس له. ¶ 3 - ما روي عن ابن عباس أنه كره أخذ الأجرة على كتابة المصحف (¬1). ¶ يمكن أن يناقش: ¶ أ- بأن له مخالف من الصحابة وهو عثمان - رضي الله عنه - كما سبق. ¶ ب - يحمل كلامه من باب كراهة التنزيه لا التحريم. ¶ 4 - أن غير المسلم ليس محلاً للثقة وتحمل الأمانة، فيكف يؤتمن على كتابة القرآن الذي أمر الله بالإعتناء به، وإبعاده عن مواطن الإهانة والابتذال (¬2). ¶ أدلة القول الثالث: ¶ استدلوا بحديث ابن عباس رضي الله عنهما في الكتاب الذي بعثه رسول الله - صلى الله عليه وسلم - إلى هرقل وفيه قوله تعالى: {قل يا أهل الكتاب تعالوا إلى كلِمة سواء بيننا وبينكم ألا نعبد إلا الله ولا نشرك به شيئا ولا يتخذ بعضنا بعضا أربابا من دون الله فإن تولوا فقولوا اشهدوا بأنا مسلمون} (¬3) (¬4). ¶ ¬__________ ¶ (¬1) أخرجه أبو داود في المصاحف (298). ¶ (¬2) الأحكام الفقهية الخاصة بالقرآن الكريم ص: (568). ¶ (¬3) سورة آل عمرة: الآية (64). ¶ (¬4) أخرجه البخاري: كتاب التفسير , باب (قل يا أهل الكتاب تعالوا ... ) (4/ 1657) برقم (4278) , ومسلم كتاب الجهاد والسير باب كتاب النبي صلى الله عليه وسلم الى هرقل يدعوه الى الاسلام (3/ 1393) برقم (1773).",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وجه الاستدلال: ¶ أن الرسول - صلى الله عليه وسلم - بعث الكتاب وفيه هذه الآية إلى النصارى، وقد أيقنا أنهم يمسون ذلك الكتاب (¬1). ¶ نوقش: ¶ بأن الآية الواحدة في الكتاب لا تمنع من مسه، ولا يصير بها مصحفا (¬2). ¶ الترجيح: ¶ الراجح – والله تعالى أعلم – هو القول بالجواز إذا أُمن من الكافر مس المصحف وذلك لما يلي: ¶ 1 - عدم الدليل الدال على التحريم إن كان بغير مس، والأصل الجواز. ¶ 2 - ما أثر عن عثمان - رضي الله عنه -. ¶ 3 - أن أدلة المخالفين: كل ما فيها المنع من مسه للكافر، ونحن نجيزه إذا أمنا ذلك. ¶ ¬__________ ¶ (¬1) المحلى: (1/ 83). ¶ (¬2) المغني: (1/ 202).",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "الخلاصة: ¶ يتبين من الخلاف السابق في المسألة، أن الحنابلة قالوا بكراهية استئجار الكافر لكتابة المصحف، للخروج من خلاف من قال بتحريمه وهم: المالكية، والشافعية، ورواية عن الإمام ¶ أحمد ولعلهم راعوا الخلاف هنا لأمرين: ¶ 1 - أنه قد لا يؤمن الكافر من مسه أثناء كتابته للمصحف. ¶ 2 - أنه يمكن الخروج من هذا الخلاف باستئجار مسلم لكتابة المصحف.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "المبحث السابع ¶ اشتراط الإشهاد على الشفعة إن كان المشتري غائباً عن المجلس حاضراً في البلد ¶ صورة المسألة: ¶ لو باع الشريك نصيبه على شخص، ثم أراد الشفيع أن يأخذه بالشفعة وطالب بها، فهل يشترط الإشهاد على المطالبة إن كان المشتري غائباً عن مجلس المطالبة حاضراً في البلد، أو لايشترط الإشهاد على ذلك؟. ¶ أقوال فقهاء الحنابلة في المسألة: ¶ نص كثير من الحنابلة على هذه المسألة في كتبهم، ومن الكتب التي نصت عليها وعللت الحكم بذلك بالخروج من الخلاف ما جاء في كشاف القناع: (ولا يشترط في المطالبة حضور المشتري، لكن إن كان المشتري غائباً عن المجلس حاضراً في البلد فالأولى أن يشهد خروجاً من خلاف من اشترطه .... ) (¬1). ¶ الخلاف في المسألة: ¶ اختلف أهل العلم في هذه المسألة على قولين: ¶ القول الأول: ¶ ¬__________ ¶ (¬1) كشاف القناع: (4/ 141).",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "لا يشترط الإشهاد، ويجزئ مع عدمه، وهذا المذهب عند الحنابلة (¬1)، والمذهب عند المالكية (¬2)، والمذهب عند الشافعية (¬3)، لكن قال الحنابلة: الأولى الإشهاد (¬4). ¶ القول الثاني: ¶ يشترط الإشهاد، وهو المذهب عند الحنفية (¬5)، ورواية عن الإمام أحمد اختارها بعض أصحابه (¬6). ¶ أدلة القول الأول: ¶ استدل أصحاب القول الأول وهم الجمهور: ¶ بأن الإشهاد إنما يطلب ليكون بينّة على إرادة الطلب، فاستغنى عنه بظهور الطلب (¬7). ¶ أدلة القول الثاني: ¶ استدل أصحاب القول الثاني: ¶ بأنه قد ينكر المشتري أن الشفيع طلبها، أو لا يصدق في الفور، فيُنكر قوله، فيحتاج إلى ¶ الإظهار بالبينة عند القاضي (¬8). ¶ ¬__________ ¶ (¬1) الشرح الكبير مع الإنصاف: (15/ 389)، كشاف القناع: (4/ 141). ¶ (¬2) حاشية العدوي: (2/ 328)،المدونة (14/ 406). ¶ (¬3) الحاوي: (7/ 242)، روضة الطالبين (5/ 108). ¶ (¬4) كشاف القناع: (4/ 141). ¶ (¬5) بدائع الصنائع: (5/ 17)، البحر الرائق (8/ 146). ¶ (¬6) الشرح الكبير مع الإنصاف: (15/ 389). ¶ (¬7) الحاوي: (7/ 242). ¶ (¬8) بدائع الصنائع: (5/ 17).",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "نوقش: ¶ بأمرين: ¶ 1 - أنه يكتفى عن الإشهاد بظهور الطلب (¬1). ¶ 2 - أن الحق للشفيع فلا يسقط حقه إلا بما يدل عليه، أو يفرط في الطلب (¬2). ¶ الترجيح: ¶ الذي يترجح - والعلم عند الله - هو القول الأول وذلك لما يلي: ¶ 1 - قوة ما علل به أصحاب القول الأول. ¶ 2 - ضعف ما علل به أصحاب القول الثاني، وورود المناقشة عليها. ¶ الخلاصة: ¶ يتبين مما سبق أن مراد الحنابلة بالخروج من الخلاف في هذه المسألة، هو الخروج من خلاف من اشترط الإشهاد وهم الحنفية، ورواية عن الإمام أحمد، وقد روعي الخلاف هنا لأمرين: ¶ 1 - قطع المنازعة في طلب الشفعة عند القاضي. ¶ 2 - أنه يمكن الإشهاد على الطلب من غير كلفة ومشقة فاعتبرت من باب الإحتياط. ¶ ¬__________ ¶ (¬1) الشرح الكبير مع الإنصاف: (15/ 389). ¶ (¬2) المرجع السابق.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "المبحث الثامن ¶ إنفاق واجد اللقيط عليه بإذن الحاكم ¶ صورة المسألة: ¶ لو وجد رجل لقيط مربوط معه مبلغ من المال ثم أخذه، فهل ينفق على اللقيط من هذا المال مباشرة، أو يشترط في الإنفاق عليه إذن الحاكم؟. ¶ أقوال فقهاء الحنابلة في المسألة: ¶ جاء في المبدع: (ومتى لم يجد حاكما فله الإنفاق عليه بكل حال لأنه حال ضرورة، وبالجملة فالمستحب استئذانه في موضع يجد حاكما، لأنه أبعد من التهمة وللخروج من الخلاف) (¬1). ¶ الخلاف في المسألة: ¶ اختلف الفقهاء في هذه المسألة على قولين: ¶ القول الأول: ¶ لواجد اللقيط الإنفاق عليه من غير إذن الحاكم، وهذا هو المذهب عند الحنابلة (¬2)، والمذهب عند المالكية (¬3)، واختاره الظاهرية (¬4) ولكن استحب الحنابلة إذن الحاكم. ¶ القول الثاني: ¶ ¬__________ ¶ (¬1) المبدع: (5/ 296). ¶ (¬2) الشرح الكبير والإنصاف: (16/ 290)، المبدع: (5/ 296). ¶ (¬3) انظر الذخيرة: (9/ 132)، الشرح الكبير للدردير (4/ 125)،حيث لم يشترطوا ذلك. ¶ (¬4) انظر المحلى: (8/ 276)، حيث لم يشترطوا ذلك.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "يشترط إذن الحاكم، وهذا مذهب الحنفية (¬1)،ومذهب الشافعية (¬2)، ورواية عن الإمام أحمد (¬3). ¶ أدلة القول الأول: ¶ استدل أصحاب القول الأول بأدلة منها: ¶ 1 - أن واجد اللقيط هو ولي اللقيط، فلم يعتبر في الإنفاق عليه إذن الحاكم، لأنه استفاد الولاية من الشرع، كولي اليتيم له ولاية على اليتيم وعلى ماله (¬4). ¶ 2 - لأنه من الأمر بالمعروف فاستوي فيه الإمام وغيره (¬5). ¶ 3 - استحب الحنابلة الإنفاق عليه بإذن الحاكم لأنه ابعد من التهمة وخروجا من الخلاف (¬6). ¶ أدلة القول الثاني: ¶ استدل أصحاب القول الثاني بما يلي: ¶ 1 - أنه لا ولاية له على ماله، وإنما له حق الحضانة (¬7). ¶ يمكن أن يناقش: ¶ ¬__________ ¶ (¬1) الاختيار تعليل المختار: (3/ 34)،البحر الرائق (5/ 160). ¶ (¬2) المجموع: (16/ 208)، روضة الطالبين (5/ 427). ¶ (¬3) الشرح الكبير والإنصاف: (16/ 290). ¶ (¬4) المبدع: (5/ 296). ¶ (¬5) الشرح الكبير والإنصاف: (16/ 290). ¶ (¬6) كشاف القناع: (4/ 229). ¶ (¬7) المجموع: (16/ 208).",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "بعدم التسليم، بل له أخذ المال وحفظه له. ¶ 2 - قد يعين له الحاكم من هو أوفر خبرة وأكثر صيانة، والحاكم مجتهد له بصره الصائب، وهو ولي من لا ولي له (¬1). ¶ يمكن أن يناقش: ¶ بأن واجد اللقيط قد استفاد الولاية من الشرع بذلك، وعليه فحكمه حكم بقية الأمناء، فلا يضمن إلا بالتعدي والتفريط إن ثبت عليه ذلك. ¶ الترجيح: ¶ الراجح – والله تعالى أعلم – هو القول الأول وذلك لما يلي: ¶ 1 - قوة ما استدلوا به. ¶ 2 - وجاهة ما أجابوا به عن أدلة القول الثاني. ¶ الخلاصة: ¶ من خلال الخلاف السابق في المسألة، يتبين أن الحنابلة استحبوا استئذان الحاكم، وعللوا الحكم بذلك (خروجاً من الخلاف) وقصدوا به مراعاة خلاف الحنفية، والشافعية، والرواية ¶ الثانية في المذهب وهو القول بإشتراط أذن الحاكم، ولعل سبب مراعاة الخلاف فيها لأمرين: ¶ 1 - لأنه اقطع للنزاع في المستقبل، فيما لو اختلف اللقيط والواجد في مقدار المال. ¶ ¬__________ ¶ (¬1) المجموع (16/ 208)",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "2 - أنه أبعد للتهمة، لا سيما إن وجد حاكم وأمكن استئذانه.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "الفصل الثاني ¶ المسائل التي علل فيها فقهاء الحنابلة الحكم بـ (الخروج من الخلاف) في فقه الأسرة ¶ وفيه أربعة مباحث: ¶ المبحث الأول: في الوقف والهبة والوصية. ¶ المبحث الثاني: في النكاح. ¶ المبحث الثالث: في الطلاق. ¶ المبحث الرابع: في الظهار واللعان.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "المبحث الأول ¶ في الوقف والهبة والوصية ¶ وفيه ثلاثة مطالب: ¶ المطلب الأول: الأولى ذكر جهة تدوم في مصرف الوقف إن وقف على أولاده ونحوهم. ¶ المطلب الثاني: كراهية الرجوع في الهبة قبل القبض. ¶ المطلب الثالث: اشتراط إشهاد بينة من له حق من دين أو عين عند الوصي عند الحاكم.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "المطلب الأول الأولى ذكر جهة تدوم في مصرف الوقف إن وقف على أولاده ونحوهم ¶ صورة المسألة: ¶ هل يشترط للواقف أن يوقف على جهة تدوم لا تنقطع كالفقراء والمساكين أو يجوز أن يوقف على جهة تنقطع كما لو أوقف على أولاده، أو على أشخاص معينين؟. ¶ أقوال فقهاء الحنابلة في المسألة: ¶ جاء في كشاف القناع: (ومن وقف شيئا على أولاده ونحوهم فالأولى أن يذكر في مصرفه جهة تدوم كالفقراء ونحوهم خروجاً من خلاف من قال: يبطل الوقف إن لم يذكر في مصرفه جهة تدوم، فإن اقتصر الواقف على ذكر جهة تنقطع كأولاده، لأنه بحكم العادة يمكن انقراضهم صح الوقف لأنه معلوم المصرف) (¬1). ¶ الخلاف في المسألة: ¶ اختلف أهل العلم في هذه المسألة على قولين: ¶ القول الأول: ¶ يصح الوقف على أي جهة سواء كانت جهة تدوم أو تنقطع، وإلى هذا ذهب جمهور العلماء ¶ ¬__________ ¶ (¬1) كشاف القناع: (4/ 252).",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "من الحنابلة (¬1)، والمالكية (¬2)، والشافعية (¬3)، والظاهرية (¬4). ¶ ولكن استحب الحنابلة كونه على جهة تدوم. ¶ القول الثاني: ¶ لا يصح الوقف إلا إذا كان على جهة تدوم، وهذا هو مذهب الحنفية (¬5). ¶ أدلة القول الأول: ¶ استدل أصحاب القول الأول، وهم الجمهور بما يلي: ¶ 1 - أنه تصرف معلوم فصح، كما لو صرح بمصرفه المتصل (¬6). ¶ 2 - لأنه أزال ملكه على وجه القربة، فصح كالأضحية (¬7). ¶ 3 - الأصل الصحة، ولا دليل على المنع (¬8). ¶ أدلة القول الثاني: ¶ استدل أصحاب القول الثاني بما يلي: ¶ ¬__________ ¶ (¬1) الشرح الكبير والإنصاف: (16/ 408)، الروض المربع: (7/ 453). ¶ (¬2) الشرح الكبير للدردير: (4/ 85)، الكافي لابن عبدالبر (1/ 536). ¶ (¬3) مغنى المحتاج: (2/ 384)، المهذب (1/ 441). ¶ (¬4) المحلى: (9/ 182). ¶ (¬5) البحر الرائق: (5/ 214)، تبيين الحقائق (3/ 326). ¶ (¬6) الروض المربع: (7/ 453). ¶ (¬7) مغني المحتاج: (2/ 384). ¶ (¬8) الروض المربع: (7/ 453).",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "1 - بأن الوقف مقتضاه التأبيد، فإذا صار منقطعا فإنه لا يتوفر عليه مقتضاه (¬1). ¶ نوقش: ¶ بعدم التسليم، فيمكن صرفه على جهة بر أخرى فيكون مؤبدا (¬2). ¶ 2 - بأن القصد بالوقف أن يتصل الثواب على الدوام، وهذا لا يوجد في المنقطع (¬3). ¶ يمكن أن يناقش: ¶ بما سبق، أنه يمكن صرفه على جهة بر أخرى، أو على أقارب الواقف. ¶ الترجيح: ¶ الراجح – والله تعالى أعلم – هو ما ذهب إليه الجمهور وذلك لما يلي: ¶ 1 - قوة ما استدل به أصحاب القول الأول. ¶ 2 - ضعف أدلة القول الثاني، وقد سبقت مناقشتها. ¶ الخلاصة: ¶ يتبين مما سبق أن فقهاء الحنابلة أرادوا بقولهم: خروجاً من الخلاف؛ الخروج من خلاف الحنفية حيث اشترطوا لصحة الوقف أن يكون على جهة تدوم، فقالوا الأولى أن يكون على جهه تدوم. ¶ ¬__________ ¶ (¬1) البحر الرائق: (5/ 214). ¶ (¬2) الشرح الكبير والإنصاف: (16/ 408). ¶ (¬3) الروض المربع: (7/ 453).",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "المطلب الثاني: كراهية الرجوع في الهبة قبل القبض. ¶ صورة المسألة: ¶ إذا نوى شخص أو تكلم بأنه سوف يهب لفلان شيئاً، فهل تلزم الهبة بالنية، أو بالقول، أو لا تلزم إلا بالقبض؟. ¶ أقوال فقهاء الحنابلة في المسألة: ¶ جاء في كشاف القناع: (ولواهب أيضا الرجوع في هبة قبل قبض، لأن عقد الهبة لم يتم، فلا يدخل تحت المنع، قال الحارثي: وعتق الموهوب وبيعه وهبته قبل القبض رجوع لحصول المنافاة، مع الكراهة خروجا من خلاف من قال: إن الهبة تلزم بالقبض) (¬1). ¶ الخلاف في المسألة: ¶ القول الأول: ¶ أن الهبة تلزم بالقبض، وهو مذهب الحنابلة (¬2)، والمذهب عند الحنفية (¬3)، والمالكية (¬4)، والشافعية (¬5). ¶ ¬__________ ¶ (¬1) كشاف القناع: (4/ 301). ¶ (¬2) الشرح الكبير والإنصاف: (17/ 14)، كشاف القناع: (4/ 301). ¶ (¬3) الفتاوى الهندية: (4/ 377)، المبسوط للسرخسي (12/ 56). ¶ (¬4) أسهل المدارك: (3/ 88)، الكافي لابن عبدالبر (1/ 528). ¶ (¬5) مغنى المحتاج: (2/ 400)، المهذب (1/ 447).",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "ولكن كره الحنابلة الرجوع بالهبة قبل القبض. ¶ القول الثاني: ¶ أن الهبة تلزم باللفظ وإن لم تقبض، وإلى هذا ذهب الظاهرية (¬1). ¶ أدلة القول الأول: ¶ استدل أصحاب القول الأول وهم الجمهور بما يلي: ¶ 1 - عن مطرف بن عبد الله بن الشخير (¬2) عن أبيه رضي الله عنه، أنه سمع رسول الله - صلى الله عليه وسلم - يقرأ {ألهاكم التكاثر} (¬3) ويقول: يقول ابن آدم مالي مالي، وهل لك من مالك إلا ما أكلت فأفنيت، أو لبست فأبليت، أو تصدقت فأمضيت) (¬4). ¶ وجه الدلالة: ¶ أنه قال: (أو تصدقت فأمضيت) فرتب الأجر على الامضاء وهو القبض. ¶ 2 - عن عائشة رضي الله عنها، أن أبا بكر نحلها جذاذ (¬5) عشرين وسقا (¬6) من ماله بالعالية (¬7)، فلما مرض قال: (يا بنيه كنت نحلتك جذاذ عشرين وسقا، ولو كنت حزتيه ¶ ¬__________ ¶ (¬1) المحلى: (9/ 120). ¶ (¬2) مطرف بن عبد الله بن الشخير الحرشي العامري أبو عبدالله، ثقة من كبار التابعين، ذا فضل وأدب وورع، ولد في حياة النبي صلى الله عليه وسلم، ومات سنة 95هـ. انظر تهذيب التهذيب (10/ 157). ¶ (¬3) سورة التكاثر: الآية (1). ¶ (¬4) أخرجه مسلم: كتاب الزهد والرقائق (4/ 2273) برقم (2958). ¶ (¬5) الجذاذ: القطع، حكى ابن سيد الناس فيه فتح الجيم وكسرها، وأن يقال بالذال والدال في النخل وغيره. المطلع على أبواب المقنع (132). ¶ (¬6) الوسق بفتح الواو وكسرها ومقداره على الصحيح:60صاعا. انظر المطلع (129)، وفي الشرح الممتع (6/ 76): (والصاع النبوي بالوزن = 2040جرام)، وعليه فالوسق= (122,400) كيلو. ¶ (¬7) العالية: اسم لكل ماكان من جهة نجد من المدينة من قراها وعمايرها إلى تهامة. معجم البلدان (4/ 71).",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "3 - أو قبضتيه كان لك، فإنما هو اليوم مال وارث فاقسموه على كتاب الله تعالى) (¬1). ¶ 4 - عن ابن عباس - رضي الله عنه - مرفوعاً: (ليس لنا مثل السوء، العائد في هبته كالكلب يقيء ثم يعود ¶ في قيئه) (¬2). ¶ 5 - قياساً على القرض و العارية فلا يلزمان إلا بالقبض (¬3). ¶ أدلة القول الثاني: ¶ استدل أصحاب القول الثاني وهم الظاهرية بما يلي: ¶ 1 - قوله تعالى: {يا أيها الذين آمنوا أوفوا بالعقود} (¬4). ¶ وجه الدلالة: ¶ أنه بتلفظه بالهبة يقع العقد فيجب الوفاء به. ¶ يمكن أن يناقش: ¶ أنه عام في العقود، وقد خصص عقد الهبة بما سبق من الأدلة. ¶ ¬__________ ¶ (¬1) رواه مالك بالموطأ: كتاب النحل والعطيه , باب مالا يجوز في النحل و العطيه (2/ 483) برقم (2939)،وعبدالرزاق: كتاب الوصايا باب النحل (9/ 101) برقم (16507) , وصححه ابن حزم في المحلى (9/ 120). ¶ (¬2) أخرجه البخاري: كتاب الهبة باب لا يحل لاحد أن يرجع في هبته (2/ 924) برقم (2479) , ومسلم كتاب الهبات (3/ 1241) برقم (1622). ¶ (¬3) الروض المربع: (7/ 493). ¶ (¬4) سورة المائدة: الآية (1).",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "2 - قوله تعالى: {ولا تبطلوا أعمالكم} (¬1) ¶ وجه الدلالة: ¶ أن الرجوع عن الهبة بعد التلفظ بها إبطال للعمل. ¶ يمكن أن يناقش: ¶ بعدم التسليم، لأنه لا ينعقد عقد الهبة إلا بالقبض كما تقدم، فلا يكون إبطال لها إذا رجع قبل القبض. ¶ 3 - حديث ابن عباس رضي الله عنه مرفوعا: (ليس لنا مثل السوء، العائد في هبته كالكلب يقيء ثم يعود في قيئه) (¬2). ¶ وجه الدلالة: ¶ أن العائد قبل القبض عائد في هبته. ¶ نوقش: ¶ أنه قال: (يقيء ثم يعود في قيئه)، فدل على أن المراد العود في الهبة بعد القبض تشبيبها للقبض بالقيء بجامع الخروج عن الملك. ¶ الترجيح: ¶ يترجح – والعلم عند الله تعالى – هو القول الأول من أن الهبة لا تلزم إلا بالقبض وذلك: ¶ ¬__________ ¶ (¬1) سورة محمد: الآية (33). ¶ (¬2) سبق تخريجه ص 81.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "1 - لقوة ما استدل به أصحاب القول الأول. ¶ 2 - لضعف ما استدل به أصحاب القول الثاني. ¶ الخلاصة: ¶ يتبين مما سبق أن تعليل الحنابلة بالخروج من الخلاف في كراهية الرجوع في الهبة قبل القبض، أرادوا به الخروج من خلاف الظاهرية القائلين بأن الهبة تلزم بمجرد القول.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "المطلب الثالث: اشتراط إشهاد بينة من له حق من دين أو عين عند الوصي عند الحاكم ¶ صورة من المسألة: ¶ لو أوصى شخص آخر على النظر في أمواله، ثم جاء رجل يطلب دين أو حق له من الوصي، وله بينة، فهل للوصي أن يدفع له الحق بناء على هذه البينة، أولا بد من إشهاد البينة عند الحاكم. ¶ أقوال فقهاء الحنابلة في المسألة: ¶ جاء في كشاف القناع: (ولو أقام الذي له الحق من دين أو وديعة ونحوها بينة شهدت بحقه عند الموصي لم يشترط الحاكم، بل تكفي الشهادة عند الموصي، فله قضاء الحق لأن البينة حجة له، قال ابن أبي المجد (¬1)، في مصنفه، لزمه قضاؤه بدون حضور حاكم على الأصح، وقدمه ابن رزين (¬2) في شرحه، وجعل في المغني والشرح الروايتين في جواز الدفع لا لزومه وهو ¶ الأليق بقوله: والأحوط أن تشهد البينة عند الحاكم خروجاً من الخلاف، وقطعاً للتهمة .. ) (¬3). ¶ ¬__________ ¶ (¬1) ولي الدين يوسف بن ماجد بن أبي المجد بن عبدالخالق المرداوي الحنبلي، كان فاضلا فقيها، وكان شديد التعصب لابن تيمية، توفي سنة (783).انظر شذرات الذهب (6/ 282). ¶ (¬2) عبدالرحمن بن رزين بن عبدالعزيز الغساني الحوراني الدمشقي , فقيه حنبلي ,قتل شهيدا بسيف التتار سنة (656) من مصنفاته النهاية. انظر ذيل طبقات الحنابلة (2/ 264). ¶ (¬3) كشاف القناع: (4/ 399).",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "الخلاف في المسألة: ¶ اختلف أهل العلم في هذه المسألة على قولين: ¶ القول الأول: ¶ لا يشترط إشهاد البينة عند الحاكم، بل تكفي الشهادة عند الوصي، وهو المذهب عند الحنابلة (¬1)، والمذهب عند الحنفية (¬2). ¶ ولكن قال الحنابلة: الأحوط الإشهاد عند الحاكم (¬3). ¶ القول الثاني: ¶ يشترط إشهاد البينة عند الحاكم، وهو المذهب عند المالكية (¬4)، وعند الشافعية تخريجاً (¬5) ورواية عن الإمام أحمد اختارها بعض أصحابه (¬6). ¶ أدلة القول الأول: ¶ استدل أصحاب القول الأول: ¶ ¬__________ ¶ (¬1) مطالب أولي النهى: (4/ 537)، الشرح الكبير والإنصاف (17/ 492). ¶ (¬2) مجمع الضمانات: (2/ 864). ¶ (¬3) كشاف القناع: (42/ 399). ¶ (¬4) شرح مختصر خليل: (8/ 190). ¶ (¬5) لم أجد نصا للشافعية في هذه المسألة، ولكن خرجتها على اللقطة، حيث قالوا: لو أقام صاحب اللقطة البينة أنها له، لزم الملتقط دفعها إليه إن شهدت البينة عند الحاكم، انظر حاشية قليوبي (3/ 124). ¶ (¬6) الشرح الكبير والإنصاف: (17/ 492).",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "- أن البينة حجة له في إثبات الحق، والوصي له ولاية على المال. ¶ دليل القول الثاني: ¶ قالوا: لأن البينة قد تكون ناقصة أو غير صحيحة فافتقر إلى الحاكم لتصحيحها، وأمره بدفعها. ¶ نوقش: ¶ أن الوصي قد يكون عالماً بذلك، وهو له ولاية على المال، وأما إن جهل بصحة البينة أو شك بها، فإنه يشهد بالبينة عند الحاكم (¬1). ¶ الترجيح: ¶ والراجح – والله تعالى أعلم – هو القول الأول لما يلي: ¶ 1 - وجاهة ما استدلوا به. ¶ 2 - ضعف دليل القول الثاني. ¶ إلا إن جهل بصحة البينة أو شك بها، فإنه يشهد بالبينة عند الحاكم. ¶ الخلاصة: ¶ يتبين مما سبق أن مراد فقهاء الحنابلة بالخروج من الخلاف في إثبات البينة عند الحاكم، هو الخروج من خلاف المالكية والشافعية القائلين باشتراط إثبات البينة عند الحاكم. ¶ ¬__________ ¶ (¬1) الشرح الكبير والإنصاف: (17/ 492).",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "المبحث الثاني ¶ في النكاح ¶ وفيه أربعة مطالب: ¶ المطلب الأول: استحباب استئذان الوالد البكر البالغة عند تزويجها. ¶ المطلب الثاني: استحباب كون المهر لا ينقص عن عشرة دراهم. ¶ المطلب الثالث: الأولى حضور الزوج فسخ المرأة عقد نكاحها حيث ... ملكت الفسخ في غيبته. ¶ المطلب الرابع: اشتراط الحاكم في فسخ الزوجة عند إعسار زوجها بالمهر الحال.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "المطلب الأول: استحباب استئذان الوالدُ البكر البالغة عند تزويجها ¶ صورة المسألة: ¶ هل للأب أن يكره ابنته البكر البالغة على الزواج أو يشترط إذنها؟ ¶ تحرير محل النزاع: ¶ لا خلاف بين العلماء في عدم اشتراط الرضا في نكاح البكر الصغيرة، وأن للأب ولاية إجبار عليها (¬1). ¶ ولا خلاف بين العلماء أيضاً في اعتبار إذن الثيب البالغة ورضاها لصحة النكاح، وأنه ليس للأب ولا غيره أن يزوجها بغير رضاها (¬2). ¶ وإنما الخلاف في البكر الكبيرة هل يشترط رضاها أم لا. ¶ أقوال فقهاء الحنابلة في المسألة: ¶ جاء في المغني: (لا نعلم خلافا في استحباب استئذانها - أي البكر البالغة - فإن النبي - صلى الله عليه وسلم - قد أمر به ونهى عن النكاح بدونه، وأقل أحوال ذلك الاستحباب، ولأن فيه تطييب قلبها وخروجاً ¶ من الخلاف .. ) (¬3). ¶ ¬__________ ¶ (¬1) الإجماع لابن المنذر: (74) ¶ (¬2) اختلاف العلماء للمروزي: (74)، الإجماع لابن المنذر (74) ¶ (¬3) المغني: (9/ 405).",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "الخلاف في المسألة: ¶ اختلف العلماء في البكر الكبيرة هل يشترط رضاها أم لا على قولين: ¶ القول الأول: ¶ أن البكر الكبيرة تجبر على النكاح، وهذا هو المذهب عند الحنابلة (¬1)، والمذهب عند المالكية (¬2)، والمذهب عند الشافعية (¬3). ¶ واستحب الحنابلة استئذانها. ¶ القول الثاني: ¶ ليس للأب إجبارها إلا بإذنها، وهو المذهب عند الحنفية (¬4)، ورواية عن الإمام أحمد (¬5)، ومذهب الظاهرية (¬6)، وهو اختيار شيخ الإسلام ابن تيمية (¬7). ¶ أدلة القول الأول: ¶ استدل أصحاب القول الأول بما يلي: ¶ ¬__________ ¶ (¬1) المغني: (9/ 399)، كشاف القناع (5/ 49). ¶ (¬2) أسهل المدارك: (2/ 70)، الكافي لابن عبدالبر (1/ 231). ¶ (¬3) البيان: (9/ 178)، روضة الطالبين (7/ 54). ¶ (¬4) بدائع الصنائع: (2/ 504)، البحر الرائق (3/ 119). ¶ (¬5) المغني: (9/ 399). ¶ (¬6) المحلى: (9/ 460). ¶ (¬7) اختيارات شيخ الإسلام: (8/ 326).",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "1 - عن ابن عباس رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: \"الأيم أحق بنفسها من وليها، والبكر تستأذن في نفسها، وإذنها صمتها\" (¬1). ¶ وجه الدلالة: ¶ أن النبي - صلى الله عليه وسلم - قسم النساء قسمين، وأثبت الحق لأحدهما، فدل ذلك على نفيه عن الأخرى وهي البكر ووليها أحق منها (¬2). ¶ نوقش: ¶ بأن هذا استدلال بالمفهوم، وقد عارضه منطوق، وهو قوله - صلى الله عليه وسلم - (البكر تستأذن) (¬3) والمنطوق مقدم على المفهوم. ¶ 2 - القياس على البكر الصغيرة المجمع على جريان ولاية الإجبار عليها بجامع وصف البكارة في الكل (¬4). ¶ يمكن أن يناقش: ¶ بأنه قياس فاسد الاعتبار، لأنه في مقابل النص كما سيأتي. ¶ أدلة القول الثاني: ¶ استدل أصحاب القول الثاني بما يلي: ¶ ¬__________ ¶ (¬1) أخرجه مسلم: كتاب النكاح ,باب استئذان الثيب في النكاح بالنطق والبكر بالسكوت (2/ 1037) برقم (1421). ¶ (¬2) الروض المربع تحقيق المشيقح وآخرون (8/ 295). ¶ (¬3) المغني (9/ 399). ¶ (¬4) الاستذكار (5/ 389).",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "1 - عن ابن عباس رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: \"لا تنكح الأيم حتى تستأمر، ولا تنكح البكر حتى تستأذن،\" فقيل: يا رسول الله كيف إذنها؟ قال: \"إذا ¶ سكتت\" (¬1). ¶ وجه الاستدلال: ¶ أن الأمر باستئذانها صريح في نفي إجبارها، إذ لو كان الإجبار ثابتا للزم منه أن يخلو الاستئذان عن فائدة. ¶ 2 - عن ابن عباس رضي الله عنهما أن جارية بكراً أتت النبي - صلى الله عليه وسلم - فذكرت أن أباها زوجها وهي كارهة، فخيرها النبي - صلى الله عليه وسلم - (¬2). ¶ وجه الاستدلال من الحديث: ¶ أن النبي - صلى الله عليه وسلم - لم يجعل للأب ولاية إجبار على ابنته وهي بكر. ¶ نوقش من وجهين: ¶ أ أنه حديث مرسل (¬3) ¶ ويجاب عنه: ¶ قال الحافظ في الفتح: (وأما الطعن في الحديث فلا معنى له، فإن طرقه يقوي بعضها ببعض) (¬4). ¶ ¬__________ ¶ (¬1) أخرجه البخاري: كتاب الحيل ,باب الحيله في النكاح (6/ 2555) برقم (6567) ومسلم واللفظ له: كتاب النكاح باب استئذان الثيب بالنكاح بالنطق والبكر بالسكوت (2/ 1036) برقم (1419). ¶ (¬2) أخرجه أحمد (4/ 275) حديث (2469) , وأبو داود: كتاب النكاح باب في البكر يزوجها أبوها ولا يستامرها (2/ 232) برقم (2096) , وابن ماجه: كتاب النكاح , باب من زوج ابنته وهي كارهه (1/ 603) برقم (1875) ,صححه الالباني في صحيح ابن ماجه (2/ 127). ¶ (¬3) أشار إليه أبو داود في السنن (2/ 232). ¶ (¬4) فتح الباري: (9/ 196).",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "ب يحتمل أنه زوجها من غير كفء (¬1) ¶ ويمكن أن يجاب: ¶ بأن ذلك يفتقر إلى دليل يدل عليه، و سياق الحديث لا يدل عليه. ¶ 3 - عن خنساء بنت خدام أن أباها زوجها وهي ثيب فكرهت ذلك، فأتت النبي - صلى الله عليه وسلم - فرد زواجها (¬2). ¶ وجه الدلالة: ¶ أن النبي - صلى الله عليه وسلم - لم يجعل للأب ولاية إجبار على ابنته في الزواج. ¶ يمكن أ ن يناقش: ¶ بأن الحديث وارد في الثيب. ¶ وأجيب: ¶ بأن وصف الثيوبة غير مؤثر في الحكم فتستوي الثيب والبكر في ذلك (¬3). ¶ الترجيح: ¶ الراجح – والله تعالى أعلم – هو القول الثاني، وهو القول بعدم إجبارها: ¶ 1 - لقوة أدلتهم وسلامتها من المناقشة. ¶ 2 - لضعف أدلة القائلين بالإجبار، وورود المناقشة عليها. ¶ ¬__________ ¶ (¬1) اختيارات شيخ الإسلام: (8/ 330). ¶ (¬2) أخرجه البخاري كتاب الإكراه، باب لايجوز نكاح المكره (6/ 2547) برقم (6546). ¶ (¬3) اختيارات شيخ الإسلام: (8/ 330).",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "الخلاصة: ¶ يتبين من الخلاف السابق أن تعليل فقهاء الحنابلة الحكم باستحباب استئذان الوالد البكر البالغة خروجاً من الخلاف، هو الخروج من خلاف الحنفية، و من الرواية الأخرى في المذهب والتي اختارها شيخ الإسلام.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "المطلب الثاني: استحباب كون المهر لا ينقص عن عشرة دراهم ¶ صورة من المسألة: ¶ هل يتحدد أقل المهر بشيء أم لا؟. ¶ تحرير محل النزاع: ¶ لا خلاف بين العلماء أنه ليس لأكثر المهر حد يرجع إليه (¬1) لقوله تعالى: {وآتيتم أحدهن قنطارا} (¬2)، وإنما اختلفوا في تحديد أقل المهر. ¶ أقوال فقهاء الحنابلة في المسألة: ¶ جاء في كشاف القناع: (ويستحب أن لا ينقص - أي المهر - عن عشرة دراهم، خروجا من خلاف من قدر أقله بذلك) (¬3). ¶ الخلاف في المسألة: ¶ اختلف أهل العلم في تحديد أقل المهر على أقوال: ¶ القول الأول: ¶ أنه لا حد لأقل المهر ما لم ينته في القلة إلى حد لا يتمول، وإليه ذهب الحنابلة (¬4)، والشافعية (¬5). ¶ ولكن استحب الحنابلة أن لا ينقص عن عشرة دراهم. ¶ القول الثاني: ¶ ¬__________ ¶ (¬1) انظر التمهيد لابن عبد البر: (2/ 186). ¶ (¬2) سورة النساء: الآية (20). ¶ (¬3) كشاف القناع: (5/ 129). ¶ (¬4) الشرح الكبير والإنصاف: (21/ 84)، كشاف القناع: (5/ 129). ¶ (¬5) البيان: (9/ 369)،روضة الطالبين (7/ 249).",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "يجب أن لا يقل المهر عن عشرة دراهم، وهذا مذهب الحنفية (¬1). ¶ القول الثالث: ¶ أقل المهر، نصاب القطع، وهو ربع دينار أو ثلاثة دراهم فضة خالصة من الغش، أو عرض مقوم بربع دينار، أو ثلاثة دراهم من كل متمول شرعاً، وهو المذهب عند المالكية (¬2). ¶ أدلة القول الأول: ¶ استدل أصحاب القول الأول بما يلي: ¶ 1 - قوله تعالى: {وأحل لكم ما وراء ذلك أن تبتغوا بأموالكم محصنين غير مسافحين) (¬3). ¶ وجه الدلالة: ¶ أن الله عز وجل أطلق ذلك بكتابه ولم يحدده فدل على عدم تحديده. ¶ 2 - عن سهل بن سعد قال: أتت النبي صلى الله عليه وسلم امرأة, فقالت: انها قد وهبت نفسها لله ولرسوله صلى الله عليه وسلم , فقال: مالي في النساء من حاجة , فقال رجل: زوجنيها ,فقال: اعطها ثوبا ,قال: لا أجد ,قال: أعطها ولو خاتما من حديد, ¶ ¬__________ ¶ (¬1) بدائع الصنائع: (2/ 275)، البحر الرائق (3/ 152). ¶ (¬2) أسهل المدارك: (2/ 105)، التمهيد لابن عبد البر: (2/ 186). ¶ (¬3) سورة النساء: الآية (24).",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "فاعتل له , فقال: ما معك من قرآن؟ ,قال: كذا وكذا , قال: فقد زوجتكها بما معك من القرآن (¬1). ¶ وجه الدلالة: ¶ أن النبي - صلى الله عليه وسلم - طلب منه أي شيء ولو خاتما من حديد، فدل على عدم التحديد. ¶ 3– عن عامر بن ربيعة - رضي الله عنه -، أن امرأة من بني فزارة تزوجت على نعلين، فقال رسول الله - صلى الله عليه وسلم -: \"أرضيت من نفسك ومالك بنعلين\" قالت: نعم، فأجازه\" (¬2). ¶ وجه الدلالة: ¶ أن النبي - صلى الله عليه وسلم - اجاز النكاح بنعلين فدل على عدم التحديد. ¶ نوقش: ¶ في اسناده عاصم بن عبيدالله، منكر الحديث (¬3). ¶ أدلة القول الثاني: ¶ 1 - قوله تعالى: {وأحل لكم ما وراء ذلكم أن تبتغوا بأموالكم ... } (¬4). ¶ وجه الدلالة: ¶ قالوا: اشترط الله عز وجل أن يكون مالاً، والحبة والدانق ونحوهما لا يعد مالا (¬5).ً ¶ يمكن أن يناقش: ¶ ¬__________ ¶ (¬1) (1أخرجه البخاري: كتاب فضائل القرآن ,باب خيركم من تعلم القرآن وعلم (4/ 1919) برقم (4741)، ومسلم كتاب النكاح باب الصداق وجواز كونه تعليم القرآن (2/ 1040) برقم (1425). ¶ (¬2) أخرجه الترمذي: كتاب النكاح ,باب ما جاء في مهور النساء (3/ 420) برقم (1113)، وابن ماجه: كتاب النكاح , باب صداق النساء برقم (والحديث قال عنه ابو حاتم: منكر. العلل (4/ 85). ¶ (¬3) العلل لابن أبي حاتم (4/ 85) برقم (1888). ¶ (¬4) سورة النساء: آية (24). ¶ (¬5) بدائع الصنائع: (2/ 275).",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "أنه جاء ما يدل على الجواز بغير المال بل مجرد منفعة، وهي تعليم القرآن كما سبق. ¶ 2 - قوله - صلى الله عليه وسلم - (لا مهر أقل من عشرة دراهم) (¬1). ¶ وجه الدلالة: ¶ أنه نص على عدم جواز كون المهر أقل من ذلك. ¶ نوقش: ¶ في اسناده مبشر بن عبيد , متروك الحديث (¬2). ¶ أدلة القول الثالث: ¶ 1 - عن قتادة عن أنس أن عبد الرحمن بن عوف تزوج امرأة من الأنصار وأصدقها زنة نواة من ذهب، وأقره عليه النبي - صلى الله عليه وسلم - (¬3). ¶ وجه الدلالة: ¶ أن هذا أقل ما ورد في المهر، وأقره على ذلك النبي - صلى الله عليه وسلم - (¬4). ¶ نوقش: ¶ بأنه على فرض تسليمه، فإن هذا ما وقع لعثمان - رضي الله عنه - وليس فيه دلالة على التحديد. ¶ ¬__________ ¶ (¬1) أخرجه الدار قطني: كتاب النكاح باب المهر (4/ 358) برقم (3601) ,و البيهقي: كتاب الصداق ,باب ما يجوز أن يكون مهرا (7/ 240) برقم (14162)، قال الدارقطني: (مبشر بن عبيد متروك الحديث أحاديثه لا يتابع عليها) , وضعفه الزيلعي في نصب الراية (3/ 196). ¶ (¬2) انظر نصب الراية (3/ 196). ¶ (¬3) أخرجه البخاري: كتاب النكاح: باب الصفرة للمتزوج (5/ 1979) برقم (4858) , و مسلم: كتاب النكاح , باب الصداق وجواز كونه تعليم القرآن. (2/ 1042) برقم (1427). ¶ (¬4) انظر التمهيد: (2/ 186). النواة: اسم لخمسة دراهم. انظر النهاية في غريب الحديث (5/ 186)",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "2 - أن الفروج لا تستباح بغير بدل، ولم يكن بد من الصداق المقدر، كالنفس التي لا تستباح بغير بدل فقدرت ديتها، وكان أشبه الأشياء بذلك قطع اليد لأن البضع عضو واليد عضو يستباح بمقدر من المال، وذلك ربع، فرد البضع قياساً على اليد (¬1). ¶ يمكن أن يناقش: ¶ أنه قياس في مقابل النص، لما سبق في أدلة القول الأول. ¶ الترجيح: ¶ الراجح – والله تعالى أعلم – هو القول الأول، بأنه لا حد لأقل المهر وذلك لما يلي: ¶ أ لقوة وصراحة ما استدلوا به. ¶ ب لضعف أدلة المخالفين، وقد سبق الجواب عليها. ¶ الخلاصة: ¶ يتبين مما سبق أن مراد فقهاء الحنابلة بالخروج من الخلاف في هذه المسألة، هو الخروج من خلاف الحنفية، والمالكية، الذين حددوا أقل المهر بما سبق. ¶ ¬__________ ¶ (¬1) التمهيد: (2/ 186).",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "المطلب الثالث: الأولى حضور الزوج فسخ المرأة عقد نكاحها حيت ملكت الفسخ في غيبته. ¶ صورة المسألة: ¶ هل للمرأة فسخ النكاح في خيار العيب وخيار الشرط بنفسها، أو لابد من حاكم يفسخ النكاح؟ وإن اشترطنا الحاكم هل يشترط حضور الزوج فسخ امرأته أو لا يشترط؟. ¶ أقوال فقهاء الحنابلة في المسألة: ¶ جاء في كشاف القناع: (ولا يصح فسخ في خيار العيب وخيار الشرط إلا بحكم حاكم، لأنه فسخ يجتهد فيه فافتقر إليها، كالفسخ للعنة، والإعسار بالنفقة، إلا الحرة إذا غرت بعبد، ومن عتقت كلها تحت رقيق كله، فتفسخ بلا حاكم وتقدم، فيفسخه؛ أي النكاح أو يرده أي الفسخ إلى من له الخيار، فيفسخه، ويصح الفسخ من المرأة حيث ملكته في غيبة زوج كما تقدم في الخيار، والأولى الفسخ مع حضوره أي الزوج خروجاً من خلاف من منعه في غيبته .. ) (¬1) ¶ الخلاف في المسألة: ¶ اختلف أهل العلم في اشتراط حكم الحاكم في فسخ المرأة على أقوال: ¶ ¬__________ ¶ (¬1) كشاف القناع: (5/ 113).",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "القول الأول: ¶ لابد من حكم الحاكم في الفسخ، وإليه ذهب الحنابلة في المشهور (¬1)، وهو المذهب عند الحنفية (¬2)، والمالكية (¬3)، والشافعية (¬4). ¶ ولكن عند الحنابلة: الأولى حضور الزوج. ¶ القول الثاني: ¶ لا يصح إلا بإذن حاكم ومع حضور الزوج، وهذه رواية عن الإمام أحمد اختارها بعض أصحابه (¬5). ¶ القول الثالث: ¶ جميع الفسوخ لا تتوقف على حكم حاكم إذا كان بتراضيهما، وهذا اختيار شيخ الإسلام ابن تيمية (¬6). ¶ أدلة القول الأول: ¶ استدل أصحاب القول الأول بما يلي: ¶ ¬__________ ¶ (¬1) الشرح الكبير والإنصاف: (20/ 514)، كشاف القناع: (5/ 113) .. ¶ (¬2) المبسوط: (5/ 101)، البحر الرائق (4/ 136). ¶ (¬3) مواهب الجليل: (3/ 489)، الكافي لابن عبدالبر (1/ 259). ¶ (¬4) البيان: (9/ 297)، المهذب (2/ 48). ¶ (¬5) الشرح الكبير والإنصاف: (20/ 514). ¶ (¬6) قواعد ابن رجب: (296).",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "1 - بأن التفريق بالعيب أمر يقع به النزاع والخلاف بين الزوجين فيحتاج إلى مزيد نظر واجتهاد من قبل القاضي ليتمكن من رفع الخلاف (¬1). ¶ 2 - لأنه مختلف فيه فلم يثبت إلا بالحاكم كفسخ النكاح بالإعسار بالنفقة والمهر (¬2). ¶ أدلة القول الثاني: ¶ لم أقف على دليل لهم في المسألة. ¶ أدلة القول الثالث: ¶ لأن السبب الذي من أجله تم الفسخ قائم وليس ثم معارض (¬3). ¶ الترجيح: ¶ الذي يترجح – والله تعالى أعلم – أن يقال: لا يخلو الحال من أمرين: ¶ 1 - في حال تنازع الزوجين في الفسخ، فيشترط حكم الحاكم لأن حكم الحاكم يرفع الخلاف. ¶ 2 - وفي حال التراضي لا يشترط حكم حاكم لأن الحق لا يعدوهما. ¶ وبهذا تجتمع الأدلة، أما اشتراط حكم الحاكم مع حضور الزوج فهذا فيه بعد، ولم أقف لهم على دليل. ¶ ¬__________ ¶ (¬1) قواعد ابن رجب: (296) ¶ (¬2) الروض المربع تحقيق المشيقح وآخرون: (8/ 524). ¶ (¬3) اختيارات شيخ الإسلام الفقهية: (8/ 430).",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "الخلاصة: ¶ يتبين مما سبق أن مراد فقهاء الحنابلة بالتعليل بالخلاف في هذه المسألة هو الخروج من خلاف من اشترط حضور الزوج فسخ امرأته عقد نكاحها حيث ملكت الفسخ في غيبته وهي رواية عن الإمام أحمد.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "المطلب الرابع: اشتراط الحاكم في فسخ الزوجة عند اعسار زوجها بالمهر الحال. ¶ توثيق المسألة من خلال كتب الحنابلة: ¶ جاء في الروض المربع: (ولا يفسخه أي النكاح لعسرته بحال المهر إلا حاكم، كالفسخ لعنة ونحوها للاختلاف فيه) (¬1). ¶ هذه المسألة هي نفس المسألة السابقة، وهي: هل يشترط حكم الحاكم لفسخ المرأة في خيار العيب وخيار الشرط؟ وهنا عند اعسار الزوج بحال المهر، وقد ذكر فقهاء الحنابلة أن المسألتين واحدة كما سبق في الروض المربع بقوله: (كالفسخ لعنة ونحوها) وهذا من الخيار في العيوب. ¶ وعليه فلمسألتان مسألة واحدة خلافاً ومذهبا، فلتراجع هناك. ¶ ¬__________ ¶ (¬1) الروض المربع تحقيق المشيقح وآخرون: (3/ 118).",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "المبحث الثالث ¶ في الطلاق ¶ وفيه ثلاثة مطالب: ¶ المطلب الأول: استحباب تأويل الطلاق من المكره عليه حتى لا يقع. ¶ المطلب الثاني: استحباب إقرار الزوجة المطلقة ثلاثا في الموضع الذي طلقها فيه. ¶ المطلب الثالث: استحباب ترك وطء مطلقته الرجعية التي شك في وقوع الطلاق عليها قبل أن يراجعها.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "المطلب الأول: استحباب تأويل الطلاق من المكره عليه حتى لايقع. ¶ صورة المسألة: ¶ لو أكره رجل على طلاق امرأته فطلقها، فهل يقع طلاقه، أو لابد أن يتأول حتى لا يقع، بأن يقصد مثلاً طالق من وثاق ونحوه؟. ¶ تحرير المسألة: ¶ اتفق أهل العلم على أن طلاق البالغ العاقل المختار واقع (¬1). ¶ وأما طلاق المكره فلا يخلو من أمرين: ¶ 1 - أن يكون الإكراه بحق، فهذا يقع باتفاق الأئمة الأربعة (¬2). ¶ 2 - أن يكون الإكراه بغير حق، فهذا الذي وقع فيه الخلاف. ¶ أقوال فقهاء الحنابلة في المسألة: ¶ جاء في شرح المنتهى: (أو ترك المكره التأويل بلا عذر في تركه فلا يقع طلاقه لعموم الخبر، وينبغي له إذا أكره على الطلاق وطلق أن يتأول خروجا من الخلاف ... ) (¬3). ¶ الخلاف في المسألة: ¶ اختلف أهل العلم في المكره بغير حق هل يقع طلاقه أو لا على قولين: ¶ ¬__________ ¶ (¬1) الإقناع لابن القطان: (3/ 1259). ¶ (¬2) انظر الدر المختار (3/ 235)، حاشية الدسوقي (3/ 230)، مغني المحتاج (3/ 289)، شرح المنتهى (3/ 76) ¶ (¬3) شرح المنتهى (3/ 76).",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "القول الأول: ¶ أن طلاق المكره بغير حق لا يقع، وهذا هو المشهور من مذهب الحنابلة (¬1)، وهو مذهب المالكية (¬2)، والشافعية (¬3)، والظاهرية (¬4). ¶ ولكن استحب الحنابلة تأويل الطلاق. ¶ القول الثاني: ¶ أن طلاق المكره بغير حق يقع، وهذا مذهب الحنفية (¬5). ¶ أدلة القول الأول: ¶ استدل أصحاب القول الأول وهم الجمهور بما يلي: ¶ 1 - قول الله عز وجل: {إلا من أكره وقلبه مطمئن بالإيمان} (¬6). ¶ وجه الدلالة: ¶ أن الله عز وجل رفع الحرج والإثم على من نطق بالكفر مكرها، فالمكره على الطلاق من باب أولى. ¶ 2 - عن عائشة رضي الله عنها مرفوعا: (لا طلاق في إغلاق) (¬7). ¶ وجه الدلالة: ¶ نفى - صلى الله عليه وسلم - وقوع الطلاق في الإغلاق ويدخل فيه المكره. (¬8) ¶ ¬__________ ¶ (¬1) المغني: (10/ 350)، شرح المنتهى (3/ 76). ¶ (¬2) حاشية الدسوقي: (3/ 230)، التاج والاكليل (4/ 44). ¶ (¬3) مغني المحتاج: (3/ 289)، المهذب (2/ 78). ¶ (¬4) المحلى: (10/ 202). ¶ (¬5) الدر المختار: (3/ 235)، بدائع الصنائع (7/ 182). ¶ (¬6) سورة النحل: الآية (106). ¶ (¬7) أخرجه احمد (43/ 378) حديث (26360) , وأبو داود: كتاب الطلاق باب في الطلاق على غلط (2/ 258) برقم (2193)، وفي إسناده: محمد بن عبيد وهو ضعيف. انظر تلخيص الحبير (3/ 210). ¶ (¬8) المغني: (10/ 350).",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "3 - عن عمر - رضي الله عنه - قال، قال - صلى الله عليه وسلم -: \"إنما الأعمال بالنيات وإنما لكل امرئ ما نوى (¬1) \". ¶ وجه الدلالة: ¶ أن كل عمل بلا نية فهو باطل لا يعتد به، وطلاق المكره عمل بلا نية فهو باطل. ¶ 4 - عن ابن عباس رضي الله تعالى عنهما قال - صلى الله عليه وسلم -: \"إن الله وضع عن أمتي الخطأ والنسيان وما استكرهوا عليه\" (¬2). ¶ وجه الدلالة: ¶ رفع الله عز وجل الحرج والإثم على المكره، ويدخل فيه المكره على الطلاق بغير حق. ¶ 5 - أنه منعدم الإرادة والقصد، فكان كالمجنون والنائم (¬3). ¶ أدلة القول الثاني: ¶ استدل أصحاب القول الثاني بما يلي: ¶ 1 - قوله تعالى: {الطلاق مرتان ... } (¬4). ¶ وجه الدلالة: ¶ أن الآية مطلقة في احتساب الطلاق، فيشمل طلاق المكره وغيره. ¶ نوقش: ¶ ¬__________ ¶ (¬1) أخرجه البخاري كتاب بدأ الوحي باب: كيف كان بدأ الوحي إلى رسول الله صلى الله عليه وسلم (1/ 3) برقم (1)، ومسلم كتاب الإمارة باب: قوله صلى الله عليه وسلم إنما الأعمال بالنية (3/ 1515) برقم (1907). ¶ (¬2) أخرجه ابن ماجه كتاب الطلاق باب طلاق المكره والناسي (1/ 659) برقم (2043) , و البيهقي كتاب الخلع والطلاق باب: ماجاء في طلاق المكره (7/ 356) برقم (14871)، صححه الألباني ,صحيح ابن ماجه (2/ 179). ¶ (¬3) الروض المربع بتحقيق المشيقح وآخرون: (9/ 51). ¶ (¬4) سورة البقرة: الآية (229).",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "أن الآية مقيدة بالمكره لما سبق من أدلة القول الأول. ¶ 2 - عن أبي هريرة - رضي الله عنه - قال: قال - صلى الله عليه وسلم -: \"ثلاث جدهن جد وهزلهن جد: النكاح والطلاق والرجعة\" (¬1). ¶ وجه الدلالة: ¶ أنه - صلى الله عليه وسلم - أوقع طلاق الهازل، والمكره مثله. ¶ يمكن أن يناقش: ¶ بالفرق، فالهازل له قصد وإرادة، بخلاف المكره فليس له قصد و إرادة. ¶ 3 - أن طلاقه صحيح لإقراره بالطلاق (¬2). ¶ نوقش: ¶ بأنه أقر بالطلاق ولكنه قصد به دفع الإكراه لا إيقاع الطلاق. ¶ الترجيح: ¶ الراجح – والله تعالى أعلم – هو ما ذهب إليه الجمهور من أن طلاق المكره بغير حق لا يقع وذلك لما يلي: ¶ ¬__________ ¶ (¬1) أخرجه أبو داود في كتاب الطلاق باب: في الطلاق على الهزل (2/ 259) برقم (2194) , والترمذي كتاب الطلاق باب: ماجاء في الجد والهزل في الطلاق (3/ 490) برقم (1184)، وابن ماجه كتاب الطلاق باب من طلق أو نكح أو راجع لاعبا (1/ 658) برقم (2039) الحديث حسن بمجموع طرقه. انظر إرواء الغليل (6/ 224). ¶ (¬2) الدر المختار (3/ 235).",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "1 - قوة وصراحة ما استدلوا به. ¶ 2 - ضعف أدلة القول الثاني وورود المناقشة عليها. ¶ ولكن يستحب له التأويل في الطلاق، حتى لا يوقع عليه الطلاق قاض آخر يرى أن طلاق المكره واقع. ¶ الخلاصة: ¶ مما سبق يتبين أن الحنابلة استحبوا تأويل المكره على الطلاق للخروج من خلاف الحنفية القائلين بوقوع الطلاق على المكره.",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "المطلب الثاني: استحباب إقرار الزوجة المطلقة ثلاثاً في الموضع الذي طلقها فيه. ¶ صورة المسألة: ¶ أين تعتد المطلقة ثلاثا ,وهل عليها لزوجها سكنى ام لا؟ ¶ تحرير المسألة: ¶ المطلقة ثلاث لا تخلو من حالتين: ¶ 1 - أن تكون حاملاً: فيجب لها السكنى بالإجماع (¬1). ¶ 2 - أن لا تكون حائلا، فهذه هي التي وقع فيها الخلاف. ¶ أقوال فقهاء الحنابلة في المسألة: ¶ جاء في المغني: (قال أصحابنا: لا يتعين الموضع الذي تسكنه في الطلاق، سواء قلنا لها السكنى أو لم نقل، بل يتخير الزوج بين إقرارها في الموضع الذي طلقها فيه وبين نقلها إلى مسكن مثلها، والمستحب إقرارها لقوله تعالى: {لا تخرجوهن من بيوتهن ولا يخرجن إلا أن يأتين بفاحشة مبينة} (¬2)، ولأن فيه خروجاً من الخلاف، فإن الذين ذكرنا عنهم أن لها السكنى يرون وجوب الاعتداد عليها في منزلها ..... \" (¬3). ¶ ¬__________ ¶ (¬1) الإقناع في مسائل الإجماع (3/ 1321) المغني: (11/ 300). ¶ (¬2) سورة الطلاق: الآية (1). ¶ (¬3) المغنى: (11/ 302).",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "الخلاف في المسألة: ¶ اختلف أهل العلم في المطلقة ثلاثا غير الحامل هل لها سكنى و نفقة على أقوال: ¶ القول الأول: ¶ ليس لها نفقة ولا سكنى، وهذا هو المشهور من مذهب الحنابلة (¬1)، وهو مذهب الظاهرية (¬2). ¶ ولكن استحب الحنابلة إقرارها في منزلها. ¶ القول الثاني: ¶ يجب لها السكنى والنفقة، وهذا مذهب الحنفية (¬3). ¶ القول الثالث: ¶ لا نفقة لها، ولها السكنى، وهذا مذهب المالكية (¬4)، والشافعية (¬5). ¶ أدلة القول الأول: ¶ استدل أصحاب القول الأول: ¶ ¬__________ ¶ (¬1) المغني: (11/ 300)، كشاف القناع (3/ 232). ¶ (¬2) المحلى: (10/ 282). ¶ (¬3) المبسوط: (5/ 201)، تبيين الحقائق (3/ 60). ¶ (¬4) الاستذكار: (6/ 164)، الكافي لابن عبدالبر (1/ 298). ¶ (¬5) البيان: (11/ 230)، المهذب (2/ 164).",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "بحديث فاطمة بنت قيس أن زوجها طلقها في عهد النبي - صلى الله عليه وسلم - وكان أنفق عليها نفقة دون، فلما رأت ذلك قالت: والله لأعلمن رسول - صلى الله عليه وسلم -، فإن كان لي نفقة أخذت الذي يصلحني، وإن لم تكن لي نفقة لم آخذ منه شيئاً، قالت: فذكرت ذلك لرسول الله - صلى الله عليه وسلم - فقال: لا نفقة لك ولا سكنى (¬1). ¶ وفي رواية لمسلم: (طلق امرأته ثلاثاً) (¬2). ¶ وجه الدلالة: ¶ الحديث صريح في عدم إيجاب النفقة والسكنى للمطلقة ثلاثا. ¶ دليل القول الثاني: ¶ استدل أصحاب القول الثاني بما يلي: ¶ 1 - قوله تعالى: {لا تخرجوهن من بيوتهن ولا يخرجن إلا أن يأتين بفاحشة مبينة} (¬3). ¶ وجه الدلالة: ¶ أمر الله عز وجل المطلق بعدم إخراج المطلقة من بيتها مطلقا، سواء كانت رجعية أوغير ذلك (¬4). ¶ نوقش: ¶ بأنه عام مخصوص بالمطلقة ثلاثا، لما سبق من دليل القول الأول، والمراد بالآية هنا الرجعية، لقوله تعالى بعدها {لا تدري لعل الله يحدث بعد ذلك أمرا}. ¶ ¬__________ ¶ (¬1) أخرجه مسلم كتاب الطلاق باب المطلقه ثلاثا لا نفقة لها (2/ 1114) برقم (1480). ¶ (¬2) أخرجه مسلم كتاب الطلاق باب المطلقه ثلاثا لا نفقة لها (2/ 1115) برقم (148). ¶ (¬3) سورة الطلاق: آية (1). ¶ (¬4) المغني: (11/ 300).",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "2 - قوله تعالى: {اسكنوهن من حيث سكنتم من وجدكم ولا تضاروهن لتضيقوا عليهن} (¬1). ¶ 3 - أنكر عمر على فاطمة رضي الله عنهم في حديثها السابق: (لا نفقة لها ولا سكنى) وقال: لا ندع كتاب ربنا لقول امرأة لا ندري أصدقت أم كذبت، والنفقة لها، قال الله عز وجل: {لا تخرجوهن من بيوتهن ولا يخرجن إلا يأتين بفاحشة مبينة} (¬2) (¬3). ¶ وجه الدلالة: ¶ أن عمر - رضي الله عنه - لم يأخذ بروايتها، وأخذ بالآية. ¶ نوقش: ¶ أن عمر - رضي الله عنه - شك في ثبوته، وعلل ذلك بقوله: (لا نجيز في ديننا قول امرأة)، وهذا أمر مجمع على خلافه – أي عدم قبول رواية المرأة – وقد أُخذ برواية عائشة وأمهات المؤمنين في كثير من الأحكام (¬4). ¶ 4 - عن عائشة رضي الله عنها قالت: (ألا تتقي الله – أي فاطمة بنت قيس- تعني في قولها: لا نفقة لها ولا سكنى) (¬5). ¶ وجه الدلالة: ¶ أن عائشة رضي الله عنها أنكرت خبر فاطمة بنت قيس في المطلقة ثلاث. ¶ ¬__________ ¶ (¬1) سورة الطلاق: الآية (6). ¶ (¬2) سورة الطلاق: الآية (1). ¶ (¬3) رواه مسلم كتاب الطلاق باب المطلقه ثلاثا لا نفقة لها (2/ 1118). ¶ (¬4) المغني: (11/ 300). ¶ (¬5) رواه البخاري كتاب الطلاق، باب قصة فاطمة بنت قيس (5/ 2039).",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "نوقش: ¶ أن قول الرسول - صلى الله عليه وسلم - مقدم على قول كل أحد كائنا من كان. ¶ أدلة القول الثالث: ¶ استدلوا بوجوب السكنى بما استدل به أصحاب القول الثاني. ¶ وأما استدلالهم بعدم وجوب النفقة، فقالوا: لقوله تعالى: {وإن كن أولات حمل فأنفقوا عليهن حتى يضعن حملهن} (¬1). ¶ وجه الدلالة: ¶ أن الله عز وجل خص الحامل فقط بالإنفاق دون غيرها. ¶ نوقش: ¶ بما سبق مناقشته عند أدلة القول الثاني. ¶ الترجيح: ¶ الراجح – والله أعلم – هو القول الأول وذلك لما يلي: ¶ 1 - قوة وصراحة ما استدلوا به. ¶ 2 - ضعف أدلة المخالفين، وقد سبق مناقشتها. ¶ ¬__________ ¶ (¬1) سورة الطلاق: الاية (6)",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "الخلاصة: ¶ يتبين مما سبق أن مراد فقهاء الحنابلة بالخروج من الخلاف في مسألة المطلقة ثلاثا، الخروج من خلاف الحنفية، والمالكية، والشافعية، القائلين: بوجوب السكنى للمطلقة ثلاثا.",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "المطلب الثالث: استحباب ترك وطء مطلقته الرجعية التي شك في وقوع الطلاق عليها قبل أن يراجعها. ¶ صورة المسألة: ¶ من شك في ايقاع الطلاق على زوجته الرجعية، هل يستحب له ترك وطؤها قبل أن يراجعها، أو يملك الوطء بلا رجعة؟ ¶ تحرير المسألة ¶ الشك في الطلاق لا يخلو من ثلاثة أقسام: ¶ 1 - الشك في أصل الطلاق، هل وقع منه أم لا؟، كما لو شك هل طلق امرأته وتلفظ بالطلاق أم لا؟. ¶ وحكم هذه المسألة: ¶ أن الطلاق لا يقع باتفاق الأئمة الأربعة (¬1) والأصل فيه حديث عبد الله بن زيد قال: قال رسول الله - صلى الله عليه وسلم - (في الرجل يخيل إليه أنه يجد شيئاً في الصلاة: (لا ينصرف حتى يسمع صوتاً أو يجد ريحا) (¬2). ¶ ¬__________ ¶ (¬1) انظر: بدائع الصنائع: (3/ 126)، الكافي لابن عبد البر: (1/ 269)، مغني المحتاج: (3/ 303)، كشاف القناع: (5/ 331). ¶ (¬2) أخرجه البخاري كتاب الوضوء , باب لا يتوضأ من الشك حتى يستيقن (1/ 64) برقم (137) , ومسلم كتاب الحيض باب الدليل على من تيقن الطهاره ثم شك بالحدث فله ان يصلي بطهارته تلك (1/ 276) برقم (361).",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "وجه الدلالة: ¶ أن الثابت بيقين لا يزول بالشك، بل لا يزول إلا بيقين. ¶ 2 - الشك في وقوع الشرط: فلا يخلو من أمرين: ¶ أ أن يكون شرطا وجودياً: كأن يقول: إن كان هذا الطائر غرابا فأنت طالق فلا يقع الطلاق بالإجماع (¬1). ¶ ب أن يكون شرطا عدمياً: فبإتفاق الأئمة الأربعة أنه لا يقع (¬2)، إلا رواية عن الإمام أحمد أنه يقع في الشرط العدمي خاصة (¬3). ¶ 3 - الشك في عدد الطلاق (وهي المراد دراستها): ¶ صورتها: ¶ أن يطلق امرأته و يشك هل هذه الطلقة الثانية أو الثالثة، وهذه المسألة عند التحقيق هي التي خالف فيها الخرقي، وهي التي علل الحكم فيها عند الحنابلة بالخروج من الخلاف. ¶ أقوال فقهاء الحنابلة في المسألة: ¶ جاء في مطالب أولي النهى في باب الشك في الطلاق فيمن علق طلاق زوجته على فعل أمرٍ ثم شك في وقوعه: (وسن ترك وطء قبل رجعه إن كان الطلاق رجعياً، ويتجه لابد من ¶ ¬__________ ¶ (¬1) مغني المحتاج: (3/ 303). ¶ (¬2) بدائع الصنائع: (3/ 126)، الكافي لابن عبد البر (1/ 269)، مغني المحتاج (3/ 3) الشرح الكبير والإنصاف (23/ 35) ¶ (¬3) الشرح الكبير والإنصاف: (23/ 35).",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "مراجعة الرجعية بالقول لمراعاة الخلاف، أي خلاف من أوجب ترك وطء الرجعية مطلقاً كالخرقي (¬1)، فإنه منع منه لأن الزوج شك في حلها، وكما لو اشتبهت امرأته بأجنبية) (¬2). ¶ الخلاف في المسألة: ¶ اختلف أهل العلم فيمن شك في عدد الطلاق على أقوال: ¶ القول الأول: ¶ أنه يأخذ بالأقل وهو اليقين، وهذا هو المشهور من مذهب الحنابلة (¬3)، وهو مذهب الحنفية (¬4)، ومذهب الشافعية (¬5). ¶ القول الثاني: ¶ لا تحل له إلا بعد زوج آخر، وهذا هو مذهب المالكية (¬6). ¶ القول الثالث: ¶ لا يحل وطؤها حتى يتبين، لشكه في حلها بعد حرمته فتباح الرجعة، ولم يبح الوطء، وتجب نفقتها وهذه رواية عن الإمام أحمد، اختارها الخرقي (¬7). ¶ ¬__________ ¶ (¬1) عمر بن الحسين بن عبدالله الخرقي أبو القاسم , فقيه حنبلي من أهل بغداد ,نسبته إلى بيع الخرق , ت (334 هـ) , له تصانيف احترقت وبقي منها مختصر الخرقي. انظر وفيات الاعيان. (3/ 441). ¶ (¬2) مطالب أولى النهى: (5/ 468). ¶ (¬3) الشرح الكبير والإنصاف: (23/ 35)، مطالب أولى النهى: (5/ 468). ¶ (¬4) بدائع الصنائع: (3/ 126)، تبيين الحقائق (2/ 207). ¶ (¬5) مغنى المحتاج: (3/ 303)، روضة الطالبين (8/ 99). ¶ (¬6) أسهل المدارك: (2/ 147)، الكافي لابن عبدالبر (1/ 269). ¶ (¬7) مطالب أولي النهى (5/ 468).",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "أدلة القول الأول: ¶ استدل أصحاب القول الأول بما يلي: ¶ 1 - حديث عبد الله بن زيد السابق، قال - صلى الله عليه وسلم -: \"لا ينصرف حتى يسمع صوتا أو يجد ريحا\" (¬1). ¶ وجه الدلالة: ¶ أن النبي - صلى الله عليه وسلم - أرشده لليقين وأن يطرح الشك، فإذا شك في الطلاق عليه أن يعمل باليقين، وما زاد عن القدر الذي يتقينه مشكوك فيه الواجب اطراحه. ¶ 2 - قياساً على ما لو شك في أصل الطلاق فإنه يرجع لليقين بالإجماع، فكذلك فيما لو شك في عدده (¬2). ¶ أدلة القول الثاني: ¶ استدلوا بما يلي: ¶ 1 - قوله - صلى الله عليه وسلم -: \"دع ما يريبك إلى ما لا يريبك\" (¬3). ¶ وجه الاستدلال: ¶ أمر النبي - صلى الله عليه وسلم - ترك ما يريبه، وهنا قد يكون الطلاق ثلاثا فتبين منه، فعليه أن يترك الريبة، ويجعلها ثلاثا (¬4). ¶ نوقش: ¶ هذا عند الاشتباه بين المحرمات وعدم وجود اليقين أما إذا شك في عدد الطلاق فعليه الرجوع إلى اليقين لحديث عبد الله بن زيد - رضي الله عنه -، واليقين هنا بجعل الطلاق مرتين. ¶ ¬__________ ¶ (¬1) سبق تخريجه ص (64). ¶ (¬2) الشرح الكبير والإنصاف: (23/ 35). ¶ (¬3) سبق تخريجه ص (33) ¶ (¬4) الشرح الكبير والإنصاف: (23/ 35).",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "2 - قالوا: لاحتمال كونها ثلاثا: ¶ يمكن أن يناقش: ¶ أنه وإن كان يحتمل أن تكون ثلاثاً، إلا أن الدليل أرشد إلى اعتبار اليقين وطرح الشك. ¶ دليل القول الثالث: ¶ لأنه تيقن وجوده بالطلاق وشك في رفعه بالرجعة، فلا يرتفع بالشك، كما لو أصاب ثوبه نجاسة وشك في موضعها، فإنه لا يزول حكم النجاسة بغسل موضع من الثوب، ولا يزول ¶ إلا بغسل جميعه (¬1). ¶ نوقش: ¶ أنه يخالف الثوب، فإن غسل بعضه لا يرفع ما تيقنه من النجاسة، فنظير مسألتنا أن يتيقن نجاسة كم الثوب ويشك في نجاسة سائره، فإن حكم النجاسة فيه يزول بغسل الكم وحدها، كذا ها هنا (¬2). ¶ الترجيح: ¶ الراجح - والله تعالى أعلم – هو القول الأول وهو قول الجمهور: ¶ 1 - لقوة ما استدلوا به. ¶ 2 - لضعف أدلة المخالفين. ¶ ¬__________ ¶ (¬1) الشرح الكبير والإنصاف: (23/ 35). ¶ (¬2) المصدر السابق.",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "الخلاصة: ¶ تبين من الخلاف السابق، أن مراد الحنابلة بمراعاة الخلاف هنا هو مراعاة خلاف المالكية القائلين: بأنه لا تحل له إلا بعد زوجاً أخر. ¶ وكذلك الخروج من خلاف الخرقي القائل: أنه لا يحل وطؤها حتى يتيقن لشكه في حله بعد حرمته، فتباح الرجعة ولا يباح الوطء. ¶ ولكن لضعف قول الخرقي لم يلتفت إليه القاضي في تعليقه وحمل كلامه على الاستحباب (¬1). ¶ وعلى هذا فالخلاف المراعى في المسألة هو قول المالكية فقط بناء على قول القاضي. ¶ ¬__________ ¶ (¬1) الشرح الكبير والإنصاف: (23/ 37).",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "المبحث الرابع ¶ في الظهار واللعان ¶ وفيه خمسة مطالب: ¶ المطلب الأول: استحباب الأخذ بالأغلظ لمن قالت لزوجها: أنت علي كظهر أبي. ¶ المطلب الثاني: استحباب إخراج الحب في كفارة الظهار. ¶ المطلب الثالث: استحباب إخراج البر في كفارة الظهار. ¶ المطلب الرابع: استحباب إخراج أدم مع المجزئ من الطعام في كفارة الظهار. ¶ المطلب الخامس: استحباب قول الملاعنة في الخامسة (فيما رماني من الزنا) بعد قولها: (وأن غضب الله عليها إن كان من الصادقين).",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "المطلب الأول ¶ استحباب الأخذ بالأغلظ لمن قالت لزوجها: أنت علي كظهر أبي ¶ صورة المسألة: ¶ لو قالت المرأة لزوجها: أنت علي كظهر أبي، فهل يعتبر ظهارا أم لا؟، وهل تلزمها كفارة أم لا؟. ¶ أقوال فقهاء الحنابلة في المسألة: ¶ جاء في المغني: (ولا شك في أن الأحوط التكفير بأغلظ الكفارات ليخرج من الخلاف، ولكن ليس ذلك بواجب عليها، لأنه ليس بمنصوص عليه، ولا هو في معنى المنصوص ... ) (¬1) ¶ الخلاف في المسألة: ¶ لتوضيح وبيان المسألة، فلابد من ذكر مسألتين لتوضيح المقام: ¶ المسألة الأولى: هل قول المرأة لزوجها أنت علي كظهر أبي، ظهار أم لا؟ ¶ المسألة الثانية: هل يلزمها كفارة أم لا؟ ¶ المسألة الأولى: قول المرأة لزوجها أنت علي كظهر أبي: ¶ اختلف أهل العلم في ذلك على قولين: ¶ ¬__________ ¶ (¬1) المغنى: (11/ 112).",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "القول الأول: ¶ أنه ليس بظهار، وهو قول الحنابلة (¬1)، والحنفية (¬2)، والمالكية (¬3)، والشافعية (¬4). ¶ القول الثاني: ¶ أنه ظهار، وهو رواية عن الإمام أحمد (¬5)، وقول لبعض الحنفية (¬6). ¶ أدلة القول الأول: ¶ استدل اصحاب القول الأول بما يلي: ¶ 1 - قوله تعالى: {الذين يظهرون منكم من نسائهم ما هنّ أمهاتهم} (¬7). ¶ وجه الدلالة: ¶ خص الله عز وجل الظهار بالرجال، فدل على أنه لا يشمل النساء (¬8). ¶ 2 - قول يوجب تحريما في الزوجة، يملك الزوج رفعه فاختص به كالطلاق (¬9). ¶ ¬__________ ¶ (¬1) الشرح الكبير والإنصاف: (23/ 252)، المغني: (11/ 112). ¶ (¬2) المبسوط: (6/ 227)، البحر الرائق: (4/ 103). ¶ (¬3) حاشية الدسوقي: (2/ 439)، منح الجليل (4/ 222). ¶ (¬4) روضة الطالبين: (8/ 256)، المهذب (2/ 113). ¶ (¬5) الشرح الكبير والإنصاف: (23/ 252)، منح الشفا الشافيات (2/ 638) ¶ (¬6) المبسوط: (6/ 227). ¶ (¬7) سورة المجادلة: الآية (2). ¶ (¬8) المغني: (11/ 112). ¶ (¬9) المغني: (11/ 112).",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "3 - الحل في المرأة حق للرجل، فلم تملك المرأة إزالته كسائر حقوقها (¬1). ¶ أدلة القول الثاني: ¶ استدل أصحاب القول الثاني بما يلي: ¶ 1 - أحد الزوجين ظاهر من الآخر فكان مظاهراً كالرجل (¬2). ¶ يمكن أن يناقش: ¶ بوجود الفرق، إذ العقد والحل بيد الزوج دون الزوجة. ¶ 2 - اليمين يصح في المرأة فصح منها الظهار (¬3). ¶ نوقش: ¶ بالفرق، إذ الظهار يوجب تحريمها، والمرأة لا تملكه كالطلاق، بخلاف اليمين (¬4). ¶ الترجيح: ¶ الراجح – والله تعالى أعلم – هو القول الأول، أنه ليس بظهار وذلك لما يلي: ¶ 1 - قوة ما استدل به أصحاب القول الأول. ¶ 2 - ضعف أدلة القول الثاني، وورود المناقشات عليها. ¶ ¬__________ ¶ (¬1) المصدر السابق. ¶ (¬2) المصدر السابق. ¶ (¬3) أحكام الظهار للشيخ/ خالد المشيقح: ص (329). ¶ (¬4) المرجع السابق.",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "المسألة الثانية: إذا قالت المرأة لزوجها: أنت علي كظهر أبي، هل يلزمها شيء؟. ¶ اختلف أهل العلم في ذلك على أقوال: ¶ القول الأول: ¶ ليس بظهار، ولكن تلزمها كفارة ظهار، وهذا هو المشهور من مذهب الحنابلة (¬1). ¶ القول الثاني: ¶ لا يلزمها شيء، وهو مذهب الحنفية (¬2)، والمالكية (¬3)، والشافعية (¬4)، ورواية عن الإمام أحمد (¬5). ¶ القول الثالث: ¶ تجب عليها كفارة يمين، وهي رواية عن الإمام أحمد (¬6)، واختاره بعض الحنفية (¬7). ¶ أدلة القول الأول: ¶ استدل أصحاب القول الأول بما يلي: ¶ ¬__________ ¶ (¬1) الشرح الكبير والإنصاف: (23/ 253)، المغني: (11/ 112). ¶ (¬2) البحر الرائق: (4/ 103)، المبسوط: (6/ 227). ¶ (¬3) حاشية الدسوقي: (2/ 439)، منح الجليل (4/ 222). ¶ (¬4) روضة الطالبين: (8/ 265)، المهذب (2/ 113). ¶ (¬5) المغني: (11/ 112). ¶ (¬6) الشرح الكبير والإنصاف: (23/ 253). ¶ (¬7) بدائع الصنائع: (3/ 31).",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "1 - عن عائشة بنت طلحة قالت: إن تزوجت مصعب بن الزبير فهو علي كظهر أبي، ¶ فسألت أهل المدينة فرأوا أن عليها كفارة (¬1). ¶ نوقش: ¶ أ فيه انقطاع، فلم يصح سماع مغيرة من إبراهيم (¬2). ¶ ب لوصح ذلك، فإنه يجوز أن يكون إعتاقها تكفيراً ليمينها، فإن عتق الرقبة أحد خصال كفارة اليمين، ويتعين حمله على هذا، لكون الموجود منها ليس بظهار (¬3). ¶ 3 - المرأة زوج أتت بالمنكر من القول والزور، فلزمتها كفارة الظهار (¬4). ¶ يمكن أن يناقش: ¶ بالفرق، إذ العقد والحل بيد الزوج دون الزوجة. ¶ أدلة القول الثاني: ¶ استدل أصحاب القول الثاني بما يلي: ¶ 1 - نفس أدلة القائلين بأنه ليس بظهار في المسألة الأولى. ¶ 2 - قول منكر وزور، ليس بظهار، فلم يوجب كفارة، كالسب والشتم (¬5). ¶ ¬__________ ¶ (¬1) المحلى: (10/ 54). ¶ (¬2) المرجع السابق. ¶ (¬3) المغني: (11/ 112). ¶ (¬4) المرجع السابق. ¶ (¬5) الشرح الكبير والإنصاف: (23/ 253).",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "نوقش: ¶ يُسلم أنه ليس بظهار، ولكنه تحريم للحلال أشبه اليمين (¬1). ¶ أدلة القول الثالث: ¶ استدل أصحاب القول الثالث بما يلي: ¶ 1 - قوله تعالى: {يا أيها النبي لم تحرم ما أحل الله لك تبتغي مرضات أزواجك والله غفور رحيم * قد فرض الله لكم تحلة إيمانكم .... } (¬2). ¶ وجه الدلالة: ¶ قال ابن القيم: (وهذا صريح في أن تحريم الحلال قد فرض فيه تحلة الإيمان) (¬3). ¶ 2 - قوله تعالى: {يا أيها الذين آمنوا لا تحرموا طيبات ما أحل الله لكم ولا تعتدوا إن الله لايحب المعتدين (87) وكلوا مما رزقكم الله حلالا طيبا واتقوا الله الذي أنتم به مؤمنون (88) لا يؤاخذكم الله باللغو في أيمانكم ولكن يؤاخذكم بما عقدتم الأيمان فكفارته إطعام عشرة مساكين من أوسط ماتطعمون أهليكم أو كسوتهم أو تحرير رقبة فمن لم يجد فصيام ثلاثة أيام ذلك كفارة أيمانكم إذا حلفتم واحفظوا أيمانكم كذلك يبين الله لكم آياته لعلكم تشكرون} (¬4). ¶ ¬__________ ¶ (¬1) أحكام الظهار للشيخ/ خالد المشيقح: ص (329). ¶ (¬2) سورة التحريم: الآية (221). ¶ (¬3) زاد المعاد: (5/ 316). ¶ (¬4) سورة المائدة: الآية (87 - 89).",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "وجه الدلالة: ¶ قال شيخ الإسلام: (وبهذا يستدل على أن التحريم الحلال يمين) (¬1). ¶ 3 - أن مجرد المنكر من القول والزور لا يوجب كفارة الظهار، بدليل سائر الكذب، وكذا الظهار قبل العود، والظهار من أمته وولده (¬2). ¶ الترجيح ¶ مما سبق يترجح – والله تعالى أعلم – هو القول الثالث وذلك لما يلي: ¶ 1 - قوة ما استدلوا به. ¶ 2 - لأنه ليس بظهار فلا يأخذ أحكام الظهار، ولكن هو تحريم للحلال، فيأخذ أحكام اليمين. ¶ الخلاصة: ¶ أن فقهاء الحنابلة استحبوا الأخذ بأغلظ الكفارات في هذه المسألة وهي كفارة الظهار، مع أنهم لم يعتبروه ظهارا، ليخرجوا من خلاف الرواية الثانية في المذهب، ومن خلاف بعض الحنفية الذين اعتبروا قول المرأة لزوجها: أنت علي كظهر أبي ظهاراً. ¶ ¬__________ ¶ (¬1) مجموع الفتاوى: (24/ 450). ¶ (¬2) أحكام الظهار: ص (333).",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "المطلب الثاني: استحباب إخراج الحب في كفارة الظهار. ¶ صورة المسألة: ¶ من وجب عليه الإطعام في كفارة الظهار، فهل يجوز له إخراج الدقيق من جنس المطعم، أو يشترط إخراج الحب من جنس المطعم؟. ¶ أقوال فقهاء الحنابلة في المسألة: ¶ جاء في المغني: (والأفضل إخراج الحب، لأن فيه خروجاً من الخلاف) (¬1). ¶ الخلاف في المسألة: ¶ اختلف أهل العلم في هذه المسألة على قولين: ¶ القول الأول: ¶ لا يشترط إخراج الحب، فيجوز إخراج الدقيق، وهذا هو المشهور في مذهب الحنابلة (¬2)، ومذهب الحنفية (¬3)، والمالكية (¬4). ¶ ولكن عند الحنابلة يستحب إخراج الحب. ¶ ¬__________ ¶ (¬1) المغني: (11/ 100). ¶ (¬2) المصدر السابق، كشاف القناع (5/ 587). ¶ (¬3) بدائع الصنائع: (5/ 102)،المبسوط للشيباني (3/ 211). ¶ (¬4) التاج والإكليل: (4/ 130)،حاشية العدوي (2/ 31).",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "القول الثاني: ¶ يشترط إخراج الحب، وهذا هو المذهب عند الشافعية (¬1). ¶ أدلة القول الأول: ¶ استدلوا بما يلي: ¶ 1 - قياس كفارة الظهار على كفارة اليمين، قال تعالى في كفارة اليمين {من أوسط ما تطعمون أهليكم أو كسوتهم} (¬2). ¶ وجه الدلالة: ¶ أن الدقيق من أوسط ما يطعم الرجل أهله، وهذا غير مقدر فيرجح فيه للعرف (¬3). ¶ 2 - الدقيق من أجزاء الحنطة وقد كفاهم مؤنة طحنه، وهيأه، وقربه للأكل (¬4). ¶ دليل القول الثاني: ¶ أن الدقيق ناقص المنفعة عن الحب، فلم يجز كالخبز (¬5). ¶ نوقش: ¶ أن الدقيق يمكن الاستفادة منه بخبزه، فأجزأ، كما لو أعطاه الحب فطحنه وخبزه (¬6). ¶ ¬__________ ¶ (¬1) روض الطالبين: (8/ 307)، المهذب (2/ 117). ¶ (¬2) سورة المائدة: الآية (89). ¶ (¬3) أحكام الظهار ص: (702). ¶ (¬4) المغني: (11/ 100). ¶ (¬5) أحكام الظهار ص: (703). ¶ (¬6) المرجع السابق.",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "الترجيح: ¶ مما سبق يترجح – والله تعالى أعلم – القول بعدم اشتراط الدقيق وذلك لما يلي: ¶ 1 - قوة ما استدلوا به. ¶ 2 - ضعف دليل القول الثاني، وورود المناقشة عليه. ¶ الخلاصة: ¶ يتبين مما سبق أن وجه تعليل الحنابلة الحكم بالخروج من الخلاف في استحباب إخراج الحب، هو الخروج من خلاف الشافعية القائلين باشتراط الحب في كفارة الظهار.",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "المطلب الثالث: استحباب إخراج البر في كفارة الظهار. ¶ لم أجد هذه المسألة إلا في شرح الزركشي على الخرقي، وقد جاء فيه: (قال أبو محمد: الأفضل البر، خروجا من الخلاف ... ) (¬1). ¶ وبعد البحث في هذه المسألة، لم أجد من اشترط إخراج البر في الكفارة فيما وقفت عليه من كتب المذاهب، ولعل قصده هنا أن الأفضل إخراج الحب نفسه، لا الدقيق، وذلك لأمور منها: ¶ 1 - أن الزركشي قال قبل هذه العبارة. (والرواية الثانية لا يجوز إخراج الخبز لخروجه عن حال الكمال والادخار أشبه الهريسة ونحوها، فعلى المذهب لابد أن يدفع رطلي خبز بالعراقي لأن ذلك لا يكون أقل منه، نعم لو طحن مداً أو خبزه ودفع خبزه أجزاه نص عليه أحمد ¶ تنبيهان ........... ، الثاني: قال أبو محمد الأفضل البر، خروجاً من الخلاف) (¬2). ¶ فتبين أن مراده الحب. ¶ 2 - أني لم أجد من اشتراط البر في كفارة الظهار. ¶ 3 - راجعت ما نقله عن ابن قدامة في كتبه فلم أجد نص العبارة، وما وجدت إلا قوله: (الأفضل الحب خروجاً من الخلاف). ¶ ¬__________ ¶ (¬1) شرح الزركشي: (8/ 307). ¶ (¬2) نفس المرجع السابق.",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "وإذا تقرر هذا، فيرجع في هذه المسألة إلى المسألة التي قبلها وهي: استحباب إخراج الحب في كفارة الظهار، والله تعالى أعلم.",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "المطلب الرابع: استحباب إخراج أدم مع المجزئ من الطعام في كفارة الظهار. ¶ صورة المسألة: ¶ من وجبت عليه كفارة ظهار، فأراد التكفير بالإطعام، فهل يشترط أن يخرج أدم مع الطعام في الكفارة أو لا يشترط؟. ¶ أقوال فقهاء الحنابلة في المسألة: ¶ جاء في كشاف القناع: (ويستحب إخراج أدم مع المجزئ نص عليه، خروجاً من خلاف من أوجبه) (¬1). ¶ الخلاف في المسألة: ¶ اختلف العلماء في اشتراط الإدام مع الإطعام في كفارة الظهار على قولين: ¶ القول الأول: ¶ لا يلزم الإدام بل يستحب، وبه قال جمهور العلماء، من الحنابلة (¬2)، والحنفية (¬3)، والمالكية (¬4)، والشافعية (¬5). ¶ ¬__________ ¶ (¬1) كشاف القناع: (5/ 387). ¶ (¬2) المغني (11/ 100)،كشاف القناع: (5/ 387). ¶ (¬3) المبسوط للشيباني: (3/ 211)،بدائع الصنائع (5/ 102). ¶ (¬4) حاشية العدوي: (2/ 31)، التاج والاكليل (4/ 130). ¶ (¬5) تحفة الحبيب على شرح الخطيب: (4/ 362)،روضة الطالبين (8/ 307).",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "القول الثاني: ¶ أنه يلزمه الإدام، واختاره بعض المالكية (¬1). ¶ القول الثالث: ¶ يلزمه الإدام إن كان يطعم أهله بإدام واختاره شيخ الإسلام ابن تيمية (¬2). ¶ أدلة القول الأول: ¶ استدل أصحاب القول الأول - وهم الجمهور – بما يلي: ¶ 1 - قوله تعالى في كفارة الإيمان: {من أوسط ما تطعمون به أهليكم أو كسوتهم} (¬3). ¶ وجه الدلالة: ¶ أن الواجب الإطعام من أوسط ما يطعم به أهله، فإن أعطاه حبا بلا إدام فقد أطعمه (¬4). ¶ 2 - عدم الدليل على اشتراط الإدام في الإطعام. ¶ دليل القول الثاني: ¶ الآية السابقة، وهي قوله تعالى: {من أوسط ما تطعمون به أهليكم .. }. ¶ وجه الدلالة: ¶ أن الإدام داخل في الإطعام (¬5). ¶ ¬__________ ¶ (¬1) حاشية العدوي: (2/ 31). ¶ (¬2) مجمع الفتاوى: (35/ 351). ¶ (¬3) سورة المائدة: الآية (89). ¶ (¬4) أحكام الظهار: ص (696). ¶ (¬5) المصدر السابق.",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "يمكن أن يناقش: ¶ أنه يختلف باختلاف الأشخاص، فقد يكون الإدام عند قوم هو من أوسط ما يطعم به أهله، وقد لا يكون كذلك عند آخرين. ¶ دليل القول الثالث: ¶ الآية السابقة {من أوسط ما تطعمون به أهليكم ... }. ¶ وجه الدلالة: ¶ قال شيخ الإسلام-رحمه الله تعالى-: (والصحيح أنه إن كان يطعم أهله بإدام أطعم المساكين بإدام، وإن كان يطعم بلا إدام لم يكن له أن يفضل المساكين على أهله، بل يطعم المساكين من أوسط ما يطعم أهله (¬1). ¶ الترجيح: ¶ الأحوط ما ذهب إليه شيخ الإسلام، لكن لو أخرج طعاما بلا إدام فظاهر الآية عدم وجوبه، لا سيما وأنه لم يأت ما يدل على اشتراطه، والله تعالى أعلم. ¶ الخلاصة: ¶ يتبين من الخلاف السابق أن الحنابلة عللوا الحكم بالخروج من الخلاف في مسألة إخراج أدم مع المجزئ من الطعام في الكفارة، هو الخروج من خلاف بعض المالكية القائلين بوجوب الإدام، والخروج من خلاف شيخ الإسلام في حالة ما إذا كان يطعم أهله الأدم. ¶ ¬__________ ¶ (¬1) مجموع الفتاوى: (35/ 351).",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "المطلب الخامس: استحباب قول الملاعنة في الخامسة: ¶ (فيمن رماني من الزنا) بعد قولها: (وأن غضب الله عليها إن كان من الصادقين). ¶ صورة المسألة: ¶ إذا وقع اللعان بين الزوجين، ولاعنت الزوجة بقولها: (وأن غضب الله عليها إن كان من الصادقين)، فهل يشترط أن تقول بعد ذلك: (فيما رماني من الزنا) ليتم اللعان، أولاً يشترط؟ ¶ أقوال الفقهاء الحنابلة في المسألة: ¶ جاء في كشاف القناع: (وإذا كملت أربع مرات تقول في الخامسة: وأن غضب الله عليها إن كان من الصادقين فقط، وتزيد استحبابا: فيما رماني من الزنا، خروجاً من خلاف من أوجبه) (¬1). ¶ الخلاف في المسألة: ¶ القول الأول: ¶ لا يشترط ذلك، وهذا هو المشهور من مذهب الحنابلة (¬2)، مذهب الحنفية (¬3)، وهو مذهب المالكية (¬4). ¶ ولكن عند الحنابلة يستحب ذلك. ¶ ¬__________ ¶ (¬1) كشاف القناع: (5/ 391). ¶ (¬2) الشرح الكبير والإنصاف: (23/ 375)، كشاف القناع: (5/ 391). ¶ (¬3) المبسوط للسرخسي: (7/ 42)، البحر الرائق: (4/ 126) ¶ (¬4) أسهل المدارك: (2/ 175)،الذخيرة (4/ 290).",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "القول الثاني: ¶ يشترط ذلك، وهذا المذهب عند الشافعية (¬1). ووجه عند الحنابلة (¬2). ¶ أدلة القول الأول: ¶ استدل أصحاب القول الأول بما يلي: ¶ 1 - قوله تعالى: {والذين يرمون أزواجهم ولم يكن لهم شهداء إلا أنفسهم فشهادة أحدهم أربع شهادات بالله إنه لمن الصادقين، والخامسة أن لعنت الله عليه إن كان من الكاذبين، ويدرؤا عنها العذاب أن تشهد أربع شهادات بالله إنه لمن الكاذبين، والخامسة أن غضب الله عليها أن كان من الصادقين} (¬3). ¶ وجه الاستدلال: ¶ أن الله عز وجل ذكر صيغة اللعان بين الزوج والزوجة، ولم يذكر (فيما رماني من الزنا) فدل على عدم اشتراطه. ¶ 2 - عن ابن عمر رضي الله عنهما قال: سأل فلان، فقال: يا رسول الله أرأيت أن لو وجد أحدنا امرأته على فاحشة كيف يصنع؟ إن تكلم تكلم بأمر عظيم، وأن سكت سكت على مثل ذلك، فلم يجبه، فلما كان بعد ذلك أتاه فقال: إن الذي سألتك عنه قد ابتليت به، فأنزل الله الآيات من سورة النور فتلاهن عليه ووعظه، وذكره، ¶ ¬__________ ¶ (¬1) المهذب: (2/ 125)،روضة الطالبين (8/ 352). ¶ (¬2) الشرح الكبير و الانصاف (23/ 375). ¶ (¬3) سورة النور: الآيات (6 - 9).",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "وأخبره أن عذاب الدنيا أهون من عذاب الآخرة، قال: لا والذي بعثك بالحق ما كذبت عليها، ثم دعاها فوعظها كذلك، قالت: لا والذي بعثك بالحق إنه لكاذب، فبدأ بالرجل فشهد أربع شهادات بالله، ثم ثنى بالمرأة، ثم فرق بينهما (¬1). ¶ وجه الدلالة: ¶ أن النبي - صلى الله عليه وسلم - أوقع اللعان بين الزوجين بأربع شهادات ولم يزد (فيما رماني في الزنا) فدل على عدم اشتراطه، وإلا لذكره النبي - صلى الله عليه وسلم -. (¬2) ¶ دليل القول الثاني: ¶ استدل اصحاب القول الثاني: ¶ بأنه يشترط ذلك للتفريق بين اللعان للزنا واللعان لنفي الولد (¬3). ¶ يمكن أن يناقش: ¶ بأن حديث ابن عمر السابق، قد وقع اللعان فيه للزنا وذلك لقوله في الحديث: (أرأيت أن لو وجد أحدنا امرأته على فاحشة كيف يصنع؟) ومع ذلك لم يأت ما يدل على اشتراطه. ¶ الترجيح: ¶ الراجح - والله تعالى أعلم - هو القول الأول وذلك: ¶ 1 - قوة وصراحة ما استدلوا به. ¶ 2 - ضعف ما استدل به أصحاب القول الثاني، فلم يأت ما يدل على اشتراط ذلك. ¶ ¬__________ ¶ (¬1) رواه مسلم كتاب اللعان (2/ 1130). ¶ (¬2) الشرح الكبير والإنصاف: (23/ 375). ¶ (¬3) المصدر السابق.",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "الخلاصة: ¶ تبين من الخلاف السابق، أن فقهاء الحنابلة عللوا الاستحباب بقول المرأة: (فيما رماني من الزنا) بعد قولها: (وأن غضب الله عليها إن كان من الصادقين) ليخرجوا من خلاف الحنفية، والذي هو وجه عند الحنابلة، القائلين باشتراط ذلك في اللعان.",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "الخاتمة ¶ بعد هذه المباحث المتواصلة أصل إلى خاتمة هذه الرسالة باستخلاص النتائج التالية: ¶ 1 - أن موضوع قاعدة (الخروج من الخلاف مستحب) هو الاحتياط في الدين , وكلما قويت المسألة وتجاذبتها الأدلة كلما كان التمسك بالقاعدة أقوى و أولى. ¶ 2 - أن قاعدة (الخروج من الخلاف مستحب) قاعدة متفق عليها بين العلماء في الجملة لا بالجملة, فهم يتفقون على جواز التعليل بها في الجملة ولكنهم عند التطبيق يختلفون اختلاف بينا. ¶ 3 - لهذه القاعدة صلة كبرى في كلام الفقهاء وفي كلام الأصوليين، فهي مبنية على خلاف العلماء في المسائل العلمية والأصولية. ¶ 4 - أن لهذه القاعدة شروط يجب أن تطبق ولها أحوال يجب أن تراعى , وكل ذلك مما نص عليه أهل العلم وسطروه في كتبهم. ¶ 5 - أن تعليل الأحكام بالخروج من الخلاف ليس المراد به العلة المعروفة في الأصول بحيث يناط به الحكم , ولكن يعلل أهل العلم الحكم بذلك لأحد الأمرين: ¶ أ- لطلب الاحتياط بالمسألة. ¶ ب- لمراعاة الخلاف المعتبر في المسالة.",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "6 - سلك أهل العلم مسلك التعليل بالخروج من الخلاف في كثير من الإحكام الشرعية وقد كان لفقهاء الحنابلة حظا كبيراً في ذلك لا سيما فيما اشتد فيه الخلاف. ¶ 7 - أن فقهاء الحنابلة يراعون في الخلاف جميع أصحاب المذاهب المعتبرة (الحنفيه والمالكية والشافعية والظاهرية) في تعليل الأحكام. ¶ 8 - يراعي فقهاء الحنابلة -أحيانا- الخلاف داخل المذهب ,بأن تكون هناك رواية أخرى أو وجها للأصحاب , حتى وإن كان الأئمة الأربعة والظاهرية على خلاف ذلك. ¶ 9 - الأسباب التي يعلل فيها فقهاء الحنابلة الحكم فيها بالخروج من الخلاف كثيرة منها ما يلي: ¶ أ- اختلاف العلماء في صحة وضعف الحديث الوارد في المسألة. ¶ ب- اختلافهم في فهم الدليل من الكتاب والسنة. ¶ ج- اختلافهم في ثبوت العمل بالدليل وعدم نسخه. ¶ د- اختلافهم في تعليلهم الحكم بالمسألة إذا لم يوجد نص واضح فيها, فيختلفون في الحكم على المسألة تبعا لاختلافهم في التعليل. ¶ 10 - الغالب أن الحنابلة يعللون الحكم بالاستحباب: خروجا من خلاف من قال بالوجوب، أو يعللون بالكراهة خروجا من خلاف من قال بالتحريم.",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "هذا ما تيسر جمعه ودراسته في هذا البحث وإن كان الموضوع متشعباً ويحتاج إلى زيادة بحث ودراسة وتطبيق أشمل وأوسع. ¶ هذا فما كان فيه من حق وصواب فمن الله وحده , وما كان فيه من خطأ أو زلل فمني ومن الشيطان. ¶ والحمد لله رب العالمين وصلى الله وسلم على نبينا محمد وعلى آله وصحبه وسلم.",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "الفهارس: ¶ - فهرس الآيات القرآنية. ¶ - فهرس الأحاديث والآثار. ¶ - فهرس الأعلام. ¶ - فهرس المراجع والمصادر.",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "فهرس الآيات القرآنية ¶ السورة ... الآية ... الصفحة ¶ سورة البقرة ¶ (الطلاق مرتان .. ) ... 229 ¶ (وأحل الله البيع وحرم الربا ... ) ... 275 ¶ آل عمران ¶ (قل يا أهل الكتاب تعالوا إلى كلمة سواء ... ) ... 64 ¶ سورة النساء ¶ (فإن طبن لكم عن شيء منه نفساً ... ) ... 4 ¶ (وآتيتم إحداهن قنطاراً ... ) ... 20 ¶ (إلا أن تكون تجارة عن تراض منكم ... ) ... 29 ¶ (وأحل لكم ما وراء ذلكم .. ) ... 24 ¶ سورة المائدة ¶ (يا أيها الذين آمنوا أوفوا بالعقود ... ) ... 1 ¶ (يا أيها الذين آمنوا لا تحرموا طيبات ... ) ... 87 ¶ (من أوسط ما تطعمون أهليكم ... ) ... 89 ¶ سورة النحل ¶ (لتركبوها وزينة ... ) ... 8 ¶ (إلا من أكره وقلبه مطمئن بالإيمان ... ) ... 106 ¶ سورة الأحزاب ¶ (وما كان لمؤمن ولا مؤمنة ... ) ... 36 ¶ سورة محمد ¶ (ولا تبطلوا أعمالكم ... ) ... 33 ¶ سورة الواقعة ¶ (لا يمسه إلا المطهرون ... ) ... 79 ... 64",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "سورة المجادلة ¶ (الذين يظاهرون منكم من نسائهم ... ) ... 2 ... 123 ¶ سورة الجمعة ¶ (ياأيها الذين آمنوا إذا نودي للصلاة ... ) ... 9 ... 42 ¶ سورة الطلاق ¶ (لاتخرجوهن من بيوتهن ... ) ... 1 ... 110 ¶ (أسكنوهن من حيث سكنتم ... ) ... 6 ... 112 ¶ سورة التحريم ¶ (يا أيها النبي لم تحرم ما أحل الله لك ... ) ... 1 ¶ سورة التكاثر ¶ (ألهاكم التكاثر ... ) ... 1",
            "page": "148",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "فهرس الأحاديث والآثار ¶ طرف الحديث ... الصفحة ¶ (أرضيت من نفسك ومالك بنعلين) ... 96 ¶ (ألا تتقي الله ... ) ... 113 ¶ (الأيم أحق بنفسها ... ) ... 90 ¶ (الخلاف شر) ... 21 ¶ (أن أباها زوجها وهي ثيب ... ) ... 92 ¶ (أن أبو بكر نحلها جذاذ عشرين وسقًا ... ) ... 81 ¶ (إن الله وضع عن أمتي الخطأ ... ) ... 107 ¶ (إن تزوجت مصعب بن الزبير ... ) ... 125 ¶ (أن رسول الله نهى عن بيع المضطر ... ) ... 40 ¶ (إنما الأعمال بالنيات ... ) ... 107 ¶ (إنما البيع عن تراض) ... 38 ¶ (أيما امرأة نكحت بغير إذن وليها ... ) ... 20 ¶ (بعث رسول الله إلى هرقل ... ) ... 66 ¶ (ثلاث جدهن جد وهزلهن جد ... ) ... 108 ¶ (دع ما يريبك إلى ما لا يريبك) ... 33 ¶ (لا تنكح البكر حتى تستأمر ... ) ... 91 ¶ (لا طلاق في إغلاق) ... 106 ¶ (لا مهر أقل من عشرة دراهم) ... 97 ¶ (لا ندع كتاب ربنا لقول امرأة ... ) ... 113 ¶ (لا نفقة لك ولا سكنى) ... 112 ¶ (لا يحل مال امرئ مسلم ... ) ... 38 ¶ (لا يمس القرآن إلا طاهر) ... 64 ¶ (لا ينصرف حتى يسمع صوتا أو يجد ريحاً) ... 115 ¶ (ليس لنا مثل السوء العائد في هبته ... ) ... 82 ¶ (ما لي في النساء من حاجة ... ) ... 95 ¶ (من أحدث في أمرنا هذا ما ليس منه فهو رد) ... 44 ¶ (نهى رسول الله عن بيع الثمار قبل يوم صلاحها ... ) ... 55 ¶ (هو لك يا عبد، الولد للفراش ... ) ... 20 ¶ (يا رسول الله أرأيت أن لو وجد أحدنا امرأته ... ) ... 139 ¶ (يقول ابن آدم مالي مالي ... ) ... 81",
            "page": "149",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "فهرس الأعلام ¶ اسم العلم ... الصفحة ¶ إبراهيم بن موسى بن محمد اللخمي الشاطي ... 18 ¶ أحمد بن إدريس بن عبد الرحمن شهاب الدين القارافي ... 31 ¶ سعد بن أبي وقاص ... 20 ¶ عبد الرحمن بن أبي بكر محمد السيوطي الشافعي ... 19 ¶ عبد الرحمن بن رزين بن عبد العزيز الغساني ... 83 ¶ عبد بن زمعه بن قيس العامري ... 20 ¶ عبد العزيز بن عبد السلام بن أبي القاسم ... 27 ¶ عمرو بن حزم الخزرجي ... 62 ¶ قاسم بن عبد الله بن محمد الأنصاري سراج الدين ابن الشاط ... 31 ¶ محمد بن بهادر بن عبد الله الزركشي ... 19 ¶ مطرف بن عبد الله ابن الشخير ... 79 ¶ يوسف بن ماجد بن أبي المجد ... 83",
            "page": "150",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "فهرس المراجع والمصادر ¶ - ... أحكام الظهار: للشيخ خالد بن علي المشيقح، بحث في شبكة المعلومات (الإنترنت). ¶ - ... اختلاف العلماء: لمحمد بن نصر المروزي، تحقيق: صبحي السامرائي، عالم الكتب، ¶ الطبعة الثانية، 1406هـ. ¶ - ... اختيارات شيخ الإسلام ابن تيمية: تأليف مجموعة من الباحثين، كنوز أشبيليا، الطبعة الأولى، 1430هـ. ¶ - ... إرواء الغليل في تخريج أحاديث منار السبيل: للعلامة: محمد ناصر الدين الألباني، المكتب الإسلامي، الطبعة الثانية، 1405هـ. ¶ - ... أساس البلاغة: أبو القاسم محمود بن عمر بن محمد الخوارزمي الزمخشري، دار الفكر، 1399هـ. ¶ - ... أسهل المدارك شرح إرشاد السالك في فقه الإمام مالك: لأبي بكر بن حسن الكثناوي، دار الفكر، بيروت. ¶ - ... الإجماع: لأبي بكر محمد بن إبراهيم بن المنذر النيسابوري، تحقيق: أبو حماد صغير أحمد، مكتبة الفرقان، الطبعة الثانية، 1420هـ. ¶ - ... الأحكام الفقهية الخاصة بالقرآن الكريم: للدكتور عبد العزيز بن محمد الحجيلان، دار ابن الجوزي، الطبعة الثانية، 1425هـ. ¶ - ... الاختيار لتعليل المختار: لعبدالله بن محمود الموصلي الحنفي، تحقيق: عبداللطيف محمد عبدالرحمن، دار الكتب العلمية، الطبعة الثالثة، 2005م. ¶ - ... الأشباه والنظائر: لعبد الرحمن بن أبي بكر السيوطي، دار الكتب العلمية الطبعة الأولى، بيروت، 1403هـ. ¶ - ... الأعلام: لخير الدين الزركلي، دار العلم للملايين، الطبعة الخامسة عشر، 2002م. ¶ الإقناع في مسائل الإجماع: للإمام الحافظ أبي الحسن علي بن القطان الفاسي، تحقيق: د. فاروق حماده، دار القلم - دمشق، الطبعة الأولى 1424هـ. ¶ - ... البحر الرائق شرح كنز الدقائق: لزين الدين ابن نجيم الحنفي، دار المعرفة، الطبعة الثانية. ¶ - ... البيان في مذهب الإمام الشافعي: لأبي الحسين يحيى بن أبي الخير سالم العمراني الشافعي، تحقيق: قاسم محمد النوري، دار المنهاج، الطبعة الثانية، 1426هـ. ¶ - ... التاج والإكليل لمختصر خليل: لمحمد بن يوسف بن أبي القاسم العبدري، دار الفكر - بيروت، الطبعة الثانية، 1398هـ. ¶ - ... التبصرة في أصول الفقه: لإبراهيم بن علي بن يوسف الفيروز آبادي الشيرازي، تحقيق:",
            "page": "151",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "محمد حسن هيتو، دار الفكر - دمشق، الطبعة الأولى، 1403هـ. ¶ - ... التلخيص الحبير في أحاديث الرافعي الكبير: للحافظ أحمد بن علي بن حجر العسقلاني، تحقيق: السيد عبدالله هاشم اليماني المدني، دار المدينة المنورة، 1384هـ. ¶ - ... التمهيد لما في الموطأ من المعاني والأسانيد: لأبي عمر يوسف بن عبدالله بن عبدالبر النمري، تحقيق: مصطفى بن أحمد العلوي ومحمد عبد الكبير البكري، طبعة وزارة الأوقاف والشئون الإسلامية، المغرب، 1387هـ. ¶ - ... الجامع الصحيح المختصر: للإمام محمد بن إسماعيل البخاري الجعفي، تحقيق: مصطفى ديب البغا، دار ابن كثير، اليمامة - بيروت، الطبعة الثالثة، 1407هـ. ¶ - ... الجامع الصحيح للترمذي: محمد بن عيسى أبو عيسى السلمي الترمذي، تحقيق: أحمد شاكر وآخرون، دار إحياء التراث العربي، بيروت. ¶ - ... الخرشي على مختصر سيدي خليل: لمحمد الخرشي المالكي، دار الفكر للطباعة، بيروت. ¶ - ... الدر المختار: لمحمد بن علي بن محمد الحنفي الحصكفي، دار الفكر - بيروت، الطبعة الثانية - 1386هـ. ¶ - ... الديباج المذهب في معرفة أعيان علماء المذهب: لإبراهيم بن علي بن محمد بن فرحون اليعمري المالكي، دار الكتب العلمية - بيروت. ¶ - ... الذخيرة: لشهاب الدين أحمد بن إدريس القرافي، تحقيق: محمد حجي، دارالغرب - بيروت، 1994م. ¶ - ... الروض المربع شرح زاد المستنفع: لمنصور بن يونس البهوتي، تحقيق: د. خالد الشيقح ود. إبراهيم الغصن ود. عبدالله الغصن، مدار الوطن للنشر - الطبعة الأولى، 1429هـ. ¶ - ... الروض المربع شرح زاد المستنقع: منصور بن يونس البهوتي، مكتبة الرياض الحديثة، 1390هـ. ¶ - ... الشرح الكبير والإنصاف: عبدالرحمن بن محمد ابن قدامة المقدسي، وعلي بن سليمان المرداوي، توزيع وزارة الاوقاف والشؤؤن الاسلامية والدعوة والإرشاد، 1419 هـ. ¶ - ... الشرح الكبير: لسيدي أحمد الدردير، تحقيق: محمد عليش، دار الفكر - بيروت. ¶ - ... الشرح الممتع على زاد المستقنع: للعلامة محمد بن صالح العثيمين، مؤسسة أسام،",
            "page": "152",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "الطبعة الرابعة، 1416هـ. ¶ - ... العلل: للحافظ عبدالرحمن بن أبي حاتم الرازي، تحقيق: فريق من الباحثين، الطبعة الأولى، 1427هـ. ¶ - ... الفروع وتصحيح الفروع: لمحمد بن مفلح المقدسي أبو عبدالله، تحقيق: أبو الزهراء حازم قاضي، دار الكتب العلمية - بيروت (الطبعة الأولى، 1418هـ) ¶ - ... القواعد في الفقه: للحافظ أبي الفرج عبدالرحمن البغدادي المعروف بابن رجب الحنبلي، تحقيق: أياد بن عبداللطيف القيسيي، بيت الأفكار الدولية. ¶ - ... القوانين الفقهية: لمحمد بن أحمد بن جزي الكلبي الغرناطي. ¶ - ... الكافي في فقه أهل المدينة: لأبي محمد يوسف بن عبدالله بن عبدالبر القرطبي، دار الكتب العلمية، الطبعة الأولى، 1407هـ. ¶ - ... المبسوط: لشمس الدين السرخي، دار المعرفة بيروت. ¶ - ... المبسوط: لمحمد بن الحسين بن فرقد الشيباني أبو عبدالله، تحقيق: أبو الوفا الأفغاني، طبعة إدارة القرآن والعلوم الإسلامية - كراتشي. ¶ - ... المجموع شرح المهذب: للإمام أبي زكريا محي الدين بن شرف النووي، وتكملته لمحمد نجيب المطيعي، دار إحياء التراث العربي، 1415هـ. ¶ - ... المحلى: لعلي بن أحمد بن سعيد بن حزم الظاهري، تحقيق: لجنة إحياء التراث العربي، دار الآفاق الجديدة - بيروت. ¶ - ... المدونة الكبرى: لإمام دار الهجرة مالك بن أنس الأصبحي، دار صادر - بيروت. ¶ - ... المغني: لموفق الدين أبي محمد عبدالله بن أحمد ابن قدامة المقدسي، تحقيق د. عبدالله التركي ود. عبدالفتاح الحلو، دار عالم الكتب، الطبعة الرابعة، 1419هـ. ¶ - ... المقنع والشرح الكبير والإنصاف: تحقيق: د. عبدالله التركي ود. عبدالفتاح الحلو، توزيع وزارة الأوقاف والشئون الإسلامية والدعوة والإرشاد، المملكة العربية السعودية. ¶ - ... المنثور في القواعد: لمحمد بن بهادر الزركشي أبو عبدالله، تحقيق: د. تيسير فائق أحمد، طبعة وزارة الأوقاف الكويتية، الطبعة الثانية، 1405هـ. ¶ - ... الموافقات في أصول الفقه: لإبراهيم بن موسى اللخمي الغرناطي المالكي - تحقيق: عبدالله دراز، دار المعرفة بيروت. ¶ - ... الموسوعة الفقهية الكويتية، إصدار وزارة الأوقاف والشئون الإسلامية - الكويت، الطبعة",
            "page": "153",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "الثانية، 2006م. ¶ - ... الموطأ: لإمام دار الهجرة مالك بن أنس الأصبحي، برواية أبي مصعب الزهري، تحقيق: د. بشار عواد معروف ومحمود محمد خليل، مؤسسة الرسالة، الطبعة الثالثة، 1418هـ. ¶ - ... النهاية في غريب الحديث: لأبي السعادات المبارك بن محمد الجزري، تحقيق: طاهر أحمد الزاوي، محمود محمد الطناحي، المكتبة العلمية - بيروت، 1399هـ. ¶ - ... بدائع الصنائع في ترتيب الشرائع: لعلاء الدين الكاساني، دار الكتاب العربي- بيروت، الطبعة الثانية، 1982م. ¶ - ... بداية المجتهد ونهاية المقتصد: لمحمد بن أحمد بن رشد القرطبي، دار الفكر، بيروت. ... - ¶ تاج العروس من جواهر القاموس، اسم المؤلف: محمد مرتضى الحسيني الزبيدي، دار الهداية، تحقيق: مجموعة من المحققين ¶ - ... تحفة الجيب على شرح الخطيب: لسليمان بن محمد بن عمر البجيرمي الشافعي، دار الكتب العلمية، الطبعة الأولى، 1417هـ. ¶ - ... تفسير البغوي، لأبي محمد البغوي، تحقيق: خالد عبدالرحمن العك، دار المعرفة بيروت. ... - ¶ تبين الحقائق شرح كنز الدقائق، اسم المؤلف: فخر الدين عثمان بن علي الزيلعي الحنفي، دار الكتب الإسلامي. - القاهرة. - 1313هـ. ¶ - ... حاشية الدسوقي على الشرح الكبير: لمحمد عرفة الدسوقي، تحقيق: محمد عليش، دار الفكر - بيروت. ¶ - ... حاشية الروض المربع: لعبدالرحمن بن محمد بن قاسم العاصمي، الطبعة التاسعة 1423هـ. ¶ - ... حاشية عميرة: لشهاب الدين أحمد الرلسي، تحقيق: مكتب البحوث والدراسات، دار الفكر - لبنان/ بيروت 1419هـ. ¶ - ... ذيل طبقات الحنابلة، للحافظ عبدالرحمن بن أحمد بن رجب الحنبلي. ¶ - ... روضة الطالبين وعمدة المفتين: لأبي زكريا يحيى بن شرف النووي، المكتب الإسلامي، الطبعة الثانية، 1405.هـ ¶ - ... زاد المعاد في هدى خير العباد: للعلامة محمد بن أبي بكر ابن القيم الجوزية، تحقيق: شعيب وعبدالقادر الأرنؤوط، مؤسسة الرسالة، الطبعة الرابعة عشر، 1407هـ. ¶ - ... سنن ابن ماجه: لأبي عبدالله محمد بن يزيد القزويني، تحقيق: محمد فؤاد عبدالباقي،",
            "page": "154",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "دار الفكر، بيروت. ¶ - ... سنن أبي داود: سليمان بن الأشعث أبو داود السجستاني، تحقيق: محمد محيى الدين عبدالحميد، دار الفكر. ¶ - ... سنن البيهقي: لأحمد بن الحسين بن علي أبو بكر البيهقي، تحقيق: محمد عبدالقادر عطا، مكتبة الباز، مكة المكرمة، 1414هـ. ¶ - ... سنن الدارقطني: للحافظ علي بن عمر الدراقطني، تحقيق: شعيب الأرنؤوط وآخرون، مؤسسة الرسالة، الطبعة الأولى، 1424هـ. ¶ - ... شذرات الذهب في أخبار من ذهب: لعبد الحي بن أحمد العكري الحنبلي، تحقيق: عبدالقادر الأرنؤوط ومحمد الأرنؤوط، دار ابن كثير - دمشق، الطبعة الأولى، 1406هـ. ¶ - ... شرح الزركشي على مختصر الخرقي: لشمس الدين أبي عبدالله محمد بن عبدالله الزركشي، تحقيق: عبدالمنعم خليل إبراهيم، دار الكتب العلمية لبنان - بيروت، الطبعة الأولى 2002هـ. ¶ - ... شرح الكوكب المنير: لمحمد بن أحمد بن عبدالعزيز الفتوحي الحنبلي المعروف بابن النجار، تحقيق: د. محمد الزحيلي ود. نزيه حماد، جامعة أم القرى، الطبعة الثانية، 1413هـ. ¶ - ... شرح فتح القدير: لكمال الدين محمد بن عبدالواحد السيواسي، دار الفكر - بيروت، الطبعة الثانية. ¶ - ... شرح مسلم: لأبي زكريا يحيى بن شرف النووي، دار إحياء التراث العربي، بيروت الطبعة الثانية، 1392هـ. ¶ - ... شرح منتهى الإرادات: منصور بن يونس البهوتي، عالم الكتب - بيروت، الطبعة الثانية، 1996م. ... - ¶ شرح ميارة الفاسي، اسم المؤلف: أبي عبد الله محمد بن أحمد بن محمد المالكي، دار الكتب العلمية - لبنان/ بيروت - 1420هـ - 2000م، الطبعة: الأولى، تحقيق: عبد اللطيف حسن عبد الرحمن ¶ - ... صحيح سنن ابن ماجة: للعلامة: محمد ناصر الدين الألباني، مكتبة المعارف، الطبعة",
            "page": "155",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "الأولى، 1417هـ. ¶ - ... صحيح سنن أبي داود: للعلامة محمد ناصر الدين الألباني، مكتبة المعارف - الطبعة الثانية 1421هـ. ¶ - ... صحيح مسلم: للإمام مسلم بن الحجاج أبو الحسين القشيري الينسابوري، تحقيق: محمد فؤاد عبدالباقي، دار إحياء التراث العربي، بيروت. ¶ - ... ضعيف سنن أبي داود: للعلامة محمد ناصر الدين الألباني، مكتبة المعارف، الطبعة الثانية، 1421هـ. ... - ¶ طبقات الشافعية الكبرى، اسم المؤلف: تاج الدين بن علي بن عبد الكافي السبكي، هجر للطباعة والنشر والتوزيع - 1413هـ، الطبعة: ط2، تحقيق: د. محمود محمد الطناحي د. عبد الفتاح محمد الحلو ¶ - ... فتح البارئ شرح صحيح البخاري: للحافظ أحمد بن علي بن حجر العسقلاني، تحقيق: محي الدين الخطيب - دار المعرفة - بيروت. ¶ - ... قواعد الأحكام في مصالح الأنام: لأبي محمد عز الدين السلمي المعروف بالعز بن عبدالسلام، دار الكتب العلمية - بيروت. ¶ - ... كتاب المصاحف: لأبي بكر أبي داود السجستاني عبدالله بن سليمان الأشعث، تحقيق: محمد بن عبده، الفاروق الحديثة - مصر، الطبعة الأولى، 1423هـ. ¶ - ... كشاف القناع عن متن الإقناع: لمنصور بن يونس البهوتي، تحقيق: هلال مصيلحي مصطفى، دار الفكر - بيروت، 1402هـ. ¶ - ... لسان العرب: لمحمد بن مكرم بن علي ابن منظور، تحقيق: أمين محمد عبدالوهاب ومحمد صادق العبيدي، دار إحياء التراث العربي، بيروت، الطبعة الثالثة، 1419هـ. ¶ - ... مجمع الضمانات في مذهب الإمام الأعظم أبي حنيفة النعمان، تحقيق: د. محمد أحمد سراج ود. علي جمعة محمد. ¶ - ... مجموع فتاوى شيخ الإسلام ابن تيمية: لشيخ الإسلام أحمد بن عبدالحليم بن تيمية الحراني، جمع: عبدالرحمن بن محمد بن قاسم العاصمي، مكتبة ابن تيمية، الطبعة الثانية. ¶ - ... مراعاة الخلاف: لعبد الرحمن بن معمر السنوسي، مكتبة الرشد بالرياض، الطبعة الأولى، 1420هـ.",
            "page": "156",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "- ... مراعاة الخلاف والخروج منه في أصول المالكية: د. عبدالغفور محمد الصيادي، دار ابن حزم، الطبعة الأولى، 1429هـ. ¶ - ... مسند الإمام أحمد: للإمام أحمد بن حنبل الشيباني، تحقيق: مجموعة من الأساتذة بإشراف الشيخ: شعيب الأرنؤوط، مؤسسة الرسالة، الطبعة الثانية، هـ1429. ¶ - ... مطالب أولي النهي في شرح غاية المنتهى: لمصطفى السيوطي الرحيباني، المكتب الإسلامي - دمشق، 1961م. ¶ - ... معالم السنن: لأبي سليمان الخطابي، تحقيق: محمد حامد الفقي، دار المعرفة - بيروت. ... - ¶ معجم مقاييس اللغة، اسم المؤلف: أبي الحسين أحمد بن فارس بن زكريا، دار الجيل - بيروت - لبنان - 1420هـ - 1999م، الطبعة: الثانية، تحقيق: عبد السلام محمد هارون ¶ - ... معني المحتاج إلى معرفة معاني ألفاظ المنهاج: لمحمد الخطيب الشربيني، دار الفكر، بيروت. ... - ¶ منح الجليل شرح على مختصر سيد خليل.، اسم المؤلف: محمد عليش.، دار الفكر - بيروت - 1409هـ - 1989م. ¶ - ... منح الشفا الشافيات بشرح مفردات الإمام أحمد: لمنصور بن يونس البهوتي، تحقيق: أ. د. عبدالله بن فهد المطلق، كنوز أشبيليا - الطبعة الأولى، 1427هـ. ¶ - ... مواهب الجليل لشرح مختصر خليل: لمحمد بن عبدالرحمن المغربي، دار الفكر، بيروت، الطبعة الثانية، 1398هـ. ¶ - ... نصب الراية لأحاديث الهداية: للعلامة عبدالله بن يوسف الزيلعي الحنفي، تحقيق: محمد عوامة، دار القبلة للثقافة الإسلامية، الطبعة الأولى، 1419هـ. ¶ - ... وفيات الأعيان وأنباء أبناء الزمان: لأبي العباس شمس الدين أحمد بن محمد بن خلكان، تحقيق: د. إحسان عباس، دار صادر - بيروت.",
            "page": "157",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "فهرس الموضوعات ¶ المقدمة ........................................................................ 2 ¶ أهمية الموضوع .................................................................. 4 ¶ أسباب اختياره .................................................................. 5 ¶ الدراسات السابقة ............................................................... 5 ¶ منهج البحث .................................................................... 7 ¶ التمهيد ....................................................................... 15 ¶ المبحث الأول: التعريف بمفردات العنوان ....................................... 16",
            "page": "158",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "المبحث الثاني: التعريف بقاعدة (الخروج من الخلاف مستحب) .................... 17 ¶ الفصل الأول: المسائل التي علل فيها فقهاء الحنابلة الحكم بـ \"خروجاً من الخلاف\" في المعاملات المالية .................................................................. 34 ¶ المبحث الأول: كراهية الشراء ممن أكره على وزن مال بغير حق فباع متاعه في ذلك ¶ المال الذي أكره عليه ......................................................... 35 ¶ المبحث الثاني: يحرم إمضاء بيع خيار بعد نداء الجمعة ............................ ... 41 ¶ المبحث الثالث: الإلزام بالبيان في البيع مرابحة، ما لو اشتراها بعشرة، ثم باعها ¶ بخمسة عشر، ثم أشتراها بعشرة، ثم أراد بيعها ................................... 47 ¶ المبحث الرابع: لزوم الصدقة بالزيادة على من اشترى الثمر قبل بدو الصلاح ¶ بشرط القطع ثم تركه حتى نما .................................................... 51 ¶ المبحث الخامس: كراهية إجارة الحلي بنقد من جنسه ............................. 56",
            "page": "159",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "المبحث السادس: كراهية استئجار الكافر لكتاب المصحف .................. ..... 60 ¶ المبحث السابع: اشتراط الإشهاد على الشفعة إن كان المشتري غائباً عن المجلس ¶ حاضراً في البلد .................................................................. 66 ¶ المبحث الثامن: إنفاق واجد اللقيط عليه بإذن الحاكم ............................ 69 ¶ الفصل الثاني: المسائل التي علل فيها فقهاء الحنابلة الحكم بـ \"خروجاً من الخلاف\" ¶ في فقه الأسرة .................................................................. 73 ¶ المبحث الأول: في الوقف والهبة والوصية ......................................... 74 ¶ المطلب الأول: الأولى ذكر جهة تدوم في مصرف الوقف إن وقف على أولاده ونحوهم ......................................................................... 75 ¶ المطلب الثاني: كراهية الرجوع في الهبة قبل القبض .............................. 78 ¶ المطلب الثالث: اشتراط إشهاد بينة من له حق من دين أوعين عند الوصي عند الحاكم 83 ¶ المبحث الثاني: في النكاح ....................................................... 86",
            "page": "160",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "المطلب الأول: استحباب استئذان الوالد البكر البالغة عند تزويجها ................. 87 ¶ المطلب الثاني: استحباب كون المهر لا ينقص عن عشرة دراهم .................... 93 ¶ المطلب الثالث: الأولى حضور الزوج فسخ المرأة عقد نكاحها حيث ملكت الفسخ في غيبته ............................................................................ 98 ¶ المطلب الرابع: اشتراط الحاكم في فسخ الزوجة عند إعسار زوجها بالمهر الحال ..... 102 ¶ المبحث الثالث: في الطلاق ................................................. 103 ¶ المطلب الأول: استحباب تأويل الطلاق من المكره عليه حتى لا يقع ............ ... 104 ¶ المطلب الثاني: استحباب إقرار الزوجة المطلقة ثلاثا في الموضع الذي طلقها فيه .... 109 ¶ المطلب الثالث: استحباب ترك وطء مطلقته الرجعية التي شك في وقوع الطلاق ¶ عليها، قبل أن يراجعها ......................................................... 115 ¶ المبحث الرابع: في الظهار واللعان ............................................. 121",
            "page": "161",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "المطلب الأول: استحباب الأخذ بالأغلظ لمن قالت لزوجها: أنت علي كظهر أبي ... 122 ¶ المطلب الثاني: استحباب إخراج الحب في كفارة الظهار .......................... 129 ¶ المطلب الثالث: استحباب إخراج البر في كفارة الظهار .......................... 132 ¶ المطلب الرابع: استحباب إخراج أدم مع المجزي من الطعام في كفارة الظهار ...... 134 ¶ المطلب الخامس: استحباب قول الملاعنة في الخامسة: (فيما رماني من الزنا) بعد قولها: (وأن غضب الله عليها إن كان من الصادقين) .................................. 137 ¶ الخاتمة ...................................................................... 141 ¶ فهرس الآيات القرآنية ........................................................ 145 ¶ فهرس الأحاديث والآثار .................................................. 147 ¶ فهرس الأعلام ............................................................ 149 ¶ فهرس المراجع والمصادر ................................................... 150",
            "page": "162",
            "part": "1"
        }
    ],
    "t37604": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "العنوان"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "التمهيد"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول: التعريف بمفردات العنوان"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: التعريف بقاعدة (الخروج من الخلاف مستحب)"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول المسائل التي علل فيها فقهاء الحنابلة الحكم بـ (خروجا من الخلاف) في المعاملات المالية"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول كراهية الشراء ممن أكره على وزن مال بغير حق"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني حرمة إمضاء بيع خيار وبقية العقود بعد نداء الجمعة الثاني"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث الإلزام بالبيان في البيع مرابحة"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع لزوم الصدقة بالزيادة على من اشترى الثمر قبل بدو الصلاح بشرط القطع"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الخامس كراهية إجارة الحلي بنقد من جنسه"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السادس كراهية استئجار الكافر لكتابة المصحف"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السابع اشتراط الإشهاد على الشفعة إن كان المشتري غائباً عن المجلس حاضراً في البلد"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثامن إنفاق واجد اللقيط عليه بإذن الحاكم"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني المسائل التي علل فيها فقهاء الحنابلة الحكم بـ (الخروج من الخلاف) في فقه الأسرة"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول في الوقف والهبة والوصية"
        },
        {
            "id": "77",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الأول الأولى ذكر جهة تدوم في مصرف الوقف إن وقف على أولاده ونحوهم"
        },
        {
            "id": "80",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الثاني: كراهية الرجوع في الهبة قبل القبض."
        },
        {
            "id": "85",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الثالث: اشتراط إشهاد بينة من له حق من دين أو عين عند الوصي عند الحاكم"
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني في النكاح"
        },
        {
            "id": "89",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الأول: استحباب استئذان الوالدُ البكر البالغة عند تزويجها"
        },
        {
            "id": "95",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الثاني: استحباب كون المهر لا ينقص عن عشرة دراهم"
        },
        {
            "id": "100",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الثالث: الأولى حضور الزوج فسخ المرأة عقد نكاحها حيت ملكت الفسخ في غيبته."
        },
        {
            "id": "104",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الرابع: اشتراط الحاكم في فسخ الزوجة عند اعسار زوجها بالمهر الحال."
        },
        {
            "id": "105",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث في الطلاق"
        },
        {
            "id": "106",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الأول: استحباب تأويل الطلاق من المكره عليه حتى لايقع."
        },
        {
            "id": "111",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الثاني: استحباب إقرار الزوجة المطلقة ثلاثاً في الموضع الذي طلقها فيه."
        },
        {
            "id": "117",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الثالث: استحباب ترك وطء مطلقته الرجعية التي شك في وقوع الطلاق عليها قبل أن يراجعها."
        },
        {
            "id": "123",
            "lvl": "3",
            "sub": null,
            "tit": "المبحث الرابع في الظهار واللعان"
        },
        {
            "id": "124",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الأول استحباب الأخذ بالأغلظ لمن قالت لزوجها: أنت علي كظهر أبي"
        },
        {
            "id": "131",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الثاني: استحباب إخراج الحب في كفارة الظهار."
        },
        {
            "id": "134",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الثالث: استحباب إخراج البر في كفارة الظهار."
        },
        {
            "id": "136",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الرابع: استحباب إخراج أدم مع المجزئ من الطعام في كفارة الظهار."
        },
        {
            "id": "139",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الخامس: استحباب قول الملاعنة في الخامسة:"
        },
        {
            "id": "143",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "146",
            "lvl": "1",
            "sub": null,
            "tit": "الفهارس"
        },
        {
            "id": "147",
            "lvl": "2",
            "sub": null,
            "tit": "فهرس الآيات القرآنية"
        },
        {
            "id": "150",
            "lvl": "2",
            "sub": null,
            "tit": "فهرس الأحاديث والآثار"
        },
        {
            "id": "151",
            "lvl": "2",
            "sub": null,
            "tit": "فهرس الأعلام"
        },
        {
            "id": "153",
            "lvl": "2",
            "sub": null,
            "tit": "فهرس المراجع والمصادر"
        },
        {
            "id": "160",
            "lvl": "2",
            "sub": null,
            "tit": "فهرس الموضوعات"
        }
    ]
}