{
    "b37607": [
        {
            "id": "1",
            "nass": "رد شبهة تعطيل النص الشرعي لتحقيق المصلحة ¶ إعداد ¶ د/ جيهان الطاهر محمد عبد الحليم ¶ الأستاذ المساعد بجامعة حائل – كلية التربية – بنات – ¶ قسم الثقافة الإسلامية- تخصص فقه وأصوله ¶ 1433 هـ - 2012م ¶ - المُقَدِّمة - ¶ الحمد لله الذي شرع للعباد ما ينفعهم في دنياهم، أحمده على إكمال دينه وإتمام نعمته، ورضاه الإسلام لنا دينا، وأشهد أن لا إله إلا الله، أخبر أنه لو اتبع الحق أهواء من في السماوات والأرض لفسدتا، وأشهد أن محمدا عبده ورسوله، المبعوث بالملة الحنيفية السمحة، صلى الله عليه وعلى أصحابه وأتباعه وسلم تسليما كثيرا. ¶ وبعد: ¶ فإنه لما كانت الشريعة الإسلامية صالحة لكل زمانَ، ومكان، ومن ثم فإنها قَدْ تناولت جميع الأحكام. ¶ فهذا بحث يتناول موضوعاً يهم المسلمين جميعاً؛ لأن المصلحة مما تضاربت أقوال الناس فيه، فحاولوا هدم الشريعة كلها نظرا لما يزعمونه من المصالح، فخالفوا النصوص الكثيرة الناهية عن إتباع الهوى قال تعالي:\" وَمَنْ أَضَلُّ مِمَّنَ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنَ اللَّهِ \" (القصص: 50) وقال سبحانه:\" وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ \" (الكهف: 28). ¶ فهذا المنهج منهج ضال يخالف منهج أهل الإيمان الذين يستمعون جميع الأقوال ثم يقارنون بينها ويتبعون أحسنها، فكانوا بذلك هم أولو الألباب وأصحاب الإيمان. ¶ فحيثما تحققت المصلحة، فيجب العمل علي جلبها ورعايتها، وحيثما تحققت المفسدة فيجب العمل علي دفعها وسد أبوابها، وإن لم يكن في ذلك نص خاص. فحسبنا النصوص العامة الواردة في الحث علي الصلاح والإصلاح والنفع والخير. ¶ ولقد دأب دعاة التغريب والعلمانية علي افتعال خصام موهوم بين شريعة الإسلام ومصالح العباد، و لم يدركوا عظمة الشريعة الإسلامية، وحكمتها البالغة. ¶ فالشريعة الإسلامية قد تضمنت حفظ المصالح من جميع الأنواع وفي جميع المراتب.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "لذا كان الهدف من اختياري لهذا المحور هو الشعور بالمسئولية المناطة بأعناق المسلمين عامة وعلمائهم خاصة حيال أحدث وأمكر نوع من أنواع الحرب الفكرية ضد الإسلام، وشريعته الإلهية العظيمة. ¶ وإني لأرجو الله تعالى قبول ما وفقت إليه من صواب، والعفو عما زل به القلم، إنه خير مأمول وأكرم مسئول، والله المستعان. ¶ - محتوي البحث - ¶ ويتمثل فيما يلي: مقدمة، وفصلان، وخاتمة. ¶ الفصل الأول: في مفهوم المصلحة والنص وأنواع المصلحة وأقسامها. ويندرج تحته مبحثان: ¶ المبحث الأول: في مفهوم المصلحة والنص. ¶ وفيه أربعة مطالب: ¶ المطلب الأول: مفهوم المصلحة. ¶ المطلب الثاني: تعريف النص الشرعي. ¶ المطلب الثالث: العلاقة بين النص والمصلحة. ¶ المطلب الرابع: قيام الشَّرِيعَة على أساس مصَالح الْعباد. ¶ المبحث الثاني: في أنواع المصلحة، وأقسامها، وشروطها. ¶ وفيه ثلاثة مطالب: ¶ المطلب الأول: في أنواع المصلحة. ¶ المطلب الثاني: في أقسام المصالح. ¶ المطلب الثالث: في شروط المصلحة المعتبرة. ¶ الفصل الثاني: في رد شبهة تعطيل النص الشرعي لتحقيق المصلحة. ويندرج تحته مبحثان: ¶ المبحث الأول: في شبهة تعطيل النص الشرعي لتحقيق المصلحة والرد عليها.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "المبحث الثاني: نماذج تطبيقية تقدم المصلحة علي النص. ¶ ثم الخاتمة، وفهرس المراجع. ¶ الفصل الأول ¶ في مفهوم المصلحة والنص وأنواع المصلحة وأقسامها ¶ ويندرج تحتها مبحثان: ¶ المبحث الأول في مفهوم المصلحة والنص: وفيه أربعة مطالب: ¶ المطلب الأول: مفهوم المصلحة ¶ المصلحة لغة: ¶ بمعني الصلاح، يقال صلح الصلاح ضد الفساد، والاستصلاح ضد الاستفساد. [1] ¶ مفهوم المصلحة في القرآن الكريم: ¶ ترتبط المصلحة بالحق وهو الشرع كما في قوله تعالي:\" وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ بَلْ أَتَيْنَاهُمْ بِذِكْرِهِمْ فَهُمْ عَنْ ذِكْرِهِمْ مُعْرِضُونَ \" (المؤمنون:71).فالحق هو الوحي الذي هو خلاف الهوي [2]. ¶ أما مفهوم المصلحة في السنة النبوية: ¶ فإن الدلالات التركبية للفظ المصلحة ونقضيه المفسدة في سياق الأحاديث النبوية الشريفة، لا تختلف عنها في لغة القرآن فكلاهما خطاب للوحي والسنة بيان للقرآن الكريم، فالمصلحة تعني إيجاد النفع والخير [3]. ¶ وعرف الأصوليين المصلحة بأنها: كل منفعة قصدها الشارع الحكيم لعباده من حفظ دينهم ونفوسهم وعقولهم ونسلهم وأعراضهم طبق ترتيب معين فيما بينها. [4] ¶ وعرفها الطوفي بحسب العرف بأنها: السب المؤدي إلي الصلاح والنفع كالتجارة المؤدية إلي الربح. ¶ وبحسب الشرع بأنها: السبب المؤدي إلي مقصود الشارع عبادة أو عادة [5]. فالمصالح عنده هي الوسائل. ¶ المطلب الثاني: تعريف النص الشرعي ¶ النص في اللغة:",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "النص رفعك الشيء. ونص الحديث ينصه نصا: رفعه. وكل ما أظهر فقد نص. وأصل النص أقصي الشيء وغايته. ونص كل شيء منتهاه. [6] ووصف بالشرعية؛ ليختص بما تلقي عن المشرع الإسلامي. [7] ¶ ويتمثل هذا في آيات القرآن الكريم وروايات السنة النبوية. ¶ والمراد بالنص الشرعي: الكلام الصادر من المشرع لبيان التشريع، وينحصر في المصدرين الأساسيين للتشريع الإسلامي وهما الكتاب والسنة. [8] ¶ وفي اصطلاح الأصوليين: يعني ما دل بنفس صيغته علي المعني المقصود أصالة من سياقه ويحتمل التأويل. [9] ¶ فالمفهوم من معني النص ما أمر به المشرع احتمل التأويل أم لا. ¶ المطلب الثالث: العلاقة بين النص والمصلحة ¶ إن تحقيق المصالح هو أصل أصول الشريعة – كما قال الشاطبي – [10] وهو غاية النص ومقصده. ¶ فإذا كان النص قطعيا فلا يمكن وجود التعارض، وأما إن كان النص ظنياً، فقد يقع التعارض ليس بين النص والمصلحة وإنما بين فهم المجتهد والمصلحة؛ لأن العقول تتفاوت والأفهام تختلف [11]. ¶ فمُنَزِّل الشريعة هو أعلم بمن خلق قال تعالي:\"أَلاَ يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ\" (تبارك: 14). فلا يتصور ¶ وجود تعارض بين النص والمصلحة، فالنصوص إنما جاءت؛ لتحقيق مصالح العباد. ¶ المطلب الرابع: قيام الشَّرِيعَة على أساس مصَالح الْعباد ¶ الشَّرِيعَة الإسلامية مَبْنِيَّة على تَحْقِيق مصَالح الْعباد فِي المعاش والمعاد، سَوَاء مَا أمرتْ بِهِ من فَرَائض ومندوبات أَو مَا نهتْ عَنهُ من مُحرمَات ومكروهات، يَقُول الإِمَام ابْن الْقيم رَحمَه الله تَعَالَى: \"فَإِن الشَّرِيعَة مبناها وأساسها على الحكم ومصالح الْعباد، فِي المعاش والمعاد، وَهِي عدل كلهَا، وَرَحْمَة كلهَا، ومصالح كلهَا، وَحِكْمَة كلهَا، فَكل مَسْأَلَة خرجت عَن الْعدْل إِلَى الْجور، وَعَن الرَّحْمَة إِلَى ضدها، وَعَن الْمصلحَة إِلَى الْمفْسدَة، وَعَن الْحِكْمَة إِلَى الْعَبَث فليستْ من الشَّرِيعَة، وإنْ أُدخلتْ فِيهَا بالتأويل، فالشريعة عدل الله بَين عباده، وَرَحمته بَين خلقه، وظله فِي أرضه وحكمته الدَّالَّة عَلَيْهِ وعَلى صدق رَسُوله صلى الله عَلَيْهِ وَسلم أتم دلَالَة وَأصْدقهَا [12] \". ¶ فالشريعة إِذا لَيست تعبّدية تحكّمية تحلّل وتحرّم دون أَن تقصد إِلَى شَيْء وَرَاء أمرهَا ونهيها، وحظرها وإباحتها. [13] ¶ وَقد دلّت أَدِلَّة كَثِيرَة على أَن أَحْكَام الشَّرِيعَة مَبْنِيَّة على مصَالح الْعباد من صَلَاح المعاش والمعاد، مِنْهَا: ¶ النُّصُوص الْكَثِيرَة الدَّالَّة على تَعْلِيل أَفعاله تَعَالَى وَأَحْكَامه، وَهِي من الْكَثْرَة فِي الْكتاب وَالسّنة بِحَيْثُ يتَعَذَّر إحصاؤها، مِنْهَا على سَبِيل الْمِثَال:",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "1 - قَوْله تَعَالَى فِي الصَّلَاة [14]: \" وَأَقِمِ الصَّلَاةَ إِنَّ الصَّلاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَر\" (العنكبوت: 45). ¶ أي قم بالدعاء إلى أمر الله. \"إِنَّ الصَّلاَةَ تَنْهَى عَنِ الْفَحْشَآءِ وَالْمُنكَرِ\" الفحشاء الزنى والمنكر الشرك. [15] ¶ 2 - قَوله سُبْحَانَهُ فِي الزَّكَاة [16]: \"خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا\" (التَّوْبَة: 103). ¶ قال أبو جعفر: يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: يا محمد، خذ من أموال هؤلاء الذين اعترفوا بذنوبهم فتابوا منها، (صدقة تطهرهم)، من دنس ذنوبهم، (وتزكيهم بها)، يقول: وتنمِّيهم وترفعهم عن خسيس منازل أهل النفاق بها، إلى منازل أهل الإخلاص. [17] ¶ 3 - قَوله فِي الْحَج [18]:\" وَأَذِّن فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالاً وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِن كُلِّ فَجٍّ عَمِيقٍ لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَّعْلُومَاتٍ عَلَى مَا رَزَقَهُم مِّنْ بَهِيمَةِ الأَنْعَامِ فَكُلُوا مِنْهَا وَأَطْعِمُوا البَائِسَ الفَقِيرَ \" (الْحَج: 27 - 28). أَيْ: أَعْلِمْ وَنَادِ فِي النَّاسِ، \"بِالْحَجِّ يَأْتُوكَ رِجَالًا\" مُشَاةً عَلَى أَرْجُلِهِمْ \"وَعَلَى كُلِّ ضَامِرٍ\" أَيْ: رُكْبَانًا عَلَى كُلِّ ضَامِرٍ\"يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ\" أَيْ: مِنْ كُلِّ طَرِيقٍ بَعِيدٍ لِيَحْضُرُوا، \"مَنَافِعَ لَهُمْ\" \"وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ\" يَعْنِي عَشْرَ ذِي الْحِجَّةِ فِي قَوْلِ أَكْثَرِ الْمُفَسِّرِينَ.\"عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ\" يَعْنِي: الْهَدَايَا، وَالضَّحَايَا. [19] ¶ 4 - قولهَ سُبْحَانَهُ [20]: \"وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّه\" (الْأَنْفَال: 39). أي: قاتلوهم حتى يسلموا، فليس يقبل من المشرك الوثني جزية، ويكون الدين الطاعة والعبادة، لله وحده، فلا يعبد دونه شيء. [21] ¶ 5 - وَقَالَ عز وَجل [22]: \"وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ\" (الْبَقَرَة: 179).أي لَكُمْ يَا أُولِي الْعُقُولُ فِيمَا فَرَضْتُ عَلَيْكُمْ وَأَوْجَبْتُ لِبَعْضِكُمْ عَلَى بَعْضٍ مِنَ الْقِصَاصِ فِي النُّفُوسِ، وَالْجِرَاحِ، وَالشِّجَاجِ مَا مُنِعَ بِهِ بَعْضُكُمْ مِنْ قَتْلِ بَعْضٍ وَقَدَعَ بَعْضَكُمْ عَنْ بَعْضٍ، فَحَيِيتُمْ بِذَلِكَ فَكَانَ لَكُمْ فِي حُكْمِي بَيْنَكُمْ بِذَلِكَ حَيَاةٌ. [23] ¶ 6 - قَالَ صلى الله عَلَيْهِ وَسلم: \"يَا معشر الشَّبَاب من اسْتَطَاعَ مِنْكُم الْبَاءَة فليتزوج ... وَمن لم يسْتَطع فَعَلَيهِ بِالصَّوْمِ فَإِنَّهُ لَهُ وَجَاء\" [24].أي من استطاع النكاح لقدرته علي مؤنه فليتزوج، ومن لم يستطع فليصم؛ ليدفع شهوته. [25] ¶ 7 - وقَال صلى الله عَلَيْهِ وَسلم: \"الْخلق كلهم عِيَال الله، فأحبهم إِلَى الله أنفعهم لِعِيَالِهِ\" [26].فقد أوضح الرَّسُول صلى الله عَلَيْهِ وَسلم أَن منَاط قرب الْإِنْسَان من الله تَعَالَى هُوَ مدى تَقْدِيمه النَّفْع والخدمة لِعِبَادِهِ، وَذَلِكَ برعاية مصالحهم وتوفير مَا بِهِ سعادتهم الْحَقِيقِيَّة [27]. ¶ المبحث الثاني ¶ في أنواع المصلحة، وأقسامها، وشروطها ¶ وفيه ثلاثة مطالب:",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "المطلب الأول: في أنواع المصلحة ¶ تتنوع المصلحة تنوعات كثيرة باعتبارات وحيثيات كثيرة: ¶ منها أن الْمَصَالِحُ ثَلَاثَةُ أَضْرُبٍ: ¶ أُخْرَوِيَّةٌ، و مَصَالِحُ دُنْيَوِيَّةٌ، و مَا يَكُون لَهُ مَصْلَحَتَانِ إحْدَاهُمَا عَاجِلَةٌ وَالْأُخْرَى آجِلَةٌ. [28] ¶ كما أن جميعُ شرائعِ الدِّين ترجعُ إلى تحقيقِ مصالحَ ثلاثةٍ، هي: ¶ دَرْءُ المفاسِدِ، وجلبُ المصالحِ، والجريُ على مُقتضى مكارِم الأخلاقِ، وشُرعَ لها أحكامُ (التَّحسينيَّات) [29]. ¶ وتتنوع المصلحة باعتبار موافقتها للشرع ومخالفتها له إلى المصالح الشرعية والمصالح غير الشرعية. [30] ¶ المطلب الثاني: في أقسام المصالح ¶ تنقسِمُ المصلحة الَّتي ترجعُ إليها شرائعُ الإسلامِ من جهةِ اعتبارِ الشَّارعِ لها أو عدَمِ اعتبارِهِ، ثلاثةَ أقسامٍ: ¶ المصلحة المعتبرة [31]، و المصلحة المُلغاة، و المصلحةُ المُرسلة. [32] ¶ المطلب الثالث: في شُرُوط الْمصلحَة الْمُعْتَبرَة ¶ الْمصلحَة الْمُعْتَبرَة شرعا هي مُقْتَضى الْعُقُول المستقيمة والفِطر السليمة، المحققة لمراد الشَّارِع [33]، يَقُول الشاطبي: \"وَلَقَد علم من التجارب والعادات أَن الْمصَالح الدِّينِيَّة والدنيوية لَا تحصل مَعَ الاسترسال فِي إتباع الْهوى وَالْمَشْي مَعَ الْأَغْرَاض، لما يلْزم ذَلِك من التهارج والتقاتل والهلاك الَّذِي هُوَ مضاد تِلْكَ الْمصَالح\" [34]. ¶ وَمن هَذِه الشُّرُوط الَّتِي يجب توافرها لتحَقّق الْمصلحَة الشَّرْعِيَّة الْمُعْتَبرَة: [35] أَن تكون مصلحَة حَقِيقِيَّة لَا وهمية، و أَن تكون هَذِه الْمصلحَة عَامَّة، و أَن لَا تكون مُعَارضَة للْكتاب وَالسّنة، و أَن لَا تعَارض الْقيَاس الصَّحِيح، و عدم تفويتها مصلحَة أهم مِنْهَا أَو مُسَاوِيَة لَهَا. ¶ الفصل الثاني ¶ في رد شبهة تعطيل النص الشرعي لتحقيق المصلحة ¶ ويندرج تحته مبحثان: ¶ المبحث الأول",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "شبهة تعطيل النص الشرعي لتحقيق المصلحة والرد عليها ¶ من المسلمات الشرعية أن النص الشرعي هو المرجع الحاكم في حياة المسلمين، والعقل مصدر تابع له. ولقد تباينت بعض المواقف التي تخالف أصول الإسلام من هذه القضية الكبرى وهي مرجعية الشريعة وتعظيم النصوص الشرعية، فحصل منهم تعد و تهاون في شأن النصوص الشرعية؛ لأنها العائق الكبير أمام ما يطرحونه من أمور تخالف الشرع صراحة، فعمدوا إلي موقف سيئ من النصوص الشرعية. فقدموا المصلحة المتوهمة علي النص. ¶ ولقد أجمع العلماء على أن ما يتوهم أنه مصلحة إذا كان يخالف الأدلة الشرعية فإن المصلحة لاغية لا عبرة بها، وقد وقع الإجماع على ذلك عدة قرون، فتتابعت العصور على عدم اعتبار ما يظن كونه مصلحة إذا كان يخالف دليلا من الأدلة الشرعية [36]. ¶ فالمصلحة لا تقف أمام نص قطعي، السند فيه قطعي، والدلالة فيه قطعية. [37] ¶ و الطوفي [38] يري [39] أن المصلحة متحققة في الدليل الخاص بمعني أنه لا يجوز مخالفته؛ لأنه يمثل القطعي. ¶ كما يقرر أن نفي الضرر عام إلا ما خصصه الدليل، وهذا يقتضي تقديم نفي الضرر علي جميع أدلة الشرع وتخصيصها به في نفي الضرر وتحصيل المصلحة، فتأكيده علي التخصيص يدل علي أنه يريد بالنص ما كان عاما أو مطلقا وهما ظنيان في دلا لتهما عند الجمهور. ¶ كما جعل النص والإجماع من أقوي الأدلة فيقول: ثم هما أي النص والإجماع إما أن يوافقا رعاية المصلحة أو يخالفاها فإن وافقاها فبها ونعمت ولا نزاع، وإن خالفاها وجب تقديم رعاية المصلحة عليها بطريق التخصيص والبيان لهما لا بطريق الافتئات عليهما أو التعطيل لهما كما تقدم السنة علي القرآن بطريق البيان. ¶ فإيراده عبارة التخصيص والبيان يدل علي أن المقصود بالنص هو العام أو المطلق؛ لأن إخراج بعض الإفراد لا يكون إلا من العام ودلالته ظنية عند الجمهور، ولو كان قصده ما دل علي القطع لأصبح ذلك تعطيلا وافتئاتا وهو ما يتجنبه فصار مقصده بذلك الظني. ¶ أدلة جمهور العلماء: ¶ الدليل الأول: قوله تعالى: \" قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا \" (البقرة:219) فقد أثبت مصالح في الخمر والميسر [40]، ومع ذلك فهما محرمان بالاتفاق [41]؛ لقوله تعالى: \"يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ \" (المائدة:90). [42] ¶ الدليل الثاني: لو فتح باب تغيير الأحكام الثابتة بالنصوص استنادا للمصالح، لكان في ذلك اندراس معالم الدين بالكلية، فهذا القول يفتح مجال العبث واللعب بأدلة الشريعة وأحكامها، بحجة المصلحة بل قد يبيح الزنا وبعض المعاملات الربوية وبعض المسكرات، وتوضع القوانين البشرية وتوجد المحرمات ويحارب شرع الله بحجة المصلحة",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "المزعومة، أعاذ الله الأمة الإسلامية من ذلك. [43] ¶ الدليل الثالث: أن النصوص مراعية للمصالح بالإجماع [44]، فلا سبيل لتعارض المصالح مع النصوص. ¶ الدليل الرابع: أن العلماء مجمعون من العصور الأولى إلى عصر الطوفي على أن العبرة بالنصوص، ولا يلتفت لما يتوهم كونه مصلحة ما دامت معارضة للنصوص [45]. ¶ الدليل الخامس: أن النصوص قد اشتملت على المصالح الراجحة، فلا يحتمل أن تعارض المصلحة مطلقا [46]. ¶ و استند الطوفي إلي عدة أدلة: ¶ 1 - الدليل الأول: السنة النبوية الشريفة: ¶ يقرر الطوفي [47] وجوب العمل بحديث\" لَا ضَرَرَ وَلَا ضِرَارَ\" [48] فيقول هذا الحديث يجب العمل به، فالضرر: إلحاق مفسدة بالغير مطلقا، والضرار: إلحاق مفسدة به علي جهة المقابلة أي أن كل واحد منهما يقصد الضرر بصاحبه، ثم المعني لا لحوق ضرر شرعا إلا بموجب خاص مخصص، وإنما كان الضرر منتفيا شرعا فيما عدا ما استثني؛ لأن الله تعالي يقول: \"يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ\" (البقرة:185)، ويقول:\" يُرِيدُ اللَّهُ أَن يُخَفِّفَ عَنكُمْ \" (النساء:28).ولو كان ذلك الضرر في إتباع النصوص، فإن الضرر يزال شرعا، مما يدل على تقديم المصالح على النص، فنفي الضرر يستلزم رعاية المصلحة، فيجب تقديمها على جميع الأدلة عملا بالحديث. ¶ وأجيب عنه: ¶ أ - بأن الحديث فيه ضعف وأحسن درجاته أن يكون حسنا لغيره [49]، فيكون من أقل درجات الحديث المقبول، فكيف يقدم على جميع الأدلة الشرعية. ¶ ب - أن هذا الحديث خبر آحاد، وغيره من الأدلة متواتر نقلا ومعنى، ولا يقول عاقل بتقديم خبر آحاد على المتواتر. [50] ¶ ج - أن الحديث نفي للضرر والضرار [51]، والضرر هو كل ما عده الشارع كذلك، فالأحكام الشرعية لا ضرر فيها، فلا تعارض بينها وبين الحديث، فكل له مجال يخالف الآخر، إذ الحديث نهي للعباد بطريق النفي عن الإضرار بالغير، كما قال تعالى: \" لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا \" (البقرة:233) ¶ د - أن الحديث عام، والأدلة الشرعية الأخرى في مجالها خاصة، وإذا تقابل العام والخاص قدم الخاص فيما يختص به. [52] ¶ هـ - أن هذا الاستدلال مبني على أن المصالح يتصور أن تعارض النصوص وهو خطأ ظاهر [53]. ¶ 2 - دليل أن النصوص متعارضة متخالفة: ¶ قال الطوفي: النصوص متعارضة متخالفة فهي سبب الخلاف في الأحكام المذمومة شرعا، في حين أن رعاية المصالح أمر حقيقي في نفسه لا يختلف فيه، فهو سبب الاتفاق المطلوب شرعا فكان إتباعه أولى.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وهذا دليل ينطوي على شبهتين: تعارض النصوص، وكون رعاية المصالح أمر حقيقيا. ¶ الشبهة الأولى: تعارض النصوص وتخالفها: ¶ وهذه شبهة مردودة من جهتين: ¶ أولا: إن أدلة الشريعة لا تتعارض في الواقع للدلالة التالية: ¶ أ- القرآن: في القرآن آيات كثيرة تدل على استئصال كل أوجه التعارض منها قوله تعالى:\" وَلَوْ كانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً \" (النساء:82). وقوله \" فَإِن تنازعتم فِي شئ فَردُّوهُ إِلَى الله وَالرَّسُول\" (النساء:59) أي أن النصوص الشرعية [54] مصدر لرفع الخلاف، فلا يتصور فيها التعارض والاختلاف [55] والتناقض بأي حال، وإلا كان ذلك نقصا في منزل القرآن وطعنا في سلامة المصدر المحال عليه لتوفير الاتفاق والاجتماع. فكيف تكون النصوص متعارضة وهي آتية من عند الله؟ ودليل كونها من عند الله هو تناسق القرآن، وتوافق نصوصه، وعدم تناقض معانيه وآياته!!! ¶ ب- ولو كانت نصوص الشريعة متعارضة متخالفة في نفسها، لأدي ذلك إلى تكليف ما لا يطاق، لأن النصين إذا تعارضا ... تعذر العمل بهما ... !!! لتنافي مقتضاهما في أن أحدهما يطلب والآخر يمنع مثلا. [56] ¶ ثانيا: إن تعارض النصوص في نظر المجتهد لا يؤدي إلى الخلاف المذموم [57]: ¶ قال الطوفي أن تعارض النصوص يؤدي إلى الاختلاف وهذا الاختلاف يتعارض بسبب الخلاف المذموم شرعا. ¶ ويرد عليه الجمهور بأن: الخلاف الذي نهى عنه الشارع وحذر منه ليس هو الخلاف في فهم النصوص التي أمر الله بل الناتج من تحكيم العقول وإتباع الأهواء، على خلاف ما جاءت به النصوص الشرعية. ¶ وأن النصوص لو كانت تؤدي إلى الخلاف الذي ذمه الشارع وحذر منه ونهى عنه لما أنزلها الشارع ولما أمر عباده بإتباعها، وأجاز لهم الاجتهاد في فهم معانيها. [58] ¶ الشبهة الثانية: رعاية المصالح أمر حقيقي في نفسه [59]: ¶ قوله أن رعاية المصالح أمر حقيقي في نفسه لا يختلف فيه فمردود أيضا بالواقع الشاهد من حدوث الاختلاف في أصل المصالح والمفاسد [60]. ¶ و يصطدم في هذا بواقعين هما: ¶ أ- أن النصوص أمر حقيقي في نفسه لا يختلف فيه، فتصبح النصوص معادلة للمصلحة في هذا القدر [61]. ¶ ب- تطبيق مبدأ رعاية المصالح على الوقائع والجزئيات لا تكون سببا للاتفاق المطلوب شرعا [62]. بدليل الواقع",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "المشاهد عند الناس وهو أن العقول التي لا تصدر أحكامها عن هدي السماء تختلف في أصل المصالح والمفاسد، بل ومع اتفاقهم على أن الأمر مصلحة أو مفسدة يختلفون في الأحكام الجزئية التي تحصل هذه المصالح أو تدفع تلك المفاسد. وليس أدل على ذلك مما يوجد من صراع الحق والباطل حين تنزل الرسالات السماوية على الأنبياء كيف يعارضهم أقوالهم برؤية المفسدة مصلحة وبالعكس. وما يوجد في قوانين وفلسفات اليوم من اعتبار الفاحشة مشروعا والمنكر معروفا ومعاداة القيم والفضائل والأديان! ولا عاصم من هذا الخلاف والتنافر في الآراء والمذاهب في شأن المصالح والمفاسد إلا إتباع النصوص [63] قال الله تعالى:\" وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ بَلْ أَتَيْنَاهُمْ بِذِكْرِهِمْ فَهُمْ عَنْ ذِكْرِهِمْ مُعْرِضُونَ\" (المؤمنون:71). ¶ 3 - دليل: ورود ما يدل على تقديم المصالح على النص في السنة: ¶ ذكر الطوفي أنه قد ثبت في السنة معارضة النصوص بالمصالح في قضايا منها ما معارضة ابن مسعود [64] للنص والإجماع في التيمم بمصلحة الاحتياط في العبادة. [65] ¶ و مخالفة الصحابة بعد الأحزاب:\" لا يصلين أحدكم العصر إلا في بني قريظة \" [66]، فصلى بعضهم قبلها، فأقروا على ذلك، إذ فيه تقديم المصلحة) مصلحة إدراك الوقت) على النص [67]. ¶ وحديث:\" لولا أن قومك حديثوا عهد بشرك لهدمت الكعبة فألزقتها بالأرض، وجعلت لها بابين بابا شرقيا وبابا غربيا، وزدت فيها ستة أذرع من الحجر، فإن قريشا اقتصرتها حيث بنت الكعبة \" [68]. وهذا يدل على أن بناءها ¶ على قواعد إبراهيم هو الواجب، فتركه لمصلحة الناس [69]. ¶ وأجاب الجمهور عن ذلك: ¶ أ - أن المصلحة أن الإمام مطاع في كل أوامره، وأن الشرع يقدم على أهواء الناس، ولكنه ترك هذه المصلحة هنا للنصوص. ومنها: أنه عليه الصلاة والسلام لما أمر بجعل الحج عمرة، قالوا: \"كيف وقد سمينا الحج؟ \" [70]. وتوقفوا، وهو معارضة للنص بالعادة. ¶ ولذا يقول الشاطبي: \"وأما تجويز أن يأتي دليلان متعارضان، فإن أراد الذاهبون إلى ذلك التعارض في أنظار المجتهدين، لا في نفس الأمر، فالأمر على ما قالوه جائز، ولكن لا يقضي ذلك بجواز التعارض في أدلة الشريعة. وإن أرادوا تجويز ذلك في نفس الأمر، فهذا لا ينتحله من يفهم الشريعة لورود ما تقدم من الأدلة عليه، ولا أظن أن أحداً منهم يقوله\" [71]. ¶ و أن الله لم يلزم أهل العلم بأكثر من بذل الجهد للوقوف على ما اشتبه عليهم من الأحكام، وهو في ذاته نوع من العبادة، تعبدهم الله به لحكمة [72]. ¶ وأما مسألة التيمم، فإن سبب مخالفة عبد الله بن مسعود -رضي الله عنه- إنما هو تفسير للمس في قوله تعالى: \"أَوْ لاَمَسْتُمُ النِّسَاء\" (المائدة:6)، بأن المراد به اللمس الذي ينقض الوضوء [73].",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وما كان من الصحابة إنما كان تحرجاً منهم لما ألفوه من منع فسخ الحج قبل إتمام مناسكه، ولكونهم رأوا النبي - صلى الله عليه وسلم - باقياً على إحرامه [74]، ولذا قال - صلى الله عليه وسلم -: \"لو استقبلت من أمري ما استدبرت، لما سقت الهدي، ولجعلتها عمرة\" [75]، فتحللوا ولم يبق توقفهم سنة؛ لعدم إقراره - صلى الله عليه وسلم - \". ¶ ومنها ما روي عن النبي - صلى الله عليه وسلم -: \"أن النبي - صلى الله عليه وسلم - بعث أبا بكر ينادي:\" من قال لا إله إلا الله دخل الجنة\" فوجده عمر فرده وقال: إذن يتكلوا. [76] وهو معارضة الشرع بالمصلحة. ¶ ويرد على أدلته بأنه: تمسك بشبهة باطلة؛ لأن هذه الوقائع تنطوي على عمل من صاحب الشرع نفسه، فالمستند فيها هو السنة قولا أو عملا أو تقريرا. ¶ فصاحب الشرع هو الذي ترك البيت ولم يعد بناءه على قواعد إبراهيم فكيف يقال:\" أن الرسول - صلى الله عليه وسلم - عارض النص بالمصلحة؟ وأي نص خالفه الرسول - صلى الله عليه وسلم - بالمصلحة ألا يعد تشريعا قولا وعملا وتقريرا بل هو النص الشرعي نفسه؟ ¶ وصاحب الشرع هو الذي أقر توقف الصحابة عن جعل الحج عمرة بعد تسمية الحج فصار بهذا التقرير سنة ولم يصبح معارضة للنص بمصلحة. ¶ وصاحب الشرع هو الذي أقر اجتهاد عمر في رد أبي بكر ومنعه من النداء بحديث: \"من قال لا إله إلا الله دخل الجنة\" وهو الذي أقر اجتهاد عمر وأبي بكر في عدم قتل المصلي إن وضح ذلك، فصار هذا الاجتهاد بهذا التقرير سنة. والصحابة الذين صلوا قبل وصولهم بني قريظة: اجتهدوا في فهم المراد من النص ونفذوه، وفقا للحكمة والمصلحة التي فهموها منه لا أنهم تركوا النص بالمصلحة. ¶ وأما أن ابن مسعود ترك النص الذي يجيز التيمم في الجنابة للمصلحة، فهو قول مغالطة؛ لأن سند ابن مسعود في القول بعدم جواز التيمم من الجنابة هو النص نفسه الذي فهم منه أن المراد بالملامسة في قوله تعالى: \" أَوْ لاَمَسْتُمُ النِّسَاء\" (المائدة:6) اللمس الذي يوجب الوضوء لا الجماع [77]. ¶ وكيف يحتج الطوفي بفعل ابن مسعود (وهو صحابي لا حجة في قوله) في مسائل العبادات مع أن قوله اعتبار المصلحة حجة في العادات دون العبادات. أما العبادات فلا يؤخذ فيها إلا بالنص والإجماع وبقية أدلة الشرع؟ ¶ وهذا الرأي من الطوفي مخالف لما عليه أهل العلم سلفا وخلفا؛ لأن مذهبه هذا يتعدي حدود المصالح المرسلة إلي العمل بالمصالح التي ألغاها الشارع وهو مرفوض تماما ولا أحد يوافقه عليه؛ لأن المصلحة دائما مع الدليل الشرعي ولا كلام في ذلك. [78] ¶ 4 - استند الطوفي أيضا إلي أن: منكري الإجماع قالوا بالمصلحة فهي محل اتفاق والإجماع محل خلاف، والتمسك بما اتفق عليه أولي من التمسك بما اختلف فيه. [79] ¶ ولقد انتقد الطوفي من قبل بعض العلماء مثل الشيخ محمد زاهد الكوثري، و الشيخ محمد أبو زهرة، و الشيخ",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "عبد الوهاب خلاف، واتهم بأنه يقدم العقل علي الشرع أو المصلحة العقلية علي النص الشرعي، ولم يدافع عنه سوي قليل من العلماء مثل جمال الدين القاسمي الذي حرر رسالة الطوفي، والشيخ علي حسب الله، وعبد المنعم أحمد النمر. [80] ¶ والخلاصة أن مذهب الطوفي يتفق في جملته مع مذهب جمهور الأصوليين القائلين: بالتخصيص بالمصلحة، فمراد الطوفي من المصلحة تلك التي تلائم مقاصد الشرع وقواعده وتصرفاته، ومراده من النص ما كان ظنياً .. الخ، وعليه فالطوفي بريء مما اتهمه به بعض العلماء من تقديم العقل على الشرع، وعامة ما أثير حول رأيه من شبهات مردود عند التحقيق الأصولي. ¶ إلا أن العلمانيون يتبنون مدرسة التعطيل للنصوص. ¶ المبحث الثاني ¶ نماذج تطبيقية تقدم المصلحة علي النص ¶ أولاً: من عصر الصحابة: ¶ 1 - إبطال سهم المؤلفة قلوبهم: ¶ إن عمر - رضي الله عنه- أبطل سهم المؤلفة قلوبهم [81] الوارد في مصارف الزكاة في الآية الكريمة \"إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ\" (التوبة:60).وذلك إعمالا للمصلحة في مواجهة النص. ¶ لكن النظرة الفاحصة تكشف غير ذلك. ¶ إن لكل حكم مناطا للتطبيق، ومناط تطبيق هذا النص هو تأليف القلب، وقد نظر عمر فإذا الإسلام قد عز، ودانت له أكبر إمبراطوريتين في العالم. ولم يعد الإسلام بحاجة إلى تأليف القلب، وإذا كان النص يدور حول علته وجودا وعدما، فإن إعمال النص نفسه يقتضي الكف عن إعطاء هذا الفريق من الناس بعد أن عز الإسلام وعزت دولته! أفليس هذا اجتهاد داخل النص؟! أم يفتات على عمر، ويقال إنه قدم المصلحة على النص! [82] ¶ 2 - قتل الجماعة بالواحد: ¶ إن عمر - رضي الله عنه- حينما قرر قتل الجماعة بالواحد [83] قد فعل ذلك بناء على أن المصلحة مصادمة للنص الكريم:\"يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنْثَى بِالْأُنْثَى\" (البقرة:178) وقوله [84]: \"وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ\". (المائدة:45) لم يكن عمل عمر تشريعا كما تصور البعض، إنما كان تطبيقا للنص بفهم عميق. ¶ إن التعريف في النفس يعني \"الجنس\" ولا يعني \"المفرد\" والباء في النفس التالية هي باء السببية، وعلى ذلك فإن النص يعني أن كل نفس شاركت في القتل تقتل بالنفس التي قتلت أي بسبب هذه النفس المقتولة. وقد فهم ذلك",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الوضعيون أخيرا حين جعلوا جزاء القتل لكل من ساهم فيه، وجعلوا مجرد الوقوف في الطريق العام لملاحظته دون اشتراك مادي في الجريمة تجعل صاحبها فاعلا أصليا يستحق نفس العقوبة، وما دون ذلك جعلوه شريكا له نفس عقوبة الفاعل الأصلي، ولئن تنكب الوضعيون السبيل فلم يجعلوا العقوبة هي القتل إلا في ظروف معينة قلما تثبت، ومن ثم فلم يعد الناس يجدون شفاء لصدورهم في تلك العقوبات الهزيلة. ¶ 3 - تعطيل حد السرقة عام المجاعة: ¶ نسب إلى عمر - رضي الله عنه- أنه عطل حد السرقة عام الرمادة بناء على المصلحة، وأنه بذلك يقدم المصلحة على النص. ¶ والحق أن الأمر ليس تقديما للمصلحة على النص ولا تعطيلا لحد من حدود الله؛ ولكنه بولايته العامة وجد أن شروط النص غير منطبقة إذ يوجد شبهة قوية تحول دون تطبيق الحد أو تدرءوه [85]، وهو الذي سمع رسول الله - صلى الله عليه وسلم - يقول:\" ادْرَءُوا الحُدُودَ عَنِ المُسْلِمِينَ مَا اسْتَطَعْتُمْ \" [86]. ¶ 4 - إيقاع طلاق الثلاث بلفظ واحد طلاقا بائنا: ¶ نسب إلي عمر مخالفته لصريح القرآن [87] في قوله تعالى: \"الطَّلاقُ مَرَّتَان\" (البقرة:229) أي دفعتان [88]، وخالف سنة رسول الله - صلى الله عليه وسلم - العملية إذ كان يوقع طلاق الثلاث طلقة واحدة [89]، فقد روى ابن عباس- رضي الله عنه - كان الطلاق على عهد رسول الله - صلى الله عليه وسلم - وأبي بكر وسنتين من خلافة عمر طلاق الثلاث واحدة، فقال عمر بن الخطاب: إن الناس قد استعجلوا في أمر كانت لهم فيه أناة فلو أمضيناه عليهم، فأمضاه عليهم [90]. ¶ ويرد على ذلك بالآتي: ¶ أ- أنه وردت أحاديث أخرى تفيد العكس أن عمل عمر كان هو عمل الرسول - صلى الله عليه وسلم -[91]. ¶ جـ- أن الحديث يعني أن الناس كانوا على عهد رسول الله - صلى الله عليه وسلم - يوقعون طلقة واحدة، لكنهم في عهد عمر صاروا يوقعون الثلاث دفعة واحدة، يدل على ذلك ما جاء في آخر الحديث ((إن الناس استعجلوا أمرا كانت لهم فيه أناة)) أي أن الحديث يحكي الحال الذي كانوا عليه والحال الذي صاروا إليه، فهو حديث عن تغير عادة الناس، وليس عن تغير الحكم في المسألة. ¶ د- الآية الكريمة:\"الطَّلاقُ مَرَّتَانِ\" لا تعني ((دفعتان)) فقد ورد كذلك [92] قول الله:\" نُؤْتِهَا أَجْرَهَا مَرَّتَيْن\" (الأحزاب: 31) وقوله [93]: \"يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ\" (الأحزاب:30) ولم يقل أحد إنها تعني أن الأجر والعذاب يكون على دفعات. ¶ 5 - قضية الأراضي المفتوحة: في خلافة عمر بن الخطاب حيث طالبه بعض الفاتحين – وفيهم بعض الصحابة- بقسمة تلك الأراضي عليهم، ولكن بعضهم عارض قسمتها حتى يبقي ريعها ونفعها للأجيال القادمة من لا مقاتلين",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ولغيرهم من المسلمين، وهو الرأي الذي صار إليه عمر وأيده فيه كبار المهاجرين والأنصار [94]، وفيهم علي ومعاذ الذي قال: \" إنك إن قسمتها صار الريع العظيم في أيدي القوم ثم يبيدون، فيصير ذلك إلي الرجل أو المرأة ثم يأتي من بعدهم قوم يسدون من الإسلام مسداً، وهم لا يجدون شيئاً فانظر أمراً يسع أولهم وأخرهم \" [95] قال أبو عبيد: فصار عمر إلي قول معاذ. ¶ ثانياً: من العصر الحديث: ¶ 1 - في مجال ممارسة العبادة: ¶ إباحة ترك صلاة وشعائر صلاة الجمعة: ¶ من المعلوم أن حضور الجمعة واجب علي كل مسلم بالغ عاقل مقيم حر، ولا يجوز تركها إلا لعذر [96]. قال تعالي: \" يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ \" (الجمعة: 9)؛ ولكن إذا ترتب علي فعلها مفسدة أو ضر، فالمنطق الشرعي يقتضي منع صلاة الجمعة في هذه الحالة، وهذا ما أوصي به علماء المسلمين في أعقاب انفجار أمريكا في 11/ 9/2001م بثتها قناة أبو ظبي الفضائية في 13/ 9/2001م. ¶ 2 - في مجال الدعوة والإصلاح: ¶ جواز ترك الأمر بالمعروف والنهي عن المنكر مع القدرة عليه: ¶ فالأمر بالمعروف والنهي عن المنكر جاء به الأمر عام يشمل جميع المكلفين، فقال تعالي: \"كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْرًا لَهُمْ مِنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ \" (آل عمران:110). وأصل\"المعروف\" كل ما كان معروفًا فعله، جميلا مستحسنًا، غير مستقبح في أهل الإيمان بالله، وإنما سميت طاعة الله\"معروفًا\"، لأنه مما يعرفه أهل الإيمان ولا يستنكرون فعله. وأصل\"المنكر\"، ما أنكره الله، ورأوه قبيحًا فعلهُ، ولذلك سميت معصية الله\"منكرًا\"، لأن أهل الإيمان بالله يستنكرون فعلها، ويستعظمون رُكوبها. [97] ¶ وفي الحديث الشريف: قال َرسُولَ اللهِ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ- يَقُولُ: \":مَنْ رَأَى مِنْكُمْ مُنْكَرًا فَلْيُغَيِّرْهُ بِيَدِهِ، فَإِنْ لَمْ يَسْتَطِعْ فَبِلِسَانِهِ، فَإِنْ لَمْ يَسْتَطِعْ فَبِقَلْبِهِ، وَذَلِكَ أَضْعَفُ الْإِيمَانِ\" [98].فأَمَرَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَنْ رَأَى مُنْكَرًا أَنْ يُغَيِّرَهُ بِيَدِهِ إنْ اسْتَطَاعَ، فَمَنْ قَدَرَ عَلَى قَطْعِ الظُّلْمِ وَكَفِّهِ وَإِعْطَاءِ كُلِّ ذِي حَقٍّ حَقَّهُ فَلَمْ يَفْعَلْ، فَقَدْ قَدَرَ عَلَى إنْكَارِ الْمُنْكَرِ وَلَمْ يَفْعَلْ، فَقَدْ عَصَى اللَّهَ وَرَسُولَهُ. [99] ¶ فالحديث يشترط القدرة علي تغيير المنكر بامتلاك القوة، فتغيير المنكر وإن كان مستحبا أو واجبا إلا أنه مقيد بعدم ترتب ما هو أكبر منه؛ لأن مقصود الشارع من الأمر بتغيير المنكر دفع الشر عن الناس، فإذا ترتب عليه شر أكبر منه فإن التغيير يمنع شرعا، ويعمل بالنص العام.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "قال ابن القيم: (أَنَّ النَّبِيَّ - صلى الله عليه وسلم - شَرَعَ لِأُمَّتِهِ إيجَابَ إنْكَارِ الْمُنْكَرِ لِيَحْصُلَ بِإِنْكَارِهِ مِنْ الْمَعْرُوفِ مَا يُحِبُّهُ اللَّهُ وَرَسُولُهُ، فَإِذَا كَانَ إنْكَارُ الْمُنْكَرِ يَسْتَلْزِمُ مَا هُوَ أَنْكَرُ مِنْهُ وَأَبْغَضُ إلَى اللَّهِ وَرَسُولِهِ فَإِنَّهُ لَا يَسُوغُ إنْكَارُهُ). [100] ¶ 3 - في المجال الاجتماعي: ¶ 1 - التشبه بالكفار: ¶ أفادت النصوص تحريم التشبه بالكفار؛ لما فيه من ميل وركون إليهم قال تعالي:\" \"وَلا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ ثُمَّ لا تُنْصَرُونَ \" (هود:113).قال أبو جعفر: يقول تعالى ذكره: ولا تميلوا، أيها الناس، إلى قول هؤلاء الذين كفروا بالله، فتقبلوا منهم وترضوا أعمالهم فتمسكم النار بفعلكم ذلك، وما لكم من دون الله من ناصر ينصركم ووليّ يليكم ثم لا تنصرون، يقول: فإنكم إن فعلتم ذلك لم ينصركم الله، بل يخلِّيكم من نصرته ويسلط عليكم عدوّكم. [101] ¶ وجاء في السنة النبوية الشريفة: عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ-: \"مَنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ\". [102]. وعن أبي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: إِنَّ رَسُولَ اللَّهِ -صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ-، قَالَ: \"إِنَّ اليَهُودَ، وَالنَّصَارَى لاَ يَصْبُغُونَ، فَخَالِفُوهُمْ\". [103] فنهي عن التشبه بهم. [104] ¶ قال الإمام ابن تيمية [105]: (لو أن المسلم في دار الحرب أو دار الكفر غير حرب لم يكن مأمورا بالمخالفة في الهدي الظاهر لما عليه في ذلك من الضرر، بل قد يستحب للرجل أو يجب عليه أن يشاركهم أحيانا في هديهم الظاهر إذا كان في ذلك مصلحة دينية من دعوتهم إلي الدين والاطلاع علي باطن أمورهم لإخبار المسلمين بذلك أو دفع ضررهم عن المسلمين و نحو ذلك من المقاصد الصالحة، فأما في دار الإسلام والهجرة التي أعز الله دينه وجعل علي الكافرين الجزية ففيها شرعت المخالفة، وإذا ظهر أن الموافقة والمخالفة تختلف لهم باختلاف الزمان والمكان ظهرت تحقيق الأحاديث في ذلك). ¶ فلقد دل منهج الاجتهاد في التشريع علي أنه قد يستثني من التحريم بعض الأفراد في هذا الاستثناء من دفع مفسدة أشد أو جلب مصلحة أعظم، بل قد يصل الأمر إلي وجوب التشبه أحيانا. [106] ¶ 2 - جواز بيع الخمر: ¶ أفادت النصوص الشرعية تحريم الخمر قال تعالي:\"يا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ \" (البقرة:90).فجاء تحريمها في هذه الآية، قليلها وكثيرها، ما أسكر منها وما لم يسكر. [107] ¶ لكن أجيزت في بعض البلاد الإسلامية من أجل مصلحة البلاد في استقطاب السياحة. ¶ 4 - في المجال الاقتصادي:",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "جواز الفوائد المصرفية: ¶ دلت النصوص الشرعية علي تحريم الربا [108] قال تعالي:\" وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا \" (البقرة:275). لكن أبيح التعامل به في بعض البلاد الإسلامية من أجل تنشيط الحركة التجارية، والنهوض بها مع العلم بوجود الربا فيها. [109] ¶ 5 - في مجال السياسة الشرعية: ¶ انتزاع الملكية الخاصة للمصلحة العامة: ¶ الأصل الشرعي أنه لا يحل مال امرئ مسلم إلا عن طيب نفس منه، عملا بحديث الرسول - صلى الله عليه وسلم -: \"لَا يَحِلُّ مَالُ امْرِئٍ مُسْلِمٍ إِلَّا عَنْ طَيِّبِ نَفْسٍ\". [110] فالنص يمنع أن يؤخذ من مال الغير، أو يستولى على مال الغير بغير طيب نفس منه. [111] ¶ وهذه مصلحة خاصة، ولكن قد يكون ملك هذا الإنسان في موقع تحول إلي طريق عام ضروري وهو لمصلحة عامة للبلد، ولا تتحقق هذه المصلحة العامة إلا بتفويت مصلحة الفرد الخاصة، وهذا الاستثناء تشهد له أحكام الشرع وتصرفاته؛ لأن شأن الشرع أن تقدم المصلحة العامة علي الخاصة، وهذا ما قرره مجمع الفقه بجده في السعودية ونصه: (إن مجلس مجمع الفقه الإسلامي الدولي المنعقد في دورة مؤتمره الرابع بجدة في المملكة العربية السعودية من 18 - 23 جمادى الآخرة 1408 الموافق 6– 11 شباط (فبراير) 1988م، بعد الاطلاع على البحوث الواردة إلى المجمع بخصوص موضوع انتزاع الملك للمصلحة العامة، وفي ضوء ما هو مسلّم به في أصول الشريعة، من احترام الملكية الفردية، حتى أصبح ذلك من قواطع الأحكام المعلومة من الدين بالضرورة، وأن حفظ المال أحد الضروريات الخمس التي عرف من مقاصد الشريعة رعايتها، وتواردت النصوص الشرعية من الكتاب والسنة على صونها، مع استحضار ما ثبت بدلالة السنة النبوية وعمل الصحابة رضي الله عنهم فمن بعدهم من نزع ملكية العقار للمصلحة العامة، تطبيقاً لقواعد الشريعة العامة في رعاية المصالح، وتنزيل الحاجة العامة منزلة الضرورة، وتحمل الضرر الخاص لتفادي الضرر العام، قرر ما يلي: ¶ أولاً: يجب رعاية الملكية الفردية وصيانتها من أي اعتداء عليها، ولا يجوز تضييق نطاقها أو الحد منها، والمالك مسلط على ملكه، وله في حدود المشروع التصرف فيه بجميع وجوهه وجميع الانتفاعات الشرعية. ¶ ثانياً: لا يجوز نزع ملكية العقار للمصلحة العامة إلا بمراعاة الضوابط والشروط الشرعية التالية: ¶ 1.أن يكون نزع العقار مقابل تعويض فوري عادل يقدره أهل الخبرة بما لا يقل عن ثمن المثل. ¶ 2. أن يكون نازعه ولي الأمر أو نائبه في ذلك المجال. ¶ 3. أن يكون النزع للمصلحة العامة التي تدعو إليها ضرورة عامة أو حاجة عامة تنزل منزلتها كالمساجد والطرق والجسور. ¶ 4. أن لا يؤول العقار المنتزع من مالكه إلى توظيفه في الاستثمار العام أو الخاص، وألا يعجل نزع ملكيته قبل الأوان.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "فإن اختلت هذه الشروط أو بعضها كان نزع ملكية العقار من الظلم في الأرض، ومن الغصوب التي نهى الله تعالى عنها ورسوله - صلى الله عليه وسلم-. ¶ على أنه إذا صرف النظر عن استخدام العقار المنزوعة ملكيته في المصلحة المشار إليها تكون أولوية استرداده لمالكه الأصلي، أو لورثته بالتعويض العادل). [112] ¶ الخاتمة ¶ بعد هذا العرض الموجز يمكننا في أن نستخلص أهم النتائج من البحث وهي: ¶ 1 - ترتبط المصلحة والصلاح بالحق وهو الشرع. ¶ 2 - المصلحة هي مقتضي العقول القوية والفطر السليمة فيها من الرشاد ما يحقق مقصود الشارع والعباد من صلاح المعاش والمعاد. ¶ 3 - المراد بالنص الشرعي: الكلام الصادر من المشرع لبيان التشريع، وينحصر في المصدرين الأساسيين للتشريع الإسلامي وهما الكتاب والسنة. ¶ 4 - إن تحقيق المصالح هو أصل أصول الشريعة. والمصلحة المعتبرة لها شروط. ¶ 5 - الشريعة الإسلامية مبنية علي تحقيق مصالح العباد، وقد دلت أدلة كثيرة علي ذلك. ¶ 6 - تتنوع المصلحة تنوعات كثيرة باعتبارات وحيثيات كثيرة، ولها عدة أقسام. ¶ 7 - أجمع العلماء على أن ما يتوهم أنه مصلحة إذا كان يخالف الأدلة الشرعية فإن المصلحة لاغية لا عبرة بها. ¶ 8 - المصلحة لا تقف أمام نص قطعي. ¶ 9 - مذهب الطوفي يتفق في جملته مع مذهب جمهور الأصوليين القائلين: بالتخصيص بالمصلحة. ¶ 10 - قد يستجد من الأمور ما يقتضي تقدم المصلحة علي النص. ¶ وختاماً أقول إن هذا الموضوع أوسع وأعمق من أن يلم به ناهيك عن أن يعطى حقه في مثل هذا المقام. ¶ فأسأل الله تعالى التوفيق للعمل بما علمت حتى أرث علم ما لم أعمل. ¶ وآخر دعوانا أن الحمد لله رب العالمين. ¶ - المصادر و المراجع -",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "أولاً: القرآن الكريم. ¶ ثانياً: كتب التفسير مرتبة حسب الحروف الأبجدية: ¶ 1 - أنوار التنزيل وأسرار التأويل. المؤلف: ناصر الدين أبو سعيد عبد الله بن عمر بن محمد الشيرازي البيضاوي (المتوفى: 685هـ) المحقق: محمد عبد الرحمن المرعشلي. الناشر: دار إحياء التراث العربي – بيروت. الطبعة: الأولى - 1418 هـ. ¶ 2 - تفسير الإمام الشافعي. المؤلف: الشافعي أبو عبد الله محمد بن إدريس بن العباس بن عثمان بن شافع بن عبد المطلب بن عبد مناف المطلبي القرشي المكي (المتوفى: 204هـ).جمع وتحقيق ودراسة: د. أحمد بن مصطفى الفرَّان. الناشر: دار التدمرية - المملكة العربية السعودية. الطبعة الأولى: 1427 - 2006 م. ¶ 3 - تفسير الراغب الأصفهاني. المؤلف: أبو القاسم الحسين بن محمد المعروف بالراغب الأصفهانى (المتوفى: 502هـ).تحقيق ودراسة: د. محمد عبد العزيز بسيوني. الناشر: كلية الآداب - جامعة طنطا. الطبعة الأولى: 1420 هـ - 1999 م. ¶ 4 - تفسير القرآن (وهو اختصار لتفسير الماوردي).المؤلف: أبو محمد عز الدين عبد العزيز بن عبد السلام بن أبي القاسم بن الحسن السلمي الدمشقي، الملقب بسلطان العلماء (المتوفى: 660هـ).المحقق: الدكتور عبد الله ابن إبراهيم الوهبي. الناشر: دار ابن حزم – بيروت. الطبعة: الأولى، 1416هـ/ 1996م. ¶ 5 - تفسير القرآن الحكيم (تفسير المنار).المؤلف: محمد رشيد بن علي رضا بن محمد شمس الدين بن محمد بهاء الدين بن منلا علي خليفة القلموني الحسيني (المتوفى: 1354هـ).الناشر: الهيئة المصرية العامة للكتاب. سنة النشر: 1990 م. ¶ 6 - تفسير القرآن العظيم. المؤلف: أبو الفداء إسماعيل بن عمر بن كثير القرشي البصري ثم الدمشقي (المتوفى: 774هـ) المحقق: سامي بن محمد سلامة. الناشر: دار طيبة للنشر والتوزيع. الطبعة: الثانية 1420هـ - 1999 م. ¶ 7 - تفسير الماوردي = النكت والعيون. المؤلف: أبو الحسن علي بن محمد بن محمد بن حبيب البصري البغدادي، الشهير بالماوردي (المتوفى: 450هـ).المحقق: السيد ابن عبد المقصود بن عبد الرحيم. الناشر: دار الكتب العلمية - بيروت / لبنان. ¶ 8 - جامع البيان في تأويل القرآن. المؤلف: محمد بن جرير بن يزيد بن كثير بن غالب الآملي، أبو جعفر الطبري (المتوفى: 310هـ) المحقق: أحمد محمد شاكر. الناشر: مؤسسة الرسالة. الطبعة: الأولى، 1420 هـ - 2000 م. ¶ 9 - معالم التنزيل في تفسير القرآن = تفسير البغوي. المؤلف: أبو محمد الحسين بن مسعود بن محمد بن الفراء البغوي الشافعي (المتوفى: 510هـ).المحقق: عبد الرزاق المهدي. الناشر: دار إحياء التراث العربي –بيروت. الطبعة:",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "الأولى، 1420 هـ. ¶ 10 - مفاتيح الغيب = التفسير الكبير. المؤلف: أبو عبد الله محمد بن عمر بن الحسن بن الحسين التيمي الرازي الملقب بفخر الدين الرازي خطيب الري (المتوفى: 606هـ).الناشر: دار إحياء التراث العربي – بيروت. الطبعة: الثالثة - 1420 هـ. ¶ 11 - الوسيط في تفسير القرآن المجيد. المؤلف: أبو الحسن علي بن أحمد بن محمد بن علي الواحدي، النيسابوري، الشافعي (المتوفى: 468هـ).تحقيق وتعليق: الشيخ عادل أحمد عبد الموجود. الناشر: دار الكتب العلمية، بيروت – لبنان. الطبعة: الأولى، 1415 هـ - 1994 م. ¶ ثالثاً: كتب الحديث وشروحه مرتبة حسب الحروف الأبجدية: ¶ 1 - إرشاد الساري لشرح صحيح البخاري. المؤلف: أحمد بن محمد بن أبى بكر بن عبد الملك القسطلاني القتيبي المصري، أبو العباس، شهاب الدين (المتوفى: 923هـ).الناشر: المطبعة الكبرى الأميرية، مصر. الطبعة: السابعة، 1323 هـ. ¶ 2 - التلخيص الحبير في تخريج أحاديث الرافعي الكبير. المؤلف: أبو الفضل أحمد بن علي بن محمد بن أحمد ابن حجر العسقلاني (المتوفى: 852هـ).الناشر: دار الكتب العلمية، الطبعة: الطبعة الأولى 1419هـ. 1989م). ¶ 3 - الجامع المسند الصحيح المختصر من أمور رسول الله صلى الله عليه وسلم وسننه وأيامه = صحيح البخاري. المؤلف: محمد بن إسماعيل أبو عبدالله البخاري الجعفي. المحقق: محمد زهير بن ناصر الناصر. الناشر: دار طوق النجاة. الطبعة: الأولى، 1422هـ. ¶ 4 - الأموال لابن زنجويه. المؤلف: أبو أحمد حميد بن مخلد بن قتيبة بن عبد الله الخرساني المعروف بابن زنجويه (المتوفى: 251هـ).تحقيق الدكتور: شاكر ذيب فياض الأستاذ المساعد - بجامعة الملك سعود. الناشر: مركز الملك فيصل للبحوث والدراسات الإسلامية، السعودية. الطبعة: الأولى، 1406 هـ - 1986 م. ¶ 5 - سبل السلام. المؤلف: محمد بن إسماعيل بن صلاح بن محمد الحسني، الكحلاني ثم الصنعاني، أبو إبراهيم، عز الدين، المعروف كأسلافه بالأمير (المتوفى: 1182هـ).الناشر: دار الحديث. ¶ 5 - سنن ابن ماجه. المؤلف: ابن ماجة أبو عبد الله محمد بن يزيد القزويني، وماجة اسم أبيه يزيد (المتوفى: 273هـ).تحقيق: محمد فؤاد عبد الباقي. الناشر: دار إحياء الكتب العربية - فيصل عيسى البابي الحلبي. ¶ 6 - سنن أبي داود. المؤلف: أبو داود سليمان بن الأشعث بن شداد بن عمرو الأزدي السِّجِسْتاني (المتوفى: 275هـ).المحقق: محمد محيي الدين عبد الحميد. الناشر: المكتبة العصرية، صيدا – بيروت. ¶ 7 - سنن الترمذي. المؤلف: محمد بن عيسى بن سَوْرة بن موسى بن الضحاك، الترمذي، أبو عيسى (المتوفى: 279هـ).تحقيق وتعليق: إبراهيم عطوة عوض. الناشر: شركة مكتبة ومطبعة مصطفى البابي الحلبي – مصر. الطبعة: الثانية، 1395 هـ - 1975 م. ¶ 8 - سنن الدارقطني. المؤلف: أبو الحسن علي بن عمر بن أحمد بن مهدي بن مسعود بن النعمان بن دينار البغدادي الدارقطني (المتوفى: 385هـ).حققه وضبط نصه وعلق عليه: شعيب الارنؤوط، حسن عبد المنعم شلبي، عبد اللطيف حرز الله، أحمد برهوم. الناشر: مؤسسة الرسالة، بيروت – لبنان. ط الأولى، 1424 هـ - 2004 م.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "9 - شرح الأربعين النووية في الأحاديث الصحيحة النبوية. المؤلف: تقي الدين أبو الفتح محمد بن علي بن وهب ابن مطيع القشيري، المعروف بابن دقيق العيد (المتوفى: 702هـ) الناشر: مؤسسة الريان. الطبعة: السادسة 1424 هـ - 2003 م. ¶ 10 - شرح السنة. المؤلف: محيي السنة، أبو محمد الحسين بن مسعود بن محمد بن الفراء البغوي الشافعي (المتوفى: 516هـ). تحقيق: شعيب الأرنؤوط-محمد زهير الشاويش. الناشر: المكتب الإسلامي - دمشق، بيروت. الطبعة: الثانية، 1403هـ - 1983م. ¶ 11 - شرح صحيح البخارى لابن بطال. المؤلف: ابن بطال أبو الحسن علي بن خلف بن عبد الملك (المتوفى: 449هـ).تحقيق: أبو تميم ياسر بن إبراهيم. دار النشر: مكتبة الرشد - السعودية، الرياض. الطبعة: الثانية، 1423هـ - 2003م. ¶ 12 - شرح الموطأ. المؤلف الأصل: مالك بن أنس الأصبحي المدني (المتوفى: 179هـ).الشارح: عبد الكريم ابن عبد الله بن عبد الرحمن بن حمد الخضير. دروس مفرغة من موقع الشيخ الخضير. ¶ 13 - عون المعبود شرح سنن أبي داود، ومعه حاشية ابن القيم: تهذيب سنن أبي داود وإيضاح علله ومشكلاته. المؤلف: محمد أشرف ابن أمير بن علي بن حيدر، أبو عبد الرحمن، شرف الحق، الصديقي، العظيم آبادي (المتوفى: 1329هـ).الناشر: دار الكتب العلمية – بيروت. الطبعة: الثانية، 1415 هـ. ¶ 14 - فتح الباري شرح صحيح البخاري. المؤلف: أحمد بن علي بن حجر أبو الفضل العسقلاني الشافعي. الناشر: دار المعرفة - بيروت، 1379هـ. ¶ 15 - فيض القدير شرح الجامع الصغير. المؤلف: زين الدين محمد المدعو بعبد الرؤوف بن تاج العارفين بن علي بن زين العابدين الحدادي ثم المناوي القاهري (المتوفى: 1031هـ).الناشر: المكتبة التجارية الكبرى – مصر. الطبعة: الأولى، 1356هـ. ¶ 16 - مجمع الزوائد ومنبع الفوائد. المؤلف: أبو الحسن نور الدين علي بن أبي بكر بن سليمان الهيثمي (المتوفى: 807هـ).المحقق: حسام الدين القدسي. الناشر: مكتبة القدسي، القاهرة. عام النشر: 1414 هـ، 1994 م. ¶ 17 - المستدرك على الصحيحين. المؤلف: أبو عبد الله الحاكم محمد بن عبد الله بن محمد بن حمدويه بن نُعيم ابن الحكم الضبي الطهماني النيسابوري المعروف بابن البيع (المتوفى: 405هـ).تحقيق: مصطفى عبد القادر عطا. الناشر: دار الكتب العلمية – بيروت. الطبعة: الأولى، 1411 – 1990م. ¶ 18 - مسند الإمام أحمد بن حنبل. المؤلف: أبو عبد الله أحمد بن محمد بن حنبل بن هلال بن أسد الشيباني (المتوفى: 241هـ). المحقق: شعيب الأرنؤوط - عادل مرشد، وآخرون. إشراف: د عبد الله بن عبد المحسن",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "التركي. الناشر: مؤسسة الرسالة. الطبعة: الأولى، 1421 هـ - 2001 م. ¶ 19 - مسند البزار المنشور باسم البحر الزخار. المؤلف: أبو بكر أحمد بن عمرو بن عبد الخالق بن خلاد بن عبيد الله العتكي المعروف بالبزار (المتوفى: 292هـ). المحقق: محفوظ الرحمن زين الله. الناشر: مكتبة العلوم والحكم - المدينة المنورة. الطبعة: الأولى، (بدأت 1988م، وانتهت 2009م. ¶ 20 - المسند الصحيح المختصر بنقل العدل عن العدل إلى رسول الله صلى الله عليه وسلم. المؤلف: مسلم بن الحجاج أبو الحسن القشيري النيسابوري (المتوفى: 261هـ).المحقق: محمد فؤاد عبد الباقي. الناشر: دار إحياء التراث العربي – بيروت. ¶ 21 - المعجم الكبير. المؤلف: سليمان بن أحمد بن أيوب بن مطير اللخمي الشامي، أبو القاسم الطبراني (المتوفى: 360هـ).المحقق: حمدي بن عبد المجيد السلفي. دار النشر: مكتبة ابن تيمية – القاهرة. ط: الثانية. ¶ 22 - المنتقى شرح الموطإ. المؤلف: أبو الوليد سليمان بن خلف بن سعد بن أيوب بن وارث التجيبي القرطبي الباجي الأندلسي (المتوفى: 474هـ).الناشر: مطبعة السعادة - بجوار محافظة مصر. الطبعة: الأولى، 1332 هـ. ¶ 23 - المنهاج شرح صحيح مسلم بن الحجاج. المؤلف: أبو زكريا محيي الدين يحيى بن شرف النووي (المتوفى: 676هـ).الناشر: دار إحياء التراث العربي – بيروت. الطبعة: الثانية، 1392هـ. ¶ 24 - نصب الراية لأحاديث الهداية مع حاشيته بغية الألمعي في تخريج الزيلعي. المؤلف: جمال الدين أبو محمد عبد الله بن يوسف بن محمد الزيلعي (المتوفى: 762هـ).المحقق: محمد عوامة. الناشر: مؤسسة الريان للطباعة والنشر - بيروت -لبنان/ دار القبلة للثقافة الإسلامية- جدة – السعودية. الطبعة: الأولى، 1418هـ/1997م. ¶ رابعاً: كتب الفقه مرتبة حسب الحروف الأبجدية: ¶ أولاً: كتب الفقه الحنفي مرتبة حسب الحروف الأبجدية: ¶ 1 - تحفة الفقهاء. المؤلف: محمد بن أحمد بن أبي أحمد، أبو بكر علاء الدين السمرقندي (المتوفى: نحو 540هـ).الناشر: دار الكتب العلمية، بيروت – لبنان. الطبعة: الثانية، 1414 هـ - 1994 م، ¶ ثانياً: كتب الفقه المالكي مرتبة حسب الحروف الأبجدية: ¶ 1 - الكافي في فقه أهل المدينة. المؤلف: أبو عمر يوسف بن عبد الله بن محمد بن عبد البر بن عاصم النمري القرطبي (المتوفى: 463هـ).المحقق: محمد محمد أحيد ولد ماديك الموريتاني. الناشر: مكتبة الرياض الحديثة، الرياض، المملكة العربية السعودية. الطبعة: الثانية، 1400هـ/1980م. ¶ ثالثاً: كتب الفقه الشافعي مرتبة حسب الحروف الأبجدية:",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "1 - اللباب في الفقه الشافعي. المؤلف: أحمد بن محمد بن أحمد بن القاسم الضبي، أبو الحسن ابن المحاملي الشافعيّ (المتوفى: 415هـ).المحقق: عبد الكريم بن صنيتان العمري. الناشر: دار البخارى، المدينة المنورة، المملكة العربية السعودية. الطبعة: الأولى، 1416هـ. ¶ رابعاً: كتب الفقه الحنبلي مرتبة حسب الحروف الأبجدية: ¶ 1 - الكافي في فقه الإمام أحمد. المؤلف: أبو محمد موفق الدين عبد الله بن أحمد بن محمد بن قدامة الجماعيلي المقدسي ثم الدمشقي الحنبلي، الشهير بابن قدامة المقدسي (المتوفى: 620هـ).الناشر: دار الكتب العلمية. الطبعة: الأولى، 1414 هـ - 1994. ¶ خامساً: كتب أصول الفقه مرتبة حسب الحروف الأبجدية: ¶ 1 - أصول السرخسي. المؤلف: محمد بن أحمد بن أبي سهل شمس الأئمة السرخسي (المتوفى: 483هـ). الناشر: دار المعرفة – بيروت. ¶ 2 - إعلام الموقعين عن رب العالمين. المؤلف: محمد بن أبي بكر بن أيوب بن سعد شمس الدين ابن قيم الجوزية (المتوفى: 751هـ).تحقيق: محمد عبد السلام إبراهيم. الناشر: دار الكتب العلمية – ييروت. الطبعة: الأولى، 1411هـ - 1991م. ¶ 3 - البرهان في أصول الفقه. المؤلف: عبد الملك بن عبد الله بن يوسف بن محمد الجويني، أبو المعالي، ركن الدين، الملقب بإمام الحرمين (المتوفى: 478هـ).المحقق: صلاح بن محمد بن عويضة. الناشر: دار الكتب العلمية بيروت – لبنان. الطبعة: الطبعة الأولى 1418 هـ - 1997 م. ¶ 4 - تيسيرُ علم أصول الفقه. المؤلف: عبد الله بن يوسف بن عيسى بن يعقوب اليعقوب الجديع العنزي. الناشر: مؤسسة الريان للطباعة والنشر والتوزيع، بيروت – لبنان. الطبعة: الأولى، 1418 هـ - 1997 م. ¶ 5 - شرح القواعد الفقهية. المؤلف: أحمد بن الشيخ محمد الزرقا [1285هـ - 1357هـ].صححه وعلق عليه: مصطفى أحمد الزرقا. الناشر: دار القلم - دمشق / سوريا. الطبعة: الثانية، 1409هـ - 1989م. ¶ 6 - شرح مختصر الروضة. المؤلف: سليمان بن عبد القوي بن الكريم الطوفي الصرصري، أبو الربيع، نجم الدين (المتوفى: 716هـ) المحقق: عبد الله بن عبد المحسن التركي. الناشر: مؤسسة الرسالة. الطبعة: الأولى، 1407 هـ / 1987 م. ¶ 7 - علم المقاصد الشرعية. المؤلف: نور الدين بن مختار الخادمي. الناشر: مكتبة العبيكان. الطبعة: الأولى 1421هـ- 2001م.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "8 - الفروق = أنوار البروق في أنواء الفروق. المؤلف: أبو العباس شهاب الدين أحمد بن إدريس بن عبد الرحمن المالكي الشهير بالقرافي (المتوفى: 684هـ).الناشر: عالم الكتب. ¶ 9 - قواعد الأحكام في مصالح الأنام. المؤلف: أبو محمد عز الدين عبد العزيز بن عبد السلام بن أبي القاسم بن الحسن السلمي الدمشقي، الملقب بسلطان العلماء (المتوفى: 660هـ).راجعه وعلق عليه: طه عبد الرؤوف سعد. الناشر: مكتبة الكليات الأزهرية – القاهرة. ¶ 10 - كشف الأسرار شرح أصول البزدوي. المؤلف: عبد العزيز بن أحمد بن محمد، علاء الدين البخاري الحنفي (المتوفى: 730هـ).الناشر: دار الكتاب الإسلامي. ¶ 11 - المدخل المفصل لمذهب الإمام أحمد وتخريجات الأصحاب. المؤلف: بكر بن عبد الله أبو زيد بن محمد ابن عبد الله بن بكر بن عثمان بن يحيى بن غيهب بن محمد (المتوفى: 1429هـ).الناشر: دار العاصمة - مطبوعات مجمع الفقه الإسلامي بجدة. الطبعة: الأولى، 1417 هـ. ¶ 12 - المسودة في أصول الفقه. المؤلف: آل تيمية. المحقق: محمد محيي الدين عبد الحميد. الناشر: دارالكتاب العربي. ¶ 13 - معالم أصول الفقه عند أهل السنة والجماعة. المؤلف: محمَّد بنْ حسَيْن بن حَسنْ الجيزاني. الناشر: دار ابن الجوزي. الطبعة: الطبعة الخامسة، 1427 هـ. ¶ 14 - الموافقات. المؤلف: إبراهيم بن موسى بن محمد اللخمي الغرناطي الشهير بالشاطبي (المتوفى: 790هـ). المحقق: أبو عبيدة مشهور بن حسن آل سلمان. الناشر: دار ابن عفان. الطبعة: الأولى 1417هـ/ 1997م. ¶ 15 - الْمُهَذَّبُ في عِلْمِ أُصُولِ الفِقْهِ الْمُقَارَنِ. (تحريرٌ لمسائِلِه ودراستها دراسةً نظريَّةً تطبيقيَّةً).المؤلف: عبد الكريم ابن علي بن محمد النملة. دار النشر: مكتبة الرشد – الرياض. الطبعة الأولى: 1420 هـ - 1999 م. ¶ 16 - نظرية المقاصد عند الإمام الشاطبي. المؤلف: أحمد الريسوني. الناشر: الدار العالمية للكتاب الإسلامي. ط الثانية - 1412 هـ - 1992م. ¶ سادساً: كتب المعاجم مرتبة حسب الحروف الأبجدية: ¶ 1 - تهذيب اللغة. المؤلف: محمد بن أحمد بن الأزهري الهروي، أبو منصور (المتوفى: 370هـ).المحقق: محمد عوض مرعب. الناشر: دار إحياء التراث العربي – بيروت. الطبعة: الأولى، 2001م. ¶ 2 - لسان العرب لابن منظور. ط سنة 2003م. دار صادر. ¶ سابعاً: كتب التراجم مرتبة حسب الحروف الأبجدية:",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "1 - بغية الوعاة في طبقات اللغويين والنحاة. المؤلف: عبد الرحمن بن أبي بكر، جلال الدين السيوطي (المتوفى: 911هـ). المحقق: محمد أبو الفضل إبراهيم. الناشر: المكتبة العصرية - لبنان / صيدا. ¶ 2 - الوافي بالوفيات. المؤلف: صلاح الدين خليل بن أيبك بن عبد الله الصفدي (المتوفى: 764هـ).المحقق: أحمد الأرناؤوط وتركي مصطفى. الناشر: دار إحياء التراث – بيروت. عام النشر:1420هـ- 2000م). ¶ ثامناً: كتب عامة متنوعة مرتبة حسب الحروف الأبجدية: ¶ 1 - الاقتصاد الإسلامي والقضايا الفقهية المعاصرة. المؤلف: علي أحمد السالوس. دار الثقافة: الدوحة. ط سنة 1418هـ - 1998م. ¶ 2 - أصول الفقه وابن تيمية. المؤلف: صالح عبد العزيز آل منصور. ط ثانية سنة 1405هـ- 1985م. ¶ 3 - أصول الفقه. للإمام محمد أبو زهرة. مطبعة الجوهرة سنة 2004م. ¶ 4 - اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم. المؤلف: ابن تيمية. تحقيق: ناصر العقل. مكتبة الرشد: الرياض. ¶ 5 - تاريخ التشريع الإسلامي. المؤلف: مناع القطان. مكتبة المعارف ط أولي سنة 1413هـ- 1992م: الرياض. ¶ 6 - تخصيص النص بالمصلحة. المؤلف: أيمن جبرين عطا الله، إشراف د/ علي السرطاوي، سنة 2003م. ¶ 7 - رعاية المصلحة والحكمة في تشريع نبي الرحمة (صلى الله عليه وسلم). المؤلف: محمد طاهر حكيم. الناشر: الجامعة الإسلامية بالمدينة المنورة. الطبعة: العدد 116، السنة 34، 22هم2002م. ¶ 8 - رفع الحرج في الشريعة الإسلامية ضوابطه وتطبيقاته. إعداد: صالح بن عبد الله بن حميد ص 352. ط سنة 1981م. ¶ 9 - ضوابط المصلحة في الشريعة الإسلامية. المؤلف: د/ محمد سعيد البويطي. مؤسسة الرسالة. ¶ 10 - علم أصول الفقه. المؤلف: عبد الوهاب خلاف (المتوفى: 1375هـ).الناشر: مكتبة الدعوة - شباب الأزهر. الطبعة: عن الطبعة الثامنة لدار القلم. ¶ 11 - علم أصول الفقه وخلاصة تاريخ التشريع. المؤلف: عبد الوهاب خلاف (المتوفى: 375هـ).الناشر: مطبعة المدني «المؤسسة السعودية بمصر». ¶ 12 - مجمع الفقه الإسلامي في دورة مؤتمره الرابع بجدة في السعودية. ¶ 13 - مصادر التشريع الإسلامي للدكتور عباس شومان. ط أولي سنة 1420هـ- 2000م. الدار الثقافية. ¶ 14 - المصلحة عند الحنابلة. لفضيلة الشيخ د. سعد بن ناصر الشثري. ¶ 15 - المصلحة في التشريع الإسلامي. أد/ مصطفي زيد. ط سنة 424هـ: القاهرة. ¶ 16 - الوصف المناسب لشرع الحكم. المؤلف: أحمد بن محمود بن عبد الوهاب الشنقيطي. الناشر: عمادة البحث العلمي، بالجامعة الإسلامية، بالمدينة المنورة. الطبعة: الأولى، 1415هـ. ¶ [1] [1] لسان العرب. لابن منظور 8/ 267. حرف الصاد. مادة: صلح. ط سنة 2003م. دار صادر. ¶ [2] تفسير الماوردي = النكت والعيون. المؤلف: أبو الحسن علي بن محمد بن محمد بن",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "حبيب البصري البغدادي، الشهير بالماوردي (المتوفى: 450هـ) 4/ 62.المحقق: السيد ابن عبد المقصود بن عبد الرحيم. الناشر: دار الكتب العلمية - بيروت / لبنان. ¶ [3] تفسير القرآن العظيم. المؤلف: أبو الفداء إسماعيل بن عمر بن كثير القرشي البصري ثم الدمشقي (المتوفى: 774هـ) 5/ 484.المحقق: سامي بن محمد سلامة. الناشر: دار طيبة للنشر والتوزيع. الطبعة: الثانية 1420هـ - 1999 م. ¶ [4] الْمُهَذَّبُ في عِلْمِ أُصُولِ الفِقْهِ الْمُقَارَنِ. (تحريرٌ لمسائِلِه ودراستها دراسةً نظريَّةً تطبيقيَّةً).المؤلف: عبد الكريم بن علي بن محمد النملة2/ 1003.دار النشر: مكتبة الرشد – الرياض. الطبعة الأولى: 1420 هـ - 1999 م، نظرية المقاصد عند الإمام الشاطبي. المؤلف: أحمد الريسوني1/ 233 .. الناشر: الدار العالمية للكتاب الإسلامي. الطبعة: الثانية - 1412 هـ - 1992م، رعاية المصلحة والحكمة في تشريع نبي الرحمة (صلى الله عليه وسلم). المؤلف: محمد طاهر حكيم1/ 199.الناشر: الجامعة الإسلامية بالمدينة المنورة. الطبعة: العدد 116، السنة 34، 22هم2002م. ¶ [5] المصلحة في التشريع الإسلامي. أد/ مصطفي زيد ص126.ط سنة 424هـ: القاهرة. ¶ [6] لسان العرب 14/ 272.حرف النون. مادة: نص، تهذيب اللغة. المؤلف: محمد بن أحمد بن الأزهري الهروي، أبو منصور (المتوفى: 370هـ) 12/ 82.باب: الصاد والنون. المحقق: محمد عوض مرعب. الناشر: دار إحياء التراث العربي – بيروت. ط الأولى. 2001م. ¶ [7] لسان العرب 8/ 60.حرف الشين. مادة: شرع. ¶ [8] شرح القواعد الفقهية. المؤلف: أحمد بن الشيخ محمد الزرقا [1285هـ - 1357هـ] 1/ 147.صححه وعلق عليه: مصطفى أحمد الزرقا. الناشر: دار القلم - دمشق / سوريا. الطبعة: الثانية، 1409هـ - 1989م. ¶ [9] علم أصول الفقه. المؤلف: عبد الوهاب خلاف (المتوفى: 1375هـ) 1/ 163.الناشر: مكتبة الدعوة - شباب الأزهر (عن الطبعة الثامنة لدار",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "القلم).الطبعة: عن الطبعة الثامنة لدار القلم، علم أصول الفقه وخلاصة تاريخ التشريع. المؤلف: عبد الوهاب خلاف (المتوفى: 375هـ) 1/ 154.الناشر: مطبعة المدني «المؤسسة السعودية بمصر». ¶ [10] إعلام الموقعين عن رب العالمين. المؤلف: محمد بن أبي بكر بن أيوب بن سعد شمس الدين ابن قيم الجوزية (المتوفى: 751هـ) 2/ 6.تحقيق: محمد عبد السلام إبراهيم. الناشر: دار الكتب العلمية – ييروت. الطبعة: الأولى، 1411هـ - 1991م. ¶ [11] أصول الفقه. للإمام محمد أبو زهرة ص 246 .. مطبعة الجوهرة سنة 2004م. ¶ [12] إعلام الموقعين عن رب العالمين 3/ 11. ¶ [13] رعاية المصلحة والحكمة في تشريع نبي الرحمة (صلى الله عليه وسلم) 1/ 207. ¶ [14] جامع البيان في تأويل القرآن. المؤلف: محمد بن جرير بن يزيد بن كثير بن غالب الآملي، أبو جعفر الطبري (المتوفى: 310هـ) 20/ 41 - 42. المحقق: أحمد محمد شاكر. الناشر: مؤسسة الرسالة. الطبعة: الأولى، 1420 هـ - 2000 م. ¶ [15] تفسير الماوردي 4/ 284. ¶ [16] معالم التنزيل في تفسير القرآن = تفسير البغوي. المؤلف: محيي السنة، أبو محمد الحسين بن مسعود بن محمد بن الفراء البغوي الشافعي (المتوفى: 510هـ) 2/ 384.المحقق: عبد الرزاق المهدي. الناشر: دار إحياء التراث العربي –بيروت. ط الأولى1420 هـ. ¶ [17] تفسير الطبري14/ 454. ¶ [18] تفسير الراغب الأصفهاني. المؤلف: أبو القاسم الحسين بن محمد المعروف بالراغب الأصفهانى (المتوفى: 502هـ) 1/ 420. تحقيق ودراسة: د. محمد عبد العزيز بسيوني. الناشر: كلية الآداب - جامعة طنطا. الطبعة الأولى: 1420 هـ - 1999 م.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "[19] تفسير البغوي5/ 380. ¶ [20] تفسير الطبري3/ 570. ¶ [21] الوسيط في تفسير القرآن المجيد. المؤلف: أبو الحسن علي بن أحمد بن محمد بن علي الواحدي، النيسابوري، الشافعي (المتوفى: 468هـ) 1/ 292.تحقيق وتعليق: الشيخ عادل أحمد عبد الموجود، الشيخ علي محمد معوض، الدكتور أحمد محمد صيرة، الدكتور أحمد عبد الغني الجمل، الدكتور عبد الرحمن عويس. قدمه وقرظه: الأستاذ الدكتور عبد الحي الفرماوي. الناشر: دار الكتب العلمية، بيروت – لبنان. الطبعة: الأولى، 1415 هـ - 1994 م. ¶ [22] تفسير الماوردي1/ 228. ¶ [23] تفسير الطبري 3/ 120. ¶ [24] الجامع المسند الصحيح المختصر من أمور رسول الله صلى الله عليه وسلم وسننه وأيامه = صحيح البخاري. المؤلف: محمد بن إسماعيل أبو عبدالله البخاري الجعفي7/ 3. رقمه: (5065). باب: قول النبي صلى الله عَلَيْهِ وَسلم: من استطاع منكم الباءة. المحقق: محمد زهير بن ناصر الناصر. الناشر: دار طوق النجاة (مصورة عن السلطانية بإضافة ترقيم ترقيم محمد فؤاد عبد الباقي).الطبعة: الأولى، 1422هـ، المسند الصحيح المختصر بنقل العدل عن العدل إلى رسول الله صلى الله عليه وسلم. المؤلف: مسلم بن الحجاج أبو الحسن القشيري النيسابوري (المتوفى: 261هـ) 2/ 1018. رقمه: (1400). باب: استحباب النكاح لمن تاقت نفسه. المحقق: محمد فؤاد عبد الباقي. الناشر: دار إحياء التراث العربي – بيروت. ¶ [25] المنهاج شرح صحيح مسلم بن الحجاج. المؤلف: أبو زكريا محيي الدين يحيى بن شرف النووي (المتوفى: 676هـ) 9/ 173. باب: استحباب النكاح لمن تاقت نفسه. الناشر: دار إحياء التراث العربي – بيروت. الطبعة: الثانية، 1392هـ. ¶ [26] المعجم الكبير. المؤلف: سليمان بن أحمد بن أيوب بن مطير اللخمي الشامي، أبو",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "القاسم الطبراني (المتوفى: 360هـ) 10/ 86. رقمه: (10033). باب: ما روي عن ابن مسعود انه لم يكن مع النبي صلي الله عليه وسلم ليلة الجن .. المحقق: حمدي بن عبد المجيد السلفي. دار النشر: مكتبة ابن تيمية – القاهرة. الطبعة: الثانية. وفيه عمير وهو أبو هارون القرشي متروك. (مجمع الزوائد ومنبع الفوائد. المؤلف: أبو الحسن نور الدين علي بن أبي بكر بن سليمان الهيثمي (المتوفى: 807هـ) 8/ 191. رقمه: (13704).المحقق: حسام الدين القدسي. الناشر: مكتبة القدسي، القاهرة. عام النشر: 1414 هـ، 1994 م). ¶ [27] فيض القدير شرح الجامع الصغير. المؤلف: زين الدين محمد المدعو بعبد الرؤوف بن تاج العارفين بن علي بن زين العابدين الحدادي ثم المناوي القاهري (المتوفى: 1031هـ) 1/ 174. رقمه: (217) حرف الهمزة. الناشر: المكتبة التجارية الكبرى – مصر. الطبعة: الأولى، 1356هـ. ¶ [28] قواعد الأحكام في مصالح الأنام. المؤلف: أبو محمد عز الدين عبد العزيز بن عبد السلام بن أبي القاسم بن الحسن السلمي الدمشقي، الملقب بسلطان العلماء (المتوفى: 660هـ) 1/ 43. راجعه وعلق عليه: طه عبد الرؤوف سعد. الناشر: مكتبة الكليات الأزهرية – القاهرة. ¶ [29] تيسيرُ علم أصول الفقه. المؤلف: عبد الله بن يوسف بن عيسى بن يعقوب اليعقوب الجديع العنزي 1/ 197.الناشر: مؤسسة الريان للطباعة والنشر والتوزيع، بيروت – لبنان. الطبعة: الأولى، 1418 هـ - 1997 م. ¶ [30] علم المقاصد الشرعية. المؤلف: نورالدين بن مختارالخادمي 1/ 22 - 23.الناشر: مكتبة العبيكان. ط الأولى 1421هـ- 2001م. ¶ [31] معالم أصول الفقه عند أهل السنة والجماعة. المؤلف: محمَّد بنْ حسَيْن بن حَسنْ الجيزاني 1/ 235 - 236.الناشر: دار ابن الجوزي. الطبعة: الطبعة الخامسة، 1427 هـ. ¶ [32] تيسيرُ علم أصول الفقه 1/ 198 - 199.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "[33] أصول الفقه للإمام محمد أبو زهرة ص 317. ¶ [34] الموافقات. المؤلف: إبراهيم بن موسى بن محمد اللخمي الغرناطي الشهير بالشاطبي (المتوفى: 790هـ) 2/ 292.المحقق: أبو عبيدة مشهور بن حسن آل سلمان. الناشر: دار ابن عفان. الطبعة: الطبعة الأولى 1417هـ/ 1997م. ¶ [35] رعاية المصلحة والحكمة في تشريع نبي الرحمة (صلى الله عليه وسلم) 1/ 239 - 240. ¶ [36] تيسيرُ علم أصول الفقه1/ 198،معالم أصول الفقه عند أهل السنة والجماعة1/ 235. ¶ [37] أصول الفقه للإمام محمد أبو زهرة ص 246. ¶ [38] نجم الدين الطوفي الحنبلي عبد القوي بن عبد الكريم القرافي. له مصنف في أصول الفقه، كان فقيها شاعراً أديبا فاضلا قيما بالنحو واللغة والتاريخ، وله من التصانيف مختصر الروضة في الأصول، ومختصر الترمذي. وتوفي سنة 716. (بغية الوعاة في طبقات اللغويين والنحاة. المؤلف: عبد الرحمن بن أبي بكر، جلال الدين السيوطي (المتوفى: 911هـ) 1/ 599. رقمه: (1268). المحقق: محمد أبو الفضل إبراهيم. الناشر: المكتبة العصرية - لبنان / صيدا، الوافي بالوفيات. المؤلف: صلاح الدين خليل بن أيبك ابن عبد الله الصفدي (المتوفى: 764هـ) 19/ 43.المحقق: أحمد الأرناؤوط وتركي مصطفى. الناشر: دار إحياء التراث – بيروت. عام النشر:1420هـ- 2000م). ¶ [39] ملحق المصلحة في التشريع الإسلامي. أد/مصطفي زيد ص 124 - 125 - 133 - 143 - 144.ط سنة 424هـ: القاهرة. ¶ [40] تفسير الرازي 6/ 395. ¶ [41] تفسير البغوي 2/ 81. ¶ [42] المصلحة عند الحنابلة. لفضيلة الشيخ د/سعد بن ناصر الشثري. عضو هيئة كبار العلماء وعضو اللجنة الدائمة للإفتاء ص 17. ¶ [43] أصول الفقه وابن تيمية. لصالح عبد العزيز آل منصور 1/ 464.ط ثانية سنة 1405هـ- 1985م. ¶ [44] شرح مختصر الروضة. المؤلف: سليمان بن عبد القوي بن الكريم الطوفي",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "الصرصري، أبو الربيع، نجم الدين (المتوفى: 716هـ) 3/ 527.المحقق: عبد الله بن عبد المحسن التركي. الناشر: مؤسسة الرسالة. الطبعة: الأولى، 1407 هـ / 1987 م. ¶ [45] علم أصول الفقه. المؤلف: عبد الوهاب خلاف (المتوفى: 1375هـ) 1/ 8.الناشر: مكتبة الدعوة. ط ثامنة. دار القلم. ¶ [46] المصدر نفسه. ¶ [47] ملحق المصلحة في التشريع الإسلامي ص 124. ¶ [48] سنن ابن ماجه. المؤلف: ابن ماجة أبو عبد الله محمد بن يزيد القزويني، وماجة اسم أبيه يزيد (المتوفى: 273هـ) 2/ 784. رقمه: (2340) باب: من بني في حقه ما يضر بجاره. تحقيق: محمد فؤاد عبد الباقي. الناشر: دار إحياء الكتب العربية - فيصل عيسى البابي الحلبي. فِيهِ ابْنُ إِسْحَاقَ، وَهُوَ ثِقَةٌ، وَلَكِنَّهُ مُدَلِّسٌ. (مجمع الزوائد ومنبع الفوائد. المؤلف: أبو الحسن نور الدين علي بن أبي بكر بن سليمان الهيثمي (المتوفى: 807هـ) 4/ 110. رقمه: (6535). بَابُ لَا ضَرَرَ وَلَا ضِرَارَ. المحقق: حسام الدين القدسي. الناشر: مكتبة القدسي، القاهرة. عام النشر: 1414 هـ، 1994 م). ¶ [49] شرح الأربعين النووية في الأحاديث الصحيحة النبوية. المؤلف: تقي الدين أبو الفتح محمد بن علي بن وهب بن مطيع القشيري، المعروف بابن دقيق العيد (المتوفى: 702هـ) 1/ 106. باب: لا ضرر ولا ضرار. رقمه: (32).الناشر: مؤسسة الريان. الطبعة: السادسة 1424 هـ - 2003 م. ¶ [50] نصب الراية لأحاديث الهداية مع حاشيته بغية الألمعي في تخريج الزيلعي. المؤلف: جمال الدين أبو محمد عبد الله بن يوسف بن محمد الزيلعي (المتوفى: 762هـ) 4/ 435.قدم للكتاب: محمد يوسف البَنُوري. صححه ووضع الحاشية: عبد العزيز الديوبندي الفنجاني، إلى كتاب الحج، ثم أكملها محمد يوسف الكاملفوري. المحقق: محمد عوامة. الناشر: مؤسسة الريان للطباعة والنشر - بيروت -لبنان/ دار القبلة للثقافة الإسلامية- جدة – السعودية. الطبعة: الأولى، 1418هـ/1997م.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "[51] المنتقى شرح الموطإ. المؤلف: أبو الوليد سليمان بن خلف بن سعد بن أيوب بن وارث التجيبي القرطبي الباجي الأندلسي (المتوفى: 474هـ) 6/ 40.باب: القضاء في المرافق. الناشر: مطبعة السعادة - بجوار محافظة مصر. الطبعة: الأولى، 1332 هـ. ¶ [52] الفروق = أنوار البروق في أنواء الفروق. المؤلف: أبو العباس شهاب الدين أحمد بن إدريس بن عبد الرحمن المالكي الشهير بالقرافي (المتوفى: 684هـ) 1/ 193.الناشر: عالم الكتب. ¶ [53] أصول الفقه للإمام محمد أبو زهرة ص 246. ¶ [54] تفسير الطبري8/ 504، مفاتيح الغيب = التفسير الكبير. المؤلف: أبو عبد الله محمد بن عمر بن الحسن بن الحسين التيمي الرازي (المتوفى: 606هـ) 10/ 114.الناشر: دار إحياء التراث العربي – بيروت. ط الثالثة - 1420 هـ. ¶ [55] المصدر نفسه 8/ 567. ¶ [56] المسودة في أصول الفقه. المؤلف: آل تيمية [بدأ بتصنيفها الجدّ: مجد الدين عبد السلام بن تيمية (ت: 652هـ) وأضاف إليها الأب،: عبد الحليم بن تيمية (ت: 682هـ)، ثم أكملها الابن الحفيد: أحمد بن تيمية (728هـ)] 1/ 139.المحقق: محمد محيي الدين عبد الحميد. الناشر: دار الكتاب العربي. ¶ [57] الوصف المناسب لشرع الحكم. المؤلف: أحمد بن محمود بن عبد الوهاب الشنقيطي 1/ 355. الناشر: عمادة البحث العلمي، بالجامعة الإسلامية، بالمدينة المنورة. الطبعة: الأولى، 1415هـ. ¶ [58] البرهان في أصول الفقه. المؤلف: عبد الملك بن عبد الله بن يوسف بن محمد الجويني، أبو المعالي، ركن الدين، الملقب بإمام الحرمين (المتوفى: 478هـ) 2/ 200 - 201.المحقق: صلاح بن محمد بن عويضة. الناشر: دار الكتب العلمية بيروت – لبنان. الطبعة: الطبعة الأولى 1418 هـ - 1997 م.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "[59] الوصف المناسب لشرع الحكم 1/ 357. ¶ [60] المرجع السابق ص 358. ¶ [61] أصول السرخسي. المؤلف: محمد بن أحمد بن أبي سهل شمس الأئمة السرخسي (المتوفى: 483هـ) 2/ 208.الناشر: دار المعرفة – بيروت، كشف الأسرار شرح أصول البزدوي. المؤلف: عبد العزيز بن أحمد بن محمد، علاء الدين البخاري الحنفي (المتوفى: 730هـ) 4/ 33.الناشر: دار الكتاب الإسلامي. ¶ [62] المدخل المفصل لمذهب الإمام أحمد وتخريجات الأصحاب. المؤلف: بكر بن عبد الله أبو زيد بن محمد بن عبد الله بن بكر ابن عثمان بن يحيى بن غيهب بن محمد (المتوفى: 1429هـ) 1/ 78.الناشر: دار العاصمة - مطبوعات مجمع الفقه الإسلامي بجدة. الطبعة: الأولى، 1417 هـ. ¶ [63] تفسير الماوردي 4/ 62. ¶ [64] مسند الإمام أحمد بن حنبل. المؤلف: أبو عبد الله أحمد بن محمد بن حنبل بن هلال بن أسد الشيباني (المتوفى: 241هـ) 30/ 247.رقمه: (18315) حديث عمار بن ياسر. إسناده ضعيف لانقطاعه المحقق: شعيب الأرنؤوط - عادل مرشد، وآخرون. إشراف: د عبد الله بن عبد المحسن التركي. الناشر: مؤسسة الرسالة. الطبعة: الأولى، 1421 هـ - 2001 م. ¶ [65] المصلحة في التشريع الإسلامي ص 139 - 140، الوصف المناسب لشرع الحكم1/ 353. ¶ [66] صحيح البخاري 2/ 15. باب: صلاة الطالب والمطلوب راكبا وإيماء. ¶ [67] شرح صحيح البخارى لابن بطال. المؤلف: ابن بطال أبو الحسن علي بن خلف بن عبد الملك (المتوفى: 449هـ) 2/.543. رقمه: (39).باب: صلاة الطالب والمطلوب",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "تحقيق: أبو تميم ياسر بن إبراهيم. دار النشر: مكتبة الرشد - السعودية، الرياض. الطبعة: الثانية، 1423هـ - 2003م. ¶ [68] مسند الإمام أحمد بن حنبل42/ 292. رقمه: (25463). مسند الصديقة عائشة رضي الله عنها. ¶ [69] شرح السنة. المؤلف: محيي السنة، أبو محمد الحسين بن مسعود بن محمد بن الفراء البغوي الشافعي (المتوفى: 516هـ) 7/ 110. باب: استلام الركنيين اليمانيين. تحقيق: شعيب الأرنؤوط-محمد زهير الشاويش. الناشر: المكتب الإسلامي - دمشق، بيروت. الطبعة: الثانية، 1403هـ - 1983م. ¶ [70] صحيح مسلم 2/ 884. رقمه: (1216). باب: بيان وجوه الإحرام. ¶ [71] الموافقات5/ 73. ¶ [72] ضوابط المصلحة في الشريعة الإسلامية. د/ محمد سعيد البويطي ص 212 - 213. مؤسسة الرسالة. ¶ [73] تفسير الإمام الشافعي. المؤلف: الشافعي أبو عبد الله محمد بن إدريس بن العباس بن عثمان بن شافع بن عبد المطلب بن عبد مناف المطلبي القرشي المكي (المتوفى: 204هـ) 2/ 612.جمع وتحقيق ودراسة: د. أحمد بن مصطفى الفرَّان. الناشر: دار التدمرية - المملكة العربية السعودية. الطبعة الأولى: 1427 - 2006 م. ¶ [74] شرح صحيح البخاري لابن البطال 4/ 247. باب: التمتع والإقران والإفراد. ¶ [75] صحيح البخاري 2/ 159. رقمه: (1651). باب: تقضي الحائض المناسك. ¶ [76] مسند البزار المنشور باسم البحر الزخار. المؤلف: أبو بكر أحمد بن عمرو بن عبد الخالق بن خلاد بن عبيد الله العتكي المعروف بالبزار (المتوفى: 292هـ) 1/ 276. رقمه: (174) من حديث ابن عقيل. وَلَا نَعْلَمُ رَوَى ابْنُ عَقِيلٍ، عَنِ ابْنِ عُمَرَ إِلَّا هَذَا الْحَدِيثَ وَإِنَّمَا رَوَاهُ عَنْهُ زَائِدَةُ، وَقَدْ رَوَى حَسَنُ بْنُ عَلِيٍّ، عَنْ زَائِدَةَ، عَنِ ابْنِ عَقِيلٍ، عَنْ جَابِرٍ، فَخَالَفَ بَدَلًا فِي رِوَايَتِهِ. المحقق: محفوظ الرحمن زين الله. الناشر: مكتبة العلوم والحكم - المدينة المنورة. الطبعة: الأولى، (بدأت 1988م، وانتهت 2009م. وَالْأَكْثَرُونَ عَلَى تَضْعِيفِهِ. (مجمع",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "الزوائد ومنبع الفوائد1/ 22. رقمه (36)). ¶ [77] تفسير الإمام الشافعي2/ 612. ¶ [78] روضة الناظر وجنة المناظر في أصول الفقه على مذهب الإمام أحمد بن حنبل1/ 486، نظرية المقاصد عند الإمام الشاطبي. المؤلف: أحمد الريسوني1/ 264. ¶ [79] ملحق رسالة المصلحة في التشريع الإسلامي ص 136. ¶ [80] تخصيص النص بالمصلحة. المؤلف: أيمن جبرين عطا الله ص 195 - 196، إشراف د/ علي السرطاوي، سنة 2003م. ¶ [81] أنوار التنزيل وأسرار التأويل. المؤلف: ناصر الدين أبو سعيد عبد الله بن عمر بن محمد الشيرازي البيضاوي (المتوفى: 685هـ) 3/ 85.المحقق: محمد عبد الرحمن المرعشلي. الناشر: دار إحياء التراث العربي – بيروت. الطبعة: الأولى - 1418 هـ، تفسير البغوي4/ 61. ¶ [82] مصادر التشريع الإسلامي للدكتور عباس شومان ص 99 - 100.ط أولي سنة 1420هـ- 2000م. الدار الثقافية للنشر. ¶ [83] تفسير القرآن (وهو اختصار لتفسير الماوردي).المؤلف: أبو محمد عز الدين عبد العزيز بن عبد السلام بن أبي القاسم بن الحسن السلمي الدمشقي، الملقب بسلطان العلماء (المتوفى: 660هـ) 1/ 184.المحقق: الدكتور عبد الله بن إبراهيم الوهبي. الناشر: دار ابن حزم – بيروت. الطبعة: الأولى، 1416هـ/ 1996م. ¶ [84] أنوار التنزيل وأسرار التأويل 2/ 128. ¶ [85] سبل السلام. المؤلف: محمد بن إسماعيل بن صلاح بن محمد الحسني، الكحلاني (المتوفى: 1182هـ) 2/ 422. باب: درء الحدود بالشبهات. رقمه: (1141).الناشر: دار الحديث. ¶ [86] سنن الترمذي. المؤلف: محمد بن عيسى بن سَوْرة بن موسى بن الضحاك، الترمذي، أبو عيسى (المتوفى: 279هـ) 4/ 33.رقمه: (1424). باب: ما جاء في درء الحدود. وقال: حَدِيثُ عَائِشَةَ لَا نَعْرِفُهُ مَرْفُوعًا إِلَّا مِنْ حَدِيثِ مُحَمَّدِ بْنِ رَبِيعَةَ. تحقيق وتعليق: إبراهيم عطوة",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "عوض. الناشر: شركة مكتبة ومطبعة مصطفى البابي الحلبي – مصر. الطبعة: الثانية، 1395 هـ - 1975 م. هذَا حَدِيثٌ صَحِيحُ الْإِسْنَادِ وَلَمْ يُخَرِّجَاهُ. (المستدرك على الصحيحين. المؤلف: أبو عبد الله الحاكم محمد بن عبد الله بن محمد بن حمدويه بن نُعيم بن الحكم الضبي الطهماني النيسابوري المعروف بابن البيع (المتوفى: 405هـ) 4/ 426. رقمه: (8163).باب: وأما حديث شريح بن أوس. تحقيق: مصطفى عبد القادر عطا. الناشر: دار الكتب العلمية – بيروت. الطبعة: الأولى، 1411 – 1990م). ¶ [87] تاريخ التشريع الاسلامي. لمناع القطان ص 208. مكتبة المعارف ط أولي سنة 1413هـ- 1992م: الرياض. ¶ [88] تفسير الطبري 4/ 543. ¶ [89] المنهاج شرح صحيح مسلم 10/ 7. رقمه: (1472). باب: طلاق الثلاث. ¶ [90] رواه مسلم في صحيحه 2/ 1099. رقمه: (1472). باب: طلاق الثلاث. ¶ [91] المنهاج شرح صحيح مسلم بن الحجاج10/ 70.باب ك طلاق الثلاث. رقمه (1472). ¶ [92] تفسير القرطبي 14/ 175. ¶ [93] المصدر نفسه 5/ 146. ¶ [94] إرشاد الساري لشرح صحيح البخاري. المؤلف: أحمد بن محمد بن أبى بكر بن عبد الملك القسطلاني القتيبي المصري، أبو العباس، شهاب الدين (المتوفى: 923هـ) 5/ 207.باب: الغنيمة لمن شهد الوقعة. رقمه: (3125).الناشر: المطبعة الكبرى الأميرية، مصر. الطبعة: السابعة، 1323 هـ. ¶ [95] الأموال لابن زنجويه. المؤلف: أبو أحمد حميد بن مخلد بن قتيبة بن عبد الله الخرساني المعروف بابن زنجويه (المتوفى: 251هـ) 1/ 194.رقمه: (231) باب: فتح الأرض عنوة. تحقيق الدكتور: شاكر ذيب فياض الأستاذ المساعد - بجامعة الملك سعود. الناشر: مركز الملك فيصل للبحوث والدراسات الإسلامية، السعودية. الطبعة: الأولى، 1406 هـ - 1986 م، عون المعبود شرح سنن أبي داود، ومعه حاشية ابن القيم: تهذيب سنن أبي داود وإيضاح علله ومشكلاته. المؤلف: محمد أشرف بن أمير بن علي بن حيدر، أبو",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "عبد الرحمن، شرف الحق، الصديقي، العظيم آبادي (المتوفى: 1329هـ) 8/ 195.باب: في إيقاف أرض السواد. الناشر: دار الكتب العلمية – بيروت. الطبعة: الثانية، 1415 هـ. ¶ [96] تحفة الفقهاء. المؤلف: محمد بن أحمد بن أبي أحمد، أبو بكر علاء الدين السمرقندي (المتوفى: نحو 540هـ) 1/ 227.الناشر: دار الكتب العلمية، بيروت – لبنان. الطبعة: الثانية، 1414 هـ - 1994 م، الكافي في فقه أهل المدينة. المؤلف: أبو عمر يوسف بن عبد الله بن محمد بن عبد البر بن عاصم النمري القرطبي (المتوفى: 463هـ) 1/ 248.المحقق: محمد محمد أحيد ولد ماديك الموريتاني. الناشر: مكتبة الرياض الحديثة، الرياض، السعودية. الطبعة: الثانية، 1400هـ/1980م، اللباب في الفقه الشافعي. المؤلف: أحمد بن محمد بن أحمد أبو الحسن ابن المحاملي الشافعيّ (المتوفى: 415هـ) 1/ 121.المحقق: عبد الكريم بن صنيتان العمري. الناشر: دار البخارى، المدينة المنورة، المملكة العربية السعودية. الطبعة: الأولى، 1416هـ، الكافي في فقه الإمام أحمد. المؤلف: أبو محمد موفق الدين عبد الله بن قدامة الجماعيلي المقدسي الشهير بابن قدامة المقدسي (المتوفى: 620هـ) 1/ 321.الناشر: دار الكتب العلمية. الطبعة: الأولى، 1414 هـ - 1994 م. ¶ [97] تفسير الطبري 7/ 105. ¶ [98] صحيح مسلم 1/ 69، رقمه: (49)، باب: بيان كزن النهي عن المنكر. ¶ [99] سبل السلام2/ 98، باب: (من ظفر بحقه أخذه). ¶ [100] إعلام الموقعين عن رب العالمين. المؤلف: محمد بن أبي بكر بن أيوب بن سعد شمس الدين ابن قيم الجوزية (المتوفى: 751هـ) 3/ 12.تحقيق: محمد عبد السلام إبراهيم. الناشر: دار الكتب العلمية – ييروت. الطبعة: الأولى، 1411هـ - 1991م. ¶ [101] تفسير الطبري15/ 500. ¶ [102] سنن أبي داود. المؤلف: أبو داود سليمان بن الأشعث بن إسحاق بن بشير بن شداد",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "بن عمرو الأزدي السَِّجِسْتاني (المتوفى: 275هـ) 4/ 44، (4031)، باب: في لبس الشهرة. [حكم الألباني]: حسن صحيح. المحقق: محمد محيي الدين عبد الحميد. الناشر: المكتبة العصرية، صيدا – بيروت. إسناده ضعيف (مسند الإمام أحمد بن حنبل 9/ 126، رقمه: (5115) مسند عبد الله بن عمر). ¶ [103] صحيح البخاري4/ 170، رقمه (3462)، باب ما ذكر عن بني اسرائيل. ¶ [104] فتح الباري شرح صحيح البخاري. المؤلف: أحمد بن علي بن حجر أبو الفضل العسقلاني الشافعي10/ 355. قوله باب الخضاب. رقمه (5899).الناشر: دار المعرفة - بيروت، 1379هـ. ¶ [105] اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم. لابن تيمية 1/ 420 - 421. تحقيق: ناصر العقل. مكتبة الرشد: الرياض. ¶ [106] تخصيص النص بالمصلحة ص 272. ¶ [107] تفسير القرطبي4/ 336. ¶ [108] تفسير الماوردي) 1/ 348. ¶ [109] تزييف الوعي. المؤلف: فهمي هويدي ص 79.ط ثالثة سنة 1420هـ- 1999م، رفع الحرج في الشريعة الإسلامية ضوابطه وتطبيقاته. اعداد: صالح بن عبد الله بن حميد ص 352. ط سنة 1981م، الاقتصاد الإسلامي والقضايا الفقهية المعاصرة. المؤلف: علي أحمد السالوس 1/ 330 - 356. دار الثقافة: الدوحة. ط سنة 1418هـ - 1998م. ¶ [110] سنن الدارقطني. المؤلف: أبو الحسن علي بن عمر بن أحمد بن مهدي بن مسعود بن النعمان بن دينار البغدادي الدارقطني (المتوفى: 385هـ) 3/ 424، رقمه (2886)، كتاب البيوع. حققه وضبط نصه وعلق عليه: شعيب الارنؤوط، حسن عبد المنعم شلبي، عبد اللطيف حرز الله، أحمد برهوم. الناشر: مؤسسة الرسالة، بيروت – لبنان. الطبعة: الأولى، 1424 هـ - 2004 م. احتج البخاري بعكرمة واحتج مسلم بأبي أويس عبد الله وله أصل في الصحيح (المستدرك على الصحيحين1/ 171،رقمه (318)،باب: حديث عبد الله بن نمير).رَوَاهُ الدَّارَقُطْنِيُّ مِنْ طَرِيقِ مِقْسَمٍ عَنْ ابْنِ عَبَّاسٍ نَحْوَهُ فِي حَدِيثٍ وَفِي إسْنَادِهِ الْعَرْزَمِيُّ وَهُوَ ضَعِيفٌ. (التلخيص الحبير في تخريج أحاديث الرافعي الكبير. المؤلف: أبو الفضل أحمد بن علي بن محمد بن أحمد بن حجر العسقلاني3/ 12، رقمه (1249)،مدخل، الناشر: دار الكتب العلمية، الطبعة: الطبعة الأولى 1419هـ. 1989م). ¶ [111] شرح الموطأ. المؤلف الأصل: مالك بن أنس الأصبحي المدني (المتوفى: 179هـ)",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "138/ 14، باب: القضاء في الضواري. الشارح: عبد الكريم بن عبد الله بن عبد الرحمن بن حمد الخضير. دروس مفرغة من موقع الشيخ الخضير. ¶ [112] مجمع الفقه الإسلامي في دورة مؤتمره الرابع بجدة في السعودية. الدورة الربعة قرار رقم: 29 (4/ 4) [1].",
            "page": "38",
            "part": "1"
        }
    ],
    "t37607": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "رد شبهة تعطيل النص الشرعي لتحقيق المصلحة"
        }
    ]
}