{
    "b37609": [
        {
            "id": "1",
            "nass": "المصلحة في التشريع .. ضوابط وتطبيقات وآثار ¶ مؤتمر النص الشرعي بين الأصالة والمعاصرة، الجمعية الأردنية للثقافة المجتمعية ¶ الأردن – عمّان، في الفترة من 28 – 30/ 4 / 2012 م ¶ إعداد ¶ د. حسن بن عبدالحميد بخاري ¶ أستاذ أصول الفقه المساعد ¶ جامعة أم القرى – مكة المكرمة ¶ المملكة العربية السعودية ¶ الحمد لله، والصلاة والسلام على رسول الله، سيدنا ونبينا محمد، وعلى آله وصحبه ومن اهتدى بهداه، أما بعد: ¶ فإن النص الشرعي منطلق الشريعة، ومدار التكليف، ودستور الملّة، والعناية به مطلب شرعي وسيلةً ومقصداً، ومما يتصل بذلك: بيان المؤثرات على النص الشرعي، وموقعها منه اعتباراً وإلغاءً، تقديماً وتأخيراً. ¶ وقد كان من توفيق الله عزّ وجلّ للإخوة في الجمعية الأردنية للثقافة المجتمعية تناول هذه القضية المهمة وعرضها من خلال هذا المؤتمر الجليل: (النصّ الشرعي بين الأصالة والمعاصرة)، وجلالتُه من جلالة موضوعه ورسالته وأهدافه. ¶ فانعقد العزم بعون الله تعالى على المشاركة فيه ببحث عنوانه: \"المصلحة في التشريع .. ضوابط وتطبيقات وآثار\"، ضمن المحور الرابع من محاور المؤتمر: (بين النص والمصلحة).",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "يتناول ثلاثة قضايا رئيسة: أولها: ضوابط إعمال المصلحة في التقرير الأصولي، وثانيها: تطبيقات على إعمال المصالح في الفقه الإسلامي القديم والمعاصر، وثالثها: أثر ضبط المصالح المعتبرة في الفتوى. ¶ * خطة البحث: يتكوّن البحث من تمهيد وفصول ثلاثة وخاتمة، هذا بيانها: ¶ التمهيد: وفيه تعريف المصلحة، ومكانتها في الشريعة الإسلامية، وأنواعها، ومرتبتها مع النص الشرعي. ¶ الفصل الأول: ضوابط إعمال المصلحة ¶ الفصل الثاني: تطبيقات إعمال المصلحة في الفقه الإسلامي ¶ وفيه مبحثان: المبحث الأول _ تطبيقات قديمة ¶ المبحث الثاني _ تطبيقات معاصرة ¶ الفصل الثالث: أثر انضباط المصلحة في الفتوى ¶ الخاتمة: وفيها خلاصة البحث. ¶ وسيعرض البحث في طياته إلى بعض الدعاوى الفجة في قضية المصلحة، ووجه الردّ عليها بعون المولى سبحانه. ¶ سائلاً ربي العون والتوفيق، والهداية والتسديد، وصلى الله وسلّم وبارك على نبيه ومصطفاه، وعلى آله وصحبه ومن والاه، والحمد لله رب العالمين. ¶ التمهيد ¶ يقدّم هذا التمهيد ما لا بدّ منه للحديث عن ضوابط المصلحة وتطبيقاتها وآثارها، ويتضمّن: ¶ تعريف المصلحة، ومكانتها في الشريعة، وأنواعها، ومرتبها مع النصّ الشرعي. ¶ 1 - تعريف المصلحة: ¶ المصلحة لغة: مفعلةٌ من الصلاح , وهو اسم مكان، كمدرسة: اسمٌ لمكان الدراسة، والمراد بها مواضع الصلاح ومظنّة وجوده، وهي الأعمال التي يُظن فيها الصلاح بمعنى النفع، كطلب العلم والتطبُّب وتحصيل المعاش، فإنها",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "مصالح، وتُطلق المصلحة ويُراد بها الصلاح ذاته أي النفع، والصلاح نقيض الفساد ([1])، وهو دالٌّ على استقامة الشيء وكماله في ذاته، وانتفاء الفساد عنه ([2]). ¶ قال ابن عاشور: \"أمّا المصلحة فهي كاسمها، شيء فيه صلاح قوي، ولذلك اشتقّت لها صيغة المفعل، الدالّة على اسم المكان، الذي يكثر فيه ما منه اشتقاقه\" ([3]). ¶ وجاء التعريف الاصطلاحي لدى الأصوليّين مبنياً على المعنى اللغوي المذكور آنفاً، وهو المحافظة على مقصود الشارع من الخلق في دينهم وأنفسهم وعقولهم وأموالهم ونسلهم. ([4]) ¶ فالمصلحة هي \" المنفعة التي قصدها الشارع الحكيم لعباده، من حفظ دينهم ونفوسهم وعقولهم ونسلهم وأموالهم طبق ترتيب معين فيما بينهم \". ([5]) ¶ 2 - مكانتها في الشريعة: ¶ رعاية المصلحة وتحصيلها والمحافظة عليها مقصد عظيم في الشريعة الإسلامية، وقد استقّر بالتواتر واستقراء كليات الشريعة وجزئياتها هذا الأصل العظيم، الذي تندرج تحته كل أحكام الشريعة وتفصيلاتها، فما من حكم شرعي، أمرٍ أو نهي، عبادة أو معاملة إلا فيه تحقيق مصالح العباد في العاجل والآجل، \" والشريعة كلها مصالح: إما تدرأ مفاسد أوتجلب مصالح \". ([6]) ¶ وليس المراد هنا سرد هذا التقرير وأدلّته، فقد اعتنى به أهل العلم قديماً وحديثاً ([7])، ولكن المراد بيان موقع (المصلحة) في علميين شرعيين متلازمين متكاملين، هما: مقاصد الشريعة وأصول الفقه، وحظها من التقرير في كلٍ من العلمين، مما أرجو أن يتجلى بها مكانتها في الشريعة. ¶ المصلحة بين التنظيرين المقاصدي والأصولي: ¶ تناول التنظير الشرعي موضوع المصلحة من مسارين اثنين، أحدهما: مقاصدي، والآخر: أصولي، وكان لكل مسار حدوده ونتائجه المستقلة عن الآخر، ومجموعهما يؤدي إلى التقرير الشرعي تجاه المصلحة، والمقصود ههنا بيان الحد الفاصل الذي يميز كلاً من المسارين عن الآخر، لئلا تتداخل المسائل من جهة، ولمعرفة حظٍ كل مسألة من النظر المعتبر داخل مسارها المحدّد لها. ¶ وبما أن مقاصد الشريعة هي حكمها وغاياتها وأسرارها ([8])، فإن موضوعها يتناول الغايات الجليلة والمعاني السامية التي تحيط بأحكام الشرع المُحكمة، ولذلك يأتي التنصيص في مقاصد الشريعة على قصد الشريعة تعبيدَ العباد لربهم، وتيسيرَ التكليف عليهم، ورفعَ الحرج والمشقة عنهم، وما إلى ذلك.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وهنا يقع الحديث عن المصالح في التنظير المقاصدي، باعتبارها أحد مقاصد الشريعة العظام؛ إذ تقرّر أن الشريعة جاءت لتحقيق مصالح العباد وتكثيرها، ودرء المفاسد عنهم وتقليلها، في العاجل والآجل معاً. ([9]) ¶ ويستطرد هذا التنظير في (مساره المقاصدي) في الاستدلال لهذا الأصل، وبيان أوجهه، وتقسيم المصالح، وذكر مراتبها بعدة اعتبارات، وتفريع مايترتب على ذلك، مع قانون التعارض بين المصالح، أو بين المفاسد، أو بينهما معاً. ([10]) ¶ وعندئذ فليس من المطلوب تقريره في التنظير المقاصدي الاستدلال بالمصلحة صلاحيةً أو عدماً، وهذا يبيّن خطأً منهجياً يرتكبه المستدلّون بالمقاصد الشرعية، حين يوظّفونها في مكان الدليل الشرعي، بأن يدّعي أحدهم حكماً شرعياً ثم يستدل له بالتيسير مثلاً؛ لأن التيسير مقصد شرعي وليس دليلاً شرعياً يحتجّ به، وفرقٌ بين المقامين! ¶ وأمّا أصول الفقه فهي أدلّته الإجمالية وكيفية الاستدلال بها ([11])، وموضوعها يتناول محورين اثنين: الأدلّة والدلالات، ومحور الأدلّة يبحث ما يصلح وما لا يصلح، والأدلة المتفق عليها والأدلة المختلف فيها. ¶ وههنا يقع الحديث عن المصالح في التنظير الأصولي، ضمن الأدلة المختلف فيها، والخلاف هو في صلاحية المصلحة المرسلة للاستدلال (مطلقة أو مشروطة) أو عدمها، وهذا بعد تحرير المراد بالمصالح المرسلة وتمييزها عن غيرها. ¶ وهذا المسار الأصولي هو الآخذ بصلب بحث الاحتجاج بالمصلحة، حيث تُساق الأقوال مصحوبة بحججها والإيرادات وأجوبتها، مع الانتهاء إلى أحدهما بالترجيح. ¶ وعندئذ فلا تعارض بين الإجماع المنعقد على المصلحة في التنظير المقاصدي، والخلاف القائم حولها في التنظير الأصولي؛ إذ تبيّنت وجهة كلٍ من المسارين. ¶ وليس من المشكل إذن أن يرفض مذهبٌ الاحتجاج بالمصلحة، مع موافقته على كونها مقصداً شرعياً معتبراً؛ نظراً لاختلاف الموضوعين. ¶ و (المصالح) من المسائل التي يأخذ فيها كلٌ من علم المقاصد وعلم أصول الفقه بطرف، ولها في كلٍ منهما مباحث مستقلة ومسارٌ مختلف عن الموجود منها في الآخر، يحسن بالباحث والناظر فيها تمييزها؛ تحريراً للإشكال، ودفعاً لإيهام الاضطراب. ¶ 3 - أنواع المصلحة:",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "تنقسم المصلحة إلى أقسام متعدّدة باعتبارات مختلفة، وأبرزها ما يلي: ¶ أ – باعتبار الشارع لها أو عدمه: ¶ وتنقسم المصلحة حينئذ إلى أقسام ثلاثة: مصلحة معتبرة، مصلحة ملغاة، مصلحة مرسلة ([12])، وهذا التقسيم هو المعتبر في التنظير الأصولي. ¶ فالأولى ما شهد الشارع باعتبارها، كمصلحة حفظ النفس من التلف وطلب العلم، والثانية ما شهد الشارع بإلغائها، كمصلحة زيادة المال بالربا والاستمتاع بالشهوات المحرّمة، والثالثة ما لم يشهد الشارع لها باعتبار ولا إلغاء. ¶ والأخيرة (المرسلة) هي التي يهتمّ بها الأصوليين، وهي محلّ الحديث عن الاحتجاج بالمصلحة؛ إذ المعتبرة والملغاة قد تبيّن حكم الشارع فيها اعتباراً وإلغاءً، فبقي الخلاف في المسكوت عنها (المرسلة)، وهي التي لم يكن لها وجود في عصر التنزيل ثم حدثت في الأمة بعد، فلم يتناولها النص الشرعي بإقرار ولا إلغاء، وسيأتي إيجاز الخلاف الأصولي فيها؛ لأن الحديث عن ضوابط العمل بالمصلحة وتطبيقاتها فرع عن القول بجواز الاحتجاج بها. ¶ ب – باعتبار درجة نفعها ومرتبة أثرها: ¶ وتنقسم المصلحة بهذا الاعتبار إلى ثلاث مراتب: الضروريات، والحاجيات، والتحسينيات ([13])، وهذا التقسيم هو المعتبر في التنظير المقاصدي. ¶ فالمصلحة الضرورية: هي\"ما لا بدّ منها في قيام مصالح الدين والدنيا، بحيث إذا فُقدت لم تجرِ مصالح الدنيا على استقامة، بل على فساد وتهارُجٍ وفَوت حياة، وفي الأخرى فوت النجاة والنعيم، والرجوع بالخسران المبين \". ([14]) ¶ وقد تقرّر أن هذا النوع من المصالح هو الذي يتضمن حفظ المقاصد الخمسة الكلية، وهي حفظ الدين والنفس والعقل والمال والنسب. ([15]) ¶ والمصلحة الحاجية: \" هي ما كان مفتَقراً إليها من حيث التوسعة ورفع الضيق المؤدي إلى الحرج والمشقة اللاحقة بفَوْت المطلوب، فإذا لم تُراعَ دخل على المكلَّفين – على الجملة – الحرج والمشقة، ولكنه لا يبلغ مبلغ الفساد العادي المتوقع في المصالح العامّة \" ([16])، ومثالها: الرُّخص الشرعية، والمعاملات المشروعة على وجه التوسعة ورفع الضيق، كالإجارة والسَّلم. ([17])",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "والمصلحة التحسينية: هي \" الأخذ بما يليق من محاسن العادات، وتجنّب الأحوال المدنّسات التي تأنفها العقول الراجحات، ويجمع ذلك قسم مكارم الأخلاق \" ([18])، ومثالها: إزالة النجاسة واجتنابها، وأخذ الزينة، وآداب الطعام والشراب ([19]). ¶ جـ - باعتبار عمومها وخصوصها: ¶ وتنقسم المصلحة بهذا الاعتبار إلى: عامّة، وغالبة، وخاصّة. ¶ وهي قسمة معتبرة عند الترجيح بين المصالح عند التعارض، قال الغزالي رحمه الله: \"وتنقسم المصلحة قسمة أخرى بالإضافة إلى مراتبها في الوضوح والخفاء، فمنها ما يتعلق بمصلحة عامة في حق الخلق كافّة، ومنها ما يتعلق بمصلحة الأغلب، ومنها ما يتعلق بمصلحة لشخص معيّن في واقعة نادرة \". ([20]) ¶ ومثال العامّة: الاحتساب على المنكرات العامّة المعلنة، والغالبة: كتضمين الصُنّاع؛ إذ المنتفع بها أرباب السِّلع، والخاصّة: كفسخ نكاح زوجة المفقود. ([21]) ¶ 4 - مرتبة المصلحة مع النصّ الشرعي: ¶ من الأصول المقرّرة لدى أهل الإسلام كافة أن النصّ الشرعي – كتاباً وسنةً صحيحةً – دليل شرعي معتبر للأحكام الشرعية، وأنه أصلٌ لباقي الأدلة على اختلافها وتفاوتها في الحجية، وأن الإجماع والقياس الصحيحين دليل شرعي كذلك – مع خلاف أهل الظاهر في القياس -. ¶ وقد تناول البحثُ الأصوليُّ الخلافَ فيما عدا هذه الأصول، من حيث حجيتها وصلاحيتها للاستدلال، ومن بينها: المصلحة المرسلة. ¶ وهذا القدر - وحده – كافٍ في بيان قوة حجية النص الشرعي وتقدّمه على غيره من طرق الاستدلال؛ إذ لم يتناوله خلاف ولم يتجاذبه نزاع. ¶ أمّا المصلحة المرسلة وتنزيلها منزلة الاحتجاج فواقعةٌ موقع الجدل لدى الأصوليين: قبولاً ورفضاً وتفصيلاً. ¶ ومجمل القول في خلاف الأصوليين في الاحتجاج بالمصلحة المرسلة: ¶ أنّ المالكية يحتّجون بها، وإليهم يُنتسب مطلق الاحتجاج بها والتأصيل له ([22])، وأنّ الجمهور على خلاف ذلك، ولا يعدّون المصلحة المرسلة دليلاً شرعياً يحتجّ به ([23]).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "مع وجود القول بحجّيتها لدى بعض الشافعية والحنابلة، كما قرّره الرازي وهو ما يُفهم من كلام إمام الحرمين ([24])، وكما فعل الغزالي حين قرر الاحتجاج بالمصلحة المرسلة بشرط أن تكون ضرورية كلّية قطعية ([25]). وكذا قرّر الطوفي من الحنابلة، كما سيأتي تفصيل موقفه ([26]). ¶ على أن الراجح في هذا الخلاف المشار إليه هو ماذكره القرافي بقوله: \"وأما المصلحة المرسلة: فالمنقول أنها خاصة بنا، وإذا تفقّدتَّ المذاهب وجدتَّهم إذا قاسوا وجمعوا وفرّقوا بين المسألتين لايطلبون شاهداً بالاعتبار لذلك المعنى الذي به جمعوا وفرّقوا، بل يكتفون بمطلق المناسبة، وهذا هو المصلحة المرسلة، فهي حينئذ في جميع المذاهب\". ([27]) ¶ وكذلك قول الطوفي: \"وأما الإجماع فقد أجمع العلماء إلا من لا يعتدّ به من جامدي الظاهرية على تعليل الأحكام بالمصالح ودرء المفاسد، وأشدّهم في ذلك مالك، حيث قال بالمصالح المرسلة، وفي الحقيقة لم يختصّ بها، بل الجميع قائلون بها، غير أنه قال بها أكثر منهم \". ([28]) ¶ وقال ابن دقيق العيد: \"الذي لاشك فيه أنّ لمالكٍ ترجيحاً على غيره من الفقهاء في هذا النوع، ويليه أحمد بن حنبل، ولا يكاد يخلو غيرهما من اعتباره في الجملة، ولكن لهذين ترجيح في الاستعمال على غيرهما \". ([29]) ¶ وهذا الذي استقرّت عليه البحوث المعاصرة في المصلحة المرسلة، من كونها معتبرة في الجملة لدى المذاهب الأربعة عملياً بأمثله تطبيقية. ([30]) ¶ لكنّ هذا الاحتجاج مُناطٌ بضوابط يأتي ذكرها في الفصل الأول تفصيلاً؛ إذ ليس المقصود هنا التوسّع في عرض الخلاف الأصولي استدلالاً ومناقشة وترجيحاً. ¶ وملخّص ماتقدّم في أمرين: ¶ أحدهما: أن المصلحة التي يحتجّ بها أهل العلم هي المصلحة المرسلة، التي لم يشهد لها الشرع باعتبار ولا إلغاء، بمعنى أنه متى ورد النص بخلافها أُلغيت ولا عبرة بها، وتسمى بالمصلحة الملغاة. ¶ وهذا يبيّن بوضوح مرتبة المصلحة مع النص، وأنها تتأخر في الدرجة عنه لا محالة. ¶ والآخر: أن محرّري مذهب الإمام مالك – وهو أوسع المذاهب في الاحتجاج بالمصلحة – قيّدوها بضوابط، فهي مقيّدة لدى غيرهم من باب أولى، وسيأتي ذكرها في الفصل الآتي.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وهذا يبيّن تأخر رتبة المصلحة عن النص في الاحتجاج من جهة أخرى؛ إذ ما كان من الأدلة حجة مطلقاً وأصلاً بنفسه غير مقيّد بقيد – وهو النص الشرعي – كان أعلى درجة وأقوى حجة من غيره. ¶ ومن هنا يظهر ضعف مذهب الطوفي – رحمه الله – الذي اشتُهر عنه من تقديم المصلحة على النصّ عند المعارضة، معللاً ذلك بعلوّ درجة المصلحة في الاحتجاج على الإجماع – بأوجه يراها -، فيلزم من ذلك أن المصلحة أقوى أدلة الشرع؛ لأنّ الأقوى من الأقوى أقوى!! ([31]) ¶ ولستُ بصدد الاستطراد في عرض مذهب الطوفي ومناقشته، فقد تكفّلت بذلك دراسات معاصرة عدة ([32])، لكن أشير إلى أنّ مذهب الطوفي في المصلحة كان متكأً استند إليه بعض المعاصرين من أدعياء التنوير والعصرنة والتجديد ... الخ، وهم دعاة التخفّف من تبعية النص وثِقَل قيوده، التي قد تصادم جملة من متغيّرات الحياة المعاصرة – زعموا وبئس الزعم! - ويُنادون بتجديد أصول الفقه وأدلّة الشريعة التي تناسب تغيّر مناحي الحياة اليوم، من خلال عدّة محاور، منها: منهج قراءة النص الشرعي وتفسيره، وحكم الاحتجاج ببعض أنواع الأدلّة كأخبار الآحاد، وتوسعة دائرة الاحتجاج بالأدلة التبعية (المختلف فيها) كالعرف والاستحسان والمصلحة المرسلة، وتفعيل دور المقاصد وإعمالها في الاستدلال، ونحو ذلك. ¶ فحين يظفر هذا التوجّه البائس بتقرير علمي من أحد علماء الأمة – كالطوفي – في مسألة لم يوافقه عليها أحد، يتجلّى بوضوح أن المنطلق لم يكن هو الترجيح العلمي الآخذ بالدليل، بقدر ما هو بحث عن أي مستمسك يؤيّد مسلكاً مرفوضاً في علمٍ ذي أصول متينة وقواعد محكمة كأصول الفقه! ¶ يدلّ على ذلك صريح مقول القوم في كتابات متعدده تقدّس مصالح البشر وتشرّع لها - بل تشرّع بها! -، وتزدري النص الشرعي (وحي ربّ البشر)!! فتكون النتيجة المشؤومة أنه حيثما وجدت المصلحة فثمّ شرع الله، صارفين جميع ما يقف في وجه ذلك من النصوص الشرعية الصريحة والإجماعات المقرّرة بأوهى التأويلات. ¶ يقول أحدهم: \" وثنيةٌ هم عَبَدةُ النصوص \"!! ([33])، ويقول آخر: \" كما يؤوَّل النقل لصالح العقل في حالة التعارض، كذلك يؤوَّل النقل لصالح المصلحة في حالة التعارض \" ([34]). ¶ ويقول ثالث: \" والمصلحة لا تتغيّر بتغيّر الأزمان فيما لا نصّ فيه فقط، وإنما قد تتغيّر أيضاً فيما فيه نصّ\" ([35])، ويرى رابعٌ أنّ الفكر الديني يعاني من سيطرة فكرة قداسة النص الديني عليه (!!) وأن الحل هو التخلّص من سلطة النص الديني! ([36]).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ويقرّ خامس بأن الحفاظ على روح الإسلام تمكّن المجتهدين من القيام بنسخ ما فُقدت مصلحته، والتخلص من سلطة النص الديني، ليسيحوا في كيان التشريع الإسلامي ويغيّروا من معالم خريطته بناءً على مايرونه مصلحة!! ([37]) ¶ فلا جَرَم – عند القوم - أن يُباح الربا في بعض المستندات والاستثمارات، ويُلغى تفضيل نصيب الذكر على الأنثى في الميراث، ويُنادى بتبنّي النظرية الاشتراكية تحقيقاً للمصلحة العامة، واعتبار حدّ الردّة مسألة سياسية خاضعة للمصلحة، وأمثال ذلك وأضعافه!!! ¶ ومن أجل ذلك اعتنى الأصوليون بضبط المصلحة المنصوبة للاحتجاج؛ حفاظاً على قداسة النص الشرعي ومهابته وتعظيمه، وتحقيقاً لمراميه ومقاصده. ¶ وهذا ما أفردت له الفصل الأول من هذا البحث، والله المستعان. ¶ الفصل الأول: ضوابط إعمال المصلحة ¶ تقّدم في التمهيد أنّ المذاهب الفقهية الأربعة – في الجملة – تحتجّ بالمصلحة المرسلة على تفاوت بينها في التطبيق، وأنّ هذا الاحتجاج مقيّدٌ بضوابط، اعتنى بذكرها الأصوليّون جداً، منذ بداية الكتابة عن المصالح والاحتجاج بها. ¶ وجمعتُ في هذا الفصل جملة الضوابط المذكورة قديماً وحديثاً، فرأيت أنها تنقسم ابتداءً إلى قسمين: أحدهما: ضوابط الاحتجاج والإعمال من حيث هو، والآخر: ضوابط للمصلحة ذاتها المحتجّ بها؛ ولذلك جعلتها في مبحثين: ¶ المبحث الأول: ضوابط الاحتجاج ¶ أولاً: أهليّة المحتجّ بالمصلحة والمستدلّ بها: ¶ حيث تقررّ أنّ المصلحة المرسلة التي يُراد الاحتجاج بها هي التي لم يعتبرها الشرع أو يُلغِها، فإن الحكم بكونها \"مصلحة\" خاضع لاجتهاد الناظر فيها وتنقيح وجه الصلاح فيها وتحقيقه، \"ومصلحة هذا وصفها تجلّ عن أن يحوم حولها العلماء الذين لم يبلغوا درجة الاجتهاد، فضلاً عن الدهماء والعامّة \". ([38]) ¶ قال القرافي: \" فإن مالكاً يشترط في المصلحة أهلية الاجتهاد؛ ليكون الناظر متكيّفاً بأخلاق الشريعة، فينبو عقله وطبعه عما يخالفها \". ([39])",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "فلا مجال عندئذ للعبث بالأحكام بحجة المصلحة من قِبل كل عابث؛ لأن أول الضوابط في شأن المصالح وإعمالها أهلية المتكلّم بها والمقررّ لها، وهذا مايقفل الطريق تماماً على عامة المنادين اليوم بتشريع المصالح والمنظّرين لها، ممن ليس لهم حظٌ من العلم الشرعي وتأصيله وإقامة قواعده وتشييد أركانه، فضلاً عن الرسوخ فيه وبلوغ الاجتهاد المحاط بإدراك أسرار الشريعة ومقاصدها، إذ عامة أولئك كَتَبةٌ قرأوا شيئاً عن المصالح وموقعها من الشريعة، وربما وقف بعضهم على تقرير الطوفي – كما سبق عرضه –، فطفقوا يملأون الدنيا صراخاً بإعمال المصالح، وضرورة اعتبارها, وإعادة تقرير الأحكام الشرعية المعاصرة وفقها. ¶ \"وليس في الأخذ بالمصالح المرسلة فتح طريق يدخل منه العوامّ إلى التصرف في أحكام الشرعية على ما يلائم آراءهم أو ينافرها - كما ظنّه بعض الكتّاب –؛ فإنّ ما ذكرناه في شرط الأخذ بهذه المصالح - من عدم ورود دليل شرعي على رعايتها أو إلغائها - يرفعها أن تكون في متناول آراء العامة وأشباه العامة؛ إذ لا يدري أنّ هذه المصلحة لم يرد في مراعاتها أو إهمالها دليل شرعي إلا من كان أهلاً للاستنباط\". ([40]) ¶ ثانيا: تعظيم النصّ الشرعي وتقديمه: ¶ إنّ عموم قوله تعالى: {يَأيُّها الَّذينَ ءامَنُوا لا تُقَدِّمُوا بَين يَدَيِ اللهِ وَرَسُولِهِ} ([41]) المتمثّل في حذف المفعول وإضماره يقتضي عدم تقديم شيء على كتاب الله وسنة رسوله - صلى الله عليه وسلم - مهما بلغ , وفي ذلك غاية التعظيم للنصّ الشرعي وتوقيره. ¶ وعند إعمال المصلحة – بضوابطها إذا تحقّقت – يجب مراعاة هذا الأصل العظيم , وهو استصحاب مجانبة الهوى , وتلمّس موافقة كلّيّات الشرع وقواعده ومقاصده , من خلال وزن المصالح بمعيار الشريعة , لا بمحض أهواء النفوس ورغباتها. ¶ وهذا متحقّق بشيئين: أولهما: تنصيب ميزان الشريعة وقواعدها معياراً للمصلحة والكشف عنها؛ إذا ليس كل ما هجم على العقول وخطر في القلوب واستهوته النفوس يكون مصلحةً لائقةً للاحتجاج والاستدلال , ما لم تندرج في ثنايا مقاصد الشرع وحِكَمه. ¶ قال الشاطبي: \" إنّ المصالح التي تقوم بها أحوال العبد لا يعرفها حقّ معرفتها إلا خالقها وواضعها، وليس للعبد علم بها إلا من بعض الوجوه , والذي يخفى عليه أكثر من الذي يبدو له , فقد يكون ساعياً في مصلحة نفسه من وجه لا يوصله إليها , أو يوصله عاجلاً لا آجلاً، أو يوصله إليها ناقصةً لا كاملةً , أو يكون فيها مفسدة تربي في الموازنة على المصلحة , فلا يقوم خيرها بشرّها \" ([42])",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "والآخر: تقديم مصلحة الدّين على ما عداها عند التعارض , وعدم الانصراف عنها إلى مصلحة أخرى دنيوية مهما بدت الحاجة إليها وشدّة تَوَقان النفوس إلى تحصيلها , وبهذا يتحقّق كون المصلحة منبثقةً من مشكاة الشريعة – وإن لم تكن من منصوصها –، لا مناهضةً أو منافسةً أو مزاحمةً لها. ¶ وقد قال الغزالي – جواباً على اعتراض القاضي في الاستدلال بالمصلحة -: \" إلا أنّهم – أي القائلين بالمصلحة – يقولون: نحن مع المصالح بشرط ألا نهجهم على نصّ الرسول - صلى الله عليه وسلم - بالرفع \". ([43]) ¶ ثالثا: إعمال المصلحة في العادات دون العبادات: ¶ لأنّ مبنى العبادات على التوقيف والاقتصار على مورد النص , وأمّا باب العبادات فمعقول المعنى , وقائم على تحقيق مصالح العباد الدنيوية على تنوّعها. ¶ والاتّفاق في الأمّة منعقدٌ على عدم جريان اعتبار المصالح في باب العبادات , وبيان ذلك من وجوه ثلاثة: ¶ أولها: أنه القدر المشترك بين الظاهرية نفاة الرأي والقياس والمعنى وبين الجمهور، \"فالظاهرية لا يفرّقون بين العادات والعبادات , بل الكل تعتبر غير معقولة المعنى\" ([44])، والجمهور يستثنون باب العبادات؛ لأنّ الأصل فيها الحظر والتوقيف , فكان باب العبادات موضع وفاق في عدم جريان اعتبار المصالح فيه. ¶ ثانيها: أنّ مذهب الإمام مالك - وهو أوسع المذاهب وأكثرها عناية بالمصالح - قائم على اعتبارها في العادات دون العبادات , قال الشاطبي: \" التزم مالك في العبادات عدم الالتفات إلى المعاني , وإن ظهرت بادئ الرأي؛ وقوفاً مع ما فهم من مقصود الشارع فيها من التسليم على ماهي عليه , بخلاف قسم العادات الذي هو جارٍ على المعنى المناسب الظاهر للعقول , فإنّه استرسل فيه استرسال المدِلّ العريق في فهم المعاني المصلحية , نعم مع مراعاة مقصود الشارع وألا يخرج عنه ولا يناقض أصلا من أصوله \". ([45]) ¶ ثالثها: أنّ توسّع الطوفي في مذهبه الذي شذّ به وتفرّد في تقديم المصلحة على النصّ مقيدٌ بكونه في العادات؛ لأن قوامها على مصالح العباد , بخلاف العبادات. ([46]) ¶ فإذا كان أوسع المذاهب اختياراً في الاحتجاج بالمصلحة يشترط ألا يقع ذلك في العبادات , فليت شعري .. أين يقع هراء وجهالة بعض المعاصرين من المنادين باعتبار المصالح حتى في العبادات من وفاق الأمة وإطباقها المذكور؟!!",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "لينادي أحدهم بإسقاط وجوب العبادات الكبرى في الإسلام من صلاة وصيام وزكاة وحج , بحجّة أن الشريعة إنما جاءت بأحكامها المصلحة تناسب ذلك العصر , فإذا تحققت مقاصدها في ترقية الروح وتحقيق العدالة بأشكال أخرى فنحن لسنا ملزمين بتفاصيلها التشريعية! ([47]) ¶ سبحانك .. هذا بهتان عظيم!! ¶ المبحث الثاني: ضوابط المصلحة المحتجّ بها ¶ أولاً: أن تكون ملائمة لمقاصد الشريعة: ¶ والمقصود بذلك موافقة المصلحة المحتجّ بها لمقاصد الشريعة واندراجها في مثل أحد فروعها المعتبرة شرعاً , وهذا ضابط يحقق كون الوصف المنظورة \"مصلحة \" , بمعنى تحقيقه نفعاً مقصوداً شرعاً، أو دفعه ضرراً مقصود دفعه شرعاً , ويُلغى الوهم الذي يظنّ عند البعض مصلحة , وهو في حقيقته مناقض لشيء من أصول الشريعة أو أدلّتها. ¶ قال الشاطبي: \" الملائمة لمقاصد الشرع بحيث لا تنافي أصلاً من أصوله ولا دليلاً من دلائله \". ([48]) ¶ ولا يتأتّى تحقيق هذا الضابط إلا بالضابط الأول من ضوابط الاعتبار , وهو أهلية الناظر في المصلحة وإداركه لمقاصد الشريعة , وهو ما يغلق الباب تماماً على دعاوى رعاية المصالح من قِبَل الجهّال وأرباب الأهواء. ¶ ويؤكّد الغزالي ذلك بقوله: \"فكل مصلحة لا ترجع إلى حفظ مقصودٍ فُهِم من الكتاب والسنة والإجماع وكانت من المصالح الغريبة التي لا تلائم تصرّفات الشرع فهي باطلة مطروحة , ومن صار إليها فقد شرّع \". ([49]) ¶ وهذا ضابطٌ من الدقّة بمكان, ويكفل قفل باب الفوضى في الشريعة والعبث في أحكامها باسم المصلحة؛ إذ الحكم بأن وصفاً مّا: \"مصلحة\" ملائمة لمقاصد الشرع , لا يؤتاه إلا عالم راسخ مكين، قد تشرّب من أصول الشريعة وفروعها وتضلّع , ومن جميل قول العزّ بن عبد السلام في ذلك: ¶ \"ومن تتبّع مقاصد الشرع في جلب المصالح ودرء المفاسد حصل له من مجموع ذلك اعتقاد أو عرفان بأنّ هذه المصلحة لا يجوز إهمالها، وأنّ هذا المفسدة لا يجوز قربانها , وإن لم يكن فيها إجماع أو قياس ولا نص خاص , فإنّ فهم نفس الشرع يوجب ذلك , ومثل ذلك أنّ من عاشر إنساناً من الفضلاء الحكماء العقلاء، وفهم مايؤثره ويكرهه في كلّ ورد وصدر، ثم سنحت له مصلحة أو مفسدة لم يعرف قوله فيها، فإنّه يعرف بمجموع ماعَهِده من طريقته وأَلِفَه من عادته أنه يؤثر تلك المصلحة ويكره تلك المفسدة \". ([50])",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "تنويه: تفسير الملاءمة بهذا المعنى المتّسع يُغني عن اشتراط وصف المناسبة في المصلحة المرسلة التي يُراد الاحتجاج بها؛ إذ كان من المعلوم انقسام الوصف لدى الأصوليّين إلى: مؤثّر وملائم وغريب، وربما أسموه (مناسبة) – على تفاوت بينهم في حدودها والفرق بينها -، وترتّب على ذلك خلاف في تحديد المصلحة المرسلة القائم حولها خلاف الإمام مالك مع غيره، وهل هي المصلحة ذات الوصف المناسب (الملائم) المعهود من الشارع اعتبار جنسه فحسب، أم تتناول المصلحة ذات الوصف (الغريب) وهو ما لم يُعهد من الشارع اعتبار جنسه؟ ([51]) ¶ فإن رُمنا قصرها على الأول فقط استغنينا بشرط الملاءمة عن ذكره هنا ([52])، والله أعلم. ¶ ثانياً: عدم معارضة المصلحة للنصّ الشرعي: ¶ وهذا شرط متقرّر سلفاً، ومستغنًى عن ذكره بغيره من وجهين: ¶ أمّا كونه متقرّراً: فلأن ّ المصلحة التي يُفصَّل القول في ضوابط الاحتجاج بها هنا هي المصلحة المرسلة، أي التي لم يتناولها الشرع باعتبار ولا إلغاء، فما كان معارِضاً للنص الشرعي فهو ملغي لا مُرسل، فخرج بذلك عن حدود المصلحة محلّ الضوابط! ¶ إلا ما كان من الطوفي في رأيه الذي شذّ به – وقد تقدّم -، وهذا أحد أوجه الردّ عليه. ¶ وأمّا كونه مستغنىً عن ذكره بغيره من وجهين فإنه: ¶ 1 - تقدّم في ضوابط الاعتبار: تعظيم النصّ، ومن مقتضياته ولوازمه عدم تقديم أيّ مصلحة تعارض النصّ الشرعي، غير أن ذلك ضابط في الاعتبار ذاته لدى المجتهد، وهذا ضابط في عين المصلحة المراد الاستدلال بها، وبينهما من التلازم ما أشرت إليه. ¶ 2 - تقدّم في الضابط الأول: ملاءمة مقاصد الشريعة، ومن معانيها كما قرره الشاطبي: \" ألا تنافي أصلاً من أصوله، ولا دليلاً من دلائله \". ¶ غير أنّ ذلك الضابط أعمّ، وهذا خاص، وقد يحسن التخصيص للتنصيص على ما يتعيّن الاعتناء به. ([53]) ¶ وقد أفاض البوطي في هذا الضابط، مخصِّصاً دليل القرآن بضابط، ودليل السنة بآخر، مُورداً بعض شُبه المنادين بالاحتجاج بالمصلحة بإطلاق ومفنّداً لها. ([54])",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "تنبيه: معارضة المصلحة للنصّ المشترط عدمها هنا هي المعارضة لِلفظه ومعناه؛ إذ قد تعارضُ المصلحةُ ظاهرَ النص وهي محقّقة لمعناه، وموقف أحد فريقي الصحابة - رضي الله عنهم - من قوله - صلى الله عليه وسلم -: \" لا يصلين أحدٌ العصر إلا في بني قريظة \" ([55]) أوضح شاهد ذلك، حين خالفوا ظاهر اللفظ مراعاةً لمصلحة المحافظة على الصلاة في وقتها، فلا تُعتبر مصلحةً مصادمةً للنص أو معارضةً له، كيف وقد أقرّهم النبي - صلى الله عليه وسلم -؟! ¶ وهذا بابٌ دقيقٌ ومسلكٌ خفيّ جداً، وهو العدول عن ظاهر لفظ النصّ إلى معناه أو علّته كلياً أو جزئياً، وبين هذه الموازنة القائمة على مراعاة لفظ النص وعلّته وبين عقلنة النص شعرةٌ لا يستبينها إلا الراسخون والربانيون من أهل العلم. ¶ ثالثاً: عدم معارضة المصلحة للإجماع: ¶ وهو ضابط متحققٌ كذلك بمجرّد وصف المصلحة المراد الاحتجاج بها بأنها (مرسلة)؛ إذ الإجماع دليل شرعي تتقرّر به الأحكام، فما عارضه من المصالح لم يبقَ مرسلاً، بل مُلغىً شرعاً. ¶ وإنما أُفرد عن النصّ الشرعي لكونه دليلاً مستقلاً، وقد تقدّم شذوذ الطوفي في تقديمه المصلحة على الإجماع والنصّ، وتصدّى الباحثون للجواب عنه. ¶ رابعاً: عدم معارضة المصلحة لمصلحة أرجح منها: ¶ ومثّل لها الغزالي بضرب المتّهم بالسرقة حتى يُقِرّ، ونسبه للإمام مالك ([56]) – وهو في الحقيقة قول لسحنون لا لإمامه ([57])، ووجهه: معارضة مصلحة تحصيل المال – المراد تحقيقها بإقراره – بمصلحة حفظ نفس المتّهم – الفائتة بضربه –، والأخيرة أهمّ وأرجح؛ لتعلّقها بحفظ النفس المقدّم رتبةً على حفظ المال. ¶ وهذا الضابط عامٌ في باب المصالح، فإنّ قانون التعارض بين المصالح المقرّر في مقاصد الشريعة يقضي بتقديم الراجح على المرجوح، فإذا كان هذا في المصالح الشرعية المعتبرة، فالمرسلة من باب أولى ([58])، وهو جزء من أصل عظيم في الأدلّة الشرعية كلّها إذا ظهر تعارضها وتعذّر الجمع بينها، فالصيرورة إلى العمل بالراجح وترك المرجوح هو المسلك المعتبر. ¶ والضوابط الثلاثة (عدم معارضة المصلحة للنص، وعدم معارضتها للإجماع، وعدم معارضتها لمصلحة أرجح منها) يمكن جمعها في ضابط واحد: عدم معارضة المصلحة لما هو أرجح منها. ¶ خامساً: تيقّن تحقيق المصلحة أو غلبة الظنّ به:",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "لئلا يُسترسل في السعي خلف المصالح الموهومة، أو البعيدة الظنّ وقوعها، وهو ماعبّر عنه الغزالي في شروطه المصالح بقوله: \" قطعية \". ([59]) ¶ فخرج بذلك ما إذا كانت المصلحة غير مقطوع بتحقّقها، مثل قتل المسلم الذي تترّس به الكفّار في القلعة، لايجوز إذا لم يُقطع بقتل الكفار المتترّسين، وكذا في مثال ضرب المتّهم بالسرقة السالف ذكره؛ لأنه غير مقطوع بوجود المال لديه ([60]). ¶ ومن مسالك وهم المصالح المعاصرة تلك التي تقتصر في رسم المصالح المنشودة على مصالح دنيوية خالصة تتعلق بشهوة المال والجنس – مثلاً -، وهي فوق كونها مناقضة لأحكام شرعية ثابتة بنصٍ أو إجماعٍ، فإنها محض وهم، حتى على ميزان المصالح الدنيوية الخالصة! ¶ حين يُنادى بتشريع الرّبا تحقيقاً لمصلحة تنشيط الحركة التجارية والنهوض بها، أو الاختلاط بين الجنسين في مقاعد التعليم والتوظيف وسائر مرافق المجتمع تحقيقاً لمصلحة تهذيب الخُلق وتخفيف كبت الغريزة وشَرَه الشهوة للجنس الآخر، فهذه وأمثالها فوق كونها مصادمة للنص الشرعي وأحكامه؛ فإنها تنشد مصالح موهومة: فالرّبا يُفسد حركة التجارة ويشُلّ عصب حراكها، ويقلب مبدأ حياتها من الاتجار بالمال إلى الاتجار في المال، والاختلاط يزيد النار ضراماً، ويثير ساكن الغرائز، ويفجّر هائجها، فتتحول الطباع البشرية إلى حيوانية بهيمية جنسية سافلة. ¶ سادساً: عموم المصلحة: ¶ والمراد عَوْد نفعها المترتّب على تحقيقها على عامة الناس أو أكثرهم، وهو ما أراده الغزالي بوصف: \" كلّية \" ([61])، فخرج بذلك المصالح الشخصية العائدة لفرد أو أفراد محدودين، ومثّل له الغزالي برمي أحد ركاب السفينة لإنجاء بقيتهم عند خوف الغرق، فإنّ مصلحة نجاة البقية ليست عامة (كلية)؛ لأنها ليست راجعة لجميع المسلمين بل إلى عدد محصور منهم وهم ركاب السفينة. ¶ ووجه ذلك: أن المصالح الشخصية أهواء وحظوظ نفس، فلا ترتقي إلى أن تبلغ درجة الاحتجاج لتشريع الأحكام بناءً عليها!! ¶ وعندئذ فلا مدخل لفتاوى الإباحة بتملّك أموال وحقوق الآخرين تذرّعاً بتحقيق مصالح شخصية لأمير أو عظيم؛ لأن المصالح ما لم تكن عامة النفع فلا عبرة لها.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ووصف العموم هنا نسبيّ، وهو مضافٌ إلى عموم المسلمين في الأمّة أو القطر أو البلد الذي تتناوله المسألة المنظورة مصلحتها فيها، فما كان من المسائل العامة بحجم الأمة لا يقتصر في تقرير المصالح فيها على مسلمي بلد بعينه، وما كان منها خاصاً بأهل بلدٍ أو إقليم معيّين اعتُبِر فيه مصلحتهم دون غيرهم، وهكذا. ¶ الفصل الثاني: تطبيقات إعمال المصلحة في الفقه الإسلامي ¶ تَهبُ التطبيقات العملية إثراءً عظيماً للتنظير الأصولي المجرَّد، وتكسبه مزيداً من قرب التناول للدارس والباحث والواقف فيه على الخلاف. ¶ وعندما تكون المسألة الأصولية المتعلّقة بالدليل أو الدلالة ذات جدل أصولي متّسع على المستوى التنظيري، فإن التطبيق العملي المنسوب إلى عصر النبي - صلى الله عليه وسلم - أو صحابته - رضي الله عنهم - له فوق ذلك الإثراء أثران عظيمان: ¶ أحدهما: حسم مادة الخلاف، وإقامة راية الإجماع على أصل المسألة إثباتاً أو نفياً. ¶ والآخر: استنباط ضوابط المشروعية وقيود الجواز من خلالها. ¶ ولهذا يفزع الأصوليّون إلى الاستشهاد بهذه التطبيقات فيما يسمونه بدليل الوقوع؛ تحقيقاً لأحد ذينك الأثرين أو لكليهما في مسائل متعدّدة في الأدلّة والدلالات، كما في الاحتجاج بخبر الواحد في العقائد، وفيما تعمّ به البلوى، وبشرع من قبلنا، وكما في قطعية دلالة العام وظنيّته، ودلالتي الأمر والنهي في عدد من مسائلهما، ونحو ذلك. ¶ والاحتجاج بالمصلحة كذلك، يتحقق من خلال التطبيقات العملية لها الأثران معاً: في أصل المشروعية، وفي ضوابط الجواز وقيوده. ¶ وهذا ما خصصت له المبحث الأول، أما الثاني فجعلته للتطبيقات المعاصرة التي يمكن من خلالها إسناد بعض الأحكام لهذا الدليل بضوابطه المعتبرة. ¶ المبحث الأول: تطبيقات قديمة ¶ والمراد بها المسائل التي عمل بها السلف (الصحابة ومن تبعهم) مستندين فيها إلى دليل المصلحة، وقد أورد الباحثون في المصلحة عدداً منها، عامّتها يرجع إلى تنظيم أمور الحياة مع تطور الدولة ونشأة النُّظم واتساع المطالب.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وسأقتصر هنا على مثالين، مبيّناً من خلالهما ما يُستفاد من ضوابط العمل بالمصلحة فيهما، وصولاً إلى التأصيل المنشود للاستدلال بالمصلحة وإعمالها في الواقع المعاصر. ¶ المثال الأول: جمع المصحف زمن أبي بكر - رضي الله عنه -: ¶ ثبت في الصحيح قصة جمع أبي بكر - رضي الله عنه - للمصحف عقب وقعة اليمامة، حيث أتى عمر بن الخطاب - رضي الله عنه - إلى أبي بكر - رضي الله عنه - فقال له: إن القتل قد استحرّ يوم اليمامة بقرّاء القرآن، وإني أخشى أن يستحرّ القتل بالقرّاء بالمواطن، فيذهب كثير من القرآن، وإني أرى أن تأمر بجمع القرآن، فقال أبو بكر - رضي الله عنه -: كيف تفعل شيئاً لم يفعله رسول الله - صلى الله عليه وسلم -؟ فقال عمر - رضي الله عنه -: هذا والله خير، ولم يزل يراجع أبا بكر - رضي الله عنه - حتى شرح الله صدره لذلك، ثم أرسل أبو بكر - رضي الله عنه - إلى زيد بن ثابت - رضي الله عنه - وعرض عليه ما كان بينه وبين عمر رضي الله عنهما، وأمره بتتبّع القرآن وجمعه، فقال زيد - رضي الله عنه -: كيف تفعلون شيئاً لم يفعله رسول الله - صلى الله عليه وسلم -؟ فقال أبو بكر - رضي الله عنه -: هو والله خير، ولم يزل يراجعه حتى شرح الله صدر زيد - رضي الله عنه - لما شرح له صدر أبي بكر وعمر رضي الله عنهما، ثم انطلق في المهمّة وجمع المصحف، فكان عند أبي بكر - رضي الله عنه - حتى توفاه الله، ثم عند عمر - رضي الله عنه - حياته، ثم عند حفصة بنت عمر رضي الله عنهما. ([62]) ¶ وإنما كان المكتوب من القرآن قبل ذلك مفرّقاً في الصُّحف والعُسب (جريد النخل) واللّخاف (الحجارة الرقاق)، فكان الذي صنعه أبو بكر بمشورة عمر رضي الله عنهما هو جمعه مكتوباً في مصحف واحد مرتّب الآيات والسُّور، وهو أمرٌ لم يفعله رسول الله - صلى الله عليه وسلم - بدلالة سؤال كلٍ من أبي بكر وزيد رضي الله عنهما: كيف تفعل (تفعلون) شيئاً لم يفعله رسول الله - صلى الله عليه وسلم -؟ ¶ ولمّا كان هذا الفعل ليس مستنداً إلى نص، واجتهد فيه الصحابة (فلا إجماع فيه أيضاً) كان مأخذ هذا الاجتهاد وبناؤه على المصلحة المرسلة. ¶ والمصلحة فيه هو حفظ القرآن، خشية ضياعه بتتابع قتل قرّاء الصحابة - رضي الله عنهم -، بوسيلة جمع كتابته في موضع واحد مرتّباً، وهذه المصلحة عظيمة النفع، يقينيّة التحقّق، ولهذا قال عمر - رضي الله عنه - رضي الله عنه: هذا والله خير، جواباً عن سؤال أبي بكر - رضي الله عنه -: كيف تفعل شيئاً لم يفعله رسول الله - صلى الله عليه وسلم -؟ فبيّن أنه لا نصَّ في المسألة إثباتاً ولا نفياً، وأنّ المأخذ لها كونها خيراً، وهي ما اصطلُح على تسميته بالمصلحة؛ وهذا وجه كونها مرسَلة. ¶ والمصلحة المتحقّقة بجمع القرآن واقعةٌ في مرتبة الضروريات؛ لتعلّقها بحفظ الدّين، المتوقّف على حفظ القرآن. ([63]) ¶ وهي مصلحةٌ عامّةٌ؛ لتعلّق نفعها بعموم المسلمين، وحفظ القرآن مطلب يحتاجه كل مسلم، وينال أثره الصغير والكبير، ولا زالت أمة المسلمين تنتفع بهذه المصلحة إلى اليوم، بحمد الله تعالى.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ومن أجل ذلك فقد نصّ غير واحد من أهل العلم على التمثيل بجمع القرآن في خلافة أبي بكر - رضي الله عنه - على عمل الصحابة - رضي الله عنهم - بالمصلحة المرسلة. ([64]) ¶ المثال الثاني: تدوين الدّواوين واتخاذ السجن وبيت المال: ¶ من أبرز الأمثلة التي يضربها الأصوليّون لعمل الصحابة - رضي الله عنهم - بالمصالح المرسَلة هو تلك الترتيبات والأنظمة الإدارية التي أحدثوها بعد اتّساع البلاد واستقرار الدولة؛ لتنظيم شؤون الحياة وفق مايتطلّبه الواقع آنذاك. ¶ ويُعدّ زمن الخليفة الفاروق عمر - رضي الله عنه - أوسعها في هذا الباب؛ لانتشار الفتوحات في خلافته، وامتداد مدّتها نحو عشر سنوات (13 - 23هـ)، مما استدعى ضرورة إحداث تلك التنظيمات، فضلاً عن عبقرية عمر - رضي الله عنه - وألمعيّته. ¶ فكان مما أنشاه مما يندرج في هذا الباب ويمثّل به الأصوليّون: ¶ - تدوين الدّواوين: وهي أشبه بالوزارات في الدولة المعاصرة، فديوانٌ للجند، وديوانٌ للعطاء، وهكذا. ¶ فديوان الجند – مثلاً – يهتّم بشؤون جند المسلمين، حصرِهم وأسمائهم وأماكنِ غزوهم، ومدة خروجهم وبعثهم فيها، ونحو ذلك. ([65]) ¶ - اتّخاذ السجن: وتخصيصه بمكان وحرس، وإيداع المعزَّرين بالحبس فيه، ولم يكن هذا من قبل، بل كان الأُسارى في المسجد، كما في قصة ثُمامة بن أُثال - رضي الله عنه - سيّد بني حنيفة، لما أسره النبي - صلى الله عليه وسلم -. ([66]) ¶ - بيت المال: يتولى حفظ مال الدولة وصرفه في وجوهه، وموارده الزكاة والغنائم والفيء وجزية أهل الذمّة ومال من لا وارث له، ومصارفه حاجات المسلمين على تفاوت فئاتهم، فقراء ومساكين وأبناء سبيل ونحوهم، وعامة المسلمين المشمولين بالعطاء. ([67]) ¶ وهذه الأمثلة تشترك في أمور، منها: ¶ - أنها أُحدثت زمن الخليفة عمر - رضي الله عنه -، ولم يكن للمسلمين عهدٌ بها من قبل، فلم تشملها النصوص الشرعية باعتبار ولا إلغاء (مرسَلة). ¶ - أنها أمور تحتاجها الدولة لتحقيق مصالح المجتمع، وهذه المصالح ليست ضرورات تفوت بدونها الحياة، بل حاجيات تيّسر أسباب الحياة وتدفع كَدَرها وعَنَتها الذي يلحق بفواتها.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "- أنها من العادات، لكنها ذات صلة وثيقة بعبادات متعلّقة بها، فديوان الجند مرتبط بالجهاد في سبيل الله، وبيت المال مرتبط بالزكاة والمواريث والغنائم، والسجن مرتبط بالحدود والتعزير في الجنايات. ¶ فكان صنيع الصحابة - رضي الله عنهم - ههنا مرتكزاً على: ¶ - النظر إلى المصالح (الحاجية) المترتبة على هذه الأمور. ¶ - إدراك كونها مسكوتاً عنها في الشريعة. ¶ - مراعاة كونها ملّحة يحتاجها عصرهم، وغلبة الظن بتحقق المصالح المظنونة بها. ¶ - فقههم بملاءمة هذه القضايا لمقاصد الشرع، وما استقّر عندهم من شأن النبي - صلى الله عليه وسلم - وعادته في مثل هذه الأمور، حيث كان يخصّ كل شأن بمن يليه من أصحابه - رضي الله عنهم - إذا احتاج الأمر، ككتابة الوحي ومراسلة الملوك والرؤساء، وأمانة سرّه، واتخاذ شعراء وخطباء لاستقبال الوفود، وأمثال هذا كثير. ¶ المبحث الثاني: تطبيقات معاصرة ¶ وههنا مثالان: أحدهما في العبادات، والآخر في المعاملات، وليس المراد بالعبادات صفتها أو هيئتها وما يتّصل بها من شروط وأركان، بل المقصود وسائلها. ¶ المثال الأول: تحديد الحجّ بمرّة واحدة كل خمس سنوات للمقيمين بالسعودية، وهو تنظيم داخليّ بالمملكة العربية السعودية لقاصدي الحج من مواطنيها والمقيمين بها. ¶ حيث لا يصرَّح للراغب بالحجّ إلا مرة واحدة كلّ خمس سنوات؛ مراعاةً لحقّ الحجّاج القادمين من الخارج، وتخفيفاً للزحام، وصدر بذلك قرار مستند إلى إجازة هيئه كبار العلماء للقرار. ¶ وبالنظر إلى الأصل في المسألة فإنّ حكمها الاستحباب المطلَق، عملاً بقوله - صلى الله عليه وسلم -: \" تابعوا بين الحج والعمرة؛ فإنهما ينفيان الفقر والذنوب، كما ينفي الكيرُ خبث الحديد والذهب والفضة \" ([68])، فإنّه يحثّ على المتابعة والتكرار للحجّ دون تحديد بعدد من المرّات ولا من السنوات التي تفصل بينها. ¶ فجاء ذلك القرار مقيّداً لهذا الاستحباب المطلق بمرّة واحدة كلّ خمس سنوات، وليس لهذا التخصيص والتقييد - الذي أمر به وليّ الأمر وأقرّه أهل العلم – مستند إلا المصلحة المرسلة؛ تنظيماً لشؤون الحج، وتوفيراً للتسهيلات والخدمات للحجّاج، ومراعاةً لتحديد عدد الحجّاج الخارج بالنسب المخصّصة لكل دولة، فقابله تحديدٌ مماثلٌ لعدد حجّاج الداخل بهذا التنظيم.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "والمصلحة المعمول بها هنا واقعة في رتبة الحاجيات؛ إذ به يرتفع قدر كبير من الحرج والعَنَت والمشقّة التي تلحق الحجيج بمكة والمشاعر المقدّسة، بسبب الزحام الذي لا تسعه الطرقات والخدمات وسائر المرافق. ¶ وهي كذلك مصلحة عامّة؛ لأنها تعمّ جموع الحجيج كل عام، بتمكينهم من أداء حجّهم بتوفير سبل الحج ووسائله، من نقل وإقامة وإعاشة، وتيسير أداء المناسك لهم. ¶ وقد قابلتها مصلحة خاصّة فأهملت، وهي ثواب تكرار الحج كل سنة لقاصديه والراغبين فيه، فرجحت عليها المصلحة العامة. ¶ ووجه كونها مرسلة: أن الشارع لم يتعرّض لتحديد تكرار الحجّ كل خمس سنوات باعتبار أو إلغاء، وحثُّه على المتابعة يتناول التكرار كل عام، فكان التكرار مرة كل خمس سنوات في حكم المسكوت عنه شرعاً. ¶ المثال الثاني: تحديد سنّ زواج الفتيات بسنّ 18 فأكثر: ¶ وهي قضية أخذت مساحة من الجدل في المملكة العربية السعودية، ناشئة عن عدد من وقائع التزويج لفتيات صغيرات (بين الثانية عشرة والثامنة عشرة) لرجال تجاوزت أعمارهم الخمسين والستين، ولا دافع لذلك سوى المطامع المالية من المهور الباهظة المفروضة عادةً في مثل هذه الأنكحة، فيجتمع – في الغالب – في هذه الصور عدد من المفاسد، منها: المبادرة بتزويج الفتاة أوّل بلوغها برجل في سنّ أبيها أو جدّها، وإجبارها على هذا الزواج، ورفض شكواها أو العطف عليها لاحقاً، وعدم تزويج الكفء والأهل، والتضحية بكل ذلك مقابل قيمة المهر المطلوب. ¶ فجاءت بعض المطالبات بهذا التنظيم لدرء هذه المفاسد أو تقليلها، بحيث يصدر به توصية من مجلس الشورى، وقرار من وزارة العدل، يُمنع به القضاة في المحاكم من إجراء عقود الأنكحة للفتيات دون سنّ الثامنة عشرة، وقوبلت تلك المطالبات برفض من بعض أهل العلم الشرعي؛ باعتبار أن ذلك منعٌ من أمر مباح في الشريعة، ويشبه أن يكون تشريعاً يضاهي شريعة الله عزّ وجلّ، ولأنه خلاف ما أجمعت الأمة على جوازه والعمل به عبر قرون الأمة المتطاولة. ¶ وبالنظر في المسألة نجد أنها – أي منع التزويج قبل سنّ الثامنة عشرة – حكم مسكوت عنه في الشريعة، فهو على الإباحة الأصلية، بل فعل النبي - صلى الله عليه وسلم - وزواجه من عائشة رضي الله عنها وهي في السادسة، ثم بناؤه بها وهي في الثامنة لا يدلّ على أكثر من الإباحة، والإجماع المحكي هو على هذه الإباحة لا على المنع مما عداها.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "والمباحات في الشريعة مما يجوز - بإجماع - ضبطها وتقييدها بضوابط وقيود من أجل المصلحة العامّة، وهذا واقع في كل شؤون الحياة التنظيمية في الدراسة والبناء والتجارة ... الخ، فلا يصح الاعتراض على قيود تنظيم بناء المساكن في البلد أو التجارة ونحوها بأن ذلك معارض لإباحة مجمع عليها ومعمول بها خلال قرون الأمة المتتابعة!! ¶ ولأنّ وليّ الأمر مناطٌ به تحقيق مصالح الرعية فإنه يلتمس ذلك في منافعهم ومضارّهم في شتى شؤون الحياة، ومتى أمر بأمر من هذا الباب وجبت طاعته فيه؛ لأنه واقع في حدود ما أُذِن له فيه، وفي دائرة ما أُمرت الرعية بطاعة الراعي فيه. ¶ والمصلحة المتحقّقة بتنظيم سنّ زواج الفتيات بما لا يقلّ عن ثمان عشرة سنة تقع في مرتبة الحاجيات؛ لأن الوقائع المحكية فيها ألوان من المعاناة والمآسي في حياة زوجية لم تقم على مراعاة حقوق الزوجية والعشرة بالمعروف التي أمر الله بها. ¶ ومن حيث العموم فهي غالبة؛ بمعنى أنه يغلب على الزيجات والأنكحة التي تزوّج فيها الفتاة دون الثامنة عشرة أن تكون مبذولة لأزواج تقدّم بهم السنّ يرغبون في التزوّج بفتيات صغيرات السنّ، فلا يتمّ لهم ذلك إلا بمهور باهظة تتحوّل عند بعض أولئك الآباء إلى صفقات تجارية، وإنما قلت \"غالبة\" لوجود صور من تلك الأنكحة لا يقع فيها ذلك الحال البئيس، لكنه قليل بالنسبة إلى ما تقدّم وصفه. ¶ ويبقى النظر في ارتباط تحقق المصلحة المنشودة – من درء تلك المفاسد – بهذا التنظيم، بحيث يتحقق أو يغلب على الظن حصول المقصود من تلافي تلك المفاسد بمثل هذا التنظيم، من أجل تحقيق ضابط تيقّن حصول المصلحة أو غلبة الظن به. ¶ ويمكن أن يُقيّد هذا التنظيم بقيودٍ أُخر لتحديد مجال تطبيقه أو مدّته، ونحو ذلك. ¶ وكان الغرض من المثال مناقشة ما يمكن أن يكون بناءً على المصالح المرسلة، والتأمل في توفّر الضوابط، وتقنين الأنظمة وفقها، والله أعلم. ¶ الفصل الثالث: أثر انضباط المصلحة في الفتوى ¶ ضبط المصالح المرسلة مطلبٌ شرعيٌ اهتم له الفقهاء والأصوليّون كثيراً، من خلال مصنّفات المصالح ومباحثها في كتب الأصول والمقاصد.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وضبطها في مقام الإفتاء أعظم أثراً وأشد إلحاحاً؛ لما للفتوى من أثر واسع وقبول عظيم، فإنها ملاذ السائلين، وعمدة كثير من المسلمين في معرفة أحكام الدّين. ¶ ولمّا كان الاستدلال بالمصالح المرسلة أحد الأدلّة الشرعية المعتبرة بضوابطها – سالفة الذكر -، ولِمَا للحوادث الكثيرة المستجدة في عوائد الناس من نصيب واسع من المصالح المرسلة، ولكثرة دعاوى المطالبة بالاحتجاج بالمصالح المرسلة دونما ضبط أو تقييد، بل دون فقه وعلم إلا الجهل والهوى: تأكّد الأثر العظيم المترتب على انضباط الاستدلال بالمصالح المرسلة في مقام الإفتاء. ¶ ويمكن ترتيب هذه الآثار على النحو التالي: ¶ 1 - صيانة الشريعة عن عبث الجاهلين وأهواء المضلّين، المنادين بكلمة حق يريدون بها الباطل، وهم ينشدون إعمال الاستدلال بالمصالح المرسلة – زعموا -، فتكشف تلك الضوابط زيف الدعاوى وضحالة المطالب وهشاشة الأفكار، التي تذوب أمام ضوابط المصالح المرسلة. ¶ وعندئذ لا يقوى على الفتوى المستدلّة بالمصالح المرسلة إلا أهلها، وتنجلي المزاعم الجوفاء التي تريد تقديس المصالح وتنصيبها دليلاً مطلقاً، وأنّ المصلحة \"هي المصلحة كما يراها العقل السليم، دون أن يُرجع بها إلى مقاصد الشريعة، أو يحكَّم فيها الفقه كما وضعه الفقهاء\" ([69])؛ وأنّ \"اعتماد الفقهاء على نصٍ يشهد للمصلحة ووضعهم الضوابط من كل نوعٍ أفرغ المصلحة من جوهرها\"!! ([70]). ¶ 2 - تحقيق مقصد الشريعة من تعبيد العباد لربهم وإخراجهم من دواعي الأهواء ورغبات النفوس ([71])، بل تخليصهم من مظنّة ضلال ومزلق غواية، وهو أن ينقاد المكلّف لهواه ويتعبّد لربه بمقتضاه، مغلِّفاً ذلك باسم الاستدلال بالمصالح المرسلة!! ¶ فإذا ما تحقق ضبط المصالح المراد الاحتجاج بها بوزنها بمعيار الشرع، ومراعاة ملاءمتها لمقاصده، وسلامتها من معارضة أحكامه؛ ضاقت جداً مساحة أهواء النفوس وشهواتها، وتحققّ انقياد العباد لشريعة ربهم حتى في مصالحهم (جلب نافعها ودفع ضارّها). ¶ 3 - تحقيق مقصد جليل من المقاصد الشرعية، وهو إجلال الشريعة وهيبتُها وتوقيرُها، والله قد قال في كتابه: {ذلكَ ومَن يُّعَظِّم شَعَائِرَ اللهِ فَإنّهَا مِن تَقوَى القُلُوبِ} ([72])، ويتحقق ذلك حين تراعي ضوابط إعمال المصالح المرسّلة، وقطب رحاها – كما تقدّم –: الرجوع إلى الشريعة لوزن المصالح وتحديد مرتبتها، ثم مراعاة خلوّها عن المعارضة لشيء من أحكام الشرع، مع توفّر ملاءمتها لمقاصد الشريعة وكلّياتها.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "فيستقرّ لدى المسلم هيمنة الشريعة ومرجعيتها في محاكمة القضايا ووزن المصالح، وعندئذ يتمهّد له التعظيم والخضوع والاستسلام لله وحده، وهو بإزاء المقصد السابق ذكره – إخراج العبد عن دواعي الهوى – الشطر الآخر لقاعدة العبودية لله رب العالمين، وهي المقصد الأعظم: {وَمَا خَلقْتُ الجِنَّ وَالإنسَ إلا لِيَعبُدُونِ} ([73]). ¶ فشتّان بين هذا الأثر المنبثق عن تلك الضوابط، وبين الآثار الفجّة التي يتركها مذهب غلاة المصالح في تقديس المصلحة، وإن أدّى ذلك إلى تجاوز النصوص القطعية تحقيقاً للمقاصد ([74])، \"حين يصرّحون بأنّ الشريعةَ مقاصدُ قبل أن تكون نصوصاً، وأن تكاليفها كلها ترجع إلى تحقيق مقاصدها، وأنها ليست إلا أمارات ودلائل على تحقيق تلك المقاصد، في حالات جزئية هي ما جاءت به النصوص \" ([75])!! ¶ وأي أثر لتعظيم الشريعة وإجلالها سيبقى مع منهج كهذا يقدّس المصلحة، ويهدم الأعمدة التي تقوم عليها المصالح في الإسلام وهي النصوص؟! ¶ 4 - صيرورة الفتوى إلى اتّزان واستقرار واتّساق مع أحكام الشريعة وكلّيّاتها؛ ذلك أنّ ضوابط إعمال المصلحة السابق ذكرها كفيلة بتحقيق ذلك. ¶ وما ضعف بنيان الفتوى المعاصرة ورخاوتها وتناقضها، بل ومصادمتها في بعض إصداراتها لنصوص الشريعة الصريحة، إلا نتاج عدد من العوامل، كان من بينها: تجاوز ضوابط إعمال المصالح في الفتاوى، فحلّ محلّها – ولابدّ – الآراء الشخصية والأهواء الذاتية!! ¶ فلا جرّم أن تضطرب بعض الفتاوى المعاصرة في عدد من النوازل، بين مبيح وحاظر، والمرجع فيها إلى مصلحة يُثار حولها صلاحيتها للاحتجاج من عدمه، ولو ضُبطت تلك المعايير لضاقت دائرة الخلاف، واتسعت دائرة الوفاق، في مسائل متعددة، مثل: التبرع بأعضاء الإنسان، والتأمين الإلزامي، وتملّك المساكن في بلدان غير مسلمة بقروض ذات عوائد ربوية محدودة، وأمثال ذلك. ¶ 5 - إحياء قواعد مقاصد الشريعة وبعثها في ميدان الفتوى من جديد، وهذا أثر عمليّ جليل، يتوسّط بين طرفين نقيضين يتنازعان زمام الفتوى المعاصرة: أحدهما مغفلٌ لها، غير مراعٍ لأحكامها، والآخر مبالغٌ فيها، متجاوزٌ دلالات النصوص وأحكامها. ([76]) ¶ وبما أنّ قواعد المصالح ذات مساحة واسعة في علم المقاصد الشرعية (مراتبها وأحكام تعارضها ومسائلها ووسائلها ... الخ) فإنّ تطبيقها العمليّ في الفتوى المعاصرة يُحيِي جانباً واسعاً منها، بتوسّط لا إفراط فيه ولا تفريط.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "6 - إثبات صلاحية الشريعة لكل زمان ومكان، فإن الناس ما فتئت اليوم تستفتي في نوازل متلاحقة تتعلق بها مصالح جمّة لهم، في اقتصادهم وسياستهم وعلاجهم وسائر مناحي حياتهم. ¶ وحين تنضبط الفتوى المعاصرة الناظرة في المصالح المستفتَى حولها؛ فإن ذلك يعني إثباتاً عملياً لصلاحية الشريعة، بتحكيمها ووزن المصالح بها، وقياس نفعها وضرِها (أي المصالح) بمدى ملاءمتها لمقاصد الشريعة. ¶ وسواءٌ خرجت الفتوى بالجواز أو المنع: فطالما كان المستند فيها هو تلك الضوابط - القائمة على الاحتكام إلى الشريعة – ثبت صلاحية الشريعة وسعتها للنظر في مستجدّات الحياة ذات المساس بشأن المكلّفين على الدّوام، وما أصدق قول الشافعي: \" فليست تنزل بأحد من أهل دين الله نازلة إلا وفي كتاب الله الدليل على سبيل الهدى فيها\". ([77]) ¶ وختاماً: فهذه جملة من آثار انضباط المصالح في الفتوى بضوابطها الشرعية، وقد يكون وراءها غيرُها، وهي عائدة إلى أركان الفتوى الثلاثة: المفتي والمستفتي والحكم المستفتى فيه، وذلكم مشعرٌ بعظيم الأثر، والله تعالى أعلم.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "خاتمة البحث ¶ الحمد لله الذي بنعمته تتمّ الصالحات، والصلاة والسلام على أشرف البريّات، نبيّنا محمد وعلى آله وصحبه، وبعد: ¶ فقد طفتُ في بحثي هذا -الموجز- بمسائل (المصلحة)، بدءاً بتعريفها ومكانتها في الشريعة ومراتبها، ثمّ خلاف الأصوليّين في الاحتجاج بالمصلحة المرسَلة منها، وأفردتُّ ثلاث مسائل فيها بفصول مستقلّة: ضوابط إعمالها، وتطبيقاتها، وآثارها على الفتوى، وكان أبرز ما اشتمل عليه البحث: ¶ 1 - (المصلحة) من الموضوعات التي بُحِثت في علمين شرعيّين متكاملين، هما: مقاصد الشريعة وأصول الفقه، بمسارين مختلفين. ¶ ففي مقاصد الشريعة: باعتبارها مقصداً شرعياً، وأن الشريعة بنت أحكامها على جلب المصالح ودرء المفاسد، وفي أصول الفقه: باعتبار المصلحة المرسَلة أحد الأدلّة الشرعية المختلَف فيها. ¶ 2 - اختلاف المسارين المتناولين لموضوع (المصلحة) في كلٍ من مقاصد الشريعة وأصول الفقه ذو نتائج لا تناقض بينها، فالإجماع المنعقد على كون المصلحة مقصداً شرعياً لا يتناقض مع الاختلاف القائم حول الاحتجاج بالمصلحة المرسَلة؛ لأنّ الرافض للاحتجاج بالمصلحة يقصد المصالح المسكوت عنها في الشريعة (المرسَلة)، وهذا غير المصلحة الشرعية (المعتبَرة) المجمع عليها في مقاصد الشريعة. ¶ 3 - الخلاف الأصوليّ في الاحتجاج بالمصالح المرسَلة تنظيريّ، يأوي في التطبيق العملي إلى شبه وفاق بين المذاهب، على تفاوتٍ في قلّته وكثرته، كما قرّره القرافيّ وابن دقيق العيد والطوفيّ، وسائر الدراسات المعاصرة. ¶ 4 - كان رأي الطوفيّ في الاحتجاج بالمصلحة وتقديمها على النصّ والإجماع شذوذاً لم يوافَق عليه، ومع ذلك فقد طار به دعاة التجديد والتنوير والعصرنة والتيسير اليوم، واعتبروه سلَفاً لهم في مشربهم الآخذ بتقديس المصالح والتشريع لها وبها. ¶ 5 - ضوابط اعتبار المصالح نوعان: ضوابط الاعتبار والاحتجاج في ذاته، وضوابط المصلحة المراد الاحتجاج بها. ¶ 6 - ضوابط الاعتبار والاحتجاج: أهليّة المحتجّ بالمصلحة والمستدلّ بها، وتعظيم النصّ الشرعي وتقديمه، وإعمال المصلحة في العادات دون العبادات. ¶ 7 - ضوابط المصلحة المحتجّ بها: أن تكون ملائمة لمقاصد الشريعة، وعدم معارضة المصلحة للنصّ الشرعي، وعدم معارضة المصلحة للإجماع، وعدم معارضة المصلحة لمصلحة أرجح منها، وتيقّن تحقيق المصلحة أو غلبة الظنّ به، وعموم المصلحة. ¶ 8 - النظر في تطبيقات الاحتجاج بالمصالح المرسَلة لدى الصحابة يثبُت به أمران: أحدهما: أصل مشروعية الاحتجاج بالمصالح المرسلة، والآخر: الضوابط المستفادة من احتجاجهم بها. ¶ 9 - للعناية بضوابط إعمال المصالح المرسَلة آثارٌ عظيمة عِدّة، عائدة إلى المفتي والمستفتي والحكم المستفتَى فيه، وجملتها: صيانة الشريعة عن عبث الجاهلين وأهواء المضلّين، وتحقيق مقصد الشريعة من تعبيد العباد لربهم وإخراجهم من دواعي الأهواء ورغبات النفوس، وتحقيق مقصد إجلال الشريعة وهيبتُها وتوقيرُها، وصيرورة الفتوى إلى",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "اتّزان واستقرار واتّساق مع أحكام الشريعة وكلّيّاتها، وإحياء قواعد مقاصد الشريعة وبعثها في ميدان الفتوى من جديد، وإثبات صلاحية الشريعة لكل زمان ومكان. ¶ وصلى الله وسلّم وبارك على عبده ورسوله نبيّنا محمد، وعلى آله وصحبه أجمعين،،، ¶ وكتبه: د. حسن بن عبدالحميد بخاري ¶ أستاذ أصول الفقه المساعد ¶ جامعة أم القرى ¶ قائمة المراجع ¶ 1 - الإبهاج في شرح المنهاج: الإمام تقي الدين علي بن عبدالكافي السبكي (756هـ)، وابنه تاج الدين عبدالوهاب (771هـ)، تحقيق: د. أحمد الزمزمي ود. نور الدين الصغيري، ط (1) 1424هـ، دار البحوث للدراسات الإسلامية وإحياء التراث، دبي. ¶ 2 - الإحكام في أصول الأحكام: الإمام سيف الدين علي بن محمد الآمدي (631هـ)، تعليق: عبدالرزاق عفيفي، ط (2) 1402هـ، المكتب الإسلامي، بيروت. ¶ 3 - الاعتصام: الإمام أبوإسحاق إبراهيم بن موسى الشاطبي (790هـ)، ط (بدون)، 1402هـ، دار المعرفة، بيروت. ¶ 4 - البحر المحيط في أصول الفقه: الإمام بدر الدين محمد بن بهادر الزركشي (794هـ)، تحقيق: د. محمد الأشقر وآخرون، ط (2) 1413هـ، وزارة الأوقاف والشؤون الإسلامية، الكويت. ¶ 5 - البداية والنهاية: الإمام أبوالفداء محمد بن إسماعيل ين كثير الدمشقي (774) هـ، وثقه: علي معوض وعادل عبدالموجود، ط (1) 1405 هـ، دار الكتب العلمية، بيروت. ¶ 6 - البرهان في أصول الفقه: إمام الحرمين أبوالمعالي عبدالملك بن عبدالله الجويني (478هـ)، تحقيق: د. عبدالعظيم الديب، ط (3) 1412ه، دار الوفاء، مصر. ¶ 7 - تعليل الأحكام: د, محمد مصطفى شلبي، ط (2) 1401هـ، دار النهضة العربية، بيروت. ¶ 8 - رأي الأصوليين في المصالح المرسلة والاستحسان من حيث الحجية: د. زين العابدين العبد محمد النور، ط (1) 1425ه، دار البحوث للدراسات الإسلامية وإحياء التراث، دبي. ¶ 9 - الرسالة: الإمام محمد بن إدريس الشافعي (204) هـ، شرح وتحقيق: أحمد شاكر، مصورة عن طبعة عام 1358 هـ. ¶ 10 - شرح تنقيح الفصول: الإمام أبو العباس أحمد بن إدريس القرافي (684هـ)، تحقيق: طه عبدالرؤوف سعد، ط (1) 1393 هـ، مكتبة الكليات الأزهرية. ¶ 11 - شرح مختصر الروضة: نجم الدين سليمان بن عبدالقوي الطوفي (716هـ)، تحقيق: د. عبدالله التركي، ط (1) 1407 هـ، مؤسسة الرسالة، بيروت.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "12 - شفاء الغليل في بيان الشبه والمخيل ومسالك التعليل: الإمام أبو حامد محمد بن محمد الغزالي (505هـ)، تحقيق: د. حمد الكبيسي، ط (1) 1390 هـ، مطبعة الإرشاد، بغداد. ¶ 13 - صحيح البخاري: الإمام محمد بن إسماعيل البخاري (256) هـ، ط (1) 1425 هـ، طبعة مضغوطة في مجلد، دار المعرفة، بيروت. ¶ 14 - صحيح مسلم: الإمام مسلم بن الحجاج النيسابوري (261هـ)، ط (1) 1425 هـ، طبعة مضغوطة في مجلد، دار المعرفة، بيروت. ¶ 15 - ضوابط المصلحة: د. محمد سعيد رمضان البوطي، ط (4) 1402 هـ، مؤسسة الرسالة، بيروت. ¶ 16 - الفتيا المعاصرة، دراسة تأصيلية تطبيقية في ضوء السياسة الشرعية: د. خالد عبدالله المزيني، ط (1) 1430 هـ، دار ابن الجوزي، السعودية. ¶ 17 - القاموس المحيط: مجد الدين محمد بن يعقوب الفيروزآبادي (817) هـ، مؤسسة الرسالة، بيروت. ¶ 18 - قواعد الأحكام في مصالح الأنام: الإمام عزّ الدين عبدالعزيز بن عبدالسلام السلمي (660هـ)، دار الكتب العلمية، بيروت. ¶ 19 - الكامل في التاريخ: أبوالحسن علي بن محمد بن الأثير الجزري (630هـ)، بيت الأفكار الدولية، الأردن. ¶ 20 - لسان العرب: جمال الدين محمد بن مكرم بن منظور الإفريقي، مصور عن ط (1) 1374 هـ، دار صادر، بيروت. ¶ 21 - مجلة البيان: العدد (293)، شهر محرم 1432 هـ، المنتدى الإسلامي، لندن. ¶ 22 - محاولات التجديد في أصول الفقه ودعواته، دراسة وتقويماً: د. هزاع عبدالله الغامدي، ط (1) 1429 هـ، جامعة الإمام محمد بن سعود الإسلامية، الرياض. ¶ 23 - المحصول في علم الأصول: الإمام فخر الدين محمد بن عمر الرازي (606هـ)، تحقيق: د. طه علوان، ط (3) 1416هـ، مؤسسة الرسالة، بيروت. ¶ 24 - المدخل إلى علم مقاصد الشريعة، من الأصول النصية إلى الإشكاليات المعاصرة: د. عبدالقادر حرز الله، ط (1) 1426 هـ، مكتبة الرشد، الرياض. ¶ 25 - المستصفى: الإمام أبو حامد محمد بن محمد الغزالي (505هـ)، ط (3) 1414 هـ، مصورة عن الطبعة الأميرية، دار إحياء التراث العربي، بيروت. ¶ 26 - المصلحة في التشريع الإسلامي: د. مصطفى زيد، عناية: د. محمد يسري إبراهيم، ط (بدون)، دار اليسر، مصر.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "27 - مقاصد الشريعة الإسلامية: العلامة محمد الطاهر بن عاشور، تحقيق: محمد الطاهر الميساوي، ط (1) 1420 هـ، دار الفجر – دار النفائس، الأردن. ¶ 28 - مقاصد الشريعة الإسلامية وعلاقتها بالأدلة الشرعية: د. محمد سعد اليوبي، ط (1) 1418 هـ، دار الهجرة، السعودية. ¶ 29 - المنخول من تعليقات الأصول: الإمام أبو حامد محمد بن محمد الغزالي (505) هـ، تحقيق: د. محمد حسن هيتو، ط (2) 1400 هـ، دار الفكر، دمشق. ¶ 30 - منهج التيسير المعاصر: د. عبدالله إبراهيم الطويل، ط (1) 1426 ه، دار الهدي النبوي، مصر. ¶ 31 - الموافقات في أصول الشريعة: الإمام أبو إسحاق إبراهيم بن موسى الشاطبي (790هـ)، عناية: إبراهيم رمضان، ط (1) 1415 هـ، دار المعرفة، بيروت. ¶ 32 - نشر البنود على مراقي السعود: سيدي عبدالله بن إبراهيم العلوي، ط (1) 1409 هـ، دار الكتب العلمية، بيروت. ¶ 33 - نفائس الأصول شرح المحصول: الإمام أبو العباس أحمد بن إدريس القرافي (684هـ)، تحقيق: عادل عبدالموجود، وعلي معوض، ط (1) 1416 هـ، دار الكتب العلمية، بيروت. ¶ 34 - نهاية السول في شرح منهاج الأصول: جمال الدين عبدالرحيم بن الحسن الإسنوي (772هـ)، عالم الكتب. ¶ (1) انظر: مادة \" صلح \": لسان العرب (2/ 516)، القاموس المحيط (1/ 277). ¶ (2) انظر: أنيس الفقهاء (245). ¶ [3]) مقاصد الشريعة (203). ¶ (4) انظر: المستصفى (1/ 287). ¶ (5) ضوابط المصلحة (27). ¶ (6) قواعد الأحكام (1/ 9). ¶ (7) كما فعل الشاطبي في الموافقات (1/ 351 - 363)، والعزّ بن عبد السلام في قواعد الأحكام (1/ 15)، وغيرهما. ¶ (8) انظر مقاصد الشريعة الإسلامية لابن عاشور (51)، مقاصد الشريعة الإسلامية وعلاقتها بالأدلة الشرعية (388). ¶ (9) انظر: الموافقات (1/ 36، 2/ 350).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "(10) انظر: الموافقات (2/ 325 - 339). ¶ (11) انظر تعريف البيضاوي لأصول الفقه في متنه المنهاج مع شروحه: نهاية السول (1/ 5)، الإبهاج (2/ 45). ¶ (12) انظر: المستصفى (1/ 284)، المحصول (6/ 163)، الاعتصام (2/ 113)، مقاصد الشريعة الإسلامية لليوبي (528). ¶ (13) انظر: المستصفى (1/ 286)، المحصول (6/ 163). ¶ (14) الموافقات (2/ 8) ¶ (15) انظر: المستصفى (1/ 287)، المحصول (5/ 160)، نهاية السول (4/ 82). ¶ (16) الموافقات (2/ 11) بتصرف. ¶ (17) انظر: مقاصد الشريعة الإسلامية لليوبي (319) وما بعدها. ¶ (18) الموافقات (2/ 11)، وانظر: البرهان (2/ 924). ¶ (19) انظر: مقاصد الشريعة الإسلامية لليوبي (330) وما بعدها. ¶ (20) شفاء الغليل (210). ¶ (21) انظر: المدخل إلى علم المقاصد الشرعية (123). ¶ (22) انظر: شرح تنقيح الفصول (394)، الاعتصام (2/ 115)، نشر البنود (2/ 189)، وكل الدراسات الأصولية المالكية المعاصرة، مثل: رأي الأصوليين في المصالح المرسلة والاستحسان، أصول فقه الإمام مالك – الأدلة العقلية، وغيرهما. ¶ (23) انظر: الحنفية: التقرير والتحبير (3/ 286)، الشافعية: الإحكام للآمدي (4/ 160)، الحنابلة: روضة الناظر (1/ 415). ¶ (24) انظر: البرهان (2/ 1204)، المحصول (6/ 166). ¶ (25) انظر: المستصفى (1/ 312)، شفاء الغليل (142). ¶ (26) انظر: شرح مختصر الروضة (3/ 211). ¶ (27) شرح تنقيح الفصول (394). ¶ (28) شرح حديث: \"لاضر ولاضرار\" الملحق برسالة المصلحة في التشريع الإسلامي (215). ¶ (29) انظر: البحر المحيط (6/ 77).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "(30) انظر: المصلحة في التشريع الإسلامي (38 - 60)، ضوابط المصلحة (367) وما بعدها، رأي الأصوليين في المصالح المرسلة والاستحسان (1/ 262) وما بعدها، أثر الأدلة المختلف فيها (41) وما بعدها، مقاصد الشريعة الإسلامية لليوبي (531). ¶ (31) انظر رأي الطوفي في شرحه لحديث: \"لا ضرر ولا ضرار\" من الأربعين النووية، الملحق برسالة المصلحة في التشريع الإسلامي: (210). ¶ (32) أبرزها: المصلحة في التشريع الإسلامي للدكتور مصطفى زيد، وانظر: ضوابط المصلحة للبوطي (207) وما بعدها، رأي الأصوليين في المصالح المرسلة والاستحسان (1/ 580)، محاولات التجديد في أصول الفقه ودعواته (1/ 245) وما بعدها، مقاصد الشريعة الإسلامية لليوبي: (537) وما بعدها. ¶ (33) انظر: منهج التيسير المعاصر (105 - 108). ¶ (34) القائل حسن حنفي في: حصاد الزمن، انظر: مقالة التداول الحداثي لنظرية المقاصد، لسلطان العميري: مجلة البيان (عدد293): (37). ¶ (35) القائل د. محمد أحمد خلف الله، انظر: محاولات التجديد في أصول الفقه ودعواته (2/ 963). ¶ (36) هو نصر حامد أبو زيد في: مفهوم النص، انظر: مجلة البيان العدد (293)، ص (37). ¶ (37) المرجع السابق. ¶ (38) رأي الأصوليين في المصالح المرسلة والاستحسان (1/ 310)، وانظر: تعليل الأحكام لشلبي (257). ¶ (39) نفائس الأصول (4/ 4092). ¶ (40) الشريعة الإسلامية صالحة لكل زمان ومكان، لمحمد الخضر حسين (48). ¶ (41) سورة الحجرات (1). ¶ (42) الموافقات (1/ 349). ¶ (43) المنخول (356). ¶ (44) الاعتصام (2/ 321). ¶ (45) الاعتصام (2/ 310). ¶ (46) انظر: المصلحة في التشريع الإسلامي (235). ¶ (47) انظر: الإسلام بين الرسالة والتاريخ للشرفي، نقلاً عن مقالة التداول الحداثي لنظرية المقاصد، بمجلة البيان (عدد 293): ص (37) ¶ (48) الاعتصام (2/ 129).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "(49) المستصفى (1/ 310). ¶ (50) قواعد الأحكام (2/ 160). ¶ (51) انظر تفصيلاً لما نسب إلى الإمام مالك من اعتبار المصلحة الغريبة والجواب عنه، والخلاف جريان الخلاف في الوصف الغريب أو دونه في: رأي الأصوليين في المصالح المرسلة والاستحسان (1/ 235 - 252). ¶ (52) انظر: شفاء الغليل (213)، وقد ذكر شرط الملاءمة بمعنى عدم الغرابة. ¶ (53) نصّ الغزالي على هذا الشرط مستقلاً في شفاء الغليل (210)؛ وانظر في توجيه تخصيص هذا الضابط بالاشتراط: رأي الأصوليين في المصالح المرسلة والاستحسان (1/ 424 - 427). ¶ (54) انظر: ضوابط المصلحة (129 - 200). ¶ (55) أخرجه البخاري: كتاب المغازي، باب مرجع النبي - صلى الله عليه وسلم - من الأحزاب ومخرجه إلى بني قريظة ومحاصرته إياهم، (رقم 4119). ¶ (56) انظر: شفاء الغليل (132). ¶ (57) انظر: الشرح الكبير مع حاشية الدسوقي (4/ 307). ¶ (58) انظر: شفاء الغليل (231)، ضوابط المصلحة (248)، رأي الأصوليين في المصالح المرسلة والاستحسان (1/ 427). ¶ (59) المستصفى (1/ 294). ¶ (60) انظر: رأي الأصوليين في المصالح المرسلة والاستحسان (1/ 450). ¶ (61) المستصفى (1/ 294). ¶ (62) انظر: صحيح البخاري: كتاب فضائل القرآن، باب جمع القرآن (حديث رقم 4986)؛ المصاحف لابن أبي داود (145). ¶ (63) انظر: رأي الأصوليين في المصالح المرسلة والاستحسان (2/ 380). ¶ (64) انظر: شرح تنقيح الفصول (199)، الاعتصام (2/ 287). ¶ (65) انظر: البداية والنهاية (7/ 108)، في أحداث سنة (23هـ)، والكامل في التاريخ (3/ 58). ¶ (66) أخرجه البخاري: كتاب المغازي، باب وفد أبي حنيفة وحديث ثُمامة بن أُثال (رقم4372)، ومسلم: كتاب الجهاد والسِّيَر، باب ربط الأسير وحبسه وجواز المنّ عليه (رقم 1764). ¶ (67) انظر: البداية والنهاية (7/ 108)، في أحداث سنة (23هـ)، والكامل في التاريخ (3/ 58). ¶ (68) أخرجه الترمذي: كتاب الحج، باب ثواب الحج والعمرة (رقم810).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "(69) نحو فقه جديد، لجمال البنا: (57)، انظر: الفتيا المعاصرة للمزيني (149). ¶ (70) المصدر السابق (150). ¶ (71) انظر: الموافقات (2/ 469) ¶ (72) سورة الحج (32). ¶ (73) سورة الذاريات (56). ¶ (74) الفتيا المعاصرة (498)؛ ونسبه إلى راشد الغنوشي. ¶ (75) المرجع السابق (499)؛ نقلاً عن أحمد كمال أبو المجد. ¶ (76) انظر نماذج للتشدّد والتساهل (الإفراط والتفريط) في الفتاوى المعاصرة في: الفتيا المعاصرة (472 - 514). ¶ (77) الرسالة للشافعي (20).",
            "page": "32",
            "part": "1"
        }
    ],
    "t37609": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المصلحة في التشريع .. ضوابط وتطبيقات وآثار"
        }
    ]
}