{
    "b37622": [
        {
            "hno": null,
            "id": "1",
            "nass": "فهرس مخطوطات المدينة المنورة في ليدن ¶ فهرس مخطوطات ( مكتبة المدينة المنورة ) في ليدن ¶ الجزء الأول ¶ إعداد المستشرق : كارلو لاندبرج ¶ ترجمها من الفرنسية إلى الإنجليزية : د. عاصم حمدان علي حمدان ¶ ترجمها من الإنجليزية إلى العربية : د. عبيد محمد خيري",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "فهرس مخطوطات ( مكتبة المدينة المنورة ) في ليدن ¶ الجزء الأول ¶ إعداد المستشرق : كارلو لاندبرج ¶ ترجمها من الفرنسية إلى الإنجليزية : د. عاصم حمدان علي حمدان ¶ ترجمها من الإنجليزية إلى العربية : د. عبيد محمد خيري ¶ تعد مكتبة جامعة ليدن في هولندا واحدة من مراكز حفظ المخطوطات المتميزة في العالم ، ولها اهتمام قديم وواسع بالمخطوطات العربية ، تحافظ عليها ، وتعد لها الفهارس اللازمة . ¶ ومن الفهارس التي اشتملت عليها هذه المكتبة فهرس مخطوطات مكتبة المدينة المنورة ، وهي مجموعة من المخطوطات ، تضم 664 عنوانًا في مختلف العلوم ، اشترتها المكتبة من أمين بن حسن الحلواني ، أحد علماء المدينة أثناء حضوره مؤتمر المستشرقين الثامن ، الذي انعقد في مدينة استكهولم عام 1301هـ/1883م ، وكلفت المستشرق لاندبرج بإعداد فهرس لها ، وقد حصل الأستاذ الدكتور عاصم حمدان أثناء إعداده رسالة الدكتوراه في بريطانيا على صورة من الفهرس باللغة الفرنسية ، وقام بالتعاون مع بعض زملائه بترجمته إلى الإنجليزية ، وأصدر دراسة قيمة عن الحلواني ، نشرها ضمن كتابه : ( المدينة المنورة بين الأدب والتاريخ ) . ¶ وقد تفضل مشكورًا بإهداء نسخة من الترجمة الإنجليزية للفهرس إلى مركز بحوث ودراسات المدينة المنورة ، وأرفقها بصورة للنسخة الفرنسية التي تتضمن العبارات المنقولة من المخطوطات بالعربية غالبًا . ¶ وكلف المركز الدكتور عبيد خيري بترجمته إلى العربية ، مستأنسًا بالنص الفرنسي وما ورد فيه من نصوص عربية . ¶ ويسر مجلة المركز أن تنشر هذا الفهرس باللغة العربية على حلقات ، ليكون بين أيدي الباحثين والمحققين ؛ خاصة وأن عددًا غير قليل من المخطوطات المذكورة فيه لم تحقق بعد . التحرير ¶ فهرس مخطوطات ( مكتبة المدينة المنورة ) في ليدن ¶ الجزء الأول : المخطوطات المتميزة : ¶ ترجع أهميتها إما لقدمها وإما لكونها بخطّ كُتَّابها . ¶ 1 - الذهبي ( ت748هـ ) .",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "الجزء الثالث من تاريخ الحافظ الذهبي بقلم مؤلِّفه . ¶ يبدأ هذا المجلد من عام 141هـ وينتهي في عام 346هـ . ¶ الخط حسن واضح . ¶ 2 - ابن كثير ( ت 774هـ ) . ¶ البداية والنهاية في التاريخ . المجلد الثالث والخط واضح . ¶ 3 - الإمام محمود العيني ( ت855هـ ) . ¶ عقد الجمان في أخبار أهل الزمان . المجلد الثاني . ¶ كتبه تلميذ المؤلف محمد عبد العال الرحاوي في عام 888هـ ، والخط حسن . ¶ 4 - السخاوي . ¶ كتاب في رجال القرن التاسع . ¶ مجلد ضخم وصفحاته الأولى مفقودة . ¶ هذا الكتاب يختلف عن الضوء اللامع للمؤلِّف نفسه لأنه يقول هنا : (( كما ذكرت في الضوء اللامع )) . ¶ يتضح من مقارنة خط هذا المجلد بخط الكتاب المذكور في المكتبة الخديوية في القاهرة أن الذي كتبه تلميذ السخاوي - محمد بن فهد الهاشمي (954هـ ) ، الخط حسن وكثيراً ما تضبط النصوص بالشكل . ¶ 5 - محمد مديان ولقبه رئيس الأطباء في مصر . توفي بعد عام 1043هـ ¶ النور السافر في القرن العاشر . ¶ بقلم المؤلِّف ، تحتوي هذه المخطوطة على خمسين صفحة فقط ، يأتي بعدها : الروح الباصر على بعض وفيات أعيان أهل القرن العاشر وهو بخطّ المؤلِّف نفسه عام 1038هـ . ¶ بعض الصفحات خالية من الكتابة ، تكثر التصويبات والإضافات ، النصوص بوجه خاص مضبوطة بالشكل ، الخط حسن . ¶ 6 - حامد بك ( 1283هـ ) . ¶ تاريخ أعيان مصر في السنة الثالثة عشرة للهجرة ، هي مسودّة المؤلف ، وهي عمل مهم لم يكتمل بعد . ¶ 7 - مجهول . ¶ ",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "تاريخ مكة والمدينة ، كتب على الصفحة الأولى : هذا التاريخ بخط مؤلّفه بدليل المحو والشطب والتخاريج وكان موجوداً بمكة في عيد المولد سنة 1101هـ ، كما ذكر ذلك في الهامش بعد ثلاث صفحات ، ويظهر من كلامه أنه من تلاميذ الشيخ علي الشبراملسي كما ذكر بعد أربع صفحات ، وكان مسكنه بمكة بسوق الليل كما ذكر بعد خمس صفحات ، وذكر بعد ثماني صفحات أنّ جدّه عمر بن الخطاب ، وذكر أيضاً بعد إحدى وعشرين صفحة أن شيخه الشيخ أحمد النخلي المكي ، وذكر بعد ثلاث وعشرين صفحة أنّ شيخه الشيخ محمد النبلاوي الدمياطي الخط حسن ، والنصوص مضبوطة بالشكل ، والمسودة بخط كاتبها . ¶ 8 - المبرِّد . ¶ الكامل : ( مجلدان ) ¶ المجلد الأول : مكتوب بخط جميل وواضح ، ويحتوي على كثير من الهوامش التي تصل إلى صفحة 432 من طبعة مستر رايت . وهي نسخة في غاية الدقة ، ومطابقة كما يبدو من الهوامش . ¶ المجلد الثاني : كُتب في عام 488هـ وهو في غاية الإتقان ويبدأ من صفحة 527 من طبعة مستر رايت . ¶ هنالك صفحات خالية من الكتابة من صفحة 432إلى صفحة 527من الطبعة المذكورة أعلاه . الخط رائع جداً والنصوص مضبوطة بالشكل تماماً ، بعض الصفحات أتلفها حامض الكبريتيك الذي صُنع منه الحبر ، ومن المؤسف أن الكاتب الحصيف محقق . ¶ كتاب (( الكامل )) لم يرجع إلى مخطوطتنا لكي تُمكِّنه من ملء بعض هذه الفراغات التي ربما زوّدته بقراءات أفضل . ¶ 9 - أحمد المانيني ( ت 1172هـ ) . ¶ شرح الصدر بشرح أرجوزة أهل بدر . ¶ انظر قائمتنا الدورية رقم 1 ، عدد 37 ، وهي نسخة المؤلف الأصلية التي كتبها في عام 1067هـ ، وهي نسخة مزخرفة ومذهبة الحواف ، والخط في غاية الروعة والجمال ، هذا المجلد لا يزال يحتوي على : ¶ 1) النص : البردة للبوصيري ، الخط رائع والنصوص مضبوطة بالشكل تماماً . ¶ ",
            "page": "4",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "2) حزب البحر للشاذلي ، الابتهال للخالق ليجنب البحارة من تحطيم السفن وغرقها ، انظر قائمة مكتبة جامعة ليدن والمخطوطة مطابقة ، المجلد4 ، صفحة 339. ¶ 10 - مجهول . ¶ هذا مجموع من تراجم الخلفاء ، وتراجم كل من ولي مصر من الملوك والسلاطين ، وتراجم أمراء المحمل المصري من أول الإسلام إلى زمن المؤلٍّف . ¶ أعلاه ملحوظة في صدر الكتاب عنوانها (( مجموع تراجم الخلفاء والملوك العثمانيين وجميع من تولى مصر من نواب وملوك وباشاوات وأمراء حج )) . ¶ هذا الكتاب مهم لأنه الكتاب الوحيد الذي يشتمل على أسماء وسنوات أمراء الحج ، آخر أمير كان لعام 1100هـ . ¶ ( انظر رقم 28) ، وهذه النسخة هي مسودّة المؤلف . ¶ 11 - محمد الأنصاري . ¶ الهام المضيّة في بلاصية الديار المصرية : ¶ يصف المؤلف الجبايات والضرائب التي فُرضت على المصريين في زمنه ، هذه الأوضاع لم تتغير كثيراً ، مسودة المؤلّف كُتبت في عام 994هـ . عدد الصفحات أربع . ¶ 12 - عمر بن باكير المعروف بابن الناظر . ¶ فلاحة مصر ¶ تنقصها الحمدلة ، بقلم المؤلّف ، كُتبت في عام 1040هـ . عدد الصفحات ست . ¶ 13 - أبو الحسين أحمد بن فارس . ¶ مجمل اللغة . ¶ ",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "المجلد الأول خطه حسن ، والنصوص مضبوطة بالشكل تماماً ، كتبه الخطاط الشهير عبد الله المعروف بابن الخشّاب البغدادي النحوي المتوفى في عام 537هـ ، ويحوي أيضاً إجازة لأبي غالب محمد بن المبارك بن ميمون التي منحها إياه ابن الخشّاب نفسه في عام 546هـ ، وهذه الإجازة في غاية الأهمية لأنها الوثيقة الوحيدة التي تُطلعنا عن المؤلِّف الشهير صاحب نهاية الأرب في أشعار العرب الذي يوجد منه مجلدان في القسطنطينية ، ومجلدان في المدينة ، ومجلد واحد في القاهرة ، يُقرأ في صفحته الأولى الآتي : (( هذا الكتاب صار هبةً وإنعاماً من المولى بدر الدين عز الإسلام بن عليّ الحسن محمد المالكي العادلي إلى أصغر خَدَمِه مُرهِف بن أسامة بن مرشد بن علي بن منقذ الملكي في شهور سنة خمس وستين وخمسمائة للهجرة . وهذه النسخة كنز حقيقي من حيث صحتها وخطوط المؤلّفين التي تحملها . ¶ 14 - الفارابي ( ت 350هـ - خال الجوهري ) . ¶ المجلد الثاني يشمل خمسة كتب هي : ديوان الأدب ، كتاب المضاعف ، وكتاب المثال ، وكتاب ذوات الثلاثة ، وكتاب ذوات الأربعة ، وكتاب الهمزة . ¶ تم تأليفه لخوارزم شاه . نَسَخَه الشاعر حسن بن أحمد بن جعفر بن يوسف الوادعي الهمداني في عام 655هـ للأمير قاسم بن أحمد الشاكري الهمداني الذي كان تلميذاً له حسبما يظهر من الإجازة التي كتبها الوادعي والموجودة في نهاية الكتاب . هذه نسخة رائعة ومضبوطة بالشكل تماماً . ¶ 15 - أبو البركات عبد الرحمن بن محمد الأنباري (ت 577هـ ) . ¶ ( انظر حاجي خليفة - موضوع فرعي ) ¶ هي : عمدة الأدباء في معرفة ما يُكتب بالألف والياء . ¶ وهي رسالة في الأسماء المنتهية بحروف العلة والطريقة الصحيحة لكتابتها . ¶ 16 - مصطفى بك وهبي . ¶ رسالة في شأن الحروف وتغييرها . ¶ المؤلّف الذي ما زال حياً يقترح هنا كتابة اللغة العربية بالطريقة الأوربية بحروف العلة والنهايات المائلة . ¶ ",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "الرجُلُ تكتب هكذا الراجولو ، هذه الفكرة غير العملية جلبت لصاحبها كثيراً من السخرية والتهكم ، فالكتاب ذو ندرة ومثير لفضول القارئ . ¶ 17 - موفق الدين عبد اللطيف البغدادي . ¶ شرح ديوان أبي يحيى عبد الرحيم بن نُباتة الفارقي . ¶ الشخص الأخير المذكور هو خطيب سيف الدولة وتوفي في عام 374هـ ، والعرب يعتبرونه أعظم خطبائهم . ¶ ( انظر ابن خلّكان - موضوع فرعي ) كتبه حسين بن يعقوب الرحاوي في عام 623هـ حينما كان المؤلِّف على قيد الحياة ، الصفحة الأولى تحمل إجازة من العالم اللغوي علي بن محمد بن عبد الصمد السخاوي صاحب التعليقات على المفصَّل إلى شخص قد مُسح اسمه . ¶ الورقة الأولى مفقودة ، ويبدأ الكتاب بالكلمات التالية : شرح ما في الخطبة الأولى ، الخط واضح ومضبوط بالشكل تماماً . ¶ 18 - الدماميني ( ت 828هـ ) . ¶ شرح الخزرجية . ¶ رسالة في علم العروض ( انظر حاجي خليفة - موضوع فرعي ) وهو نسخة كتبها المؤلِّف في عام 817هـ كما يذكر هو نفسه في نهاية الكتاب . ¶ الصفحة الأولى مفقودة . ¶ 19 - عبد الله الشبراوي ( 1153هـ ) . ¶ عروس الآداب وفرحة الألباب . ¶ الذين سبق أن قرؤوا الأعمال الممتعة التي نشرها المؤلِّف ( انظر قائمتنا الدورية رقم 1، عدد 57، 58 ) يدركون تميز أسلوبه وسحر قصصه ، المخطوطة بقلم المؤلِّف - الجزء الأخير منها مفقود . ¶ 20 - أحمد المرحومي . ¶ الهديّة المرضيّة . ¶ كتاب في الأدب وهو مسودة المؤلِّف ، أتمها في السادس والعشرين من محرم 1201هـ ¶ 21 - عبد الرحمن البغدادي . ¶ ديوانه . ¶ توفي في المدينة في عام 1298هـ . ¶ كان رحّالة عظيماً كما كان شاعراً ممتازاً ، سار في رحلاته حتى وصل إلى البرازيل حيث اكتشف مجتمعاً كبيراً من المسلمين السود القادمين من تمبكتو . ¶ رحلاته في هذا البلد نُشرت باللغة التركية . ¶ الديوان الحالي بخط المؤلِّف ، وهو النسخة الوحيدة الموجودة ، وهي جميلة الخط ، ولكنها غير مضبوطة بالشكل . ¶ 22 - أبو الوليد البحتري . ¶ ",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "ديوانه . ¶ الجزء الأخير منه مفقود ، وقيمة هذه النسخة تكمن في أنّ الشهاب الخفاجي قد قام بكتابتها ، والخفاجي يُعد من أعظم اللغويين العرب . ¶ 23 - الشيخ علي الدرويش - شاعر البلاط المصري ( ت 1268هـ ) . ¶ كتاب في أسماء خيول العرب العرباء . ¶ نسخة بخط تلميذه الشيخ مصطفى السلامة ، وهو أيضاً شاعر البلاط الملكي . ¶ 24 - عبد القادر البغدادي . ¶ شرح شواهد الشافية لابن الحاجب . ¶ كتاب ابن الحاجب عليه تعليقات من الرازي والجراباردي ، يشرح المؤلِّف الشواهد الشعرية التي أوردها هؤلاء العلماء ، يعتبره المستشرقون واحداً من الأعمال الأدبية العربية الممتازة ، الكتاب الحالي يمثّل حوالي نصف ما كتبه المؤلِّف ، وهو في الحقيقة مسودته والبقية أوردها الناسخ الذي تميزت كتابته بالوضوح التام ، الجزء الخاص بالمؤلف كثيراً ما يضبط بالشكل . ¶ 25 - أبو الفتح عثمان بن جني ( ت 392هـ ) . ¶ مختصر التصريف الملوكي . ¶ دراسة في علم قواعد اللغة ( النحو والصرف ) . نسخة كتبها ابن الخيّام النحوي ، تمت مطابقتها بنسختين أخريين كتبهما الجواليقي والكاشاني ( الذي قدم له الحريري مقاماته ) والكتابة بخط النسخ ، وهو خط جميل ومضبوط بالشكل كله . ¶ 26 - السعد التفتازاني . ¶ شرح تصريف العِزّي . ¶ نسخة بخط الفتوحي المعروف بابن النجّار في عام 938هـ . ¶ الخط مرضٍ ومضبوط بالشكل . ¶ 27 - أحمد المرحومي . ¶ خالص الإبريز . ¶ كتاب أدبي بخط المؤلِّف ، كتبه في عام 1088هـ . ¶ 28 - مجهول . ¶ كتاب في الغلمان والنساء والمجون . ¶ نسخة لمؤلف الكتاب رقم 10 . ¶ كتاب شديد الوقاحة ، الورقة الأولى مفقودة . ¶ 29 - محمود باشا سامي المعروف بالبارودي . ¶ خمسة كتب مذكرات متفرقات ، كل الناس يعرفون قصة المؤلف المنفي الآن مع عرابي في جزيرة سيلان ، هو عالم بارز.والأدب في مصر سوف يفتقد لزمن طويل آثار فقدان رعايته الحماسيّة . ¶ 30 - محمود بن جابر الهواري الأندلسي (ت780هـ ) . ¶ شرح ألفيّة ابن مالك . ¶ ",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "بخط تلميذ المؤلِّف موسى بن محمد الديسالي في عام 799هـ ، مجلد ضخم مكوّن من 586صفحة ، الخط ممتاز ومضبوط بالشكل . ¶ 31 - مسلم بن الحجاج . ¶ الصحيح . ¶ المجلد الأول احتوى على 476 صفحة مكتوبة بخط واضح ومضبوطة بالشكل ، أحياناً في بداية المجلد نجد الآتي : ¶ 1) إجازتين كتبهما أحمد بن حجر العسقلاني لتلميذه يحيى بن محمود بن يعقوب الألملاري في عام 850هـ ¶ 2) إجازة كتبها محمد بن فهد الهاشمي ( ت 954هـ ) . ¶ ( انظر حاجي خليفة ، طبعة القاهرة ، المجلد 1 ، ص 206) للشخص نفسه . ¶ في الختام هنالك إجازة رابعة كتبها الأقصري أيضاً للألملاري في عام 850هـ . ¶ هذه النسخة التي تفتقد الورقات الأخيرة هي كنز حقيقي من حيث صحتها وخطها ، من المعروف أن كل النسخ المطبوعة من صحيح مسلم حسب رأي المستشرقين مليئة بالأخطاء ولهذا فهي لا تجد قبولاً من العلماء العرب . ¶ ولهذا تظهر قيمة النسخة الحالية مصحوبة بالوثائق المذكورة أعلاه ، وحيث إن إحدى إجازات العسقلاني صعبة الطلاسم ، فنحن نوردها هنا : ¶ الحمد لله وسلام على عباده الذين اصطفى ، أما بعد : ¶ فقد قرأ عليّ شيئاً من أول هذا الصحيح ، وأول حديث كتاب الإيمان وتناول مني هذا المجلّد فأذنت له أن يروي عني جميع هذا الصحيح براويتي عن الشيخ الإمام المدرس فخر الدين أبي الحسن محمد بن علي بن محمد بن عقيل البالسيّ سماعاً عليه ، وقرأت عليه بعضه ، وبقراءتي لجميعه على المُسْنَد الأصيل شرف الدين أبي الطاهر محمد بن أبي اليُمْن بن أبي الفَتْح الرَبَعي بسماعهما على المسند بدر الدين أبي الفرج عبد الرحمن بن محمد بن عبد الهادي بسماعه على المسند الكبير بدر الدين أحمد بن عبد الدائم بن نعمة النابلسي وبإجازته من إبراهيم بن عمر بن مضر بسَنَدَيْه إلى مُسْلِمٍ . ¶ ",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "وأجزت له أن يروي عني أيضاً الجامع الصحيح للإمام البخاري بأسانيدي إلى مصنفه وأن يروي عني جميع ما يجوز عني روايته ، وكان ذلك في الاثني عشرة من شوال سنة خمسين وثمانمائة قاله وكتبه أحمد بن علي بن محمد بن محمد علي بن أحمد بن حجر العسقلاني حامداً مصلِّياً مُسلِّماً . ¶ 32 - ابن حجر العسقلاني . ¶ إتحاف المهرة بالأطراف المبتكرة من العشرة . ¶ نسخة بخط ابن أخ المؤلِّف المعروف بسيط العسقلاني ، وهو كاتب مشهور في عام 878هـ الأحاديث النبوية هنا مرتبة حسب رُوّاتها وحسب طريقة سلفه المزّي ( انظر رقم 225 ) المؤلِّفون المذكورون هنا في هذه المجموعة الكبيرة التي للأسف لا نمتلك منها إلا المجلد الأخير هم : البخاري ومسلم وابن ماجة والترمذي وأبو داود والنسائي وأربعة آخرون ، وهو مجلد ضخم مكوّن من 860 صفحة وغير مضبوط بالشكل . ¶ 33 - البغوي . ¶ المصابيح . ¶ كُتب المجلد الأول في عام 639هـ ، وبخط في غاية الجمال ، ومضبوط بالشكل جميعه ، كما اشتمل على تعليقات في الهوامش وبين السطور . ¶ 34 - السيد الحموي . ¶ شرح منظومة الحديث . ¶ دراسة في فن مصطلح الحديث أو أصول الحديث . ¶ هي مسودة المؤلِّف ومكوَّنة من 78صفحة ( انظر رقم 39 ) . ¶ 35 - أحمد بن تيميّة الحرّاني ( ت 728هـ ) . ¶ الصارم المسلول على شاتم الرسول . ¶ كتاب في الفقه والتاريخ يتناول عقوبة شاتم الرسول ، الكتاب بخط تلميذ المؤلِّف عبد القادر بن محمد القرشي والذي منحه إجازة بخط يده موجودة في الصفحة الأخيرة . هذا الكتاب ذو ندرة فائقة ، والخط مقروء وعدد صفحاته ثلاثمائة وعشرون . ¶ 36 - تقي الدين السبكي ( ت756هـ ). ¶ السيف المسلول على من سبّ الرسول . ¶ انظر قائمة مخطوطات جامعة ليدن ، المجلد الرابع ، صفحة 136 . ¶ نسخة بخط محمد بن عبد الله القرشي المهلبي في عام 788هـ ، النسخة تمت مطابقتها مع نسخة المؤلِّف الأصلية . ¶ 37 - أبو الحسين محمد بن جميعي الغساني (ت 402هـ ) . ¶ المُسْنَد . ¶ ",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "مجموعة أحاديث مرتبة هجائياً حسب أسماء الأشخاص . ¶ نسخة كتبها محمد بن أبي بكر الذي يُعرف والده بالنور المقري البلخي . ¶ هذا الكتاب يحمل إجازات مكتوبة بخط اليد وهي : ¶ 1) لابن الناسخ قدمها الشيخ عبد الصمد بن فضل الأنصاري في عام 613هـ . ¶ 2) من محمد بن علي بن محمود الصابوني في عام 639هـ إلى علي بن أحمد بن عسّال . ¶ 3) من أحمد بن يعقوب بن المقري المعروف بالصابوني . ¶ 4) من عبد الصمد بن أبي الفضل الأنصاري إلى محمود بن أبي بكر بن محمد العامري في عام 609هـ . ¶ نسختنا كُتبت قبل هذا الوقت ، فهي تحوي إجازات أخرى سيستغرق حصرها زمناً طويلاً ، الخط جيد ومضبوط بالشكل . ¶ 38 - عبد الرحمن بن الجوزي ( ت 597هـ ). ¶ التحقيق في أحاديث التعليق . ¶ يعالج المؤلِّف الأحاديث المختلفة من وجهة نظر الحنابلة ، عمل مهم جداً للفهم الجيد للأحاديث ، نَسَخَهُ حسن بن الجوزي في عام 613هـ وتمت مطابقته مع نسخة المؤلِّف الأصلية كما يظهر من الهامش ، الخط جيد وغالباً ما يضبط بالشكل . ¶ 39 - يونس بن الحلاج . ¶ أسانيد المحدّثين ( كتابان ضخمان ) . ¶ لإبراز محتوى وقيمة هذا الكتاب بوضوح سنورد أولاً تعليق الحموي ¶ ( انظر رقم 34 ) الموجود على الصفحة الأولى : ¶ اشتمل هذا الكتاب المبارك على أسانيد المتأخرين من المحدّثين ؛ كما تشهد بذلك خطوطهم المزبورة غب كل سند ، وفيه أيضاً استدعاء البرهان ابن أبي شريف لنفسه ولأخيه ولبعض أصحابه الإجازة من مشايخ العصر المعتبرين ، مع ذكر أشياخهم ومؤلفاتهم ووفيات كثير من الأعيان المعتبرين كما يظهر ذلك لمن غاص بحار طروسه ، وشرب من رحيق كؤوسه . ¶ موضوع استدعاء يونس بن حلاج ، تنقل من بلد إلى آخر لجمع الأحاديث ، رتّبها في هذا الكتاب ، واعتاد على منح إجازة الشيخ للشخص الذي أعطاه الحديث بكل أسانيده ، وهذه توجد دائماً في نهاية كل قسم ، وهكذا فالمجلد الأول كله من رواية القلقشندي الذي نجد منه هذه الإجازة أحياناً : ¶ ",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "الحمد لله صحيح ذلك كتبه إبراهيم بن علا القرشي القلقشندي الشافعي . ¶ المجلد الثاني يحمل إجازات كُتبت بخط كل من : ¶ 1) محمد بن محمد الناشلي 2) البرهان إبراهيم بن أبي شريف ¶ 3) عبد العزيز السمباطي 4) محمد بن عبد الله الزيتوني ¶ 5) محمد بن يشبك اليوسفي 6) عبد الباسط( ) ¶ 7) محمد بن العماد (انظر رقم 49) 8) البرناري ¶ 9) القلقشندي 10) محمد بن أحمد بن عيسى إمام مسجد الغمري بالقاهرة ¶ 11) عبد الرحمن بن عمر الناشلي 12) محمد بن أبي بكر المشهدي . ¶ 13) عبد الحق السمباطي . ¶ من هنا تتضح الطريقة المنهجية التي جُمعت بها الأحاديث التي تتناقل من فرد إلى آخر ، وهنا يعود الفضل لذاكرة العرب التي تفوق حد التصور ، وهذه الطريقة ما زالت متبعة عند العرب اليوم ، لذا نجد أحياناً محدّثاً يركض بكتابه ليسجل فيه الأحاديث التي يزوِّده بها الرُّواة الثُقاة . ¶ هذا الكتاب يشتمل على باب كامل عن تاريخ الثقافة العربية ، ويضاف إلى ذلك أنه فريد ومتميز بصحته ، وهو مضبوط بالشكل تماماً . ¶ أرقام العناوين وكذلك (( قال )) و (( أخبرنا )) مكتوبة بحروف حمراء عريضة ومزينة بزخارف تعطي الكتاب مظهراً رائعاً . كُتب في عام 916هـ . ¶ 40 - البزَّار . ¶ جزء فيه عن كل شيخ من مشايخ الشيخ أبي علي الحسن بن أحمد بن إبراهيم بن شاذان البزّار . ¶ هو مجموعة أحاديث من نوع المخطوطة السابقة ، ولكنه يشتمل على عدد قليل منها ، هذا النوع من الكتب الذي يحوي الإجازات الضرورية يسمى المشيخة أو الثبت . ¶ الثبت له قيمته الكاملة حتى في صحيح الثقة إذا كان مؤلّف الثبت نفسه ثقة ، هذا هو الفرق الطفيف بين الكلمتين . مستر اسبرنجر كان مخطئاً عندما ألمح بأنه من السهل الحصول على إجازات للإثبات ( في مجلة زايتشرفت دير ديوتشن مورقن لاندش جسلشفت العدد 20 Z.D.M.G.XX ). ¶ ",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "هنا مثلاً هو البزّار الذي روى الأحاديث ، وبعده بزمن طويل جاء عبد الله بن الحسن بن أبي الثابت ، وهو يكمل الإسناد حتى يصل إلى نفسه ، ويعطي أسماء المشايخ الذين يربطونه بالبزّار ، وهكذا نرى أن سنين الإسناد كاملة . ¶ في الصفحة الأولى توجد إجازتان للشيخين الذين يشهدان بأن عبد الله لديه حديث صحيح وله بدوره الحق في روايته . هذان الشيخان هما أبو الفضل إسماعيل بن الفقيه وأبو عبد الله محمد بن عبد الهادي بن يوسف بن قدامة المقدسي . الخط حسن وعدد الصفحات ست وأربعون . ¶ 41 - القاضي عياض اليحصبي ( ت 544هـ ) . ¶ الشفا بتعريف حقوق المصطفى . ¶ المجلد الأول : يجد هذا الكتاب بعد صحيح البخاري تقديراً كبيراً من المسلمين لذكره الأحوال الشخصية والعادات وما إلى ذلك للنبي صلوات الله عليه وسلامه . ¶ ( قارن فهرس مكتبة جامعة ليدن ، المجلد الرابع ، صفحة 243) . نسخة بخط عبد الجليل بن الطغري تمت كتابتها قبل عام 614هـ ، وهي تاريخ إجازة مكتوبة بخط الرّحالة المشهور ابن جبير . مطابقة وخطها جميل ومضبوط بالشكل . ¶ 42 - ابن الأثير الجزري ( ت 637هـ ) . ¶ شرح العُمْدة . ¶ الصفحات الست عشرة الأولى والصفحات الست في النهاية زوّدنا بها مصطفى الطائي ( انظر رقم 56 ) الصفحة الأخيرة مفقودة ، الخط واضح ، والنسخة مطابقة . ¶ 43 - عبد الغني بن سرور المقدسي الجماعيلي . ¶ كتاب الأحكام الكبرى . ¶ الكتاب السابق هو تعليق على اللقب ( العمدة ، انظر مخطوطات المتحف البريطاني ، صفحة 252ب ) في هذا الكتاب . كتاب فقه يستند إلى الأحاديث . نسخة كتبها الإمام أبو شامة في 745هـ ، وهي نتاج لمقارنة حدثت في المدينة بخطوط أخرى لهذا المؤرخ ، الخط حسن ومضبوط بالشكل . ¶ 44 - ابن الشحنة الحلبي ( ت 815هـ ). ¶ حاشية الهداية المسمّاة بنهاية النهاية . ¶ كتاب في الفقه والجزء الأخير منه مفقود ، وهو مسودة المؤلِّف ، وغير مضبوطة بالشكل. ¶ 45 - علي بن عبد الكافي السبكي . ¶ ",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "إشراق المصابيح في صلاة التراويح . ¶ يشمل رسالتين ، واحدة في صلاة التراويح بعد صلاة العشاء في رمضان ، وتم تأليفها في عام 733هـ ، أضاف إليها الشيخ حسن العطار العالم الأزهري المشهور ( ت1255هـ ) مذكرة توثيق . والأخرى هي (( فصل المقال في هدايا العمّال )) في الفقه الشافعي . ¶ وهي تحمل تعليقاً من الشيخ المرتضى مؤلّف (( تاج العروس )) وألفت في عام 751هـ ، وهي بخط المؤلِّف وعدد صفحاتها عشر . ¶ 46 - الإمام عبد الحق الأزدي . ¶ كتاب فيه الأحكام من أخبار رسول الله r من مسلم والبخاري والترمذي توجد إجازة في الصفحة الأخيرة من أبي بكر بن محمد المعروف بابن الزاهد وتاريخها 636هـ وهي تورد شيخين بين المؤلّف وبينه . وهي نسخة جميلة ومضبوطة بالشكل أحياناً ، يبدو أنها أقدم من السنة المذكورة أعلاه . ¶ 47 - الحسن بن عرفة . ¶ أحاديث تشتمل على إجازة بتاريخ 737هـ من العالم المشهور يوسف المزِّي ( انظر رقم 223 ) إلى مبارك بن عبد الله اللبناني ناسخ الكتاب ، وهو مشيخة ( انظر رقم 40 ) وعدد صفحاته أربعون . ¶ 48 - الإمام الشافعي . ¶ جزء فيه الأحاديث التي رواها في مسنده الإمام الشافعي ، وهو مشيخة تشمل عدداً من الإجازات أهمها إجازات علي بن عبد الكافي الربعي الصقلي والمرتضى ، كُتبت في عام 609هـ وعدد الصفحات عشرون . ¶ 49 - أبو الفضل محمد بن طاهر بن علي الحافظ المقدسي . ¶ شروط الكتب الستة . ¶ مشيخة كُتبت في عام 917هـ بواسطة محمد بن يشبك اليوسفي ( انظر رقم 54) الذي مُنحت له الإجازة من محمد العماد الشافعي ( انظر رقم 39) . الخط واضح ومضبوط بالشكل أحياناً . عدد الصفحات عشر . ¶ 50 - عبد القادر بن مصطفى الصافوري الدمشقي . ¶ ثبت . ¶ هذا الثبت مختلف من سابقيْه لاشتماله على مسائل أخرى خلاف الأحاديث ، يورد المؤلِّف هنا قائمة بالكتب التي درسها مع ذكر أساتذته . ¶ ",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "نسخ هذا الكتاب تلميذه تقي الدين الحسيني الحصني في عام 1081هـ ، ويبدو أنه كان ينتظر الإجازة اللازمة عندما فاجأ الموت شيخه . مثل هذا النوع من الأثبات ذو قيمة عالية لاكتماله وإظهاره بصورة أفضل عالمية دراسات حاملة . عدد صفحاته اثنتان وستون . ¶ 51 - محب الدين أبو العباس أحمد بن عبد الله الطبري المكي الشافعي . ¶ أحاديث مشكة . ¶ يشرح الأحاديث التي تبرز بعض الصعاب ، وهو نسخة تلميذ المؤلِّف علي بن أيوب بن منصور المقدسي بتاريخ 650هـ . ¶ للمؤلِّف نفسه ، صفوة القرى في صفة حجّة المصطفى وطوافه بأمّ القرى ، وهو كتاب مهم جداً يورد مع مسائل أخرى وصفاً لمكة في زمن النبي r كُتب في عام 651هـ وعدد صفحاته مئة وأربع وثلاثون . ¶ 52 - أبو زكريا يحيى الكوفي . ¶ أمالي . ¶ مشيخة في الأحاديث تشتمل على العديد من الإجازات أمتعها الآتية : ¶ 1) الخاصة بناسخ الكتاب محمد بن عبد العزيز بن الأخضر بتاريخ 621هـ . ¶ 2) إلى محمد بن عبد الله بن أحمد المعروف بابن المحب وهو تلميذ المزّي ( انظر رقم 223) . ¶ 3) إجازة من عبد الله بن يعقوب بن أحمد بن يعقوب المقري ( أو ابن الصابوني ) بتاريخ 677هـ . ¶ 4) لأخي المذكور أخيراً علي . ¶ الخط واضح ومضبوط بالشكل أحياناً ، وعدد الصفحات ست وعشرون . ¶ 53 - ابن القيم ( محمد أبو بكر الذرائعي ت 551هـ ) . ¶ التذكرة . ¶ الجزء الأول - يحوي ثلاث عشرة صفحة عن قضايا فلسفية بخط المؤلِّف ، في آخره فتوى كُتبت بخط ابن حجر العسقلاني . ¶ 54 - أبو بكر بن أبي الدنيا . ¶ قِرى الضيف . ¶ أحاديث تتعلق بكرم الضيافة وأشعار عامية في هذا الموضوع ، كتاب جيد ومهم عن العادات العربية . النسخة بخط محمد بن يشبك اليوسفي في عام 918هـ ( انظر رقم 49) فيه إجازة إبراهيم بن علاء القلقشندي . ¶ الخط واضح ومضبوط بالشكل خاصة في النصوص . ¶ عدد صفحاته اثنتان وعشرون من الحجم الصغير. ¶ 55 - نفس المؤلف السابق . ¶ فضل عشر ذي الحجة . ¶ ",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "عن فضل اليوم الذي يسبق الحج ، الناسخ هو نفس المذكور في رقم 66 وتاريخه 1189هـ وعدد الصفحات سبع . ¶ 56 - محمد أبو البركات مرعي المعروف بابن عساكر البرلوسي . ¶ سند ( المجلد رقم 40) ¶ بخط المؤلِّف وفيه إجازة من شيخه إبراهيم بن عمر البقاعي الشافعي بتاريخ 838هـ . الخط مقروء وعدد الصفحات ست عشرة من الحجم الصغير . ¶ 57 - ابن مشيش . ¶ شرح الصلاة المشيشيّة . ¶ دعاء معروف جدا ًبين العلماء يطلب فيه المقدرة على التعمق في العلوم ، هذه مسودة المؤلِّف وعليها تخريجات عديدة . [ التخريجات هي الإضافات والتعديلات التي تجري على أصل المسودة ، وتوجد في الهامش وتنتهي دائماً بكلمة (( صح )) ] الخط معتنى به وعدد الصفحات سبع وعشرون . ¶ 58 - عبد الدائم الراشدي المالكي . ¶ مسند . ¶ بقلم المؤلّف بتاريخ 1148هـ ومعه إجازته لتلميذه جمال الإدكوي ، يلاحظ أن المؤلف نفسه هو الذي كتب الإجازة ، الخط ثخين ولكنه واضح وعدد الصفحات سبع . ¶ 59 - محمد الإبراشي المصري : ¶ فضائل ليلة النصف من شعبان . ¶ مسودة المؤلِّف بتاريخ 1250هـ ، الخط صغير ولكنه مقروء ، هناك تخريجات عديدة وعدد الصفحات ست . ¶ 60 - شهاب الدين أحمد بن محمد الأزهري المعروف بباجانيكي . ¶ اللفظ المحرَّر في أعمال الرُبْع المسطَّر . ¶ رسالة في علم الفلك ، وهي نسخة الجبرتي المؤرخ المشهور بتاريخ 1185هـ . الخط واضح وعدد الصفحات سبع . ¶ 61 - عبد الرحمن الجبرتي - المؤرخ . ¶ مدة دخول الفرنسيس بمصر . ¶ مسودة كتبها هذا المؤرخ الشهير في عام 1217هـ . ¶ وهو تاريخ مهم للحملة الفرنسية على مصر ( انظر قائمتنا الدورية الأولى رقم 76) مع تخريجات ، الخط معتنى به و عدد الصفحات تسع وأربعون . ¶ 62 - عبد الغني النابلسي . ¶ المقاصد المخصِّصة في بيان كيّ الحمّص . ¶ ",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "لعلاج الروماتيزم وأمراض أخرى يتبع أهل الشرق ، وكذلك البدو عادة وضع حبة حُمّص على أجزاء معينة من السيقان والأذرع وتغطيتها بورقة من اللَّيْلَك الفارسي ، وهي شجرة التين أو شجرة فاكهة لينة ، حبّة الحمص تعص على الجلد وتسبب تقيحاً ، يتم تغييرها كل يوم ويُعتنى بغسل الجرح جيداً ، في هذه الرسالة الصغيرة يناقش الصوفي الشهير عما إذا كان الشخص المصاب بالتقيح معذوراً أو يجب عليه الوضوء . نسخة بخط حسن الجبرتي والد المؤلِّف السابق ، الخط واضح و عدد الصفحات أربع من الحجم الصغير . ¶ 63 - أحمد العجمي . ¶ ثبت . ¶ يتحدث عن مواضيع مختلفة بدون إجازة . كان أحد شيوخه عبد القادر البغدادي ( انظر رقم 24) . يتمتع المؤلِّف بسمعة عظيمة في الشرق يشاركه فيها ابنه ( في الترجمة التي تلي هذه ) . مسودة المؤلِّف مكتوبة بخط جميل ومليئة بالتخريجات والشطب. عدد الصفحات ست وخمسون . ¶ 64 - شهاب الدين أحمد بن أحمد العجمي (ت 1086هـ ) . ¶ يعالج مواضيع مختلفة بدون إجازة . درس على الشيخ محمد ساري الدين الدانيري في عام 1069هـ كما يقول هو عن نفسه في آخر هذه الرسالة . المسودة بخط واضح ومضبوطة بالشكل أحياناً . عدد الصفحات ثمان وأربعون . ¶ 65 - السخاوي . ¶ رسالة في أفضليّة خديجة على عائشة . ¶ نسخها ابن أحمد العجمي والخط مقروء ومضبوط بالشكل أحياناً . عدد الصفحات ست . ¶ 66 - المؤمَّل بن إيهاب . ¶ أحاديث أبي عامر الجُهني . ¶ الرواية لمصطفى الطائي حسب قول المرتضى ، خطّها الطائي في عام 1189هـ ، فيها إجازة من المرتضى ولهذا فهي مشيخة . الخط فارسي تعليق . عدد الصفحات أربع عشرة . ¶ 67 - أحمد بن حجر العسقلاني . ¶ زَجْر المُجرِم عن سبّ المسلم . ¶ دراسة في تحريم ذكر الناس بالشر والاغتياب . هو نفس المؤلف الذي نَسَخَ رقم 66 وتاريخها 1189هـ وعدد الصفحات سبع . ¶ 68 - حسن بن أم قاسم المرادي النحوي . ¶ رسالة في الجُمَل التي لها محلّ من الإعراب . ¶ ",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "نسخة كتبها محمد الغمري في عام 1114هـ ، والخط مُتقن ومضبوط بالشكل وعدد الصفحات ست . ¶ 69 - أحمد النخلي المكي . ¶ إجازة لتلميذه محمد الغمري الذي نَسَخَها في عام 1121هـ ، وعدد الصفحات أربع . ¶ 70 - محمد بن يوسف السنوسي . ¶ شرح حديث المعدة بيت الداء . ¶ هذا حديث المعدة بيت الداء والحِمْية بيت الدواء . وهو بخط الغمري يوسف بن خالد القحطاني البساطي المالكي وتاريخها 1114هـ . ¶ والإيضاح والإرشاد في حلّ ما اشتبه بنسبة الناقة في (( بانت سعاد )) وهي نسخة كتبها الغمري في نفس السنة . ¶ الخط مقروء ومضبوط بالشكل أحياناً . ¶ 71 - تشتمل على رسالتين كتبها عبد الرحمن الشيخوني : ¶ 1) لأبي القاسم سليمان بن أحمد بن أيوب الطبراني ، وهي ثلاثيات المعجم الكبير ، وهي الأحاديث المستخلصة من كتاب الطبراني الرئيسي ويرويها عنه في الطبقة الثالثة . ¶ 2) لنفس المؤلف : الرباعيات وهي أحاديث في الطبقة الرابعة مستخرجة من نفس الكتاب . ¶ المرتضى هنا يمنح إجازة بخطه إلى عبد الرحمن الشيخوني في عام 1189هـ . الخط مقروء وعدد الصفحات أربع وثلاثون وبها تعليقات في الهوامش . ¶ 72 - السيد المرتضى الزبيدي مؤلّف ( ت 1205هـ ) (TA) . ¶ المُربَّى الكابلي فيمن روى عن الشمس البابلي . ¶ تخريج الشيخ السيد ... الخ ، في الأحاديث ، الشمس البابلي (ت1205هـ) وهو مُحدِّث مُبَجَّل ( انظر تاريخ الجبرتي ، المجلد الثاني ، صفحة 196و 210) . ¶ من عنوان الكتاب ندرك أن المؤلف قدم من الحجاز حيث يُجلب (( المُربّى الكابلي )) جاهزاً من جزر الهند ( الإنديز ) وهو طبق شهي . مسودة المؤلِّف بتاريخ 1183هـ وفيها تعليقات وتخريجات في الهوامش . عدد الصفحات سبع وثلاثون . ¶ 73 - المؤلف السابق . ¶ مجلد يحتوي ثلاث إجازات ، هي : ¶ 1) إجازة لتلميذ المرتضى وهو محمد العامر بخط المؤلِّف السابق بتاريخ 1204هـ وعليها ختمه . ¶ 2) إجازة لنفس الشخص من عبد المنعم الجرجاوي مكتوبة بخطه . ¶ ",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "3) إجازة لنفس الشخص وهو محمد العامر بخط يده ومصدّق على التوقيع بكلمة ( صح ) من شيخه سليمان بن طه الحريثي في عام 1189هـ ( متوفى عام 1199هـ ) وعدد الصفحات ثماني عشرة . ¶ 74 - المؤلف السابق . ¶ مجموعة إجازات كلها مكتوبة بخط سليمان بن طه الإكراشي الحريثي ( انظر الرقم السابق ) له مع شهادة رئيسه المرتضى ؛ بالإضافة إلى ثلاث إجازات لعلي بن عبد الله بن أحمد العلوي كتبها بنفسه وصدّق عليها المرتضى في عام 1189هـ . وعدد الصفحات ثماني عشرة . ¶ 75 - أبو طاهر أحمد بن محمد السِلَفِي ّ . ¶ الجزء التاسع من أبحاث الشيخ السِلَفِيّ ، أحاديث مشيخة نَسَخَها عبد الجليل بن محمد بن تغري في عام 631هـ ، وتشتمل على : ¶ 1) إجازة لأبي بكر عمر بن عبد الرحمن الحسيني بتاريخ 654هـ بدون ذكر كلمة ( صح ) . ¶ 2) إجازة لعبد الرحمن بن يوسف بن الطفيل من محمد بن عبد العظيم بن عبد القوي المنذري مع كلمة ( صح ) . ¶ الخط واضح و عدد الصفحات ست وعشرون . ¶ 76 - نفس المؤلِّف . ¶ الجزء الخامس من كتاب السلفي . ¶ أحاديث . مشيخة خطها التغري . إجازة لعبد الرحمن بن يوسف بن هبة الله بن الطفيل صدّق عليها محمد بن عبد العظيم المنذري . الخط واضح ومضبوط بالشكل أحياناً وعدد الصفحات أربع عشرة . ¶ 77 - أبو بكر بن أحمد بن سليمان الذرائعي . ¶ رسالة في حُكْم من تكلّم بالكُفْريّات . ¶ بخط المؤلِّف ، والخط كبير ومضبوط بالشكل أحياناً ، وعدد الصفحات ست عشرة . ¶ 78 - القاضي أبو الحسين علي الخلاعي . ¶ الجزء الثامن من الفوائد المنتقاة . ¶ أحاديث . مشيخة كتبها أبو بكر البلخي في عام 626هـ ، وصدّق على إجازتها حسن بن يحيى صبّاح المصري المخزومي في عام 627هـ . الأخير أضاف إجازة ثانية لعلي بن المظفّر بن القاسم النشي في عام 627هـ . هنالك إجازتان أخريان ولكنهما غير معتمدين لعدم وجود كلمة ( صحيح ) التي يصدق بإجازتها الشيخ ، الخط جيد وعدد الصفحات اثنتان وعشرون . ¶ 79 - نفس المؤلف . ¶ ",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "الجزء التاسع من الفوائد المنتقاة . ¶ يشمل نفس الموضوع السابق وفيه نفس الإجازات وبخط البلخي مثل الرقمين التاليين . عدد الصفحات خمس وثلاثون . ¶ 80 - نفس المؤلِّف . ¶ يحمل ما يحمله المجلدان السابقان من مواضيع ، وفيه إجازة من إبراهيم بن عفيف الدين بن إسحاق الآمدي لسليمان بن يوسف بن مفلح المقدسي بتاريخ 771هـ . عدد الصفحات اثنتان وثلاثون . ¶ 81 - نفس المؤلِّف . ¶ الجزء الحادي عشر من الفوائد المنتقاة . ¶ مثل المخطوطة رقم 78 ، وعدد الصفحات ثمان وعشرون . كُتبت الأرقام التالية وحتى الخط الفاصل بخط المحدث الشهير أحمد بن خليل بن أحمد اللبودي الأثري في عام 867هـ ، الخط مُحْكم ولكنه نادراً ما يضبط بالشكل . ¶ 82 - الحافظ عبد الرحيم العراقي . ¶ سبعة مجالس من أمالي الحافظ ... الخ . أحاديث . مثل هذه المجموعة في يد عالم مثل هذا يعتبرها الشرقيون ثبتاً ولا داعي لوضع كلمة ( صحيح ) ( انظر الرقم 40) عدد الصفحات سبع وعشرون . ¶ 83 - أبو بكر ( م بن عبد ) بن المحب . ¶ الأربعون حديثاً المحبّّية ¶ عدد الصفحات ثمان وعشرون . ¶ 84 - مجهول . ¶ الباب في الكُنى . عدد الصفحات خمس وعشرون ¶ 85 - عبد الرحيم بن عبد الكريم السمعاني . ¶ أحاديث وأخبار وأشعار . إنها مقتطفات من كتب السمعاني جمعها اللبودي ، وعدد الصفحات تسع عشرة . ¶ 86 - أبو عمر عبد الواحد بن محمد بن مهدي . ¶ أحاديث برواية أبي ( --- ) محمد بن مَخْلَد . ¶ وعدد الصفحات إحدى وعشرون . ¶ 87 - قاسم بن محمد بن يوسف البرزالي ( الأحاديث العوالي ) ¶ أحاديث برواية أم عبد الله زينب بنت أحمد بن عبد الواحد المقدسي ( انظر رقم 93) . وعدد الصفحات ثلاثون . ¶ 88 - ابن حجر العسقلاني . ¶ أربعون حديثاً عن أربعين شيخاً شاميين . ¶ الأربعون حديثاً برواية أبي بكر المراغي المدني العثماني . ¶ عدد الصفحات أربع وأربعون . ¶ 89 - أبو القاسم أحمد الخراقي . ¶ الفوائد المنتقاة . ¶ أحاديث برواية علي التنوخي ، وعدد الصفحات ثمانٍ وعشرون . ¶ ",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "90 - أبو الفتح محمد بن الحسين الأزدي . ¶ رسالة في من وافق اسمه اسم أبيه من بين الصحابة والتابعين . عدد الصفحات خمس عشرة . ¶ 91 - الحافظ أبو ( --- ) الحسين بن أحمد بن بكير . ¶ في فضائل من اسمه أحمد أو محمد . ¶ لا ينطبق ذلك فقط على النبي r ولكن على فضل هذين الاسمين عموماً . عدد الصفحات عشر . ¶ 92 - أبو عبد الله الصوري . ¶ جزء من انتخاب الصوريّ . ¶ أحاديث برواية أبي الغنائم محمد بن علي بن ميمون النرسي . ¶ عدد الصفحات أربع عشرة . ¶ 93 - محمد بن عبد الواحد المقدسي . ¶ جزء فيه طرق حديث ( من أمسك شيطاناً أو جنِّياً ) . ¶ شرح للحديث المذكور . وعدد صفحاته ثلاث وعشرون . ¶ 94 - نفس المؤلِّف . ¶ فضائل القرآن وثواب من تعلّمه وعلّمه . ¶ عدد الصفحات أربع وأربعون . ¶ 95 - ولي الدين أبو زرعة أحمد بن الإمام عبد الرحيم العراقي . ¶ أربعة مجالس من أمالي أبي زُرْعة . ¶ أحاديث . وعدد الصفحات ست . ¶ 96 - الحافظ محمد بن أحمد الذهبي . ¶ مشيخة بن عطّاف ¶ عدد الصفحات اثنتا عشرة . ¶ 97 - الفرزدق . ¶ قصيدة الفرزدق في علي زين العابدين . ¶ فيها العديد من الإجازات ، هذه القصيدة الرائعة مضبوطة بالشكل تماماً . عدد الصفحات أربع عشرة . ¶ 98 - ابن حجر العسقلاني . ¶ البسط والمبثوث في خبر البرغوث . عدد الصفحات ثلاث عشرة . ¶ 99 - أحمد اللبودي . ¶ جزء فيه حديث المصافحة . عدد الصفحات ست . ¶ 100 - أبو بكر محمد بن خلف المرزبان . ¶ جزء فيه أخبار منتقاة من كتاب الهدايا لابن مرزبان . عدد الصفحات ثماني عشرة صفحة . ¶ 101 - شهاب الدين عبد الحليم بن تيمي . ¶ تخميس وأبيات السُهَيلي . عدد الصفحات خمس . ¶ 102 - أبو عثمان إسماعيل بن عبد الرحيم الصابوني . ¶ أحاديث منتقاة من كتاب المائتين لابن الصابوني . ¶ عدد الصفحات خمس عشرة . ¶ 103 - الحافظ عبد العظيم المنذري (ت 656هـ ) ¶ مجلس في صوم يوم عاشوراء . ¶ عدد الصفحات تسع . ¶ 104 - القاضي أبو ( --- ) محمد بن علي الجلاّبي . ¶ ",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "جزء فيه أحاديث ابن الجلابي . عدد الصفحات أربع عشرة . ¶ 105 - محمد بن عربشاه الهمداني . ¶ قصيدة ابن خطيب زَمْلكان . عدد الصفحات أربع . ¶ 106 - أحمد بن حجر العسقلاني . ¶ منتخب من الجزء الثالث من حديث أحمد بن خُزيمة . عدد الصفحات ثلاث عشرة . ¶ 107 - حذيفة بن سعد الوزّان . ¶ جزء فيه مجلس من أمالي الحسين بن عبد الملك . عدد الصفحات ثلاث وعشرون . ¶ 108 - الحافظ أبو بكر أحمد بن الحسين البيهقي . ¶ كتاب في حياة الأنبياء في قبورهم . عدد الصفحات أربع عشرة . ¶ 109 - أحمد اللبودي . ¶ تلخيص من ثبت ابن جماعة الكناني . عدد الصفحات إحدى عشرة . ¶ 110 - الإمام البقاعي ( ؟ ) ¶ فهرست تأليف الإمام البقاعي . عدد الصفحات تسع . ¶ 111 - مجهول . ¶ جزء فيه حديث أعمار أمتي ما بين الستين إلى السبعين . عدد الصفحات عشر . ¶ 112 - أبو ( --- ) محمد بن محمود بن النجار . ¶ جزء فيه أخبار وحكايات وأشعار . عدد الصفحات تسع . ¶ 113 - أبو طالب العشاري . ¶ جزء فيه اعتقاد الإمام الشافعي . صفحاته سبع . ¶ 114 - مجهول . ¶ المنتخب من فوائد جعفر الثقفي . صفحاته عشر . ¶ 115 - مجهول . ¶ فهرست مصنّفات الإمام السيوطي . صفحاته ست عشرة . ¶ 116 - تاج الدين السبكي . ¶ شرح قصيدة تاج الدين السبكي في الألغاز . عدد الصفحات إحدى عشرة . ¶ 117 - أحمد اللبودي . ¶ منتقاة من السفينة البغدادية للحافظ السلفي . ¶ فيه إجازة خطية لخليل بن عبد القادر الجعبري ، شارح الشاطبية . ¶ عدد الصفحات اثنتا عشرة . ¶ 118 - نفس المؤلِّف . ¶ أحاديث منتقاة من فوائد من حسين الحنائي . عدد الصفحات إحدى عشرة . ¶ 119 - نفس المؤلِّف . ¶ مصنّفات شيخ الإسلام أحمد بن حجر العسقلاني . عدد الصفحات إحدى عشرة . ¶ 120 - مجهول . ¶ رسالة في أنساب رجال الحديث . عدد الصفحات ست عشرة . ¶ 121 - الحافظ أبو الحجّاج . ¶ مُنتقى من مشيخة الحافظ أبي الحجاج فيه : ¶ 1) إجازة لمحمد بن أحمد بن عثمان الذهبي بخط يده ، وسلمها له شيخه ابن الطاهري بتاريخ 738هـ . ¶ ",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "2) إجازة من الذهبي لحمزة بن عمر بن أحمد الحكاري الذي كتبها في عام 742هـ وهي بخط الذهبي . وعدد الصفحات ثلاث عشرة . ¶ 122 - القاضي أبو عبد الله الضبي . ¶ أمال الضبي . ¶ بخط الذهبي بتاريخ 692هـ وفيها : ¶ 1) إجازة بخطه لنفس الحكاري ، ومعه عشرة مشايخ آخرين من بينهم ابن الذهبي عبد الرحمن وأحمد بن منيف الذرائعي . ¶ 2) إجازة لمستجيزين عديدين . عدد الصفحات اثنتا عشرة . ¶ كل فقرة أو مادة تبدأ بالرقم 81 هي جواهر صغيرة للوضوح والدقة ، وغالباً لمحتواها أيضاً . ¶ 123 - شيخ محمد العزيزي المصري . ¶ إجازة الشيخ عبد الرحمن الحنبلي الوهابي . ¶ حفيد مؤسس المذهب الوهابي الشهير يتسلم إجازة هنا مكتوبة بخط العالم المصري محمد العزيزي في عام 1242هـ الخط كبير وواضح الحروف وعدد الصفحات ثمان . ¶ 124 - محمد بن عبد الوهاب النجدي . ¶ يشتمل على أربع رسائل : ¶ 1) في حكم أحوال القبر والحشر . ¶ 2) في حكم الغيبة والنميمة والفتن التي تحدث . ¶ 3) في حكم كشف العادات في هذه الأمور . ¶ 4) في حكم خلق الله السموات والأرض وفي حكم كتم الغيظ والحلم . ¶ العناوين لا تظهر فيها بهذه الطريقة وقد أوردناها هنا حسب قائمة المحتويات . بخطّ المؤلِّف وفيها تعليقات في الهوامش بدون شطب . عدد الصفحات مئة وست وستون . ¶ 125 - نفس المؤلِّف . ¶ رسالة في مبحث الاجتهاد والتقليد والخلاف فيهما . ¶ الكشف عن الفرق الأساسي بين الوهابية ( الاجتهاد ) والسنة ( التقليد ) ، بخط المؤلِّف وعدد الصفحات أربعون . ¶ 126 - نفس المؤلِّف . ¶ العقائد الوهابية . ¶ ",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "الكتاب مشهور في الحجاز ويعالج هذا الأمر ولكن ليس له عنوان ، وهو بخطّ المؤلِّف . وصفحاته ست عشرة ، مؤسس المذهب الوهابي الشهير والذين يسمّون أنفسهم الموحدين هو عالم كبير متميز ، كتب في كل المواضيع تقريباً ، الأتراك لم يرتاحوا لتوسع السلطة الوهابية ودعموا مؤيدي محمد بن عبد الوهاب بسمعة طيبة لم يكونوا يقبلونها بتاتاً ، الحجازيون يقدرونها ويتزوجون نساءهم ، الفرق الأساسي بين الوهابية والسنة هو أن الأوائل مجتهدون ، هذا يعني أنهم يفضلون أن يفسروا لأنفسهم القرآن دون التقيد بتفسير وتأويل العلماء التقليديين ، وبحكم أنهم أبناء الجزيرة العربية وأمناء على لغة الرسول الكريم r فإنهم يملكون لأنفسهم مقدرة الفهم الأكثر عمقاً للقرآن ومعانيه من الآخرين ، ببساطة وبسبب هذا يتخوف السنة أكثر من أن يتحول هذا التفسير الحر إلى شقاق وانقسام ، هذا لم يحدث حتى الآن لأن الفريقين يصليان خلف إمام واحد ، وهذا ما لا يحدث بتاتاً عند الشيعة ، أهمية القضايا السابقة سوف تكون واضحة للجميع ، من الضروري تجميع الوثائق الخاصة بالوهابية لتوضيح عقيدتهم وعاداتهم والتي هي الآن غير معروفة بصورة متقنة ، والفضل يرجع لفقدان المصداقية والمعرفة بهم عند بعض الرحالة . ¶ 127 - أحمد بن عبد السلام بن تيمية الحراني . ¶ في النجاسات المعفوّة . ¶ في النجاسات التي لا تستلزم الوضوء . بخط محمد بن عبد الوهاب . وصفحاته عشرون . ¶ 128 - القرآن . ¶ الجزء الثالث : تلك الرسل . ¶ الأعشار ( بالحروف الكوفية ) والفواصل في ورق مذهب ومزينة بصورة رائعة . الخط ياقوتي في غاية الجمال . الواجهات في الصفحات أنيقة في ورق مذهب . القراءات المختلفة مكتوبة بالحبر الأحمر في الهامش . عدد الصفحات إحدى وثمانون. ¶ 129 - نفس المؤلِّف . ¶ ",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "يحوي الفاتحة وسورة الأنعام وسورة الكهف وسورة سبأ وسورة فاطر . مكتوبة بخط عبد الله الصيرفي في عام 700هـ . العناوين مخرجة بصورة فنية باللون والذهب . السطر الأسود يتبعه آخر مذهب ، السطور الإطارية مكتوبة بعدة ألوان ، الفواصل والأعشار مكتوبة بالذهب والأخماس بالأزرق ، الخط ياقوتي ومجلد بالحرير الأخضر. ¶ 130 - منصور المنصوري الحنفي . ¶ رسالة في حكم التبليغ خلف الإمام . ¶ ترتيبات إجرائية يتبعها الشخص الذي يبلّغ المصلين بواسطة تعبيرات تقليدية عن حركات الإمام . بخط المؤلِّف وتاريخها 1090هـ . عدد الصفحات صفحات ثمان . ¶ المواضيع التالية حتى السطر الفاصل القاطع كتبها محمد بن طولون الصالحي الحنفي ، وهي تنتمي لنفس المجموعة حسبما هو مشار إليه في المجلد الأول ،الحروف صغيرة ولكنها مقروءة والصفحات من القطع الصغير . ¶ 131 - أبو العلاء المعري . ¶ رسالة في التصحيف ، مطابقة وصفحاتها صفحات ثمان . ¶ 132 - محمد بن طولون الصالحي الحنفي . ¶ رسالة في شرح المسائل ( --- ) صفحاتها اثنتان وأربعون . ¶ 133 - نفس المؤلِّف . ¶ الأسئلة المعتبرة والأجوبة المختبرة . ¶ بحوث في مواضيع مختلفة ، وصفحاتها خمس وخمسون . ¶ 134 - نفس المؤلِّف . ¶ الإلمام في شرح الاستفهام . ¶ في صيغ الاستفهام . عدد الصفحات ست . ¶ 135 - نفس المؤلِّف . ¶ فتح القدير في التأنيث والتذكير . ¶ رسالة ممتازة في الجنس ( التأنيث والتذكير ) . عدد الصفحات ثماني عشرة . ¶ 136 - نفس المؤلِّف . ¶ منحة الأفاضل في ما تنازع فيه العامل . ¶ الصفحات سبع ¶ 137 - نفس المؤلِّف . ¶ تشنيف السامع في علم حساب الأصابع . أربع صفحات . ¶ 138 - نفس المؤلِّف . ¶ اتحاف النبهاء بنحو الفقهاء . عدد الصفحات اثنتا عشرة . ¶ 139 - نفس المؤلِّف . ¶ مناظرات بين الزجّاج وبين ثعلب ، كلاهما نحويان . عدد الصفحات خمس . ¶ 140 - نفس المؤلِّف . ¶ التلويحات في الوجود الذهني والخارجي . ¶ عدد الصفحات اثنتا عشرة . ¶ 141 - نفس المؤلِّف . ¶ ",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "المناسبات بين الأسماء والمسمّيات . ¶ عدد الصفحات تسع وعشرون . ¶ 142 - نفس المؤلِّف . ¶ الأربعون حديثاً الطولونية . عدد الصفحات أربعون ¶ 143 - نفس المؤلِّف . ¶ ضرب الحُوْطة على جميع الغُوْطة . ¶ وصف الغوطة وقراها والكشف عن الرجال المشاهير الذين أخرجهم الإقليم ،عمل جيد . عدد الصفحات صفحات ثمان . ¶ 144 - نفس المؤلِّف . ¶ تاريخ أخذ الإفرنج بيروت وصيدا . ¶ تعليق على قصيدة إبراهيم بن صريم الدين الصيداوي . عدد الصفحات تسع وعشرون . ¶ 145 - نفس المؤلِّف . ¶ تحفة الحبيب بأخبار الكثيب . ¶ بحوث في موقع ضريح موسى ، كُتب في عام 936هـ ، عمل ممتع ، وصفحاته ثلاث وعشرون . ¶ 146 - نفس المؤلِّف . ¶ الحاوي لظُرَف من التأويل على طرف من التنزيل . ¶ شرح لبعض الآيات القرآنية . عدد الصفحات اثنتان وثمانون . ¶ 147 - ابن هشام الأنصاري . ¶ نشر شذا في مسألة كذا . ¶ وهو توضيح لكلمة ( كذا ) وصفحاته خمس . ¶ 148 - الكمال بن أبي شريف . ¶ شرح الحديث : ( ليس في الإمكان أبدع مما كان ) عدد صفحاته مائة . ¶ 149 - إسماعيل الأمير اليماني ( الذي توفي نحو نهاية القرن الماضي ) . ¶ رسالة في مدة عمر الدنيا . بخط المؤلِّف . وقراءته صعبة . وعدد صفحاته تسع . ¶ 150 - محمد بن علي الشوكاني اليماني ( ت 1247هـ ) . ¶ فتح الخلاق في جواب مسائل العلامة عبد الرزاق . مسودة المؤلِّف . وعدد الصفحات تسع عشرة . ¶ 151 - موفق الدين بن قُدامة ( ت 720هـ ) . ¶ مناظرة بين الحنابلة والشافعية . ¶ الخط غايةٌ في الجمال وقديم ومضبوط بالشكل . عدد الصفحات أربع عشرة . ¶ 152 - أبو الغنائم سعيد بن سليمان الكندي الكوفي . ¶ معارف القلوب وكواشف الغيوب . ¶ بحث في الصوفية . وخطه جميل ، كتبه محمد بن بري في عام 878هـ . عدد الصفحات ثمان . ¶ 153 - محمد الأمير المالكي ( ت 1185هـ ) . ¶ حاشية الشنشوري في علم الفرائض . ¶ ",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "بخط المؤلِّف ( بالتمام ؟) ومعها مذكرة خطية للشيخ حسن العطّار شيخ المسجد الأزهر والخط جيد جداً . وعدد الصفحات أربع وستون . ¶ 154 - جمال الدين عبد الرحيم بن حسن الأسناوي . ¶ (ت 772هـ ) انظر حاجي خليفة ( موضوع فرعي ) . طراز المحافل . ¶ الخط غير مُتقن ولكنه مقروء ، الصفحة الأولى مفقودة ، بخط تلميذ المؤلِّف ( --- ) بن محمد بن خليل الذرائعي ، وتاريخها 770هـ . وصفحاتها مئة وتسعون . ¶ 155 - تاج الدين بن أحمد الأنصاري . ¶ تطبيق المحو بعد الصحو على قواعد الشريعة والنحو . ¶ كتاب في الفلسفة الصوفية ، والمحو هو حالة الخضوع والفناء التام التي يصل إليها الصوفي عند الوصول إلى قمة الذكر والعبادة ، الخط جيد والصفحات تسع . ¶ 156 - أحمد بن حنو الحنفي المكي . ¶ رسالة في البينات . ¶ إدراك قيمة الشهادة والشهود ، مسودة المؤلِّف بتاريخ 1085هـ ، الأسلوب سلس بدون تصنع وهو نموذجي لجميع الحجازيين .وعدد صفحاته اثنتان . ¶ 157 - زين العابدين عبد الدائم الأزهري ( ؟ ) . ¶ مختصر من شرح العلامة أبي القاسم النويري على طيبة النشر المنظومة في القراءات العشر. ¶ شيخ المؤلف هو أبو المواهب المفتي الحنبلي الذي طلب منه كتابة هذا المختصر في عام 1098هـ ، عنوان كتاب شمس الدين الجزري وارد في هذا الكتاب كما يُقرأ هنا . الخط مقروء والمتن مكتوب بالحبر الأحمر ومضبوط بالشكل تماماً ، هنالك ملحوظات كثيرة وإضافات في الهوامش . عدد الصفحات ست وتسعون . ¶ 158 - قطب الدين الرازي الطهطاني ( ت 766هـ ). ¶ لوامع الأسرار شرح مطالع الأنوار . ¶ كتاب الأرماوي ( الاسم ينطق هكذا في الشرق كنطق المواطن الأرميني ) وكذلك التعليق هو أيضاً للمؤلف ، وهو متوفر في مكتبات أوربا ولكننا لا نظن أن تكون هناك نسخة أكثر إتقاناً من هذه حسب معلوماتنا ، تم تأليفها لغيث الدين الوزير كما يذكر المؤلِّف نفسه . ¶ ",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "ليس من شك أن نسختنا هي الأضبط التي قُدمت للوزير المشهور راعي الآداب . من حيث إخراجها المادي فهي تحفة ، الواجهة ( اللوحة ) على صفحتين هي في غاية الروعة والجمال حسبما نراه عند النظر إلى النسخة التي نوردها هنا . هي من عمل المجلِّد محب الله الذي صبّ فيها بإسراف كل قدراته ومواهبه الشعرية كما تشهد الأبيات التالية بذلك : ¶ لوامعُ أَشْرَقَ الآفاقَ طَلْعتُها ¶ فذلك القُطْبُ بين الكُتْب قاطبةً ¶ إذ نوَّرتْ كلَّ علم أيّ تنوير ¶ كما مصنفُه قُطْبُ النحارير ¶ الأسطر العمودية كُتبت نثراً : ¶ لا زال مَطالعَ لمطالَعاتِ من استنارَ الفضلُ بطوالع جلالِه واستضاء المجدُ بلوامع كمالِه المرتضى الأعظمِ السيدُ محب الله رفع الله منارَ علمِه وتقواه . اسم الناسخ هو علي الرضا الذي أتم عمله الرائع هذا في عام 755هـ ، الخط تعليق سهل القراءة ، الهامش واسع جداً بين طرفين مذهبين ويشتمل على تعليقات كتبها شمس الدين أبو الثناء الأصفهاني (ت 749هـ ) ويصل فقط إلى الباب المسمى في أقسام القضية حوالي ربع الكتاب . التجليد حديث بالحرير الأخضر . ¶ 159 - عمر بن علي الطحلاوي . ¶ رسالة في تفسير قوله تعالى : } إنما يَعْمُرُ مَسَاجِدَ الله { . ¶ (سورة التوبة الآية 18 ) ¶ يشرح المؤلِّف الشهير معاني هذه الآية التي يستدل بها كموضوع لخطب افتتاح المساجد الجديدة ، وهذه هي الخطبة التي أُلقيت بمناسبة افتتاح مسجد في إستانبول بناه السلطان محمود في عام 1126هـ . النسخة بخط المؤلِّف . وصفحاتها خمس عشرة والخط جيد . ¶ 160 - الآقفهسي . ¶ الأنوار الفائحة في شرح الفاتحة . ¶ ",
            "page": "28",
            "part": "1"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "الصفحات الست والستون الأولى مفقودة ، وكتبها في عام 788هـ أحمد بن محمد الخطيب الطوخي ، فيها إجازة من عثمان بن محمد بن ناصر الديمي لمحمد بن المعلّم المسمّى المرخم في عام 865هـ ويرد في إجازة أخرى قوله : قرأت هذا الكتاب على الشيخ عثمان الديمي وهو يرويه عن المؤلِّف ، لهذا رأى الديمي المؤلِّف ، الخط واضح ومقروء وصفحاته مائتان وست وأربعون . ¶ 161 - الشريف علي السمهودي الحسني المدني . ¶ درر السموط في ما للوضو من الشروط . ¶ كتبها بخط تلميذه محمد الكازروني المدني في عام 895هـ ، يذكر في الخاتمة : (( وكان الفراغ من تأليفه في الليلة الأولى من جمادى الأول عام أحد وتسعين وثمانمائة بمنزله بباب الرحمة من المدينة الشريفة )) . ¶ الجدير بالملاحظة أن نفس المنزل هذا مازال موجوداً اليوم في المدينة وتسكنه عائلة المؤرخ في المدينة . العلم والتحصيل في هذه العائلة وراثي وما زالت تميز نفسها بين العلماء . اليوم بقيت منها أربع بنات فقط . الصفحات ثلاثون . ¶ 162 - مجهول . ¶ مبحث آية : } ولو كنت أعلم الغيب { ( سورة الأعراف الآية 188) بخط المؤلِّف والبداية غير صحيحة ، وصفحاتها تسع . ¶ 163 - عبد الله الصغير المسمّى سويدان . ¶ الجواهر السنية في شرح السنوسية . ¶ توفي شيخه في عام 1170هـ ، مسودة المؤلِّف ناقصة الخاتمة ، وصفحاتها عشرون . ¶ 164 - ملا جامي . ¶ حاشية على تفسير سورة الأنعام من البيضاوي . العنوان مكتوب بخط السخاوي (ت902هـ ) . الخط في غاية الجمال . وعدد الصفحات ست وستون . ¶ 165 - محمد بن أبي فتح الصوفي المصري . ¶ تعريب مقالات زيج ألغ بيك . ¶ ترجمة للجداول الفلكية التي كتبها ألغ بيك . هذه النسخة تمت مطابقتها ، والجداول قام بعملها رمضان الخوانكي المنجم والد المؤرخ والفلكي ذاته ( ص 6، 33) . ¶ الخط واضح والنسخة جميلة تتكون من تسع وثمانين صفحة . ¶ 166 - رضوان أفندي المصري المنجم ( ت 1142هـ ) . ¶ الزيج لعرض مكة ¶ ",
            "page": "29",
            "part": "1"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "جداول فلكية لأفق مكة بخط المؤلِّف وصفحاتها اثنتا عشرة . ¶ 167 - شهاب أحمد بن تاج الدين موقت الحرم المدني . ¶ السراج الوهاج في أعمال الأزياج . ¶ موضوعها فن عمل الجداول الفلكية . وهي بخط تلميذ المؤلِّف حسين بن شامي الحيطاري المدني بتاريخ 1071هـ . لقد كتب على الورق الإرشادات الصادرة له من معلمه ورئيسه . الخط مقروء وعدد الصفحات مئة وثلاث وعشرون . ¶ 168 - أبو بكر محمد بن عبد الملك بن زهر الأندلسي (ت 595هـ ) . ¶ كتاب الأغذية . ¶ الكتاب ذو أهمية كبيرة في الشرق ، وفيه إرشادات عن تحضير الطعام حسب الأحكام الطبية ، كتب في عام 584هـ ، والخط مغربي ومضبوط بالشكل . ¶ 169 - أبو القاسم خلف بن لمباس الزهراوي الأندلسي (ت 500هـ ) الجزء الثاني من كتاب الزهراوي في الطب والتشريح وفي الجراحات وغير ذلك . ¶ من المؤسف أن لدينا المجلد الثاني فقط ، هذا المؤلَّف المهم يحوي أكثر من مئة وخمسة وعشرين رسماً ملوناً للآلات الطبية وفراغات لآلات أخرى . مكتوب بخط النسخ الواضح الجميل ومضبوط بالشكل ، النسخة مطابقة ولكنها ناقصة الخاتمة . ¶ عدد الصفحات مائتان وإحدى وتسعون ، بدون تاريخ ، ولكن يبدو من مظهرها أنها كُتبت في القرن السادس الهجري . ¶ 170 - أحمد السنجاري . ¶ تركيب الأفلاك . ¶ كُتب لعضد الدولة بن بويه ، نسخة كتبها أحمد بن ( --- ) التستري في عام 846هـ وفيها بعض الخرائط ، يبدأ المؤلف بتوضيح المصطلحات الفلكية . يشمل أيضًا كتاب شهاب الدين المقتول السهراوردي ( ت 587هـ ) المسمى التلويحات في علم ما بعد الطبيعة ، والكتاب الأخير ينتهي فجأة في الصفحة الخامسة وتليه ثلاث ورقات بالفارسي عن الجغرافيا ، نجد هنا خريطة مشوِّقة تمثل العالم المعروف قبل أو في وقت التستري الذي بدوره نسخ هذا الجزء . الخط أحياناً صعب القراءة ، والصفحات سبع وثلاثون . ¶ 171 - محمد بن عبد الله الرشيدي المصري . ¶ تحفة الزمان في علم القبّان وهي منظومة .",
            "page": "30",
            "part": "1"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "رسالة عن الميزان القباّني أو الرمانة ( بالفرنسية روماين وبالعربية أيضاً رمانة ) ، بقلم المؤلِّف الذي توفي في السودان في عام 1295هـ ، هناك تعليقات في الهوامش . عدد الصفحات ثلاث . ¶ 172 - إمام الدين مبارك بن عبد الله اللبناني . ¶ الأربعون حديثاً عن ثلاثين شيخاً . ¶ نسخة طابقها تلميذ المؤلِّف محمد بن طغرل في عام 727هـ ، وفيها إجازتان : ¶ 1) من المؤلِّف لإبراهيم بن محمد الصفقسي بتاريخ 737هـ . ¶ 2) من نفس المجيز لعبد العزيز بن محمد بن ( --- ) بن المؤذن البغدادي بتاريخ 738هـ . الخط نسخ وجميل ومضبوط بالشكل أحياناً ، وعدد الصفحات مئة وثلاث . ¶ 173 - أبو الفتوح محمد بن على الطائي الهمداني ( ت 555هـ ) . ¶ الأربعون حديثاً الطائية ، وسماه أيضاً الأربعين في إرشاد الحائرين إلى منازل المتقين . ¶ فيه إجازة بخط أبي محمد يونس بن يحيى الهاشمي المكي لأشخاص عديدين من بينهم أحمد بن علي بن محمد القسطلاني ( صاحب شرح البخاري ) كتبت في عام 640هـ في الحرم المكي ، تنقصها الحمدلة . مكتوبة بخط النسخ ومضبوطة بالشكل تماماً ومطابقة ، هذا العمل مهم ويستحق النشر . ¶ 174 - أبو بكر محمد بن الحسين الآجري . ¶ الأربعون حديثاً الآجرية . ¶ برواية أبي نعيم أحمد الأصفهاني ( ت 430هـ ) نسخة كتبها البناني ( انظر رقم 172) في عام 733هـ ، فيها إجازتان من علماء كثيرين من بينها إجازة يوسف المزي للبناني ذاته ، الخط واضح ، مطابقة . عدد الصفحات ست وسبعون . ¶ 175 - تقي الدين محمد بن أحمد الحسني المكي المعروف بالفاسي . ¶ الأربعون حديثاً المتباينة الإسناد . ¶ نسخة كتبها الحافظ عبد الله أبو بكر أحمد بن سليمان الذرائعي تلميذ المؤلِّف في عام 829هـ ، تم تأليفها في عام 823هـ ، الخط نسخ ومضبوط بالشكل تماماً ،مطابقة . عدد الصفحات تسع وثلاثون . ¶ 176 - أحمد بن سالم النفراوي المالكي ( ت 1207هـ ) . ¶ شرح الأربعين حديثاً النووية . ¶ ",
            "page": "31",
            "part": "1"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "ناقصة الحمدلة . مسودة المؤلِّف فيها شطب كثير وتصويبات وإضافات في الهوامش وأوراق غير مثبتة ( طيارات ) . مكتوبة بخط النسخ ، والنصوص مضبوطة بالشكل . عدد الصفحات أربعمائة واثنتان . ¶ 177 - أبو الحسن علي بن أحمد بن عبد الواحد المقدسي . ¶ الأربعون حديثاً عن المشايخ العشرين عن الأصحاب الأربعين . نسخة كتبها أبو القاسم بن محمد البرزالي في عام 684هـ ، فيها ثلاث إجازات : ¶ 1) للبرزالي . ¶ 2) لمحمد بن سليمان بن داود الجزري وصلاح محمد بن أحمد البعلبكي وبتاريخ 689هـ ، وجميعها كتبها البرزالي . ¶ 3) ليحيى بن محمد بن سعد المقدسي الذي كتبها في عام 726هـ ، الخط نسخ جميل ، مطابقة ، وصفحاتها خمسون . ¶ 178 - مجهول . ¶ كتاب في وصف نعل النبي r . ¶ كُتب الآتي : ¶ رسمت هذا التمثال الشريف برسم الماجد محب العلماء أبي العباس أحمد النظاوني وإسناد حديث تمثال نعل النبي r قال أخبرني أبو اليمن عبد الصمد بن عساكر قال أخبرني الحسن بن هبة الله قراءة قال أخبرنا أبو العشائر محمد بن فارس القيسي أخبرنا مكرّم بن حمزة وأم فضيل كريمة بنت عبد الوهاب بن الخضري القرشيان قراءةً عليهما والقاضي أبو نصر محمد بن هبة الله إجازةً بسنده المتصل إلى أنس : كانت نعل رسول الله r لها قبالان ، أخرجه البخاري وقال : أخبر إبراهيم بن سهل قال أخبرنا أبو يحيى مَيْسَرة قال أخبرنا إسماعيل بن أبي أويْس قال : كانت نعل رسول الله r عند إسماعيل بن إبراهيم المخزومي وصلت إليه من قِبَل جدّته أم كلثوم بنت أبي بكر الصديق ، يقول المؤلِّف في الختام : هذا مثال وجده السلطان العادل أبو العبّاس أحمد الذهبي عند الشرفاء الصقلييّن بفاس ثم بعد موت السلطان وجد في خزانته وأُخِذَ منه النسخ التي عند الناس . ¶ ",
            "page": "32",
            "part": "1"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "كيف كان النعل التي وجدت سابقاً لدى المخزومي بالمدينة ونقلت إلى الأشراف الصقليين الذين كانوا لاجئين مسلمين في فاس ؟ نسي المؤلِّف أن يخبرنا ذلك ، نحن الآن لا نركز الاهتمام على النعلين المحفوظين في إستانبول الذين قدم أحدهما آخر خليفة عباسي الذي توفي قبل سنين قليلة في الموصل ، نسخة مخرجة بصورة فنية ، مزينة ومزخرفة وبها فواصل مذهبة ، نسخة مقياس النعلين الحقيقيين يغطي صفحتين تلمعان ذهباً . ¶ الخط مغربي . وعدد الصفحات ثلاث وعشرون . بالحكم من نوع الورق فعمر هذا الكتاب الغريب ليس أكثر من مئة عام . ¶ 179 - الحافظ الذهبي . ¶ المنتقى . ¶ أحاديث . نسخة كتبها أحمد بن ( --- ) بن المحب في عام 748هـ ، فيها إجازة من ( --- ) بن هبة الله للناسخ ، مكتوبة بخط النسخ ومطابقة وجميلة . عدد الصفحات خمسون . ¶ 180 - حسين بن محمد النيسابوري القمي المعروف بالنظام . ¶ كشف حقائق زيج الخاني . ¶ أصل هذه الرسالة الفلكية يرجع للخاني فلكي هولاكو بن جنكيز خان . نسخة فارسية كتبها محمد بن سليمان الأسترابادي في عام 872هـ ، نسخة جميلة فيها إيضاحات وأرقام فلكية عديدة وتعليقات في الهوامش ، خط فارسي واضح وعدد الصفحات أربعمائة وثلاث وسبعون . ¶ 181 - البخاري . ¶ الصحاح . ¶ المجلد الثاني الذي يبدأ بكتاب البيوع . كُتب في عام 826هـ ، فيه إجازة ومطابق . فيه تعليقات في الهوامش مكتوب بخط النسخ الواضح الجميل والمضبوط بالشكل تماماً . ¶ 182 - محمد بن أحمد الأندلسي البكري الشريشي (ت685هـ ) . ¶ التعليقات الوفيّة على الدرّة الألفيّة . ¶ تعليق على ألفية ابن معطي ( ت 628هـ ) . نسخة كتبها محمد بن أيوب الدمشقي تلميذ المؤلف في عام 724هـ . ¶ بدايتها مفقودة من باب المعرفة . الخط نسخ جميل ، وعدد الصفحات خمسمائة وثمان وعشرون . ¶ 183 - الحافظ ضياء الدين محمد بن عبد الواحد المقدسي . ¶ الفوائد المنتقاة العوالم . ¶ ",
            "page": "33",
            "part": "1"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "مجموعة مشيخات برواية المقدسي . نسخة كتبها تلميذ المؤلف إسماعيل بن إبراهيم بن سالم بن ركّاب بن سعد الخباز في عام 637هـ . هذا الكتاب يحوي عدداً كبيراً من الإجازات التي نورد منها أكثرها فائدة : ¶ 1) أحاديث مجتمعة بالإجازات التالية : ¶ (أ) من إسماعيل الخباز لمحمد بن أبي الفتح السلامي وآخرين كثيرين بتاريخ 637هـ . ¶ (ب) إجازة لأبي بكر بن إبراهيم بن طاهر القلانسي الصقلي قراءة على والده . ¶ (ج) من نفس الشخص إلى ( --- ) بن علي اليونيني ( محدث مشهور كتب أهم نسخة للبخاري في مكة ) في عام 692هـ . ¶ (د) من نفس الشخص لعبد الرحمن بن علي بن عطاء وآخرين بتاريخ 771هـ . ¶ (هـ) من إبراهيم بن طاهر القلانسي لابنه أبي بكر . وهذه الإجازة موجودة في كل الأقسام . ¶ (و) من الخباز لأحمد بن مظفر النابلسي بتاريخ 673هـ . ¶ (ز) من نفس الشخص للقاسم بن محمد بن يوسف البرزالي وآخرين بتاريخ 696هـ . ¶ 2) الجزء الخمسون من الأحاديث المختارة فيه الإجازات التالية : ¶ (أ) من الخباز لعلي بن عبد الكافي الرابعي بتاريخ 677هـ . ¶ (ب) من الشخص نفسه لعبد الرحمن بن قدامة وآخرين بتاريخ 655هـ . ¶ (ج) من أبي الفتح بن أبي الشريف برواية ابن حجر لمحمد بن أحمد المظفري بتاريخ 922هـ. ¶ (د) من الخباز لمحمد بن زياد وآخرين بتاريخ 671هـ . ¶ (هـ) من نفس الشخص إلى ( --- ) بن علي اليونيني بتاريخ 671هـ . ¶ (و) من نفس الشخص للقاسم بن محمد بن يوسف البرزالي بتاريخ 696هـ . ¶ 3) الجزء الحادي والخمسون ... الخ فيه الإجازات التالية : ¶ (أ) من الخباز لعلي بن عبد الكافي الرابعي ، الذي كتبها بتاريخ 698هـ . ¶ (ب) من عبد الحق السمباطي لمحمد بن أحمد المظفري بتاريخ 922هـ . ¶ 4) الجزء الثاني والخمسون وفيه الإجازات التالية : ¶ (أ) من الخباز إلى علي بن عبد الكافي الرابعي بتاريخ 668هـ . ¶ (ب) من نفس الشخص لمحمد بن عبد الرحمن بن جبارة بتاريخ 662هـ . ¶ 5) الجزء الثالث والخمسون وفيه الإجازات التالية :",
            "page": "34",
            "part": "1"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "(أ) من الخباز للرابعي بتاريخ 662هـ . ¶ (ب) من نفس الشخص إلى ( --- ) بن علي اليونيني . ¶ (ج) من عبد الحق السمباطي للمظفّري بتاريخ 922هـ . ¶ 6) الجزء الرابع والخمسون وفيه الإجازات : ¶ (أ) من الخباز للرابعي وآخرين كثيرين . ¶ (ب) من السمباطي للمظفرّي بتاريخ 922هـ . ¶ (ج) من الخباز لشمس الدين محمد بن إبراهيم بن غنائم المهندس وأبي بكر بن علي بن أبي طاهر الصقلي القلانسي بتاريخ 696هـ . ¶ 7) الجزء السادس والخمسون وفيه الإجازات التالية : ¶ (أ) من الخباز لمحمد بن خضر الدمشقي بتاريخ 662هـ . ¶ (ب) من نفس الشخص لليونيني بتاريخ 662هـ . ¶ (ج) من السمباطي للمظفّري بتاريخ 922هـ . ¶ 8) جزء من الموافقات وفيه الإجازات التالية : ¶ (أ) من الخباز لنجم الدين محمد بن خضر الدمشقي في عام 661هـ . ¶ (ب) من سليمان بن حمزة بن قدامة ( الذي كتبها ) لأبي بكر بن سلامة وآخرين في عام 709هـ . ¶ 9) الجزء الأول من أحاديث أبي محمد عبد الرحمن بن بشر جمع ضياء الدين ... الخ ، ويشمل الإجازات التالية : ¶ (أ) من أحمد بن هبة الله بن عساكر ليوسف بن زكي المزي بتاريخ 691هـ . ¶ (ب) من الخباز لليونيني بتاريخ 662هـ . ¶ (ج) من نفس الشخص لسليمان بن عبد الرحمن السرخدي وآخرين بتاريخ 661هـ . ¶ 10) الجزء الثاني من أحاديث .... الخ ، وفيه الإجازات التالية : ¶ (أ) من الخباز لمحمد بن خضر الدمشقي في عام 661هـ . ¶ (ب) من نفس الشخص لليونيني في عام 663هـ . ¶ 11) الجزء الرابع من من كتاب الطب تأليف أبي نُعيْم وفيه إجازات : ¶ (أ) من الخباز لأحمد أبي الفتح البعلبكي في عام 661هـ . ¶ (ب) من نفس الشخص لليونيني في عام 663هـ . ¶ (ج) من علي بن أبي الحرام السراج القلانسي الصقلي لابنه أبي بكر في كل الكتب السابقة في 696هـ . ¶ (د) من الخباز إلى ( --- ) بن خضر الدمشقي وآخرين في عام 661هـ . ¶ وكل هذه الإجازات مؤرخة بسفح جبل قيسون .",
            "page": "35",
            "part": "1"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "نسخة جميلة وبخط مُتْقَن ، أكثر من نصفها مضبوط بالشكل ومطابقة وعدد صفحاتها خمسمائة وعشرون . ¶ 184 - علي بن محمد السخاوي ( ت 643هـ) . ¶ المفضّل شرح المفصّل . ¶ المجلد السادس ، نسخة تلميذ المؤلف أحمد بن فرج الأبهري في عام 633هـ . مطابقة وخطه مقروء وصفحاته مئتان . ¶ 185 - أبو عبد الله الحسين بن أحمد الفرضي الشقّاق (ت476هـ) . ¶ الفرائض . ¶ عن المواريث نسخة خَطَّها هاشم بن أحمد بن هاشم في عام 535هـ ، خط نسخ جميل ومضبوط بالشكل جميعه ، وعدد الصفحات مئتان وثمان وسبعون . ¶ 186 - نور الدين علي السمهودي المدني . ¶ شفاء الأشواق لحكم ما يكثر بيعه في الأسواق . ¶ في الفقه الشافعي . ومكوّن من قسمين : ¶ 1) في تمهيد قاعدة وفروع تخرَّج عليها غالب ، هذه المسائل وأشباهها . ¶ 2) في متعلق الزكاة من العين والذمة وما يتفرع على ذلك ، وخرْص الثمار وما يتعلق به ويتفرع عليه من التصرفات . ¶ نفس ناسخ الموضوع أعلاه في عام 895هـ . خط نسخ واضح صغير . صفحاته ثمانون ، يلاحظ الورق الممتاز لهذين الكتابين . ¶ 187 - الحافظ الذهبي . ¶ التلويحات في علم القراءات ¶ نسخة بخط المؤلف في عام 737هـ ، مع إجازته من أربع صفحات ¶ كتاب في متناول اليد ومفيد للراغبين في هذا الجانب ، فيه تعليقات في الهوامش . الخط جيد وصفحاته ثماني عشرة . ¶ 188 - أحمد المقريزي (ت 845هـ ) . ¶ مناقب أحمد بن حنبل . ¶ بخط المؤلف ، وصفحاته تسع صغيرة الحجم ، والخط واضح مقروء . ¶ 189 - نفس المؤلِّف . ¶ قطعة مختصرة من عيون الأنباء في طبقات الأطبّاء . ¶ نسخة بخط المؤلف وصفحاته ست . ¶ 190 - نفس المؤلِّف . ¶ إمتاع الأسماع في ما للنبي r من الحَفَدة والمتاع . ¶ ",
            "page": "36",
            "part": "1"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "تبدأ مسودة المؤلف بالتالي : (( ابتدأت يوم الجمعة آخر شهر الربيع الآخر سنة اثنتين وثلاثين وثمانمائة )) تأتي قبله بصفحتين ونصف مذكرات لا تشير إلى الكتاب الذي أعدّ منه المؤلِّف الفهرس كما نرى . توقف في الصفحة السادسة والعشرين ، فيه تعليقات في الهوامش انظر حاجي خليفة ، موضوعات فرعية ، الورق من القطع الكبير. ¶ 191 - محمد بن محمد العاقولي الواسطي (ت797هـ ) . ¶ مفاتيح الرجا في شرح مصابيح الدُجى . ¶ تعليق على كتاب البغوي المشهور ، المجلد الثاني ، هو مسودة المؤلِّف بتاريخ 788هـ والأول مكتوب بخط شخص آخر في عام 1146هـ ، غير مضبوط بالشكل البتة . ¶ 192 - الجوهري . ¶ الصحاح . ¶ المجلد الأول حتى غوج المنسوب إلى ابن خلكان الخط ممتاز ومضبوط بالشكل . المجلد الثاني من شبر إلى سوف . المجلد الثالث من شوف حتى هوم كتبه في عام 690هـ عمران بن الحسن الزايدي ومضبوط بالشكل . المجلد الرابع من خطر إلى قين كتبه ( --- ) بن محمد الأنصاري وفيه إجازة من عبد العزيز بن سحنون بن علي الغماري المغربي للناسخ . المجلد الخامس من رتن حتى النهاية كتبه في عام 589هـ عبد الكريم بن الحسن بن جعفر البعلبكي . وهكذا فالكتاب ناقص من غوج إلى شبر . ¶ 193 - الدميري . ¶ حياة الحيوان . ¶ نسخة كتبها تلميذه محمد بن سعيد القادري في عام 837هـ ¶ تمت مطابقتها بالأصل كما يظهر من الملحوظة . ¶ الصفحات خمسمائة وستون والورق من الحجم الكبير بخط النسخ الجميل . ¶ 194 - عبد المنعم بن صالح بن أحمد بن محمد التيمي النحوي ( ت 685هـ) . ¶ تحفة المُعرِب وطُرفة المُغْرِب . ¶ شرح للمشكلات من الآيات القرآنية والشعر القديم والنحو والأمثال ، يقول في الخاتمة : ووافق الفراغ منه لاثني عشرة بقين من جمادى الآخرة الذي من سنة خمس وثمانين وستمائة . هذه النسخة يبدو أنها الوحيدة الموجودة في أوروبا والشرق ، نقرأ في طبقات أبي مخرمة المجلد الثالث ، صفحة رقم 73ب من مجموعتنا رقم 224 . ¶ ",
            "page": "37",
            "part": "1"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "الشهاب محمد بن عبد المنعم بن محمد بن التحيمي الأنصاري اليمني ثم المصري الصوفي الشاعر المحسن حامل لواء النظم في وقته ، سمع جامع الترمذي من علي بن البناّ وأجاز له عبد الوهاب بن سكينة ، توفي في شهر رجب من سنة خمس وثمانين وستمائة . هذا - بدون شك - هو مؤلفنا الذي شوّه اسمه أحد النسّاخ ، أيهم ؟ كتب هذا الكتاب بعناية فائقة ومضبوط بالشكل تقريباً . قائمة المتحف البريطاني صفحة 303ب ، 1، 15 . عدد الصفحات خمس وتسعون من القطع الكبير . ¶ 195 - مجهول . ¶ التحفة السنية في سياسة الرعيّة . ¶ الشيخ التميمي المغربي (ت 1190هـ) كتب بخط يده قائلاً : بخط مؤلفها المشطوب اسمه ظلماً . وهي بخط المؤلِّف ، كتبها في عام 1026هـ ، شُطب اسمه أيضاً في الخاتمة بواسطة شيخ أراد أن ينسب لنفسه شرف تأليفها ، الخط مقروء وصفحاتها سبع وثلاثون . ¶ 196 - ابن الأجدبي الطرابلسي . ¶ كفاية المتحفّط . ¶ رسالة صغيرة ممتازة في فقه اللغة ، لدينا هنا منها نسخة قديمة جداً كُتبت بخط النسخ الجميل ومضبوطة بالشكل تماماً ، مطابقة ، تشمل إجازة من ابن المؤلِّف أبي محمد ع. ع. كُتبت بخط شخص ربما تنسب إليه هذه النسخة لأن خط الإجازة من نوع خط كتاب محمد بن جابر بن محمد القيسي الوادي آشي وهو أحد ثلاثة نظموا هذا الشعر . ( انظر حاجي خليفة ، موضوع فرعي ) حيث تبديل للجمل ، قائمة مكتبة جامعة ليدن ، المجلد الأول ، صفحة 80 ، وقائمة المتحف البريطاني صفحة 768 ، وقائمتنا الدورية ، المجلد الأول الرقم 43 . عدد الصفحات مئة واثنتان وثمانون . ¶ 197 - شهاب الدين أحمد القسطلاني . ¶ مشارق الأنوار المُضنيّة في شرح الكواكب الدرية في مدح خير البرية . ¶ تم تأليفها ونظمها في عام 883هـ ، نسخة أُخذت من أصل نسخة المؤلِّف محمد بن عبد الدائم البذالي في عام 954هـ . نسخة واضحة ومضبوطة بالشكل . عدد الصفحات مئة واثنتان وعشرون . ¶ 198 - الخطيب التبريزي . ¶ شرح بانت سعاد . ¶ ",
            "page": "38",
            "part": "1"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "شرح للقصيدة المشهورة التي نظمها كعب بن زهير أمام النبي r الذي أعلنه مارقاً عن القانون ، ولكن سماعه القصيدة من رجل مجهول ملثّم عفا عنه ومنحه بردته . نسخة جيدة كتبت في عام 789هـ. ¶ الشعر والشرح غالباً ما يضبط بالشكل . عدد الصفحات ست وثلاثون ، نفس المخطوطة بالرقم 802 ، المجلد 2 ، موجودة في مكتبة مكتب الهند . ¶ 199 - محمد بن عبد الكريم الموصلي . ¶ لوامع الأنوار نظم مختصر مشارق الأنوار . ¶ غريب الحديث . يجد تقديراً كبيرًا في الشرق ، نسخة كتبها أحمد بن أسد بن أحمد العميوطي المقري في عام 837هـ ، مرتبة هجائياً ، تحت كل حرف وضع الآتي بعد شرح المفردات : ¶ 1) الأسماء والكنى 2) الأماكن 3) الأنساب ¶ الشعر ينساب في سهولة ومن السهل إيجاد الكلمة ، النسخة متقنة ومضبوطة بالشكل ، مطابقة عدد الصفحات مئة وست وسبعون . ¶ 200 - أبو تمام . ¶ ديوان محمود باشا البارودي ( انظر رقم 29 ) الذي أعد طبعة كاملة لهذا الشاعر نجد منها هنا نسخة تحوي قصائد لم تنشر مأخوذة من مكتبات إستانبول مكتوبة بخط محمود باشا ومطابقة وفيها تعليقات في الهوامش ، الخط مقروء وواضح ومضبوط بالشكل فقط في حالات استثنائية . عدد الصفحات مائتان وخمس وثلاثون . ¶ 201 - محمود باشا البارودي . ¶ الباشا العالم الآن يعمل مزارعاً في كولمبو ، ويريد أن يقدم حماسة تستطيع أن تستوعب الشعراء المولدين . ¶ ومواضيع أخرى أكثر من الحماسة القديمة ، صرف المؤلِّف مبالغ طائلة للخطاطين والنساخ والذين هم في الوقت ذاته علماء أيضاً . المجموعة الأولى من هذا الموضوع تحفة من الخط والضبط ، ولكن الأسماء ما زالت مفقودة ، وقوانين وأحكام عرابي منعت المؤلِّف من مواصلة عمله ، أما المجموعتان الأخريان هما مسودة المؤلِّف . ¶ 202 - نفس المؤلِّف . ¶ رسالة في الصرف ¶ مسودة المؤلِّف ناقصة وصفحاتها سبع . ¶ 203 - نفس المؤلِّف . ¶ رسالة في الطبيعة . ¶ هذه مسودة أخرى للمؤلّف لم تكتمل . ¶ 204 - نفس المؤلِّف . ¶ ",
            "page": "39",
            "part": "1"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "شرح الأجرومية . ¶ مخطوطة جميلة وكاملة وعدد صفحاتها ثلاث وأربعون . ¶ 205 - أبو الفتح البستي . ¶ ديوانه . ¶ نسخة جيدة ومضبوطة بالشكل أحياناً وبقلم الباشا المذكور سالفاً ، عدد صفحاتها اثنتان وثلاثون . ¶ 206 - عبد المتعال أحمد السحيمي المصري . ¶ متن أقرب الأدلة في معرفة التواريخ والأوقات والقبلة ¶ بخط المؤلِّف والخط مُتقن والصفحات أربع . ¶ المواد المدوّنة التالية نازلاً حتى الخط بقلم جعفر بن مكي ( ت 711هـ ) . ¶ 207 - أبو الحسن علي الحسين المفسّر . ¶ الاستدراكات على أبي علي الفارسي . ¶ كتاب جدلي حول تفسير وتأويل علي الفارسي . الحروف صغيرة ومقروءة ومضبوطة بالشكل تماماً ، مع تعليقات في الهوامش . كُتب في عام 707هـ . عدد الصفحات خمس وعشرون . ¶ 208 - مجهول . ¶ مجموع مراسلات ومكاتبات بالعربي وبالفارسي . كتاب عن مواضيع أدبية مختلفة ، نفس الملحوظة الواردة على المخطوطة رقم 207 . عدد الصفحات ثمانٍ وخمسون . ¶ 209 - أبو عمرو الداني ( ت 444هـ ) ¶ التيسير في علم القراءات ، مطابقة ، نفس الملحوظة الواردة في المخطوطة رقم 207 ، عدد الصفحات ستون . ( انظر قائمة المتحف البريطاني صفحة 378ب ) . ¶ 210 - جعفر بن مكي الموصلي . ¶ الكامل الفريد في التجويد والتفريد . ¶ عن القراءات القرآنية المختلفة وضبط التهجئة وأحكام قواعد الإملاء . كتاب مفيد ويستحق اهتمام العلماء ، نفس الملاحظة الواردة في الرقم 207 ، خطها المؤلِّف بتاريخ 696هـ وصفحاتها ثلاثمائة . ¶ 211 - نور الدين أبو الحسن بن الحسين النحوي. ¶ الإبانة في تفصيل ماآت القرآن وتخريجها ، على الوجوه التي ذكرها أرباب الصناعة . ¶ رسالة ممتعة ومفيدة مع أمثلة وشواهد من الشعر القديم ، مضبوطة بالشكل تماماً ، فيها تعليقات في الهوامش . عدد الصفحات ثمان ٍ وثلاثون . ¶ 212 - شمس الدين محمد بن أحمد بن خليل الحوي . ¶ أقاليم التعاليم في الفنون السبعة . ¶ ",
            "page": "40",
            "part": "1"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "ملخص للحديث والفقه والأدب والطب والهندسة والحساب ، يقول حاجي خليفة عن المؤلِّف ( الذي يسميه خطأ الخبي ) إأنه توفي في عام 693هـ وهذا شيء يصعب تصوره لأن فخر الدين الرازي توفي في عام 606هـ ، وهو راوية في ( أحاديث محمد ) كما قرأنا في هذا العمل . الخط نسخ متقن ومضبوط بالشكل ، كُتب في عام 783هـ . عدد الصفحات أربعمائة وثمانٍ وعشرون . ¶ 213 - أبو عبد الله محمد بن أحمد بن أبي بكر بن فرج الأنصاري القرطبي ¶ ( ت 671هـ) ¶ جامع أحكام القرآن . ¶ المعروف بتفسير القرطبي ، المجلد السادس الذي يبدأ من قوله تعالى : } إن يمسسكم قرح { وينتهي في } حتى تعلموا ما تقولون { . ¶ الخط نسخ جميل بيد أحمد بن علي المعروف بطهور وتاريخها 731هـ . عدد الصفحات مائتان وثمانون . ¶ 214 - أبو سعد المحسن بن كرامة البيهقي اليماني . ¶ التهذيب في التفسير . ¶ تفسير القرآن ذو قيمة عالية وندرة عظيمة ، يكتب المؤلِّف دون إسهاب بأسلوب واضح وسهل . بعد شرح الأسماء المختلفة للقرآن يبدأ المؤلِّف بمعالجة موضوعه ، كل جملة يشرحها من وجهة نظر ¶ 1) القراءة 2) اللغة 3) الإعراب 4) المعنى 5) الأحكام ¶ هذا المجلد الأول هو المجلد الوحيد الذي في أيدينا ينتهي بسورة الشورى الصفحة الأخيرة تشتمل على شهادة وقفية وهي ممزقة للأسف وهي توقف كل كتب المؤلف لصالح ذريته ( المؤلِّف ؟) هؤلاء الناس سوف يكونون مشرفين على ضريح الإمام المنصور بالله عبد الله بن حمزة ( انظر رقم 225) في مدينة ظفار التي تحفظ فيها الكتب . هذا يقودنا للقول بأننا أمام مخطوطة المؤلِّف . الخط واضح جداً وأحياناً بدون ضبط الكلمات بالشكل . عدد الصفحات مائتان . ¶ 215 - نفس المؤلِّف . ¶ شرح عيون المسائل في علم الأصول . ¶ ثلاث مجلدات ضخمة : ¶ ",
            "page": "41",
            "part": "1"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "المجلد الأول : مفقود البداية ونَسَخَه في عام 608 هـ مدرك بن عمران الزواجي ، وطابقها في عام 609هـ محمد بن أحمد بن الوليد الذي كتبها بالحبر الأسود تحت إشراف ورعاية المؤلِّف ، الذي قام بالتشطيب عليها . الحروف جميلة وأحياناً غير مضبوطة بالشكل . ¶ المجلد الثاني نُسِخَ في عام 605هـ مع إضافة كلمة ( مُصحح ) في نفس السنة . ¶ المجلد الثالث نُسِخَ في عام 608هـ وعليه نفس كلمة (مُصحح ) . الخط واضح وأحياناً غير مضبوط بالشكل . المجلدات الثلاث كلها كُتبت في مدينة ظفار ، لم يكن من الممكن اكتشاف أي معلومات محددة عن مؤلِّف هذين الكتابين المهمين . ¶ 216 - أبو الحسن علي بن أحمد الواحدي النيسابوري (ت 468هـ ) ¶ أسباب نزول القرآن . ¶ حسب رواية أحمد بن إسماعيل القزويني كما ورد في اللوحة التي تلقاها من أبي العباس عمر الأرغباني ( كُتب هكذا مرات عديدة ) وهو تبدأ : أخبرنا الشيخ الإمام رضي الدين أبو الخير أحمد بن إسماعيل بن يوسف القزويني قال أنبأنا أبو العباس عمر بن ( --- ) الأرغباني قال : قال الشيخ الإمام أبو الحسن علي بن أحمد الواحدي النيسابوري . ¶ رواية فهارسنا مختلفة قليلاً من رواية فهارس ليدن ( المجلد الرابع ، صفحة 21) نسخها لأمير اليمن صريم الدين إبراهيم بن المظفر ( انظر أبا مخرمة ، صفحة رقم 231) علي بن شعبان الصيفي في عام 740هـ . نسخة رائعة فيها توضيحات مذهبة . الخط غاية في الإتقان ومضبوط بالشكل أحياناً ، انظر نولدك - علوم القرآن ، صفحة 28 . عدد صفحاته أربع وعشرون والورق من الحجم الكبير . ¶ 217 - أبو الحسن علي بن فضّال الحوفي النحوي ( ت 430هـ ) ¶ البرهان في علوم القرآن . ¶ ",
            "page": "42",
            "part": "1"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "المؤلِّف يواصل بنفس الطريقة التي يتبعها أبو سعد البيهقي ( انظر رقم 24) ولكنها أكثر توسعاً . تبدأ بسورة البقرة الآية 125وتنتهي بسورة البقرة الآية 228 . الخط تصعب قراءته لكنه قديم ومضبوط بالشكل تماماً . فيه خط محمد بن محمد الشحناء ( انظر الرقم 44) وأيضاً خط أحمد بن رحمن بن رجب الأقصرائي ( مؤلِّف طبقات الحنابلة ) المجلد الرابع فقط ، الورقة الأخيرة مفقودة . عدد الصفحات مئة وست وسبعون من الحجم الكبير . ¶ 218 - القاضي عبيد الله بن محمد العبيدلي الشريف الفرغاني المعروف بالعبري (ت 743هـ ) ¶ شرح طوالع الأنوار . ¶ ناقص بداية المقدمة . هذه نسخة المؤلِّف وفيها عدد من الكلمات الممحية والحذف والتخريج والتعليقات في الهوامش ، كُتبت في تبريز عام 718هـ لشهاب الدين مبارك شاه . عدد الصفحات مائتان وست وخمسون . ¶ ( انظر قائمة مكتبة مكتب الهند رقم 426، الثالث ) ¶ 219 - إمام الحرمين عبد الملك الجويني ( ت 478هـ ) . ¶ الشامل في أصول الدين . ¶ هذا هو العنوان حسب قول حاجي خليفة وأنه يحوي خمسة مجلدات منه موجودة هذا ربما يكون قسماً آخر خلاف نسختنا التي تفتقد البداية فقط . ¶ يقول في الخاتمة : تم الكتاب الشامل لحقائق الأدلة العقلية وأصول المسائل الدينية . تم نسخها في عام 712هـ ، الخط واضح ولكنه غير مضبوط بالشكل أحياناً . صفحاته ثلثمائة وستون . ¶ 220 - لطف الله بن جحّاف اليماني ( الجحاف هو صانع الفخار في اليمن ) ¶ روض الأشواق في مكارم الأخلاق وهو شرح قصيدة المولى إسحاق . ¶ بداية القصيدة : ¶ ولقد نزلتُ على ديارهم ¶ والروض مَرْاءهُ البديعُ به ¶ ولها بثغر مَسرَّةٍ ضَحكُ ¶ خَلْعُ العِذارِ لذي التقى نُسكُ ¶ وفي ورقة منفصلة يروي المؤلِّف الأبيات الأخيرة التي نظمها المولى إسحاق ، هذه الأبيات وصلته عن طريق ابن الشاعر الذي قدمها للمولى العلامة عز الكمال ( م ) بن زيد المتوكل ، ولأنها في غاية الإمتاع نوردها هنا : ¶ يا روضةً في الفضل طابَ بها ¶ ",
            "page": "43",
            "part": "1"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "خُذْها قصيداً راق مشربُها ¶ ألفاظها رقَّت وكاد لدى ¶ وحَلَت معانيها وراق على ¶ فاستملها واملأ سفينتها ¶ لا زلتَ في روض النعيم كما ¶ وزكى التُقَى والعلمُ والنُسْكُ ¶ فَهْي الرحيق ختامها مِسْكُ ¶ إنشادها يترنَّم الصكُّ ¶ جيد النظام بلطفها السِلْكُ ¶ من بحرها وتراعك الفُلكُ ¶ تهوى وذِكْرُك بالثنا يزكو ¶ إنها عمل أدبي مُتقن من نوع أدب ابن نباتة ، وهي تعالج بصورة أساسية قضايا فلسفية ميتافيزيقية ( غيبية ) . الشرح والتعليق مُسْهَب ، أتم المؤلِّف المسودة في عام 1215هـ . الخط مقروء وعدد الصفحات مئة واثنتان وخمسون من القطع الكبير وفيها تخريجات عديدة . ¶ 221 - برهان الدين إبراهيم بن عمر الجعبري ( ت733هـ ) . ¶ جميلة أرباب المراصد على عقيلة أتراب القصائد . شرح وتعليق وافٍ على قصيدة الشاطبي الشهيرة ، العلماء المهنيون يحفظونها عن ظهر قلب القصيدة تبدأ : ¶ الحمد لله موصولاً كما أمرا ¶ مباركاً طيّباً يستنزلُ الدِّرَرا ¶ هذا الشرح مازال مستعملاً في الشرق ، وهو في الحقيقة مهم جداً وذو قيمة عظيمة لتاريخ وأحكام الرسم القرآني واللغة العربية عامة ، النسخة قديمة ومطابقة . ¶ الخط غاية في الجمال والإتقان . عدد الصفحات مائتان وثمانون من القطع الكبير . ¶ 222 - علي بن شيخ عبد البار الونائي . ¶ الدرر السنيّة بشرح الكنوز البهيّة في علم النحو . ¶ المسودة بخط المؤلِّف وبها تصويبات ، هنالك ملحوظة تقول بأن شخصاً معيناً درس هذا الكتاب لدى المؤلِّف في عام 1805هـ ، الخط جميل وواضح ، وعدد الصفحات مائتان وست وعشرون . ¶ 223 - أحمد بن عبد الحليم بن تيمية . ¶ السياسة الشرعية في إصلاح الراعي والرعيّة . ¶ نسخة خطها أحمد بن سليمان الحموي في عام 782هـ . النسخة مطابقة والخط عريض ومقروء . والصفحات أربع وسبعون . ¶ 224 - محمد سبط المارديني الموقت . ¶ رقائق الحقائق في حساب الدَرَج والدقائق . ¶ ",
            "page": "44",
            "part": "1"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "رسالة في الحسابات الفلكية ، نسخة كتبها محمد بن الشيخ ياسين في عام 999هـ ، مليئة بالتعليقات في الهوامش ، الخط جيد والنسخة مطابقة وصفحاتها ثمانٍ وثلاثون . ¶ 225 - الحافظ جمال الدين أبو الحجاج يوسف بن عبد الرحمن المزي (ت 742هـ) . ¶ تحفة الأشراف في معرفة الأطراف . ¶ مجموعة أحاديث تم ترتيبها حسب أسماء الصحابة . هذا العمل الذي يشتمل على أكثر من تسعة مجلدات في غاية من الأهمية ، إنه يشمل كل الكتب الستة ، ويتمتع في الشرق باحترام كبير بين العلماء القليلين الذين أُتيحت لهم فرصة قراءته ، إننا نعتقد بأن نسختنا هي الوحيدة في أوروبا ، هي نسخة متقنة ومضبوطة بالشكل . المجلد الأول كتب بخط تلميذ المؤلِّف محمد بن أحمد بن تمام المعروف بالس‍ّراج الحرّاني نائب مدير دار الحديث ، وهو غير مؤرخ . ¶ المجلد الثاني : نُسخ في عام 730هـ ، المجلد الثالث بدون تاريخ وبدون اسم الناسخ ، المجلد الرابع : نسخة كتبها ابن السراج في عام 730هـ ، المجلد الخامس : كتبه ابن السراج كذلك وفي السنة نفسها ، المجلد السادس : الناسخ نفسه في عام 730هـ ، المجلد السابع : الناسخ نفسه وفي السنة نفسها ، المجلد الثامن : خط مختلف بدون تاريخ ولكن كله قديم ، المجلد التاسع : نسخة خطها ابن السراج في عام 733هـ . فهرسنا هو النسخة من مسودة المؤلِّف وهي كُتبت وتمت مطابقتها تحت إشرافه ورعايته حسبما يظهر من الملاحظات المكتوبة في مختلف المجلدات . ¶ ( قارن فهرس قائمة المتحف البريطاني ، صفحة 736أ ). ¶ 226 - إبراهيم بن علي بن تميم الأنصاري الأندلسي ، ¶ المعروف بالحصري (ت 453هـ) ¶ المصون في سر الهوى المكنون . ¶ ",
            "page": "45",
            "part": "1"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "مجلدان ، في هذا العمل الجميل النادر نجد شعراً لشعراء قدامى ، المؤلِّف معروف بكتابه ( زهر الآداب ) المطبوع كهامش في ( العقد الفريد ) لابن عبد ربه ، نسخة جيدة كُتبت في عام 792هـ ، الخط عريض وواضح ، كل القصائد الشعرية مضبوطة بالشكل ، التجليد يمني يُعرف من زينته ، الصفحة الأولى فيها بعض التلف والصفحة الأخيرة كتبها شخص معاصر توجد نسخة ممتازة من هذا العمل في مكة . ¶ 227 - الإمام المنصور بالله أبو عبد الله بن حمزة . ¶ ديوان الأدب اليمني الذي غالباً لا يُعرف في أوروبا والشرق يجلب إلينا مفاجآت سارة ، اسم هذا الديوان لا يذكره أحد خارج حدود اليمن ، هذه هي إحدى هذه المفاجآت لقد درسناه بعناية خاصة وشعرنا بمتعة في قراءة هذه الأشعار السلسلة وهو نوع من الرضا نحسه مباشرة ، نجد فيه تأملات أبي فراس الحمداني فهو شاعر عبقري بكل ما في الكلمة من معنى ، كما نجد فيه أيضاً زهو المقاتل وخيلاءه بلغة المتنبي النبيلة الأصيلة ، المؤلِّف المشهور وهو أحد الأمراء اليمنيين الذين هم في الوقت نفسه علماء متميزون وحماة متحمسون للآداب لم يجد من يؤرخ له في أوربا ولكن المؤلِّف أبو مخرمة الذي لا يبارى قدم لنا معلومات عن شخصه وحكمه مما يجعلنا نُسرع في سردها هنا ، إننا ننقل من نص مخطوطتنا رقم 233، المجلد رقم 1 ، صفحة 11أ ، ونسمح لأنفسنا بإدخال بعض التحسينات فيها : ¶ ",
            "page": "46",
            "part": "1"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "الإمام المنصور بالله أبو عبد الله بن حمزة بن سليمان بن حمزة بن علي بن حمزة بن الإمام أبي هاشم الحسن بن عبد الرحمن بن عبد الله بن يحيى بن عبد الله بن الحسين بن القاسم بن إبراهيم بن إسماعيل بن إبراهيم بن الحسن بن الحسن بن علي بن أبي طالب ، نسب وفخر ضخم ، إمام من أئمة الإسلام وقطب من أقطاب السادة الكرام ، ولد في شهر ربيع الأول سنة إحدى وستين وخمسمائة ، تفنن في عدة من العلوم ، وكان مختصاً بعلم الأدب كثير الاحتجاج على غريبي الكتاب والسنة ، عالماً بأشعار العرب حتى قيل : إن محفوظه يزيد على مائة ألف بيت من أشعار العرب ، وصنف التصانيف العجيبة في عدة فنون ، وشرع في تفسير كتاب الله U فلم يفرغ من سورة البقرة إلا في مجلد ضخم ، واخترم دون إتمامه ، وله عدة رسائل في الرد على المخالفين ، وله ألفاظ حكميّة وكلمات أدبيّة تجري مجرى الأمثال السائرة منها قوله : (( كتمان السر رأس مال الملوك - الإلحاح في مطالبة المفلس تودي إلى الإنكار - الإفراط في المزاح يودي إلى العداوة - ونحو ذلك من الألفاظ الرشيقة ، وكان شاعراً فصيحاً ومن شعره قوله : ¶ كم بَيْنَ قولي عن أبي عن جَدّه ¶ وفتىً يقول حكى لنا أشياخُنا ¶ وأبي أبي فهو النبي الهادي ¶ ما ذلك الإسنادُ من إسنادي ¶ ومنه ما كتبه جواباً إلى السلطان الظاهري غازي بن الملك الناصر بن يوسف بن أيوب صاحب حلب ، وقد كتب إليه يدعوه إلى دخول العراق ويبذل نفسه للقيام بخدمته ، فأجابه وضمّن الجواب شعراً أوله : ¶ أتهجر معتمداً دارَها ¶ وتولي الملامة من زارها( ) ¶ وفيها يقول : ¶ إلى حلبٍ حيثُ رصيدُ الملو ¶ سُلالةٌ من شاد دينَ النبي ¶ فمات وأبقى لنا بعده ¶ ك تحبو وتُكرِم زوّارها ¶ وأثخنَ بالسيف كُفّارها( ) ¶ شموس الملوك( ) وأقمارَها ¶ ",
            "page": "47",
            "part": "1"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "وكانت دعوته في ذي القعدة سنة ثلاث وتسعين وخمسمائة ، وتابعه السيدان الأميران شيخا آل رسول الله r يحيى ومحمد بن يحيى بن الهادي وعلماء الزيديّة كافة ، واتصلت دعوته بالحجاز فقام بها الشريف قتادة بن إدريس صاحب مكة أتم قيام ، وأنفذ دعوته إلى الجبل والديلم والري ، وتابعه الزيديّة وارتفع صيته ، وخافه العباسيون ببغداد ، وكتب دعوته إلى خوارزم شاه صاحب خراسان ، فتلقاها بأحسن التلقي وأعطى الشريف القادم بها مالاً جزيلاً ، وهو الذي عمَّر حصن ظفار وحصَّنه وشيَّده ، وعمَّر مدارس العلم ، وجمع في خزانته من الكتب ما ليس يُلقى في سائر الخزائن ، وأوقر بالمُطْرِفيّة وهم( ) فرقة من الزيديّة ينتسبون إلى مطرف بن شهاب ولهم اعتقادات فاسدة منها قولهم : التأثير في العالم للطبائع الأربع وأن الخلقة نشوها كنشو( ) حشرات الأرض . وكان فشا أمرهم ، وظهر مذهبهم القبيح ، وكان فيهم تقشف وعبادة استغووا بها عامة الناس ، فجرد فيهم السيف حتى كاد يأتي على آخرهم ، وسبى ذراريهم ، وخرّب ديارهم ، ومحا آثارهم ، فأنشأ رجل منهم يقال له ابن النسّاخ رسالة إلى الخليفة العباسي الناصر لدين الله يقال : إن بسببها كان دخول المسعود بن الكامل اليمن سنة اثنتي عشرة وستمائة ، وأن الخليفة عزم على الكامل محمد بن أبي بكر بن أيوب المذكور بإرسال بعض ولده إلى اليمن لحرب الإمام عبد الله بن حمزة ، وتوفي الإمام المنصور عبد الله بن حمزة لاثنتي عشرة ليلة خلت من المحرم سنة أربع عشرة وستمائة . ¶ مؤلف كتاب الياقوت المعظم ( انظر هنا ) وَيَقْدُم ، المجلد 30 ( أ ) . ¶ فيما يختص بخيول اليمن المشهورة ، معلومات عن عائلة عبد الله بن حمزة . ¶ الديوان مقسم إلى أنواع : ¶ ",
            "page": "48",
            "part": "1"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "النوع الأول : مفقود ( ؟ ) . والثاني : يبدأ بقصيدة ( تسبقها ثلاثة أبيات من قصيدة أخرى ) قبلها الآتي : وله عليه السلام من قصيدة إلى الأمير أبي عزيز قتادة بن إدريس الحسني ، وجَّه إلى هذا الأمير قصائد عدة . موجودة في الديوان ، أئمة صنعاء دائماً يضعون عليه السلام بعد أسمائهم ( قارن الياقوت المعظم - باسم ) . ¶ من بين قصائد هذا القسم نورد أهمها : ¶ إلى كافة بني حسن بصفراء وينبع صفحة 1، 30 . هذا هو الذي طُبع في بداية هذا الفهرس ، صفحة 4 - قال : قد ورد عليه الخبر من عزّان بن سعد بأخذ محطّة الغزّ تغنُّم أموالهم ، قال يحرض بني موسى بمكّة على القيام ويعلمهم - صفحة 8 . وقال جواباً للسلاطين - صفحة 17 ، بخذلان إسماعيل وجنده وآل حاتم في البشارة بقتل إسماعيل في شعبان سنة 598هـ . وله إلى الأمير بن شيخي آل رسول الله صفحات 23 ، 27 ، 87 ، - يحيى ومحمد ابني يحيى وقد بلغه فساد قوم من يام ، وقال في وقعة صفحة 35، فأنشأ إليهم هذا الشعر مع تراكم الأشغال وشبام وقد أبلى فيها عماد الدين وقاتل بالسيف سنة 900هـ وقال - صفحة 44 ، وله وكتبها إلى بني سليمان بتهامة - صفحة 38، حاكياً خذلان العرب وذاكراً أخاه إبراهيم ومصابه سنة 900هـ ، وقال هذه الأرجوزة بتاريخ ذي الحجة سنة 901هـ ، صفحة 49 ، يذكر فيها جملاً من ابتداء أمره إلى التاريخ المذكور وقال قد بلغه ورود السفير من الملك الظاهر - صفحة 61 ، 93 ، يكتب وعوّقه جند اليمن عن القدوم سنة 909هـ ، وقال وأنفذ بها إلى من ينتحل مذهب الإمامية من ولد صفحة 106 - الحسين بن علي بالمدينة على ساكنها السلام . النوع الثالث من أشعاره عليه السلام في المجلد الثالث ، صفحة 114 ، مخاطبات أهل المذاهب خاصة وما يتصل بذلك ، هذا الجزء ممتع ومفيد في التاريخ الديني لليمن ، إننا نلفت الانتباه إلى قصيدتين طويلتين : القول في التفضيل ، صفحة 124 ، في المطرفيّة وبيان كفرهم ، صفحة 139 . ¶ ",
            "page": "49",
            "part": "1"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "المجلد الرابع بدون صفحة توقيع وإثبات صفحة 153 قصائد هذا الجزء مهداة بصورة فريدة إلى أعضاء عائلة المؤلِّف . المجلد الخامس ، وقال عليه السلام : (صفحة 172) : ¶ وقد وخطه شيب فأُمِرَ بخضابه : ¶ قالوا اخْضُب الشَيْبَ إنّ الشيب مَنْقَصةٌ ¶ فقلتُ ذاك كما قلتم وهيبتُه ¶ نحن الذين حملنا الناس عن عُرُضٍ ¶ في أعْين الرشا( ) الرعاديد ¶ نقيصُ قولكم في أعْين الصيدِ ¶ على البياض فَهَلْ ترضى بتسويدِ ¶ المجلد السادس : في صفات الخيل وما يتصل بذلك ، صفحة 183 . بهذا يمكن أن نقارن الياقوت المعظم ، صفحة 21(أ) من هنا نجد : وقال هذه الأرجوزة وضمنها صفات الخيل صفحة 185 . الكلام - في أسماء خيل العرب المشهورة ، صفحة 186 - العيوب الخافية ، صفحة 215، في مذموم الخلق ، صفحة 218 ، الكلام في صفحة 220 ، الكلام في قيامه وصفته قائماً ، صفحة 222 ، الكلام في تفرّس فيها ، صفحة 221 في دعائها وتسكينها ، صفحة 224 ، الكلام في معرفة عنقها بمشاهدة خصره ، صفحة 222 الكلام في الدلالة عليها بالذراعة ، صفحة 224 . ¶ المجلد السابع : في المراثي وما يتصل بذلك ، صفحة 239، في أخيه محمد بن حمزة ، عزّان بن سعد ( انظر أعلاه ) . السلطان سعد بن بشر بن حاتم ( القسم صفحة 5 ) ، الأمير محمد المفضّال ، لأمير جمال الدين أحمد بن يحيى ، أخوه صارم الدين إبراهيم بن حمزة . الشيخ علي بن منصور السلطان الفاضل بن علي بن حاتم (604هـ) . ابن أخيه الأمير صلاح الدين بن مرتضى بن القاسم ، الأمير شمس الدين يحيى بن أحمد ، الأمير مجد الدين يحيى بن محمد . ¶ نسختنا هي الوحيدة المعروفة في الشرق ربما عدا اليمن ، وهي تحتوي على مائتين وأربع وسبعين صفحة . ¶ الخط ممتاز ولكنه غير مضبوط بالشكل في أحيان كثيرة . ¶ /",
            "page": "50",
            "part": "1"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "فهرس مخطوطات ( مكتبة المدينة المنورة ) في ليدن ¶ الجزء الثاني ¶ أعده المستشرق : كارلو لاندبرج ¶ ترجمه من الفرنسية إلى الإنجليزية : د. عاصم حمدان علي حمدان ¶ ترجمه من الإنجليزية إلى العربية : د. عبيد محمد خيري",
            "page": "1",
            "part": "2"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "فهرس مخطوطات ( مكتبة المدينة المنورة ) في ليدن ¶ الجزء الثاني ¶ أعده المستشرق : كارلو لاندبرج ¶ ترجمه من الفرنسية إلى الإنجليزية : د. عاصم حمدان علي حمدان ¶ ترجمه من الإنجليزية إلى العربية : د. عبيد محمد خيري ¶ نشرت المجلة في عددها الماضي الجزء الأول من فهرس مخطوطات ( مكتبة المدينة المنورة ) في مكتبة جامعة ليدن ، والتي اشترتها عام 1301هـ/1883م من الشيخ أمين بن حسن الحلواني ، وعهدت إلى المستشرق كارلو لاندبيرج بإعداد فهرس لها . ¶ ويتضمن الفهرس 664 مخطوطًا في موضوعات متعددة ، وقد عرضها لاندبيرج في أجزاء ، فجعل الجزء الأول بعنوان : مخطوطات متميزة ، وسبب تميزها قدمها ، أو أنها بخط كتابها ، أما الجزء الثاني الذي ننشره في هذا العدد ، فيتضمن المخطوطات التي موضوعها في التاريخ والأدب ، ويبلغ عددها 203 مائتين وثلاث مخطوطات ، بعضها من أمهات المؤلفات في هذين الموضوعين ، وبعضها لمؤلفين متأخرين أو مجهولين . ¶ الجدير بالذكر ؛ أن لاندبيرج أشار في مقدمته إلى أن هذه المخطوطات مأخوذة من مكتبات خاصة بالمدينة المنورة ، وهذه قضية تستحق الدراسة للتأكد منها ، فقد عرف عن الشيخ أمين الحلواني أنه كان يجمع المخطوطات من جهات مختلفة ، وأنه كثير الأسفار . ¶ فإن صح أن مصدر هذه المجموعة هو المدينة المنورة ، فإنها تعطي مؤشرًا ثقافيًا مهمًا ، هو إظهار المنهج الثقافي الذي كان سائدًا في المدينة آنئذ ، ونوعية الموضوعات التي يهتم بها الدراسون ، ونسبة كل منها . ¶ الجزء الثاني ¶ التاريخ ¶ 228 - ابن حجر العسقلاني . ¶ الإصابة في تاريخ أسماء الصحابة . ¶ ليس من السهل أن تجد عملاً من هذا النوع كُتب بهذا العناية . ¶ هذه النسخة الجميلة غير المؤرخة لا يمكن أن يكون عمرها أكثر من 150 سنة ، وهي في غاية الصحة ، في مجلد ضخم ، مجلّدة بالحرير الأخضر . ¶ 229 - القاضي حسين بن محمد الديار بكرلي المكي (ت 966هـ ) . ¶ تاريخ الخميس في أحوال النفس والنفيس .",
            "page": "2",
            "part": "2"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "نسخة ممتازة وجميلة ومقابلة ، كتبها محمد بن صلاح العديني( ) في 1079هـ . ¶ الخط نسخ جميل ، ( انظر القائمة الدورية ، المجلد 1 ، رقم 42 ) . ¶ 230 - أبو حنيفة ( --- ) بن داؤود الدينوري ( ت 283هـ ) . ¶ الأخبار الطوال . ¶ عمل تاريخي مهم ، غير مرتب حسب السنوات ولكن بالأحداث التي تتابع دون انقطاع ، وهذا هو معنى الطوال . ¶ في مخطوطتنا رقم 234، صفحة 112 من الممكن أن نطالع سيرة ممتعة ومادحة لهذا المؤلِّف ذي الصيت الذائع المتميز فيما يختص بعلمه ولغته التقليدية القديمة ( انظر ياقوت ، موضوع فرعي ) . ¶ نسختنا جميلة ومشكولة الحروف ، ويمكن أن تكون قد كتبت حوالي عام 500هـ بالحكم من الكتابة ونوع الورق ، مقابلة ، بها تعليقات في الهوامش ، كتبت أربع صفحات في البداية وثمان في النهاية بخط حديث نسبياً . ¶ عدد الصفحات أربعمائة وثمان وتسعون . ¶ 231 - أبو الحسن محمد بن عبد المالك الهمداني ( ت521هـ ) . ¶ مختصر تاريخ الطبري . ¶ نسختنا الجميلة الخط تنتهي بتاريخ سيف الدولة في عام 335هـ . ¶ عدد صفحاتها مائتان وثمانون . ¶ 232 - أحمد بن ( --- ) المحب الطبري ( ت 694هـ ) . ¶ الرياض الناضرة في مناقب العشرة . ¶ ( انظر حاجي خليفة المجلد الثالث ، صفحة 520 ، وفهرس ليدن ، المجلد الرابع ، صفحة 80 ) ، نسخة مقابلة كتبت في عام 801هـ . نسخة ليدن مؤرخة في 853هـ ، الخط جيد ومقروء ، مكتملة في مجلد واحد . ¶ 233 - أبو محمد بن عبد الله بن الطيب بن أبي مخرمة . ¶ قلادة النحر في وفيات أعيان الدهر . ¶ سير رجال مشهورين منذ بداية الإسلام . ¶ هذا العمل المهم يؤرخ حتى سنة 928هـ ، مقسم إلى طبقات ، كل قرن يمثل طبقة . ¶ ",
            "page": "3",
            "part": "2"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "للأسف ليس لدينا إلا المجلد الثاني ؛ المجلد الأول استولى عليه البدو عند ترحيل الكتب من المدينة إلى مكة ولكننا نأمل استعادته ، يبدأ من سنة 500هـ ، يظهر من الخاتمة أن نسختنا كتبت في صنعاء في عام 1030هـ من نسخة المؤلِّف الأصلية المكتوبة في عام 987هـ ، بواسطة عمر بن إبراهيم الجياني في صنعاء . ¶ القيمة الكبرى لهذا المؤلَّف تكمن في أن المؤلِّف - وهو يمني - قد منح مرتبة الشرف لرجال بلاده . سيرهم ترسم وتلقي ضوءاً جديداً على تاريخ اليمن ، تحت الموضوع رقم 227 أعطينا عينة من هذا العمل الذي سيكون نشره من أعظم الرغبات للمستشرقين . الخط حسن وسليم ، كتبها معلم بارع ، وهي مخطوطة ممتازة عدا التصويبات القليلة التي يجب أن تجرى عليها وقد حددها النقد . ¶ الخط مضبوط بالشكل أحياناً في الأشعار . ¶ وهي في مجلد ضخم ، يتألف من خمسمائة وأربعين صفحة .",
            "page": "4",
            "part": "2"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "228 - مجهول . ¶ مجلد في التاريخ من سنة 261هـ حتى سنة 305هـ . ¶ فيه مقتطفات من ابن الأثير ، والنويري ، والذهبي ، وياقوت ، لم نتمكن من معرفة شيء عن هذا المؤلِّف لهذا التاريخ المهم . ¶ هنالك صفحات مفقودة في البداية والنهاية ، الخط واضح والصفحات مائتان وأربع وتسعون . ¶ 229 - مجهول . ¶ رحلة لبعض اليمنيين إلى داخل إفريقية في سنة 1050هـ . ¶ المؤلِّف يصف رحلة إلى بلاد الشوا في أثيوبيا . ¶ ولأن هذا الكتاب فيه جزء من تاريخ وعادات تلك البلاد يكتسب قيمة لا نزاع فيها . ¶ هذه النسخة حسنة ومتقنة ، كتبت في عام 1060هـ في مدينة كوكبان لأمير اليمن الملك المنصور بن القاسم بن محمد . ¶ الخط يمني وصفحاته أربع وسبعون من القطع الكبير . ¶ 230 - يحيى شرف الدين أمير اليمن . ¶ قصص الحق . ¶ شرح لقصيدة مدح نبوية طويلة تنقصها الحمدلة ، الخط يمني واضح ولكنه غير مضبوط بالشكل ، ومقابلة . هل هي بخط المؤلِّف (؟) . ¶ عدد الصفحات أربع وثمانون من القطع الكبير . ¶ 231 - مجهول . ¶ كتاب في الإسراء والمعراج . ¶ من تأليف يمني من مدينة كوكبان . ¶ عدد الصفحات أربع وتسعون من القطع الكبير ، والخط يمني مقروء . ¶ 232 - عبد الرحيم بن الحسين المعروف بالحافظ العراقي (ت 805هـ) . ¶ نظم الدرر في المغازي والسير . ¶ سيرة نبوية . الخط نسخ مُتقن ومشكول تماماً ، وعدد الصفحات مائة وست وثلاثون . ¶ 233 - فتح الدين محمد بن سيد الناس اليعمري (734هـ) . ¶ نور العيون تلخيص سيرة الأمين المأمون . ¶ تلخيص لهذا الموضوع . نسخة كُتبت في عام 1084هـ . الخط جيد جداً ، عليها تعليقات في الحواشي ، ومقابلة . عدد الصفحات أربعون . ¶ 234 - المؤلِّف نفسه . ¶ كتاب عيون الأثر في فنون المغازي والشمائل والسير . ¶ مجلد واحد فقط ، أتلف حامض الكبريتيك الذي صُنع منه الحبر عدة صفحات ، النسخة كتبت في عام 1119هـ . ¶ 235 - عز الدين محمد بن إبراهيم بن جماعة ( ت 819هـ ) . ¶ سيرة النبي . ¶ ",
            "page": "5",
            "part": "2"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "نسخة قديمة بدون تاريخ ، منقوص منها كراس واحد . ¶ عدد الصفحات مائة وأربعون . ¶ 236 - أبو عبد الله محمد بن يوسف الدمشقي الصالحي . ¶ سبل الهدى والرشاد في سيرة خير العباد . ¶ سيرة نبوية معروفة بالسيرة الشامية . المجلد الأول . ¶ الخط غاية في الإتقان بكل المقاييس وفيه فهرس موضوعات تغطي أربعاً وخمسين صفحة . مقابلة . وتنتهي بالباب الموسوم بـ ( جماعة أبواب معراجه الشريف ومسراه المنيف ) ، جلد الغلاف شرقي جميل ومذهب . ¶ 237 - أبو القاسم الحسين بن علي المعروف بالوزير المغربي (ت418هـ) . ¶ سيرة النبي . ¶ المجلد الثاني من هذا العمل المهم لدينا منه فقط الجزء الثالث . يبدأ هذا المجلد بباب ( أسماء الأعداء من اليهود ) الخط عريض وواضح ومشكول بالكامل ومقابل . ¶ 238 - مجهول . ¶ السمط الغالي الثمن في أخبار الملوك من الغُزّ في اليمن . ¶ نسخة جميلة ، كُتبت بنفس خط الكتاب التالي ، تنقصها أحياناً علامات التشكيل المميزة ، تم تأليفها للسلطان صلاح الدين في صنعاء ومقابلة . عدد الصفحات مائتان وست وخمسون . ¶ 239 - مجهول . ¶ زهرة العيون في أخبار اليمن الميمون . ¶ تاريخ اليمن منذ مطلع الإسلام . ¶ الخاتمة يقول فيها : كان الفراغ من زبره في شهر ذي القعدة سنة ثمان وسبعين وتسع مائة . عدد الصفحات ثلاثمائة وأربع . ¶ 240 - عبد الله بن علي الوزير . ¶ طبق الحلوى وصحائف المسك والسلوى . ¶ في تاريخ اليمن منذ عام 1046هـ ، مرتب حسب السنين . ¶ تم تأليفه في عام 1118هـ . نسخة كتبت بعناية في عام 1181هـ . تنقصها الحمدلة . هذا العمل ثمين جداً ومقابل ، عدد الصفحات ثلاثمائة وثمان وستون . ¶ 241 - إسماعيل بن محمد بن الحسن اليماني . ¶ سمط اللآلي في شعر وأخبار الآل . ¶ سير لأبناء الحسن والحسين ، فيه قصائد عديدة . ¶ الخط صعب قراءته بعض الشيء ، نسخة كتبت في عام 1099 هـ ، صفحاته ثلاثمائة وعشرون . ¶ 242 - جعفر منصور اليماني . ¶ كتاب تأويل الزكاة . ¶ ",
            "page": "6",
            "part": "2"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "هذا أحد كتب الطائفة المسماة بالإسماعيلية والمشهورين بالمكارمة ، معروفة في التاريخ باسم القرامطة ، منتشرة كثيراً في اليمن وجزر الهند الشرقية وهناك يسمون البهرة ، ينسبون أصلهم إلى فاطمي مصر ، موطنهم الرئيسي في اليمن وهو حراز ، وفي جزر الهند في بومباي وأحمد آباد ، هنالك علاقات وثيقة بين هذه البلدان ، إنهم يخفون كتبهم وعقيدتهم باهتمام شديد . هذا الكتاب والذي يليه وقعا في يد أحد المكيين الذي مات في منزله مالك هذه الوثائق النادرة . الخط غاية في الإتقان ويقرأ كأنه كتاب مطبوع ، مقابل ، عدد الصفحات أربعمائة وثلاثون . ¶ 243 - إدريس بن حسين بن علي الأنف المكرمي . ¶ روضة الأخبار وبهجة الأثمار في حوادث اليمن الكبار . ¶ في تاريخ المكارمة ، تم تأليفه في عام 870هـ بواسطة أحد العلماء الكبار الموثوق بهم في هذه الطائفة . نسخة كُتبت في عام 991هـ . الخط غاية في الوضوح لكنه أحياناً يفتقد علامات التشكيل المميزة . عدد الصفحات مائة وأربع وستون . ¶ 244 - محمد بن النعمان الحارثي . ¶ الإرشاد في معرفة حُجج الله على العباد . ¶ ترجمة لسيرة علي بن أبي طالب ، الخط يمني وصفحاته مائتان وسبعون ، النسخة مقابلة . ¶ 245 - أمير المؤمنين يحيى بن الحسين اليماني الزيدي . ¶ الإفادة في تاريخ الأئمة السادة . ¶ سير أئمة المذهب الزيدي ، يعني الإمام علي وسلالته . تم تأليفه في عام 1074هـ ، الخط متقن ومشكول تماماً ، هنالك تعليقات في الهوامش . عدد الصفحات مائة وست وستون . ¶ 246 - مجهول . ¶ منظومة في تواريخ الخلفاء . ¶ الخط جميل ، وصفحاته ثمان . ¶ 247 - مجهول . ¶ جزء مكوّن من ست عشرة صفحة من كتاب يشمل : ¶ ( الرسائل التي بعثها النبي r إلى الملوك والرؤساء ) . ¶ هنا يمكن قراءة الرسالة التي بُعثت إلى المقوقس ، والتي وُجد أصلها في إخميم في مصر . المخطوطة قديمة جداً وبدون تاريخ . ¶ 248 - أحمد بن سعد الدين بن الحسين المصواري . ¶ ",
            "page": "7",
            "part": "2"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "رسالة في إثبات أنّ عليّاً أوّل المسلمين إيماناً . ¶ كُتبت بنفس خط وطريقة المخطوطة رقم 251 ، وصفحاتها اثنتا عشرة . ¶ 249 - صافي الدين أحمد الحلبي ( كما هو مكتوب على اللوحة ) المعروف بالقرماني (ت1019هـ) . ¶ أخبار الدُّوَل وآثار الأُوَل . ¶ تاريخ مشهور ، كُتبت النسخة في عام 1201هـ . ¶ الخط تصعب قراءته ، بها تعليقات في الهوامش . ¶ 250 - مجهول . ¶ كتاب مطالب السُّول في غزوات الرسول . ¶ الكراسة الأولى مفقودة ، جاء في الخاتمة التالي : على نسخة الأصل بخط المصنف أُنجزت من تأليفه وجمعه في سابع وعشرين من رجب المبارك من سنة خمسين وستمائة بحلب . نسختنا هذه كتبت في عام 650هـ ، مقابلة ، وخطها نسخ مشكول أحياناً ، وعدد الصفحات مائتان وست وأربعون . ¶ 251 - محمد بن مصطفى المسمى كانيزادة . ¶ بغية الخاطر ونزهة الناظر . ¶ في المقدمة يذكر المؤلِّف قائمة من الكتب يقول إنه أفاد منها في تأليف هذا العمل . الباب الأول يشمل سبعة فصول ، كلها عن تاريخ النبي ، والباب الثاني مقسم إلى ثلاثة فصول : ¶ 1) بنو أمية 2) بنو العباس 3) السلاطين العثمانيون . ¶ الباب الثالث والرابع قد خُصصا للمواضيع الدينية ، وهذا الجزء يظهر أنه لم يُنجز . خُطّت النسخة في عام 1058هـ ، الخط حسن وواضح . ¶ 252 - زين العابدين علي بن موسى بن دالي . ¶ كتاب رحلة لبلاد الروم والهند . ¶ عاش المؤلِّف في زمن شاه عباس ، مشتمل على أراجيز شعرية ومقدمته مفقودة وصفحاته اثنتا عشرة . ¶ 253 - مجهول . ¶ تحوي : ¶ 1) خمس صفحات في وصف سوريا . ¶ 2) رسالة في الأربعين حديثاً لأبي عبد الله محمد السلامي . أُلفت في عام 788هـ ، عدد الصفحات ست عشرة ، والخط حسن . ¶ 254 - مجهول . ¶ القول الجليّ في فضل سيدنا علي . ¶ قصيدتان في مدح علي ، الخط مُتقن وواضح ، والصفحات اثنتا عشرة . ¶ 255 - حامد بن أحمد المحلي (ت 652هـ ) ¶ الحدائق الورديّة في ذكر أئمة الزيدية . ¶ ",
            "page": "8",
            "part": "2"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "المجلد الأول . الخط جيد ، كُتبت النسخة في 1067هـ ، مقابلة وعدد الصفحات ستون . ¶ 256 - مجهول . ¶ تاريخ تراجم رجال الدولة العثمانية . ¶ كتبت هذه التراجم في عام 1063هـ ، المقدمة مفقودة والخط حسن والصفحات ثمان وثمانون . ¶ 257 - عبد الله مراد بن يوسف الحنفي الأغري . ¶ الكنز الأنور في فضائل الجامع الأزهر . ¶ يقول المؤلِّف : قال والدي الشعراني : من المؤسف أن يكون تاريخ الأزهر هذا ناقصاً . الخط مضبوط بالشكل ، وجميل جداً ، وصفحاته ثمان وعشرون . ¶ 258 - أبو القاسم محمد الصباغ . ¶ درة الأسرار في مناقب أبي الحسن الشاذلي . ¶ هذه نسخة جميلة من هذا التاريخ المهم لمؤسس الطريقة الشاذلية الشهيرة الواسعة الانتشار في الشرق الآن . المؤلِّف هو تلميذه ، والخط متقن ومشكول أحيانًا ، عدد الصفحات ثلاثمائة وعشرون . ¶ 259 - أحمد بن محمد بن حجر الهيثمي (ت973هـ) . ¶ شرح الهمزية . ¶ شرح لهمزية البوصيري ، تم التأليف في 966هـ . الخط حسن ، والنسخة مقابلة ، والصفحات ستمائة وأربعون . ¶ 260 - ابن الأثير الجزري (ت606هـ) . ¶ المختار في مناقب الأخيار . ¶ تراجم لرجال أعلام في تاريخ الإسلام ، عمل ذو أهمية عظيمة نمتلك منه للأسف المجلد الأول فقط الخط ممتاز والنسخة مقابلة وتنتهي بالحرف دال . ¶ 261 - مجهول . ¶ نوع من كتب عجائب المخلوقات مرتب حسب الموضوعات ويشكل اهتماماً حقيقياً ، البداية والنهاية مفقودتان ، الخط حسن وعدد الصفحات مائة وأربع وستون . ¶ 262 - مجهول . ¶ قصص الأنبياء . ¶ مفقودة البداية والنهاية . نسخة من القرن السابع الهجري ، يظهر ذلك من نوع الورق والخط الجيد الذي يخلو أحياناً من علامات التشكيل المميزة . ¶ عدد الصفحات مائتان واثنتان وتسعون . أجريت بعض الإصلاحات على بعضها ، وهي نسخة مقابلة . ¶ 263 - مجهول . ¶ مجموعة تاريخية عن الخوارج وفيها تراجم العلماء . ¶ ",
            "page": "9",
            "part": "2"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "عمل رائع توغلنا في قراءته دون التمكّن من معرفة مؤلِّفه أو سنة تأليفه ، هذه النسخة حديثة جداً ، وعدد صفحاتها ثلاثمائة وأربع . ¶ 264 - ابن عدي . ¶ أسماء الصحابة . ¶ مرتبة هجائياً . مفقودة بداية المقدمة . كُتبت النسخة في 670هـ ، من أصل مخطوطة المؤلِّف . يوجد المجلد الأول فقط من هذا العمل ، وينتهي باسم رَيَاب . الخط نسخ متقن ومشكول بوفرة خاصة في النصوص . مقابلة ، وصفحاتها خمسمائة وعشر من القطع الكبير . ¶ 265 - الإمام المهدي لدين الله أحمد بن يحيى بن رسول . ¶ تحتوي على : ¶ 1) تحفة الأياس في شرح تعيين آل أمية وبني العباس . ¶ 2) تزيين المجالس بذكر التحف النفائس . ¶ الخط حسن وخالٍ من التشكيل . جزء من المقدمة مفقود . هنالك تعليقات في الهوامش ، عدد الصفحات مائتان واثنتان وعشرون .",
            "page": "10",
            "part": "2"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "228 - تاج الدين عبد الوهاب بن السبكي . ¶ الطبقات الكبرى . ¶ هذا هو المجلد الوحيد الذي بين أيدينا وهو يبدأ في عام 570هـ ، تذكر فيه الأحداث المهمة الرئيسية أولاً ويواصل سرد سيرة أحمد بن إبراهيم بن هشام الأرماوي بدون الحمدلة وبدون مقدمة . هذا المؤلَّف كنز حقيقي للمعرفة . لدينا هنا نصف هذا الكتاب وهو مكون من أربعمائة وأربعين صفحة . الخط مقروء ولكنه أحياناً يخلو من علامات التشكيل المميزة ، النسخة مقابلة وهي من القرن التاسع الهجري . ¶ 229 - مجهول . ¶ خلاصة الأقوال في معرفة الرجال . ¶ كُتبت هذه النسخة في عام 883هـ في سامراء ( سر من رأى ) هي عبارة عن سِيَر لعلماء كبار من الشيعة ، هذا الكتاب النادر والمهم مقسم إلى قسمين : ¶ 1) قسم فيمن اعتمد على روايته أو ترجّح عندي قبول قوله . ¶ 2) فيمن تركت روايته أو توقفت فيه ورتبت كل قسم على حروف المعجم ، نسخة ممتازة و مقابلة والخط مُتقن وصفحاتها مائتان واثنتان وستون . ¶ 230 - شهاب الدين بن أرسلان بن أحمد الشريف الرملي (ت844هـ ) ¶ طبقات الشافعية . ¶ مفقودة بداية المقدمة ، آخر اسم هو يوسف بن ( --- ) بن بندر أبو المحاسن ، الصفحات الأخيرة تالفة جزئياً بالحريق ، النسخة مقابلة والخط جيد وصفحاتها مائتان وأربعون . ¶ 231 - مصطفى الصفوي . ¶ مشاهد الصفافي المدفونين بمصر من آل المصطفى . ¶ الخط جميل جداً والنسخة مقابلة والصفحات أربعون . ¶ 232 - أحمد بن أحمد الشوباري الحنفي . ¶ إجازة لمحمد شمس الدين بن عبد الله الغازي . ¶ نسخت بخط المؤلِّف بتاريخ 1032هـ ، والصفحات أربع . ¶ 233 - السيوطي . ¶ لبّ اللباب في تحرير الأنساب والألقاب . ¶ نسخة كتبها علي بن عبد المنان في 1063هـ ، نسخة رائعة ، الصفحة الأولى تم إصلاحها وأخرى ممزقة . هناك إضافات في الهوامش . ¶ 234 - محمد أمين الدين الدمشقي المعروف بابن عابدين (ت1258هـ) . ¶ سيرة ذاتية للمؤلف المبجّل صاحب رد المحتار على الدر المختار . ¶ ",
            "page": "11",
            "part": "2"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "نسخة حديثة جميلة ونهايتها مفقودة . نسخة مقابلة ، وعدد صفحاتها ثلاثون . ¶ 235 - ابن حجر العسقلاني . ¶ توالي التأنيس بمعالي ابن إدريس . ¶ في سيرة الإمام الشافعي . هنالك ملحوظة بخط محمد تاج الدين البهوتي (ت بعد 900هـ) وأخرى بخط محمد بن إسماعيل الدانوا شاري في 991هـ . ¶ كتاب متوسع في البحث ومهم في نظر الشافعيين ، الخط متقن وواضح ، مقابلة و عدد الصفحات مائة وست وثلاثون . ¶ 236 - السيد مصطفى الذهبي الشافعي (ت1280هـ) ¶ رسالة في المسكوكات وبيان موازينها وبيان الصريف من الزيوف . ¶ رسالة قيمة صغيرة ، وصفحاتها ثمان . ¶ 237 - أبو جعفر محمد بن عبد الملك الكسائي . ¶ عجائب الملكوت . ¶ نسخة خُطت في 1076هـ ، الخط حسن وصفحاتها أربع وتسعون . ¶ 238 - السيوطي . ¶ تبيض الصحيفة بمناقب أبي حنيفة . ¶ نسخة حسنة جداً ، كُتبت في عام 1188هـ ، صفحاتها ثماني عشرة . ¶ 239 - القاشمتيني . ¶ كتاب في ذكر مشاهد الأشراف وبعض الصحابة الذين قتلهم بنو أميّة في زمن دولتهم ، ومشاهدهم في الأرض التي (؟) قتلوا فيها وهم مشهورون يُزارون والناس تتبرك بهم إلى يوم القيامة . ¶ الصفحات ست عشرة والحروف كبيرة واللغة شبه مهملة . ¶ 240 - الشيخ البعلبكي . ¶ منظومة في سيرة النبي r . ¶ تم نسخها في عام 1088هـ . الخط حسن وصفحاتها ثلاثون . ¶ 241 - مجهول . ¶ مجموعة تشير إلى تاريخ مصر . مسودة المؤلِّف . ¶ 242 - السيد علي بن معصوم المدني . ¶ سلافة العصر في مناقب أهل العصر . ¶ هذا الكتاب المهم يوقِّره أهل الحجاز ويطالعونه كثيراً . نشره مطلوب كثيراً في الشرق . تم تأليفه في عام 1082هـ ، نسختنا تاريخها يرجع إلى عام 1167هـ ، وهي نسخة جيدة و مقابلة وصفحاتها ستمائة وأربع وستون . ¶ 243 - قطب الدين محمد بن أحمد النهرواني المكي ( ت988هـ ). ¶ منتخب تاريخ تراجم علماء القرن التاسع والعاشر الهجري . ¶ يبدأ المؤلِّف بسيرة أسرته . النسخة جميلة و مقابلة ومؤرخة في عام 1083هـ ، عدد الصفحات مائة وأربع وتسعون . ¶ ",
            "page": "12",
            "part": "2"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "244 - المؤلِّف نفسه . ¶ تحفة الأصحاب ونزهة ذوي الألباب . ¶ كتاب أدبي وتاريخي رائع ومقسم إلى الأجزاء التالية : ¶ 1) في العلم والفضل والأدب وما يلحق بذلك . ¶ 2) في الغزل وذكر أيام الشباب والمشيب والنساء وما يتعلق بذلك . ¶ 3) في ذكر الملوك والولاة والرسائل والمكاتبات وما يلحق بذلك . ¶ 4) في نكت منتقاة من التواريخ وغرائب الاتفاقات وما يتعلق بذلك . ¶ 5) في فنون شتى مختلفة اللفظ والمعنى . ¶ نسخة مقابلة ومشكولة كُتبت في عام 1005هـ ، عدد صفحاتها أربعمائة وعشر تليها مخطوطة أخرى للمؤلِّف نفسه : ¶ ابتهاج الإنسان والزمن في الإحسان الواصل للحرمَيْن من اليمن . ¶ الملاحظات نفسها ، وصفحاتها أربعون . ¶ 245 - محمد بن أحمد بن عبد الرحمن الفاسي المكي (ت 831هـ ) . ¶ شفاء الغرام في أخبار البلد الحرام . ¶ نسخة خُطّت في عام 907هـ ، أعد المسترو ستنفيلد بعض المقتطفات من هذا المؤلِّف للنشر . جميع الصفحات قبل صفحة خمسين مفقودة . مجموع صفحاتها مائة وسبع وثمانون ، النسخة مقابلة والخط حسن . ¶ 246 - المؤلِّف نفسه . ¶ الإعلام بأعلام بيت الله الحرام . ¶ نسخة كُتبت في عام 1000هـ ، مقابلة ومخرجة بعناية ، وقد أتلفتها الحشرات قليلاً . ¶ 247 - محمد بن علي بن فهد الطبري المكي . ¶ بيت قصيد الصدق من ذلك الطراز ترجمة عين أعيان بني صديق مفتي الحجاز . ¶ تاريخ المفتين من بيت بني صديق في مكة ، نسخة جيدة الكتابة وتاريخها 1131هـ ، صفحاتها عشرون . ¶ 248 - الشيخ القوصي (ت1280هـ ) . ¶ تلخيص التلخيص من تنافي التنصيص في ردّ على أهل مكة في مسألة } وعصى آدم ربّه فغوى { سورة طه : الآية 121 . ¶ وصف لمناقشة حول هذه الآية القرآنية التي كان لها نتائج وخيمة على بعض العلماء . الخط جميل وحديث وعدد الصفحات ست وسبعون . ¶ 249 - أحمد بن لطف الله المكي . ¶ فيض الحرم في آداب وشرائط المطالعة . ¶ ",
            "page": "13",
            "part": "2"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "توجيهات في كيفية الدراسة ، كُتبت النسخة في عام 1138هـ ، وخطها واضح جداً ، ومضبوطة بالشكل ، وعدد صفحاتها اثنتان وثلاثون . ¶ 250 - الشيخ حسن الشرنبلالي . ¶ إسعاد آل عثمان المكرم ببناء بيت الله المحرم . ¶ تاريخ الكعبة . كُتبت النسخة في عام 1040هـ عندما كان المؤلِّف حياً . خطها حسن ، وصفحاتها أربع عشرة . ¶ 251 - أحمد بن حسن البيادي قاضي مكة . ¶ إشارات المرام من عبارات الإمام ( أبي حنيفة ) . ¶ أسئلة فقهية بخط المؤلِّف بتاريخ 1084هـ ، يقول المؤلِّف : ¶ جمع فيه الفقه الأكبر والفقه الأوسط ورسالة وكتاب العالم والوصيّة ، وكلها كتب أبي حنيفة . فيه تخريجات وتعليقات في الحواشي ، الخط واضح والصفحات مائتان وسبعون . ¶ 252 - محمد جار الله بن ظهيرة المكي . ¶ الجامع اللطيف في فضل مكة وأهلها وبناء البيت الشريف . ¶ نسخة كُتبت في عام 1097هـ ، من أصل نسخة المؤلف عندما كان حياً . عمل جيد يستحق النشر ، ناقص صفحة كاملة وثلاثة أنصاف صفحات . يظهر أن التعليقات في الهوامش كتبها المؤلف نفسه ، الخط جيد جداً وصفحاته مائتان . ¶ 253 - رسالة في أخبار نار الحجاز . ¶ وصف للانفجار البركاني الذي حدث في جمادى الثانية عام 654هـ في الساعة الواحدة والنصف في المدينة في منطقة ما زالت تسمى اليوم ( الشظى ) وما زالت آثاره ترى . الخط حسن وعدد الصفحات ست . ¶ 254 - مجهول . ¶ تبدأ بموجز للتاريخ العربي حتى عام 1097هـ ، الباب الثالث عنوانه : ( ذكر من ولي مكة المشرفة من آل أبي طالب ) وينتهي في عام 1102هـ هذا الجزء مهم جداً ، المؤلِّف كان إماماً لأمير مكة الشريف بركات في عام 1080هـ ، هذا كل ما نعرفه عنه شخصياً ، كتبت في سنة 1245هـ ، ربما بخط المؤلِّف ، الخط جميل وواضح وصفحاتها ثلثمائة وأربع وثلاثون . ¶ 255 - الأزرقي المكي . ¶ كتاب أخبار مكة . ¶ يبدأ من صفحة 7 السطر 15 وينتهي صفحة 220 السطر 7 في طبعة وستنفيلد . نسخة قديمة ومتقنة . ¶ 256 - مجهول . ¶ ",
            "page": "14",
            "part": "2"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "جزء من تاريخ اليمن من عام 945هـ إلى عام 965هـ التي ينتهي فيها الكتاب ، النسخة كتبها أحمد بن يحيى بن المفضّل اليماني في سنة 1069هـ . هذا التاريخ يبدو أنه ذو أهمية عظيمة إذا حكمنا من هذه المقتطفات ، يشتمل على قصائد طويلة . الخط ممتاز ، فيه الوصيّة موقعة من قبل شهود الأمير المتوكل على الله ( انظر الرقم 357 ) . ¶ الجزء الثالث ¶ كتب الأدب ¶ 257 - لبيد بن ربيعة العامري . ¶ ديوان ¶ نسخة بتاريخ 1297هـ . فيها نصوص متنوعة في الهوامش . غير مقابلة . الخط مغربي حسن وصفحاتها اثنتان وأربعون . ¶ 258 - الأعشى الأكبر . ¶ ديوان . ¶ نسخة بتاريخ 1297هـ كتبت من نسخة وجدت في مكتبة شيخ الإسلام عارف بك الغنية ( ت 1270هـ ) في المدينة ، تلك النسخة لا تخلو من الأخطاء وكذلك نسختنا . إنها ليست سيئة كثيراً . ¶ كما يبين مدح النبي محمد الذي نشره المستر ثوربيك . الخط مغربي جيد ، خال من علامات الإعراب . عدد الصفحات أربع وعشرون . ¶ 259 - أبو محجن الثقفي . ¶ ديوان . ¶ حسب رواية أبي يوسف يعقوب بن السكيت وأبي سعيد السكري وأبي الحسن الطوسي . يرد في الخاتمة مايلي : ¶ تم شعر أبي المحجن بأسره . كُتب في المدينة المنورة ¶ وفرغ منه في ثالث ذي القعدة سنة 1299هـ . ثم نقل من نسخة بخط أديب زمانه ووحيد عصره الشيخ محمد محمود بن التلاميذ الشنقيطي وهو نقل من خط ياقوت ولفظه : كتبه ياقوت المستعصمي في شوال سنة 981هـ . ¶ هذا الشنقيطي هو أعظم علماء المدينة في الوقت الحاضر . ¶ نسخة ياقوت وجدت في إستانبول . نسختنا تحفة من حيث صحتها وتمام تشكيلها وخطها.الناسخ هو أستاذ علامة في المدينة.صفحاتها خمس عشرة. ¶ 260 - الحطيئة المعروف أيضاً بجروال العباسي . ¶ ديوان . ¶ ",
            "page": "15",
            "part": "2"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "حسب رواية السكري . نسخة كتبها نفس الشيخ الشنقيطي من مخطوطة محفوظة في مكتبة السلطان محمد في إستانبول في 1296هـ . اسم هذا العالم الفذ وحده يكفي لتوطيد قيمة هذه النسخة . مقابلة ومصححة . الخط مغربي مُتقن ومضبوط بالشكل كله . هنالك قصيدة على اللوحة منسوبة إلى المؤلف نفسه ولا توجد في ديوانه ، أخذت من مجموعة قصائد جاهلية محفوظة في مكتبة المدينة . عدد الصفحات مائة وتسع وثلاثون . ¶ 261 - الحاضرة . ¶ ديوان . ¶ حسب رواية محمد بن العباس اليزيدي . ناسخ المخطوطة رقم 303 هو الذي خط هذه النسخة من نسخة الشنقيطي الذي هو بدوره نقلها من ياقوت . سليمة الصِّحة والخط . عدد الصفحات عشر . ¶ 262 - ذو الرمة . ¶ ديوان ¶ نسخة كُتبت في المدينة في 1297هـ . لم تُصحح ولكنها تقدم قراءات متنوعة . الخط مغربي حسن ، بدون علامات التشكيل المميزة . الصفحات أربع وثمانون . ¶ 263 - الشمّاخ بن ضرار . ¶ ديوان . ¶ نسخة كتبها نفس الناسخ في عام 1297هـ وتنطبق عليها نفس شروط المخطوطة السابقة . صفحاتها ثلاثون . ¶ 264 - عمر بن أبي ربيعة المخزومي . ¶ ديوان . ¶ حسب رواية الهيثم بن عدي . الناسخ نفسه والملحوظة الواردة على المخطوطة السابقة نفسها . ¶ 265 - أبو نواس الحكمي . ¶ ديوان . ¶ حسب رواية الصولي . الصفحات الثماني والعشرون الأولى والأربع والعشرون الأخيرة والثماني الوسطية نُسخت بخط حديث . البقية قديمة . الخط متقن وواضح . هذه نسخة حسنة قليلة علامات الشكل . مكوّنة من أربع مجلدات . فيها أربعمائة وأربعون صفحة مجلدة معاً . ¶ 266 - أبو زيد محمد بن الخطاب القرشي . ¶ جمهرة أشعار العرب . ¶ ",
            "page": "16",
            "part": "2"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "هذا هو المخطوط نفسه الموجود برقم م. ل. 13 في المتحف البريطاني باختلافات أكثر في نسختنا . فيما يختص بقصيدة دعبل بن علي الخزاعي التي مطلعها : ( مدارس آيات ) فإن المخطوطتين متشابهتان بناءً على فهرس المتحف البريطاني . لأن مخطوطتنا قيمة جداً فسوف نورد كلمات قليلة عنها . بعد 44 صفحة من التقديم تأتي : ¶ 1) المعلقات ( أو السموط ) وفيها تعليقات بين السطور غنية بالأشعار ومضبوطة بالشكل أحياناً وعدد صفحاتها أربع وخمسون . ¶ 2) المجمهرات : التعليقات في أماكن متفرقة خاصة في عدي بن زيد وعدد الصفحات اثنتان وعشرون . ¶ 3) المنتقيات : الجزء الأخير فيه قليل من التعليق . عدد الصفحات اثنتا عشرة . ¶ 4) المذهبات : يعوزها الشرح والتعليق أحياناً . عدد الصفحات اثنتا عشرة . ¶ 5) المراثي : يوجد هنا فقط تعليق أبي ذؤيب ، وهو كافٍ . عدد الصفحات خمس وعشرون . ¶ 6) المشوبات : لا توجد فيها تعليقات كثيرة عدا في الشمّاخ وصفحاتها خمس وعشرون . ¶ 7) الملحمات : فيها قليل من التعليق عدا في ذي الرمة . عدد الصفحات ست وثلاثون . ¶ 8) الهاشميات للكميت ، وأبياتها خمسمائة وثمان وسبعون بيتاً مع تعليقات ثرية . عدد الصفحات سبع وستون ، ونادرة التشكيل . ¶ 9) قصيدة دعبل بن علي الخزاعي وأبياتها ثلاثة وخمسون بيتاً. ¶ 9) ( كذا : العدد منقول كما هو دون تغيير ) قصيدة طرفة البكري : ¶ ( يا خليلي قفا أخبركما ) ، وأبياتها خمسة وعشرون بيتاً . ¶ 10) قصيدة عنترة : ( بين العقيق وبين برقة ثهمد ) ، وأبياتها ثمان وعشرون بيتاً . ¶ 11) هذه الدرة اليتيمة التي تمارى عليها الشعراء وادّعى فيها أكثرهم إلى أن غلب عليها اثنان أحدهما ابن الشيص والثاني العكوّك اليمني الكندي وتماريا وتمارى أيضاً الرواة لأيهما هي إلى أن صح أنها للعكوّك وقيل هي بالطُلول ، وهي تبدأ حلف عليها أربعون ، وأبياتها واحد وستون بيتاً . ¶ 12) قصيدة أبي طالب : ( لسائلٍ ردّ ) وأبياتها تسعة وسبعون بيتاً . ¶ ",
            "page": "17",
            "part": "2"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "13) جمهرة ابن نافع . ¶ وصف بأبيات كثيرة أيام العرب . عمل نادر جداً وكبير الأهمية . صفحاته مائة وأربع وخمسون . هذه الجمهرة تم نسخها حوالي عام 1050هـ لأمير مكة الشريف مبارك بن أحمد بن زيد لشيخ الإسلام والحرمين ، عبد القادر أبي بكر أفندي الذي ألّف قصيدة مدح لهذا الكتاب وضعت كواجهة له . نسختنا كُتبت بعناية فائقة وهي صحيحة وخطها واضح جداً . ¶ 267 - المؤلّف نفسه. ¶ كتاب جمهرة أشعار العرب أصل فروع شجرة الأدب في الجاهلية والإسلام . ¶ المعالجة المفصلة لهذه المخطوطة أقنعتنا أنها أساساً للكتاب السابق نفسه ، لكنها مختلفة وفيها واسع للنشر . مصطلحات المقدمة أحياناً وليس دائماً هي نفسها . ترتيب المادة مختلف وهي مكوّنة من : ¶ 1) المقدمة وفيها ثلاث وثلاثون صفحة . ¶ 2) السموط (أ) لبيد وصفحاتها أربع وخمسون (ب) امرؤ القيس وعدد الصفحات ثمان وثلاثون (ج) طرفة وصفحاتها عشرون (د) زهير وصفحاتها ست عشرة (هـ ) النابغة وصفحاتها ست عشرة (و) الأعشى وصفحاتها تسع عشرة (ز) عمرو بن كلثوم وصفحاتها عشرون . هُنا الشرح والتعليقات أكبر مما في السابقة ومختلفة عنها تماماً شكلاً ، وأحياناً معنىً . ¶ 3) المجمهرات : بنفس ترتيب السابقة . حتى عدي بن زيد كل بيت له شرحه وتعليقاته التي لا تطول عدا في مواقع نادرة من هذا الشاعر . عدد الصفحات اثنتا عشرة . ¶ 4) المنتقيات :وصفحاتها اثنتا عشرة . ¶ 5) المذهبات وصفحاتها ثمان . ¶ 6) المراثي وصفحاتها ثماني عشرة . ¶ 7) المشوبات : وصفحاتها عشرون . هنا يتم شرح بعض الكلمات . ¶ 8) الملحمات : في المجلد السابق ولكن هنا ليس لها اسم وعدد الصفحات ست وثلاثين . الشرح والتعليق على قصيدة ذي الرمة مختصر ولكن معظمه بين السطور . في القصائد الأخرى هنالك كلمات قليلة هنا وهناك يتم شرحها . ذكر في الخاتمة التالي : ¶ ( كمل وتمّ كتاب جمهرة الأشعار بكرة يوم الاثنين عاشر في شهر شعبان سنة إحدى وثمانين وألف ) . ويأتي بعدها مباشرة : ¶ ",
            "page": "18",
            "part": "2"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "( وهذا من غير الجمهرة وإنما هذا من جمهرة أخرى لامرئ القيس خاصة وقال امرؤ القيس في رواية أبي عمرو والفضل الضّبّي . ¶ 9) ألا أنعمْ صباحاً أيها الطلل البالي .كل بيت فيها يتم شرحه وصفحاتها عشرون . ¶ 10) خليلي مُرّا بي على أمّ جُندُب. أهلوردت ، 116رقم 4 . ¶ 11) أحار ابن عمرو كأنّي خَمِرْ حسب رواية الأصمعي . ¶ 12) عشيت ديار الحيّ بالبُكراتي . أهلوردت ، 121، رقم 10 . ¶ 13) عيناك دمعها سِجالُ . أهلوردت ، 155، رقم 55 . ¶ 14) ربّ رامٍ من بني ثُقلٍ . أهلوردت ، 133 ، رقم 29 . ¶ 15) ألم يرم الدار الكئيبة . ¶ 16) تطاول ليلك بالأثمد . أهلودرت ، 123، رقم 14 . ¶ الأشعار الثلاثة الأولى تركت خالية . كل القصائد العشرة لها قراءات مختلفة . الخط ليس دائماً سهل القراءة لعدم وجود علامات الإعراب . بهذين الموضوعين سوف نقارن ما يقوله أهلوردت في الدواوين الستة صفحة 19 ، 7 و20.",
            "page": "19",
            "part": "2"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "228 - البحتري . ¶ ديوان . ¶ نسخة جميلة جداً كتبت لمحمود باشا سامي البارودي ( انظر رقم 211 ) الذي قابلها وصوّبها كلها . الخط غاية في الجمال والإتقان . لقد لاحظنا من قبل أن كل نساخ هذا الباشا علماء . عدد الصفحات ستمائة وأربع من القطع الكبير . ¶ 229 - أبو زكريا يحيى الخطيب التبريزي . ¶ شرح ديوان أبي تمام . ¶ حسب رواية الصولي . أربع صفحات في البداية واثنتا عشرة صفحة في الوسط وإحدى وعشرون ونصف صفحة في النهاية كتبها ناسخ معاصر . البقية كلها قديمة . هذا الجزء أُجيدت كتابته بخاصة . الخط جيد ومضبوط بالشكل تماماً . ¶ 230 - تميم محمد بن المعز لدين الله الفاطمي ( ت 374هـ ) . ¶ ديوان . ¶ نسخة قديمة وممتازة وغاية في الإتقان ، الخط واضح ومشكول أحياناً . هذا الديوان الجميل نادر في الشرق كما هو نادر في أوربا . الخاتمة مفقودة . الصفحات الأخيرة ممحوة نوعاً ما . مقابلة ومصوبة . بها هوامش وعدد الصفحات ثلاثمائة وست وخمسون . ¶ 231 - الشريف الرضي الموسوي ( ت 406هـ ) . ¶ مختارات ديوان الشريف ... الخ . ¶ مرتب هجائياً . الحرف ألف وجزء من الحروف باء وياء مفقودة . نسخة قديمة ومخرجة بإتقان . ربما تكون قد كتبت لشخص من علية القوم . الخط غاية في الجمال ومضبوط بالشكل تماماً . عدد الصفحات مائتان وسبعون . ¶ 232 - أبو الحسن علي بن محمد المعروف بالتهامي (ت 416هـ ) . ¶ ديوان . ¶ نسخة حسنة وحديثة من هذا الشاعر الودود الذي يغني من القلب . رثاؤه لابنه الذي مات شاباً هو تحفة أدبية معروفة جداً في الشرق ويكثر إنشادها ، تبدأ القصيدة بقوله : ¶ حُكْمُ المنيّة في البرية جارٍ ما هذه الدنيا بدار قرارِ ¶ (صفحة 18 من نسختنا ) الخط غاية في الجمال والصحة . ¶ عدد الصفحات مائة واثنتان وثلاثون . ¶ 233 - علي بن أبي طالب . ¶ ديوان (منتحل) . ¶ نسخة كتبت بخط حسن في 1053هـ . بدون تشكيل ، صفحاتها مائة واثنتان وثلاثون . ¶ 234 - جزء من ديوان المتنبي . ¶ ",
            "page": "20",
            "part": "2"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "نسخة قديمة ومضبوطة بالشكل تماماً . عدد الصفحات اثنتان وتسعون . ¶ 235 - أحمد بن حجر العسقلاني . ¶ ديوان . ¶ هذه نسخة حديثة من هذا الديوان النادر للغاية . ¶ نهايته مفقودة . غير مضبوط بالشكل . عدد الصفحات أربعون . ¶ 236 - معتوق الحويزي . ¶ ديوان . ¶ نسخة جميلة وصحيحة من هذا الديوان المنسوب لأحد أكثر الشعراء تفضيلاً لدى العرب المعاصرين . كُتبت في عام 1260هـ . صفحاتها مائة واثنتان وثمانون وتجليدها شرقي جميل . ¶ 237 - محيي الدين بن العربي الأندلسي (ت637هـ ). ¶ ديوان . ¶ مقسم إلى عدة أجزاء . نسخة قديمة ومخرجة بصورة جيدة وحروفها كبيرة ونهايتها مفقودة . مصوبة وعدد صفحاتها ثلثمائة وأربع وخمسون من الحجم الكبير . ¶ 238 - عبد بن علي الوزير . ¶ ديوان جوارش الأفراح وقوت الأرواح . ¶ جمعها السيد إسماعيل بن الحسن المسمى الهراء . ¶ نسخة متقنة كتبت في عام 1182هـ . الخط حسن والنسخة مصوبة وصفحاتها مائة وست عشرة من القطع الكبير . ¶ 239 - عبد الله محيي الدين بن عبد الظاهر (ت 692هـ ) . ¶ ديوان . ¶ انظر ذيل ابن خلكان - موضوع فرعي . نسخة حديثة حسنة الإخراج . نهايتها مفقودة . مقابلة وعدد الصفحات أربع وثلاثون . ¶ 240 - أبو القاسم هبة الله بن جعفر بن سناء الملك (ت 608هـ) . ¶ دار الطراز في عمل الموشحات . ¶ رسالة كاملة وهامة جداً عن الموشحات . نسخة قديمة وجميلة وخطها ممتاز ومضبوطة بالشكل تماماً . مقابلة وعدد صفحاتها مائة واثنتان وتسعون . ¶ 241 - صفي الدين الهلالي ( ت 759هـ ) . ¶ الأرتقيات . ¶ في مدح أبي الفتح الرازي من بني أورتق أمير المدينة . ¶ البداية والنهاية مفقودتان وصفحاتها اثنتان وثلاثون . ¶ 242 - أبو منصور علي بن الفضل الكاتب المعروف بالسردور (ت 465هـ ) . ¶ ديوان . ¶ نهايته مفقودة وخطه تعليق وصفحاته سبعون . ¶ 243 - برهان الدين القراطي . ¶ ديوان . ¶ نسخة جميلة وعمرها حوالي 300 سنة وهي صحيحة ومشكولة تماماً وصفحاتها أربع وعشرون . ¶ ",
            "page": "21",
            "part": "2"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "244 - عمر بن الفارض ( ت 632هـ ) ¶ ديوان . ¶ نسخة كُتبت في عام 757هـ وخطها مغربي وصفحاتها ثمان وستون . ¶ 245 - جمال الدين محمد بن نباتة المصري . ¶ ديوان . ¶ نسخة كُتبت في عام 1079هـ . الخط مُتقن والبداية مشكولة بالكامل . عدد الصفحات ثلثمائة وثلاث عشرة . تليها رسالة عنوانها : ( براهين الاحتجاج والمناظرة في ما وقع بين القوسي والبندق من المفاخرة ) لمؤلفها إبراهيم بن صالح الهندي . قدمها لأمير اليمن أحمد بن الحسن شعراً ومعها قصائد أخرى لنفس المؤلف . الخط جميل والصفحات خمس وعشرون . ¶ 246 - فخر الدين بن عبد الله بن المهدي اليماني . ¶ ديوان . ¶ هنا يمدح أمير اليمن المؤيد بالله في عام 1054هـ . صفحاتها خمس عشرة. جميلة الخط ثم تليها ست وعشرون صفحة من المذكرات دون علامات الشكل ، بعدها إحدى عشرة صفحة تحوي اثنتين من القصائد السالفة وكذلك محاكاة ( مجاراة ) للامية العجم مؤلفها الشيخ شرف الدين إسماعيل بن أبي بكر المقري الصفداري . وهي حسنة الخط ومشكولة . المخطوطة تنتهي بلامية العرب وصفحاتها تسع وفيها تعليقات بين السطور . ¶ 247 - عبد اللطيف بن علي القاسمي اليماني . ¶ ديوان السائق الشائق إلى الشراب الفائق الرائق . ¶ تليه بعض القصائد في مدح المؤلف . الخط غاية في الجمال ومضبوط بالشكل . عدد الصفحات مائة وثمان وثلاثون . ¶ 248 - أبو عبد الله محمد بن علي السودي اليماني المسمى الهادي ¶ ديوان ¶ كُتب في عام 1009هـ وخطه غاية في الوضوح وصفحاته ثمان وثمانون تليه مجموعة أخرى لنفس المؤلِّف عنوانها : ( نسمات الحُمَيْنات السحر ونفحات الزهور ) . ¶ مجموعة أغاني شعبية تناسب الذوق والعادات اليمنية التي هي مختلفة عن عادات الآخرين . الحمينة هي أغنية في لغة شعبية موزونة . نورد هنا الحمينة الأولى ونشكلها بالطريقة التي يجب أن تُغني بها : ¶ يَا سَاكِنينَ السَّفْحْ مِنْ نُعْمَانْ نَظْرهْ لِقَلْبي الْوَاله الْحَزِيْنْ ¶ ",
            "page": "22",
            "part": "2"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "يَكْفِي مِنَ الإعْرَاضْ وَالهُجْرَانْ يَا مَنْ هُمُ نُور عَيْني الْيَمِيْنْ ¶ كَمْ للْبُعَادِ في الْقَلْبْ مِنْ أشْجَان لاَكاَنْ لاَ كَانْ كُلْ يَوْمْ تبِيْنْ ¶ يُضْعِفْ عُقُولَ الشِيْبْ والشُبَّانْ يا خَالِقي كُنْ ليْ عَلَيْهِ مُعِيْنْ ¶ توشيح ¶ مَا كاَنْ ذَنْبيْ وَا غَزَالْ ثَهْمَدْ ¶ تَتْرُكْ دُمُوعِيْ تسْتَبِقْ عَلىْ الْخَدْ ¶ يَالَيْتْ شِعْرِيْ هَلْ جَفَاكْ لُهْ (لُوْ) حَدْ ¶ هذا التوشيح يقابل دار المصريين وهو الترديد الذي يؤديه المتفرجون . هذا العمل يستحق أعلى درجات الاهتمام من قبل الاختصاصين الذين يجب عليهم لفهمه جيداً معرفة عادات اليمن . الخط حسن جداً بدون تشكيل وصفحاته اثنتان وستون . ¶ 249 - ابن خلوف . ¶ ديوان . ¶ قليل من النهاية مفقود والخط صغير واضح . غير مقابل . والصفحات سبع وستون . ¶ 250 - عماد الدين يحيى الجهني اليماني ¶ ديوان . ¶ نهايته مفقودة ، والخط جميل وغني بالشكل ، وصفحاته ست وسبعون . ¶ 251 - محمد بن إسماعيل بن صلاح الأمير اليماني . ¶ ديوان . ¶ عاش المؤلِّف في وسط القرن الثاني عشر الهجري . الخط عريض وواضح ومشكول عند اللزوم . مقابل وعدد الصفحات أربعمائة وست وخمسون . ¶ 252 - السيد حاتم الأهدل اليماني . ¶ ديوان . ¶ عاش في نهاية القرن العاشر وبداية القرن الحادي عشر . الخط حسن ومشكول أحياناً . الصفحات الثماني والستون الأخيرة تحوي قصائد اليمنيين من بينهم عبد الله الناشري وإسماعيل محمد قانع ( انظر رقم 337 ) ويحيى بن إبراهيم الجهقي ( انظر رقم 334 ) مع هذه الملحوظة : ( وقد اقترح عليه بعض إخوانه على لغة نساء صنعاء ) ، ويليها البيتان : ¶ أين مأه وما مني ويابي وأسكه ¶ من ثغور كالاقاح الفضّ هئَه ونكهه ¶ أين عيون أشبهت في السحر هاروت ماروت ¶ أين در في عقيق أحمر ومرجان وياقوت ¶ ",
            "page": "23",
            "part": "2"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "نجد هنا مجموعة طيبة من القصائد من هذا النوع ( انظر رقم 332 ) . تليها بعض أشعار القاضي علي بن صالح ومن بينها هذه الأرجوزة : ( أدب العروس ونزهة النفوس ) ، وهي تبدو لنا في غاية المتعة . الخط نظيف وصفحاتها ثلاثمائة واثنتان . ¶ 253 - السيوطي . ¶ الأشباه والنظائر النحوية . ¶ مجلدان . الصفحات الاثنان والعشرون الأخيرة من المجلد الأول تشكل بداية المجلد الثاني لهذا فهي مكررة . كل مجلد خَطَّه ناسخ مختلف . في كلا المجلدين الخط حسن والأخطاء مصوَّبَة . هذه المخطوطة عمرها حوالي مائتي عام . ¶ 254 - مجهول . ¶ زبدة الأمثال . ¶ تم تأليفه للسلطان مراد بن سليم ، وهو كتاب صغير رائع ، وخطه غاية في الوضوح . الأمثال فيه مرتبة حسب المحتوى . عدد الصفحات مائة واثنتا عشرة صفحة . ¶ 255 - شمس الدين النواجي (ت 859هـ) . ¶ الشفاء في بديع الاكتفاء . ¶ عمل جيد عن هذا الموضوع لمؤلف حلبة الكميت . هذه النسخة تاريخها 1059هـ ، وهي غاية في الضبط ومصوبة ومشكولة أحياناً ، وعدد الصفحات تسع وستون صفحة . ¶ 256 - محمد بن ظفر المكي (ت 598هـ ) . ¶ سلوان المطاع . ¶ خطها ممتاز وكُتبت في عام 1090هـ . ¶ 257 - بدر الدين محمد بن أبي بكر الدماميني المخزومي ( ت 828هـ) ¶ رسالة يردّ بها على الصفدي . ¶ المؤلِّف هنا يصوِّب الأخطاء التي ارتكبها الصفدي في شرحه وتعليقه على لامية العجم . المخطوطة جيدة وحديثة . النهاية مفقودة وصفحاتها عشرون صفحة . ¶ 258 - مراسلات بين أمير اليمن المنصور بن الحسن بن القاسم وأحمد بن زيد أمير مكة . ¶ خطابات شاملة لانتصارات المنصور في اليمن . صفحاتها عشر . ¶ 259 - مجهول . ¶ صورة المكتوب الوارد من بعض من حضر فتح أكري وما حصل بعدها من الحروب التي لم يقع مثلها في الإسلام على سبيل الاختصار وهو معرب من اللغة التركية في الديار المصرية . ¶ الخط ممتاز والصفحات أربع عشرة . ¶ 260 - أبو التقى صالح بن أبي الحسن بن شريف . ¶ الوافي في نظم القوافي . ¶ ",
            "page": "24",
            "part": "2"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "في الشعر ومعه رسالة في علم العروض في النهاية . المخطوطة جميلة وحديثة وعدد الصفحات مائتان وأربع وأربعون . ¶ 261 - علي بن محمد المعروف بابن أبي قصيبة الغزالي . ¶ استعطاف المراحم واستسعاف المكارم . ¶ رسالة في علم الأخلاق ، وهي نسخة ممتازة تفتقد جزءها الأخير . الصفحات عشرون . ¶ 262 - علي بن معصوم المكي . ¶ النصف الثاني من شرح البديعيَّة . ¶ يليها باب عن تراجم أرباب البديعيّات المذكورة في هذا الكتاب ألحقها المؤلِّف . الخط في غاية الإتقان والصفحات أربعمائة وأربعون . ¶ 263 - عيسى بن إبراهيم الربعي (ت 408هـ ) . ¶ نظام الغريب . ¶ مائة وست صفحات يبدو أن تاريخها يرجع للقرن السادس الهجري . خطها يمني مقروء ومشكول كله . مصوبة وبها هوامش . خمس صفحات تم إلحاقها في البداية بواسطة ناسخ حديث لم يكن لديه وقت لاستعادة كل العمل . ( انظر فهرس المتحف البريطاني ، صفحة 468 ) . ¶ 264 - المحاسن والمساوئ . ¶ كان من الصعب علينا اكتشاف اسم مؤلف هذه المخطوطة القديمة التي يرد عنوانها من عناوين الأبواب المختلفة . من الممكن جداً أن يكون البيهقي هو المؤلِّف . الخط ممتاز ومشكولة وتاريخها يعود إلى القرن السادس الهجري حسبما يظهر . البداية والنهاية مفقودتان والصفحات أربعمائة واثنتان . ¶ 265 - أبو سعيد منصور بن الحسين الإبي ( ت 422هـ ) . ¶ نثر الدرر في المحاضرات . ¶ نسخة كُتبت من مخطوطة في المكتبة الخديوية وهي لسامي باشا البارودي خطها وصوبها الشيخ حسين المرصفي وهو من أكبر علماء القاهرة اليوم. إنها آية في الخط والضبط . الجزء الأخير فقط هو المفقود ، يعني الجزء الثالث والرابع كما يظهر من وصف حاجي خليفة ـ موضوع فرعي . ¶ 266 - أبو عبد الله محمد بن الوليد الفهري . ¶ سراج الملوك . ¶ الورقة الأخيرة مفقودة . الخط حسن والمخطوطة عمرها حوالي مائتي عام. ¶ 267 - السيوطي . ¶ آكام العقيان في أحكام الخصيان . ¶ نسخة حسنة وحديثة ومصوّبة ، وعدد صفحاتها ثمان . ¶ ",
            "page": "25",
            "part": "2"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "268 - المؤلِّف نفسه . ¶ الدرر الحسان في رفع شأن الحُبْشان . ¶ أحاديث نبوية خاصة بالأحباش . النهاية مفقودة . ¶ نسخة غير مكتملة وصفحاتها ثمان وأربعون . حسنة الخط . ¶ 269 - الصفدي . ¶ اختراع الخرع . ¶ كتاب أدبي ، وخطه مغربي مقروء ، وصفحاته ثلاثون . ¶ 270 - مجهول . ¶ جزء من مختارات شعرية . نسخة متقنة التحضير ، وخطها في غاية الحسن ، ومشكولة ومصوبة . بها هوامش وصفحاتها ثمان وسبعون . ¶ 271 - مجهول . ¶ جزء من مختارات أدبية عظيمة الفائدة لأنها تقدم مقتطفات من أفضل الشعراء . نسخة حديثة ممتازة ربما يكون كاتبها عالماً قدمها لحامد بك ( انظر الرقم 6 ) عدد الصفحات مائتان وثمان وثلاثون . ¶ 272 - صفي الدين الهلالي . ¶ البديعيّة . ¶ المتن فقط . الخط واضح جداً . عدد الصفحات ثماني عشرة . ¶ 273 - إسماعيل بن محمد قانع . ¶ العنوان : هذا المجموع يشتمل على نبذة من كفاية المتأدّب . ¶ مجموعة أقوال مأثورة وقصائد يمنية منها قصائد عديدة لإسماعيل بن محمد قانع ( انظر رقم 336) ومن بينها مرثيات في الإمام المتوكل على الله ¶ ( انظر رقم 403 ) القصيدة مطلعها وهي أيضاً له : ¶ أسوانح الغزلان في فلواتها كالغانيات الغيد في غرفاتها ¶ وهي جيدة حقاً تم تأليفها في عام 1147هـ . الخط حسن جداً ومصوبة وصفحاتها ست وثلاثون . ¶ 274 - صريم الدين أبو محمد إبراهيم بن ( --- ) بن الهادي . ¶ المقامة النظرية والفاكهة الخبرية . ¶ نسخة كُتبت في عام 1077هـ وخطها حسن وصفحاتها ثمان . ¶ 275 - ابن سيرين . ¶ تعبير الرؤيا . ¶ الخط حسن والصفحات ست وعشرون . ¶ 276 - أبو حيان التوحيدي . ¶ رسالة أبي حيان لأبي بكر الطالقاني ¶ الخط واضح و مقابلة ومصوبة . عدد الصفحات إحدى عشرة صفحة . ¶ 277 - البوصيري . ¶ تخميس الهمزيّة . ¶ نسخة حسنة ومشكولة تماماً . عدد صفحاتها مائة وعشر صفحات . ¶ 278 - مجهول . ¶ تمثال الأمثال السائرة في الأبيات الفريدة النادرة . ¶ مكتوبة شعراً . الخط واضح وعدد الصفحات ثمان وأربعون . ¶ ",
            "page": "26",
            "part": "2"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "279 - محمد الوتري البغدادي . ¶ تخميس القصيدة الوترية . ¶ الخط في غاية الإتقان ومضبوط بالشكل . صفحاتها مائة وست وثلاثون ، منها الصفحات الأربع عشرة الأخيرة تحوي جزءاً من رقم 361. ¶ 280 - مجهول . ¶ شرح شواهد المفصّل . ¶ الخط واضح غير مضبوط بالشكل أحياناً.الصفحات اثنتان وأربعون صفحة. ¶ 281 - الخفاجي . ¶ جزء من مائتين وثمان وعشرين صفحة من كتابه ريحانة الألباء . الخط غاية في الحسن . ¶ 282 - تشمل ¶ 1) القصيدة لمؤلفها أبي بكر يحيى عبد الجليل الأندلسي الذي قدمها للأمير يعقوب بن يوسف بن عبدالمنعم بن علي . ¶ 2) قصيدة تبدأ :لولا سجوع حمائم الرند وهْناً ولمعُ البرق من نجد ¶ الخط حسن والصفحات ست . ¶ 283 - شمس الدين النواجي . ¶ مراتع الغزلان في الحسان من الجواري والغلمان . ¶ أشعار متعلقة بهذه المواضيع . الصفحات الأولى مفقودة . الخط جميل وواضح والصفحات مائة وأربعون . ¶ 284 - مجهول . ¶ كتاب الظرافة في أخبار الملوك والخلافة . ¶ كتاب أدبي رائع . الأشعار مضبوطة بالشكل غالباً . ¶ الخط مغربي صحيح . الصفحات مائة واثنتان وثمانون . ¶ 285 - السيوطي . ¶ البارق في قطع يمين السارق . ¶ عن انتحال الشعر . نسخة كتبها محمد بن علي الداؤدي ، تلميذ تلميذ المؤلِّف . النسخة مصوبة والخط مقروء وصفحاتها عشرون . ¶ 286 - أبو مظفر الأمير أسامة بن منقذ الكناني . ¶ كتاب العصا . ¶ نأمل أن يتم نشر هذا العمل الرائع . مخطوطتنا يجب أن تُطابق للتأكد من علامات الإعراب التي أحياناً لا توجد عدا في الصفحات السبع عشرة الأخيرة التي كلها مضبوطة بالشكل . الصفحات مائة وأربع وتسعون . ¶ 287 - تحوي خمس قصائد : ¶ 1) لجمال الدين محمد بن أحمد الغزي القرشي على شرف الأمير محمد بن المهدي. ¶ 2) للسيد عيسى بن لطف الله بن المطهر في مدح السيد الناصر بن عبد الرب. ¶ 3) للفقيه على بن عفير في مدح علي بن شمس الدين . ¶ 4) لصريم الدين بن إبراهيم بن المفضل في مدح الناصر المذكور أعلاه. ¶ ",
            "page": "27",
            "part": "2"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "5) للشريف الجراج في مدح الشريف بركات في مكة (انظر رقم 298) كلهم يمنيون . الخط وعدد الصفحات ثماني عشرة صفحة . ¶ 288 - مجموعة شعرية لمؤلفين يمنيين . ¶ الصفحات أربع وأربعون . ¶ 289 - قدم بن قدامة الهمداني القحطاني . ¶ قصيدة في مفاخرة قحطان . ¶ نسخة كُتبت في تعز عام 1140هـ . خمس صفحات ، تليها : ( الدّقائق المُحْكمة في شرح مقدّمة التجويد لابن الجزري ) لمؤلفها زكريا الأنصاري . الخط جميل جداً ومضبوط بالشكل . السنة نفسها ، والصفحات سبع وعشرون . ¶ 290 - مجموعة قصائد : ¶ 1) لسعيد السماحي - قصيدة من أربع صفحات . ¶ 2) لالح بن صالح الأحمر - قصيدة من صفحتين . ¶ 3) لأحمد بن محمد تابعي وآخرين . ¶ النسخة كُتبت في عام 1190هـ في اليمن . ¶ 291 - مجموعة قصائد لمؤلفين يمنيين جاء قبلها جزء قليل من يتيمة الدهر . ¶ الخط جيد ومضبوط بالشكل تماماً . نسخة كتبها ابن أبي الرجال في عام 1175هـ . الصفحات أربع وعشرون . ¶ 292 - حسن قويدر الخليلي . ¶ الأغلال والسلاسل في مجنون اسمه عاقل . ¶ عاقل أفندي ( ت 1270هـ ) انتحل قصيدة وادّعاها لنفسه . تم كشفها وهنالك عالم يدافع . ثم يأتي مؤلفنا الذي ليس فقط يبين أن القصيدة سُرقت بصورة سيئة بل يجد فيها أخطاءً كما يجد أخطاء من دافع عن عاقل . هذه القصة من القضايا المشهورة في زمنها . نسخة جميلة ومصوّبة وعدد الصفحات ثماني عشرة صفحة . ¶ 293 - محمد بن حسين بن علي بن النواجي . ¶ الحجّة في سرقات ابن حُجّة . ¶ نُسخة حديثة جميلة ومضبوطة بالشكل تماماً . نهايتها مفقودة وصفحاتها اثنتا عشرة . ¶ 294 - مجهول . ¶ نزهة المشتاق في أخبار المتيّمين والعشّاق . ¶ كتاب جنسي . الخط واضح وصفحاته ست وعشرون من القطع الكبير. ¶ 295 - عبد الله بن علي الوزير اليماني . ¶ أقراط الذهب في المفاخرة بين الروضة وبير العرب . ¶ الروضة وبير العرب حديقتان في صنعاء . تضم تفاصيل ممتعة عن تاريخ اليمن . الخط حسن والصفحات ثماني عشرة صفحة من القطع الكبير. ¶ ",
            "page": "28",
            "part": "2"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "296 - محمد بن علي بن علان المكي (ت 1057هـ) . ¶ دليل الفالحين شرح رياض الصالحين . ¶ المجلد الرابع من شرح كتاب النووي العظيم . نسخة جميلة وممتازة بكل الاعتبارات ، كُتبت في عام 1173هـ . عدد الصفحات خمسمائة وثمان وسبعون من القطع الكبير . ¶ 297 - جعفر بن شمس الخليفة ( ت 622هـ ) . ¶ كتاب الآداب . ¶ باب الأبيات المفردات أو الأشعار التي أصبحت أقوالاً مأثورة تحتل اثنتين وأربعين صفحة . النسخة رائعة كُتبت بتاريخ 974هـ من هذا المؤلف الممتع . ¶ 298 - مجهول . ¶ جامع اللغات . ¶ مفردات عربية - تركية . العربي منها فصيح . الكتاب مفيد جداً لمؤلفي المعاجم ومكتوب بصورة جيدة . المخطوطة تنتمي للقرن الحادي عشر الهجري وصفحاتها ثلثمائة وأربع . ¶ 299 - الزمخشري . ¶ مقدمة الأدب . ¶ نسخة رائعة قديمة . آخر صفحة أُلحقت بعد الحادثة تحمل تاريخ 827هـ الذي ربما يكون هو تاريخ المخطوطة . الخط الفارسي باللون الأحمر وبها كثير من الحواشي التفسيرية . ¶ 300 - المحسن بن الحسن أبو طالب المكي . ¶ ذوب الذهب في محاسن من شاهد في عصره من أهل الأدب . ¶ سير لرجال بارزين في اليمن عاشوا في القرن الحادي عشر . ¶ هذا الكتاب الذي لا شك في أهميته تم تأليفه للشريف علي بن أحمد بن راجح بن سعيد . النهاية مفقودة . مجلد ضخم جميل الخط . ¶ 301 - عبد الرحمن بن عمر بن أبي بكر الدمشقي المعروف بالجباري . ¶ المختار في كشف الأسرار وهتك الأستار في علم الذكيّات والحيَل . ¶ انظر في الكتاب مقالات إشتاينشنايدر ودو جيوجي ، المجلد التاسع عشر، صفحة 562 والمجلد العشرين ، صفحة 485 . نسخة حديثة جيدة وخطها مُتقن . ¶ 302 - أبو القاسم بن أحمد العراقي . ¶ عيون الحقائق وإيضاح الطرائق . ¶ رسالة في السحر والشعوذة مبسطة من كتاب يحمل هذا العنوان . مجلد صغير رائع جميل الخط . عدد الصفحات ست وتسعون . ¶ 303 - مجهول . ¶ البهجة الأنسيّة في الفراسة الإنسانيّة . ¶ ",
            "page": "29",
            "part": "2"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "نسخة مصوبة صفحاتها ثمان وسبعون وكُتبت في عام 1192هـ بخط واضح . ¶ 304 - أحمد الدمنهوري المالكي . ¶ النفع الغرير في صلاح السلطان والوزير . ¶ بحث في الإدارة . نسخة كُتبت في عام 1180هـ . مصوبة وخطها غاية في الجمال . ¶ 305 - الشيخ محمد الراشدي الفلكي ( ت 1295هـ ) . ¶ رسالة في علم الفراسة بالعُقْلة والإبهام . ¶ مسودة المؤلِّف وصفحاتها ثمان . ¶ 306 - ابن مرزوق . ¶ العيون الغامرة على خبايا الرامرة . ¶ هذا شرح وتعليق لكتاب الخزرجي في علم العروض . نسخة كُتبت في عام 1008هـ مصححة ، وخطها حسن جداً ، وصفحاتها مائتان وست وأربعون . ¶ 307 - أمين الدين محمد بن علي المحلاوي ( ت 673هـ ) ¶ شفاء الغليل في علم الخليل . ¶ رسالة نثرية عن علم العروض ، وهي ليست أرجوزة كما ادّعى حاجي خليفة في المواضيع الفرعية . ¶ ( انظر الرقم التالي ) البيتان المذكوران هنا موجودان على واجهة مخطوطتنا مع ثلاثة أخرى : ¶ جزاك الله عن علم الخليل مجازاة الخليل عن الخليل ¶ فقد أحييته من بعد موت وقد نبهته بعد الخمول ¶ وأوضحت السبيل إليه حتى هَدَيتَ أخا الضلال إلى السبيل ¶ وكنا قد أيسنا منه حتى شفيتَ عليلنا بشفا الغليل ¶ رعاك الله من بحرٍ علينا مديدٍ بل بسيطٍ بل طويل ¶ خط هذه الأبيات والمخطوطة هو نفسه . نحن نميل إلى الاعتقاد بأن مخطوطتنا كتبها السراج الورّاق نفسه المذكور في حاجي خليفة . على كل حال نسختنا ممتازة وقديمة ومصوّبة وعدد صفحاتها تسعون .",
            "page": "30",
            "part": "2"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "228 - المؤلِّف نفسه . ¶ العنوان في معرفة الأوزان . ¶ أرجوزة . نسخة قديمة في غاية الإخراج الحسن . مضبوطة بالشكل كلها . عليها هوامش كثيرة . ناسخها هو الذي نسخ المخطوطة السابقة نفسه . وصفحاتها أربع وعشرون . ¶ 229 - محمد أبو عبد الله المعروف بالجيش . ¶ مجموعة تحوي : ¶ 1) رسالة الأندلسية وفيها ست صفحات . ¶ 2) متن الخزرجية وصفحاته خمس . ¶ 3) متن الكافي في علمي العروض والقوافي ، تسع صفحات . وهي رسائل سجعيّة في العروض فيها هوامش كثيرة والخط جميل . ¶ 230 - نشوان بن سعيد الحميري . ( ت 573هـ ) ¶ كتاب في العروض والقوافي . ¶ الخط واضح والصفحات اثنتا عشرة . ¶ 231 - مجهول . ¶ رسالة صغيرة في علم العروض . نسخها نفس كاتب المخطوطة السابقة . صفحاتها عشر . ¶ 232 - أبو عبد الله المعروف بأبي الحسن المصري الأندلسي . ¶ اللمحة في علم العروض . ¶ نسخة كُتبت في عام 1208هـ وناسخها هو كاتب المخطوطة السابقة نفسها . صفحاتها ثماني عشرة صفحة . ¶ 233 - محمد بن موسى كمال الدين الدميري . ¶ شرح لاميّة العجم . ¶ تم تأليفها في عام 779هـ . صفحاتها مائة وثمان وثلاثون ، ويليها ما يأتي : ¶ 1) الميميّة لأبي فراس الحمداني ، وتتكون من ثلاث صفحات . ¶ 2) شرح لامية العرب للمؤيد بن عبد اللطيف بن سعيد النقهواني ، وتم تأليفها في عام 982هـ ، وصفحاتها خمس عشرة . نُسخت في عام 1077هـ . مصوّبة وخطها حسن . ¶ 234 - أبو البقاء اليقبري . ¶ شرح لاميّة العجم . ¶ نسخة من القرن العاشر الهجري ، أتلفتها الحشرات دون تأثير كبير على النص .صفحاتها أربع وخمسون مكتوبة بخط صغير لكنه في غاية الوضوح . ¶ 235 - محمد بن عمر باحرق الحضرمي ( انظر رقم 420) ¶ شرح لاميّة العجم . ¶ كُتبت في عام 1075هـ . خطها حسن ، ومضبوطة بالشكل ، وصفحاتها ست وخمسون . ¶ 236 - مجموعة تشمل مع مواضيع أخرى : ¶ 1) مفتي صداح الرومي . تعديل الأركان في كيفية تأدية الصلاة . عدد الصفحات خمس وعشرون . ¶ ",
            "page": "31",
            "part": "2"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "2) مجهول . رسالة في الطاعون والأمراض الوبائية . وهي ممتعة جداً حتى من وجهة النظر التاريخية ، وصفحاتها إحدى وخمسون . ¶ 3) دميري ( انظر رقم 397 ) شرح لأمية العجم ، وصفحاتها سبع وستون. ¶ 4) أسماء الخمر . وفيها عدد من المذكرات المفيدة جداً أحياناً . نسخة بخط مفتي زادة ، الذي كان قاضياً في صفد . الخط فائق الجمال وعدد الصفحات مائتان وثمان وسبعون من القطع الطويل الصغير . ¶ 237 - الصفدي . ¶ أدب الغيث الذي انسجم . ¶ هي تبسيط للشرح الموسع للصفدي على لامية العجم ، لكننا لا نعرف مؤلفها . نسخة جيدة الإخراج ، ومضبوطة بالشكل كلها بتاريخ 1097هـ . مصوّبة ، وصفحاتها مائتان وأربع وسبعون . ¶ 238 - أبو الحجاج يوسف بن محمد البلوي . ¶ ألف باء . ¶ ينتهي المجلد الأول في صفحة 18 السطر 19 من المجلد الثاني طبعة القاهرة ( انظر فهرس بريل الدوري ، المجلد الأول ، الرقم 34 ) . نسخة قديمة ، وخاتمتها كتبها شخص آخر . ¶ 239 - عبد الله بن أمير المؤمنين المتوكل على الله المطهر بن سليمان بن رسول الله اليماني . ¶ كتاب الياقوت المعظّم المفّوف بعقد عقيان الحِكَم وسمط لآلي آداب الحروب ومحاسن الشِيَم . ¶ شرح وتعليق على قصيدة فيها 172 بيتاً ، كتبها والد المؤلِّف . ¶ في المقدمة يتحدث المؤلِّف بإعجاب كبير عن هذه القصيدة ويعتبرها لا مثيل لها كاسمها ( عقد عقيان الحكم ) تعالج - بصورة عامة - الحرب والخيل ، وتقدم في كل بيت أداة بلاغية . الشرح والتعليق شامل وذو قيمة عظيمة ، فهي تحوي فقه اللغة ، والبلاغة ، والتاريخ المتعلق بصورة أو أخرى بالموضوع الوارد في البيت . الكتاب مقسم إلى : ¶ 1) كتاب روض القلوب في معرفة الحروب . هنا تبدأ القصيدة : ¶ بالحرب قد عزّ حِزْب الحق مِن قِدَم فالحقّ بالحرب أضحى ثابتُ القَدَم ¶ ",
            "page": "32",
            "part": "2"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "من المعلومات الشيقة المتنوعة التي نجدها هنا ، سوف أورد الآتي من المجلد 15-أ : وكان زهير ينقح قصيدته أربعة أشهر بعد نظمها ، ويعرضها على العلماء أصحابه أربعة أشهر . سمعتُ من والدنا عليه السلام أن زهيراً وغيره عرض قصيدته فقيل مليحة . فنقحها ثم عرضها فقيل بليغة . فنقحها أيضاً وعرضها فقيل قاتله الله . ¶ 2) مجلد 21-أ كتاب الشموس في صفات الذلول من الخيل والشموس . وهذا البيت من القصيدة كان دافعاً لهذا الباب : ¶ وقوة من رباط الخيل تكرمها كرائم الأصل في أفعال لم تدم ¶ يبدأ هذا الباب باستعراض الخيل المشهورة في بداية الإسلام . ¶ في المجلد 30(أ) نطالع وصفاً لخيول بيت الأمير أبي عبد الله بن حمزة ( انظر الرقم 227) . ونجد في المجلد 34(ب) فصلاً في ذكر خيل الصحابة . وفي المجلد 36(أ) نجد فصلاً في ذكر الخيل المشهورة لغير فرسان العرب - المجلد 42(أ) ( صحابة ) في الجاهلية والإسلام ذُكر منها ثلاثون وتاريخ الخيول تعقبه أشعار كثيرة . المجلد 58(ب) فيه فصل في خيل بني غسان وغيرهم. مجلد 60(ب) فيه فصل في ذكر ما اشتهر من خيل الأمراء والعرب في مملكة آل الرسول . مجلد 61(ب) فيه باب في الأسنان . مجلد 67(أ) فيه شيء من خيل عرب الوقت . مجلد 68(ب) فيه ذكر بعض أهل العلم بالخيل من الأعراب . مجلد 70(أ) الكلام عن الخيل المُضمرَة . مجلد 70 (ب) خيل الحلبة . مجلد 71(أ) الكلام في إضمارها . مجلد 73(أ) صفة السَبَق . مجلد 76(أ) هذه نبذة من صفات الخيل في الجري . ¶ 3) المجلد 79(أ) كتاب العُدَد باب الدروع . المجلد 80(أ) باب الخوذ . ونورد هنا ما يشار إليه : ¶ الخوذ تسمى الترائك الواحدة تريكة والخَيْضَعات الواحدة خَيْضَعة وقال المنصور الذؤابة( ) . وقال في الحُلَل الربيعة : وربما تسمى الرجلُ ربيعة بها . ¶ ",
            "page": "33",
            "part": "2"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "فصل في صفاتها : منها ذات الجواشن والآناف ممتدة القوانس إلى أعلى مَجْدولتها وتلك خوذ نجدٍ والحجاز ، وهي عندنا أحسن الأجناس ، وأسترها لوجه الفارس ورقبته ، وأسهلها عليه التفاتاً في الطراد ، وأهْيَبُها في العين ، ومنها النهاد وهي مثلها في الشكل إلا أن مكان الجَوْشن صفائح أربع تكون في النهاد دونه ، وتلك خوذ اليمن الأسفل المحبوبة عندهم ، وسلاح العجم . ومنها ما هو على شكل بَيْض الحيوان وهي مختلفة ، أحسنها ما أبيضت قَونسَها من دقّ مُفْرط ، ويمكن صاحبها في الانفتاح لأنه مع ذلك تقي الوجه ولا يمنع البصر لبُعده عنه عرفنا ذلك بالتجربة . ومنها ما هو على هيئة الجفان تسمى مجفّنة ولا يُري فيها حُسن ولا حلا ، وهذان الجنسان سلاح الجبل . والخوذ جملة منها المترّك ومنها المنهرّ ومنها المعرّج . فالمعرَّج ما كان فُلوجه معوَّجة ، والمنهرّ ما استقامت فلوجه ويكون عَرُضُ الفلج قدر الإصبع أو يزيد أو ينقص قليلاً ، والمترك ما كان فيها مثل التَرْك للقلنسوة قدرُ أربع أصابع عرضُه ، وأما سائر أجناس الخُوَذ العجمية فلا طائل تحتها وهي كثيرة مختلفة فما كان فسيحاً من خوذ العرب متمكناً بغير إفراط فهو الغَرَضْ والله أعلم . ¶ ",
            "page": "34",
            "part": "2"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "فصل : قد تغني عن الخوذ المغافر وهي زَرَدْ على قدر الرأس منسكب إلى نحر الفارس وجنوبه ، وإذا لبسه الدارعُ قيل مقنّع وكان مغفر النبي r يسمى السُبوغ( ) . فإذا كمل سلاح الرجل قيل له موْد ومدجَّج وشاكي وشاكٍ . مجلد 80(ب) باب الرماح . يوجد وصف الأعلام منذ الإسلام . المجلد 85 (ب) ألوان الخيول . المجلد 88(ب) في ذكر الأعضاء . المجلد 96 (ب) الكلام في النحر وما يليه وهو الصدر . المجلد 101 (ب) الكلام في الأرجل . المجلد 102(ب) باب الشيات في القوائم وغيرها . المجلد 103 (ب) باب الصفات الممدوحة . المجلد 110(أ) ذكر أصواتها . المجلد 110 (ب) الخيل وصفاتها جملةً وتفصيلاً . المجلد 111(أ) ذكر عائها وزجرها وطريقة معاملتها . ¶ ذكر العلل الحادثة وأسبابها وعلامتها . ¶ المجلد 119(ب) الكلام في أحكام الخيل الشرعية . ¶ المجلد 122(أ) الكلام فيما يصلح منها للطلايع والصفوف والمكامن . أما التي تصلح للطلايع والغارات فالإناث لعدم تصعبها وللينها وسبقها وطيبها . وأما ما يصلح للصفوف والعراضات أيضاً فالفحول لقوتها وشهامتها وأصواتها وما فيها من زينة ورغب . وأما ما يصلح للمكامن والمغازي فالمخاصي لصبرها وطوعها وعدم أذيتها . أحببنا أن نجعل هذه القطعة معروفة لأنها هي مدح الرئيس البدوي الذي وجدنا أنفسنا معه مؤخراً . ¶ 4) المجلد 122(أ) كتاب السلوان في صفات الفرسان . ¶ ",
            "page": "35",
            "part": "2"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "5) المجلد 125(ب) كتاب الفحفاح في معرفة السلاح وهو مقسم إلى : باب الأتراس . المجلد 125(ب) باب السيوف . المجلد 126(أ) : فيه وصف سيوف بعض الشخصيات التاريخية . باب القياس . المجلد 131(أ) : فيما يخص الحمينة يقول المؤلِّف . المجلد 134(أ) : وهذا يسمى المستحيل وأول من سنّ الغنا في اليمن ذو جدَن ومعنى ذو جَدن حسن الصوت . المجلد 136(ب) : السهام . المجلد 139(أ): باب الخناجر . من المجلد 140(أ) الشرح يعالج المواضيع الدينية والتاريخية فقط . من هذا الجزء يمكننا أن نذكر فصل في ذكر نوادر من العلماء . المجلد 187(ب) . الكتاب يُختم بقصيدة من الشارح . نسخها السيد صلاح بن علي الكبسي في عام 1086هـ لقد حاولنا إعطاء فكرة عن محتويات هذه المخطوطة الثمينة ولكننا بعيدون من إيراد المعلومات ذات الأهمية الأعظم أو الأقل الموجودة في هذا الخضم . من النظرة الأولى تبدو المخطوطة متقنة ، كُتبت بأناقة فائقة ، والعناوين العديدة كتبت بعناية بالحبر الأحمر وكذلك المتن . لكن الدراسة المتأنية توضح أنها ليست كذلك على الإطلاق ، علامات التشكيل المميزة مفقودة أحياناً ، والناسخ لا يستمر دائماً كأنه عرف ما كان قد فعله . رغم هذا الخلل الذي يمكن للاختصاصي أن يعالجه فإن مخطوطتنا ذات قيمة كبيرة وبالتأكيد تستحق النشر . عدد صفحاتها ثلاثمائة وست وثمانون . ¶ 240 - خضر الموصلي . ¶ الإسعاف شرح شواهد الكشاف . ¶ تفتقد البداية والنهاية . نسخة ممتازة أُخرجت بعناية في القرن العاشر الهجري . صفحاتها مائة واثنتان وثمانون . ¶ 241 - محمد بن عبد الله بن أمير المؤمنين يحيى شرف الدين . ¶ الروض المرهوم بالدر المنظوم . ¶ ",
            "page": "36",
            "part": "2"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "ديوان . الأمير المبجّل ولد في التاسع والعشرين من ذي الحجة 938هـ في شابان في مركز كوكبان خلال حكم جده شرف الدين ، وتوفي في عنفوان حياته في عام 1010هـ في زمن سنان باشا كما يظهر في السيرة المفصلة التي كتبها عيسى بن لطف الله بن المطهر الذي جمع هذا الديوان. نحن أمام عمل شهير كما هو الحال مع أشخاص يمنيين عظماء عديدين . المعلومات التاريخية عن كل قصيدة مهمة للغاية . نسخة جيدة الإخراج بخط جميل وتاريخها 1222هـ . مصوّبة وصفحاتها مائتان واثنتان وثمانون . ¶ 242 - شداد بن الهادي اليماني . ¶ وصية شداد بن الهادي لولده . ¶ نسخة خُطت في عام 1066هـ . خطها واضح وأحياناً تخلو من علامات التشكيل المميزة . صفحاتها ست من الحجم الكبير . ¶ 243 - الشيخ العجال أبو القاسم اليماني . ¶ التحف والأنوار المنتخبة من البلاغة والأشعار . ¶ ناقصة . عشر صفحات منها كُتبت بخط كبير وأحياناً تخلو من علامات التشكيل المميزة . الورق من القطع الكبير . ¶ 244 - ناصر الدين محمد بن عبد الله بن قرقاماس ( ت 883هـ ) . ¶ الغيث المريع على زهر الربيع في شواهد علم البديع نسخة حديثة صوّبها العالم الشيخ ناصر الهوريني حامد بك ( انظر رقم 6) في عام 1273هـ . المجلد الثاني يملكه حسين سري باشا في عام 1282هـ . تنقصه الصفحات الأخيرة . نسخة رائعة وصفحاتها أربعمائة وتسع عشرة صفحة . ¶ 245 - مختارات من القصائد ¶ 1) قصيدة : ( إلى متى أنت باللذات مشغول ) ، وصفحاتها ثلاث عشرة صفحة . ¶ 2) تخميس لإسماعيل المقري الشاويري : ( إلى كم تمادٍ في غرورٍ وغفلةٍ ) ، وصفحاتها عشر . ¶ 3) قصيدة عبد اللطيف القصيعي : ( إذا قيل من أزكى البرايا ) ، صفحتان وفيها تعليقات في الهوامش . الخط جميل وواضح . ¶ 246 - علي بن حسام الدين اليماني المعروف بالمتقي . ¶ الوسيلة الفاخرة في سلطنة بني الدنيا والآخرة . ¶ عمل إرشادي وموعظي للملوك . صفحاته تسع وخمسون . وتليها مقصورة أبي الفتح الحسني اليماني : ¶ ",
            "page": "37",
            "part": "2"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "قالت ولم تنطق بأقوال الخَنَا والدمع هامٍ مثل مُصْوَبِّ الحيا ¶ يا جارتي إن الفتى أنكرتُه ولم أُبح إلا إليك لا سوى ¶ أنكرتُهُ في فِعْلِهِ وقولِهِ كمن على الخمسين عاماً قد ردى ¶ يبات في ليلته مُهَيْمِناً ويرقم الصحف إذا الجوّ انجلى ¶ هذه المقصورة الجميلة فيها مائتان وثمان وستون بيتاً تستحق النشر . الخط جميل جداً ومضبوط بالشكل أحياناً . ¶ 247 - السيوطي . ¶ إتحاف النبلاء بأخبار الثقلاء . ¶ مجموعة أشعار عن الثقلاء والمزعجين . الخط واضح ومضبوط بالشكل . نسخة قديمة وصفحاتها اثنتا عشرة صفحة من الحجم الصغير .",
            "page": "38",
            "part": "2"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "228 - عبد المنعم بن أحمد البكاء . ¶ رسالة المعميَّات . ¶ بعض الأوراق في الوسط مفقودة . الخط حسن وواضح والصفحات ثماني عشرة صفحة . ¶ 229 - شمس الدين أحمد بن أحمد العنسي اليماني المعروف بالقهدة . ¶ سلامٌ كَنشر الروض يعبق رياه على معهدٍ بالرقْمتَيْن عهِدناه . ¶ قصيدة في مدح عبد القادر بن الناصر أمير اليمن . خمس صفحات مكتوبة بخط جميل ومضبوطة بالشكل . ¶ 230 - عبد الله بن سليمان بن علي الجون . ¶ الرياض الأدبية في شرح الخُمُرْطاشيّة . ¶ شرح وتعليق على مقصورة أحمد بن خمرطاش الحميري الشاعر المشهور الذي توفي في عام 558هـ وعمره ثماني عشرة سنة كما يخبرنا أبو مخرمة بذلك . (رقم 233 ، مجلد 38أ ) . على الصفحة التي تلي الصفحة الأخيرة يعلق الشارح قائلاً : ¶ وقد انتهى الفراغ وبحمد الله ومنّه ، وكنت لما شرحت هذه المقصورة عند استكمال ثماني عشرة من السنين وبلوغ الأشُدَ بحمد الله المعين ؛ بقيت متردداً بين إظهاره أو طمس آثاره بضع سنين ، مستجيراً الله تعالى ومستخلصاً منه النية ، مستصلحاً من فضله الطوية ، حتى قوّى الله العظيم في تهذيبه وإبرازه ، وأوفا بالعهد لطلابه . ¶ الخط غاية في الجمال ، وربما كتبه المؤلِّف بيده ، مضبوط بالشكل تماماً ، والصفحات مائتان وثلاثون . ¶ 231 - عبد الحميد المدائني المعروف بابن أبي الحديد (ت 655هـ ) ¶ الفلك الدائر على المثل السائر . ¶ تفنيد الأخطاء التي ارتكبها ابن الأثير أخو المؤرخ ( نظر فهرست بريل الدوري ، مجلد 1 الرقم 10) الذي هاجم كتابه الصفدي ( فهرست ليدن ، مجلد 1 ، الرقم 137 ) والذي ما يزال يجد اهتماماً في الشرق . ¶ النسخة رائعة ، وحديثة ، و مقابلة ، وصفحاتها مائتان وأربع وستون . الورق من القطع الكبير . ¶ 232 - ناصح الدين أبو بكر بن أحمد بن محمد بن الحسين العرجاني ( ت 544هـ ) . ¶ ديوان . ¶ انظر ابن خلكان طبعة القاهرة ، مجلد 1 ، الصفحة 84 . ¶ ",
            "page": "39",
            "part": "2"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "نسخة حسنة وممتعة وحديثة لم تكتمل ، كتبت لسامي باشا البارودي والذي رتب الديوان حسب القافية . صفحاته مائة وست وأربعون ، ومعه جزء من نفس الديوان يملكه الباشا المذكور . مُرتب حسبما رُوي ، صفحاته أربعون والخط جيد لا تشوبه شائبة . ¶ 233 - البادعي الهمداني . ¶ مقتطف من رسائله ( فهرست بريل الدورية ، مجلد 1 ، رقم 4) . الصفحات عشرون . ¶ 234 - المظفر بن الحسين الموسيقي الحسني . ¶ الكاشف . ¶ رسالة في الموسيقى . خطها جميل وصفحاتها عشرون . ¶ 235 - الشيخ التونسي المالكي . ¶ فرح الأسماع برُخَص السماع. ¶ رسالة في الموسيقى من وجهة النظر الدينية . نسخة كُتبت بطريقة جيدة وتاريخها 1175هـ . ¶ 236 - محمد بن عمر باحرق الحضرمي . ¶ متعة الأسماع بأحكام السماع . ¶ الموضوع نفسه . الخط تعليق جميل . مقابلة وصفحاتها سبع عشرة صفحة . ¶ 237 - أحمد بن محمد الطوسي . ¶ بوارق الإلماع في تكفير من يحرّم السماع . ¶ نفس الموضوع . الخط كبير وواضح والصفحات ست . ¶ 238 - مجهول . ¶ مقتطفات مختارات من الأغاني الحديثة المضحكة . ¶ مرتبة حسب القافية والنوع . الخط حسن وصفحاتها أربع عشرة صفحة. ¶ 239 - العلامة عبد الجليل أفندي برادة ( عالم مدني كبير ما زال حياً ) . ¶ قصيدة تهنئة للشريف عبد الله بن عون أمير مكة عند قدومه منصوراً من حرب عسير (1275هـ) بخط المؤلِّف ، وصفحاتها ست ، وخطها جميل . ¶ 240 - مختارات من : ¶ (1) خطابين كتبهما ابن الحجّة للدماميني . ¶ (2) خطابين من الشيخ عبد الهادي نجا الأبياري إلى مواطن مع مذكرات إيضاحية . ¶ (3) رد من الشيخ قطا العدوي (انظر فهرست بريل الدورية ، مجلد 1 ، الرقم 61) ومن الشيخ إبراهيم الدسوقي إلى عالم أوروبي عن اللغة . ناقصة . نسخة ممتازة مأخوذة من مكتبة سامي باشا البارودي . صفحاتها اثنتان وأربعون . ¶ 241 - أحمد الأزبكاوي المصري . ¶ ديوان . ¶ سبعون صفحة من الخط المتقن . مأخوذ من مكتبة سامي باشا البارودي . غير مكتمل . ¶ 242 - ابن الرومي . ¶ ديوان . ¶ ",
            "page": "40",
            "part": "2"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "المصدر نفسه . عدد صفحاته مائتان من الخط الجميل . ناقص . ¶ 243 - محمد بن أحمد الأموي الأبيوردي (ت 507هـ) . ¶ ديوان . ¶ يحوي : ¶ 1) النجديات ، سبع عشرة صفحة . ¶ 2) العراقيات ، مائة وصفحتان - غير مكتملة - . ¶ 3) الوجديات ، وهي مفقودة كلها . ¶ جامع هذا الديوان هو إبراهيم بن الحجاج علي الأهدب الطرابلسي ¶ ( فهرست المتحف البريطاني ، صفحة 285) الخط حديث غاية في الكمال . نفس المصدر . الصفحات مائة وعشرون . ¶ 244 - البحتري . ¶ جزء من ديوانه . صفحاته أربع وسبعون بخط جميل حديث.نفس المصدر . ¶ 245 - البوصيري ( الهمزية ) ¶ فيها تعليقات في الهوامش كثيرة ، ومتنها مضبوط بالشكل ، الصفحات أربع وستون صفحة . ¶ 246 - مقتطفات من القصائد . ¶ وجد معها خطاب وقصيدة بحروف مهملة ليس فيها حرف واحد يحتاج إلى علامات التشكيل المميزة . هنالك قصيدة أخرى كل حروفها معجمة . الخط متقن وصفحاتها اثنتان وعشرون . ¶ 247 - كتاب أوراقه من الحجم الكبير ¶ يحوي مقتطفات من كتاب الفيروزابادي المسمى ( سفر السعادة ) ، وقطعة أخرى من نوع محاسن وأضداد لمؤلف مجهول . عدد الصفحات إحدى وعشرون .",
            "page": "41",
            "part": "2"
        }
    ],
    "t37622": [
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "فهرس مخطوطات مكتبة المدينة المنورة في ليدن"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "2",
            "tit": "الجزء الأول"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "الجزء الثاني"
        }
    ]
}