{
    "b37647": [
        {
            "id": "1",
            "nass": "فَتَاوَى فِي المَسْح ¶ [ ستون سؤالا في المسح ] ¶ لسَمَاحَةِ الشَّيْخِ العَلَّامَةِ ¶ د. عَبْدِ اللَّهِ بنِ عَبْدِ الرَّحْمَنِ بنِ جِبْرِيْنٍ ¶ ـ حَفِظَهُ اللَّهُ تَعَالَى ،ورَعَاهُ ـ ¶ قام بتنسيق الرّسالة ونشر ها : ¶ سَلمَانُ بْنُ عَبْدِ القَادِرِ أبُوْ زَيْدٍ ¶ غَفَرَ اللَّهُ لَهُ، ولِوَالدَيْهِ، ولِمَشَايخِهِ، ولجَمِيْعِ المُسْلِمِيْنَ. ¶ \" تقْدِيم \" : ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الحمد لله رب العالمين. حمدا يوافي نعمه ويكافئ مزيده. والصلاة والسلام على الرحمة المهداة والنعمة المسداة نبينا محمد وعلى آله وصحبه وسلم تسليما كثيرا. ¶ أما بعد: ¶ فنقدم لك أيها القارئ الكريم إصدارا جديدا من سلسلة رسائل إرشادية التي يصدرها جهاز الإرشاد والتوجيه بالحرس الوطني والتي تجاوزت بحمد الله وفضله مائة إصدار طبع منها ما يقارب 3.000.000 نسخة. لاقت ولله الحمد قبول واستحسان الجميع. ¶ لقد حرصنا عند انتقائنا لهذه الرسائل أن تكون موضوعاتها متنوعة وملامسة لواقع الناس وحاجاتهم وتبصرهم بما يجب عليهم تجاه ربهم جل وعلا، وتقوي ارتباطهم بدينهم، وولاءهم لولاة أمرهم، كما حرصنا أيضا أن تكون من تأليف علمائنا الأجلاء ودعاتنا الفضلاء وطلبة العلم المعروفين، فجاءت هذه السلسلة منظومة متكاملة نافعة بإذن الله، تتناول قضايا العقيدة والعبادات والآداب والأخلاق. ¶ كما قام الجهاز أيضا بطباعة سلسلة أخرى هي السلسلة العلمية التي تضم أمهات الكتب العلمية في مختلف الفنون، كالتفسير والحديث والعقيدة والفقه والسيرة، وقد بلغت هذه السلسلة (101) إصدارا طبع منها ما يقارب (50،000) نسخة. هذا عدا ما يصدره جهاز الإرشاد من المطويات والأشرطة السمعية والملصقات الإرشادية في مختلف المناسبات.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "إن هذه الجهود المباركة التي يقوم بها الجهاز هي في الحقيقة ثمرة دعم كبير ومساندة مستمرة من المسؤولين في الحرس الوطني وعلى رأسهم صاحب السمو الملكي الأمير عبد الله بن عبد العزيز آل سعود ولي العهد ونائب رئيس مجلس الوزراء ورئيس الحرس الوطني الذي يولي هذا الجهاز عناية خاصة بمتابعته وتشجيعه، فقد تكفل - حفظه الله - بطباعة أكثر هذه الإصدارات على نفقته الخاصة. نسأل الله أن يجعل ذلك في ميزان حسناته. ¶ إن هذا الدعم الكبير من لدن سموه ليس أمرا غريبا فإن هذا في الحقيقة امتداد لسياسة هذه الدولة المباركة منذ نشأتها، فقد أخذت على عاتقها خدمة الإسلام وقضاياه ومناصرة المسلمين في كل مكان، منذ عهد المؤسس العظيم الملك عبد العزيز بن عبد الرحمن آل سعود - رحمه الله - وإلى هذا العهد الزاهر عهد خادم الحرمين الشريفين أطال الله عمره على طاعته وبارك في حياته. ¶ ولا يفوتنا أن نذكر أيضا بالتقدير والإجلال ما نلقاه من صاحب السمو الملكي الأمير بدر بن عبد العزيز نائب رئيس الحرس الو طني من دعم كبير يتمثل في تبني سموه طباعة بعض إصدارات الجهاز، فله منا عاطر الثناء ومن الله الأجر والمثوبة. نسأل الله لجميع ولاة أمرنا في هذه البلاد التوفيق والسداد، كما نسأله أن يحفظ لنا أمننا واستمرارنا، إنه سميع مجيب. وصلى الله على نبينا محمد وآله وصحبه أجمعين. ¶ د. إبراهيم بن محمد أبو عباة ¶ رئيس جهاز الإرشاد والتوجيه ¶ مُقدِّمة الطَّبعة الثَّانية ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الحمد لله الذي سهل طريق العبادة، ورفع عن الأمر الآصار والأغلال كما أراده، وأكمل لنا الدين وأغنانا به عن النقص والزيادة، وأشهد أن لا إله إلا الله وحده لا شريك له أعظم بها من شهادة، وأشهد أن محمدا عبده ورسوله - صلى الله عليه وسلم - وعلى آله وصحبه، الذين جاهدوا في الحق حق جهاده. ¶ وبعد:",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فإن عقيدة أهل السنة والجماعة إباحة المسح على الخفين، لما في ذلك من التيسير على العباد، والوقاية من أضرار البرد الشديد. وقد انقسم الناس فيه إلى ثلائة أقسام: ¶ الأول: أنكروه وضللوا من فعله، وهم طوائف كثيرة، سيماهم البعد عن السنة، فحكم السلف عليهم بالابتداع وإنكار السنة المتواترة التي هي من محاسن الدين. ¶ والقسم الثاني: تساهلوا في ذلك وخرجوا عن الحد المحدود، فأحقوا بالخفاف لفائف وخرقا وجوارب شفافة وأحذية غير ساترة، ومسحوا على ما يسمى بالشراب، ولو كان مخرقا ورقيقا لا يحصل به الستر ولا الوقاية من شدة البرد ونحوه، فوقعوا فيما يبطل طهارتهم عند الجمهور وما لا يجوز المسح عليه عند جميع الأئمة. ¶ والقسم الثالث: توسطوا واتبعوا ما جاء به الدليل. ولما ظهر إنكار الرافضة والإباضية في هذا الزمان على من يمسح على الخفاف ونحوها رد عليهم أهل السنة وأوضحوا كل ما أشكل أمره، وبينوا الأدلة على ذلك، ولكن لما كثر بيننا الذين تساهلوا في المسح على الجوارب ولو شفافا أو مخرقا استلزم ذلك البحث عن حكمه، وقد اتضح لنا أن جواز المسح علي الجوارب خاص بالإمام أحمد وأن غيره اشترط كونه صفيقا تحصل به التدفئة، وغيره اشترطوا أن يكون منعلا وأن يمكن المشي فيه وحده، وأن لا يخرقه الماء، وأن الإمام أحمد اشترط كونه صفيقا تحصل به التدفئة، وكونه يثبت بنفسه، وكان المعروف إمكان المشي فيه وحده، وعدم الخرق فيه. ¶ وقد اتضح أن المسح عليه مع عدم الشروط لا يرفع الحدث، وقد أخذ بعض المشايخ بالرخصة في المسح على الخف المخرق، كما رجحه شيخ الإسلام ابن تيمية وجهلوا أن كلام شيخ الإسلام في الخفين لا في الجوارب، وأن الجوارب في عهده كانت صفيقة وفي أسفلها رقعة من جلد، وأن هذا الشراب لباس جديد مثل الفانيلة والكنادر والشباشب والتليك ونحوها من المسميات الجديدة.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقد كتبت في المسح هذه الأجوبة وبحثت في السؤال الخامس عن الجوارب، وذكرت مختصر كلام الفقهاء فيها، وتكلمت في السؤال التاسع والثلاثين عن الخف المخرق، وعن الفرق بينه وبين الشراب. ¶ وقد طبع هذا الكتاب لأول مرة بإشراف الشيخ الدكتور طارق بن محمد الخويطر وها هو الآن يعاد طبعه بعد تصحيح وإضافة؛ رجاء أن ينفع الله به من أراد به خيرا، ¶ ونسأل الله أن يوفق المسلمين لتطبيق الشريعة والعمل بتعاليم الإسلام، وأن ينصر دينه، ويعلي كلمته، ويصلح أحوال المسلمين في كل مكان، والله أعلم، وصلى الله على محمد وآله وصحبه وسلم. ¶ عبد اللَّه بن عبد الرَّحمن الجِبرين ¶ مُقَدِّمَةُ المشرفِ على الطَّبعة ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ فضيلة الشيخ الوالد عبد الله بن عبد الرحمن الجبرين حفظه الله ورعاه ...! السلام عليكم ورحمة الله وبركاته...!, وبعد: ¶ فأسأل الله لكم التوفيق والعون والسداد وأن يجعل بذلكم للعلم في ميزان حسناتكم لِلَّهِ أيها الشيخ الكريم، كثر السؤال أخيرا عن مسائل في الخفين وفي العمامة والجبيرة بالنسبة للمريض والمقيم والمسافر، فأشكلت على الناس كثرة هذه الأسئلة مع أن بعضها غالبا يرجع إلى بعض، وأشكلت على بعض طلاب العلم، تكرر الأسئلة بصيغ مختلفة مع أن المضمون واحد في كثير من الأحيان؛ لذا رأيت -فضيلة الشيخ-جمع فتاوى في المسح في كتيب للأسباب التالية: ¶ أولا : أنه لم يصدر كتيب أو كتاب يتضمن فتاوى في المسح على الخفين والعمامة والرأس والجبيرة والقلانس واللصقة الطبية ونحو ذلك؛ ولذا فسيكون هذا الكتيب -إن شاء الله- حاويا لكل هذه المسائل.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ثانيا : أن هناك فئة من الناس يلبسون الخفين على مدار السنة كالموظفين في القطاعات العسكرية وكأصحاب بعض المهن؛ ولذا فسيكون هذا الكتيب مرجعا وافرا إن شاء الله تكرر طبعه الشؤون الدينية في كل القطاعات العسكرية. مع ملاحظة -فضيلة الشيخ -حفظك الله- أن الأسئلة اجتهادية ولك مطلق الحرية -حفظك الله- في الزيادة والحذف وإعادة الصياغة وكل ما يعين على إخراج الرسالة بصورة مشرفة، والله يرعاك ويسدد على الخير خطاك. وقد رأى بعض الأفاضل تسمية هذه الرسالة بـ: (ستون سؤالا في المسح) . ¶ والسلام عليكم ورحمة الله وبركاته ¶ ابنكم المحب ¶ طارق بن محمد الخويطر ¶ المدرس بمعهد القرآن الكريم بالحرس الوطني ¶ مُقدِّمة الطَّبعة الأولى ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الحمد لله الذي سهل طريق العبادة، ورفع الحرج عن أهل الأعذار للوصول إلى طريق السعادة، ووفق الصالحين من الخلق لامتثال ما أحبه وأراده. أحمده وأشكره، وأرجو على شكره الزيادة، وأشهد أن لا إله إلا الله وحده لا شريك له، وأؤمل الوفاة على هذه الشهادة، وأشهد أن محمدا عبده ورسوله صلى الله عليه وعلى آله وأصحابه الذين جاهدوا في الله حق جهاده، وسلم تسليما كثيرا . ¶ أما بعد:",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "فقد رغب إلي بعض الأخوة الصالحين -ولا نزكي على الله أحدا - أن أجيب على أسئلة مهمة تتعلق بالمسح على الخفاف والجوارب وما يلحق بها، فأجبته إلى ذلك رجاء أن ينفع الله بها؛ وذلك لكثرة الخطأ فيها ووقوع التساهل من كثير من الناس فيما يتعلق بالمسح، مع أن العلماء -رحمهم الله تعالى- قد كفوا غيرهم، وأولوا هذا الموضوع اهتماما كبيرا ، ولكن كلامهم في أثناء كتب الفقه، وهو بأسلوب علمي قد لا يفهمه العامة، فكان من الأولى إفراد الموضوع بكتابة تطبع في رسالة مفردة يسهل حملها مع الراكب والنازل وتوزع على العاملين في مكاتبهم وأماكن تجمعهم؛ رجاء أن يتنبهوا إلى ما يقعون فيه من الخطأ الذي قد يوقع في إبطال الطهارة ثم إبطال الصلاة، وحيث إن الكثير من هذه المسائل يوجد فيها اختلاف قديم وحديث بين المشايخ والفقهاء، فإني أختار ما ترجح عندي بالدليل أو النظر، مستشهدا بكلام العلماء الذين قد أولوا هذا الموضوع عناية واهتماما؛ فإنهم قدوة لمن بعدهم، فقد شهد لهم من بعدهم بالعلم والإدراك وقوة الفهم، وسعة الاطلاع، بحيث بذلوا وسعهم في البحث عن المسائل والوقائع والأدلة، واستنبطوا من النصوص الفوائد، وطبقوا عليها الوقائع فجزاهم الله أحسن الجزاء، وأعظم أجرهم. ¶ ثم إن الإخوة قد صاغوا أسئلة تتعلق بالمسح على الحوائل من الخفاف والجوارب والعمامة والجبيرة ونحوها وقد أجبت على تلك الأسئلة، وأحيانا أعدت صياغتها ورتبتها حسب ترتيب الفقهاء مسائل هذا الباب في كتب الفقه، وأشهرها عند فقهاء هذه البلاد كتاب ( المقنع ) لابن قدامة -رحمه الله- فقد سار من بعده من الحنابلة على ترتيبه غالبا ، واشتهر من الشروح كتاب ( الروض المربع )، شرح مختصر المقنع، وهو أكثر الشروح تداولا بين الطلاب والعلماء، فحرصت على السير على ترتيب مسائله حسب القدرة، وهذا ما وصل إليه الاجتهاد، ولكل مجتهد نصيب.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "والله المسؤول أن يعم بنفعه المسلمين وأن يتقبله وأن يرزقنا الاحتساب لما عنده من الثواب، وأن يجزل الأجر لعلماء الأمة الإسلامية إنه على كل شيء قدير، وصلى الله على محمد وآله وصحبه وسلم. ¶ عبد اللَّه بن عبد الرَّحمن بن عبد اللَّه الجِبرين ¶ حكم المسح على الخفين ¶ السؤال : [ 1 ] ¶ ما حكم المسح على الخفين مع ذكر الأدلة ؟ ¶ الجواب: ¶ المسح على الخفين ونحوهما جائز، ورخصة وتوسعة من الله تعالى على المسلمين في الطهارة الصغرى، وعليه أهل السنة والجماعة، وقد خالف في حكمه الخوارج والرافضة ونحوهم من المبتدعة؛ ولذلك ذكر العلماء هذه المسألة في كتب العقائد فقد ذكرها الطحاوي في عقيدته(¬1) والبربهاري في السنة(¬2) وغيرهما كما ذكر الإمام أحمد في رسالة السنة(¬3) عن الخوارج أنهم ينكرون المسح على الخفين. ¶ وقد روى البيهقي في سننه(¬4) عن عبد الله بن المبارك -رحمه الله- قال : ليس في المسح على الخفين عندنا خلاف أنه جائز، وإن الرجل ليسألني عن المسح فأرتاب به أن يكون صاحب هوى. ¶ ¬__________ ¶ (¬1) ص340 ¶ (¬2) ص30 ¶ (¬3) المسائل والرسائل المروية عن الإمام أحمد في العقيدة2/421 ¶ (¬4) السنن الكبرى 1/272.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وقال الإمام أحمد -رحمه الله- : ليس في قلبي من المسح شيء، فيه أربعون حديثا عن أصحاب رسول الله -صلى الله عليه وسلم- ما رفعوا إلى النبي -صلى الله عليه وسلم- وما وقفوا(¬1) ، وروى ابن المنذر عن الحسن البصري -رحمه الله- أنه قال: حدثني سبعون من أصحاب النبي صلى الله عليه وسلم أنه مسح على الخفين(¬2). ¶ وقد روى أكثر تلك الأحاديث أئمة المحدثين، فقد رواه ابن أبي شيبة في المصنف(¬3) مرفوعا عن ثمانية عشر صحابيا وهم: عوف بن مالك وأبو أيوب وحذيفة والمغيرة وجرير وبلال وبريدة وخزيمة وسعد بن أبي وقاص وعلي وصفوان بن عسال وسلمان وأبو عمارة الأنصاري وعمر وعمرو بن أمية وأبو بكر وأبو هريرة وجابر رضي الله تعالى عنهم. ¶ ورواه موقوفا عن عمر وسعد وابن مسعود وابن عمر وابن عباس وعلي وأبي موسى وجابر بن سمرة وعبد الله بن عمر وسمرة وأبي أيوب وقيس بن سعد وأنس وأبي مسعود وحذيفة والمغيرة والبراء وجرير وأبي بكرة -رضي الله عنهم- أجمعين، وهؤلاء قد روي عن بعضهم مرفوعا، وذكر الترمذي(¬4) في سننه أن في الباب عن عشرين صحابيا، فسرد أسماءهم ولم يورد أحاديثهم، وأشار لأكثرها الشارح وسرد البيهقي في ( سننه الكبرى ) (¬5) من روى عنهم جواز المسح فزادوا على العشرين. ¶ ¬__________ ¶ (¬1) وتعرف تلك الأحاديث بالتتبع، وقد رواه ابن أبي شيبة 1/175 مرفوعا وموقوفا عن جماعة من الصحابة، وذكره الترمذي 1/314 عن عشرين صحابيا ولم يورد أحاديثهم، وكذا البيهقي في سننه 1/272 سرد أسماء من روي عنهم جواز المسح من الصحابة، فزادوا على العشرين، وأورد الزيلعي في نصب الراية 1/162 ما وقف عليه من هذه الأحاديث، فبلغت ثمانية وأربعين حديثا وتكلم على أسانيدها وألفاظها وغالب تلك الأحاديث صحيح وثابت. ¶ (¬2) ذكره الحافظ في التلخيص 1/158، والزيلعي في نصب الراية 1/162 مع عزوه لابن المنذر، وعزاه الحافظ في الفتح 1/306 لابن شيبة. ¶ (¬3) 1/175 ¶ (¬4) 1/314. ¶ (¬5) 1/272.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وأورد الزيلعي في ( نصب الراية ) (¬1) ما وقف عليه من تلك الأحاديث وألفاظها، وغالب تلك الأحاديث صحيح ثابت. ومنها حديث جرير بن عبد الله -رضي الله عليه- قال: \" رأيت رسول الله - صلى الله عليه وسلم - بال ثم توضأ ومسح على خفيه \" قال إبراهيم النخعي وكان يعجبهم هذا؛ لأن إسلام جرير كان بعد نزول المائدة(¬2). ¶ وفي رواية النسائي(¬3) وكان أصحاب عبد الله يعجبهم قول جرير وكان إسلام جرير قبل موت النبي -صلى الله عليه وسلم- بيسير. ولأحمد(¬4) عن جرير قال: ما أسلمت إلا بعد أن أنزلت المائدة، وأنا رأيت رسول الله -صلى الله عليه وسلم- يمسح بعدما أسلمت ¶ ¬__________ ¶ (¬1) 1/162. ¶ (¬2) متفق عليه، صحيح البخاري 387، ومسلم 3/164 ¶ (¬3) سنن النسائي 1/81، والحديث عند الترمذي 1/313، وابن ماجه 543، والطيالسي 192، والحميدي 797، وعبد الرازق 756، وابن أبي شيبة1/76، وابن خزيمة 186، وابن حبان في صحيحه 1327، والدارقطني 1/193، وأكثرهم قالوا: بعد نزول المائدة، وفي رواية: لأن جريرا آخرهم إسلاما . ¶ (¬4) المسند 4/363، ورواه أيضا أبو داود 60، والترمذي 1/314، وعبد الرازق 758، وابن أبي شيبة 1/176، والحاكم 1/169، والدارقطني 1/193، والبيهقي 1/270، بنحوه.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ومنها حديث عوف بن مالك الأشجعي -رضي الله عنه- أن رسول الله - صلى الله عليه وسلم - أمر بالمسح على الخفين في غزوة تبوك ثلاثة أيام ولياليهن للمسافر ويوما وليلة للمقيم رواه أحمد(¬1) وابن أبي شيبة(¬2) والدارقطني(¬3) والبزار(¬4) وغيرهم(¬5) . وقال الهيثمي(¬6) : رجاله رجال الصحيح، قال الإمام أحمد هذا من أجود الأحاديث في المسح لأنه في غزوة تبوك وهي آخر غزوة غزاها النبي -صلى الله عليه وسلم- وهو آخر فعله ذكره عبد الله بن أحمد في ( مسائله ) (¬7) عن أبيه. ¶ وقد استنبط ذلك بعض العلماء من القرآن الكريم من آية المائدة فإن قوله تعالى: ¶ { وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ } فيها قراءتان: بالجر للأرجل فيحمل على ما إذا كانت في الخفاف، ونصب الأرجل فيراد به الغسل حذارا من أن تخلو إحدى القراءتين من الفائدة، والله أعلم. ¶ أصل الخف ¶ السؤال : [ 2 ] ¶ نرى بعض الناس لا يمسحون على الخف بحجة أن الموجود في عهد النبي - صلى الله عليه وسلم - مصنوع من الجلد فما رأيكم؟ ¶ الجواب: ¶ ¬__________ ¶ (¬1) المسند 6/27 ¶ (¬2) المصنف 1/175. ¶ (¬3) 1/197. ¶ (¬4) 1/197 ¶ (¬5) البيهقي 1/275، والطبراني في الأوسط 1167، والطحاوي في الشرح 1/82. ¶ (¬6) مجمع الزوائد 1/9. ¶ (¬7) مسائل عبد الله 127.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الأصل في الخف أنه يخرز من الأدم كالنعال، سواء من جلود الإبل -وهو الغالب لقوتها- أو من جلود البقر أو الغنم، ثم يجعل له غطاء من جلد ليستر القدم إلى مستدق الساق، ويربط فوق الكعبين بسير أو خيط قوي؛ حتى يتمكن من مواصلة المشي فيه. ولكن الرخصة تعم ما يشبه هذا الخف من المصنوعات الجديدة إذا كانت تستر القدم كله إلى منتهى الكعبين، فيدخل في ذلك ما يسمى بالكنادر الساترة للقدم والبسطار، وأنواع هذه الأحذية الساترة؛ لأنها معمولة من الجلود أو من الربل أو نحو ذلك، وتحصل التدفئة بها ويمكن المشي فيها ولا يخرقها الماء ولا الهواء، والحاجة داعية إلى لبسها في شدة البرد، ولا دليل على التخصيص بالجلود؛ لأن القصد موجود والصفة في الخفين تنطبق على ما يشبهها من المعمولات الجديدة تكون على شكل لباس قوي ساتر لمحل الفرض، والله أعلم. ¶ شروط المسح على الخفين ¶ السؤال: [ 3 ] ¶ ما شروط المسح على الخفين؟ ¶ الجواب: ¶ اشترط العلماء خمسة شروط: ¶ الأول : أن يكون طاهرا فلا يمسح على النجس، سواء طرأت عليه النجاسة بأن تلوث بها بعد لبسه، أو علقت به كبول ورجيع نجس، أو كان نجسا من أصله؛ كجلد كلب أو سبع أو جلد ميتة قبل الدبغ؛ لأنه والحال هذه يصلي وهو حامل نجاسة عينية، وذلك مبطل للصلاة. ¶ الثاني : الإباحة، فيخرج المغصوب والمسروق؛ لوجوب رده مع الخلاف القوي في الصلاة في الصلاة في الأرض المغصوبة مع أن الراجح صحة الصلاة مع الإثم، كما لا يمسح على ما يحرم استعماله لذاته كالحرير للرجال والإستبرق والديباج والمموه بذهب ونحوه؛ لورود المنع من استعمال ذلك.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الثالث : أن يكون الخف ساترا للقدم الواجب غسله أي إلى منتهى الكعبين، فلا يصح المسح على ما يستر بعض القدم، كالكنادر التي تستر ما تحت الكعبين، وما يرى منها بعض القدم، كأن يكون أعلاها واسعا لا ينضم على الساق، بل يبرز الكعب أو يرى من أعلى الخف لعدم التصاقه بالساق، فإنه يكون بارزا وفرضه الغسل، ولا يمكن الجمع بين الغسل والمسح، ولأنه لا يحصل به الغرض من التدفئة المطلوبة من لباسه. ¶ الرابع : أن يثبت بنفسه ويمكن المشي فيه ولو بربطه بخيط ونحوه، فإن كان يسقط مع المشي لم يجز المسح عليه ؛ لعدم ثباته، ولأنه لا يحصل القصد من لباسه الذي هو الستر والتدفئة ووقاية القدم من البرد والثلج، فلا بد أن يستمسك على القدم، ومن نفى هذا الشرط - كشيخ الإسلام -(¬1) فإنما أراد نفي اشتراط ثبوته بنفسه، ولم ينف ثبوته بالربط كالزربول(¬2) الذي لا يستر القدم إلا بشده بسير ونحوه. ¶ الخامس : لبسه بعد كمال الطهارة ، فمن لبس الخف وهو محدث، لم يمسح عليه إذا توضأ بعد لبسه، فقد ثبت في الصحيح عن المغيرة بن شعبة قول النبي صلى الله عليه وسلم: \" دعهما، فإني أدخلتهما طاهرتين \"(¬3) وفي رواية أبي داود: \" دع الخفين، فإني أدخلت القدمين الخفين وهما طاهرتين \"(¬4) فمسح عليهما، وهذا الشرط يقول به الجمهور استدلالا بالسنة، ولا عبرة بالأقوال الشاذة التي تخالف الأدلة، والله أعلم. ¶ رفع المسح للحدث ¶ السؤال: [ 4 ] ¶ هل المسح على الخفين يعد رافعا أو مبيحا ؟ ¶ الجواب: ¶ ¬__________ ¶ (¬1) مجموع الفتاوى 21/184. ¶ (¬2) الزربول: في زماننا خف ساتر يعمل من جلد وصوف ¶ (¬3) متفق عليه، صحيح البخاري 206، ومسلم 3/170. ¶ (¬4) سنن أبي داود 151، وقد رواه أيضا بنحوه ابن خزيمة 190، 191، وابن ماجه 1316 والدارقطني 1/194، والبيهقي 1/281، والشافعي في الأم 1/28، وفي لفظ: أتمسح على الخفين؟ قال: نعم إني أدخلتهما طاهرتين.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "المختار أنه رافع مؤقت، بمعنى أن من مسح على خفيه، ارتفع حدثه زمن لبسه لهما، وصح أن يصلي بهما حتى يحدث، فيعيد الوضوء والمسح، فمتى انقضت المدة المحددة للمسح بطل أثر المسح، ولزمه الخلع وإعادة الوضوء. ¶ فمثال ذلك : لو لبسهما وقت صلاة الصبح ونام بعد الصلاة، ومسح لصلاة الظهر ثم جلس في المسجد بعد الصبح، فليس له صلاة الإشراق بذلك الوضوء في اليوم الثاني؛ حيث إن المدة هي يوم وليلة بعد الحدث انتهت بوقت نومه من الأمس، فعليه الخلع وتجديد الوضوء، وهكذا لو خلع الخفين بعد مسحها من حدث، فإنه يبطل. ¶ فارتفاع الحدث بالمسح مؤقت بلبسها وبقاء المدة المحددة ، ثم يبطل أثر المسح . ¶ الفرق بين الخف والجورب ¶ السؤال: [ 5 ] ¶ ما الفرق بين الخف والجورب؟ ¶ الجواب: ¶ الفرق بينهما في الصفة ظاهر؛ فإن الخف هو ما يعمل من الجلود، فيفصل على قدر القدم ويخرز له موطئ كالنعل، ثم يربط به جلد غليظ فوقه يستر القدم مع الكعبين، ويربط بخيط على مستدق الساق، ويلحق به أيضا ما يصنع من الربل والباغات الغليظة التي تفصل بقدر القدمين ويحصل بها المقصود من الستر والتدفئة، سواء سميت كنادر وبسطارا أو جزمة أو غير ذلك. ¶ ويدخل في الخف ما يسمى بالموق والجرموق(¬1) والزربول ونحو ذلك مما يخرز على قدر القدم والساق ويثبت بنفسه ويلبس للتدفئة. ¶ ¬__________ ¶ (¬1) الجرموق -كعصفور- ما يلبس فوق الخف، وانظر تعريفات العلماء له في المغرب 1/140، وشرح غريب ألفاظ المدونة 18، وتحرير ألفاظ التنبيه 35، والمغني عن غريب المهذب لابن باطيش 1/40، والمطلع على أبواب المقنع 21، والسامي في الأسامي، والإفصاح في فقه اللغة 181، ومعجم متن اللغة 1/117، والقاموس الفقهي 6.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "أما الجورب فهو في الأصل ما ينسج من الصوف الغليظ ويفصل على قدر القدم إلى الساق ويثبت بنفسه ولا ينعطف ولا ينكسر لمتانته وغلظه، فهو إذا لبس وقف على الساق ولم ينكسر, والعادة أنه لا يخرقه الماء لقوة نسجه، ويشبه بيوت الشعر التي تنصب للسكنى ولا يخرقها المطر، فكذلك الجوارب في ذلك الوقت، حتى إنها لغلظها يمكن مواصلة المشي فيها بدون نعل أو كنادر ولا يخرقها الماء ولا يتأثر من مشى بها بالحجارة ولا بالشوك ولا بالرمضاء أو البرودة. ¶ واختلف: هل يشترط أن تنعل، أي يجعل في موطئها نعل أي جلد غنم أو إبل يخرز في أسفلها، فاشترط ذلك بعض العلماء الذين أجازوا المسح على الجوارب، قال الموفق في ( المغني ) (¬1) وقال أبو حنيفة ومالك والأوزاعي والشافعي: لا يجوز المسح عليهما إلا أن ينعلا؛ لأنهما لا يمكن متابعة المشي فيهما فلم يجز المسح عليهما كالرقيقتين ا هـ. ¶ وقال الدردير في ( الشرح الصغير ) (¬2) : ومثل الخف الجورب وهو ما كان من قطن أو كتان أو صوف جلد ظاهره، أي كسي بالجلد بشرطه الآتي، فإن لم يجلد فلا يصح المسح عليه ا.هـ. ¶ ثم ذكر الشرط بقوله: بشرط جلد طاهر خرز وستر محل الفرض وأمكن المشي فيه عادة بلا حائل, وذكر في الشروط كونه جلدا فلا يصح المسح على غيره، وأن يكون طاهرا فلا يمسح على جلد الميتة، وأن يكون له ساق ساتر لمحل الفرض، وأن يكون مخروزا لا أن لزق بنحو رسراس، وأن يمكن المشي فيه احترازا من الواسع الذي ينسلت من الرجل عند المشي فيه(¬3). ¶ ¬__________ ¶ (¬1) 1/374. ¶ (¬2) 1/58. ¶ (¬3) 1/58.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وقال الكاساني في ( البدائع ) (¬1) : وأما المسح على الجوربين فإن كانا مجلدين أو منعلين يجزيه بلا خلاف عند أصحابنا، وإن لم يكونا مجلدين ولا منعلين فإن كانا رقيقين يشفان الماء لا يجوز المسح عليهما بالإجماع، وإن كانا ثخينين لا يجوز عند أبي حنيفة وعند أبي يوسف ومحمد يجوز ... وعند الشافعي لا يجوز المسح على الجوارب وإن كانت منعلة إلا إذا كانت مجلدة إلى الكعبين...إلخ. ¶ وقد تبين من هذه النقول ونحوها أن الجورب لا بد أن يكون صفيقا يمكن المشي فيه وحده. ¶ وقال ابن القيم في ( حاشية سنن أبي داود ) (¬2) وأيضا فإن الجلد الذي في أسفل الجورب لا يسمى نعلا في لغة العرب ولا أطلق عليه أحد هذا الاسم ا هـ . ¶ وهو دليل على أن الجوارب المعروفة يوجد في أسفلها جلد يمكن من المشي فيها بلا نعل أو جزمة, وقد استدل للمسح على الجوارب بحديث المغيرة أن النبي - صلى الله عليه وسلم - مسح على الجوربين والنعلين حسنه الترمذي(¬3) لكن ضعفه الجمهور وصححوا أنه خطأ من الراوي، كما نبه على ذلك الإمام مسلم في كتابه ( التمييز ) (¬4) المطبوع ورجح الخطأ النووي في ( المجموع ) (¬5) وغيره، وضعف الحديث الثوري وابن مهدي وابن المديني وأحمد وابن القطان(¬6) ، وهؤلاء أمكن من الترمذي الذي حسنه. ¶ ¬__________ ¶ (¬1) 1/10. ¶ (¬2) 1/123. ¶ (¬3) حديث المغيرة عند أحمد 4/252، وأبي داود 159، والترمذي 1/327، ورواه أيضا ابن ماجه 559، وابن خزيمة 198، وابن حبان 1328، والطحاوي 1/97، والبيهقي 1/283، وابن أبي شيبة 1/188، والطبراني في الكبير 996، وقال الترمذي: حسن صحيح، لكن ضعفه الأكثرون. ¶ (¬4) ص154. ¶ (¬5) 1/500. ¶ (¬6) سنن أبي داود 1/121.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وقد اعتمد الإمام أحمد في إباحة المسح على الجوارب ونحوها على ما روي عن الصحابة، فقد ذكر أبو داود تسعة من الصحابة مسحوا عليها(¬1) ، وزاد الزركشي(¬2) أربعة، أي ثلاثة عشر صحابيا، ولكن قد ذكرنا أن الجوارب في عهدهم كانت غليظة قوية؛ ولهذا قال الخرقي في ( المختصر ) (¬3) : وكذلك الجورب الصفيق الذي لا يسقط إذا مشى فيه. ¶ قال في ( المغني ) (¬4) : إنما يجوز المسح على الجورب بالشرطين اللذين ذكرناهما في الخف: ¶ أحدهما: أن يكون صفيقا لا يبدو منه شيء من القدم. ¶ الثاني: أن يمكن متابعة المشي فيه. قال أحمد في المسح على الجوربين بغير نعل: إذا كان يمشي عليهما ويثبتان في رجليه فلا بأس، وفي موضع قال: يمسح عليهما إذا ثبتا في العقب، وفي موضع قال: إن كان يمشي فيه فلا ينثني فلا بأس بالمسح عليه فإنه إذا انثنى ظهر موضع الوضوء، ولا يعتبر أن يكونا مجلدين. ¶ ¬__________ ¶ (¬1) سنن أبي داود 1/121. ¶ (¬2) شرح الزركشي على مختصر الخرقي 1/400. ¶ (¬3) ص16 ¶ (¬4) 1/373.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ثم ذكر أن المسح عليهما عمدته فعل الصحابة ولم يظهر لهم مخالف في عصرهم فكان إجماعا؛ ولأنه ساتر لمحل الفرض, وحيث إن الخلاف في المسح على الجوارب قوي؛ حيث منعه أكثرهم، واشترط بعضهم أن يكون مجلدا، أي في أسفله جلدة من أدم مربوطة فيه لا تفارقه، وكذا اشترط الباقون أن يكون صفيقا يمكن المشي فيه بلا نعل أو جزمة، وأن يكون صفيقا لا يخرقه الماء، فإن هذا كله مما يؤكد على من لبسه الاحتياط وعدم التساهل، فقد ظهرت جوارب منسوجة من صوف أو قطن أو كتان وكثر استعمالها ولبسها الكثيرون بلا شروط رغم أنها يخرقها الماء وأنها تمثل حجم الرجل والأصابع، وليست منعلة ولا يمكن المشي فيها، بل لا يواصل فيها المشي الطويل إلا بنعل منفصلة أو بكنادر أو جزمة فوقها، وهكذا تساهلوا في لبس جوارب شفافة قد تصف البشرة، ويمكن تمييز الأصابع والأظافر من ورائها، ولا شك أن هذا الفعل تفريط في الطهارة يبطلها عند كثير من العلماء حتى من أجازوا المسح على الجوارب؛ حيث اشترطوا صفاقتها وغلظها واشترط أكثرهم أن تكون مجلدة أو يمكن المشي فيها. ¶ قال النووي -رحمه الله- في الروضة(¬1) : فلا يجوز المسح على اللفائف والجوارب المتخذة من صوف ولبد، وكذا الجوارب المتخذة من الجلد الذي يلبس مع الكعب.. لا يجوز المسح عليها حتى يكون بحيث يمكن متابعة المشي عليها، ويمنع نفوذ الماء إن شرطناه، إما لصفاقتها وإما لتجليد القدمين والنعل على الأسفل... إلخ. ¶ لبس الخفين لمن به سلس البول ¶ السؤال: [ 6 ] ¶ ما حكم لبس الخفين لمن به سلس البول؟ ¶ الجواب: ¶ يجوز له لبس الخفين وما يلحق بهما فهو كغيره تشتد حاجته إلى التدفئة والوقاية من البرد والثلج ونحو ذلك، وقد يكون أشد حاجة من غيره؛ حيث إنه يتكرر منه الوضوء لكل صلاة بعد دخول وقتها، ولا بد أن يغسل قدميه؛ فلذلك يحتاج إلى لبس الخفين لتخفيف الضرر. ¶ ¬__________ ¶ (¬1) روضة الطالبين 1/126.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ثم إن بدء التوقيت في حقه يكون من أول حدث بعد لبس ولو قبل الصلاة، فلو توضأ للظهر فلبس الخفين وخرج منه بول أو دم قبل الصلاة فإنه يمسح عليها إلى غد ويخلعها في الوقت الذي أحدث فيه بالأمس بعد اللبس، والله أعلم. ¶ المسح على الخف الذي لا يثبت بنفسه ¶ السؤال: [ 7 ] ¶ ما حكم المسح على الخف الذي لا يثبت بنفسه كأن يكون واسعا ؟ ¶ الجواب: ¶ تقدم في السؤال الثالث اشتراط أن يثبت الخف بنفسه في القدم وأن يمكن المشي فيه ، فمتى كان واسعا يسقط من القدم عند المشي لم يجز المسح عليه، وكذا لو ثبت لكن يظهر من القدم بعض محل الفرض بحيث يمكن أن تدخل الأصابع أو اليد بينه وبين القدم؛ لأنه غير ساتر لمحل الفرض، فلا بد أن يستر القدم وينضم أعلاه على ما فوق الكعبين ولو بشرجه بخيط أو بانضمامه إلى بعضه. ¶ المسح على خف فيه صور ¶ السؤال: [ 8 ] ¶ ما حكم المسح على خف فيه صور؟ ¶ الجواب: ¶ لا شك في تحريم التصوير لذوات الأرواح ووجوب طمسها؛ لقول النبي -صلى الله عليه وسلم- : \" لا تدع صورة إلا طمستها \" رواه مسلم(¬1). ¶ ولحديث : \" كل مصور في النار \"(¬2). ولكن ورد في الصحيح عن عائشة رضي الله عنها أنها سترت سهوة(¬3) لها بقرام(¬4) فيه تصاوير فأنكر ذلك النبي - صلى الله عليه وسلم - ثم إنها جعلت منه وسادة أو وسادتين منبوذتين توطآن رواه البخاري ومسلم(¬5). ¶ ¬__________ ¶ (¬1) مسلم بشرح النووي 7/36. ¶ (¬2) مسلم بشرح النووي 14/93. ¶ (¬3) السهوة -بفتح السين وسكون الهاء-: هي صفة من جانب البيت، وقيل: الكوة وقيل: الرف. وقيل غير ذلك فتح الباري 10/387. ¶ (¬4) القرام -بكسر القاف وتخفيف الراء-: هو ستر فيه رقم ونقش، وقيل: ثوب من صوف ملون يفرش في الهودج أو يغطى به. فتح الباري 10/387. ¶ (¬5) متفق عليه، البخاري مع الفتح 10/386، ومسلم بشرح النووي 14/88.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وفيه دليل أن ما كان ممتهنا يجوز استعماله ولو كان فيه صورة، فإذا كانت الصور في أسفل الخف أو الجورب تباشر الأرض فهي ممتهنة، وإن كانت في ظاهر الخف فلا يجوز لبسه حتى تمحى أو يزال منها ما لا تبقى معه الحياة. ¶ المسح على الخف أو الجورب الشفاف ¶ السؤال: [ 9 ] ¶ ما حكم المسح على الخف أو الجورب الشفاف ؟ ¶ الجواب: ¶ الشفاف هو الذي يشف عما تحته، فإن كان ذلك لخفته ورقته فلا يمسح عليه؛ فإنه لا يستر القدم ولا تحصل به التدفئة ولا يمنع من الثلج والبرد، فلا فائدة في لبسه، بل لو لف على قدميه لفائف صفيقة وأمكن المشي فيها كانت أولى من الجوارب الرقيقة ونحوها. ¶ أما إن كان ذلك لصفائه مع ثخانته فلا مانع من المسح عليه كالمعمول من الباغات والربل والزجاج الرقيق؛ بحيث يمكن لبسه ومواصلة المشي فيه ويحصل به المقصود من اللبس كالتدفئة والوقاية من الحفاء والبرد ونحوه، ولكن لم يكن معتادا صناعة الخفاف والجوارب من الزجاج والباغات ونحوها؛ فإنها تمنع دخول الهواء والريح ويكون لها بعد الخلع رائحة مستكرهة في مشامِّ الناس. ¶ المفاضلة بين الغسل والمسح ¶ السؤال: [ 10 ] ¶ ما الأفضل الغسل أو المسح؟ ¶ الجواب: ¶ الأفضل المسح عملا بالسنة ولحديث: \" إن الله يحب أن يؤخذ برخصِهِ \"(¬1) عليكم برخصة الله التي رخص لكم , فمتى لبس الخفين أو الجوربين الصفيقين وكان محتاجا للبسهما وأحدث بعد اللبس فتوضأ فإنه يجوز له خلعها وغسل القدمين، ولكن يفضل تركهما والمسح عليهما أخذا برخصة الله -تعالى- ومخالفة لمن أنكر المسح كالرافضة والخوارج ورفقا بنفسه ودفعا للحرج والشدة. ¶ لبس الخف للمسح عليه ¶ السؤال: [ 11 ] ¶ ما الحكم فيمن لبس الخف ليمسح عليه؟ ¶ الجواب: ¶ ¬__________ ¶ (¬1) رواه مسلم 2/786.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "يكره ذلك؛ فإن الأصل هو غسل القدمين، فمن لبس خفيه لقصد سقوط الغسل لا لحاجته إليهما فقد أخطأ. ولهذا قال ابن القيم في ( زاد المعاد ) (¬1) : فصل في هديه - صلى الله عليه وسلم - في المسح على الخفين ... إلى أن قال: ولم يكن يتكلف ضد حاله التي عليها قدماه، بل إن كانتا في الخف مسح عليهما ولم ينزعهما، وإن كانتا مكشوفتين غسل القدمين ولم يلبس الخف ليمسح عليه, وهذا أعدل الأقوال في مسألة الأفضل من المسح والغسل قاله شيخنا اهـ. ¶ وقال البعلي في ( الاختيارات ) (¬2) : وهل المسح أفضل أم غسل الرجلين أم هما سواء؟ ثلاث روايات عن أحمد والأفضل في حق كل أحد بحسب قدميه فللابس الخف أن يمسح عليه ولا ينزع خفيه اقتداءً بالنبي - صلى الله عليه وسلم - وأصحابه، ولمن قدماه مكشوفتان الغسل، ولا يتحرى لبسه ليمسح عليه, وكان النبي - صلى الله عليه وسلم - يغسل قدميه إذا كانتا مكشوفتين ويمسح إذا كان لابسَ الخفين اهـ. ¶ ونقل ذلك الشيخ ابن قاسم في ( حاشية الروض المربع ) (¬3) عند قول الشارح: ولا يُسَنُّ أن يلبس خفا ونحوه ليمسح عليه كالسفر ليترخص إلخ... يعني أنه يكره للمسلم السفر لأجل أن يتمتع بِرُخَصِهِ من الفطر والقصر والجمع ونحوها إذا لم يكن له غرض في السفر سوى التمتع بالرخص، فكذا من لا حاجة به إلى لبس الخف أو الجورب وإنما قصد بلبسه سقوط غسل القدمين مع أن فرضهما الغسل، وإنما المسح على الخفين رخصة عند الحاجة، والله أعلم. ¶ مدة المسح للمقيم والمسافر ¶ السؤال: [ 12 ] ¶ كم مدة المسح للمقيم والمسافر؟ ¶ الجواب: ¶ ورد التوقيت في السنة النبوية المشهورة؛ فروى مسلم وأحمد وأهل السنن عن علي بن أبي طالب -رضي الله عنه- أن شريح بن هانئ سأله عن المسح على الخفين فقال: قال رسول الله -صلى الله عليه وسلم- : \" للمسافر ثلاثة أيام بلياليهن وللمقيم يوم وليلة \"(¬4). ¶ ¬__________ ¶ (¬1) 1/199. ¶ (¬2) ص13. ¶ (¬3) 1/214. ¶ (¬4) رواه مسلم 3/175.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وعن أبي بكر -رضي الله عنه- عن النبي -صلى الله عليه وسلم- \" أنه رخص للمسافر ثلاثة أيام ولياليهن وللمقيم يوما وليلة إذا تطهر فلبس خفيه أن يمسح عليهما \"(¬1) رواه الشافعي وابن خزيمة وابن حبان وابن الجارود والدارقطني وغيرهم، وصححه الخطابي كما في المنتقى . ¶ وعن خزيمة بن ثابت عن النبي - صلى الله عليه وسلم - أنه سئل عن المسح على الخفين فقال: \" للمسافر ثلاثة أيام ولياليهن وللمقيم يوم وليلة \" رواه أحمد وأهل السنن وصححه الترمذي(¬2). ¶ ¬__________ ¶ (¬1) أخرجه الشافعي في المسند 1/32، وابن أبي شيبة 1/179، وابن ماجه 556، والدارقطني 1/194، والبيهقي في السنن 1/276، 282، والبغوي في شرح السنة 237، وصححه ابن خزيمة تحت رقم 192. ¶ (¬2) رواه أحمد 5/213، وأبو داود 157، والترمذي 1/316، وعبد الرازق 790، وابن ماجه 553، 554، وابن شيبة 1/177.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وعن صفوان بن عسال -رضي الله عنه- قال : \" كان رسول الله - صلى الله عليه وسلم - يأمرنا إذا كنا سفرا أن لا ننزع خفافنا ثلاثة أيام ولياليهن إلا من جنابة \" رواه الترمذي والنسائي وأحمد وغيرهم(¬1) وغير ذلك من الأدلة، وقد صرح بذلك الفقهاء، قال ابن القيم في ( زاد المعاد ) (¬2) : ووقت للمقيم يوما وليلة وللمسافر ثلاثة أيام ولياليهن في عدة أحاديث حسان وصحاح، وذكر ذلك الخرقي في ( المختصر ) (¬3) وابن قدامة في كتبه(¬4) وابن أخيه في ( الشرح الكبير ) (¬5) والمرداوي في ( الإنصاف ) (¬6) والبرهان في ( المبدع ) (¬7) وغيرهم. فأما حديث أبي بن عمارة أنه قال: يا رسول الله أمسح على الخفين؟ قال: نعم. قال: يوما ؟ قال: يوما قال: ويومين؟ قال: ويومين . قال: وثلاثة أيام؟ قال: نعم وما شئت رواه أبو داود وقال: قد اختلف في إسناده وليس هو بالقوي فهو حديث ضعيف(¬8). ¶ وقد حكى الموفق في ( المغني ) (¬9) وتبعه صاحب ( الشرح الكبير ) (¬10) عن الليث أنه يمسح ما بدا له، قال: وهو قول أكثر أصحاب مالك وكذلك قول مالك في المسافر، وعنه في المقيم روايتان، وذلك لما روى أُبي بن عمارة ولأنه مسح في طهارة فلم يوقت كمسح الرأس والجبيرة, ثم ذكر أدلة القول بالتوقيت ثم قال: وحديثهم ليس بالقوي وقد اختلف في إسناده، قاله أبو داود ويحتمل أنه قال: وما شئت من اليوم واليومين والثلاثة، ويحتمل أنه يمسح ما شاء إذا نزعها عند انتهاء مدته ثم لبسها, وقياسهم منقوض بالتيمم ومسح الجبيرة عندنا مؤقت بإمكان نزعها اهـ. ¶ ¬__________ ¶ (¬1) رواه الترمذي كما في عارضة الأحوذي 1/142، والنسائي 1/71، وابن ماجه 1/161، وأحمد 4/239. ¶ (¬2) 1/199. ¶ (¬3) ص16. ¶ (¬4) المقنع 1/396. ¶ (¬5) 1/396. ¶ (¬6) 1/396. ¶ (¬7) 1/141. ¶ (¬8) سنن أبي داود 1/35. ¶ (¬9) 1/365. ¶ (¬10) 1/397.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وقد أباح شيخ الإسلام(¬1) عدم التوقيت عند الضرورة، كأصحاب البريد إذا خاف الانقطاع أو من عدو أو سبع، أو يكون الماء باردا لا يمكن معه غسلهما، ويلحق بالمقيم من سافر سفر معصية على المشهور عند الفقهاء، ومنع بعضهم مسحه مطلقا، ورجح آخرون أن له المسح كالمسافر، والله أعلم. ¶ صفة المسح على الخفين ¶ السؤال: [ 13 ] ¶ ما صفة المسح على الخفين ؟ ¶ الجواب: ¶ المسح في الأصل هو إمرار اليد على الممسوح، وقد أطلق مسح الخفين في أغلب الأحاديث فذهب بعض العلماء أو أكثرهم إلى جواز المسح على أي صفة، سواء عمم الخف فمسح أعلاه وأسفله أو اقتصر على أعلاه، لكن الجمهور على أن المشروع مسح أعلاه من رؤوس الأصابع إلى الساق دون أسفله وعقبه؛ وذلك لحديث علي -رضي الله عنه- قال: \" لو كان الدين بالرأي لكان أسفل الخف أولى بالمسح من أعلاه، لقد رأيت رسول الله صلى الله عليه وسلم يمسح على ظاهر خفيه \" رواه أبو داود(¬2) والدارقطني(¬3) قال الحافظ في التلخيص(¬4) إسناده صحيح. ¶ ¬__________ ¶ (¬1) مجموع الفتاوى 21/215. ¶ (¬2) 1/114. ¶ (¬3) 1/199، ورواه أيضا البيهقي في السنن 1/292، وابن حزم في المحلى 2/11. ¶ (¬4) 1/282.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وروى أحمد(¬1) وغيره(¬2) عن المغيرة قال: \" رأيت رسول الله صلى الله عليه وسلم يمسح على الخفين على ظاهرهما \" وحسنه الترمذي وذكر الموفق في( المغني ) (¬3) أن الخلال روى بإسناده عن المغيرة أن النبي - صلى الله عليه وسلم - توضأ ومسح على الخفين فوضع بيده اليمنى على خفه الأيمن ووضع يده اليسرى على خفه الأيسر ثم مسح أعلاهما مسحة واحدة حتى كأني أنظر إلى أثر أصابعه على الخفين وروى ابن ماجه(¬4) عن جابر قال: \" مر رسول الله صلى الله عليه وسلم برجل يغسل خفيه فقال: إنما أمرت بالمسح ، وقال بيده هكذا من أطراف الأصابع إلى أصل الساق وخطط بالأصابع \" وفي سنده بقية وهو متكلم فيه(¬5). ¶ وفي ( الشرح الكبير ) (¬6) عن ابن عقيل قال: سنة المسح هكذا أن يمسح خفيه بيديه: باليمنى اليمنى وباليسرى اليسرى. ¶ وقال أحمد : كيفما فعلت فهو جائز باليد الواحدة أو باليدين وإن مسح بأصبع أو بأصبعين أجزأه إذا كرر المسح بها حتى يصير مثل المسح بأصابعه، ولا يسن مسح أسفله ولا عقبه، ثم ذكر أن بعض الصحابة والأئمة كمالك والشافعي قالوا: يمسح ظاهر الخفين وباطنهما، واستدلوا برواية عن المغيرة قال : \" وضأت رسول الله - صلى الله عليه وسلم - فمسح أعلى الخف وأسفله \"(¬7). ¶ وعلى هذا لا بد أن يمسح أكثر مقدم الخف الظاهر باليدين ولا يجزئ القليل منه ولا يحتاج إلى تكرار المسح كالرأس، ويجوز مسح كل خف بيديه جميعا كأن يبل يديه فيمسح اليمنى ثم يبلهما مرة ثانية فيمسح اليسرى؛ ليكون أبلغ في مسح ظاهر الخف وجانبيه، والله أعلم. ¶ مسح الخفين جميعا ¶ السؤال: [ 14 ] ¶ ¬__________ ¶ (¬1) المسند 4/247. ¶ (¬2) أبو داود 1/114، والترمذي 1/324، والدارقطني 1/195، والبيهقي 1/291. ¶ (¬3) 1/377. ¶ (¬4) برقم (551). ¶ (¬5) تقريب التهذيب 1/105، ومصباح الزجاجة 1/135. ¶ (¬6) 1/415. ¶ (¬7) رواه أبو داود 1/37، والترمذي كما في عارضة الأحوذي 1/146، وابن ماجه 1/183، لكنه معلول ضعفه أحمد والبخاري.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "هل الأفضل مسح الخفين جميعا بيديه أو يبدأ بالرجل اليمنى ثم اليسرى؟ ¶ الجواب: ¶ أكثر الأحاديث ذكر فيها المسح مطلقا بدون بيان فيظهر منها جواز مسحهما معا بيديه: اليمنى باليد اليمنى واليسرى باليد اليسرى، فيبلهما ويمر كل يد على خف مفرقة الأصابع كما تقدم في حديث المغيرة الذي ذكره الموفق عن الخلال ، ورواه البيهقي في ( سننه ) (¬1). ¶ وحيث إن الوارد هو المسح على الخفين أو الجوربين فإن الأصل إجزاء مطلق المسح على أية صفة؛ فإن الله -تعالى- أمر بغسل اليدين والرجلين، ومع ذلك يشرع تقديم اليمنى على اليسرى، فإن مسح كذلك فلا بأس، والله أعلم. ¶ تكرار المسح على الخفين ¶ السؤال: [ 15 ] ¶ هل يسن تكرار المسح على الخفين ثلاثا قياسا على غسلهما؟ ¶ الجواب: ¶ قال الموفق في ( المغني ) (¬2) وابن أخيه في ( الشرح ) (¬3) : ولا يستحب تكرار مسحه؛ لأن في حديث المغيرة مسحة واحدة ، روي ذلك عن ابن عمر وابن عباس ، وقال عطاء : يمسح ثلاثا اهـ. ¶ وقال في ( المطالب ) (¬4) وكره غسل الخف لعدوله عن المأمور؛ ولأنه مظنة إفساده، وكره أيضا تكرار مسح الخف؛ لأنه في معنى غسله. اهـ. ¶ وحيث إن مسح الخف تعبد فلا حاجة إلى تكراره فليس القصد تطهيره ولا تحسينه ونظافته؛ حيث إنه لا يشرع تكراره ولا مسح أسفله الذي يلاقي التراب والغبار والأوساخ والرطوبات كثيرا، فدل على أن شرعية المسح من باب الامتثال والاتباع. ¶ متى تبدأ مدة المسح ¶ السؤال: [ 16 ] ¶ متى تبدأ مدة المسح؟ ¶ الجواب: ¶ أكثر العلماء على أنها تبدأ من أول حدث بعد اللبس ولا يحتسب بالمسح قبل الحدث بعد اللبس، فمثلا: لو لبسهما متطهرا وقت الظهر ولم يحدث إلا بعد صلاة العشاء في نصف الليل ابتدأ المدة من الحدث الذي هو نصف الليل من القابلة ولا يحتسب بنصف النهار قبل الحدث، وهو قول الشافعي. ¶ ¬__________ ¶ (¬1) 1/292. ¶ (¬2) 1/178. ¶ (¬3) 1/358 ¶ (¬4) 1/136.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "قال النووي في ( شرح مسلم ) (¬1) : ومذهب الشافعي وكثيرين أن ابتداء المدة من حين الحدث بعد لبس الخف لا من حين المسح اهـ. ¶ وقال صاحب ( الشرح الكبير على المقنع ) (¬2) ظاهر المذهب ابتداء المدة من الحدث بعد اللبس وهذا قول الثوري والشافعي وأصحاب الرأي، ثم ذكر الرواية الثانية ثم قال: ووجه الرواية الأولى ما نقله القاسم بن زكريا المطرز في حديث صفوان من الحدث إلى الحدث، ولأنها عبادة مؤقتة فاعتبر أول وقتها من حين جواز فعلها كالصلاة اهـ. ¶ وهكذا علل الزركشي في ( شرح الخرقي ) (¬3) واستدل أيضا بقول صفوان : أمرنا أن لا ننزع خفافنا ثلاثا من غائط وبول ونوم. قال: ومقتضاه أنها تنزع لثلاث يمضين من ذلك وفيه بحث اهـ. ¶ وهذا أشهر الروايتين واختيار الأصحاب، وهناك رواية ثانية أن ابتداء المدة من المسح بعد الحدث لظاهر قوله -صلى الله عليه وسلم- يمسح المسافر ثلاثا ولو كان أوله الحدث لم يتصور ذلك؛ إذ الحدث لا بد أن يسبقه المسح وهو محمول على وقت جواز المسح، ويجوز أن يكون أراد بالخبر استباحة المسح دون فعله، فعلى هذا يمكن المقيم أن يصلي بالمسح ست صلوات، بأن يؤخر الظهر فيصليها بعد الحدث ثم في الثاني يصليها في أول وقتها قبل تمام المدة، والله أعلم. ¶ المسح على الخفين لتجديد الوضوء ¶ السؤال: [ 17 ] ¶ إذا مسح على الخفين لتجديد الوضوء فهل تبتدئ مدة المسح؟ ¶ الجواب: ¶ أكثر العلماء على أنها تبدأ من أول حدث كما سبق، وقيل: من أول مسح بعد الحدث, ولم أجد في المراجع لدي قولا أنها تبدأ من المسح قبل الحدث، لكن قد يدخل في الرواية الثانية التي استدل لها بقوله -صلى الله عليه وسلم- : \" يمسح المقيم يوما وليلة \" أن يقال: المسح يعم المسح قبل الحدث وبعده. ¶ ¬__________ ¶ (¬1) 1/176. ¶ (¬2) 1/400. ¶ (¬3) 1/388.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وقد ذكر الموفق في ( المغني ) (¬1) عن الشعبي وإسحاق وأبي ثور أن المسح للمقيم خمس صلوات، وهو يعم ما قبل الحدث، ولا دليل على ذلك، والله أعلم. ¶ تقدير مدة المسح على الخفين ¶ السؤال: [ 18 ] ¶ هل تقدر مدة المسح على الخفين بالزمان أو بعدد المسحات؟ ¶ الجواب: ¶ تقدر بالزمان الذي هو أربع وعشرون ساعة للمقيم تمام يوم وليلة بعد أول حدث، وثلاثة أيام بلياليهن للمسافر، أي ثنتان وسبعون ساعة بعد أول مسح على القول الثاني، وهو من المفردات في المذهب، قاله صاحب ( الإنصاف ) (¬2). ¶ قال ابن قدامة في ( الشرح الكبير ) (¬3) أما تقديره بخمس صلوات فلا يصح؛ لكون النبي - صلى الله عليه وسلم - قدره بالوقت دون الفعل، ¶ وقال صاحب ( الإنصاف ) (¬4) يتصور أن يصلي المقيم بالمسح سبع صلوات مثل أن يؤخر صلاة الظهر إلى وقت العصر لعذر يبيح الجمع من مرض ونحوه، ويمسح من وقت العصر ثم يمسح إلى مثلها من الغد، ويصلي العصر قبل فراغ المدة فتتم له سبع صلوات، ويتصور أن يصلي المسافر بالمسح سبع عشرة صلاة كما قلنا في المقيم اهـ. ¶ هل تزيد مدة المسح مع المشقة ¶ السؤال: [ 19 ] ¶ هل تزيد مدة المسح مع المشقة؟ ¶ الجواب: ¶ نعم وقد ذكر ذلك شيخ الإسلام(¬5) لما ذهب على البريد من الشام إلى مصر وانقضت مدة المسح فلم يمكن النزع والوضوء إلا بالانقطاع عن الرفقة أو حبسهم على وجه يتضررون بالوقوف فغلب على ظنه عدم التوقيت عند الحاجة كما في الجبيرة، واستدل بحديث عقبة بن عامر لما فتحت دمشق وذهب على البريد يبشر عمر بذلك فقال له عمر: منذ كم لم تنزع خفيك؟ قال: منذ يوم الجمعة. قال: أصبت السنة(¬6). ¶ ¬__________ ¶ (¬1) 1/370. ¶ (¬2) 1/403. ¶ (¬3) 1/401. ¶ (¬4) 1/403. ¶ (¬5) مجموع الفتاوى 21/215. ¶ (¬6) رواه البيهقي 1/280، والدارقطني 1/195.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وقد روى أبو داود عن أُبي ابن عمارة أنه قال: \" يا رسول الله أمسح على الخفين؟ قال: نعم ، قال يوما ؟ قال: نعم ، قال: ويومين؟ قال: نعم ، قال: وثلاثة أيام؟ قال: نعم وما شئت \" قال أبو داود: وليس بالقوي، وقال أحمد : رجاله لا يعرفون. ¶ وحمل على صاحب البريد الذي يشق عليه النزول والخلع واللبس، ¶ قال شيخ الإسلام : فالخف الذي يتضرر بنزعه جبيرة، وضرره يكون بأشياء: إما أن يكون في ثلج وبرد عظيم إذا نزعه ينال رجليه ضرر، أو يكون الماء باردا لا يمكن معه غسلهما فإن نزعهما تيمم فمسحهما خير من التيمم، أو يكون خائفا إذا نزعهما وتوضأ من عدو أو سبع أو انقطاع عن الرفقة في مكان لا يمكن السير وحده ، ويلحق بذلك إذا كان عادما للماء ومعه قليل يكفي لطهارة المسح لا لطهارة الغسل فإن نزعهما تيمم؛ فالمسح عليهما خير من التيمم اهـ. ¶ التقيد بمدة المسح ¶ السؤال: [ 20 ] ¶ من أبيح له التيمم هل له التقيد بمدة المسح؟ ¶ الجواب: ¶ التيمم يباح لعادم الماء وللمريض الذي يضره استعمال الماء أو لا يقدر على الوضوء ونحوه، فأما عادم الماء فلا حاجة له إلى نزع الخف الذي لبسه اتقاء البرد ونحوه، فإن نزعه إنما يكون لغسله بالماء وهو لا يجد الماء فله تركه، ولو بقي شهرا أو أكثر حتى يجد الماء فهناك يلزمه الوضوء وغسل قدميه ثم لبس الخفين بعد الطهارة بالماء؛ فإن التيمم بالتراب إنما يمسح فيه الوجه واليدان دون الرجلين. ¶ نزع الخفين ¶ السؤال: [ 21 ] ¶ ما الحالات التي يجب فيها نزع الخفين قبل انتهاء مدة المسح ؟ ¶ الجواب:",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "أولا : إذا أجنب في سفر أو حضر بجماع أو احتلام فقد اتفق العلماء على أن الجنب يخلع خفيه للاغتسال؛ وذلك لأن الجنابة تحل البدن كله ولا ترتفع إلا بالغسل الكامل الذي يعم جميع البدن، ولا مشقة في نزع الخفين وغسل القدمين, وفي حديث صفوان بن عسال: كان رسول الله -صلى الله عليه وسلم- يأمرنا إذا كنا سفرا لا ننزع خفافنا ثلاثة أيام وليالهن إلا من جنابة (رواه أحمد وأهل السنن وصححه الترمذي وغيره) ¶ وثانيا : إذا لبس خفا فوق خف قبل الحدث ثم نزع أحدهما بعد الحدث لزمه خلع الثاني وإعادة الوضوء الكامل، فإن خلعه بعد المسح عليه يبطل الطهارة. ¶ وثالثا : إذا ظهر بعض محل الفرض كما لو انحسر الخف أو الجورب وبدا بعض القدم فعليه خلعهما وإعادة الطهارة. ¶ الشك في ابتداء المسح أو انتهائه ¶ السؤال: [ 22 ] ¶ إذا شك في ابتداء المسح أو انتهائه فما الحكم؟ ¶ الجواب: ¶ إذا شك: هل ابتدأ المسح مسافرا أو مقيما، عمل بمسح مقيم احتياطا للعبادة, وكذا لو شك متى كان ابتداء المدة، قال في ( المطالب ) (¬1) وإن توضأ شاك في بقاء مدة المسح فلا يمسح مقيما كان أو مسافرا ما دام الشك لعدم تحقق شرطه، فإن مسح مع الشك فبان بقاء المدة صح وضوءه لتحقق الشرط، ولا يصلي به قبل تبين بقاء المدة، فإن فعل أعاد وإن لم يتبين بقاؤها لم يصح وضوءه اهـ. ¶ وصورة ذلك: أن يشك هل ابتداء مدة المسح في أول النهار أو في آخره، فعليه العمل بأنه في أوله فلا يمسح لصلاة الضحى أو لصلاة الظهر بل يخلع ويجدد الطهارة، فإن مسح وهو شاك أعاد الصلاة. ¶ مسح المقيم ثم سافر ¶ السؤال: [ 23 ] ¶ إذا مَسَحَ مَسْحَ مقيم ثم سافر فما الحكم؟ ¶ الجواب: ¶ ذكر العلماء أنه يكتفي بيوم وليلة، فيخلع بعد تمام مدة المقيم، وصورة ذلك: إذا أحدث أول مرة في الضحى ثم مسح لصلاة الظهر ثم سافر بعد الصلاة وقبل العصر ومسح للعصر في السفر فإنه يتم مسح مقيم فتنتهي مدة المسح في الضحى من اليوم الثاني. ¶ ¬__________ ¶ (¬1) مطالب أولي النهى 1/135.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وهذا القول اختيار القاضي وجمهور أصحابه والموفق أبي محمد(¬1)،وعلل الزركشي(¬2) بأن المسح عبادة وجد أحد طرفيها في الحضر والآخر في السفر، فغلب جانب الحضر كالصلاة. ¶ وقال بعضهم: إن صلى بطهارة المسح في الحضر غلب جانبه وإن مسح ولم يصل إلا في السفر أتم مَسْحَ مسافر على إحدى الروايتين، وقد روي عن أحمد -رحمه الله- أنه يتم مسح مسافر ولو صلى في الحضر بالمسح لدخوله في حديث: يمسح المسافر ولكن الجمهور على أنه يمسح مسح مقيم. ¶ مسح مسافر ثم أقام ¶ السؤال: [ 24 ] ¶ إذا مسح مسافر ثم أقام فما الحكم؟ ¶ الجواب: ¶ عليه أن يتم مسح مقيم, أي يخلع بعد تمام يوم وليلة بعد الحدث، كما لو لبس الخفين في السفر ضحى ثم مسح للظهر ثم وصل البلد وقت العصر، فإن المدة تنتهي بوقت الحدث بالأمس أو بوقت الظهر، هكذا نص الفقهاء كما في ( المغني ) (¬3) ، ( والشرح الكبير ) (¬4) ، ( والفروع ) (¬5) ، ( والمبدع ) (¬6) ، ( والإنصاف ) (¬7) ، ( والكشاف ) (¬8) ، ¶ ( والمطالب ) (¬9) وغيرها تغليبا لجانب الحضر. وهكذا لو مسح في السفر يوما وليلة أو أكثر ثم أقام فإنه يخلع حين وصوله إلى البلد لتمام مدة المسح في الحضر. ¶ شك هل مَسَحَ مَسْحَ مقيم أو مسافر ¶ السؤال: [ 25 ] ¶ ما الحكم فيمن شك: هل مَسَحَ مَسْحَ مقيم أو مسافر ؟ ¶ الجواب: ¶ سبق في السؤال ( 22 ) حكم من شك في ابتداء المسح أو انتهائه وأنه يعمل بالأحوط، وهكذا من شك: هل ابتدأ المسح في السفر أو الحضر، يعمل بمسح الحضر، فإذا سافر وشك: هل مسح قبل السفر أو لم يمسح إلا بعد أن سافر، فالاحتياط أن يقدر أنه مسح قبل سفره فيخلع بعد يوم وليلة من أول حدث بعد لبس كما هو الراجح. ¶ ¬__________ ¶ (¬1) المغني 1/371. ¶ (¬2) شرح الزركشي 1/389. ¶ (¬3) 1/372. ¶ (¬4) 1/401. ¶ (¬5) 1/167. ¶ (¬6) 1/143. ¶ (¬7) 1/401. ¶ (¬8) 1/115. ¶ (¬9) 1/134.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وكذا لو أقام بعد السفر وشك: هل أكمل يوما وليلة بعد الحدث، عمل بالأحوط وقدر أنه قد أكمل المدة؛ وذلك للخروج من عهدة العبادة وتبرأ ذمته ويعبد الله على يقين من الطهارة ويسلم من الوسوسة في صحة العبادة أو بطلانها. ¶ وفيه رواية أخرى: أنه يتم مسح مسافر لكن العمل على الأولى كما ذكر ذلك في ( الإنصاف ) (¬1)، ( والشرح الكبير ) (¬2). ¶ انتهت مدة المسح وهو طاهر ¶ السؤال: [ 26 ] ¶ إذا انتهت مدة المسح وهو طاهر فما الحكم؟ ¶ الجواب: ¶ عليه أن يخلع الخفين ونحوهما ويعيد الطهارة ويغسل قدميه مع وضوئه، كما صرح بذلك الفقهاء -رحمهم الله تعالى- قال الموفق في ( المقنع ) (¬3) : ومتى ظهر قدم الماسح أو رأسه أو انقضت مدة المسح استأنف الطهارة، قال في ( الشرح ) (¬4) : لأن المسح بدل عن الغسل، فمتى ظهر القدم وجب غسله لزوال حكم البدل، كالمتيمم يجد الماء (وعنه يجزئه مسح رأسه وغسل قدميه). ¶ وجملة ذلك أنه متى ظهر قدم الماسح بعد الحدث والمسح فالمشهور عن أحمد -رحمه الله- أنه يعيد الوضوء، وعن أحمد أنه يجزئه غسل قدميه؛ لأن مسح الخفين ناب عن غسل الرجلين خاصة فظهورهما يبطل ما ناب عنه، وهذا الاختلاف مبني على وجوب الموالاة فمن لم يوجبها في الوضوء جوز غسل القدمين؛ لأن سائر أعضائه سواهما مغسولة، ومن أوجب الموالاة أبطل الوضوء لفوات الموالاة. ¶ ووجه الرواية الأولى أن الوضوء بطل في بعض الأعضاء فبطل في جميعها، إلى أن قال: وإذا انقضت مدة المسح بطلت طهارته أيضا ولزمه خلع الخفين أو العمامة وإعادة الوضوء, وعلى الرواية الثانية يجزئه مسح رأسه وغسل قدميه، والمختار الرواية الأولى؛ لأن غسل الرجلين شرط للصلاة، وإنما قام المسح مقامه في المدة، فإذا انتقضت المدة لم يجز أن يقوم مقامه إلا بدليل، ولأنها طهارة لا يجوز ابتداؤها فمنع من استدامتها. ¶ ¬__________ ¶ (¬1) 1/401. ¶ (¬2) 1/402. ¶ (¬3) 1/428. ¶ (¬4) 1/428.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وروي عن الحسن قال: لا يبطل الوضوء ويصلي حتى يحدث, وكذا لو خلع الخفين بعد المسح عليهما فلا يتوضأ ولا يغسل قدميه. واختاره ابن المنذر ؛ لأنه أزال الممسوح عليه بعد كمال الطهارة، أشبه ما لو حلق رأسه بعد مسحه، ونحوه قول داود فإنه قال: ينزع خفيه ويصلي حتى يحدث؛ لأن الطهارة لا تبطل إلا بالحدث، والخلع ليس بحدث، ¶ وقال في الاختيارات(¬1) : ولا ينتقض وضوء الماسح على الخف والعمامة بنزعهما ولا بانقضاء المدة، ولا يجب عليه مسح رأسه ولا غسل قدميه، وهو مذهب الحسن البصري كإزالة الشعر الممسوح على الصحيح من مذهب أحمد وقول الجمهور اهـ. ¶ وقد تبين مما تقدم أن في المسألة ثلاثة أقوال: ¶ الأول : بطلان الوضوء بخلع الخفين والعمامة بعد المسح عليهما مطلقا، وكذا بطلانه بانقضاء المدة. ¶ الثاني : أنه لا يبطل لكن عليه أن يمسح رأسه ويغسل قدميه. ¶ الثالث : أن الوضوء لا يبطل في الحالين بل يستمر على طهارته حتى ينتقض الوضوء. ¶ والقول الأول هو المشهور عن أحمد وقدمه أكثر الفقهاء في مؤلفاتهم كما في ( الإنصاف ) (¬2) وعللوا بما تقدم عن ( الشرح الكبير ) (¬3) بأن المسح مؤقت فبانقضاء مدته يبطل أثره فكأنه لم يغسل قدميه؛ حيث انتهت مدة المسح المحدد، ومتى بطل المسح بطل الوضوء كله لاشتراط المولاة فيه، وهي منتفية لمن اقتصر على غسل قدميه بعد الوضوء بمدة طويلة يبست فيه أعضاؤه عادة، فعلى هذا لا بد من تجديد الوضوء بما فيه غسل القدمين، فأما الرواية الثانية وهي الاكتفاء بغسل القدمين فهي لا تجوز إلا عند من لم يشترط الموالاة في الوضوء، والمشهور عند الإمام أحمد والفقهاء أن الموالاة ركن من أركان الوضوء، كما ذكر ذلك في موضعه. ¶ ¬__________ ¶ (¬1) ص15 ¶ (¬2) 1/428. ¶ (¬3) 1/428.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وأما قول الحسن وداود وما اختار شيخ الإسلام ابن تيمية -رحمه الله تعالى- من أن الطهارة باقية؛ حيث لم يحدث ما ينقضها، وحيث إن الحدث قد ارتفع فلا يعود إلا بناقض من النواقض، وقالوا: إن انقضاء المدة أو خلع الخف لم يذكر مع نواقض الوضوء، وقاسوا ذلك على حلق الشعر بعد مسحه، فأرى أن هذا فيه تساهل كثير؛ وذلك أن النبي -صلى الله عليه وسلم- حدد صلاحية هذا المسح بيوم وليلة، فهو دليل على انتهاء الصلاحية بعد انقضاء المدة أو بعد الخلع وبقاء القدمين مكشوفين؛ فإن الرخصة إنما ثبتت لحاجته إلى اللبس للتدفئة، فبخلعها يتضح عدم الحاجة إليهما فتنتفي الرخصة. ¶ وأما حلق الشعر بعد مسحه فلا يشبه خلع الخف؛ فإن الشعر من جملة البدن ملتصق بالرأس ولا يتمكن من مسح ما تحته مع بقائه ولا يتمكن من إعادته بعد حلقه، بخلاف الخف, فإنه يخلع ثم يلبس، وهو شبيه بالعمامة أو الجبيرة ونحوها مما يلبس ويخلع، وبهذا يتضح ترجح القول الأول وهو بطلان الطهارة بانتهاء المدة أو بالخلع، ومن اختار غير ذلك فله الاجتهاد -والله أعلم- وانظر تعليق سماحة شيخنا عبد العزيز بن باز على حلق الرأس بعد مسحه في ( فتح الباري ) (¬1) . ¶ صلى الإنسان ثم تبين له أنه مسح وصلى بعد انتهاء مدة المسح ¶ السؤال: [ 27 ] ¶ إذا صلى الإنسان ثم تبين له أنه مسح وصلى بعد انتهاء مدة المسح فما الحكم؟ الجواب: ¶ يلزمه والحال هذه إعادة الطهارة مع غسل القدمين وإعادة الصلاة؛ فإنه يُعَدُّ قد صلى بغير طهارة؛ لأن مسحه بعد انتهاء المدة زيادة على ما حدد له شرعا، فلا يجزئ عنه المسح؛ وذلك لأن النبي - صلى الله عليه وسلم - حدد يوما وليلة للمقيم؛ لأن العادة أنه لا يتضرر بالخلع بعد هذه المدة، ولأن الأصل هو الغسل، فإذا وجد عذر البرد والثلج ونحوه رخص له في لبس هذه الحوائل فيمسح عليها المدة التي تكفيه، فمتى زاد عليها فقد تعدى ما حدد له، فلا بد أن يعيد الصلاة. ¶ خلع الخفين وهو على طهارة ¶ ¬__________ ¶ (¬1) 1/310",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "السؤال: [ 28 ] ¶ إذا خلع الخفين وهو على طهارة فهل ينتقض وضوءه؟ ¶ الجواب: ¶ قد ذكرنا آنفا الخلاف في هذه المسألة، في مسألة انتهاء المدة، فإن القول فيهما واحد حيث قيل: إن الطهارة تبطل بالخلع؛ حيث يكون كالذي توضأ ولم يغسل قدميه وقد يبست أعضاؤه، فعليه الإعادة كاملة لاشتراط الموالاة، ولم تحصل. ¶ والقول الثاني: أنه يقتصر على غسل قدميه، وهو قول من لم يشترط الموالاة. ¶ والثالث: عدم البطلان لارتفاع الحدث وعدم ما يبطله، كما لو حلق رأسه بعد مسحه. ¶ وترجح لنا القول ببطلان الطهارة لما ذكرنا من الأسباب وتعين إعادة الوضوء، لكن إن خلعهما بعد المسح عليهما وقبل جفاف أعضاء الوضوء كفاه غسل القدمين لوجود الموالاة، والله أعلم. ¶ لبس أكثر من خف ¶ السؤال: [ 29 ] ¶ هل يجوز لبس أكثر من خف؟ وعلى أيهما يمسح؟ ¶ الجواب: ¶ يجوز ذلك في الخفاف وفي الجوارب، فقد لا تحصل التدفئة والوقاية بالواحد فيلبس اثنين أو أكثر، فإن لبسهما معا بعد الطهارة الأولى أو لبس الثاني قبل انتقاض الوضوء الأول فالحكم للخف الفوقاني فيكون المسح عليه، ¶ قال الموفق في ( الكافي ) (¬1) : وإن لبس خفا على طهارة ثم لبس فوقه آخر قبل أن يحدث جاز المسح على الفوقاني، سواء كان التحتاني صحيحا أو مخرقا؛ لأنه خف صحيح يمكن متابعة المشي فيه، لبسه على طهارة كاملة أشبه المنفرد. وإن لبس الثاني بعد الحدث لم يجز المسح عليه؛ لأنه لبس على غير طهارة، وإن مسح الأول ثم لبس الثاني لم يجز المسح عليه؛ لأن المسح لم يزل الحدث عن الرجل فلم تكمل الطهارة اهـ. ¶ وبه يعلم أن من لبس الخف الثاني أو الجورب الثاني قبل الحدث من الطهارة الأولى فالمسح يكون على الأعلى منهما ولو كان الأسفل مخرقا، أما إن أحدث قبل لبس الثاني ولبس من غير تجديد وضوء وغسل للقدمين فالمسح على الأول، أي: إذا تطهر خلع الثاني ومسح على الأول، والأولى أن يعيد الوضوء ويلبسهما جميعا. ¶ ¬__________ ¶ (¬1) 1/36",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "نزع الخف الأعلى قبل تمام مدة المسح وأبقى الأول ¶ السؤال: [ 30 ] ¶ إذا نزع الخف الأعلى قبل تمام مدة المسح وأبقى الأول فهل يجوز المسح عليه؟ الجواب: ¶ تبطل الطهارة إذا خلع الأعلى بعد الحدث والمسح عليه، قال الموفق في ¶ ( الكافي ) (¬1) : وإن مسح على الخف الفوقاني ثم نزعه بطل مسحه ولزمه نزع التحتاني؛ لأنه زال الممسوح عليه فأشبه المنفرد اهـ. ¶ وقال في ( الشرح الكبير ) (¬2) : إذا ثبت ذلك فمتى نزع الفوقاني قبل مسحه لم يؤثر فيه، وإن نزعه بعد مسحه بطلت الطهارة ووجب نزع الخفين وغسل الرجلين لزوال محل المسح، ونزع أحد الخفين كنزعهما؛ لأن الرخصة تعلقت بهما فصار كانكشاف القدم...إلخ. ¶ وعلى هذا فمتى نزع الأعلى قبل المسح عليه فالأسفل يبقى كما هو ويستمر في المسح عليه إلى تمام المدة، بخلاف ما إذا مسح على الأعلى ثم خلعه فإنه يلزمه خلعهما معا وتجديد الوضوء. ¶ كان على طهارة وخلع خفه ثم لبسه ¶ السؤال: [ 31 ] ¶ هل يجوز لمن كان على طهارة أن يخلع خفه ثم يلبسه قبل المسح أو يبدله بآخر سواء مسح على الأول أو لم يمسح؟ ¶ الجواب: ¶ إذا غسل قدميه ثم لبس الخفين فله خلعهما قبل الحدث ثم إعادة اللبس أو إبدالهما بآخر ما لم ينتقض وضوءه الأول، أما إن خلعهما بعد الحدث فإن الخلع يبطل الطهارة كما سبق فيمن خلع بعد المسح وقبل انتهاء المدة، فإن كان حال الخلع طاهرا بطلت الطهارة على المختار، وقيل: يغسل قدميه، والمختار البطلان، وسواء أعاد لبس الأول الذي خلعه بعد المسح عليه أو لبس غيره فإن عليه إعادة الوضوء وغسل الرجلين وابتداء مدة المسح. ¶ لبس الخف الأيمن قبل غسل الرجل اليسرى ¶ السؤال: [ 32 ] ¶ هل يجوز أن يلبس الخف الأيمن بعد غسل رجله اليمنى ثم يلبس الخف الأيسر بعد غسل الرجل اليسرى أو لا بد من إتمام الوضوء ثم لبسهما؟ ¶ الجواب: ¶ ¬__________ ¶ (¬1) 1/38 ¶ (¬2) 1/413.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "المشهور عن أحمد أنه لا يلبس الأيمن حتى تتم الطهارة بغسل الرجل اليسرى، واستدل له بقوله -صلى الله عليه وسلم- إني أدخلتهما طاهرتين وقد ذكر شيخ الإسلام في مجموع الفتاوى(¬1) فيه روايتين عن أحمد : ¶ إحداهما: يجوز المسح وهو مذهب أبي حنيفة، ¶ والثانية: لا يجوز، وهو مذهب مالك والشافعي ؛ لأن الواجب ابتداء اللبس على الطهارة، قالوا: فعليه أن يخلع الخف الأولى ثم يدخلها بعد غسله للرجل الأخرى، واحتجوا بقوله: إني أدخلت القدمين الخفين وهما طاهرتان وهذا أدخلهما وليستا طاهرتين، والقول الأول هو الصواب بلا شك، وقول النبي -صلى الله عليه وسلم- إني أدخلتهما وهما طاهرتان حق فإنه بين أن هذا علة لجواز المسح، فكل من أدخلهما طاهرتين فله المسح، وإلا فأي فائدة في نزع الخف ثم لبسه من غير إحداث شيء فيه منفعة؟ وهل هذا إلا عبث محض ينزه الشارع عن الأمر به؟ إلخ، وذكر الروايتين في ( المغني ) (¬2) ، ( والشرح ) (¬3). ¶ وقال عن الثانية: وهي جواز المسح؛ لأنه أحدث بعد كمال الطهارة واللبس فجاز كما لو نزع الخف الأول ثم لبسه، وكذلك الحكم في من مسح رأسه ولبس العمامة ثم غسل رجليه قياسا على الخف، ووجه الرواية الأولى ما ذكرنا من الحديثين، أي: عن المغيرة وهو يدل على وجود الطهارة فيهما جميعا وقت إدخالهما ولم يوجد ذلك وقت لبس الأولى؛ ولأن ما اعتبر له الطهارة اعتبر له جميعها كالصلاة وفارق ما إذا نزع الخف الأولى ثم لبسه؛ لأنه لبسه بعد كمال الطهارة اهـ. ¶ ¬__________ ¶ (¬1) 21/209. ¶ (¬2) 1/362. ¶ (¬3) 1/388.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وقال الشوكاني في ( النيل ) (¬1) على حديث المغيرة: وقد استدل به على أن إكمال الطهارة فيهما شرط حتى لو غسل إحداهما وأدخلها الخف ثم غسل الأخرى وأدخلها الخف لم يجز المسح، صرح بذلك النووي وغيره، وأجاز الثوري والكوفيون المسح لصدق أنه أدخل كلا من رجليه الخف وهي طاهرة، وصرح ابن دقيق العيد بأنه لا يمتنع أن يعبر بهذه العبارة عن كون كل واحدة منهما أدخلت طاهرة، فقوله: أدخلتهما يقتضي تعليق الحكم بكل واحدة منها، نعم من روى: فإني أدخلتهما وهما طاهرتان قد يتمسك به هذا القائل، فإن قوله: أدخلتهما يقتضي كل واحدة منهما التقدير: أدخلت كل واحدة منهما حال طهارتها اهـ. ¶ وبه يترجح ما اختاره شيخ الإسلام وغيره من عدم اشتراط كمال الطهارة قبل اللبس، والله أعلم. ¶ مسح على الخفين ثم خلعهما ولبس آخرين ¶ السؤال: [ 33 ] ¶ هل يجوز أن يمسح على الخفين وقتا أو أكثر ثم يلبس خفين آخرين وهو على طهارة؟ ¶ الجواب: ¶ تقدم في السؤال التاسع والعشرين وما بعده حكم لبس أكثر من خف، سواء قبل الحدث أو بعده، وذكرنا أن من لبس الخف ثم أحدث فمسح عليه ثم بدا له أن يلبس فوقه خفا آخر لزمه خلع الأول وتجديد الوضوء ثم لبس الاثنين معا على طهارة واحدة، فإن لبس الثاني من دون خلع الأول ولا تجديد الطهارة فإن المسح يكون على الأول إذا كان ساترا للمفروض، فعند كل طهارة يلزمه خلع الأعلى ويمسح على الأول ثم يلبس الأعلى إن أراد ذلك، وسواء لبس الثاني بعد مسح الأول وكان طاهرا حال لبسه أو لبسه محدثا؛ حيث إن الحكم تعلق بالأول فيكون المسح عليه حتى تنتهي المدة أو يخلعه، والله أعلم. ¶ لبس الخف في رجل وخفين في الأخرى ¶ السؤال: [ 34 ] ¶ هل يجوز لبس الخف في رجل وخفين في الأخرى؟ ¶ الجواب: ¶ ¬__________ ¶ (¬1) نيل الأطار1/274.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "لا مانع من ذلك بشرط أن يكون الخف ساترا للمفروض؛ وذلك لأن إحدى الرجلين قد يحتاج فيها إلى زيادة تدفئة أو وقاية، ويعم ذلك الجوارب وهي الشراب، فربما يكون البرد شديدا فيحتاج إلى جوربين أو ثلاثة، وقد يكون أحدهما شفافا فيلبس فوقه ما يحصل به الستر، وتقدم أن الشراب لا يعفى فيه عن الخرق والشق والفتق فيلبس فوق المخرق جوربا أو أكثر ليستر القدم. ¶ انفسخ الخف كله أو بعضه بدون قصد ¶ السؤال: [ 35 ] ¶ إذا انفسخ الخف كله أو بعضه بدون قصد فما الحكم في حالة كون الشخص على طهارة أو على غير طهارة؟ ¶ الجواب: ¶ متى انخلع الخف أو انحسر الجورب عن بعض القدم فبدا بعض محل الفرض كالكعب أو ما تحته بطلت الطهارة إذا كان الوضوء الأول قد انتقض، وسواء كان انخلاعه بعد طهارة ثانية أو كان في حال كونه محدثا؛ وذلك أن ظهور القدم أو بعضه يبطل به أثر المسح عليه فيلزمه الخلع وتجديد الوضوء وغسل القدمين، وهذا هو القول المختار، وقد تقدم القول بأنه يكتفى بغسل القدمين عند من لا يشترط الموالاة في الوضوء، والراجح اشتراطها في الطهارة الصغرى، والله أعلم. ¶ أدخل يده في الخفين لحكَّة أو لإخراج شيء ¶ السؤال: [ 36 ] ¶ إذا أدخل يده لحكَّة أو لإخراج شيء وبان من قدمه شيء فهل يستمر المسح سواء كان على طهارة أو على غير طهارة ؟ ¶ الجواب: ¶ المختار أنه يبطل وضوءه إذا كان ذلك بعد انتقاض الوضوء الأول؛ فإن ظهور الكعب أو بعض القدم من الخف كظهور القدم جميعه، وحتى ولو لم يخرج للناظرين؛ حيث إنه قد بان له بعضه ومسته يده وهو ينافي ستره بالخفين كما في السؤال قبله، والله أعلم. ¶ المسح عن شخص مريض ¶ السؤال: [ 37 ] ¶ هل يجوز أن يمسح عن شخص مريض لا يستطيع أن يحني ظهره لمسح خفيه؟ الجواب:",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "يجوز لغيره معاونته في الوضوء أو في المسح على الخفين متى عجز عن المسح لألم في ظهره أو في يديه؛ فقد قال البخاري(¬1) -رحمه الله تعالى- باب الرجل يوضئ صاحبه، ثم ذكر حديث أسامة(¬2) وفيه : فجعلت أصب عليه ويتوضأ ثم حديث المغيرة(¬3) : وأن المغيرة جعل يصب الماء عليه وهو يتوضأ وذكر الشارح(¬4) أن الإعانة بمباشرة غسل الأعضاء مكروهة إلا لحاجة، فكذا مسح الخفين. ¶ مراعاة الولي ابنه في مدة المسح ¶ السؤال: [ 38 ] ¶ هل يجب على الولي أن يراعي ابنه في مدة المسح أو في الكيفية؟ ¶ الجواب: ¶ نعم على ولي السفيه والجاهل والصغير تعليمهم الأحكام والواجبات، كصفة الوضوء والمسح على الخفين ومدته وكيفية المسح ونوع المسح؛ وذلك لأنه يتولى شأنهم، وقد قال النبي -صلى الله عليه وسلم- : \" كلكم راع وكلكم مسؤول عن رعيته، والرجل راع في أهله وهو مسؤول عن رعيته ..\" (¬5) إلخ. ¶ فلا بد أن يعلمهم بالفعل كيفية الطهارة من الحدث ومن الخبث وكيفية مسح الخفين، وكذا نواقض الوضوء ومبطلات المسح على الخفين وما أشبه ذلك؛ حتى تصح عباداتهم وحتى ينشئوا على معرفة ما يجب عليهم. ¶ المسح على الخفين والكنادر والجوارب المخرقة ¶ السؤال: [ 39 ] ¶ هل يجوز المسح على الخفين والكنادر والجوارب وهي مخرقة؟ ¶ الجواب: ¶ أما الخف المخرق فالمشهور عند الفقهاء عدم الجواز قال الموفق في ( المغني ) (¬6) وتبعه ابن أخيه في ( الشرح ) (¬7) : إنما يجوز المسح على الخف ونحوه إذا كان ساترا لمحل الفرض، فإن كان فيه خرق يبدو منه بعض القدم أو كان واسعا يرى منه الكعب لم يجز المسح، سواء كان الخرق كبيرا أو صغيرا من موضع الخرز أو من غيره، فأما إن كان الشق ينضم فلا يبدو منه القدم لم يمنع جواز المسح. ¶ ¬__________ ¶ (¬1) البخاري مع الفتح 1/285. ¶ (¬2) البخاري مع الفتح 1/285. ¶ (¬3) البخاري مع الفتح 1/285. ¶ (¬4) فتح الباري 2/280. ¶ (¬5) البخاري مع الفتح 2/380. ¶ (¬6) 1/375. ¶ (¬7) 1/409.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وقال في الكافي(¬1) : فإن ظهر منه شيء لم يجز المسح؛ لأن حكم ما استتر المسح وحكم ما ظهر الغسل ولا سبيل إلى الجمع بينهما فغلب الغسل، كما لو ظهرت إحدى الرجلين فإن تخرقت البطانة دون الظهارة أو الظهارة دون البطانة جاز المسح؛ لأن القدم مستور, وإن كان الخف رقيقا يصف لم يجز المسح عليه؛ لأنه غير ساتر. اهـ. ¶ وقال في ( الروض المربع ) (¬2) : فلا يمسح ما لا يستر محل الفرض لقصره أو سعته أوصفائه أو خرق فيه وإن صغر حتى موضع الخرز اهـ. ¶ ¬__________ ¶ (¬1) 1/135. ¶ (¬2) 1/218.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "لكن اختار شيخ الإسلام تقي الدين ابن تيمية -رحمه الله- جواز المسح على الخف المخرق كما في ( مجموع الفتاوى ) (¬1) قال: وهو قياس أصول أحمد ونصوصه في العفو عن يسير العورة ويسير النجاسة، فإن السنة وردت بالمسح على الخفين مطلقا، ومعلوم أن الخفاف في العادة لا يخلو كثير منها عن فتق أو خرق لا سيما مع تقادم عهدها، وكان كثير من الصحابة فقراء لم يكن يمكنهم تجديد ذلك، والعادة في الفتق اليسير أن لا يرقع وإنما يرقع الكبير، فلما أطلق الرسول - صلى الله عليه وسلم - الأمر بالمسح على الخفاف ولم يشترط أن تكون سليمة من العيوب وجب حمل أمره على الإطلاق، وكان مقتضى لفظه أن كل خف يلبسه الناس ويمشون فيه فلهم أن يمسحوا عليه وإن كان مفتوقا ومخروقا، وأيضا فكثير من خفاف الناس لا يخلو من فتق أو خرق يظهر منه بعض القدم، فلو لم يجز المسح عليها بطل مقصود الرخصة، لا سيما والذين يحتاجون إلى لبس ذلك هم المحتاجون وهم أحق بالرخصة من غير المحتاجين؛ فإن سبب الرخصة هو الحاجة، ليس كل إنسان يجد خفا سليما، فلو لم يرخص لزم المحاويج خلع خفافهم وكان إلزامه غيرهم بالخلع أولى، وأجاب الشيخ عن قولهم: فرض ما ظهر الغسل .. إلخ بعدم صحته، وقد لخص ابن قاسم كلام الشيخ -رحمه الله- في ( حاشية الروض ) (¬2) وكأنه يميل إليه، ولعل ذلك خاص بالخف المعمول من جلود الإبل والبقر فيما إذا حصل فيه شق أو فتق فإنه مما تعم به البلوى، فمن المشقة الأمر بخلعه عند الوضوء أو خياطة الفتق فرخص في مسحه. ¶ ¬__________ ¶ (¬1) 21/212. ¶ (¬2) 1/218.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "فأما الكنادر فهي لباس جديد يعمل من جلود أو من ربل أو نحو ذلك وهي -في الغالب- لا تستر القدم وإنما تستر إلى ما تحت الكعبين، ويلبس تحتها الشراب وقد تلبس وحدها، وقد يوجد أنواع من صوف وموطئها من جلد تشرج بسحاب بعد لبسها، وتستر القدم كاملا إلى مستدق الساق، فلها حكم الخف في المسح والتوقيت، فأما ما تحت الكعب فلا يمسح عليها وحدها لعدم ستر محل الفرض، ولو كانت مشدودة على القدم بخيوط وسيور معقودة، فأما الجوارب فقد سبق الخلاف في حكم المسح عليها في السؤال الخامس، وحيث إن أكثر العلماء منعوا المسح عليها مطلقا، ومن أجاز المسح اشترط مواصلة المشي فيها وحدها أو أن تكون منعلة، أي : في أسفلها نعل من جلود أو نحوها ملصقة بها، فإن الصواب منع المسح على المخرق منها لقوة الخلاف في أصلها؛ ولأنها لا تقاس بالنعل مطلقا، ولم أجد رخصة في مسح المخرق من الجوارب، ولم يتعرض شيخ الإسلام فيما رأيت إلا للرخصة في الخف المخرق، ولم يتعرض للجورب المخرق، وقد تساهل الناس في هذه الأزمنة في لباس الشراب والمسح عليه، ولو كان شفافا يصف البشرة ويبين حجم القدم حتى الأصابع، وتوسعوا في المسح على المخرق منه في باطنه وعقبه وجوانبه، وألحقوه بالخف مع الفرق الكبير بينهما، فعلى المسلم الاحتياط للعبادة والطهارة والبعد عما يبطلها أو ينقصها، والله أعلم. ¶ شروط المسح على الكنادر والبسطار ¶ السؤال: [ 40 ] ¶ ما شروط المسح على الكنادر والبسطار؟ ¶ الجواب:",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "قد عرفت أن الكنادر غالبا لا تستر محل الفرض، بل يبدو من القدم الكعبان وظهر القدم أو بعضه، فهذا النوع لا يمسح عليه وحده ولو كان مشدودا بخيط أو سير فوق الأخمص كما في بعض أنواع الكنادر؛ وذلك لأنه لا يستر المفروض غسله من القدم والستر شرط عند الأئمة، ثم إن المعتاد في هذه الأزمنة أن يلبس تحته شراب يستر القدم كله، فعلى هذا يكون الحكم للشراب فهو الذي يمسح عليه عادة، لكن لا بد أن يكون صفيقا سالما من الشق والخرق كما تقدم، ويكون الكنادر كالنعل التي تلبس قديما مع الجورب ليمكن المشي فيه. ¶ ثم إن الكنادر المعروفة لا تبقى دائما فوق الشراب بل تخلع عند النوم وعند دخول المسجد وعند دخول المجالس غالبا، فعلى هذا لا بد أن يكون المسح على الشراب بشرطه؛ لأنه هو الذي يبقى طوال مدة المسح، فمن مسح على الكنادر ثم خلعها بطل مسحه فهو كمن خلع قبل انتهاء مدة المسح وبعد أن انقضى الوضوء أو خلع الخف الأعلى بعد المسح عليه، وقد سبق أن الصحيح بطلان الوضوء بخلعه وهو قول الجمهور، فعلى هذا ينبه من يمسح على الكنادر التي فوق الشراب ثم يخلع الكنادر الممسوح عليها ويبقى الشراب فإنه بذلك يبطل مسحه.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وأما البسطار فهو لباس يصنع من الربل أو من مادة الإطارات أو من الباغات، ويكون طويل الطرف غالبا بحيث إنه يصل إلى نصف الساق أو أعلى منه، وكثيرا ما يلبسه الجنود من الشرط المجندين في الدفاع المدني أو التجنيد للقتال أو الحرس الوطني أو رجال الأمن فيكون ميزة لهم وقت العمل الخاص بهم، فمتى كان ساترا للمفروض لا يبدو من القدم شيء؛ بحيث ينضم طرفه على الساق ويبقى على القدمين مدة المسح وهي يوم وليلة لا يخلع، فإنه يجوز المسح عليه لتمام الشروط فيه، فأما إن كان ظاهره أو ساقه واسعا بحيث يرى منه بعض القدم أو يمكن إدخال اليد بينه وبين الساق إلى الكعبين، فلا يمسح عليه إلا أن يكون تحته شراب فيمسح على الشراب مباشرة؛ وذلك لأن الناس يختلفون، فمن كان دقيق الساقين وكان البسطار واسع الطرف لم ينضم على ساقه بل يبدو بعض القدم كالكعبين فليس له المسح إلا إن لبس تحته شرابا صفيقا، فإنه يخلع البسطار ويمسح على الشراب كما يفعل صاحب الكنادر، وهكذا يفعل مع كل لباس على القدم من أنواع المصنوعات؛ حيث يشترط للمسح عليه أن يكون طاهرا، وأن يكون مباحا، وأن يستر محل الفرض فلا يبدو منه شيء، وأن لا يخلعه إلا عند انتهاء المدة، فإن خلعه قبلها بطل حكم المسح عليه، والله أعلم. ¶ المسح على الكنادر وليس تحتها خفان ¶ السؤال: [ 41 ] ¶ هل يجوز المسح على الكنادر وليس تحتها خفان؟ ¶ الجواب: ¶ قد ذكرنا أن الكنادر المعروفة الآن لا تستر الكعبين ويبدو من القدم ما فوق الأخمص، فعلى هذا لا يمسح عليه وحده بل يلبس عادة تحته الشراب الصفيق السالم من الخروق أو اثنين من الشراب ليحصل ستر المفروض، فإن كان الكنادر من النوع الطويل الذي يستر الكعبين إلى مستدق الساق ويشد بسحاب أو بخيوط تربطه على الساق جاز المسح عليه فهو كالخف الساتر.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "أما البسطار فهو في العادة طويل يصل إلى نصف الساق أو فوقه، فإن كان ينضم على الرجل ولا يرى شيء من القدم المطلوب غسله جاز المسح عليه ولو لم يكن تحته شراب أو خف آخر، بشرط بقائه على القدم وعدم خلعه إلا بعد نهاية المدة، أما إن كان واسع الرأس لا يستر محل الفرض فلا يمسح عليه وحده بل يغسل القدمين أو يلبس تحته جوارب صفيقة يكون المسح عليها ويكون البسطار كالنعل يلبس ويخلع. ¶ مسح على الخفين وقتا أو أكثر ¶ السؤال: [ 42 ] ¶ هل يجوز أن يمسح على الخفين وقتا أو أكثر ثم يلبس الكنادر أو البسطار ويمسح عليها؟ ¶ الجواب: ¶ قد عرفت أن الخف هو ما يصنع أو يخرز من جلود الإبل ونحوها ويفصل على القدم ساترا الكعبين وما تحتهما، والعادة أنه لا يحتاج أن يلبس فوقه كنادر ولا بسطار للاكتفاء به، ومع ذلك فإن الفقهاء ذكروا حكم من لبس خفا فوق خف، وجعلوا الحكم للفوقاني إن لبس الثاني قبل الحدث، وللأسفل منهما إن كان اللبس بعد الحدث. ¶ وقد تقدم في السؤال الثالث والثلاثين ما قيل في ذلك، ويقال كذلك في الجوارب: إذا لبس الثاني قبل الحدث مسح على الأعلى، فإن لبس الثاني بعد الحدث فالمسح على الأول إن كان صفيقا غير مخرق، وكذا حكم من لبس الشراب وحده ثم أحدث فلبس بعد الحدث الكنادر المشدودة أو البسطار الساتر فالمسح على الشراب لتعلق الحكم به، والله أعلم. ¶ المسح على الكنادر إذا كانت إلى الكعبين ¶ السؤال: [ 43 ] ¶ إذا كانت الكنادر إلى الكعبين فهل يمسح عليها؟ ¶ الجواب: ¶ المشهور من الكنادر أنها لا تستر محل الفرض بل تكون إلى نصف الكعب أو أسفل منه ويبدو ظاهر القدم مما يلي الأخمص، فهذا النوع لا يمسح عليه وحده، فإن لبس تحته شرابا وكان الكندر كالنعل يخلعه في المجالس وعند النوم فالمسح على الشراب، فإن شد الكنادر فوق الشراب وأحكم ربطها ولم يخلعهما إلا سواء فالمسح على الأعلى وهو الكنادر، فإن وجد من الكنادر ما يستر القدم كله إلى مستدق الساق جاز المسح عليه بشرطه.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "المسح على الكنادر والبسطار ¶ السؤال: [ 44 ] ¶ إذا مسح على الكنادر والبسطار ثم خلعها فهل ينتقض وضوءه؟ ¶ الجواب: ¶ سبق نحو ذلك في السؤال الثامن والعشرين، وفي السؤال الحادي والثلاثين في حكم الخفين وذكرنا أن القول المختار بطلان الطهارة لمن خلعهما بعد المسح عليهما من حدث ولو كان حال الخلع متطهرا وما في ذلك من الخلاف، فيقال في الكنادر والبسطار مثل ذلك بشرط أن يكون المسح عليهما بعد الحدث، أما إن توضأ ولبسهما وبقي على طهارته ومسح عليهما لتجديد الوضوء فإن خلعهما لا يبطل الوضوء لبقائه على طهارته الأولى كما لو لم يلبسهما. ¶ إذا لم يشق خلع الكنادر هل يمسح عليه ¶ السؤال: [ 45 ] ¶ إذا لم يشق خلع الكنادر فهل يجوز المسح عليها؟ ¶ الجواب: ¶ اعلم أن المسح على الخفاف وما أشبهها إنما شرع رخصة للحاجة إلى التدفئة ووقاية القدم، فمتى كان محتاجا إلى لبس الخف أو الكنادر أو الشراب فإنه يمسح عليها إلى مدتها سواء شق خلعها أو لم يشق؛ لوجود السبب الداعي إلى اللباس، ثم متى استغنى عنها وزالت الحاجة أو خفت شرع نزعها وغسل القدمين؛ ولهذا قال الفقهاء: ولا يلبس ليمسح، أي: لا يجوز له اللبس من غير حاجة وإنما يريد إسقاط الغسل كما سبق في أول الأسئلة. ¶ خلع الكنادر ولبسها ¶ السؤال: [ 46 ] ¶ هل يجوز أن يخلع الكنادر ويلبسها أو يلبس غيرها إذا كان على طهارة سواء مسح عليها قبل أن يخلعها أو لم يمسح ؟ ¶ الجواب: ¶ تقدم نحو ذلك في السؤال الحادي والثلاثين في خلع الخف بعد المسح عليه فيقال مثل ذلك في الكنادر فمتى خلعها بعد الحدث بطل وضوءه وسواء كان طاهرا حال الخلع أو محدثا وسواء مسح عليها قبل الخلع أو لم يمسح ولا فرق بين إعادة لبس الكنادر التي خلعها أو لبس غيرها فالمختار أن يجدد الوضوء ويغسل قدميه ؛ لأن المسح بطل أثره بخلع الممسوح عليه ؛ ولأنه يكون كمن توضأ وترك قدميه حتى يبست أعضاؤه وفاتت الموالاة فإنه يعيد الوضوء كاملا كما تقدم.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "المشقة في خلع البسطار ¶ السؤال: [ 47 ] ¶ يقول بعض الإخوان: يشق علينا خلع البسطار فنصلي فيه في بعض المساجد ولكن بعض جماعة المسجد ينتقدون فعلنا، فما رأيكم؟ ¶ الجواب: ¶ عليكم أن تتفقدوا أحذيتكم عند دخول المساجد، فإن كان بها أذى أو قذر مسحتموه بالتراب، وإن كان فيها نجاسة عينية طهرتموها، فبعد ذلك لا بأس بالصلاة فيها سيما مع مشقة نزعها، وقد ثبت في الصحيح عن أنس(¬1) أن النبي - صلى الله عليه وسلم - كان يصلي في نعليه، وروى أبو داود(¬2) وابن حبان في ( صحيحه ) (¬3) عن شداد بن أوس قال: قال رسول الله -صلى الله عليه وسلم- : \" خالفوا اليهود فإنهم لا يصلون في نعالهم ولا خفافهم \" وروى أبو داود(¬4) عن أبي سعيد أن النبي - صلى الله عليه وسلم - قال: \" إذا جاء أحدكم إلى المسجد فلينظر، فإن رأى في نعليه قذرا أو أذى فليمسحه وليُصلِّ فيهما \" وقد روى أكثر من عشرين صحابيا ذكر الصلاة في النعال، أشار إليها الشوكاني في ( النيل ) (¬5) والترمذي في ( سننه ) (¬6). ¶ وذكر في ( الشرح ) (¬7) من خرجها، ولا شك في جواز الصلاة بالنعال لكن بعد التحقق من نظافتها وعدم تلويثها للمسجد؛ وحيث إن الفرش الموجودة تتأثر بأدنى الغبار أو القذر اليسير الذي تحمله الأحذية، فينبغي مراعاة عدم تلويثها وإيذاء المصلين بها، ولكن إذا كان هناك مشقة في خلع البسطار أو الخفين فلا بأس بالصلاة فيها لأمن الأذى والحرص على مسحها وتنظيفها قبل دخول المسجد والاعتذار عن ذلك بالمشقة، والله أعلم. ¶ مسح بعض الرأس ¶ السؤال: [ 48 ] ¶ ما حكم مسح بعض الرأس؟ ¶ الجواب: ¶ ¬__________ ¶ (¬1) البخاري مع الفتح 1/494. ¶ (¬2) 1/427. ¶ (¬3) 5/561. ¶ (¬4) 1/427. ¶ (¬5) نيل الأوطار 2/231. ¶ (¬6) 2/249. ¶ (¬7) 2/250 بتحقيق وشرح الشيخ أحمد محمد شاكر.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "لا صلة لمسح الرأس بمسح الخفين وله صلة بمسح العمامة؛ وذلك لأن الشافعية(¬1) ذهبوا إلى جواز الاكتفاء بمسح بعض الرأس، واستدلوا بما رواه المغيرة بن شعبة أنه وصف وضوء النبي -صلى الله عليه وسلم- وفيه: ومسح بناصيته وعلى العمام والخفين(¬2) وغيره، قالوا: لأن الناصية هي مقدم الرأس؛ فحيث اقتصر على مسحها دل على جواز الاقتصار على جزء من الرأس قالوا: ولو بعض شعرة، وجعلوا الباء في قوله: { وَامْسَحُوا بِرُءُوسِكُم } للتبعيض، أي: بعض رؤوسكم. ¶ والجواب عن الحديث: أن النبي -صلى الله عليه وسلم- لم يقتصر على مسح الناصية بل كمل بمسحه على العمامة؛ حيث كان قد شدها على رأسه، ولم ينقل عنه الاقتصار على بعض الرأس وهو مكشوف، وقد ثبت في حديث عبد الله بن زيد بن عاصم في صفة وضوء النبي - صلى الله عليه وسلم - التعميم بقوله: ثم مسح رأسه بيديه فأقبل بهما وأدبر، بدأ بمقدم رأسه ثم ذهب بهما إلى قفاه، ثم ردهما حتى رجع إلى المكان الذي بدأ منه(¬3) إلخ. ¶ وقد ذهب الحنفية إلى الاكتفاء بمسح ربع الرأس لحديث الناصية، وقد ذكرنا الجواب عنه. وقد دلت السنة على وجوب تعميم الرأس كما في حديث عبد الله بن زيد المذكور، ومثله عن علي(¬4) وعن المقداد بن معديكرب(¬5) وغيرهم، وهي تبين ما أجمل في الآية وترجح أن الباء فيها للإلصاق، وهو المعروف من اللغة في مثل هذا السياق. ¶ شروط المسح على العمامة ¶ السؤال: [ 49 ] ¶ ما شروط المسح على العمامة وما صفته؟ ¶ الجواب: ¶ ¬__________ ¶ (¬1) انظر: المجموع شرح المهذب 1/399. ¶ (¬2) مسلم بشرح النووي 1/173. ¶ (¬3) متفق عليه، صحيح البخاري 1/58، 61، ومسلم 1/210، 211. ¶ (¬4) أخرجه النسائي 1/60، وأحمد 1/110. ¶ (¬5) سنن أبي داود 1/27.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "العمامة ما يلبس فوق الرأس لوقايته من البرد والشمس وهي من الزينة، وقد روى القضاعي في ( مسند الشهاب ) (¬1) والديلمي في ( مسند الفردوس ) (¬2) حديثا مرفوعا بلفظ: العمائم تيجان العرب وروى أبو داود(¬3) والترمذي(¬4) والحاكم وغيرهما عن ركانة حديثا غريبا بلفظ: فرق ما بيننا وبين المشركين العمائم على القلانس ثم إن العمامة تطلق على كل ما يغطى الرأس؛ لأنها تعمه، ولكن ورد المسح على نوع منها واشترطوا له شروطا فمنها: أن تكون محنكة وهي التي تلف على الرأس، ثم يجعل طرفها تحت الحنك، ومن شروطها ستر جميع الرأس إلا ما جرت العادة بكشفه، كمقدم الرأس وهو الناصية وكالأذنين وجوانب الرأس وأطراف الشعر، فإنه يعفى عنه لجريان العادة بعدم ستره وصعوبة التحرز عنه، وكذا لو ظهر أطراف القلنسوة تحت العمامة، وسواء كانت ذات ذؤابة أو لم تكن لسترها لمحل الفرض ومشقة نزعها. ¶ ويشترط للمسح عليها كونها مباحة كما في الخفين وأن يلبسها بعد كمال الطهارة، وحكمها حكم الخف في التوقيت بيوم وليلة للمقيم وثلاثة أيام بلياليها للمسافر، واختلفوا في العمامة ذات الذؤابة وهي الطرف الذي يرخى بين الكتفين، فمن جوز المسح عليها علل بأنها لا تشبه عمائم أهل الذمة؛ ولأنها ساترة ويشق خلعها ومسح الرأس تحتها عادة. ومن منع المسح -وهو الأرجح - استدل بما روى أبو عبيد في ( الغريب ) (¬5) أن النبي -صلى الله عليه وسلم- أمر بالتلحي ونهى عن الاقتعاط، وفسره بعدم التحنيك ولعدم المشقة في رفعها ومسح الرأس تحتها، فأما العمامة الصماء -وهي غير المحنكة ولا ذات ذؤابة- فلا يجوز المسح عليها؛ لأنها تشبه عمائم أهل الذمة وقد نهينا عن التشبه بهم، وليس في نزعها مشقة. ¶ ¬__________ ¶ (¬1) 1/75. ¶ (¬2) 2/315، وانظر ضعيف الجامع الصغير ص567، برقم (3891، 3892). ¶ (¬3) 4/341. ¶ (¬4) 4/217. ¶ (¬5) غريب الحديث 3/120.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وقد تقدم قريبا حديث المغيرة في صفة وضوء النبي -صلى الله عليه وسلم- وأنه مسح على ناصيته وعلى العمامة والخفين وفيه دليل على أنه مع مسح العمامة يمسح ما ظهر من جوانب الرأس كالناصية والأذنين وجوانب الرأس على القول بوجوب تعميم الرأس بالمسح في الوضوء، وهو القول الصحيح كما تقدم، وصفة المسح على العمامة أن يبل يديه بالماء ويمرهما على أعلى العمامة وجوانبها، ويستحب أخذ ماء جديد للأذنين كما قيل ذلك في مسح الرأس المكشوف وإن مسحهما مع الرأس أجزأه. ¶ المسح على الطاقية والخمار ¶ السؤال: [ 50 ] ¶ هل يقاس على العمامة الطاقية للرجل والخمار للمرأة؟ ¶ الجواب: ¶ الطاقية: هي القلنسوة تلبس فوق الرأس للوقاية من الشمس والحر، وهي مفصلة بقدر أعلى الرأس، ولا تستر الأذنين غالبا، فلا تقاس بالعمامة في المسح عليها لعدم مشقة رفعها، فأما الخمار للمرأة فهو كل ما تستر به رأسها ووجهها وعنقها كما قال -تعالى- : { وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ } . ¶ ومذهب الجمهور عدم المسح عليها لعدم المشقة في نزعها ؛ ولأنها خاصة بالنساء فتشبه ما يوضع وقاية على الرأس من خرقة أو طاقية فالمسح عليها ترخص لا حاجة إليه، وروي عن الإمام أحمد(¬1) جواز المسح عليها إذا كانت مدارة تحت حلوقهن إلحاقا لها بعمامة الرجل المحنكة ولمشقة نزعها غالبا، وقد روي المسح عليها عن أم سلمة، وهذه الرواية هي المشهورة في كتب الفقهاء من الحنابلة(¬2)، ولعلها تتقيد بالحاجة والضرورة، والله أعلم. ¶ المسح على ما يلبس على الرأس ¶ السؤال: [ 51 ] ¶ ما حكم المسح على ما يلبس على الرأس في أيام الشتاء خشية البرد؟ ¶ الجواب: ¶ ¬__________ ¶ (¬1) المغني 1/384. ¶ (¬2) انظر المغني 1/384، ومطالب أولي النهى 1/127.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "الغالب أن تلك اللفائف التي توضع على الرأس يقصد منها الستر والتدفئة، ولا يصعب رفعها وحلها، بل في الإمكان مسح الرأس من تحتها أو حلها ثم المسح مباشرة على الرأس، فعلى هذا لا أرى المسح عليها، لكن إن كانت شبيهة بالعمامة محنكة أو ذات ذؤابة وسترت الرأس إلا ما يظهر غالبا ويشق ستره وكانت صفيقة أو مبطنة أو مكررة الإدارة ألحقت بالعمائم وأعطيت حكمها وإلا فلا. ¶ المسح على اللفافة الساترة للقدم ¶ السؤال: [ 52 ] ¶ إذا كانت اللفافة ساترة للقدم فهل تأخذ حكم الخف ؟ ¶ الجواب: ¶ نص الإمام أحمد على عدم الجواز للمسح على اللفائف والخرق التي تشد على القدمين، وهو المنصوص المجزوم به عند فقهاء الحنابلة حتى جعله أبو البركات إجماعا، كما ذكره الزركشي(¬1)، وهناك قول بالجواز بشرط قوتها وشدها بخيط قوي أو نحوه، وسترها للقدم وإمكان المشي فيها، ورجحه شيخ الإسلام ابن تيمية -رحمه الله- قال في ( مجموع الفتاوى ) (¬2) وهكذا ما يلبس على الرجل من فرو وقطن وغيرهما إذا ثبت ذلك بشدهما بخيط متصل منفصل مسح عليهما بطريق الأولى، قال: فإن قيل: فيلزم من ذلك جواز المسح على اللفائف وهو أن يلف على الرجل لفائف من البرد أو خوف الحفاء أو من جراح بها ونحو ذلك؟ قيل: في هذا وجهان ذكرهما الحلواني . ¶ والصواب أنه يمسح على اللفائف، وهي بالمسح أولى من الخف والجورب، فإن تلك اللفائف إنما تستعمل للحاجة في العادة، وفي نزعها ضرر: إما إصابة البرد، وإما التأذي بالحفاء، وإما التأذي بالجرح، فإذا جاز المسح على الخفين والجوربين فعلى اللفائف بطريق الأولى، ومن ادعى في شيء من ذلك إجماعا فليس معه إلا عدم العلم، ولا يمكن أن ينقل المنع عن عشرة من العلماء المشهورين فضلا عن الإجماع، والنزاع في ذلك معروف في مذهب أحمد وغيره. اهـ. ¶ ¬__________ ¶ (¬1) 1/395. ¶ (¬2) 21/184.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "فعلى هذا لا يمسح على اللفائف على القول المشهور، لكن إن دعت الضرورة إلى شدها لاتقاء البرد أو وقع الحجارة أو نحو ذلك وكانت ساترة صفيقة يمكن المشي فيها ويشق نزعها فهي أولى بالمسح عليها من الجوارب الموجودة الآن؛ فإن أكثرها شفاف أو رقيق تساهل بالمسح عليها كثير من الناس، والله أعلم. ¶ شروط المسح على الجبيرة ¶ السؤال: [ 53 ] ¶ ما شروط المسح على الجبيرة؟ ¶ الجواب: ¶ الجبيرة هي ما يمسك العظم إذا انكسر كالذراع والساق ونحوهما، وكذا ما يوضع على جرح لشده عن ما يتألم به، وسميت جبيرة تفاؤلا بجبر الكسر، وعرفها بعضهم بقوله: هي أعواد ونحوها تربط على الكسر أو الجرح ليلتئم، وقيل: هي الخشب أو الألواح التي تربط على موضع الكسر حتى ينجبر تحتها، واللصوق هو ما يوضع على قرحة أو جرح فوق الدواء.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ودليل جواز المسح على الجبيرة حديث جابر في الذي أصابه حجر فشجه في رأسه فاغتسل من احتلام فمات ـ، فقال النبي -صلى الله عليه وسلم- : \" إنما كان يكفيه أن يتيمم ويعصب على جرحه خرقة ثم يمسح عليها ويغسل سائر جسده \"(¬1)، لكن يشهد له حديث ابن عباس : \" أن رجلا أصابه جرح ثم أصابه احتلام فاغتسل فكز(¬2) فمات فبلغ رسول الله صلى الله عليه وسلم فقال: لو غسل جسده وترك رأسه حيث أصابه الجرح \"(¬3). ولكثرة طرقه ومخرجيه يعلم شهرة القصة وثبوتها، قال الزركشي(¬4) في باب التيمم: جواز المسح على الجبيرة إجماع في الجملة، وقد دل عليه حديث صاحب الشجة، وروى البيهقي(¬5) وغيره عن ابن عمر من كان به جرح معصوب عليه توضأ ومسح على العصابة ويغسل ما حول العصابة، وإن لم يكن عليه عصابة مسح ما حوله، ومن ثم قال الشافعي(¬6) -رحمه الله- روي عن علي -رضي الله عنه- أنه انكسر إحدى زندي يديه فأمره النبي -صلى الله عليه وسلم- أن يمسح على الجبائر، قال: ولو عرفت إسناده بالصحة لقلت به، وهذا مما أستخير الله فيه اهـ. ¶ ¬__________ ¶ (¬1) رواه أبو داود 1/240، والدارقطني 1/189، والبيهقي 1/227، وفي سنده ضعف. ¶ (¬2) فكز أي أصابه مرض بسبب البرد ¶ (¬3) رواه أحمد 1/330، وابن ماجه برقم 572، والدارمي 1/192، والحاكم 1/165،178، وانظر تفصيل تخريجه في تعليق شيخنا حفظه الله على شرح الزركشي 1/355. ¶ (¬4) شرح الزركشي 1/354. ¶ (¬5) السنن الكبرى 1/228. ¶ (¬6) السنن الكبرى 1/228.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وحديث علي المذكور رواه ابن ماجه(¬1) وعبد الرزاق(¬2) والدارقطني(¬3) وغيرهم، لكنه من رواية عمرو بن خالد الواسطي وهو معروف بوضع الحديث(¬4)؛ وحيث إن المسح على الجبائر مجمع عليه فقد ذكر لذلك شروط في بعضها خلاف فمنها: أن يشدها على طهارة؛ لأنه مسح على حائل فاشترطت الطهارة كالخف، وقيل: لا تعتبر لها الطهارة قبل الشد، وهو الصحيح واختاره الشيخ تقي الدين ابن تيمية(¬5)؛ لأن الكسر يقع بغتة ويبادر إلى وضع الجبيرة في الحال، فاشتراط الطهارة يفضي إلى حرج ومشقة. وقد ذكر الشيخ تقي الدين(¬6) -رحمه الله تعالى- أن الجبيرة تفارق الخف من خمسة أوجه: ¶ أحدها : أن مسح الجبيرة واجب ومسح الخفين جائز، فإن له خلعه وغسل الرجلين. ¶ الثاني : أن الجبيرة تمسح في الطهارة الكبرى؛ لأنه لا يمكن خلعها قبل برء الجرح، بخلاف الخفين فإنه ينزعهما للاغتسال. ¶ الثالث : أن الجبيرة ليس لها حد ووقت تخلع فيه كالخف بل يمسح عليها إلى تمام البرء وانجبار الكسر، بخلاف الخفين فإنهما موقت مسحهما كما سبق. ¶ الرابع : أن الجبيرة يستوعبها بالمسح كما يستوعب غسل ما تحتها إذا كان بارزا؛ فإن مسحها بدل غسل ما تحتها. ¶ الخامس : أن الجبيرة يمسح عليها وإن شدها على حدث عند أكثر العلماء وهو الصواب، اهـ. ¶ الشرط الثاني للجبيرة: أن لا يتجاوز بها موضع الكسر تجاوزا لم تجرِ العادة به، فإن الجبيرة توضع على طرفي الصحيح لينجبر الكسر وفي معنى ذلك ما جرت به العادة من التجاوز لجرح أو ورم، فيعفى عن اليسير الذي لا بد منه وهو موضع الشد، ويكفي المسح عليه. ¶ ¬__________ ¶ (¬1) 1/215. ¶ (¬2) 1/161. ¶ (¬3) 1/236. ¶ (¬4) تقريب التهذيب 2/69، وانظر التعليق المغني على الدارقطني 1/236. ¶ (¬5) مجموع الفتاوى 21/179. ¶ (¬6) مجموع الفتاوى 21/176.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ثم إن المسح على الجبيرة ليس مؤقتا بل يستمر إلى حلها، ثم إذا نزعها وهو على طهارة لم يلزمه غسل ما تحتها ولا إعادة الغسل إن كانت في غير أعضاء الوضوء، فمتى سقطت سقوط برء كان بمنزلة حلق الرأس بعد مسحه، وكشط الجلد بعد الاغتسال لا يوجب غسل ما تحته، وقد فصل القول في الجبيرة شيخ الإسلام ابن تيمية في باب المسح على الخفين من ( مجموع الفتاوى ) (¬1) وكذا الزركشي في باب التيمم من ( شرح الزركشي على مختصر الخرقي ) (¬2) -رحمهما الله تعالى- . ¶ وقد ذكر الزركشي عشرة فروق بين الجبيرة والخف تأتي إن شاء الله في جواب السؤال التاسع والخمسين. ¶ صفة المسح على الجبيرة ¶ السؤال: [ 54 ] ¶ ما صفة المسح على الجبيرة؟ ¶ الجواب: ¶ المسح هو إمرار اليد على الممسوح بعد أن يَبُلَّهَا بالماء، فمتى أراد المسح على الجبيرة فإنه يبل يده أو يديه بماء ثم يمسح الجبيرة كلها، ولا بد من تعميمها بالمسح، وظاهر إطلاق العلماء أنه لا فرق في مسحها بين أن يؤخره إلى تمام الطهارة أو يمسح في أثناء الطهارة، كما لو كانت الجبيرة في القدم أو الذراع فإن له أن يمسح عليها بعد غسل ما قبلها وله تأخير المسح إلى الانتهاء من الطهارة، وكذا إن كانت في غير أعضاء الوضوء فله المسح عليها أثناء الغسل أو بعد الفراغ من الاغتسال كله. ¶ المسح على اللصوق ¶ السؤال: [ 55 ] ¶ هل اللصقة التي توضع على الجرح تأخذ حكم الجبيرة أو الخف؟ ¶ الجواب: ¶ الجرح هو إصابة غير الرأس بمحدد يشق الجلد ويدمي المكان، فإن كانت الإصابة في الرأس أو الوجه سميت شجة، وإن كانت في غيرهما فهي جرح، فمتى وضع على الجرح لصوق أو دواء يمنع وصول الماء إليه، فلا بد من المسح على اللصوق والدواء إن تضرر بالغسل، فإن لم يتضرر اكتفى بمرور الماء عليه. ¶ ¬__________ ¶ (¬1) 21/176. ¶ (¬2) 1/369.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "قال الزركشي(¬1) -رحمه الله تعالى- إذ لا فرق بين الكسر والجرح في موضع الجبيرة، نص عليه أحمد وقصة صاحب الشجة كانت في الجرح، وفي معنى ذلك لو وضع على جرحه دواءً وخاف من نزعه فإنه يمسح عليه، وكذا لو ألقم إصبعه مرارة كما روى الأثرم والبيهقي(¬2) بإسناديهما عن ابن عمر أنه خرجت بإبهامه قرحة فألقمها مرارة وكان يتوضأ عليها اهـ. ¶ وهذا الأثر في ( السنن الكبرى ) للبيهقي في أبواب المسح على الخفين، والمراد: مرارة الشاة التي في جوفها، أي: أدخل أصبعه الجريح فيها كعلاج وحتى لا تتضرر القرحة بالماء، وفسرت(¬3) المرارة بأنها هنة رقيقة فيها ماء أخضر هي لكل ذي روح إلا الجمل. ثم إن الموجود في هذه الأزمنة مما يسمى باللصقة عبارة عن قطعة قماش ونحوه في أحد جانبيها شمع أو لصوق توضع على محل الألم وتلصق عليه فتمسك الجلد واللحم تحته عن التمزق والتشقق وتبقى حتى يلتئم اللحم ويبرأ ثم تنزع، والغالب أنها توضع على محل الألم بعد غسله وتنظيفه سواء كانت في أعضاء الوضوء أو في غيرها، وحيث إنها لا تتأثر بمرور الماء عليها فإنه يكتفى بغسلها مع سائر الجسد عند الاغتسال من الجنابة ونحوها، ولا حاجة إلى المسح عليها كالجبيرة والمرارة، وتعطى حكم الجبيرة في بقائها إلى تمام البرء للمحل وإن كانت في أعضاء الوضوء، فالمختار أن توضع على طهارة من الحدث الأصغر حتى يكتفى بغسلها مع غسل ذلك العضو عند الوضوء، فإن وضعها على حدث اختير أن يتيمم بعد كل وضوء لرفع الحدث عما تحت اللصقة، والله أعلم. ¶ مسح بعض الخف أو الجبيرة أو العمامة ¶ السؤال: [ 56 ] ¶ ما الحكم فيمن اقتصر على مسح بعض الخف أو الجبيرة أو العمامة؟ ¶ الجواب: ¶ ¬__________ ¶ (¬1) شرح الزركشي 1/374. ¶ (¬2) السنن الكبرى 1/228، من طريق الوليد بن مسلم، وأورده ابن الأثير في النهاية 4/316. ¶ (¬3) غريب الحديث 1/81.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "أما الخف فلا يمسح إلا ظاهره من أصابعه إلى ساقه، فيبل يده ويمرها على ظاهره مفرقة الأصابع، فيمسح ظاهره وجانبيه ولا يمسح أسفله ولا عقبه وهو المؤخر، وقد سبق حديث علي -رضي الله عنه- قال: \" لو كان الدين بالرأي لكان أسفل الخف أولى بالمسح من أعلاه، ولقد رأيت رسول الله - صلى الله عليه وسلم - يمسح ظاهر خفيه \" كما تقدم في الجواب الثالث عشر. وأما الجبيرة فإنه يمسح على جميعها؛ لأن المسح ههنا بدل الغسل؛ حيث سقط الغسل للضرورة وأقيم المسح مقامه، فوجب تعميم مسحها كلها، فمن اقتصر على مسح بعضها كان كمن اقتصر على غسل بعض ذلك العضو أو المكان، فلا تتم الطهارة إلا بغسل الجميع أو مسح الجبيرة فوقه، وكذا العمامة لا بد من تعميمها على القول المختار، كما يلزمه تعميم الرأس بالمسح كما تقدم. ¶ اتخاذ الغسل بدل المسح ¶ السؤال: [ 57 ] ¶ ما الحكم فيمن اتخذ الغسل بدل المسح سواء للخف أو للعمامة أو للجبيرة أو اللفائف التي على الجرح؟ ¶ الجواب: ¶ ذكر العلماء أنه لا يشرع غسل الخفين على القدمين بدل المسح؛ لأن الغسل يعرضها للتلف عند التكرار، وفي ذلك إفساد لماليّتها، والشرع قد ورد بالمسح، فإذا فعله اتبع الدليل، وقد صرح العلماء بكراهة غسل الخفين في الوضوء؛ لأنه عدول عن الوارد؛ ولأنه مظنة إفسادهما، ومع ذلك فإن الغسل يرفع الحدث ويبيح الصلاة؛ لأنه أبلغ من المسح. ¶ وأما العمامة فمن المشقة غسلها مع كل وضوء، كما أن غسل الرأس لم يفرض في الوضوء لما في ذلك من الصعوبة والمشقة التي تجلب التيسير، قال صاحب ( المطالب ) (¬1) ويجزئ غسله -أي الرأس- بكراهة بدلا عن مسحه إنْ أمر يده عليه، ولا شك أن غسل العمامة التي تشد على الرأس وتحت الحنك أشد صعوبة، لكن لو غسلها وتحمل المشقة ارتفع الحدث لوجود البلل المطلوب. ¶ ¬__________ ¶ (¬1) مطالب أولي النهى 1/119.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وأما غسل الجبيرة أو اللفائف التي هي اللصوق على الجروح فإنه أيضا شاق وفيه مضرة على الجرح أو الكسر وسبب لتأخير البرء، فإن غسلها وتحمل الضرر أجزأ ذلك عن المسح لوجود المسح وزيادة. ¶ مسح على الجبيرة فهل يتيمم ¶ السؤال: [ 58 ] ¶ إذا مسح الإنسان على الجبيرة فهل يتيمم؟ ¶ الجواب: ¶ إن كانت الجبيرة لم تتجاوز قدر الحاجة اكتفى بالمسح عليها سيما إذا وضعها على طهارة بلا خلاف، أما إن وضعها وهو محدث فقد سبق أن هناك قولا بأنه لا يمسح عليها، لكن إن شق نزعها مسح عليها وتيمم حتى يرتفع الشك. ¶ فأما إن كانت قد تجاوزت قدر الحاجة ويشق نزع الزائد فإنه يمسح عليها كلها ويتيمم عن القدر الزائد للخروج من الخلاف، وخصوصا إذا كان الزائد كثيرا كما في هذه الأزمنة؛ حيث يوضع على الرجل أو اليد ما يسمى بالجبس وقد يعم الفخذ والساق والقدم، مع أن الكسر في أحدها اعتذارا بإيقاف الحركة للعضو المنكسر حتى يلتئم الكسر، مع أن الجبر القديم يكون بألواح صغيرة تربط بخيط فوق العظم المنكسر فلا تشل معه الحركة ولا يعوق الإنسان عن القيام والتنقل ومع ذلك يحصل به البرء تماما. وأما إن كان الجرح بارزا كقرحة في الوجه أو الذراع أو القدم وفي غسلها ضرر وألم أو تأخر برء وشق أيضا المسح عليها باليد لتضرره بذلك فإنه يغسل الصحيح الذي حول الجرح ويكتفي بالتيمم عن الجرح الذي لم يمسه الماء، ويقال كذلك في المجدور الذي عمت القروح بدنه وصعب عليه غسلها أو مسحها أنه يكتفي بالتيمم، فإن قدر على مسح بعضها أو غسله لم يسقط وتيمم عن الباقي. ¶ اشتراط الطهارة قبل المسح ¶ السؤال: [ 59 ] ¶ هل يشترط للمسح على الجبيرة أو العمامة أن تكونا موضوعتين على طهارة؟ ¶ الجواب:",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "أما العمامة فلا خلاف أنه لا بد قبل لبسها من مسح الرأس في الوضوء، واشترط أكثر العلماء لبسها بعد تمام الطهارة، أي بعد غسل القدمين، والأقرب جواز المسح عليها إذا لبسها بعد مسح الرأس ولو قبل غسل الرجلين؛ لارتفاع الحدث عن الرأس بمسحه، واختلف فيما إذا لبس العمامة في طهارة مسح فيها على الخفين؛ حيث قد قيل : إن مسح الخفين لا يرفع الحدث عن القدمين وإنما يبيح الصلاة حتى تنقضي المدة للمسح، ولعل الأقوى أنه يجوز المسح على العمامة بشروطها إذا لبسها على طهارة قد مسح فيها على جبيرة أو على خفين ونحوهما لوجود السبب المبيح للمسح. ¶ وأما الجبيرة فقد سبق في الجواب الثالث والخمسين ذكر شروط المسح عليها، وأن المشهور عند الفقهاء اشتراط وضعها على طهارة من الحدثين، وأن الصواب عدم الاشتراط، قال شيخ الإسلام ابن تيمية في باب المسح على الخفين من ( مجموع الفتاوى ) (¬1) : الخامس: أن الجبيرة يمسح عليها وإن شدها على حدث، عند أكثر العلماء، وهو إحدى الروايتين عن أحمد وهو الصواب، ومن قال : لا يمسح عليها إلا إذا لبسها على طهارة ليس معه إلا قياسها على الخفين وهو قياس فاسد؛ فإن الفرق بينهما ثابت من هذه الوجوه، ومسحها كمسح الجلدة ومسح الرأس ... إلخ. ¶ وقد ذكر الزركشي(¬2) في آخر باب التيمم عشرة فروق بين الخف والجبيرة: ¶ الأول : أنه يمسح وإن كان عاصيا بسفره بلا خلاف، وفي مسحه للخف خلاف، فقيل: لا يمسح مطلقا، وقيل: يمسح مَسْحَ مقيم. ¶ الثاني : أنها تمسح مع الحدثين الأصغر والأكبر؛ لأن مسحها للضرورة. ¶ الثالث : أن مسحها لا يتوقت بمدة؛ لأنه مَسْحٌ للضرورة فيبقى ببقائها. ¶ الرابع : أنه لا يشترط سترها لمحل الفرض إذا لم تكن حاجة. ¶ الخامس : أن شدها مختص بحال الضرورة بخلاف الخف. ¶ السادس : أنها تستوعب بالمسح كالتيمم. ¶ السابع : أنها تجوز مع خرق ونحوه يبدو منه بعض محل الفرض والخلاف في الخف المخرق. ¶ ¬__________ ¶ (¬1) 21/179. ¶ (¬2) 1/376.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "الثامن : صحة المسح عليها ولو كانت من حرير ونحوه، على رواية صحة الصلاة في ثوب الحرير، بخلاف الخف على القول المحقق. ¶ التاسع : أنها لا تشترط لها الطهارة رأسا في رواية بخلاف الخف. ¶ العاشر : أنه لو لبس الخف على طهارة مسح فيها على جبيرة جاز أن يمسح عليه، بخلاف ما إذا لبس الخف على طهارة مسح فيها على عمامة، أو لبس العمامة على طهارة مسح فيها الخفين فإنه لا يمسح على وجه وإن كان الراجح جواز المسح مطلقا، والله أعلم. ¶ المسح على القلانس ¶ السؤال: [ 60 ] ¶ ما حكم المسح على القلانس ؟ ¶ الجواب: ¶ القلانس جمع قلنسوة، وهي الطاقية التي توضع على الرأس، وقد أشير إليها في السؤال الخمسين، والصحيح عدم المسح على القلانس، قال في ( المطالب ) (¬1) ؛ لأنه لا يشق نزعها فأشبهت الكتلة. ¶ وفسرت القلانس بأنها مبطنات تتخذ للنوم، ومثلها الدنّيات قلانس كبار كانت القضاة تلبسها، قال في ( مجمع البحرين ) :هي على هيئة ما تتخذه الصوفية الآن. ¶ وقال في ( الشرح الكبير ) (¬2) : أراد القلانس المبطنات كدنيات القضاة والنوميات، فأما الكتلة فلا يجوز المسح عليها لا نعلم فيه خلافا؛ لأنها لا تستر جميع الرأس عادة ولا تدوم عليه، فأما القلانس التي ذكرناها ففيها روايتان: إحداهما: لا يجوز المسح عليها، ثم ذكر أنه قول الأئمة الثلاثة وإسحاق والأوزاعي. قال ابن المنذر لا نعلم أحدا قال به؛ لأنه لا يشق نزعها أشبهت الكتلة؛ ولأن العمامة التي ليست محنكة ولا ذؤابة لها لا يجوز المسح عليها، وهذه أدنى منها. ¶ ¬__________ ¶ (¬1) 1/128. ¶ (¬2) 1/384.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "ثم ذكر الرواية الثانية عن أحمد بجواز المسح عليها، وذكر عن أنس أنه مسح على قلنسيته(¬1)، وروى الأثرم عن عمر أنه قال: إن شاء حسر عن رأسه وإن شاء مسح على قلنسيته وعمامته وروى بإسناده عن أبي موسى أنه خرج من الخلاء فمسح على القلنسوة، قال: ولأنه ملبوس معتاد يستر الرأس أشبه العمامة المحنكة وفارق العمامة التي قاسوا عليها؛ لأنها منهي عنها، والله أعلم. اهـ. ¶ ولعل القول بالمسح خاص ببعض القلانس وهي التي تستر الرأس كله وتلاصقه ويصعب رفعها، وقد فسر الدنيات في ( حاشية الشرح ) (¬2) بالقلانس ؛ لأنها تشبه الدن، وأما النوميات ففي ( الإنصاف ) (¬3) أنها مبطنات تتخذ للنوم وكذا في ( المطالب ) (¬4) . ¶ وأشكلت على المحشي على الشرح فاستظهر أنها النونيات -بالنونين- والأول أقرب، وأما الكتلة ففسرها بأنها غطاء للرأس ولها كلاليب بغير عمامة فوقها، يلبسها السلطان والأمراء وسائر العساكر، ولعلها ما يسمى بالبرنيطة. ¶ وذكر في ( التعليق ) (¬5) عن الحافظ ابن حجر قال: القلنسوة غشاء مبطن يستر به الرأس، قاله القزاز في شرح الفصيح، وقال ابن هشام: هي التي يقول لها العامة: الشاشة، وفي ( المحكم ) : هي من ملابس الرؤوس المعروفة، وقال أبو هلال العسكري: هي التي تغطى بها العمائم وتستر من الشمس، كأنها عنده رأس البرنس، اهـ . ¶ والله أعلم، وصلى الله على محمد وآله وصحبه وسلم. ¶ الخاتمة ¶ ¬__________ ¶ (¬1) أخرجه عبد الرازق 1/190، وابن أبي شيبة 1/188، والبيهقي 1/285. ¶ (¬2) 1/384. ¶ (¬3) 1/386. ¶ (¬4) 1/128. ¶ (¬5) حاشية المقنع والشرح الكبير والإنصاف 1/386.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وبعد أن أنهيت هذه الأجوبة أعتذر عما وقع فيها من خلل أو خطأ، أو زلة قلم أو سهو أو غفلة؛ فإن الإنسان محل النسيان، وأعتذر أيضا عن عدم التبويب والترتيب، فقد أبقيتها على ما وضعها السائل الأخ طارق الخويطر -وفقه الله- مع أن المراجع قد يقع بينها اختلاف في مواضع هذه المسائل، مع أن المرجع موحد، وهو أبواب المسح على الخفين. وأعتذر أيضا عن عدم ذكر النقول وإضافتها إلى قائليها أحيانا، فأنا لم أذكر عن نفسي شيئا، إلا أن يكون كلاما قليلا اقتضاه المقام للتوضيح والتمثيل؛ ليظهر المراد ويفهم المقصود. ¶ ثم إني لم أرجع غالبا إلا إلى كتب الحنابلة؛ لأنها مرجع أهل هذه البلاد، ولأنها محتوية على ذكر أقوال العلماء الآخرين، لا سيما كتاب ( المغني ) لابن قدامة ( والشرح الكبير على المقنع ) لابن أبي عمر ؛ حيث تذكر فيهما المذاهب الأخرى وأدلتها ومناقشتها، وقد رجعت إلى بعض كتب الشافعية كـ ( روضة الطالبين ) للنووي ( والمجموع شرح المهذب ) له، ( والشرح الصغير ) في المذهب المالكي، ( وحاشية ابن عابدين ) في المذهب الحنفي. ¶ ثم أعتذر عن ذكر الصفحات والأجزاء عند النقل من الكتب؛ حيث إن الموضوع موحد وهو المسح على الخفين، فهو باب واحد في جميع المراجع، وإن كان ابن قدامة في ( المغني ) والزركشي في ( شرحه على الخرقي ) قد ذكر الجبيرة ونحوها في باب التيمم. ¶ وأعتذر عن تخريج الأحاديث وذكر مواضعها من كتب المسانيد والصحاح والسنن، اكتفاء بتخريجنا لأكثرها في تحقيق ( شرح الزركشي ) وتخريج محققي ( المغني )، ( والشرح الكبير ) لتوفر هذه المراجع وسهولة الرجوع إليها.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وأعتذر عن الإطالة والتوسع في بعض المواضع، لدعاء الحاجة إلى ذلك، ولتكون هذه الأجوبة كافية لمن أراد الاقتناع في هذا الباب، وأعتذر أيضا عن عدم الترجيح غالبا في المسائل الخلافية؛ حيث إن الأدلة والتعليلات متعادلة، وفي إمكان القارئ أن يختار ما يترجح له بعد معرفة الأقوال وأدلتها، وما يرد عليها، وذكر ما أختاره منها أحيانا، وذلك حسب ما ظهر لي، ولو خالف اختياري ما يرجحه بعض المشايخ من علماء هذه البلاد وغيرهم مما فيه بعض التساهل والتوسع الذي لا يناسب الاحتياط للعبادة المفروضة؛ كالمسح على الجوارب الرقيقة التي تصف البشرة، أو المخرقة، مع الفرق الكبير بينهما وبين الجوارب القديمة، كما ذكرنا ذلك في موضعه. ¶ ومع ذلك، فما أبرئ نفسي، فهذه بضاعتي المزجاة أعرضها عليك أيها القارئ، فإن وجدت صوابا، فهو من الله -تعالى- وهو ذو الفضل العظيم، وإن وجدت خطأ، فمني ومن الشيطان، والله ورسوله بريء من الأخطاء فيه، والإنسان محل النسيان، ¶ والله أعلم وأحكم، وصلى الله على نبينا محمد وآله وصحبه وسلم. ¶ كتبه /عبد اللَّه بن عبد الرَّحمن بن عبد اللَّه الجِبرين ¶ عضو الإفتاء سابقا",
            "page": "63",
            "part": "1"
        }
    ],
    "t37647": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "fatawahmash"
        }
    ]
}