{
    "b37649": [
        {
            "id": "1",
            "nass": "فتاوى في صلاة الاستخارة ¶ لسَمَاحَةِ الشَّيْخِ العلاّمةِ ¶ د. عَبْدِ اللَّهِ بنِ عَبْدِ الرَّحْمَنِ بنِ جِبْرِيْنٍ ¶ ـ سَلَّمَهُ اللَّهُ تَعَالَى ـ ¶ قام بتنسيق الرّسالة ?ونشرها : ¶ سَلمَانُ بْنُ عَبْدِ القَادِرِ أبُوْ زَيْدٍ ¶ غَفَرَ اللَّهُ لَهُ ،ولِوَالدَيْهِ ،ولِمَشَايخِهِ ،ولجَمِيْعِ المُسْلِمِيْنَ. ¶ « تقديم » : ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الحمد لله وحده، والصلاة والسلام على من لا نبي بعده، محمد وآله وصحبه، وبعد: ¶ فقد كنت كتبت أجوبة تتعلق بصلاة الاستخارة وكيفيتها، وما يتعلق بها من أحكام، وكان الذي جمعها واقترحها الشيخ الدكتور طارق بن محمد بن عبد الله الخويطر وقد نشرت في مجلة الحرس الوطني، ثم رغب الدكتور طارق في طبعها مفردة في كتيب متحد ليعم نفعها، وقد أذنت في ذلك، ووكلته ليتولى المراجعة والإشراف والتصحيح والنشر، وفيه الكفاية، فنأمل تسهيل أمره وعدم التعويق؛ نظرًا للمصلحة الظاهرة. ¶ وصلى الله على محمد وآله وصحبه وسلم. ¶ قال ذلك وكتبه ¶ عبد اللَّه بن عبد الرَّحمن الجِبرين ¶ (عضو الإفتاء المتقاعد) ¶ « حكم صلاة الاستخارة » : ¶ س1: ما حكم صلاة الاستخارة ؟ ¶ ج1: الأصل أنها مباحة إذا كان ذلك الأمر الذي يستخير فيه من الأمور العادية: كبيع وشراء وانتقال وسكنى. وتكون مستحبة إذا توقف في أمر من الأمور المهمة: كسفر لجهاد وحج وكصلة وصدقة في بعض المناسبات. وذلك لأنها بمنزلة الاستشارة عند التوقف في أمر من الأمور التي تعرض للإنسان ولا يدري هل يمضى فيها أو يتركها؛ لأنه لا يعلم عواقب الأمور، فقد يتوقف في النكاح من تلك المرأة، أو تزويج ذلك الرجل؛ حيث لا يعلم هل فيه مصلحة أو فيه مضرة، فكان من المناسب أن يسأل ربه عن ذلك الأمر: هل فيه خير أو فيه شر؟ حتى يفتح الله عليه، وهكذا يقال في الطلاق والقصاص والوظائف والشركات والمساهمات وما يلحق بها، فهي لا تخرج عن كونها مباحة أو مستحبة والله أعلم. ¶ «",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "صفة صلاة الاستخارة » : ¶ س2: ما صفة صلاة الاستخارة ؟ ¶ ج2: روى البخاري(¬1) وغيره(¬2) عن جابر -رضي الله عنه- قال: « كان رسول الله -صلى الله عليه وسلم- يعلمنا الاستخارة في الأمور كما يعلمنا السورة من القرآن، يقول: إذا هم أحدكم بالأمر فليركع ركعتين من غير الفريضة، ثم ليقل: اللهم إني أستخيرك بعلمك، وأستقدرك بقدرتك، وأسألك من فضلك العظيم، فإنك تقدر ولا أقدر، وتعلم ولا أعلم، وأنت علام الغيوب، اللهم إن كنت تعلم أن هذا الأمر خير لي في ديني ومعاشي وعاقبة أمري -أو قال: عاجل أمري وآجله- فاقدره لي ويسره لي، ثم بارك لي فيه، وإن كنت تعلم أن هذا الأمر شر لي في ديني ومعاشي وعاقبة أمري -أو قال في عاجل أمري وآجله- فاصرفه عني واصرفني عنه، واقدر لي الخير حيث كان ثم ارضني به. قال: ويسمي حاجته ». ¶ وظاهر الحديث أن الدعاء يكون بعد السلام من الركعتين، بأن يرفع يديه بعد صلاة ركعتين، ثم يدعو بهذا الدعاء. وفي الحديث إن سبب هذه الصلاة هو الاستخارة، فلا يدعو بعد صلاة الفريضة، لكن إن دعا بعد كل صلاة، أو كرر صلاة الاستخارة، جاز ذلك، كما لو لم يظهر له ترجيح أحد الأمرين. ¶ « صلاة الاستخارة في الحرمين » : ¶ س3: هل لصلاة الاستخارة في الحرمين مزية بحيث يحرص المستخير على أن يصلي فيهما أو في أحدهما؟ ¶ ¬__________ ¶ (¬1) برقم (1162). ¶ (¬2) أبو داود (1538) والترمذي (480) والنسائي (3253)، وابن ماجه (1383) وأحمد 3 / 344.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ج3: الصلاة تضاعف بشرف المكان كما تضاعف بشرف الزمان، وقد ثبت أن الصلاة في المسجد النبوي بألف صلاة فيما سواه إلا المسجد الحرام، وأن الصلاة في المسجد الحرام(¬1) تعدل مائة ألف صلاة في بقية المساجد إلا المسجد النبوي والمسجد الأقصى(¬2) فيكون المسجد الحرام أفضل مساجد الدنيا، ثم يليه المسجد النبوي ثم يليه المسجد الأقصى ¶ ¬__________ ¶ (¬1) روى البخاري (1190) ومسلم (1394) من حديث أبي هريرة -رضي الله عنه-، أن النبي صلى الله عليه وسلم قال: صلاة في مسجدي هذا خير من ألف صلاة فيما سواه إلا المسجد الحرام. ¶ (¬2) روى ابن ماجه (1406)، وأحمد 3 / 343، 397، من حديث جابر بن عبد الله -رضي الله عنه-ما قال: قال رسول الله صلى الله عليه وسلم: صلاة في مسجدي هذا أفضل من ألف صلاة فيما سواه إلا المسجد الحرام، وصلاة في المسجد الحرام أفضل من مائة ألف صلاة فيما سواه. ¶ وروى أحمد 4 / 5 وابن حبان (1620) عن عبد الله بن الزبير -رضي الله عنهما- قال: قال رسول الله صلى الله عليه وسلم: صلاة في مسجدي هذا أفضل من ألف صلاة فيما سواه إلا المسجد الحرام، وصلاة في المسجد الحرام أفضل من مائة صلاة في هذا. ¶ وروى البزار والطبراني من حديث أبي الدرداء رفعه: الصلاة في المسجد الحرام بمائة ألف صلاة، والصلاة في مسجدي بألف صلاة، والصلاة في بيت المقدس بخمسمائة صلاة. قال البزار: إسناده حسن. فتح الباري (3 / 67) وقال الهيثمي: رواه الطبراني في الكبير ورجاله ثقات وفي بعضهم كلام وهو حديث حسن. مجمع الزوائد (4 / 7).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وإذا كانت الصلاة مضاعفة في هذه المساجد، فإنها تكون أقرب إلي إجابة الدعاء فيها، فإذا صلى فيها صلاة الاستخارة، ثم دعا بعدها بدعاء الاستخارة، رجا أن يكون أقرب للإجابة لشرف المكان، وهكذا إذا اختار زمانا فاضلا: كأيام الموسم في الحج وشهر رمضان ويوم الجمعة، وهكذا إذا كرر الدعاء وأظهر التواضع والتذلل، وشدة الحاجة وشدة الفاقة وصدق الرغبة، حيث يجتمع شرف المكان وشرف الزمان، والإلحاح في الدعاء، وإظهار الاستضعاف والتذلل، فمتى ظهر له بعد ذلك الخير أو المصلحة فيما اختاره الله له، فعليه أن يمضي فيما ينشرح له صدره ويترك ما سواه؛ ففيه الخير والمصلحة بإذن الله تعالى. ¶ « صلاة الاستخارة للحائض والنفساء » : ¶ س4: إذا احتاجت الحائض والنفساء لصلاة الاستخارة فما العمل؟ ¶ ج4: حيث إن الحائض والنفساء تسقط عنها صلاة الفرض لما معها من الحدث الدائم، فإنا نرى أنها لا تشرع لها صلاة الاستخارة، كما لا تشرع لها صلاة الضحى ولا التهجد بالليل ولا بقية نوافل الصلاة، فإذا احتاجت إلى الاستخارة في أمر من الأمور المهمة، فإنها تستقبل القبلة وترفع يديها وتدعو بدعاء الاستخارة، وتردد ذلك وتلح في الدعاء، وتظهر صدق الرغبة وشدة الحاجة، وتكرر ذلك حتى ترى ما ينشرح له صدرها. ويجوز أن توكل من أقاربها من يستخير لها الاستخارة المشروعة بعد الصلاة المندوب إليها، وتنظر هي ما ينشرح له صدرها بعد استخارتها أو استخارة من توكله ليدعو لها. ¶ « دعاء الاستخارة في السجود أو قبل السلام » : ¶ س5: هل يجوز أن يقال دعاء الاستخارة في السجود أو قبل السلام ؟",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ج5: الأصل أنه يكون بعد السلام، فإن ظاهر الحديث أنه يصلي ركعتين ثم يستخير، أي: يأتي بالدعاء بعد الركعتين. وذلك واضح في أن الدعاء بعد الانتهاء من الصلاة، فيرفع يديه ويدعو حال كونه جالسا مستقبلا القبلة، ويكرر الدعاء، ويقدم بين يديه توسلا بأسماء الله -تعالى- وبصفاته، لقول الله -تعالى- : { وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا }[ سورة الأعراف، الآية : 180 ] ويصلي على النبي -صلى الله عليه وسلم- قبل الدعاء وبعده؛ لما ورد في حديث فضالة ولفظه: « إذا دعا أحدكم فليبتدئ بتحميد الله والثناء عليه، ثم يصل على النبي -صلى الله عليه وسلم- ثم ليدع بما شاء »(¬1). وهكذا ورد أن الدعاء موقوف بين السماء والأرض حتى يصلي على النبي -صلى الله عليه وسلم-(¬2) وهذه المقدمات والوسائل يناسب كونها بعد السلام. ¶ « صلاة الاستخارة قبل الاستشارة أو بعدها » : ¶ س 6: هل تكون صلاة الاستخارة قبل الاستشارة أو بعدها ؟ ¶ ¬__________ ¶ (¬1) رواه ابن السني في عمل اليوم والليلة / 31، ط 2 مطبعة مجلس دائرة المعارف العثمانية بحيدر آباد الدكن، وفي الطبعة التي حققها عبد القادر أحمد عطا إذا صلى أحدكم فليبدأ... وهو الموافق لما في أبي داود (1481) والترمذي (3477) وأحمد 6 / 18 وابن خزيمة (710) وابن حبان (1960) ولفظه عند أبي داود: سمع رسول الله -صلى الله عليه وسلم- رجلا يدعو في صلاته، لم يمجد الله ولم يصل على النبي -صلى الله عليه وسلم-، فقال رسول الله -صلى الله عليه وسلم-: عجل هذا. ثم دعاه فقال له -أو لغيره-: إذا صلى أحدكم فليبدأ بتمجيد ربه والثناء عليه، ثم يصل على النبي -صلى الله عليه وسلم-، ثم يدع بعد بما شاء. ¶ (¬2) الأثر من كلام عمر بن الخطاب -رضي الله عنه- أخرجه الترمذي (356 / 2 ) وانظر الكلام عليه في العلل المتناهية لابن الجوزي (2 / 358) وإرواء الغليل (2 / 177).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ج 6: أرى أنه إذا شك في النتيجة، ولم يترجح عنده الفعل أو الترك، يبدأ بالاستخارة ثم يكررها مرتين أو ثلاثا، فإن توقف بعد ذلك ولم ينشرح قلبه لأحد الأمرين، انتقل إلى المشاورة، ويستشير أهل الرأي والعلم والمعرفة والتجربة، ممن رزق عقلا وفكرا ثاقبا وفهما للأمور، وما ندم من استشار. ¶ « صلاة الاستخارة جماعة » : ¶ س7: إذا كان هناك أكثر من شخص يريدون الاستخارة، فهل يجوز لهم أن يصلوا جماعة؟ ¶ ج 7: أرى أن كل فرد منهم يصلي لنفسه وحده، ويستخير لنفسه مرتين أو ثلاثا، ولم أجد من تعرض لصلاة الاستخارة جماعة لكن قد يجوز ذلك إذا كان بعضهم لا يحفظ الدعاء، أو لا يفهم المراد منه، وقد يجوز إذا قيل: إن النافلة تصلى جماعة، وأنها أفضل من صلاة المنفرد. وهذا فيما إذا كان طلبهم موحدا، كما لو أراد كل منهم الغزو أو الحج، أو شراء عقار ونحوه، أو المساهمة في شركة، أو إنشاء مشروع يجتمعون فيه، فلهم أن يستخيروا في الفعل أو الترك. ¶ « قراءة الدعاء للاستخارة من كتاب » : ¶ س8: هل يجوز قراءة الدعاء للاستخارة من كتاب ؟ ¶ ج 8: هذا الدعاء رواه البخاري في صحيحه، عن جابر -رضي الله عنه- وقد شرحه الحافظ ابن حجر في الفتح(¬1) وذكر الطريق الذي روي بها وما في سنده من الاختلاف، وحيث إنه دعاء مختصر، فإن الأصل حفظه واستظهاره؛ حتى يقرأه بعد أن يرفع يديه، فإن شق حفظه كما يحصل لبعض العامة ولغير العرب، جاز أن يقرأه من ورقة أو كتاب؛ ليحصل الدعاء به بلفظه، وإذا لم يفهم معناه باللغة العربية، جاز أن يترجم له بلغته التي يفهمها، وله أن يدعو به مترجما إذا سهل عليه حفظه بلغته وشق عليه حفظه بالعربية، بحيث لا يقرؤه إلا مكتوبا، أو لا يعرف الحروف العربية، فإن الله -تعالى- لا تشتبه عليه اللغات. ¶ « الاستخارة في أمور العبادات » : ¶ س9: هل يستخار في أمور العبادات ؟ ¶ ¬__________ ¶ (¬1) 11 / 183.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ج9: لا شك أن فعل العبادات خير محض، وأن فيها الأجر المرتب عليها، وسواء كانت فرائض: كالصلاة، والصوم، والصدقة المفروضة، والحج. أو نافلة: كالجهاد والاعتكاف أو نحو ذلك. ولكن الشك في زمن الفعل لبعضها: هل هو مناسب أو غير مناسب؟ ¶ وقد ذكر النووي في رسالة الإيضاح في مناسك الحج والعمرة(¬1) أنه يصلي صلاة الاستخارة ثم يدعو بالدعاء، ثم ذكر أن هذه الاستخارة إنما هي في هذا الوقت، فقد يكون السفر للحج في ذلك الوقت شرا، وفيه فتنة أو مرض أو حوادث قد كتبها الله، فلا يناسب السفر فيه، ولو كان للجهاد أو للحج، فأما إذا لم يكن فيه سفر ولا يخشى مفسدة: كالصلاة والصوم الفرض، فلا يشرع الاستخارة فيه؛ لتحقق الأجر مع صلاح النية، ولأنه فرض من الله، وقد علم الله أنه خير محض ومصلحته ظاهرة أو خفية، والله أعلم. ¶ « الاستخارة في كل الأمور الصغيرة والكبيرة » : ¶ س10: هل يستخار في كل الأمور الصغيرة والكبيرة ؟ ¶ ج10: لا أرى ذلك فيما هو خير محض، أو قد ظهرت مصلحته، أو له مناسبة، فلا يلزم في البيع ونحوه الاستخارة عند بيع كل سلعة صغيرة أو كبيرة، أو عند كل معاملة: كتأجير ورهن وصرف ونحوها، وإنما تشرع إذا شك في عاقبة ذلك الأمر، ولم يترجح عنده احتمال الفعل أو الترك، كشركة كبيرة ورهن ووكالة وضمان وعقد نكاح وطلاق وفسخ، ومعاملة لها أهمية ونحو ذلك، فله الاستخارة لعدم معرفته بنتيجة ذلك، فالله هو العالم بما فيه من خير أو شر. ¶ « صلاة الاستخارة في وقت نهي » : ¶ س11: هل تصلى صلاة الاستخارة في وقت نهي ؟ ¶ ج11: الصحيح أنها لا تصلى في وقت النهي؛ وذلك لأنها عبادة مستقلة من جنس الصلاة التي هي من النوافل، فتدخل في عموم أحاديث النهي عن الصلاة بعد العصر وبعد الفجر، ولا تدخل في ذوات الأسباب؛ لأن وقتها واسع، ولا ضرر في تأخيرها ساعة أو ساعتين حتى يخرج وقت النهي. ¶ « الاستخارة لأكثر من أمر في صلاة واحدة » : ¶ ¬__________ ¶ (¬1) ص 8.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "س12: هل يستخار لأكثر من أمر في صلاة واحدة؟ ¶ ج 12: يجوز ذلك، وتجعل الصلاة وسيلة للدعاء بعدها، فلا مانع من كون الاستخارة بعد الصلاة في حاجتين أو أكثر فيقول في الدعاء بعد المقدمة: اللهم إن كانت الحاجة الفلانية والحاجة الفلانية خيرا لي، ويقول: فيسرهما... إلخ. ¶ « الاستقراءة سور معينة في الاستخارة » : ¶ س13: هل يشرع قراءة سور معينة فيها؟ ¶ ج 13: لم يرد نص بتعيين سورة خاصة في هذه الصلاة، فيجوز أن يختار ما يناسبه، كسورة أو بعض سورة. ¶ « ترجح أحد الأمرين » : ¶ س14: من ترجح عنده أحد الأمرين قليلا، هل تشرع له صلاة الاستخارة ؟ ¶ ج 14: إذا تردد في أمرين فعلا وتركا، فإنه يصلي الاستخارة، أما إذا ترجح عنده أحدهما ورأى نفسه تميل إلى ذلك الذي ترجح عنده، فأرى أنه يعزم على فعله سواء قبل الاستخارة أو بعدها، فإن كان الترجح غير قوي، فله أن يستخير مرة أو مرارا. ¶ « ضاق الوقت عن الصلاة ودعاء الاستخارة » : ¶ س15: إذا ضاق الوقت عن الصلاة ودعاء الاستخارة هل يكتفي بالدعاء؟ ¶ ج15: ينبغي أن يصلي في وقت واسع؛ حتى يتسع وقته لصلاة ركعتين والدعاء بعدهما، لكن قد يكون ذلك الأمر يفوت بسرعة فلا يستطيع أن يصلي ثم يدعو، وقد يكون راكبا أو ماشيا فلا يتمكن من الصلاة في تلك الحال ويخشى من الفوات، ففي هذه الحال له أن يدعو بالدعاء رافعا يديه إن قدر على ذلك، وإلا دعا على أية حال يقدر عليها، لعموم قول النبي -صلى الله عليه وسلم- : « وإذا أمرتكم بشيء فأتوا منه ما استطعتم »(¬1). ¶ « تكرار صلاة الاستخارة » : ¶ س16: إذا استخار الإنسان ولم يجد في نفسه ترجحا لأحد الأمرين فهل يكرر الصلاة أو الدعاء؟ ¶ ¬__________ ¶ (¬1) متفق عليه واللفظ للبخاري، البخاري (7288)، ومسلم (1337).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ج 16: يجوز له أن يكرر الصلاة والدعاء بعدها، سواء صلاها في كل يوم أو في كل أسبوع أو في كل شهر، ثم إذا لم يجد تأثرا بعد الصلاة الثانية صلاها ثالثة ورابعة ونحو ذلك، وعليه بعد ذلك أن يستشير من يثق به في ذلك الأمر الذي توقف فيه، فلعل ذلك يفيده ويعمل برأي من أشار إليه من الناصحين له بأحد الأمرين. ¶ « طلب الإنسان من رجل صالح أن يستخير له » : ¶ س17: هل يجوز أن يطلب الإنسان من رجل صالح أن يستخير له ؟ ¶ ج 17: الأصل أن كل إنسان يستخير لنفسه بالصلاة ثم الدعاء بعدها، ثم يستشير غيره، لكن إذا دام التوقف أو اختلف عليه أهل المشاورة، فله أن يطلب من غيره من أهل الصلاح والاستقامة أن يستخير له، فيصلي ثم يدعو ويقول: اللهم إن كنت تعلم أن هذا الأمر خير لفلان ...إلخ. ¶ « الأمر يهم المسلمين في بلد ما فمن يستخير » : ¶ س18: إذا كان الأمر يهم المسلمين في بلد ما فمن يستخير ؟ ¶ ج 18: في هذه الحال على أهل البلد أن يجتمعوا ويتشاوروا في ذلك الأمر فعلا أو تركا، وإذا لم يستقر أمرهم على شيء معين، فلهم أن يختاروا أحدهم يصلي صلاة الاستخارة ويدعو بعدها، ويجوز أن يأمروا أكثر من واحد. ¶ « الأمر يهم الصغير أو اليتيم فمن يستخير » : ¶ س19: إذا كان الأمر يهم الصغير أو اليتيم فمن يستخير؟ ¶ ج19: في هذه الحالة الاستخارة من ولي اليتيم والصغير والسفيه ؛ فإنه الذي يتولى تصريف أمره في بيع وشراء ونكاح وطلاق، فإذا كان هناك تردد في أمر من الأمور التي تتعلق بمال ذلك السفيه، أو بحق من حقوقه، فإن الأمر يعود إلى وليه في الاستخارة والمشاورة؛ لأنه لا يعرف غالبا مصلحة نفسه، فإن كان عنده شيء من الإدراك والفهم، فله أن يستخير هو ولو كان مُوَلًى عليه، ثم يخبر وليه بما ترجح عنده. ¶ « ركعتان بنية صلاة الاستخارة وسنة الوضوء وتحية المسجد » : ¶ س20: هل يجوز أن يصلي الإنسان ركعتين ناويا بهما صلاة الاستخارة وسنة الوضوء وتحية المسجد مثلا؟",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ج20: يجوز ذلك، فمتى أراد أن يستخير لأمر من الأمور المهمة، وتوضأ لرفع الحدث، وذهب إلى المسجد في غير وقت نهي، وصلى فيه ركعتين كفته تلك الركعتان عن سنة الوضوء وتحية المسجد، مع أنه نوى بهما صلاة الاستخارة، وذلك لأن الوضوء يشرع لمن فعله أن يصلى به صلاة مكتوبة كالفجر، أو مسنونة كسنة الصبح وكصلاة الضحى، فإذا صلى ركعتين للاستخارة صدق عليه أنه صلى بذلك الوضوء، وكفاه عن سنة الوضوء وأما تحية المسجد فإن المشروع لمن دخله أن يصلي فيه قبل أن يجلس، سواء كانت صلاته فريضة أو نافلة، حيث يصدق عليه أنه لم يجلس إلا بعد صلاة مشروعة أو مأمور بها، ولا حاجة إلى أن ينوي بهاتين الركعتين أكثر من نية. ¶ والله أعلم وصلى الله على محمد وآله وصحبه وسلم.",
            "page": "10",
            "part": "1"
        }
    ],
    "t37649": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "fatawahsalat"
        }
    ]
}