{
    "b37646": [
        {
            "id": "1",
            "nass": "فتاوى ¶ في ¶ الطهارة الشرعية وموجباتها ¶ لسَمَاحَةِ الشَّيْخِ العَلَّامَةِ ¶ عَبْدِ اللَّهِ بنِ عَبْدِ الرَّحْمَنِ بنِ جِبْرِيْنٍ ¶ ـ حَفِظَهُ اللَّهُ تَعَالَى ،ورَعَاهُ ـ ¶ قام بتنسيق الرّسالة ?ونشرها : ¶ سَلمَانُ بْنُ عَبْدِ القَادِرِ أبُوْ زَيْدٍ ¶ غَفَرَ اللَّهُ لَهُ، ولِوَالدَيْهِ، ولِمَشَايخِهِ، ولجَمِيْعِ المُسْلِمِيْنَ. ¶ « تَقْدِيمُ فَضِيلةِ الشَّيْخِ العَلاَّمَةِ عَبدِ اللَّهِ بنِ عَبدِ الرَّحمنِ الجِبْرِين » : ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الحمد لله وحده، وصلى الله وسلم على نبينا محمد وآله وصحبه. ¶ وبعد: ¶ فلأهمية موضوع الطهارة الشرعية بالوضوء والغسل والتيمم، فقد رأيت من المناسب كتابة رسالة موجزة في صفة الوضوء وشروطه ونواقضه وما يقوم مقامه؛ رجاء أن ينفع الله بها، وقد أذنت للشيخ الدكتور طارق بن محمد بن عبد الله الخويطر أن يشرف على طبعها ويصححها ويعلق عليها ما يراه مناسبا في التخريج والإحالات ونحوها وفيه الأهلية والكفاية. ¶ وصلى الله على محمد وآله وصحبه وسلم. ¶ قاله وكتبه ¶ عبد اللَّه بن عبد الرَّحمن الجِبرين ¶ عضو الإفتاء المتقاعد. ¶ « إلى الشَّيخِ عبدِ اللَّهِ بنِ عبدِ الرَّحمنِ الجِبرين » : ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ إلى حميد الشّيم، كريم الطّباع، صاحب الفضيلةِ، الوَالد الشَّيخ الدُّكتور: عبد اللَّه بن عبد الرَّحمن الجبرين ـ حفظه اللَّه ورعاه ـ. ¶ السلام عليكم ورحمة الله وبركاته، أما بعد: ¶ فأسأل الله -جل وعلا- أن يجعل بذلكم للعلم في ميزان حسناتكم، وأن يديم عليكم السعادة ويرزقكم الحسنى وزيادة.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "صاحب الفضيلة، خرجت بحمد الله رسائل في صفة صلاة النبي -صلى الله عليه وسلم- لسماحة الشيخ الوالد عبد العزيز بن عبد الله بن باز ولصاحب الفضيلة الشيخ: محمد ناصر الدين الألباني -رحمهما الله تعالى- ورسالة ثالثة لفضيلتكم، وفي السوق أيضا رسائل أخرى، وأقبل طلبة العلم على هذه الرسائل لعظم فائدتها رغم صغر حجمها، فقد ذكرت الناس بسنن الصلاة القولية والفعلية بأخصر عبارة وأعذب أسلوب وأصح دليل. ¶ وقد رغب بعض الأفاضل أن تخرج رسالة في صفة الوضوء وسننه، وما يقال قبله وبعد الفراغ منه؛ ليجتنب البعض الإسراف فيه، وليتبين لهم الوضوء الثابت عن الرسول -صلى الله عليه وسلم- فلعل ذلك أن يكون دواء لمن ابتلي بالوسواس فأرهق نفسه وأشغل غيره، فعاش في ضيق واكتئاب، فالرسالة -بإذن الله- ستذكر بالسنة وتنهى عن الإسراف والابتداع، ولكم -أيها الشيخ الكريم- الحب والتقدير والشكر الجزيل والدعاء الخالص، والله يرعاكم ويسدد على الخير خطاكم. ¶ ابنكم المحب ¶ طارق بن محمد بن عبد الله الخويطر ¶ المدرس بمعهد القرآن الكريم بالحرس الوطني ¶ « مُقدِّمَةٌ » : ¶ الحمد لله الملك العلام، الذي شرع الشرائع وسن الأحكام، أحمده على جزيل الإنعام، وأشهد أن لا إله الله وحده لا شريك له القدوس السلام، وأشهد أن محمدا عبده ورسوله وخيرته من الأنام، صلى الله عليه وسلم وعلى آله وأصحابه البررة الكرام. ¶ وبعد: ¶ فهذه كلمات حول فضل الوضوء وشروطه وواجباته وأدعيته مما ذكره العلماء في مؤلفاهم المختصرة والمطولة؛ كتبتها إجابة لطلب بعض الإخوان رجاء أن ينفع الله بها. ¶ الفصل الأوّل: ¶ في فضل الوضوء",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "اشتهر أن النبي -صلى الله عليه وسلم- قال: « إن أمتي يدعون يوم القيامة غرا محجلين من آثار الوضوء » متفق عليه(¬1) عن أبي هريرة ومعناه أن هذه الأمة تعرف يوم القيامة من بين سائر الأمم ببياض الوجوه والأيدي والأرجل من آثار الوضوء، فالغرة بياض الوجه والتحجيل بياض اليدين والرجلين، وروى مسلم(¬2) عن عقبة بن عامر الجهني -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم- :« ما من مسلم يتوضأ فيحسن وضوءه، ثم يقوم فيصلي ركعتين، مقبل عليهما بقلبه ووجهه إلا وجبت له الجنة » ولمسلم(¬3) عن أبي هريرة أن رسول الله -صلى الله عليه وسلم- قال: « إذا توضأ العبد المسلم أو المؤمن فغسل وجهه خرج من وجهه كل خطيئة نظر إليها بعينيه مع الماء، أو مع آخر قطر الماء ». ¶ وذكر مثل ذلك في غسل يديه ورجليه، قال: « حتى يخرج نقيا من الذنوب» وعن عثمان -رضي الله عنه- أن رسول الله -صلى الله عليه وسلم- قال: ¶ « من توضأ فأحسن الوضوء خرجت خطاياه من جسده، حتى تخرج من تحت أظفاره »(¬4) إلى غير ذلك من الأدلة على فضله. ¶ ¬__________ ¶ (¬1) البخاري (136) ومسلم (246). ¶ (¬2) برقم (234). ¶ (¬3) برقم (244). ¶ (¬4) مسلم (245).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وذلك لأنه امتثال لأمر الله -تعالى- بقوله: { يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ }[ سورة المائدة، الآية : 6 ] الآية، ثم إن فيه النظافة وإزالة الأقذار والوسخ الظاهر الذي يعلق هذه الأعضاء، وهي أبرز ما يظهر من الإنسان، وفيه أيضا التنشيط والتقوية للبدن، فإن كل إنسان عادة يحس بنشاط وقوة وسرور بعد الطهارة الصغرى أو الكبرى؛ فلذلك ورد في الشرع الترغيب فيه، واستحب الاستمرار عليه حتى عند النوم، قال البخاري -رحمه الله تعالى- باب فضل من بات على وضوء ثم روى حديث البراء بن عازب أن النبي -صلى الله عليه وسلم- قال: « إذا أتيت مضجعك فتوضأ وضوءك للصلاة، ثم اضطجع على شقك الأيمن »(¬1) إلخ. ¶ الفصل الثّاني : ¶ ذكر شروط الوضوء ومحترزاتها ¶ شروطه عشرة كما ذكرها الشيخ محمد بن عبد الوهاب -رحمه الله- في الرسالة المطبوعة مع ثلاثة الأصول، وهي: الإسلام، والعقل، والتمييز، والنية، واستصحاب حكمها بأن لا ينوي قطعها حتى تتم الطهارة، وانقطاع موجب، واستنجاء أو استجمار قبله، وطهورية ماء، وإباحته، وإزالة ما يمنع وصوله إلى البشرة، ودخول وقت على من حدثه دائم لفرضه. ¶ فبالإسلام يخرج الكافر، فلا يرتفع حدثه؛ لقول الله -تعالى- : { إِنَّمَا الْمُشْرِكُونَ نَجَسٌ }[ سورة التوبة، الآية : 28 ] ولأن الطهارة حكم شرعي، فيختص بالمسلمين؛ ولهذا بطلت الطهارة بالردة عن الإسلام أعاذنا الله منها. ¶ وأما العقل فلأن من فقده لا يعتبر له قصد، بل قد رفع عنه قلم التكليف. ¶ وأما التمييز فلأن الصبي لا قصد له، ولم يتكامل نمو عقله، حتى يبلغ سن التمييز، وهو سبع سنين غالبا. ¶ ¬__________ ¶ (¬1) البخاري (247).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وأما النية فلقول النبي -صلى الله عليه وسلم- : « إنما الأعمال بالنيات »(¬1) فمن غسل وجهه للنظافة أو للنشاط، أو لإزالة النعاس لم يرتفع به الحدث؛ لقوله: « وإنما لكل امرئ ما نوى »(¬2). ثم إن النية محلها القلب، فلا يشرع التلفظ بها، بل يكتفي بعزمه وقصده للطهارة ورفع الحدث. ¶ ثم لا بد أن يستصحب حكمها وذلك أن يعزم على إتمام الطهارة، فلا ينوي قطعها حتى تتم طهارته، فإن نوى قطعها أثناء الوضوء أو الاغتسال، ولكنه كملها بلا نية بطلت طهارته، فعليه الإعادة. ¶ ولا بد أيضا من طهارة الماء ومن إباحته، فإن تطهر بالنجس أو المغصوب لم يرتفع حدثه، وإن ارتفع على قول في المغصوب فإنه يأثم. ¶ وعليه أيضا إزالة ما يمنع وصوله إلى البشرة فإن كان على أعضائه طين أو عجين أو حائل يمنع وصول الماء إلى الجلد لم يرتفع الحدث حتى يزيل ذلك الحائل ويغسل ما تحته، أو يعيد الوضوء بعد إزالته. ¶ ولا بد قبل الوضوء من الاستنجاء بالماء أو الاستجمار بأحجار أو نحوها، وذلك يلزم بعد التبول أو الغائط، بأن يغسل أثر النجاسة في القبل أو الدبر، حتى ينظف موضع خروجها، فيغسل المحل حتى يعود إلى خشونته، ويزول ما فيه من اللزوجة والرطوبة، والغسل بالماء يسمى استنجاء، وهو أن يصب الماء بيمينه، ويدلك الفرج بشماله، ثم ينظف شماله بعد ذلك، ويكفي الاستجمار، وهو مسح أثر النجاسة بأحجار، أو أعواد، أو خرق، أو مناديل، يكرر المسح حتى يزيل الرطوبة وأثر الغائط، والأفضل أن يبدأ بالمسح أولا ثم يتبعه الغسل بالماء، ويجزئه الاقتصار على الاستجمار إذا لم يتعد الخارج موضع العادة، أما لو انتشر الغائط على الصفحتين فإنه يتعين الغسل. والاقتصار على الاستنجاء بالماء أفضل من الاقتصار على الاستجمار، والجمع بينهما أفضل إن تيسر. ¶ ¬__________ ¶ (¬1) متفق عليه ،البخاري (1) ومسلم (4927). ¶ (¬2) متفق عليه ،البخاري (1) ومسلم (4927).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ثم لا بد من انقطاع موجب الوضوء وهو الناقض فمن توضأ ولم ينقطع خروج البول لم يرتفع حدثه، وكذا لو توضأ وهو يأكل من لحم الإبل، ويستثني من ذلك من حدثه دائم، كصاحب سلسل البول، أو القروح السيالة، أو المستحاضة، أو من ابتلي باستمرار خروج الريح، بحيث لا يقدر على الإمساك، فإنه يصح وضوؤه ولو كان في وقت تقاطر البول أو الدم، ولو خرج أثناء الصلاة فإنه يصح وضوؤه لعذر المشقة، ولكن لا بد أن يتوضأ لكل صلاة بعد دخول وقتها، إلا إذا دخل الوقت الثاني وهو على طهارته الأولى لم يخرج منه شيء فهو على طهارته كغيره، والله أعلم. ¶ الفصل الثّالث : ¶ ذكر أركان الوضوء مع الأدلة وواجباته ¶ المشهور أن أركانه ستة ؛ وهي غسل الوجه، وغسل اليدين إلى المرفقين، ومسح جميع الرأس ومنه الأذنان، وغسل الرجلين إلى الكعبين، والترتيب، والموالاة، ودليل غسل الأعضاء قول الله -تعالى- : { يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ }[ سورة المائدة، الآية : 6 ] والغسل بالماء هو الاغتراف منه، ثم صبه على العضو، ودلك العضو باليد، فلا بد فيه من إمرار اليد على المغسول بعد صب الماء عليه. ¶ وأما الترتيب فمعناه أن يبدأ بغسل الوجه، ثم بغسل اليدين، ثم يمسح الرأس، ثم يختم بغسل الرجلين. ¶ واستدل عليه بقول النبي -صلى الله عليه وسلم-: « ابدأ بما بدأ الله به »(¬1) فبدأ بالصفا لأن الله بدأ به قبل المروة، فكذلك نبدأ بالوجه لأن الله بدأ به، ثم باليدين لذكرهما بعد الوجه، ثم بمسح الرأس لذكره قبل الرجلين، ثم يختم بالرجلين. ¶ ¬__________ ¶ (¬1) مسلم (1218).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وأما الموالاة فمعناها: متابعة غسل الأعضاء، وعدم تفريقها، وحدُّ ذلك أن لا يترك غسل العضو حتى ينشف الذي قبله، وذلك في زمن معتدل، فلو لم يغسل اليدين حتى يبس الوجه أعاد غسل الوجه ثم واصل ما بعده، واستدل على الموالاة بحديث صاحب اللمعة، وهو ما رواه الإمام أحمد(¬1) عن خالد بن معدان عن بعض أصحاب النبي -صلى الله عليه وسلم- : « أن رسول الله -صلى الله عليه وسلم- رأى رجلا يصلي وفي ظهر قدمه لمعة قدر الدرهم لم يصبها الماء، فأمره رسول الله -صلى الله عليه وسلم- أن يعيد الوضوء » ورواه أبو داود(¬2) بنحوه، وفيه فأمره النبي -صلى الله عليه وسلم- أن يعيد الوضوء والصلاة؛ وذلك لأن أعضاءه قد يبست وفي قدمه تلك البقعة، فكان لا بد من تجديد الوضوء لتحصل الموالاة، فلو غسل وجهه ويديه، ثم نفد الماء أو توقف صبه ولم يحصل عليه إلا بعد أن جفت الأعضاء المغسولة لزمه إعادة غسلها. ¶ ¬__________ ¶ (¬1) 3/424 ¶ (¬2) برقم (175).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وأما الواجبات فلم يذكروا إلا التسمية وهي قول (بسم الله) عند ابتداء الوضوء، وقد دل على وجوبها الحديث المشهور عن أبي هريرة -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم- : « لا صلاة لمن لا وضوء له، ولا وضوء لمن لا يذكر اسم الله عليه » رواه أحمد(¬1) وأبو داود(¬2) وابن ماجه(¬3) ولأحمد وابن ماجه من حديث سعيد بن زيد(¬4) وأبي سعيد(¬5) مثله، قال أبو البركات في المنتقى(¬6) والجميع في أسانيدها مقال قريب، وذكر أن البخاري قال: أحسن ما في الباب حديث سعيد بن زيد وأن ابن راهويه قال: أصح حديث في التسمية حديث أبي سعيد وروى ابن ماجه(¬7) عن سهل بن سعد مثله، وفي أسانيدها ضعف، ولكن ينجبر بالشواهد، فعلى هذا تجب التسمية بقول (بسم الله) عند ابتداء غسل الوجه، أو عند غسل الكفين، وتسقط عن الجاهل والناسي. ¶ والمختار أنه إذا توضأ داخل المرحاض سمى بقلبه، أو يكتفي بالتسمية عند دخول الخلاء بقوله: « بسم الله، اللهم إني أعوذ بك من الخبث والخبائث، ومن الرجس النجس الشيطان الرجيم » والأفضل أنه بعد الاستنجاء في الكنيف يخرج ويتوضأ في الغسالة، أو من إناء ونحوه حتى يتمكن من التسمية، للنهي عن ذكر اسم الله داخل الخلاء. ¶ الفصل الرّابع : ¶ صفة الوضوء المجزئ والكامل ¶ ¬__________ ¶ (¬1) 2/418. ¶ (¬2) برقم (101). ¶ (¬3) برقم (399). ¶ (¬4) أحمد 6/382، وابن ماجه (398). ¶ (¬5) أحمد 3/ 41، وابن ماجه (397). ¶ (¬6) 1/ 84. ¶ (¬7) برقم (400).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "عليه (أولا) النية، وهي العزم والقصد، ومحلها القلب، ولا حاجة إلى التلفظ بها، فإن ذلك غير مشروع، وقد عرف أن من عزم على الوضوء وتوجه إلى الحمام وقت الصلاة، فإنه قد نوى وعزم على استعمال الماء لرفع الحدث واستباحة الصلاة؛ فلا حاجة إلى التكلف بتحريك القلب أو اللسان بالنية، فإنها موجودة؛ ولهذا لو سئل من توجه إلى بيت الماء وقت الصلاة: ماذا تريد؟ لنطق بما في قلبه فيقول: أتوضأ للصلاة التي حان وقتها. وقد ذكر في الشروط أنه لا ينوي قطعها حتى تتم الطهارة. ¶ ثم بعد النية وبعد الاستنجاء -إن احتيج إليه- يبدأ في أعضاء الوضوء، فيسمي بقوله: بسم الله. ويغسل كفيه ثلاثا؛ لأنها الآلة التي يغترف بها الماء ويستعمله بها في أعضائه، وغسلهما سنة للتنظيف، لكن إن كان قد استيقظ من نوم ليل مستغرق وجب غسلهما ثلاثا قبل إدخالهما الماء؛ لقول النبي -صلى الله عليه وسلم- : « إذا استيقظ أحدكم من النوم فلا يغمس يده في الإناء حتى يغسلها ثلاثا، فإن أحدكم لا يدري أين باتت يده » متفق عليه(¬1) والمبيت هو النوم ليلا، فيلزم غسلهما بعد نوم الليل، ويستحب لغير النوم. ¶ ¬__________ ¶ (¬1) البخاري (162)، ومسلم (278).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ثم بعد غسل اليدين يتمضمض ويستنشق، فيأخذ غرفة ماء بيده ويجعلها في فمه، وبعضها في منخريه، ويحرك الماء الذي في فمه ثم يمجه، والأفضل أن يدلك أسنانه بأصبعه مع تحريك الماء، ويكرر المضمضة ثلاثا، وكذا الاستنشاق الذي هو إدخال الماء في الأنف واجتذابه بقوة النفس ثم إخراجه لتنظيف الأنف من المخاط ونحوه، ويجوز أن يتمضمض ويستنشق بثلاث غرفات، كل غرفة يجعل بعضها في فمه وبعضها في أنفه، ويجوز بأكثر من ذلك، والمضمضة والاستنشاق واجبات، وهما من تمام غسل الوجه، فإن كل من وصف وضوء النبي -صلى الله عليه وسلم- غالبا يذكرهما، وقد ورد أن النبي -صلى الله عليه وسلم- قال للقيط بن صبرة : « إذا توضأت فمضمض » رواه أبو داود(¬1) وغيره وفي رواية عند أهل السنن(¬2) قال له: « وبالغ في الاستنشاق إلا أن تكون صائما » وغير ذلك من الأدلة الصريحة، ويجوز تأخير المضمضة والاستنشاق عن الوجه، والأفضل تقديمها كما ورد في صفة وضوء النبي -صلى الله عليه وسلم- من حديث عثمان بن عفان(¬3) وغيره. ¶ وبعد المضمضة والاستنشاق يغسل وجهه ثلاثا، وصفة ذلك أن يأخذ بيمينه غرفة من ماء، ويضيف إليها يده اليسرى، ويغسل بهما وجهه، بأن يدلك الوجه بيديه وفيه الماء، وحد الوجه من منابت شعر الرأس المعتاد، إلى أسفل الوجه وهو الذقن واللحية، وحده عرضا إلى أصول الأذنين، ويغسل ما فيه من الشعر الخفيف وما تحته من البشرة، ويدخل في شعر العارضين، وشعر الذقن، وشعر العنفقة، فإن كان الشعر كثيفا اكتفى بغسل ظاهره، ولكن يسن تخليل الشعر بإدخال الأصابع بين الشعر ودلكه، وغسل ما تحته من البشرة، وتكون كل غسلة بغرفة واحدة، ويجوز أن يغسل أعلاه بغرفة وأسفله بأخرى. ¶ ¬__________ ¶ (¬1) برقم (144). ¶ (¬2) أبو داود (142)، والترمذي (785)، والنسائي (87)، وابن ماجه (407). ¶ (¬3) متفق عليه ،البخاري (159) ومسلم (226).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "والحكمة من غسله أنه مجمع الحواس؛ ففيه السمع والبصر والشم والذوق والنطق، ولأنه يلاقي الهواء والغبار، ويتحلل منه اللعاب والنخام والمخاط والدمع ونحوه، وفي ذلك أيضا تنشيط وتقوية وإذهاب لآثار النعاس والكسل. ¶ ويغسل بعده اليدين، واليد اسم للكف والذراع والعضد، وقد حدد الله الغسل إلى المرفقين، والمرفق هو المفصل بين الذراع والعضد، فيأخذ غرفة بكفه اليمنى ويسيلها على ذراعه، ثم يدلك بيده اليسرى كفه اليمنى وذراعها، ويدير يده على المرفق، ويخلل أصابعه بإدخال بعضها في بعض، يفعل ذلك ثلاثا، ثم يغترف بيمينه غرفة فيغسل بها يده اليسرى، بأن يصبها على كفه وذراعه، ويدلك الذراع كله والمرفق والكف، ويخلل الأصابع ثلاث مرات، ويجوز أن تكون الغسلة بغرفة واحدة أو بأكثر. ¶ ولا بد من إمرار اليد على العضو الذي يريد غسله مع الدلك والمبالغة، وهو المراد بقول النبي -صلى الله عليه وسلم- في حديث لقيط : « أسبغ الوضوء، وخلل بين الأصابع » رواه أحمد(¬1) وأهل السنن(¬2). ¶ ثم بعد اليدين يمسح رأسه كله، والرأس هنا ما ينبت فيه الشعر غالبا؛ وذلك بأن يغترف غرفة بيمينه، فيبل بها كفيه ثم يمسح رأسه، بأن يلصق كفيه بمقدم رأسه وناصيته، فيمر بهما على منابت الشعر إلى قفاه، وهو مؤخر الرأس مما يلي الرقبة من خلفه، ثم يردهما إلى المكان الذي بدأ منه، مسحة واحدة يعم بها وسط الرأس وجانبيه، ويمسح أذنيه ببلل يديه، فإن رفعهما بعد مسح رأسه أخذ لهما ماء جديدا استحبابا، فيدخل السبابتين في صماخي أذنيه ويمسح بإبهاميه ظاهر أذنيه، ولا يلزمه تتبع غضاريف الأذنين الداخلة، كما لا يلزمه غسل داخل أذنيه أو عينيه؛ لما في ذلك من المشقة. ¶ ¬__________ ¶ (¬1) 4/ 33، 211. ¶ (¬2) أبو داود (142)، والترمذي (785)، والنسائي (87)، وابن ماجه (407).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ثم يختم بغسل قدميه أي أسفل رجليه، فيغترف بيمينه ويصب على القدم ويدلكها بيده الأخرى، ويجوز الدلك باليدين معا، ويخلل أصابع الرجل، بإدخال أصابع يديه بين كل أصبعين من أصابع القدم؛ للتأكد من بلوغ الماء إلى ما بين الأصابع، ويتعاهد الأخمص الذي هو المنعطف في بطن القدم، وكذا يدلك الأعقاب وهي مؤخر الأقدام المنخفضة؛ لقول النبي -صلى الله عليه وسلم- : ¶ « ويل للأعقاب وبطون الأقدام من النار » رواه أحمد(¬1) وغيره ورجاله ثقات، وحدُّ غسل القدم إلى الكعبين، وتدخل الكعب في الغسل، والكعب هو العظم الناتئ في ظهر القدم، ففي كل قدم كعبان، ومنتهى الكعب هو مستدق الساق، فيغسل كل قدم إلى منتهى الكعبين، وهذا الغسل ينتهي الوضوء. ¶ ويشرع بعده التشهد، فيرفع بصره إلى السماء ويقول: « أشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله، اللهم اجعلني من التوابين، واجعلني من المتطهرين، واجعلني من ورثة جنة النعيم » وله الدعاء بما تيسر. ¶ وإن اقتصر على غسلة واحدة لكل عضو أجزأه ذلك، والغسلتان أفضل من الواحدة، والأكمل ثلاث غسلات لكل عضو إلا الرأس فلا يشرع تكرار مسحه. ¶ الفصل الخامس : ¶ الاقتصاد في الغسل والنهي عن الإسراف والوسوسة ¶ ¬__________ ¶ (¬1) 4/ 191.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ورد أن النبي -صلى الله عليه وسلم- توضأ مرة مرة(¬1) وتوضأ مرتين مرتين(¬2) وتوضأ ثلاثا(¬3) ؛ أي غسل كل عضو ثلاث غسلات، وفي حديث عمرو بن شعيب أنه قال: « هذا الوضوء، فمن زاد على هذا فقد أساء وتعدى وظلم » رواه أحمد(¬4) وأهل السنن(¬5) وصححه ابن خزيمة(¬6) وهو يدل على أن من تجاوز الثلاث غسلات فقد اعتدى في الطهور وظلم، وروى أبو داود(¬7) وابن ماجه(¬8) عن عبد الله بن مغفل أن رسول الله -صلى الله عليه وسلم- قال: « سيكون في هذه الأمة قوم يعتدون في الطهور والدعاء » وإن فاعله مسيء وظالم. ¶ وقال ابن المبارك لا آمن إذا زاد في الوضوء على الثلاث أن يأثم. وقال أحمد وإسحاق لا يزيد على الثلاث إلا رجل مبتلى. وفي الصحيحين(¬9) عن أنس : ¶ « أن رسول الله -صلى الله عليه وسلم- كان يتوضأ بالمد ويغتسل بالصاع إلى خمسة أمداد » ولمسلم(¬10) عن سفينة نحوه، قال في النيل(¬11) والحديث يدل على كراهة الإسراف في الماء للغسل والوضوء واستحباب الاقتصاد، وقد أجمع العلماء على النهي عن الإسراف في الماء، ولو كان على شاطئ النهر، وبعض الشافعية قال: إنه حرام. وروى مسلم(¬12) عن عائشة أنها كانت تغتسل هي والنبي -صلى الله عليه وسلم- من إناء واحد يسع ثلاثة أمداد أو قريبا من ذلك. ¶ ¬__________ ¶ (¬1) البخاري (157). ¶ (¬2) البخاري (158). ¶ (¬3) البخاري (159) ومسلم (226). ¶ (¬4) 2/ 180. ¶ (¬5) أبو داود (135)، والنسائي (140)، وابن ماجه (422). ¶ (¬6) برقم (174). ¶ (¬7) برقم (1480). ¶ (¬8) برقم (3864). ¶ (¬9) البخاري (201) ومسلم (325). ¶ (¬10) برقم (326) ¶ (¬11) 1/ 376. ¶ (¬12) برقم (319).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "قال الشوكاني في النيل(¬1) القدر المجزئ في الغسل ما يحصل به تعميم البدن على الوجه المعتبر، وسواء كان صاعا أو أقل أو أكثر، ما لم يبلغ في النقصان إلي مقدار لا يسمى مستعمله مغتسلا، أو إلى مقدار في الزيادة يدخل فاعله في حد الإسراف، وهكذا في الوضوء القدر المجزئ منه ما يحصل به غسل الأعضاء، سواء كان مدا أو أقل أو أكثر، ما لم يبلغ في الزيادة إلى حد السرف، أو النقصان إلى حد لا يحصل به الواجب. ¶ وقد أخرج ابن ماجه(¬2) من حديث عبد الله بن عمرو أن النبي -صلى الله عليه وسلم- مر بسعد وهو يتوضأ فقال: « ما هذا السرف؟ فقال: أفي الو ضوء إسراف؟ قال: نعم وإن كنت على نهر جارٍ » وفي إسناده ابن لهيعة ¶ وروى ابن عدي(¬3) من حديث ابن عباس مرفوعا: كان يتعوذ بالله من وسوسة الوضوء لكن إسناده ضعيف، وروى الترمذي(¬4) وابن ماجه(¬5) عن أبي بن كعب قال: قال رسول الله -صلى الله عليه وسلم- : « إن للوضوء شيطانا يقال له الولهان، فاتقوا وسواس الماء » قال الترمذي ليس إسناده بالقوي عند أهل الحديث. ¶ وروى ابن ماجه(¬6) عن ابن عمر قال: رأى رسول -صلى الله عليه وسلم- رجلا يتوضأ فقال: « لا تسرف لا تسرف » وغير ذلك من الأدلة. ¶ ¬__________ ¶ (¬1) 1/ 378. ¶ (¬2) برقم (425). ¶ (¬3) الكامل 6/ 165 ¶ (¬4) برقم (57). ¶ (¬5) برقم (421). ¶ (¬6) برقم (424).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ثم إن الإسراف يكون بتكرار الغسل أكثر من ثلاث غسلات، ويكون بكثرة صب الماء على البدن في الاغتسال، وكذلك يكون بفتح صباب الماء أو الرشاش بحيث يصب بقوة ماء كثيرا، حتى ليستغرق غسل العضو الواحد أكثر من الصاع الذي يكفي للغسل؛ وذلك لعدم الاهتمام بكثرة صب الماء، لكثرته وتوفره، مع العلم أن الماء له أهميته ومكانته، فهو مادة الحياة للحيوان والنبات، كما قال -تعالى- : { وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ }[ سورة الأنبياء، الآية : 30 ] ؛ فيجب الاقتصاد في صبه بحيث يغترف قليلا قليلا، أو يفتح الصباب يسيرا ثم يغلقه بعد غسل كل عضو، حتى يبدأ في غسل الثاني، وهكذا في الاغتسال، إذا كان تحت الرشاش فتحه قليلا ثم يغلقه عند التدليك، ثم يفتحه قليلا عند التنظف، حتى لا يسرف في صب الماء. ¶ أما إن كان الحامل على الإسراف هو الوسوسة فإنا ننصح من يقع له ذلك أن يستعيذ من الشيطان، وأن يطرح التشكك والأوهام، حيث إن الشيطان يخيل إلى أهل الوسوسة بأن الوضوء ناقص، أو أن العضو لم يتبلغ، أو أن الأعضاء قبله قد نشفت، ونحو ذلك مما يحمله على تكرار الغسل، بحيث يبقى بعضهم ساعة أو نصف ساعة، وهو يدلك أعضاءه، وكلما غسل عضوا رجع إلى ما قبله، وقد يصب الماء على القدم مثلا، ويظن أن الماء يزول منه دون أن يبتل به، وقد يحكه بأظفاره حتى يكشط الجلد، أو يخرج الدم.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ولا شك أن هذا من وسوسة الشيطان، لأجل أن يستثقل الطهارة كل وقت مما يحمله على ترك الصلاة؛ لما قبلها من المشقة في رفع الحدث، كما حصل ذلك لكثير من الذين ابتلوا هذه الوسوسة من رجال أو نساء فيتركون الصلاة، أو يؤخرونها عن وقتها، أو يفوتون جماعتها، وكان عليهم أن يتذكروا أن هذا الدين يسر، ولن يشاد الدين أحد إلا غلبه، و أن يفعلوا كغيرهم من إخوانهم وأهليهم الذين لا يتكلفون في أمر الطهارة، بل يتوضأ أحدهم في دقيقة أو نحوها، وأن لا يلتفتوا إلى التوهمات التي تعرض لهم، فإن الله -تعالى- جعل الماء طهورا، ومن طبيعته أنه يسيل على الأعضاء فتشربه وتبتل به، ويحصل بذلك التبليغ والإسباغ المطلوب دون تكلف، وأن النية في رفع الحدث موجودة عند كل عاقل يقصد التوضؤ، والله المستعان. ¶ الفصل السّادس : ¶ نواقض الوضوء وما في بعضها من الخلاف ¶ وهي ما يلزم إعادة الوضوء بعد أحدها. ¶ (فأولها): الخارج من السبيلين أي من القبل أو الدبر، فينقض قليل البول والغائط وكثيره، وينقض خروج الريح من الدبر؛ لقول النبي -صلى الله عليه وسلم- : « لا يقبل الله صلاة أحدكم إذا أحدث حتى يتوضأ »(¬1) ثم فسر الحدث بخروج النسم من الدبر، وهو بعض أمثلته، فإن كان الخارج بولا أو غائطا أو ريحا انتقض الوضوء، وإن كان تخيلا وتوهما فلا يلتفت إليه؛ ولهذا سئل النبي -صلى الله عليه وسلم- عن الرجل يخيل إليه في الصلاة أنه يجد الشيء -أي الريح- فقال: « لا ينصرف حتى يسمع صوتا أو يجد ريحا » رواه الشيخان(¬2) وغيرهما. ¶ وذلك أن بعض الناس يحصل معه حركة في بطنه، وهو ما يسمى بالقراقر، فيظن أنه أحدث، وقد يكون ذلك من وسوسة الشيطان، فنهي عن قطع الصلاة أو إعادة الوضوء حتى يتحقق خروج الخارج. ¶ ¬__________ ¶ (¬1) متفق عليه البخاري (6954)، ومسلم (225). ¶ (¬2) البخاري (177) ومسلم (361).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ومن النواقض (ثانيا): ما يخرج من البدن إذا كان كثيرا نجسا، كالدم والقيء والمذي والقلس، كما روى ذلك في حديث عن عائشة -رضي الله عنها- عند ابن ماجه(¬1) والدارقطني(¬2) وفيه مقال، وروي أنه -صلى الله عليه وسلم- قاء فتوضأ، كما عند أحمد(¬3) والترمذي(¬4) عن ثوبان وأبي الدرداء أن النبي -صلى الله عليه وسلم- قاء فتوضأ، قال ثوبان أنا صببت له وضوءه (والقيء) خارج من الجوف مستقذر. ¶ ويلحق به الدم كالرعاف، ودم الجراح، فقد روى ابن ماجه(¬5) والحاكم(¬6) وصححه عن عائشة -رضي الله عنها- أن النبي -صلى الله عليه وسلم- قال: « إذا صلى أحدكم فأحدث فليمسك على أنفه ثم لينصرف » رجاله ثقات ومعناه أن من أحدث في الصلاة فقد يستحيي من الناس، فله أن يمسك بأنفه، ليوهم من رآه أنه مرعوف، فإن الرعاف معروف عندهم أنه يبطل الطهارة، لكن يعفى عن الدم اليسير، وعن الخارج الذي لا يتوقف، وهو من حدثه دائم؛ لقول الحسن ما زال المسلمون يصلون في جراحاتهم. وعصر ابن عمر بثرة فخرج منها الدم ولم يتوضأ. وبزق ابن أبي أوفى دما فمضى في صلاته. ¶ صلى عمر وجرحه يثعب دما؛ لأنه حدث دائم، وكذا الصحابي الذي أصابه سهم فنزفه الدم ومضى في صلاته، فيلحق به كل من حدثه دائم كسلس البول، لكن يتوضأ لكل صلاة؛ لقول النبي -صلى الله عليه وسلم- للمستحاضة: « ثم توضئي لكل صلاة »(¬7). ¶ ومن النواقض (ثالثا) زوال العقل بنوم، أو إغماء، أو سكر ونحوه ؛ لأنه بعد زوال عقله لا يشعر، مما يخرج منه. ¶ ¬__________ ¶ (¬1) برقم (1221). ¶ (¬2) 1/ 153. ¶ (¬3) 5/195، 277، 6/ 443. ¶ (¬4) برقم (87). ¶ (¬5) برقم (1222). ¶ (¬6) 1/184. ¶ (¬7) البخاري (328).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "والدليل ما رواه علي ومعاوية أن النبي -صلى الله عليه وسلم- قال: « العين وكاء السه، فمن نام فليتوضأ »(¬1). وفي حديث معاوية : « فإذا نامت العينان استطلق الوكاء »(¬2) قال أحمد: حديث علي أثبت وأقوى ومعناه أن الإنسان إذا كان مستيقظا فإنه يمسك نفسه ويشعر بما يخرج منه، فإذا نام زال إحساسه، فربما يخرج منه الريح وهو لا يشعر، وخصه المحققون بما إذا كان مضطجعا واستغرق في النوم، بخلاف نوم الجالس المتمكن، وكذا نوم الراكع والساجد، فإنه في العادة لا يستغرق، ويلحق بالنوم الإغماء، والجنون، والسكر، فإنه يزيل العقل، فهو أولى بالوضوء بعده من النوم. ¶ ومن النواقض (رابعا) مس الذكر أو الفرج باليد بدون حائل فقد ورد فيه أحاديث كثيرة، ذكرها الحافظ ابن حجر في التلخيص الحبير(¬3) وتبعه الشوكاني في النيل(¬4) وقد بلغت سبعة عشر حديثًا مرفوعًا، وكثير منها يبلغ درجة الصحة أو الحسن، وأشهرها حديث بنت صفوان فقد رواه مالك في الموطأ(¬5) باب الوضوء من مس الفرج، ورواه أحمد(¬6) وأهل السنن(¬7) وقال الترمذي هذا حديث صحيح، ثم ذكر له طرقا عن بسرة وعن عروة ونقل عن البخاري أنه قال: أصح شيء في هذا الباب حديث بسرة قال الترمذي وهو قول غير واحد من أصحاب النبي والتابعين، وبه يقول الأوزاعي والشافعي وأحمد وإسحاق ونقل الحافظ في التلخيص(¬8) عن أحمد أنه صحيح، وصححه أيضا الدارقطني وابن معين والبيهقي وغيره(¬9). ¶ ¬__________ ¶ (¬1) حديث علي -رضي الله عنه- رواه أحمد 1/111 وأبو داود (203) وابن ماجه (477). ¶ (¬2) أحمد 4/ 96، والبيهقي 1/118. ¶ (¬3) 1/ 213. ¶ (¬4) تلخيص الحبير 1/ 214. ¶ (¬5) 1/ 47. ¶ (¬6) 6/ 406. ¶ (¬7) أبو داود (181) والترمذي (82) والنسائي (163) وابن ماجه (479). ¶ (¬8) 1/ 214. ¶ (¬9) تلخيص الحبير 1/ 214.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ثم روى مالك(¬1) في الباب عن مصعب بن سعد بن أبي وقاص قال: كنت أمسك المصحف على سعد فاحتككت فقال سعد لعلك مسست ذكرك؟ فقلت: نعم. قال: قم فتوضأ، ثم روى عن نافع عن ابن عمر قال: إذا مس أحدكم ذكره فقد وجب عليه الوضوء(¬2) وروى عن عروة نحوه(¬3) وروى عن ابن عمر أنه كان يغتسل ويتوضأ، ويذكر أنه أحيانا يمس ذكره فيتوضأ بعده(¬4). ¶ وكل ذلك يدل على شهرة انتقاض الوضوء من مس الذكر، ويلحق به مس المرأة فرجها؛ لحديث أم حبيبة مرفوعا: « من مس فرجه فليتوضأ » صححه أحمد(¬5) وأبو زرعة وقال ابن السكن أعلم له، علة ذكره في النيل(¬6) وهو يعم القبل والدبر. ¶ وشرطه أن يباشر مسه بدون حائل؛ لحديث أبي هريرة رفعه: « مَن أفضى بيده إلى ذكره ليس دونه ستر فقد وجب عليه الوضوء » رواه أحمد(¬7) وابن حبان(¬8) وقال: صحيح سنده، عدول نقلته، وصححه الحاكم(¬9) ورواه البيهقي(¬10) وغيره، وجوَّده ابن السكن كما في التلخيص(¬11). ¶ وأما حديث طلق بن علي أن رسول الله -صلى الله عليه وسلم- سئل عن مس الذكر في الصلاة، فقال: « وهل هو إلا بضعة منك » رواه أحمد(¬12) وأهل السنن(¬13) وغيرهم فقد صححه ابن المديني وغيره، وقال عمرو الفلاس هو عندنا أثبت من حديث بسرة وضعفه الشافعي وأبو حاتم وأبو زرعة والدارقطني وغيرهم، ورجح ابن حبان والطبراني وابن العربي وغيرهم أنه منسوخ(¬14) وهو الأقرب. ¶ ثم إن من شرط النقض أن يمسه ببطن الكف أو بظهرها، فلا ينقض المس بالرجل والذراع، كالساق والفخذ. ¶ ¬__________ ¶ (¬1) 1/ 47. ¶ (¬2) 1/ 47. ¶ (¬3) 1/ 47. ¶ (¬4) 1/ 47. ¶ (¬5) 6/ 407. ¶ (¬6) 1/301 وانظر التلخيص الحبير 1/217. ¶ (¬7) 2/333. ¶ (¬8) رقم (1115). ¶ (¬9) 1/ 138. ¶ (¬10) 1/ 133. ¶ (¬11) 1/ 219. ¶ (¬12) 4/ 22. ¶ (¬13) أبو داود (182) والترمذي (85) والنسائي (165) وابن ماجه (483). ¶ (¬14) تلخيص الحبير 1/ 219.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ومن النواقض (خامسا) مس المرأة بشهوة؛ ودل عليه قول الله -تعالى- : { أَوْ لَامَسْتُمُ النِّسَاءَ } [ سورة المائدة، الآية : 6 ] وفي قراءة: { أو لمستم النساء}، وهي قراءة سبعية(¬1) وخص النقض بما كان لشهوة، أي لذة يحصل معها التلذذ والانتشار، كالتقبيل، والمس باليد، أو بشيء من أعضاء الجسم، وأما الحديث عن عائشة : « أن النبي -صلى الله عليه وسلم- قبل بعض نسائه ولم يتوضأ» رواه أبو داود(¬2) وغيره(¬3) فضعفه بعض العلماء(¬4) وحمل على أن التقبيل للشفقة والرحمة. ¶ ثم إن اللمس يعم مس المحرم والأجنبية والزوجة، إذا كان بشهوة، ويعم المس باليد أو بغيرها من أعضاء الجسد. ¶ ومن النواقض (سادسا) تغسيل الميت وقد ورد الأمر بالاغتسال منه في قول النبي -صلى الله عليه وسلم- : « من غسل ميتا فليغتسل، ومن حمله فليتوضأ» رواه أحمد(¬5) وأبو داود(¬6) والترمذي(¬7) وحسنه وله طرق كثيرة يبلغ بها درجة الحسن، وحمل الاغتسال على الندب، وقال الإمام أحمد أقل ما فيه الوضوء. وذهب إليه بعض الصحابة والأئمة، وأما حمل الميت فلعل المراد احتضانه بدون حائل، ففيه الوضوء، دون حمل السرير وهو عليه، فلا حاجة مع الحمل للجنازة إلى الوضوء، أما من غسله بأن دلك جسده، ولو مع حائل كخرقة ونحوها، فالمختار أنه يتوضأ، وستحب له الاغتسال، ويعم تغسيل الصغير والكبير، والرجل والمرأة، وإن لم يتوضأ فلا حرج عليه؛ لوجود الخلف بين العلماء، ولا يعم من صب الماء على الميت، إذا لم يمس بشرته ويدلكه بيديه. ¶ ¬__________ ¶ (¬1) وهي قراءة حمزة والكسائي المكرر في القراءات العشر/ 30. ¶ (¬2) 179). ¶ (¬3) الترمذي (86). ¶ (¬4) انظر تلخيص الحبير 1/230. ¶ (¬5) 2/ 280، 433، 454، 472، 4/246. ¶ (¬6) برقم (3161). ¶ (¬7) برقم (933).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ومن النواقض (سابعا) أكل لحم الإبل، وهو اللحم الأحمر الذي يطلق عليه اسم اللحم، وقيل: إنه ينقض أيضا أكل الكبد، والطحال، والكلية، والأمعاء، ونحوها، فإنها تدخل في لحم الإبل عند الإطلاق، كما تدخل في تحريم لحم الخنزير ونحوه. ¶ والعلة في الوضوء من أكل لحم الإبل خاصة قوة التغذية؛ فإن للحمها من القوة ما ليس لغيره، فناسب الوضوء بعده تخفيفا لتأثيره على الشهوة أو البدن، ويمكن أن العلة ما ورد من أن على ذروة كل بعير شيطانا(¬1) والشيطان خلق من النار، والنار تنطفئ بالماء، فناسب الوضوء بعد أكل لحمها، وورد أيضا أنها جن خلقت من جن(¬2) وفي الصحيحين(¬3) عن أبي مسعود مرفوعا : « وإن القسوة وغلظ القلوب في الفدادين عند أصول أذناب الإبل » وعند أبي هريرة -رضى الله عنه- مرفوعا: « والفخر والخيلاء في أهل الخيل والإبل والفدادين، أهل الوبر والسكينة في أهل الغنم »(¬4). ¶ فعلى هذا يجب الوضوء على من أكل من لحمها، وقد دل عليه حديث جابر بن سمرة : « أن رجلا سأل رسول الله: أأتوضأ من لحوم الغنم؟ قال: إن شئت فتوضأ، وإن شئت فلا توضأ. قال: أتوضأ من لحوم الإبل؟ قال: نعم، فتوضأ من لحوم الإبل. قال: أصلي من مرابض الغنم؟ قال: نعم. قال: أصلي في مبارك الإبل؟ قال: لا »(¬5). ¶ ¬__________ ¶ (¬1) رواه أحمد 4/221 وابن خزيمة (1377) بلفظ: ما من بعير إلا وفي ذروته شيطان. ¶ (¬2) روى الإمام أحمد 4/ 85 ، 86، 5/54 وغيره عن عبد الله بن مغفل حديثًا في مواضع الصلاة، وفيه: ولا نصلي في أعطان الإبل؛ فإنها خلقت من الشياطين، وهو عند الشافعي في المسند 6/ 28، وزاد: ألا ترونها إذا نفرت كيف تشمخ بأنفها، وانظر في تفصيل هذه المسألة وأحاديثها تحقيق شيخنا الدكتور: عبد الله بن عبد الرحمن الجبرين لشرح الزركشي 1/ 260. ¶ (¬3) البخاري (3352) ومسلم (51). ¶ (¬4) البخاري (3301) ومسلم (52). ¶ (¬5) مسلم (360).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وعن البراء بن عازب قال: « سئل رسول الله -صلى الله عليه وسلم- عن الوضوء من لحوم الإبل، فقال: توضئوا منها، وسئل عن لحوم الغنم، فقال: لا توضئوا منها، وسئل عن الصلاة في مبارك الإبل، فقال: لا تصلوا فيها؛ فإنها من الشياطين، وسئل عن الصلاة في مرابض الغنم، فقال: صلوا فيها فإنها بركة » رواه أحمد(¬1) وأهل السنن(¬2) وابن حبان(¬3) وابن خزيمة في صحيحه(¬4) وغيرهم ولا عذر لمن ترك العمل بهذين الحديثين مع صحتهما، وحديث ترك الوضوء مما مست النار(¬5) عام مخصوص هذا الحديث؛ لأنه فرق بين الإبل والغنم، وكلاهما مما مست النار، وتكون الرخصة في ترك الوضوء من الخبز، وأكل الطعام المطبوخ، والأقط، والخضار التي تطبخ، ويبقى لحم الإبل يتوضأ منه، ولو أكله غير مطبوخ، ولا مشوي؛ لظاهر الحديث، والله أعلم. ¶ (وثامن) النواقض الردة عن الإسلام نعوذ بالله من ذلك، وهي الكفر بعد الإسلام، أو عمل يحصل به الكفر، من الأقوال، أو الأفعال، كدعاء الأموات، والطواف بالقبور، والتمسح بأتربتها، والسجود لها، والسخرية بالله أو بالنبي -صلى الله عليه وسلم- أو بالقرآن، وإنكار شيء من أركان الإسلام، واستحلال الزنى، أو الربا المحرم، أو المسكرات ونحو ذلك. ¶ والدليل قوله -تعالى- : { لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ } [ سورة الزمر، الآية : 65 ] وقوله : { وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ } [ سورة الأنعام، الآية : 88 ] ولا شك أن الطهارة عمل شرعي، فإذا ارتد عن الدين، وأشرك بالله حبط وضوؤه، ولزمه تجديد الوضوء، والتوبة النصوح. ¶ ¬__________ ¶ (¬1) 4/ 288. ¶ (¬2) أبو داود (184) والترمذي (81) وابن ماجه (494). ¶ (¬3) برقم (1154). ¶ (¬4) برقم (32). ¶ (¬5) حديث جابر -رضي الله عنه- قال: كان آخر الأمر من رسول الله -صلى الله عليه وسلم- ترك الوضوء مما مست النار، رواه أبو داود (192) والترمذي (80) والنسائي (185) وابن ماجه (489).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ويستحب تجديد الوضوء لكل صلاة، فقد قال أنس : « كان النبي -صلى الله عليه وسلم- يتوضأ لكل صلاة، قيل: وكيف كنتم تصنعون؟ قال: يجزئ أحدنا الوضوء ما لم يحدث » رواه البخاري(¬1) وروى بريدة قال: « صلى رسول الله -صلى الله عليه وسلم- يوم الفتح خمس صلوات بوضوء واحد » رواه مسلم(¬2). ¶ ومن تيقن الطهارة وشك في الحدث لم يلتفت إلى الشك، وصلى في تلك الحال، أما إن تحقق الحدث، وشك هل توضأ بعده، لزمه الوضوء لرفع الشك، والمحدث لا تصح منه الصلاة فرضا، ولا نفلا، ويصح منه سجود التلاوة والشكر، ولا يمس المصحف إلا على طهارة كاملة، ولا يطوف بالبيت حتى يتطهر من الحدثين. ¶ الفصل السّابع : ¶ التيمم وشروطه ¶ ¬__________ ¶ (¬1) برقم (214). ¶ (¬2) برقم (277).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "التيمم هو: التمسح بالتراب الطيب بنية رفع الحدث ؛ ودليله قول الله -تعالى- : { يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ }[ سورة المائدة، الآية : 6 ] وذلك لأن الماء الذي يستعمل في رفع الحدث قد يفقد في الأسفار والقفار، ويشق على المسافر حمله في السفر الطويل، وإذا حمل الماء أمسكه للشراب والأكل، فأباح الله له الطهارة بالتراب، من باب الامتثال. وهو من خصائص هذه الأمة؛ لقول النبي -صلى الله عليه وسلم- : « أعطيت خمسا لم يعطهن أحد من الأنبياء قبلي... جعلت لي الأرض مسجدا وطهورا فأيما رجل من أمتي أدركته الصلاة صلى حيث كان » الحديث(¬1). ¶ وله شروط (أولها) دخول الوقت، فلا يتيمم قبل الوقت للفريضة، ولا في وقت النهي للنافلة، والدليل قول النبي -صلى الله عليه وسلم- : « فأيما رجل من أمتي أدركته الصلاة فعنده مسجده وطهوره » ؛ فدل على أنه لا يتيمم حتى تدركه الصلاة، أي يدخل عليه وقتها؛ وعلى هذا فيلزمه أن يتيم لكل صلاة صلاها في وقتها، وإذا تيمم صلى بذلك التيمم فروضا ونوافل، حتى يدخل الوقت الثاني، أو يخرج وقت التي توضأ لها. ¶ (الشرط الثاني) عدم الماء؛ لقول الله -تعالى- : { فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا } ¶ [ ¶ ¬__________ ¶ (¬1) متفق عليه، البخاري (335) ومسلم (521).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "سورة المائدة، الآية : 6 ] فإن كان الماء موجودا لم يصح التيمم، والمراد الماء الطهور الزائد عن حاجة أهله، فإن وجد ماء نجسا تيمم وتركه، وإن كان معه ماء قليل حبسه للشرب، والطبخ ونحوه، و لم يلزمه استعماله؛ مخافة العطش، والضرر الذي لا يقدر على دفعه؛ فإن الوضوء له بدل بخلاف الشرب ونحوه. ¶ واشترط بعض الفقهاء (شرطا ثالثا) وهو طلب الماء؛ لمفهوم قوله -تعالى- : ¶ { فَلَمْ تَجِدُوا مَاءً }[ سورة النساء، الآية : 43 ] ؛ حيث يفهم أن المعنى طلبتم الماء ولم تجدوه. والطلب أن يبحث في رحله، ويتفقد ما حوله، فإذا رأى خضرة يظن أن حولها ماء من المطر، أو عندها نهر أو بئر لزمه البحث هناك، لكن الراجح أنه متى تحقق وعلم عدم الماء -بحكم معرفته لذلك المكان، وأنه ليس موضع إمساك للماء ولا يعهد فيه آبار ولا سكان- فلا حاجة إلى الطلب أو التنقيب. ¶ فإن عدم الماء في الحضر ولم يستطع الحصول عليه بثمن مثله، أو بعمل بدني لتحصيله جاز له التيمم، فإن وجده بثمن لا يقدر عليه، أو في بئر ولا دلو معه، ولم يستطع النزول إلى الماء في البئر، فهو كعادم الماء. ثم إذا طلب الماء ولم يجده فصلى بالتيمم ثم وجد الماء بعد الصلاة لم يلزمه إعادة الصلاة؛ لأنه قد فعل ما يلزمه، فبرئت ذمته، فإن وجد ماء قليلا غسل نه بعض أعضائه ثم تيمم للباقي، وإن وجد الجنب ماء قليلا توضأ به وغسل بالباقي بعض جسده كرأسه، وعنقه، ثم تيمم لباقي جسده حتى يجد الماء فيغتسل به. ¶ ثم إن التيمم على الصحيح يرفع الحدث رفعا مؤقتا؛ لحديث أبي ذر -رضي الله عنه- قال: قال رسول -صلى الله عليه وسلم- : « الصعيد الطيب طهور أحدكم وإن لم يجد الماء عشر سنين، فإذا وجد الماء فليتق الله وليمسه بشرته، فإن ذلك خير». رواه أحمد(¬1) وأهل السنن ، وصححه الترمذي وهو دليل على أنه يصلي بالتيمم حتى يجد الماء وإن طالت المدة. ¶ ¬__________ ¶ (¬1) 5/ 146، 147، 155، 180.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ويجوز التيمم للمريض الذي يعجز عن استعمال الماء، أو يشق عليه الوصول إليه، ولا يجد من يناوله الماء، أو يصب عليه؛ لقول الله -تعالى- : { وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ } - إلى قوله- : { فَتَيَمَّمُوا صَعِيدًا طَيِّبًا }[ سورة المائدة، الآية : 6 ] الآية. ¶ وإذا أقبل على الماء، أو ظن أن يجيء من أرسله للاستقاء؛ فإنه يؤخر الصلاة حتى يصل الماء فيتوضأ به، فإن خاف خروج الوقت قبل الوصول إلى الماء فله التيمم والصلاة به، فإن صلى في أول الوقت يظن عدم الماء أو بعده، ثم وجده الماء بعد الصلاة لم يلزمه أن يعيد؛ ففي حديث عطاء بن يسار خرج رجلان في سفر، فحضرت الصلاة وليس معهما ماء، فتيمما فصليا، ثم وجدا الماء في الوقت، فأعاد أحدهما، فقال النبي -صلى الله عليه وسلم- للذي لم يعد: أصبت السنة، وقال للذي أعاد: لك الأجر مرتين » رواه بعض أهل السنن(¬1) مرسلا وموصولا . ¶ الفصل الثّامن : ¶ صفة التيمم ¶ قال الله -تعالى- : { فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ } ¶ [ سورة المائدة، الآية : 6 ] وذلك بأن يضرب الأرض، بكفيه مفرقتي الأصابع، ثم يمسح وجهه أي ظاهر الوجه، ثم يمسح كفيه ويخلل أصابع يديه، ولا يشرع تخليل شعر الوجه، وتجزئ الضربة الواحدة، وتجوز ضربتان، ويقتصر في اليدين على الكفين، دون الذراعين، وإن مسح الذراعين جاز ذلك، كما قال به الشافعي(¬2) ولكن العمل على الاقتصار على الكفين إلى الكوعين، وهما المفصلان بين الكف والذراع، وهو الأقوى دليلا. ¶ ¬__________ ¶ (¬1) أبو داود (338) والدارمي 1/ 207، والحاكم 1/ 178 من حديث أبي سعيد الخدري، ورواه النسائي مسندا (433) ومرسلا برقم (434)، ورواه الدارقطني موصولا 1/ 189، ثم قال تفرد به عبد الله بن نافع عن الليث عن بكر بن سوادة عن عطاء عنه موصولا، وانظر تلخيص الحبير 1/273. ¶ (¬2) التنبيه للشيرازي/23.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ويشترط أن يمسح بالصعيد الطيب، وهو التراب الطاهر، واشترط بعضهم أن يكون له غبار يعلق باليد؛ لقول الله -تعالى- : { فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ }[ سورة النساء، الآية : 43 ] أي من أجزائه، وهو ما يعلق بالكفين، فلا يجزئ التراب النجس، أو المحترق، أو الرماد ونحوه، وإن لم يجد إلا الرمل، أو السباخ، أو الجص ونحوه تيمم به، وإن لم يجد إلا البلاط، أو الفراش الغليظ، وكان عليه غبار جاز التيمم من غباره، ولا يجزئ التيمم على الحجارة، أو الأرض الندية التي لا يعلق باليد شيء من ترابها إلا عند الضرورة. ¶ وإذا لم يجد ترابا، وخاف فوات الوقت تيمم بحسب القدرة مما يجده، وإن حبس ولم يجد ماء ولا ترابا صلى بحسب حاله. ¶ ثم إن التيمم لا بد فيه من النية لرفع الحدث الموجود مؤقتا، أو لاستباحة الصلاة، فإن نوى صلاة نافلة في وقت فريضة صلى به الفريضة الحاضرة أو الفائتة، ويبطل التيمم بخروج الوقت، وبمبطلات الوضوء، وبوجود الماء ولو في الصلاة لا بعدها. ¶ وإذا جرح أو شج رأسه وخشي الضرر بغسله عصب الجرح ومسح عليه، ثم غسل بقية جسده، إن كان جنبا أو بقية أعضاء الوضوء إن كان حدثا أصغر، وعليه التيمم إن كان المستور من العضو بالجبيرة أو باللصقة أو نحوها أكثر من الجرح، ويجوز تقديم التيمم قبل الوضوء أو بعده، فإن كانت العصابة أو الجبيرة بقدر الجرح أجزأه المسح عليها بالماء، ولم يلزمه التيمم، ويجزئه التيمم للجنابة إن كان مريضا لا يقدر على الاغتسال، أو عاجزا عن استعمال الماء للمشقة ونحوها، ويجوز التيمم لرفع حكم نجاسة على البدن أو الثوب إذا لم يجد ماء لغسلها، وخاف خروج الوقت، فيتيمم لرفعها حتى يجد الماء فيغسلها. ¶ الفصل التّاسع : ¶ ما يقع فيه الكثير من التساهل والتفريط",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "لا شك أن الواجب الاغتسال أو الوضوء بالماء الطهور، وإنما أبيح التيمم رخصة وتوسعة عند فقد الماء أو قلته، أو العجز عن استعماله ، أو التضرر بالاستعمال، لكن الكثير من الناس يتيممون مع وجود الماء أو قربه، أو القدرة على استعماله، فيعتقدون أن الغيبة القصيرة عن البلد أو الأهل تبيح التيمم مع وجود الماء بكثرة، وسهولة الحصول عليه. ¶ فيحصل أن منهم من يخرج للنزهة مسيرة ساعة عن البلد أو أقل، ويقيمون في مخيمات، أو تحت شجر أو نحوه، ومعهم المياه الكثيرة في الأواني والمزادات وصناديق السيارات، والخزانات، والتوانك، والبراميل، وربما معهم الوايتات الكبيرة مليئة بالمياه الطاهرة، فتراهم يغسلون الأواني والكؤوس، ويصبون عليها الكثير من المياه، ويغسل أحدهم يديه بعد الأكل بماء كثير، قد يكفيه للوضوء أو يزيد عليه، وهكذا يغسلون ثيابهم، ويهريقون الكثير من المياه في الأرض، ومع ذلك كله يعدلون في الطهارة إلى التراب، ظنا منهم أن مجرد خروجهم يبيح لهم التيمم، وهم مع ذلك عندهم السيارات الكثيرة، ومتى فقدوا إناء، أو احتاجوا إلى وقود، أو ملح طعام أو نحوه أرسلوا السيارة إلى البلاد لقضاء تلك الحاجة، ولم يطلبوا منه إحضار الماء للطهارة، بل يعدلون إلى التيمم. ¶ وهكذا الكثير من الناس إذا سافروا من بلد إلى بلد، والمسافة تستغرق ساعة أو ساعتين، فإذا دخل عليهم الوقت وقفوا للصلاة وتيمموا، مع وجود الماء معهم، ولو كان قليلا، ومع قرب البلاد والمحطات في الطريق، وقد ذكر العلماء أن تأخير الصلاة إلى آخر الوقت لمن يرجو حضور الماء أو الوصول إليه هو الأولى، فإذا دخل وقت العصر مثلا في الساعة الثالثة والثلث مساء، فإن له أن يؤخرها إلى أن يصل البلد أو الماء ولو إلى الساعة السادسة، مع أنه يندر أن يسير الراكب في السيارة ساعة ونصف وهو لم يمر في طريقه ببلدة، أو استراحة، أو محطة وقود، مما يتوفر فيها الماء للطهارة ولو بثمن المثل.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "فالذين يصلون والبلد قريب منهم، ويتيمون، يعدون متساهلين في الطهارة، وأما ما روي عن ابن عمر أنه تيمم وهو قريب من المدينة فإن سيره على الإبل ليس كسير السيارات، فقد يبصر البلاد من بعيد، ولا يصلها إلا بعد ساعتين أو أكثر. ¶ ومن التساهل أيضا ما يحصل من المرضى في المستشفيات وهم على السرر، فإن الكثير منهم قد يتركون الصلاة عدة أيام إذا شق عليه الوصول إلى الحمام للطهارة، وقد يجمع عدة صلوات فيصليها في وقت واحد، وكثير من الأطباء يمنعون إدخال التراب إلى العيادات، ثم إن المريض يترك الصلوات حتى يخرج أو يتوفى، وقد يصلي بدون وضوء ولا يتيمم. ¶ والواجب في مثل هذه الأحوال صلاة كل فرض في وقته، ويجوز الجمع بين الظهرين، وبين العشائين بوضوء واحد إذا استطاع الوضوء في الحمام للطهارة، أو كان معه من يصب عليه حتى يتطهر من الحدث والخبث. ¶ فإن لم يستطع لشدة المرض جاز له التيمم، بإحضار تراب طاهر في طست، يتسع لأن يضرب فيه كفيه مبسوطين مفرقتي الأصابع، فإن عجز فإن رفيقه ييممه كذلك، إما بيدي المريض، أو بيدي المرافق، فإن لم يقدر على إدخال التراب الطاهر جاز التيمم على البلاط إذا كان فيه غبار ولو قليلا، ومع مشقة النزول يتيمم على فراش السرير، ولو لم يكن عليه غبار؛ لمجرد الامتثال، ولقول الله -تعالى- : { فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ }[ سورة التغابن، الآية : 16 ] فإن الطهارة لازمة، وهي شرط لصحة الصلاة؛ فيأتي منها بما استطاع، ولا يترك فعلا مأمورا به مع القدرة عليه. ¶ فإن عجز عن الجميع صلى على حسب حاله، فإن وصل به المرض إلى حالة لا يقدر فيها على الحركة بيديه وبرأسه فله الصلاة بدون وضوء ولا تيمم، ولا يترك الصلاة وهو يعقل، بل يصلي ولو بالإشارة برأسه وطرفه، ولو مع شدة المرض، فإن عمر بن الخطاب -رضي الله عنه- صلى وجرحه يثعب دمًا؛ لما ذكروه بالصلاة، وقال: نعم، إنه لا حظ في الإسلام لمن ترك الصلاة.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "والله أعلم، وصلى الله على محمد وعلى آله وصحبه وسلم. ¶ فتاوى متعلقة بالطّهارة ¶ س 1 : ما صفة الغسل الكامل من الجنابة والغسل المجزئ؟ ¶ ج1: ¶ أولا: النية لرفع الحدث ومحلها القلب. ¶ ثانيا: التسمية. ¶ 3- غسل الكفين ثلاثا. ¶ 4- الاستنجاء التام. ¶ 5- غسل ما لوثه من المني ونحوه. ¶ 6- الوضوء كاملا مرتبا. ¶ 7- غسل رأسه ثلاثا مع دلكه وتنقية الشعر والبشر. ¶ 8- غسل بقية الجسد. ¶ 9- تكرار الغسل ثلاثا، التيامن في الغسل. ¶ وأما المجزئ فيكفي فيه مع النية تعميم البدن مرة واحدة ولو من غير ترتيب ولا موالاة. ¶ س 2 : هل يجزئ الاستجمار مع وجود الماء أو لا بد من استعمال الماء؟ ¶ ج 2: يجزئ الاستجمار إذا لم يتعد الخارج موضع العادة، لكن الأفضل أن يبدأ بالاستجمار ثم بالاستنجاء، فإن اقتصر على أحدهما فالاستنجاء أفضل من الاستجمار، فإن تجاوز الخارج موضع العادة فلا بد من الاستنجاء. ¶ س 3 : هل يجب على من أراد الوضوء أن يستنجي ولو لم يحتج إليه؟ ¶ ج3: لا يشرع الاستنجاء إلا بعد التبول أو التغوط ؛ فإن الاستنجاء شرع لإزالة النجاسة، وليس هو من أركان الوضوء، ولكنه من شروط الطهارة لتطهير المحل من النجاسة، فلا يصح قبله وضوء ولا تيمم، ولا يكفي التيمم عن الاستجمار لإزالة أثر الخارج، ولا يشرع الاستجمار ولا الاستنجاء إذا لم يحصل التخلي، وقد ورد في الحديث: من استنجى من الريح فليس منا أي أن الريح -وهو النسم الخارج من الدبر- ليس لها جرم فلا حاجة إلى غسل الفرج بعدها وإنما هي ناقض من نواقض الوضوء، فيكتفي بعدها بإعادة الوضوء الذي هو غسل الأعضاء الأربعة، والله أعلم.",
            "page": "30",
            "part": "1"
        }
    ],
    "t37646": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "ftwtaharah"
        }
    ]
}