{
    "b37650": [
        {
            "id": "1",
            "nass": "فتاوى في صلاة ¶ الكسوف والخسوف ¶ لِسَمَاحَةِ الشَّيْخِ العَلاَّمَةِ ¶ عَبْدِ اللَّهِ بنِ عَبْدِ الرَّحْمَنِ بنِ جِبْرِيْنٍ ¶ ـ حفظهُ اللَّه تعالى ،ورعاهُ ـ ¶ قام بتنسيق الرّسالة ?ونشرها : ¶ سَلمَانُ بْنُ عَبْدِ القَادِرِ أبُوْ زَيْدٍ ¶ غَفَرَ اللَّهُ لَهُ، ولِوَالدَيْهِ، ولِمَشَايخِهِ، ولجَمِيْعِ المُسْلِمِيْنَ. ¶ « المُقَدِّمَةُ » : ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الحمد لله وحده، والصلاة والسلام على محمد وآله وصحبه. وبعد، فهذه أجوبة على أسئلة رفعها بعض المواطنين عن الكسوف والخسوف وشيء من أحكامهما. ¶ « حكمة حدوث الكسوف والخسوف » : ¶ السؤال 1 : ¶ هل وردت حكمة لحدوث الكسوف والخسوف ؟ وما الرد على من قال إن معرفتها بالحساب دليل على أنها ظاهرة طبيعية؟ ¶ الجواب: ¶ نقول: لقد أوضح النبي - صلى الله عليه وسلم - الحكمة في عدة أحاديث مخرجة في الصحيحين وغيرهما عن جماعة من الصحابة وذلك: ¶ (أولا) أنه خرج فزعا يجر رداءه يخشى أن تكون الساعة. ¶ (ثانيا) بين أنه آية من آيات الله. ¶ (وثالثا) أنه ذكر أن الله يخوف بهما عباده، ولا شك أن هذا التغير الحادث في هذه الأجرام العظيمة هو من أكبر آيات الله الكونية التي يشاهدها العالم في وقتها، وأنه عبرة وموعظة وذكرى للمؤمنين، ولا يقلل من شأنه معرفة أسبابه من اجتماع النيرين في آخر الشهر أو حيلولة الأرض بين الشمس والقمر في وسط الشهر فإن هذا من آيات الله الذي قدر سيرهما بانتظام وقدر اجتماعهما في هذا الوقت وأحدث به هذا الحدث الكبير ونحو ذلك.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فالواجب أن المسلمين يخافون العذاب أو الضرر أو حدوث حادث كبير ويتذكرون قول الله تعالى: { وَمَا نُرْسِلُ بِالْآيَاتِ إِلَّا تَخْوِيفًا }[ سورة الإسراء، الآية : 59 ] وقوله تعالى: { سَنُرِيهُمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ }[ سورة فصلت، الآية : 53] وإذا رأوا آيات الله في الآفاق عرفوا قدرة من خلقها وسيّرها فعبدوه وحده، وخافوه دون غيره، واستحضروا عظمته وجلاله وكبرياءه فهابوه وأشفقوا من حلول سخطه ونزول عذابه عند معصيته أو التقصير في طاعته، ولم يتقبلوا قول مَن يهون مِن شأن هذه الآيات والمخلوقات ويدعي أنها عادات طبيعية؛ فإن الله -تعالى- هو الذي سخر الشمس والقمر وقدر سيرهما، وقدر اجتماعهما في أول الشهر وتباعدهما في وسط الشهر، وجعل القمر نورا يكتسب من ضوء الشمس، وقدر هذا الليل والنهار لمصالح العباد وهو العزيز الحكيم. ¶ « وقت حدوث الكسوف والخسوف من الشهر » : ¶ السؤال 2 : ¶ هل الكسوف والخسوف مؤقتان بوقت من الشهر بحيث يستدل بالكسوف على نهاية الشهر وبالخسوف على انتصاف الشهر؟ ¶ الجواب: ¶ نعتقد أن ربنا - تعالى - على كل شيء قدير ويدخل في عموم القدرة حدوث الكسوف أو الخسوف في أي وقت وزمن لكن جرت سنة الله في هذا الكون أن الكسوف يكون في آخر الشهر، وأن سببه حيلولة القمر دون ضوء الشمس، كله أو بعضه فتظلم الأرض ويضعف ضوء الشمس؛ و لا شك أن ذلك من آيات الله . ¶ ومن الدليل على أنه جعل هذه الشمس مضيئة وقدر على أن يغير ضوء الشمس أو يضعفه؛ فيتذكر العباد قدرة الرب وعظمته وكمال تصرفه فيخافونه أشد الخوف و يهرعون إليه، وهكذا جرت العادة في خسوف القمر أنه يكون في وسط الشهر بسبب حيلولة الأرض بينه وبين الشمس فيظلم القمر وينطمس نوره حيث إنه يكتسبه من الشمس، ومع ذلك فهو دليل على قدرة الرب وكمال تصرفه سبحانه وتعالى. ¶ « صفة صلاة النبي ـ صلى اللَّه عليه وسلم ـ صلاة الكسوف » : ¶ السؤال 3 :",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "تعددت الروايات في صفة النبي - صلى الله عليه وسلم - لصلاة الكسوف مع أن الشمس كسفت مرة واحدة في حياته - صلى الله عليه وسلم - فكيف ذلك؟ ¶ الجواب: ¶ غالب الروايات على أنه صلاها ركعتين؛ في كل ركعة ركوعان وسجدتان، هكذا في صحيح مسلم وغيره(¬1) عن عائشة وأختها أسماء وابن عباس وعبد الله بن عمرو بن العاص وعبد الرحمن بن سمرة، وروى مسلم(¬2) وغيره أنه صلاها ركعتين؛ في كل ركعة ثلاثة ركوعات وسجدتان كما في حديث ابن عباس وعائشة وجابر رضي الله عنهم . وروى مسلم(¬3) عن ابن عباس أنه صلاها ركعتين، في كل ركعة أربع ركعات وسجدتان . ¶ وروى علي مثل ذلك، وروى أبو داود(¬4) أنه صلاها عشرة ركوعات وأربع سجدات مع أن أسانيدها صحيحة ثابتة معتمدة في كثير من الأبواب والأحكام. وقد ذهب بعض العلماء كشيخ الإسلام ابن تيمية إلى تخطئة الروايات التي فيها الزيادة على ركوعين حيث انفرد بها مسلم عن البخاري وعلل بأن الكسوف لم يقع إلا مرة واحدة يوم مات إبراهيم ابن النبي صلى الله عليه وسلم، قال: ومعلوم أنه لم يمت موتتين، ولا كان هناك إبراهيمان . ¶ لكن نقول: إن تخطئة هؤلاء الرواة الثقات فتحٌ لباب الطعن في حديثهم، وردٌّ لكثير من الأحاديث التي تخالف المذاهب والآراء بحجة أنها خطأ وأن الراوي قد أخطأ في كذا وكذا مع أن هؤلاء الرواة محتج برواياتهم في الصحيحين، معتمدون في الكثير من الأحاديث التي تفردوا بها، فالأقرب أن يُحمل هذا الاختلاف على تعدد وقوع الكسوف والخسوف؛ فإن المعتاد وقوعهما في كل سنة مرة أو مرارا ومن المستبعد أن لا يقع الكسوف والخسوف في زمن النبوة عشر سنين سوى مرة واحدة . ¶ ¬__________ ¶ (¬1) البخاري مع الفتح 2/533، ومسلم بشرح النووي 6/200. ¶ (¬2) مسلم بشرح النووي 6/204. ¶ (¬3) مسلم بشرح النووي 6/213. ¶ (¬4) سنن أبي داود، ومعه كتاب معالم السنن للخطابي: 1-699",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ويحمل ذكر إبراهيم في الروايات الأخرى على أنه سبق فهم أو خطأ من الراوي؛ فتخطئة أحدهم في كلمة أولى من رد عدة أحاديث، وعلى هذا فيجوز للإمام أن يصلي ثلاثة ركوعات أو أكثر في كل ركعة إذا علم أن مدة الكسوف سوف تطول، ويمكنه أن يطيل الصلاة ويكثر الركعات قبل التجلي أو رآه أخف على المأمومين من إطالة القيام وتقليل الركعات ، والله أعلم. ¶ « صفة صلاة الكسوف والخسوف » : ¶ السؤال 4 : ¶ ما صفة صلاة الكسوف والخسوف ؟ وهل القراءة فيهما بالنسبة للإمام سرية أو جهرية؟ ¶ الجواب: ¶ هي كسائر الصلاة لا تصح إلا بطهارة كاملة، وبشروط الصلاة: من الإسلام، وإزالة النجاسة، وستر العورة، واستقبال القبلة؛ ولا بد فيها من التكبير والاستفتاح وسائر أعمال الصلاة، وفيها قراءة طويلة في القيام فيبدأ بقراءة الفاتحة جهرا ولو كان الكسوف نهارا ، ثم يفتتح سورة طويلة كالبقرة أو نحوها، ثم يركع ويطيل الركوع، ثم يرفع ويعيد القراءة للفاتحة ثم سورة أخرى أقصر من الأولى، ثم يركع ويطيل الركوع وهو دون الركوع الأول، ثم يرفع ويقول: سمع الله لمن حمده، ربنا ولك الحمد إلى آخره، ثم يسجد سجدتين بينهما جلسة يطيلهما، ثم يقوم فيقرأ الفاتحة وسورة أقصر من التي قبلها، ثم يركع دون الركوع الثاني في الركعة الأولى، ثم يرفع ويطيل القيام والقراءة بسورة دون السورة التي قبلها، ثم يركع دون الركوع الثالث، ثم يرفع، ثم يسجد سجدتين بينهما جلسة يطيلهما دون السجدتين في الركعة الأولى؛ فيكمل أربعة ركوعات وأربع سجدات، وإن أراد تكرار الركوع أكثر من ركوعين فله ذلك كما تقدم. ¶ « كيفية النداء لصلاة الكسوف والخسوف » : ¶ السؤال 5 : ¶ كيف النداء لصلاة الكسوف والخسوف؟ ¶ الجواب:",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ورد أنه ينادى لها: الصلاة جامعة، قالت عائشة - رضي الله عنها - : « خسفت الشمس على عهد رسول الله - صلى الله عليه وسلم - فبعث مناديا : الصلاة جامعة » رواه مسلم(¬1) وروى أيضا(¬2) عن عبد الله بن عمرو بن العاص قال: لما انكسفت الشمس على عهد رسول الله - صلى الله عليه وسلم - نودي بالصلاة جامعة والمعنى: احضروا الصلاة حال كونها جامعة، يكرر هذه الكلمة ثلاث مرات أو أربعا بصوت مرتفع حتى يسمع الناس. ¶ « صلاة النساء للكسوف والخسوف » : ¶ السؤال 6 : هل تصليها النساء في المساجد أو في البيوت؟ ¶ الجواب: ¶ ذكرت عائشة وأسماء وغيرهما : « أن النساء صلين في الكسوف مع النبي صلى الله عليه و سلم، قالت أسماء : فدخلت على عائشة وهي تصلي فقلت: ما شأن الناس يصلون؟ فأشارت برأسها إلى السماء، فقلت: آية؟ قالت: نعم، فأطال رسول الله - صلى الله عليه وسلم - القيام جدا حتى تجلاّني الغَشْي فأخذت قربة من ماء إلى جنبي فجعلت أصب على رأسي أو على وجهي »، - وفي رواية -: « فجعلت أنظر إلى المرأة أسن مني وإلى الأخرى هي أسقم مني »(¬3) - وفي لفظ - : « ثم التفت إلى المرأة الضعيفة فأقول: هذه أضعف مني » رواه مسلم وغيره(¬4) فدل على أن هناك نساء صلين في المسجد، و لكن إذا خشيت الفتنة أو كانت المرأة شابة يخاف أن تفتن الرجال أو متطيبة فلا يجوز لها حضور المسجد بل تصلي في بيتها سيما إذا كان هناك مجموعة من النساء وفيهن من تقرأ وتعرف الأحكام فتصلي بهن جماعة أو تعلمهن يصلين فرادى ، والله أعلم. ¶ « الخطبة لصلاة الكسوف والخسوف » : ¶ السؤال 7 : هل لصلاة الكسوف والخسوف خطبة؟ ¶ الجواب: ¶ ¬__________ ¶ (¬1) متفق عليه، البخاري مع الفتح 2/549، ومسلم بشرح النووي 6/23. ¶ (¬2) متفق عليه، البخاري مع الفتح 2/533، ومسلم بشرح النووي 6/214. ¶ (¬3) مسلم بشرح النووي 6/211. ¶ (¬4) متفق عليه. البخاري مع الفتح 2/543، ومسلم بشرح النووي 6/212.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وقع في حديث عائشة عند مسلم وغيره(¬1) ثم انصرف رسول الله - صلى الله عليه وسلم - وقد تجلت الشمس فخطب الناس فحمد الله وأثنى عليه ثم قال: إن الشمس والقمر من آيات الله، وإنهما لا ينخسفان لموت أحد ولا لحياته، فإذا رأيتموهما فكبروا وادعوا الله وصلوا وتصدقوا يا أمة محمد إنْ مِنْ أحد أغير من الله أن يزني عبده أو تزني أمته، يا أمة محمد، والله لو تعلمون ما أعلم لبكيتم كثيرا ولضحكتم قليلا ، ألا هل بلغت وفي رواية: وانجلت الشمس قبل أن ينصرف، ثم قام فخطب الناس فأثنى على الله بما هو أهله، ثم قال: إن الشمس والقمر آيتان من آيات الله لا يخسفان لموت أحد ولا لحياته ، فإذا رأيتموهما فافزعوا إلى الصلاة(¬2). ¶ وقال أيضا : فصلوا حتى يفرج الله عنكم(¬3) وقال رسول الله - صلى الله عليه وسلم - رأيت في مقامي هذا كل شيء وُعِدْتُم حتى لقد رأيتني أريد أن آخذ قطفًا من الجنة حين رأيتموني جعلت أقدم، ولقد رأيت جهنم يحطم بعضها بعضا حين رأيتموني تأخرت، و رأيت فيها ابن لحي وهو الذي سيب السوائب(¬4) وفي رواية: إني قد رأيتكم تفتنون في القبور كفتنة الدجال(¬5). ¶ ¬__________ ¶ (¬1) متفق عليه، البخاري مع الفتح 2/529، ومسلم بشرح النووي 6/200. ¶ (¬2) متفق عليه، البخاري مع الفتح 2/533، ومسلم بشرح النووي 6/202. ¶ (¬3) مسلم بشرح النووي 6/204. ¶ (¬4) مسلم بشرح النووي 6/203. ¶ (¬5) متفق عليه، البخاري مع الفتح 2/543، ومسلم بشرح النووي 6/206.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وفي حديث جابر رضي الله عنه في صحيح مسلم(¬1) وغيره ثم قال: إنه عرض عليّ كل شيء تولجونه؛ فعرضت علي الجنة حتى لو تناولت منها قطفا لأخذته أو قال: تناولت منها قطفا فقصرت يدي عنه ؛ وعرضت علي النار فرأيت فيها امرأة من بني إسرائيل تعذب في هرة لها ربطتها فلم تطعمها ولم تدعها تأكل من خشاش الأرض ، ورأيت أبا ثمامة عمرو بن مالك يجر قصبه في النار، وإنهم كانوا يقولون : إن الشمس والقمر لا يخسفان إلا لموت عظيم ، وإنهما آيتان من آيات الله يريكموهما، فإذا خسفا فصلوا حتى تنجلي . ¶ وفي رواية عنه قال: ما من شيء توعدونه إلا قد رأيته في صلاتي هذه ؛ لقد جيء بالنار وذلك حين رأيتموني تأخرت مخافة أن يصيبني من لفحها، وحتى رأيت فيها صاحب المحجن يجر قصبه في النار ؛ كان يسرق الحاج بمحجنه فإن فطن له قال : إنما تعلق بمحجني، وإن غفل عنه ذهب به، ورأيت فيها صاحبة الهرة التي ربطتها فلم تطعمها ولم تدعها تأكل من خشاش الأرض حتى ماتت جوعا ، ثم جيء بالجنة وذلكم حين رأيتموني تقدمت حتى قمت في مقامي ، ولقد مددت يدي وأنا أريد أن أتناول من ثمرها لتنظروا إليه ثم بدا لي أن لا أفعل ، فما من شيء توعدونه إلا قد رأيته في صلاتي هذه(¬2). ¶ ¬__________ ¶ (¬1) مسلم بشرح النووي 6/207. ¶ (¬2) مسلم بشرح النووي 6/209.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وفي حديث أسماء بنت أبي بكر رضي الله عنهما في الصحيحين(¬1) قالت: « فانصرف رسول الله - صلى الله عليه وسلم - وقد تجلت الشمس فخطب الناس فحمد الله وأثنى عليه ثم قال: أما بعد، ما من شيء لم أكن رأيته إلا قد رأيته في مقامي هذا حتى الجنة والنار، وأنه قد أوحي إليّ أنكم تفتنون في القبور قريبا من فتنة المسيح الدجال؛ فيؤتي أحدكم فيقال: ما علمك بهذا الرجل ؟ فأما المؤمن فيقول: هو محمد رسول الله، جاءنا بالبينات والهدى فأجبنا وأطعنا، فيقال له: نَمْ، قد كنا نعلم أنك لتؤمن به فَنَمْ صالحا ؛ وأما المنافق فيقول: لا أدري، سمعت الناس يقولون شيئا فقلت ». ونحو ذلك من التعليمات التي ذكرت في هذه الأحاديث وفيها أنه خطب وأنه حمد الله وأثنى عليه وأنه أفادهم بهذه الفوائد نقل هذا بعضها وهذا بعضها. ¶ وقد استدل به على أن المصلي بالجماعة يخطبهم بما يفيدهم، وقيل: إنه لا يخطب وإنما يذكرهم ويعلمهم أحكام الكسوف وما حصل فيه، ويذكر بعض ما ذكره النبي - صلى الله عليه وسلم - من هذه التعليمات وإن لم يصعد منبرا وإن لم يقف أمام المصلين كما في خطبة العيدين؛ فيحصل بذلك الإفادة والتعليم والتحذير من المعاصي ونحوها. ¶ « القراءة لصلاة الكسوف والخسوف » : ¶ السؤال 8 : هل يسن قراءة سورة معينة فيها ؟ ¶ ¬__________ ¶ (¬1) البخاري مع الفتح 2/543، ومسلم بشرح النووي 6/211.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الجواب: لا أذكر في حديث صحيح تعيين سورة ورد ذكرها في هذه الصلاة، ومع كثرة من رواها من الصحابة لم يصرح أحد منهم بأنه قرأ سورة كذا وكذا، وقد ورد في حديث عائشة عند مسلم(¬1) أن رسول الله - صلى الله عليه وسلم - جهر في صلاة الكسوف بقراءته، وفي حديث ابن عباس - رضي الله عنهما - في صحيح مسلم(¬2) وغيره فقام قياما طويلا قدر نحو سورة البقرة ... إلخ. ولعله - صلى الله عليه وسلم - قرأ عدة سور في هذه الصلاة فلم يحتج الناقل أن يذكر شيئا منها واكتفوا بقولهم فقام قياما طويلا ، وفي الثاني وهو دون القيام الأول دون أن يحتاج إلى ذكر السورة أو السور التي قرأ بها، فعلى هذا إذا قرأ في القيام الأول سورة البقرة قرأ في القيام الثاني سورة آل عمران فإنها دون البقرة، ثم في القيام الثالث سورة الأنعام، وفي القيام الرابع سورة يونس أو نحو ذلك. ¶ « إدراك المأموم الركوع في صلاة الكسوف » : ¶ السؤال 9 : إذا أدرك المصلي ركوعا من ركعة فهل أدرك الركعة؟ ¶ الجواب: ¶ معلوم أن الركوع ركن في كل صلاة، وحيث إن صلاة الكسوف يكرر فيها الركوع فالصحيح أن الركن هو الركوع الأول فما بعده يكون عبادة مضافة مؤكدة للأول . ¶ وعلى هذا فمن فاته الركوع الأول من الركعة الأولى قضى ركعة كاملة بركوعيها أو بركوعاتها إن زادت على اثنين، ومن فاته الركوع الأول من الركعة الثانية قضى الصلاة كلها ولا يعتد بما أدركه بعد الركوع الأول ولو كان قياما وركوعا وسجودا حيث فاته الركن الموجود في كل الصلوات، والله أعلم. ¶ « زوال الكسوف أو الخسوف أثناء الصلاة » : ¶ السؤال 10 : إذا زال الكسوف أو الخسوف وهو يصلي فماذا يفعل؟ ¶ الجواب: ¶ ¬__________ ¶ (¬1) مسلم بشرح النووي 6/203. ¶ (¬2) مسلم بشرح النووي 6/212.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "لما كان الموجب للصلاة هو الخسوف فإذا زال السبب فلا بأس بإنهاء الصلاة، فله أن يخفف الأركان والصلاة وينهي ما بقي منها ثم يسلم ولا يقصر من الأركان، فإذا تجلت الشمس وهو في الركوع الأول من الركعة الثانية أتمه خفيفا وأتم القيام الثاني والركوع الثاني والسجدتين وخفّفهما وسلم... وهكذا. ¶ « بقاء الكسوف أو الخسوف بعد انتهاء الصلاة » : ¶ السؤال 11 : إذا انتهت الصلاة وما زال الكسوف أو الخسوف فما الحكم؟ ¶ الجواب: ¶ لا يشرع تكرار الصلاة فيما أعلم، ولم أطلع على رواية فيها أنه أعاد الصلاة بعد ما سلم من الأول؛ وإنما في الروايات أنه أطال القراءة والركوع والأركان وانصرف وقد تجلت الشمس ، ولعله - صلى الله عليه وسلم - عرف بالوحي وقت التجلي فمدّ الصلاة بقدر الكسوف؛ وعلى هذا فإن كان الكسوف قد عم الشمس أو القمر فإنه سوف يطول زمانه فيشرع أن يطيل في الأركان بقدر مدة الكسوف . ¶ وإن كان الكسوف يسيرا خفف حتى ينصرف وقت التجلي ، وإن كرر الصلاة مرتين فلا بأس لعموم قوله : « فإذا رأيتموهما فكبروا وادعوا الله وصلوا وتصدقوا »(¬1) ، وفي رواية: « فصلوا حتى يفرج الله عنكم » - وفي لفظ - : « فاذكروا الله حتى ينجليا » رواه مسلم(¬2) عن عائشة وله في حديث: « فصلوا حتى تنجلي »(¬3) فيدخل في ذلك إطالة الصلاة وتكرارها. ¶ « حصول الكسوف وقت كراهة الصلاة » : ¶ السؤال 12 : إذا حدث الكسوف في وقت نهي فهل تقام الصلاة ؟ ¶ الجواب: ¶ نعم لأن الكسوف من أسباب إقامة الصلاة وفعلها ، فإذا كسفت الشمس بعد العصر فإنهم يصلون حتى تنجلي أو تغرب عنهم، وإذا خسف القمر بعد الفجر فقيل إنهم يصلون ما لم تطلع الشمس وذلك لأنهم لا يزالون في حكم الليل. ¶ ¬__________ ¶ (¬1) مسلم بشرح النووي 6/200 ¶ (¬2) مسلم بشرح النووي 6/205 ¶ (¬3) مسلم بشرح النووي 6/209",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وقيل لا صلاة حيث إنه ذهب وقت الانتفاع به، أما إذا خسف بعد طلوع الشمس فلا صلاة مع أن ذلك لا يتصور عادة لما تقدم من أسباب الكسوف والخسوف. ¶ « قضاء صلاة الكسوف والخسوف » : ¶ السؤال 13 : من فاتته صلاة الكسوف أو الخسوف فهل يقضيها بمفرده؟ ¶ الجواب: ¶ لا مانع من أن يصلي ما تيسر له إن كان الكسوف باقيا ، فيصلي منفردا بقدر ما يشغل به بقية الوقت قبل التجلي، فإن تجلى الكسوف قبل أن يصلي فات وقته، وإن تجلى وهو في الصلاة خفف ما بقي وانصرف ، وإن اقتصر على الذكر والاستغفار والقراءة كفاه ذلك كما لو انصرف المصلون قبل التجلي واشتغلوا بذكر الله ودعائه وتلاوة كتابه ، والله أعلم. ¶ « الصلاة للزلازل والبراكين » : ¶ السؤال 14 : هل يصلى للزلازل والبراكين والفيضانات صلاة كسوف أو خسوف ؟ ¶ الجواب : ¶ المشهور أنه يصلى للزلازل فقط ، فقد روى سعيد عن ابن عباس رضي الله عنهما أنه صلى للزلزلة في البصرة ، ولعل السبب أنها عذاب ظاهر غير معتاد يحصل من آثاره موت وهدم وتلف أموال وقد يكون بسبب الذنوب ، وإذا استمر مدة دقائق حصل سقط الدور وقلع الأشجار فكان من المناسب الصلاة ، ولأنه آية من آيات الله التي يخوف بها عباده فيدخل في قوله - صلى الله عليه وسلم - : « فإذا رأيتم ذلك فافزعوا إلى الصلاة »(¬1). ¶ فأما الصواعق والفيضانات والرياح العاصفة والظلمة الشديدة ورمي الكواكب وكثرة المطر الذي يخاف منه الغرق ، فالمشهور أنه لا يصلى لها صلاة الكسوف وإنما يدعو المسلمون ربهم ويذكرونه ويتصدقون ويظهرون التوبة كما حصل لقوم يونس كما قال تعالى عنهم : ¶ { فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا }[ سورة يونس، الآية : 98 ]. ¶ ¬__________ ¶ (¬1) متفق عليه، البخاري مع الفتح 2/545، ومسلم بشرح النووي 6/202.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقد ذهب أصحاب الرأي وبعض الحنابلة إلى أنه يصلى لجميع الآيات المذكورة ونحوها لأنها من جملة ما يخوف الله به عباده وأولى من الكسوف ، فعلى هذا إن صلى لذلك جاز على هذا القول والله أعلم . ¶ وصلى الله على محمد وآله وصحبه وسلم . ¶ كتبه ¶ عبد اللَّه بن عبد الرَّحمن الجِبرين ¶ (عضو الإفتاء سابقا)",
            "page": "12",
            "part": "1"
        }
    ],
    "t37650": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "فتاوى في صلاة الكسوف والخسوف"
        }
    ]
}