{
    "b37660": [
        {
            "id": "1",
            "nass": "فتاوى العلامة عبدالرحمن البراك ¶ تم نسخها من موقع الإسلام اليوم ¶ العلاقة بين قضاء الله وقدره وعمل الشيطان ¶ إن كل ما يحصل لنا في هذه الدنيا ليس مصدره واحد عند الناس، فعند حصول الأشياء الجميلة والمفرحة نقول الحمد لله فالسبب هنا مشيئة الله، وعند حصول الأشياء المحزنة والسيئة نقول سببها الشيطان -لعنة الله عليه- وليس قضاء وقدر الله. والسؤال هنا حول العلاقة بين قضاء الله وقدره وعمل الشيطان خاصة على المؤمن فكيف يكون؟ وهل حقاً توجد علاقة بينهما؟ وما علاقة النفس الأمارة بالسوء بهما؟.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الحمد لله، من أصول الإيمان، الإيمان بالقدر وخيره وشره، وكل ما يجري في الوجود من خير وشر من نعم ومصائب، ومن إيمان وكفر وطاعة ومعصية وغير ذلك من أفعال العباد كل ذلك بقدر الله ومشيئة فإنه لا يكون في ملك الله ما لا يريد فما شاء الله كان وما لم يشأ لم يكن، فكل ما في هذا الوجود مما وقع ومما سيقع كله قد سبق به علم الله وكتابه، وكل ذلك بمشيئته وقدرته – سبحانه وتعالى-، فالواجب على العبد أن يؤمن بهذا الأصل لكن إن أصابه خير فعليه أن يحمد الله ولا يضيف نعم الله إلى نفسه، أو إلى الأسباب التي كان لها أثر في حصول هذه النعمة بل عليه أن يعلق قلبه بالله ليشكره ويذكره، \"وما بكم من نعمة فمن الله\"[النحل:53]، وإن أصابته مصيبة فعليه أن يؤمن كذلك أنها من قدر الله، ولكن عليه أن يذكر الأسباب التي جرت عليه هذه المصيبة، فإن المصائب من الأمراض أو ذهاب الأموال أو ذهاب الأحبة تكون ابتلاء وامتحاناً، وتكون جزاء على السيئات كما قال تعالى: \"وما أصابكم من مصيبة فبما كسبت أيديكم\"[الشورى:30]، وقال تعالى: \"أولما أصابتكم مصيبة قد أصبتم مثليها قلتم أنى هذا قل هو من عند أنفسكم\"[آل عمران:165]، فإذا أصابت المسلمين هزيمة أو نزلت بهم مصيبة فعليهم أن يحاسبوا أنفسهم ويتفقدوا عيوبهم، وأن يتوبوا من ذنوبهم وأن يتوجهوا إلى ربهم، وهذا شأن المؤمن إن أصابته سراء شكر فكان خيراً له، وإن أصابته ضراء صبر فكان خيراً له، والله تعالى له الحمد على كل حال؛ على السراء والضراء والشدة والرخاء؛ لأن كل ما تجري به الأقدار هو بمشيئته وحكمته – سبحانه وتعالى- فله الحمد على كل ما يقدره ويقضيه؛ لأنه تعالى حيكم عليم يضع الأشياء في مواضعها، وليس بلازم أن ندرك حكمة الله في كل جزئية وصغيرة وكبيرة لكن نؤمن بأن الله حكيم فما خفيت علينا حكمته وهو الأكثر فإننا نحيله إلى ما نؤمن به من كمال حكمته – سبحانه وتعالى- ولا شك أن الشيطان هو الداعي إلى كل شر من",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "أفعال العباد فهو الداعي إلى الكفر وهو الداعي إلى المعاصي، والذنوب والمعاصي سبب لما يصيب العبد من المصائب فإذا أصاب الإنسان مصيبة فعليه أن يصبر، وأن يستغفر وأن يحاسب نفسه، ويتفكر من أين دخل عليه الشر والبلاء؟ حتى يتقيه ويحذر من مداخل الشر، ومن أعظم ما ينفع من ذلك التجاء العبد إلى ربه بأن يعصمه من شر الشيطان وأن يعيذه من الكفر والفسوق والعصيان، فيدعو ربه بأن يوفقه لأسباب السعادة وأن يجنبه أسباب الشقاوة. ¶ اللهم حبِّب إلينا الإيمان وزينه في قلوبنا، وكرِّه إلينا الكفر والفسوق والعصيان، واجعلنا من الراشدين، والله أعلم. ¶ القنطرة بين الجنة والنار! ¶ ما هي القنطرة؟ وهل جميع الخلائق سيعرضون أو يمرون بها؟ وإذا كان لديك مخطط ببيان ما ستكون عليه مراحل يوم القيامة.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الحمد لله، ففي البخاري (6535) عن أبي سعيد الخدري – رضي الله عنه – قال: قال رسول الله – صلى الله عليه وسلم - :\"يخلص المؤمنون من النار، فيحبسون على قنطرة بين الجنة والنار، فيقص لبعضهم من بعض مظالم كانت بينهم في الدنيا، حتى إذا هُذِّبُوا ونُقّوا أذن لهم في دخول الجنة، فوالذي نفس محمد بيده، لأحدهم أهدى بمنزله في الجنة منه بمنزله كان في الدنيا\" وهذه القنطرة من أمور الغيب كالصراط والميزان، وأهل السنة والجماعة يؤمنون بهذا كله، فيؤمنون بكل ما أخبر الله به في كتابه، أو صح عن رسوله – صلى الله عليه وسلم-، والقاعدة أن أمور الغيب يؤمن بها ولا يطلب العلم بكيفيتها، فلا نعلم كيفية الصراط وحقيقته على ما هو عليه، ولا نعلم كذلك كيفية هذه القنطرة، وبهذا يعلم أن السؤال عن مخطط لمراحل يوم القيامة سؤال غير لائق، فعلى المسلم أن يؤمن بهذه المغيبات تصديقاً لله ورسوله، ولا يطلب كيفيتها، فحقائق الآخرة لا يعلمها إلا الله، وسيدرك الناس من ذلك ما شاء الله لهم يوم القيامة إذا باشروا هذه الأحوال وعاينوا ما كان غيباً، والإيمان الذي مدح الله أهله هو الإيمان بالغيب، أما الأمور المعاينة كالشمس والقمر والأرض والجبال فليس مما يمدح الإيمان بوجوده، ولهذا قال سبحانه وتعالى: \"..هدى للمتقين الذين يؤمنون بالغيب ويقيمون الصلاة ومما رزقناهم ينفقون والذين يؤمنون بما أنزل إليك وما أنزل من قبلك وبالآخرة هم يوقنون\" [البقرة:2-4]. والله أعلم. ¶ رؤية النساء لله في الجنة ¶ جاءت الأحاديث التي تثبت رؤية الله -عز وجل- وفيها أنهم بعد أن يروا الله سبحانه يرجعون إلى أزواجهم، هل هذا يعني أن النساء لا يرون الله -عز وجل-؟.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الحمد لله، لقد دلَّ القرآن والسنة المتواترة عن النبي – صلى الله عليه وسلم- كما أجمع أهل السنة والجماعة على أن المؤمنين يرون ربهم يوم القيامة في عرصات القيامة، يعني: في مواقف القيامة، ويرونه بعد دخول الجنة كما يشاء – سبحانه وتعالى-، وهم في هذه الرؤية على مراتب؛ فبعضهم أعظم حظًّا في هذه الرؤية من بعض، وذلك لاختلاف منازلهم ودرجاتهم عند الله، ورؤية المؤمنين لربهم يوم القيامة هي رؤية حقيقية عيانية، يرونه سبحانه وتعالى بأبصارهم كما قال صلى الله عليه وسلم: \"إنكم سترون ربكم يوم القيامة كما ترون هذا القمر لا تضامون في رؤيته\" رواه البخاري (7436)، ومسلم (633) واللفظ له من حديث جرير – رضي الله عنه -، فشبه الرؤية بالرؤية، ولم يشبه المرئي بالمرئي، ووعد المؤمنين بهذه الرؤية التي هي أعلى مطالب المؤمنين وأعلى نعيمهم في الجنة، والوعد بذلك عام لكل المحسنين من الرجال والنساء، كما قال تعالى: \"للذين أحسنوا الحسنى وزيادة\" [يونس:26] وجاء تفسير الزيادة بأنها النظر إلى وجه الله الكريم، وقال تعالى: \"وأزلفت الجنة للمتقين\" [ق:31] إلى قوله: \"لهم ما يشاءون فيها ولدينا مزيد\"[ق:35]، وفسر المزيد بما فسرت به الزيادة في الآية المتقدمة، ووصف المتقين في القرآن وفي السنة يعم الرجال والنساء، وكذلك الموصول في مثل: \"والذين آمنوا وعملوا الصالحات أولئك أصحاب الجنة هم فيها خالدون\" [البقرة:82]، وهكذا قوله سبحانه: \"للذين أحسنوا الحسنى وزيادة\" [يونس:26]، هو عام للرجال والنساء، ولكن الله أعلم كيف تكون رؤية المؤمنات لله – تعالى -، ولا يمتنع أن يكون للرجال مزية في رؤيته – سبحانه - لأن الرجال يمتازون في الدنيا على النساء بأعمال عظيمة كصلاة الجماعة والجمعة والجهاد، فلا بد أن يكون لذلك أثره في جزاء الآخرة، وقد ذكر شيخ الإسلام هذه المسألة (أي: مسألة رؤية النساء لله - تعالى - في الجنة)، وذكر أن فيها اختلافاً، وذكر الأدلة ورجح",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "القول بأنهن يرين الله؛ لأن ذلك هو ظاهر النصوص فهي عامة في المتقين والمحسنين والمؤمنين، فلا موجب لتخصيصها بغير دليل، ومن أراد المزيد من بحث هذه المسألة فليرجع إلى كلام الشيخ – رحمه الله- في المجلد السادس من مجموع الفتاوى.والله أعلم. ¶ \"لماذا نعبد الله تعالى؟\" ¶ سألني شخص مسلم : لماذا نعبد الله ؟ فأجبته لأنه هو المستحق للعبادة و ما خلقنا إلا لعبادته, فلا معبود بحق إلا الله، فسألني و قال: أنا أقصد أنه لماذا نعبده, ما دمنا نعلم أننا لن نفيده؟ و كتب عنده من سيدخل الجنة و من سيدخل النار،بعد هذا السؤال تذكرت إجابة الرسول -صلى الله عليه و سلم- للصحابة – رضي الله عنهم- حينما سألوه نفس السؤال فقال: كل ميسر لما خلق له، أتمنى أن تتضمن الإجابة شرحاً لـ ( كل ميسر لما خلق له). و جزاكم الله خيراً. ¶ الحمد لله، قول القائل لماذا نعبده؟ جوابه كما ذكرت بأنه سبحانه وتعالى هو المستحق للعبادة لأنه خالقنا ورازقنا، وهو ربنا ورب كل شيء، ولأنه خلقنا لعبادته وأمرنا بها، كما قال: \"وما خلقت الجن والإنس إلا ليعبدون\" [الذاريات:56]، وقال تعالى: \"يا أيها الناس اعبدوا ربكم الذي خلقكم والذين من قبلكم...\" [البقرة:21]، ولم يخلقنا لعبادته ولم يأمرنا بعبادته لحاجة به إلى ذلك فإنه الغني عن خلقه، لكنه تعالى يحب من عباده أن يعبدوه وحده لا شريك له، وأن يطيعوه ويطيعوا رسله عليهم السلام، ولكن منفعة العبادة راجعة إلى العباد ومضرة تركها واقعة عليهم، فالعباد لا ينفعون الله ولا يضرونه بل هو النافع الضار، وفي الحديث القدسي: \"يا عبادي إنكم لن تبلغوا نفعي فتنفعوني، ولن تبلغوا ضري فتضروني\" مسلم (2577) ¶ وقد بين سبحانه وتعالى أنه لم يخلق الجن والإنس ليرزقوه أو يطعموه، أو يتقوى بهم من ضعف فقال سبحانه: \"وما خلقت الجن والإنس إلا ليعبدون ما أريد منهم من رزق وما أريد أن يطعمون إن الله هو الرزاق ذو القوة المتين\" [الذاريات:56-58].",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "أما قول القائل: لماذا أمرنا الله بعبادته؟ وقد علم من يدخل الجنة ومن يدخل النار فجوابه أيضاً كما ذكرت أن على العباد أن يعملوا ولا يتكلوا على القدر كما قال -صلى الله عليه وسلم- لمن قال له: إذا كان ما نعمله قد فرغ منه ومضى به القدر فلماذا العمل؟ فقال عليه الصلاة والسلام: \"اعملوا فكل ميسر لما خلق له\" انظر البخاري (4949)، ومسلم (2647) وتفسير هذا أن من كان من أهل السعادة فسييسر لعمل أهل السعادة، ومن كان من أهل الشقاوة فسييسر لعمل أهل الشقاوة، هكذا جاء في الحديث وجاء هذا المعنى في القرآن في قوله سبحانه: \"فأما من أعطى واتقى وصدق بالحسنى فسنيسره لليسرى وأما من بخل واستغنى وكذب بالحسنى فسنيسره للعسرى\" وهذا التيسير لعمل أهل السعادة، أو عمل أهل الشقاوة هو الهدى والإضلال المذكوران في مثل قوله تعالى: \"يضل من يشاء ويهدي من يشاء\" [النحل:93] فيهدي من يشاء بتوفيقه فضلاً منه،ويضل من يشاء بعدم التوفيق عدلاً منه، فهو تعالى يهدي من يشاء بفضله وحكمته ويضل من يشاء بعدله وحكمته، لا يسأل عما يفعل وهم يسألون. ¶ فالواجب على العباد أن يؤمنوا بشرع الله وقدره وأن يطيعوا أمره ونهيه، وأن يأخذوا بأسباب السعادة، وأن يحذروا من أسباب الشقوة وهذا ما فطر الله عليه العباد من الأخذ بالأسباب النافعة، وتجنب الأسباب الضارة، وإن كان ذلك كله مقدراً كما في طلب الرزق وطلب العلم، وطلب الأولاد، فلا يقول عاقل: إن كان الله قد قدر أن أكون عالماً، أو قدر أن يكون لي رزق، أو قدر أن يكون لي أولاد فسيحصل ذلك كله دون سعي ولا عمل، فهكذا سعادة الآخرة موقوفة على أسباب، وهي الإيمان والعمل الصالح، ولن تتحقق هذه السعادة إلا بأسبابها التي شرعها الله وقدرها سبحانه وتعالى، فنسأل الله سبحانه وتعالى أن يهدينا صراطه المستقيم، صراط الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين. والله أعلم. ¶ شرك المتوسل بالقبور",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ما أوجه القول بأن التوسل بقبور الأنبياء والصالحين شركٌ ؟ أرجو أن يكون الجواب شافياً، وجزاكم الله خيراً. ¶ الحمد لله. ¶ زيارة قبور الأنبياء والصالحين نوعان: زيارة شرعية، وهي زيارة للسلام عليهم والدعاء لهم، وتذكر الآخرة، لكن لا يجوز السفر لذلك، لقوله – صلى الله عليه وسلم-: \"لا تشد الرحال إلا إلى ثلاثة مساجد: المسجد الحرام، ومسجدي هذا، والمسجد الأقصى\" رواه البخاري (1189) ومسلم (827) من حديث أبي سعيد الخدري – رضي الله عنه -. ¶ وأما زيارة قبورهم للدعاء عندها أو الصلاة عندها، فذلك من البدع في الدين، ومن وسائل الشرك، وكذا التوسل بذواتهم مثل أن يقول: نسألك يا الله بنبيك أو بعبدك الصالح، فذلك بدعة في التوسل؛ لأن التوسل المشروع هو التوسل بدعائهم، وهذا لا يكون إلا في حال حياتهم وحضورهم، وأما قصد القبور للطواف حولها والتقرب إلى أصحابها بالصلاة لهم، وكذلك الاستغاثة بهم عند قبورهم أو بعيداً عنهم؛ فكل هذا من الشرك الأكبر؛ لأن ذلك من عبادتهم مع الله، والله - تعالى - يقول: \"يا أيها الناس اعبدوا ربكم...\" [البقرة:21] إلى قوله: \"فلا تجعلوا لله أنداداً وأنتم تعلمون\" [البقرة:22]، قال تعالى: \"واعبدوا الله ولا تشركوا به شيئاً\" [النساء:36]، وقال: \"بل الله فاعبد وكن من الشاكرين\"، وقال سبحانه وتعالى: \"وأن المساجد لله فلا تدعو مع الله أحداً\" [الجن:18]، فيجب التفريق بين ما هو شرك وما هو من وسائل الشرك، والقبوريون من الصوفية وأشباههم يفعلون عند قبور من يعظمون - سواء كانوا أولياء أو يظنونهم أولياء - كل هذه الأفعال، فإنهم يدعونهم ويدعون الله بهم ويتحرون الصلاة والدعاء عند قبورهم ويستغيثون بهم كذلك ويلجؤون إليهم أعظم من التجائهم إلى الله. ¶ والرافضة الذين يسمون أنفسهم الشيعة هم الأصل في هذا الشرك فهم أمكن فيه؛ فإنهم يحجون إلى المشاهد التي بنوها على قبور الأئمة سواءً كانت حقيقية أو وهمية.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "فالواجب الحذر من هذا الشرك وما يقرب إليه؛ فإنه انتشر في الأمة الإسلامية في الطائفتين الرافضة والصوفية، وقد بلغ الرسول – صلى الله عليه وسلم- البلاغ المبين؛ فحذَّر من الشرك كله وسد كل الطرق الموصلة إليه وذلك من كمال نصحه – صلى الله عليه وسلم-، فأقام الله به الحجة وأوضح المحجة، قال الله تعالى: \"لقد جاءكم رسول من أنفسكم عزيز عليه ما عنتم حريص عليكم بالمؤمنين رؤوف رحيم\" [التوبة:128]. وصل الله على محمد وآله وصحبه وسلم. ¶ موادة الكافر هل تحرم مطلقاً؟\"لا تجد قوما يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله ولو كانوا آباءهم أو أبناءهم أو إخوانهم أو عشيرتهم...\" فهل تعني هذه الآية أننا يجب ألاَّ نكن أي عاطفة لأقاربنا من غير المسلمين، حتى ولو كان عندهم اهتمام بالإسلام، ولا يعادون إيماننا؟ أم أن هناك فرقاً بين العاطفة الفطرية والعاطفة بسبب الإيمان؟ هل يكون من الجائز للمسلم أن يكره كفر أقاربه، ومع ذلك يبقى لديه نوع من العاطفة الفطرية نحوهم؟ هل مثل هذه العاطفة تخرج المسلم من الملة؟ أرجو توضيح الأمر.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الحمد لله، الواجب على من منّ الله عليه بالإسلام والإيمان والتوحيد أن يبغض الشرك وأهله، فإن كانوا محاربين فعليه أن يعاديهم بكل ما يستطيع، وإن كانوا مسالمين للمسلمين فيجب بغضهم على كفرهم ومعاداتهم لكفرهم، ولكن من غير أن ينالوا بأذى؛ بل لا مانع من الإحسان إليهم وصلتهم إن كانوا أقارب، وبرهم إن كانوا من الوالدين، كما قال تعالى: \"أن اشكر لي ولوالديك إلي المصير وإن جاهداك على أن تشرك بي ما ليس لك به علم فلا تطعهما وصاحبهما في الدنيا معروفاً واتبع سبيل من أناب إلي ثم إلي مرجعكم فأنبئكم بما كنتم تعملون\" [لقمان: 15]، وبغض الكافرين لا يمنع من أداء الحقوق، حق القرابة، وحق الجوار، كما قال – صلى الله عليه وسلم- لما أنذر عشيرته وتبرأ منهم قال: \"إن لكم رحماً عندي سأبلها ببلالها\" مسلم (204)، وقال سبحانه وتعالى: \"لا ينهاكم الله عن الذين لم يقاتلوكم في الدين ولم يخرجوكم من دياركم أن تبروهم وتقسطوا إليهم إن الله يحب المقسطين\" [الممتحنة: 8]، وقوله سبحانه وتعالى: \"لا تجد قوماً يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله...\" [المجادلة: 22] المراد من يواد الكافرين ولا يبغضهم البغض الإيماني ولا يبرأ منهم ومن دينهم ومعبوداتهم الباطلة فهذا هو الذي لا يكون مسلماً وإن ادعى الإيمان، وهؤلاء هم الذين قال الله فيهم: \"لا تجد قوماً يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله ولو كانوا آباءهم أو أبناءهم أو إخوانهم أو عشيرتهم\" (سبق تخريجها) فالمؤمنون الصادقون يبغضون الكافرين وإن كانوا أقرب الأقارب إليهم، وعلى هذا فيجتمع في قلب المؤمن المحبة الفطرية الطبيعية والبغض الديني، وقد كان النبي –صلى الله عليه وسلم- يحب أبا طالب لقرابته ولنصرته له وهو يبغضه لكفره، ولهذا كان حريصاً على هدايته ولكن الله سبحانه وتعالى بحكمته لم يوفقه للإيمان؛ لأنه تعالى أعلم بمن هو أهل لذلك قال تعالى: \"إنك لا تهدي من أحببت",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ولكن الله يهدي من يشاء وهو أعلم بالمهتدين\" [القصص: 56]، فلك أيها السائل أن تصل أقاربك وأن تبر بالوالدين، وأن تحسن إلى جيرانك وإن كانوا كفاراً، ما داموا لا يجاهرون بعداوة الإسلام والمسلمين، وأما من أعلن محاربته للمسلمين فالواجب محاربته وجهاده حتى يدخل في الإسلام أو يعطي الجزية كما قال تعالى: \"قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر ولا يحرمون ما حرم الله ورسوله ولا يدينون دين الحق من الذين أوتوا الكتاب حتى يعطوا الجزية عن يد وهم صاغرون\" [التوبة:29] والله أعلم. ¶ عبارة: \"يا معين\" ¶ أنوه بداية أني وضعت من أهداف بريدي هذا تقديم خدمة الفتوى للإخوة والأخوات الذين أعرفهم. هل قول الرجل (يا معين) في دعائه فيه شيء؟ وهل اسم (المعين) من أسماء الله؟.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الحمد لله، قول الرجل إذا أراد أن يقوم بأمر من الأمور: يا معين، يقصد رب العالمين، فإنه لا بأس به، فإن العبد لا يقوى على أي أمر من أموره إلا أن يعينه الله، وخير ما يستعين فيه العبد ربه ما يقربه إليه من أنواع الطاعة، وهي عبادته سبحانه وتعالى كما قال تعالى: \"إياك نعبد وإياك نستعين\" [الفاتحة:5]، وقال النبي – صلى الله عليه وسلم- لمعاذ – رضي الله عنه-: يا معاذ إني أحبك لا تدعن دبر كل صلاة أن تقول: \"اللهم أعني على ذكرك وشكرك وحسن عبادتك\" النسائي (1303)، وأبو داود (1522) وأحمد (21614)، وصححه الألباني، وقال – صلى الله عليه وسلم- في وصيته لابن عباس –رضي الله عنهما-: \"إذا سألت فاسأل الله، وإذا استعنت فاستعن بالله\" الترمذي (2516)، وأحمد (2664) وقد صححه الألباني إضافة إلى تصحيح الترمذي، وأما كون لفظ (المعين) اسماً لله فلا أذكر أنه ورد في شيء من الآثار إلا أن معناه صحيح كالمنعم، فإنه سبحانه وتعالى المنعم بجميع النعم، وهو المعين لمن شاء على ما شاء، فإنه تعالى لا حول ولا قوة إلا به، وإذا كان هذا اللفظ لم يرد اسماً من أسماء الله، فالأولى أن يقول الإنسان: يا الله أعني، يا قوي، يا حي، يا قيوم أعني، وما أشبه ذلك؛ كما جاء في وصية النبي – صلى الله عليه وسلم- لمعاذ – رضي الله عنه-، وعلى هذا فلا ينكر على من قال: يا معين أعني ما دام إنه يقصد الاستعانة بالله، لكن يرشد إلى ما هو الأفضل. والله أعلم. ¶ تعليق الوشاح الذهبي للرجال ¶ بسم الله الرحمن الرحيم ¶ رشح أحد التجار لنيل إحدى الجوائز الدولية من إحدى المؤسسات المتخصصة، وأثناء الحفل سيتم تعليق الوسام أو الوشاح الذهبي في رقبة الشخص المعني لفترة مؤقتة، فهل يجوز تعليق الوشاح أو الوسام؟ مع العلم أنه مصنوع من الذهب. وجزاكم الله خيرا. ¶ الحمد لله. ¶ لا يجوز لمن استحق هذه الجائزة أن يوافق على تعليق الوشاح أو الوسام الذهبي في رقبته وذلك لأمرين:",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "أولاً: أن تعليقه في رقبته ولو دقيقة واحدة يعد بذلك لابساً للذهب، وقد حرم الله لبس الذهب على ذكور هذه الأمة فلا يجوز للمسلم أن يلبس الذهب لا في يده ولا في رقبته ولا في أي موضع من بدنه. ¶ وثانياً: إن تعليق الوشاح أو الوسام في هذه المناسبة هو من تقاليد الكفار، فقبول المسلم تعليق ذلك في رقبته تشبه بهم في عوائدهم، وعلى المسلم أن يربأ بنفسه عن ذلك ويعتز بما أكرمه الله به من الإسلام وخصائص الإسلام، وعليه أن يتجنب من الأحوال والأعمال ما يقربه من الكفار، ومجاراة الكفار في عوائدهم تدل على ضعف الولاء للإسلام والاعتزاز به، واللائق بالمسلم أن يكون داعياً إلى الله ومحافظاً على شرائع الإسلام ومعتزاً بكونه مسلماً كما قال تعالى: ومن أحسن قولاً ممن دعا إلى الله وعمل صالحاً وقال إنني من المسلمين\" والله أعلم. ¶ \"الكبرياء ردائي\" ¶ في الحديث يقول الله تعالى: \"العز إزاري\"، فهل هناك رداء حقيقة؟. ¶ الحمد لله، ثبت عن النبي – صلى الله عليه وسلم- أن الله يقول: \"العظمة إزاري، والكبرياء ردائي، فمن نازعني واحداً منهما عذبته\" أبو داود(4090)، وابن ماجة(4174)، وأحمد(8677)، وصححه الألباني، فيجب الإيمان بذلك وإثبات العظمة والكبرياء لله، فالكبرياء والعظمة صفتان من صفاته – سبحانه وتعالى- فهو العظيم ، وهو العزيز الجبار المتكبر، وله الكبرياء في السماوات والأرض، وهو العزيز الحكيم، ولا يلزم من إطلاق لفظ الإزار والرداء أن تكون العظمة والكبرياء شيئين منفصلين عن الله سبحانه وتعالى، ونقول آمنا بالله وما جاء عن الله على مراد الله، وبما جاء عن رسول الله على مراد رسول الله – صلى الله عليه وسلم-. والله أعلم. ¶ قراءة آيات بعدد معين ¶ السلام عليكم ورحمة الله وبركاته. ¶ سؤالي هو :قد طلب مني أحد الإخوة أن أسجل أشرطة بها آية الكرسي (70 مرة)، ¶ والآية (29) من سورة الفتح 35 مرة...إلخ ، فما الحكم الشرعي في ذلك؟.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وعليكم السلام ورحمة الله وبركاته. ¶ الحمد لله، آية الكرسي هي أفضل آية في كتاب الله، وتشرع قراءتها في أحوال وأوقات معينة، وأما تقييد قراءتها بهذا العدد فلا أصل له فلا يشرع في حال من الأحوال قراءتها سبعين مرة، فتخصيص هذا العدد بدعة، وكذا الآية الأخيرة من سورة الفتح ليس لقراءتها في وقت من الأوقات خصوصية، إنما تختص بالمعنى الذي اشتملت عليه، وكذا تحري في قراءتها هذا العدد بدعة،بل قراءتها مرة واحدة في وقت معين أو حالة معينة لا أصل له، وهكذا تخصيص السور المذكورة، ولا ندري ما مقصود من طلب تسجيل هذه الآيات والسور حتى يتحدد الحكم عليه، وعلى كل حال لا يجوز لمن طلب منه أن يسجل هذه الآيات وهذه السور على هذا الوجه أن يسجلها؛ لأن هذا من التعاون على نشر البدع في الدين، نسأل الله أن يلهمنا رشدنا، وأن يعيذنا من شرور أنفسنا إنه تعالى على كل شيء قدير. والله أعلم. ¶ عقيدة الدروز ¶ سؤالي عن الدروز، مَنْ هم؟ وما هي عقيدتهم؟ وهل يجوز استخدامهم وكفالتهم؟ حيث إنني أمتلك شركة للمواد الغذائية و الحلويات، وقد قال لي أحد الإخوة بأن هناك فتوى لشيخ الإسلام ابن تيمية رحمه الله بأنه لا يجوز استخدامهم هم والنصيرية. أفيدونا مأجورين أثابكم الله، و غفر لكم .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الحمد لله، الدروز طائفة من الباطنية، والباطنية طوائف يقوم اعتقادها على أن نصوص القرآن والسنة وكذلك شرائع الإسلام لها معان باطنة خلاف ما يعرفه المسلمون، وهذه المعاني افتراء محض ليس لها شبهة من لغة، ولا عقل، وطوائف الباطنية ملاحدة كفار، قال العلماء: إنهم أكفر من اليهود والنصارى، ولكنهم يظهرون الإسلام، ويخفون عقائدهم؛ فهم كفار منافقون، ومذهب الدروز يقوم على تأليه الحكم العبيدي أحد ملوك الدولة الفاطمية الرافضية، التي قال فيها بعض العلماء: (إنهم يظهرون الرفض ويبطنون الكفر المحض)، ومؤسس هذا المذهب هو رجل يقال له: أبو علي حمزة الزوزني، وهو الذي دعى إلى تأليه الحاكم العبيدي، والدروز نسبة إلى أحد رجال هذه الطائفة، ويعرف بدرزي وينسبون إليه، هذا مجمل التعريف بهم. ¶ وأما استخدامهم فلا يجوز لأنهم أعداء للمسلمين فلا يؤمنون، ثم إنه لا يليق بالمسلم أن يستخدم من هذه حقيقة أمره؛ لأنه بذلك غاش لنفسه ظالم لمن يوليه عليهم، أن يولي هذا الدرزي وفي توليتهم واستخدامهم مفاسد من نشر مذهبهم ومن إعانتهم بما يأخذونه من المال، وأما ما ذكره السائل من قول شيخ الإسلام ابن تيمية فإذا كان قد قاله فهو إمام قدوة وهو خبير بالقوم، فالواجب الحذر من تمكين هؤلاء المفسدين الكفار المنافقين، مكن الله المسلمين من رقابهم واجتثاث شجرتهم، إنه –تعالى- على كل شيء قدير. والله أعلم. ¶ معنى \"لا إله إلا الله\" ¶ السلام عليكم ورحمة الله وبركاته. ¶ لدي سؤال بخصوص معنى لا إله إلا الله؟ فنحن نعرف أن الله واحد أي لا يوجد إله آخر يشاركه في ربوبيته ولا في ألوهيته أي إن الله منفرد بخلقه، ولكن السؤال هو كيف نعرف إنه لا يوجد إله آخر يشبهه في صفاته و أفعاله، ومستقل بخلقه؟ أي: قد يخلق أشياء أخرى ليس بالضرورة تشبه خلق الله، أي: هل هناك أحد يشبه الله في صفاته وأفعاله منذ الأزل و إلى الأبد وليس بالضرورة يشارك الله في مخلوقاته أي: يخلق أشياء أخرى",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الحمد لله. ¶ لقد دلت العقول والفطر وأخبرت الرسل بأن هذا العالم مخلوق مدبر، وأن خالقه ذو علم وفير، وقدرة تامة ومشيئة نافذة، وحكمة بالغة وأن العقول عاجزة عن تصور كنه صفاته، كما دلت على أن خالق هذا العالم ومدبره هو المستحق للعبادة حباً وخوفاً ورجاء وتعظيماً وطاعة... ؟ وكلمة التوحيد تدل على كل معاني التوحيد وأنه –تعالى- واحد في ربوبيته وألوهيته وأسمائه وصفاته فلا شريك له ولا شبيه، وقد بين -سبحانه وتعالى- أنه لو كان إلهان وخالقان لفسد العالم، كما قال -سبحانه وتعالى-: \"لو كان فيهما آلهة إلا الله لفسدتا فسبحان الله رب العرش عما يصفون\" [الأنبياء:22] وقال -سبحانه وتعالى-: \"ما اتخذ الله من ولد وما كان معه من إله إذاً لذهب كل إله بما خلق ولعلا بعضهم على بعض سبحان الله عما يصفون\" [المؤمنون:91]، فلو كان لهذا العالم خالقان لاضطرب نظامه، وانتظام أمر هذا العالم علويه وسفليه دال على وحدانية خالقه ومدبره، وقول السائل: من أين لنا أنه لا شبيه له في صفاته.نقول إذا أقررت أن الله –تعالى- هو المبدع المدبر لهذا العالم، وأنه الإله الحق دون ما سواه فإنه يجب أن يكون لا مثيل له؛ إذ لو كان له مثيل في صفاته لكان إلهاً ثانياً ورباً ثانياً، فاعتقاد أن لله شبيهاً في صفاته أو أن يجوز أن يكون ذلك هو نقض لما ادعيت الإقرار به من توحيد الربوبية والإلهية، فأنواع التوحيد الثلاثة متلازمة من جحد شيئاً منها نقض ما يدعي الإقرار به من التوحيد، فعليك الإيمان بالله إيماناً تاماً،وذلك بالإيمان بأنه رب كل شيء ومليكه، وأنه لا إله غيره، وأنه المستحق بجميع صفات الكمال المنزهة عن جميع النقائض والعيوب، وهذا سبيل المرسلين وعباد الله المخلصين ومن أثبت لله شبيهاً أو قال: يجوز أن يكون لله شبيهاً، فقد سلك سبيل المشركين فقد نزه -سبحانه وتعالى- نفسه عما يصفه به الجاهلون والمشركون، قال سبحانه: \"سبحان ربك رب العزة عما يصفون وسلام على",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "المرسلين والحمد لله رب العالمين\" [الصافات:180-181]، والله أعلم. ¶ فعل الخير إرضاء لله لا طلباً للثواب ¶ بعض الصوفية يقولون إنهم يفعلون الخير إرضاء لله فقط وليس طلباً للثواب، ويدعون أن الهدف من أعمالهم ليس خوفهم من النار، وليس حباً في الجنة، ثم يدعون أن ذلك هو أسمى الإخلاص، أرجو التكرم بالتعليق على كلامهم، فهذا يتناقض مع وعد الله –سبحانه- بالأجر الكبير، وكان رسول الله – صلى الله عليه وسلم- يحث المسلمين على فعل الخيرات ويذكر الأجر على ذلك. أرجو توضيح الحق في هذه المسألة.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "الحمد لله، لقد أمر الله عباده بما أوحى به إلى رسله، أمرهم أن يعبدوه وأن يطيعوه وأرشدهم سبحانه وتعالى- إلى كل بر، ونهاهم عن كل إثم، ورتب على ذلك الجزاء في الدنيا والآخرة، فوعد المؤمنين بالأجر العظيم والثواب في الدنيا والآخرة، قال –تعالى-: \"من كان يريد ثواب الدنيا فعند الله ثواب الدنيا والآخرة [النساء:134]، وتوعد من كفر به – سبحانه وتعالى- وعصى أمره بالعقاب في الدنيا والآخرة، كما أرشد عباده إلى خوفه ورجائه وأثنى على الذين يرجونه ويرغبون إليه، ويرهبون منه، كما قال -سبحانه وتعالى-: \"إنهم كانوا يسارعون في الخيرات ويدعوننا رغباً ورهبا وكانوا لنا خاشعين\" [الأنبياء:90]، وقال الله – سبحانه وتعالى- \"أولئك الذي يدعون يبتغون إلى ربهم الوسيلة أيهم أقرب ويرجون رحمته ويخافون عذابه إن عذاب ربك كان محذورا\" [الإسراء:57]، وعباد الرحمن الصادقون يعبدونه حباً وإجلالاً وخوفاً ورجاءً، وهذا هو موجب الإيمان بأسمائه الحسنى، وصفاته العلى، فإنه –سبحانه- بر رحيم وغفار للذنوب، وهو مع ذلك شديد العقاب وسريع العقاب قال –سبحانه-: \"نبئ عبادي أني أنا الغفور الرحيم وأن عذابي هو العذاب الأليم\" [الحجر:49-50]]، وقال: \"اعلموا أن الله شديد العقاب وأن الله غفور رحيم\" [المائدة:98]، فأسماؤه وصفاته توجب محبته وإجلاله، وخوفه ورجاءه، وأما ما تدعيه جهلة الصوفية من أنهم يعبدون الله لا خوفاً من ناره، ولا طمعاً في جنته، وإنما يعبدونه حباً له ولذاته فهذا مما لبس به الشيطان عليهم، وأوهمهم أن هذه الطريقة هي أفضل الطرق في عبادة الله، وهذا يلزم منه تنقص الرسل، وتنقص الكمل من أتباعهم، وهذه الدعوى تتضمن احتقار ثواب الله، والاستهانة بعذابه وهذا خلاف ما أراده الله من عباده، فالله إنما أخبر عن الجنة والنار ليرغب إليه المؤمنون بالنجاة من النار، والفوز بالجنة، والخوف والرجاء مقامان من مقامات الإيمان، وقد أثنى الله بهما على رسله",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وأوليائه، فمن ادعى أنه لا يعبد الله خوفاً ولا رجاءً فقد فاته القيام بهذا الواجب، واجب الخوف والرجاء، وفاته الأجر والثواب والثناء من الله، والصوفية بهذه الدعوى يخالفون موجب الفطرة، والله فطر العباد على محبة ما يلائمهم وكراهة ما يضرهم، ولقد أخبر الله عن عباده بأنهم يضرعون إليه بأن يصرف عنهم عذاب جهنم، وأن يأتيهم ما وعدهم على ألسنة رسله كما قال –تعالى-: \"والذين يقولون ربنا اصرف عنا عذاب جهنم إن عذابها كان غراما\" [الفرقان:65]، وقال –تعالى-: \"ومنهم من يقول ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار\" [البقرة:201] ومن جملة دعاء الذاكرين المتفكرين أولي الألباب: \"ربنا وآتنا ما وعدتنا على رسلك ولا تخزنا يوم القيامة إنك لا تخلف الميعاد\" [آل عمران:194]، وقد ثبت عن النبي –صلى الله عليه وسلم- أنه قال: \"إذا تشهد أحدكم فليستعذ من أربع، يقول: اللهم إني أعوذ بك من عذاب جهنم ومن عذاب القبر..\" البخاري (1377) ومسلم (588) إلى آخر الدعاء المعروف، والذين يدَّعون أنهم يعبدون الله لا خوفاً ولا رجاءً، يلزمهم ألا يدعوا بشيء من هذه الدعوات فيفوتهم أجر التعبد بذلك، ويحرمون من الآثار المرجوة بهذه الدعوات التي يحب الله من عباده أن يدعوه بها، والحاصل أن هذه الدعوى بدعة في الدين وهي مع ذلك منافية للفطرة، فالواجب عدم الاغترار بها وبأصحابها، وأن الهدى والفلاح باتباع الرسل والسير على الصراط المستقيم، صراط الذين أنعم الله عليهم من النبيين والصديقين والشهداء، والصالحين، وحسن أولئك رفيقا، وهذا ما أمر الله به عباده، أن يسألوه في كل ركعة من الصلوات: \"اهدنا الصراط المستقيم صراط الذين أنعمت عليهم غير المغضوب عليهم ولا الضالين\" [الفاتحة:6-7]. والله أعلم. ¶ فهم السلف للنصوص",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "من المؤكد أن فهم السلف أحكم وأعلم من فهم الخلف، ويتبين ذلك في فهم الصحابة للنصوص، كما في حديث عائشة – رضي الله عنها- أنها عندما روت حديث: \"لعنة الله على اليهود والنصارى اتخذوا قبور أنبيائهم مساجد\" قالت: \"يحذر ما صنعوا\"، وابن مسعود –رضي الله عنه- عندما روى قصة الحبر الذي سأل رسول الله –صلى الله عليه وسلم- أن الله يضع السماوات على إصبع..الخ، قال ابن مسعود –رضي الله عنه-: \"فضحك النبي تصديقاً لما يقول\"، وقد خالف في هذا بعض مخالفي الخلف بتأويل فهم الصحابة –رضي الله عنهم- إلى ما يريدون فهلاّ ذكرتم لنا مشكورين أمثلة يتبين فيها تفسير الصحابة –رضي الله عنهم- لأقوال الرسول وأفعاله وفق هذا المنهج القويم؟ ¶ أصحاب الرسول –صلى الله عليه وسلم- هم الذين اختارهم الله لهذه المنزلة، التي لا يلحقهم فيها غيرهم.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "فقد تلقوا عن نبيهم –صلى الله عليه وسلم- ما جاء به من الهدى، ودين الحق، وما أنزل الله عليه من الكتاب والحكمة، سمعوا من الرسول –رسول الله –صلى الله عليه وسلم- أقواله وشهدوا منه أفعاله، كانوا حملة هذا الدين لكل من جاء بعدهم، فلا بدّ أن يكون فهمهم لكلام الله وكلام رسوله أصحّ من فهم غيرهم وأقوم وأتم، بما أكرمهم الله به من صحة الإيمان والاستقامة على الدين، وفهم دلالة اللسان العربي، لأن الله أنزل الكتاب بلسان عربي مبين على الرسول الكريم الذي هو أعلم الناس وأفصح الناس وأنصح الناس، وكل فهم يخالف فهمهم فهو مردود، ولا يمتنع أن يفتح الله على من بعدهم ممن يشاء بفهم لكتاب الله، كما قال علي –رضي الله عنه- لما سئل: هل خصكم رسول الله –صلى الله عليه وسلم- بشيء، قال: لا ، إلاّ ما في هذه الصحيفة أو فهماً يؤتيه الله عبداًٍ في القرآن، انظر ما رواه مسلم(1978) من حديث أبي الطفيل –رضي الله عنه- ولكن شرط ذلك ألاّ يخالف ما فهمه أصحاب الرسول –صلى الله عليه وسلم- في كلام الله وكلام رسوله، ومن المعلوم أن أصحاب كل إمام في شأن من الشؤون لا بد أن يكونوا أعمل بمراده، وأفهم لمدلول كلامه، فالصحابة –رضي الله عنهم- والذين اتبعوهم بإحسان من أئمة الدين من أهل السنة والجماعة هم أعمل بمراد الله ومراد رسوله –صلى الله عليه وسلم- والذين طعنوا في فهم عائشة –رضي الله عنها- أو ابن مسعود –رضي الله عنه- إنما حملهم على ذلك أصولهم الفاسدة، فلما تأصل عندهم الابتداع في الدين من بناء المساجد على القبور، أو نفي صفات الرب –سبحانه وتعالى- مما جاء صريحاً في القرآن وفي سننه -عليه الصلاة والسلام- لما تأصّل هذا الباطل عندهم، لم يجدوا إلاّ أن يدفعوا ما يخالف مذهبهم، إلا بالطعن في فهم الصحابة –رضي الله عنهم- ، وطعنهم هذا يضاف إلى ما ابتدعوه، فيزدادون بذلك ضلالاً وجهلاً ولبئس ما نهجوه في ردّ السنن لحماية البدع والمحدثات المضلة وكل بدعة",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ضلالة. ¶ جنة آدم وجنة الخلد ¶ قرأت في كتاب لابن القيم عن الجنة، وذكر أقوالاً كثيرة حول خلاف أن جنة آدم -عليه السلام-، وجنة الخلد فما هو القول الراجح؟. ¶ الحمد لله، يجب الإيمان بأن الله أسكن آدم وزوجه الجنة، وأن هذه الجنة لا يظمأ صاحبها، ولا يضحى، ولا يجوع، ولا يعرى، كمال قال -سبحانه وتعالى-: \"فَقُلْنَا يَا آدَمُ إِنَّ هَذَا عَدُوٌّ لَكَ وَلِزَوْجِكَ فَلا يُخْرِجَنَّكُمَا مِنَ الْجَنَّةِ فَتَشْقَى إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلا تَعْرَى وَأَنَّكَ لا تَظْمَأُ فِيهَا وَلا تَضْحَى\" [طه:117-119]، وقال –تعالى-: \"وَقُلْنَا يَا آدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ وَكُلا مِنْهَا رَغَداً حَيْثُ شِئْتُمَا وَلا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ\" [البقرة:35]، ففي هذه الجنة عيش رغد هنيء، ولكن في هذه الجنة شجرة نهى الله آدم وزوجه عن قربانها: \" وَلا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ\"، وليس في هذه الآيات نص صريح بأن هذه الجنة هي جنة الخلد التي أعدها الله للمتقين، وليس فيها أنها غيرها، ولأجل ذلك اختلف الناس في هذه الجنةُ، ولكلٍّ من الفريقين حجج تؤيد ما ذهب إليه، وقد استوفاها العلامة ابن القيم في كتابه حادي الأرواح إلى بلاد الأفراح، وضمن ذلك جملة أبواب من ذلك الكتاب، وكذلك ذكر القولين وحجج الفريقين في كتاب مفتاح دار السعادة، وقد رجح – رحمه الله- في بعض كلامه أن المراد بها جنة الخلد كما قال في ميميته المعروفة: ¶ فحي على جنات عدن فإنها *** منازلك الأولى وفيها المخيم ¶ ألم تر أننا سبي العدو فهل تر *** نعود إلى أوطاننا ونسلم ¶ كما يستشهد في البيتين المعروفين وهما: ¶ نقل فؤادك حيث شئت من الهوى*** فما الحب إلا للحبيب الأول ¶ وكم منزل في الأرض يألفه الفتى *** وحنينه أبداً لأول منزل",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "والراجح عندي – والله أعلم- هو التوقف في ذلك، وعدم الجزم بأحد الرأيين لما ذكرت من أنه ليس في النصوص ما يوجب الجزم بأحدهما. والله أعلم. ¶ الاستشفاء بالقرآن ¶ عن الشفاء بالقرآن ، فهل هو شفاء لمرض القلوب كالشرك ، والنفاق، وغيرها ، أم هو شفاء لأمراض عضوية كالصداع ، وألم المفاصل ؟ بل إني سمعت أن من يقرأ القرآن الكريم لا يصاب بسرطان . ¶ الحمد لله ، قال - تعالى -:\" وننزل من القرآن ما هو شفاء ورحمة للمؤمنين ولا يزيد الظالمين إلا خساراً \" [الإسراء: 82] وقال - سبحانه وتعالى -: \" يا أيها الناس قد جاءتكم موعظة من ربكم وشفاء لما في الصدور وهدى ورحمة للمؤمنين \" [يونس: 57] فأخبر الله – سبحانه وتعالى – أن القرآن شفاء ورحمة للمؤمنين ، ولا ريب أن المقصود الأول هو شفاء ما في الصدور من أمراض الجهل والشرك والكفر والنفاق والأخلاق الرديئة كالحسد والغش ، ولكنه مع ذلك شفاء للأمراض العضوية كالصداع وسائر الأوجاع التي تعرض للبدن كما دلت على ذلك سنة الرسول – صلى الله عليه وسلم - ، إذ قيد الرسول – صلى الله عليه وسلم - : \" لا رقية إلا من عين أو حُمَة \" رواه البخاري (5705) ومسلم (220) وقوله للذي رقى اللديغ بسورة الفاتحة : \" وما أدراك أنها رقية \" رواه البخاري (2276) ومسلم (2201) وقال – صلى الله عليه وسلم - : \" لا بأس بالرقى ما لم تكن شركاً \" رواه مسلم (2200) وأبو داود (3886) واللفظ له.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "والرقى تكون بالقرآن وبالأدعية المشروعة ، وأما القول بأن من يقرأ القرآن لا يصيبه السرطان فهذا لا نجزم بنفيه ولا إثباته ، لكن يرجى أن تكون الرقية بالقرآن سبباً للشفاء من السرطان فلا نقول إن ذلك حتمي ، بل السرطان مرض من الأمراض التي تعرض للإنسان من صالح وطالح فالعوارض الطبيعية تعرض لسائر الناس من المؤمنين والكفار ، ولكنها تكون للمسلم كفارة لذنوبه و سبباً في تعريضه للأجر بقدره ، فأمر المؤمن كله له خير إن أصابته سراء شكر فكان خيراً له وإن أصابته ضراء صبر فكان خيراً له ، وليس ذلك إلا للمؤمن ، كما أخبر الرسول – صلى الله عليه وسلم - فيما رواه مسلم (2999). والله أعلم . ¶ معنى الحمد والتسبيح ¶ بسم الله الرحمن الرحيم ¶ أكتب إليكم عن موضوع أرى نقصاً في فهمه لدى كثير من المسلمين، وهو معنى التسبيح والحمد، فالأغلبية تفهم التسبيح بمعنى التعظيم والإجلال، بينما المعنى الحقيقي هو التنزيه والتقديس عن أي نقص وأي عيب، كذلك بالنسبة للحمد، فالمعنى المعروف هو شكر النعمة، بينما المعنى الحقيقي هو الثناء على الله، فأرجو منكم -ومن موقعكم كداعية- أن تعملوا على التنبيه على هذا النقص وتصحيح فهم الناس لهذه الكلمات التي تقال عشرات المرات في اليوم. ¶ الحمد لله، التسبيح هو: أن يقول المسلم: سبحان الله، وألفاظ التسبيح متعددة متنوعة، ومعناه كما ذكر السائل هو: التنزيه عن النقائص والعيوب، فإذا قال العبد: سبحان الله، أي: تنزيهاً لله، عن كل نقص وعيب، عن الشريك والولد والصاحبة وغير ذلك، مما نسبه إليه الجاهلون والمفترون كما قال تعالى: \"سبحانه وتعالى عما يقولون علواً كبيراً\"[الإسراء: 43] ولكن لا ريب أن التسبيح نوع من التعظيم؛ لأنه مدح في نفي النقائص والعيوب، ولهذا جاء في ألفاظ التسبيح سبحان الله وبحمده، سبحان الله العظيم.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وأما الحمد فهو قول العبد: الحمد لله، وقد حمد الله نفسه وعلم عباده ليحمدوه، وأمرهم بحمده: \"وقل الحمد لله الذي لم يتخذ ولداً\" [الإسراء: 111]، وهو كما قال السائل إن معناه: الثناء على الله لصفات كماله، أي: أنه –تعالى- له الحمد كله؛ لأنه الموصوف بجميع المحامد، فله الحمد على ما له من الأسماء والصفات، وخلق المخلوقات، والشكر نوع من الحمد، وقد قال بعض أهل العلم أن الحمد والشكر معناهما واحد والصواب: أن الشكر يختص بما كان في مقابل نعمة، والحمد أعم من ذلك يكون في مقابل النعمة وغيرها، فله الحمد سبحانه وتعالى على كل حال على السراء والضراء والعطاء والمنع، وله الحمد على كل أقداره وعلى كل شرائعه فله الحمد على خلقه وأمره: \"ألا له الخلق والأمر تبارك الله رب العالمين\"[الأعراف:54] وعلى هذا فلا يخطأ ولا يعنف على من قال: إن التسبيح تعظيم ؛ لأنه نوع منه، أو قال: الحمد شكر؛ لأن الشكر نوع من الحمد. والله أعلم. ¶ طلب العون من غير الله تعالى ¶ السلام عليكم. ¶ عندي سؤال عن جواز طلب العون من غير الله من مثل الأنبياء والأولياء باعتبار كونه من الشرك، لقد سألت أحد المشايخ عن ذلك فأجابني بقوله: ليس من الشرك طلب العون من النبي – صلى الله عليه وسلم- أو الولي، ففي سورة الفاتحة أمرنا بشيئين: عبادة الله وحده، ثم طلب الاستعانة بالله، فليس هناك من يستحق العبادة إلا الله، ولكن بالنسبة للاستعانة فهناك استعانة حقيقية وأخرى مجازية فنحن نؤمن أن المعين الحقيقي هو الله، ولكن الاستعانة بالنبي والولي هي استعانة مجازية، وهم يعينوننا بعون من الله. ما هي وجهة نظركم فيما ذكره هذا الشيخ؟ وجزاكم الله خيراً.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "الحمد لله، قال الله – عز وجل-: \"إياك نعبد وإياك نستعين\" أي: لا نعبد غيرك ولا نستعين بغيرك، وقال – صلى الله عليه وسلم- لابن عباس – رضي الله عنهما-: \"إذا سألت فسأل الله، وإذا استعنت فاستعن بالله...\" الترمذي(2516)، وأحمد(2664)، وقال الترمذي حسن صحيح، والأمور التي يطلب العون فيها نوعان منها ما لا يقدر عليه إلا الله فهذا لا تجوز الاستعانة فيه إلا بالله كمغفرة الذنوب، والنجاة من النار، والتوفيق للإيمان، وصلاح الأولاد، وتيسير الأمور، ومنها ما يقدر عليه المخلوق، كإعانة الإنسان في حمله على دابته، أو حمل متاعه عليها كما في الحديث: \"وتعين الرجل في دابته فتحمله عليها، أو ترفع له عليها متاعه...الحديث\" البخاري(2707)، ومسلم(8009)، وكدلالة الإنسان على الطريق، ومن ذلك التعاون على البر والتقوى، ويدخل في ذلك التآمر بالمعروف والتناهي عن المنكر. والنبي والولي هما من البشر، فهما في الحياة يقدران على بعض الأمور، يقدران على الجهاد وعلى نصر المظلوم، والدعاء للمؤمنين عموماً وخصوصاً فتجوز الاستعانة بهم في مثل هذه الأمور ما داموا في الحياة وأما بعد الموت فإنهم لا يقدرون على شيء من ذلك، فلا يجوز طلب الدعاء منهم، ولا طلب قضاء الحوائج، فلا يقدرون على نصر مظلوم، ولا على جهاد عدو، ولهذا عدل الصحابة – رضي الله عنهم- بعد موت النبي – صلى الله عليه وسلم- إلى الاستسقاء بالعباس – رضي الله عنه-، فكانوا في حياة النبي – صلى الله عليه وسلم- يستسقون به كما قال عمر – رضي الله عنه-: \"اللهم إنا كنا نتوسل إليك بنبينا – صلى الله عليه وسلم- فتسقينا، وإنا نتوسل إليك بعم نبينا فاسقنا، قال: فيسقون\"، ولم يكن أحد من الصحابة – رضي الله عنهم- يأتي إلى قبر النبي – صلى الله عليه وسلم- يسأله الدعاء أو حاجة من الحوائج.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "فقول هذا الشيخ إن الاستعانة نوعان: حقيقية ومجازية، وأن الاستعانة بالأنبياء بعد موتهم استعانة مجازية، قوله هذا باطل لأنه يتضمن جواز الاستعانة بالنبي والولي بعد موتهما، وهذا هو عمل المشركين الذين يدعون الملائكة والأنبياء والصالحين، ويطلبون منهم قضاء الحوائج، فهذا الشيخ شيخ ضلالة فيجب الحذر من الاغترار بأقواله وتمويهه، حيث زعم أن الاستعانة نوعان: حقيقة ومجازية، والصواب أن الاستعانة بالله حقيقية، والاستعانة بالمخلوق فيما يقدر عليه استعانة حقيقية، ولكن إعانة المخلوق للمخلوق ما هي إلا سبب من الأسباب فلا يتم بها المراد إلا بمشيئة الله سبحانه وتعالى فيجب الفرق بين حق الله وحق المخلوق، وقدرة الله، وقدرة المخلوق، فالله على كل شيء قدير، وما شاء كان وما لم يشأ لم يكن، وأما المخلوق فقدرته محدودة، فقد يشاء ما لا يكون وقد يكون ما لا يشاء، فالأمر كله لله، والملك بيده، والخير بيده، وهو الذي يعطي ويمنع لا مانع لما أعطى، ولا معطي لما منع. والله أعلم. ¶ عبارة (حرام بالله...في ذمتك) ¶ ما حكم قول:(حرام بالله، وحياة أبوي، وحياة جدي، في ذمتك، يمين بالله، أمانة، حشا والحشا عن ألف يمين)؟",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "الحمد لله، الغالب على هذه الألفاظ أنها أيمان أكثرها من الحلف بغير الله فهي شرك، فقول القائل: حرام بالله، الظاهر أنه يمين اجتمع فيه القسم بالله مع التحريم، وتحريم المباح هو في حكم اليمين كأن هذا القائل يؤكد ويقول: حرام بالله لا أفعل كذا، أو حرام بالله ما فعلت كذا فإن كان صادقاً فقد بر بيمينه، وإن كان كاذباً فعليه إثم كذبه، ويمينه يمين غموس، وإن كان حلف أن يفعل، أو ألا يفعل ثم لم يف بوعده فعليه الكفارة كفارة يمين، وهي: إطعام عشرة مساكين أو كسوتهم أو عتق رقبة فإن لم يجد فصيام ثلاثة أيام، وأما قول القائل: وحياة أبي، وحياة جدي، فهذا من الحلف بغير الله وهو شرك، وفي الحديث:\"من حلف بغير الله فقد أشرك\" الترمذي (1535) وأبو داود (3251) وغيرهما وهو صحيح، وقال –صلى الله عليه وسلم-:\"لا تحلفوا بآبائكم ولا بالأنداد، ولا تحلفوا إلا بالله ولا تحلفوا إلا وأنتم صادقون\" النسائي (3769) وأبو داود (3248) وغيرهما وهو صحيح. ¶ وقول القائل: يمين بالله يشبه حرام بالله، فهو من الحلف بالله، وهذا جائز لكن يجب أن يكون الإنسان صادقاً، \"ولا تحلفوا بالله إلا وأنتم صادقون\" (سبق تخريجه)، وقول القائل: في ذمتي، هذا أسلوب لفظ يشعر بالقسم لكن ليس له حكم القسم، فلا تجب فيه الكفارة لكن يجب على الإنسان أن يَصْدق حلف أو لم يحلف.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "أما قول القائل: أمانة، إن كان يقصد أن يقول: والأمانة، فهذا من الحلف بالأمانة، وفي الحديث:\"ليس منا من حلف بالأمانة\" أبو داود (3253) وأحمد (22471) وهو صحيح، أما إذا كان المخاطب يقول لصاحبه الذي أخبره: أمانة، يعني: أذكر الأمانة أنك صادق بخبرك، لا تكذب علي، فليس في هذا شيء، لأنه قال: أصدقني، وأما حشا أو حاشا فليست من الحلف في شيء، وهي تدل على تنزيه المذكور عما نسب إليه من العيب كما قالت النسوة:\"ما خطبكن إذا روادتن يوسف عن نفسه قلن حاش لله ما علمنا عليه من سوء\" [يوسف:51]، فإذا ذكر إنسان بما لا يليق به يقول القائل مدافعاً عنه حاشا، يعني: حاشا أن يكون فلان كما قيل عنه، والله أعلم. ¶ سب شاتم الرسول صلى الله عليه وسلم ¶ لا أحد منا يجهل ما يقوله النصارى من سب النبي محمد -صلى الله عليه وسلم-، ولا نجهل غيرة شباب الأمة الإسلامية على دينهم ورسولهم -صلى الله عليه وسلم-، فهل يجوز الرد على من سب النبي –صلى الله عليه وسلم- بسب المتحدث؟ علماً بأني قمت بشتم أحدهم، وقد نصحني أحد الأقارب بعدم تكرار ذلك؛ لأنه يجعلهم يزيدون السب والاستهزاء، ويكون ذنبهم علي. أفيدوني أفادكم الله ورعاكم. ¶ الحمد لله.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "سب النبي – صلى الله عليه وسلم- نوع من أنواع الكفر، فإن صدر من مسلم كان ذلك ردة منه، ووجب على ولي الأمر الانتصار لله ورسوله – صلى الله عليه وسلم- بقتل الساب، فإن أظهر الساب التوبة وكان صادقاً نفعه ذلك عند الله، ولم تسقط توبته عقوبة السب، وعقوبة الساب هي القتل، وإن كان الساب معاهداً كالنصراني كان ذلك نقضاً لعهده ووجب قتله، ولكن إنما يتولى ذلك ولي الأمر، فإذا سمع المسلمُ النصرانيَّ أو غيره يسب النبي –صلى الله عليه وسلم- وجب عليه الإنكار والإغلاظ، ويجوز سبه؛ لأنه هو البادي، فكيف لا ينتصر للنبي – صلى الله عليه وسلم- كما يجب الرفع عنه إلى ولي الأمر الذي يقيم عليه عقوبة الساب،وإذا لم يكن هناك من يقيم حد الله وينتصر لرسوله– صلى الله عليه وسلم- فعلى المسلم أن يفعل ما يقدر عليه من ذلك مما لا يؤدي إلى فساد وضرر متعد إلى غيره من الناس، أما أن يسمع المسلم الكافر يسب النبي –صلى الله عليه وسلم- ثم يسكت، فلا يرد عليه حذراً من أن يتمادى في ذلك السب فهذا رأي خاطئ، وأما قوله تعالى: \"ولا تسبوا الذين يدعون من دون الله فيسبوا الله عدواً بغير علم\" [الأنعام:108]، فليست في شأن من ابتدأ سب الله ورسوله – صلى الله عليه وسلم- وإنما المقصود منها النهي عن سب آلهة المشركين ابتداءً؛ لئلا يسبوا الله جهلاً منهم وعدواناً، أما من ابتدأ سب الله وسب رسوله – صلى الله عليه وسلم- فإنه يجب الرد عليه وعقوبته بما يردعه عن كفره وعدوانه،ولو ترك للكفرة والملحدين أن يقولوا ما شاءوا دون إنكار ولا عقاب لعظم الفساد، وكان ذلك مما يحبه هؤلاء الكفار، ويرضون عنه، فلا يلتفت لهذا القائل إن السب، أو الرد على هذا الساب يجعله يتمادى في السب، فالمسلم لا بد أن يغار، ويغضب لله ورسوله – صلى الله عليه وسلم- فلا يطيق أن يسمع من مسلم ولا كافر سب النبي –صلى الله عليه وسلم-، ومن يسمع النبي –صلى الله عليه وسلم – يسب ولا يغار ولا يغضب فليس",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "بمؤمن، نعوذ بالله من الخذلان والكفران، وطاعة الشيطان، والله أعلم. ¶ التسمية بـ: (تسنيم) ¶ و أنا أبحث في القرآن عن اسم مؤنث أسمي به بنتي صادف وأن قرأت في سورة المطففين آية 27 لفظ \" تسنيم\". فهل يجوز اختيار هذا الاسم لابنتي؟. جزاكم الله خيراً. ¶ الحمد لله، ¶ الأسماء يقصد بها الدلالة على المسمى، وهي أنواع منها ما هو حسن ومنها ما هو قبيح، ومنها ما هو عادي لا يوصف بحسن ولا قبيح، ومن الأسماء ما هو أخص بالذكور ومنها: ما هو أخص بالإناث، ومنها ما هو مشترك، أي إنه مما يسمى به الذكر والأنثى، وهذا يختلف باختلاف المجتمعات والعادات، وعلى هذا فأي لفظ يختاره الإنسان اسماً لابنه أو بنته مما لا يحمل معنى قبيحاً أو يتضمن أمراً محرماً في الشرع كالأسماء المعبدة لغير الله فإنه لا بأس به، وألفاظ القرآن ألفاظ عربية لها مدلول في اللغة العربية ولها مدلول في الشرع، والتسنيم الذي ذكره الله هو اسم لشراب من أشربة أهل الجنة، ولكن له معنى مفهوم عند العرب فإذا سمى الإنسان بهذا اللفظ فلا يجوز أن يريد بالتسمية الشراب الذي في الجنة وإنما يريد تسميتها بهذا اللفظ حسب مدلوله في اللغة العربية، وهو نوع من الأشربة كالماء واللبن والعسل وما أشبه ذلك، فالحاصل أنه لا بأس أن تسمي ابنتك تسنيماً مثل الشراب المعروف عند العرب، فإن أشربة الجنة وغيرها من أصناف النعيم ليست مثلما في الدنيا وإن كانت موافقة لها في الاسم، كما قال ابن عباس – رضي الله عنهما-: \"ليس في الدنيا مما في الجنة إلا الأسماء\"، يريد أن حقائق ما في الجنة ليست مثل حقائق ما في الدنيا، وإن كانت موافقة لها في الاسم، والمعنى العام وهو القدر المشترك بين المسميين فلا يلزم من الاتفاق في الاسم والقدر المشترك تماثل المسميين، فإن الله –تعالى- قد قال في الحديث القدسي:\"أعددت لعبادي الصالحين ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر\" رواه البخاري (3244) ومسلم (2824) من حديث",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "أبي هريرة –رضي الله عنه-، والله أعلم. ¶ الحكم على الكافر المعيَّن بالنار ¶ أنا كنت أعلم أن من مات كافراً يجوز لعنه والشهادة بأنه من أهل النار، وقد سمعت شريطاً للشيخ محمد صالح بن عثيمين -رحمه الله وأدخله فسيح جناته وأكرمه في عليين- بأننا لا نشهد لكافر معين بأنه من أهل النار؛ بل نقول: إن من مات على الكفر فإنه من أهل النار. هل أنا كنت على خطأ أم ماذا؟. ¶ الحمد لله. ¶ قال الله -سبحانه وتعالى-: \"وليست التوبة للذين يعملون السيئات حتى إذا حضر أحدهم الموت قال إني تبت الآن ولا الذين يموتون وهم كفار أولئك أعتدنا لهم عذاباً أليماً\" [النساء:18]، وقال -سبحانه وتعالى-: \"ومن يرتدد منكم عن دينه فيمت وهو كافر فأولئك حبطت أعمالهم في الدنيا والآخرة وأولئك أصحاب النار هم فيها خالدون\" [البقرة:217]، دلت هاتان الآيتان على أن كل من مات وهو كافر فقد أعد الله له عذاباً أليماً وأنه من الخالدين في النار. ¶ وهذا حكم عام يجب الإيمان به على عمومه، فيجب اعتقاد أن كل من مات على الكفر فهو في النار حكماً عاماً. ¶ وهذا لا يوجب الحكم على المعين والشهادة على المعين بأنه في النار، ولو صح هذا لما كان بين الحكم العام والخاص فرق.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ومَنْ دلت النصوص على أنه في النار بعينه وجبت الشهادة له بذلك، ويشبه هذه الشهادة بكل من مات مؤمناً بأنه في الجنة، ومع ذلك لا نشهد لمعين بالجنة إلا لمن شهد له الرسول –صلى الله عليه وسلم-، وإذا كنت سمعت من الشيخ محمد بن صالح العثيمين رحمه الله أنه يقرر ذلك فهو مرجع علمي، فعليك ألا تستمر على اعتقادك السابق؛ بل عليك أن تأخذ بما بينه العلماء من الفرق بين الحكم العام والخاص، فلا يلزم من ثبوت الحكم العام ثبوت الحكم الخاص، كما نقول: حكم السارق قطع يده، ويجوز لعن الله السارق لقوله – صلى الله عليه وسلم-: \"لعن الله السارق...\" الحديث رواه البخاري (6783) ومسلم (1687) عن أبي هريرة –رضي الله عنه-، ومع ذلك لا يلزم من ذلك قطع يد السارق المعين؛ لأن ثبوت الحكم لمعين يتوقف على شروط وانتفاء موانع، فنقول: لعن الله السارق، ولعن الله شارب الخمر، ولعن الله آكل الربا، ولا يجوز لنا لعن المعين لكونه سارقاً أو شارباً أو آكل ربا، فتنبه بارك الله فيك. والله أعلم. ¶ القول بـ: (الحلول) ¶ كيف نرد على من يقول إن الله -عز وجل قد تجسد في بعض مخلوقاته كالمسيح -عليه السلام- أو في الشجرة حينما كلم موسى -عليه السلام-؟ جزاكم الله خيراً. ¶ الحمد لله، إن من أسماء الله –تعالى-: العلي العظيم، فهو العظيم الذي لا أعظم منه، وهو العلي بكل معاني العلو، فهو العلي على جميع خلقه، وذلك يقتضي أن يكون بائناً من خلقه، ليس في ذاته شيء من مخلوقاته ولا في مخلوقاته شيء من ذاته، فإن ذلك ينافي علوه وعظمته، وما ذكرته من التجسد في المسيح هو قول لبعض النصارى، ويعبرون عن ذلك بأنه حل اللاهوت في الناسوت، يعني: حل الإله في الإنسان، ويشبه النصارى في ذلك من يقول من الرافضة بحلول الإله في علي -رضي الله عنه- والأئمة من بعده، ومن يقول من الصوفية: إنه –تعالى- يحل في الصور الجميلة.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وهذا كله من نوع الحلول الخاص، ولا أعلم أحداً قال إن الله –عز وجل- حل في الشجرة التي كلم منها موسى -عليه السلام- وإنما قالت الجهمية: إن الله خلق كلاماً في الشجرة، وهو الذي سمعه موسى -عليه السلام-، وقالت الجهمية: إنه حال في كل مكان، تعالى الله عن قولهم جميعاً علواً كبيرا، فإنه –تعالى- أعظم وأكبر من أن يحيط به شيء من مخلوقاته، فإنه وسع كرسيه السماوات والأرض، وهو الذي استوى على عرشه العظيم كيف شاء. ¶ ومن له العلو المطلق كيف تحويه مخلوقاته فضلاً على أن يحويه بعض مخلوقاته، وهو العلي الكبير، وهو العلي العظيم -سبحانه وتعالى- عما يقول الظالمون والجاهلون علواً كبيراً. والله أعلم. ¶ طريقة صوفية ¶ انتشرت في ماليزيا طريقة صوفية يعمل أهلها أعمالاً منها: قراءة الأذكار في أيام معدودة، وهم لا يشهدون الجمعة حين قراءة هذه الأذكار بحجة أنهم من المرضى، ويقصد بالمرض مرض القلوب كالرياء. فما حكم الدين في ذلك؟.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "الحمد لله، إن ذكر الله من أجل العبادات، ومنه ما هو فرض ومنه ما هو مستحب، فيجب التقيد فيه بما دل عليه كتاب الله وسنة رسوله – صلى الله عليه وسلم- فمن ابتدع في دين الله ما ليس منه فعمله باطل مردود لقوله –صلى الله عليه وسلم-: \"من أحدث في أمرنا هذا ما ليس منه فهو رد\" متفق عليه عند البخاري (2697) ومسلم (1718) من حديث عائشة –رضي الله عنها-، وفي رواية لمسلم (1718): \"من عمل عملاً ليس عليه أمرنا فهو رد\"، وإذا انضاف إلى ذلك ترك شيء مما أوجبه الله كالجمع والجماعات كان ذلك أقبح كهؤلاء الذين تذكر عنهم أنهم لا يشهدون صلاة الجمعة، فهؤلاء جمعوا بين ما ابتدعوه من الذكر وترك ما أوجب الله من شهود الجمع والجماعات، فالواجب الإنكار عليهم والتحذير من طريقتهم وعدم الاغترار بما يدعونه عذراً لهم في ترك الجمعة، وهو ما ابتدعوه من الذكر، وصلاة الجمعة فرض على الأعيان لا يجوز تركها لنافلة من النوافل، فالتخلف عنها بحجة الاشتغال بالذكر - ولو كان أصله مشروعاً – حرام، فكيف إذا كان ذكراً مبتدعاً، وما يفعله هؤلاء هو من تلبيس الشيطان عليهم، فقد زين لهم الباطل وهو ترك ما أوجبه الله وفعل ما حرمه الله، فهم من \"الذين ضل سعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعاً\" [الكهف:104]، ومن الذين \"اتخذوا الشياطين أولياء من دون الله ويحسبون أنهم مهتدون\" [الأعراف: من الآية 30]. نعوذ بالله من سبيل الغاوين والضالين، والله أعلم. ¶ هل يتفاوت الناس في الإخلاص والورع؟ ¶ هل الإخلاص مراتب (أي يقال مثلاً هذا الرجل أشد إخلاصاً من ذاك)؟ أم هو مرتبة واحدة؟ وكذلك الورع هل هو مراتب؟",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "الحمد لله، الإخلاص هو أن يقصد العبد بعمله وجه الله وحده لا شريك له، فلا يريد عرضاً من الدنيا ولا مدحاً من الناس، بل يبتغي مرضاة الله وثوابه، قال تعالى:\"وما أمروا إلا ليعبدوا الله مخلصين له الدين...\" [البينة:5] وقال:\"ومن يفعل ذلك ابتغاء مرضاة الله فسوف نؤتيه أجراً عظيماً\" [النساء:114] وقال عن عباده:\"إنما نطعمكم لوجه الله لا نريد منكم جزاءً ولا شكوراً\" [الإنسان:9]، وأما الورع فقال العلماء: إنه ترك ما يضر في الآخرة، فيتناول ذلك ترك المحرمات والمشتبهات، وكل أنواع العبادات يتفاوت فيها الناس فالإخلاص يتفاضل، فبعض الناس أكمل إخلاصاً من بعض وأكمل ورعاً، فيتفاوت الناس في الإخلاص قوة وضعفاً، ويتفاوتون كذلك بالنسبة لما يخلصون فيه من الأعمال وما لا يخلصون فيه، وكذلك الورع فقد يكون عند الإنسان ورع في أشياء دون أشياء، فعلى المسلم أن يجتهد أن يكون مخلصاً في جميع أعماله، وأن يكون مجتنباً لكل ما حرم الله مجتنباً للمشتبهات كما قال –صلى الله عليه وسلم-:\"إن الحلال بين وإن الحرام بين وبينهما أمور مشتبهات لا يعلمهن كثير من الناس فمن اتقى الشبهات فقد استبرأ لدينه وعرضه ومن وقع في الشبهات وقع في الحرام...\" البخاري (52) ومسلم (1599)، والله أعلم. ¶ هل رأتِ الملائكة اللهَ سبحانه؟! ¶ بارك الله فيكم وفي موقعكم المبارك. سؤالي: هل رأت الملائكة الله تعالى؟.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "الحمد لله، لا أعلم دليلاً من القرآن، ولا من السنة على أن الملائكة، أو أحداً منهم رأى الله – سبحانه وتعالى- فالواجب التوقف في ذلك، وعدم الجزم بنفي ذلك، أو إثباته؛ لأن هذا من الغيب الذي يجب الوقوف فيه عند حد ما ورد في الكتاب والسنة، وما لم يدل عليه الدليل، فإنه يجب التوقف فيه، وتفويض علم ذلك إليه – سبحانه وتعالى-: \"ولا تقف ما ليس لك به علم إن السمع والبصر والفؤاد كل أولئك كان عنه مسئولا\" [الإسراء:36]، وقال الله – سبحانه وتعالى- عن الشيطان: \"إنما يأمركم بالسوء والفحشاء وأن تقولوا على الله ما لا تعلمون\" [البقرة:169]، فالجزم بأمر من أمور الغيب بغير دليل هو من القول على الله بغير علم، وقد حذر الله من القول عليه بغير علم وذم من يفتري عليه الكذب، قال تعالى: \"ها أنتم هؤلاء حاججتم فيما لكم به علم فلم تحاجون فيما ليس لكم به علم والله يعلم وأنتم لا تعلمون\" [آل عمران:66]] وقال: \"قل إنما حرم ربي الفواحش ما ظهر منها وما بطن والإثم والبغي بغير الحق وأن تشركوا بالله ما لم ينزل به سلطاناً وأن تقولوا على الله ما لا تعلمون\" [الأعراف:33] والله أعلم. ¶ أرادت أن تعمل سحراً لوالدها ¶ كانت نيتي أن أعمل عملاً لوالدي كي يعطيني حريتي في الخروج، لكنه لم يتم، وأيضا كنت أذهب مع صديقتي إلى المشعوذ أريد أن أتوب لله ويغفر لي، فماذا أعمل كي يسامحني الله؟ علماً أني لم أعمل ذلك بل كانت نيتي العمل، أرجو إفادتي للتوبة.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "الحمد لله، لقد هممت بمنكر عظيم، وهو أن تعملي لأبيك عملاً وهو السحر، لكي يتغير عقله فتتغير معاملته لك، وهذا التصرف الذي هممت به إثم كبير؛ لأنه يتضمن الاستعانة بالسحرة، ويتضمن ظلم أبيك، وفي ذلك ما فيه من قطيعة الرحم، ويتضمن سوء حال أبيك لو تم ما قصدت إليه، ومن حسن حظك أنه لم يتم لك ما نويت، فإن كنت تراجعت قبل أن تفعلي شيئاً فالحمد لله، فأنت مأجورة على ترك ما هممت به من العمل القبيح؛ لأنه في الحديث الصحيح أن من هم بسيئة فلم يعملها كتبت له حسنة لأنه لم يتركها إلا لله، أما إذا كنت حاولت ولكن الأمر لم يتم لمانع من الموانع فقد ارتكبت الذنب، فالواجب عليك صدق التوبة إلى الله، وذلك بالندم على ما فعلت، وعقد العزم على ألا يتكرر ذلك، والبعد عن الأسباب الداعية إلى وقوع مثل ذلك، والاجتهاد في بر أبيك، فإذا فعلت ذلك فالله يتوب عليك؛ لأنه تعالى هو التواب الرحيم، فمهما ارتكب العبد من الذنوب إذا رجع إلى ربه فتاب وأناب توبة نصوحاً تاب الله عليه، قال تعالى: \"قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ\" [الزمر:53]، وقال سبحانه: \"يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحاً عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ\"[التحريم: من الآية8]،وقال تعالى: \"وَتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ\" [النور: من الآية31]. والله أعلم. ¶ في حق الله تعالى، هل يصح العشق؟ ¶ أيهما أصح: أحب الله أم أعشق الله؟ لقد قرأت في كتاب لابن الجوزي: (تلبيس إبليس بعدم جواز كلمة عشق الله)، ما التصوف وما الطرق الصوفية؟ جزاك الله خيراًًَ.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "الحمد لله، من مقامات الإيمان القلبية والأحوال الإيمانية حب الله سبحانه وتعالى، وقد مدح الله سبحانه وتعالى عباده المؤمنين بأنه يحبهم ويحبونه، فقال تعالى: \"يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ\"[المائدة: من الآية54]، وقال تعالى: \"قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ\"[آل عمران: من الآية31]، هذا هو الذي ورد في القرآن والسنة، لفظ المحبة وكذلك العبادة التي أمر الله بها جميع الناس حقيقتها كمال الذل والتعظيم، وكمال الحب، فأكمل الناس عبودية لله أكملهم محبة له، وأما لفظ العشق فلم يرد في القرآن ولا في الحديث، وإنما يطلقه الجهلة بالله من الفلاسفة والصوفية فإن من عبارات الفلاسفة عن الله: (عشق وعاشق ومعشوق)، ومن عبارات الصوفية أن يقول أحدهم: (إنه عاشق لله)، وهذا لفظ مبتدع لا يجوز التعبير به عن محبة الله، أولاً: أنه لم يرد في شيء من النصوص، والثاني: أنه يدل على الحب المفرط الذي دافعه الشهوة، إذاً العشق إنما يليق ويعبر به عن الحب الذي يكون بين بعض الناس وبعض، وأكثر ما يستعمل في الحب الذي بين الرجل والمرأة، إذاً فلا يجوز استعمال هذا اللفظ في حب العبد لربه، ولا في حب الرب لعبده، بل نقول: إن الله يُحَب ويُحِب، كما قال سبحانه وتعالى: \"يُحِبُّهُمْ وَيُحِبُّونَهُ\".",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وأما الصوفية فهم طوائف أكثر اهتمامهم بالعبادة والأذكار وتصفية الباطن،وهذا ينطبق على قدمائهم، وأما المتأخرون فهم يتشبهون بالأوائل، وهم منحرفون عن طريقهم وضلال الصوفية وجهالهم أهل بدع كثيرة أخفها الأذكار البدعية في ألفاظها وفي كيفية أدائها وما يقترن بذلك من الأعمال المنكرة كالرقص والغناء، وأقبح الاعتقادات الصوفية اعتقاد وحدة الوجود وهو أن وجود الرب عين وجود كل موجود، فعند هؤلاء الملاحدة الكفار أن هذا الوجود المشاهد وغير المشاهد هو الله نفسه فلا فرق عندهم بين الخالق والمخلوق، والعبد والرب، وهؤلاء عند أهل العلم أكفر من اليهود والنصارى، نعوذ بالله من الخذلان. والله أعلم. ¶ التسمية بـ\"سام\" و \"سيرين\" ¶ أرجو أن تفيدوني وتزودوني ببعض المعلومات على هذا الاسم سام SAM مرات عديدة في حياتي أسمع عن هذا الاسم أنه كان لأحد أبناء سيدنا نوح عليه السلام، لكني لم أقرأ ولم أجد شيئاً مكتوباً في قصة ما أو كتاب، فهل هذا صحيح؟ وإن كان كذلك فهل كان من أبنائه الصالحين؟ وهل يمكن ويجوز تسمية المولود بهذا الاسم؟ وكذلك اسم سيرين SIRIN هل هو من أصل عربي؟ وهل يجوز تسميته للمولودة؟ أفيدوني جزاكم الله خيراً.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "الحمد لله، (سام) اسم أحد أبناء نوح عليه السلام اللذين نجوا معه وهم: حام، وسام، ويافث وهم الذين نسلت منهم البشرية، فإن جميع البشرية بعد الطوفان كلهم من ذرية نوح عليه السلام، لقوله تعالى:\"وجعلنا ذريته هم الباقين\" [الصافات:77]، وتسمية أبناء نوح عليه السلام إنما عُلم بخبر المؤرخين ليس فيه نص يجب التسليم له، فليس في الكتاب ولا في السنة تسمية أحد من أولاد نوح، لكن هذا يكاد أن يكون إجماعاً بين المؤرخين أن البشرية تعود إلى هؤلاء الثلاثة وأسماؤهم كما ذكر، ولهذا يسمي المؤرخون الأمم المتناسلة من سام يسمونهم الأمم السامية وللمؤرخين أقوال في ذرية هؤلاء، والله أعلم بالغيب وهذا من العلم الذي لا يضر الجهل به، المهم ما أخبر الله به من أن ذرية نوح عليه السلام هم الذين بقوا بعد هلاك قومه، قال سبحانه وتعالى:\"ولقد نادانا نوح فلنعم المجيبون*ونجيناه وأهله من الكرب العظيم*وجعلنا ذريته هم الباقين*وتركنا عليه في الآخرين*سلام على نوح في العالمين*إنا كذلك نجزي المحسنين*إنه من عبادنا المؤمنين*ثم أغرقنا الآخرين\" [الصافات:75-82]. ¶ فنوح عليه السلام هو أبو البشرية الثاني، والله أعلم.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ومما تقدم يُعلم أن (سام) ممن نجا مع أبيه، فهو من أصحاب السفينة وهو من المؤمنين، فإن الذين كفروا بنوح من أهله زوجته وأحد أبنائه ويسميه المؤرخون (كنعان)، واسمه في التاريخ (كنعان)، كما قال تعالى:\"ونادى نوح ابنه وكان في معزل يا بني اركب معنا ولا تكن مع الكافرين\" [هود:42] إلى قوله سبحانه:\"ونادى نوح ربه فقال إن ابني من أهلي وإن وعدك الحق وأنت أحكم الحاكمين قال يا نوح إنه ليس من أهلك إنه عمل غير صالح\" [هود:45-46]، وأما امرأته فذكر الله حالها ومآلها بقوله:\"ضرب الله مثلاً للذين كفروا امرأة نوح وامرأة لوط كانتا تحت عبدين من عبادنا صالحين فخانتاهما فلم يغنيا عنهما من الله شيئاً وقيل ادخلا النار مع الداخلين\" [التحريم:10]، ولهذا قال سبحانه:\"حتى إذا جاء أمرنا وفار التنور قلنا احمل فيها من كل زوجين اثنين وأهلك إلا من سبق عليه القول\" [هود:40] وفي الآية الأخرى قال:\"إلا من سبق عليه القول منهم ولا تخاطبني في الذين ظلموا إنهم مغرقون\" [المؤمنون:27]، وأما التسمية بـ (سام) فلا بأس بها، وكذلك باسم (سيرين) وسيرين اسم أعجمي، وهو اسم لأحد ممن سبي في جهاد المسلمين للكفار في عهد التابعين، وهو والد محمد بن سيرين وأنس بن سيرين وحفصة بنت سيرين وكلهم من الصالحين، رحمنا الله وإياهم أجمعين، والله أعلم. ¶ ترقي نفسها عن طريق سماع الأشرطة ¶ أرقي نفسي عن طريق سماع أشرطة الرقية وأقرأ على نفسي القرآن منذ سنة، وأحس برعشات برجلي خاصة اليسرى، كذلك أحس بانقباضات برأسي ورقبتي، فهل هذا دليل على أني مسحورة؟ أو على العين؟ وكيف أعرف أني شفيت تماما?.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "الحمد لله، أوصيك أيتها السائلة بأن تحافظي على أذكار الصباح والمساء، وأفضل ذلك أن تقرئي المعوذتين، وقل هو الله أحد، بعد كل صلاة مرة مرة، وبعد الفجر والمغرب، اقرئيها ثلاثاً ثلاثاً، وكذلك آية الكرسي، وعند النوم انفثي في يديك واقرئي المعوذتين، وقل هو الله أحد، وامسحي على جسدك، فقد كان النبي عليه الصلاة والسلام يفعل ذلك، وادعي وأكثري من دعاء الله أن يشفيك، واكتفي بذلك، وأرجو أن ذلك يغنيك عن الرقية على رجليك أو غيرها من بدنك، وإن قرأت ومسحت على رجليك فلا بأس، ولا يلزم من حصول ما ذكرت من الرعشة أن تكوني مصابة بعين ولا مس، فقد يكون ذلك من الأوهام التي تعرض لنفس الإنسان، ويكون لها أثر على بدنه، فتوكلي على الله وأكثري من التضرع إليه سبحانه، واحفظي بعض الأدعية الواردة مثل أعوذ بكلمات الله التامة من شر ما خلق، ردديها في الصباح والمساء، ومثل أعوذ بكلمات الله التامة من كل شيطان وهامة، ومن كل عين لامة، وأرجو أن الله تعالى يكفيك ويشفيك ويحفظك من شر الحاسدين، ومن شر الشياطين إنه تعالى على كل شيء قدير. والله أعلم. ¶ ترقي نفسها عن طريق سماع الأشرطة ¶ أرقي نفسي عن طريق سماع أشرطة الرقية وأقرأ على نفسي القرآن منذ سنة، وأحس برعشات برجلي خاصة اليسرى، كذلك أحس بانقباضات برأسي ورقبتي، فهل هذا دليل على أني مسحورة؟ أو على العين؟ وكيف أعرف أني شفيت تماما?.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "الحمد لله، أوصيك أيتها السائلة بأن تحافظي على أذكار الصباح والمساء، وأفضل ذلك أن تقرئي المعوذتين، وقل هو الله أحد، بعد كل صلاة مرة مرة، وبعد الفجر والمغرب، اقرئيها ثلاثاً ثلاثاً، وكذلك آية الكرسي، وعند النوم انفثي في يديك واقرئي المعوذتين، وقل هو الله أحد، وامسحي على جسدك، فقد كان النبي عليه الصلاة والسلام يفعل ذلك، وادعي وأكثري من دعاء الله أن يشفيك، واكتفي بذلك، وأرجو أن ذلك يغنيك عن الرقية على رجليك أو غيرها من بدنك، وإن قرأت ومسحت على رجليك فلا بأس، ولا يلزم من حصول ما ذكرت من الرعشة أن تكوني مصابة بعين ولا مس، فقد يكون ذلك من الأوهام التي تعرض لنفس الإنسان، ويكون لها أثر على بدنه، فتوكلي على الله وأكثري من التضرع إليه سبحانه، واحفظي بعض الأدعية الواردة مثل أعوذ بكلمات الله التامة من شر ما خلق، ردديها في الصباح والمساء، ومثل أعوذ بكلمات الله التامة من كل شيطان وهامة، ومن كل عين لامة، وأرجو أن الله تعالى يكفيك ويشفيك ويحفظك من شر الحاسدين، ومن شر الشياطين إنه تعالى على كل شيء قدير. والله أعلم. ¶ هل من رجحت حسناته على سيئاته يدخل الجنة من أول وهلة؟ ¶ سمعت أن من طغت حسناته على سيئاته دخل الجنة، ومن طغت سيئاته على حسناته دخل النار، كيف يكون ذلك والمؤمن وإن كانت سيئاته أمثال الجبال يدخل الجنة؟ أرجو التوضيح ... وجزاكم الله خيراً.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "الحمد لله، لا يقال: من طغت حسناته على سيئاته، أو سيئاته على حسناته، بل يقال: من رجحت حسناته، أو رجحت سيئاته؛ لأن هذا المعنى يتعلق بوزن الأعمال، كما قال سبحانه: \"وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ بِمَا كَانُوا بِآياتِنَا يَظْلِمُونَ\" [الأعراف:8-9]، ودلت النصوص على أن من رجحت حسناته على سيئاته دخل الجنة من أول وهلة، وأما من كان له سيئات ترجح على حسناته فإن كان من أهل التوحيد فهو تحت مشيئة الله إن شاء الله غفر له، وإن شاء عذبه، ثم يخرجه من النار، ويدخله الجنة، ومن لم يكن من أهل التوحيد فإنه لا يعتد له بشيء من الحسنات، فإن سيئة الكفر والشرك تحبط جميع الأعمال كما قال تعالى: \"وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ\" [الزمر:65]، فالمؤمن الموحد إن كانت له ذنوب قد يعذب في النار، ثم يخرج منها، ولا يخلد في النار أحد من أهل التوحيد كما تواترت بذلك السنة، ومهما كانت الذنوب التي دون الشرك عظيمة وكثيرة فإنها لا تبطل حسنة التوحيد ولا توجب الخلود في النار، بل ولا يلزم منها دخول النار، لأنها تحت مشيئة الله، فمن شاء الله أن يغفر له لم يدخل النار ومن شاء أن يعذبه من أهل التوحيد لم يخلده في النار؛ بل يخرجه منها بشفاعة الشافعين من الملائكة والأنبياء والصالحين، وأعظم ذلك شفاعة النبي – صلى الله عليه وسلم- لأمته ويخرج الله أقواماً من أهل التوحيد من النار بمحض رحمته وهو أرحم الراحمين.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وأما من مات على الشرك والكفر فإنه مخلد في النار، كما قال تعالى: \"إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا أُولَئِكَ هُمْ شَرُّ الْبَرِيَّةِ\" [البينة:6]، فهؤلاء هم أهل النار الذين لا يموتون فيها ولا يحيون، نعوذ بالله من النار ومن حال أهل النار، والله أعلم. ¶ الاستثناء في أصل الإيمان ¶ نفع الله بكم وبعلمكم، هل يجوز الاستثناء في \"أصل الإيمان\" ؟ أفتونا مأجورين بشيء من التفصيل بارك الله فيكم. ¶ الحمد لله، من منّ الله عليه بالإيمان بالله وملائكته وكتبه ورسله وبالقدر خيره وشره، فلا يجوز له أن يستثني على وجه الشك في إيمانه، وكيف يستثني وهو يعلم أنه مؤمن بالله ورسوله –عليه السلام-، ولكن إنما يشرع للإنسان أن يستثني على وجه الاحتراز من تزكية نفسه ووصفها بالإيمان المطلق، كأن يقول أنا مؤمن فاحترازاً من تزكية النفس، وادعاء الكمال شرع له أن يستثني فيقول أنا مؤمن إن شاء الله، فإذا قيل للإنسان: هل أنت مؤمن، فليقل : نعم، أنا أؤمن بالله وملائكته وكتبه ورسله – عليهم السلام-، وعلى هذا فيحرم الاستثناء على وجه الشك، ويجب أو يستحب احترازاً عن تزكية النفس؛ لأن الإنسان مهما كان قائماً بطاعة الله فلا يليق به دعوى الكمال، والمؤمنون الكمل أبعد ما يكونون عن الدعوى ، بل يخافون على أنفسهم ويشعرون بالتقصير ويلزمون الاستغفار وذلك من كمال تحقيق الإيمان ومن كمال البصيرة، وكمال المعرفة بالله – سبحانه وتعالى –وبعظيم حقه على عباده، نسأل الله أن يمن على الجميع بالهداية والمغفرة فهو أهل التقوى وأهل المغفرة. والله أعلم. ¶ المقصود بأهل الفترة ¶ نسأل المشايخ الكرام عن أهل الفترة من هم؟ والذين يعبدون غير الله ولم تصلهم رسالة الإسلام ما حكمهم؟",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "الحمد لله، المراد بأهل الفترة الذين يذكرهم العلماء هم الذين نشأوا بين رسالتين، فلم تبلغهم الرسالة الأولى يعني رسالة الرسول السابق، ولم يدركوا الرسول الآخر، مثل: أكثر البشرية قبل بعثة محمد – صلى الله عليه وسلم -. ¶ فهؤلاء قد ورد أنهم يوم القيامة يمتحنون فيتبين المطيع من العاصي، يتبين من لو جاءه رسول الله عليه الصلاة والسلام لآمن به واتبعه، ومن لو جاءه الرسول – صلى الله عليه وسلم - لكذبه وعصاه، فيظهر الله حقائقهم بما شاء سبحانه وتعالى، ويجزيهم بحسب ذلك، وهو الحكيم العليم العدل الرحيم، والله أعلم. ¶ الضابط في أسماء الله الحسنى ¶ ما الضابط في أسماء الله سبحانه وتعالى فأنا طالب علم، وقد درست في جامعة الإمام أن ما أثبته الله لنفسه أو أثبته له رسوله – صلى الله عليه وسلم – فهو من أسمائه جل شأنه، ولكني رأيت أن هذه القاعدة غير مضطردة، فقد سألت عالماً جليلاً عن (المسعر) هل هو من أسماء الله؟ وساق الحديث الذي فيه \"فإن الله هو المسعر\" ثم قال إذاً هو من أسماء الله، ثم سألت عنه عالماً له مكانته ليطمئن قلبي لهذه القاعدة فزادني منها شكاً، حيث ذكر الحديث، ثم قال ليس من أسماء الله! أفتونا ودلونا على كتاب في ضبط ذلك، وجزاكم الله خيراً.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "القاعدة في أسماء الله وصفاته أن كل ما أضيف إلى الله بصيغة المشتق، كالخالق والخلاق والرازق والرزاق والفتاح فإنه اسم من أسمائه سبحانه وتعالى، ومعلوم أن ما ورد في القرآن من هذا لا يختلف الناس في اعتباره اسماً من أسمائه سبحانه وتعالى؛ كأسمائه المذكورة في آخر سورة الحشر، وأسمائه التي ختم بها كثير من الآيات كالعليم والخبير والحكيم والغفور وعالم الغيب وعلام الغيوب والقوي والمتين، وهكذا ما ورد في السنة من الألفاظ التي أضيفت إلى الله وهي بصيغة المشتق كما تقدم، ومن ذلك الجميل الرفيق والمسعر والقابض والباسط كما جاء في ذلك الحديث من قوله – صلى الله عليه وسلم - : \"إن الله هو المسعر القابض الباسط الرازق\" رواه الترمذي (1314)، وأبو داود (3451)، وابن ماجة (2200)، من حديث أنس –رضي الله عنه- ومن نفى أن يكون ذلك اسم فعليه أن يذكر الفرق بين هذه الألفاظ الواردة في السنة، وما ورد في القرآن، فقوله – صلى الله عليه وسلم - : \"إن الله هو المسعر\" سبق تخريجه، كقوله: إن الله عليم حكيم، هذا والله أعلم. ¶ كلام الله عز وجل ¶ السلام عليكم. ¶ القرآن هو كلام الله وغير مخلوق، فهل يعني هذا أنه ليس له بداية ولا نهاية مثل الله -عز وجل-؟ وإذا كان الأمر كذلك فكيف نفهم أن الله يتكلم متى شاء؟ فمثلاً عندما تكلم إلى موسى ألم يكن لكلامه ذاك بداية ونهاية؟ وإذا كان له بداية ونهاية ألا يعني ذلك أنه مخلوق أرجو الإجابة لإزالة حيرتي.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "الحمد لله، القرآن هو كلام الله الذي أنزله على محمد – صلى الله عليه وسلم-، وهو المحفوظ في صدور المؤمنين \"بل هو آيات بينات في صدور الذين أوتوا العلم\" [االعنكبوت:49] وهو المكتوب في المصاحف المبدوء بسورة الفاتحة المختوم بسورة الناس، وهذا القرآن عند أهل السنة وهو الحق، منزل من عند الله غير مخلوق منه بدأ، أي إنه تعالى تكلَّم به حقيقة وبلغه جبريل وهو الروح الأمين وهو روح القدس بلغه لمحمد – صلى الله عليه وسلم- كما قال تعالى: \"نزل به الروح الأمين على قلبك لتكون من المنذرين بلسان عربي مبين\" [الشعراء: 193-194]، وقال تعالى: \"قل نزله روح القدس من ربك بالحق\" [النحل: 102] نعم والقرآن له بداية ونهاية وليس القرآن كل كلام الله، بل التوراة والإنجيل والزبور التي أنزلها الله على موسى وعيسى وداود – عليهم الصلاة والسلام- هي أيضاً كلام الله، وكلام الله لا يحصى عدداً أبداً، كما قال تعالى: \"قل لو كان البحر مداداً لكلمات ربي لنفد البحر قبل أن تنفد كلمات ربي ولو جئنا بمثله مددا\" [الكهف: 109]وقال: \"ولو أن ما في الأرض من شجرة أقلام والبحر يمده من بعده سبعة أبحر ما نفدت كلمات الله\" [لقمان: 27]، فجنس كلام الله لا نهاية له ولا بداية له بمعنى أن الله لم يزل يتكلم إذا شاء بما شاء كيف شاء، ولا يزال كذلك، وأما آحاد الكلام مثل تكليمه لموسى وندائه للأبوين وتكليمه للملائكة وكل هذا له بداية ونهاية، وأساس هذا أنه يتكلم سبحانه وتعالى بمشيئة هذا كله مذهب أهل السنة، وأما المخالفون لأهل السنة من سائر الطوائف فلهم في كلام الله مذاهب فمنهم من يقول: إن الله تعالى لا يتكلم، وكل ما يضاف إليه من الكلام فهو مخلوق وهذا قول المعتزلة، ومنهم من يقول: إن كلام الله معنى نفسي ليس بحرف ولا صوت وهو قديم فلا تتعلق به المشيئة وهذا قول الأشاعرة، والمذهبان باطلان، فالقرآن على قول المعتزلة كلام خلقه الله لم يصدر من ذاته سبحانه وتعالى،",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وعلى قول الأشاعرة هو عبارة عن ذلك المعنى النفسي وليس هو في الحقيقة كلاماً لله، وما ذكرت أيها السائل من الإشكال، إذ كيف يجمع بين كون القرآن قديماً، أو أن كلام الله قديم وبين كلام الله لموسى، ومعلوم أن له بداية ونهاية؟ هذا الإشكال لا يرد على مذهب أهل السنة الذي تقدم تفصيله، وإنما يرد على قول الأشاعرة، وعلى مذهب الأشاعرة موسى لم يسمع كلام الله من الله وإنما سمع كلاماً خلقه الله عبارة عن المعنى النفسي القائم بالله – سبحانه وتعالى- وتقدم أن قول الأشاعرة في كلام الله قول باطل مخالف للعقل ودلالة الشرع فالحق لا يتناقض، وإنما التناقض هو من خصائص المذاهب الباطلة، فيظهر أنك أيها السائل لم تعرف المذهب الحق في كلام الله، فلذلك وقع في ذهنك هذا الإشكال، وهو بحمد الله غير وارد على مذهب أهل السنة والجماعة وهو مذهب السلف الصالح من الصحابة والتابعين، وهو الذي تقتضيه الأدلة العقلية والنقلية والحمد لله على نعمة الإسلام ونعمة السنة نسأل الله أن يثبتنا عليهما حتى نلقاه، والله أعلم. ¶ دعوى عدم إمكانية تطبيق القرآن ¶ ما رأي فضيلتكم في هذه العبارة: قل لئن اجتمعت الإنس والجن على أن يطبقوا هذا القرآن لا يستطيعون تطبيقه كاملاً، ولو كان بعضهم لبعض ظهيراً؟",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "الحمد لله، هذه المقولة دعوى لا دليل عليها، والله تعالى إنما أخبر عن عجز الإنس والجن أن يأتوا بمثل القرآن، ولم يخبر سبحانه وتعالى عن عجز الإنس والجن أن يعملوا بهذا القرآن، ولا ريب أن مجموع من آمن من الجن والإنس قد عملوا بكل ما في القرآن من الأوامر والنواهي، نعم الواحد من المؤمنين يمكن أن يقال إنه عاجز عن العمل بكل ما في القرآن على وجه التمام، ولهذا قال سبحانه وتعالى : \"فاتقوا الله ما استطعتم\" [التغابن: 16]فغاية ما يفعله العبد من طاعة الله ما كان مستطيعاً له وهذا ما كلفه الله به، ولهذا أمر النبي – صلى الله عليه وسلم – بالاقتصاد في العبادة، وقال: \"يسروا ولا تعسروا ، وبشروا ولا تنفروا\" أخرجه البخاري(69)، ومسلم(1734) من حديث أنس – رضي الله عنه- وقال: \"القصد القصد تبلغوا\" أخرجه البخاري(6463)، وانظر صحيح مسلم(2816). وقال – صلى الله عليه وسلم – \" إن الدين يسر ولن يشاد الدين أحد إلا غلبه فسددوا وقاربوا وأبشروا \" أخرجه البخاري(39)، وانظر صحيح مسلم(2816).، والحاصل أن هذه العبارة المسؤول عنها من خيال من اخترعها، واقتبس لفظ القرآن قالباً لها، فكان بهذا مخطئاً لفظاً ومعنى، والله أعلم. ¶ لا يستطيع الصوم ولا الإطعام فما الحكم ¶ لدينا رجل كبير في السن أسلم - ولله الحمد- لكن لبعض الأمراض التي يعاني منها لم يستطع الصيام في رمضان، وهو فقير جداً، وأحياناً يبحث في محلات القمامة عن ثياب يلبسها، أو أشياء يستخدمها، وقد وزع راتبه التقاعدي في عدة أشياء فمعاشه يذهب لأقساط شقته، وللوازم منزله، ولا يبقى منه شيء ليدفع الكفارة، ونحن نقوم بالصدقة عليه كثيراً، فهل يلزمه شيء؟.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "هذا الرجل الذي أسلم على كبر سنه، وقلة ذات يده جدير بالإحسان إليه، والرعاية التي تسدُّ حاجاته، وتحفظ كرامته عن التبذل بالبحث عن حوائجه في المزابل والقمامات كما ورد في السؤال، بل ينبغي لمن عرف حاله من المسلمين أن يغنوه عن ذلك، وما دام أنه لا يستطيع الصوم لكبر سنه ومرضه، فإنه لا يلزمه إلا الإطعام، فإن حصل له من صدقات المسلمين ما يستطيع أن يطعم منه فعليه ذلك، وإن لم يحصل له إلا ما يكفيه بخاصة نفسه، فلا شيء عليه لقوله – تعالى- : \" لا يكلف الله نفساً إلا وسعها \" [البقرة: 286] ، وقوله - تعالى -: \"فاتقوا الله ما استطعتم\"[التغابن: 16] ، وقوله – تعالى-: \"يريد الله بكم اليسر ولا يريد بكم العسر\" [البقرة: 185] ، نسأل الله أن يثبتنا وإياكم على دينه . ¶ عبارة: (يلعن أم الحالة) ¶ يكثر عند الشباب هذه الأيام هذه الصيغة من اللعان (يلعن أم الحالة)، فهل قول يلعن أم الحالة داخل في سب الدهر؟. ¶ الحمد لله، قول القائل: يلعن أم هذه الحالة، من قبيح الكلام؛ لأنه يتضمَّن تسخُّط القضاء والحال المكروهة من فقر أو هم أو وجع أو شدة حر أو برد، وكل ذلك بقدر الله فالواجب على العبد إذا نزل به شيء مما يكره أن يصبر وأن يسأل ربه العافية، وأن يأخذ بالأسباب الواقية مؤمناً بقدر الله متوكلاً عليه مؤمناً بعدله سبحانه وتعالى وحكمته، فلا يجوز له أن يقبح أو يلعن هذه المكروهات، فإن ذلك يتضمن الاعتراض على من قدرها والطعن في حكمته وهذا يقدح في إيمان العبد في عدل ربه وحكمته في تدبيره وتقديره، نعوذ بالله من قبيح القول والعمل ونسأله الرضا به رباً والرضا عنه في أحكامه فإنه تعالى أحكم الحاكمين، والله أعلم. ¶ عبارة: (فلان فسقان) ¶ بسم الله الرحمن الرحيم . ¶ انتشر بين بعض الناس قول (فلان فسقان)؛ لأنه أسرف في بعض الأمور، فهل يكون معناها الفسق والعياذ بالله؟.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "الحمد لله، هذه كلمة عامية يطلقها بعض الناس على من ترفَّع عن بعض المطاعم والمشارب التي لا يشتهيها طلباً لما هو أفضل، وكأنها تساوي شبعان، ولا شك أن الوصف بالفسق لمن ترك ما لا يشتهيه لا عن تكبر من قبيح القول، فلا حرج على الإنسان أن يختار من الطعام والشراب وسائر المباحات ما يلائمه ويلذ له دون احتقار لنعم الله، والرديء مما يحتاجه الناس من المطاعم والمشارب والملابس لا يجوز تعمد التصدق به، كما قال تعالى: \"وَلا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنْفِقُونَ وَلَسْتُمْ بِآخِذِيهِ إِلَّا أَنْ تُغْمِضُوا فِيهِ\"[البقرة: من الآية267]. فإذا كان الأمر كذلك فلا يذم من رغبت نفسه عن لبس الرديء أو أكل الرديء، بل من وسع الله عليه وأنعم عليه بالرزق الوفير فينبغي أن يظهر أثر نعمة الله عليه إظهاراً لأثر نعمته سبحانه وتعالى كما جاء في الحديث: \"إن الله يحب إذا أنعم على عبده نعمة أن يرى أثر نعمته عليه\"، وعلى كل حال هذه كلمة عامية تتضمن الوصف بالفسق لمن لا يجوز وصفه به؛ لأن الوصف بالفسق إنما يستحقه من أظهر شيئاً من معاصي الله من كبائر الذنوب أو صغائرها مع الاستخفاف بها والإدمان لها، وأما إذا أريد بهذه الكلمة خلاف المعنى الشرعي وهو الفسق في الدين وهو الخروج عن طاعة الله، وإنما أريد التعبير عن أنه في نعمة وأنه شبعان فهذا اصطلاح عامي، ومع ذلك فينبغي تجنب هذه الكلمة لما فيها من الإيهام والذم لما لا يوجب ذماً ولا عقاباً، وقد قال سبحانه وتعالى: \"بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْأِيمَانِ وَمَنْ لَمْ يَتُبْ فَأُولَئِكَ هُمُ الظَّالِمُونَ\" [الحجرات: من الآية11].",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وأما ما ورد في السؤال من وصف من أسرف في بعض الأمور بأنه \"فسقان\" أي: فاسق، فالإسراف إن أريد به التوسع في المباحات من المطاعم والمشارب والملابس والمراكب، فهذا التوسع لا يوجب الوصف بالفسق ما دام أنه لم يؤد إلى فعل محرم أو ترك واجب فهذا لا يسمى في الشرع إسرافاً، بل الإسراف الذي نهى الله عنه قريب من معناه التبذير وهو تجاوز حدود ما أباح الله إلى ما حرم، في الأكل والشرب واللباس والإنفاق بل الواجب على المسلم التوسط في ذلك، كما قال تعالى: \"َكُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ\" [الأعراف: من الآية31]، وقال تعالى: \"وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَاماً\" [الفرقان:67]، وقال: \"وَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ وَلا تُبَذِّرْ تَبْذِيراً\" [الإسراء:26]. فإنفاق المال في الحرام إسراف وتبذير وإن كان قليلاً، ولا إسراف في الخير وفيما أباح الله، وعلى هذا فالإسراف الذي نهى الله عنه وأخير أنه لا يحب أهله لا شك أنه خروج عن طاعة الله فيستحق من وقع منه أن يوصف بالفسق لأنه عاص لله، بل الواجب على المسلم أن يتقي الله في كسب المال وفي إنفاقه وفي طريقة الانتفاع به؛ ليكون من الذين أثنى الله عليهم بقوله : \"وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَاماً\" [الفرقان:67]. والله الموفق والهادي إلى سواء السبيل، والله أعلم. ¶ تسمية المولودة بـ\"دانيال\" ¶ لدي مولودة وأريد أن أسميها (دانيال)؛ وذلك نسبة للنبي (دانيال)، فهل يجوز؟.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "الحمد لله، الأسماء التي يتسمَّى بها الناس، ويسمون بها أولادهم منها ما هو مستحب كتسمية المولود عبد الله، أو عبد الرحمن، وكذلك التسمية بأسماء الأنبياء فقد صح عن النبي – صلى الله عليه وسلم – أنه قال: \"إن أحب أسمائكم إلى الله عبد الله وعبد الرحمن\" رواه مسلم(2132) من حديث عبد الله بن عمر – رضي الله عنهما-. ¶ وصح عنه أنه قال: \"تسموا بأسماء الأنبياء\" رواه أبو داود(4950)، والنسائي(3565) من حديث أبي وهب الجُشَمي –رضي الله عنه- . ¶ ومنها ما هو مكروه أو خلاف الأولى، كالتسمية بما يتضمن التزكية للمسمى مثل بر وبرة وإيمان وهدى ورباح، ومنها ما هو جائز كالتسمية بالأسماء المعروفة المشهورة مثل علي وعمر وعثمان، ومن أسماء النساء دعد وسعاد وزينب. ¶ ومن الأسماء ما هو محرم كالأسماء المعبدة لغير الله كعبد النبي، وعبد الحسين، وقد أجمع العلماء على تحريم كل اسم معبد لغير الله، ومن الأسماء الحسنة ما كان معبداً لاسم من أسماء الله كعبد العزيز وعبد الملك وعبد الرحيم وعبد الجبار، ومن أحسن الأسماء ما كان مطابقاً لواقع الإنسان كحارث وهمام، كما قال – صلى الله عليه وسلم – في الأسماء: \"وأصدقها حارث وهمام\" (سبق تخريجه) ومن الأسماء المستكرهة التسمية بالأسماء الدالة على معانٍ مكروهة مثل حرب ومرة، وأما ما سألت عنه من تسمية المولود أو المولودة باسم النبي دانيال فلا بأس به خصوصاً إذا كان المولود ذكراً، أما إذا كان أنثى فلا ينبغي أن تسمى دانيال؛ لأنه لا يليق أن تسمى الأنثى باسم نبي من الأنبياء، لأن الأنبياء كلهم رجال، كما لا يليق أن تسمى الأنثى بعمر وعثمان لأن هذه من أسماء الرجال، فلو سميت بها الأنثى لكان بذلك لبس وتوهيم للسامع، والله أعلم. ¶ لماذا خلق الله الخلق لعبادته؟",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "قد يكون السؤال غريباً ولكنه طالما حيرني كثيراً، ألا وهو: إذا كان الله سبحانه وتعالى خلقنا لعبادته، والملائكة يعبدون الله من قبلنا، إذاً فما الداعي لخلقنا إذا كان هناك من يقوم بهذا العمل بدلاً منا؟ ولكم خالص الشكر والتحيات. ¶ الحمد لله، لقد سأل الملائكة ربهم هذا السؤال فرد الله عليهم بقوله: \"إني أعلم ما لا تعلمون\" كما جاء في سورة البقرة \"وَإِذْ قَالَ رَبُّكَ لِلْمَلائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قَالَ إِنِّي أَعْلَمُ مَا لا تَعْلَمُونَ\" [البقرة:30]، ومعنى هذا أن لله حكماً في خلق آدم وذريته مهما يحصل منهم من سفك للدماء وإفساد في الأرض، فيجب التسليم لحكم الله والإيمان بحكمته البالغة، كما يجب على الإنسان أن يقف عند حده ويعرف قدر نفسه، فلا يحكم على الله ولا يعترض عليه بعقله القاصر، بل يسلم الأمر لله راضياً عن تدبيره مؤمناً بأنه سبحانه أعلم وأحكم، ويجب أن يكون السؤال بغير هذه الصيغة وهي قولك: ما الداعي، فإن هذا يشعر بالاعتراض، بل ينبغي أن يكون السؤال بنحو: ما الحكمة، وعلى وجه الاسترشاد وطلب العلم، فإن ظهر شيء من حكمة الله في خلق الشيء فذلك مما يفتح الله به على من شاء من عباده، ولا يجوز أن يتوقف الإيمان بحكمة الله في تقديره وتدبيره على معرفتها، بل نؤمن بأن لله حكماً في أقداره وإن لم نعلمها، وإن علمنا منها شيئاً فإننا لا نحيط بحكمه علماً قال سبحانه وتعالى: \"ولا يحيطون بشيء من علمه\" [البقرة: 255] وقد اعترف الملائكة لربهم بقصور علمهم فقالوا: \"لا علم لنا إلا ما علمتنا إنك أنت العليم الحكيم\" [البقرة: 32] والله أعلم. ¶ تعليق الصليب في العنق ¶ ما حكم من علَّق صليباً على صدره، ولكن لا يعتقد به، بل إنه يضعه على صدره لمصلحة شخصية؟.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "الحمد لله، الصليب معروف أنه صنم النصارى في كنائسهم، وفي بيوتهم، ويعلقونه في أعناقهم وعلى صدورهم، فهو شعار النصارى، وحرام على المسلم أن يعلَّقه، وإذا علَّقه المسلم ليظهر أنه نصراني فهذا إظهار لموافقة النصارى على دينهم، وموافقة النصارى على دينهم كفر بالله، إلا من كان يخشى على نفسه، فهو مُكره، والله تعالى يقول:\"مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالأِيمَانِ\" [النحل: 106]، وأما من علَّقه جاهلاً به فهو معذور لجهله، وأما من علَّقه مجاملة فذلك حرام عليه يُخشى عليه من الكفر بالله، ولم تذكر أيها السائل المصلحة التي تحملك على تعليق الصليب، فلا يتيسر بيان الحكم على وجه التحديد، إلا بعد معرفة دوافع التعليق، وقد عرفت أنواع الدوافع، وحكم كل نوع من هذه الأنواع، والواجب على المسلم أن يحذر مما حرم الله عليه، ولا يخفى أنه من أعظم أنواع التشبه بالكفار، وقد قال –صلى الله عليه وسلم-:\"من تشبه بقوم فهو منهم\" رواه أبو داود (4031)، فالواجب الحذر، ونسأل الله السلامة والعافية، والله أعلم. ¶ وصف الله بالظلم ¶ السلام عليكم ورحمة الله وبركاته. ¶ ما ردكم على من يقول: (والعياذ بالله) إن الله ليس بعادل، إذ كيف يعذب الكافرين الذين نشأوا في بلاد الكفر على الكفر وماتوا عليه؟ جزاكم الله خيراً.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "الحمد لله، له الحمد وله الملك وهو على كل شيء قدير، يفعل ما يشاء وهو الحكيم العليم، لا يسأل عما يفعل وهم يسألون، لقد اقتضت حكمته – سبحانه وتعالى – أن يكون الخلق فريقين مؤمن وكافر، \"هُوَ الَّذِي خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ\" [التغابن:2]، ولو شاء سبحانه وتعالى لآمن من في الأرض كلهم جميعاً كما أخبر بذلك في قوله: \"وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعاً أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ وَمَا كَانَ لِنَفْسٍ أَنْ تُؤْمِنَ إِلَّا بِإِذْنِ اللَّهِ وَيَجْعَلُ الرِّجْسَ عَلَى الَّذِينَ لا يَعْقِلُونَ\" [يونس: 99-100]، فمن آمن من الخلق فبمشيئته وفضله وحكمته، ومن كفر فبمشيئته وعدله وحكمته. ¶ فإنه تعالى يهدي من يشاء ويعصم ويعافي فضلاً، ويضل من يشاء ويخذل ويبتلي عدلاً، ولكنه سبحانه وتعالى لا يعذب أحداً إلا بعدما تقوم عليه الحجة الرسالية، فمن بلغته دعوة الرسول – صلى الله عليه وسلم – ولم يؤمن به ومات على ذلك دخل النار، ومن لم تبلغه دعوة الرسول – صلى الله عليه وسلم – ومات على حاله فأمره إلى الله، يحكم الله فيه يوم القيامة بعدله، قال – سبحانه وتعالى -: \"وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولاً\" [الإسراء: من الآية:15]، وكل من يدخل النار يعترف بأنه قد جاءه النذير ولم يؤمن به، كما قال سبحانه وتعالى: \"تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ ¶ قَالُوا بَلَى قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا فِي ضَلالٍ كَبِيرٍ\" [الملك:8-9].",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وقال سبحانه وتعالى: \"وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَراً حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا قَالُوا بَلَى وَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ\" [الزمر:71]. ¶ فمن ولد في الإسلام ونشأ على الإسلام ومات على الإسلام فذلك من فضل الله عليه، ومن ولد في الكفر ونشأ على الكفر وقامت عليه الحجة وأصر على كفره ومات على ذلك كان من أهل النار، ومن ولد في الكفر ونشأ على الكفر ولم تبلغه الحجة لم تبلغه دعوة الرسول – صلى الله عليه وسلم – فكما تقدم؛ حكمه حكم أهل الفترة، فقد جاء في أحاديث عدة أن أهل الفترة والمجانين والصم والبكم يمتحنون يوم القيامة بما يكشف حقائقهم، فإما أن يكونوا مطيعين فيكونون من أهل الجنة، أو عاصين فيصيرون إلى النار، والواجب على العبد خصوصاً من منّ عليه بالإسلام أن لا ينظر إلى القدر بل يؤمن بالقدر، ويؤمن بأن مشيئة الله نافذة، ولكن عليه أن يعمل ويأخذ بالأسباب، كما يصنع مثل ذلك في طلب الرزق واتقاء الأخطار، وطلب منافع الدنيا، وهكذا أمر الآخرة مبني على الأسباب، فعلى العبد أن يأخذ بأسباب السعادة والنجاة، ويحذِّر من أسباب الشقاء والهلكة، نعوذ بالله من الكفر بالله، ومن سوء الخاتمة، ونعوذ به من جهد البلاء، ودرك الشقاء، وسوء القضاء، وشماتة الأعداء، والله أعلم . ¶ الأخذ بالحديث الحسن في العقائد ¶ الحديث الآحاد يؤخذ بالعقائد، فما حكم الحديث الحسن بذلك؟ هل يؤخذ أيضاً أم لا؟ (أي يؤخذ فيه بالعقيدة)، أفتونا جزاكم الله خيراً.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "الحمد لله، الحديث الحسن هو من الآحاد، وأحاديث الآحاد هي خلاف المتواتر، وعند أهل السنة أن كل ما صحَّ عن النبي –صلى الله عليه وسلم- وجب الأخذ به في العقائد وفي الأعمال، أي في جميع مسائل الدين العلمية والعملية، وإن كانت الأحاديث متفاوتة في درجة القبول، لكن كل ما توافرت فيه شروط القبول وجب العمل به، والقول بأن الآحاد لا يستدل بها في مسائل الاعتقاد هو من الأقوال المبتدعة، وهو خلاف ما عليه الصحابة والتابعون ومن سار على نهجهم من أهل السنة والجماعة، فتفريق السائل بين الحسن والآحاد هو خطأ، بل هو كما ذكر أن الحديث الحسن هو من نوع الآحاد، فأحاديث الآحاد منها الصحيح والحسن والضعيف فليُنتبه لذلك، والله أعلم. ¶ الذبح في رجب لدفع أذى الجن ¶ ما حكم من يذبح في شهر رجب من كل سنة بقصد دفع أذى الجن؟ ويدَّعي أنه يذبحها لله؟ علماً أنه إذا لم يذبح فإن الجن تؤذيه.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "الحمد لله وصلى الله وسلم وبارك على عبده ورسوله وآله وصحبه، الذبح للجن من أنواع الشرك الأكبر، لأن الذبح لغير الله تعظيماً وتقرباً خوفاً أو رجاءً هو عبادة لغير الله، والذبح لله من التوحيد، كما قرن الله النسك والنحر بالصلاة في قوله: \" قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ\" [الأنعام:162]، وقال تعالى : \"فَصَلِّ لِرَبِّكَ وَانْحَرْ\" [الكوثر:2]، فهذا الذي يذبح للجن هو مشرك، وإن زعم أنه يذبح لله، فالعبرة بالمقاصد وبالنيات، فإذا كانت النية باطلة وسيئة لم تنفع الدعاوى الكاذبة، فالله سبحانه وتعالى يعلم السرائر، وإذا كان يذبح للجن لأنه إذا لم يذبح لهم يؤذونه فليس هذا بعذر، بل عليه أن يستعين بالله ويستعيذ به من شرهم، ولا يطيعهم؛ فإنهم يؤذونه من أجل أن يعبدهم ويتقرب إليهم، وقد كان أهل الجاهلية يستعيذون بالجن فيتسلطون عليهم من أجل أن يلجؤوا إليهم كما قال تعالى: \"وَأَنَّهُ كَانَ رِجَالٌ مِنَ الإنس يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقاً\" [الجن:6] قال بعض المفسرين: \"فزادوهم رهقا\"، أي: زاد الجن الإنس خوفاً وذعراً، وقال بعضهم: زاد الإنس الجن كبراً وطغياناً، فالواجب على هذا الذي يذبح للجن أن يتوب إلى الله وأن يخلص الدين لله وأن لا يذبح إلا لله، وإذا صح توحيده كفاه الله شر أعدائه من الجن والإنس، فعليه أن يتوكَّل على ربه ويعتصم به، ومن يتوكل على الله فهو حسبه، والله أعلم. ¶ وضع جدول للنوافل ¶ السلام عليكم ورحمة الله وبركاته.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "نحن ستة أصدقاء، نجتمع كل 15 يوماً في بيت أحدنا على برنامج يتضمن القرآن والأربعين النووية، ومنهاج المسلم، وموعظة صاحب البيت، ورجال حول الرسول –صلى الله عليه وسلم-؟ والافتتاح بالقرآن والختم بالدعاء، ومن بين برامجنا ورقة نملؤها كل شهر نسميها جدول التنافس، وتتضمن ورداً من القرآن، والصلوات الخمس في المسجد، والصيام وصلة الرحم، وعندما نواظب على ملئها تكون النتائج طيبة، وعند عدم ملئها تكون النتائج سلبية، من تفريط في تلاوة القرآن، فما حكم الشرع في هذا الجدول؟ وجزاكم الله خيراً. ¶ الحمد لله، الذي يظهر لي أن اتخاذ هذا الجدول والتنافس على فقراته بدعة، لأنه يتضمن التفاخر والإعجاب بالعمل، ويتضمن كذلك إظهار العمل الذي إخفاؤه أفضل؛ لأن إخفاء العمل من الصدقة وتلاوة القرآن أو الذكر أبعد عن الرياء، قال تعالى:\"ادعوا ربكم تضرعاً وخفية\" [الأعراف: 55]، وقال:\"ذكر رحمت ربك عبده زكريا إذ نادى ربه نداء خفياً\" [مريم: 2-3]، وأحد السبعة الذين يظلهم الله في ظله \"رجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه\" انظر: البخاري (660)، ومسلم (1031)، فالذي ينبغي التواصي بالتزود من نوافل الطاعات، والإكثار من ذلك، وكل يعمل ما تيسر له فيما بينه وبين ربه، وبهذا يحصل التعاون على البر والتقوى، وتحصل السلامة مما يفسد العمل، أو ينقص ثوابه، والله الموفق، والهادي إلى سبيل الرشاد، والله أعلم. ¶ أذكار عبر الجوال ¶ ما حكم هذه الرسالة من الهاتف الجوال: \" قل سبحان الله وبحمده 100 مرة، وابعثها لـ 10 غيرك هي أمانة في ذمتك \".",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "الحمد لله، وصلى الله وسلم وبارك على عبده ورسوله وعلى آله وصحبه ومن اهتدى بهديه، الذي يظهر لي أن مثل هذا لا ينبغي ؛ لأن هذا عندي أن له شبهاً بمن جاء ذكرهم بالتعليق في عهد الصحابة، إذ كانوا يتحلقون ، ويقول أحدهم: سبحوا مائة ، هللوا مائة، كبروا مائة، فأنكر عليهم ابن مسعود – رضي الله عنه – وفرَّق جمعهم ، وعدَّ ذلك بدعة منهم، لا موجب أن تقول: سبّح مائة، ولا أن تقول سبّح ، إذا كان هناك رغبة في استغلال هذه الوسائل فيما يقرب إلى الله، فيمكن أن تتضمن الرسائل وصايا: يا أخي أوصيك بتقوى الله، يا أخي لا تغفل عن ذكر الله، ولا تقيد ذلك بقول، ولا بفعل، كما لا يليق أن تقول: قم يا أخي صِّل ركعتين، وقل للآخرين صلوا ركعتين، لا، قل: يا أخي اجتهد في أداء ما فرض الله عليك، وتزود من النوافل، وصايا تكون عامة، وأصل البدع قائمة على الاستحسان وما يساوي الاستحسان، وليس كل ما يستحسنه الإنسان بعقله يكون حسناً، وإن كان جنسه حسناً، وبعض الأمور إن لم تكن بدع كانت وسيلة إلى بدعة، أو مقربة إلى البدعة البينة، فالواجب الحذر، وصلى الله وسلم وبارك على عبده ورسوله. ¶ صلاة الغائب على شهداء العراق ¶ ما حكم صلاة الغائب على شهداء العراق؟ ¶ الحمد لله، الشهداء يعني المقتولون في سبيل الله لا يصلى عليهم، فالرسول – عليه الصلاة والسلام – لم يصل على قتلى أحد. انظر ما رواه البخاري (1343) من حديث جابر –رضي الله عنه- وإنما يدعى لهم بالمغفرة، وأن يبلغهم الله ما أملوه، وما رجوه من ربهم من الفوز بالشهادة، وبلوغ منازل الشهداء، والله سبحانه وتعالى – لا يضيع أجر من أحسن عملاً، فإنه جواد كريم، وهو الغفور الشكور، سبحانه وبحمده، والله أعلم. ¶ الأحكام القبلية العرفية",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "يوجد في بلادنا حكم من الأحكام القبلية يسمونه الهجر، وهو عبارة عن رؤوس من الأغنام أو الأبقار، تقدم ترضية للطرف الذي اعتدي عليه، ثم له الخيار في ذبحها أو عدمه، ويحكم بذلك شيخ القبيلة أو رجل يفوضه الطرفان، فما الحكم فيه أثابكم الله وأجزل لكم المثوبة. ¶ الحمد لله، فقد أنزل الله كتابه على رسوله وأنزل عليه الحكمة ليحكم بين الناس بالقسط كما قال سبحانه وتعالى: \"وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ\" [المائدة: من الآية49] وقال: \"أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْماً لِقَوْمٍ يُوقِنُونَ\" [المائدة:50]، ومن الأحكام الشرعية العقوبات على الذنوب وهي نوعان: عقوبات مقدرة وهي: الحدود، وعقوبات غير مقدرة وهي: التعزيرات، فيجب ألا يحكم في شيء من ذلك إلا من له نظر شرعي يبني أحكامه على نصوص الكتاب والسنة وقواعد الشريعة، وما ذكرته هو من الأحكام القبلية العرفية التي لم تبن على مذهب شرعي وإنما بنيت على العوائد، وهذه الأحكام العرفية لا يجوز الحكم بها ولا التحاكم إليها، ومن حصل منه خطأ على أخيه يوجب مآخذته فإنه يستبيحه، وإن خاصمه فيجب أن يخاصمه لدى من يحكم بينهما بالقسط والعدل، وإن تدخل أحد من الناس للإصلاح وطلب التسامح وتنازل المخطئ عليه فذلك خير لأن الله – تعالى – يقول: \"إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ\" [الحجرات:10] فلا يجوز أن يكون الصلح بظلم أحد الطرفين بتحميله ما لا يجب عليه شرعاً، لكن من أراد أن يتحمل مالاً يتبرع به لإصلاح ذات البين فهذا مما يحمد عليه ويشكر عليه، كما يفعل بعض الأجواد يتبرع بمال من أجل الإصلاح بين أخوين متنازعين أو قبيلتين بينهما شقاق أو قتال كما قال – سبحانه وتعالى : \"وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما فإن بغت إحداهما على الأخرى فقاتلوا التي تبغي",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "حتى تفيء إلى أمر الله فإن فاءت فأصلحوا بينهما بالعدل وأقسطوا إن الله يحب المقسطين\" [الحجرات: 9] والحاصل أن ما ذكر من أن شيخ القبيلة يحكم على من أخطأ بأن يتبرع برؤوس من الأغنام أو البقر هو من الأحكام العرفية القبلية التي تدخل في حكم الطاغوت؛ لأنها لم تبن على نظر شرعي، وإنما بنيت على العادات والأعراف، فيجب الحذر من الاستسلام لهذه الأحكام، ومن ألزم بذلك أو طلب منه ذلك فعليه أن يرفض أو لا يستجيب لما طلب منه، ويطلب رفع القضية - إذا لزم الأمر - إلى جهة شرعية تحكم بالشريعة، والله أعلم. ¶ قراءة سورة الأنعام في الحرب ¶ انتشر الكلام عند بداية الحرب عن رؤيا تدعو إلى قراءة سورة الأنعام، وتوصي بذلك أهل الخليج، وانتشرت عبر رسائل الجوال، فما هو الحكم في مثل ذلك؟ ¶ الحمد لله، الدعوة إلى قراءة سورة الأنعام عندما بدأت الحرب في العراق زعمها البعض استدلالاً برؤيا قالوا إنها صالحة، وهذا الداعي مجهول، والرؤيا صاحبها مجهول، فقد يكون الداعي إلى ذلك كاذباً، وقد يكون مكذوباً عليه، فالرؤيا إن كانت صحيحة فليست رؤيا صالحة، بل هي من وحي الشيطان، فإن الرؤيا الصالحة لا تتضمن تشريعاً، فالدعوة إلى قراءة سورة الأنعام في وقت مخصوص وحال مخصوصة دعوة إلى بدعة لا أصل لها في شرع الله، فيجب على من قرأ سورة الأنعام استجابة لهذه الدعوة أن يستغفر الله ويتوب إليه، ومن دعا إليها يجب عليه أن يتوب ويستغفر الله، وإن كان هو المفتري لهذه الدعوة فإثمه أعظم، وعليه أن يتوب، ويعلم أنه إن أصر على ذلك فعليه مثل آثام من قلده، فيجب الاحتراس من هذه الدعوات الصادرة عن من لا يعرف بواسطة الهاتف الجوال، نسأل الله أن يعصمنا من أسباب الضلال، والله أعلم. ¶ كلما فعل ذنباً قال إنه كافر إن عاوده ¶ ما حكم شاب كلما ارتكب ذنباً قال: أنا كافر إن فعلت ذلك الذنب، ثم يعود إلى ذلك الذنب؟ مع العلم أنه تاب منذ زمن بعيد.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "الحمد لله، لا ينبغي للمسلم أن يحلف بقوله هو كافر إن فعل كذا، أو إن لم يفعل كذا، فهذا من نوع الحلف بغير ملة الإسلام، وهذا الذي تكلم بهذه اليمين يريد أن يمنع نفسه عن أمر من الأمور؛ كأن يريد إن منع نفسه من معصية ثم خالف فإن الواجب عليه الكفارة أي كفارة يمين، أي: إطعام عشرة مساكين...، وعليه أن يتوب من هذا الحلف المحرم، وما دام أنه تاب من المعصية التي كان يريد أن يمنع نفسه منها فقد أحسن، وقد وفقه الله لما فيه الخير له في العاجل والآجل، ولا يجب عليه الآن بعد التوبة إلا كفارة اليمين، لأن الذي يظهر أنه لم يكفر في السابق، فليكفر الآن، والحمد لله رب العالمين. ¶ بقاء الزوجة مع من يسب الدين ¶ ما حكم رجل سبَّ الدين؟ وما حكم بقاء زوجته معه؟ مع العلم أنها قامت بنصيحته ووعدها بألا يعود ولكنه يحنث. وجزاكم الله خيراً.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "الحمد لله، سب الدين يتضمن بغض دين الإسلام الذي هو دين الله، ومن يبغض دين الإسلام فإنه كافر، وإذا وقع ذلك من مسلم صار مرتداً، وحرمت عليه زوجته لأنها مسلمة وهو كافر، ولا يجوز للكافر أن ينكح المسلمة بحال، لكنه إذا تاب ورجع إلى الله وتاب توبة نصوحاً فهما على نكاحهما، يعني فهي زوجته على ما كانت عليه، إلا أن يتمادى في كفره حتى تنقضي العدة، فإذا انقضت العدة فإن أهل العلم يختلفون في بقاء النكاح، ولهم في ذلك استدلالات وتفصيلات ليس هذا موضع ذكرها، فالواجب على المسلم أن يعظم دين الإسلام وأن يحترمه بقلبه وبلسانه وبجوارحه، ولا يتهاون بالكلام المنكر، فرب كلمة يطلقها العبد لا يلقي لها بالاً يشقى بها أبد الآباد، كما جاء في الحديث الصحيح: \"...إن الرجل ليتكلم بالكلمة من سخط الله – عز وجل- لا يظن أن تبلغ ما بلغت يكتب الله – عز وجل- بها عليه سخطه إلى يوم القيامة\" رواه أحمد (15852)، والترمذي (2319) وابن ماجة (3969) فالحذر الحذر، نسأل الله السلامة والعافية، ونعوذ بالله من زيغ القلوب ومن طاعة الشيطان، فهو العدو المبين الذي من استجاب له قاده إلى عذاب السعير نعوذ بالله من الشيطان الرجيم ومن عذاب الله وهو سبحانه وتعالى حسبنا ونعم الوكيل. ¶ موالاة الكفار وتوليهم ¶ ما الفرق بين موالاة الكفار وتوليهم؟ وما حكم كل منهما بالتفصيل؟ وجزاكم الله خيراً. ¶ الحمد لله، لقد نهى الله عباده المؤمنين عن اتخاذ الكفار أولياء في آيات عدة كما قال تعالى: \"يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ أَتُرِيدُونَ أَنْ تَجْعَلُوا لِلَّهِ عَلَيْكُمْ سُلْطَاناً مُبِيناً\" [النساء:144]، وقال: \"لا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً\" الآية",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "[آل عمران: 28]، وقال سبحانه: \"يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ\" [المائدة:51]، فاتخاذهم أولياء هو اعتبارهم أصدقاء وأحباباً وأنصاراً، وذلك يظهر بالحفاوة بهم وإكرامهم وتعظيمهم، ومما يوضح ذلك قوله -سبحانه وتعالى- : \"لا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ\" الآية [المجادلة: 22] وقال تعالى : \"يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ\" الآية [الممتحنة: 1] فدلت الآيتان على أن اتخاذهم أولياء يتضمن مودتهم، وجاء ذكر التولي في آية واحدة وهي قوله تعالى: \"وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ\" الآية [المائدة: 51]، والذي يظهر أن توليهم هو معنى اتخاذهم أولياء، وفسر \"التولي\" في قوله تعالى: \"وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ\" بنصرتهم على المسلمين، ولهذا كانت مظاهرة الكفار ومعاونتهم ضد المسلمين من أنواع الردة، لأن ذلك يتضمن مقاومة الإسلام، والرغبة في اضمحلاله، وذل أهله، وأما الموالاة فلم يأت لفظها في القرآن فيما أذكر، والذي يظهر أن الموالاة والتولي معناهما واحد أو متقارب، ولكن من العلماء من فرق بينهما فخصَّ الموالاة بتقديم الخدمات للكفار حفاوة بهم وإكراماً والتولي بنصرتهم على المسلمين، وأن الموالاة كبيرة، والتولي ردة كما تقدم، فالواجب على المسلمين أن يبغضوا الكافرين وأن يعادوهم في الله، وأن يجاهدوهم بالله ولإعلاء كلمة الله، وهذا لا يمنع من معاملتهم في أمور الحياة كالتجارة، ولا يوجب الغدر بما أعطوا من عهد، بل",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "يجب الوفاء بعهدهم كما قال تعالى: \"إِلَّا الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ ثُمَّ لَمْ يَنْقُصُوكُمْ شَيْئاً وَلَمْ يُظَاهِرُوا عَلَيْكُمْ أَحَداً فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَى مُدَّتِهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ\" [التوبة:4] فبغض الكفار والبراءة منهم هي من أصول الدين، وهي مقتضى الإيمان بالله والكفر بالطاغوت، ولكن ذلك لا يوجب ولا يبيح الخيانة أو الظلم، فالظلم حرام، ونقض العهد حرام، \"...تلك حدود الله فلا تقربوها...\" [البقرة: 187] نسأل الله أن ينصر دينه ويعز المؤمنين ويذل الكافرين، والله أعلم. ¶ جملة (سخافة الأقدار) ¶ كثر في الآونة الأخيرة ذكر جملة (سخافة الأقدار) في الصحف والإنترنت، فما حكم التلفظ بهذه الجملة، وجزاكم الله خيراً. ¶ الحمد لله، الأقدار قدرها الله – سبحانه وتعالى – والذي يقول: (سخافة الأقدار) يطعن في حكمة الله في تدبيره، ومن يطعن في حكمة الله فإنه ينسب الله إلى السفه، وكفى بهذا ضلالاً، فيجب على من أطلق ذلك أن يتوب إلى الله فإنه يخشى عليه بإطلاقه هذه الكلمة من الردة، فيجب أن يبين له ويدعى إلى التوبة والرجوع إلى الله، ويبين له أن الله – تعالى – حكيم في خلقه وأمره إن الله حكيم عليم، وفي الحديث الصحيح \"إن العبد ليتكلم بالكلمة من سخط الله ما يظن أن تبلغ ما بلغت فيكتب الله عليه بها سخطه إلى يوم يلقاه\"، رواه الترمذي (2319)، وابن ماجة (3969) من حديث بلال بن الحارث –رضي الله عنه- فيجب الحذر من إطلاق مثل هذا المنكر الفاحش الذي يتضمن الطعن في صفات الله – تعالى – في حكمته وتدبيره، نعوذ بالله من الخذلان، والله أعلم – وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ هل الحلف بالطلاق حلف بغير الله؟ ¶ هل لفظ (عليَّ الطلاق) تعد من الحلف بغير الله –تعالى-؟",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "ليست من الحلف بغير الله الذي هو شرك؛ لأن هذا ليس مقصوده التعظيم، فالحلف الذي هو شرك هو الحلف الذي يقصد منه التعظيم، كالحلف بالنبي –صلى الله عليه وسلم-، وبشرف فلان وبالعزى واللات –كما يحلف المشركون-، ولكن هذا يسمى حلفاً من حيث المعنى؛ لأن المقصود من الحلف هو الحض والمنع، والذي يقول: عليّ الطلاق، أو إن فعلت كذا فعليّ الطلاق، أو عبيدي أحرار يقصد منع نفسه، كما يقول: والله لأفعلنّ كذا، أو لا أفعل كذا. ¶ تكفير المعين المستهزئ بالدين ¶ من المعلوم أن الاستهزاء بالدين أحد نواقض الإسلام، وكفر مخرج من الملة، ولكن هل يقال بأن هذا المستهزئ -بعد إقامة الحجة عليه وإصراره على ذلك- كافر؟ أي هل يكفر بعينه؟ أفيدونا مأجورين. ¶ الحمد لله، من استهزأ بشيء مما جاء به الرسول –صلى الله عليه وسلم- من القرآن ومن السنة الصحيحة أو شرائع الإسلام، كالصلاة والصيام والحج فإنه يكفر بذلك بعينه، ومثل هذا لا يجهل تحريمه وقبحه من كان عائشاً بين المسلمين، فإن الله تعالى قال في المنافقين الذين سخروا من النبي –صلى الله عليه وسلم- وأصحابه –رضي الله عنهم- فأنزل الله فيهم:\"قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ*لا تعتذروا قد كفرتم بعد إيمانكم\" ¶ [التوبة: 65-66]، فحكم عليهم سبحانه وتعالى بالكفر بأعيانهم، فمن استهزأ بالله أو بالرسول –صلى الله عليه وسلم- أو بالقرآن أو بشرائع الإسلام عالماً عامداً مختاراً فإنه كافر بعينه، فنقول هو كافر، يعني أنه يصير مرتداً عن الإسلام، تجب استتابته، فإن تاب وإلا قتل؛ لقوله –صلى الله عليه وسلم-:\"من بدل دينه فاقتلوه\" رواه البخاري (3017) من حديث ابن عباس –رضي الله عنهما- نعوذ بالله من زيغ القلوب، والله أعلم. ¶ تكفير المعين المستهزئ بالدين",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "من المعلوم أن الاستهزاء بالدين أحد نواقض الإسلام، وكفر مخرج من الملة، ولكن هل يقال بأن هذا المستهزئ -بعد إقامة الحجة عليه وإصراره على ذلك- كافر؟ أي هل يكفر بعينه؟ أفيدونا مأجورين. ¶ الحمد لله، من استهزأ بشيء مما جاء به الرسول –صلى الله عليه وسلم- من القرآن ومن السنة الصحيحة أو شرائع الإسلام، كالصلاة والصيام والحج فإنه يكفر بذلك بعينه، ومثل هذا لا يجهل تحريمه وقبحه من كان عائشاً بين المسلمين، فإن الله تعالى قال في المنافقين الذين سخروا من النبي –صلى الله عليه وسلم- وأصحابه –رضي الله عنهم- فأنزل الله فيهم:\"قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ*لا تعتذروا قد كفرتم بعد إيمانكم\" ¶ [التوبة: 65-66]، فحكم عليهم سبحانه وتعالى بالكفر بأعيانهم، فمن استهزأ بالله أو بالرسول –صلى الله عليه وسلم- أو بالقرآن أو بشرائع الإسلام عالماً عامداً مختاراً فإنه كافر بعينه، فنقول هو كافر، يعني أنه يصير مرتداً عن الإسلام، تجب استتابته، فإن تاب وإلا قتل؛ لقوله –صلى الله عليه وسلم-:\"من بدل دينه فاقتلوه\" رواه البخاري (3017) من حديث ابن عباس –رضي الله عنهما- نعوذ بالله من زيغ القلوب، والله أعلم. ¶ قراءة الفنجان والكهانة ¶ امرأة تدعي علم الأمور الغيبية عن طريق قراءة الفنجان وما أشبه ذلك، وتضع عنوانها في بعض المجلات، فما نصيحتكم لها؟ مع بيان خطورة هذا الأمر. ¶ الحمد لله.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "هذه المرأة طريقتها هي طريقة المنجمين والكهان والعرافين، فعملها هذا هو من عمل أولئك الذين يدعون علم الغيب، ودعوى علم الغيب كفر، لأنه لا يعلم الغيب إلا الله، \"قل لا يعلم من في السموات والأرض الغيب إلا الله\" [النمل: 65] فيجب على هذه المرأة أن تتوب إلى الله وتصحح إسلامها وتترك هذه الحرفة الخبيثة، فهي إما أن تكون دجالة كذابة تكذب على الناس بدعوى أنها تعلم الأمور المستقبلية لجمع المال من أيديهم، وإما أن تكون مستعينة بالشياطين فهم الذين يأتونها ببعض ما تخبر به، وهذا لا يحصل لها إلا إذا أطاعتهم فيما يريدون منها من شرك أو معصية، كما يجب على المسلمين أن ينكروا ذلك عليها وعلى أمثالها، وينكروا على من يذهب إليها أو يسألها بواسطة الهاتف أو المراسلة، فإن ذلك من سؤال الكهان، وقد صح عن النبي – صلى الله عليه وسلم- أنه قال: \"من أتى كاهناً أو عرافاً فصدقه بما يقول، فقد كفر بما أنزل على محمد – صلى الله عليه وسلم-\" رواه أحمد (9536) من حديث أبي هريرة –رضي الله عنه- وهذا كاف لمن عقل ألا يقصد إلى هؤلاء الفجرة، فالواجب الحذر من هؤلاء الضالين المضلين، كما يجب الإيمان بأنه لا يعلم الغيب إلا الله،قال الله تعالى: \"عالم الغيب فلا يظهر على غيبه أحداً إلا من ارتضى من رسول\" [الجن: 26-27]، نسأل الله السلامة والعافية من عمل المفسدين، والله أعلم. ¶ رجال الغيب ¶ السلام عليكم ورحمة الله وبركاته. ¶ كثيراً جرى على ألسنة بعض الخطباء والوعاظ عن رجال الغيب! فهل هم أناس غائبون عن الأنظار؟ أو هم من الجن؟ وهل ثبت في بعض الروايات الصحيحة أن من ضل في الفلاة أو في الغابة أو الصحراء أو من انفلتت دابته وضاعت عنه له أن يدعوهم أو يطلب مساعدتهم في ذلك؟ كأن يقول : يا رجال الغيب أعينوني! أو يقول: يا عباد الله احبسوا! أشكركم على إجابتكم فالله يجزيكم عني خيراً.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "الحمد لله، من العوالم التي خلقها الله الملائكة والإنس والجن، فأما الملائكة فهم من عالم الغيب وقد يتمثلون فيما يشاء الله، كما تمثل جبريل لمريم بشراً سوياً، والملائكة أضيافا لإبراهيم – عليه السلام -، وكان جبريل يأتي أحياناً إلى النبي – صلى الله عليه وسلم – بصورة رجل غريب أو بصورة دحية الكلبي، وأما الجن فهم كذلك من عالم الغيب، إلا أنهم يسكنون مع الناس في هذه الأرض، وقد يتمثلون بصور مختلفة تارة بصورة إنسان، وتارة بصورة حيوان، وأما إذا كانوا على خلقتهم فإن الناس لا يرونهم كما قال سبحانه وتعالى: \"إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لا تَرَوْنَهُمْ \"[الأعراف:27]، وأما الإنس فهم من عالم الشهادة فهم محسوسون مشاهدون، ولا يكون أحداً من الناس غائباً بحيث لا يرى في حال من الأحوال، وعلى هذا فرجال الغيب ليسوا من الإنس بل هم من الجن، ومن الجن رجال، كما قال سبحانه وتعالى: \"وَأَنَّهُ كَانَ رِجَالٌ مِنَ الإنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقاً\" [الجن:6]، وأما من ورد فيهم حديث \"إذا أضل أحدكم دابته في فلاة فليقل: يا عباد الله احبسوا \" فيحتمل أن يكون – إن صح الحديث المراد بهم الملائكة، ويحتمل أن يكون المراد بهم الجن، وفي الجن الصالحون ومن دونهم، كما قال تعالى: \"وأنا منا الصالحون ومنا دون ذلك كنا طرائق قددا\"، ومنهم المسلم والكافر، كما قال سبحانه وتعالى: \"وَأَنَّا لَمَّا سَمِعْنَا الْهُدَى آمَنَّا بِهِ فَمَنْ يُؤْمِنْ بِرَبِّهِ فَلا يَخَافُ بَخْساً وَلا رَهَقاً وَأَنَّا مِنَّا الْمُسْلِمُونَ وَمِنَّا الْقَاسِطُونَ فَمَنْ أَسْلَمَ فَأُولَئِكَ تَحَرَّوْا رَشَداً \" [الجن:13-14]، فالاعتقاد أن رجال الغيب من الإنس اعتقاد باطل، والله أعلم. ¶ التسمية بـ (حسب الرسول) ¶ أخي يريد أن يسمي ابنه (حسب الرسول) هل هذا جائز؟ وما هو معناه؟ جزاكم الله خيراً.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "الحمد لله، الحسب معناه الكافي، كما قال تعالى: \"وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ\" أي: كافية والله – تعالى – هو حسب نبيه والمؤمنين، كما قال: \"يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ\" [الأنفال: 64] أي: كافيك وكافي أتباعك، ولا أحد من الخلق يكون كافياً لغيره، فالكافي هو الله وحده، وعلى هذا فلا يجوز أن يسمى أحد (حسب الرسول)، يعني: كافي الرسول، فالله هو حسب نبيه – صلى الله عليه وسلم - حياً وميتاً، كما قال تعالى: \" يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ\" [الأنفال: 64] وقال: صلى الله عليه وسلم لما قيل له: \"إن الناس قد جمعوا لكم فاخشوهم\" قال: \"حسبنا الله ونعم الوكيل\" ¶ [آل عمران: 173]كما أخبر سبحانه وتعالى بذلك في قوله: \"الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَاناً وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ\" [آل عمران:173]. ¶ عبارة: (قصف الآجال) ¶ السلام عليكم ورحمة الله وبركاته. ¶ كثر عند الناس الكلام في ما يسمونه بعبارة (قصف الآجال)، ومعناها أن الإنسان يموت قبل يومه المكتوب له، لا حول ولا قوة إلا بالله، مثل: الانتحار وحوادث السيارات، أرجو أن تفتونا في هذه المسألة، وجزاكم الله عنا خير الجزاء.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "الحمد لله، من أصول الإيمان، الإيمان بالقدر خيره وشره، والإيمان بالقدر يتضمن الإيمان بعلم الله السابق لكل شيء، وكتابته لمقادير الأشياء، وأن ما شاء الله كان وما لم يشأ لم يكن، وأنه على كل شيء قدير، وأنه خالق كل شيء، ومعنى هذا أن كل ما يجري في الوجود قد سبق به قدر الله علماً وكتابة، وتم بمشيئته سبحانه وتعالى، ومن ذلك موت النفوس، فلا تموت نفس إلا بأجلها المكتوب، كما قال – سبحانه وتعالى -:\"وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلا بِإِذْنِ اللَّهِ كِتَاباً مُؤَجَّلاً\"[آل عمران: من الآية145]، فالله سبحانه وتعالى قد قدر الأقدار وضرب الآجال فلا يتقدم أحد على أجله، ولا يتأخر عن أجله، كما قال سبحانه وتعالى: \"إِذَا جَاءَ أَجَلُهُمْ فَلا يَسْتَأْخِرُونَ سَاعَةً وَلا يَسْتَقْدِمُونَ\"[يونس: من الآية49]، فكل من مات بأي سبب من الأسباب فقد مات بأجله، وليس هناك من يموت قبل أجله المحتوم، بأي سبب كان موته بقتل أو انتحار أو أي حادث من الحوادث، كما بين ذلك الله – سبحانه وتعالى – في كتابه، وبينه رسوله – صلى الله عليه وسلم – فالمقتول ميت بأجله لم يقطع عليه أجله، خلافاً للمعتزلة، فإن من قولهم: أن المقتول مقطوع عليه أجله، وهذا باطل مخالف لمقتضى الإيمان بالقدر، وقول القائل: قصف الأعمار أو الآجال يعني قطعها، وهذا يتضمن أن من قتل أو انتحر فقد قصم أجله؛ يعني قطع قبل أوانه، وهذا مخالف للإيمان بالقدر، كما دل على ذلك الكتاب والسنة وإجماع أهل السنة والجماعة، فيجب الحذر من هذه الاعتقادات والتصورات الباطلة، والله يهدي من يشاء إلى صراط مستقيم، والله أعلم. ¶ من مات قبل أن تبلغه الدعوة ¶ ما حكم من مات من النصارى على كفره وذلك لأحد سببين ¶ أولاً: لأنه لم يُدْعَ إلى الإسلام. ¶ ثانياً: أنه دعاه مسلم ضعيف بالدعوة، فلم يقتنع بالإسلام بسبب ضعف الداعي في دعوته.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "الحمد لله، اليهود والنصارى وسائر الأمم من الوثنيين المشركين أو الدهريين كل أولئك كفار، وإن كان بعضهم أكفر من بعض، وكل من مات منهم على كفره فإنه في نار جهنم، كما قال -سبحانه وتعالى-: \" إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ\" [محمد:34]، وقال سبحانه وتعالى: \"وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ وَلا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَاباً أَلِيماً\" [النساء:18]، ومن لم يدع منهم للإسلام أو لم يعرف الإسلام على وجهه فإن الله تعالى يحكم فيه يوم القيامة بحكمه العدل، وهو أعلم بأحوال عباده الظاهرة والباطنة، فمن لم تبلغه دعوة الرسول – صلى الله عليه وسلم – فإنه من جنس أصحاب الفترة، وأهل الفترة ومن أشبههم كالمجانين فإنه قد جاءت أحاديث تدل على أنهم يمتحنون يوم القيامة بما يكشف حقائقهم، فيتبين المطيع منهم من العاصي، فيجزون بحسب ذلك، فالمقصود أن من مات من الكفار فهو في النار، لكننا لا نشهد على معين من الكفار أنه من أهل النار، لعدم علمنا بما ختم له به، وبحقيقة حاله، والله الذي يعلم حقائق العباد، وهو الذي يجزي عباده على الحسنات بفضله وعلى السيئات بعدله،: \"مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلا يُجْزَى إِلَّا مِثْلَهَا وَهُمْ لا يُظْلَمُونَ\" [الأنعام:160]، والله أعلم. ¶ تعدي تأثير السحر إلى غير المسحور ¶ هل يمكن أن يصل تأثير السحر إلى غير المسحور؟ بمعنى أنه مثلاً في سحر الصرف والعطف هل يمكن إذا وقع السحر على الزوج أن تكون الزوجة هي التي تحب أو تبغض.. أو العكس؟ وجزاكم الله خيراً.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "الحمد لله، الظاهر أن تأثير السحر إنما يقع على المسحور، ولكن قد يتضرر به من تربطه بالمسحور رابطة، فيحصل له من المسحور من الأذى وأنواع الضرر بسبب معاشرة المسحور، وعلى هذا فإذا سحر الزوج لتحبيب امرأته أو ليحب امرأته فذلك يختص به، وحينئذ يتعلق بها ويحبها حباً مفرطاً، لأن حبه لها بسبب السحر ليس حباً طبيعياً عادياً، ولا يلزم من ذلك أن تحبه امرأته في الغالب، بل قد تبغضه وهو مفتون بها، فتعظم المصيبة عليهما معاً، وكذلك سحر الصرف كما يسمونه، وهو ما يفرق به بين الأحبة، وهو الذي ذكره الله في قوله: \"فيتعلمون منهما ما يفرقون به بين المرء وزوجه\" ¶ [البقرة: 102]وهذا من أقبح أنواع السحر؛ لأنه مضاد لما يحبه الله ورسوله – عليه الصلاة والسلام - من الألفة بين الزوجين، ودوام عشرتهما، والشيطان وجنوده أحرص ما يكونون على مضادة ما يحب الله، وهم يسعون للفساد والإفساد، وهذا سبيل الأشرار من الإنس والجن، كفانا الله شرهم، ووقانا خطرهم، وقد شرع الله لعباده التعوذ من شر كل ذي شر، ومن السحرة والحاسدين، كما في قوله تعالى: \"قل أعوذ برب الفلق من شر ما خلق ومن شر غاسق إذا وقب ومن شر النفاثات في العقد ومن شر حاسد إذا حسد\" [الفلق: 1-5]. والله أعلم. ¶ ما يستوجب الكفر ¶ الجمهور يقول إن المرء يكفر بالقول والفعل، وإن لم يعلم بأنه كفر. والنووي يقول إنه لا يكفر إلا بما يعتقده أو يفعله عالماً بأنه يوجب الكفر. فنرجو توضيح هذا الإشكال ومتى يعذر المرء بالجهل؟",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "الحمد لله، أصل الإيمان والإسلام تصديق القلب والإقرار بالشهادتين ظاهراً وباطناً، ومعنى هذا أن أصل الدين هو التوحيد والإقرار برسالة محمد – صلى الله عليه وسلم –، فكل ما ناقض واحداً من هذين الأصلين أو هما معاً فإنه كفر، ولو لم يعلم معتقده، أو قائله، أو فاعله أنه كفر، ما دام أنه يعلم تحريمه ومخالفته للشرع، فليس من شرط الحكم بالكفر على من ارتكبه أن يعلم أنه كفر، لكن الشرط أن يعلم أنه مخالف لما جاء به الرسول – صلى الله عليه وسلم –، ونظير هذا أن من فعل كبيرة من كبائر الذنوب فإنه لا يعفيه من تبعة وعقوبة هذا الذنب أن يقول: لم أعلم أنها كبيرة، أو لم أعلم أنه تترتب عليها هذه العقوبة، وكل مسلم يعلم أن الاستهزاء بالقرآن أو الرسل – عليهم السلام - أنه حرام، فمن استهزأ بالله أو آياته أو رسوله – عليه الصلاة والسلام - فإنه كافر، ولو لم يعلم أن ذلك كفر، وكذا من سجد لصنم، فإنه يصير بذلك مشركاً، ولو لم يعلم أنه شرك مخرج من الملة، فلا يقبل منه أن يقول: ما ظننت أنه يصل إلى هذه الدرجة في التحريم، وأسباب الردة الاعتقادية والقولية والعملية كثيرة، فمن وقع في شيء منها عالماً عامداً كفر، لكن يعذر المكلف في الأسباب الظاهرة؛ كالأقوال والأفعال إذا أكره عليها، لقوله تعالى: \"مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالإيمَانِ وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْراً فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ\" [النحل:106]، وأما الاعتقادات الموجهة للكفر فلا يتصور الإكراه عليها، لأنه لا سلطان للبشر إلا على ما ظهر من الأقوال والأفعال، فالواجب الحذر من أسباب الكفر، وقانا الله منها وثبتنا على دينه إنه سميع الدعاء، والله أعلم. ¶ هل الضار والمذل من أسماء الله؟ ¶ بسم الله الرحمن الرحيم.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "الشيخ الفاضل: السلام عليكم ورحمة الله وبركاته. هل اسما الضار والمذل من أسماء الله الحسنى أم لا؟ أفتونا مأجورين وجزاكم الله خيراً. ¶ الحمد لله، الضار ليس من أسماء الله، بل من أسمائه التي ورد ذكرها في بعض الروايات النافع الضار، يعني الكلمتان اسم واحد، فهو -سبحانه وتعالى- النافع الضار؛ لأنه -سبحانه وتعالى- هو خالق كل شيء ، خالق الخير والشر، وهو سبحانه وتعالى الذي لا يأتي بالحسنات إلا هو، ولا يدفع بالسيئات إلا هو، ولا يكون في ملكه إلا ما يشاء، ومن الإيمان الإيمان بالقدر خيره وشره، فلا يجوز أن يقال إن الله – تعالى – هو الضار، بل يقال: هو النافع الضار، وهو الذي يعز ويذل؛ يعز من يشاء ويذل من يشاء، وليس من أسمائه المذل، ولا أذكر أنه ورد اسم المعز المذل في سرد أسمائه الحسنى؛ بل الذي ورد في القرآن: \"قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ\" [آل عمران:26]، والله أعلم. ¶ التباكي أثناء التلاوة ¶ كثر في الآونة الأخيرة عدد من المقرئين، والذين يتلون القرآن بطريقة بكائية (تشبه البكاء)، مما يفقد التلاوة حلاوتها، وتتحول إلى ما يشبه العويل، فما رأيكم في ذلك؟ وجزاكم الله كل خيراً.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "الحمد لله، تلاوة القرآن من أفضل القربات؛ بل هي أفضل القربات المطلقة، ولتلاوة القرآن آداب منها الترتيل كما قال تعالى: \"ورتل القرآن ترتيلا\" [المزمل: 4]. لكن بغير إفراط، فليس من الترتيل المشروع التقعر في تلاوة القرآن، وهو ما يسمى بالتجويد الذي فيه تشديد وتكلف، فإنه ينبغي أن تكون القراءة قراءةً سهلة ليس فيها تكلف، ومما يتأكد على تالي القرآن أن يتدبر ما يقرأ، ويكون اهتمامه بفهم معاني القرآن، ومما يستحب له أن يحسن صوته؛ بل ينبغي له ويتأكد عليه أن يحسِّن صوته بالقرآن دون تكلف، لقوله صلى الله عليه وسلم : \"ليس منا من لم يتغن بالقرآن\" رواه البخاري (7527)، ومسلم (792)، من حديث أبي هريرة – رضي الله عنه-، وأما من يخترع طريقة تخرج التلاوة عن حد الاعتدال كتصنع البكاء، وتكييف القراءة على هذا الوجه- كما جاء في السؤال أن هذه الطريقة تصيِّر التلاوة إلى نوع من العويل والصياح- وأنا لا أعرف هذه الصفة، لكن متى كانت قائمة على المبالغة والتكلف فهي مذمومة، فخير الأمور أوسطها، والله أعلم. ¶ انتحار الأسير خوفاً من إفشاء الأسرار ¶ أسير مسلم وقع في يد أعدائه، وقاموا بتعذيبه بوحشية للإدلاء بمعلومات عن زملائه وأماكنهم ومعسكراتهم، ولأنه قد لا يحتمل هذا العذاب الشديد ويخشى أن يضعف ويعترف قتل نفسه وانتحر، فهل يعد منتحراً ويخلد في جهنم، شكراً لكم.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "الحمد لله، من وقع في أيدي أعداء الإسلام وعذبوه فإنه لا يجوز له أن يقتل نفسه بحال من الأحوال، بل عليه أن يصبر ويتصبر ويستغيث بالله، ومن انتحر ظناً منه أنه يجوز له ذلك أو خشية أن يدلي بأسرار تضر بالمسلمين فإنه لا يكون كمن انتحر جزعاً، فيرجى أن الله يعذره بنيته الصالحة ويغفر له، أو يعذره بجهله إذا فعل ما فعل لظنه أنه يسوغ له أن يقتل نفسه، وعلى كل حال فلا يسوى هذا بمن يقتل نفسه تسخطاً على قضاء الله، وجزعاً من المصيبة، فهذا هو الذي توعد بأن يعذبه الله في النار بما قتل به نفسه، كما في الحديث: \"من قتل نفسه بحديدة فحديدته في يده يتوجأ بها في بطنه في نار جهنم خالداً مخلداً فيها أبداً، ومن قتل نفسه بسم فسمه في يده يتحساه في نار جهنم خالداً مخلداً فيها ... \"، الحديث رواه البخاري (5778)، ومسلم (109)، من حديث أبي هريرة – رضي الله عنه- وهذا عند أهل السنة والجماعة من أحاديث الوعيد التي يراد منها الزجر عن ارتكاب القبائح، وهي مقيدة بمثل قوله تعالى: \"إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ\" [النساء: من الآية48]، وقتل الإنسان نفسه أو قتله لمعصوم هو دون الشرك فيدخل في عموم \" وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ\" ، إذاً فالذي يقتل نفسه إذا مات وهو مؤمن بالله ورسوله – عليه الصلاة والسلام - فإنه تحت مشيئة الله إن شاء الله غفر له وإن شاء عذبه، وإن عذبه فمآله الخروج من النار ما دام أنه مات موحداً، لقوله – صلى الله عليه وسلم -: \"يخرج من النار من قال: لا إله إلا الله وفي قلبه وزن شعيرة من خير، ويخرج من النار من قال: لا إله إلا الله وفي قلبه وزن برة من خير، ويخرج من النار من قال: لا إله إلا الله وفي قلبه وزن ذرة من خير\"، رواه البخاري (44)، ومسلم (192)، من حديث أنس – رضي الله عنه- ومع ذلك يجب على المسلم أن يحذر من الذنوب ولا يتكل على ما ورد من نصوص",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "الوعد، بل عليه أن يحذر ويسأل ربه حسن الخاتمة، وأن يعيذه الله من شر نفسه، وسوء عمله، فنعوذ بالله من شرور أنفسنا وسيئات أعمالنا إنه سميع الدعاء، والله أعلم. ¶ قول الرجل لأخيه: \"أمانة\" ¶ ما حكم قول الإنسان لأخيه (أمانة)؟ ¶ الحمد لله، قول الرجل لأخيه: (أمانة) يعني: كن صادقاً في خبرك لا تكذب علي، فأنا أأتمنك فيما تخبرني به، وعلى هذا فلا بأس في ذلك، ولكن إذا أراد منه أن يقسم بالأمانة، يعني: قل لي بالأمانة، فإن هذا لا يجوز، فقد جاء عن الرسول – صلى الله عليه وسلم – أنه قال: \"ليس منا من حلف بالأمانة ...\" أبوداود (3253)، وأحمد (22980)، واللفظ له من حديث بريدة – رضي الله عنه-، فعلى هذا ينبغي اجتناب هذا اللفظ الذي يوهم هذا القسم بالأمانة. ¶ القول بتحريف القرآن ¶ أرجو منكم تبيين حكم من يقول بتحريف القرآن وهو مقتنع بذلك تمام الاقتناع، والتحريف المقصود هنا هو ما يقوله بعض علماء الشيعة، كأن يقولوا: بأن هناك كلمات أسقطت من القرآن الكريم، أو أن أماكن الآيات قد تم تبديلها وتغييرها. ¶ كما أرجو منكم تبيين حكم من يؤول القرآن ويفسره على مزاجه الخاص، كأن يقال بأن الآية \"ويؤتون الزكاة وهم راكعون\" قد نزلت في حق سيدنا علي كرم الله وجهه، جعلها الله في ميزان حسناتكم.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "الحمد لله، قال الله –تعالى-: \"إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ\" [الحجر:9]، في هذه الآية ضمان من الله بحفظ ما أنزله على عبده ورسوله – صلى الله عليه وسلم –، وقد حقق الله وعده بأن وفق أصحاب رسول الله – صلى الله عليه وسلم - لحفظ القرآن بجمعه وكتابته وحفظه في صدورهم، وتلقاه التابعون عنهم فكان القرآن بذلك محفوظاً بحفظه – سبحانه وتعالى -، فمن زعم أنه قد أُسقط شيء من القرآن أو غُيِّر عمّا جاء عن الرسول – صلى الله عليه وسلم –؛ فإنه كافر، لأن ذلك يعارض قوله –تعالى-: \"إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ\" [الحجر: 9]، فإذا كان أُسقط شيء منه سورة أو آية لم يكن محفوظاً، ومن تأول القرآن وفسره بحسب هواه ولم يكن عن شبه عرضت له فإنه متلاعب بكلام الله؛ فيكون بذلك كافراً، وذلك مثل تحريفات باطنية الرافضة كقولهم في قوله –تعالى-: \"مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ\" [الرحمن:19] علي، وفاطمة- رضي الله عنهما- و\"يخرج منهما اللؤلؤ والمرجان\" [الرحمن: 22] الحسن والحسين –رضي الله عنهما- وقولهم: المراد \"بيدا أبي لهب\" أبو بكر وعمر – رضي الله عنهما- وغير ذلك. وإن تعمُّد تحريف القرآن يشبه طريقة اليهود، كما أخبر الله عنهم بقوله: \"يحرفون الكلم عن مواضعه\" [النساء: 46]، وقوله: \"أَفَتَطْمَعُونَ أَنْ يُؤْمِنُوا لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ\" [البقرة:75]، وأما من قال: إن قوله سبحانه: \"إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُون\"َ [المائدة:55]، إنها نزلت في علي – رضي الله عنه – حينما تصدق بخاتمه على المسكين وهو راكع، هذه القصة لم تثبت، وإن ذكرها بعض المفسرين، وهي من وضع الشيعة",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "الذين يريدون أن يجعلوا كثيراً من الآيات جاءت في شأن علي – رضي الله عنه –، فيجب التنبه والحذر من التصديق للروايات المكذوبة، أو الروايات التي لم تثبت بالأسانيد الصحيحة، وكثير مما يذكر في أسباب النزول، إنما جاء في روايات ضعيفة، وقوله سبحانه وتعالى: \"وهم راكعون\"، يعني: وهم خاضعون لربهم متذللون،فيؤدون فرائض الله من الصلاة والزكاة خاضعين، منقادين لأمر الله، مؤمنين بشرعه، محتسبين لثوابه، والله أعلم. ¶ الأصول الثلاثة وأدلتها ¶ السلام عليكم ورحمة الله وبركاته. ¶ ما هي الأصول الثلاثة وأدلتها؟ وهل الدعوة فرض عين أم هي فرض كفاية؟",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "الحمد لله، الأصول الثلاثة، هذا عنوان لمؤلف للشيخ: محمد بن عبد الوهاب –رحمه الله-، وأراد بالأصول الثلاثة: معرفة الله، ومعرفة نبيه، ومعرفة دين الإسلام بالأدلة، ولا ريب أن هذه أصول عظيمة، عليها مدار المعرفة الشرعية، وهي معرفة العبد ربه، الذي أرسل الرسل وأنزل الكتب، وأرسل خاتم النبيين محمداً –صلى الله عليه وسلم-، أرسل الرسل بدين الإسلام، فإن دين الإسلام هو دين الرسل جميعاً، ولكن الشريعة التي جاء بها محمد –صلى الله عليه وسلم- هي أكمل الشرائع وأشملها وأيسرها، لأنه رسول الله إلى الناس جميعاً، وهذه الأصول الثلاثة هي التي يسأل عنها الإنسان في قبره، فيقال للميت إذا وضع في قبره: من ربك؟ وما دينك؟ ومن نبيك؟ فالمؤمن الموقن يقول: ربي الله وديني الإسلام ونبيي محمد –صلى الله عليه وسلم-، وأما المنافق الشاك فإنه يتحير ويقول: هاه هاه، لا أدري سمعت الناس يقولون شيئاً فقلته، فالمؤمن يكون قبره عليه روضة من رياض الجنة، والكافر والمنافق يصير قبره حفرة من حفر النار، يعذب في قبره، وأما المؤمن فإنه ينعم في قبره، وبهذه المعرفة يعرف الإنسان الرسول محمد –صلى الله عليه وسلم-، والمُرْسِلُ الذي هو الله، والرسالة التي هي دين الإسلام الذي تضمن أحكامه وشرائعه وعقائده كتاب الله وسنة رسوله –عليه الصلاة والسلام-، وقد قال الشيخ: محمد بن عبد الوهاب في ذلك الكتاب: فإذا قيل لك ما الأصول الثلاثة التي يجب على العبد معرفتها؟ فقل: معرفة العبد ربه ودينه ونبيه محمد –صلى الله عليه وسلم-، ثم قال: إذا قيل لك: من ربك، فقل: ربي الله، الذي رباني وربى جميع العالمين بنعمه، وهو معبودي، ليس لي معبود سواه، ثم بين المراد بالإسلام وأنه: الاستسلام لله بالتوحيد والانقياد له بالطاعة والخلوص من الشرك وأهله، ثم ذكر الأصل الثالث: وهو معرفة محمد –صلى الله عليه وسلم- وأنه محمد بن عبد الله بن عبد المطلب بن هاشم، وهاشم من قريش، وقريش من العرب،",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "والعرب من ذرية إسماعيل بن إبراهيم –عليهما وعلى نبينا الصلاة والسلام-، وأنه –صلى الله عليه وسلم- ولد بمكة، وأنه نزل عليه القرآن، وأول ما نزل عليه سورة اقرأ وسورة المدثر، ثم إنه هاجر –صلى الله عليه وسلم- بعدما أنذر وبلغ رسالة ربه بمكة ثلاث عشرة سنة، ثم هاجر إلى المدينة فأظهر الله به دين الإسلام، تحقيقاً لقوله تعالى:\"هو الذي أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله ولو كره المشركون\" [التوبة: 33]، والملاحظ أن مثل هذه الآية تتضمن ذكر الأصول الثلاثة فقوله:\"هو الذي أرسل\" هذا هو ربنا -سبحانه وتعالى-، وقوله:\"رسوله\" هذا محمد –صلى الله عليه وسلم-، وقوله:\"بالهدى ودين الحق\" هذا هو دين الإسلام، فقد اشتملت هذه الآية على الأصول الثلاثة، وأمثالها كثير، وقد ذكر الشيخ أن دين الإسلام يشمل أركان الإسلام الخمسة وهي شهادة أن لا إله إلا الله، وأن محمداً رسول الله، وإقام الصلاة وإيتاء الزكاة، وصوم رمضان، وحج بيت الله الحرام، وأن الإيمان يشمل الأمور الستة وهي: الإيمان بالله وملائكته وكتبه ورسله واليوم الآخر وبالقدر خيره وشره، ويشمل كذلك الإحسان وهو: أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك، وهذا التفصيل دل عليه حديث جبريل الذي رواه مسلم في صحيحه (8) عن عمر –رضي الله عنه- كما رواه البخاري (50)، ومسلم (9) أيضاً من حديث أبي هريرة –رضي الله عنه-، فمن عرف ربه بأسمائه وصفاته، وأنه الإله الحق الذي لا يستحق العبادة سواه، وعرف محمداً –صلى الله عليه وسلم- وأنه رسول الله إلى الناس كافة، وعرف ما جاء به، وآمن بذلك كله، واستقام على طاعة الله ومات على ذلك كان من السعداء المفلحين، فنسأل الله - سبحانه وتعالى- أن يمن علينا بالعلم النافع والعمل الصالح والثبات على دينه إنه تعالى على كل شيء قدير.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "وأما الدعوة إلى الله فالأصل أنها فرض كفاية إذا قام بها من يكفي سقط الإثم عن الباقين، لكن فرض الكفاية قد يكون فرض عين إذا قام السبب الموجب للدعوة، ولم يكن هناك من يقوم بذلك الواجب، فإنه يصير على من قدر على الدعوة فرض عين بالنسبة إليه، فينبغي للمسلم أن يجتهد في الدعوة إلى الله بحسب حاله، وكلما سنحت له الفرصة يقوم بهذا العمل الصالح ليكون من أتباع الرسول –صلى الله عليه وسلم- الذين قال الله فيهم:\"قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ\" [يوسف: 108] وكما قال –سبحانه-:\"وَمَنْ أَحْسَنُ قَوْلاً مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحاً وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ\" [فصلت: 33]، والله أعلم. ¶ عبارة \"الله يخونك إذا خنتني\" ¶ ما حكم قول:\"الله يخونك إذا خنتني\" وذلك إذا كان بين الشخصين اتفاق على شيء، وأطلق هذه الكلمة على سبيل التخويف من الخيانة؟ ¶ الحمد لله، هذا القول قبيح، فإنه يتضمن نسبة الخيانة إلى الله، وهو من عبارات الجهال الذين يشتقون من كل فعل ينكرونه على بعض الناس، يشتقون منه فعلاً يضيفونه إلى الله في دعائهم عليه، كما يقولون: أتلفه الله كما أتلف كذا، وأهانه الله كما أهانني، وقد يقول بعضهم: الله يعتدي عليك كما اعتديت عليَّ، ومن هذا قوله: الله يخونك كما خنتني، أو يقولون كلمة عامة: الله يخون من خان، فالحاصل أن إضافة الخيانة إلى الله حرام، فإن الخيانة قبيحة، والله سبحانه وتعالى منزه عن كل قبيح، منزه عن العيوب والنقائص في ذاته وصفاته وأفعاله، والله أعلم. ¶ الرقية باللغة السريالية ¶ السلام عليكم.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "ما هو أصل اللغة السريالية وسبب استخدام بعض الرقاة (هذه اللغة)، أحد أفراد عائلتي مصاب بمس، وقد جاء أحد الرقاة و استخدم اللغة السريالية, وأثناء الرقية ارتفعت يد أحد أفراد عائلتي وأخذت ترتجف, أريد التأكد من شرعية ما حدث, وهل الشيخ كان راقياً شرعياً أم مشعوذاً؟ وجزاكم الله الخير. ¶ الحمد لله، صح عن النبي – صلى الله عليه وسلم- أنه قال: \"لا رقية إلا من عين أو حمة\"، البخاري (5705)، ومسلم (220)، وأنه قال: \"من استطاع منكم أن ينفع أخاه فليفعل\"، وقال: \"اعرضوا علي رقاكم، لا بأس بالرقى ما لم تكن شركاً\"، مسلم (2200) فالرقية نوعان: الرقية بالآيات القرآنية وأعظم ذلك سورة الفاتحة، وكذلك سورة الإخلاص والمعوذتان، وكذلك الرقية بالأدعية المباحة لقوله – صلى الله عليه وسلم-: \"لا بأس بالرقى ما لم تكن شركاً\" سبق تخريجه، اشترط العلماء في الرقية أن تكون بالآيات القرآنية والأدعية النبوية والأذكار المباحة، وأن تكون باللغة العربية، وإذا كانت بلغة مفهومة يفهمها الحاضرون فأرجو أنه لا بأس بها. ¶ أما إذا كانت بلغة غير مفهومة فلا يجوز قبولها، لأنه يحتمل أن تكون مشتملة على ما هو شرك، وهذا الراقي الذي رقى المريض بلغة سريانية متهم، فما الذي حمله على العدول عن اللغة العربية أو اللغة المعروفة، التي يعرفها المريض وأهله، والأحرى أن هذا دجال، يستعين بالشياطين على مقصوده، فيجب الإنكار عليه والتحذير من الرجوع إليه، وكشف حقيقة أمره حتى لا يغتر به، وذكر العلماء أيضاً من شروط الرقية ألا يعتمد عليها المريض لأنها سبب من الأسباب، والاعتماد على الأسباب شرك في التوحيد، بل يؤمن بأن الرقية الشرعية سبب يرجو من الله أن ينفعه به، وهذا هو الواجب في جميع الأسباب، والله أعلم. ¶ الاستغاثة بالأموات شرك أصغر أم أكبر",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "هل يمكن أن تكون الاستغاثة بالأموات وطلب الدعاء منهم والنذر لغير الله من الشرك الأصغر؟ أم هي شرك أكبر على الإطلاق؟ وما هو الضابط في التمييز بين الشرك الأصغر والأكبر؟. ¶ الحمد لله: الاستغاثة هي طلب الغوث برفع الشدة من نصر على عدو وتفريج كربة، أو جلب ما يضطر إليه العبد من ضرورياته، وذلك كله لا يجوز طلبه إلا من الله، فلا تجوز الاستغاثة بالمخلوق فيما لا يقدر عليه إلا الله، وأما الاستغاثة بالمخلوق الحي الحاضر فيما يقدر عليه فذلك جائز، والميت لا يقدر على شيء مما يطلب منه، فالاستغاثة به من فعل المشركين؛ لأن الاستغاثة به تتضمن طلب الحوائج منه شفاء، أو نصراً، أو رزقاً، أو ولداً، إذا كان الإنسان لا يولد له، وذلك شرك أكبر، وكذلك النذر، فالنذر يقصد منه التقرب من المنذور له، فالمسلم ينذر لله يريد التقرب إلى الله بما نذر، فإن كان طاعة وجب عليه الوفاء به، لقوله – صلى الله عليه وسلم-: \"من نذر أن يطيع الله فليطعه\" البخاري (6696)، إذاً فالنذر للميت تقرباً إليه كما ينذر المسلم لله فذلك شرك أكبر، وأما الفرق بين الشرك الأكبر والأصغر، فالشرك الأكبر هو اتخاذ المخلوق نداً لله في العبادة، كما قال سبحانه وتعالى: \"فلا تجعلوا لله أنداداً وأنتم تعلمون\" [البقرة: 22]، وقال: \"ومن الناس من يتخذ من دون الله أنداداً يحبونهم كحب الله\" [البقرة: 165]، وقال – صلى الله عليه وسلم- لابن مسعود – رضي الله عنه- لما سأله: \"أي الذنب أعظم، قال: أن تجعل لله نداً وهو خلقك\" البخاري (4477)، ومسلم (86)، وأما الشرك الأصغر فهو ما يكون في الألفاظ كقول الرجل: ما شاء الله وشئت، وكالحلف بغير الله، ومنه ما يكون بالقلب كالرياء وكالاعتماد على الأسباب، فذلك كله من الشرك الأصغر، جنبنا الله الشرك كله صغيره وكبيره، والله أعلم. ¶ الصلاة على المنتحر والترحم عليه ¶ السلام عليكم ورحمة الله وبركاته وبعد..",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "توفي أحد الأشخاص ممن أعرف، وقالوا إنه توفي منتحراً، فقد استأجر غرفة في فندق وكتب ورقة يخبر أنه لم يتسبب أحد في قتله، وأنه تخرج من الجامعة ولم يجد عملاً ففعل ذلك للتخلص من همومه ومشاكله، فما حكم هذا التصرف؟ ومن علم بذلك هل يجوز له الصلاة عليه والترحم عليه، وبعضهم يجهل ملابسات هذا العمل فهل يصلي ويترحم عليه؟ وجزاكم الله خيراً. ¶ الخوض فيما جرى بين الصحابة ¶ السلام عليكم ورحمة الله وبركاته. ¶ ما حكم التحدث والكلام في ما وقع بين الصحابة – رضوان الله عليهم - من فتنة تسببت في مقتل عثمان بن عفان وعلي بن أبي طالب – رضي الله عنهما -؟ ¶ لا يجوز الخوض في ذلك لمجرد قضاء الوقت وشغل المجالس به، فإن من منهج أهل السنة والجماعة الإمساك عما شجر بين الصحابة، ولكن إذا دعت الحاجة إلى الكلام في ذلك فيجب أن يبين ما يجب لأصحاب الرسول عليه الصلاة والسلام من الاحترام، ويبين أن ما يروى في التاريخ ليس كله صحيحاً، بل منه ما هو كذب، ومنه ما زيد فيه ونقص وغٌيِّر عن وجهه، وما صح من ذلك فإنه محمول على أنهم فيه مجتهدون إما مصيبون أو مخطئون فهم على كل حال مأجورون على اجتهادهم وعلى الصواب، فمن اجتهد وأصاب فله أجران، ومن اجتهد وأخطأ فله أجر، كما جاء عن النبي – عليه الصلاة والسلام – في شأن الحكام، كما في صحيح البخاري (7352)، ومسلم (1716)، وأما الخوض في ذلك لمجرد التسلي بالحكايات والروايات كما فعل بعض المؤرخين وسردوا كثيراً من هذه الأحداث وسجلوها وروجوها فهذا غلط من المؤرخ ومن سجل له وروج ذلك، فإن كثيراً من الناس إذا سمع هذه الأخبار يتغير شعوره نحو الصحابة – رضي الله عنهم - بسبب جهله، وكذلك أصحاب الأهواء الذين يبغضون الصحابة فإنهم يفرحون بمثل هذا. والله أعلم. ¶ الكروبيون ¶ جاء في كتاب أعلام السنة المنشورة في تقسيم الملائكة وذكر منهم الكروبيون، فمن هم؟ وما هو الدليل على وجودهم؟ وما هي أعمالهم؟",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "الملائكة خلق من خلق الله، وعبيد من عبيد الله مربوبون مدبرون، ذكرهم الله في كتابه وذكر بعض صفاتهم الخلقية، وذكر أصنافهم، وذكر دوام عبادتهم وطاعتهم لربهم \"يسبحون الليل والنهار لا يفترون\" [الأنبياء: 20]، ومن أصناف الملائكة الموكلون بكتابة أعمال العباد والموكلون بحفظهم، والموكلون بقبض الأرواح كملك الموت، وأما الكروبيون فإنه يراد بهم الملائكة المقربون الذين هم حول العرش كما قال –سبحانه وتعالى-:\"الذين يحملون العرش ومن حوله يسبحون بحمد ربهم ويؤمنون به\" [غافر: 7]، ولا أعرف لهم ذكراً بهذا اللفظ إلا في حديث الصور الطويل، وهو حديث لم يثبت بطوله، لكن فيه ذكر أمور ثابتة بأدلة صحيحة، وحديث الصور ذكره الإمام ابن كثير في تفسيره عند قوله تعالى:\"قوله الحق وله الملك يوم ينفخ في الصور\" [الأنعام من الآية: 73]، ولكنه ذكرهم فيه عند تفسيره قوله تعالى: \"هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِنَ الْغَمَامِ وَالْمَلائِكَةُ وَقُضِيَ الْأَمْرُ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ\" (البقرة:210)، ولم يذكر فيه شيئاً عن الكروبيين، فارجع إليه، والله أعلم. ¶ قبول توبة الساحر ¶ السلام عليكم ورحمة الله وبركاته. ¶ هل تقبل توبة الساحر؟ وما الدليل؟ وشكراً لكم. ¶ الحمد لله، نعم توبة الساحر مقبولة عند الله إذا تاب التوبة النصوح وصدق فيها بينه وبين ربه فالله يغفر له ما كان منه وما عمله من السحر، والدليل على ذلك أن سحرة فرعون أمضوا أعمارهم في السحر وعبادة فرعون، فلما رأوا آيات الله التي جاء بها موسى سجدوا لله وقالوا \"آمنا برب العالمين رب موسى وهارون\" [الأعراف: 121-122] فتابوا من سحرهم وشركهم توبة هي غاية في الصدق لأنهم لم يبالوا بتهديد فرعون وقالوا لما هددهم:\"فاقض ما أنت قاض إنما تقضي هذه الحياة الدنيا إنا آمنا بربنا ليغفر لنا خطايانا وما أكرهتنا عليه من السحر والله خير وأبقى\" [طه: 72-73].",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "لكن اختلف العلماء في قبول توبة الساحر ظاهراً، أي إذا ادعى التوبة نتركه فلا نقيم عليه حد الساحر أم أنا نقتله وأمره في توبته إلى الله، فإن كان صادقاً غفر الله له، وإن كان كاذباً لم تنفعه توبته لا في الدنيا ولا في الآخرة؟ فالذين قالوا لا تقبل توبته ظاهراً قالوا إن أمره خفي ولا يتبين صدقه في توبته، ومن قال إن توبة الساحر مقبولة يقول: إذا جاءنا تائباً نادماً قبلنا توبته لعموم الأدلة كقوله تعالى:\"وإني لغفار لمن تاب وآمن وعمل صالحاً ثم اهتدى\" [طه: 82]، وقوله:\"إنما التوبة على الله للذين يعملون السوء بجهالة\" [النساء: 17] فالساحر ليس أسوأ من سائر الكفار كالذين قالوا: إن الله ثالث ثلاثة، أو الذين فتنوا المؤمنين والمؤمنات كما في سورة البروج \"إن الذين فتنوا المؤمنين والمؤمنات ثم لم يتوبوا فلهم عذاب جهنم ولهم عذاب الحريق\" [البروج: 10]، وقال تعالى:\"لقد كفر الذين قالوا إن الله ثالث ثلاثة وما من إله إلا إله واحد وإن لم ينتهوا عما يقولون ليمسنَّ الذين كفروا منهم عذاب أليم أفلا يتوبون إلى الله ويستغفرونه والله غفور رحيم\" [المائدة:73-74] والصواب عندي أن قبول توبة الساحر وعدم قبولها يرجع فيه إلى نظر الحاكم، فإذا تبين صدقه في توبته درأ عنه الحد وقبلت توبته، وإن لم يتبين له حكم عليه بما حكم به الصحابة –رضي الله عنهم- كعمر وابنته حفصة وجندب بن عبد الله، فقد صح عنهم جميعاً قتل السحرة،وقد كتب عمر إلى بعض عماله أن اقتلوا كل ساحر وساحرة، وقال جندب بن عبد الله:\" حد الساحر ضربه بالسيف\" هذا هو التفصيل في حكم توبة الساحر، والله أعلم ¶ الصلاة النارية ¶ ما حكم الصلاة النارية المشهورة عند الصوفية؟ أريد تفصيلاً في المسألة بارك الله فيكم.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "الحمد لله، لا أعرف شيئاً عمّا يسمى بالصلاة النارية، ولكن الصوفية أهل بدع قولية وعملية، فالصلاة النارية لا ريب أنها بدعة، إذ ليس في شريعة الإسلام صلاة تُعرف بهذا الاسم، وكلما أحدث في الدين مما لم يأمر الله به ورسوله –عليه الصلاة والسلام- فهو بدعة مردودة على صاحبها كما قال –صلى الله عليه وسلم-:\"من أحدث في أمرنا هذا ما ليس منه فهو رد\" رواه البخاري (2697)، ومسلم (1718)، وقال –صلى الله عليه وسلم-:\"وشر الأمور محدثاتها وكل بدعة ضلالة\" رواه مسلم (867)، وإنما الصلوات المشروعة الصلوات الخمس التي فرضها الله على عباده في كل يوم وليلة، ثم ما شرع الله من نوافل الصلوات ومن الصلوات ذوات الأسباب كصلاة الاستسقاء وصلاة الكسوف، فالواجب الحذر من البدع فإنها من شر الأعمال، ولهذا كان –صلى الله عليه وسلم- يقول في خطبته:\"وأحسن الحديث كتاب الله وخير الهدي هدي محمد صلى الله عليه وسلم وشر الأمور محدثاتها وكل بدعة ضلالة\" سبق تخريجه، فالبدع كلها ضلالة وليس شيء من البدع حسناً كما يظن بعض الناس، وفقنا الله وسائر المسلمين لاتباع هدي رسوله –صلى الله عليه وسلم- وجنبنا وإياكم محدثات الأمور، والله أعلم. ¶ الصيام طوال أيام الحرب ¶ هل يجوز نشر الاقتراح التالي بين الناس، إذا قامت الحرب نحث المسلمين بالالتزام بالصيام طوال أيام الحرب، وذلك تعبيرا عمليا على رفض الشعوب للحرب وللاستفادة من الصيام في الدعاء عند الإفطار على المعتدين الأمريكيين واليهود، وهل هذا الاقتراح يدخل في البدع؟",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "الحمد لله، لقد جاءت شريعة الإسلام التي بعث الله بها محمداً – صلى الله عليه وسلم-بكل ما فيه الخير والسعادة لمن قبلها وتمسك بها، فقد دل كتاب الله وسنة رسوله – عليه الصلاة والسلام- على أنهم أصحاب السعادة والفلاح في الدنيا والآخرة، فشرع الله لعباده أنواع العبادات التي يتقربون بها إلى الله، ويستجلبون بها فضله سبحانه وتعالى، ومغفرته، ورحمته في الدنيا والآخرة، ويستجلبون بها النصر على الأعداء، وجماع ذلك تقوى الله في السر والعلانية، وهي امتثال أوامره واجتناب نواهيه، والاستكثار من الأعمال الصالحة التي ندب الله إليها عباده في كتابه، وندب إليها رسوله – صلى الله عليه وسلم- في سنته، ومن أعظم الأسباب التي شرعها الله لجلب المنافع، ودفع المضار الدعاء، قال تعالى: \"ادْعُوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً إِنَّهُ لا يُحِبُّ الْمُعْتَدِينَ\" [الأعراف:55]، وقال تعالى: \"ادْعُونِي أَسْتَجِبْ لَكُمْ\" [غافر: من الآية60]، وأخبر عن رسله –عليهم السلام- بذلك، وأنهم – عليهم السلام- يدعون الله بكشف ضروراتهم ونصرهم على أعدائهم، وهكذا كان الرسول – عليه الصلاة والسلام- وأصحابه إذا اشتد بهم أمر لجأوا إلى الدعاء، لأن الأمر كله لله، والملك كله له، فبيده الملك، وبيده الخير، وهو على كل شيء قدير، فعلى المسلمين أن يقتدوا بنبيهم – صلى الله عليه وسلم- وأصحابه الكرام –رضي الله عنهم-، ويهتدوا ويقتدوا بهدي الأنبياء، كما أمر الله بذلك نبيه –صلى الله عليه وسلم- في قوله: \"أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهْ\" [الأنعام: من الآية90]، ولم يأت في كتاب الله ولا في سنة رسوله – عليه الصلاة والسلام- الأمر بوجوب أو استحباب الاتفاق على الصيام في أيام الشدائد، من أجل تحري الدعاء عند الإفطار، فالدعوة إلى ذلك دعوة إلى ما لم يشرعه الله ولا رسوله – صلى الله عليه وسلم-، فهو بدعة، ولكن يغني عن ذلك حثَّ الناس على التوبة",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "إلى الله، والاستكثار من الأعمال الصالحة، والإحسان إلى الخلق، والإكثار من الدعاء، والتضرع إلى الله سبحانه وتعالى، الذي لا يكشف الضر غيره، كما قال تعالى: \"أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الأَرْضِ أَإِلَهٌ مَعَ اللَّهِ قَلِيلاً مَا تَذَكَّرُونَ\" [النمل:62]، ومن الدعاء المشروع القنوت في النوازل، ولكن إذا كان يترتب على القنوت اختلافات وشقاق فيحسن تركه دفعاً للمفاسد الناشئة عن ذلك، وغاية الأمر أنه ترك لأمر جائز أو مستحب، ومن لم يتأتى أو لم يتيسر له القنوت فأوقات وأحوال الدعاء كثيرة ليست محصورة على هذا الوجه المعروف الذي هو الدعاء في صلاة الفجر، أو غيرها من الصلوات بعد الركوع، كما قنت الرسول – عليه الصلاة والسلام-، انظر: البخاري (804) ومسلم (675)، فهذا نوع من أنواع الدعاء، فالله- سبحانه وتعالى- يسر لعباده طرق العبادة وطرق دعائه، فليدع المسلمون جميعاً رجالاً ونساءً برفع الشدة عن المسلمين، ونصرهم على أعداء الدين، وأن يرد كيد الكافرين والمنافقين، إنه تعالى على كل شيء قدير، \"وَلا يَحْسَبَنَّ الَّذِينَ كَفَرُوا سَبَقُوا إِنَّهُمْ لا يُعْجِزُون\" [الأنفال:59]، \"وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّمَاوَاتِ وَلا فِي الأَرْضِ إِنَّهُ كَانَ عَلِيماً قَدِيرا\" [فاطر:44]، \"ذَلِكَ وَلَوْ يَشَاءُ اللَّهُ لانْتَصَرَ مِنْهُمْ وَلَكِنْ لِيَبْلُوَ بَعْضَكُمْ\" [محمد:4]، والله أعلم. ¶ الذنوب التي تغفر بالشهادة ¶ السلام عليكم ¶ هل الشهادة في سبيل الله تغفر بها كل الذنوب؟ ¶ الحمد لله رب العالمين،الشهادة في سبيل الله المراد بها أن يقتل العبد في معركة قتال المسلمين للكفار، وهو صابر محتسب مقبل غير مدبر، فمن قتل وهو على هذه الحال مجاهداً في سبيل الله أي: أنه يقاتل لإعلاء كلمة الله، فإن الله يغفر له جميع ذنوبه.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "فقد صح عن النبي – عليه الصلاة والسلام- أنه قام في الصحابة – رضي الله عنهم- فذكر لهم :\"أن الجهاد في سبيل الله والإيمان بالله أفضل الأعمال\"، فقام رجل فقال: يا رسول الله ، أرأيت إن قتلت في سبيل الله تكفر عني خطاياي؟ فقال له رسول الله – صلى الله عليه وسلم- : \"نعم، إن قتلت في سبيل الله وأنت صابر محتسب، مقبل غير مدبر إلا الدين، فإن جبريل – عليه السلام- قال لي ذلك\" رواه مسلم (1885) فهذا الجواب من النبي – صلى الله عليه وسلم- كاف شاف، وهذا فضل عظيم، وإنما كان هذا الفضل للشهادة في سبيل الله، لأن الذي يجاهد في سبيل الله إعلاء لكلمة الله ثم يقتل صابراً محتسباً مقبلاً غير مدبر، لا يتصور أن يصر على كبيرة من كبائر الذنوب فمعنى هذا، أن الجهاد على هذا الوجه يتضمن التوبة من جميع الذنوب فيغفر له بهذا العمل الجليل، فأما الدين فإنه حق من حقوق العباد لا يسقط بالقتل في سبيل الله، ولابد أن يؤدي الدين الذي على المجاهد الذي قتل في سبيل الله وإذا لم يؤد في الدنيا فإن الله يؤديه عنه يوم القيامة، كما قال – صلى الله عليه وسلم- :\"من أخذ أموال الناس يريد أداءها أدى الله عنه، ومن أخذها يريد إتلافها أتلفه الله\" البخاري (2387)، والله أعلم. ¶ التنجيم ¶ بسم الله الرحمن الرحيم. ¶ عرفنا أن السلف كانوا يستعينون بالنجوم (موافقة زمنية ) ليعرفوا أوقات الزرع والحصاد،والحر،والبرد،وحاليا المد والجزر، والخسوف، وذلك من عادات ومشاهدات قديمة متوارثة، ولكن إذا قال قائل أو ادعى مدعٍ أن عمل السلف كان يجوز أن يقال إن النجم إذا كان كذا، فإن المولود سيكون ذكراً مثلا، أو أنه سيكون ذكيا أو خجولا أو عصبيا... إلخ وادعى أن كل ذلك على أساس موافقة زمنية لا غير، وشبه فعله هذا بفعل السلف، وبأن ذلك من مشاهدات وتجارب، لا ادعاء للغيب، فكيف يكون الرد عليه حفظكم الله؟",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "الحمد لله، النجوم من آيات الله السماوية، قال سبحانه وتعالى: \"وهو الذي جعل لكم النجوم لتهتدوا بها في ظلمات البر والبحر قد فصلنا الآيات لقوم يعلمون\" [الأنعام: 97]، وقال سبحانه: \"وعلامات وبالنجم هم يهتدون\" [النحل: 16]، فهو سبحانه وتعالى خلق النجوم لثلاث: زينة للسماء، ورجوماً للشياطين، وعلامات يُهتدى بها، وهي مع ذلك من أعظم آيات الله الدالة على قدرته وحكمته ورحمته، فالاستدلال بالنجوم على معرفة الجهات ومن ذلك الاستدلال بها على القبلة أمر مشروع، وهو ثابت لا يختلف، والله تعالى- قد امتن في ذلك على عباده كما في الآيتين المتقدمتين، وعلم النجوم الذي يقال له التنجيم نوعان: علم تسيير، وعلم تأثير، فأما علم التسيير فهو معرفة دلالات النجوم على الجهات والأوقات، وهذه الدلالات لا تختلف من شخص لآخر، فهي سنن كونية قدرها الله سبحانه وتعالى كما قدر سير الشمس والقمر لمعرفة حساب الزمان، قال تعالى: \"هو الذي جعل الشمس ضياء والقمر نوراً وقدره منازل لتعلموا عدد السنين والحساب\" [يونس: 5]، وأما علم التأثير فهو التنجيم المنكر الذي هو ضرب من السحر، كما في الحديث الصحيح: \"من اقتبس شعبة من النجوم فقد اقتبس شعبة من السحر زاد ما زاد\" أبو داود (3905)، ولكنه قال \"علما\" بدل \"شعبة\"، وكذلك رواه ابن ماجة (3726)، وكذلك الإمام أحمد (2000)، بلفظ \"ما اقتبس رجل علماً من النجوم إلا اقتبس بها شعبة من السحر، \"ما زاد زاد\"، وقال محققه إسناده صحيح، وقد حسنه الألباني، والمنجم الذي يستدل بحركة النجوم وبمواقع النجوم على الحوادث الأرضية والسُعد والنُحس هو من جنس العراف بل هو عراف، وفي الحديث الصحيح: \"من أتى كاهناً أو عرافاً فسأله عن شيء فصدقه بما يقول فقد كفر بما أنزل على محمد\" الترمذي (135)، وأبو داود (3904)، وابن ماجة (639)، وقال الألباني صحيح، لأن الكاهن والعراف يدعي بما يدعيه علم الغيب، ثم إذا قال المنجم إن المولود إذا ولد في",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "نجم كذا يحصل له سعد أو نحس، أو أن ذلك علامة على سعادته أو شقاوته، فذلك من الرجم بالغيب، ولا يمكن أن يعرف ذلك بالتجربة، فإنه يولد في الوقت الواحد ويحدث في الوقت الواحد أنواع من الأضداد، فيحدث في الوقت الخير والشر، ويولد في النجم الواحد من يكون سعيداً ومن يكون شقياً ومن يكون صالحاً ومن يكون فاسداً، وعلى هذا فما أراده السائل من جواز التنجيم المحرم قياساً على التنجيم الذي هو علم التسيير هو من أبطل القياس، فهو قياس الباطل على الحق والكذب على الصدق، فيجب الحذر من سؤال المنجمين وتصديقهم، فإن ذلك لا يكون من بصير بدينه، بل ولا من عاقل يدرك الحقائق، ولهذا فعملاء المنجمين وأهل بضاعتهم هم من الجهلة، من الذين لا يفكرون بعقلوهم، وليس لهم معرفة بما يقتضيه شرع الله من تحريم سؤال العرافين والكهان والمنجمين، نسأل الله أن يطهر مجتمعات المسلمين من جميع فئات المفسدين، والله أعلم. ¶ حقيقة التجسيد عند السلفيين ¶ بسم الله الرحمن الرحيم. ¶ ما حقيقة أن السلفيين جسدوا الله جل جلاله؟ وهل يعتبر ذلك من أبواب الشرك بالله؟",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "الحمد لله، من يقول من الناس إن الله جسد أو جسم، أو إن الله ليس بجسم فإنه محدث في صفاته ما لم يرد في كتاب الله ولا في سنة رسوله –عليه الصلاة والسلام-، ولفظ الجسم أو الجسد كما يعبر بعض الناس -مع أنه لم يرد في صفاته- هو لفظ مجمل وقد يراد به حق، وقد يراد به باطل، فمن تكلم بهذا اللفظ وأمثاله فإن الواجب أن يستفصل عن مراده؛ فإن كان حقاً قبل ما أراد وإن أراد باطلاً رد، ومن أجل ذلك لا يجوز إطلاق هذه الألفاظ في صفات الله لا نفياً ولا إثباتاً، وهذا سبيل أهل السنة والجماعة، لا يصفون الله إلا بما وصف به نفسه، أو وصفه به رسوله –عليه الصلاة والسلام-، وإثبات الصفات التي جاءت في كتاب الله وسنة رسوله –عليه الصلاة والسلام- هو الواجب على كل مسلم يؤمن بالله ورسوله –عليه الصلاة والسلام-، فتثبت لله الصفات مع نفي التمثيل ونفي العلم بالكيفية، ومن قال: إن من يثبت لله الصفات يكون مجسماً فإنه مفتر فيما يقول، فأهل السنة الذين يثبتون لله الصفات كالوجه واليدين ويثبتون علو الله على خلقه؛ لا يقولون إنه تعالى جسم كما لا يقولون إنه تعالى ليس بجسم، فلا يطلقون هذا اللفظ لا نفياً ولا إثباتاً كما تقدم، وهذه الشبه وهي أن إثبات الصفات يستلزم التجسيم، هو الذي حمل المعطلة كالمعتزلة على نفي صفات الله التي أخبر بها سبحانه وتعالى، وأخبر بها رسوله –عليه الصلاة والسلام- فضلوا بذلك عن الصراط المستقيم، وعارضوا كتاب الله وسنة رسوله –صلى الله عليه وسلم- بعقولهم، وتنقصوا رب العالمين الذي يجب إثبات الكمال له، وكل ما وصف الله به نفسه، أو وصفه به رسوله –عليه الصلاة والسلام- فإنه كمال لا نقص فيه، وهو ثابت له على ما يليق به سبحانه، لا يماثل في ذاته ولا في صفاته ولا أفعاله أحداً من خلقه، ولا يماثله أحد من خلقه، كما قال سبحانه:\"ليس كمثله شيء وهو السميع البصير\" [الشورى: 11]، والله أعلم. ¶ معنى: \"قال الله ولا يزال قائلاً\"",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "نسمع بعض الخطباء يقولون:\"قال الله عز وجل ولا يزال قائلاً\" وبعد ذلك يتلو بعض آيات القرآن الكريم، فما معنى قال تعالى ولا يزال قائلاً؟. ¶ الحمد لله، لا ينبغي أن يقول الإنسان عند الاستشهاد ببعض آي القرآن أن يقول:\"ولا يزال قائلاً\"، بل يقول قال الله تعالى، ثم يتلو الآية أو الآيات التي يريد الاستشهاد بها، فإن قوله:\"ولا يزال قائلاً\" لفظ يحتمل معنى باطلاً، وهو: أن كلام الله لا تتعلق به مشيئته ولا يزال قائلا: يا نوح، يا موسى، هذا مذهب معروف لبعض أهل البدع، يقولون: إن كلام الله قائم به قيام الحياة، فلم يزل متكلماً بأعيان ما في القرآن من أنواع الكلام خبراً، أو أمراً، أو نهياً، وأهل السنة والجماعة ينكرون ذلك، ويقولون: إنه تعالى لم يزل متكلماً إذا شاء بما شاء، وكيف شاء، وأن كلام الله قديم النوع حادث الآحاد، فالقرآن لا يقال له قديم؛ لأن الله تكلم به حين أنزله ونزل به الروح الأمين، وتكليمه تعالى لموسى إنما كان وقت ما جاء موسى لميعاد ربه، وكذلك لما كلمه من الشجرة كما قال تعالى:\"فلما أتاها نودي من شاطئ الوادي الأيمن في البقعة المباركة من الشجرة أن يا موسى إني أنا الله رب العالمين...\"الآيات. ¶ فالمقصود أن قول القائل:\"إن الله قال ولا يزال قائلاً\" لفظ يحتمل حقاً وباطلاً فيجب اجتنابه، والله أعلم. ¶ عبارة \"لا حياء في الدين\" ¶ شخص أراد أن يسأل طالب علم فقدم لسؤاله – كالمعتاد عند الناس بقوله: \"لا حياء في الدين\" فصاح به شخص آخر قائلا: أعوذ بالله، تب إلى الله، وأنكر عليه ذلك بشدة واختلفوا في هذه المسألة وتجادلوا.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "السؤال: هل الإنكار على قائل هذه العبارة بهذا الأسلوب يعد في محله؟ أم إنه يحمل على الغالب من مراده ومراد من يتلفظون بهذه العبارة؟ حيث إنهم يريدون\" لا حياء في السؤال عن الدين\" ؟ وبمعنى آخر: هل يحرم التلفظ بهذه العبارة مطلقا؟ أم يجوز مطلقاً؟ أم يكره كراهة تنزيه؟ أم ينظر لقصد قائلها؟ وماذا يجب على طالب العلم إذا سمع أحداً يتلفظ بها؟ أرجو التفصيل الكافي الشافي، سدد الله خطاكم وهداكم للصواب من القول والعمل.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "الحمد لله، هذا الإنكار ليس في محله، وهذه التقدمة تشعر بأن السؤال مما يستحيا منه، فهو كالاعتذار عن التقدم بهذا السؤال، وقد قدمت أم سليم بسؤالها عن حكم احتلام المرأة بقولها: إن الله لا يستحي من الحق، فلو استعيض عن قول القائل: لا حياء في الدين بما قدمت به أم سليم لكان أولى، ولعل الحامل لهذا المنكر هو أن قول القائل: لا حياء في الدين، لفظ مجمل يحتمل حقاً وباطلاً، ولكن المعلوم من قصد القائل أنه لا يشرع الحياء في معرفة الدين، ولا ينبغي أن يكون مانعاً من السؤال عما يحتاج إليه الإنسان في دينه إذ لا حرج عليه في ذلك، وأما الاحتمال الآخر فهو بعيد، وهو اتهامه أنه يقصد أن الحياء ليس من الدين، فهذا ليس صحيحاً، بل الحياء شعبة من الإيمان، لكن الذي يقدم لسؤاله بقوله: لا حياء في الدين، لا يريد نفي كون الحياء من شعب الإيمان، بل يريد أن الحياء لا يمنع من السؤال عما يستحيا من ذكره إذا كان يتعلق بالدين، فإن المسلم مأمور بمعرفة دينه والسؤال عنه، فيسأل عما يحتاج إليه إما بنفسه أو بغيره؛ إذا كان لا يتيسر له ذلك بسبب الحياء، كما فعل علي – رضي الله عنه – قال: كنت رجلاً مذاءً فكنت أستحي أن أسال رسول الله – صلى الله عليه وسلم – لمكان ابنته مني، فأمرت المقداد بن الأسود فسأله فقال: -عليه الصلاة والسلام-: \"توضأ واغسل ذكرك\"، رواه البخاري (269)، ومسلم (303)، وفي لفظ لمسلم: \"توضأ وانضح فرجك\" وقالت عائشة – رضي الله عنها –: \"نِعم النساء نساء الأنصار لم يكن يمنعهن الحياء أن تتفقهن في الدين\" رواه مسلم (332) والخلاصة أنه لا وجه لما كان من الإنكار مع وضوح مقصود السائل، والله أعلم. ¶ التسمية بمسجد الرسول ¶ السلام عليكم ورحمة الله وبركاته. ¶ هل يجوز تسمية مسجد جديد بـ(مسجد الرسول – صلى الله عليه وسلم -)؟",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "الحمد لله، لا يجوز أن يسمى مسجد في أي بقاع الأرض مسجد الرسول -صلى الله عليه وسلم، فمسجد الرسول – صلى الله عليه وسلم - هو مسجده الذي في المدينة، الذي خصه الله بفضيلة مضاعفة الصلاة فيه، وشرع السفر للصلاة فيه، فهو مسجد الرسول – صلى الله عليه وسلم - عند المسلمين، فلا يجوز أن يشبه به غيره، كما لا يجوز أن يسمى المسجد الحرام إلا المسجد الحرام الذي في مكة. والله أعلم. ¶ الحكمة من خلق المخلوقات ¶ لماذا خلق الله المخلوقات مع العلم أنه سبحانه ليس محتاجاً لهم.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "الحمد لله، قال الله تعالى: \"اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاَطَ بِكُلِّ شَيْءٍ عِلْماً\" [الطلاق:12] وقال تعالى: \"الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً\" [الملك: 2]، وقال سبحانه وتعالى: \"وَمَا خَلَقْتُ الْجِنَّ وَالأِنْسَ إِلا لِيَعْبُدُونِ مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ\" [الذاريات:56-57] إلى غير ذلك من الآيات، فبين سبحانه وتعالى أنه خلق الخلق لحكم بالغة؛ منها الابتلاء، ومنها أن يعلم العباد ويعرفوا ربهم، بأنه على كل شيء قدير وأنه قد أحاط بكل شيء علماً، فله الحكمة البالغة في خلقه للسماوات والأرض ومن فيهن وما بينهن، وهو الغني بذاته على كل ما سواه، \"يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ وَمَا ذَلِكَ عَلَى اللَّهِ بِعَزِيزٍ\" [فاطر:15-17] والواجب على العبد أن يؤمن بأن الله تعالى حكيم؛ يعني ذو حكمة في خلقه وأمره، لا يخلق شيئاً عبثاً؛ كما قال تعالى: \"أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثاً وَأَنَّكُمْ إِلَيْنَا لا تُرْجَعُونَ فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ لا إِلَهَ إِلا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ\" [المؤمنون:115-116]، والله أعلم. ¶ الحكمة في عدم الاسترقاء ¶ لماذا خص النبي – صلى الله عليه وسلم – في السبعين ألفاً الذين يدخلون الجنة بغير حساب ولا عقاب \"ولا يسترقون\" دون سائر أنواع الاستطباب؟",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "الحمد لله، الاسترقاء هو طلب الرقية من الغير، وسؤال الغير فيه ميل إلى المخلوق واحتياج إليه وقد دلت النصوص على أن من كمال التوحيد عدم سؤال الناس، وقد بايع النبي – صلى الله عليه وسلم – جماعة من أصحابه – رضوان الله عليهم – على أمور منها: ألا يسألوا الناس شيئاً حتى كان أحدهم يسقط سوطه فينزل من على دابته فيأخذه ولا يسأل أحداً أن يناوله إياه كما جاء في صحيح مسلم (1043)، وفي ذلك تحقيق استغناء العبد عن المخلوقين، فالاسترقاء تركه أولى، وأما إذا رقى الإنسان نفسه أو رقاه أخوه متبرعاً دون طلب فإنه لا كراهة في ذلك. إنما المكروه أن يطلب الإنسان الرقية من الغير، كما يدل عليه لفظ الاسترقاء، فإن السين والتاء في الفعل تدل على الطلب كالاسترقاء والاستعانة وما أشبه ذلك، فهؤلاء السبعون ألفاً من كمال توحيدهم وكمال استقامتهم تحقيق مقام التوكل على الله وذلك باجتناب كل ما ينافيه أو ينقصه ومن ذلك أنهم يتركون الأسباب المتضمنة لما ينقص كمال التوكل عليه سبحانه وتعالى ولهذا قال في وصفهم \"لا يسترقون ولا يتطيرون ولا يكتوون وعلى ربهم يتوكلون\" أخرجه البخاري ¶ (5705)، ومسلم (220)، والله أعلم. ¶ الحلف بـ (لعمري) ¶ ما هو حكم القسم بلفظة لعمري أو لعمرك، حيث أننا نسمع كثيراً من العلماء من يردد هذا اللفظ، ومن هذا قول الإمام الشافعي: هذا لعمرك في القياس بديع.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "الحمد لله، والصلاة والسلام على رسول الله وآله وصحبه، قول القائل لعمري أو لعمرك،يقول أهل اللغة أن هذا صريح في القسم لأن النحاة يقدرون لعمري: قسمي، أو يميني، وقد جاء في القرآن قوله تعالى: \"لعمرك إنهم لفي سكرتهم يعمهون\" وجاء في تفسيرها عن ابن عباس –رضي الله عنهما-: أن الله حلف بحياة نبيه –عليه الصلاة والسلام-، وقد اختلف أهل العلم في حكم هذا اللفظ، منهم من قال إنه لا يجوز التعبير به لأنه من نوع الحلف بغير الله، والحلف بغير الله شرك، وأكثر العلماء على أنه جائز، وذلك أنه ليس عندهم صريحاً في القسم كما قال النحاة، بل هو لفظ يؤتى به للتأكيد، وما دام الأمر ما ذكر فالأولى تجنبه، لكن لا ريب أن من قال ذلك مريداً للقسم فإنه قد حلف بغير الله، وإن جرى على لسانه على أنه أسلوب عربي في تأكيد الكلام فليس من قبيل الحلف بغير الله فلا يكون شركاً، وعلى كل حال قد قال: - صلى الله عليه وسلم- \"دع ما يريبك إلى ما لا يريبك\" والله أعلم. ¶ الشهادة على الكافر المعين بالنار ¶ فضيلة الشيخ: ما حكم الشهادة على الكافر بعينه أنه من أهل النار وهل هذا هو مذهب أهل السنة والجماعة؟ ودمتم على طاعة الله. ¶ القاعدة أنه لا يشهد لمعين بأنه في الجنة أو في النار إلا من قام الدليل على حكمه في الآخرة وقد نص أهل العلم في كتب العقائد أنه لا يشهد لمعين من أهل القبلة بجنة ولا نار إلا لمن شهد له الرسول – عليه الصلاة والسلام -، فمن قام الدليل على أنه في الجنة وجب الإيمان بأنه في الجنة، ومن قام الدليل على أنه بعينه في النار وجب الإيمان بأنه في النار، وإلاّ فالواجب إطلاق الحكم العام بأن المؤمنين في الجنة والكفار في النار، لأن الكافر المعين لا يدرى على ماذا يموت، أو لا يدرى ما مات عليه، فالله أعلم بأحوال عباده، وكذلك",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "لا يعلم عن حاله بينه وبين ربه هل هو ممن يعذره الله أو لا يعذره، فلهذا أقول إن الواجب هو الجزم بالحكم العام بأن الكفار من اليهود والنصارى والمشركين وسائر أمم الكفر في النار، كما نطق بذلك القرآن: \"الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَاباً فَوْقَ الْعَذَابِ بِمَا كَانُوا يُفْسِدُونَ\"[النحل:88] \"لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلا أَوْلادُهُمْ مِنَ اللَّهِ شَيْئاً أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ\" [المجادلة:17]، نعوذ بالله من الكفر بالله، ونسأله سبحانه وتعالى الثبات على الإسلام بمنه وكرمه، وصلى الله وسلم وبارك على نبينا محمد وعلى آله وصحبه. ¶ مضاعفة الذنب في زمان أو مكان ¶ هل الذنب يتضاعف في مكان أو زمان معين؟ ¶ قال الله تعالى: \"مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلا يُجْزَى إِلا مِثْلَهَا وَهُمْ لا يُظْلَمُونَ\" [الأنعام:160]، وقال سبحانه وتعالى: \"إِنَّ اللَّهَ لا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا\" [النساء: 40]، فجزاء الله تعالى على الحسنات يقوم على الفضل، وجزاؤه على السيئات يقوم على العدل، فيجزئ على الحسنة بعشر أمثالها إلى سبعمائة ضعف إلى أضعاف كثيرة، ويجزئ على السيئة سيئة مثلها أو يعفو، وبهذا يعلم أن الذنب لا يضاعف أبداً لا في زمان ولا في مكان، بمعنى أنه يجزى على السيئة سيئتين أو ثلاث أو أكثر، لكن السيئة في المكان الفاضل كالحرم، والزمان كرمضان والأشهر الحرم أعظم من السيئة في سائر الزمان أو سائر الأمكنة. وليست هذه مضاعفة للسيئات ولكن تغليظ وتعظيم لها، وكلما قويت الأسباب الموجبة لتغليظ التحريم كان التحريم أعظم كما أن الذنب من العارف بدين الله وبما حرم الله أعظم من الذنب الذي يقع من الجاهل. والله – تعالى أعلم-. ¶ وقت الاستثناء في اليمين",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "السلام عليكم ورحمة الله وبركاته. ¶ ما هو القول في الاستثناء في اليمين أو في الكلام هل يصح الاستثناء بعد مدة طويلة أو بعد سنة مثلاً؟ وإن قال للحالف أحد: قل إن شاء الله فقال: هل يصح هذا الاستثناء؟ والسلام عليكم ورحمة الله وبركاته. ¶ الحمد لله، جاء في الحديث الصحيح أن \"من حلف فقال إن شاء الله لم يحنث\" انظر البخاري (5242)، ومسلم (1654)، وقال سبحانه وتعالى:\"ولا تقولن لشيء إني فاعل ذلك غداً إلا أن يشاء الله\" [الكهف: 22-23]، والمعروف أنه يشترط لترتب الأحكام على الاستثناء إذا اتصل بالكلام، أما إذا انقطع الكلام قبل الاستثناء لم يكن للاستثناء أثر في تقييد اليمين أو غيره مما يدخله الاستثناء، نعم الاستثناء المتأخر يمكن أن يتحقق به امتثال قوله تعالى:\"ولا تقولن لشيء إني فاعل ذلك غداً إلا أن يشاء الله\"، كما جاء هذا المعنى عن ابن عباس –رضي الله عنهما- في تفسير هذه الآية، أما أن يكون لهذا الاستثناء المتأخر أثر في مقتضى الكلام المتقدم فلا، لأنه قد انقطعت صلته به، ولو حلف الإنسان ولم يقل إن شاء الله ثم ذُكر فقال إن شاء الله، فهذا يرجى أن ينفعه فيما يرجوه من الله، كما جاء في قصة نبي الله سليمان كما جاء في الصحيحين عن أبي هريرة –رضي الله عنه- قال: قال رسول الله –صلى الله عليه وسلم-:\"قال سليمان: لأطوفن الليلة على تسعين امرأة كلهن تأتي بفارس يجاهد في سبيل الله فقال له صاحبه: قل إن شاء الله، فلم يقل إن شاء الله، فطاف عليهن جميعاً فلم يحمل منهن إلا امرأة واحدة، جاءت بشق رجل، وأيم الذي نفس محمد بيده، لو قال: إن شاء الله، لجاهدوا في سبيل الله فرساناً أجمعون\" رواه البخاري ¶ (6639) ومسلم (1654). ¶ الصلاة خلف المبتدع ¶ رجل مسلم مستحل ببدعةٍ عقدية غير مكفرة، هل تجوز إمامته في الصلاة أم تكره أم فيها قولان؟",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "الحمد لله، ينبغي للمسلم أن يختار الإمام الذي يصلي خلفه، فلا يصلي خلف مبتدع وهو يقدر على أن يصلي خلف الإمام العدل، أما إذا لم يقدر على أن يصلي في جماعة إلا مع ذلك المبتدع لكونه في بلد ليس فيها إلا مثل هذا المبتدع، أو فيها بعض أهل السنة، ولكنه لا يستطيع الوصول إليهم فلا يدع الجمعة ولا الجماعة لكون الإمام فاسقاً أو مبتدعاً ما دام أنه مسلم؛ فإن حضور الجمعة والجماعات مصلحتها أعظم من مصلحة ترك الصلاة خلف مثل هؤلاء، وقد كان الصحابة –رضي الله عنهم- يصلون خلف الأمراء الظلمة كما صلى ابن عمر –رضي الله عنهما- خلف الحجاج، وما زال أهل العلم يصلون خلف الأئمة، فلا يعطلون شعائر الإسلام بفجور الإمام أو بدعته. ¶ إجراءات احتمال الحرب هل تنافي التوكل؟ ¶ أفكر أحياناً أن أحول أموالي إلى عملة أخرى خوفاً من نزولها إذا حصلت- لا قدر الله- حرب، هل هذا من عدم التوكل؟ وما رأيكم في ذلك؟ جزاكم الله خيراً.",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "الحمد لله، يجب على العبد أن يتوكل على الله في جميع الأمور بمعنى أن يعتمد على الله ويفوض أمره إليه في جلب ما يحب وفي دفع ما يحذر ويكره، والأخذ بالأسباب النافعة مشروع ومنها الأسباب التي تقصد لسلامة الإنسان في بدنه وفي أهله وفي ماله، فالأخذ بمثل هذه الأسباب لا ينافي التوكل، وتحويل الإنسان لماله من عملة يخشى عليها من الهبوط إلى عملة هي أثبت في العادة أو تحويلها إلى ذهب، فإن ذلك من أسباب حفظ المال فلا بأس به، مع الإيمان بأن الله سبحانه هو الحافظ لعبده، وأن هذه الأسباب لا تنفع إلا أن يشاء الله سبحانه وتعالى، فلا يعتمد عليها، فإن الاعتماد على الأسباب شرك في التوحيد كما قال بعض العلماء، فالمسلم يفعل الأسباب متوكلاً على الله سبحانه وتعالى ومعتمداً عليه لا على تلك الأسباب، وترك الأسباب النافعة عجز والاعتماد عليها شرك، وقد جمع النبي –صلى الله عليه وسلم- في الحديث الصحيح بين الأمر بالأسباب النافعة مع الاستعانة به سبحانه، وذلك في قوله –صلى الله عليه وسلم-:\"احرص على ما ينفعك واستعن بالله ولا تعجزن، فإن أصابك شيء فلا تقل لو أني فعلت كذا وكذا لكان كذا وكذا ولكن قل قدر الله وما شاء فعل\"، والله أعلم. ¶ دعاء رد الضالة ¶ السلام عليكم ورحمة الله وبركاته. ¶ فضيلة الشيخ: أستفتيكم في أمر دعاء الضالة الذي تعلمته من والدي وهو كالآتي:",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "بسم الله وبالله ومن الله وعلى الله يا على العرش استوى يا خالق الطير في الهوى يا راد الفوت بعد الفوت يا محيي الأرض بعد الموت يا راد عيسى على أمه يا راد موسى على قومه اردد لي ضال فلان بن فلانة أسرع من البرق الخاطف والريح العاصف الأرض تقلعها والسماء تظلها، الأرض بها ترجف، والسماء بها تقذف، أين ما تكون يأتي بها الله إن الله على كل شيء قدير، العاجلة العاجلة الوحي الوحي الساعة الساعة وما أمر الساعة إلا كلمح البصر إن الله على كل شيء قدير. لو أنزلنا هذا القرآن على جبل لرأيته خاشعاً متصدعاً من خشية الله وتلك الأمثال نضربها للناس لعلهم يتفكرون. ¶ هذا هو نص الدعاء فما رأي فضيلتكم في هذا الدعاء هل هو من الرقى الحلال أم لا؟ وإذا كانت لا فما الضرر فيها؟ وجزاكم الله خيراً.",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "الحمد لله، هذا دعاء مبتدع وهو مشتمل على حق وباطل وعلى ما لا معنى له فلا يجوز الدعاء بهذه الصيغة لاشتماله على الباطل وعلى ما لا معنى له وما لا مناسبة له، فأما قوله: بسم الله وبالله ومن الله وعلى الله، فقوله: بسم الله وبالله ذكر معروف وظاهر المعنى، وأما قوله: ومن الله وعلى الله فهو حق إذا ذُكر متعلق الجار والمجرور من الله وعلى الله فالواجب أن يقول: أرجو من الله وأتوكل على الله، وأما بهذه الصيغة فلا يظهر له معنى، وقوله: يا على العرش استوى أيضاً تركيب غير مستقيم فكان الواجب أن يقول: يا من على العرش استوى، أما بهذه الصيغة فليس بصحيح فالله تعالى هو الذي على العرش استوى كما قال تعالى:\"الرحمن على العرش استوى\" [طه: 5] وقوله: يا خالق الطير في الهوى يا راد الفوت بعد الفوت يا محيي الأرض بعد الموت لا معنى لهذا التقييد خالق الطير في الهوى وفي الأرض وخالق كل شيء فلا معنى لتخصيص الطير، وراد الفوت بعد الفوت يغني عن ذلك يا من هو على كل شيء قدير ويا محيي الأرض بعد الموت وهذا حق هو الذي يحيي الأرض بعد موتها كما أخبر بذلك في كتابه، وقوله: راد عيسى على أمه وراد موسى على قومه، عيسى –عليه السلام- لم يغب عن أمه ولم يضع فهو كلام يدل على معنى لا أصل له فلو أنه قال: يا راد يوسف على والده يعقوب لكان لهذا أصل، وكذلك موسى –عليه السلام- لم يكن في غيبته عن قومه لميعاد ربه تائهاً ولا ضائعاً حتى يقال: وراد موسى على قومه فهذا يوهم أن موسى قد ضل عن قومه وهذا باطل، وقوله: اردد لي ضال فلان بن فلانة نسبة معين إلى أمه أيضاً خلاف المشروع، فالمشروع نسبة الناس إلى آبائهم، وقوله: أسرع من البرق...إلخ، هذا تحكم في دعاء الله وتعدٍ في الدعاء، وما بعد ذلك من الكلمات ألفاظ مبتدعة تشتمل على تحكم وعدوان في الدعاء، وبهذا يُعلم أنه لا يجوز الدعاء بهذا الذي تعلمته من والدك، والله أعلم. ¶ الصلاة عند القبور",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "نهى النبي –صلى الله عليه وسلم- عن الصلاة في المقابر ولعن المتخذين القبور مساجد، وورد أن النبي –صلى الله عليه وسلم- صلى عند قبور بعض الصحابة –رضوان الله عليهم- منهم أم سعد، وطلحة بن البراء، وأم أمامة وغيرهم، فما الجمع بين هذا الاختلاف؟ وما هو القول الصحيح في ذلك؟ ¶ الحمد لله، نعم، لقد نهى النبي –صلى الله عليه وسلم- عن الصلاة إلى القبور والصلاة عند القبور، وذلك أن الصلاة عند القبور وسيلة إلى الشرك بها، ومن ذلك قوله –صلى الله عليه وسلم- كما في صحيح مسلم (532) من حديث جندب بن عبد الله –رضي الله عنه- أنه قال: سمعت رسول الله قبل أن يموت بخمس يقول:\"...ألا وإن من كان قبلكم كانوا يتخذون قبور أنبيائهم وصالحيهم مساجد ألا فلا تتخذوا القبور مساجد إني أنهاكم عن ذلك\" وما ذكر في السؤال من أن النبي –صلى الله عليه وسلم- صلى عند بعض قبور الصحابة لا أعلم أنه صلى عند القبر الصلاة المعروفة المشتملة على الركوع والسجود بل معنى ذلك أنه صلى عليها صلاة الجنازة هذا هو الظاهر ولعل السائلة فهمت أنه صلى عندها الصلاة التي نهى عن فعلها عند القبور، مما يلزم منه التعارض ، فإذا علمنا أن المراد بصلاته عند قبور من ذكر هي صلاة الجنازة لم يكن بين الأحاديث الصحيحة في النهي عن الصلاة عند القبور وبين صلاة النبي –صلى الله عليه وسلم- على بعض أهل القبور تعارض، والله أعلم. ¶ الذهاب للساحر وتعلم السحر ¶ ما حكم الذهاب إلى الساحر؟ وما حكم طلب علم السحر، مع الإيمان بأنه سبب فقط.",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "الحمد لله، لا يجوز الذهاب للسحرة، لا لسؤالهم ولا لطلب حلّ السحر، فإن الساحر كالعراف والكاهن وقد قال رسول الله – صلى الله عليه وسلم - : \"من أتى كاهناً فسأله عن شيء فصدقه بما يقول فقد كفر بما أنزل الله على محمد – صلى الله عليه وسلم – \" الترمذي (135) أبو داود (3904) ابن ماجة (639) النسائي في الكبرى (8968) وأحمد (9290)، وكذلك لا يجوز تعلم السحر فإنه من علم الشياطين، وقد أخبر – سبحانه وتعالى – عن اليهود بأنهم يتبعون ما تتلوا الشياطين، قال تعالى: \"وَاتَّبَعُوا مَا تَتْلُوا الشَّيَاطِينُ عَلَى مُلْكِ سُلَيْمَانَ وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ\" الآية، [البقرة: 102] فهو من العلم الذي تلقيه الشياطين على أوليائها، فلا يجوز طلب هذا العلم فإنه يقوم على الشرك والكفر بالله، ولهذا قال سبحانه وتعالى في نفس الآية: \"وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولا إِنَّمَا نَحْنُ فِتْنَةٌ فَلا تَكْفُرْ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلا بِإِذْنِ اللَّهِ\" الآية [البقرة: 102]. ¶ فدلت الآية على أن تعلمه موجب للكفر لقوله تعالى: \"وما يعلمان من أحد حتى يقولا إنما نحن فتنة فلا تكفر\" [البقرة: 102] فالواجب الحذر من الذهاب للسحرة، بل الواجب الإنكار عليهم، والتبليغ عنهم لتطهير المجتمع من وجودهم، فإن وجودهم فساد للأمة، كما أن الواجب على المسلم أن يبتعد عن العلوم المحرمة والعلوم الضارة المفسدة للدين ومن شرها علم السحر، فنسأل الله سبحانه وتعالى العفو والعافية وصلاح أحوال المسلمين بمنه وكرمه، والله أعلم. ¶ الاغتسال بالماء والسدر ¶ السلام عليكم ورحمة الله وبركاته.",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "ما حكم الغسل بالماء والسدر لمدة سبعة أيام وإتباع الغسل في كل مرة بصدقة؟ ¶ الحمد لله، هذا بدعة، فالصدقة عبادة، وتوقيت العبادات هو من صفاتها التي يجب أن تتلقى من الكتاب والسنة، ولا أصل لهذا الترتيب، أما الاغتسال بالماء والسدر فهو علاج، فليرتبه الإنسان كيف شاء كل يوم، أو يوم بعد يوم أو في الصباح، أو في المساء كل هذا من الأمور العادية، فهناك فرق بين العادات والعبادات، فالعادات تختلف باختلاف أحوال الناس وتجاربهم، وأما العبادات فهي توقيفية، في أصلها وفي صفاتها، نسأل الله – سبحانه وتعالى – أن يوفقنا للاتباع ويجنبنا الابتداع، والله أعلم. ¶ الدعاء أم الصبر ¶ رجل يشكو من شكوى مرضية معينة وبالفحص لدى الأطباء لم يثبت أن لديه مرض عضوي، هل يتوجه إلى الله بالدعاء فقط أم هناك رقى معينة يستعين بها؟ أم يذهب لمن يعالجون بالقرآن؟ أم يذهب لعبد صالح ليدعوا له؟ أم الصدقات قد يكون فيها علاج! وكيف يكون الصبر في هذه الحالات وهل الصبر يتعارض مع الدعاء لله بكشف الضر، وما بال القول: \"يا رب إن لم يكن بك غضب علي فلا أبالي ولكن عافيتك أوسع لي\".",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "الحمد لله، لقد أمر الله عباده بدعائه قال – سبحانه - : \"ادعوا ربكم تضرعاً وخفية\" [الأعراف: 55]، وقال – سبحانه -: \"وقال ربكم ادعوني أستجب لكم\" [غافر: 60]، وأخبر عن دعوات الأنبياء كإبراهيم، وإسماعيل، ونوح، وأيوب، وذي النون، وزكريا، كلهم أخبر الله عن دعواتهم، فالدعاء من أعظم الأسباب في جلب المنافع ودفع المضار فإن الخير كله بيده سبحانه، ولا يأتي بالحسنات إلاّ هو، ولا يدفع السيئات إلاّ هو، فهو الذي يدفع السيئات ويكشف السوء، ويكشفه عمن شاء سبحانه، قال – تعالى -: \"أمَّن يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ\"الآية، [النمل: 62]، فمن ابتلي بمرض فعليه أن يصبر ويحتسب، ولا يتسخط قضاء الله، ولا يجزع بل عليه أن يصبر ويحتسب الأجر من ربه، ولا ينافي ذلك دعاءه، فإن أيوب عليه السلام قد ابتلي ببلاء عظيم وهو الضر، فدعا ربه فاستجاب له، قال – تعالى -: \"وَأَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِنْ ضُرٍّ وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنْ عِنْدِنَا وَذِكْرَى لِلْعَابِدِينَ\" [الأنبياء:83- 84]، فالحاصل أن الدعاء لا ينافي الصبر، وهو حبس النفس عن التسخط والجزع، والدعاء توجه إلى الله وتعلق بما عنده وهو يتضمن حسن الظن بالله فإن الداعي ما دعى ربه إلاّ لأنه يؤمن بأنه كريم، رحيم سميع، قدير، غني، وهذه كلها من المعاني التي يجب اعتقادها والإيمان بها، فالداعي متوكل على الله وراج وخائف يدعو ربه تضرعاً وخفية ويدعوه خوفاً وطمعاً وإذا اجتمع للإنسان هذان المقامان الصبر والتوكل كانت المصيبة في حقه نعمة، وفي الحديث: \"إذا أرد الله بعبده خيراً عجل له العقوبة في الدنيا\" الترمذي (2396) أحمد(16806) وفي الحديث الآخر: \"إن الله إذا أحب قوماً ابتلاهم\" الترمذي (2396) ابن ماجة (4031) وأحمد (23623) أحمد",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "(16806)وجمع الله بين هذين المقامين في قوله \"الَّذِينَ صَبَرُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ\" [النحل:42]، وصلى الله على نبينا محمد وعلى آله وصحبه. ¶ شرب غسيل ملابس الميت ¶ بسم الله الرحمن الرحيم، السلام عليكم ورحمة الله وبركاته، وبعد: ¶ سؤالي: توفي لي ابن في الجامعة الأسبوع الماضي وأشار عليَّ كثير من الناس بغسل ثوبه أو غترته أو طاقيته وشرب مائها حتى يذهب الحزن، وقد شككت في ذلك ولم أفعل خشية أن تقدح في عقيدتي واتكلت على الله إنما أشكو بثي وحزني إلى الله، فهل مشورتهم صحيحة أم خاطئة لأنصح الناس؟ وفقكم الله وسدد خطاكم. ¶ الحمد لله، وصلى الله وسلم وبارك على عبده ورسوله وآله وصحبه. ¶ من ابتلي بمصيبة كفقد حبيب أو قريب أو مصيبة أخرى من مصائب الدنيا فالواجب عليه الصبر والاحتساب وذلك بكبح نفسه عن الجزع والتسخط، فليؤمن بالله وليرضى بحكمه سبحانه كما قال:\"ما أصاب من مصيبة إلا بإذن الله ومن يؤمن بالله يهد قلبه\" [التغابن: 11] قال بعض السلف: هو الرجل تصيبه المصيبة فيعلم أنها من عند الله فيرضى ويسلم. ¶ ومجرد الحزن أمر طبيعي لا إثم على الإنسان به، وقد قال –عليه الصلاة والسلام-:\"إن العين لتدمع، وإن القلب ليحزن ولا نقول إلا ما يرضي ربنا\" البخاري (1303) ومسلم (2315)، وما يحصل للإنسان من حزن بسبب المصيبة هو مما يكفِّر الله به عنه، كما في الحديث الصحيح:\"لا يصيب المؤمن من هم ولا غم ولا نصب ولا وصب حتى الشوكة يشاكها إلا كفر الله بها عنه\" البخاري (5641) ومسلم (2573) أو كما قال –عليه الصلاة والسلام-، وقال –صلى الله عليه وسلم- لأبي بكر –رضي الله عنه-:\"ألست تحزن ألست تنصب ألست تصيبك اللأواء فذلك مما تجزون به\" أحمد (68).",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "وما ذكرت من أن بعض الناس أشار عليك أن تغسل شيئاً من ملابس ابنك –جبر الله مصيبتك- وأن ذلك مما يذهب بالحزن أو يخففه فهذا لا أصل له في الشرع وهو عمل قبيح، لأن الثوب لا بد أن يشتمل على الوسخ، فشرب مثل هذا فيه قذارة وربما كان سبباً في حدوث مرض نفسي أو مرض عضوي، وقد أحسنت في رفضك للفكرة الخاطئة، وقد وفقك الله حيث توكلت على ربك ولم تستجب لهذه الخرافة، والله تعالى هو حسب من توكل عليه كما قال:\"ومن يتوكل على الله فهو حسبه\" [الطلاق:3]، فالمقصود أن الواجب على من تصيبه مصيبة أن يصبر ويسلم ويحتسب مصيبته ليظفر بأجر ذلك وحسن عاقبته، نسأل الله أن يعوضك عن ابنك خيراً، إنه تعالى على كل شيء قدير، والله أعلم. ¶ تلقيب العالم بالوالد ¶ السلام عليكم ورحمة الله وبركاته. ¶ اشتهر في الوقت الحالي إطلاق لقب والد على علماء الدين الإسلامي كبار السن والعلم والمقام، فهل إطلاق هذا اللفظ يجوز؟ مع ملاحظة الآتي: أن النصارى يطلقون لفظ البابا على علمائهم الكبار في العلم والمقام. ¶ لم يرد عن الرسول -صلى الله عليه وسلم- أو الصحابة أو التابعين أو السلف إطلاق لفظ الوالد الأب على العلماء. ¶ لو كان لأحد أن يلقب بالوالد، لما كان أحد أحق بها من رسول الله –عليه الصلاة والسلام- الذي قال ربنا فيه: \"ما كان محمدٌ أبا أحد من رجالكم ولكن رسول الله وخاتم النبيين\".",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "الحمد لله، لا نعلم أن أحداً من العلماء قد صار لفظ الوالد لقباً له، لكن جرت العادة في بعض المجتمعات أن يعبروا عن كبير السن بالوالد سواء كان عالماً أو غير عالم، فيذكر هذا اللفظ في مخاطبته يقال: يا والدي أو يا والد أو في الخبر عنه. فلم يصل الأمر إلى أن يكون فيه شبه من المصطلح النصراني، فالنصارى يجعلون ذلك لقباً لكبير أهل ملتهم، وأما قولك إن الرسول –صلى الله عليه وسلم- مع علو قدره وفضله وعظيم حقه على أمته ليس أباً استدلالاً بقوله تعالى:\"ما كان محمد أبا أحد من رجالكم\" [الأحزاب: 40] فالأبوة المنفية هي أبوة النسب، وأما الأبوة أبوة المنزلة والاحترام فهي ثابتة له –صلى الله عليه وسلم- كما جاء في بعض القراءات \"النبي أولى بالمؤمنين من أنفسهم وأزواجه أمهاتهم وهو أبٌ لهم\" [الأحزاب: 6]، فهذه الأبوة والأمومة أبوة منزلة واحترام وإكرام، ولقد قال –صلى الله عليه وسلم-:\"إنما أنا لكم بمنزلة الوالد\" أبو داود (8) وهو فوق ذلك –صلى الله عليه وسلم- فحقه على أمته أعظم من حق الوالدين وجميع الناس كما قال –صلى الله عليه وسلم-:\"لا يؤمن أحدكم حتى أكون أحب إليه من ولده ووالده والناس أجمعين\" البخاري (14)، ومسلم (44) والله أعلم. ¶ هل أفعال البشر مخلوقة؟ ¶ هل أفعال الناس مخلوقة؟",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "الحمد لله، نعم، أفعال الناس مخلوقة لله، فالله تعالى خالق كل شيء، فهو خالق السماوات والأرض وما فيهن وما بينهما، وهو خالق العباد وخالق قدرتهم وأحوالهم وأقوالهم وأفعالهم، فلا يخرج عن ملك الله وقدرته وخلقه شيء، وإنما الذي قال بأن أفعال العباد مخلوقة لهم وأنها لا تدخل في قدرة الله ولا في مشيئته هم المعتزلة، فنفوا تعلق مشيئة الله وقدرته بأفعال العباد، وهذا مذهب باطل مخالف لنصوص الكتاب والسنة وللفطر والعقول وهو يتضمن تعجيز الرب فلا يكون على كل شيء قدير، ولا هو خالق كل شيء تعالى الله عن قولهم علواً كبيراً \"فما كان الله ليعجزه من شيء في السماوات ولا في الأرض إنه كان عليماً قديراً\" [فاطر:44] سبحانه وتعالى، ولكن يجب مع الإيمان بأن أفعال العباد مخلوقة لله إثبات مشيئة العبد وفاعلية العبد فالعبد له مشيئة واختيار وأفعاله هي أفعال حقيقية، فالعبد هو المصلي والصائم والقاعد والقائم والمؤمن والكافر، فقد ضل في أفعال العباد طائفتان، المعتزلة –كما تقدم- حيث أخرجوها عن ملك الله وقدرته ومشيئته، والجبرية الذين يقولون إن العبد لا مشيئة له ولا قدرة ولا فعل وأنه مجبور على أفعاله الاختيارية كحركة المرتعش وكالريشة في مهب الريح، والقولان باطلان والحق أن أفعال العباد أفعال لها حقيقة وأنها صادرة عن قدرتهم ومشيئتهم وأن الله سبحانه وتعالى خالقهم وخالق قدرتهم وخالق أفعالهم، والله أعلم. ¶ شهادة الغريق ¶ إذا مات الشخص غريقاً يكون شهيداً، طيب؛ وإذا كان عاصياً ولا يصلي فهل يحاسب على ذلك؟",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "إذا مات الإنسان غريقاً فقد جاء في الحديث أنه من جملة الشهداء؛ كالذي يموت بالهدم أو بالحرق انظر: البخاري (654) ومسلم (1914)، وكونه شهيدا لا يوجب أن تغفر له جميع ذنوبه، لكن هذا يدل على فضيلة، ويرجى أن يكون في موته على هذه الحال أجر يفضل به على غيره لما يحصل له من المغفرة بسبب هذا الابتلاء، ومن مات غريقاً وهو لا يصلي فإنه لا ريب أن موته غريق لا يوجب مغفرة الجرائم الكبيرة وترك الصلاة، فقد جاء في الحديث الصحيح أن تاركها كافر، كما قال – صلى الله عليه وسلم -: \"بين الرجل وبين الشرك والكفر ترك الصلاة\" مسلم (82) وفي الحديث الآخر: \"العهد الذي بيننا وبينهم الصلاة فمن تركها فقد كفر\" الترمذي (2621) ، النسائي (463)، ابن ماجة (1079) وأحمد (22937) وليس الشهيد بالغرق والحرق والهدم كشهيد المعركة، يعني: الشهيد في معركة القتال في سبيل الله لإعلاء كلمة الله، ومن قاتل وقتل في المعركة وهو لا يصلي فإنه لا يرجى له فضل الشهادة، لأنه لا يصلي، وإنما ترجى له مغفرة الذنوب التي دون ترك الصلاة ودون أنواع الكفر، نسأل الله السلامة والعافية، والله أعلم. ¶ الاستعانة بالجن للدلالة على المفقود ¶ ترك جدنا تركة مخفية في بيت لنا قديم بحثنا عنها ولم نجدها، وتعرفت على شخص أكد وجودها وأنه يستطيع إخراجها، علماً أنه يستخدم الجن، لكنه أقسم بالله أنه لا يشرك بالله عندما يستخدمهم وأنه لم يشرك بالله، هل يجوز لي أن أستخدمه في إخراجها؟ علماً أنه قال لي: أنا وأنت نذهب لأحد المشايخ ونسأله عن جواز ذلك من عدمه، ولكنني لم أفعل، علماً أنني سمعت أنه يجوز ذلك إذا لم يكن فيه إضرار بالآخرين، وهو كذلك إذ التركة خاصة بنا وهي كبيرة جداً، آمل الرد علي بسرعة مع خالص دعواتي بالتوفيق والسداد. ¶ الحمد لله، والصلاة والسلام على رسول الله، أما بعد:",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "فقد ثبت عن النبي –صلى الله عليه وسلم- في أحاديث عدة أن من أتى كاهناً أو عرافاً فسأله عن شيء فصدقه بما يقول فقد كفر بما أنزل على محمد –صلى الله عليه وسلم-، والمعروف أن الكهان إنما يتلقون ما يخبرون به عن الشيطان مما يسترقه الشيطان من السماء ومما يطلعون عليه من أحوال الناس، وعلى ذلك فهذا الذي يدعي أنه يعرف مكان ذلك المال، وأنه يستعين بالجن في معرفة مكان هذا المال أو غيره من الأمور المخفية الظاهر من حاله أنه كاهن بل هو كاهن ولو زعم أنه لا يشرك ولو أقسم على ذلك، فلا يجوز إذاً الاستعانة به على معرفة مكان هذا المال، ولكن ابحثوا عن أسباب أخرى وتحروا لعلكم تعثرون على هذه التركة دون أن تتوسلوا بما حرم الله، ولهذا نص بعض أهل العلم في تعريف الكاهن أنه الذي يخبر بالمغيبات في المستقبل ويدل على مكان المسروق وعلى الضالة، فهذا مما يحترفه الكهان ويسألهم الناس فيه، فالواجب على المسلم أن يحرص على سلامة دينه ولو فاته ما فاته من أمر الدنيا، والله أعلم. ¶ ذكر الله نفسه بصيغة الجمع ¶ السلام عليكم ورحمة الله وبركاته. ¶ لماذا يتكلم الله سبحانه وتعالى في القرآن الكريم بصيغة الجمع، مثال: \"إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ\" لماذا \"نحن\" أفتونا جزاكم الله خيراً. ¶ إن القرآن نزل بلسان عربي مبين، ومن أساليب اللغة العربية أن صيغة الجمع يتكلم بها الواحد الذي له شركاء فتدل على الجمع والتعدد، ويتكلم بها الواحد العظيم الذي له صفات عديدة، فلا تفيد تعدد المتكلم، بل هو واحد لكنه عظيم، فالله تعالى في كتابه يخبر عن نفسه تارة بصيغة الواحد كقوله لموسى \"وأنا اخترتك فاستمع لما يوحى\" [طه:13] وقوله: \"إنني أنا الله لا إله إلا أنا فاعبدني\"[طه:14]، وقوله: \"قل هو الله أحد\" [الإخلاص : 1] وقوله: \"وإلهكم إله واحد\"[البقرة:163].",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "ويذكر نفسه تارة بصيغة الجمع الدالة على عظمته سبحانه وتعدد أسمائه وصفاته كما في الآية المذكورة، ونظائرها كثير؛ كقوله تعالى : \"إنا فتحنا لك فتحاً مبيناً\"[الفتح:1]، \"إنا أعطيناك الكوثر\" [الكوثر:1] ، وقوله سبحانه: \"والسماء بنيناها بأيد وإنا لموسعون، والأرض فرشناها فنعم الماهدون\"[الذاريات:47-48] فلا تدل هذه الصيغة على تعدد الإله بل الإله واحد، ولكنه سبحانه له أسماء كثيرة وكلها حسنى، وله صفات كثيرة وكلها صفات كمال فهو الإله الحق وهو واحد لا شريك له وهو العلي العظيم سبحانه وتعالى. ¶ مصير المنتحر ¶ ما حكم من قتل نفسه متعمداً؟ هل يدخل النار لا محالة؟ وإذا كان كذلك فإن هناك من يقتل شخصاً آخر مسلماً بدون حق أو لغضب، ومع ذلك إذا تنازل الأقرباء لا يقتص منه ويكون عليه عتق رقبة، فهل هو في النار؟ وهل يعني دخوله النار أنه يكون مخلداً؟ ¶ الحمد لله والصلاة والسلام على رسول الله وعلى آله وصحبه ومن اهتدى بهداه.",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "فقد قال الله سبحانه وتعالى: \"وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزَاؤُهُ جَهَنَّمُ خَالِداً فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَاباً عَظِيماً\" [النساء:93]، وثبت في الصحيحين عن النبي عليه الصلاة والسلام – أنه قال: \"من قتل نفسه بحديدة فحديدته في يده في نار جهنم يجأبها بطنه خالداً مخلداً فيها أبدا، ومن قتل نفسه بسم فسمه في يده يتحساه في نار جهنم خالداً مخلداً فيها أبدا، ومن تردى في جبل فإنه يتردى في جهنم خالداً مخلداً فيها\" رواه البخاري (5778)، ومسلم (109) أو كما قال – عليه الصلاة والسلام -، دلت الآية ودل الحديث على عظم تحريم قتل الإنسان نفسه أو قتله لغيره وأن ذلك من كبائر الذنوب، فأما قتل الإنسان نفسه متعمداً فلا يترتب عليه شيء من أحكام الدنيا ولا حق لأحد فيه ولا تجب فيه الكفارة، وهو إذا كان مسلماً موحداً فهو يوم القيامة تحت مشيئة الله إن شاء الله غفر له وإن شاء عذبه، وإن عذبه فإنه لا يخلد في النار، هذا ما عليه أهل السنة والجماعة، فكل من مات على التوحيد ولم يأت بناقض من نواقض الإسلام فإنه لابد له من دخول الجنة ولو بعد تمحيصه في النار، فإما أن يتجاوز الله عنه دون عذاب، أو يعذبه سبحانه ثم يخرجه من النار برحمته أو بشفاعة الشافعين من أوليائه سبحانه وتعالى، وهذا الحديث عند أهل السنة والجماعة محمول على الوعيد ومقيد بقوله تعالى: \"إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ\" الآية، [النساء: 48]ودل على خروجه من النار ما ثبت عن النبي عليه الصلاة والسلام أنه قال \"يخرج من النار من قال لا إله إلا الله وفي قلبه مثقال ذرة من إيمان – أو مثقال خردلة من الإيمان\" رواه البخاري (44)، ومسلم (184) وما في معناه، وأما من يقتل غيره متعمداً فإنه من أهل الوعيد الذي في الآية الكريمة \"وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "فَجَزَاؤُهُ جَهَنَّمُ خَالِداً فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَاباً عَظِيماً\" [النساء:93]، والكلام في هذا الوعيد كالكلام في الوعيد الذي ورد في الحديث، فالقاتل إذا مات ولم يتب ومات على التوحيد والإسلام فإنه كذلك تحت مشيئة الله، إن شاء الله غفر له وإن شاء عذبه، ثم أخرجه من النار برحمته وشفاعة الشافعين من أهل طاعته، ولكن القاتل للنفس التي حرم الله يترتب على فعله مع الوعيد الشديد حقوق فإما القصاص أو الدية، قال العلماء: إن القتل يتعلق به ثلاثة حقوق؛ حق الله فهذا يسقط بالتوبة فإذا تاب العبد توبة نصوحاً تاب الله عليه، ومن شروط التوبة أن يسلم القاتل نفسه، الثاني من الحقوق حق أولياء المقتول، وهذا الحق يسقط بعفو الأولياء أو أخذهم الدية، وإلا اقتصوا منه بأن يقتلوه بالقتيل، إذا توفرت شروط القصاص فلولي المقتول الأخذ به وإن شاء تنازل إلى الدية أو عفا مجاناً، والحق الثالث حق المقتول وهذا يستوفيه يوم القيامة، فإن كان القاتل قد تاب توبة نصوحاً فالله – سبحانه وتعالى – بفضله يرجى أن يرضي المقتول عن حقه ويكرم عبده التائب، وإلا فإنه يستوفي حقه من حسناته، فيوم القيامة ليس فيه ما تقضى منه الحقوق إلا الحسنات والسيئات، كما جاء في حديث المفلس، وهو الذي يأتي بأعمال صالحة، ويأتي وقد ضرب هذا وشتم هذا وانتهك عرض هذا وأخذ مال هذا، فيعطى هذا من حسناته وهذا من حسناته فإن فنيت حسناته ولم يؤد ما عليه أخذ من سيئات المظلومين ثم طرح عليه ثم طرح في النار انظر مسلم (2581)، والقتل العمد ليس فيه كفارة، وإنما في قتل الخطأ، فقتل العمد أعظم وأكبر من أن تؤثر فيه الكفارة، وإنما تجب فيه الحقوق التي ذكرت، يجب على القاتل التوبة النصوح ويجب عليه تسليم نفسه لأولياء المقتول ثم الله سبحانه وتعالى – يحكم فيه يوم القيامة بعدله، وبهذا نعرف أن المؤمن الموحد لا يخلد في النار مهما كانت ذنوبه، بل هو",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "تحت مشيئة الله وهذا هو مذهب أهل السنة والجماعة، خلافاً للخوارج والمعتزلة، فإن الخوارج والمعتزلة يقولون إن من مات مصراً على كبيرة من كبائر الذنوب فإنه لابد أن يدخل النار، وإذا دخلها فإنه لا يخرج منها، بل يكون مخلداً فيها، وهذا قول باطل مخالف للنصوص الصحيحة في خروج الموحدين من النار. والله أعلم. ¶ رؤية الملائكة في الدنيا ¶ السلام عليكم، وبعد: ¶ هل يمكن أن يرى بعض الناس الملائكة في الدنيا؟ ¶ الحمد لله، الذي يظهر أن السائل يقصد هل يمكن لبعض الناس أن يرى الملائكة في الدنيا، رؤية الملائكة للناس حاصلة، ولكن الأصل أن الناس لا يرون الملائكة، لكن يمكن أن يروهم إذا تمثلوا بغير صورتهم التي خُلقوا عليها، وهذا قد حصل للصحابة – رضي الله عنهم -، رأوا جبريل في صورة دحية الكلبي انظر البخاري (4980)، مسلم (2451)، وفي صورة إنسان غير معروف كما في حديث جبريل الطويل حديث عمر – رضي الله عنه – انظر : مسلم (8)، وكذلك تمثّل جبريل لمريم كما قال –تعالى-:\"فتمثل لها بشراً سوياً\"[مريم:17] ، وكذلك تمثل الملائكة لإبراهيم ولوط –عليهم السلام- في قصة ضيف إبراهيم، وأما من بعدهم فلا نقول إنه مستحيل، لأن الله على كل شيء قدير، فيمكن أن يتمثل بعض الملائكة ببعض الناس، لكن هذا يتوقف على الدليل، ومن يستطيع أن يثبت أن ما رآه فلان أو فلان أنه ملك؟ هذا والله أعلم. ¶ رؤية أمهات المؤمنين في الجنة ¶ السلام عليكم ورحمة الله وبركاته. ¶ بارك الله فيكم كم أتمنى أن أجد إجابة لديكم على هذا السؤال. ¶ هل بالإمكان أن يرى المسلم إحدى المسلمات في الجنة اللاتي كن أجنبيات عنه ولا يحللن له؟ هل يجوز أن يراهن في الجنة ويقابلهن؟ كأن يتمنى مسلم أن يقابل أمهات المؤمنين، خاصة وأن القلوب قد طهرت بدخول دار الطيبين، فقد دار حوار هادئ بين أناس ولم يخرجوا بنتيجة واضحة تفصل المسألة، فنأمل منكم إجابة شافية ولو بعد حين، بارك الله فيكم ونفع بعلمكم.",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "إن أمور الغيب لا سبيل إلى معرفتها إلا بالخبر عن المعصوم، لأن أمور الغيب لا تدرك بالعقول والتفكير، فأمور الجنة من الغيب المستور، والواجب الوقوف عند ما جاءت به النصوص من الكتاب والسنة، فيجب الإيمان بالجنة وما أخبر الله به من أصناف النعيم فيها، مع العلم بأن حقائقها لا يعلمها إلا الله، ولم يأت في النصوص أن الرجل يلقى نساء الآخرة. ¶ فلم يرد نفي ولا إثبات للرؤية المسؤول عنها، وليس لنا أن نقول: إن الإنسان يمكن أن يرى أمهات المؤمنين أو نقول لا يمكن، بل يجب أن نمسك عن التفكير في هذا والخوض فيه، فإنه من الفضول وليس مما يشرع الدعاء به، ولا مما يشرع تمنيه، لكن الذي دل عليه القرآن أن المؤمنين يلتقون ويجلسون على السرر متقابلين، كما قال تعالى: \"ثلة من الأولين وقليل من الآخرين على سرر موضونة متكئين عليها متقابلين\" [الواقعة:12-16] ، وفي الآية الأخرى: \"ونزعنا ما في صدورهم من غل إخواناً على سرر متقابلين\"[الحجر:47]، فلا ينبغي الخوض في أمور الغيب بلا علم، بل إذا طرح مثل هذا السؤال فينبغي أن يجيب الإنسان بقوله: الله أعلم، ويوجه السائل إلى عدم الخوض في ذلك لأنه لا فائدة فيه، \"ولا تقف ما ليس لك به علم إن السمع والبصر والفؤاد كل أولئك كان عنه مسئولاً\"[الإسراء:36] وقالت الملائكة: \"سبحانك لا علم لنا إلا ما علمتنا إنك أنت العليم الحكيم\" [البقرة:32]. ¶ نسأل الله أن يهدينا صراطه المستقيم وأن يجعلنا جميعاً من أهل جنات النعيم وصلى الله وسلم بارك على عبده ورسوله محمد وعلى آله وصحبه. ¶ عبارة \"لا أسألك رد القضاء ولكن اللطف فيه\". ¶ السلام عليكم ورحمة الله وبركاته. ¶ قد وصلني بريد إلكتروني ينهى عن بعض الأقوال والأدعية، أرفق لكم أدناه قولين منها، وأرجو منكم توضيح ما إذا كان النهي صحيحا؟ وجزاكم الله خيراً.",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "\"اللهم إني لا أسألك رد القضاء ولكني أسألك اللطف فيه\" سبب النهي: فيه سوء أدب مع الله تعالى لأن فيه نوعاً من التحدي فكأنه يقول\" يا رب افعل ما شئت ولكن الطف فيه، وأيضاً فيه منافاة للحديث: \"لا يرد القضاء إلا الدعاء\". ¶ قول \"الحمد لله الذي لا يحمد على مكروه سواه\" ¶ سبب النهي: سوء أدب مع الله يتضمن إعلانا تاماً أنك تكره ما قضى الله، وكان الرسول – صلى الله عليه وسلم – إذا أصابه مكروه يقول \"الحمد لله رب العالمين على كل حال\". ¶ الحمد لله وصلى الله وسلم وبارك على عبده ورسوله وعلى آله وصحبه ومن اهتدى بهداه، أما بعد: فأما قول القائل: \"اللهم إني لا أسألك رد القدر وإنما أسألك اللطف فيه\".",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "فهذا دعاء لا أصل له، ومعناه غير صحيح، فكل من دعا الله ليدفع عنه مكروهاً - عدواً أو خطراً أو أن يكشف عنه شدة - فإنه يطلب بذلك رد القدر، والله – تعالى – قد أمر عباده بالدعاء، والداعي يطلب جلب ما ينفعه ودفع ما يضره، ثم إذا دعا العبد وسأل ربه حاجته فالله – تعالى – يفعل ما يشاء وهو الحكيم العليم، والله – تعالى – قد قدر الأسباب والمسببات، وكلها بقدر الله، وجعل هذه الأقدار تتدافع، فالجوع قدر، والعطش قدر، والمرض قدر، وقد جعل الله لرفع هذه الأقدار أسباباً فيدفع قدر الجوع بالأكل، والعطش بالشرب، والمرض بالدواء، وقدر البرد بالثياب والاستدفاء، وما أشبه ذلك، ويفر الإنسان من المكان الذي يخاف فيه، أو لا يجد فيه ما يحتاجه إلى المكان الذي يأمن فيه ويجد فيه ما يحتاجه من المنافع، ولهذا لما رجع عمر – رضي الله عنه - بالمسلمين ولم يدخل بهم الشام لأنه قد حدث فيه الطاعون قيل له: أتفر من قدر الله، قال: نفر من قدر الله إلى قدر الله، فعلى الداعي أن يدعو ربه ويسأله حاجته؛ فيسأله النصر والرزق والشفاء من المرض وحصول الولد وسائر المطالب، ويسأل ربه أن يدفع عنه المكاره، ويسأل مع ذلك ربه أن يلطف به في جميع أحواله، أما قول القائل: إني لا أسألك رد القدر فهذا كلام لا يصح، وليس له اعتبار ولا أصل له في النقل فهو دعاء مبتدع. ¶ وأما قول القائل: \"الحمد لله الذي لا يحمد على مكروه سواه\" فكذلك ليس هو من الحمد المشروع، بل الحمد ينبغي أن يكون مطلقاً فيقول: المسلم: الحمد لله رب العالمين، الحمد لله على كل حال، الحمد لله على السراء والضراء.",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "ثم قوله: إنه تعالى لا يحمد على مكروه سواه ليس بمستقيم، فإن الذي يؤدب ولده بالضرب ونحوه يحمد على ذلك وإن كان الضرب مكروهاً بموجب الجبلة فالولد يحمد والده على تأديبه، وكذلك من يفعل ما يوجب حداً أو تعزيراً إذا أقيم عليه الحد الذي يردعه، فإن الذي يفعل ذلك يحمد وإن كان إقامة الحد والتعزير موجع ومؤلم، ولكن الذي فعل هذا المكروه يحمد على ذلك لأنه محسن ومصلح وفاعل لما أمر به، والحاصل أن كلاً من العبارتين لا ينبغي ذكرها في الدعاء أو الحمد، بل يدعو الإنسان ربه ويحمده بالصيغ الشرعية المأثورة، وعلى الوجه المشروع، والله أعلم. ¶ لبس القلائد التي فيها ذكر الله ¶ ما حكم لبس القلائد المكتوب فيها اسم الله أو عبارات أخرى مثل: ما شاء الله، وغيرها؟ ¶ لا ينبغي لبس ما فيه ذكر الله؛ لأن ذلك يعرضه للامتهان، وقد قال أهل العلم إن لبس التمائم من القرآن يؤدي إلى امتهان ما فيها من ذكر الله، فإنه قد يدخل بها محل قضاء الحاجة، وقد تكون القلادة في موضع من البدن مستقذر، فينبغي عدم الكتابة لشيء من أسماء الله، أو آيات القرآن على ما يلبس. ¶ الجمع بين النهي عن الطيرة والاسترقاء ¶ في حديث الذين يدخلون الجنة بغير حساب ذكرت عدة أمور، ومنها: لا يسترقون، ولا يتطيرون، والمعروف أن الطيرة من الشرك، والرقية جائزة، فلماذا قرن بين هذا وهذا؟",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "نعلم أولاً أن الرسول –صلى الله عليه وسلم- عرّف السبعين ألفاً باجتنابهم للأمور الثلاثة المذكورة، ومعلوم بالضرورة أن هذا الفضل لا يتحقق بمجرد هذه التروك، وإنما هذا من قبيل التنبيه بالأدنى على الأعلى، فإذا كانوا يتركون المكروه، وخلاف الأولى، فلأن يتركوا سائر الذنوب، ويحافظوا على الواجبات، وترك المحرمات من باب أولى، فهؤلاء السبعون ألفاً لا ريب أنهم من أول السابقين لدخول الجنة، وقد فسر العلماء السابقين المسارعين في الخيرات بأنهم الذين يفعلون الواجبات والمستحبات، ويتركون المحرمات والمكروهات وفضول المباحات، فيجب أن يعلم ذلك، فإن كثيراً من الناس يظن أنه يستوجب هذا الفضل بترك الاسترقاء ونحوه، وأما لِمَ قرن بين الاسترقاء وهو جائز والطيرة وهي شرك؟ فإن دلالة الاقتران كما يقول الأصوليون ضعيفة، فقد يجمع بين الأمرين وإن اختلف حكمهما لما بينهما من الاشتراك، وهذه الأمور وإن تفاوت حكمها فإن بينها قدراً مشتركاً، وهو تحقيق التوكل، ولهذا جمع ذلك بقوله: \"وعلى ربهم يتوكلون\" البخاري (5705)، مسلم (218)، فهم لا يتعاطون هذه الأمور المنافية للتوكل الواجب أو المستحب، والأسباب وإن كانت جائزة فلا يجوز الاعتماد عليها، فإن الاعتماد على الأسباب شرك، فهذا هو الظاهر -والله أعلم- من الجمع بين هذه الأمور الثلاثة أنه يجمعها تحقيق التوكل، والله أعلم. ¶ دعاء العزاء في المسجد ¶ هل يجوز قراءة دعاء العزاء للميت في المسجد إذا كان المتوفى قد مات في بلد آخر ودفن به؟ علماً أن الدعوة لأخذ العزاء لأهل الميت فقط من عامة من يحضرون الصلاة في المسجد وقت قراءة الدعوة؟",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "الحمد لله، هذا السؤال مبني على عادة أو بدعة وهي ما سماه السائل دعاء العزاء، فليس للعزاء دعاء مخصوص، نعم يشرع الدعاء لكل من مات من المسلمين عند موته وبعد موته وفي الصلاة عليه، ويدعى للمصاب عند مقابلته تسلية وتصبيراً له على مصيبته، مثل أن يقال له: أحسن الله عزاءك، وجبر مصيبتك، ورحم ميتك، وما أشبه ذلك، وعلى هذا فلا يجوز قراءة هذا الدعاء المخصوص في المسجد ولا في أي مجتمع آخر؛ لأنه كما ذكرتُ لا أصل له، وسواء كان الميت حاضراً في البلد أو في بلد آخر فإنه يُصلى عليه في البلد التي مات فيها، وأما الصلاة عليه غائباً فهذا محل خلاف كبير بين أهل العلم، والذي عليه عمل المسلمين أنهم لا يصلون على كل ميت غائب، لكن باب الدعاء واسع، فيدعو المسلم لأخيه بظهر الغيب حياً وميتاً، فإذا علم بموته دعا له وترحم عليه بما يحسنه من الدعاء، مثل أن يقول: اللهم اغفر له وارحمه، اللهم أدخله الجنة وأعذه من عذاب في النار وعذاب في القبر، نحو ما ورد من الدعاء في صلاة الجنازة، والله أعلم. ¶ دخول الملائكة للبيوت ¶ من المعلوم أن الملائكة لا تدخل بيتاً فيه صورة، فمن المقصود من الملائكة؟ وهل معنى ذلك أن الحسنات لا تكتب في هذا البيت؟",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "إن الملائكة الموكلون بحفظ العبد وحفظ عمله لا يفارقونه ولا يمنعهم من كتابة الحسنات والسيئات مانع؛ لأنه عملهم الذي وكلهم الله به، وتعبدهم بالقيام به، وهم لا يعصون الله ما أمرهم ويفعلون ما يؤمرون، وعلى هذا فالظاهر أن الملائكة الذين لا يدخلون البيت الذي فيه صورة، أو كلب، هم الملائكة الذين يغشون بيوت المؤمنين، ويحصل لهم بذلك الخير والبركة، فالذين يعلقون في بيوتهم الصور يتسببون في حرمانهم من غشيان الملائكة لبيوتهم ومجالسهم، ويستبدلونه بغشيان الشياطين الذين يضلونهم، وهم في تعليق هذه الصور، وإظهار المعاصي يهينون الملائكة الموكلين بأعمالهم، ولو قدر –والله أعلم- أن الحديث عام في كل الملائكة، فإنهم وإن لم يدخلوا البيت على الإنسان فإن ذلك لا يمنع اطلاعهم على أعماله وإن كانوا متباعدين عنه، كيف وهم يعلمون أعمال قلب العبد، فيعلمون خواطره وهمومه، كما في الحديث الصحيح:\"إذا هم العبد بالحسنة فلم يعملها كتبت له حسنة، وإن عملها كتبت له عشراً، وإن هم بسيئة فلم يعملها كتبت له حسنة –إذا تركها لله- وإن عملها كتبت له سيئة\" مسلم (130)، فهم يعلمون ما يهم به العبد –والله أعلم-، والمقصود هو التحذير من إيجاد الصور في البيوت ونصبها، وعلى الإنسان أن يهتم بالأمر المطلوب منه، ولا يشغل نفسه بالبحث عن الأمور الغائبة، والمطلوب من العبد أن لا يعصي ربه، ومن المعاصي تعليق الصور في المجالس وسائر جوانب المنزل، وبيت الرسول –عليه الصلاة والسلام- لما وجد فيه قرام عائشة الذي يحمل تصاوير، وقد علقته لستر فرجة في الحجرة، لم يدخله جبريل حتى أميط القرام، وكسر التمثال، كسر رأسه حتى كان كهيئة الشجرة، فهذا يدل على أهمية الأمر وخطورته، والله أعلم. ¶ معنى: \"بائن من خلقه\" ¶ فضيلة الشيخ: ما معنى قول العلماء عن الله: بائن من خلقه؟ وما معنى قولهم عن القرآن: إليه يعود؟",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "أما قول أئمة السنة: إنه سبحانه وتعالى فوق سماواته على عرشه بائن من خلقه، معنى بائن من خلقه: أي أنه ليس حالاً في مخلوقاته، ليس هو داخل شيء من مخلوقاته، ولا في ذاته شيء من مخلوقاته، والمراد بهذه العبارة هو نفي الحلول في الجانبين، فليس في ذات الله شيء من مخلوقاته، ولا في مخلوقاته شيء من ذاته، لأنه العلي الأعلى فوق كل شيء، والحلول ينافي ذلك، وأما قول أهل السنة في القرآن: إنه منزل غير مخلوق، منه بدأ وإليه يعود، المقصود: رفعه في آخر الزمان، فإنه في آخر الزمان يرفع من الصدور ومن المصاحف فتخلوا الأرض من القرآن، وذلك عند اقتراب قيام الساعة حين لا يبقى لوجود القرآن في الأرض أثر من الانتفاع به، فلا ينتفع به أحد لغلبة الكفر على الخلق، وأما أهل الإيمان فيُنزل الله ريحاً تقبض أرواحهم فتخلوا الأرض من الخير ولا يبقى فيها إلا شرار الناس وعليهم تقوم الساعة، نسأل الله السلامة والعافية. ¶ الذكر الجماعي ¶ السلام عليكم ورحمة الله وبركاته. ¶ لقد اطلعت على الفتاوى بشأن الذكر الجماعي، وعلمت أنها بدعة، ولكن سؤالي: كيف يكون تفسير حديث البخاري :\"يسبحونك ويحمدونك ويسألونك...\"؟ فهذا يدل على جوازه، أجيبونا بارك الله فيكم، والسلام عليكم ورحمة الله وبركاته.",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "هذا الحديث لا يختص بالأذكار التعبدية كالتسبيح والتحميد والتهليل والتكبير، وإن كان الحديث في هذا أظهر، لكن لا يلزم للاجتماع على الذكر أن يكون الذكر جماعياً بالمعنى المعروف وهو أن يكون بصوت واحد، بل إذا جلس المسلمون في المسجد كل منهم يذكر ربه ويسبحه ويحمده ويكبّره صدق عليهم أنهم اجتمعوا على ذكر الله، كما إذا اجتمع أيضاً بعض المسلمين في بيت من بيوت الله يتدارسون القرآن هذا يقرأ وهذا يستمع، ولا يلزم أن تكون قراءتهم للقرآن بصوت واحد كما يحصل في التعليم، فالحديث المذكور في شأن الملائكة الذين يستمعون الذكر لا يدل على أن أولئك القوم كانوا يسبّحون ويحمدون ويكبرون بصوت واحد، كما يفعله من يفعله من أهل التصوف ومن شاكلهم، ولم ينقل لنا أن النبي –صلى الله عليه وسلم- وأصحابه الكرام – رضوان الله عليهم كانوا يؤدون الذكر الجماعي على هذه الصورة، فالواجب اتباع هدي الرسول –صلى الله عليه وسلم-، وهدي صحابته – رضوان الله عليهم - في جميع أمور الدين القولية والعملية والاعتقادية، والله أعلم. ¶ حل السحر بالسحر ¶ هل يجوز حل السحر بسحر؟ ¶ حلُّ السحر بالسحر يقتضي الذهاب إلى الساحر ليقوم بفك السحر وإبطاله وهذا لا يتم له إلا باستحضار الجن، أي: الشياطين وطاعتهم، فإنهم لا يطيعون ولا يخدمون إلا من يطيعهم بما يريدون منه، فالذي يذهب للساحر لا بد أن يكون راضياً بما يفعل، والذي يذهب إليه لحلّ السحر يتضمن سؤاله وتصديقه، وهو من نوع الذهاب إلى العرّاف والكاهن، وقد قال –صلى الله عليه وسلم-:\"من أتى كاهناً أو عرافاً فصدقه بما يقول فقد كفر بما أُنزل على محمد –صلى الله عليه وسلم-\" رواه الترمذي (135)، وأبو داود (3904)، وابن ماجة (639) وأحمد (9536)، وعلى هذا فلا يحل السحر بالسحر، والله أعلم. ¶ تكليف الجن بالعبادات ¶ السلام عليكم ورحمة الله وبركاته، وبعد:",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "هل على الجن تكاليف شرعية كما على الإنس؟ أي: هل الجن مكلفون بالصلاة وصيام رمضان؟ لأنه كما نعرف هناك جن مسلم وآخر كافر، أفيدوني أفادكم الله، وجزاكم الله خيراً. ¶ نعم، الجن مكلفون كالإنس، ومخلوقون للعبادة، فهم مأمورون ومنهيون، كما قال –تعالى-:\"وما خلقت الجن والإنس إلا ليعبدون\" [الذاريات: 56] وهم موعودون ومتوعدون، فمؤمنهم موعود بالثواب وكافرهم وعاصيهم متوعد بالعقاب، فقد قضى الله –تعالى- أن يملأ جهنم من الإنس والجن، كما قال –سبحانه وتعالى-:\"وتمت كلمة ربك لأملأن جهنم من الجنة والناس أجمعين\" [هود: 119]، والصحيح أن مؤمنهم يدخل الجنة كما في سورة الرحمن، والخطاب فيها للثقلين (الإنس والجن) :\"فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ\" [الرحمن: 13] في واحد وثلاثين آية، ومن ذلك قوله –تعالى-:\" فَيَوْمَئِذٍ لا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلا جَانٌّ*فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ*يُعْرَفُ الْمُجْرِمُونَ بِسِيمَاهُمْ فَيُؤْخَذُ بِالنَّوَاصِي وَالأَقْدَامِ*فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ\" [الرحمن: 39 –42] إلى قوله:\"ولمن خاف مقام ربه جنتان*فبأي آلاء ربكما تكذبان\" [الرحمن: 46 – 78] إلى آخر السورة، ولكن لا ندري عن كيفية أدائهم للتكاليف الواجبة عليهم ؛ لأن لهم طبيعة وخلقة تختلف عن طبيعة الإنس وخلقتهم، لكنهم مكلفون بشريعة محمد صلى الله عليه وسلم، ولهذا قرأ النبي –صلى الله عليه وسلم- القرآن وجاءه نفر من الجن واستمعوا القرآن وذهبوا إلى أقوامهم منذرين كما ذكر الله ذلك في سورتي الأحقاف والجن، \"وَإِذْ صَرَفْنَا إِلَيْكَ نَفَراً مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ\" [الأحقاف: 29 – 35] إلى آخر الآيات، والله أعلم. ¶ التسمي \"بأسيرة القرآن\" ¶ بسم الله الرحمن الرحيم، السلام عليكم ورحمة الله وبركاته.",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "لدي سؤال عن امرأة أطلقت على نفسها اسماً في أحد المنتديات العامة، هذا الاسم أثار في نفسي نوعاً من الشك من ناحية جوازه من عدمه، والاسم هو (أسيرة القرآن)، فما الحكم في ذلك؟ جزاكم الله خير الجزاء، ونفع بكم وبعلمكم الإسلام والمسلمين. ¶ لا ينبغي أن تتسمى بهذا الاسم؛ لأنه لفظ محتمل لما يُحمد وما يُذم، فأسيرة القرآن تعني أن القرآن أسرها، وما معنى أن القرآن أسرها، هل ذلك على وجه التبرم بما في القرآن من أوامر ونواهي تقيد الإنسان عن الانطلاق في شهواته أم أن ذلك مقول على وجه التمدّح بالعمل بالقرآن، فيكون ذلك من الإعجاب بالعمل والاغترار، وكل هذا وذاك مذموم، فالواجب ترك التكلف وترك الدعاوى الباطلة التي تحتمل الغلو والمبالغة، نسأل الله أن يهدينا سواء السبيل، والله أعلم. ¶ التسمية عند سكب الماء ¶ هل وردت التسمية عندما يسكب الإنسان ماء حاراً أو عند سقوط طفل أو شيء ما؟ أفيدونا مأجورين. ¶ لا أذكر أنه ورد الندب في التسمية في خصوص ما ذُكر، لكن ذكرك لله من الأسباب التي دلت النصوص أنه يطرد الشياطين ويمنع من شرهم، كما شُرعت التسمية عند الاضطجاع وعند دخول المنزل، وعند الخروج، وعند دخول المسجد، وعند الخروج منه، وكذلك عند دخول الخلاء، فأرجو أن ما يفعله الناس في مثل هذه الأحوال التي أُشير إليها في السؤال أرجو أنه حسن؛ لأن صب الماء الحار ولا سيما في بعض المواضع التي يمكن أن تكون مسكناً للجن يخشى أن يكون له أثر انتقامي، فإذا ذكر الإنسان اسم الله فقال: باسم الله، كان ذلك سبباً في طرد ما يخشى من شر الشياطين، وكذلك إذا سقط الإنسان أو سقط الطفل، وذُكر اسم الله عليه رُجي أن يكون سبباً في سلامته من اعتداء بعض الشياطين، فالحاصل أن ذكر اسم الله فيه خير وهو أعظم أسباب السلامة من الشرور الظاهرة والباطنة، والله أعلم. ¶ سؤال الله بجاهه الكريم ¶ ما حكم قول الرجل في الدعاء:(اللهم إني أسألك باسمك الأعظم وجاهك الكريم)؟",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "أما السؤال باسم الله الأعظم هذا حق، لكن ينبغي أن يذكره إذا كان يعرف شيئاً مما ورد أنه اسم الله الأعظم، فيقول ويأتي به صريحاً، وقد قيل: إن اسم الله الأعظم الحي القيوم، فالحاصل أن التوسل إلى الله باسمه الحي القيوم، أو باسمه ذو الجلال والإكرام، أو بأنه الأحد الصمد الذي لم يلد ولم يولد، كل هذا من دعائه –سبحانه وتعالى- بأسمائه الحسنى، كما قال –تعالى-:\"ولله الأسماء الحسنى فادعوه بها\" [الأعراف:180]، ودعاؤه بها ينبغي أن يكون هكذا: يا الله، يا رحمن، يا حي يا قيوم، يا ذا الجلال والإكرام. ¶ وأما قول القائل: وبجاهك، فهذا دعاء لا أصل له، والله –تعالى- لا يقال له جاه؛ لأن هذا لم يرد، ومثل هذا اللفظ إنما يستعمل للاستشفاع بالله إلى أحد من خلقه وهو محرم، كما قال –صلى الله عليه وسلم-:\"إنه لا يستشفع بالله على أحد من خلقه\" أبو داود (4726)، كذلك لا يتوسل إلى الله بهذا، إذ لم يرد في شيء من النصوص لفظ الجاه مضافاً إلى الله، فهو سؤال بدعي يجب الاستغناء عنه بأسماء الله وصفاته، والله أعلم. ¶ استثمار الوكيل لأموال الورثة ¶ أنا الوكيل الشرعي لإخوتي على أموالهم العائدة من الإرث، هل يحق لي استثمار هذه الأموال في مشروع كشراء أرض مثلاً لهم؟ ¶ نعم ولي القصَّر من الأيتام ونحوهم، عليه أن يجتهد في حفظ أموالهم، وعدم التفريط فيها أو التعدي عليها، ومِنْ حفظها السعي في تنميتها لكن بالطرق المأمونة التي لا خطر فيها، والذي يظهر أن استثمارها بشراء أراض لها مستقبل من أحسن طرق التجارة لتنمية المال، وإذا فعل الولي ذلك محتسباً كان له أجر إحسانه، والله –تعالى- لا يضيع أجر من أحسن عملا، وقال –سبحانه-: \"ولا تقربوا مال اليتيم إلا بالتي هي أحسن\" [الأنعام:152] [الإسراء:34]. ¶ فيجب على ولي اليتيم ألا يتصرف في مال موليه إلا بما فيه الخيرة له، والأنفع له، والله أعلم. ¶ عبارة: قدَّس الله روحه",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "ما حكم قولنا لمن مات:(قدس الله سره)، أو (قدس الله روحه)، وكذلك (طيب الله ثراه)؟ وجزاكم الله خيراً. ¶ الحمد لله، هذه العبارات متقاربة في المعنى ومقصودها الإحسان إلى الميت، والدعاء له بالطيب والطهارة، وليس شيء من هذه العبارات مأثوراً بالسنة أو عن السلف الأول، لكنها موجودة في كلام العلماء الذين يُؤرخون فيعبرون عن منزلة المترجم له بذكر قولهم: قدس الله روحه، أو قُدس سرّه، والتقديس: التطهير، والتطهير: إزالة الخبث وإزالة السوء، وقولهم: قُدس سرّه، يظهر لي أنها بمعنى قدس الله روحه؛ لأن الروح باعتبار أنها أمر خفي فهي بهذا الاعتبار سرّ، وأما طيب الله ثراه فهي عبارة تجري على ألسنة المتأخرين من الصحفيين والكتّاب كأنهم يعنون طيَّب الله قبره، وإنما يكون القبر طيباً إذا كان صاحبه من الصالحين؛ لأنه حينئذ يكون القبر عليه روضة من رياض الجنة إذيفتح له باب من الجنة فيأتيه من روحها وطيبها، والذين اعتادوا الدعاء بهذا اللفظ لا يقتدى بهم، وهم يدعون بهذا الدعاء لمن يعظمونه، أو يدعون تعظيمه وإن كانوا في الباطن بخلاف ذلك، وأولى من هذا وذاك الدعاء للميت المسلم بالمغفرة والرحمة والعفو والرضوان وسكنى الجنة والنجاة من النار، فهذا ما تضمنته الأدعية المأثورة عن الرسول –صلى الله عليه وسلم- كما في دعاء الصلاة على الجنازة، والله أعلم. ¶ ختم الدعاء بالفاتحة ¶ رأيت في إحدى القنوات الفضائية شيخاً فاضلاً تكلم كلاماً جميلاً اقشعرت منه جلود السامعين، وذلك في محبة الرسول -صلى الله عليه وسلم-، ولكني رأيت في ختام محاضرته أن دعا إلى قراءة الفاتحة على النبي -صلى الله عليه وسلم-، والصحابة -رضوان الله عليهم-، فهل هذا جائز، أو ورد عن السلف رحمهم الله هذا؟",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "قراءة الفاتحة عند ختم الدعاء بدعة لا أصل لها من كتاب، ولا سنة، ولا من فعل الصحابة، ولا من تبعهم بإحسان، فلا يجوز تحري ذلك، فإن تخصيص الذكر أو القراءة في وقت، أو حال، أو مكان لا يجوز إلا بدليل، وقراءة الفاتحة أوجبها الله في الصلاة، وهي رقية يرقى بها المريض، وتلاوتها عبادة كسائر سور القرآن، بل إنها أفضل سور القرآن، ولا أذكر موضعاً يشرع فيه قراءة الفاتحة على وجه الخصوص إلا ما ذكر، ويكفي دلالة على عظم شأن الفاتحة أن الله افترض قراءتها في كل ركعة، فالمسلم يقرؤها سبع عشرة مرة في صلاة الفريضة، ويقرؤها في سائر النوافل في كل ركعة، إذ لا تصح صلاة لا فرض، ولا نفل إلا بقراءتها؛ لقوله –صلى الله عليه وسلم-: \"لا صلاة لمن لم يقرأ بفاتحة الكتاب\" البخاري (756) ومسلم (394)، والله أعلم. ¶ لعن الشياطين ¶ هل يجوز لعن الشياطين، كقول الله يلعن إبليسك؟ ¶ الحمد لله، ليس هذا بمشروع ولا أقول إنه لا يجوز، ليس من الأمور التعبدية التي يتعبد بها بعض الناس فقد يتعبد بلعن إبليس والمشروع هو الاستعاذة بالله من شر الشياطين شياطين الإنس والجن، هذا هو المشروع، \"وإما ينزغنك من الشيطان نزغ فاستعذ بالله إنه هو السميع العليم\" [فصلت:36]، \"وقل ربِّ أعوذ بك من همزات الشياطين وأعوذ بك ربِّ أن يحضرون\" [المؤمنون:97-98]، فإذا آذاه أحد نقول له: استعذ بالله من شيطانه، استعذ بالله من الشيطان، كما قال –عليه الصلاة والسلام- للرجل الذي غضب واشتد غضبه قال –عليه الصلاة والسلام-:\"إني لأعلم كلمة لو قالها لذهب عنه ما يجد لو قالها أعوذ بالله من الشيطان\" البخاري (6115) واللفظ له، مسلم (2610) أو كما قال –صلى الله عليه وسلم-. ¶ الدعاء على الظالم ¶ السلام عليكم ورحمة الله وبركاته.",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "أرجو من فضيلتكم أن تدلوني على طريق يريح نفسي وقلبي من الظلم، فقد تعرضت لظلم معنوي شديد، وقد أثر هذا الظلم في نفسي إلى حد بعيد جداً، فهل لي أن أسأل الله أن يريني يوماً في هذا الظالم؟ ليس للشماتة -والعياذ بالله-، ولكن لأعلم أن الله قد اقتص منه، وهل لي أن أدعو بحسبي الله ونعم الوكيل وسوف يرد لي حقي؟ وهل فعلاً أن الجزاء من جنس العمل؟ وما مصدر هذه المقولة \"الجزاء من جنس العمل\"؟ أفيدوني يرحمكم الله. ¶ الحمد لله، مما يبتلى به الإنسان في هذه الحياة الظلم، بأن يعتدي عليه بعض الناس بغير حق في نفسه أو ماله أو عرضه، والواجب على المسلم في المصائب كلها أن يصبر ويؤمن بأن ذلك بقدر الله وعليه أن يحاسب نفسه لعل ما وقع عليه من الظلم بسبب ذنوب اقترفها على حد قوله –تعالى-:\"وما أصابكم من مصيبة فبما كسبت أيديكم\" [الشورى:30]، فإن الله قد يسلط على العبد من يؤذيه بسبب ما اقترف من السيئات ويبتليه بالمصائب في ماله ونفسه وغير ذلك، ليكون ذلك تمحيصاً لذنوبه، من صبر كسب، على حد قوله –صلى الله عليه وسلم-:\"ما يصيب المسلم من نَصَب ولا وَصَب ولا همّ ولا حزن ولا أذى ولا غم حتى الشوكة يشاكها إلا كفر الله بها من خطاياه\"، صبره على الظلم من حيث إنه بقدر الله لا يمنع من مطالبته بحقه الذي يوجبه الشرع، كما قال –تعالى-:\"ولمن انتصر بعد ظلمه فأولئك ما عليهم من سبيل إنما السبيل على الذين يظلمون الناس ويبغون في الأرض بغير الحق أولئك لهم عذاب أليم\" [الشورى:41-42]، وعليك أيتها السائلة أن تصبري وتحتسبي الأجر من الله على ما وقع عليك من ظلم، وقد يرى الإنسان أحياناً أنه مظلوم من جهة فلان أو فلان وليس بظلوم، فعليه أن يتثبت في هذا الأمر، ولا يدعي الظلم على من لم يظلمه، فإن من الناس من إذا اُدعي عليه بحق وحُوكم في ذلك يرى أنه مظلوم وليس هو بمظلوم، ومن انتصار المظلوم لنفسه أن يدعو على الظالم من غير أن يعتدي، يدعو عليه بأن الله ينصفه",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "منه، يقول: اللهم أنصفني منه، اللهم انصرني عليه، ولا يدعو عليه كما يشاء بأن يفعل الله به كذا وكذا، بأن يهلكه أو يدمره، أن يجعله في جهنم كما يفعل بعض الجهلة، وله أن يقول: حسبي الله ونعم الوكيل، فبهذا تفويض للأمر إلى الله \"ومن يتوكل على الله فهو حسبه\" [الطلاق:3]، وقال –سبحانه وتعالى-:\"الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَاناً وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ\" [آل عمران:173]، وأما أن الجزاء من جنس العمل فهذه سنة الله في شرعه وقدره، ولكن هذا لا يقال إنه مطرد في كل شيء، لكن هذا هو الغالب أن الجزاء يكون من جنس العمل كما قال –تعالى-:\" ومكروا مكراً ومكرنا مكراً وهم لا يشعرون\" [النمل:50]، وقال –سبحانه وتعالى-:\"وجزاء سيئة سيئة مثلها\" [الشورى:40]، وقال –تعالى-:\"فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم\" [البقرة:194] وكذلك في الإحسان من عفا عفا الله عنه، ومن أحسن أحسن الله إليه، قال –تعالى-:\"هل جزاء الإحسان إلا الإحسان\" [الرحمن:60]، وهذه الآيات هي الأصل في هذه المقولة أن الجزاء من جنس العمل وشواهدها كثيرة، والله أعلم. ¶ ارتداء الرجل حلقة الفضة ¶ تعودت ارتداء سلسلة ذهبية، ولما علمت بأن الذهب محرم للرجال خلعتها واستبدلتها بسلسلة فضية، فهل هذا الأمر يوافق صحيح الدين؟",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "نعم يحرم لبس الذهب على الذكور، فلا يجوز للرجل أن يلبس خاتماً ولا ساعة ولا قلادة من ذهب؛ لما صح عن النبي –عليه الصلاة والسلام- أنه قال في الذهب والحرير:\"هما حلال لإناث أمتي حرام على ذكورها\" أحمد (19503) والنسائي (5148)، ولما رأى على رجل خاتم ذهب قال:\" يعمد أحدكم إلى جمرة من نار فيجعلها في يده\" مسلم (2090) فألقى الرجل خاتمه، ثبت عنه –صلى الله عليه وسلم- أنه اتخذ خاتماً من فضة، فخاتم الفضة لا بأس به، وكذلك الساعة مثلاً، ولكن يحرم على الرجل كذلك التشبه بالنساء، فلا يجوز للرجل أن يلبس خواتم من فضة، فإن لبس الخواتم على عدد من الأصابع هو من شأن النساء، وكذلك القلادة، فيحرم عليك أن تلبس سلسلة ولو من فضة؛ لما في ذلك من التشبه بالنساء، فإن التحلي بالقلائد والخواتم والقروط بالآذان من زينة النساء، وفي الحديث الصحيح:\"لعن الله المتشبهين من الرجال بالنساء، ولعن الله المتشبهات من النساء بالرجال\" البخاري (5885) فعليك أيها الأخ أن تطَّرح هذه السلسلة وإن كانت من فضة، وتعتز برجولتك وتحمد الله على نعمه الدينية والدنيوية، والله –تعالى- حكيم عليم في شرعه وفي كل أفعاله، إنه –تعالى- حكيم عليم وصلى الله على نبينا محمد. ¶ شيوخ يخبرون بمكان المسروق ¶ ما حكم امرأة تذهب إلى شيخ، وتسأله عن شيء وقع لها وهي صائمة؟ وتريد أن تعرف مَنْ الشخص الذي سرق بيتها ؟",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "من الأصول المقررة في عقيدة المسلم أنه لا يعلم الغيب إلا الله، قال –تعالى-: \"قل لا يعلم من في السماوات والأرض الغيب إلا الله\" [النمل:65]، وحتى الرسول –صلى الله عليه وسلم-، وسائر الأنبياء تبرؤوا من دعوى علم الغيب، فلا يعلمون من ذلك إلا ما جاءهم به الوحي: \"قل لا أقول لكم عندي خزائن الله ولا أعلم الغيب\" [الأنعام:50]، \"قل لا أملك لنفسي نفعاً ولا ضراً إلا ما شاء الله ولو كنت أعلم الغيب لاستكثرت من الخير\" [الأعراف:188] فمن ادعى علم الغيب كان كافراً، نعم هناك المشعوذون كالكهان والسحرة يدعون علم الغيب، وقد يصيبون في أشياء ويخطئون في أكثر من ذلك، بل جاء في شأن الكهان أن مسترق السمع من الجن يخبرهم بما سمع من السماء، فيكذب الكاهن معها مئة كذبة، فيصدقه الناس بأكاذيبه بسبب أنه صدق مرّة، وعلى كل حال فلا يجوز الذهاب لمن يدعي أنه يعرف مكان المسروق فإن هذا من شأن الكهان، وقد قال –صلى الله عليه وسلم-: \"من أتى كاهناً فسأله عن شيء فصدقه بما يقول فقد كفر بما أنزل على محمد –صلى الله عليه وسلم-\" أبو داود (3904) وأحمد (9290) وإن كان هذا المخبر يتظاهر بالدين والخير والصلاح، فإذا كان يدعي أنه يعلم مكان المسروق، ويعرف أين يكون فلان، وأين يوجد فلان، ويحدد مواضعهم مثلاً فإنه كذاب أفاك تنزل عليه الشياطين، قال –تعالى-: \"هل أنبئكم على من تنزل الشياطين تنزل على كل أفاك أثيم يلقون السمع وأكثرهم كاذبون\" [الشعراء:221-222].",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "وبهذا يعلم أن مثل هؤلاء الكهان لا يصح أن يعرفوا باسم الشيخ، أو العالم أو الفقيه، فإنه وإن ادعى العلم والصلاح دجال، يجب الحذر منه، ويجب التحذير من الاغترار بمظهره، ويجب بيان حقيقة مثل هؤلاء، وإذا كان للإنسان قدرة فعليه أن ينكر عليهم، ويمنعهم من إظهار ما عندهم ومن إتيان الناس إليهم، فإن الكهانة من أعظم المنكرات، وكذلك إتيان الكهان، فمن أقدره الله وجعل له سلطاناً فعليه أن يضرب على يد هؤلاء، ويكف شرهم، ويمنع العامة من ارتياد أماكنهم، ويجب على من لديه علم أن يبيّن للناس حكم الكاهن، وإتيان الكهان، فإن ذلك مما يحول بين هؤلاء المضللين وبين ما يريدون، فإنهم بهذه الأعمال الخبيثة يكونون من المفسدين في الأرض، والواجب على المسلم أن يسعى في الإصلاح ودرء الفساد، والله أعلم. ¶ السفر للصلاة على الميت ¶ ما حكم السفر للصلاة على قريب أو عزيز؟ أرجو التفصيل بالأدلة. ¶ لا مانع من السفر للصلاة على قريب أو عزيز، فإن ذلك لا دليل على منعه وليس هو من نوع ما قال فيه الرسول –عليه الصلاة والسلام-: \"لا تشد الرحال إلا إلى ثلاثة مساجد\" البخاري (1189) ومسلم (1397)، فالمقصود من الحديث أنه لا يصار إلى أي موضع على وجه التقرب بزيارته إلا هذه المساجد الثلاثة، أما السفر للصلاة على قريب، أو تعزية قريب، أو عزيز فإنه لا بأس به، ولا أعلم مانعاً يمنع منه، والله أعلم. ¶ الدعاء بجاه الله ¶ ما حكم دعاء الله بقولنا: \"إلهي أنت جاهي\"؟ ¶ هذا دعاء مبتدع لا يجوز فليس الله جاهاً لأحد، وجاه الإنسان هو ماله من المنزلة عند الله أو عند المخلوقين، وأما الله –جل وعلا- فليس جاهاً لأحد، وهذا الدعاء مبتدع إنما يصدر من جاهل لا يعرف دلالات الكلام. ¶ فالواجب تجنب مثل هذا، قل يا الله أنت إلهي وأنت ربي لا إله غيرك أنت الحي القيوم، يا ذا الجلال والإكرام قال –جل وعز-: \"ولله الأسماء الحسنى فادعوه بها\" [الأعراف:180]، والله أعلم. ¶ عرض أعمال الأحياء على الأموات",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "حول مسألة عرض أعمال الأحياء على الأموات، وما هو الصحيح في ذلك مع الإحالة على المراجع قدر الاستطاعة. ¶ -حول مسألة تزاور الأموات فيما بينهم وما الصحيح في ذلك؟ مع الإحالة على المراجع قدر الاستطاعة. ¶ الحمد لله، الأموات في عالم البرزخ وهو ما بين الدنيا والآخرة من الموت إلى البعث، فلهم في هذه الدار أحوال وهم على منازلهم ومراتبهم من الخير والشر، قد دلت النصوص من الكتاب والسنة على جملة ذلك، فدلت على أن الأموات إما في نعيم وإما في عذاب، وهذا مما يجب الإيمان به، وهو من الإيمان بالغيب الذي أثنى الله به على المتقين، والعباد في هذه الدنيا لا يعلمون من أحوال أهل القبور شيئاً إلا النادر مما قد يكشف لبعض الناس، كما جاء في أخبار وروايات كثيرة منها الصحيح وغير الصحيح، وكذلك الأموات الأصل أنهم لا يعلمون من أحوال أهل الدنيا شيئاً؛ لأنهم غائبون عنها، فلا يجوز أن نثبت اطلاعهم على شيء من أحوال أهل الدنيا إلا بدليل، وقد جاءت آثار وروايات تدل على أن بعض الأموات يشعر بأحوال أهله، وما يكون منهم، ولا أعلم شيئاً عن صحّة هذه الآثار، وقد أوردها العلامة ابن القيم في كتباه المعروف كتاب (الروح)، ومن أصح ما ورد مما يتعلق بهذا المعنى، حديث: \"إن الميت ليعذّب ببكاء أهله عليه\" رواه البخاري (1286) ومسلم (928) من حديث ابن عمر –رضي الله عنهما-، وكذلك ثبت أن الرسول –صلى الله عليه وسلم- تعرض عليه صلاة أمته وسلامهم عليه –صلى الله عليه وسلم-، انظر ما رواه أبو داود (1047-1531) والنسائي (1374) وابن ماجة (1636) من حديث أوس بن أوس –رضي الله عنه-، وأما مسألة تزاور الأموات فهو من جنس ما قبله، تذكر فيه آثار، وقد أورده ابن القيم في نفس الكتاب، ولا أذكر شيئاً مما يعول عليه لإثبات هذه الحال، ولكن نعلم أن أرواح المؤمنين مع بعضها في الجملة، وكذلك أرواح الكافرين، والله أعلم بالغيب، ومما يتعلق بمسألة عرض أعمال الأحياء على الأموات أو",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "شعورهم بشيء عنها مسألة سماع الموتى، وقد دلّ القرآن على أن الأموات لا يسمعون، كما قال –سبحانه وتعالى-: \"إنك لا تسمع الموتى ولا تسمع الصم الدعاء إذا ولوا مدبرين\" [النمل:80]، وقال –سبحانه وتعالى-: \"وما أنت بمسمع من في القبور\" [فاطر:22]، لكن ورد أن الميت إذا وضع في قبره وتولى عنه أصحابه إنه ليسمع قرع نعالهم، انظر ما رواه البخاري (1338) ومسلم (2870) من حديث أنس –رضي الله عنه-، وما صحّ من الأحاديث في زيارة القبور والسلام على أهلها يأخذ منه بعض أهل العلم أنهم يسمعون كلام المسلِّم عليهم بدليل التوجّه إليهم بالخطاب، وأضف على ذلك ما روي من قوله –صلى الله عليه وسلم-: \"ما من رجل يمرُّ على قبر أخ له كان يعرفه في الدنيا فيسلم عليه إلا رد الله عليه روحه فيرد عليه السلام\"، أو كما جاء في الحديث، انظر العلل المتناهية (1523) ومعجم الشيوخ (333) وهذه الأحاديث لا يصح الاستدلال بها على أن الأموات يسمعون كل ما يقال عند قبورهم فضلاً عمّا بعد عنهم، فيجب الاقتصار على ما ورد به الدليل، فنقول: الأصل أن الأموات لا يسمعون شيئاً من أقوال الأحياء إلاّ ما دلّ عليه الدليل، ولا يسمعون من يناديهم ليخبرهم بشيء من الأمور، فضلاً أن يسمعوا من يناديهم يستغيث بهم، ويطلب منهم الشفاعة عند الله، ولو كان ذلك قريباً من قبورهم، فضلاً عمّا يكون بعيداً عنهم، ومع إثبات ما ورد من السماع فإننا لا نثبته إلا على الإطلاق، لا نشهد لمعين بأنه يسمع سلام المُسلِّم عليه أو يسمع مشي المشيِّعين له عند الانصراف عنه، لكن نثبت ذلك على وجه الإجمال والإطلاق، وقوفاً على حدّ ما يقتضيه الدليل، والدليل جاء مطلقاً ليس فيه تعيين لمن يحصل له ذلك، وإنما جاء مطلقاً عاماً، فيجب الوقوف مع دلالته دون زيادة، وبهذا يعلم أن ما يفعله القبوريون عند قبور من يعظمونه من دعائهم والاستغاثة بهم أو دعاء الله عند قبورهم أن ذلك دائر بين البدعة والشرك، فيجب الوقوف",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "عند حدود الله في زيارة القبور وغيرها، فإن زيارة القبور إنما شرعت إحساناً للموتى بالدعاء لهم، وانتفاعاً للحيّ بتذكر الآخرة، نسأل الله البصيرة في الدين والفرقان المبين. ¶ الحلف بجاه النبي - صلى الله عليه وسلم- ¶ ما حكم من يقول أو يحلف بجاه سيدنا محمد مثلاً ؟ ¶ الحمد لله، لقد صح عن النبي –صلى الله عليه وسلم- أنه قال: \"لا تحلفوا بآبائكم ولا بأمهاتكم ولا بالأنداد، ولا تحلفوا إلا بالله ولا تحلفوا إلا وأنتم صادقون\" رواه النسائي (3769) وأبو داود (3248) من حديث أبي هريرة – رضي الله عنه – وجاء عنه –صلى الله عليه وسلم- أنه قال: \"من حلف بغير الله فقد أشرك\" رواه أبو داود (3251) والترمذي (1535) من حديث ابن عمر – رضي الله عنهما – فالحلف من المخلوق لا يجوز إلا بالله، أو صفة من صفاته، كعزته، وقدرته –سبحانه وتعالى- وعلى هذا فلا يجوز الحلف بأي مخلوق ولا بصفة من صفات المخلوق، لا بالرسول، ولا بملك من الملائكة، ولا بالكعبة، ولا بحياة فلان، أو شرف فلان، أو راس فلان، أو بالسيد فلان، كما يقع من كثير من الجهّال والضلال، وجاه الرسول –صلى الله عليه وسلم- هو صفة له وهي منزلته ووجاهته عند ربه –سبحانه وتعالى- فهي صفة من صفاته –عليه الصلاة والسلام-، مثل سيادته وولايته –عليه الصلاة والسلام-، أو رسالته، فالمقصود أنه لا يجوز الحلف بالمخلوق مهما كان شريفاً، ومهما كان له من الفضل، ومحمد –عليه الصلاة والسلام- هو سيد ولد آدم ومع ذلك فقد قال: \"من حلف بغير الله فقد أشرك\" (سبق تخريجه) فالواجب الحذر من الشرك كله ظاهره وخفيّه، قوليّه وفعليّه، عصمنا الله وإياكم من أسباب سخطه وصلى الله وبارك على عبده ورسوله. ¶ حكم الاعتداء على غير المسلمين ¶ سؤالي الأول، هو: عن غير المسلمين، حيث نسمع من الكثيرين أن كل من كان غير مسلم، وخصوصاً إذا لم يدفع الجزية فهو لا قيمة له ويجوز قتله وشتمه إلى ما هنالك! فما هو توجيهكم لمثل هؤلاء الأشخاص؟",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "الحمد لله، دين الإسلام هو دين الله الذي بعث به رسله من نوح - عليه السلام- بل من آدم إلى خاتمهم محمد – صلى الله عليه وسلم – فالإسلام الذي أصله عبادة الله وحده لا شريك له، وطاعته وطاعة رسله هو الدين الحق الذي لا يقبل من أحد دين سواه ، قال- تعالى- :\" ومن يبتغِ غير الإسلام ديناً فلن يقبل منه وهو في الآخرة من الخاسرين\" [آل عمران:85] فأتباع موسى وعيسى ومن قبلهما – عليهم السلام – كانوا على الإسلام حتى بعث محمداً – صلى الله عليه وسلم – فنسخ الله بشريعته ما تقدمها من الشرائع ، فالإسلام اليوم هو شريعة الله التي تضمنها القرآن وسنة الرسول – عليه الصلاة والسلام – كل من شهد ألا إله إلا الله وأن محمداً رسول الله ، والتزم شريعة الله فهو مسلم، فمن خرج عن ذلك فهو كافر فالناس صنفان مسلم وكافر ـ فغير المسلمين هم الكافرون، والكفار باعتبار أحكام الشريعة فيهم ثلاثة أصناف: ذميّ، ومعاهد، ومحارب، فالذمي، هو: الذي التزم دفع الجزية ورضي بالإقامة تحت سلطان المسلمين آمناً على نفسه وماله وسائر حرماته، والثاني المُعاهد وهو: الذي كان بينه وبين المسلمين عهد، سواء كان في دار الإسلام أم في بلاده، فهذا أيضاً معصوم الدم والمال لا يجوز الاعتداء عليه في نفسه ولا ماله، ولا بغش ولا سرقة، ولا أي لون من ألوان العدوان، والثالث، هو: المحارب للمسلمين، وهذا حلال الدم والمال يجب على المسلمين إذا استطاعوا أن يحاربوه ويجاهدوه؛ لأنه عدو للإسلام وأهله من جميع الوجوه، قال - سبحانه وتعالى -:\" لا ينهاكم الله عن الذين لم يقاتلوكم في الدين ولم يخرجوكم من دياركم أن تبروهم وتقسطوا إليهم إن الله يحب المقسطين إنما ينهاكم الله عن الذين قاتلوكم في الدين وأخرجوكم من دياركم وظاهروا على إخراجكم أن تولوهم ومن يتولهم فأولئك هم الظالمون \"[الممتحنة:8-9] فإذا قاتل المسلمون أعداءهم المحاربين فإنه لا يجوز لهم قتل نسائهم ولا صبيانهم ،ولا من ليس",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "من أهل القتال كالشيخ الفاني ، فدين الإسلام يحرم الظلم والعدوان إلا على من اعتدى وظلم ، قال – تعالى- :\" الشهر الحرام بالشهر الحرام والحرمات قصاص فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم واتقوا الله واعلموا أن الله مع المتقين \" [البقرة:194] وبهذا يعلم أن ما يقع من بعض جهلة المسلمين من الاعتداء على حقوق الآخرين من غير المسلمين، والذين أقام هؤلاء المسلمون في بلادهم بموجب الأنظمة والقوانين المتبعة التي تقتضي ألا يعتدي أحد على أحد، ما يقع من هؤلاء من السرقة، أو جحد حق، أو الاعتداء على الغير بضرب، أو سب بغير تسبب من الآخر كل ذلك مما تحرمه شريعة الإسلام، فما يفعله هؤلاء ليس من الإسلام في شيء، بل وأعظم من ذلك ما يقوم به بعض الغالطين من أعمال إرهابية كتفجير بعض المؤسسات، فإن ذلك ليس من الجهاد الذي شرعه الله لنشر العدل ولإعلاء كلمة الله في أرض الله وبين عباد الله، بل هو من الإفساد المنهي عنه، قال - سبحانه وتعالى -:\" ولا تفسدوا في الأرض بعد إصلاحها إن رحمة الله قريب من المحسنين \" [الأعراف:56]، وقال - سبحانه وتعالى -:\" ادعُ إلى سبيل ربك بالحكمة والموعظة الحسنة وجادلهم بالتي هي أحسن \" [النحل: 125] فينبغي لكل عاقل أن يعرف بالإسلام ويدعو إليه بلسانه وحاله وخلقه، ويستنقذ الناس من النار بدلالتهم على الهدى والخير، كما ينبغي لكل عاقل أن يتبصر في دين الإسلام ليعرف حقيقته، وسيرى إن اجتهد في طلب الحق أن الإسلام دين الله الحق، وأن خلاص نفسه من عذاب الله إنما هو بالدخول في الإسلام،\" ومن يبتغِ غير الإسلام ديناً فلن يقبل منه وهو في الآخرة من الخاسرين \" [آل عمران:85] والله - تعالى - يهدي من يشاء إلى صراط مستقيم . ¶ أغاني المدائح النبوية ¶ ما حكم غناء واستماع الأغاني التي تشيد بالرسول وأهل بيته وصحابته ومكارم الأخلاق، فهي تطرب الروح وتسمو بها ولا تثير الغرائز ؟",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "لقد دلَّ الكتاب والسنة على تحريم الغناء، والغناء الذي ورد النهي عنه هو إنشاد الشعر بالألحان ولا سيما مع آلات العزف، وقد جاء عن الصحابة- رضي الله عنهم- تفسير الزور في قوله:\" والذين لا يشهدون الزور\" [الفرقان:72] وتفسير لهو الحديث في قوله – تعالى-:\" ومن الناس من يشتري لهو الحديث\" [لقمان:6] وتفسير صوت الشيطان في قوله – تعالى -:\" واستفزز من استطعت منهم بصوتك\" [الإسراء:64] وتفسير اللغو في قوله – تعالى -:\" وإذا مروا باللغو\" [الفرقان:72] جاء عن السلف تفسير هذا كله بالغناء، وجاء عن ابن مسعود – رضي الله عنه – أنه قال:\" الغناء ينبت النفاق في القلب كما ينبت الماء البقل\" رواه أبو داود (4927) مرفوعاً بسند ضعيف، ورواه البيهقي في السنن الكبرى (10/223) موقوفاً، وانظر تلخيص الحبير (2113). وجاء عن السلف قولهم:\" الغناء رقية الزنى\" ولا ريب أن الشعر المُلحن مع الآلات يُطرب، ومصدر الطرب هو الأصوات والأنغام، بقطع النظر عن المعاني، ولكن لا ريب أن الغناء أنواع فبعضه شر من بعض، فالغناء الذي يثير غرائز الجنس ويهيّج على فعل الحرام من الزنى أو الظلم والعدوان، أو يُحبب ما يبغضه الله ورسوله من الأقوال والأفعال أنه أقبح من الغناء الذي يسميه أهله غناءً دينياً، ويضمنونه معاني صحيحة، وقد يضمنونه مدح الرسول – صلى الله عليه وسلم – وأهل البيت، وهذا المدح تارة يكون مشوباً بالغلو، وحينئذ فإنه مع ما يورثه من الطرب واللهو فإنه يغرس في القلب الغلو في الدين ومنه الغلو في الرسول – صلى الله عليه وسلم -، والغلو في أهل بيته، وأهل بيت الرسول – صلى الله عليه وسلم – أغنياء بما أكرمهم الله به من الفضائل عن الغلو في إطرائهم، فالواجب اجتناب الغناء كله، والإقبال على سماع القرآن والحديث، ولا بأس بقراءة الشعر غير ملحن وغير مقرون بالآلات، وهو الشعر النظيف المشتمل على الترغيب بالفضائل ومكارم الأخلاق، أو مدح من يستحق المدح بحق",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "وباعتدال دون إفراط وتجاوز للحدود، ودون توسع في ذلك، فإن التوسع في المباح لا بد أن يكون على حساب الأعمال الصالحة الجليلة، والعاقل الحازم هو من يؤثر الأعلى على الأدنى، ويقدم الأفضل على الفاضل، فأوصي السائل وكل من يقرأ هذا الجواب ألا يغتر بهذه الأشعار التي هي مما يعتني به المتصوفة الذين يتدينون ويعبدون الله بسماع القصائد، ويستغنون بها عن سماع القرآن، ويظنون أنهم بذلك محسنون، فهم مبتدعون ومسيؤون من حيث يشعرون أولا يشعرون، وقد تكون هذه الأشعار الدينية الصوفية أقبح من الأشعار التي تثير الغرائز، من جهة ما يخشى منها من غرس البدع الاعتقادية، ومن التدين بما لم يشرعه الله، فأصحاب هذا السماع يقبلون عليه ويحسبون أنهم يحسنون صنعاً، بينما المفتونون بالأغاني الخليعة يعترفون بأنهم عاصون في ذلك، ويهمون بالتوبة، ويجاهدون أنفسهم في ذلك، بينما لا يفكر بذلك أصحاب السماع المبتدع؛ لأنهم يظنونه ديناً وهو من دين الشيطان \" أفمن زين له سوء عمله فرآه حسناً \" [فاطر:8] فينبغي للسائل وغيره أن يقرأ ما كتبه شيخ الإسلام ابن تيمية وتلميذه ابن القيم في هذا الشأن سيما كتابه في تحريم السماع وهو مطبوع مشهور . ¶ الدعاء (اللهم ارحمنا بأسرار الفاتحة) ¶ ما حكم صيغة هذا الدعاء : ( اللهم بأسرار الفاتحة ارحمنا أو فرج عنا)؟",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "الحمد لله، هذا الدعاء بدعة لا أصل له، وليس له نظير في الأدعية المأثورة عن النبي – صلى الله عليه وسلم – والسلف الصالح، فالواجب التوسل بما جعله الله وسيلة من الأسماء والصفات كأن تقول: اللهم برحمتك أستجير، وبرحمتك أستغيث، وتقول: يا أرحم الراحمين ارحمنا، وتقول: اللهم فرّج عنا يا ذا الجلال والإكرام، يا حي يا قيوم، قال الله – تعالى- :\" ولله الأسماء الحسنى فادعوه بها\"[الأعراف:180] فهذا الدعاء المسؤول عنه من الأدعية البدعية التي يخترعها بعض الناس ويعجبون بها، وهذا من تسويل الشيطان ، فالخير كله في الاتباع والشر كله في الابتداع . ¶ هل يترحم على الحي؟ ¶ هل يجوز إطلاق لفظ ( يرحمه الله) على الحي أم هو مقيد بالموتى ؟ ¶ الحمد لله ، وصلى الله وسلم وبارك على عبده ورسوله وعلى آله وصحبه ، الدعاء بالرحمة ينفع الحيَّ والميت ، ويشرع للمسلم أن يدعو لإخوانه المسلمين بالرحمة والمغفرة وبكل خير للأحياء والأموات ، وكل واحد محتاج إلى رحمة الله ، لا غنى لأحد عن رحمته – سبحانه وتعالى - ، وقد جرت عادة الناس أنهم إذا ذكروا الميت يقولون : رحمه الله ، وإذا ذكروا الحيَّ قالوا : حفظه الله ، ووفقه الله ، وهذا أمر عادي ليس بشرعي، والتوفيق والحفظ هو من رحمته – سبحانه وتعالى – فإذا قال المسلم : وفق الله فلاناً ، وحفظ الله فلاناً ، فهذا من أنواع الرحمة ، والرحمة تشمل هذا وغيره من أنواع الخير والحفظ والإحسان ، وهو - سبحانه وتعالى - أرحم الراحمين ، ولكن ينبه إلى أنه إذا دُعي بالرحمة بصيغة الفعل : رحمه الله فلا تقيد بالمشيئة فلا يقال: فلان رحمة الله –إن شاء الله- ، أما إذا قيل : فلان المرحوم فلا بد من التقييد بالمشيئة ، تقول : فلان المرحوم - إن شاء الله - ، وتقول : فلان رحمه الله دون تعليق على المشيئة ، والله أعلم . ¶ الأذكار عبر الجوال!",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "ما حكم هذه الرسالة من الهاتف الجوال : \" قل سبحان الله وبحمده 100 مرة ، وابعثها لـ 10 غيرك هي أمانة في ذمتك \". ¶ الحمد لله ، وصلى الله وسلم وبارك على عبده ورسوله وعلى آله وصحبه ومن اهتدى بهديه ، الذي يظهر لي أن مثل هذا لا ينبغي ؛ لأن له شبهاً بمن جاء ذكرهم في عهد الصحابة إذ كانوا يتحلقون ، ويقول أحدهم : سبحوا مائة ، هللوا مائة ، كبروا مائة ، فأنكر عليهم ابن مسعود – رضي الله عنه – وفرق جمعهم ، وعدَّ ذلك بدعة منهم، انظر ما رواه الدارمي (210) فلا موجب لأن تقول : سبّح مائة ، وإذا كان هناك رغبة في استغلال هذه الوسائل فيما يقرب إلى الله ، فيمكن أن تتضمن الرسائل وصايا مثل : يا أخي أوصيك بتقوى الله ، يا أخي لا تغفل عن ذكر الله ، ولا تقيد ذلك بقول، ولا بفعل ، كما لا يليق أن تقول : قم يا أخي صلَّ ركعتين ، وقل للآخرين صلوا ركعتين ، ولكن تقول : يا أخي اجتهد في أداء ما فرض الله عليك ، وتزود من النوافل ، ونحو ذلك من الوصايا العامة ، وأصل البدع قائمة على الاستحسان ، وليس كل ما يستحسنه الإنسان بعقله يكون حسناً ، وإن كان جنسه حسناً ، وبعض الأمور إن لم تكن بدعاً كانت وسيلة إلى بدعة ، أو مقربة إلى البدعة البينة ، فالواجب الحذر ، وصلى الله وسلم وبارك على عبده ورسوله . ¶ هل الحنان والعطف من صفات الله ؟ ¶ هل (الحنان و العطف) من صفات الله تعالى ؟ وهل يجوز للمسلم أن يدعوا قائلاً : \"يارب أنعم علينا بعطفك وحنانك …\" …وجزاكم الله خيراً ¶ أما العطف فلا أعلم أنه ورد في شيء من النصوص نسبته إلى الله . وأما الحنان فقد ورد في المسند 3/230 بسند ضعيف جدا عن أنس مرفوعا :\" أن عبداً في جهنم ينادي ألف سنة يا حنان يا منان \" . ¶ ولكن يلاحظ أن لفظ العطف يرد في بعض كلام أهل العلم كمجاهد قد قال في قوله تعالى:(( وحناناً من لدنا )) تعطفاً من ربه عليه . وكذا ورد في كلام ابن القيم بنحو هذا .",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "فلعله يعتبر مما يصح في الخبر دون الوصف حيث أن باب الخبر أوسع- كما في القاعدة المقررة – والعطف قريب معناه من الرحمة. ¶ في ذمة الله هل تقال عن المتوفى . ¶ هل يجوز أن يقال للمتوفى فلان في ذمة الله ؟وما معنى في ذمة الله؟ ¶ هذا التعبير في حق المتوفى لا أعلم له أصلاً فلا ينبغي استعماله وإنما ورد في حق من عمل بعض الصالحات كصلاة الفجر في جماعة ففي صحيح مسلم عن جندب أن رسول الله صلى الله عليه وسلم قال(من صلى الصبح فهو في ذمة الله) ومعنى في ذمة الله هنا الضمان وقيل الأمان . والله أعلم ¶ قراءة الفاتحة على روح الميِّت ¶ هناك عادة منتشرة بين الناس ألا وهي قراءة الفاتحة على روح الميِّت، يُرجى بيان الحكم الشرعي في هذه العادة وجزاكم الله خيراً ؟ ¶ اختلف أهل العلم في إهداء القراءة للميِّت، وذهب أكثرهم إلى الجواز قياساً على الصدقة. ¶ وذهب جمع من أهل العلم إلى أنَّه لا تُهدى القراءة، ولا يصل ثوابها، وذلك أنَّ أمر الثواب غيب لا يقطع به الإنسان لنفسه، ولا يملك الإنسان التصرُّف فيه، وإنَّما المشروع فعل العبادة عن الغير كالصدقة عنه، فيقتصر فيه على ما ورد، ولم يرد عن الرَّسول ـ صلَّى الله عليه وسلم ـ ولا عن أحدٍ من أصحابه القراءة عن الميِّت، لا أمراً ولا إذناً، وهذا القول أظهر.",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "وليس لسورة الفاتحة خصوصيَّة في هذا الحكم. فلم يفرِّق المجيزون ولا المانعون بين الفاتحة وغيرها، فتخصيص الفاتحة بذلك لا أصل له، والمعروف أنَّ الَّذين يستحبون قراءة الفاتحة على روح الميت من العامة أو من غيرهم يخُّصون ذلك ببعض الأحوال والمناسبات، مثل قراءتها عند دفنه، أو عند الإحداد المبتدع، أو عند العزاء، وهذا كله بدع، كالَّذين يقفون قياماً حداداً على ميِّت ويقرؤون الفاتحة. وينبغي أن يُعلم أن استئجار من يقرأ القرآن ويهدي ثوابه حرام على المستأجِر والمستأجَر باتفاق أهل العلم، لأن من يقرأ القرآن بالأجرة لا ثواب له، فيجب الحذر من هذه العادة القبيحة المنكرة. أ هـ. ¶ والله أعلم ¶ الجمع والقصر في الصلاة للمسافر ؟ ¶ هل يمكنني أن أصلي صلاة الجمع والقصر إحدى الصلاتين مع الإمام والأخرى منفرداً، مثلاً أن أصلي صلاة المغرب مع الإمام في المسجد ثم أتبعها بركعتين بنية صلاة العشاء وذلك في السفر؟ ¶ الحمد لله رب العالمين : نعم يمكنك أن تجمع بين الصلاتين، وتصلي الأولى مع الإمام المقيم جماعة ثم تصلي الثانية ركعتين بحكم أنك مسافر ليسوغ لك الجمع والقصر، ولكن إذا تهيأ لك أن تصلّي الأخرى مع جماعة أخرى من رفقتك أو غيرهم فذلك أفضل، كما روى أبو داوود والنسائي عن أبي كعب – رضى الله عنه – أن النبي صلى الله عليه وسلم قال : (صلاة الرجل مع الرجل أزكى من صلاته وحده، وصلاته مع الرجلين أزكى من صلاته مع الرجل وما كان أكثر فهو أحب إلى الله تعالى). ¶ وإذا كنتم في السفر جماعة فإنها تجب عليكم الصلاة جماعة والأذان لها لقوله صلى الله عليه وسلم لمالك بن الحويرث وأصحابه – رضي الله عنهم – (إذا حضرت الصلاة فليؤذن لكم أحدكم وليؤمكم أكبركم). ¶ والأدلة على وجوب صلاة الجماعة وفضلها من الكتاب والسنة كثيرة معلومة، فالواجب على المسلم العناية بها والمحافظة عليها سفراً وحضراً طاعة لله واحتساباً لثوابه. ¶ والله الموفق ، . ¶ بيع تأشيرات الحج",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "ما حكم بيع تأشيرات الحج التي تستخرج بشِقّ الأنفس ؟ ¶ لا يجوز للإنسان أن يأخذ تأشيرة لنفسه وهو لا يريد الحج، فإن أخذ تأشيرة لنفسه وهو يريد الحج ثم عدل عن ذلك ، فليس له أن يبيعها إلا بنفس التكلفة التي بذلها في سبيل الحصول عليها . ومعنى ذلك أنه لا يجوز أن تتخذ تأشيرات الحج تجارة يستغلّ بها ضعفاء المسلمين والحريصين على الحج، بل ينبغي للمسلم أن يكون معيناً على الخير، وأن يساعد إخوانه المسلمين لا أن يستغلهم والله أعلم . ¶ هل يجوز الاقتراض من الأمانة ؟ ¶ أنا أحد الشباب الذين يجمعون تبرعات للأخوة المجاهدين وأوصلها إليهم ولي فترة من الزمن أجمع التبرعات وأوصلها بنفسي -ولله الحمد- ثم حصل أن أصابتني ظروف شديدة جعلتني أقترض من المبلغ الذي كان عندي من التبرعات مبلغ خمسة وثلاثين ألف ريال بعد أن أفتى لي أحد طلبة العلم بجواز الاقتراض من الأمانة التي عندي وسدادها ؟ ¶ أرجو أن تكون معذوراً باقتراضك من تلك الأمانة ؛ لاعتمادك على فتوى من أفتاك ، إن كان من أهل الفتوى . وإن لم يكن من أهل الفتوى، فلا تكون عذراً لك؛ فالأصل أنه لا يجوز لك أن تتصرف في الأمانة التي لديك، ولكن الآن حيث حصل ما حصل، عليك سداد هذا الدين بقدر استطاعتك، والله يغفر لك، ويثيبك على جهادك، وسعيك في معاونة المجاهدين. ¶ وإذا لم يكن لديك ما تسدّد منه هذه الأمانة ، أو هذا الدَّين الذي في ذمتك، فلا مانع أن تأخذ من الزكاة لذلك. يعني أن من أعطاك لسداد هذه الدين من الزكاة فلا حرج عليك؛ لأنك والحالة هذه من الغارمين . نسأل الله أن يقضي دينك ويصلح حال الجميع بمنّه وكرمه . ¶ ما الواجب تجاه من يسبّ الله ؟ ¶ ما حكم من سبّ الله ؟ ¶ القضية أن شاباً يقول : إنّ هذا الرب الذي تعبدونه لا يفيد شيئاً ، علماً أنه يقول هذا الكلام أمام مجموعة من الموظفين في العمل ، ما الواجب علينا تجاه هذا الشخص ؟",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "سبُّ الله لونٌ من ألوان الكفر ، فمن يؤمن بالله ويؤمن بربوبيته وعظمته ، وبأنه خالقه وخالق كل شيء لا يسبه إلا أن يكون في غايةٍ من الانسلاخ من العقل والدين . ¶ وإطلاق هذه العبارة ، وهي ما ورد في السؤال : ( أنّ هذا الرب الذي تعبدونه لا يفيد شيئاً ) دالّّ على عدم الإيمان بوجود الله ، وأنه إن كان موجوداً فإنه لا ينفع عابديه ، فلا تجب عبادته ، بل لا تليق عبادته؛ لأن من لا يفيد عابديه لا يحسن بالعاقل أن يعبده . ومثل هذا القول إنما يصحّ فيما يعبده المشركون من أصنام؛ حيث إنها لا تنفع عابديها ، فلا تجلب لهم نفعاً ولا تدفع عنهم ضراً . ¶ فالحاصل: أن هذا القائل إن كان يدَّعي الإسلام فهو (مرتدّ)، و يجب على من يسمعه أن ينكر عليه ، ويغلظ عليه في الإنكار ، ويرفع أمره لمن يقيم عليه حكم الردّة . وأقل ما يجب مع الإنكار عليه بالقول وبيان أنّ هذا ردَّة؛ وجوب مقاطعته وعدم مجالسته، وإن بُلي الإنسان به في مكان عملٍ ، فيجب الإعراض عنه ، وعدم التسليم عليه، وعدم تلقيه بشيء من البِشر ، وعدم استقباله بأي كلمة تدل على الهوادة معه؛ ليستشعر حقيقة جرمه، وشناعة ما قال ، وهذا أقلّ ما يفعله المسلم مع من لا يرجو لله وقاراً . ¶ نسأل الله السلامة والعافية ، و أن يعيذنا من زيغ القلوب . ¶ برج المولود ¶ ما رأي الإسلام فيما يقال:أن لكل مولود في كل برج (الأبراج الفلكية) ، كبرج الدلو مثلاً صفات معينة؟ ¶ هذا الزعم هو فقه المنجمين الذين يربطون الحوادث الأرضية بتأثير النجوم والطوالع والبروج، وهو ضرب من السحر ورجم بالغيب، جاء في الحديث عن ابن عباس -رضي الله عنهما- أن النبي -صلى الله عليه وسلم- قال : (( من اقتبس علماً من النجوم اقتبس شعبة من السحر زاد ما زاد )) أخرجه أبو داود (3905) ، وابن ماجة (3726). وهو حديث حسن",
            "page": "158",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "فالقول: إن لهذه الأبراج تأثيراً على صفات المواليد وأحوالهم، وأخلاقهم، ومستقبلهم، هو قول باطل في الإسلام . فكل برج ، أو نجم يولد فيه الطويل والقصير، والطيب والخبيث، والغني والفقير، يولد فيه من يعمّر ومن لا يعمّر، يولد فيه الجميل والقبيح . فقول المنجمين في هذا قول باطل في الإسلام، وهو من ادعاء علم الغيب، وادعاء علم الغيب منازعة لله -سبحانه وتعالى- في قوله: (( قل لا يعلم من في السموات والأرض الغيب إلا الله )) . ¶ فعلى المسلمين أن يحذروا من أولئك الدجالين الذين يستغلون سذاجة البسطاء ، فيستغفلونهم ،ويسلبون أموالهم ، ويفسدون عقائدهم . فالمنجمون من طوائف المفسدين في الأرض، ولا يجوز الذهاب إليهم وسؤالهم، فإن المنجم من العرافين ويدخل في اسم العراف، وقد قال -صلى الله عليه وسلم-: (( من أتى كاهناً أو عرافاً فصدقه بما يقول، فقد كفر بما أنزل على محمد )) أخرجه أحمد (9536) وهو حديث حسن . ¶ فالحذر الحذر ، والواجب على المسلم أن يعتصم بالله، وأن يحقق إيمانه بربه، ولا يغتر بأولئك المضلين والمفسدين. كفى الله المسلمين شرهم وصلى الله وسلم على محمد . ¶ صلاة الأوابين ¶ سمعت في حديث تلفزيوني عن صلاة الأوابين أنها ست ركعات بعد صلاة المغرب . فما هي صلاة الأوابين؟ وهل ورد عن الرسول –صلى الله عليه وسلم- فعله لها، وكيفيتها؟ ¶ ثبت عن النبي -صلى الله عليه وسلم- أنه قال: (( صلاة الأوابين حين ترمض الفصال )) أخرجه مسلم (748) . وهذا الحديث يستدل به أهل العلم على استحباب صلاة الضحى في آخر وقتها حين ترمض الفصال، أي: حين يظهر أثر حرارة الشمس على الأرض، مما يجعل الفصال ، وهي أولاد الإبل والبقر تتأذى من حرارة الرمضاء ، فهو كناية عن تأخير صلاة الضحى إلى ذلك الوقت .",
            "page": "159",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "ووقت صلاة الضحى من ارتفاع الشمس إلى أن يقوم قائم الظهيرة، وتتوسط الشمس في كبد السماء قبل الزوال، ولكن المستحب تأخيرها عن أول الضحى، إذن المراد بصلاة الأوابين ، هي : صلاة الضحى في ذلك الوقت، و أقلها ركعتان ومن زاد فهو خير. ¶ كيف نثبت وجود الملائكة ؟ ¶ هل لكم أن تثبتوا لي أنه يوجد في هذه الدنيا ملائكة ؟ ¶ أريد جواباً مقنعاً . وجزاكم الله خيراً . ¶ بسم الله الرحمن الرحيم، والصلاة والسلام على رسوله، نقول لمن قال ذلك : أتؤمن بالله ورسوله وكتابه ؟ فإن قال: نعم أؤمن بالله ورسوله وكتابه . نقول: إن هذا يفرض عليك أن تؤمن بكل ما أخبر الله به في كتابه وعلى لسان رسوله، فإن الملائكة من علم الغيب، ولا طريق للعلم بهم إلا خبر الرسل -صلوات الله وسلامه عليهم-، فلا طريق للعلم بالملائكة إلا بالوحي المنزل على رسل الله وأعظم ذلك ما أنزله الله -سبحانه وتعالى- من الكتاب والحكمة على محمد -صلى الله عليه وسلم- وقد ذكر الله الملائكة في كتابه في مواضع كثيرة جداً، كما في قصة آدم وإبليس، وذكر أن الإيمان بهم من أركان وأصول الإيمان والبر، وأن الكفر بهم ضلال بعيد كما قال –تعالى- : (( ومن يكفر بالله وملائكته وكتبه ورسله فقد ضل ضلالاً بعيداً )) كما بيّن سبحانه وتعالى في كتابه وعلى لسان رسوله -عليه الصلاة والسلام- أموراً كثيرة عن الملائكة من صفاتهم الخَلقية والخُلقية ، والأعمال التي وكلوا بها، فالإيمان بالملائكة من أصول الإيمان فمن ينكر وجودهم، أو يشك في وجودهم فإنه كافر بالله ورسوله وكتبه، ولو ادَّعى أنه مسلم، وأؤكد أنه لا طريق لإثبات وجودهم وأحوالهم إلا السمع، أي: النقل ، وهو كتاب الله، وما صحَّ من سنة رسول الله -صلى الله عليه وسلم-.",
            "page": "160",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "وإن كان القائل لا يؤمن بالله ، أو لا يؤمن بالرسول ، أو لا يؤمن بالقرآن فللكلام معه مقام آخر، لا يتكلم معه في إثبات الملائكة بل يتكلم معه في أصل الأصول، وهو الإيمان بالله ورسوله وكتابه , والله أعلم . ¶ هل المنكر والفاحشة والذنب بمعنى واحد ؟ ¶ هل تجد اختلافاً من حيث المعنى بين هذه الكلمات ( المنكر ، الفاحشة ، الذنب ، الإثم ) ؟ ¶ هذه الكلمات كلها تدلّ على الأمر المنهي عنه ، أي : كل ما نهى الله عنه ورسوله ، فهو إثم ، وهو منكر ، وهو ذنب . وهذه الكلمات متواردة على معنى واحد، وهو الأمر المنهي عنه؛ ولذا تعبّر معاجم اللغة وقواميسها عن هذه الكلمات بعضها ببعض، فبمراجعتك للسان العرب ونحوه تجد تفسير الإثم بالذنب ، والذنب بالإثم، والمنكر ضد المعروف، ولكن الفاحشة أخصّ من ذلك ، فتطلق في اللغة على ما جاوز قدره، أما من الذنوب فالفاحشة تختصّ بما كان كبيرة ، وما كان مستفحشاً في العقول والفِطَرْ ، فهي أخصّ من بقية هذه الأسماء فكل فاحشة ذنب ، ومنكر ، وإثم ، وليس كل منكر فاحشة . ¶ فالنظرة إلى ما لا يحلّ هي ذنب ، ومنكر ، وإثم ، ولا تُسمى فاحشة . والزنا فاحشة، ومنكر ، وذنب ، وأما المنكر ، والذنب ، والإثم فكلها متلازمة ، وكلها تُطلق على الشيء الواحد ، فكل منكر هو إثم وذنب ، وبالعكس ، إلا أنّ لكل منهنّ دلالة ، فالذنب يُسمى منكراً ، لأنه مما تُنكره العقول ، والفِطَرْ المستقيمة ، وينكره الشرع والعقل، ويُسمى العمل المنهي عنه ذنباً ، لأنه يدلّ على تأخره ، وأنه عمل مؤخر كالذنب للبهيمة، فهو لفظ يدلّ على الانحطاط والتأخر . والإثم يدلّ على أنه مذموم ومكروه عند الله ، قد جمع الله بين أنواعٍ من ذلك في آيةٍ واحدة ، وهي قوله تعالى : (( قل إنما حرّم ربي الفواحش ما ظهر منها وما بطن والإثم والبغي بغير الحق وأن تُشركوا بالله ما لم يُنزّل به سُلطانا وأن تقولوا على الله ما لا تعلمون )) . ¶ كيف نجمع بين هذين الحديثين؟",
            "page": "161",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "لماذا نهى النبي -عليه السلام- عن تعليق الدعاء بالمشيئة ، وورد عنه قول : (( لا بأس طهور -إن شاء الله- )) ؟ ¶ ورد النهي عن تعليق الدعاء بالمشيئة في قوله -صلى الله عليه وسلم- : (( لا يقل أحدكم اللهم اغفر لي إن شئت ، ارحمني إن شئت ، ارزقني إن شئت ، وليعزم مسألته، إنه يفعل ما يشاء ، لا مكره له )) أخرجه البخاري عن أبي هريرة رضي الله عنه (7477) . ولمسلم : (( ... وليعظم الرغبة فإن الله لا يتعاظمه شيء أعطاه )) (2678). ¶ وهذا على إطلاقه ، فإنّ تعليق الدعاء بالمشيئة يدلّ على ضعف في العزم ، أو أن الداعي يخشى أن يُكره المدعوّ ، والله سبحانه وتعالى لا مكره له ، كما في الحديث . ¶ وأما الحديث الذي أخرجه البخاري عن ابن عباس –رضي الله عنهما- أن النبي-صلى الله عليه وسلم- دخل على أعرابي يعوده ، قال: وكان النبي -صلى الله عليه وسلم- إذا دخل على مريض يعوده قال : (( لا بأس طهور إن شاء الله ... الحديث )) (3616) فهذا الأسلوب أسلوب خبر ، والخبر في مثل هذا يحسن تعليقه على المشيئة ، مثال ذلك أن تقول : فلان رحمه الله، أو اللهم ارحمه، فلا يصح أن تُقيّد ذلك بالمشيئة. بخلاف ما إذا قلت : فلان مرحوم ، أو فلان في الجنّة، فإنه لابدّ من التقييد بالمشيئة؛ لأن الأوّل دعاء ، والثاني خبر ، ولا يملك الإنسان الإخبار عن الغيب، فإن أخبر عن ما يرجوه وجب تقييد ذلك بالمشيئة والله أعلم .",
            "page": "162",
            "part": "1"
        }
    ],
    "t37660": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "فتاوى الشيخ البراك من موقع الإسلام اليوم"
        }
    ]
}