{
    "b37677": [
        {
            "hno": null,
            "id": "1",
            "nass": "الفتاوى المرئية ¶ الفتوى الأولي: ¶ س: ما حكم البنوك الإسلامية واختلاف أهل العلم فيها؟ ¶ ج: أي فتوي فيها خلاف بين أهل العلم هذا شيء طبيعي وليس خطيرًا، لأن المعطيات التي تكون عند الذي حرم غير المعطيات التي تكون عند الذي أحل وقد يكون بعض الناس عندهم من العلم ما ليس عند الأخر لكن نقول كما قال ابن عباس لسعيد بن جبير: (قد أفلح من انتهي إلي ما سمع)، فإذا كان عندي معطيات معينه من الفتوى، وأنا أتحري أن أجمع المعطيات الصحيحة و أعبئ هذه المعلومات ثم أرتب الفتوى عليها، لكن فيه بعض العلماء يحرم وبعض العلماء يحل فهذا عنده معطيات, وذاك عنده معطيات. ¶ وأنت كعامي ماذا تفعل في وسط هذا الخلاف؟ ¶ العلماء يقولون: العامي مقلد في كل شيء إلا في اختيار من يقلده فإنه مجتهد. فمثلاً عالمان اختلفا من منهما تجعله حجة بينك وبين ربك سبحانه وتعالي؟",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "من العالم المعتبر عندك في هذين أو في هؤلاء عمومًا، فلان خذ فتواه بشرط ألا يكون لك هوى فيها لأنك تتمني أن يفتي هذه الفتوى, التي تريدها أنت وتقول علقها في رقبة عالم واطلع سالم, لن ,تطلع سليم طبعًا، كيف تطلع سليم؟ الله عز وجل يعلم السر وأخفي، أنت تريد هذا العالم لأنه سيعطيك الفتوى التي تريدها، هذا لا يحل مطلقًا، إنما تتبع هذا العالم فيما أحببت وفيما كرهت ولا عليك من خلاف العالم الأخر، إذا كان هذا العالم هو الحجة عندك والعلماء يكونوا مرتبين عندك هذا العالم الأول إذا لم يكن موجوداً يكون العالم الثاني الثالث الرابع وهكذا بهذا لا يكون هناك أي مشكلة وإلا فالخلاف من عهد رسول الله صلى الله عليه وسلم بين الصحابة إلى زمان الناس هذا لتجاذب الأدلة، تجاذب المعاني الموجودة في الأدلة وأنا أحيل القارئ علي رسالة أو على جزء نفيس للغاية يكتب بماء الذهب لشيخ الإسلام بن تيميه رحمة الله عليه يبين فيه لماذا اختلف أهل العلم مع أن الدليل قد يكون واحدًا فلماذا يختلفون؟ كتاب اسمه (رفع الملام عن الأئمة الأعلام) هذا كتاب نفيس جدًا وجزء رائق يستحق أن يراجعه. ¶ الفتوى الثانية: ¶ س: هل الدروس الخصوصية جائزة أم لا؟ ¶ نعم الدروس الخصوصية جائزة إذا أدي المدرس ماعليه ولم يكتم من العلم شيئاً للطالب وإلا فهو آثم وخائن الدروس الخصوصية عبارة عن إجارة لكن بالشرط الذي اتفق عليه أما إذا اتفق المدرس مع الطالب علي أن ينهي المنهج في ثمان حصص ثم جاء الطالب ست حصص و غاب حصتين لايأخذ منه أجر الحصتين لأنه لم يبذل جهداً ولم يوقف ويحبس وقته لهذا التلميذ. ¶ الفتوى الثالثة: ¶ س: ما أسباب وعلاج الالتزام الظاهري للشباب؟",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "ولا شك أن الالتزام قديماً كان أفضل وأجود لأن الغربة قوة وهذا مالا يَفطنُ إليه كثير من الناس يتصور أن الغربة ضعف لا الغربة قوة لماذا؟ لأن الغربة معناها قلة القلة معناها نقاوة بخلاف ما إذا دخل الألوف المؤلفة في الالتزام فيدخل في الصف من ليس منه أضف إلي ذلك بأن الألوف المؤلفة تحتاج إلي كتائب من المربين وهذه المسألة غير واردة وهناك كثير من الناس يحملون هذه الصحوة المباركة وهذا الإقبال علي دين الله عز وجل تحمله بعض التبعات من مخالفات الأفراد فعندما يكون هناك ألوف من الناس أقبلوا علي الله الفضائيات, قد يقول المرء كلمة يسمعها, الملايين وتؤثر فيهم تأثيراً ايجابياً جيداً فهذا الإنسان الذي تأثر له ماضِ ضارب في الفوضى وعنده مظالم وبدا له أن يلتزم لا يستطيع أن يلزم شيخاً لماذا؟ قد يكون في مكان و هذا الشيخ الذي اهتدي علي يديه في مكان آخر بعيد فيبدأ هذا الإنسان إذا دخل في هذا الحشد المبارك يتصور أنه سيدخل مجتمعاً كمجتمع الصحابة يقرأ عنه في الكتب أويسمع علي المنابر أو يسمع , المحاضرات لا يسمع إلا المثال الصحيح, فيقبل علي هذا المجتمع وهو يظن أن هذا المجتمع كالذي يسمعه علي المنابر أو كالذي يقرأه في الكتب فقد يفاجأ أن هناك أخلاق سيئة وأن هناك أُناس ينصبون فقد يكون ملتح وينصب يأخذ أموال الناس ويهرب بها وقد يكون رجل مدلس يخفي عيب البضاعة مثلاً فالقصة ليست عيب اللحية ولا يجوز أن نحمل اللحية أبداً ولا الالتزام تبعة هذا الأمر هذا الرجل كان في الأصل نصاباً ثم دخل هذا المجتمع فلم يجد أي كادر يربيه بدأ يبرد شيئاً فشياً كان نصاب بدون لحية صار نصاب بلحية فأنا أقول هذا الكلام حتى لايُظن أننا ندافع علي طول الخط عن كل ملتحِ أو ندافع علي طول الخط عن كل إنسانة منتقية لا نحن صُرحاء مع أدوائنا ومع عللنا ليس معني ذلك أنه لا يلتح أو أنها لا تنتقب لا فهذه مسألة وهذه مسألة أخري.",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "فالتربية تكون باللحظ وتكون باللفظ. ¶ ممكن يأتي إنسان في محاضرة من المحاضرات كان جاهلاً بموضوع معين سمع مني الموضوع مُلخص بطريقة جيدة محكمة خرج من عندي عالماً بهذا الموضوع فالجاهل يمكن أن يتعلم بكتاب أو بكتابين لكن التربية تحتاج إلي ديمومة وتحتاج إلي ملاحظة من أجل ذلك الذي يربي لابد أن يكون موجود في مكان واحد لكي يُتاح لمن يريد أن يَتربي أن ينظُر إليه بخلاف الذي يًعلِم. ¶ عبدالله ابن المبارك رحمه الله: يقول (كانت إذا ساءت منا الظنون نأتي الفضيل بن عياض فننظر إلي وجهه ثم نرجع كأن وجهه وجه ثكلي). ¶ فهذه التربية باللحظ فالإنسان ,المربي يمكن أن لا يتكلم يربي فقط بالنظرة فهؤلاء الألوف المؤلفة التي أقبلت تريد أن تنهل, من الكتاب والسنة فلابد أن يكون هناك علماء ومربون فأين هم فتفاجأ أن هؤلاء الألوف ليس لهم من يربيهم فاليوم في مواقع النت يوجد مواقع لتأسيس الإلحاد فلا يوجد دروس في المساجد الآن ماعدا خطبة الجمعة التي ينتظرها الملايين فمن المفترض أن تكون تذكرة للملايين من الجماهير فهذه الملايين أصبحوا غير قادرين علي الوصول للخطيب الكفء. ¶ فالمسألة عدم وجود مربين مسألة عسيرة جداً ومحزنة: ¶ فالجماهير تحتاج لهذه الكتائب من المربين لذلك تجد الشاب بعد فترة من الفترات لا يجد أحد يربيه يرجع إلي سيرته الأولي فنتج عن كل هذه الإفرازات جانب سلبي آخر وهو الالتزام الظاهري فقط لكن من الداخل لا تجد عبادة ولاتجد قراءة قرآن ولا التزام حقيقي وهذا لا يكون إلا بمجاورة أهل العلم علي الجانب الآخر هناك نشأ آخرون شغلتهم أن يتكلموا في أهل العلم فنحن نقول: ¶ من ذا الذي تُرضي سجاياهُ كُلُها* ¶ كفي المرءُ نبلاً أن تُعدُ معايبه. ¶ وبكل أسف قد يتورط بعض هؤلاء النشء في الكلام فيمن علمهم ذكر الله وفتق لسانهم بذكر الله تبارك وتعالي.",
            "page": "4",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "فنحن نقول الوفاء يولد مع المرء فالوفاء سجية مثل الحلم كما يولد المرء عصبياً ويولد المرء نذلا أو خسيساً فهذه سجايا والوفاء ليس له مدارس من أجل هذا لو أنك رمقت هذا الذي تكلم في شيخه أو فيمن علمه لو رمقته في بقية حياته بكل أسف ستجد لا يختلف كثيراً عن تصرفه مع هؤلاء. ¶ لكن الحقيقة الحل الوحيد في هذه المسألة: ¶ أن يكثر العلماء الربانيون الذين فشي ذكرهم وفضلهم في الأمة ينبغي أن لا يُحال بينهم وبين الجماهير لأنهم بركةٌ وخيرٌٌ علي أمتهم. ¶ ونذكر دليلا علي ذلك في حديث عائشة رضي الله عنها في صحيح البخاري: ¶ (لما أوذي أبو بكر الصديق رضي الله تعالي عنه_ لما أراد أن يخرج ويترك مكة لقية زيد ابن الدغنه وهو سيد القارة قال إلي أين يا أبا بكر قال أخرجني قومك فأريد أن أسيح في الأرض فأعبد ربي فقال يا أبا بكر مثلُك لا يخرج ولا يُخرج إنك لتحمل الكل وتصل الرحم وتقري الضيف وتعين علي نوائب الحق ارجع وأنا جارٌ لك وفي العشية ذهب إلي أشراف قريش وقد اجتمعوا حول الكعبة وقال أمثل أبي بكر يخرج مثله لا يخرج أي من تلقاء نفسه ولا يخُرج أي لا ينبغي لأحد أن يخرجه أنه ليفعل كذا ....... ) ¶ فهؤلاء أهل بركة وخير علي بلادهم وأممهم إنهم يفعلون مثل مايفعل أبا بكر رضي الله عنه أو بعض مايفعل أبا بكر رضي الله عنه. ¶ الفتوى الرابعة: ¶ س: ما حكم من يباعد بين الأذان والإقامة ويطيل الصلاة بمسجد حوله الأسواق و المحلات والورش؟",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "هذا لا يجوز له لكل مقام مقال، إذا كان المسجد في سوق فينبغي أن يُراعي الناس حتى لا ينفروا من صلاة الجماعة وأن بعض الناس إذا علم أنه إذا ذهب إلى المسجد من أول الأذان ليصلى ركعتين سيجلس ثلث ساعة ثم يصلي ربع ساعة أي سيظل نصف ساعة وهذا قد ينفره فلا يذهب إلى المسجد وربما يكون هذا أقرب مسجد والمسجد الأخر بعيد وكي يصل إليه سيأخذ نفس الوقت فيهمل صلاة الجماعة، ونوصي إخواننا أن يتقوا الله تبارك وتعالى وأن يكونوا من أصحاب البصر وأصحاب الفقه النافذ. ¶ لأن النبي _صلي الله عليه وسلم _قال:\" من أم بالناس فليخفف \" والمسجد ليس قطاع خاص طالما المسجد مفتوح ينبغي أن يُراعي الناس، الإنسان يدخل يصلى صلاة العشاء يطيل فيها لمدة ساعة مثلاً أو ساعة ونصف، فإذا تأخر رجل مثلاً لم يدرك الصلاة في مساجد أخري ودخل يصلى ولا يعلم أن، هذا المسجد يغيب ساعة ونصف يظل ينفخ طوال الصلاة. هل يغلقون المسجد عليهم المفتاح حتى لا يمكنون أحدًا مثلاً من الدخول. ¶ وفي حديث أبي مسعود البدري عند البخاري وغيره قال:\"جاء رجل إلى النبي صلى الله عليه وسلم فاشتكى فقال إني لأتأخر عن صلاة الغداة مما يطيل بنا فلان أو قال لا أدرك الصلاة مما يطيل بنا فلان،\" _يعلم أنه يطيل في الصلاة نصف ساعة أو ساعة فلا ينزل إلى الصلاة ويحسب في رأسه مدة زمنية ينزل فيها ليدرك الصلاة، فأحيانًا يطيل المدة قليلاً ثم يذهب فلا يدرك الصلاة يكون الإمام أنهي الصلاة،_ قال:\" أبو مسعود فغضب النبي صلي الله عليه وسلم غضبًا شديدًا ما رأيته غضب هذا الغضب قط وقال: (إن منكم منفرين من أم بالناس فليخفف فإن فيهم المريض والضعيف وذو الحاجة) فنقول لإخواننا لاتنفروا الناس من صلاة الجماعة. ¶ الفتوى الخامسة: ¶ س: أحفظ نصف القرآن فهل أكمل القرآن أم أطلب علم الحديث؟",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "ج: نحن نوصيه أن يتم القرءان مع دراسة هذه العلوم، حفظ القرءان لا ينافي أن يدرس المرء علمًا أو علمين أو ثلاثة من العلوم، لكن هذا يحتاج إلى ديمومة، لو أخذ كل يوم فقط خمس آيات لكن بشرط أن يداوم على هذه الخمس آيات ويحافظ عليها بأن يقرأ ما يحفظه في الصلوات، إذا تصورنا. ¶ مثلاً \"أن رجلاً يحفظ سورة البقرة ويريد ألا ينسي هذه السورة فما هي أفضل وسيلة لتثبيت الحفظ؟ ¶ أفضل وسيلة لتثبيت الحفظ أن يقرأ بما يحفظ في الصلاة، فعندنا الصلاة سبعة عشر ركعة في اليوم فريضة على الإنسان لوأنه قرأ في كل ركعة عشر آيات مثلاً فهذه مائة وسبعون آية وقرأ في النفل مثلهم أو أكثر فهذا أيضاً مائة وسبعون فهذا ثلاثمائة وأربعون أي تجاوز سورة البقرة فمتى ينسى؟ يأخذ عشرة عشرة عشرة، أو يأخذ خمس آيات خمس آيات خمس آيات وهكذا يأخذها بالترتيب إلي أن ينتهي ويصير كالحال المرتحل ينتهي يرجع مرة أخري فمتى ينسى إنما ينسى المرء لإهماله، ومن كبر سنه وتقدم في السن فلا مانع أيضًا أن يطلب شيئًا من العلوم الأخرى وليبدأ بالفرض العين بما يلزمه أن يعلمه من توحيد الله تبارك وتعالي وبما يجب عليه من تصحيح العبادة ثم يطلب العلوم النوافل بعد هذا. ¶ الفتوى السادسة: ¶ س: ما هي أفضل طريقة لحفظ القرءان والمتون؟ ¶ أفضل وسيلة لحفظ القرءان وتثبيته أن يحفظه خمس آيات في اليوم بشرط تثبيتها, وعدم الإخلال بها أبدًا وكل محفوظه يقرأه في الصلاة أما إذا كان من أصحاب الهمم إذا هبت رياحك فاغتنمها إذا كان يقدر, يحفظ ربع ربعين ثلاثة أربع خمس كل ما يستطيع حفظه فلا يتأخر، لأن للنفس إقبالاً وإدبارًا",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "فإذا أقبلت يحمل وإذا أدبرت يأخذ الحد الأدنى وأفضل طريقة لتثبيت القرءان أن يقرأ به في الصلاة، مثلاً إنسان عشر أجزاء من القرءان، يصلى سبعة عشر ركعة في اليوم يجعل لكل ركعة عشرة آيات، الفرض مائة وسبعون آية يأخذ من أول سورة البقرة وأنت نازل في العصر يقرأ أربعين والمغرب أيضاً ثلاثين والعشاء أربعين والسنن كذلك ممكن يصلي السنن مثل الفرض فلو قلنا سيصلي أيضاً سبعة عشر ركعة أو ثماني عشر ركعة نافلة أكثر أقل ستري محفوظة تقريبًا في حدود ثلاثمائة آية في اليوم، المقروء حوالي ثلاثمائة آية في اليوم فلو استمر عشر آيات أو خمس آيات على حسب ما يستطيع لكن يأخذها بالتدريج إلي أن ينتهي ماحفظه ثم يرجع ثانيةً كالحال المرتحل مرةً أخري، يأتي بكل المحفوظ, في الصلاة فمتى ينسي القرءان وهي أفضل طريقة لحفظ القرءان. ¶ أما بالنسبة لحفظ المتون، فالحقيقة حفظ المتون مهم لكنه متعب ويحتاج إلي مداومة مستمرة، وعلى أي حال المتون أو النصوص لا تثبت إلا بالممارسة إما تعطي محاضرات وإما تفتي بها أو تخطب الجمعة بها، إذا استخدمت الأدلة باستمرار, في كلامك فالإنسان لا يكاد ينساها. ¶ الفتوى السابعة: ¶ س: متى يبدأ وقت المسح على الجوربين؟ ¶ ج: يبدأ من وقت الحدث يوم وليلة أربعة وعشرين ساعة، مثلاً شخص توضأ ولبس الجورب مع صلاة الظهر وظل محتفظًا بالوضوء إلي صلاة العصر فصلى العصر ثم أحدث، وقت المسح يبدأ من الحدث ليس من وقت اللبس لأن هذا تحصيل حاصل، فالذي, يلبس الجورب مشدود على قدمه وهو متوضأ لو خلع الجورب ولبسه لا يوجد إطلاقًا أي مشكله عليه، فإذن يبدأ وقت اليوم والليلة من وقت الحدث وليس من وقت اللبس. ¶ الفتوى الثامنة: ¶ س: هل يجوز مس المصحف بغير وضوء؟",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "جماهير أهل العلم \" لا يجوز أن يُمس المصحف إلا إذا كان المرء متوضئاً واحتجوا بقوله صلى الله عليه وسلم (لا يمس القرءان إلا طاهر) و طاهر هنا معناها متوضئ وليس كما ذهب إليه بعضهم أن طاهر أي عدم النجاسة حتى لو كان جنبًا أو حتى لو كان غير متوضئ. ¶ واحتجوا بحديث أبو هريرة رضي الله عنه قال: \"لقيت النبي صلي الله عليه وسلم في بعض طرق المدينة وكنت جنبًا فانخنست_ أي اتخذت طريقًا أخر_ ثم اغتسلت وجئت فلما جئت قال: أين كنت يا أبا هريرة؟ قال: كنت نجسًا أو قال كنت جنبًا فقال النبي صلي الله عليه وسلم سبحان الله إن المؤمن لا ينجس\"، ليس المقصود بالطاهر أي غير النجس وإلا لا يكون للكلام معني، لا يمس القرءان إلا طاهر، إذا كان طاهرًا على أي حال سواء كان جنبًا أو غير جنبًا فما معني الكلام، لكن كلمة طاهر هنا معناها المتوضئ، إلا إذا كان عند الإنسان عذر كانفلات ريح ولا يستطيع أن يحتفظ بوضوئه أبدًا فلكل حال لبوسها،. ¶ وأنا قرأت في بعض الأخبار بسند صحيح إلى الأعمش رحمه الله تعالى: أنه كان إذا أراد أن يذكر الله تبارك وتعالي كان يتيمم ثم يقرأ القرءان فربما كان هذا بالنسبة لأهل الأعذار أولى من أنه يمسك المصحف بغير وضوء. ¶ الفتوي التاسعة: ¶ س: ما حكم الأب الذي قسم ميراثه وهو على قيد الحياة وميز البنين علي البنات؟ ¶ ج: الأصل أن الرجل إذا أعطي المال في حياته لا يعطيه على أنه ميراث يعطيه على أنه هبه طالما أنه علي قيد الحياة، وفي الهبةِ يجب على الوالد أن يسوي بين البنين والبنات، أي لا يميز البنين على البنات\" ¶ الدليل\" لقول النبي صلي الله عليه وسلم (اتقوا الله واعدلوا بين أولادكم).",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "وقديمًا على عهد النبي صلى الله عليه وسلم\" أراد بشير والد النعمان بن بشير أن يعطي النعمان شيئًا يخصه فقالت امرأته له لا والله لا تفعل حتى تُشهِدَ رسول الله_ صلي الله عليه وسلم_ على ذلك، فلما ذهب النعمان مع أبيه إلى النبي _عليه الصلاة والسلام_ قال بشير يا رسول الله إني أردت أن أُنحِل ابني هذا نُحلًا،_ أي أعطيه عطية_ وجئت لأشهدك علي هذا فقال (أكلَ وَلَدِكَ أعطيت؟) فقال: لا، فقال: أشهد على هذا غيري فأني لا أشهد على جور \". ¶ وليس معني أشهد علي هذا غيري أنه إذنٌ لأن يشهد آخرون على مثل هذا، لكنه خرج مخرج التهديد كقول الله تبارك وتعالي (اعملوا ما شئتم) ولا يجوز للعبد أن يكفر بالله عز وجل لقوله تعالى (وَلا يَرْضَى لِعِبَادِهِ الْكُفْرَ) فاعملوا ما شئتم هذا خرج مخرج التهديد له وليس ترخيصًا في أن يعمل ما يشاء،. ¶ مثل ابنك ولله المثل الأعلى ابنك ,عندما يهمل الصلوات أو يهمل المذاكرة ,فأنت تقول له أنت حر، فأنت حر يعني ليس معناها أن يفعل ما يريد إنما هذه خرجت على صيغة التهديد. ¶ فقوله عليه السلام أشهد على هذا غيري ليس معناه الإذن لغير النبي_ صلي الله عليه وسلم_ أن يفعل ذلك،. ¶ وفي طريق من طرق هذا الحديث: قال\" النبي _صلي الله عليه_ وسلم لبشير أتحب أن يكونوا لك في البر سواء \"_ أي كلهم يكونوا برره بك وعلى نفس المستوى الراقي الجيد _ قال: نعم يا رسول الله، قال: فاعدل بينهم \". ¶ فإذا أعطى الرجل في حال الحياة لأولاده فيجب عليه أن يسوي بينهم،. ¶ ولكن ذهب بعض أهل العلم\" إلي أن الرجل إذا علم أن أولاده ليسوا بررة وبينهم إحن وخصومات وأن البنين سيأكلون حق البنات ويأكلون ميراثهم، أو أن الولد الكبير مثلاً يمكن يأكل ميراث إخوانه الصبيان والبنات وغير ذلك فخشي أن يكون بينهم عداوات بعد أن يموت فقسم المال ميراثًا للذكر مثل حظ الأنثيين في حياته وكتب لكل واحد حقه ووثقه حتى لا يقع بينهم خصومات، رخص بعض أهل العلم في ذلك.",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "الفتوى العاشرة: ¶ س: ما حكم من ترك زوجته معلقة ولم يطلقها؟ ¶ ج: لا يحل لك ذلك قال تعالي: (ولا َتَذَرُوهَا كَالْمُعَلَّقَةِ) وهذه الفتوى تحتاج إلى سماع الطرفين حتى نعرف من أين جاء الداء، فيمكن أن تكون الزوجة غلطانة وتستطيع أن تصلح نفسها أو أن الرجل غلطان وعنده صفات يجب أن يتنازل عنها، لكن إذا تكلمنا بالكلام العام أن الرجل إذا أراد أن يمسك زوجته فعليه أن يتق الله عز وجل فيها فإن من آخر وصايا رسول الله_ صلي الله عليه وسلم_ الوصاة بالنساء، قال: (استوصوا بالنساء خيرًا فإنهن عوانٌ عندكم) عوان:_ أسيرات_، المرأة إذا تزوجت دخلت السجن لا تستطيع أن تنفك من هذا السجن إلا بالطلاق، لا تستطيع أن، تتزوج رجلاً آخر ولا تستطيع أن تحب وتعطي قلبها لرجل آخر طالما أنها على ذمة رجل وهذا معني فإنهن عوان عندكم، وليس من المروءة ولا من النبل أن يعامل المرء الأسير هذه فكن صاحب مروءة كن خير آخذ إذا أردت المرأة فيجب عليك أن تقوم بما يجب على الزوج أن يقوم به، إذا استغنيت عن المرأة فلا يحل لك أن تعضلها ولا أن تمسكها وينبغي لك أن تسرحها سراحًا جميلاً فإمساك بمعروف أو تسريح بإحسان. ¶ الفتوى الحادية عشر: ¶ س: هل المختصرات في علم الرجال في علم أصول الحديث ككتاب تقريب التهذيب للحافظ بن حجر العسقلاني والكاشف للإمام الذهبي والخلاصة للخزرجي تكفي للحكم علي الحديث؟ ¶ ج: الحقيقة هذه الكتب قد ينتفع بها المبتدئ الذي يدرب نفسه فقط علي مسألة الحكم على الإسناد كتدريب لكنها لا تصلح في الحقيقة للذي يريد أن يصيب الحكم الصحيح على الحديث، لأن هذه الكتب لما يقول مثلاً الحافظ بن حجر العسقلاني في راوٍ من الرواة أنه صدوق يهم مثلاً، الصدوق الذي يهم هذا الوهم كم نسبة وهمه.",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "ثانيًا الحديث الذي أخرجه هذا هل هذا مما وهم فيه أم لا؟، فصدوق يهم أو صدوق له أوهام أو صدوق فيه لين أو حتى صدوق بدون ما يكون فيه لين أو فيه ضعف ولا فيه أي مغمز، فهذا الصدوق إذا انفرد برواية من الروايات قد تكون هذه الرواية منكرة، بل الثقة الثبت قد ينفرد برواية فيعدها أهل العلم شاذة إذن الحكم العام على الراوي لا يصلح عادة أن ننزله على حديث مخصوص. ¶ لأجل هذا هذه الحقيقة يعرفها كل من مارس التخريج ممارسة عمليه وكان له فيه باع ممكن يبتدئ بهذه المختصرات في الأول وقد ينتفع بها للوصول إلى حكم تدريبي يتدرب لكنها بحال من الأحوال لرجل يريد أن يصيب الحكم علي الحديث. ¶ وهذا الكلام فيه تفصيل ولكن سنتكلم إن شاء الله في برنامج حرس الحدود عن علم أصول الحديث لأن الحارس الذي يقف على الموقع لابد أن يكون متزوداً بأسلحة حتى إذا أراد أي متسلل أن يتسلل من خلال الحدود يستطيع أن يوقفه،. ¶ الواقف على حدود الإسلام لابد أن يكون عالمًا بأصلين كبيرين،: ¶ الأصل الأول: علم أصول الحديث. ¶ والأصل الثاني: علم أصول الفقه. ¶ لابد أن يكون دارس هذا العلم وهذا العلم بحيث لو أي واحد أراد أن يتسلل بأي شبهة من الشبه يقف هذا الجندي اليقظ لهذا المتسلل ويوقفه عند حده، وطبعًا كل علم من هذه العلوم له درجات وأرجوا الله أن يوفقني لشرح علم أصول الحديث وعلم أصول الفقه بما يتيسر وبما يناسب مثل هذا المقام لأني أعلم أن الملايين تتابعني في جنبات الأرض وقد تغمض العبارة على المستمع وأنا لا أريد أن أنفرهم من هذين العلمين الكبيرين، ولعله إن شاء الله إن فسح الله عز وجل في العمر ووفق سبحانه وتعالي إلى مثل هذا نلقي نظرة على هذه الكتب المختصرة ونبين ما لها وما عليها. ¶ الفتوى الثانية عشر: ¶ س: ما حكم من نام وفاته فرض من الفرائض بسبب الإجهاد في العمل وقوله صلى الله عليه وسلم (رفع القلم عن ثلاث عن النائم حتى يستيقظ)؟",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "ج: نقول له إذا غلبك النوم فخذ احتياطك عن طريق ضبط المنبه أو تقول لبعض الناس أن يوقظوك مع الآذان أو في وقت معين، فإذا أنت اتخذت كل التدابير اللازمة ومع ذلك لم تستيقظ فأنت معذور يرفع القلم عنك، لكن لا يأتي واحد مثلاً يسهر طوال الليل ثم ينام قبل الفجر بساعتين ويضبط المنبه على الساعة الثامنة صباحًا على أساس أنه يستيقظ ليفطر ثم يصلي ثم يذهب إلى العمل، هذا لا يحل له هذا مضيع للصلاة، لأنه تعمد إخراج الصلاة عن وقتها عندما ضبط المنبه علي الساعة الثامنة. ¶ يجب عليه أن يسلك الأسباب الشرعية الصحيحة فإذا عجز عن القيام عُذِر ونقول له إذا غُلِبت وإلا فثابر لأن الصلوات معروف أن أفضل الأعمال الصلاة على وقتها. ¶ الفتوى الثالثة عشر: ¶ هل النقاب واجب أم مستحب؟ ¶ الحقيقة أسئلة كثيرة وردتني يقولون فيها أن بعض أهل العلم من الفضلاء منهم من يقول أن النقاب مستحب ومنهم من يقول أن النقاب واجب وخارج عن أهل العلم جميعًا من يقول أن النقاب حرام لأن هذا القول لا يقول به عالم قط قرأ شيئًا في هذا الباب،. ¶ إنما أهل العلم على قولين: ¶ 1 - منهم من يقول أنه مستحب. ¶ 2 - ومنهم من يقول أنه واجب. ¶ وعلي من يتحير بين القولين فماذا يفعل؟ ¶ مشهورة عند أهل العلم يقولون مذهب العامي مذهب من يفتيه وأنت أكيد أهل العلم عندك مرتبين عندك العالم رقم واحد رقم اثنين رقم ثلاثة رقم أربعة رقم خمسة إذا لم تجد العالم الأول تأخذ بقول العالم الثاني تأخذ بقول العالم الثالث تأخذ بقول العالم الرابع وترتيب العلماء عندك كرجل عامي غير متخصص في الشريعة يكون بالأدين بالأعلم والأورع. ¶ حتى أنهم قالوا العامي مقلد في كل شيء إلا في اختيار من يقلده فإنه مجتهد.",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "فاليوم العالم الفلاني هو عالمك التي تثقين فيه وتأخذين فتاواك منه فإذا أفتاك بقول فالتزمي قوله إلا أن يأتي عالم أخر يفند قول العالم الأول ويأتي بأدلة نيرات وهذه الأدلة وقع في قلبك أن هذه الأدلة صحيحة فيمكن أن تتبع العالم الثاني. ¶ لكن إذا لم يكن عندك تمييز بين هذا ولا ذاك يبقي أنت عندك العالم الأول الذي تتبعه اتبع قوله ولا شيء عليك فيه، لكن لا يجوز لك أن تأخذ من كل عالم ما يوافق هواك وتقول أن كلهم فضلاء وكلهم ممتازين، فهذا ممنوع، أهل العلم منعوه, لأنك لما تركت قول هذا العالم وأخذت قول هذا لم تنتقل من هذا إلى هذا بدليل إنما انتقلت بهواك. ¶ وأذكر مرة أن بعض الأخوة اتصل بي وقال أن أختي تأبي أن تلبس النقاب وتقول أن الشيخ الألباني رحمه الله يقول باستحباب النقاب والألباني عندها هو العالم الذي لا يخالف، وأنا لن أدخل معها في كلام، قلت له هي تلبس ذهبًا غوايش وخواتم قال: نعم، قلت له خليها تخلعه لأن الشيخ الألباني يحرم الذهب المحلق على النساء، والذهب المحلق أي الذهب الذي على شكل حلقه والشيخ ناصر يري تحريم الذهب المحلق، فإن كانت تريد أن تتبع الشيخ الألباني كما تقول هي أن الشيخ الألباني هو أعلم الدنيا وأنا لا أخالف فتاوى الألباني إلي آخره فلابد أن تلتزم كل فتاوى الألباني طالما أنها اختارت الألباني وهو العالم الأول عندها إلا أن يكون عندها دليل أنها تخالف الألباني في المسألة الفلانيه، ونحن قد اتفقنا من الأول أنها من العوام أي لا تميز ولا تعرف طرائق الاستدلال ولا تعرف كيف تتعامل مع الأدلة، فهي عندما اختارت القول الأول في مسألة النقاب من كلام الشيخ الألباني رحمه الله وتركت القول الثاني علمنا أنها متبعة لهواها. ¶ ونحن نقول أنك على قول العالم الذي تقلده أنت،",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "وأنا أقول النقاب أهل العلم يقولون أن المرأة في زمان الفتنة لاسيما في زماننا تغطي وجهها وأنا لا أحسب زمانًا استعرت فيه الفتن مثلما استعرت في زماننا ونحن نرى حوادث الاغتصاب وحوادث الخطف كثيرة تقرأها في الجرائد وتراها في التليفزيونات والفضائيات وغير ذلك، فضلاً عن أن هذا هو شعار العفة ومن فعلت ذلك إنما تقتضى بأزواج النبي صلي الله عليه وآله وسلم (يَا أَيُّهَا النَّبِيُّ قُلْ لأزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلا يُؤْذَيْنَ) [الأحزاب: 59] ¶ وأيضًا هذا الاحتجاب الذي هو حجاب البيوت هو أيضًا من صفات نساء أهل الجنة قال الله تبارك وتعالى (حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ) أي مقصورات على أزواجهن وقال تعالي (قَاصِرَاتُ الطَّرْفِ) أي طرفهن لا يمتد إلى غير أزواجهن ¶ فلذلك نحض الأخوات بالسرعة في ارتداء النقاب ولا داعي للتأجيل أو التأخير إلى رمضان، فلما هذا الأمل الطويل أليس من الجائز أن تموت قبل رمضان وهذا التسويف إنما هو من حبائل الشيطان ولابد من العزم على الفور بارتداء النقاب ولا تخرج إلى الشارع في المرة الأولى باكر أو اليوم إلا وقد سترت نفسها وأنا ادعوا سائر نساء المؤمنين إلى ستر وجوههن وذلك هو شعار العفة وكان فيما مضي يقولون على الإنسان السيئ القبيح فلان خلع برقع الحياء، والبرقع هو الغطاء التي تغطي أو تستر به المرأة وجهها. ¶ الفتوى الرابعة عشر: ¶ ما الفرق بين النية في صيام رمضان والنية في صيام النافلة؟",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "بالنسبة للنية في صيام رمضان، اشترط العلماء أن ينوي المرء صيام رمضان والنية لابد منها في صيام الفرض وليس المقصود ان تقول نويت أن أصوم الشهر وغير ذلك أو أنك كل يوم تعقد النية على أنك تصوم، لا، فعقد النية تحصيل حاصل، دخل شهر رمضان ونحن معتادون أن نصوم شهر رمضان كله فهذه النية كافية تمامًا أن تمضي الشهر بها، بل أنك عندما تقول أيقظوني علي السحور فهذه نية حتى لو قلت لاتوقظوني على السحور فهذه نية معناها أنك ستصوم سواء قلت أيقظوني أو لا توقظوني كل هذا يجري مجرى النية بخلاف طبعًا صيام النافلة فيجوز للمرء صيام النافلة من نصف النهار، بمعني أنه أصبح لم يطعم شيئًا ثم بدا له أن يستأنف صيام النافلة جاز له ذلك، لأن، النبي صلي الله عليه وسلم فعل ذلك كان إذا أصبح النهار أو ارتفع النهار يدخل إلى بيوت نسائه فإذا وجد طعامًا أكل وإن لم يجد ربما نوى الصيام. ¶ الفتوى الخامسة عشر: ¶ س: ما حكم اللعب بالنبل؟ ¶ ج: اللعب بالنبل لا يجوز لأن هذا هو الحذف كما ورد في حديث عبدالله المغفل رضي الله عنه وغيره من الصحابة\" أن النبي صلي الله عليه وسلم نهي عن الحذف أو الخزف وقال: إنها لا تصيد صيدًا ولاتنكيء عدوًا ولكنها تفقأ العين وتكسر السن، فلما قال عبدالله المغفل رضي الله عنه هذا لابن أخ له فرجع فوجده يحذف قال: أقول لك لا تحذف قال رسول الله صلى الله عليه وسلم إنها تكسر السن وتفقأ العين وتحذف والله لا كلمتك أبدًا \" ¶ لذلك ينبغي أن ينهي الآباء الأولاد الذين يحذفون و لا يذهب أب لإحضار النبل أو بندقية الرش لأن بندقية الرش هذه ممكن تفقأ عين أي ولد أو أي إنسان ممكن تكسر السن، لذلك كل هذا محرم، لا بندقية صيد يمسكها الولد بيده ولا النبل فهذا محرم ولا يجوز. ¶ الفتوى السادسة عشر: ¶ س: ما هي حقيقة من يسمون أنفسهم بالقرآنيين؟ ¶ س: هؤلاء الجماعة ماذا يحتاجون ومن هم؟",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "هؤلاء أقوام حقيقة دعواهم تضييع القرءان لكنه لا يستطيع أن يجهر بهذا الكلام لأنه لو جهر بهذا الكلام لرجموه بالحجارة وانكشف مايخفونه لكنه أخذ المسألة جزءاً جزءاً، يقولون السنة ليست قطعية الثبوت إنما القرءان قطعي الثبوت وربنا تبارك وتعالي ذكر كل شيء في القرءان، السنة رواتها غير معصومين وغير المعصوم من الممكن أن يخطئ فأنا لا يمكن أن أعلق الدين على رجل ممكن أن يخطئ، لذلك ردوا كل الأحاديث إلا بضعة عشر حديثًا الذي إذا رفضهم سيقع في محظور، مثلاً الصلوات وعدد الصلوات وغير ذلك. ¶ ونحن نقول كما قال يحي بن أبي كثير وكما قال الإمام الدارمي وغيرهم: ¶ إن السنة قاضية على كتاب الله، ومعني قاضية على كتاب الله أي أنها تقضي لأحد المعنيين على الأخر وهذا إجماع بين علماء المسلمين لا نعلم له مخالفًا أن السنة تبين مجمل القرءان وتخصص القرءان وتقيد مطلق القرءان،. ¶ إنما كلام العلماء في النسخ فقط هل السنة ممكن أن تنسخ القرءان أم لا؟ ¶ ونقول أن السنة تقيد مطلق القرءان تخصص عموم القرءان تبين مجمل القرءان يبقي مسألة النسخ العلماء لهم فيها كلام، هل السنة تنسخ القرءان أم لا؟ بعد ذكرهم أن السنة المتواترة ممكن تنسخ القرءان ¶ 1 - ذهب أكثر أهل العلم: إلى أن السنة الأحادية لا تنسخ القرءان كالشافعي وأحمد وغيرهما. ¶ 2 - ومنهم من قال: السنة المشهورة تنسخ القرءان لكن السنة الأحادية لا،. ¶ المهم منزلة السنة مع القرءان أنه لا يستغني أبدًا عن السنة في معرفة القرءان لأن الله عز وجل بين منصب النبي صلي الله عليه وآله وسلم قال: {وَأَنزلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نزلَ إِلَيْهِمْ} [النحل: 44]، ¶ فالقرءان فيه أشياء مجملة، فأنت إذا قرأت قوله تبارك وتعالي: {وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ إِلا مَا اضْطُرِرْتُمْ إِلَيْهِ} [الأنعام: 119] {وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ}،.",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "س: هل يجوز أن يأكل لحم المسلم الحمار؟ ¶ لا يجوز، فأين هذا الكلام في القرءان مع قوله تعالي: {وَقَدْ فَصَّلَ لَكُمْ} فصل أي ما ترك شيئًا إلا فصله ذكره بعينه، فهذا الكلام غير موجود بالقرءان. ¶ س: القط والضبع والأسد والسبع وكل ذي ناب من السباع ومخلب من الطير، هل يجوز أن يأكل المسلم هذا؟ ¶ لا يجوز أن يأكل هذا، أين هذا في كتاب الله تبارك وتعالى،. ¶ س: الدجاج والأرانب والأوز والبط وغير ذلك هل يجوز أكله؟ ¶ نعم يجوز أكله، من أين أتيت بذلك؟ أين يوجد هذا الكلام في القرءان. ¶ وكثير من ذلك والصحابة أنفسهم احتجوا بهذا لما ذهب بعض الناس إلى جابر بن عبدالله الأنصاري وسأله عن نفس القضية هذه قال: له يا أحمق أين تجد في كتاب الله عز وجل أن الظهر أربعة والعصر أربعة والمغرب ثلاثة والعشاء أربعة والفجر اثنين \"، أين تجد هذا في كتاب الله عز وجل؟ لا تجد هذا إلا في السنة في سنة النبي صلي الله عليه وسلم،.فمسألة أن كل الأحاديث باطلة عندهم. ¶ بل التقينا مع الفرماوي سنة اثنين وثمانين و لا أدري إن كان جماعة الفرماويه مازالوا موجودون أم لا؟، ¶ الفرماويه: كانوا يحرقون صحيح البخاري، عندهم عيد تقريبًا عيد تأسيس الجماعة تقريبًا كما أخبرونا عندما التقينا معهم فكانوا يحرقون صحيح البخاري في عيدهم القومي وكانوا يقولون أن البخاري شيوعي، شيوعي لماذا والشيوعية لم تكن ظهرت، فالشيوعية كانت سنة ألف وتسعمائة وسبعة عشر أي متأخرة جدا، فالبخاري شيوعي كيف ذلك، قالوا لأن البخاري من بوخرستان وبوخرستان كانت تابعة للاتحاد السوفيتي المنحل قبل ذلك فلذلك يُعد البخاري شيوعي، عندهم جهل غير عادي. ¶ فهم يقولون أن كل أحاديث عائشة رضي الله عنها كلها باطلة، لماذا باطلة؟ وليست عائشة فقط أمهات المؤمنين أو أي امرأة تروي حديثًا لماذا؟ قال لأن صوت المرأة عورة , وطالما صوت المرأة عورة فلا يجوز للمرأة أن تتكلم، ربنا لما خلقها لا تتكلم حتى تموت لا تنطق.",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "فهؤلاء جماعة منشقين من القرآنيين يقولون كل الأحاديث التي وردت عن النبي صلى الله عليه وسلم باطلة، طيب الرسول عليه الصلاة والسلام حياته المباركة هذه لما كل هذه الأحاديث باطلة، هل النبي بعثه الله عز وجل لا يتكلم ساكت،. ¶ من الغرائب: أن امرأة تقول أنه لم يصح عن النبي_ صلى الله عليه وسلم_إلا سبعة عشر حديثًا فقط: ¶ أي عندما أري الرسول صلى الله عليه وسلم ثلاثة وعشرون سنة تكلم سبعة عشر مرة، سبعة عشر حديث أي كل سنة يتكلم حديث إلا ربع، أنا لا أفهم والله سبعة عشر حديثًا، بعث النبي_صلي الله عليه وسلم_ إلى أمة جاهلة إلى أمة أمية لا تعرف شيئًا عن الله عز وجل بعثه ليسكت، فهذه عجيبة من العجائب، فقولوا لنا وأجيبونا عن هذا السؤال أسكت طيلة حياته أم تكلم، وإذا كان تكلم أين كلامه عليه الصلاة والسلام؟ أين بيانه للقرءان؟ الذي هي وظيفته {وَأَنزلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نزلَ إِلَيْهِمْ} النحل44،. ¶ فهؤلاء الجماعة وفي منتدى الحكمة بعض العلماء الفضلاء تكلموا عن أمثال هؤلاء وإن شاء الله سنفرد لهم حلقات. لا سيما أن. ¶ الفرقة الضالة القاديانية التابعة لمرزا غلام أحمد التي ظهرت في الهند وزرعها الاستعمار البريطاني في الهند كي يضيع الإسلام الذي يقول أن النبوة لم تختم بالنبي عليه الصلاة والسلام وإنما ختمت بمرزا غلام أحمد القادياني، فهذه فرقة ضالة لها قناة فضائية أيضًا ليل نهار تبث السموم بطريقة لطيفة حدًا بحيث المسلمون لا يشعرون أبدا أن هذه القناة ضالة وأنها تنشر الفكر القادياني القبيح وهذا كله نحن سنتولى الكشف عن هذا الزيف إن شاء الله تعالي بالنقد والعمل.",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "هذه الجماعة هدفهم وغايتهم النهائية أنهم يضيعوا القرءان، لأن القرءان إذا كانت السنة حفظت القرءان بمعني أن الآية ممكن يكون فيها معنيين أو ثلاثة فالسنة في الآخر حجمت معاني الآيات فالمسلمون على الأقل هذه الآية مثلاً العلماء لهم فيها ثلاثة أقوال، أربع أقوال، تصور لو أن السنة غير موجودة ونحن سنفسر القرءان بمقتضي التفسير اللغوي فقط، ممكن الآية الواحدة يكون فيها ثلاثين تفسير وعشرين تفسير وعشر تفاسير., فالمسلمون لما كانوا محجمين الآية في تفسيرين أو ثلاثة فهذا أولي أم لما يكون لها عشرين ثلاثين تفسير, حينئذٍ فرقوا القرءان وضيعوا القرءان (كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ}،المؤمنون53 لكنهم لا يقدرون أن يجهروا، لا يقدرون أن يقولوا أن بغيتنا في الآخر أننا نضيع القران وإلا كما قلت في مقدمة الكلام لو فعلوا ذلك أو نطقوه لرجموهم بالحجارة. ¶ الفتوى السابعة عشر: ¶ س: من أين يبدأ الصف الثاني خلف الإمام هل من علي اليمين أم علي الشمال؟ ¶ يقول يدخل خلف الإمام, فيجد الصف الأول مكتمل فيجد في الصف الثاني جماعة تبتدئ الصف من اليمين وأحياناً تبتدئ جماعة من الشمال وأحياناً من نجد جماعة علي اليمين وجماعة علي الشمال فهذا كله لا يجوز. ¶ مسألة أن الصف يبدأ من خلف الإمام ورد فيه حديث رواه أبو داود بإسناد ضعيف وهو قوله_ صلى الله عليه وسلم _ (وسطوا الإمام وسدوا الخلل)، وسطوا الإمام بمعني أن تجعلوه في الوسط أي تبدأ من خلف الإمام والصف يبتدي يروح يمين أو يروح شمال من خلف الإمام لكن كما قلت هذا حديث ضعيف، فإذا دخل المسلم وجد الصف بدأ من أي جهة فليلتحم بالصف لأنه لا يجوز له في هذه الحالة أن يقف وحده وأن يترك الصف. ¶ الفتوى الثامنة عشر: ¶ س: ما هي كيفية رد السلام علي من يقول صباح الخير، صباح الفل، صباح الجمال وغير ذلك هل يقول عليكم السلام ورحمة الله أم ماذا يقول؟",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "قال الله _عز وجل _ (وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا) [النساء:86] فالأحسن من هذا كله أن يذكر المرء تحية الإسلام لكن لا يُخلي المسألة من فائدة بأن يقول لهذا المسلم الصحيح في الشرع أن المرء يسلم السلام المعتاد يقول\" السلام عليكم ورحمة الله وبركاته\" فيجيبه وعليكم السلام ورحمة الله وبركاته. ¶ كما قال بن عباس\" انتهى الرد عند وبركاته\"،. ¶ وكان الشيخ الألباني رحمة الله عليه يرى جواز أن يزيد المرء في الرد زيادة وردت في بعض الأحاديث وهي\" ومغفرته \"،. ¶ فإذا قال رجل لك السلام عليكم ورحمة الله وبركاته فأنت ترد كما يرى الشيخ _رحمة الله عليه_ أن تقول عليكم السلام ورحمة الله وبركاته ومغفرته ولكن هذه الزيادة كان الشيخ رحمة الله عليه قواها في الجزء الثالث من سلسلة الأحاديث الصحيحة ثم تراجع الشيخ في أخر حياته رحمة الله عليه عن تصحيح هذه الزيادة. وهي فعلاً زيادة ضعيفة. ¶ وكان الحامل للشيخ على التصحيح هو بحث في شيخ البخاري هل هو محمد بن حميد بن مهران أم محمد بن حميد الرازي لأن البخاري قال حدثنا محمد وسكت فهل هو بن مهران أم محمد بن حميد الرازي. ¶ لما طبع كتاب شعب الإيمان للبيهقي ووجد الشيخ رحمه الله أن البيهقي روى هذا الحديث من طريق البخاري وصرح فيه فقال: محمد بن حميد الرازي تراجع الشيخ كما هي عادته في إنصافه رحمة الله عليه أنه إذا بان له خطؤه كان يرجع كما يرجع الرجل وإذا لم يبن له الخطأ كان يثبت على ما يعتقد كما يثبت الرجل وهذا مشهور عنه _رحمة الله عليه_ ¶ وإنه تراجع لأن محمد بن حميد الرازي هو أحد مشايخ أحمد وابن معين والترمذي وابن جرير الطبري روى عنه كثيرًا جدًا في التفسير والتاريخ.",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "حتى قال بعضهم: قصم بن حميد ظهر بن جرير وهذا قول قرأته من زمان لأن محمد بن حميد الرازي اتفقت كلمة أهل الري على أنه متروك بل كذبه أبوزرعة الرازي لما سأله بعض التلاميذ عن محمد بن حميد الرازي فأشار أبوزرعة إلى لسانه يعنى الكذب. وأبوزرعة الرازي معروف أنه من الأئمة المتوسطين،. ¶ نقاد الحديث والمتكلمون في الرواة على ثلاثة درجات: ¶ 1 - المتشددون، 2 - المتوسطون،3 - المتساهلون. ¶ المتشددون: أمثال يحي بن معين والنسائي مثلاً والجزجاني وأبو حاتم الرازي من الطبقة الأولي وكان شديدًا قلما يفلت منه راوي أو كان يشح أن يقول ثقة ثبت على الراوي ولو كان كذلك،. ¶ المتوسطون: الذي أنفاسهم هادئة مثل الإمام أحمد بن حنبل وأبو زرعة الرازي وكالدار قطني رحمه الله وابن عدي. ¶ المتساهلون: كالعجلي وابن حبان وابن سعد إلى أخره. ¶ فأهل الري ومنهم أبو زُرعة مع نفسه الهادئ إلا أنه عندما سئل عن محمد بن حميد الرازي قال وأشار إلى لسانه يعني الكذب، .. ¶ والشيخ رحمة الله عليه رجع عن تصحيح هذه الزيادة وإن كان يقول أنا أرجع عنها رواية لكن لا أرجع عنها دراية لقوله تعالي: (فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا). ¶ وفي اعتقادي أن الأحسن منها لا يشترط أن نزيد زيادة بل تكون في هيئة الرد قال أحدٌ السلام عليكم ورحمة الله وبركاته ممكن يرد عليه ويهش ويبش وغير ذلك ويظهر عليه الفرح به ,فهذا قدر زائد على مجرد الرد (فَحَيُّوا بِأَحْسَنَ مِنْهَا) أحسن منها أن يضاف الهيئة مثلاً للرد،. ¶ لكن صباح الخير وصباح الجمال وصباح الفل ونهارك فل ونهارك ورد وغير ذلك من كلام الناس هذا طبعًا المسلم يتنكب هذا (أَتَسْتَبْدِلُونَ الَّذِي هُوَ أَدْنَى بِالَّذِي هُوَ خَيْرٌ) ... البقرة61،. ¶ لكن إذا كان أحدهم من غير المسلمين قال لك صباح الخير رد بصباح الخير بصباح الفل أي شيء لا إشكال عمتم مساءً عمتم صباحًا مثلما كان العرب يقولون،.",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "وإذا قال لك السلام عليكم تقول وعليكم كما قال رسول الله صلى الله عليه وسلم كما في حديث أبي هريرة (إذا سلم عليكم أهل الكتاب فإنما يقولون السام عليكم فقولوا لهم وعليكم) والسام: الموت. ¶ وأحيانا تجد بعض المسلمين يختصرها فيقولها بطريقة غير صحيحة سام عليكم وهذه هي التي نهي النبي عليه الصلاة والسلام عنها فالمفترض المسلم عندما يقول لأحد السلام عليكم أنه لا يقصد أن يقول له السام عليكم إنما يريد أن يختصرها، فالمفترض في الرجل الذي عنده علم أن يبين له أن هذا لا يجوز ولابد أن ينطق ألفاظ السلام بطريقة واضحة يقول السلام عليكم. ¶ الفتوى التاسعة عشر: ¶ س: ما حكم وضع السمك على النار وهو حي؟ ¶ ج: قال النبي _صلي الله عليه وسلم_ (إن الله كتب الإحسان على كل شيء فإذا قتل أحدِكم فليحسن القتلة وإذا ذبح أحدِكم فليحسن الذبحة وليحد أحدُكم شفرته وليرح ذبيحته) فهو ليس من الإحسان أنك أنت وهو يتحرك ولا يزال به الروح أنك تضعه على النار ¶ الفتوى العشرون: ¶ س: ما حكم وضع الستائر على الحوائط؟ ¶ ج: في حديث رواه الإمام مسلم في صحيحه أن رسول الله صلي الله عليه وسلم قال (إن الله لم يأمرنا أن نستر الجدران واللبن) العلماء قالوا ولم ينهنا رسول الله صلي الله عليه وسلم،. ¶ والصورة التي كرهها أهل العلم إحاطة الجدران الأربعة بالستائر. ¶ وعلل بعض أهل العلم: بأن هذا يشبه ستر الكعبة فكما تستر الكعبة من كل جوانبها قالوا يكره أيضًا أن تكون الستائر داخل الغرف على الجدر الأربعة،. ¶ إنما أن تشد أوتضع ستارة على الجدار الذي به نافذة فهذا لا بأس به.",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "ولا يعكر على هذا ما رواه الطبراني في المعجم الكبير من حديث سالم بن عبدالله بن عمر بن الخطاب رضي الله عنهما قال:\" عرست في حياة أبي _ أي تزوجت في حياة أبي _فدعا أبي الناس فجاء أبو أيوب الأنصاري رضي الله عنه فرأى الستائر على الجُدُر فوقف وقال لأبي _عبد الله بن عمر_ أنتم الذين تسترون الجدران واللبن والله لا اطعم طعامكم سائر اليوم ثم رجع ولم يحضر عرس سالم بن بن عبدالله بن عمر \"،. ¶ يقول لأن أبا أيوب رضي الله عنه حاكم بن عمر إلى مذهبه في الورع، لأن عبدالله بن عمر كان مشهورًا بالورع ومشهور عنه أنه كان يترك الشيء الذي فيه أدني شبهه فلذلك استعظم أبو أيوب الأنصاري أن يفعل عبدالله بن عمر مثل هذا مع ما عرف عنه من الشدة في مسائل الورع. ¶ قال سالم\" فخفض أبي رأسه واستحيا وقال: غلبنا النساء يا أبا أيوب، قال أبو أيوب لئن غلبنا أحدًا لا يغلبنك ثم انصرف وترك العرس:، وإلا فقد كان يحضر عرس سالم جماعة من أصحاب النبي صلي الله عليه وسلم ولم يؤثر عن واحد منهم أنه أنكر علي عبدالله بن عمر أنه اتخذ الستائر أو أن النساء اتخذن الستائر على الجدر وأقر عبدالله بن عمر ذلك. ¶ فاتخاذ الستائر على الجدر جائز ولا شيء فيه لاسيما إذا كان في الجدار نافذة يمكن أنها تكشف أهل البيت. ¶ الفتوى الحادية والعشرون: ¶ س: كيف تتصرف المسلمة المتزوجة في تايلاند مع وجود ملل شتي وهل يجوز لها أن تتعامل مع هذه الملل؟ ¶ ج: نعم يجوز لها أن تتعامل مع هذه الملل فيما يكون فيه مصلحتها وتتجنب ما يكون من المنكرات والمحرمات في ديننا، ومسألة أنها تعزيهم أو تذهب إلى أفراحهم كل هذا ممنوع إنما الاتصال يكون على حسب الحاجة وعلى حسب المصلحة. ¶ الفتوى الثانية والعشرون: ¶ س: ما حكم زكاة الحلي؟ ¶ 1 - أكثر أهل العلم من المذاهب الثلاثة أبوحنيفة ومالك والشافعي: يذهبون إلى عدم وجوب زكاة الحلي.",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "2 - الإمام أحمد رحمه الله\" إلى وجوب الزكاة فيها لصحة الحديث حديث عائشة رضي الله عنها (أن النبي صلي الله عليه وسلم رأي في يديها فتخات من ورق قال أتؤدين زكاته؟ فقالت لا، قال هو حسبك من النار) وهذا حديث حسن ومحمد بن عمر الذي هو في إسناد هذا الحديث جهله الدارقطني ولكن هو محمد بن عمر بن علقمه الليثي وهو حسن الحديث ووجوب الزكاة. وما أميل له في ذاك الأمر. ¶ الفتوى الثالثة والعشرون: ¶ س: كيف تكون الزكاة في عروض التجارة؟ ¶ بالنسبة لعروض التجارة إذا بدأ الإنسان التجارة برأس مال قدره عشرة ألاف فيدور على هذا المال سنة كاملة فيكون رأس المال الجديد أثنى عشر ألف أو خمسة عشر ألف فحينئذٍ تجب الزكاة على العشرة ألاف وطبعًا هذا الربح إنما دخل على فترات ممتدة، في الشهر الأول دخل مبلغ وفي الشهر الثاني دخل مبلغ فيحول الحول على أحدى عشر ألف بعد شهر ويحول على الاثنى عشر بعد شهر وهكذا فيصعب جدًا ويعسر على الإنسان أن يحسب زكاة المال هكذا. ¶ ففي أول سنة الربح مر على بعضه سنه وعلى بعضه أقل من سنة إنما مر على رأس المال سنة كاملة فيفضل له احتياطًا واحترازًا أن يخرج الزكاة على رأس المال وعلى الربح، ثم يحسب رأس المال الجديد في هذا العام ويرى الزيادة التي ستكون عليه العام القادم. ¶ فرأس المال الجديد في هذا العام بعد حساب الأرباح خمسة عشر ألف وهذا رأس المال الجديد، وإذا كانوا عشرين ألف يكون الخمسة عشر ألف مر عليهم الحول يقينًا والخمسة ألاف الزائدة دخلت على فترات فأرى احتياطًا له أن يخرج على العشرين ألف في العام التالي أو العام الذي بعد ذلك لأن من العسير عليه أن يعرف مقدار الداخل لكل شهر فإن استطاع فكلما حال الحول على طائفة من المال فإنه يزكي عنها وأعتقد أن هذا صعب جدًا أن يترصدها المرء خاصة إذا كانت تجارته واسعة.",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "الفتوى الرابعة والعشرون: ¶ س: ما المقصود من قوله تعالى {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} [فاطر: 28]؟ ¶ ج: أي أن الذي يحقق الخشية من الله عز وجل هم أهل العلم والخشية ليست خوفًا محضًا، إنما الخشية خوف مخلوط بحب وهذه هي الخشية والوجل قريب من هذا، والخوف قد يكون مصمتًا خوف مجرد بخلاف الخشية، لا يحقق الخشية من الله عز وجل إلا العارفون بالله عز وجل ولذلك قال رب العالمين (الرَّحْمَنُ فَاسْأَلْ بِهِ خَبِيرًا) [الفرقان:59] أي لا تسأل عن الرحمن إلا خبيرًا بالرحمن عالمًا برب العالمين وعلى رأس هؤلاء جميعًا رسل الله أجمعون صلوات الله وسلامه عليهم كانوا أعظم الناس خشية لرب العالمين لأنهم كانوا أعرف الناس بالله تبارك وتعالي وما يجب له من الأسماء الحسنى والصفات العلى.",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "الفتوى الخامسة والعشرون: ¶ س: غير موجودة بالأصل ¶ ................ ¶ الفتوى السادسة والعشرون: ¶ س: ما حكم الصلاة بعد الوتر؟ ¶ ج: الإنسان إذا كان تعود على أن يقوم الليل, ثم ينام ويستيقظ قبل الفجر فالأفضل له أن يؤخر الوتر, إلا أن يشعر من نفسه أنه لا يستطيع أن يقوم أو يترجح له أن لا يستطيع القيام ,حينئذ يقدم الوتر ويصليه وهذا أخذ بالحزم، فإذا استيقظ المرء قبل صلاة الفجر وأراد أن يصلى بالليل فلا يصدنه الوتر على أن يصلي فقد ثبت عن النبي صلى الله عليه وسلم صلي بعد الوتر ركعتين، لكن لا يوتر المرء مرة أخري لقول النبي_ صلى الله عليه وسلم_: (لا وتران في ليلة) فيصلي ولا يوتر، وأما إذا كان المرء حازمًا ومن عادته أن يقوم فيؤخر الوتر لقوله _صلي الله عليه وسلم_: (اجعلوا أخر صلاتكم من الليل وترًا). ¶ الفتوى السابعة والعشرون: ¶ س: هل يجوز الأكل عند رجل ماله من الربا أو يعمل في أحد البنوك الربوية أو ما شابه ذلك؟ ¶ ج: لا شيء فيه لأن عبدالله بن مسعود وقد صح عنه هذان الخبران، لما سُئِلَ عن رجل ماله من الربا وأن هذا الرجل يدعوا الناس إلى أكل طعامه فهل يجوز للإنسان أن يلبي دعوة هذا الرجل الذي ماله به الربا فيأكل عنده؟ ¶ فقال بن مسعود _رضي الله عنه_: [كلوا لكم المهنأ وعليه الإثم]، وفي مرة أخري سُئِلَ بن مسعود _رضي الله _عنه نفس السؤال فقال: [الإثم حواز القلوب] معناه أنك إذا تسامحت فكلما دعاك رجل ماله فيه حرام فتأكل هنا وهنا وهنا سيحدث عندك نوع من التساهل ونوع من عدم تعظيم الحرمات وهذه تصير مشكلة عليك أنها تؤثر على قلبك مع دوام ذلك.",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "والجمع بين الاثنين أن يتعفف المرء في الأصل عن أكل عند رجل ماله حرام لكن إذا تورط الإنسان ووجد نفسه مضطرًا فليأكل لقيمات حتى لا تحدث مفسدة أعظم من مفسدة الأكل فالإنسان يمكن أن يوازن ما بين الأمرين، إذا هو أهدى هديه مثلا يمكن لي أنني إذا تعففت عنها وهو الصواب أنني أعطيها لرجل آخر أعطيها لجهة أخرى ولا أنتفع بها فبذلك يتخلص المرء منها وفي نفس الوقت لعل الدعوة بالحسنى مع التنبيه لذلك تثمر ثمرتها مع هذا الإنسان ¶ الفتوى الثامنة والعشرون: ¶ س: هل يجوز طلب العلم عن طريق الكتب في البلاد التي يندر فيها العلماء؟ أو كيف نطلب العلم؟ ¶ ج: الإنسان يتصرف حسب المتاح، فإذا لم يكن هناك علماء ,على الإطلاق فيمكن أن يستعين إما بالكتب وإما يستعين بالأشرطة التي تشرح الكتب لأن العلم له أصول مرعية فالإنسان إذا أراد أن يؤسس نفسه في العلم لابد أن يعتني بالأصول، أصول الحديث، أصول الفقه، أصول العربية وأي إنسان يدرس العلم بلا أصول فمن السهل جدًا أن تشككه أو توفقه في أي مسألة من مسائل العلم إنما علوم الآلات التي هي علوم الأصول هذه هي الحاكمة وهي التي تثبت جذر الإنسان في الأرض يستطيع أنه يدافع عن الأدلة يستطيع أنه يدافع عن الفهم الذي فهمه أو علي الأقل يفهم فهمًا صحيحًا. ¶ ففيه أشرطة لشرح هذه الكتب، فيحضر الشريط فيسمع منه ثم يراجع مع الكتاب وعليه أيضًا أن يقيد العلم بالكتابة دائمًا لا يترك العلم لذهنه لأن هذا الذهن خوان والحفظ خوان ممكن يتفلت العلم. ¶ وأنا أي أنه في مثل هذه البلاد يحتاجون إلى منارات، أي واحد محتسب يحتسب الدراسة ويحتسب التعب حتى لو استطاع أن يرحل خارج البلد حتى يحصل العلم الشرعي ثم يرجع ليكون أستاذًا ومدرسًا نواة لبذر العلم الشرعي في هذه البلاد ونسأل الله أن يهدي أمراء المسلمين إلى نشر هذا العلم الشرعي. ¶ الفتوى التاسعة والعشرون: ¶ س: كيف تتعامل الزوجة مع أقارب الزوج؟",
            "page": "28",
            "part": "1"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "ج: هذه أرحام ولا يُرضي أبدًا الزوج أن امرأته تعامل أمه أو تعامل أباه معاملة سيئة وهذه داخلة في صلة الرحم والنبي _صلي الله عليه وسلم _يقول: (من سره أن يبسط له في رزقه وينسأ له في أثره فليصل رحمه) بالإضافة أنه إذا كانت المرأة مطيعة فإنها تدخل قلب زوجها وكثير من المشاكل التي تحدث أن المرأة تعتقد أن خدمتها لحماتها أنها ليست واجبة فتقول طالما أنها ليست واجبة فأنا لا أخدمها فتحدث مشاكل بينها وبين زوجها. ¶ فلذلك نقول أن هذا داخل في باب البر والإحسان والمعروف فلا تقصر المرأة المسلمة في سلوك أي باب يوصلها إلى ربها وتحصل من خلاله الحسنات. ¶ الفتوى الثلاثون: ¶ س: لماذا نعمل إذا كان قد كتب علي المرء أنه شقي أم سعيد؟ ¶ ج: هذا من الخطأ والخطل الذي دخل علينا في فهم الإسلام وهذا السؤال بعينه سأله سراقة بن مالك بن جُعشُم لرسول الله_صلي الله عليه وسلم_ لما قال هذا الكلام، كما في حديث علي بن أبي طالب وغيره\" أن النبي_ صلي الله عليه وسلم _كان في بقيع الغرقد وكان يدفن جنازة وكان معه عود فجعل _صلى الله عليه وسلم_ينكت في الأرض بهذا العود وهو يقول: [ما من نفس منفوسة إلا كتب مقعدها من الجنة ومقعدها من النار] فقال سراقة: يا رسول الله ففيم العمل أفلا نتكل على كتابنا؟ فقال:_ صلي الله عليه وسلم_[اعملوا فكل ميسر لما خُلِقَ له فمن كان من أهل السعادة فسييسر إلي عمل أهل السعادة وإن كان من أهل الشقاوة فسييسر إلى عمل أهل الشقاوة ثم تلا قوله تعالي: {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى* وَصَدَّقَ بِالْحُسْنَى* فَسَنُيَسِّرُهُ لِلْيُسْرَى* وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى* وَكَذَّبَ بِالْحُسْنَى* فَسَنُيَسِّرُهُ لِلْعُسْرَى} [الليل: 5 - 10].",
            "page": "29",
            "part": "1"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "فهناك ثلاثة أشياء هي أسباب مبذولة من العبد: [فَأَمَّا مَنْ أَعْطَى وَاتَّقَى* وَصَدَّقَ] فهذه الثلاثة المفروض على العبد أن يفعلهم، إذا بذل العبد هذه الثلاثة سيأخذ النتيجة [فَسَنُيَسِّرُهُ لِلْيُسْرَى] ¶ {وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى* وَكَذَّبَ بِالْحُسْنَى* فَسَنُيَسِّرُهُ لِلْعُسْرَى}. ¶ الإشكال أن الجماعة التي أتت بعد الصحابة أنهم فصلوا السبب عن القدر ¶ يخرج أحدنا من بيته فموت في الطريق فيقول أنا قلت له لا يخرج لو لم يخرج لم يمت وما كان ليحدث له شيء، لأ، لابد أن يخرج لكي يصاب،. ¶ السبب جزء من القدر ليس السبب في ناحية والقدر في ناحية، وحديث أبي خزامة في سنن أبي داود لما قال: \"يا رسول الله أريت رقىً نسترقيها وأدوية نتداوى بها أترد من قدر الله شيئًا؟ \" أي أنني أخذ الدواء فيقول لو لم يأخذ الدواء لمات، الأشخاص تحسي سمًا فأحضروا له الترياق وأعطوه حقنة حتى تحدث معادلة لهذا السم، يحول هذا السم إلي ماء مثلا فيقول لو لم يأخذ الحقنة لمات خطأ كان لابد أن يأخذ الحقنة حتى لا يموت وهذا كلام الرسول _عليه الصلاة والسلام_ لما سئل أرأيت أدوية نتداوي بها أترد من قدر الله شيئًا؟ أي إذا لم يأخذ الحقنة كان سيموت أو الرقية هذا الرجل لما أصيب بعين أو غير ذلك رقيناه فكأنما شط من عقال، هل ترد من قدر الله شيئًا؟ قال: [هي من قدر الله] أي هذه الأسباب والرقي والعلاج هذا من قدر الله ¶ الإشكال جاء إلى الناس لما فصل السبب جعله في ناحية والقدر في ناحية أخري، فيقول إذا كان مكتوب علي شقي لماذا أدخل النار؟ يدخل النار لأنه (بَخِلَ وَاسْتَغْنَى* وَكَذَّبَ بِالْحُسْنَى) ولا يشك أحد قط من بني أدم أن له اختيارًا حتى لا يقول أنني مصير.",
            "page": "30",
            "part": "1"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "اليوم أنت مختار لما أنا أقول لك لا تخرج من هذا البيت فأنت تقول لا أنا سأخرج أنا حر أنت لا تحبسني وتكسر الأمر وتخرج، وأريد أن أقول لك شيئًا أخر أنت عندما تدخل وتجد حرامي في بيتك لماذا تقوم بالتبليغ عنه مع أن الحرامي مكتوب في الأزل أنه سيسرق بيتك فيكون الحرامي مظلوم في هذه الحالة والزاني مظلوم والقاتل مظلوم وأي إنسان يرتكب أي خطأ على وجه الأرض مظلوم، حينئذٍ أبطلنا الأحكام الشرعية وهذا يعني أن القرءان والسنة ليس لهم حاجة. ¶ والله عندما أمر بجلد الزاني فالزاني مظلوم لأنه مكتوب عليه في الأجل أنه سيزني، فعندما تبلغ في الحرامي اللص الذي دخل البيت أنت ظالم، لو رجل اعتدي على عرضك و بلغت فيه أو قتلته فأنت ظالم وهو مظلوم، لماذا؟ لأنه مكتوب عليه أنه سيزني، وهذا معناه القصة هذه باختصار معناها ضياع الدين كله وضياع الأحكام الشرعية وكأنه يقول كلامًا صريحًا إرسال الكتب عبس وإرسال الرسل عبس وهذا الكلام لا يقبله أحد مطلقًا يعقل ما يقول. ¶ العلماء قالوا: \"إن الإيمان بالقدر لا يقبل إلا مجملاً\" لا تبحث فيه ولا وراءه، لماذا؟ لأن الحكمة لا يستطيع إنسان أن يصل إليها، قد تصل إلى حكمه من الحكم لكن هناك مواقف لا تعلم لماذا، تضع علامة استفهام وهذه العلامة ليس لها جواب، واحدة من اثنين إما الإنسان يكفر بهذه القضية ويقول أن هذا الكلام ليس مضبوط ولابد أنني أقتنع، لأ، كثير من أحكام القضاء والقدر لا تدخل تحت فهم الإنسان.",
            "page": "31",
            "part": "1"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "وهناك حكاية ذكرتها منذ مدة طويلة تبين لك أن هناك حلقات في الأحداث الجارية التي قد تراها بعينيك لا يعرفها إلا الله، فلابد إذا كنت تعتقد وهذا يجب عليك اعتقاده أن الله حكيم فلا تعترض عليه لأنك لا تدري، فنحن ولله المثل الأعلى كبني أدم مكن تلوم إنسان أنت لماذا فعلت ذلك؟ لماذا عملت ذلك؟ إذا ذكر لك العذر تقول والله معذرة لم أكن أعرف أنت هكذا معذور، إذا لم يبدو لك هذا العذر لك أو هو لم يتطوع بذكر هذا العذر سيظل متهم أم لا؟ سيظل متهم مع أن له عذرًا وأنا أضرب المثل أو أذكر هذه الحكاية من باب توضيح المراد. ¶ فقد ذكر أبو الشيخ الأصبهاني: ¶ أن نبياً من أنبياء بني إسرائيل كان يجلس بالقرب من بئر ماء. ¶ فجاء رجل فارس يحتاج أن يشرب فنزل من على فرسه وشرب الماء وعندما أراد أن يخرج من البئر سقطت حافظة نقوده ولم يلتفت إليه لأنه لم يأخذ باله من الموضوع، انطلق الفارس ¶ فجاء راعي غنم يرد الماء فشرب وشربت الغنم فوجد الصرة فأخذها ووضعها في جيبه وانصرف. ¶ وجاء رجل شيخ كبير في السن فشرب من البئر ثم جلس على حافة البئر يلتقط أنفاسه في هذه اللحظة بحث الفارس عن المال فلم يجد المال فقال إن النقود عند البئر فرجع إلي البئر ليلتقط المال فوجد الشيخ الكبير جالساً عند البئر فقال له أنت أخذت نقودي وخبأتها ,فقال له الرجل لم أخذ شيئًا فتنازع مع الشيخ فضربه بالسيف فقطع رقبته. ¶ فهل هذا الرجل الشيخ أخذ النقود؟ لم يأخذ النقود فكيف تضرب رقبته وهو لم يأخذ شيء فهو مظلوم؟ ¶ فهذا النبي _صلوات الله عليه_ من بني إسرائيل قال يارب ضُرِبت عنق الرجل ولم يأخذ المال إنما أخذ المال الراعي فجلي لي الحكمة في ذلك فأوحى الله إليه قال إن والد الفارس أخذ هذا المال من والد الراعي فرددت المال إلى الوارث، أعاد المال إلى مستحقه وهو الراعي ابن الراعي الذي أخذت فلوسه وإن هذا الشيخ قتل والد الفارس فاقتصصت منه.",
            "page": "32",
            "part": "1"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "لذلك نقول أحياناً يكون أحدُنا سائق سيارته فيصدم رجل فيقتله فيهرب ولا يقف وربما يكون هذا الرجل الذي ضربه يكون فيه الروح فيمكن أن يكون سبب من الأسباب التي قدرها الله في الأزل أنه إذا أخذ هذا الرجل يكون سببًا في نجاته مثلاً أو على الأقل يعمل ما عليه فلا يضربه ثم يتركه ينزف ولكنه، يهرب فيمسكوه في قضية هو لم يعملها شخصُ آخر ضرب الرجل فيمسكونه علي أنه الضارب , ويقسم بالله أنه ما فعل وقد صدق حيث أنه لم يضرب هذا الشخص لكنه ضرب شخصاً أخر من ثلاثة أو أربع سنين، فالذي هرب لابد أن يعرف أنه سيصيبه شيء بسبب هذا الكلام. ¶ فلولا أن الله عز وجل أوحي بهذا فتوجد حلقات مفقودة نحن لا نعرفها، فلابد أن تسلم لله عز وجل فيما قضي. ¶ وصدق إبراهيم الحربي رحمه الله لما قال: [من لم يؤمن بالقدر لم يتهنى بعيشه] يظل طوال عمره في نكد لماذا هذا أغني مني؟ لا يوجد جواب، لماذا هذا قوي وأنا ضعيف؟ لا يوجد جواب، لماذا يتحكم هذا في ويحكمني؟ لا يوجد جواب، لماذا هذا صحيح وأنا مريض؟ لا يوجد جواب، في الأخر سيصاب بضغط الدم أو تصلب شرايين و في الآخر يتهم ربه أن ربنا عز وجل ليس حكمًا عدلاً وطبعًا هذا فيه من الكفران ما لا يخفي على أدنى إنسان له شيء من الفهم. ¶ لذلك نقول لسائل هذا السؤال ومن يريد الإجابة عن هذا السؤال من ملايين الناس الذين لا يعرفون الحكمة قول إبراهيم الحربي [من لم يؤمن بالقدر لم يتهنى بعيشه]، فسلم لربك تبارك وتعالي إنه العليم الحكيم. ¶ الفتوى الحادية والثلاثون: ¶ س: ما هي صورة البيعتان في بيعة؟ ¶ ج: يوجد حديث عن النبي_ صلي الله عليه وسلم_\" أنه نهي عن بيعتين في بيعة\" وفي لفظ أخر عند أحمد وغيره قال _صلي الله عليه وسلم_: \" من باع بيعتين في بيعة فله أوكسهما أو رباه \".",
            "page": "33",
            "part": "1"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "صورة البيعتين في بيعة أن يقول رجل لأخر أبيعك هذا نقدًا بكذا أبيعك هذا نسيئة بكذا، اتفقنا على سلعة معينة السلعة هذه مثلاً نفترض أنها بعشرة ألاف بالقسط، اتفقنا علي البيع رجل بائع ومشتري السلعة هذه بعشرة ألاف بالقسط وبعدما يتم هذا البيع الرجل الذي باع يشتري البضاعة من الرجل الذي باع له البضاعة بعشرة ألاف بالقسط ويقول له أنا أعطيك ثمانية ألاف نقدًا وأخذ منك البضاعة. ¶ فالنبي _عليه الصلاة والسلام_ قال: (من باع بيعتين في بيعة فله أوكسهما) أحدهما سيأخذ الوكس: وهو الذي اشتري بعشرة ألاف قسط وباع بثمانية ألاف نقدًا. ¶ والثاني أكل الربا: لأنه أكل عشرة ألاف بثمانية ألاف فهناك فرق ألفين، (من باع بيعتين في بيعة فله أوكسهما أورباه) وهذه المسألة ليست مختصة بالذهب وحده إنما يمكن أن تجري في سائر المبيع. ¶ الفتوى الثانية والثلاثون: ¶ س: ما حكم وضع البيشة فوق النقاب لتغطية العين؟ ¶ ج: إذا كان النقاب ساترًا للمرأة ولا يظهر إلا شيئا من عينيها فهذا كافي إذا لم يكن يبين العين لأنه بكل أسف بعض الأخوات يلبسن النقاب وينزلوا النقاب عن الوجه قليلاً فتكون أشد فتنة ومن سنوات طويلة كان الشيخ ابن عثيمين رحمه الله أفتي بتحريم نقاب البرقع النقاب السائد في مصر والشام وكان السبب أنه عند الحرم كنا نري النساء ترفع غطاء الرأس إلى هنا (أول الحاجب) وتنزل البيشة إلي (منتصف الأنف) فيظهر جزء من الأنف وجزء من الخدين وكانت المرأة أشد فتنة، فالعين خاصة قد تكون المرأة في مجملها قبيحة أو لا تكون جميلة ذاك جمال ولكن إذا ظهر منها عيناها فقط كانت أشد فتنة لأجل هذا الشيخ رحمة الله عليه قال نقاب البرقع لأ لأن المرأة بتتصرف في نقاب البرقع بخلاف ما إذا كانت لابسة الإدناء لا تستطيع أن تتصرف فيه كما تتصرف في نقاب البرقع.",
            "page": "34",
            "part": "1"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "فنقول إذا كان هذا لا يحجب الرؤية عن المرأة ويضايقها فلا بأس أنها تضع البيشة علي وجهها حتى لا ينظر أحد إلي عينيها أما إذا كانت تتأذي من هذا فهي تضيق فقط المسافة. ¶ الفتوى الثالثة والثلاثون: ¶ س: ما حكم وضع الأموال بالبريد؟ وماذا يفعل الأبناء الذي ينفق عليهم أباهم من هذه الفوائد؟ ¶ ج: البريد كالبنك تمامًا لأن البريد يأخذ النقود يضعها في البنك فالحكم واحد والفوائد التي تأتي من البريد فوائد ربوية لا يحل أبدًا أن يتعاطاها المرء ¶ وأما بالنسبة للبنت التي ينفق عليها أباها من هذه الأموال فلا شيء عليها لأن لها نفقة واجبة حتى تبين من أبويها ولا سيما لو فيه روافد أخري، الأب يضع النقود في البريد وعنده روافد أخري عنده محل عنده أرض زراعية عنده أي مشروع وغير ذلك فيصبح المال مختلط فالابن أو الأخت حينئذٍ الذي لا يستطيع الكسب ينوي بقلبه أنه يأكل من الجزء الحلال من هذا المال. ¶ الفتوى الرابعة والثلاثون: ¶ س: هل يجوز رفع اليد بالدعاء بعد ختام الصلاة؟ وكذلك عند جلسة الاستراحة للإمام أثناء خطبة الجمعة؟ ¶ ج: نعم يجوز والدليل العام [إن الله لا يستحيي من العبد إذا رفع إليه يديه أن يردهما صفرًا خائبتين] ولا يوجد دليل خاص يمنع من هذا فيصير العمل بالدليل العام. ¶ وأما عندما يجلس الخطيب في جلسة الاستراحة أثناء خطبة الجمعة ليفصل بين الخطبتين فهذا ليس محل دعاء. ¶ الفتوى الخامسة والثلاثون: ¶ س: ما حكم الإقامة في ديار المشركين؟",
            "page": "35",
            "part": "1"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "ج: هناك حديث رواه أبو داود وغيره أن النبي -صلي الله عليه وسلم_ قال: \" أنا بريء ممن أقام بين ظهراني مشركين \" وأهل العلم على خلاف في صحة هذا الحديث فمنهم من يصححه مرفوعًا ومنهم من يرجح الوقف وهذا ما أميل إليه أنه موقوف علي بن عباس راوي هذا الحديث لكن هناك أحاديث مرفوعة في معني هذا الحديث، وهذا يدل على بقية الأحاديث التي في معناه مثل قوله_ صلي الله عليه وسلم_ (لا تتراءى نارُهُما) ومثل قوله_صلي الله عليه وسلم_ حديث جرير (لا يجامع المشرك إلا مثله) وأحاديث في هذا الضرب فهذا يجعل الإقامة في بلاد المشركين فيها خطر عظيم علي المقيم وأنه لا يجوز لأحد أن يترك ديار المسلمين ويرحل إلى ديار المشركين ويقيم بينهم وبين ظهرانيهم طلبًا للدنيا، قصارى أمر الذين يرحلون إلى بلاد المشركين فيأخذون من عاداتهم ويتعودون على المناظر القبيحة المخالفة حتى أن قلوبهم تألف مثل هذه المناكير في بلاد الكافرين ولا يستطيعون لها دفعًا ولا تغييرًا لأن قانون البلد يقول كل إنسان حر في أن يفعل ما يريد إلا أن يخل بالأمن العام للبلد. ¶ فأنت إذا كنت في بلاد المشركين رأيت رجلاً ينزو علي امرأة هو حر، أنت ذاهب إلى المسجد تدخل أنت حر، فهو يفعل ما يريد وأنت تفعل ما تريد كما قلت في الشرط الذي ذكرته وهو عدم الإخلال بالأمن وهذا هو الكلام العام لكن الواقع في الحقيقة أن أهل الإيمان يضطهدون كثيرًا في بلاد المشركين وأنا لا أدري هذا الذي يقول أنا مضطهد في بلدي ثم يذهب إلى هناك فيموت قلبه ويري ألوف المناكير التي يتعود عليها بصره بحيث لو رجع إلي بلده رأي هذه المناكير في بلده لا يتحرك قلبه لذلك، فالإقامة بين ظهراني هؤلاء فيه خطر عظيم على القلب ويضرب القلب بما يسمى إلف العادة. ¶ وإلف العادة: هو تكرار الفعل بصفة مستمرة حتى يألفه الإنسان.",
            "page": "36",
            "part": "1"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "وأنا لا أنسى أول ما سكنت في القاهرة وكنت أسكن في مقابل القرافة الصغرى في القاهرة وهذه القرافة الصغرى مقابر جماعية على مساحة كبيرة من الأرض عندما كنت أسمع صراخًا أذهب إلي النافذة وأنظر فأجدهم ينزلون الميت من السيارة ويحملون الخشبة ونازلين على المقبرة، كل هذا وأنا استحضر الأحاديث كحديث البراء بن عازب وهذا الرجل ماذا يري ولما أغلقت عليه المقبرة كيف حاله الآن واستحضر منكر ونكير والسؤال وأجاب أم لا؟ كان فاسقًا أم كان مطيعًا، كل هذه الأفكار كانت تأتيني ولا أغادر النافذة أبدًا إلا بعد أن ينصرف المشيعون لهذا الميت، ثم أعول ليس لي قابلية للطعام ولا للشراب وحزين وأظل يوم ويومين لا انتفع بنفسي. ¶ كانوا يدفنون في اليوم تقريبًا في حدود ثلاثة أو أربعة أو خمسة جنازات هذا في الوقت الذي كنت فيه في المسكن وقت الدفن، هذه المسألة استمرت معي شهر ثم بدأت تخف وصرت قليل الذهاب إلى النافذة، أسمع الصراخ أعرف أنهم سيدفنون ميت صارت قدمي ثقيلة للذهاب إلى النافذة، شيئًا فشيئًا لم يعد عندي الإحساس القديم الإحساس الأول بهذه الغربة والمشاعر التي ذكرتها سابقًا ¶ ثم بعد ذلك رصفوا الطرق ما بين المقابر لاختصار المسافات بين الطرق الكبرى، فكنت أمر من وسط المقابر أقول الدعاء صحيح لكن لا يهتز قلبي مثلما كان يهتز في المرة الأولى، فما السبب في هذه القضية؟ إلف العادة تعودت أنني كل يوم أري عدة موتي هل الحانوتي ليس له قلب، هل قلبه كتلة من حجر. ¶ الحانوتي اليوم يدخل كما رأيناه ويخرج من المقبرة يستهزئ بالميت، وهناك حانوتي ذات مرة قال أنا ضربت الميت على قفاه كلما عدلته يعوج فضربه على قفاه أتعدل يا أخي، فكيف يفعل شيء كهذا إلا بإلف العادة المستمرة، فإلف العادة أخطر مرض يضرب القلب.",
            "page": "37",
            "part": "1"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "لما يكون أحدنا في بلاد المشركين يري كل هذه المناكير وأنا أثناء زيارتي لأحد البلاد الأجنبية وذهبت لأشتري شيء من السوق قبل أن أسافر وكان معي مجموعة من الشباب في مصر مقيمين في هذه البلد ونحن في طريقنا إلى المحل مررنا على سينما والسينما طابور وتري كل شيء، الولد مع البنت يحتضنها ويقبلها تسلية للنفس حتى يصلون إلى الرجل الذي يقوم بقطع التذاكر فأنا أول ما رأيت هذا المنظر كأن أحدًا رماني بحجر وشعرت بقبضة في القلب والتفت لأرى أصحابي الذين كانوا معي فوجدتهم يضحكون ضحكة خبيثة، فلما رجعنا إلى المسكن قلت لهم رأيتكم تضحكون ضحكة، فقالوا والله نحن قلنا ننظر إليك هل سيظهر على وجهك ما ظهر على وجوهنا أول مرة لما جئنا إلى هذا البلد. ¶ فماذا حدث له صار يري هذه المناظر ليل نهار، فالحقيقة مشكلة كبيرة السكني في بلاد المشركين، أما بالنسبة لمن استوطن هناك فهذا لا يعد حينئذٍ مسافرًا وهذا يجب عليه أن يتم الصلاة. ¶ الفتوى السادسة والثلاثون: ¶ س: ما هو حديث الغرانيق؟ ¶ ج: الغرانيق يحتاج إلى وقفة فحديث الغرانيق حديث باطل خلاصته أن النبي _صلي الله عليه وسلم _قرأ من سورة النجم وكان المشركون مع المسلمين في ذلك الوقت فلما قرأ _النبي صلي الله عليه وسلم_: (أَفَرَأَيْتُمُ اللاتَ وَالْعُزَّى * وَمَنَاةَ الثَّالِثَةَ الأخْرَى * أَلَكُمُ الذَّكَرُ وَلَهُ الأنْثَى) في أثناء قراءة هذه الآيات (أَفَرَأَيْتُمُ اللاتَ وَالْعُزَّى * وَمَنَاةَ الثَّالِثَةَ الأخْرَى) ذكرت الروايات أن سمع صوت \"تلك الغرانيق العلي وإن شفاعتهن لترتجى \"الغرانيق جمع غرنيق وهو الصنم، فالمشركون كأنهم رضوا بهذا وقالوا أنه يثني على ألهتنا.",
            "page": "38",
            "part": "1"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "هذه القصة كلها مراسيل وحتى المراسيل لا تسلم إسناد وإن كان مرسلاً فلا توجد مراسيل صحيحة الإسناد فيها، كل الطرق الموصولة فيها طرق ضعيفة منكرة ساقطة، وحتى لو سلمنا كما يقول الحافظ بن حجر أن المراسيل ممكن تتعاضد فليس في الروايات أن النبي_ صلي الله عليه وسلم_ هو الذي قال هذا وحاشاه أن يُجري الشيطان على لسانه مثل هذا الباطل ويقول أن الأصنام لها شفاعة وأن شفاعتهن ترتجي وأيضًا تلك الغرانيق العلى وهذا مدح ¶ إنما الذي في الرواية أن الشيطان حاكي صوت النبي _صلى الله عليه وسلم _فوقع هذا الصوت في آذان المشركين كأنه من النبي صلي الله عليه وسلم، لكن لم تذكر الروايات ان النبي صلى الله عليه وسلم هو الذي قال ذلك أو جري ذلك على لسانه، ونحن إذا كنا في باب الأحكام الشرعية نتكلم في المرسل ونقول أنه ضعيف وأنه لا تثبت به الأخبار فما بالك في باب الاعتقاد، هذه المسألة كلها لا تصح ولشيخنا الألباني _رحمة الله عليه _له رسالة أو له جزء لطيف متين اسمه (نصب المجانيق لنسف قصة الغرانيق). ¶ وأنا أريد أن أدافع عن الحافظ بن حجر في فتح الباري لأنه قال أن مجمل القصة يدل على أن لها أصلاً فبعض الناس تهجموا على الحافظ بن حجر وشتموه وقالوا كيف يكون للقصة أصل؟ ¶ والحافظ بن حجر إنما تكلم على هذا الجزء الذي ذكرته أن النبي_ صلي الله عليه وسلم_ ما قال ذلك ولا جري ذلك على لسانه إنما صوت الشيطان الذي حاكي هذا وقع في أذان المشركين كأنه صوت النبي _صلي الله عليه وسلم_ والقصة باطلة على الصحيح وعلى التحقيق وردها جماهير أهل العلم ¶ الفتوى السابعة والثلاثون: ¶ س: هل يجوز للمرأة أن تحج بدون محرم؟",
            "page": "39",
            "part": "1"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "ج: الصحيح من أقوال أهل العلم: في ذلك أنه لا يجوز للمرأة ألا تسافر أن إلا مع ذي محرم منها فإذا هي عجزت عن وجود محرم فقد سقط الحج عنها أما مسألة الرفقة الآمنة والرفقة الصالحة فالدليل الصحيح الواضح يدل على خلاف ذلك، فعندنا حديث النبي عليه الصلاة والسلام الذي يعرفه القاصي والداني (لا يحل لامرأة تؤمن بالله واليوم الآخر أن تسافر إلا مع ذي محرم منها) وهذا كلام واضح كالشمس، والرجل الذي كان اكتتب في غزوة وامرأته أرادت أن تحج فذكر للنبي_ صلي الله عليه وسلم_ أن امرأته تريد أن تحج وليس معها من يحج معها فأمره بترك الغزو وأن يذهب مع امرأته للحج ونحن نعلم ما حكم ترك الغزو. ¶ فالغريب أن من يستدل على أنه في آخر الزمان يحدث نوع من الأمان الكامل حتى أن الظعينة تسافر من كذا إلى كذا لا تخاف إلا الله_عز وجل_ فيقول هذا دليل على أنها تسافر، فهذا حديث وصفي يصف فترة من الفترات وانتزاع الحكم من الأحاديث الوصفية في مقابل الأحاديث التي وُضِعت لأحكام شرعية معينة ليس من سلوك أهل العلم، فالنبي _عليه الصلاة والسلام_لما قال (لا يحل لامرأة تؤمن بالله واليوم الآخر أن تسافر إلا مع ذي محرم منها) هذا كلام وُضِعَ لحكم شرعي لا أستطيع أن أزيل هذا الحكم ولا ألغيه لحديث وصفي وصف به النبي _صلي الله عليه وسلم_ ما سيرد فيما بعد ذلك لا سيما أنه لم يرد في مثل هذا الحديث إذا كانت المرأة يجوز لها أن تفعل أم لا.",
            "page": "40",
            "part": "1"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "وحديث النبي _عليه الصلاة والسلام_ الذي قال فيه على مشارف الساعة يكون للرجل خمسين امرأة، العلماء قالوا يحتمل أن يتزوج الرجل خمسين امرأة لأن النبي _صلي الله عليه وسلم_قال (يُرفع العلم ويظهر الجهل) فالعلم يرفع بقبض العلماء وأن أثار الشريعة قد محيت واندرست ولا يوجد من يقول حرام وحلال فيكون للرجل الواحد خمسون امرأة، إما أن يتزوجها يتزوج خمسين واحدة ولا أحد يقول له حلال ولا حرام ولا يعلمون شيء وإما أنه يلوز للرجل الواحد خمسين امرأة تحتمي فيه يطعمها أو يسقيها وغير ذلك وهذا كله يكون في آخر الزمان فالحديث الذي ورد على جهة الوصف لا يصح أن انتزع منه حكم وأضيع به الحديث الذي ورد لحكم ما إنما وضع لهذا الحكم. ¶ لذلك نقول للمرأة إن لم تجد محرم فقد سقط من عليها الحج. ¶ الفتوى الثامنة والثلاثون: ¶ س: ما حكم من يعمل بالحلاقة ويحلق اللحي ويقوم بعمل حلاقات معينة للشباب؟ ¶ ج: الذي يقوم بعمل أنواع الحلاقات التي جاءت من الخارج مثل الكابوريا أو من يقوم بحلق الشعر من على الجانبين ويترك مقدمة الرأس كما هي دون حلق وما شابه ذلك وهذا يسمي عندنا في الشرع بالقزع كما في حديث بن عمر أن النبي _صلي الله عليه وسلم_\" نهي عن القَزَع\" وهو أن يترك بعض الرأس كاسيًا وبعضه عاريًا. ¶ يقول شيخ الإسلام بن تيمية _رحمة الله عليه: أن الحكمة من النهي عن القزع قال أن هذا من تمام محبة الله عز وجل للعدل وأن المرء لو ترك بعض الرأس كاسيًا وبعضه عارياُ فقد ظلم الجزء الذي تركه عاريًا من الشعر فيتعرض للشمس يتعرض للرطوبة أو البرودة في حين أن القسم الأعلى من رأسه الشعر يذب عنه ويحميه من كل هذا.",
            "page": "41",
            "part": "1"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "فهذا كله حرام، لا يجوز حلق اللحية لأن حلقه اللحية حرام وكذلك لا يجوز القَزَع وما أشبه ذلك ويجب على هذا السائل أن يبحث عن مهنة أخري غير هذا، فإذا كان الناس يقبلون أن يحلق الشعر الحلاقة الشرعية دون مخالفات فلا بأس بذلك وهذا قد يتعذر عليه بل الراجح أنه يتعذر عليه أن يفعل شيء من هذا وننصح له بأن يبحث عن مهنة أخري. ¶ أما كونه تزوج من هذا المال وبني بيته من هذا المال وغير ذلك فهذا نسأل الله أن يعفوا عنه وعفا الله عما سلف والذي لا يعلم الحكم الشرعي فهذا معفو عنه حتى تصل إليه الحجة الشرعية الرسالية التي يؤاخذ بمخالفتها. ¶ الفتوى التاسعة والثلاثون: ¶ س: ما حكم من يعمل بصيانة الكهرباء في جريدة قومية يطبع بها صور عارية وما شابه ذلك؟ ¶ ج: هذا لا شيء عليه في عمله ما لم يمارس هذا المنكر بنفسه أو يشارك فيه. ¶ الفتوى الأربعون: ¶ س: هل يكفر فاعل الكبيرة؟ ¶ ج: هذه المسألة لها قصة حكيتها قديمًا لأبين لمن يتهمني بأنني لا أكفر فاعل الكبيرة وأنا ما خطر ببالي قط في يوم من الأيام منذ عرفت يميني من شمالي أن أكفر فاعل الكبيرة وأنا أعلم أيضًا من كلام أهل العلم وهو مستقي من نصوص القرءان والسنة أن تكرير الذنب لا يدل على الإصرار فبمجرد أن يفعل الإنسان الذنب ثم يكرره ثم يندم ويعزم علي أن لا يعود ثم يغلبه هواه فيكرره وهكذا دواليك هذا التكرير للذنب لا يعد إصرارًا، الإصرار هذا عمل قلبي. ¶ القصة أن رجلاً أرسل لي رسالة فلما وصلتني قرأتها سريعًا وذكرت الخلاصة والوارد بالرسالة أن واحد يقول أننا جلسنا مع رجل يتعامل بالربا وحاورناه وقلنا له أن الربا حرام وهو من الكبائر ولا يجوز لك أن تأكل الربا فقال لهم أنا أعلم أنا الربا حرام وأن الله أنزل تحريمه في القرءان وأن السنة حرمت الربا بس أنا سوف أكل الربا وهذا هو السؤال الذي وجه لي فأنا قلت الآتي إن مات هذا الرجل مصرًا علي ذلك فهو كافر بلا شك.",
            "page": "42",
            "part": "1"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "فبعض الذين يصطادون في الماء العكر قال مات مصرًا فهو كافر فقال إذاً أنه يكفر المصر، فهذا الكلام حتى وإن كان فيه إجمال فمن الذي يفك هذا الإجمال؟ أليس القائل؟ فكان المفترض كما هو عادة أهل العلم أن يرسل رسالة أو يتكلم في الهاتف ويقول أن كلامك هذا كلام مجمل وموهِم ويمكن أن يُفهم منه أنك أنت تكفر المصر فبين ووضح للناس حتى لا يقعوا في الخطأ وقد فعل هذا أحد الشيوخ الأفاضل من خلص إخواني فقال لي أنا أعرف عقيدتك معرفة صحيحة وكلامك قد يفهم خطأ وبعض الناس قد يصطادون ذلك بل وأرسل لي عشر ورقات عن كلام العلماء في المصر وكلام العلماء في المستحل وقال أنا أعلم أنني لن أضيف لك شيئًا جديدًا ولكن بدل ما أنت تبحث قد تحتاج إلى البحث فأنا أوفر عليك الجهد وأرسل إليك بحث جاهز من عندي أن تقرأه فشكرت له ذلك، فكان الشيء الطبيعي أن أي إنسان وقع في هذا الإجمال أن يقول أذهب للمتكلم واسأله ما مقصوده من هذا الكلام؟ هل هو يكفر المصر فعلاً ولا لا يكفر المصر وما وجه الكلام وهذا هو مقتضى النصح.",
            "page": "43",
            "part": "1"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "فلما وجدت أنهم يريدون أن يشوهوا فقط ويبينون أنك مخالف لأهل السنة والجماعة وأنك رجل تنتمي للتكفير وغير ذلك ولا يريد أن يسمع وبعض الذين جاءوني بخصوص هذه المسألة من عند من أشاع هذه الفرية عني وأنا لا أعلم وسألني عدة أسئلة فأجبت عنه بما أعتقد فقال أن كنت عند فلان وسألته قبل أن أحضر إليك وسألته هذه الأسئلة وأجاب بنفس جوابك؟ فقلت له ماذا أنت فاعل؟ قال سأذهب وأقول له، فقال لي أنا ذهبت إلى هذا المتكلم وقلت له لماذا تتكلم في فلان وعقيدته هي عقيدتك، الأسئلة التي وجهتها لك وأنت أجبت عنها هي نفس الأسئلة التي وجهتها إليه وأجاب عنها بنفس جوابك فلما تتكلم، فكانت الإجابة قال له تقيا أنه يتقي فالمسألة صارت واضحة ولقد بينت ما عندي ولا ينفع الكلام بعد ذلك إنما يصلح الكلام لرفع الإشكال وأنت مهما تكلمت حتى الصباح فهو مصر على هذا الاتهام والحمد لله رب العالمين لا أكفر أبدًا فاعل الكبيرة وعندنا أحاديث البطاقة وآيات الوعد {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللهِ إِنَّ اللهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا} [الزمر:53] إلى أحاديث أخري وآيات كثيرة تدل على ذلك، لكن الذي بان لي وظهر لي من خطاب من أرسل إلى أن الرجل مستحل للربا وليس مجرد واحد يقال له الربا حرام فيقول أنا أعلم أن الربا حرام ولكن ماذا أفعل؟ الحالة غلاء وأين أضع فلوسي فقد أعطيتها للشركات فأكلوها فأنا مضطر أن أضع الفلوس في البنك الله يغفر لي.",
            "page": "44",
            "part": "1"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "فهل هذا يستوي وهو يعلم أن الربا حرام ويأكل الحرام لكنه يتكئ علي أي عذر غير مقبول لكن يظهر من كلامه إنه رجل غير مستحل بخلاف رجل يقول أنا عارف أن الله حرم الربا في القرءان وأن الرسول حرم الربا لكنى أكل الربا فما بالك أنت، فأنا لا أعتقد في الدنيا إنسانًا يسمع هذا الكلام ويتوقف في تكفير هذا المرء فهذا مستحل والمستحل كافر بالإجماع وهذا ليس مجرد واحد مصر على أكل الحرام إنما هو مستحل أي انتقل إلى شريحة أخري وأنا أرجئ المسألة كما كان يقول الحسن البصري الله الموعد. ¶ الفتوى الحادية والأربعون: ¶ س: ما حكم استخدام اللولب؟ ¶ ج: استخدام اللولب جائز ويجوز للمرأة أن تستخدم هذه الوسيلة. ¶ الفتوى الثانية والأربعون: ¶ س: هل يجوز أن أدخل أبنائي معهدًا أزهريًا بعيدًا لأنه متميز عن المعهد القريب منا؟ ¶ ج: التعليم كله واحد في الآخر كله يشبه بعضه لا فرق حقيقي بين الاثنين وأنا أولادي في المعاهد العادية ونحن ندرس للأولاد وأنت تستطعين أن تحضري مدرسين يعلمون الأولاد الفقه والعقيدة وغير ذلك لكن الذهاب إلى معهد بعيد فهذا فيه عناء لما فيه من زحمة المواصلات وغير ذلك وأنا لا أنصح بذلك. ¶ الفتوى الثالثة والأربعون: ¶ س: ما حكم أكل اللحم الذي يذبح في المذابح العامة؟ ¶ ج: إذا كان في بلد كمصر مثلاً وبها مذابح فبعض الذين يقولون بكفر تارك الصلاة يقولون بتحريم ذبيحته والذين يقولون بأنه مسلم على الخلاف الجاري المعروف بأنهم يحلون ذبيحته وهذا بكل أسف مما عمت به البلوى، إنسان لا يستطيع أن يذبح لنفسه قد يستطيع هذا بعض الناس أن يأتي بالذبيحة ويشتركون مجموعة فيها ويذبحوها ويتخلصوا من كل هذا الصداع الذي يمكن أن يصيب الإنسان، لكن هذه المسألة صارت عسيرة جدًا أن يذبح المرء لنفسه أو أن يجمع مجموعة فيذبح، فلذلك لا أري بأسًا في أكل اللحم الذي يذبح في المذابح العامة المعروفة.",
            "page": "45",
            "part": "1"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "الفتوى الرابعة والأربعون: ¶ س: ما تفسير قوله تعالي في أواخر سورة المؤمنون {فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ * وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ} [المؤمنون: 102 - 103]؟ ¶ ج: هذا هو المآل النهائي، الرجل العاصي والسائل يقول هل هو مخلد في النار والآية ليس فيها هذا التفصيل والمخلد في النار الذي هو بعد أن يذبح الموت أهل التوحيد الذين هم المسلمون المذنبون العصاة بعد أن يأخذ حظه من النار وبعد أن يصير من الجهنميين ويلقون في ماء الحياة على حسب ما هو وارد في الحديث ويذبح الموت بين الجنة والنار ثم يقال يا أهل الجنة خلود لا موت بعد اليوم يا أهل النار خلود لا موت بعد اليوم ولا يكون هذا إلا بعد خروج آخر موحد مذنب من النار حينئذٍ هؤلاء خفت موازينهم أي دخلوا النار في جهنم خالدون وهم الجنس الذي ذكرناه. ¶ لكن هذا لا يشمل المذنبين من أمة النبي_صلي الله عليه وسلم _لأن هناك شفاعات وفيه كما يقول شيخ الإسلام بن تيميه رحمة الله عليه أن مكفرات الذنب عشرة أي أن هناك عشرة أسباب يكفر بها الذنوب. ¶ الفتوى الخامسة والأربعون: ¶ س: ما الفرق بين المسجد والمصلي؟ ¶ ج: المسجد له أحكام ليست للمصلي لكن إذا اجتمع المسلمون في مكان ما في عمل من الأعمال في صحراء أو في مكان معتزل بعيد عن المسجد وحانت صلاة الجمعة فاجتمعوا في هذا المصلي أو في هذا المكان وخطب واحد الجمعة وصلي بهم فهذا جائز لا بأس به. ¶ الفتوى السادسة والأربعون: ¶ س: ما العمل فعندما امتنعت عن بيع السجائر قل البيع فهل أغلق المحل؟",
            "page": "46",
            "part": "1"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "ج: نقول لهذا السائل لا تفعل ولا يغرنك كثرة الخبيث السجائر حرام على القول الصحيح عند أهل العلم وليست مكروهة ولا غير ذلك إنما هي حرام على الخط العريض فعليك أن تثق بالله تبارك وتعالي ولا تكن كبني إسرائيل لما عملوا قصة الصيد يوم السبت لما كان يوم السبت كان النهر يكون مملوء على الآخر سمك وعندما يأتي يوم الأحد فلا توجد أسماك فقاموا بعمل حيلة، فننصح بعدم فعل هذا واصبر هذا امتحان من الله تبارك وتعالي لك أتصبر أم لا ¶ لكن أن تغلق المحل وغير ذلك فلا ننصحك بهذا وجرب توكلك وكن متوكلاً على الله عز وجل حق توكله وأنت لا تدري فمن الممكن أن تأتي هذه الفلوس كثيرة ويحدث لك شيء أو حادث فتنفق هذه الأموال والأموال الحلال التي معك. ¶ الفتوى السابعة والأربعون: ¶ س: ما حكم أن أشتري للناس سلع وبعد أن تدخل إلى حوزتي أبيعها لهم بالتقسيط وأنا ليس عندي محل للبيع فيه؟ ¶ ج: هذا ليس حرام ولا يشترط أن يكون لك محل فالإنسان إذا قال له أخر اشتري لي بضاعة معينة فاشتراها ثم حازاها إلى رحله وضعها في المخازن الخاصة به أو بيته ثم جاء الرجل فأخذها من رحله أو بيته فهذا لا بأس به ولا شيء فيه. ¶ الفتوى الثامنة والأربعون: ¶ س: هل حديث إذا ولغ الكلب في إناء أحدكم فليغسله سبع مرات أولاهن بالتراب خاص بالآنية أم بكل شيء؟ ¶ ج: بعض الناس يقول أنه بمجرد أن يغسل بأي مادة غسيل كالصابون أو غير ذلك يكون قد نفذ الغسيل وهذا الكلام لا يصح ولا بد من التراب في هذه المسألة وهذا الحديث خاص بالآنية، فإذا الكلب مس الملابس بجلده أو بلسانه فهل يغسل الثياب سبع مرات إحداهن بالتراب؟ لا، هذه المسألة خاصة بالآنية دون غيرها. ¶ الفتوى التاسعة والأربعون: ¶ س: هل يحاسب الإنسان على ما يأتيه من وساوس قهرية؟",
            "page": "47",
            "part": "1"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "ج: الوسواس القهري الذي يهجم على القلب بغير اختيار من صاحبه علاجه بعد الاستعانة بالله تعالي أن تطرح هذه الوساوس خلف ظهرك، لماذا؟ لأن الله تبارك وتعالي أمنك على لسان نبيه _صلي الله عليه وسلم_ من هذا الوسواس فقال عليه الصلاة والسلام (أن الله تجاوز لأمتي ما حدثت به أنفسها ما لم تعمل به أو تتكلم به) ما لم ينشرح صدرك بهذه الوساوس فما الذي يخيفك ويجعلك في رعب أو يزعجك إذا كان هذا أهدره النبي عليه الصلاة والسلام قال ما لم تعتقد بقلبك وينشرح الصدر لذلك ولم نري رجلاً أصيب بهذا الوسواس منشرح الصدر أو مبسوط، على العكس هو خائف جدًا أن يموت على الكفر، فكل من يعاني من هذا الوسواس تأتيه وساوس في ذات الله تبارك وتعالي تنقيص في ذات الله عز وجل أو تشكيك في القرءان أو تشكيك في الرسول _عليه الصلاة والسلام _، من عرفك أنه بعث؟ من عرفك أن هذا الكلام كلام الله عز وجل ويسمع شتم لرب العالمين في قلبه فيكون مرعوب خائف أن يموت على الكفر فصدره لن ينشرح بطبيعة الحال. ¶ والله عز وجل تجاوز عن مثل هذا ما لم ينشرح الصدر لذلك وما لم يدعوا هذا الإنسان المبتلى غيره إلى مثل هذا، فهذا غير متحقق أبدًا عند صاحب الوسواس لذلك نقول له أمنك الله _عز وجل_ بهذا الحديث (أن الله تجاوز لأمتي ما حدثت به أنفسها ما لم تعمل به أو تتكلم به) كلما أراد أن يذكر الله يدخل له بالوسواس يقوم ساكت عن الذكر والذكر هذا سلاحك وقراءة القرءان سلاحك، فأنت إذا خفت وهبت وجبنت وألقيت سلاحك فالجدير بأن يطعنك، جدير أن يهلكك. ¶ لذلك نقول المسألة تحتاج إلى إرادة أغلب هؤلاء المبتلين بالوسواس ليس عندهم إرادة، إرادته ضعيفة، فأثناء قيامك الليل تقرأ القرءان جاءت إليك وساوس استمر في القراءة لا تقف لأن مجرد الوقوف والرجوع إلى الخلف مشكلة كبيرة جدًا تمكن الشيطان منك. ¶ الفتوى الخمسون: ¶ س: ما حكم الاشتراك بصناديق الزمالة؟",
            "page": "48",
            "part": "1"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "ج: المعروف أن صناديق الزمالة كل هذه الأموال تستثمر في البنوك الربوية والشيء الزائد من الأموال إنما هي نتيجة العملية الربوية فلذلك يجب أن تنسحب منها استبراء للدين وللعرض.",
            "page": "49",
            "part": "1"
        }
    ],
    "t37677": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى الأولي: س: ما حكم البنوك الإسلامية واختلاف أهل العلم فيها؟"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى الثانية: س: هل الدروس الخصوصية جائزة أم لا؟"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "الفتوى الثالثة: س: ما أسباب وعلاج الالتزام الظاهري للشباب؟"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى الرابعة: س: ما حكم من يباعد بين الأذان والإقامة ويطيل الصلاة بمسجد حوله الأسواق و المحلات والورش؟"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى الخامسة: س: أحفظ نصف القرآن فهل أكمل القرآن أم أطلب علم الحديث؟"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى السادسة: س: ما هي أفضل طريقة لحفظ القرءان والمتون"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى السابعة: س: متى يبدأ وقت المسح على الجوربين"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "1",
            "tit": "الفتوى الثامنة: س: هل يجوز مس المصحف بغير وضوء؟"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوي التاسعة: س: ما حكم الأب الذي قسم ميراثه وهو على قيد الحياة وميز البنين علي البنات"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى العاشرة: س: ما حكم من ترك زوجته معلقة ولم يطلقها؟"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "1",
            "tit": "الفتوى الحادية عشر: س: هل المختصرات في علم الرجال في علم أصول الحديث ككتاب تقريب التهذيب للحافظ بن حجر العسقلاني والكاشف للإمام الذهبي والخلاصة للخزرجي تكفي للحكم علي الحديث؟"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى الثانية عشر: س: ما حكم من نام وفاته فرض من الفرائض بسبب الإجهاد في العمل وقوله صلى الله عليه وسلم (رفع القلم عن ثلاث عن النائم حتى يستيقظ)"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى الثالثة عشر: هل النقاب واجب أم مستحب"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى الرابعة عشر: ما الفرق بين النية في صيام رمضان والنية في صيام النافلة"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى الخامسة عشر: س: ما حكم اللعب بالنبل"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "1",
            "tit": "الفتوى السادسة عشر: س: ما هي حقيقة من يسمون أنفسهم بالقرآنيين"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى السابعة عشر: س: من أين يبدأ الصف الثاني خلف الإمام هل من علي اليمين أم علي الشمال"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": "1",
            "tit": "الفتوى الثامنة عشر: س: ما هي كيفية رد السلام علي من يقول صباح الخير، صباح الفل، صباح الجمال وغير ذلك هل يقول عليكم السلام ورحمة الله أم ماذا يقول"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى التاسعة عشر: س: ما حكم وضع السمك على النار وهو حي"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": "1",
            "tit": "الفتوى العشرون: س: ما حكم وضع الستائر على الحوائط"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى الحادية والعشرون: س: كيف تتصرف المسلمة المتزوجة في تايلاند مع وجود ملل شتي وهل يجوز لها أن تتعامل مع هذه الملل؟"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": "1",
            "tit": "الفتوى الثانية والعشرون: س: ما حكم زكاة الحلي؟"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى الثالثة والعشرون: س: كيف تكون الزكاة في عروض التجارة؟"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى الرابعة والعشرون: س: ما المقصود من قوله تعالى {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} [فاطر: 28]؟"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى الخامسة والعشرون: س: غير موجودة بالأصل"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": "1",
            "tit": "الفتوى السادسة والعشرون: س: ما حكم الصلاة بعد الوتر؟"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": "2",
            "tit": "الفتوى السابعة والعشرون: س: هل يجوز الأكل عند رجل ماله من الربا أو يعمل في أحد البنوك الربوية أو ما شابه ذلك؟"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى الثامنة والعشرون: س: هل يجوز طلب العلم عن طريق الكتب في البلاد التي يندر فيها العلماء؟ أو كيف نطلب العلم؟"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": "1",
            "tit": "الفتوى التاسعة والعشرون: س: كيف تتعامل الزوجة مع أقارب الزوج؟"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى الثلاثون: س: لماذا نعمل إذا كان قد كتب علي المرء أنه شقي أم سعيد؟"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى الحادية والثلاثون: س: ما هي صورة البيعتان في بيعة؟"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى الثانية والثلاثون: س: ما حكم وضع البيشة فوق النقاب لتغطية العين؟"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى الثالثة والثلاثون: س: ما حكم وضع الأموال بالبريد؟ وماذا يفعل الأبناء الذي ينفق عليهم أباهم من هذه الفوائد؟"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": "1",
            "tit": "الفتوى الرابعة والثلاثون: س: هل يجوز رفع اليد بالدعاء بعد ختام الصلاة؟ وكذلك عند جلسة الاستراحة للإمام أثناء خطبة الجمعة؟"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": "2",
            "tit": "الفتوى الخامسة والثلاثون: س: ما حكم الإقامة في ديار المشركين؟"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى السادسة والثلاثون: س: ما هو حديث الغرانيق؟"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى السابعة والثلاثون: س: هل يجوز للمرأة أن تحج بدون محرم؟"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى الثامنة والثلاثون: س: ما حكم من يعمل بالحلاقة ويحلق اللحي ويقوم بعمل حلاقات معينة للشباب؟"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى التاسعة والثلاثون: س: ما حكم من يعمل بصيانة الكهرباء في جريدة قومية يطبع بها صور عارية وما شابه ذلك؟"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى الحادية والأربعون: س: ما حكم استخدام اللولب؟"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": "1",
            "tit": "الفتوى الثانية والأربعون: س: هل يجوز أن أدخل أبنائي معهدًا أزهريًا بعيدًا لأنه متميز عن المعهد القريب منا؟"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": "2",
            "tit": "الفتوى الثالثة والأربعون: س: ما حكم أكل اللحم الذي يذبح في المذابح العامة؟"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى الرابعة والأربعون: س: ما تفسير قوله تعالي في أواخر سورة المؤمنون {فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ * وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ} [المؤمنون: 102"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": "1",
            "tit": "الفتوى الخامسة والأربعون: س: ما الفرق بين المسجد والمصلي؟"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": "2",
            "tit": "الفتوى السادسة والأربعون: س: ما العمل فعندما امتنعت عن بيع السجائر قل البيع فهل أغلق المحل؟"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى السابعة والأربعون: س: ما حكم أن أشتري للناس سلع وبعد أن تدخل إلى حوزتي أبيعها لهم بالتقسيط وأنا ليس عندي محل للبيع فيه؟"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": "1",
            "tit": "الفتوى الثامنة والأربعون: س: هل حديث إذا ولغ الكلب في إناء أحدكم فليغسله سبع مرات أولاهن بالتراب خاص بالآنية أم بكل شيء؟"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": "2",
            "tit": "الفتوى التاسعة والأربعون: س: هل يحاسب الإنسان على ما يأتيه من وساوس قهرية؟"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "الفتوى الخمسون: س: ما حكم الاشتراك بصناديق الزمالة؟"
        }
    ]
}