{
    "b37689": [
        {
            "id": "1",
            "nass": "مفهوم الثقافة ¶ في العلوم الاجتماعية ¶ البريد الالكتروني: unecriv@net.sy E-mail : ¶ aru@net.sy ¶ موقع اتحاد الكتّاب العرب على شبكة الإنترنت ¶ http://www.awu-dam.org ¶ (( ¶ دوني كوش ¶ مفهوم الثقافة ¶ في العلوم الاجتماعية ¶ - دراسة - ¶ ترجمة : ¶ الدكتور قاسم المقداد ¶ من منشورات اتحاد الكتاب العرب ¶ دمشق - 2002 ¶ مقدمة ¶ تشهد قضية الثقافة أو بالأحرى قضية الثقافات انبعاثاً راهناً سواء على الصعيد الفكري، نظراً لحيوية النزعة الثقافية ¶ الأميركية، أو على الصعيد السياسي .ولم تشهد فرنسا حديثاً عن الثقافة كما تشهده اليوم (حول وسائل الإعلام والشباب والمهاجرين الخ) وهذا الاستخدام الفوضوي لكلمة \"ثقافة\" يشكل وحده معطى إتنولوجيّاً. ¶ مارك أوجيه [ 1988](¬1) ¶ يعتبر مفهوم الثقافة ملازما للعلوم الاجتماعية، وهو ضروري لها إلى حد ما، للتفكير حول وحدة البشرية من خلال التنوع بشكل يختلف عن التفكير المستند إلى البيولوجيا. ويبدو أن هذا المفهوم يقدم أكثر الأجوبة إقناعاً على سؤال الفارق بين الشعوب، وذلك لأن الجواب \" العرقي\" أخذ يفقد من قيمته شيئاً فشيئاً مع تطور علم الوراثة البشري. ¶ ¬__________ ¶ (¬1) * الإحالات المذكورة بين معقوفين تحيل إلى قائمة المراجع في نهاية الكتاب.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الإنسان بالأساس كائن ثقافي.وعملية التحول الطويلة إلى إنسان التي بدأت قبل عشرة ملايين سنة، انطوت في جوهرها على الانتقال من التكيّف الوراثي مع البيئة الطبيعية إلى التكيّف الثقافي.وعبر مسيرة ذلك التطور الذي أدى إلى نشوء الإنسان العاقل أي الإنسان الأول، تراجعت الغرائز تراجعاً كبيراً، وحلّت الثقافة تدريجياً محلها وهو التكيف الذي تمكن الإنسان من السيطرة عليه.وقد تبين أن هذا التكيّف أكثر فاعلية من التكيف الوراثي لأنه أكثر مرونة وأسهل وأسرع قابلية للانتقال .والثقافة لا تتيح للإنسان التكيف مع بيئته فحسب، بل تتيح له إمكانية تكييف هذه البيئة لحاجاته ومشروعاته، بمعنى آخر، الثقافة تجعل تغيير الطبيعة أمراً ممكناً. ¶ وحتى لو امتلك كل البشر المخزون الوراثي نفسه لكنهم يختلفون عن بعضهم في خياراتهم الثقافية حيث يتمكن كل شعب من إيجاد الحلول الملائمة.ولكن، يمكن رد هذه الاختلافات إلى بعضها بعض لأنها تمثل تطبيقا للمبادئ الثقافية الشاملة نظراً للوحدة الثقافية التي تجمع البشرية، على اعتبار أن هذه التطبيقات عرضة للتطور بل وللتغيّر. ¶ وبالتالي يبدو أن مفهوم الثقافة يعد أداة مناسبة لوضع حد للتفسيرات الطبيعية للتصرفات البشرية.وطبيعة الإنسان يمكن تفسيرها كلها من خلال الثقافة.والاختلافات التي تبدو شديدة الارتباط بالخصائص البيولوجية الخاصة مثل اختلاف الأجناس، على سبيل المثال، لا يمكن ملاحظتها أبداً في حد ذاتها\"في الحالة الأصلية\"(الطبيعية)، لأن الثقافة تستولي عليها مباشرة:التقسيم الجنسي للأدوار وللمهام في المجتمعات البشرية ينتج أساساً عن الثقافة، ولهذا نراها تتنوع من مجتمع لآخر.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الإنسان لا يملك أي شيء طبيعي خالص.حتى الوظائف البشرية المرتبطة بالحاجات الفيزيولوجية كالجوع والنوم والرغبة الجنسية وما إلى ذلك، تمليها الثقافة: المجتمعات لا تقدم تماماً الأجوبة نفسها بالضبط، على تلك الحاجات.وفي المجالات التي تخلو من الإكراه البيولوجي تقوم الثقافة بتوجيه السلوك. لذا فإن الأمر :\"كن طبيعيّاً\"، وهو أمر نوجهه غالباً للأطفال في الأوساط البورجوازية على وجه الخصوص، يعني في الواقع :\" كن متوافقاً مع نموذج الثقافة التي نقلت إليك\". ¶ إذا أدركنا مفهوم الثقافة بمعناها الواسع على أنه الذي يحيل إلى أساليب الحياة والفكر، فإنه اليوم مفهوم مقبول بشكل واسع حتى لو انطوى هذا الفهم على شيء من الغموض.لكن الأمر لم يكن دائماً كذلك.فمنذ أن برزت الفكرة الحديثة للثقافة في القرن الثامن عشر أثارت مناقشات حادة.ومهما كان المعنى الدقيق الذي أمكن خلعه على هذه الكلمة – وما أكثر تعريفات الثقافة!- فقد بقيت هناك اختلافات حول تطبيقها على هذا الواقع أو ذاك.لأن استخدام مفهوم الثقافة يدخلنا مباشرة في النظام الرمزي وفي ما يتعلق بالمعنى، أي في أصعب ما يمكننا الاتفاق عليه. ¶ على الرغم من توجه العلوم الاجتماعية نحو الاستقلالية الابيستمولوجية، لم تكن أبداً مستقلة عن السياقات الفكرية واللغوية التي تقيم فيها خطاطاتها النظرية والمفهومية.لذا فإن النظر في المفهوم العلمي للثقافة يقتضي دراسة تطورها التاريخي المرتبط مباشرة بالفكرة الحديثة للثقافة.ويكشف هذا الأصل الاجتماعي عن أنه خلف الاختلافات الدلالية حول التعريف الصحيح الذي ينبغي وضعه لهذه الكلمة، تختبئ اختلافات اجتماعية وقومية[ ... ] وصراع التعريفات هو في واقع الأمر تعبير عن صراعات اجتماعية حول المعنى الذي يجب خلعه على الكلمات الناجمة عن رهانات اجتماعية جوهرية، كما يقول عبد الملك صيّاد:",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "\" وهكذا يمكن أن نضيف إلى الحديث عن التاريخ الدلالي، أي عن أصل الدلالات المختلفة لمفهوم الثقافة، حديثاً عن التاريخ الاجتماعي لهذه الدلالات:التغيرات الدلالية التي تبدو ظاهرياً ذات طبيعة رمزية صرفة ترتبط، في الواقع، بتغيرات ذات طبيعة مختلفة، بتغيرات في بنية علاقات القوة القائمة بين الجماعات الاجتماعية الموجودة في كنف المجتمع الواحد، من جهة، وبين المجتمعات التي يقوم بينها فعل متبادل من جهة أخرى، أي التغيرات التي تصيب المواقع التي يشغلها مختلف الشركاء المهتمين بالتعاريف المختلفة لمفهوم الثقافة [ 1987، ص 25]. ¶ بعد ذلك سنتحدث عن اختراع المفهوم العلمي للثقافة الذي يقتضي الانتقال من التعريف المعياري إلى التعريف الوصفي.وخلافاً لمفهوم المجتمع الذي ينتمي إلى الحقل الدلالي نفسه، فإن مفهوم الثقافة لا ينطبق إلا على ما هو إنساني.وهذا المفهوم يتيح إمكانية فهم وحدة الإنسان في تنوع أنماط حياته ومعتقداته، لأن التركيز يتم على الوحدة على التنوع [ الفصل الثاني] ¶ ما أن دخل هذا المفهوم في علوم الإنسان حتى شهدنا تطوراً ملحوظاً في الأبحاث المنصبّة على مسألة التنوعات الثقافية، لا سيما في العلوم الاجتماعية الأميركية لأسباب لا تعود إلى الصدفة وهي ما سيتم تحليلها لاحقاً.والتحقيقات التي أُجريت على مجتمعات شديدة التنوع بيّنت الانسجام الرمزي (وهو ليس تجانساً على الإطلاق) لمجموع الممارسات (الاجتماعية والاقتصادية والسياسية والدينية الخ) لتجمع معين أو لمجموعة من الأفراد [الفصل الثالث].",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "إن الدراسة الدقيقة لتلاقي الثقافات تبين أن هذا التلاقي يتحقق وفق صيغ شديدة التنوّع ويفضي إلى نتائج بالغة التضاد تبعاً لحالات التماس.وسمحت الأبحاث المهتمة ب \"المثاقفة\" بتجاوز عدد من الأفكار المسبقة المتعلقة بخصائص الثقافة وتجديد مفهومها بشكل عميق.المثاقفة ليست ظاهرة عرضية ذات |آثار تخريبية، بل إحدى الصيغ العادية للتطور الثقافي لكل مجتمع ¶ [ الفصل الرابع] ¶ وتلاقي الثقافات لا ينشأ عن المجتمعات الشاملة globalesفقط، بل أيضاً عن جماعات اجتماعية تنتمي إلى المجتمع المركب نفسه.وبما أن هذه الجماعات متراتبة في ما بينها، نلاحظ أن التراتبات الاجتماعية تحدد التراتبات الثقافية، وهذا لا يعني أن ثقافة الجماعة المهيمنة تحدد طابع الجماعات المهَيمن عليها اجتماعياً.فثقافات الطبقات الشعبية لا تخلو من الاستقلالية ولا من القدرة على المقاومة [الفصل الخامس]. ¶ إن الدفاع عن الاستقلالية الثقافية يرتبط ارتباطاً وثيقاً بالمحافظة على الهوية الجماعية .\"الثقافة\" و\" الهوية\" مفهومان يحيلان إلى الواقع نفسه منظورا إليه من زاويتين مختلفتين.والمفهوم الذاتيe essentialiste للهوية لم يعد يقف في وجه الفكرة القائلة بأن الجماعة لا يمكن فهمها إلا بدراسة علاقاتها بالجماعات المجاورة لها[الفصل السادس]. ¶ إن التحليل الثقافي يحتفظ اليوم بكل ما يملك من ملاءمة، ويبرهن على أنه قادر على تأسيس المنطق الرمزي المعمول به في العالم المعاصر، شريطة عدم إهمال دروس العلوم الاجتماعية.ولا يكفي أن نستعير من هذه العلوم كلمة \"ثقافة\" لكي نفرض قراءة للواقع، غالباً ما تخفي محاولة فرض رمزي.وسواء أكنا نتحدث عن المجال السياسي أو الديني في المؤسسات أو بخصوص المهاجرين، فإن الثقافة لا تُملى بقرار، ولا يتم التعامل معها كأداة ثانوية لأنها تنجم عن عمليات شديدة التعقيد غالباً ما تكون غير واعية[الفصل السابع].",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "لم يكن بالإمكان أن نعرض في إطار هذا الكتاب كل الاستخدامات التي عرفها مفهوم الثقافة في العلوم الإنسانية والاجتماعية.وقد فضلنا هنا الحديث عن علم الاجتماع والأنثروبولوجيا لكن فروعاً أخرى تلجأ إلى مفهوم الثقافة مثل علم النفس ولا سيما علم النفس الاجتماعي والتحليل النفسي واللسانيات والتاريخ والاقتصاد الخ.وبعيداً عن العلوم الاجتماعية فإن مفهوم الثقافة يستخدم، على وجه الخصوص، من قبل الفلاسفة.ولأننا لا نستطيع أن نكون شاملين فقد بدا مشروعاً الاكتفاء بعدد من المنجزات الأساسية في التحليل الثقافي. ¶ ( ¶ الفصل الأول ¶ الأصل الاجتماعي لكلمة “ثقافة” وفكرتها ¶ للكلمات تاريخ وهي تصنع التاريخ إلى حدٍ ما.إن صحَّ هذا القول على الكلمات كلها فيمكن التحقق منه في ما يتعلق بلفظة \"ثقافة\" على وجه الخصوص.إن وزن الكلمات، كما يقال في وسائل الإعلام، ثقيل بعلاقته بالتاريخ، التاريخ الذي صنعها والتاريخ الذي تساهم في صناعته. ¶ تنشأ الكلمات للإجابة على بعض التساؤلات، وعلى بعض القضايا التي تُطرح في فترات تاريخية محددة وفي سياقات اجتماعية وسياسية نوعية.والتسمية تعني طرح القضية وحلها في آنِ معاً بشكل ما من الأشكال. ¶ إن اختراع مفهوم الثقافة يكشف في حد ذاته عن مظهر أساسي من مظاهر الثقافة التي تحقّق في كنفها هذا الاختراع الذي سنطلق عليه حالياً اسم الثقافة الغربية لعدم وجود مصطلح آخر أكثر ملاءمة منه.وفي المقابل، من المثير ألا نجد مقابلاً لكلمة\" ثقافة \" culture في أغلب اللغات الشفوية للمجتمعات التي يقوم علماء الإناسة بدراستها.وهذا، بطبيعة الحال، لا يقتضي (وهي حتمية لم يتم الاتفاق عليها بعد) أن تكون تلك المجتمعات مفتقرة للثقافة، بل لأنها لا تطرح على نفسها سؤال معرفة ما إذا كانت تملك ثقافة ما، أو تحديد الثقافة التي تختص بها على أقل تقدير.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "لذا، إذا أردنا إدراك المعنى الحالي لمفهوم الثقافة واستخدامه في العلوم الاجتماعية، لا بدّ من العودة إلى أصله الاجتماعي، وإلى نسبه généalogie، بمعنى آخر، نريد النظر في كيفية تشكل الكلمة ثم المفهوم العلمي المرتبط بها.وبالتالي البحث عن أصله وعن تطوره الدلالي.ونحن هنا لسنا بصدد تحليل لغوي بل بصدد توضيح الروابط القائمة بين تاريخ كلمة \" ثقافة\" وبين تاريخ الأفكار. ¶ إن تطور أية كلمة يستند إلى عدة عوامل ليست ذات طابع لغوي، وميراثها اللغوي يخلق نوعاً من الارتباط بالماضي في استخداماته المعاصرة. ¶ من مسيرة كلمة\" ثقافة\" لا نحتفظ إلا بما يوضح تكون المفهوم بالشكل الذي تستخدمه به العلوم الاجتماعية.كانت الكلمة، وستبقى دائماً، مطبقة على علاقات شديدة التنوع (ثقافة الأرض، ثقافة جرثومية الخ) وبمعانٍ شديدة الاختلاف لدرجة أنه من المستحيل علينا الإحاطة بتاريخها كاملاً. ¶ تطور كلمة ((ثقافة)) في اللغة الفرنسية منذ القرون الوسطى حتى القرن التاسع عشر ¶ من المشروع أن نتوقف بشكل خاص، على المثال الفرنسي في استخدامه لكلمة \" ثقافة\" إذ يبدو واضحاً أن التطور الدلالي النهائي للكلمة –التي ستتيح لاحقاً اختراع المفهوم – قد برز في اللغة الفرنسية منذ عصر الأنوار قبل انتشارها عن طريق الاقتراض اللغوي في اللغات الأخرى المجاورة (كالإنجليزية والألمانية). ¶ إذا استطعنا اعتبار فترة تشَكُّل المعنى الحديث للكلمة تعود إلى عام 1700 إلا أن كلمة \"ثقافة\" هي كلمة قديمة في المفردات الفرنسية.وهي كلمة تعود في أصلها إلى اللغة اللاتينية cultura التي تعني رعاية الحقول أو قطعان الماشية.ثم ظهرت في القرن الثامن عشر لتدل على جزء من الأرض المزروعة ( حول هذه النقطة وغيرها، أنظر بينيتون [ 1975]).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "في بداية القرن السادس عشر لم تعد هذه الكلمة تدل على حالة(حالة الشيء المزروع) بل على فعل، أي فعل زراعة الأرض:ولم يتكون معناها المجازي إلا في منتصف القرن السادس عشر، حيث أصبح يدل على تثقيف المَلَكة culture d’une faculté أي العمل على تطوير تلك المَلَكة.لكن هذا المعنى المجازي بقي قليل الشيوع حتى نهاية القرن السابع عشر ولم يتم الاعتراف به أكاديمياً على الإطلاق، ولم يظهر في غالبية معاجم تلك الفترة. ¶ وحتى نهاية القرن الثامن عشر، لم يتأثر المضمون الدلالي للكلمة إلا قليلاً مع تطور الأفكار وبالتالي فقد لحق بالحركة الطبيعية للغة التي تستخدم الكناية (تحول الثقافة من حالة إلى فعل) من جهة، وبالاستعارة من جهة أخرى(تحوّل المعنى من تهذيب الأرض إلى تهذيب العقل) محاكية بذلك نموذجها اللاتيني cultura التقليدي باعتباره قد كرّس استخدام الكلمة بمعناها المجازي. ¶ ولم تبدأ كلمة \" ثقافة\" بفرض نفسها مجازياً إلا في القرن الثامن عشر.ودخلت بمعناها هذا معجم الأكاديمية الفرنسية (طبعة عام 1718).ومذّاك أُلحق بها المضاف وصار يقال : \"ثقافة الفنون\" و \"ثقافة الأدب\"و\"ثقافة العلوم\" كما لو كان تحديد الشيء المُهَذّب ضرورياً. ¶ ودخلت الكلمة في مفردات لغة عصر الأنوار دون أن يستخدمها الفلاسفة.والموسوعة التي كرّست مقالة طويلة ل\"تهذيب أو ثقافة الأرض\" لم تخصص مقالة نوعية لمعنى \"الثقافة \" المجازي.لكنها لم تتجاهلها لأن هذه الكلمة برزت في مقالات أخرى مثل (\" تربية\"، \"عقل\"، \"أدب\"، \"فلسفة\"، \"علوم\").",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وشيئاً فشيئاً، تحررت كلمة \"ثقافة\" من مُضافاتها وانتهى بها الأمر إلى أن استُعملت للدلالة على \" تكوين\" و \" تربية\" العقل أو النفس. وعبر حركة معاكسة لتلك التي لاحظناها سابقاً، تمّ الانتقال من كلمة \"ثقافة\" باعتبارها فعلاً (فعل أو عملية التعليم\" instruire إلى اعتبارها حالة (حالة العقل المثقف عن طريق التعلٌّم، حالة الفرد \"الذي يملك ثقافة\").وتكرّس هذا الاستخدام في نهاية القرن الثامن عشر من قبل معجم الأكاديمية(طبعة 1798) الذي تحدث عن \"عقل طبيعي بدون ثقافة\"مشيراً بذلك إلى التعارض المفهوميّ بين كلمتي \" طبيعة\"و\"ثقافة\".وأصبح هذا التعارض أساسياً عند فلاسفة عصر الأنوار الذين نظروا إلى الثقافة على أنها سمة مميزة للنوع البشري، واعتبروا الثقافة محصّلة المعارف التي تُراكمها البشرية عبر تاريخها وتغيرها باعتبارها كليّة. ¶ وفي القرن الثامن عشر لم تستخدم كلمة\"ثقافة\" إلا بالمفرد، وهو ما يعكس عالمية النزعة الإنسانية للفلاسفة من حيث أن الثقافة أمر خاص بالإنسان دون أن يعني هذا أي تمييز بين الشعوب أو الطبقات.وبالتالي فقد ترسّخت كلمة \"ثقافة\" في إيديولوجية عصر الأنوار واقترنت بأفكار التقدم والتطور والتربية والعقل التي كانت تحتل مكان الصدارة في تلك الفترة.صحيح أن حركة الأنوار نشأت في إنجلترا إلا أن لغتها ومفرداتها قد نشأت في فرنسا، وسرعان ما اتسع صداها في أرجاء أوروبا الغربية كلها، لا سيما في الحواضر الكبرى مثل أمستردام وبرلين وميلان ومدريد ولشبونة وحتى سان بطرسبرغ.واكتسبت فكرة الثقافة طابع التفاؤل السائد في تلك الفترة، ذلك التفاؤل القائم على الثقة التي يمكن للكائن البشري أن يرقى بها إلى الكمال perfectible .فالتقدم ينشأ دائما عن التعلّم أي عن الثقافة الأكثر اتساعاً.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وبالتالي فقد اقتربت كلمة \"ثقافة\" كثيراً من تلك الكلمة التي ستشهد نجاحاً كبيراً (بل أكثر من النجاح الذي حققته كلمة \"ثقافة\") في مفردات اللغة الفرنسية إبان القرن الثامن عشر وهي كلمة \"حضارة\".والكلمتان تنتميان إلى الحقل الدلالي نفسه وتعكسان المفاهيم الأساسية نفسها.وإن ارتبطت هاتان الكلمتان ببعضهما أحياناً، إلا أنهما غير متكافئتين.فكلمة \"ثقافة\" أكثر دلالة على التطورات الفردية أما كلمة \"حضارة\" فتدل على التطورات الجماعية. ¶ إن كلمة حضارة هي مفهوم واحدي ولا تستخدم إلا بصيغة المفرد، مثلها في ذلك مثل كلمة \"ثقافة\" .لكن سرعان ما تحرر المعنى الحديث لهذه الكلمة (لم تظهر هذه الكلمة إلا في القرن الثامن عشر) من دلالته على تهذيب الأخلاق عند الفلاسفة الإصلاحيين لكي يدل عندهم على العملية التي تخلص الإنسانية من الجهل واللاعقلانية.وباقتراحهم هذا المفهوم الجديد لكلمة \" حضارة\" فقد فرض المفكرون البورجوازيون الإصلاحيون، الذين لا يعوزهم التأثير السياسي، مفهومهم حول حكومة المجتمع التي يرون وجوب استنادها على العقل والمعارف.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "إذاً تُعرّف الحضارة على أنها عملية تحسين المؤسسات والتشريع والتربية.الحضارة حركة أبعد ما تكون عن الاكتمال ولا بدّ من دعمها نظراً لأثرها على المجتمع كله بدءاً بالدولة التي يجب أن تتحرر من كل ما هو غير عقلاني في عملها.أخيراً يمكن للحضارة أن تشمل كل الشعوب التي تتكون البشرية منها.وإذا كانت بعض الشعوب أكثر تقدماً من شعوب أخرى في هذه الحركة، وبلغ بعضها (كفرنسا) درجة عليا من التقدم الذي يمكننا من اعتبارها شعوباً \"متحضرة\"، فإن الشعوب كلها، حتى الأكثر بدائية، لديها الاستعداد للدخول في حركة الحضارة نفسها، على اعتبار أن من واجب الشعوب الأكثر تقدماً مساعدة الأكثر تخلفاً لسد فجوة التأخر هذا .وقد جعلت شدة التأثر بهذا الفهم التقدميّ للتاريخ المتشككين، مثل روسّو وفولتير، يتجنبون استخدام هذا المصطلح ولكنهم لم يتمكنوا من فرض مفهوم أكثر نسبية لأنهم ظلّوا أقلية. ¶ إذاً، فاستخدام كلمتي\" ثقافة\" و \"حضارة\" في القرن الثامن عشر قد حدد ظهور فهم جديد لا يقدس التاريخ.وتحررت الفلسفة(فلسفة التاريخ) من لاهوت \"التاريخ\"وعلى هذا يمكن اعتبار أفكار التقدم المتفائلة، التي يتضمنها مفهوما \"الثقافة \"و \"الحضارة\" بمثابة شكل بديل للأمل الديني.ومن الآن فصاعداً سيجد الإنسان نفسه في مركز التفكير وفي مركز الكون. وبرزت فكرة إمكانية وجود \"علم الإنسان\"، وهو مصطلح استخدمه ديدرو للمرة الأولى عام 1755( في مقالة \"موسوعة\" في الموسوعة).وفي عام 1787 ابتدع ألكساندر دو شافان مصطلح علم الإناسة (إتنولوجيا)باعتباره العلم الذي يدرس \"تاريخ تقدم الشعوب نحو الحضارة\". ¶ المناقشات الفرنسية-الألمانية حول الثقافة، أو النقيضة ((ثقافة))- ((حضارة)) القرن التاسع عشر-بداية القرن العشرين",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ظهرت كلمة kultur بالمعنى المجازي في اللغة الألمانية، في القرن الثامن عشر.وبدت وكأنها نقل أمين للكلمة الفرنسية culture .وكان لاستخدام اللغة الفرنسية _الذي كان علامة مميزة للطبقات العليا في ألمانيا آنذاك- وتأثير عصر الأنوار أكبر الأثر على ذلك النقل، وهما يفسران هذا الاقتراض. ¶ ومع هذا فإن كلمة kultur ستشهد تطوراً سريعاً وأكثر تحديداً من نظيرتها الفرنسية.وستلاقي نجاحاً أكثر من ذلك الذي لم تكن قد عرفته بعد كلمة culture الفرنسية، لأن كلمة \"حضارة\" كانت قد احتلت مكان الصدارة في مفردات المفكرين الفرنسيين آنذاك.ويقول نوربير إلياس N .Elias [1939]: إن سبب هذا النجاح يعود إلى اعتماد هذا المصطلح من قبل البورجوازية الثقافية والأرستقراطية الألمانية وإلى استخدامها له في معارضتها لأرستقراطية البلاط.الحقيقة أنه لا يوجد روابط وثيقة بين البورجوازية والأرستقراطية في ألمانيا على عكس الوضع في فرنسا.فقد كانت طبقة النبلاء معزولة نسبياَ عن الطبقات الاجتماعية الوسطى وكانت قصور الأمراء محكمة الإغلاق كما استُبعِدت البورجوازية بشكل كبير، عن أي عمل سياسي.وهذه المسافة الاجتماعية غذّت شعوراَ بالمرارة لدى عدد كبير من المثقفين الذين وضعوا، في النصف الثاني من القرن، القيم المسماة ب\"الروحية\" القائمة على العلم والفن والفلسفة إضافة إلى الدين، في مقابل قيم \"المجاملات\" الأرستقراطية.وهم يرون أن القيم الروحية وحدها هي القيم الأصيلة والعميقة، أما الأخرى فهي قيم سطحية وتفتقر إلى الصدق.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "هؤلاء المثقفين المنحدرين غالباً من الأوساط الجامعية، يأخذون على الأمراء الذين يحكمون مختلف الدول الألمانية إهمالهم للفن والأدب وتكريس جلّ وقتهم لاحتفالات البلاط باعتبارهم يقلدون الأساليب \"المتحضرة\"للبلاط الفرنسي.كلمتان ستتيحان لهم تحديد هذا التقابل بين منظومتي القيم المذكورتين:كل ما ينشأ عن الأصالة ويساهم في الإغناء الفكري والروحي سيُعتَبرُ ناجماً عن الثقافة، أما المظاهر البراقة والخِّفة والتهذيب السطحي فينتمي إلى الحضارة.إذاً فالثقافة تتعارض مع الحضارة كما يتعارض العمق مع السطحية.وتعتبر الطبقة المثقفة البورجوازية الألمانية طبقة نبلاء البلاط متحضرة لكنها تفتقر إلى الثقافة.وكما أن الرعاع يفتقرون إلى الثقافة أيضاً فإن الطبقة المثقفة تعتبر نفسها مُكلَّفة، نوعاً ما، بمهمة تطوير الثقافة الألمانية وتلميعها. ¶ مع هذا الوعي انتقلت النقيضة antithèse \"ثقافة\"-\"حضارة\" شيئاً فشيئاً من التعارض الاجتماعي إلى التعارض الوطني أو القومي[ إلياس 1939]وسنرى أن عدة وقائع متلاقية ستتيح هذا الانتقال.فمن جهة، تعززت القناعة بالروابط الوثيقة التي توحد الأخلاق المتحضرة للبلاط الألماني مع حياة البلاط الفرنسي، وهو ما ستتم إدانته باعتباره شكلاً من أشكال الاغتراب.ومن جهة أخرى برزت تدريجياً إرادة رد الاعتبار للغة الألمانية (لم تكن الطليعة المثقفة تعبر عن نفسها إلا بهذه اللغة)وتحديد ما هو ألماني، نوعياً، في مجال العقل.وبما أن الوحدة القومية الألمانية لم تتحقق ولا تبدو قابلة للتحقق على الصعيد السياسي، فقد قامت الطبقة المثقفة التي صارت تعي رسالتها تدريجياً، بالبحث عن هذه الوحدة في الجانب الثقافي. ¶ إن الصعود المتنامي لهذه الطبقة الاجتماعية التي كانت في ما مضى عديمة التأثير والذي أكسبها الاعتراف بها الناطق الرسمي باسم الوعي القومي الألماني وغير المعطيات كما غير سُلّم النقيضة \"ثقافة\"-\"حضارة.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "غداة اندلاع الثورة الفرنسية فقدَ مصطلح \"حضارة\" في ألمانيا دلالته الإيحائية الأرستقراطية الألمانية وأصبح يحيل إلى فرنسا والقوى الغربية بشكل واسع. ¶ وبالطريقة نفسها تحولت كلمة \"ثقافة\"من كونها علامة مميزة للبورجوازية الألمانية المثقفة في القرن الثامن عشر إلى علامة مميزة للأمة الألمانية كلها في القرن التاسع عشر. ¶ وأصبحت السمات المميزة للطبقة المثقفة التي كانت تستعرض ثقافتها كالصدق والعمق والروحانية، سمات نوعية ألمانية. ¶ ويرى إلياس أن خلف هذا التطور تكمن آلية نفسية واحدة ترتبط بشعور بالدونية.الفكرة الألمانية عن الثقافة أوجدتها طبقة وسطى غير واثقة من نفسها.وتشعر أنها مستبعدة، نوعاً ما من السلطة، ومن مراتب الشرف فبحثت لنفسها عن مشروعية اجتماعية أخرى.وبعد أن انتشرت هذه الفكرة في\"الأمة\"الألمانية كلها أصبحت قليلة الوضوح وصارت تعبر عن وعي وطني يتساءل عن الطابع النوعي للشعب الألماني الذي لم يتوصل بعد إلى تحقيق وحدته السياسية.وفي مقابل الدول الأخرى المجاورة مثل فرنسا وإنجلترا على وجه الخصوص، سعت \"الأمة\" الألمانية، التي أضعفتها الانقسامات السياسية وفجرتها إلى عدة إمارات، لتأكيد وجودها عبر الرفع من شأن ثقافتها. ¶ لذا فإن المفهوم الألماني للثقافة kultur سعى منذ القرن التاسع عشر إلى تحديد الاختلافات القومية وتعزيزها.وبالتالي فإن هذا المفهوم يعتبر مفهوماً ذاتياً particulariste يتعارض مع الفهوم الفرنسي العالمي ل\"الحضارة\" ؛وهو فهوم يعبر عن أمة حققت وحدتها القومية منذ زمن بعيد.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "منذ عام 1774 انحاز يوهان غوتفريد هردر، لوحده نسبياً، عبر نص سجالي أساسي وباسم \"العبقرية القومية \"لكل شعب انحاز إلى مفهوم تنوع الثقافات وغنى البشرية، ووقف ضد العالمية التوحيدية uniformisant التي نادى بها عصر الأنوار وحكم عليها بأنها تؤدي إلى الإفقار.كان هردر يريد أن يعيد لكل شعب كبرياءه بدءاً بالشعب الألماني وذلك في مقابل ما يعتبره إمبريالية ثقافية تنادي بها فلسفة عصر الأنوار الفرنسية.الواقع أن هردر يعتبر أن لكل شعبِ قَدَراً خاصاً به عليه مجابهته عبر ثقافته الخاصة به، لأن كل ثقافة تعبّر، بطريقتها الخاصة عن وجه من أوجه الإنسانية.ومفهوم هردر للثقافة التي تتميز بالانقطاع الذي لا يستبعد تواصلاً ممكناً بين الشعوب، يقوم على فلسفة أخرى للتاريخ(عنوان كتابه الصادر عام 1774) تختلف عن فلسفة عصر الأنوار.ومن هنا يمكن اعتبار هردر رائد المفهوم النسبي للثقافة: \"هردر هو الذي فتح أعيننا على الثقافات\"[ديمون، 1986، ص 134]. ¶ بعد هزيمة الألمان في معركة يينا عام 1806 على يد قوات نابليون، شهد الوعي الألماني انبعاث النزعة القومية تُرجمت من خلال التشديد على التأويل الذاتي للثقافة الألمانية.واتسعت الجهود الرامية إلى تعريف \"الطابع الألماني\"، ولم يتم التأكيد على مفهوم أصالة الثقافة الألمانية فحسب بل على تفوقها أيضاً.واستنتج بعض الأيديولوجيين من هذا التأكيد أن الشعب الألماني يضطلع برسالة نوعية إزاء الإنسانية. ¶ وتطورت الفكرة الألمانية حول الثقافة قليلاً في القرن التاسع عشر تحت وطأة النزعة القومية، وازداد ارتباطها بمفهوم \"الأمة\".الثقافة تنشأ عن روح الشعب وعن عبقريته.والأمة الثقافية تسبق الأمة السياسية وتستدعيها.وتبدو الثقافة كمجموعة من الفتوحات الفنية والفكرية والأخلاقية التي تشكل ميراث أمة ما وتعتبر هذا الميراث متحققاً بشكل نهائي وهو يؤسس وحدتها.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ينبغي ألا نخلط هذه الفتوحات الروحية بالإنجازات التقنية المرتبطة بالتقدم الصناعي والمنبثقة عن نزعة قومية تفتقد إلى الروح.وصار ظاهراً للعيان خلال القرن التاسع عشر أن الكتّاب الرومانسيين الألمان أخذوا يقابلون الثقافة، بماهي تعبير عن الروح العميقة لشعب معين، بالحضارة التي أصبحت تُعرف من الآن فصاعدا من خلال التقدم المادي المرتبط بالتطور الاقتصادي والتقني.هذه الفكرة الذاتية essentialiste والحصرية particulariste عن الثقافة تتطابق تماماً مع المفهوم العرقي-العنصري للأمة(مجموعة من الأفراد الذين يجمعهم أصل واحد) الذي تطور في الوقت ذاته في ألمانيا وشكل أساساً لتكون الدولة-الأمة الألمانية[ ديمون، 1991]. ¶ أما في فرنسا فقد اختلف تطور الكلمة خلال القرن التاسع عشر اختلافاً كبيراً.ولا شك أن نوعاً من الافتتان الذي ساد بعض الأوساط المثقفة إزاء الفلسفة والآداب الألمانية التي كانت في عزّ ألقها، قد ساهم في توسيع فهم الكلمة الفرنسية culture .ف\"الثقافة\" اغتنت ببعد جماعي ولم تعد تُنسَبُ إلى التطور الفكري للفرد فحسب.بل تشير أيضاً إلى مجموعة من الصفات الخاصة بجماعة بشرية معينة، بمعنى غالباً ما كان واسعاً ومشوشاً.كما نجد تعابير مثل\" ثقافة فرنسية أو ألمانية أو\"ثقافة الإنسانية\".وهنا تقترب كلمة \"ثقافة\" كثيراً من كلمة \"حضارة\"ولطالما استخدمت إحداهما للدلالة على الأخرى.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وبالتالي فقد بقي المفهوم الفرنسي متميزاً بتركيزه على فكرة وحدة النوع البشري.واستمر مفهوم الفكر العالمي في فرنسا طيلة القرنين الثامن عشر والتاسع عشر.الثقافة بالمعنى الجماعي، هي\" ثقافة البشرية\" قبل أي شيء.وعلى الرغم من التأثير الألماني، فإن فكرة الوحدة انتصرت على فكرة وعي التنوع:إذ وراء الاختلافات التي يمكن ملاحظتها بين \"ثقافة ألمانية\"و\"ثقافة فرنسية\" هناك وحدة الثقافة الإنسانية. أكد أر نست رينان في محاضرة شهيرة له عام 1882 بعنوان \"ما لأمة؟\" في جامعة السوربون على أنه \"قبل الثقافة الفرنسية والثقافة الألمانية والثقافة الإيطالية كانت هناك الثقافة الإنسانية\". ¶ لكن أهمية النزعات الذاتية تضاءلت.ولم يقبل المثقفون أن تكون الثقافة قومية قبل أي شيء، كما رفضوا المقابلة التي يقيمها الألمان بين \"الثقافة\"و\"الحضارة\".وتبعاً للمنطق السليم، فإن الفكرة العالمية الفرنسية حول الثقافة تنسجم مع المفهوم الانتقائي elective للأمة، وهو من مفاهيم الثورة، يقول رينان:\" إن من يرى نفسه في الأمة الفرنسية مهما كان اصله فإنه ينتمي إليها.\"",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "في القرن العشرين أدت المنافسة بين النزعتين القوميتين الفرنسية والألمانية، وكذلك المواجهة الشرسة إبان حرب 1914-1918 بين فرنسا وألمانيا أدت إلى تفاقم الجدل الإيديولوجي بين مفهومين حول الثقافة.وتحولت الكلمتان إلى شعارين يتم استخدامهما كما تستخدم الأسلحة.يرد الفرنسيون على الألمان الذين يزعمون الدفاع عن الثقافة (بالمعنى الذي يفهمونه) بقولهم أنهم أبطال الدفاع عن الحضارة.وهذا ما يفسر الانحدار النسبي الذي أصاب فرنسا في بداية القرن العشرين عبر استخدامها لمصطلح \"الثقافة\" بمفهومه الجماعي.وتميزت الإيديولوجية القومية الفرنسية بوضوح عن منافِستها الألمانية حتى في مفرداتها.ومع ذلك، فقد امتد صراع الكلمات بعد انتهاء صراع الأسلحة كاشفاً النقاب عن تعارض إيديولوجي عميق يمكن اعتباره بمثابة دعاية حربية. ¶ إن الجدل الفرنسي-الألماني الذي امتد من القرن الثامن عشر حتى القرن العشرين هو نقاش نمطي(أولي) archétypique للصراع بين مفهومين للثقافة وهما في العمق شكلان لتحديد مفهوم الثقافة في العلوم الاجتماعية المعاصرة. ¶ ( ¶ الفصل الثاني ¶ اختراع المفهوم العلمي للثقافة ¶ في القرن التاسع عشر أدى اعتماد المسعى الموضوعي في التفكير حول الإنسان والمجتمع إلى ولادة علم الاجتماع وعلم الإناسة ethnologie باعتبارهما فرعين علميين.حاول علم الإناسة، من جهته، تقديم جواب موضوعي على السؤال القديم المتعلق بالتنوع البشري.كيف ننظر إلى الخصوصية البشرية عبر تنوع الشعوب و \"الأعراف\"؟.ويتفق مؤسسو الإناسة العلمية على فرضية واحدة أورثها عصر الأنوار، هي وحدة الإنسان.ويعتبرون أن الاختلاف يكمن في التفكير بالتنوع في الوحدة.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "لكن على هذا السؤال المطروح لا يريد هؤلاء العلماء الاكتفاء بالجواب البيولوجي.وإن كانوا ينادون بعلم جديد، فذلك لتقديم تفسير آخر للتنوع البشري يختلف عن تفسير وجود \"أجناس\" مختلفة.وقام علماء الإناسة في الوقت نفسه باكتشاف طريقين متنافسين: الطريق الذي يفضل الوحدة ويقلل من أهمية التنوع من خلال اعتباره تنوعاً مؤقتاً وفق مخطط تطوري، والطريق المعاكس الذي يولي اهتمامه للتنوع مع حرصه على بيان أنه لا يتناقض مع الوحدة الأساسية للبشرية. ¶ وانبثق مفهوم شكّل أداة مفضّلة للتفكير في هذه القضية وسبر مختلف الأجوبة الممكنة: ألا وهو مفهوم \"الثقافة\".وهي كلمة فضفاضة لكنها غالباً ما استخدمت بمعنى معياري.وخلع عليها مؤسسو علم الإناسة مضموناً وصفياً بحتاً. ولم يعد الأمر يتعلق، بالنسبة لهم، كما هو بالنسبة للفلاسفة، بقول ما ينبغي أن تكون عليه الثقافة، بل بوصف واقعها كما تبدو في المجتمعات البشرية. ¶ مع هذا فإن علم الإناسة لم يفلت في بداياته من الغموض، ولم ينفكّ بسهولة من حكم القيمة ولا من المقتضيات الإيديولوجية. لكن كون الأمر يتعلق بفرع معرفي في طور التشكل، وبعجزه عن القيام بتأثير حاسم في المجال الفكري لتلك الفترة سمح للتفكير حول مسألة الثقافة بالانفلات من إشكالية النقاش العاطفي الذي كان يقابل \"الثقافة\" ب\" الحضارة\" وحافظ على استقلالية إبيستيمولوجية نسبية. لقد تم إدخال مفهوم الثقافة بشكل لا مثيل له في مختلف البلدان التي نشأت الإناسة فيها. ومن جانب آخر، لن يكون هناك اتفاق بين مختلف \"المدارس\" حول مسألة معرفة ما إذا كان يجب استخدام المفهوم بصيغة المفرد \"الثقافة\" أو بصيغة الجمع \"الثقافات\" بمعنى شمولي أو خاص. ¶ ... تايلور والمفهوم العالمي للثقافة ¶ ندين لإدوارد تايلور(1832-1917)، الأنثروبولوجي البريطاني بأول تعريف إناسي للثقافة:",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "\"الثقافة أو الحضارة بمعناها الإناسي الأوسع، هي ذلك الكل المركب الذي يشمل المعرفة والمعتقدات والفن والأخلاق والقانون والأعراف والقدرات والعادات الأخرى التي يكتسبها الإنسان باعتباره عضواً في المجتمع [1870، ص1].هذا التعريف الواضح والبسيط يستدعي بعض التعليقات.فهو، كما نرى، تعريف وصفي وموضوعي وليس تعريفاً معيارياً.ومن جانب آخر، فهو يختلف عن التعاريف الأخرى الحصرية والفردانية للثقافة.يرى تايلور أن الثقافة تعبير عن شمولية الحياة الاجتماعية للإنسان.وتتميز ببعدها الجماعي.والثقافة، في نهاية الأمر، مكتسبة، وبالتالي فهي لا تنشأ عن الوراثة البيولوجية.ومع أنها مكتسبة فإن أصلها وطابعها غير واعيين إلى حد كبير. ¶ إذا كان تايلور أول من اقترح تعريفاً مفهومياً للثقافة، فهو ليس أول من استخدم هذا المصطلح في علم الإناسة.وهو نفسه كان، في استخدامه لهذا المصطلح، متأثراً مباشرة بعلماء الإناسة الألمان الذين قرأ لهم، لا سيما غوستاف كليم G.Klimm الذي كان يستخدم كلمة kultur بمعنى موضوعي لا سيما حينما كان يحيل إلى الثقافة المادية وهو ما كان مخالفاً للتقاليد الرومانسية الألمانية. ¶ كان التردد عند تايلور بين كلمتي \"ثقافة\" و \" حضارة\" سمة من سمات سياق تلك الفترة.وإذا فضل في النهاية استخدام كلمة \"ثقافة\" فذلك لأنه فهم أن كلمة \"حضارة\"، حتى بمعناها الوصفي البحت، تفقد طابعها كمفهوم فاعل حينما نطبقها على المجتمعات \"البدائية\" بسبب أصلها اللغوي الذي يرجع إلى تكوّن المدن، وبسبب المعنى الذي اكتسبته في العلوم التاريخية حيث تدل فيها على المنجزات المادية التي كان تطورها ضعيفاً في تلك المجتمعات. ¶ يعتبر تايلور أن للثقافة، حسب تعريفه الجديد لها، فضيلة أنها كلمة حيادية تسمح بإمكانية التفكير بالبشرية كلها والانفصال عن بعض مقاربات \"البدائيين\" الذين كانوا يرون فيهم كائنات مختلفة.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ليس هناك ما يدهش في أن يكون إدوارد تايلور هو مخترع ذلك المفهوم، فهو مفكر حر، ولأنه صاحبي quaker، أي متسامح فقد أغلقت الجامعة الإنكليزية أبوابها في وجهه.كان تايلور يؤمن بقدرة الإنسان على التقدم، وكان يشترك في هذا مع الفرضيات التطوريّة التي كانت سائدة في وقته,ولم يكن يؤمن بمفهوم الوحدة النفسانية للبشرية الذي كان يفسر التشابهات الملحوظة في المجتمعات الشديدة التباين:يرى تايلور أن العقل البشري يعمل في الشروط المتشابهة بشكل واحد في أي مكان.وبما أنه من ورثة عصر الأنوار فقد انضم أيضاً إلى المفهوم العالمي للثقافة الذي نادى به فلاسفة القرن الثامن عشر. ¶ المشكلة التي كان تايلور يحاول حلها، عبر تفسير واحد، هي المصالحة بين تطور الثقافة وبين عالميتها.في كتابه الثقافة البدائية(1871) الذي سرعان ما ترجم إلى الفرنسية عام 1876(وهو كتاب قيل أنه يؤسس الإناسة كعلم مستقل) يتساءل عن \"أصول الثقافة\" (عنوان الجزء الأول من الكتاب المذكور) وعن آليات تطورها.وكان أول إناسيٍّ يتطرق فعلاً إلى الوقائع الثقافية ضمن هدف عام ومنتظم.وكان أول من اهتم بدراسة الثقافة في كل أنماط المجتمعات في مختلف أوجهها المادية والرمزية وحتى الجسدية. ¶ بعد إقامته في المكسيك، وضع تايلور منهج دراسة تطور الثقافة من خلال النظر في الآثار الثقافية الباقية survivances .في المكسيك، تمكن من ملاحظة التعايش بين أعراف الأسلاف وبين السمات الثقافية الحديثة، وكان يظن أنه من خلال دراسته للآثار الباقية يستطيع العودة إلى المجموع الثقافي الأصلي ومن ثم إعادة بنائه.ومن خلال تعميم هذا المنهج المبدئي وصل إلى خلاصة مفادها أن ثقافة الشعوب البدائية المعاصرة كانت تمثل عموماً الثقافة الأصلية للبشرية:وهذه الثقافة هي بقايا المراحل الأولى للتطور الثقافي، وهي مراحل مرت بها ثقافة الشعوب المتحضرة حتماً.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "كان منهج النظر في الآثار الباقية يستدعي، منطقياً، اعتماد المنهج المقارن الذي أدخله تايلور في علم الإناسة.ويعتبر أن دراسة الثقافات الفريدة singulières ما كان لها أن تتم بدون مقارنتها مع بعضها، لأنها كانت ترتبط فيما بينها داخل حركة التقدم الثقافي نفسها.ومن خلال المنهج المقارن، حدد لنفسه هدف إقامة، على الأقل، سلم، وإن كان غير دقيق، لمراحل تطور الثقافة. ¶ كان تايلور يريد البرهنة على الاستمرارية بين الثقافة البدائية وبين الثقافة الأكثر تقدماً.وخلافاً لمن قالوا بوجود انقطاع بين الإنسان المتوحش الوثني وبين الإنسان المتحضر التوحيدي، فقد انهمك في البرهنة على الرابط الأساسي الذي كان يوحد الأول بالثاني الذي لم يكن قادراُ على الاقتراب منه إلا لفترة محدودة.بين البدائيين والمتحضرين لا يوجد فارق من حيث الطبيعة، إنما في درجة التقدم في طريق الثقافة.وناضل تايلور بحماسة ضد النظرية القائلة بانحطاط البدائيين، وهي نظرية مستوحاة من اللاهوتيين الذين عجزوا عن تصور أن الله قد خلق كائنات \"متوحشة \" أيضا وقد سمحت هذه النظرية بعدم الاعتراف بأن البدائيين كائنات بشرية مثلها مثل الكائنات الأخرى.وخلافاً لذلك، فهو يرى أن البشر كلهم كانوا كائنات ثقافية تماماً، ولا بد من تقدير مساهمة كل شعب في تقدم الثقافة.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "إذا، نرى أن الاتجاه التطوري عند تايلور، لا يستبعد أي معنى من معاني النسبية الثقافية، وهو ما كان نادراً في عصره.لكن مفهومه للثقافة لم يكن متيناً: إذ لم يكن مقتنعاً تماماً بوجود تواز مطلق بين التطور الثقافي لمختلف المجتمعات.لذا فقد وضع، في بعض الحالات، فرضية انتشارية diffusionniste(¬1)(.فمجرد التشابه بين السمات الثقافية لثقافتين مختلفتين غير كاف للبرهنة على أن هاتين الثقافتين كانتا تحتلان المكان نفسه على سلم التطور الثقافي، إذ كان من الممكن أن تنتشر إحداهما نحو الأخرى.على وجه العموم، كان تايلور متحفظاً في تأويلاته.وهذا دليل إخلاص لموضوعيته العلمية. ¶ ونظراً لأعماله واهتماماته المنهجية حقَّ لإدوارد تايلور أن يعدّ مؤسس الأنثروبولوجيا البريطانية.وبفضله تم الاعتراف بأن يكون هذا العلم فرعاً معرفياً جامعياً.وفي عام 1883 أصبح أول أستاذ لكرسي الأنثروبولوجيا التي درسها في جامعة أكسفورد البريطانية. ¶ ... بواس ((Boas)) والمفهوم الذاتي للثقافة ¶ إذا عٌدّ تايلور مخترع المفهوم العلمي للثقافة، فإن بواس هو أول أنثروبولوجي يقوم باستطلاعات ميدانية عبر الملاحظة المباشرة والطويلة للثقافات البدائية.وبهذا المعنى يكون مخترع علم وصف الأجناس البشرية Ethnographie . ¶ ¬__________ ¶ (¬1) نظرية ترى أن الثقافة الكبرى تنتشر على حساب الثقافات الأخرى(المترجم)",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "فرانز بواس(1858-1942)ينحدر من أسرة يهودية ألمانية ذات تفكير ليبرالي.وقد تأثر بالمسألة العنصرية وكان أحد ضحايا معاداة السامية على يد أحد زملائه في الجامعة.تابع دراسته العليا في الجامعات الألمانية المختلفة فدرس الفيزياء أولاً ثم الرياضيات وبعدها الجغرافيا (الفيزيائية والبشرية).وقادته دراسته الأخيرة إلى الأنثروبولوجيا .في عام 1883-1884 شارك في بعثة إلى أرض بافن في بلاد الإسكيمو، باعتباره جغرافيّاً مثقلاً باهتمامات رجل الجغرافيا(كان الموضوع المطلوب هو دراسة أثر الوسط المادي على مجتمع الإسكيمو)، فلاحظ أن التنظيم الاجتماعي كان محكوماً بالثقافة أكثر منه بالبيئة المادية.وبالتالي عاد إلى ألمانيا عازماً على تكريس بحوثه، من الآن فصاعداً، للأنثروبولوجيا بشكل أساسي. ¶ في عام 1886 سافر بواس إلى أميركا الشمالية للقيام باستطلاعات ميدانية لوصف الأعراق من خلال هنود الشاطئ الشمالي الغربي في كولومبيا البريطانية.وبين عامي 1886 و 1889 أقام في قبائل الكويوتل والشينوك والتزيميشان.وقرر في عام 1887 الاستقرار في الولايات المتحدة والحصول على الجنسية الأميركية. ¶ إذا أردنا الإيجاز نقول إن أعمال بواس كلها تشكل محاولة للتفكير في قضية الاختلاف.فهو يعتبر أن الاختلاف الأساسي القائم بين الجماعات البشرية هو اختلاف ثقافي وليس اختلافاً عرقيّاً.وبما أنه درس الأنثروبولوجيا الفيزيائية فقد أولى هذا الفرع اهتماماً كبيراً، لكن اهتمامه انصب على تفكيك ما كان يشكل في تلك الفترة مفهوماً رئيسياً وهو مفهوم \"العرق\".",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "في دراسة له أحدثت صدى كبيراً قدمها عام 1910(جمع فيها 17821 موضوعاً) بيّن، بالاعتماد على المنهج الإحصائي، السرعة الكبيرة (على مدى جيل واحد) للتنوع الذي يلحق بالسمات الشكلية (لا سيما شكل الجمجمة) بسبب ضغط البيئة الجديدة.واعتبر أن مفهوم \"العرق\" البشري المزعوم علمياً، ويعدّ مجموعة ثابتة أو دائمة من السمات الفيزيائية الخاصة بجماعة بشرية معينة ما هو إلا مفهوم ضعيف لا يصمد أمام الواقع.ف\"الأعراق\"المزعومة ليست ثابتة، وليس هناك صفات عرقية ثابتة.وبالتالي يستحيل تعريف \"عرق\" ما بدقة حتى لو لجأنا إلى ما يسمى بمنهج المعدلات الوسطية moyennes .وخاصية الجماعات البشرية، على الصعيد الفيزيائي، هي مرونتها وتغيرها واختلاطها.ومن هذه الاستنتاجات انتقل إلى اكتشافات متأخرة تتعلق بعلم وراثة السكان من البشر. ¶ كما اهتم بواس بتوضيح عبث الفكرة التي كانت مهيمنة في عصره والمستترة خلف مفهوم \"العرق\".وهي فكرة وجود علاقة بين السمات الفيزيائية والسمات العقلية.ويعتبر تايلور أن المجالين ينشآن عن تحليلين شديدي التباين.وللوقوف في وجه هذه الفكرة اعتمد مفهوم الثقافة الذي كان يبدو له الأصلح لبيان تنوع البشرية.وهو لا يرى أي اختلاف \"طبيعي\"(بيولوجي) بين البدائيين والمتحضرين إلا الاختلاف الثقافي.وهو بالتالي اختلاف مكتسب وليس غريزياً.يتضح إذاً، أن بواس يعتبر مفهوم الثقافة لا يعمل بشكل يخفي معه مفهوم \"العرق\" مخالفاً بهذا ما قاله البعض آنذاك، ووضع بواس هذا المفهوم في مقابل الآخر.وكان بواس آخر رجال العلم الاجتماعيين الذين تخلوا عن مفهوم \"العرق\" في تفسير التصرفات البشرية.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وخلافاً لتايلور الذي أخذ عنه تعريفه للثقافة، وضع بواس نصب عينيه هدف دراسة الثقافات وليس الثقافة.ولأنه كان متحفظاً إزاء التركيبات synthèses النظرية، لاسيما النظرية التطورية ذات الاتجاه الواحد unilinéaire التي كانت سائدة في الوسط الفكري، فقد عرض في عام 1896، في مداخلة له، ما كان يعتبره\"حدود المنهج المقارن\" في دراسة الأعراق.وهاجم الاتجاه التطوّري غير المتحفظ المعتمد من أغلب الكتاب التطوريين.وكان يرى أنه لم يكن هنالك إلا القليل من الأمل لاكتشاف القوانين العامة لحركة المجتمعات والثقافات البشرية.، وكذلك القوانين العامة لتطور الثقافات.ووجه نقداً جذرياً للمنهج المسمى ب \"التحقيب\"(¬1) Périodisation التي تنطوي على إعادة بناء مختلف أحقاب تطور الثقافة انطلاقاً من أصولها المزعومة. ¶ وللأسباب نفسها كان بواس حذراً من الأطروحات الانتشارية المزعومة القائمة على إعادة البناء التاريخية.على وجه العموم، استبعد بواس كل نظرية كانت تزعم قدرتها على تفسير الأشياء كلها.ونظراً لاهتمامه بالدقة العلمية، فقد رفض أي تعميم يخرج عن إطار ما يمكن توضيحه تجريبياً. ¶ لقد كان بواس شكاكاً ومحللاً أكثر منه منظّراً، ولم يطمح أبداً إلى تأسيس مدرسة فكرية. ¶ ¬__________ ¶ (¬1) أي التقسيم إلى حقبات زمنية(المترجم)",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وفي المقابل، سيبقى بواس في تاريخ الأنثروبولوجيا مؤسس المنهج الاستقرائي الميداني المكثّف.وكان يفهم علم الإناسة على أنه علم الملاحظة المباشرة:إن دراسة ثقافة معينة يجب أن تقوم على تدوين كل شيء، حتى تفاصيل التفاصيل.ومن خلال اهتمامه بالاحتكاك بالواقع، لم يكن يحبّذ اللجوء إلى المخبرين.فإذا أراد عالم الإناسة التعرف على ثقافة ما وفهمها جيداً، عليه أن يقوم بتعلّم لغتها بنفسه.وبدلاً من إجراء المحادثات الشكلية إلى حد ما-لأن طبيعة المحادثة من شأنها تحريف الأجوبة- يجب عليه بوجه الخصوص، أن يكون متنبهاً إلى كل ما يقال في المحادثات \"العفوية\" أي، كما يقول، عدم التردد في \"استراق السمع من خلف الأبواب\".وهذا كله يفترض إقامة طويلة بين السكان الذين اختار دراسة ثقافتهم. ¶ يعدّ بواس، على نحو ما، مخترع منهج البحث ذي الموضوع الواحد monographie في الأنثروبولوجيا.وعلى الرغم من أنه كان يتعقب أدق التفاصيل ويبحث عن معرفة شاملة للثقافة المدروسة قبل وضع الخلاصة العامة فهو لم ينجز أبداً بحثاً ذا موضوع واحد بكل ما تنطوي عليه الكلمة من معنى.بل وصل به الأمر إلى الاعتقاد بأن أية لوحة منتظمة لثقافة معينة تتضمن بالضرورة، جزءاً من التنظير، وهذا بالضبط ما كان يمتنع عن القيام به، علماً بأنه كان يؤمن بأن الثقافة تشكّل كلاًّ وظيفياً منسجماً.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وندين لـ\"بواس\" à\"Boas\" بالمفهوم الأنثروبولوجي حول \" النسبية الثقافية\" حتى لو لم يكن هو من اخترع هذا التعبير الذي لم يظهر إلا لاحقاً.، أو أول من فكر بالنسبية الثقافية.النسبية الثقافية عنده هي، أولاً، وربما أكثر من أي شيء آخر، مبدأ منهجي.وللإفلات من كل أشكال العرقية المركزية ethnocentrisme في دراسة ثقافة معينة، فقد أوصى بدراسة تلك الثقافة دون أفكار مسبقة دون مقارنتها قبل الأوان بثقافات أخرى.وكان ينصح بالحيطة والحذر والصبر في البحث.وكان واعياً لتعقيد كل منظومة ثقافية ويقول إن المعاينة المنهجية لمنظومة ثقافية في حد ذاتها من شأنها أن تقضي على تعقيدها. ¶ بالإضافة إلى أن بواس يعتبر النسبية الثقافية مبدأ منهجياً، فإنها تتضمن أيضاً مفهوماً نسبياً للثقافة.ونظراً لأصله الألماني ودراسته في الجامعات الألمانية فقد كان متأثراً بالمفهوم الذاتي particulariste الألماني للثقافة، فهو يرى أن كل ثقافة هي ثقافة وحيدة ونوعية.وكان اهتمامه مشدوداً، بشكل عفوي، إلى ما يكون أصالة ثقافة معينة. ولذا لم يسبقه أي باحث أبداً في موضوع دراسة الثقافات الخاصة بشكل مستقل.لأنه يعتبر أنّ كل ثقافة تمثّل كلاً فريداً، وانصب جهده على البحث عن أسباب هذه الوحدة.ومن هنا اهتمامه ليس بوصف الوقائع الثقافية وحسب بل أيضاً فهمها من خلال إعادة وصلها بالمجموع الذي ترتبط به.فالعرف الخاص لا يمكن تفسيره إلا برده إلى السياق الثقافي الذي هو سياقه.وكان يسعى إلى فهم الكيفية التي تشكّلت فيها النقيضة الأولية التي تمثلها كل ثقافة والكامنة وراء تجانسها. ¶ كل ثقافة لها \"أسلوب\" خاص يتضح من خلال اللغة والمعتقدات والأعراف والفن أيضاً وغير ذلك.وهذا الأسلوب هو \"روح\" يخص كل ثقافة ويؤثر على سلوك الأفراد.وكان بواس يظن أن مهمة الإناسي(عالم الأعراق) تنطوي أيضاً على توضيح العلاقة التي تربط الفرد بثقافته.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "لا شك في وجود علاقة وطيدة بين النسبية الثقافية كمبدأ منهجي وكمبدأ إبستمولوجي تؤدي إلى مفهوم نسبي للثقافة.واختيار منهج الملاحظة المستمر والمنتظم والبعيد عن الأحكام المسبقة لكيان ثقافي محدد يؤدي تدريجياً إلى اعتبار هذا الكيان كياناً مستقلاً.وتبدل الوصف العرقي لدى المسافرين \"الذين يمرون مرور الكرام على هذا الكيان أو ذاك\" ليتحول إلى وصف عرق يستند إلى الإقامة الطويلة قد غيّر تماماً فهم الثقافات الخاصة. ¶ وفي نهاية حياته شدد بواس على وجه آخر من أوجه النسبية الثقافية وهو ما يمكن عده أيضاًً مبدأ أخلاقياً يؤكد قيمة كل ثقافة وينادي بالاحترام والتسامح إزاء الثقافات المختلفة.وطالما أن كل ثقافة تعبّر بشكل خاص عن كون الإنسان إنساناً فيجب احترامها وحمايتها إذا كان يتهددها خطر معين. ¶ لو نظرنا إلى أعمال بواس في تنوعها الغني وإلى الافتراضات المتعددة التي تطرحها حول الوقائع الثقافية التي تحملها، فإننا نكتشف، بلا ريب، بشائر ما ستكون عليه الأنثروبولوجيا الثقافية في شمال أمريكا. ¶ فكرة الثقافة لدى مؤسسي الإناسة الفرنسية ¶ عبرت فرنسا عن أصالة في تطوير العلوم الاجتماعية بالقياس إلى البلدان المجاورة لها.إذ نشأ فيها علم الاجتماع باعتباره فرعاً علمياً.لكن هذه الأسبقية ستكون سبباً في تأخر نهوض الإناسة الفرنسية.في المرحلة الأولى يمكن القول أن علم الاجتماع الفرنسي قد احتل مساحة البحث كلها حول المجتمعات البشرية.والإناسة- والأصح أن يقال علم وصف الأعراق( ethnographie – عٌدّت مجرد ملحق لعلم الاجتماع.وكانت \"المسألة الاجتماعية\" تهيمن على \"المسألة الثقافية\" وتطمسها. ¶ غياب المفهوم العلمي ¶ للثقافة في بدايات البحث الفرنسي",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "في فرنسا وفي القرن التاسع عشر وبداية القرن العشرين، التزم الباحثون الفرنسيون في العلوم الاجتماعية باستخدام اللسانيات التي كانت مهيمنة في تلك الفترة، وكانوا يستخدمون مصطلح \"الحضارة\" الذي كرّسه المؤرخون، ولم يستخدموا أبداً مصطلح \"الثقافة\" بالمعنى الجماعي والوصفي. ومع أنهم كانوا مطلعين على الأعمال العلمية الألمانية، إلا أنهم رفضوا أغلب الأحيان، ترجمة kultur بنظيرها الفرنسي culture وفضلوا عليه مصطلح \"الحضارة\".وكتاب تايلور الثقافة البدائية لاقى صدى في الأوساط العلمية الفرنسية، لكن عنوان الترجمة الفرنسية لهذا الكتاب تحول إلى :الحضارة البدائية. ¶ بقي مصطلح \"ثقافة\" culture تحت أقلام الباحثين مرتبطاً، على وجه العموم، بمفهومه التقليدي في المجال الفكري القومي:ولم يكن يعني عندها سوى مجال الروح كما لم يُفهم إلا بالمعنى النخبوي الضيق وبمعنى فرداني individualiste (ثقافة شخص \"مثقف\") ¶ من الواضح أن السياق الخاص بفرنسا القرن التاسع عشر قد أوقف انبثاق المفهوم الوصفي للثقافة.وكان علماء الاجتماع وعلماء الأعراق أنفسهم مشبعين تماماً بالعالمية المجردة لعصر الأنوار مما منعهم من التفكير بالتعددية الثقافية في المجتمعات البشرية بطريقة أخرى دون العودة إلى الحضارة.لأن السياق التاريخي لم يكن يشجع على التساؤل حول هذه المسألة.فالملحمة الكولونيالية \"الاستعمارية\" كانت تجري تحت اسم \"الرسالة التحضيرية\"التي تضطلع بها فرنسا.وقد ولّدت المنافسة لألمانيا والصراع معها تعارضاً بين اتجاهين قوميين يستخدمان مفهوميّ \"kultur و civilisation كأسلحة دعائية. أخيراً، اعتمدت الدولة-الأمة الفرنسية التي واجهت، في الثلث الأول من القرن التاسع عشر تنامي الهجرة الأجنبية السريع، اعتمدت سياسة ثقافية إدماجية assimilationniste لهؤلاء الناس طبقاً للنموذج المركزي الذي سبق له وأن ترك آثاره على ثقافات مناطق البلاد.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "في الإتنولوجيا الفرنسية المبتدئة لمعَ مفهوم الثقافة على الرغم من عدم وجوده.وكان لا بد من انتظار مارسيل غريول وميشيل ليريس، في الثلاثينات، ليبدأ استخدام هذا المصطلح بالظهور.في تلك السنوات اكتسبت الإتنولوجيا نوعاً من الاستقلالية إزاء علم الاجتماع وكوّنت أدواتها المفهومية الخاصة بها.وقد شجعت مواجهتها المباشرة والمستمرة مع الغيرية altérité والتعددية pluralité الثقافية على انبثاق مفهوم ثقافة عن طريق إدخال شيء من النسبية الثقافية. ¶ لكن هذا المفهوم لم يظهر في فرنسا إلا بشكل متدرج. بما في ذلك الأدب الإتنولوجي وترتب على كلمة \"حضارة\" أن تتصدى لكلمة \"ثقافة\"، لأن المصطلحين بقيا قيد الاستخدام بشكل غير مباشر حتى الستينات.وترجم كتاب روث بينيدكت الكلاسيكي patterns of culture في عام 1950. تحت عنوان (تعيس بكل المقاييس) :عيّنات حضارية. ¶ ... دوركهايم والمقاربة الواحديّة للوقائع الثقافية ¶ شاءت الصدف الغريبة أن يولد إميل دوركهايم (1858-1917) في السنة نفسها التي ولد فيها فرانز بواس، واحتل مكانة \"تأسيسية\" في الأنثروبولوجيا الفرنسية مثلما احتل بواس مكانته المعروفة في الأتثروبولوجيا الأمريكية.وكان دوركهايم عالم اجتماع أكثر منه عالم إتنولوجيا(أعراق)، لذا فقد وضع علم اجتماع ذي توجهات أنثروبولوجية.وكان في الحقيقة، يطمح إلى فهم [العامل ]الاجتماعي في كل أبعاده ومظاهره بما في ذلك البعد الثقافي من خلال المجتمعات كلها.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وما أن تأسست مجلة \"السنة السوسيولوجية\" عام 1897 حتى ساهم دوركهايم في تأسيس الإتنولوجيا الفرنسية وأمّن الاعتراف الوطني والعالمي بها من خلال نشره لموضوعات إتنوغرافية وملخصات كتب إتنولوجية أجنبية في أغلب الأحيان وذلك في سلسلة أعداد هذه المجلة.ولم يستخدم دوركهايم من جهته أبداً مصطلح \"الثقافة\" وكانت مجلته تُتَرجمُ كلمة \"ثقافة\" الواردة باللغات الأجنبية إلى كلمة \"حضارة\" باللغة الفرنسية.وهو إن لم يكن يلجأ، إلا عَرَضاً، إلى مصطلح الثقافة فليس لأنه لم يكن مهتماً بالقضايا الثقافية بل لأنه كان يرى أن القضايا الاجتماعية تنطوي بالضرورة على بعد ثقافي لأنها ظواهر رمزية في الوقت نفسه. ¶ لقد ساهم دوركهايم كثيراً في إخراج الفرضيات الإيديولوجية المسبقة والمستترة، إلى حد ما، من مفهوم الحضارة.في مقالته \"ملاحظة على مفهوم الحضارة\" التي كتبها بالاشتراك مع مارسيل ماوس ونشرت عام 1913 جاهد لاقتراح مفهوم موضوعي وليس معيارياً للحضارة التي كانت تنطوي على فكرة تعددية الحضارات دون التقليل من أهمية وحدة الإنسان.ولم يكن يشك أبداً في وحدة البشرية ولا يرى اختلافاً بين البدائيين والمتحضرين من حيث طبيعتهم.و ماوس، الذي كان يتفق مع دوركهايم ويتعاون معه بشكل وثيق، كان أكثر وضوحاً حينما صرح منذ عام 1901: ¶ \" إن حضارة شعب ما ليست سوى مجموع ظواهره الاجتماعية؛والحديث عن وجود شعوب غير مثقفة\"بدون حضارة\"، وعن شعوب \"طبيعية\" ما هو إلا حديث عن أشياء غير موجودة. (السنة السوسيولوجية، ج4، ص141).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وإذا كان دوركهايم يتفق مع بعض أوجه النظرية التطورية، إلا أنه كان يبتعد عن أكثر طروحاتها تقليصية، لاسيما الأطروحة المتعلقة بالشكل الوحيد الاتجاه للتطور الذي تشترك فيه المجتمعات كلها.وفي تلخيصه لأحد الكتب الألمانية التي تدرس \"علم نفس الشعوب\" وكان ذلك علماً شائعاً جداً في ألمانيا كتب يعبر عن عدم اتفاقه مع فرضية هذا الكتاب الرئيسية التي تطرح فكرة المصير المشترك للبشرية جميعها، كتب يقول: \" لا شيء يسمح بالاعتقاد بأن مختلف أنماط الشعوب تتجه كلها في الاتجاه نفسه؛لأن بعضها يسير في أكثر الطرق تنوعاً، ويجب أداة يتمثل التطور البشري على شكل خط تتوضع عليه المجتمعات تلي الواحدة الأخرى كما لو أن المجتمعات الأكثر تقدماً كانت استكمالاً واستمراراً للمجتمعات الأكثر بدائية، بل يجب تمثيلها على شكل شجرة ذات أفنان متعددة ومتنوعة.ولا شيء يثبت أن حضارة الغد ستكون امتداداً لحضارة اليوم المتطورة بل ربما سيكون صانعوها تلك الشعوب التي نعدها اليوم أدنى منّا كالصين على سبيل المثال.وقد يسيرونها في اتجاه جديد غير متوقع.)السنة السوسيولوجية، ج 7، 1913، ص 60-61). ¶ إذاً، لم يكن فكر دوركهايم يفتقر إلى رهافة الحس إزاء النسبية الثقافية الناشئة عن فهمه العام للمجتمع وللمعيارية الاجتماعية.وكان يتطرق إلى هذه المسألة من خلال اعتماد مسعى نسبي :المعيارية نسبية لكل مجتمع ولمستوى تطوره، وبالتالي فقد كان مفهومه للمعيارية فهماً وصفياً بحتاً قائماً على نوع من \"الوسطي\" الخاص بكل مجتمع من المجتمعات. ¶ في السنوات اللاحقة، استكمل ماوس في عام 1929 فكر دوركهايم بأسلوب أكثر سجالية وصراحة.وجاء في محاضرة له حول \"الحضارات\":",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "\"إن رجال الدولة والفلاسفة، والجماهير، وأكثر منهم الصحفيون تراهم يتحدثون عن الحضارة.في المرحلة الوطنية، الحضارة التي يتحدثون عنها هي ثقافتهم وثقافة أمتهم لأنهم يجهلون، على وجه العموم، حضارة الآخرين.أما في المرحلة العقلانية، وعموماً في المرحلة العالمية الشاملة[.....] فإن الحضارة تنطوي على حالة من الأشياء المثالية والواقعية ؛عقلانية وطبيعية، سببية وغائية، في هذه المرحلة يقوم التقدم الذي لاشك فيه بتخليصهم تدريجياً من أحاديثهم تلك [ ..] ¶ وهذه الماهية ESSENCE لم يكن لها أي وجود أبداً إلا على شكل أسطورة أو شكل تمثل جماعي.هذا الاعتقاد العالمي والقومي في الوقت نفسه، هو سمة حضاراتنا العالمية والقومية في الغرب الأوربي وفي أمريكا غير الهندية [ 1930، ص 103-104]\". ¶ كان دوركهايم منطقياً مع نفسه وهذا ما أوصله إلى تفضيل الاستخدام المرن لمفهوم الحضارة الذي جعله يعمل كمفهوم \"ذي هندسة متغيرة\".في مقالته \"ملاحظة حول مفهوم الحضارة\" التي كتبها بالاشتراك مع ماوس بذل جهده لإخراج هذا المفهوم من العمومية الغائمة التي كان يتصف بها آنذاك ولإعطائه مضموناً مفهومياً فاعلاً \"أل\"الحضارة لا تختلط بالبشرية ولا بمصيرها، كما لا تختلط بأي مفهوم خاص؛ما هو موجود وما ندرسه هو الحضارات المختلفة.وعلينا أن نفهم \"الحضارة\" على أنها مجموعة من : ¶ \"الظواهر الاجتماعية التي لا ترتبط بهيئة اجتماعية خاصة؛وهذه الظواهر تمتد على مجالات تتجاوز أي أرض وطنية، أو أنها تتطور على مراحل زمنية تتجاوز تاريخ المجتمع الواحد[ 1913، ص47].",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وقد مدَّ هذا التعريف النظرية الانتشارية DIFFUSIONNISTE مفهوم \"المجال\"(الجغرافي وإلى النظرية التطورية مفهوم الحقبة أو المرحلة\" على الرغم من أن دوركهايم كان يعارض إعادة تشكيل تاريخي محفوف بالمخاطر لهاتين المدرستين.ولأنه كان مهتماً بتأسيس منهج دقيق لدراسة الوقائع الاجتماعية، لم يعترف بصلاحية المسعى التجريبي ورفض أي شكل من أشكال المقارنة التنظيرية. ¶ علينا ألا نبحث عند دوركهايم عن نظرية منهجية للثقافة، لأن تفكيره حول الثقافة لا يشكل مجموعاً موحداً.ولأن همه الأساسي كان يتركز على تحديد طبيعة الرابط الاجتماعي.ومع ذلك فإن فهمه للمجتمع ككلِّ عضوي يحدد فهمه للثقافة أو للحضارة ويرى أن الحضارات هي \"منظومات مركبة ومتضامنة\". ¶ كان دوركهايم مناهضاً للأطروحات الفردانية INDIVIDUALISTES ويرفضها لنزعتها النفسانية psychologisme مؤكداً على أفضلية المجتمع على الفرد.وهنا يتضح أن فهمه للظواهر الثقافية قد تطبع بطابع النظرية الكلية للإنسان holisme .وفي كتابه الأشكال الأولية للحياة الدينية وقبله الانتحار (1897) وضع نظرية حول \"الوعي الجماعي\" الذي يعدّ شكلاً من أشكال النظرية الثقافية.ويرى أن المجتمع يتمتع ب \"وعي جماعي\"تكوّن بفضل التمثلات الجماعية والمُثل والقيم والمشاعر المشتركة بين أفراد المجتمع كافة.وهذا الوعي الجماعي سابق على الفرد وهو مفروض عليه لأن الفرد خارجي ومصعّد. وهناك انقطاع بين الوعي الجماعي وبين الوعي الفردي فالأول \"أعلى\" من الثاني لأنه أكثر تعقيداً ودقة. والوعي الجماعي هو الذي يحقق وحدة المجتمع وتجانسه.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وقد مارست فرضيات دوركهايم حول الوعي الجماعي تأثيراً أكيداً على نظرية الثقافة باعتبارها \"هيئة عليا\" superorganisme سبق وأن نادى بها ألفرد كروبر A.Kroeber عام 1917. ويمكننا تقريب مفهوم الوعي الجماعي (الذي يعزوه دوركهايم إلى الخصائص الروحية) من مفهوميّ patterns الثقافي ومفهوم \"الشخصية الأساسية\" الذين تحدث عنهما الأنثروبولوجيون الثقافويون الأميركان..دوركهايم نفسه كان يستخدم أحياناً عبارة \"الشخصية الجماعية\" بمعنى قريب جداً من معنى \" الوعي الجماعي\". ¶ حتى وإن كان مفهوم الثقافة غائباً من الناحية العملية عن أنثروبولوجيا دوركهايم فذلك لم يمنعه من اقتراح تأويلات للظواهر التي غالباً ما أشارت إليها العلوم الاجتماعية على أنها ظواهر ثقافية. ¶ المقاربة التفاضلية ¶ مع أن أعمال لوسيان ليفي-بروهل(1857-1939) لم تشهد الصدى والتأثير نفسه الذي شهدته أعمال دوركهايم لكننا نلاحظ أن الإتنولوجيا الفرنسية، في بداياتها وعبر اثنين من مؤسسيها كانت تتردد بين مفهومين للثقافة : الأول واحدي unitaire والثاني تفاضلي différentielle وقد بلغت المواجهة بين هذين المفهومين عبر مناقشات علمية أشدها ، الأمر الذي ساهم كثيراً في تطوير الإتنولوجيا الفرنسية.ويحق لنا اعتبار ليفي-بروهل أحد مؤسسي فروع الإتنولوجيا في فرنسا. والواقع أنه من أوائل الباحثين الفرنسيين الذين كرّسوا قسماً كبيراً من أعمالهم لدراسة الثقافات البدائية.أما على الصعيد المؤسسي فنحن ندين له بتأسيس الإتنولوجيا في جامعة باريس عام 1929 التي أهّلت الجيل الأول من الإتنولوجيين الميدانيين تحت إشراف مارسيل ماوس M.Mauss وبول ريفيه P.Rivet الذين أوكل إليهما الأمانة العامة للمعهد المذكور.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "منذ عام 1910 وضع ليفي-بروهل، عبر كتابه الوظائف العقلية في المجتمعات الدنيا، قضية التباين الثقافي في مركز تفكيره.وتساءل عن الفروق القائمة بين \"العقليات\" التي يمكن أن تكون موجودة بين الشعوب.ومفهوم \"العقلية \"هذا لم يكن بعيداً عن المفهوم الإتنولوجي للثقافة الذي لم يستخدمه أبداً.وانصبّ جهد بروهل كله على دحض النظرية التطورية الوحيدة الاتجاه unilinéaire وعلى أطروحة التقدم العلمي.وكان، على وجه العموم، يعارض فكرة \"البدائيين\" نفسها مع أنه استخدم هذا المصطلح كثيراً لوقوعه تحت تأثير سياق الفترة التي عاش فيها.وهو لا يعتبر أفراد المجتمعات ذات الثقافة الشفوية \"أطفالاً كباراً\" يتمتعون بنمط التساؤلات نفسه التي يطرحها \"المتحضّرون\" المعتبرون وحدهم راشدين.وذلك من خلال تقديم أجوبة ساذجة\"طفلية\"ويؤكد في كتابه العقلية البدائية على أنه : ¶ \"إذا لم يتم تأويل النشاط العقلي للبدائيين بشكل مسبق على أنه شكل مسبق لنشاطنا باعتباره نشاطاً طفليّاً ومَرَضيّاً تقريباً [...]فإنه سيبدو عادياً في الشروط التي يُمارَس فيها كنشاط مركّب ومتطور تبعاً لطريقته.[ 1922، ¶ ص 15-16] ¶ كان ليفي-بروهل يحتج على مفهوم محدد لوحدة النفسpsychisme البشرية التي تقتضي وجود صيغة عمل وحيدة.ولم يكن يتفق مع أطروحات تايلور على مذهب حيوية البدائيين(تايلور يعتبر أن الحيوية animisme هي أقدم شكل من أشكال المعتقد الديني أي الاعتقاد بالوجود وبلاأخلاقية الروح، وبالتالي الإيمان بالكائنات الروحية، وهو اعتقاد يقوم أساساً على تفسير الأحلام).كما كان ينتقد إلحاحه الذي يعتبره مفرطاً، حول البرهنة على طابعه \"العقلاني\".وللأسباب نفسها كان يختلف مع دوركهايم في سعيه للبرهنة على أن البشر في المجتمعات كلها يملكون عقلية \"منطقية\" تخضع بالضرورة إلى قوانين العقل نفسها.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وفي المقابل، لم يقبل دوركهايم تمييز ليفي-بروهل بين \"عقلية بدائية\" و\"عقلية متحضرة\"، لكن النقد الذي وجهه عام 1912، في ملخصه لأول كتاب نشره هذا الأخير حول تلك المسألة كان يتسم بتوجه تطوري تقليصي. ¶ ومهما بلغ الخلاف بين هذين الشكلين للعقلية البشرية فهما لم ينبعا من مصادر مختلفة، إنما نشأ أحدهما عن الآخر وهما تعبير عن فتؤتين من التطور نفسه. ¶ هذه الخلافات بين ليفي-بروهل ونظرائه لم تكن سوى تعبير عن جدلٍ علمي شديد الحيوية حول مسألة الغيرية والهوية الثقافية.وساهم ليفي-بروهل بنصيب لا يمكن إنكاره في هذا النقاش.هنا يمكننا التساؤل عن الأسباب الكامنة وراء سوء فهم هذه المساهمة، ثم تشويهها ورفضها في نهاية الأمر ثم جاء النسيان فطوى جزءاَ كبيراً منها. ¶ أجاب دومينيك ميرلييه D.Merllié (1993) على هذا التساؤل واقترح قراءة جديدة لهذا المؤلف بعيداً عن الأحكام المسبقة.وخلافاً لما عُرف عن أعماله فقد تبين أنها لم تكن تنبع من مركزية عرقية ethnocentriques .وقد أُلحقت بها هذه الصفة للتقليل من أهميتها، بينما كان جهد بروهل منصبّاً على محاولة التفكير حول الاختلاف انطلاقاً من مقولات مكتملة.لكن هذه المحاولة تناقضت مع مفهوم العالمية \"المجردة\" لعصر الأنوار ومع مبادئه الأخلاقية التي كانت تشكل إطاراً مرجعياً لأغلب المثقفين الفرنسيين في بداية القرن. ¶ إن ما يسمى بأطروحة ليفي-بروهل قدمها هو نفسه على أنها \"فرضية عمل\" كما يقول ميرلييه.ولم يمنعه سعيه لتوضيح اختلاف العقليات من تأكيد وحدة النفسانية psychismeالبشرية، وكان يرى أن وحدة البشرية أكثر أهمية من التنوع، ومفهوم \"العقلية البدائية\" (\" أي عقلية ما قبل المنطق\") لم تكن سوى أداة للتفكير في الاختلاف.وقد يقال كل شيء عن بحثه الذي كان يستدعي صراحة القيام باستطلاعات ميدانية عدا كونه بحثاً دوغمائياً.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ويرى هذا المؤلف أن الاختلاف لا يستبعد التواصل بين المجموعات البشرية، بل يبقى ممكناً طالما أن هذه المجموعات تنتمي إلى إنسانية مشتركة.وبالتالي ليس هناك انقطاع مطلق بين مختلف ا\"لعقليات\" التي لا تتأثر بأنواع المنطق المتناقضة.والاختلاف بين الجماعات سببه أشكال ممارسة التفكير وليس البنى النفسية العميقة باعتبارها كذلك. ¶ إذاً كان ليفي-بروهل يظن أن عقلية \"ما قبل المنطق\" و \"العقلية المنطقية\" ليستا متنافرتين ويمكن أن تتعايشا في كل مجتمع، لكن تفوق إحداهما على الأخرى يمكن أن يختلف تبعاً للحالة، وهذا ما يفسر تنوع الثقافات ولجوء بروهل إلى مفهوم \"العقلية\" لا يعني أنه يزعم أن منظومات التمثل وأشكال المحاججة في كنف الثقافة الواحدة يشكل مجموعة مستقرة تماماً ومتجانسة.لكنه كان يريد، من خلال ذلك، الإشارة إلى التوجه العام لثقافة معينة. ¶ لا شك أن مفهوم \"العقلية\" لم يستطع فرض نفسه على الإتنولوجيين بسبب الانتقادات ومحاكمات \"النية\" غير العادلة التي وجهت إلى ليفي-بروهل، والتي كان لها علاقة بتلك الانتقادات التي ستوجه لاحقاً إلى الثقافويين، كما يلاحظ دومينيك ميرلييه: ¶ \"لا شك في أن الطريقة التي تم بها الحط من شأن أبحاث بروهل تشبه الطريقة التي وجهت إلى أعمال الثقافويين.لا سيما وأن بروهل قد وضع بداية التحليلات القريبة جداً من تحليلات الأنثروبولوجيين الثقافويين [...] [ 1993، حاشية 26، ص، 7). ¶ وشهد مفهوم \"العقلية\" نجاحاً كبيراً لدى مؤرخي \"الحوليات\".وإن استخدم هذا المفهوم من جماعة هذه المدرسة، بمعنى أقل شمولية عموماً وأقل توجهاً نحو علم النفس، لأن هذه الجماعة كانت مهتمة، عموماً بالتفاضل الاجتماعي في المجتمع نفسه. ¶ العرقية المركزية ¶ أول من ابتدع هذه الكلمة هو عالم الاجتماع الأمريكي ويليام ج.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "سومر w.g summer وظهرت للمرة الأولى عام 1906 في كتابه الموسوم FALKWAYS . والعرقية المركزية كما جاء في تعريفه هي مصطلح فني (تقني) للتعبير عن رؤية معينة للأشياء تقول إن الجماعة التي تنتمي إليها هي مركز الأشياء كلها , وإن الجماعات الأخرى تقاس وتقوّم مقياساً إليها ]....[ وكل جماعة تغذيّ كبرياءها وغرورها وتزعم أنها الأفضل , وتمجّد آلهتها الخاصة بها وتنظر إلى الآخرين باحتقار . وتظن كل مجموعة أن أعرافها ¶ (FALKWAYS) هي وحدها الجيدة وإذا لاحظت أن جماعات أخرى تتمتع بأعراف مختلفة, وتنظر إلى الآخرين بعين الاحتقار (ساق هذا الشاهد سيمون ]1993,ص75[). ¶ مثل هذا الموقف يبدو شاملاً بأشكال مختلفة تبعاً للمجموعات . وكما كتب كلود ليفي شتراوس : أنه طالما صعب على الناس رؤية تنوع الثقافات باعتباره \" ظاهرة طبيعية \" ناتجة عن العلاقات المباشرة بين المجتمعات ]1952[. أغلبية الشعوب المسماة بـ\"البدائية \" ترى أن البشرية تتوقف عند حدودها العرقية أو اللغوية , ولهذا فهي تطلق على نفسها صفة عرقية ethnonyme تعني , تبعاً للحالة , \" البشر \" ,\"الرائعون\"أو \"الحقيقيون\"وذلك في مقابل الأجانب الذين لا تعترف بأنهم كائنات بشرية مستقلة. ¶ أما المجتمعات المسماة بـ\"التاريخية\"فتصادف الصعوبة نفسها في إدراك فكرة وحدة البشرية عبر التنوع الثقافي . العالم اليوناني-الروماني القديم كان يصف كل من لا ينتمي إلى الثقافة اليونانية- الرومانية بـ \"البرابرة\". وبعدها استخدمت أوروبا الغربية عبارة \"المتوحش\"بالمعنى نفسه وذلك من أجل استبعاد كل من لا ينتمي إلى الحضارة الغربية، أي رميه في الطبيعة. ومن خلال هذا الموقف فإن الفرنسيين يتصرفون بالتالي تماماً\"كالبرابرة\" أو \"المتوحشين\" . وفي نهاية المطاف ألا يحق لنا الظن (الاعتقاد)مع كلود ليفي شتراوس بأن \" البربري\"هو قبل أي شيء إنسان يؤمن بالبرية \"]1952[؟.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "العرقية المركزية يمكن أن تكتسي أشكالاً مفرطة في عدم التسامح الثقافي والديني وحتى السياسي . كما يمكنها أن تتخذ أشكالاً دقيقة وعقلانية . في ميدان العلوم الاجتماعية , يمكننا التصرف كما لو كنا نعترف بظاهرة التنوع الثقافي مع النظر إلى تنوع الثقافات على أنه مجرد تعبير عن مراحل مختلفة , وعن سيرورة حضارية وحيدة . وهكذا فإن التيار التطوري في القرن التاسع عشر الذي حينما تصور وجود \"مراحل\"من التطور الاجتماعي الأحادي الاتجاه, كان يسمح لنفسه بتصنيف الثقافات الخاصة وفقاً لنفس السلم الحضاري. ¶ الاختلاف الثقافي ليس –في هذا المنظور-إلا اختلافاً ظاهرياً :وهو محكوم عليه بالتلاشي عاجلاً أم أجلا . ¶ وبعد أن انفصلت الأنثروبولوجيا الثقافية بشكل نهائي عن هذا المفهوم أدخلت فكرة نسبية الثقافات واستحالة تراتبيّتها بشكل مسبق. وأوصت بتطبيق منهج الملاحظة المشاركة لكي تنجو من نوع من أنواع المركزية العرقية خلال إجراء التحقيق. ¶ الفصل الثالث ¶ انتصار مفهوم الثقافة ¶ على الرغم من أن الظروف قد ساعدت مفهوم الثقافة أو فكرتها على فرض نفسها، إلا أن البحث في عمل الثقافة بشكل عام أو الثقافات على وجه الخصوص، لم يتطور بشكل كبير في كل البلاد التي بدأت فيها الإتنولوجيا بالانطلاق.وحظي هذا المفهوم بأحسن استقبال في الولايات المتحدة وفي كنف الأنثروبولوجيا الأمريكية الشمالية وجد أفضل تعميق نظري له.في هذا السياق العلمي الخاص كان البحث في مسألة الثقافات تراكمياً ولم يشهد بعدها أي تراجع.وهذا الأمر كان حقيقياً لدرجة أن الكلام\"عن أنثروبولوجيا ثقافية\" هو الكلام نفسه من الناحية العملية.وقد بلغ التكريس العلمي ل\"الثقافة\" في الولايات المتحدة لدرجة اعتماد المصطلح بسرعة، بمعناه الأنثروبولوجي، من قبل العلوم المجاورة كعلم النفس وعلم الاجتماع على وجه الخصوص. ¶ أسباب النجاح",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "البحث العلمي ليس مستقلاً تماماً عن السياق الذي أنتجه.ويعد السياق الوطني الأمريكي سياقاً نوعياً إذا ما قيس بالسياقات الوطنية الأوربية.والولايات المتحدة تقدم نفسها دائماً على أنها بلد يضم المهاجرين من مختلف الأصول الثقافية.وبالتالي فإن الهجرة في الولايات المتحدة تؤسس وتسبق الأمة التي ترى نفسها كأمة متعددة الأعراق. ¶ الأسطورة الوطنية الأمريكية القائلة بأن شرعية المواطنة ترتبط تقريباً بالهجرة- الأميركي هو مهاجر أو ابن مهاجر- هي أساس الاندماج الوطني المثالي الذي يقبل بتأهيل الجماعات العرقية الخاصة.وغالباً ما ينسجم انتماء الفرد إلى الأمة مع المساهمة المُعترف بها مع جماعة معينة.لذا فإن بعضهم يصف هوية الأميركان بأنها \"صلة وصل\"، إذ، في الواقع يمكنك أن تكون \"إيطالياً أميركياً\" و\"بولونياً أميركياً\" و\"يهودياً أميركياً\" الخ.وقد نتج عن هذا الأمر ما يمكن تسميته ب \"الفيدرالية الثقافية [ شينابر 1974]، التي تسمح باستمرارية معينة لا تخلو من التغيرات بسبب الوسط الجديد والثقافات وأصول المهاجرين.ومع هذا تجدر الإشارة إلى أن الأسطورة الأميركية تقود إلى اعتبار الهنود الذين لا ينطبق عليهم تعريف المهاجرين، والسود الذين كان تهجيرهم قسرياً، غير أمريكيين تماماً.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وللأسباب التاريخية نفسها فإن علم الاجتماع الأميركي الناشئ يفضل البحث في ظاهرتي الهجرة والعلاقات البيعرقية.وعلماء الاجتماع في جامعة شيكاغو، وهي أول مركز لتعليم علم الاجتماع ونشره في الولايات المتحدة، يضعون مسألة الأجانب في المدينة في صلب تحليلاتهم، مساهمين في هذا بتطوير مجال أساسي بالنسبة للمجتمعات الحديثة، وهو مجال لم يتطور في فرنسا ولم يحظ بالاعتراف إلا في وقت متأخر.أي في السبعينات .وذلك لأن فرنسا، خلافاً للولايات المتحدة لا تعتبر نفسها بلد هجرة، مع أنها كذلك بشكل كبير وبنيوي منذ النصف الثاني للقرن التاسع عشر.إن التمثل الواحدي للأمة مضافاً إلى تمجيد الحضارة الفرنسية المعتبرة نموذجاً عالمياً، يفسر جزئياً أسباب ضعف تطور التفكير الذي استمر طويلا حول التنوع الثقافي للعلوم الاجتماعية في فرنسا. أما السياق الخاص بالولايات المتحدة الأمريكية فقد فضّل طرح تساؤل منهجي حول التباينات الثقافية واحتكاك الثقافات. ¶ طالما وُصفت الأنثروبولوجيا الأميركية ب\"الثقافوية\" culturaliste وهو مصطلح ينطوي على إيحاء تحقيري.إذا أخذنا المصطلح بصيغة المفرد فإنه يبدو تقليصياً:والحقيقة أنه لا يوجد ثقافوية أمريكية بل ثقافويّات تمثل، إذا لم تكن إحداها مرتبطة بالباقيات، مقاربات نظرية متباينة ويمكن جمع هذه الثقافويات في تيارات ثلاثة كبرى : الأول هو التيار الذي ورث تعاليم بواس بشكل مباشر، وينظر إلى الثقافة من زاوية التاريخ الثقافي.والثاني يهتم بتوضيح العلاقات القائمة بين الثقافة (الجماعية) والشخصية (الفردية).أما التيار الثالث فيعدّ الثقافة منظومة اتصالات بين الأفراد. ¶ التاريخ الثقافي:إرث بواس",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "من بين الطرق التي فتحها بواس نشير إلى البحث في البعد التاريخي للظواهر الثقافية التي سيتمسك بها خلفاؤه المباشرون على وجه الخصوص.وهؤلاء، لاسيما ألفرد كروبر وكلارك فيسلر، سيجهدون في توضيح عملية توزع العناصر الثقافية في المكان. فأخذوا عن الاتنولوجيين\"الانتشاريين\" الألمان في بداية القرن، مجموعة من الأدوات المفهومية التي حاولوا تهذيبها، لا سيما مفهوم \"المجال الثقافي\" aire culturelle ومفهوم السمة الثقافية trait culturel الذي يقع على عاتقه، بشكل خاص، السماح بتعريف أصغر مكونات ثقافة معينة، وهو تمرين يبدو في ظاهره بسيطاً لكنه في الحقيقة تمرين صعب بل وهمي طالما أنه ليس من السهل عزل عنصر عن مجموع ثقافي لا سيما في المجال الرمزي، فكيف إذاً والحال هذه يمكن تحليله!.تقوم الفكرة على دراسة التوزع الفضائي لسمة ثقافية أو أكثر في ثقافات قريبة من بعضها وتحليل عملية انتشارها.وفي الحالة التي يكون فيها تلاق كبير بين السمات الثقافية المتشابهة، يمكن الكلام على\"مجال ثقافي\"وفي مركز المجال الثقافي تقع الخصائص الأساسية لثقافة معينة:وعلى محيطها تتقاطع هذه الخصائص مع السمات الناشئة عن مجالات مجاورة. ¶ كما بيّن كرومر فإن مفهوم المجال الثقافي \"يعمل\" جيداً في حالة الثقافات القديمة لأمريكا الشمالية، لأن المجالات الثقافية والزراعية تتلاقى هنا تقريباً.لكن في كثير من مناطق العالم نرى أن طابعها فاعل وقابل للنقاش، لأن الحدود أقل وضوحاً ولا يمكن تعريف المجالات الثقافية إلا بشكل تقريبي وانطلاقاً من عدد ضئيل من السمات المشتركة.ومع ذلك، إذا استخدم هذا المفهوم بشكل مرن فإننا نرى أنه لا يخلو تماماً من الفائدة الوضعية [كروبر، 1952].",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "لقد قسونا في بعض الأحيان على التخطيطات النظرية والمفهومية للأنثروبولوجيين الذين يركزون تفكيرهم على الظواهر المسماة ب\"الانتشارية\" لأن الانتشار هو نتيجة التماس أو الاحتكاك بين مختلف الثقافات وبين حركة السمات الثقافية.وإذا صحّ أن بعض إعادات البناء التاريخية خاضعة للصدفة أو غير معقولة فمردّ ذلك إلى بعض الباحثين من دعاة الانتشار الواسع hyperdiffusionistes من الأوربيين وليس الأمريكيين.وأغلب أتباع بواس الذين تأهلوا على دقّته المنهجية التجريبية كانوا حذرين في تأويلاتهم. ¶ بالإضافة إلى التراكم المذهل للملاحظات التجريبية التي ندين بها لبواس هناك المساهمات النظرية لتيار الأنثروبولوجيا الأمريكية هذا الساعي لفهم تشكل الثقافات، وهي مساهمات ليست قليلة أبداً.كما ندين لهذا التيار بالمفهوم الأساسي ل\"النموذج الثقافي\" cultural pattern الذي يدل على المجموع المتكون للآليات التي تتكيف الثقافة مع وسطها (بيئتها)وقد أخذت مدرسة \"الثقافة والشخصية\" هذا المفهوم من أجل تعميقه. أدى تركيز بواس وأتباعه أبحاثهم على ظواهر الاحتكاك الثقافي وبالتالي على الاقتراض، إلى فتح الطريق أمام الأبحاث المستقبلية على المثاقفة والتبادلات الثقافية.وكشفت أبحاثهم عن أن أشكال الاقتراض ترتبط بالمجموعة المُعطية والمجموعة المتلقية في الوقت نفسه.كما صاغ أولئك الكتاب فرضية، سيتم التنظير لها لاحقاً، تقول بعدم وجود اختلاف أساسي بين الاقتراض والإبداع، على اعتبار أن الإبداع غالباً ما يكون تغييراً، أي إعادة خلق العنصر المُقتَرَض لوجوب تكيفه مع النموذج الثقافي للثقافة المستقبلية. ¶ مالينوفسكي والتحليل الوظيفي للثقافة:",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "مثلما أدت تنظيرات الاتجاه التطوري إلى رد فعل بواس التجريبي، فقد أثارت المبالغات التأويلية لبعض دعاة الانتشارية رد فعل برونيسلاف مالينوفسكي (1884-1942) وهو الأنثروبولوجي الإنكليزي الذي ولد نمساوياً من عائلة بولونية.وقد وقف ضد أية محاولة لتدوين تاريخ الثقافة الشفوية، وطالب بالاكتفاء بملاحظة الثقافات مباشرة في حالتها الراهنة دون السعي إلى تتبع أصولها، الأمر الذي يمثل مسعى مؤقتاً لأنه لا يستند إلى البرهان العلمي. ¶ ومن جانب آخر، انتقد مالينوفسكي تشظية الواقع الثقافي الذي تؤدي إليه بعض أبحاث التيار الانتشاري المتميز بمقاربة متحفية muséographie للوقائع الثقافية المردودة إلى سمات نجمعها ونصفها لذاتها دون أن نكون دائماً قادرين على فهم مكانتها في المنظومة الشاملة.ليس المهم أن تكون هذه السمة أو تلك موجودة هنا أو هناك بل المهم هو قيامها بوظيفة محددة في كلِّ ثقافي معين.ويستبعد دراسة تلك السمات منفصلة عن بعضها لأن كل ثقافة تشكل منظومة ترتبط عناصرها مع بعضها بعض: ¶ \"[في كل ثقافة] يقوم كل من العرف والشيء والفكرة والمعتقد بوظيفة حيوية معينة، وتضطلع بمهمة معينة وتمثل جزءاً لا يمكن استبداله في الكل العضوي\"[1944].",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "علينا تحليل الثقافة من منظور تزامني انطلاقاً من تحليل معطياتها المعاصرة.وفي مقابل الانتشارية التي تهتم بالماضي والتطورية التي تهتم بالمستقبل، اقترح مالينوفسكي الوظيفية التي تركز على الحاضر، وهو الفسحة الزمنية الوحيدة التي يمكن للأنثروبولوجي من خلالها دراسة المجتمعات البشرية بشكل موضوعي.وبما أن كل ثقافة تشكل كلاَ متجانساَ، وأن كل عناصر منظومة ثقافية تنسجم مع بعضها بعض فإن هذا يجعل المنظومة متوازنة ووظيفية، وهو ما يفسر كون الثقافة تسعى للاحتفاظ بانسجامها مع نفسها.ومالينوفسكي يقلل من أهمية اتجاهات التغير الداخلي الخاص بكل ثقافة.ويعتبر أن التغير الثقافي ينشأ أساساَ عن الخارج بفضل الاحتكاك الثقافي.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ولتفسير الطابع الوظيفي للثقافات المختلفة يضع مالينوفسكي نظرية ستثير الكثير من الجدل، وهي النظرية المسماة بنظرية \"الحاجات\" أساساَ لنظرية علمية للثقافة.(عنوان أحد كتبه المنشورة عام 1944).و يرى أن من شأن العناصر المكونة لثقافة ما، تلبية الحاجات الأساسية للإنسان.ويقترض نموذجه من علوم الطبيعة، ويذكر بأن البشر يشكلون نوعاً حيوانياً. لأن الإنسان يعيش عدداً من الحاجات الفيزيولوجية (الغذاء، التناسل، الحماية، الخ..) التي تفرض مقتضيات أساسية.والثقافة هي تماماَ الاستجابة الوظيفية لتلك المقتضيات الطبيعية.والثقافة تستجيب لها من خلال \"المؤسسات\"وهو المفهوم الذي يتبناه مالينوفسكي والذي يشير إلى الحلول الجماعية (المنظمة)للحاجات الفردية.والمؤسسات هي العناصر المادية للثقافة وهي الوحدات الأساسية لأية دراسة أنثروبولوجية أما السمات الثقافية فليست كذلك:إذ لا تتمتع أية سمة بأية دلالة إذا لم تعز إلى المؤسسة التي تنتمي إليها.ليس غرض الأنثروبولوجيا دراسة الوقائع الثقافية بشكل عشوائي معزول، بل دراسة المؤسسات( الاقتصادية، والسياسية والقانونية والتربوية ..)والعلاقات القائمة بين المؤسسات في علاقتها مع المنظومة الثقافية المندمجة فيها. ¶ من نظرية الحاجات هذه التي تضع الأنثروبولوجيا في مأزق، نرى أن مالينوفسكي يخرج من إطار التفكير حول الثقافة بمعناها الحقيقي لكي يعود إلى دراسة الطبيعة البشرية التي يجهد في تحديد حاجاتها بشكل عشوائي إلى حد ما، ويضع قائمة بالوقائع التي تعزز فكرته عن الاستقرار المنسجم لأية ثقافة، وهنا تتضح حدود الوظيفية:كما يتبين شيئاً فشيئاً أنها غير قادرة على النظر في التناقضات الداخلية والخلل الوظيفي أي الظواهر الثقافية المَرَضيّة.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ومع ذلك فإن لمالينوفسكي الفضل الكبير في بيان عجزنا عن دراسة الثقافة من الخارج أو عن بعد.ولم يكتف مالينوفسكي بالملاحظة المباشرة(الميدانية)إذ قام بتنظيم systématisé استخدام المنهج الاتنوغرافي(وصف الأعراق) المسمى ب\"الملاحظة المشارِكة\" observation participante (وهو صاحب هذه العبارة) وهي الشكل الوحيد للتعمق في معرفة الغيرية الثقافية التي يمكنها الإفلات من المركزية العرقية ethnocentrisme .في استطلاع مكثف وطويل يتقاسم الاتنولوجي حياة (وجود) شعب يجهد في النفوذ إلى عقليته الخاصة به من خلال تعلم لغة أهل البلاد.ومن الملاحظة الدقيقة للوقائع الأكثر خلواً من الدلالة (ظاهرياً) وهذا يعني أن نفهم بشكل أساسي وجهة نظر ابن البلد الأصلي.وهذا المسعى الناشئ هو وحده القادر بالتدريج على إظهار العلاقات المتبادلة بين كل الوقائع التي تمت ملاحظتها وبالتالي تحديد ثقافة الجماعة المدروسة. ¶ ... مدرسة ((الثقافة والشخصية)) ¶ إن الأنثروبولوجيا الأميركية التي طالما سعت إلى تفسير الاختلافات الثقافية بين الجماعات البشرية قد انخرطت تدريجياً منذ الثلاثينات في طريق جديدة.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ولأن دراسة الثقافة جرت حتى هذه الساعة بشكل مجرد، ولأن العلاقات القائمة بين الفرد مع ثقافته لم تؤخذ بعين الاعتبار فقد اهتم عدد من الأنثروبولوجيين بفهم الكيفية التي تقوم من خلالها الكائنات البشرية بتجسيد ثقافتهم ومعايشتها وهم يرون أن الثقافة لا توجد كواقع\"في حد ذاته\" خارج الأفراد، حتى لو تمتعت كل ثقافة باستقلالية نسبية إزاء هؤلاء الأفراد.وبالتالي فالمسألة هي كيف أن ثقافتهم موجودة فيهم وكيف تدفعهم إلى الفعل.وما هي التصرفات التي تثيرها لديهم طالما أن الفرضية تقوم تماماً على أن كل ثقافة تحدد أسلوباً معيناً للتصرف المشترك بين الأفراد المشاركين في ثقافة معينة.وهنا قد يكمن ما يشكل وحدة الثقافة ويجعلها نوعية بالنسبة للثقافات الأخرى.إذ ينظر المرء إلى الثقافة دائماً على أنها كلّ وأن الاهتمام يتركز دائماً على الانقطاعات التي تحدث بين مختلف الثقافات لكن طريقة التفسير تتغير.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "كان إدوارد سابير E Sapi (1884-1939) من أوائل الذين أسفوا لإفقار الواقع الذي رأى سببه في محاولات إعادة تكوين انتشار السمات الثقافية.ويرى أن الموجود ليس العناصر الثقافية التي تنتقل كما هي من ثقافة لأخرى بمعزل عن الأفراد.، وهي السمات الخاصة بكل ثقافة ومن شأنها تفسير الاقتراض الثقافي [1949].وقد تكون تيار ثقافي وُصف بمدرسة \"الثقافة والشخصية\" مارس تأثيراً كبيراً على الأنثروبولوجيا الأميركية.لا شك أن هذا المصطلح ينطوي على بعض المبالغة نظراً للتنوع الكبير في توجهات الباحثين ومناهجهم. فبعضهم يميل إلى القول بتأثير الثقافة على الفرد، وآخرون يميلون إلى رد فعل الفرد إزاء الثقافة.ومع ذلك فهم يشتركون في الاهتمام بالمكتسبات التي تم إحرازها في علم النفس العلمي والتحليل النفسي ويتسمون بالانفتاح على تعددية المعارف.ومع ذلك فإن إشكاليتهم تقلب المنظور الفرويدي، حيث لا يرون أن الليبيدو هو الذي يفسر الثقافة، بل على العكس فإن عُقد الليبيدو يمكن تفسيرها من خلال أصلها الثقافي. ¶ إن المسألة الأساسية التي يطرحها باحثو هذه \"المدرسة\" على أنفسهم هي مسألة الشخصية. وتساءلوا عن آلية التغيير التي تقود أولئك الأفراد، ذوي الطبيعة المتشابهة في البادية إلى اكتساب أنماط مختلفة من الشخصية التي تتميز بها جماعات معينة. وفرضيتهم الأساسية هي أنه ينبغي على تعددية الثقافات أن ترتبط بتعددية أنماط الشخصية. ¶ روث بينديكت و (الأنماط الثقافية)",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "كرّست روث بينديكت، (1887-1948)، التي كانت تلميذة بواس ثم مساعدة له، جزءاً كبيراً من أعمالها لتحديد \"أنماط ثقافية\" تتسم بتوجهاتها العامة واختيار تلك الأنماط للانتقاءات ذات الدلالة المسبقة من بين الخيارات الممكنة.وضعت بينديكت فرضية وجود \"قوس ثقافي\"يتضمن كل الإمكانيات الثقافية في المجالات كلها على اعتبار أن كل ثقافة غير قادرة على تحقيق سوى جزء خاص من هذا القوس الثقافي، وبالتالي تظهر الثقافات المختلفة محددة ب\"نمط\" أو بأسلوب معيّن.وهذه الأنماط من الثقافات الممكنة لا توجد بعدد غير محدود بسبب حدود \"القوس الثقافي\"وبالتالي يمكن تصنيفها بعد أن يتم تحديدها.وإذا كانت بينيديكت مقتنعة بنوعية كل ثقافة فإنها تؤكد على أن تنوع الثقافات يمكن رده إلى عدد معين من الأنماط المحددة. ¶ واشتهرت بينيديكت على وجه الخصوص، باستخدامها المنهجي لمفهوم النمط الثقافي pattern of culture (الذي سيكون عنوان أشهر كتبها الصادر عام 1934) مع أنها لم تكن مؤلفته بالمعنى الحقيقي للكلمة. لأن فكرته كانت موجودة سابقاً عند كل من بواس وسابير.وهي ترى أن الثقافة تتميز بنموذج pattern خاص بها أي بشكل معين وأسلوب ونموذج خاصين.وهذا المصطلح الذي لا مكان له في اللغة الفرنسية، يقتضي فكرة وجود كل متجانس ومنسجم.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وبالتالي فإن كل ثقافة هي متجانسة لأنها تنسجم مع الأهداف التي تسعى إليها وهي أهداف مرتبطة بخياراتها من مجموعة الخيارات الثقافية الممكنة.ولا تسعى إلى هذه الأهداف بعلم الأفراد بل من خلالهم بفضل المؤسسات (لاسيما التربوية ) التي ستشكّل كل التصرفات المتفقة مع القيم المهيمنة الخاصة بها.وبالتالي فإن ما يحدد ثقافة معينة ليس حضور أو غياب سمة أو عقدة أو سمات ثقافية بحد ذاتها، بل في توجهها الشامل في هذا الاتجاه أو ذاك، إنه نمط فكرها وفعلها المنسجم.الثقافة ليست مجرد مراكمة سمات ثقافية، إنما هي شكل متجانس لتراكبها كلها مع بعضها بعض.وكل ثقافة تقدم للأفراد مخططاً غير واع لكل نشاطات الحياة. ¶ بالنتيجة فإن الوحدة الدالة التي ينبغي دراستها هي الشكل الثقافي configuration culturellr من أجل إدراك منطقها الداخلي.وقد أوضحت بينيديكت منهجها من خلال دراسة مقارنة لنموذجين ثقافيين متناقضين هما نموذج هنود بويبلو في المكسيك الجديدة لاسيما شعب الزوني(وهو شعب محافظ ومسالم ومتضامن مع بعضه بشكل عميق، كما يحترم الآخرين وهو معتدل في التعبير عن مشاعره) ونموذج جيرانهم هنود السهوب ومنهم شعب الكواكيوتل kwkiutl ( وهو شعب طموح، فردي وعدواني بل وعنيف ويميل إلى التميز بالعاطفة الجياشة): فوصفت الأول بأنه نموذج \"أبولوني\" والثاني \"نموذج ديونيسي\"(الإحالة إلى نيتشه واضحة هنا) وبينت أن ثقافات أخرى ترتبط بهذين النموذجين وبينهما أنماط وسيطة[بينيديكت، 1934].",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "في الفترة نفسها التي عاشت فيها بينيديكت اختارت مارغريت ميد M .Mead(1901-1978) توجيه أبحاثها إلى الطريقة التي يتلقى الفرد من خلالها ثقافته والنتائج المترتبة على تكون الشخصية. وقررت أن تضع عملية النقل الثقافي وإخضاع الشخصية لضوابط المجتمع socialisationفي مركز تفكراتها واستطلاعاتها.وبالتالي فقد قامت بتحليل ظواهر استقرار الثقافة في الفرد لتفسير المظاهر المهيمنة في شخصيته التي يكمن سببها في عملية الاستقرار هذه. ¶ وأهم أبحاث ميد في هذا المجال هو ذلك الذي قادها إلى أوقيانوسيا حيث تعرفت على ثلاثة مجتمعات في غينيا الجديدة هي مجتمع الأرابش Arapesh ومجتمع الموندوغومور Mundogomore ومجتمع الشامبو يليChambuili[ميد، 1935].ومن خلال هذه الحالات الثلاث بينت أن الشخصيتين المذكرة والمؤنثة اللتين نظن أنهما موجودتان في العالم كله وأنهما ميزتان بيولوجيتان، لاوجود لهما كما نتصورهما في المجتمعات كلها، بل هناك ما هو أكثر من هذا، فبعض المجتمعات تتمتع بمنظومة تربوية ثقافية لا تهتم بمقابلة الصبيان بالبنات على مستوى الشخصية.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "عند الأرابش يبدو كل شيء منظماً منذ الطفولة الأولى حيث يربى كل من الرجل والمرأة على أن يكونا لطيفين وحساسين ومحبين لخدمة الآخرين.بينما عند الموندوغور، فإن نتيجة منظومة التربية تؤدي إلى التنافس والعدوانية سواء بين الرجال أو بين النساء أو بين الجنسين.المجتمع الأول يدلل الطفل دون تمييز بين الجنسين، أما الثاني فيربي أطفاله بطريقة قاسية لأنهم غير مرغوب فيهم سواء أكانوا صبياناً أم بنات.هذان المجتمعان ينتجان، من خلال منهجيهما الثقافيين، نموذجين متناقضين من الشخصية.وفي المقابل يشترك هذان المجتمعان في نقطة واحدة:باعتبارهما لا يميزان بين \"علم نفس أنثوي\"و\"علم نفس ذكري\"فهما لا ينتجان شخصية نوعية ذكرية أو أنثوية.وفقاً للمفهوم السائد في مجتمعنا، يبدو الأرباشي، ذكراً كان أم أنثى، متمتعاً بشخصية أنثوية أما الموندوغومورية أو الموندوغوموري فيتمتعان بشخصية ذكرية.لكن عرض الوقائع على هذا النحو من شأنه أن يؤدي إلى معنى مضاد. ¶ على عكس ما سبق، فإن الشامبوليين، وهم المجموعة الثالثة، فيفكرون مثلنا أي أن الرجال والنساء يختلفون عن بعضهم اختلافاً عميقاً من حيث نفسيتهم psychologismeلكنهم يختلفون عنا في قناعتهم أن المرأة، بطبيعتها، هي صاحبة المبادرة وديناميكية ومتضامنة مع أفراد جنسها وغير باطنية أما الرجل فهو حساس وأقل ثقة بنفسه، يهتم كثيراً بمظهره الخارجي وسريع الغيرة من نظرائه.والسبب هو أن شعب الشامبو لي يرى أن النساء هن من يمسك بالسلطة الاقتصادية ويقمن بتأمين ما هو أساسي لحياة الجماعة بينما يتوجه الرجال أساساً، إلى النشاطات الطقسية(الاحتفالية) والجمالية التي غالباً ما تضعهم في حالة تنافس مع الآخرين. ¶ إن سمات الشخصية التي نصفها بالذكورة أو الأنوثة يتحدد عدد كبير منها إن لم يكن كلها بالجنس وبطريقة سطحية كالملابس وأشكال التصرف وقصة الشعر التي تفرضها على هذا الجنس أو ذاك.[(1935)1963، ص252)].",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وبالتالي لا يمكن تفسير الشخصية الفردية بخواصها البيولوجية(كالجنس على سبيل المثال) بل ب\"النموذج\" الثقافي الخاص بمجتمع معين يحدد تربية الطفل.بدءاً من اللحظات الأولى يتشبع الفرد بهذا النموذج عن طريق منظومة من المحرّضات والممنوعات المصاغة بشكل صريح أو غير صريح، تقوده بعد أن يصبح راشداًً، للتقيد بشكل لاواعِ بالمبادئ الأساسية للثقافة.هذه العملية هي التي سماها الأنثروبولوجيون بالتثقيف الداخلي enculturation، .وبما أن بنية الشخصية الراشدة تنتج عن نقل الثقافة عبر التربية فستتكيف من حيث المبدأ مع نموذج هذه الشخصية.والشذوذ النفسي الموجود والظاهر المعالم في أي مجتمع لا يمكن تفسيره بالطريقة نفسها وليس بشكل مطلق(شامل) إنما بشكل نسبي باعتباره[أي الشذوذ] نتيجة لعدم تكيف الفرد المسمى ب\"الشاذ\" مع التوجه الجوهري لثقافته(شعب الأرابش أناني وعدواني، وشعب الموندوغور هو شعب لطيف وغيري).بالتالي هناك علاقة بين النموذج الثقافي ومنهج التربية ونمط الشخصية المُهيمن. ¶ ... لينتون كاردينر و(الشخصية الأساسية) ¶ يرى الأنثروبولوجيون المنتمون إلى مدرسة \"الثقافة والشخصية\" أنه لا يمكن تحديد الثقافة إلا من خلال البشر الذين يعيشونها.صحيح أن الفرد والثقافة يشكلان واقعين متمايزين لكن لا يمكن فصلهما عن بعضهما البعض ويؤثر أحدهما على الآخر كما لا يمكن فهم أحدهما إلا في علاقته بالآخر.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "لكن الأنثروبولوجيين لا يتوقفون إلا عند ما هو مشترك في نفس الفرد بين أعضاء الجماعة نفسها.في الواقع يتعلق المظهر الفردي للشخصية بفرع معرفي آخر هو علم النفس. هذا المظهر المشترك، في الشخصية يسميه رالف لينتون (1893-1953) \"الشخصية الأساسية\" وهو يرى أنها تتحدد مباشرة بالثقافة التي ينتمي إليها الفرد.لينتون لا يجهل تنوع النفسيّات psychologies الفردية. ويظن أن مجموعة الاختلافات النفسية يمكن العثور عليها في أية ثقافة.وهو أمر يصح على ثقافة معينة وما هو صحيح في هذه الثقافة أو تلك هو هيمنة هذا النمط أو ذاك من أنماط الشخصية,وفي تطويره لأبحاث بينيديكت وميد رأى لينتون من خلال استطلاعاته المبدئية في جزر ماركيز ومدغشقر أن كل ثقافة تفضل من كل الأنماط الممكنة نمط الشخصية التي يصبح عندها \"عادياً\" (متفقاً مع المعيار الثقافي وبالتالي معترف به بأنه نمط عادي.هذا النمط العادي هو \"الشخصية الأساسية\"، بمعنى آخر هو \"الأساس الثقافي للشخصية\"(وفقاً للعبارة التي ستتحول في عام 1945 إلى عنوان لأحد كتبه).كل فرد يكتسب هذه الشخصية من خلال منظومة التربية الخاصة بمجتمعه. ¶ وجه المسألة هذا-اكتساب الشخصية الأساسية من خلال التربية- شكل معظم الأبحاث النوعية التي أجراها أبرام كاردينر Abram Kardiner ¶ (1891-1981)، وهو محلل نفسي مؤهل وتعاون بشكل وثيق مع لينتون..وقد درس كيفية تكون الشخصية الأساسية عند الفرد عبر ما يسميه \"المؤسسات الأولية\" الخاصة بكل مجتمع(وأولها العائلة والمنظومة التربوية) وكيفية تأثير هذه الشخصية على ثقافة الجماعة عبر إنتاجها-عن طريق نوع من آلية الإسقاط)\"مؤسسات ثانوية\"(منظومات قيم ومعتقدات على وجه الخصوص) تعوّض الإحباطات التي تسببها المؤسسات الأولية التي تؤدي إلى تطور الثقافة بشكل ملموس[كاردينر، 1939]",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "أما لينتون فقد جهد لتجاوز المفهوم الجامد للشخصية الأساسية.وكان يأخذ على بينديكت الاختزال الذي كانت تقوم به من خلال ربطها الثقافة بنمط ثقافي واحد يرتبط بنمط سلوكي مهيمن.ويؤمن أن الثقافة الواحدة من شأنها أن تتضمن في الوقت نفسه عدة \"أنماط\"عادية من الثقافة، لأن عدة منظومات قيمية تتعايش في عدد من الثقافات.ثم ينبغي النظر بعين الاعتبار، كما يقول لينتون، إلى تنوع القوانين في كنف المجتمع الواحد.والفرد غير قادر على أن يجمع كل الثقافة التي ينتمي إليها ولا يملك معرفة تامة بثقافته.كما أنه لا يعرف من ثقافته إلا ما هو ضروري له لكي يتوافق مع قوانينها (الجنس، العمر، الوضع الاجتماعي الخ) ليقوم بأدوار اجتماعية تنتج عنها.ووجود قوانين مختلفة يقود في نهاية الأمر إلى هذه التنوعات الدالة، إلى حد ما، على الشخصية الأساسية وهي \"الشخصيات القانونية \"[ لينتون 1945]. ¶ وتابع كل من لينتون وكاردينر تفكراتهما حول الفعل المتبادل بين الثقافة والفرد فقالا بأن الفرد ليس مستودعاً سلبياً لثقافته.ويعرّف كاردينر الشخصية الأساسية على النحو التالي: ¶ \"هي تمظهر سيكولوجي خاص يتعلق بأفراد مجتمع معين وتبدى في أسلوب معين من السلوك الذي ينمّق الأفراد تنوعاتهم(اختلافاتهم) بمقتضاه\" ¶ [1939] .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "إن أي فرد كان، ولأنه فرد فريد في حد ذاته وله سماته الخاصة به(حتى لو كانت تلك السمات نفسية تتضمن الشخصية الأساسية إلى حد ما) ويتمتع بقابلية أساسية، باعتباره كائناً إنساناً، على الابتكار سيشارك(الفرد) في تغيير ثقافته بشكل لا يبدو، في أغلب الأحيان، ملحوظاً، كما يشارك بعدها في تغيير الشخصية الأساسية.بعبارة أخرى، ، لكل فرد طبيعته الخاصة في فهم وعيش ثقافته مع بقائه مطبوعاً بطابعها.إن تراكم التنوعات أو الاختلافات الفردية، بدءاً بالموضوع المشترك الذي يكون الشخصية الأساسية يسمح بتفسير التطور الداخلي لثقافة معينة، وغالباً ما يتم هذا التطور وفق إيقاع بطيء. ¶ إن مختلف الاعتبارات السابقة تبين عدم إمكانية خلط النتائج التي توصل إليها كل من لينتون وكاردينر حول الشخصية الأساسية بالنظريات الرومانتيكية حول \" روح\"الشعوب و\"عبقريتها\".ولا يعني انطلاق الأنثروبولوجيين الأميركيين من التساؤل الذي بدأ به الكتّاب والفلاسفة الألمان، على وجه الخصوص، حول الطابع الأساسي لكل شعب لايعني، مع ذلك، أنهم يقدمون الأجوبة نفسها.إذ إنّ لدى كل من لينتون وكاردينر مفهوماً مرناً حول الانتقال الثقافي الذي تحل التنوعات الفردية محله بالإضافة إلى كونه لا يهمل مسألة التغير الثقافي.وبالتالي فإن مقاربتهما للثقافة وللشخصية هي مقاربة ديناميكية أكثر منها سكونية. ¶ دروس الأنثروبولوجيا الثقافية ¶ خضعت أعمال الأنثروبولوجيا الثقافية الأميركية لعدة انتقادات منها ما هو مشروع في حد ذاته، في المناقشة العلمية.لكن ما هو أقل مشروعية هو ذلك العرض الاختزالي الذي تعرض من خلاله لأنك تراه أحياناً عرضاً كاريكاتورياً في فرنسا لا سيما حيت تُعرض أطروحات الثقافويين culturalistes .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وأكثر وجه من أوجه هذا العرض قابلية للجدل هو طابعه التعميمي.فيقدمون الثقافوية على أنها منظومة نظرية واحدة في الوقت الذي يكون فيه الأصح هو الحديث عن \"ثقافويات\". وهناك مجموعة من الانتقادات التي وجهت إلى الثقافوية دون أن تحدد أن عدداً كبيراً منها قد صيغ أولاً من قبل ثقافويين ضد ثقافويين آخرين.وقد شهدت الأنثروبولوجيا الثقافية نقداً داخلياً واسعاً.لقد عُرضت المقترحات الثقافوية تدريجياً وصححت بعض المقترحات السابقة.وإذا نظرنا إلى أغلب الباحثين بشكل منفرد سنرى تطورات ملموسة لفكرهم طيلة ممارستهم لمهنتهم. ¶ هناك الاتجاه الذاتي essentialiste أو الجوهري الذي يقوم على فهم الثقافة باعتبارها واقعاً في حد ذاته-وهذا ما أُخذ على الثقافويين- هو نقد لا ينطبق بالفعل على كرويبر الذي كان يرى أن الثقافة ناتجة عن مجال \"فوق عضوي\" يحدد مستوى مستقلاً للواقع ويخضع لقوانين خاصة وبالتالي فهو يعزو إليه وجوداً خاصاً مستقلاً عن وجود الأفراد ويفلت من رقابتهم[كرويبر، 1917].واحتفظت بينديكت بشيء من مفاهيم الاتجاه الذاتي، إذ كانت تعتقد أن الثقافة تتجه إلى هدف له علاقة بتوجه النمط الخاص بها دون علم الأفراد.لكن غالبية أنثروبولوجي مدرسة \"الثقافة والشخصية\" تحركوا في وجه المخاطر الناجمة عن إعادة تعريف الثقافة.وتؤكد مارغريت ميد بشكل واضح على أن الثقافة هي شيء مجرد(لكن هذا لا يعني أنها وهم).ما هو موجود، كما تقول، هم الأفراد الذين يخلقون الثقافة وينقلونها ويغيرونها.الأنثروبولوجي لا يستطيع ملاحظة الثقافة على الأرض، فما يلاحظه ليس سوى تصرفات فردية.كل جهد الثقافويين القريبين من ميد انصب في نهاية الأمر على فهم الثقافات انطلاقاً من تصرفات الأفراد الذين \"هم الثقافة\" بحسب تعبير ميد.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "ومن الاتهامات الموجهة إلى الثقافوية ما يقول أنها قدمت مفهوماً سكونياً جامداً للثقافة.وسبق أن بيّنا أن هذا النقد لا يقوم على أساس صحيح.الثقافويون لا يؤمنون باستقرار الثقافويات ويهتمون بالتطورات الثقافية ويسعون إلى تفسيرها من خلال عملية الاختلافات الفردية في اكتساب الثقافة.والفرد الذي ينتج حياة نفسية خاصة به \"يقوم بإعادة تفسير\"ثقافته على وجه الخصوص تبعاً لتاريخه الشخصي.ومجموع التأويلات الفردية كلها مضافة إلى فعلها المتبادل هي التي من شأنها تطوير الثقافة.وتشدد مارغريت ميد كثيراً على حقيقة أن الثقافة ليست \"مُعطى\" يتلقاها الفرد بشكل كليّ دفعة واحدة من خلال التربية .ولا تنتقل الثقافة كالمورّثات (الجينات).لكن الفرد يمتلك ثقافته تدريجيا خلال حياته وفي كل الأحوال، فهو لا يستطيع اكتساب ثقافة المجموعة التي ينتمي إليها كلها أبداً.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "إن النقاش الأكثر جوهرية حول الأنثروبولوجيا الثقافية هو ذلك الذي يتعلق بالمقاربة النسبية للثقافات ويشدد على تعدديتها أكثر من تشديده على وحدتها.وترى هذه المقاربة أن الثقافات تُعامَل على أنها كليّات نوعية بعضها مستقل عن البعض الآخر، وبالتالي ينبغي على الثقافة أن تُدرس لذاتها وضمن منطقها الخاص بها.والمسألة كلها تكمن في معرفة ما إذا كانت هذه النسبية الثقافية تشكل ضرورة منهجية أم هي مفهوم نظري.الأنثروبولوجيون الثقافويون يكتنفهم الغموض أحياناً حول هذه المسألة.فقد كانت النسبية في بدايتها مع بواس عبارة عن رد فعل منهجي ضد التطورية.وهذا لا يعني الزعم بأن الثقافات المختلفة هي بالقطع غير قابلة للمقارنة مع بعضها بعض.لكن لا يمكن إجراء هذه المقارنة إلا بعد القيام بدراسة كل ثقافة لذاتها بشكل كامل. لا ريب أننا واهمون إذ نعتقد بقدرتنا على مماهاة ثقافة خاصة بسهولة مع ثقافة أخرى وتفصيل حدودها وتحليل الكيفية التي لا تُختزل فيها ثقافة إلى أخرى..وكذا الأمر على المستوى المنهجي، إذ من المفيد أحياناً بل من الضروري أن نتصرف \"كما لو\" أن ثقافة خاصة كانت توجد كماهية منفصلة وتتمتع باستقلالية حقيقية حتى لو لم تكن تلك الاستقلالية، في الواقع، إلا استقلالية نسبية إزاء الثقافات الأخرى المجاورة.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "لا شك في أن الثقافويين لم ينجحوا في تحديد طبيعة \"الثقافة\" بشكل نهائي كما يقول كرويبر[1952] .ويبقى النقاش مفتوحاً.وهو نقاش لم تتوقف الأنثروبولوجيا الثقافية الأميركية عن المشاركة فيه واستمرت في متابعة أبحاثها بشكل يغلب الابتكار عليه.ودروس الثقافوية أو الثقافويات غنية بالتعاليم.ولم يعد اليوم ممكناً تجاهل وجود أشكال أخرى للعيش والتفكير وأنها ليست تجليّات أساليب قديمة من أي نوع، كما أنها ليست تجليات أي نوع من أنواع \"الوحشية\" أو \"البربرية\".ونحن ندين لتلك الدروس في أنها وضحت التجانس النسبي بين المنظومات الثقافية كلها.وكل منظومة هي تعبير خاص وأصيل لكل المنظومات الأخرى، عن إنسانية واحدة. ¶ ساهم الباحثون الثقافويون كثيراً في جلاء الغموض القائم بين ما ينشأ عن الطبيعة(عند البشر) وعن الثقافة وكانوا شديدي الانتباه إلى ظواهر خلط الثقافة بالمعنى الحقيقي للعبارة، مبينين أن الجسد نفسه من صنع الطبيعة.ويفسرون هذا بقولهم إن الثقافة \"تفسر\" الطبيعة وتقوم بتغييرها.حتى الوظائف الحيوية للإنسان كالأكل والنوم والجماع والوضع \"تمليها\" الطبيعة، بالإضافة إلى التغوّط والتبوّل والمشي والركض والسباحة الخ. إن هذه الممارسات التي هي من شأن الجسد تبدو طبيعية بما لا يقبل الشك، وهذا ما برهن عليه مارسيل ماوس عام 1936 في دراسته حول \"تقنيات الجسد\" حيث يقول:\" إن المرء يختلف في طريقة جلوسه ونومه ومشيه من ثقافة لأخرى.ولا يمكننا ملاحظة الطبيعة عند الإنسان إلا بعد أن تقوم الثقافة بتغييرها.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وندين لمدرسة\"الثقافة والشخصية\" لتوضيحها أهمية التربية في عملية التميّز الثقافي.فالتربية ضرورية للإنسان وحاسمة بالنسبة له لأن الكائن البشري لا يملك عملياً، أي برنامج وراثي يوجه سلوكه.والبيولوجيون أنفسهم يقولون إن البرنامج \"الوراثي\" الوحيد للإنسان هو برنامج التقليد والتعلّم، وبالتالي فإن الفروق الثقافية بين الجماعات البشرية تُفسّر في جزء كبير منها بالمنظومات المختلفة للتربية التي تتضمن مناهج تربية élevageالرضّع (الرضاعة، العناية بالجسد، طريقة النوم، الفطام، الخ) تختلف بشدة من جماعة لأخرى. ¶ وجهد ثلاثة باحثين أمريكيين في تفسير وجود طقوس اليافعين في فترة بلوغهم سن الرشد في بعض المجتمعات وغيابها في مجتمعات أخرى.وظنّ هؤلاء الباحثون أنهم قادرون على إقامة علاقة بين الارتباط الوثيق بالأم في فترة الطفولة المبكرة وبين شرعنة هذه الطقوس.فهناك حيث تنظيم النوم يتطلب أن ينام الطفل والأم معاً واستبعاد الأب لعدة أشهر وربما لعدة سنوات عن المخدع الزوجي، فإن طقوس الإدخال، وهي ذروة التأهيل التربوي، تتسم بصرامة خاصة.في هذه الحالة يتم كل شيء كما لو أن الآباء، في فترة نضوج أبنائهم النفسي، يقررون إبعادهم عن تأثير الأم وتأكيد سلطتهم عليهم للحيلولة دون قيامهم بأي تمرد ويقومون بدمجهم في عالم الذكورة[وايتنغ، كلوكهون، أنتوني 1958].",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "هناك عدد كبير من الباحثين اللاحقين لم يرغبوا في الانتماء إلى الاتجاه الثقافوي ولايمكن حسابهم عليه، هؤلاء استفادوا من أعمال الأنثروبولوجيين الأمريكيين في مجال التربية.وبينت جاكلين رابان أن تربية الطفل الصغير وولف(السنغال) تفضل أخذ العلاقة بالآخر بعين الاعتبار .وخلافاً لما نراه في المجتمعات الغربية المعاصرة، فإن تربية وولف تجهد في تجنب تمييز (فردنة) singularisation الطفل من أجل تشجيع اندماجه الاجتماعي.لذا لانقدم المديح للأطفال ولا إلى الأهل بشأن أطفالهم أو لا تقوم بها إلا بشكل مدروس.بالنسبة لجماعة وولف يمكن للمدح أن يكون شؤماً لأنه يشجع على تخصيص الطفل وبالتالي على تهميشه.والعلامات الوحيدة المقبولة بالنسبة للأطفال هي تلك التي تشير إلى ما يمكن \"تفسيره كعلامات اندماج اجتماعي على طريق التحقق في سلوكهم\"[رايان، 1979، ص 141].إن علم تربية وولف يقوم أساساً على تربية التواصل، وتعلم الاستخدام الاجتماعي الشديد الترميز للكلام هو \"تعلم قواعد العلاقات الاجتماعية[المرجع السابق، ص 142].وفي نهاية المطاف فإن المكتسبات الاجتماعية أهم من المكتسبات التقنية التي تعلمها بشكل غير منهجي، وأهم من التفتح \"الشخصي\"للطفل. ¶ لقد اغتنى مفهوم الثقافة كثيراً بفضل الثقافويات المختلفة ولم تعد الثقافة تظهر كمجرد مجموعة من السمات المتفرقة بل كمجموع منظم من العناصر المترابطة فيما بينها وشكلها يساوي في أهميته مضمونها إن لم يكن أكثر . ¶ ليفي شتراوس والتحليل البنيوي للثقافة ¶ لم تتمكن الأنثروبولوجيا الثقافية الأمريكية من تكوين أتباع كثيرين لها في فرنسا، إلا أن ليفي شتراوس عاد إلى موضوع الشمولية الثقافية التي يعرّفها على النحو التالي:",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "\"يمكن اعتبار الثقافة كمجموعة من المنظومات الرمزية التي تحتل المرتبة الأولى فيها اللغة وقواعد الزواج والعلاقات الاقتصادية والفن والعلم والدين.وهذه المنظومات كلها تهدف إلى التعبير عن بعض أوجه الواقع المادي والواقع الاجتماعي وكذلك العلاقات التي يقيمها هذان النمطان مع بعضهما بعض وتلك التي تقوم بين المنظومات الرمزية نفسها مع بعضها ¶ [1950، صXIX ]. ¶ لقد سبق وأن اطلع شتراوس على أعمال زملائه الأمريكيين، وخلال الحرب العالمية الثانية وبعدها، أي خلال الفترة بين 1941 إلى عام 1947 أقام في الولايات المتحدة فترة طويلة حيث تشرب بأعمال الأنثروبولوجيا الثقافية لا سيما أنثروبولوجيا بواس وكرويبر وبينيديكت. ¶ وأخذ ليفي شتراوس أربع أفكار أساسية من روث بينيديكت.أولها فكرة أن الثقافات المختلفة تتحدد بنموذج معين pattern، والثانية هي أن عدد أنماط الثقافات الممكنة محدود.وثالثاً، اعتبار أن دراسة المجتمعات ا\"لبدائية\" هي أفضل منهج لتحديد التركيبات combinaisons الممكنة بين العناصر الثقافية.وأخيراً يمكن دراسة هذه التركيبات في حد ذاتها بمعزل عن الأفراد المنتمين إلى الجماعة التي تبقى[ التركيبات] غير واعية بالنسبة لها. ¶ ويتضح إرث بينديكت في السطور التالية المأخوذة عن كتاب ليفي شتراوس : مدارات حزينة:",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "يتميز مجموع أعراف شعب ما دائماً بأسلوب معين، وهذه الأعراف تشكل منظومة معينة وأنا مقتنع بأن عدد هذه المنظومات محدود وأن المجتمعات البشرية، شأنها شأن الأفراد في ألعابهم وأحلامهم أو هذيانهم-لا تنشأ أبداً بشكل مطلق، لكنها تكتفي باختيار بعض التركيبات في مسرد مثالي حيث يمكن إعادة تشكيلها.ويمكننا من خلال وضع كشف بكل الأعراف التي تمّت ملاحظتها وتلك التي نتخيلها في الأساطير، والتي توحي بها ألعاب الأطفال والبالغين وأحلام الأفراد الأصحّاء أو المرضى والتصرفات النفسية المَََرَضيّة، (يمكننا )وضع جدول دوري يشبه جدول العناصر الكيميائية حيث قد تظهر الأعراف الحقيقية أو الممكنة فقط مجموعة في عائلات وحيث لا يعود بإمكاننا إلا الاعتراف بتلك التي اعتمدتها المجتمعات بشكل فعلي [1955، ص 203]. ¶ على الرغم من وراثة فكر ليفي شتراوس لبعض من فكر الأنثروبولوجيين الثقافيين الأمريكيين إلا أنه يتميز عن ذلك الفكر من خلال سعيه لتجاوز المقاربة الذاتية particulariste للثقافات.وأراد ليفي شتراوس من دراسته للتنوعات الثقافية تحليل (ظاهرة)عدم تغيّر الثقافة.ويرى أنه لا يمكن فهم الثقافات الخاصة دون الرجوع إلى الثقافة\"التي هي رأس المال المشترك\" للبشرية التي تمتح الثقافة منها لوضع نماذجها النوعية.وما يسعى ليفي شتراوس إلى اكتشافه في تنوع الإنتاجات البشرية هو المقولات catégories والبنى اللاواعية للعقل البشري.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "تطمح الأنثروبولوجيا التي ينادي بها ليفي شتراوس إلى الكشف عن \"الثوابت\" ومن ثم تصنيفها.والثوابت هي المواد الثقافية التي تتشابه دائماً من ثقافة لأخرى، وعدد هذه الثوابت محدود حتماً لأن النفسية البشرية واحدة.في الوقت الذي تحل فيه الثقافة محل الطبيعة، أي في مستوى الشروط العامة جداً لعمل الحياة الاجتماعية يمكن إيجاد القاعدات العامة التي تشكل في الوقت نفسه مبادئ لازمة للحياة في المجتمع.فمن طبيعة الإنسان أن يعيش في مجتمع، لكن تنظيم الحياة في مجتمع سببه الثقافة ويقتضي وضع قاعدات اجتماعية.وأكثر الأمثلة دلالة على هذه القاعدات الشاملة التي تقوم البنيوية بتحليلها هو تحريم جماع المحارم الذي يقوم على ضرورة المبادلات الاجتماعية. ¶ تضطلع الأنثروبولوجيا البنيوية بمهمة العثور على ما هو ضروري للحياة الاجتماعية، أي الكليّات الثقافية أو، بعبارة أخرى، ما قبليات المجتمع البشري.وانطلاقاً من هنا توضع البناءات structurations الممكنة والمحدودة عددياً، للأدوات الثقافية matériaux culturels أي ما من شأنه خلق التنوع الثقافي الظاهر بعيداً عن ثبات المبادئ الثقافية الأساسية.ولعرض هذه العلاقة بين عالمية الثقافة وخصوصية الثقافات يستخدم ليفي شتراوس مجاز لعبة الورق: ¶ الإنسان يشبه اللاعب الممسك بيده، حينما يجلس إلى الطاولة، تلك الأوراق التي لم يخترعها، لأن لعبة الورق معطى تاريخي وحضاري[..].وكل توزيع للأوراق ينجم عن تمييز ممكن بين اللاعبين، ويتم هذا التوزيع دون علمهم.هناك توزيعات تتم لكن المجتمع كاللاعب، يفسرها وفقاً لعدة منظومات يمكن أن تكون مشتركة أو خاصة هي قواعد اللعب ¶ أو قواعد التكتيك.ونعلم جيداً أن مختلف اللاعبين لا يقدمون مع التوزيعة نفسها الشوطَ نفسه مع أنهم غير قادرين على تقديم أي شوط في توزيعة معينة بسبب ضوابط القاعدات نفسها[1958].",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وتنهي الأنثروبولوجيا رسالتها حين تنجح في وصف كل الأشواط parties الممكنة بعد التحقق من الأوراق والإعلان عن القاعدات.وعلى هذا فإن الأنثروبولوجيا البنيوية تزعم العودة إلى الأسس العامة للثقافة، أي إلى تلك المرحلة التي تم فيها الانفصال عن الطبيعة. ¶ الثقافوية وعلم الاجتماع ¶ مفهوما (الثقافة الفرعية) sous-culture ¶ والاستشراكsocialisation ¶ مارست الأنثروبولوجيا البنيوية تأثيراً كبيراً على علم الاجتماع الأميركي وكَثُر استخدام مفهوم الثقافة من قبل عدد لا بأس به من علماء الاجتماع الأميركيين الذين استندوا إلى التعاريف التي قدمها الأنثروبولوجيون. ¶ قبل ظهور الثقافوية بمعناها المعروف، كان علماء الاجتماع المؤسسون لما يسمى ب\"مدرسة شيكاغو\" مهتمين بالبعد الثقافي للعلاقات الاجتماعية، وهو ما يمكن فهمه حين نعلم أن أبحاثهم كانت تنصب أساساً على العلاقات القائمة بين الأعراق.وسبق لهم أن اهتموا بتأثير الثقافة الأصلية للمهاجرين على اندماجهم في المجتمع الذي يستقبلهم، ومن هؤلاء وليام توماس الذي بحث هذا الأمر في دراسته الشهيرة حول الفلاح البولوني في أوروبا وأمريكا المنشورة بين عامي 1918و1920.وهناك أيضاً روبيرت بارك الذي درس مسألة مواجهة الفرد الأجنبي، بشكل مباشر، لمنظومتين ثقافيتين متنافستين أحياناً هما منظومة ثقافته الأصلية ومنظومة مجتمع الاستقبال.حيث ينشأ عن هذه المواجهة \"الإنسان الهامشي\" الذي يتطبع إلى حد ما بطباع المنظومتين وفقاً لتعريف بارك.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "إن التطور الكبير الذي شهدته الأنثروبولوجيا الثقافية الأميركية في الثلاثينات أثر بشكل كبير على قسم من علم الاجتماع.والتقريب بين علم الاجتماع والانثروبولوجيا قاد الأول إلى اعتماد مناهج الثانية كما أخذت هذه ميدانها عن الأول.ولهذا تكاثرت الدراسات المتعلقة ب\"الجماعات المتمدنة\" في الولايات المتحدة.هذه الجماعات التي تتكون عموماً من المدن الصغيرة أو المتوسطة أو الأحياء، تمّت دراستها من قبل الباحثين عبر الطريقة نفسها التي يدرس فيها الأنثروبولوجيون جماعة قروية أصلية.وتقوم فرضية الدراسة على أن الجماعة تشكل عالماً صغيرا يسمح بفهم كليّة ثقافة هذا المجتمع ¶ (هيربان 1973). ¶ في بداية الأمر، كانت الدراسات المتعلقة بالجماعات البشرية، لا سيما دراسات ليند، تلجأ إلى تعريف الثقافة الأميركية في شموليتها، كما تمكنت روث بينديكت من تعريف ثقافة هنود البويبلو، ومارغريت ميد في تعريفها لثقافة الآرابش.لكن خَلَف ليند اهتموا بالتعرف على التنوع الثقافي الأميركي ودراسته أكثر من اهتمامهم بالبحث عن البرهنة على وحدة ثقافة الولايات المتحدة.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "هذه الأبحاث أدت إلى خلق مصطلح جديد حول مفهوم \"الثقافة التحتية\" الذي سيشهد فيما بعد نجاحاً كبيرا. ونظراً لشدة تنوع المجتمع الأميركي من الناحية الاجتماعية فقد تطبعت كل مجموعة اجتماعية بطابع ثقافة تحتية خاصة.وهنا نجد فكرة وضع لينتون خطوطها الأولى من خلال مفهوم \"الشخصية القانونية\" statuaire .وبالتالي يميز علماء الاجتماع الثقافات التحتية تبعاً للطبقات الاجتماعية والمجموعات العرقية.وذهب الأمر ببعض الكتّاب إلى الحديث عن الثقافة التحتية للمنحرفين واللوطيين والفقراء والشباب الخ.في المجتمعات المركبّة التي يمكن أن يكون فيها لمختلف المجموعات أشكال تفكير وتصرفات خاصة إضافة إلى مشاركتها في الثقافة العامة للمجتمع حيث تفرض على الأفراد نماذج أكثر مرونة وأقل تقيداً من نماذج المجتمعات \"البدائية\"بسبب تغاير المجتمع المركب نفسه. ¶ على صعيد آخر فإن الظواهر المسماة ب\"الثقافة المضادة\" في المجتمعات الحديثة مثل حركة \"الهيببين\" التي انتشرت في الستينات والسبعينات ليست سوى شكل من أشكال جعل الثقافة الشاملة مرجعيةَ تزعم الحركةُ الوقوف في وجهها، والسبب في ذلك طابع الثقافة الإشكالي وغير المتجانس.وهم يساهمون في تجديد وتطوير الديناميكية الخاصة بالمنظومة الثقافية ولا يضعفونها.وحركة \"الثقافة المضادة\" لا تنتج ثقافة بديلة عن الثقافة التي تدينها وتستنكرها وهي في نهاية المطاف ليست سوى ثقافة فرعية.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وتساءل علماء الاجتماع عن موضوع الاستمرارية عبر الأجيال وعن الثقافات أو الثقافات التحتية الخاصة بمختلف المجموعات الاجتماعية.وللإجابة على هذا السؤال لجأ بعضهم إلى مفهوم \"الاستشراك\" socialisation بما هو عملية دمج الفرد في مجتمع معين أو في جماعة خاصة عبر استبطان أشكال من التفكير والشعور والتصرف، أي نماذج ثقافية خاصة بذلك المجتمع أو تلك المجموعة.والأبحاث التي غالباً ما تجرى من منظور مقارن (بين أمم، بين طبقات اجتماعية، بين جنسين، الخ)تدور حول مختلف أنماط التعلّم التي يخضع لها الفرد والتي من خلالها يتم ذلك الاستبطان، وكذلك حول الآثار التي تتركها على السلوك. ¶ على الرغم من أن استخدام كلمة استشراك يعدّ حديثاً نسبياً- لم يدرج استخدامه إلا في نهاية الثلاثينات-فهو يحيل إلى سؤال أساسي يطرحه علم الاجتماع:كيف يصبح الفرد عضواً في مجتمعه وكيف تتم عملية مماهاته في ذلك المجتمع؟ويعدّ هذا السؤال مركزياً في أعمال دوركهايم وإن لم يستخدم هذه الكلمة.يرى دوركهايم أن المجتمع ينقل إلى الأفراد الذين يتكون منهم، عبر التربية، مجموع المعايير الاجتماعية والثقافية التي تؤمن التضامن بين أعضاء هذا المجتمع وأنهم مجبرون، نوعاً ما، على أن يجعلوا هذا المجتمع مجتمعهم. ¶ لقد جهد عالم الاجتماع الأميركي تالكوت بارسونز Talcott Parsons للتوفيق بين تحليلات دوركهايم وفرويد.ويرى أن العائلة، وهي أول من يقوم بعملية الاستشراك، تلعب في هذه العملية دوراً كبيراً.لكن علينا ألا نستهين بدور المدرسة أو مجموعة الأقران (رفاق الصف واللعب)ويظن أن الاستشراك يكتمل في سن المراهقة، فإما أن ينجح هذا الاستشراك ويتكيف الفرد مع المجتمع بشكل جيد أو يفشل فينزلق الفرد ربما نحو الانحراف.وبمقدار ما يتدخل الامتثال لمعايير المجتمع وقيمه بشكل مبكر في وجود الفرد بمقدار ما يتجه إلى تكيّف ملائم ل\"المنظومة الاجتماعية\"[بارسونز، 1954].",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "إن مفاهيم الاستشراك هذه تفترض أولوية المجتمع على الفرد، كما تفترض أن الاستشراك ينتج عن ضغط يمارسه المجتمع على الفرد.يمكن فهم الاستشراك، عند بارسونز، على أنه تكييف حقيقي.ويبدو الفرد ككائن غير مستقل وسلوكه ليس سوى إعادة إنتاج نماذج مكتسبة خلال مرحلة الطفولة.وكما بيّن بعض المعلّقين فإن الاستشراك هو نوع من الترويض كما يراه بارسونز. ¶ هناك تحليلات اختلفت عن تحليلات بارسونز تركز على الاستقلال النسبي للفرد الذي لم يتحدد الشكل النهائي لاستشراكه الذي عاشه خلال طفولته.فهو قادر على الاستفادة من الأوضاع الجديدة ربما لكي يعدّل مواقفه.على أية حال، فإن النماذج الثقافية في المجتمعات المعاصرة تتطور باستمرار وتقود الأفراد إلى مراجعة النموذج المُستَبطَن خلال مرحلة الطفولة. ¶ وقام كل من بيتر بيرغر وتوماس لوكمان بتمييز \"الاستشراك الأولي\"(خلال مرحلة الطفولة) و\"الاستشراك الثانوي\"(الذي يتعرض له الفرد طيلة حياته البالغة والذي هو ليس مجرد إعادة بناء آليات الاستشراك الأول.ويرى هذان الباحثان أن الاستشراك لا يكون ناجحاً أبداً تماماً ولا ناجزاً.قد يكون الاستشراك الثانوي في حالات أخرى، امتداداً للاستشراك الأول.وفي حالات ثانية يكون الأمر معكوساً ففي أعقاب الصدمات السيرية مثلاً، يقوم الاستشراك الثانوي بإحداث قطيعة مع الاستشراك الأولي.والاستشراك المهني، الذي تحدث عنه هذان الباحثان بشكل مباشر، هو أحد المظاهر الأساسية لهذا الاستشراك الثانوي.إذاً يظهر الاستشراك كعملية لانهاية لها في حياة الفرد القادر على معرفة مراحل\"نهاية الاستشراك\"(انفصال عن نموذج الاندماج المعياري) وعن \"إعادة الاستشراك\"(على أساس نموذج مُستبطن آخر).",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "ومن خلال مقاربة أحرى، لكنها تفضي إلى نتائج مشابهة تقريباً، وضع روبيرت ميرتون، انطلاقاً من التمييز الذي أقامه بيين \"مجموعة الانتماء\" ومجموعة المرجع\"، وضع مفهوم \"الاستشراك الموسع ليدل على العملية التي من خلالها يمتلك الفرد ويستبطن مقدماً معايير وقيماً جماعية مرجعية لا ينتمي إليها بعد ويتمنى الاندماج فيها[ميرتون، 1950].وساق عنها دومينيك شنابر مثالاً حين بيّن أن التغيرات العميقة في الممارسات الثقافية للمهاجرين الإيطاليين في فرنسا، لايمكن تفسيرها تماماً إلا إذا أخذنا بعين الاعتبار الاستشراك الموسع في إيطاليا مضافاً إلى عوامل تغيير أخرى[شنابر، 1974]. ¶ المقاربة التفاعلية للثقافة",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "لا ريب أن سابير كان من أوائل الذين عدّوا الثقافة منظومة اتصال بيفردية أي (بين الأفراد) حينما قال :\" مكان الثقافة الحقيقي هو التفاعلات الفردية\".وهو يرى أن الثقافة عبارة عن مجموعة من الدلالات التي يتبادلها أفراد مجموعة معينة عبر هذه التفاعلات.ومن هنا فقد عمل خلافاً للمفاهيم الجوهرية للثقافة.وبدلاً من تعريف الثقافة على أنها جوهر افتراضي فقد اقترح ربطها بتحليل عمليات تكوين الثقافة[سابير، 1949].وبعده شدد باحثون آخرون وصفوا ب\"التفاعليين\" على إنتاج معنى تولده التفاعلات المتبادلة بين الأفراد مستندين في هذا إلى حدس سابير بعد أن قاموا بمنهجته.في الخمسينات، نشأ في الولايات المتحدة تيار التف بشكل خاص حول كل من غريغوري باتسون وبالو ألتو سمي ب\"أنثروبولوجيا الاتصال\" الذي يعير الاتصال غير الكلامي والاتصال الكلامي بين الأفراد عناية خاصة.فلم ينظر إلى الاتصال على أنه علاقة بين مرسل ومتلق بل وفقاً لنموذج أوركسترالي أي كنتيجة مجموعة من الأفراد المجتمعين ليعزفوا جميعاً وهم في وضع فعل متبادل دائم.وكلهم يشاركون بشكل متضامن، لكن يقوم كل منهم، على طريقته بعزف نص موسيقي غير مرئي.والنص الذي يعني هنا الثقافة، لا يمكن أن يوجد إلا من خلال الفعل المتبادل بين الأفراد.ويقوم جهد أنثروبولوجيي الثقافة كله على تحليل عمليات الفعل المتبادل التي تنتج منظومات ثقافية للتبادل.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "ومع هذا لا يكفي التوقف عند وصف هذه الأفعال المتبادلة وآثارها بل علينا أن نأخذ بعين الاعتبار أيضاً\" سياق\" هذه الأفعال المتبادلة، حيث يفرض كل سياق قواعده وشروطه، ويفترض توقعات خاصة من قبل الأفراد.وتعدد سياقات الفعل المتبادل تفسر الطابع الجمعي وغير المستقر لكل ثقافة.وكذلك تصرفات الفرد نفسه التي تبدو متناقضة ظاهرياً، إلا أن هذا الفرد ليس بالضرورة متناقضاً(من الناحية النفسية) مع نفسه.ومن خلال هذه المقاربة يصبح ممكناً النظر إلى تنوع الثقافة بدلاً من أن نفرض قصارى جهدنا للعثور على تجانس وهمي.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "المقاربة التفاعلية تقود إلى إعادة النظر في مسألة القيمة الكشفية لمفهوم \"الثقافة الفرعية\" أو بشكل أدق في التمييز بين \"ثقافة\"/\"ثقافة فرعية\"فإذا كانت المسألة ناشئة عن التفاعلات بين الأفراد ومجموعات الأفراد فيصبح من الخطأ النظر إلى الثقافة الفرعية على أنها ثابت مشتق من الثقافة الكليّة التي قد تكون سبقت الثقافة الفرعية.لقد تكوّن مفهوما الثقافة والثقافة الفرعية وفقاً لمنطق التقسيم الفرعي المتدرج للعالم الثقافي وبالطريقة نفسها التي ينظر عبرها البيولوجيون إلى تطور العالم الحي باعتباره يتكون من أنواع وأنواع تحتية( فرعية)..لكن في البناء الثقافي الأول تكون لثقافة الجماعة، الثقافة المحلية، الثقافة التي تربط الأفراد بفعل متبادل مباشر مع بعضهم بعض وليس الثقافة الكلية للجماعة الأوسع.ما نسميه \"ثقافة كلية\" هو ما ينتج عن علاقة المجموعات الاجتماعية التي تحتك ببعضها، وبالتالي هي ربط ثقافات تلك المجموعات ببعضها.ومن هذا المنظور تقع الثقافة الكلية، إلى حد ما، عند تقاطع\"الثقافة الفرعية\" للمجموع الاجتماعي نفسه.وهذه الثقافات الفرعية التي تعمل كثقافات مستقلة تماماً أي كمنظومات قيم، تبدو على شكل تمثلات وتصرفات تسمح لكل مجموعة بالتماهي في الفضاء الاجتماعي المحيط وترى نفسها وتتصرف فيه.وبالتالي فإن التفاعليين لا يرون مصطلح \"الثقافة الفرعية\" مصطلحاً مناسباً. ¶ الثقافة واللسان واللغة ¶ طالما أثار الرابط الوثيق بين اللسان والثقافة عدة تعليقات , وكان هردر من الأوائل الذين استخدموا كلمة \"ثقافة\" بشكل منهجي , وقد أسس تأويله لتعدد الثقافات على تحليل تنوع الألسن ]هردر1774[.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "وحاول سابير وضع نظرية للعلاقات بين الثقافة واللغة langage، إذ يقول: \"على الباحث ألا يكتفي فقط بالاهتمام باللغة باعتبارها الموضوع المفضل للأنثروبولوجيا, لأنها حقيقة ثقافية قائمة بذاتها, بل عليه أيضاً دراسة الثقافة باعتبارها لساناً langue. وفي مقابل المفاهيم الجوهرية للثقافة, فقد عرّف الثقافة على أنها مجموعة من الدلالات المستخدمة في الأفعال الفردية المتبادلة . ويعتبر أن الثقافة أساساً عبارة عن منظومة اتصال ]سابير,1921[ . والفرضية المسماة بفرضية سابير \"سابير-وورف\"(اللغة باعتبارها مصنِّفة ومنظمّةً للتجربة المادية)والتي أشار إليها سابير بشكل سريع نافياً وجود علاقة مشاركة مباشرة بين نموذج ثقافي معيّن وبين بنية لغوية , هذه الفرضية وجّهت (أرشدت) سلسلة من الأبحاث حول التأثير الذي يمارسه اللسان على منظومة التمثلات (التصورات)لدى شعب معين . اللسان والثقافة يرتبطان ببعضهما عبر علاقة ارتباط متبادل :ومن بين وظائف اللسان , وظيفة نقل الثقافة , لكن اللسان نفسه يتأثر بالثقافة . ¶ كلود ليفي شتراوس الذي تدين أنثروبولوجيته البنيوية بالشيء الكثير لمنهج التحليل البنيوي في علم اللغة , أشار بدوره أيضاً إلى تعقيد العلاقات القائمة بين اللغة والثقافة:",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "إن قضية العلاقات القائمة بين اللغة والثقافة هي من أعقد العلاقات . يمكننا أولاً معالجة(دراسة)اللغة على أنها منتوج ثقافي:واللسان الذي يستخدمه مجتمع معيّن يعكس الثقافة العامة للسكان . لكن , بمعنى أخر , فإن اللسان جزء من الثقافة :إنه يشكل أحد عناصرها . لكن هذا كل شيء :إذ يمكننا معالجة(دراسة)اللغة كشرط للثقافة , وهي تطورية , لأن الفرد يكتسب ثقافة جماعته عن طريق اللغة , ونحن نعلم الطفل ونربيه عن طريق الكلام , ونوبّخه ونلاطفه بالكلمات . وإذا نظرنا إلى الموضوع من وجهة نظر أكثر نظرية نقول إن اللغة تبدو أيضا كشرط للثقافة طالما تتمتع هذه الثقافة بهندسة مشابهة لهندسة اللغة . كلاهما ينبنيان من خلال التعارضات والعلاقات المتبادلة , أي عبر علاقات منطقية . كما أنه يمكننا اعتبار اللغة بمثابة مؤسسة fondation هدفها استقبال أعقد البنى في بعض الأحيان , لكنها بُنى تشبه بُناها وترتبط بالثقافات المعينة , بأشكال مختلفة, ]1958,ص 78-79[ . ¶ ( ¶ الفصل الرابع ¶ دراسة العلاقات بين الثقافات وتجديد مفهوم الثقافة",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "من الثابت أن التفكير حول مفهوم الثقافة قد تعمّق من خلال تركيزه على دراسة الثقافات المفردة والمبادئ الكليّة للثقافة.لكن لابدّ من فتح مجال جديد للبحث في العمليات المسماة ب\"المثاقفة\" من أجل إبراز طرف خيط نظري جديد.ومع أنه لم يتم تجاهل وقائع الاحتكاكات الثقافية تماما، فمن الغريب أنه لم يتم، حتى وقت متأخر نسبياً، تخصيص سوى عدد قليل من الأعمال لعملية التغيّر الثقافي المرتبط بهذه الاحتكاكات الثقافية.وقد اهتم االأنثروبولوجيون الانتشاريون كثيراً بظواهر الاقتراض وانتشار \"السمات\"الثقافية بدءاً بالموطن الثقافي المفترض.لكن أعمالهم انصبت على نتيجة الانتشار الثقافي ولم تصف سوى الحالة النهائية لقيام تبادل جدي باتجاه واحد.من جانب آخر، إذا فُهم الانتشار على هذا النحو فهو لم يكن يقتضي بالضرورة احتكاكاً بين الثقافة المتلقية والثقافة المُعطية. ¶ وكما بيّن ملفيل هيرزغوفيتش، الأنثروبولوجي الأميركي، الرائد في هذا المجال، فقد توجب انتظار الدراسات حول الظواهر المسماة ب\"المثاقفة\" لكي يتسنى لنا أفضل فهم لآليات الثقافة. ¶ حينما تتصارع التقاليد تبيّن إعادة الضبط في داخل الثقافة الطريقة التي ترتبط من خلالها عناصرها مع بعضها والكيفية التي يعمل الكل من خلالها ¶ [1937، ص263] . ويمكننا التساؤل عن تأخر الأبحاث المتعلقة بتقاطع الثقافات مقارنة بالأعمال المتعلقة بالثقافات التي تم تناولها بشكل منعزل. ¶ ... (خرافة البدائي)",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "من المحتمل، كما يلاحظ روجيه باستيد(1968)أن يكون التوجه الأساسي للإتنولوجيا التي اتجهت نحو الثقافات المسماة ب\"البدائية\" هو السبب الأساسي وراء هذا التأخر.ولطالما خضع الإتنولوجيون لما يسمونه \"خرافة البدائي\" أو \"أسطورة البدائي\" حيث كان الأمر بالنسبة لهم يعني إعطاء الأولوية لدراسة الثقافات \"الأكثر قدماً\" لأنهم كانوا ينطلقون من فرضية أن هذه الثقافات تقدم للتحليل أشكالاً أولية للحياة الاجتماعية والثقافية التي لم يكن بوسعها إلا أن تصبح أكثر تعقيداً مع التطور التدريجي الذي يشهده المجتمع.وبما أن الأبسط تعريفاً، هو أسهل من المركب على الإدراك، فكان لابد بالتالي من البدء بدراسة الثقافات من هذه النقطة. ¶ من جانب آخر، كان ينظر إلى الثقافات البدائية على أنها ثقافات لم يغيرها الاحتكاك أو غيّرها قليلاً، كما يُفترض أن احتكاكها بالثقافات الأخرى كان محدوداً جداً.وبالتالي لم تكتف الإتنولوجيا بتهذيب هاجس البحث عن المظهر الأصلي للثقافة.من هذا المنظور كان ينظر إلى كل خلط بين الثقافات على أنه ظاهرة تفسد نقاءها الأصلي وتعرقل عمل الباحث لأن من شأنه طمس الآثار.وبالتالي، على هذا الباحث ألا يغفل دراسة هذه الظاهرة في المرحلة الأولى من دراسته على الأقل.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "في هذه الشروط، ليس من المفاجئ أن يكون أحد \"المخترعين \"الأساسيين لمفهوم \"المثاقفة\" هو هيرزغوفيتش الذي أدار ظهره منذ عام 1928 للدراسات المتعلقة بالهنود، وهو الموضوع الذي كاد أن يكون الموضوع الوحيد للدراسات الأنثروبولوجية في الولايات المتحدة، ليتجه(أي هيرزغوفيتش) نحو تحليل ثقافة السود المنحدرين من العبيد الأفارقة.وقد بقي هيرزغوفيتش وفياً لأستاذه بواس من خلال اهتمامه الشديد بالعثور على \"الأصول\" الأفريقية للثقافات السوداء في القارة الأمريكية.وقاده موضوع دراسته هذا إلى تركيز اهتمامه على ظاهرة التوفيقية الثقافية.وينطوي إبداعه لمجال جديد من مجالات البحث هو علم الأفريقيات الأميركية على مساهمة في جعل الآخرين يعترفون بحقائق المثاقفة باعتبارها حقائق أصيلة وجديرة بالاهتمام مثلها مثل الحقائق الثقافية المفترض أنها \"صافية\".",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "وللأسباب نفسها، كان روجيه باستيد الذي أدخل الدراسات المتعلقة بعملية المثاقفة في فرنسا خلال الخمسينات هو الذي فتح الإتنولوجيا الفرنسية المهتمة بالأميركان السود، وشكل هذا المجال مختبراً رائعاً لدراسة ظواهر تداخل الثقافات.وخصص باستيد أعمالاً هامة للثقافة الأفريقية البرازيلية، ووقف في وجه مقاربة دوركهايم حول نشوء الثقافات وتطورها، والتي رأى فيها سبب تأخر البحث الفرنسي في مجال المثاقفة[باستيد، 1956]. وعلى الرغم من اهتمام دوركهايم بتجاوز الاتجاه العضوي الذي يشبّه المجتمع البشري بالعضوية البيولوجية فقد استمر في الظن بأن تطور المجتمع البشري يقوم انطلاقاً من هذه العضوية.ويرى أن التغير الاجتماعي والثقافي ينتج بالأساس عن التطور الداخلي للمجتمع.والتغيرات الناجمة عن الخارج تبقى دون تأثير كبير على الطابع الخاص بكل مجتمع، ويبقى العنصر الحاسم في التفسير هو الوسط الداخلي.وبالتالي فإن المهمّ هو البحث عن الأصل الأول لأية سيرورة اجتماعية تنطوي على شيء من الأهمية في تشكل الوسط الاجتماعي الداخلي[....]إذ لو كان الوسط الاجتماعي الخارجي، إي ذلك الوسط المتشكل من المجتمعات المتماسة قادراً على إحداث أي تأثير، فلن يكون مؤثراً أبدا إلا على الوظائف التي هدفها الهجوم والدفاع، ولا يمكن، فضلاً عن ذلك، الإحساس بتأثيره إلا عن طريق الوسط الاجتماعي الداخلي[1958)، 1983، ص 111و115-116]. ¶ ومن جانب آخر، كان دوركهايم يقدّر أنه إذا كانت هناك منظومتان اجتماعيتان شديدتي الاختلاف عن بعضهما، فلن يكون بينهما أي تداخل ثقافي.وهنا يضعف احتمال نشوء منظومة توفيقية: ¶ ... \"على وجه العموم، من المحتمل ألا تكون المسافة بين المجتمعات المركبة composantes كبيرة جداً ، بعبارة أخرى، لا يمكن أن تقوم بينهما رابطة معنوية[(1985)، 1983، ص 85].",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "قد تكون مواقف دوركهايم النظرية قد أبعدت البحث الفرنسي إلى الأبد عن مسألة المواجهات الثقافية.وكان لا بد من لقاء روجيه باستيد بالعالم البرازيلي الأسود، أو لقاء جورج بالاندييه بالمجتمع الاستعماري في أفريقيا لكي تتم معالجة هذه المسألة أخيراً بالقدر الذي تستحقه، لكن هذا لم يتم إلا بعد الحرب العالمية الثانية. ¶ اختراع مفهوم المثاقفة ¶ من المؤكد أن ملاحظة وقائع الاحتكاكات بين الثقافات لا تعود إلى اختراع مفهوم المثاقفة، لكن هذه الملاحظة كانت تقوم في أغلب الأحيان بدون نظرية تفسيرية، وطالما كانت تسودها أحكام قيمة تتعلق بأثر هذه الاحتكاكات الثقافية.وكان عدد من المراقبين يعتبرون المزج الثقافي مثله مثل المزج البيولوجي يشكل ظاهرة سلبية أي مرضية إلى حد ما.ولا يزال كثيرون اليوم يستخدمون عبارة \"فرد\" أو مجتمع غير متثاقف acculturé للتعبير عن الندم والإشارة إلى خسارة لا تعوض..أما الأنثروبولوجيا فقد أرادت أن تتميز عن هذه المفاهيم السلبية أو الإيجابية للمثاقفة، وأن تمنح المصطلح مضموناً وصفياً بحتاً لا يقتضي اتخاذ موقف مبدئي من هذه الظاهرة. ¶ يبدو أن كلمة \"مثاقفة\" قد نشأت منذ عام 1880 على يد بويJ. W. powel. والسابقة a في كلمة acculturation هي مشتقة من اللاتينية ad التي تدل على حركة تنم عن الاقتراب من..ومع ذلك كان لا بد من انتظار الثلاثينات من القرن العشرين لنشهد نهوض تفكير منهجي حول ظواهر تلاقي الثقافات .وقاد هذا التفكير الأنثروبولوجيين الأميركيين إلى تعريف مفهوميّ لهذه العبارة، حيث لم يعد بعدها من الممكن قبول أي استخدام غير دقيق لها.وتعتبر الأنثروبولوجيا الثقافية أن ذكر عملية التثاقف يقود بالضرورة إلى تحديد نمط الثقافة المعني وكيفية نشوئها والعوامل التي قامت عليها، الخ... ¶ مذكرة لدراسة المثاقفة",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "أمام ضخامة المعطيات التي تمّ جمعها حول هذا الموضوع، قام مجلس البحث في العلوم الاجتماعية عام 1936 في الولايات المتحدة الأميركية بتكليف لجنة من أجل تنظيم البحث حول وقائع المثاقفة.وشكلت اللجنة من كل من : روبيرت ريدفيلد ورالف لينتون وميلفيل هيرسكوفيتش، وأصدرت ما اشتهر باسم مذكرة لدراسة المثاقفة عام 1936، وبدأت بعملية توضيح دلالي، ثم أصبح التعريف الذي وضعته معتمداً: ¶ \"المثاقفة هي مجموع الظواهر الناتجة عن احتكاك مستمر ومباشر بين مجموعات أفراد تنتمي إلى ثقافات مختلفة تؤدي إلى تغييرات في الأنماط الثقافية الأولية للجماعة أو الجماعات\" ¶ ورد في المذكرة أنه يجب تمييز المثاقفة عن \"التغير الثقافي\"، وهي عبارة يستخدمها الأنثروبولوجيون البريطانيون على وجه الخصوص، لأن المثاقفة ليست سوى شكل من أشكال التغيّر الثقافي الذي ينشأ أيضاً لأسباب داخلية.واستخدام المصطلح نفسه للتعبير عن ظاهرتي التغير الداخلي والتغيّر الخارجي يعني افتراض أن هذين التغيرين يخضعان إلى القوانين نفسها، وهو أمر يبدو قليل الاحتمال. ¶ من جانب آخر، علينا ألا نخلط بين \"المثاقفة\" وبين \"التماثل\" الذي يجب فهمه على أنه المرحلة النهائية من مراحل المثاقفة، وهي مرحلة يندر أن نصل إليها.وهي تقتضي غياب ثقافة الجماعة غياباً نهائياً واستبطان تام لثقافة الجماعة المهيمنة. ¶ أخيراً، علينا عدم خلط \"المثاقفة\" بمفهوم \"الانتشار\"، إذ حتى لو كان هناك انتشار بلا احتكاك \"مستمر ومباشر\"من جانب، فليس هناك أبداً سوى وجه من عملية المثاقفة التي هي عملية أكثر تعقيداً. ¶ المذكرة السابقة تشكل مساهمة حاسمة وثمينة لأنها تخلق مجال بحث نوعي وتجهد في تنظيمه من خلال دعمه بأدوات نظرية كاملة.وتقترح تصنيفاً للأدوات المتاحة بفضل التحقيقات التي تم إنجازها وتصنيفها للاحتكاكات الثقافية:",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "- تبعاً لوقوع الاحتكاكات بين المجموعات كلها أو بين سكان بأكملهم ومجموعات خاصة من سكان آخرين(البعثات التبشيرية، المستعمرين، المهاجرين ..) ¶ -تبعاً لكون الاحتكاكات ودية أو معادية، ¶ -تبعاً لكون هذه الاحتكاكات تقع بين مجموعات تتساوى في حجومها، أو بين مجموعات مختلفة الحجوم. ¶ - تبعاً لكون هذه الاحتكاكات تقع بين مجموعات ثقافية ذات مستوى واحد من التعقيد أولاً. ¶ - تبعاً لكون هذه الاحتكاكات تنشأ عن الاستعمار أو الهجرة. ¶ بعد ذلك يتم فحص حالتي الهيمنة والتبعية subordination المتتابعة والتي يمكن للمثاقفة أن تنشأ فيها، أي أشكال \"اختبار\"العناصر المُقترضة أو المقاومة ل\"الاقتراض\"وأشكال اندماج هذه العناصر في النموذج الثقافي الأصلي، وأخيراً الآثار الأساسية الممكنة الناتجة عن المثاقفة بما في ذلك ردود الفعل السلبية القادرة أحياناً على السماح بوجود حركات مثاقفة مضادة. ¶ لقد عرف كل من هيرسكوفيتش ولينتون وريدفيلد كيف يبينون تعقيد ظواهر المثاقفة.ومن خلال لاحقة وسابقة كلمة acculturation فإن المصطلح يدل بوضوح على ظاهرة ديناميكية وعملية في طور التحقق.وما ينبغي تحليله هو هذه العملية التي هي في طور الإنجاز وليس تحليل نتائج الاحتكاك الثقافي فقط. ¶ التعميق النظري ¶ في مقابل الفكرة التبسيطية والعرقية المركزية حول مثاقفةِ تقوم بدور \"لمصلحة\"الثقافة الغربية، المفترض أنها أكثر تقدماً، أدخل الأنثروبولوجيون الأمريكيون في تحليلاتهم مفهوم \"المَيل أو الاتجاه tendance الذي أخذه سابير عن اللسانيات لشرح أن المثاقفة ليست مجرد تحول من ثقافة لثقافة أخرى.و تغير الثقافة الأولية يتم عبر \"انتخاب\" عناصر ثقافية مٌقتَرضة وهذا الانتخاب يتم تلقائياًتبعاً \"للميل أو الاتجاه\" العميق للثقافة \"المُقترِضة، وبالتالي فإن المثاقفة لا تسبب، بالضرورة، غياب الثقافة \"المقترضة\" ولا تغيّر منطقها الداخلي الذي يمكن أن يبقى مهيمناً.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "وقام هيرسكوفيتش بتعميق تحليله فاقترح مفهوماً جديداً يوضح مختلف مستويات المثاقفة، وهو مفهوم \"إعادة التأويل\" réintéprétation الذي يعرّفه على النحو التالي\" ¶ \"العملية التي يتم من خلالها نسبة الدلالات القديمة إلى عناصر جديدة، أو التي من خلالها تقوم القيم الجديدة بتغيير الدلالة الثقافية للأشكال القديمة\" ¶ [1948] ¶ بعد ذلك استخدمت الأنثروبولوجيا الثقافية هذا المفهوم بشكل واسع..ومع ذلك فإن أغلبية الباحثين، مثل هيرسكوفيتش نفسه، قد أشهروا الجزء الأول من التعريف باعتبارهم ورثة الثقافوية، إذ كانوا مهتمين بتوضيح الاستمرارية الدلالية للثقافات بما في ذلك التغيّر. ويمكننا رؤية تعزيز هذا المفهوم في الشكل الخاص الذي يمارس من خلاله شعب الغوكوركاما في غينيا الجديدة لعبة كرة القدم التي تعلموها من المبشرين، فهم لا يقبلون بإيقاف اللعبة إلا بشرط تعادل الفريقين، وبالتالي فقد تمتد هذه اللعبة إلى عدة أيام.وهم لا يمارسون كرة القدم لتأكيد روح التنافس بل لكي يحولوها إلى طقس هدفه تعزيز التضامن فيما بينهم(ك.ريتش، عن ليفي شتراوس[1963، ص10]). ¶ لتوضيح عملية المثاقفة قام بارنيت الذي يستشهد به باستيد[1971، ¶ ص 51] بتمييز\" شكل\" (التعبير الواضح) و\"وظيفة السمات الثقافية و\"دلالاتها\".وانطلاقاً من هذا التمييز يمكن الحديث عن ثلاثة انتظامات régularités متكاملة: ¶ كلما كان الشكل \"غريباً\"(أي بعيداً عن الثقافة المتلقية)، كلما سهل تلقيه، ¶ يمكن نقل الأشخاص بسهولة أكثر من نقل الوظائف.ويؤكد بارنيت، خلافاً لما كان يظن مالينوفسكي، أن المتكافئات الوظيفية المفترضة التي تم إدخالها في ثقافة معينة، نادراً ما تستبدل بالمؤسسات القديمة بشكل فعّال. ¶ مهما كان شكل السمة الثقافية ووظيفتها فستكون مقبولة ومندمجة بشكل أفضل، بحيث تكتسب دلالة منسجمة مع الثقافة المتلقية.وهنا نعثر على فكرة\"إعادة التأويل\" العزيزة على هيرسكوفيتش. ¶ نظرية المثاقفة والثقافوية",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "نشأت نظرية المثاقفة عن بعض التساؤلات التي طرحتها الثقافوية الأميركية.أحياناً يتركز التحليل كثيراً على بعض \"السمات \"الثقافية المعزولة ويبدو أنه ينسى، مع ذلك، ما وضعه أنثروبولوجيو مدرسة\"الثقافة والشخصية\" أي أن الثقافة هي كل متكامل، أي منظومة.لأن الثقافة هي وحدة منظمة ومهيكلة ترتبط العناصر فيها ببعضها بعض، وأنه من المهم، كما تتمنى بعض الاتجاهات الإنسانية، الزعم باختيار المظاهر التي يفترض أن تكون \"إيجابية\" في ثقافة معينة لتركيبها مع مظاهر \"إيجابية\" لثقافة أخرى بهدف التوصل إلى منظومة ثقافية \"أفضل\" .وبمعزل عن أحكام القيمة التي تطرح سلسلة من القضايا و التي ينطوي عليها هذا الاقتراح، فإنه يبدو، بكل بساطة، غير قابل للتحقق. ¶ من جانب آخر، هناك تركيز كبير من قبل بعض المؤلفين بمن فيهم هيرسكوفيتش، على ما يسمونه ب\"البقاء\" الثقافي survivance culturelle أي عناصر الثقافة القديمة التي حافظت على نفسها كما هي في الثقافة الملفقة، يمكن أن تؤدي إلى نوع من طبعنة naturalisation الثقافة وذلك بعد جهد جهيد للبرهنة بأي ثمن على استمرارية الثقافة على الرغم من التغيرات الظاهرية.والواقع أن الثقافة تبدو، عندئذ، مفهومة على أنها \"طبيعة ثانية\" بالنسبة للفرد –غالباً ما استخدم هذا المصطلح –يمكنه التخلص من طبيعته البيولوجية.وانصب اهتمام الدراسات اللاحقة المتعلقة بالمثاقفة على توزيع هذا التماثل بشكل نسبي بين الثقافة والطبيعة وإبراز أهمية ظواهر الانقطاع في عملية المثاقفة.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "وفضلاً عن هذا، فإن بعض الدراسات الأنثروبولوجية المتعلقة بهاتين العمليتين تقع على النقيض مما يسميه باستيد ب\" الاتجاه النفساني\".وقد أصاب الأنثروبولوجيون في تشديدهم على كون أن الأفراد هم الذين يحتكّون ويتصلون ببعضهم بعض وليس الثقافات.والواقع أنّه لا ينبغي علينا تشييء الثقافة لأنها ليست أكثر من مجردات.لكن هؤلاء الأفراد، ينتمون إلى مجموعات اجتماعية مستقلة استقلالاً شديداً.وبالتالي لا يمكننا فهم مقتضيا تهم في عملية المثاقفة بالرجوع إلى علم النفس الفردي فقط.، إذ لا بد أيضاً من أخذ الضغوط الاجتماعية التي يرزحون تحت وطأتها بعين الاعتبار .وإذا أردنا الاكتفاء، مهما كلف ذلك، بتحليل عبارات الشخصية، فعلينا ألا ننسى السياق الاجتماعي والتاريخي الذي يؤثر على الشخصيات المفردة[باستيد، 1960، ص 318]. ¶ إن تحليلات لينتون وكاردينر حول الشخصية الأساسية تسمح بتجاوز التوجع النفسي الأكثر اختزالاً والذي كان يكتفي بدراسة الأسس النفسية للوقائع الثقافية.وجاهد إيرفينغ هالويل، بعد أن وضع نفسه ضمن رؤية المؤلفين السابقين، من أجل توضيح أن تغيرات الشخصية خلال الجيلين الأول والثاني للأفراد الموجودين في حالة تثاقف، (هذه التغيرات)تبقى سطحية؛ولا يصيب التغيّر الشخصية الأساسية إلا في الجيل الثالث[1952]. ¶ روجيه باستيد والأطر الاجتماعية للمثاقفة: ¶ في فرنسا، لا يمكن لمهتم بظواهر المثاقفة إلا الرجوع بشكل أو بآخر إلى روجيه باستيد(1898-1974) الباحث في الثقافة الأفرو_أميركية وألأستاذ في جامعة السوربون.وهو الذي كان، إلى حد كبير، وراء التعريف بالأنثروبولوجيا الأميركية المتعلقة بالمثاقفة، كما كان وراء تحقيق الاعتراف بميدان هذا البحث كمجال أساسي من ذلك الفرع المعرفي.وفي الوقت الذي يشير فيه باستيد إلى فضائل الرواد الأميركيين إلا أنه يجهد في عدد كبير من أعماله، من أجل تجديد دراسة المثاقفة. ¶ ربط الاجتماعي بالثقافي",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "بما أن باستيد درس علم الاجتماع والأنثروبولوجيا فقد انطلق من فكرة أنه لا يمكن دراسة الثقافي بمعزل عن (الوضع) الاجتماعي.وهو يرى أن النقص الكبير في الثقافوية الأميركية حول الدراسات المتعلقة بالمثاقفة يكمن في غياب الربط بين الثقافي والاجتماعي[1960، ص317].في الثقافوية، يكمن خطر اختزال الوقائع الاجتماعية إلى وقائع ثقافية(وبالعكس، يمكن القول أن في ما يمكن تسميته ب\"التوجه الاجتماعي\"يكمن خطر اختزال الوقائع الثقافية إلى وقائع اجتماعية).وبالتالي علينا دراسة العلاقات الثقافية في داخل مختلف أطر العلاقات الاجتماعية التي يمكن أن تعطي الأولوية لعلاقات الاندماج والمنافسة والصراع الخ، .وعلينا أن نعيد وضع حقائق التلفيق والمزج الثقافي أي التمثّل assimilationفي إطار التنظيم أو عدم التنظيم الاجتماعي. ¶ ويأسف باستيد لأن الثقافوية تشكو من الخلط بين مختلف مستويات الواقع وبين الجهل بالجدل المتناوب الذي يبدأ بالبنى الفوقية وينتهي بالبنى التحتية .على الرغم من أن هذا الجدل هو الذي يسمح بتفسير ظاهرة التفاعل المتسلسل المعروفة جيداً في عملية المثاقفة.إن أي تغير ثقافي ينتج آثاراً ثانوية غير متوقعة ولا يمكن تجنبها حتى لو لم تكن متزامنة.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "ونسوق هنا مثالاً واحداً.إن دخول المال مع الاستعمار إلى المجتمعات التقليدية الأفريقية لم يؤد إلى تغيير المنظومات الاقتصادية القائمة على التبادلية(عطاء/عطاء مقابل) فحسب، وإعادة التوزيع. وتسبب هذا الاستعمار ببلبلة أصابت جوانب أخرى لا سيما في منظومة المبادلات الزواجية. فللحصول على زوجة تقول القاعدة المعتادة أنه ينبغي تسليم عائلة الخطيبة تعويضاً زواجياً (بعض رؤوس الماشية مثلاً في بعض المجتمعات) وذلك وفقاً للمنطق القاضي بتقديم عطاء مقابل العطاء. لأن المال حينما يسيطر على العطاء المقابل العيني فهو يغير بنية التبادل بشكل عميق: جمع المبلغ اللازم لدفع\" ثمن الخطيبة\" لم يعد يتطلب تعاون جماعة الأقارب كلها (خلافاً لما يحدث عند تشكيل القطيع)وبالتالي أصبح الزواج قضية فردية واتخذ، بالتدريج، شكل مساومة اقتصادية فقط وليس مساومة كانت اجتماعية بالأساس(تقليدياً، كانت أولى غايات التبادل الزواجي هي التحالف بين مجموعتين من الأقرباء).في بعض الحالات فإن الزوجات اللواتي يقمن بجمع المال بأنفسهن من خلال ممارستهن التجارة أو العمل اليدوي، يمكنهن ترك أزواجهن بيسر أكبر لأنهن أصبحن قادرات على رد التعويض الزواجي.وبالتالي ازدادت حالات الانفصال (بينما كانت إحدى وظائف التعويض الزواجي التقليدي هي تأمين استقرار الزواج).وحينما وجد المبشرون أنفسهم إزاء ما كانوا يعتبرونه إساءة مزدوجة لمبادئ الأخلاق (\"شراء الزوجة\" و\"عدم الاستقرار الزوجي\") حاولوا إلغاء عرف التعويض الزواجي.لكن النتيجة خالفت توقعاتهم: فمن جهة، كان الأزواج يعتبرون أنفسهم شبه متزوجين، ومن جهة ثانية، فقد سهل على الزوجات المتحررات من واجب إعادة التعويض، الحصول على الطلاق وتغيير الشريك باستمرار.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "إن وقائع المثاقفة تشكل \"ظاهرة اجتماعية شاملة\" على حد قول مارسيل ماوس، ويتبناه روجيه باستيد أيضاً.فهذه الوقائع تلامس مستويات الواقع الاجتماعي والثقافي كله.لذا، فلا يمكن تحديد التغير الثقافي بشكل مسبق ولا بشكل أفقي في داخل المستوى الواحد، ولا بشكل عمودي بين محتلف المستويات.وهذا ما يفسر بعض أوهام المبشرين في الماضي، الذين لم يكونوا يتمنون سوى مثاقفة جزئية للسكان الأصليين أو عملاء التطوير الاقتصادي اليوم، فمثلاً، تشجيع نقل التقنيات المسماة ب\"الناعمة أو الخفيفة\" بهدف احترام\" ثقافة بلد متخلف يمكن أن تكون له، عند حد معين، آثار هدامة كالآثار التي يتركها نقل التقنيات \"الثقيلة\" المفترض أنها أشد فتكاً، لأن السلسلة الفاعلة التقليدية كلها قابلة للتغلب في الأحوال كلها ويتبعها تغير العلاقات الاجتماعية المرتبطة بها. ¶ تصنيف حالات الاحتكاكات الثقافية: ¶ لكي يضع باستيد تصنيفاً خاصاً به فقد استعاد الفكرة الأميركية الشمالية حول التصنيف اللازم لمختلف أنماط المثاقفة من أجل تجنب الوصف البحت أو الهروب من التعميم المبالغ فيه في الوقت الذي يتعلق الأمر فيه بعملية بالغة التعقيد.وبقي باستيد أميناً للمبدأ الذي وضعه لنفسه فأدخل فيه الأطر الاجتماعية التي تتم فيها المثاقفة.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وقدم باستيد تعاريف ل\"حالات\"متنوعة للاحتكاك ومنها الحالة \"الاستعمارية\" التي حددها جورج بالاندييه عام 1955.لكن باستيد خالف هذا الأخير الذي كان متسرعاً في تأكيده على أن الأنثروبولوجيا الثقافية لم تكن تأخذ بعين الاعتبار الحالات الاجتماعية، ويذكرنا باستيد أن المذكرة قد تطرقت إلى هذه المسألة في حد ذاتها[1968، ص106).لكن هذا الجزء من برنامج البحث الذي كانت المذكرة تتوقعه لم يتطور بشكل ملحوظ في الولايات المتحدة.ومن المهم أخذ الحالات الممكنة بعين الاعتبار سواء على صعيد المنهج أم على صعيد المفهوم الذي تكون في أذهاننا حول المثاقفة(كظاهرة عامة) والذي يرتبط، في أغلب الأحيان، ب\"الحالة\"الخاصة التي ندرسه فيها. ¶ ولدى تحليل أية حالة من حالات المثاقفة لا بد من النظر إلى المجموعة المعطية وإلى الأخرى المتلقية.فإذا التزمنا هذا المبدأ سرعان ما نكتشف أنه لا يوجد ثقافة \"معطية\"فقط، ولا ثقافة \"متلقية\" فقط بشكل دائم.المثاقفة لا تكون أبداً أحادية الاتجاه.ولهذا اقترح باستيد مصطلح\"التداخل الثقافي المتبادل\" أو تقاطع الثقافات بدلاً من مصطلح \"المثاقفة\" الذي لا يشير بوضوح إلى تبادلية هذا التأثير مع أنها نادراً ما تكون متناظرة.وبالتالي يضع باستيد ثلاثة معايير أساسية، الأول عام والثاني ثقافي والثالث اجتماعي[1960، ص 325].المعيار الأول هو وجود أو غياب التعامل manipulation مع الواقع الثقافي والاجتماعي.وهنا تنشأ ثلاث حالات نمطية: ¶ ... *حالة مثاقفة \"عفوية\"، \"طبيعية\"، حرة\" (ولا تكون الحالة كاملة أبداً في الواقع)وهذه المثاقفة لاتكون موجهة ولا مضبوطة\".ويعود سبب التغير في هذه الحالة إلى مجرد الاحتكاك ويتم، بالنسبة لكل من الثقافتين المعنيتين، وفق منطقها الداخلي الخاص بها.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "... *حالة مثاقفة منظمة، لكنها قسرية وتتم لمصلحة جماعة واحدة كما في العبودية والاستعمار.وهنا تكون الإرادة أداة تغيير لثقافة المجموعة الخاضعة على المدى القصير بهدف إخضاعها لمصالح المجموعة المسيطرة، وتبقى المثاقفة جزئية، وفي أغلب الأحيان تنتهي إلى الفشل(من وجهة نظر المسيطرين)بسبب تجاهل الحتميات الثقافية.وغالباً ما يكون هناك انتزاع للثقافة بدلاً من المثاقفة. ¶ ... *حالة ثقافة مخططة ومضبوطة ترمي إلى أن تكون منتظمة تنظر إلى المدى البعيد.ويتم التخطيط انطلاقاً من معرفة مفترضة بالحتميات الاجتماعية والثقافية.في النظام الرأسمالي يمكن لهذا التخطيط أن يؤدي إلى\" استعمار جديد \".و النظام الشيوعي يزعم بناء \"ثقافة بروليتارية\" تتجاوز \"الثقافات الوطنية\"وتشملها.ويمكن للمثاقفة المُخَطّطة أن تنشأ بناء على طلب مجموعة تتمنى رؤية تطوير شكل حياتها لتشجيع تطورها الاقتصادي ¶ على سبيل المثال. ¶ المعيار الثاني ذو طابع ثقافي وهو معيار نسبية التجانس والتنافر بين الثقافات المتواجهة.وأخيراً المعيار الثالث ذو طابع اجتماعي، وهو نسبية انفتاح أو انغلاق المجتمعات المتماسة.وستكون هذه المجتمعات أقل عرضة للمؤثرات الثقافية الخارجية حسبما تكون المجتمعات ذات طابع اجتماعي قليل أي ذات تمايز اجتماعي قليل، أو بمجتمعات تتسم بالفردية والتنوع. ¶ وإذا والفنا بين المعايير الثلاثة فسنحصل على اثني عشر نمطاً من حالات الاحتكاك الثقافية، نرى في كل منها مظهراً عاماً شبه سياسي له وجه ثقافي وآخر اجتماعي معينين. ¶ محاولة لتفسير ظواهر المثاقفة ¶ لم يقف باستيد عند تصنيف ظواهر المثاقفة، بل سعى أيضاً إلى تفسيرها عبر تحليل مختلف العوامل التي من شأنها القيام بدور في عملية المثاقفة، دون إغفال العوامل غير الثقافية[ 1960، 326].يمكن للعوامل المختلفة أن يعزز أو يحيّد بعضها البعض الآخر بشكل متبادل.وإذا اكتفينا بالمتغيرات الأكثر تحديداً فسنقف عند المتغيرات التالية:",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "العامل السكاني: في المجموعات المتواجهة، نتساءل :من هي المجموعة الغالبة عددياً ومن هي الأقل عدداً؟.لكن علينا ألا نخلط بين الأغلبية الإحصائية والأغلبية السياسية.ففي الحالة الاستعمارية مثلاً، نرى أن الأغلبية الإحصائية تشكل أقلية على الصعيد السياسي.وهناك وجه آخر للعامل السكاني وهو بنية الشعوب المتماسة. ¶ نسبة الجنس والهرم العمري، إذ ترى سكاناً يتكونون من غالبية عازبة(كما في غزو الأمريكتين أو في بعض أنماط الهجرة) أو العائلات المتشكلة، الخ. ¶ العامل البيئي: أين حصل الاحتكاك؟في المستعمرات أم في المدن؟في وسط ريفي أم في وسط مديني؟ ¶ العامل العرقي:ما هي بنية العلاقات البَيْعُمرية؟هل نحن إزاء علاقات هيمنة/خضوع؟وما هو نمطها:هل هي \"أبوية\" أو \"تنافسية\" (وهل آثارها متعارضة)؟ ¶ المهم في دراسة مختلف العوامل هو اهتمامنا الكبير بمختلف البنى الممكنة للعلاقات الاجتماعية لأن العوامل المذكورة تعمل من خلالها. ¶ ثم وضع باستيد نفسه في مستوى آخر من التفسير الأكثر تجريداً، فأدخل عام 1956 فكرة العلّتين les deux causes اللتين تدخلان في علاقة جدلية في أية عملية مثاقفة وهما العلة الداخلية والعلة الخارجية.ولم يكن باستيد أول من ذكر هاتين العلّتين لكن مساهمته الشخصية تكمن في تشديده على إثبات الفعل المتبادل الدائم بينهما.فالعلة الداخلية لثقافة معينة هي طريقة عملها الخاصة، أي منطقها الخاص بها.وقد تُشجّع أو تعرقل أو تمنع التغيرات الثقافية الخارجية.وبالتناوب فإن العلة الخارجية المرتبطة بالتغير الخارجي المنشأ لا تعمل إلا من خلال العلّة الداخلية.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "هذه العلة المزدوجة هي التي تفسر ظاهرة النتائج المتتابعة المذكورة أعلاه.وهناك سبب خارجي يسبب تغيراً في مرحلة ما من الثقافة.وهذا التغير تمتصه تلك الثقافة تبعاً لمنطقها الخاص ويسبب عودة متتالية لعملية الضبط.وبتعبير آخر، العلة الخارجية تحرّض العلة الداخلية لأن كل منظومة ثقافية تصاب في نقطة معينة ستعمل للبحث عن تجانس معين. ¶ يعترف باستيد أن دوركهايم كان مصيباً في تشديده على أهمية الوسط الداخلي، لكنه اختلف معه في إظهار دور الوسط الخارجي لاسيما علاقته الجدلية بالسابق. ¶ وجدلية الديناميكيتين الداخلية والخارجية تؤدي إلى بناء ثقافي جديد يمكن أن تهيمن فيه العلة الداخلية حينما يبقى التغير سطحياً، أو تنتصر فيه العلة الخارجية إذا كانت هناك محاكاة ثقافية. ¶ تجديد مفهوم الثقافة ¶ لقد جددت الأبحاث الجارية على عملية المثاقفة، بشكل عميق، مفهوم الباحثين في ميدان الثقافة.فاعتبار العلاقة الثقافية المتبادلة والحالات التي تتم فيها قادت إلى وضع تعريف ديناميكي للثقافة. ¶ بل وانقلب المنظور:فلم نعد ننطلق من الثقافة لفهم المثاقفة، بل من المثاقفة لفهم الثقافة.فليس هناك ثقافة في \"حالة صافية\" مشابهة لنفسها باستمرار دون أن تشهد القليل من التأثيرات الخارجية.وعملية المثاقفة ظاهرة عالمية حتى لو شهدت أشكالاً ودرجات متنوعة. ¶ العملية التي تشهدها ثقافة معينة في وضع تماس ثقافي، أي عملية تفكك بنيتها ثم إعادة بناء تلك البنية، هي في الواقع، نفس مبدأ تطور أية منظومة ثقافية وأية مثاقفة هي عملية دائمة من التفكك والبناء وإعادة البناء، أما الذي يتنوع فهو أهمية كل مرحلة تبعاً للحالات.وربما علينا استبدال كلمة culture(ثقافة) ب (تثقيف) culturation التي تتضمنها كلمة (مثاقفة) acculturation بهدف الإشارة إلى هذا البعد الديناميكي للثقافة.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "لذا بين باستيد أن دراسة مرحلة التفكيك deconstruction تُعدّ أيضاً مرحلة هامة من وجهة النظر العلمية لأنها غنية بالعبر كغنى مرحلة إعادة البناء باعتبارها تكشف عن أن مرحلة نزع الثقافة déculturation ليست بالضرورة، ظاهرة سلبية تؤدي حتماً إلى تفكيك الثقافة décomposition de la culture . ¶ إذا كانت عملية نزع الثقافة يمكن أن تكون نتيجة لتلاقي الثقافات فيمكنها أيضاً أن تكون سبباً في إعادة البناء الثقافي.وهنا أيضاً، يستند باستيد إلى الحالة المثالية لأنها حالة حدية(نهائية)، وهي حالة الثقافات الأفرو-أميركية .فعلى الرغم من، أو بالأحرى، بسبب عهود العبودية، أي عهود التفكك الاجتماعي والثقافي الذي كاد أن يكون مطلقاً لأن زنوج الأمريكتين قاموا بخلق ثقافات أصيلة وديناميكية. ¶ وهنا يخالف باستيد ليفي شتراوس وفكرته حول مفهوم البنية الذي يرى فيه مفهوماً شديد السكونية.وعوضاً عن الحديث عن بنية فينبغي الحديث عن بناء structuration و\"تفكيك بناء\" déstructuration و \" إعادة بناء\" restructuration .الثقافة هي \"بناء\" تزامني\" يتكون كل لحظة من خلال هذه الحركة الثلاثية.ويتفق ليفي شتراوس مع نظريته البنيوية هذه، لذا تجد رؤيته متشائمة حول ظواهر نزع الثقافة في المجتمعات الخاضعة للاستعمار.وهو يعد أن نزع الثقافة هذا لا يؤدي إلا إلى \"الانحطاط\"الثقافي، وهو \"عَرَضُ\" لمرض مشترك بين [ المجتمعات المنزوعة الثقافة] كلها: ¶ ... \"في الوقت الذي تتفكك فيه المجتمعات كلها فهي، رغم اختلافها، تلتقي عند حالتها الأصلية.وهناك ثقافات ميلينيزية وأفريقية وأميركية.الانحطاط ليس له سوى شكل واحد( استشهد بها باستيد [ 1956، ص 85]).",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "يصح في بعض الحالات أن تتمكن عوامل النزع الثقافي من الهيمنة لدرجة تمنع معها أي إعادة بناء ثقافي.ويمكن لبقايا متناثرة من الثقافة الأصلية أن تتعايش مع المساحات الجزئية للثقافة المنتصرة، لكن ليس هناك علاقة بنيوية بينهما، وتضيع الدلالات العميقة لهذه العناصر بشكل نهائي .وهذا الكل غير المتجانس لا يشكل منظومة.والهدم الذي لا يترافق مع إعادة بناء ممكنة يؤدي إلى الضلال أي ضياع الأفراد، وهو ضياع يتبدى على شكل أمراض عقلية أو تصرفات منحرفة. ¶ ومع هذا لا يكون النزع الثقافي (الهدم) إلا المرحلة الأولى من مراحل إعادة التكوين الثقافي الذي سيكتسب فيما بعد أهمية معينة.فأحيانا نشهد تبدلاً ثقافياً حقيقياً، أي أن الانقطاع يتغلب على الاستمرارية.في هذه الحالة، يتحدث باستيد عن \"مثاقفة شكلية\" لأنها تصيب \"أشكال\"الحياة النفسية أي بنى اللاوعي التي تتأثر بالثقافة.في الحالة الأخرى تسمى المثاقفة ب\"المادية\" أي أنها لا تصيب سوى مضامين الوعي النفسي الذي يشكل \"مادتها\" (مثل القيم والتصورات) ويندرج في إطار الوقائع المدرَكَة مثل نشر سمة ثقافية معينة أو تغير طقس من الطقوس أو إشاعة أسطورة معينة الخ.[ باستيد، 1963].",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "هذا التمييز يسمح بفهم أفضل لبعض الظواهر لا سيما تلك المسماة بظواهر \"المثاقفة المضادة\" كالحركات الميسيانية والأصولية.وعموماً كل محاولات \"العودة إلى الأصول\" .وقد بيّن التحليل أن الثقافة المضادة لا تنتج إلا حينما تكون عملية النزع الثقافي شديدة العمق بما يكفي لمنع مجرد أية إعادة إبداع للثقافة الأصلية.وغالباً ما تقترض حركات المثاقفة المضادة، دون وعي منها، نماذجها التنظيمية وحتى منظومات التمثل اللاواعية من ثقافة مسيطرة تزعم، رغم ذلك، أنها تحاربها.المثاقفة المضادة هي دائماً تقريباً رد فعل يائس على المثاقفة الشكلية.قد يجهد المرء في سبيل الأفرقة أو \"العربنةarabisation) والعودة إلى \"الأصالة\" الأولية، لكننا بهذا لا نقوم إلا بالحد من آثار المثاقفة المادية.أما المثاقفة المضادة الشكلية فهي مستحيلة.إذ لا يمكن فرضها ولا تنجم عن إرادة واعية.للثقافة المضادة لا تعني العودة إلى الأصول-وهو ما تتمناه- بل هي نمط من بين أنماط أخرى من البناء الثقافي الجديد، وهي لا تنتج القديم بل الجديد. ¶ وبالتالي فقد قادت الدراسات المتعلقة بوقائع المثاقفة إلى إعادة النظر في مفهوم الثقافة وأصبحت الثقافة من الآن فصاعداً مجموعة ديناميكية متماسكة نوعاً ما(لكن ليس تماماً) ومتجانسة إلى حد معين.العناصر التي تتكون منها ثقافة معينة لا تندمج دائماً ببعضها تماماً لأنها ذات مصادر متنوعة في الزمان والمكان.وبعبارة أخرى، هناك \"فراغ\" في المنظومة مع أنها منظومة بالغة التعقيد.هذا الفراغ هو الفجوة التي تنزلق عبرها حرية الأفراد والجماعات من أجل \"إدارة \"الثقافة.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "وبالتالي ليس هناك ثقافات\" نقية\" من جهة وأخرى \"مختلطة\" من جهة أخرى.فكلها ثقافات \"خليطة\" بدرجات متفاوتة تشكلت من الانقطاعات والاستمرار لأن الاحتكاك الثقافي هو حقيقة عامة.وغالباً ما يكون هناك انقطاع بين ثقافتين دام التماسّ بينهما أطول من الانقطاع الذي حدث بين حالات منظومة ثقافية واحدة إذا نظرنا إليها عبر مراحل متميزة من تطورها التاريخي.وبتعبير آخر، كما بيّن باستيد، علينا البحث عن الانقطاع الثقافي في الترتيب الزمني أكثر منه في الترتيب المكاني.والاستمرارية الأكيدة لثقافة معينة تتعلق في الأغلب بالإيديولوجيا أكثر من تعلقها بالواقع.وما أن تترسخ هذه الاستمرارية المزعومة حتى يتفجر الانقطاع في الوقائع، حيث في لحظات الانقطاع يكون خطاب الاستمرارية عبارة عن \"إيديولوجيا تعويضية\"[باستيد، 1970]. ¶ إن التشبث بتمييز الثقافات من خلال اعتبارنا لها كماهيّات منفصلة، قد يكون مفيداً من الناحية المنهجية وينطوي على قيمة كشفية heuristique أكيدة في تاريخ الاتنولوجيا من أجل التفكر في التنوع الثقافي.أين تبدأ وأين تنتهي هذه الثقافة أو تلك؟إن التساؤل حول هذه المسألة هو تساؤل عن \"السلّم\"المناسب لدراسة الثقافات ووضعها كما يقول ليفي شتراوس: ¶ ... \"الثقافة هي كل مجموعة إتنوغرافية، كما يبين التحقيق الميداني، تقدم انزياحات دالة بالنسبة للثقافات الأخرى.وإذا سعينا لتحديد الانزياحات الدالة بين أمريكا الشمالية وأوروبا فسنعالجها كثقافات مختلفة.لكن على فرض أن الاهتمام ينصب على انزياحات دالة لنقل بين باريس ومرسيليا فهذان المجموعان الحضريان من شأنهما أن يكونا وحدتين مستقلتين بشكل مؤقت.[..]ومجموعة الأفراد نفسها، إذا ما نظر إليها في الزمان والمكان، تنشأ في الوقت نفسه عن عدة منظومات ثقافية:منظومة عالمية، منظومة قاريّة، منظومة وطنية، منظومة ريفية، منظومة محلية الخ.وعائلية ومهنية ودينية وسياسية الخ[1958، ص 325].",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "ليس هناك انقطاع حقيقي بين الثقافات المتواصلة مع بعضها تدريجياً، على الأقل في داخل حيز اجتماعي معين.الثقافات الخاصة ليست غريبة أبداً عن بعضها بعض .حتى حينما تتفاقم اختلافاتها لتترسخ بشكل أفضل ولكي تتميز عن بعضها بعض.وعلى هذا الثبت أن يقود الباحث لاعتماد مسعى يتسم ب\"الاستمرارية\"ويشجع البعد العلائقي الداخلي والخارجي للمنظومات الثقافية المتواجهة[أمسيل، 1990]. ¶ ( ¶ الفصل الخامس ¶ التراتبات الاجتماعية والتراتبات الثقافية ¶ إذا لم تكن الثقافة معطى وميراثاً ينتقل على حاله من جيل لجيل فذلك لأنها إنتاج تاريخي، أي أنها بناء يندرج في سجل التاريخ، وبشكل أدق، في تاريخ المجموعات الاجتماعية فيما بينها.ولكي يتسنى لنا تحليل منظومة ثقافية معينة، لا بد من تحليل الوضع الاجتماعي-التاريخي الذي ينتج هذه المنظومة كما هو عليه حالها[ بالاندييه، 1955]. ¶ إن ما يعدّ أولياً، من الناحية التاريخية، هو الاحتكاك contact، أما الثانوي فهو عملية التمييز التي تنتج عنها الاختلافات الثقافية.يمكن أن يخطر ببال أية مجموعة بشرية في حالة معينة، الدفاع عن خصوصيتها من خلال محاولتها (الاقتناع) وإقناع الآخرين بأن نموذجها الثقافي هو نموذج أصيل وخاص بها.وأن عملية التمييز تدفع إلى تقويم وتقوية مثل هذه المجموعة من الاختلافات الثقافية أكثر من مجموعة أخرى تنشأ من طبيعة الحالة. ¶ تنشأ الثقافات من علاقات اجتماعية تكون دائماً غير متكافئة.هناك إذا منذ البداية تراتب فعلي بين الثقافات ناتج عن التراتب الاجتماعي.والظن بعدم وجود تراتب بين الثقافات يعني افتراض أنها توجد بمعزل عن بعضها بعض، لاعلاقة بينها، وهو أمر غير واقعي.إذا كانت الثقافات كلها جديرة بالأهمية نفسها وبالاهتمام نفسه بالنسبة للباحث أو المراقب فهذا لا يسمح باستنتاج أن الثقافات كلها معترف بها اجتماعياًً وتنطوي على القيمة نفسها.بهذا يمكننا الانتقال من المبدأ المنهجي إلى حكم القيمة.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "لا بد إذاً من اللجوء إلى تحليل حربي polémologique للثقافات، لأنها تنبئ عن صراعات وتتطور في حالات التوتر وأحياناً في حالات العنف.ومع ذلك، فلا بد من الابتعاد في هذا النوع من التحليل، عن التأويلات الاختزالية كتلك التي تفترض أن الأقوى يستطيع دائماً فرض نظامه الثقافي ببساطة على الأضعف.وطالما أنه لا توجد ثقافة حقيقية سوى تلك التي ينتجها الأفراد أو المجموعات التي تحتل مواقع غير متكافئة في المجال الاجتماعي والاقتصادي والسياسي، فإن ثقافات مختلف المجموعات تجد نفسها، إلى حد ما، في وضع قوة (أو ضعف) إزاء بعضها بعضا.لكن، حتى الأضعف، لا يجد نفسه دائماً، أعزلاً تماماً في اللعبة الثقافية. ¶ الثقافة المهيمنة والثقافة الخاضعة ¶ القول بأنه حتى المجموعات الخاضعة اجتماعياً ليست مجردة من الموارد الثقافية الخاصة بها، لاسيما من قدرتها على إعادة تأويل الانتاجات الثقافية التي تفرض نفسها عليها إلى حد ما، لا يعني العودة إلى تأكيد أن المجموعات كلها متساوية وأن ثقافاتها متكافئة. ¶ في فضاء اجتماعي معين، هناك دائماً تراتب ثقافي.ولم يخطئ كارل ماركس ولا ماكس ويبر حينما أكّدا على أن ثقافة الطبقة المهيمنة تبقى كذلك باستمرار.وفي قولهما هذا، فهما لا يزعمان حتماً، أن ثقافة الطبقة المهيمنة تتمتع بنوع من التفوق الداخلي(الجوهري)أو حتى بقوة انتشار تكتسبها من \"جوهرها\" الخاص والذي يجعلها تسيطر \"بشكل طبيعي\"على الثقافات الأخرى.ويعتبر كل من ماركس وويبر أن القوة النسبية التي تتمتع بها الثقافات المختلفة في التنافس القائم بينها يرتبط مباشرة بالقوة الاجتماعية النسبية للجماعات البشرية التي تشكل حاملاً لها.والبحث عن ثقافة \"مهيمنة\" أو عن ثقافة\"خاضعة\"ليس إلا من باب المجاز.إذ ما نراه موجوداً في الواقع، هو عبارة عن جماعات اجتماعية بينها علاقات هيمنة وتبعية إزاء بعضها بعضا.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "من هذا المنظور، ليست الثقافة الخاضعة بالضرورة ثقافة مغتربة وتابعة تماماً.إنها ثقافة لم تستطع عبر تطورها، أخذ الثقافة المهيمنة(والعكس صحيح أيضاً وإن كان بدرجة أقل) بعين الاعتبار.لكنها تستطيع إلى حد ما، مقاومة الفرض الثقافي المهيمن.وعلاقات الهيمنة الثقافية، كما يفسرها كل من كلود غرينيون وجان كلود باسرون(1989) لا يمكن فهمها عن طريق تحليل علاقات الهيمنة الاجتماعية نفسه.لأن العلاقات القائمة بين الرموز لا تعمل وفقاً للمنطق نفسه القائم بين المجموعات أو الأفراد.فغالباً ما نلاحظ تغييرات بين آثار(أو الآثار المضادة) الهيمنة الثقافية وبين آثار الهيمنة الاجتماعية.فالثقافة المهيمنة لا تستطيع فرض نفسها أبداً على ثقافة خاضعة كما تفرض مجموعة نفسها على مجموعة أخرى أضعف منها.فالهيمنة الثقافية لا تكون أبداً شاملة ولا تتحقق بشكل نهائي، ولذلك فهي تترافق دائماً بعمل تلقيني لا تكون آثاره دائماً وحيدة الجانب.وتكون هذه الآثار أحياناً \"آثاراً حضارية\" مخالفة لتوقعات المهيمنين، لأن التعرض للهيمنة لا يعني دائماً القبول بها. ¶ وكما يوصي عالما الاجتماع السابقان، فإن الصرامة المنهجية تفرض دراسة ما تدين به الثقافات الخاضعة باعتبارها ثقافات مجموعات خاضعة، وبالتالي باعتبارها تبني أو تعيد بناء نفسها في وضع الهيمنة.لكن هذا لا يمنع دراستها أيضاً في حد ذاتها، أي باعتبارها منظومات تعمل وفق نوع من التجانس الخاص وإلا فلا داع للحديث عن ثقافة. ¶ الثقافات الشعبية",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "إن تناول الحديث عن ثقافات الجماعات الخاضعة هو حتماً تعرض للنقاش الدائر حول مفهوم \"الثقافة الشعبية\".في فرنسا تأخر تدخل العلوم الاجتماعية نسبياً عن الدخول في هذا النقاش الذي أطلقه في البداية، أي في القرن التاسع عشر، المحللون الأدبيون لأنه كان آنذاك محصورا في النظر إلى الأدب المسمى ب \"الشعبي\" لا سيما أدب \"البيع المتجول\".فيما بعد وسّع دارسو الفلكلور منظور البحث وانصب اهتمامهم على التقاليد الفلاحية.ولم يتطرق الأنثروبولوجيون وعلماء الاجتماع لدراسة هذا المجال إلا منذ فترة قريبة. ¶ لقد عانى مفهوم الثقافة الشعبية، في بداياته، من بعض الغموض الدلالي نظرا لتعدد معاني حديه.فالمؤلفون الذين يلجؤون إلى هذه العبارة لا يعطون كلهم التعريف نفسه لكلمتي \"ثقافة\"و/أو \"شعبية\"، مما جعل النقاش بينهم أمراً صعباً. ¶ ترى العلوم الاجتماعية أنه ينبغي تجنب أطروحتين وحيدتي الجانب ومتعارضتين تماماً.الأطروحة الأولى، التي يمكن وصفها بالتبسيطية، لا تعترف بأن الثقافة الشعبية تنطوي على ديناميكية أو قدرة إبداعية خاصة بها.وهي لا ترى فيها سوى مشتقات من الثقافة المهيمنة الوحيدة التي يمكن الاعتراف بشرعيتها، والتي من شأنها الارتباط بالثقافة المركزية، أي ثقافة المرجع.وهي ليست سوى ثقافات هامشية أو نسخ مشوهة عن الثقافات الشرعية التي لا تتميز عنها إلا بعملية الإفقار.كما أنها ليست سوى تعبير عن الاغتراب الاجتماعي الذي تعانيه الطبقات الشعبية التي تفتقر إلى أي نوع من أنواع الاستقلال الذاتي.وبالتالي يتم تحليل الفروق التي تميز الثقافات الشعبية عن ثقافة المرجع من هذا المنظور، على أنها نواقص وتشويهات وعدم فهم.وبعبارة أخرى، ، الثقافة \"الحقيقية\" الوحيدة هي ثقافة النخب الاجتماعية، على اعتبار أن الثقافات الشعبية ليست سوى منتجات فرعية لم تكتمل بعد.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "وفي مقابل هذا المفهوم البائس، هناك أطروحة الحد الأقصى التي تزعم أنها ترى في الثقافات الشعبية ثقافات ينبغي اعتبارها ثقافات مساوية لثقافات النخب إن لم تكن أرفع منها.ويرى القائلون بهذه الأطروحة أن الثقافات الشعبية هي ثقافات أصيلة، وأنها ثقافات مستقلة تماماً ولا تدين بأي شيء لثقافة الطبقات المهيمنة.والأغلبية يقولون بعدم إقامة أية تراتبية بين الثقافتين الشعبية و\"المتعلمة\".وبعضهم لا يتوقف عند هذا الحد، فيذهبون في جنوح إيديولوجي شعبوي إلى التأكيد أن الثقافة الشعبية قد تكون أرفع شأناً من ثقافة النخب، لأن حيويتها تكمن في القدرة الإبداعية ل\"الشعب\" وهي قدرة تفوق قدرة النخب الإبداعية.يتضح في هذه الحالة، أننا نصبح أقرب إلى الصورة الأسطورية للثقافة الشعبية منّا إلى الدراسة الدقيقة للواقع. ¶ لكن الواقع أعقد مما تعرضه هاتان الأطروحتان المتطرفتان.فالثقافات الشعبية تبدو، بعد التحليل، لا تابعة تماماً ولا مستقلة تماماً، ولا هي محاكاة صرف ولا إبداع خالص.وعلى هذا فهي لا تؤكد سوى أن الثقافة الخاصة هي مجموعة من عناصر أصيلة وأخرى مستوردة، ومن اختزالات خاصة واقتراضات.والثقافة الشعبية، مثلها مثل أية ثقافة، ليست متجانسة، لكن هذا لا يعني أنها تخلو من الانسجام.الثقافات الشعبية تعريفاً، هي ثقافات مجموعات اجتماعية تابعة.وبالتالي فإنها تتكون في ظروف الهيمنة.بعض علماء الاجتماع الذين يأخذون هذه الظروف بعين الاعتبار، يشيرون إلى كل ما تدين به الثقافة الشعبية للهيمنة الثقافية.فالتابعون يردون على الفرض الثقافي عبر السخرية والتحريض والتباهي الإرادي ب\"فساد الذوق\".إن الفلكلور، لا سيما العمالي أو فلكلور \"الجندي البسيط\" bidasse يوضح الكثير من أشكال التحول أو اللعب التهكمي إزاء التلقين الثقافي.فالثقافة الشعبية هي، بهذا المعنى، ثقافة احتجاجية.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "إن وجود هذا المظهر في الثقافة الشعبية لايعني بالتأكيد أنه كاف لتعريفها.وإذا ألحينا على هذا البعد التفاعلي فإننا نخشى الوقوع، مرة أخرى، في الأطروحة التبسيطية التي تنكر على الثقافة الشعبية أية قدرة إبداعية مستقلة.وكما يشير غرينيون وباسرون فإن الثقافة الشعبية ليست معبأة باستمرار لكي تكون في موقع الدفاع المقاتل.إنها تعمل في حالة الهدوء أيضاً. والغيرية الشعبية كلها لاتجد نفسها في الاحتجاج.ومن جانب آخر، فإن قيم موقف المقاومة الثقافية وممارساته لا تكفي لتأسيس استقلالية ثقافية كافية لكي تنبثق ثقافة أصيلة، بل تضطلع رغماً عنها، بوظائف دامجة نظراً لسهولة استعادتها من قبل المجموعة المهيمنة. ¶ ودون أن ننسى ظرف الهيمنة، علينا، لكي نكون أكثر دقة، أن ننظر إلى الثقافة الشعبية على أنها مجموعة من التصرفات التي \"تتماشى مع\" تلك الهيمنة وليس باعتبارها نموذج مقاومة منتظم ضد الهيمنة. ¶ لقد قدم ميشيل دو سيرتو هذه الفكرة(1980) وعرّف الثقافة الشعبية على أنها الثقافة \"العادية\" لأناس عاديين، أي أنها ثقافة تتشكل تبعاً للواقع اليومي ومن خلال النشاطات العادية المتجددة كل يوم.وهو يرى أن الإبداع الشعبي لم يختف، لكننا لا نجده حيث نبحث عنه في المنتجات التي يمكننا العثور عليها والمحددة بشكل واضح، لأنها متعددة الأشكال ومبعثرة:\"فهي تهرب عبر ألف درب ودرب\". ولفهمها علينا فهم الإدراك العملي للناس العاديين لا سيما في استخدامهم للإنتاج الجماهيري.ويرتبط بالإنتاج المعقلن والمنمّط والتوسعي والمركزي إنتاج يسميه دوسيرتو ب\"الاستهلاك\".وهو يرى أن الأمر يتعلق ب\"إنتاج\" :فإذا كان الإنتاج لا يدل على نفسه بواسطة المنتجات خاصة فإنه يتميز من خلال \"أشكال المسايرة\"، أي أشكال استخدام المنتجات التي يفرضها نظام الاقتصاد المهيمن.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "بعد أن أعاد سيرتو الاعتبار إلى نشاط الاستهلاك بأوسع معانيه عرّف الثقافة الشعبية على أنها \"ثقافة الاستهلاك\"التي يصعب الكشف عنها لأنها تتميز بالمراوغة والسرية.من جانب آخر، هذا \"الاستهلاك-الإنتاج الثقافي\" هو شديد التبعثر كما يثيرنا تغلغله في كل مكان.بتعبير آخر، لا يمكننا معرفة هوية المستهلك أولايمكننا وصفه استناداً إلى المنتجات التي يتمثلها. لذلك علينا البحث عن \"المؤلف\" الكامن خلف المستهلك:إذ بينه(الذي يستخدمها)وبين المنتجات(مؤشرات النظام الثقافي التي تفرض نفسها عليه)هناك فارق الاستخدام الذي يقوم به.وفي هذا الفارق يقع البحث الجاري حول الثقافات الشعبية. ¶ وبالتالي لابد من تحليل الاستخدامات في حد ذاتها، لأنها فنون حسن التصرف الأصيلة وتنتمي تبعاً للحالة كما يقول دوسيرتو، إلى التدبيرbricolage أو الاسترجاع أو المخالفة، أي إلى الممارسات المتعددة الأشكال والمتراكبة التي لا تزال مجهولة.وعن طريق هذه المسايرات يسجل المستهلكون معنى للوجود مختلفاً عن المعنى الذي أُسقط على المنتجات المنمّطة. ¶ وذهب الأمر بميشيل دو سيرتو إلى حد القول بوجود تشابه بين هذا النشاط الاستهلاكي اللامبالي وعمليات القطاف التي تتم في المجتمعات التقليدية.المستهلكون والقطافون ينتجون القليل من الناحية المادية، لكنهم ماهرون في الاستفادة من محيطهم.وهذه المهارة هي أيضاً خلاقة من الناحية الثقافية مثلها مثل تلك التي تؤدي إلى منتجات نوعية.هذه المنتجات-السلع تشكل إلى حد ما، الجعبة التي يلجأ من خلالها المستهلكون إلى عمليات ثقافية خاصة بهم. ¶ لمثل هذا التحليل فضيلة بيان ما إذا كانت الثقافة الشعبية مضطرة لأن تكون، ولو جزئياً، بمثابة ثقافة خاضعة بالمعنى الذي يقول بأنه على الأفراد الخاضعين أن \"يسايروا\" دائماً ما يفرضه المهيمنون أو يرفضونه، لأن هذا لا يمنعها من أن تكون ثقافة قائمة في حد ذاتها على قيم وممارسات أصيلة تعطي معنى للوجود.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "ومع ذلك، فإن هذا التحليل لا يوضح بشكل كاف ثنائية الثقافات الشعبية التي يعدها غرينيون وباسرون ميزة أساسية لها، ويريان أن الثقافة الشعبية هي ثقافة قبول وثقافة رفض في الوقت نفسه، الأمر الذي يؤدي إلى تفسير الممارسة (العملية نفسها) على أنها تنطوي على منطقين متناقضين.وكمثال على ذلك، فإن عملية التدبير المعروفة لدى الطبقات الشعبية قد تم تحليلها من قبل بعض علماء الاجتماع على أنها نتيجة لشكل من أشكال الغربة عن العمل، لأن العامل مضطر لأن ينجز بنفسه ما لا يستطيع الحصول عليه أو ما يعتقد أنه مجبر للحصول عليه، أو حتى، كما تقول التحليلات الأخرى، لأنه لم يعد يعرف ما يفعله بوقت فراغه سوى أن يجعل منه وقتاً للعمل.لكن باحثين آخرين يرون في التدبير إبداعاً حراً.إذ يبقى الفرد سيد إدارة وقته وتنظيم نشاطه واستخدام المنتج النهائي لتدبيره.لا شك أن هذا الوجه الثاني هو الذي يفسر نجاح التدبير باعتباره وقتاً للفراغ: التدبير يعيد للمرء فضاء من الاستقلال الذاتي في عالم تهيمن عليه القيود.والواقع أن التدبير المنزلي (مثل تنسيق الحديقة أو الخياطة أو الحياكة بالنسبة للنساء المأجورات)يمكن أن يبدد الضجر والعمل المجاني والرغبة في المبادرة والقيود وأن يتسم بطابع الحرية.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "إن الإصرار على أن الثقافات الشعبية تدين لكونها ثقافات لمجموعات خاضعة يعني المبالغة في التقليل من شأن استقلالها الذاتي.هذه الثقافات غير المتجانسة، في بعض أوجهها، تتسم بتبعيتها للثقافات المهيمنة، وفي أوجه أخرى تكون، على العكس، أكثر استقلالية.لأن الجماعات الشعبية ليست في مواجهة دائمة، وفي كل مكان، مع المجموعة المهيمنة.في الأماكن وفي الأوقات التي يختلي فيها المرء إلى نفسه\" فإن نسيان الهيمنة الاجتماعية والرمزية يسمح بقيام نشاط ترميزي أصيل.والواقع أن نسيان الهيمنة هو الذي يمكّن الطبقات الشعبية من القيام بنشاطات ثقافية مستقلة.إن الأماكن والأوقات الناجمة عن المواجهة غير المتكافئة متعددة ومتنوعة مثل: عطلة يوم الأحد، المسكن الذي يرتبه صاحبه على طريقته، وهي أماكن وأوقات الإلفة الاجتماعية بين أفراد متماثلين (المقاهي والألعاب الخ).ويخلص باسرون وغرينيون من هذا إلى أن القدرة على الغيرية الثقافية التي يتمتع بها أضعف الناس هي حتماً الأكثر إنتاجية من الناحية الرمزية بعيداً عن الأكثر قوة، ولهذا فهم يتخلصون من المواجهة والعزلة، حتى حين تتحول إلى تهميش، يمكن أن تكون أحد مصادر الاستقلال الذاتي(النسبي)والإبداع الثقافي. ¶ مفهوم (الثقافة الجماهيرية) ¶ شهد مفهوم \"الثقافة الجماهيرية\"نجاحاً كبيراً في فترة الستينات، والسبب في هذا يعود، جزئياً، إلى عدم دقته الدلالية وإلى الخلط بين مصطلحي \"الثقافة\" و\"الجماهير\" من وجهة نظر التقاليد ذات النزعة الإنسانية.ومن المدهش استخدام هذا المفهوم لدعم تحليلات واضحة الاختلاف. ¶ بعض علماء الاجتماع مثل ادغار موران(1962)على سبيل المثال شددوا على صيغة إنتاج تلك الثقافة التي تخضع إلى أنظمة الإنتاج الصناعي الجماهيري.وتزامن تطور وسائل الاتصال الجماهيري مع الإدخال الحاسم إلى حد كبير، لمعايير المردود والريعية في كل ما يتعلق بالإنتاج الثقافي.وأصبح \"الإنتاج\"يتجه للحلول محل \"الإبداع\".",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "مع ذلك فإن غالبية المؤلفين كرسوا أساس تحليلاتهم لمسألة استهلاك الثقافة التي تنتجها وسائل الاتصال الجماهيري، وبدا عدد لا بأس به من التحليلات أنها خلصت إلى شكل معين من التنميط uniformisation الثقافي الذي قد يكون هو أيضاً نتيجة لتعميم وسائل الاتصال الجماهيري.في هذا المنظور، يفترض بوسائل الاتصال أن تسبب اغتراباً ثقافياً ومحق أية قدرة إبداعية لدى الفرد الذي لا يملك الوسائل التي تجنبه الوقوع تحت وطأة الرسالة المنقولة. ¶ الواقع أن مفهوم الجماهير يعاني من عدم الدقة، لأن كلمة \"جماهير\" تحيل تبعاً لبعض التحليلات، تارة إلى مجموع السكان وطوراً إلى المكون الشعبي لأولئك السكان.وقد ذهب الأمر ببعض من تصدى لهذا المكون إلى حد إدانة ما يظنون أنه \"خبل\" الجماهير.وهذه الاستنتاجات تنطوي على خطأ مزدوج لأن هناك خلطاً بين \"ثقافة من أجل الجماهير\" وبين \"ثقافة الجماهير\". إذ ليس لأن كتلة من الأفراد تستقبل الرسالة نفسها يعني أن هذه الكتلة تشكل مجموعاً متجانساً.صحيح أنه هناك تنميط للرسالة الإعلامية، لكن هذا لا يسمح باستنتاج تنميط استقبال هذه الرسالة، هذا من جهة، ومن جهة أخرى، من الخطأ التفكير بأن الأوساط الشعبية قد تكون الأقل مناعة إزاء وسائل الإعلام.إذ بينت بعض الدراسات السوسيولوجية أن تأثير الاتصال الإعلامي يكون أكثر عمقاً لدى الطبقات الوسطى منه لدى الطبقات الشعبية.",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "لابد من النظر إلى شروط الاستقبال بعين الاعتبار.فقد بين ريشار هوغارت أن قابلية استقبال الرسالة الإعلامية تكون شديدة الانتخابية لدى الطبقات الشعبية، وترتبط هذه القابلية بما يسميه \"الانتباه المنحرف\" الناجم عن موقف عام ينم عن الحذر والشك بكل ما لا يصدر عن الوسط الشعبي الذي ننتمي إليه:\" لا بد من معرفة ما نأخذ منه وما نترك\" لا سيما عدم الخلط بين الحياة\"الجادة\" وبين اللهو الذي لا يؤدي إلى نتيجة(هوغارت، 1957).وبالتالي فإن دراسة الاتصال الجماهيري لا يمكنها الاكتفاء بتحليل الخطابات والصور المبثوثة.ولكي تكون الدراسة كاملة، عليها أن تضاعف اهتمامها بما يفعل المستهلكون بما يستهلكون.إنهم يختصون بتلك الخطابات والصور ويعيدون تأويلها من أجل منطقهم الثقافي الخاص بهم.هناك مسلسلات تلفزيونية أميركية مثل دالاس، والتي شهدت نجاحاً شبه عالمي، حتى في مدن الصفيح في ليما عاصمة البيرو، وفي القرى الصحراوية في الجزائر، لم تٌفهم ولم ينظر إليها بالطريقة نفسها للأسباب نفسها هنا وهناك، وفي هذا الوسط الاجتماعي أو ذاك.ومهما كان منتوج البث \"عاماً\"فإن استقباله لا يمكن أن يكون منمطا لأنه يرتبط بالخصوصيات الثقافية بكل مجموعة، وبالحالة التي تعيشها المجموعة في لحظة الاستقبال. ¶ ... الثقافة الطبقية ¶ إن ضعف القيمة الاستكشافية لمفهوم الثقافة الجماهيرية وعدم دقة مفهومي الثقافة المهيمنة والثقافة التابعة قاد الباحثين إلى إعادة نظر موضوعية في مفهوم الثقافة (أو الثقافة التابعة) الطبقية من خلال الانطلاق-من الآن فصاعداً- من تحقيقات ميدانية تجريبية وليس من خلال الاختزالات الفلسفية كما في بعض التقاليد الماركسية.",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "لقد بينت عدة دراسات أن منظومات القيم ونماذج السلوك ومبادئ التربية تتنوع بشكل ملموس، من طبقة لأخرى.هذه الاختلافات الثقافية يمكن ملاحظتها حتى في الممارسات اليومية العادية جداً.وبناء عليه فقد بيّن كل من كلود وكريستيان غرينيون أن هناك أساليب غذائية مختلفة ترتبط بمختلف الطبقات.والتسوق من نفس المتجر الذي قد يعطيك انطباعاً بوجود تجانس في أشكال الاستهلاك، يخفي خلفه خيارات متناقضة.ففي مجال الغذاء تجد أن العادات المرتبطة بتقاليد مختلف الأوساط الاجتماعية هي شديدة الاستقرار.ولا يعود السبب الأساسي إلى الفروق في القوة الشرائية.لأن الممارسات الغذائية المرتبطة بالأذواق لا تختلف كثيراً عن بعضها لأنها تحيل إلى صور غير واعية وإلى أشكال التعلم وإلى ذكريات الطفولة.إنك ترى التفاوت الاجتماعي حتى في اختيار الخضار واللحوم والفواكه والحلويات.فهناك لحوم \"بورجوازية\" مثل لحم الخروف والعجل، ولحوم \"شعبية\" مثل لحم الخنزير والأرنب والنقانق الطازجة(في فرنسا).وهناك أيضاً تراتب في الخضار الطازجة تبدأ من أغناها كالأنديف إلى أكثرها فلاحيه مثل الكرّاث، وأكثرها عمّالية مثل البطاطا.وطريقة الطهي تكشف بدورها عن أذواق الطبقات.وبالتالي فإن الأكل هو شكل يبيّن انتماء الفرد إلى طبقة اجتماعية معينة[ كلود وكريستيان غرينيون، 1980]. ¶ ... ماكس ويبر وانبثاق طبقة المقاولين الرأسماليين",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "لاشك في أننا ندين لماكس ويبر (1864-1920) في أول محاولة لربط الوقائع الثقافية بالطبقات الاجتماعية.ففي دراسته الأشهر :الأخلاق البروتستانتية وروح الرأسمالية، التي نشرت عام 1905، جهد للبرهنة على أن التصرفات الاقتصادية لطبقة المقاولين الرأسماليين لا يمكن فهمها إلا إذا فهمنا مفهومها للعالم ومنظومة قيمها.وظهور هذه الطبقة في الغرب أولاً ليس من باب المصادفة.لأن السبب في انبثاقها كما يقول ويبر، هو سلسلة من التغيرات الثقافية التي ارتبطت بنشأة المذهب البروتستانتي. ¶ ما يزعم ماكس ويبر دراسته في هذا الكتاب، ليس أصل الرأسمالية بالمعنى الشائع للكلمة، بل تكوّن ثقافة(وهو يسميها الروح) طبقة جديدة من المقاولين، خلقت، بشكل ما من الأشكال، الرأسمالية الحديثة.يقول: ¶ \" وبالتالي فإن القضية المركزية في التاريخ العام للحضارة، حتى من وجهة نظر اقتصادية صرف، ليست في نهاية الأمر تحليل تطور النشاط الرأسمالي باعتباره كذلك، يختلف شكلياً تبعاً للحضارة[...] بل تطور رأسمالية الشركة البورجوازية وتنظيمها العقلاني للعمل الحر، أو إذا استخدمنا مصطلحات تاريخ الحضارات، إن قضيتنا ستكون قضية الطبقة البورجوازية الغربية بما تتمتع به من سمات مميزة[(1905)، 1964، ص 17-18] ¶ بالإضافة إلى البورجوازية التجارية التقليدية الكبرى، فإن الطبقة التي ستقوم بدور حاسم في انطلاقة الرأسمالية الحديثة هي البورجوازية المتوسطة \"وهي طبقة تشهد صعوداً كبيراً حيث يتم اختيار المتعهدين بشكل خاص في بداية العصر الصناعي.هذه الطبقة ستجد نفسها في انسجام تام مع منظومة قيم الرأسمالية الحديثة والتي ستساهم في نشرها بشكل فاعل:",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "\"في بداية العصور الحديثة لم يكن المقاولون الرأسماليون المنتمون إلى الطبقة التجارية وحدهم الحاملون أو التلامذة الأساسيون لما نسميه هنا روح الرأسمالية، لكن هذا الدور يعود إلى ثنايا الطبقة الصناعية الوسطى التي تسعى إلى الارتفاع\"[1905) 1964، ص 67]. ¶ ما يميز هذه الطبقة الوسطى، كما يقول ماكس ويبر، هو \"أسلوب الحياة\"و\"طريقة العيش\"، بمعنى آخر، تلك الثقافة التي تقوم على أخلاقيات جديدة تشكل انقطاعاً عن المبادئ التقليدية.ويعرّف هذه الأخلاقيات على أنها \"تقشف علماني\". ¶ الأخلاق الرأسمالية تقتضي أخلاق الوعي المهني ورفع شأن العمل كنشاط يجد غايته في ذاته.فالعمل ليس فقط الوسيلة التي نحصل من خلالها على المصادر الضرورية للحياة.العمل يمنح الحياة معناها.وعن طريق العمل الذي أصبح حراً من الآن فصاعداً بفضل إدخال الأجراء يمكن للإنسان الحديث أن يحقق ذاته باعتباره شخصاً حراً ومسؤولاً. ¶ إذا أصبح العمل قيمة مركزية في نمط الحياة الجديد، وهو ما يفترض أن نخصص له الجزء الأساسي من طاقتنا ومن وقتنا، فهذا لا يقتضي أن يكون الإثراء الشخصي هو الهدف المنشود.فالإثراء كغاية في حد ذاتها لا يخص روح الرأسمالية الحديثة، وفي المقابل فإن ما نبحث عنه هو الربح(الذي يقاس بعائدية رأس المال المستَثمَر) وتراكم رأس المال.وهذا ما يفترض من جهة الأفراد شكلاً من أشكال التقشف والتحفظ والرصانة البعيدة عن منطق الإسراف والمباهاة بالمعنى التقليدي للشرف. ¶ لا ينبغي على الأفراد الركون إلى أرباحهم والانجرار وراء المتعة العقيمة لما يملكون.عليهم أن يستخدموا أرباحهم بشكل مفيد اجتماعياً، أي من خلال تحويلها إلى استثمارات.إن الفضائل العلمانية الجديدة المعترف بها هي معنى التوفير والتعفف والجهد هي التي تشكل أساس النظام في المجتمعات الصناعية.",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "مَن هم أولئك المقاولون الجدد الذين يدخلون شكلاً جديداً من السلوك الاجتماعي والاقتصادي؟ يجيب ماكس ويبر، إنهم بروتستانت طهريون يقومون باستبدال التقشف الديني بتقشف علماني.ولا يمكن فهم روح الرأسمالية إلا بإظهار مصدر إلهامها، أي التقشف البروتستانتي الذي يسبغ عليها شرعيتها بشكل من الأشكال.إن الإصلاح الديني، لا سيما الاتجاه الكالفيني، قد بث الفكرة القائلة: أن \"رسالة \" المسيحي تتحقق في ممارسته اليومية لمهنته بدلاً من قضاء حياته في الدير.والإنسان يساهم من خلال عمله في إظهار مجد الرب، وليس مجد الممارسات السحرية أو الشعوذات.وليس له غير الخضوع لقدرة الرب والقيام على خدمته من خلال سلوكه التقشفي وحماسته للعمل.في هذا المنظور، يمكن إعادة تفسير النجاح المهني على أنه علامة اختيار إلهي.والفرد المتحرر من وصاية الكنيسة هو فقط من يصبح مسؤولاً أمام الله مسؤولية كاملة. ¶ بالتالي فإن ويبر يلاحظ وجود تطابق بين أخلاق الإصلاح البروتستانتي وبين روح الرأسمالية الحديثة.لقد جرت الأمور كما لو أن النزعة الطهرية(البيوريتانية) الكالفينية قد أوجدت بيئة ثقافية ملائمة لتطور الرأسمالية عبر نشر قيم تقشفية مٌعَلمَنَة.وهذا ما يفسر أن من يشكل مبدئيا، طبقة المقاولين الجدد هم أفراد موسومون بطابع البروتستانتية.الأخلاقية البروتستانتية تسمح بفهم المنطق المشترك للتصرفات التي قد تبدو متناقضة:كرغبة الرأسمالي في تكديس الثروات ورفضه التمتع بها. ¶ وعبر\" عملية تربوية طويلة ودؤوبة\" (المرجع السابق ص63)أثرت الأخلاق البروتستانتية في مجموعات اجتماعية أخرى، بمن فيها العمال، بل وانتشرت في المجتمع كله.وترافق هذا الانتشار ب\"عقلنة\" الحياة الاجتماعية والنشاط الاقتصادي الخاضعين إلى تنظيمِ أصبح شيئاً فشيئاً منهجياً، أي علمياً يحاول تجاوز النظام العاطفي والانفعالي.",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "وعلى عكس ما كتبه بعض مناهضي مشروع ويبر، فإن هذا المشروع لم يكن يهدف إلى تفسير الرأسمالية عن طريق النزعة البروتستانتية.كان يريد فقط ملاحظة وفهم القرابة الانتقائية بين الأخلاق البيوريتانية (الطهرية) والروح الرأسمالية\". كما أراد أيضاً البرهنة على أن القضايا الرمزية والإيديولوجية تتمتع باستقلالية ذاتية نسبية ويمكنها ممارسة تأثير حقيقي على تطور الظواهر الاجتماعية والاقتصادية.وبهذا كان يتعارض مع الأطروحة التي كان يصفها ب\"التبسيطية\" لأنها أطروحة شديدة الجبرية وهي أطروحة \"المادية التاريخية\" التي تقول بأن الأفكار والقيم والتصورات ليست غير انعكاس أو هي البنية الفوقية لحالات اقتصادية معينة(المرجع السابق، ص 52). ¶ الثقافة العمالية ¶ إن الأبحاث التي جرت حول ثقافات الطبقة، لا سيما في فرنسا، تركزت على الثقافة العمالية حسبما يقول ميشيل بوزون: ¶ ... لا شك في أن القابلية الاجتماعية لرؤية الطبقة[العمالية] مضافة إلى قابلية الوصول إليها، هي التي تشد الباحثين في العلوم الاجتماعية نحو ما يعتقدون أنه أرض مجهولة[1985، ص46]\" ¶ إن تحليل الثقافة العمالية تدين بالكثير إلى أعمال موريس هالبواش السابقة والرائدة لاسيما أطروحته الموسومة: الطبقة العاملة ومستويات العيش المنشورة عام 1913.وهو يعتبر أن حاجات الأفراد التي توجه ممارسا تهم الثقافية تتحدد بعلاقات الإنتاج.وفي تحليله لبنى مجموعة من ميزانيات العائلات العمالية، تراه يربط بين طبيعة العمل العمالي وبين أشكال الاستهلاك العمالي.",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "قام الباحث الإنجليزي ريشار هوغارت، وهو من منبت عمالي، بوضع أدق وصف للثقافة العمالية، وأدق التحليلات لعلاقتها بالثقافة البورجوازية\"المثقفة\"وفي كتابه الذي ظهر عام 1957 وأصبح كلاسيكياً، ثقافة الفقير:دراسة حول أسلوب الطبقات الشعبية في إنجلترا، يدرس إتنوغرافيا(أعراقية) الحياة اليومية في أدق تفاصيلها مظهراً خصوصية الثقافة العمّالية التي لا تزال موجودة، على الرغم من التغيرات التي طرأت عليها منذ بداية القرن مثل تغير الشروط المادية لحياة العمال وتطور الاتصال الجماهيري.إن الشعور الذي يعاني منه المرء بانتمائه إلى طائفة لها حياتها وقدرها يقود إلى تقسيم ثنائي أساسي للعالم الاجتماعي إلى \"هم\" و \"نحن\" ويتبدى على شكل تقاليدية conformisme ثقافية، وبشكل أكثر مادية، على شكل خيارات مالية( موازناتية) تعطي الأولوية للخبرات القابلة للاستخدام الجماعي.ومن خلال ذلك تؤدي إلى تعزيز التضامن العائلي.",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "لم تعد هناك تقريباً مجموعات عمالية بالمعنى الدقيق، متجمعة في الحي نفسه وتعيش حياة اجتماعية مكثفة مثل التجاور وتجمع السكان كلهم في أوقات منتظمة في الأعياد الجماعية.وأصبحت النزعة الخصوصية الثقافية العمالية سواء من حيث اللغة أو الملبس أو المسكن الخ.أقل وضوحاً، إلا أنها لم تختف تماماً.و\"خصخصة\" أشكال الحياة العمالية تنامت مع انكفاء واضح في المجال العائلي.لكن هذا التطور الذي تمت دراسته من قبل أوليفييه شوارتز، على وجه الخصوص، لم تعد تدل كثيراً على انحسار المجالات الاجتماعية لصالح المجالات الخاصة، بل على كون المجالات الخاصة تضع اليوم أمام المجالات الاجتماعية تنافساً أقوى.من جانب آخر، يتكون المجال العمالي الخاص وفق معايير نوعية لأن الحياة اليومية تتميز بتوزع جنسي دقيق للأدوار(شوارتز، 1990).وبشكل عام، وكما يشير جان بيير تيراي، فإن التطورات الثقافية التي ترافق دخول العمال فيما اصطلح على تسميته ب\"عصر الوفرة\" يكشف عن تكييف معايير قديمة أكثر مما يكشف عن اعتماد معايير جديدة مأخوذة من الخارج(تيراي، 1990). ¶ الثقافة البورجوازية ¶ تعدّ الأبحاث الجارية حول الثقافة البورجوازية، بالمعنى الاتنولوجي للكلمة، حديثة العهد في فرنسا قياساً إلى الأبحاث الأخرى.ويعود سبب هذا التأخر إلى عوامل مختلفة أغلبها منهجي.وعلى النقيض من العالم العمالي، فإن البورجوازية تنتج عدة تصورات عن نفسها، منها الأدبي والسينمائي والصحافي,وبما أنها تسعى إلى المحافظة على تصورها الخاص فإنها بالمقابل، تحتاط لنفسها بدقة خوفاً من فضول الباحثين ومن تحليلاتهم.ومن جانب آخر، فإن إحدى خصائص البورجوازيين، باعتبارهم أفراداً، هي أنهم لا يعترفون بأنفسهم على أنهم كذلك، وهم يرفضون بأن يوصفوا بهذه العبارة.ونادراً ما تكون الثقافة البورجوازية ثقافة يعتز بها المرء ويطالب بها.ومن هنا، صعوبة دراستها بشكل تجريبي.",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "ندين لبياتريكس لوفيتا Béatrix le wita بواحدة من أولى المقاربات الإتنوغرافية حول الثقافة البورجوازية.وقد تركز بحثها أساساً على المدارس الكاثوليكية الخاصة مثل مدرسة سانت ماري في باريس (ضاحية نويي في الدائرة السادسة عشرة) وعلى نساء متحدرات من مثل تلك المؤسسات. ولكي تبين ماهية الثقافة البورجوازية فقد استخلصت ثلاثة عناصر \\أساسية تميز هذه الثقافة، هي: الاهتمام بالتفاصيل، لا سيما تفاصيل الملبس، وب\"الأشياء الصغيرة\" التي تغير كل شيء، وتشكل \"التميّز\"؛ومراقبة الذات التي تنشأ عن التقشف والتي اعتبرها ماكس ويبر خاصية أساسية من خصائص البورجوازية الرأسمالية ، وأخيرا، تحويل ممارسات الحياة اليومية إلى طقوس منها طقوس المائدة التي اكتسبت لديها أهمية ملحوظة: ¶ \"إن وجبة الطعام التي يعيشها البورجوازي في الحقيقة بشكل واع على أنها وقت مُفَصَّل من أوقات التشارك الاجتماعي، تتركز حولها وتنتقل إليها مجموعة العلامات المميزة للمجموعة العائلية البورجوازية\"(لوفيتا، 1988، ص 84). ¶ وتضيف لوفيتا إلى هذه العناصر الثلاثة عنصراً رابعاً له أيضا خصوصيته، وهو استخدام ذاكرة أنسالية عائلية عميقة ودقيقة تحافظ عليها[شجرة العائلة]. ¶ في الثمانينات جرت أبحاث استكملت وحددت هذه اللوحة البورجوازية واستخرجت الوظيفة الأساسية للتشارك الاجتماعي(الاستشراك) للمؤسسات الخاصة، وهي غالباً كاثوليكية، والتي تشكل المدرسة اليسوعية نموذجها التاريخي، وهي محطة شديدة الفاعلية بالنسبة للتربية العائلية(سان مارتان، 1900، منشورات فاغيه، 1991). ¶ بورديو ومفهوم الاعتياد habitus",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "في تحليله للفروق الثقافية التي تضع الجماعات الاجتماعية وجهاً لوجه، سواء في المجتمعات المسماة تقليدية كالمجتمع القبائلي، على سبيل المثال، والتي خصها بأعمال عدّة أم في المجتمعات المصنّعة، لا يلجأ بورديو إلى المفهوم الأنثروبولوجي للثقافة إلا في حالات نادرة.وفي كتاباته، يكتسب مفهوم \"الثقافة\" عموماً، معنى أضيق وأكثر كلاسيكية ويحيل إلى الأعمال الثقافية ذات القيمة الاجتماعية الناشئة عن مجالات الفن والأدب.وإذا ما عُدّ بورديو أحد الممثلين الرئيسيين لسوسيولوجيا الثقافة(بالمفهوم الدقيق للعبارة) فذلك لأنه اهتم بتوضيح الآليات الاجتماعية التي تؤدي إلى الإبداع الفني وتلك التي تفسّر مختلف أشكال استهلاك الثقافة(بالمعنى الضيق)وفقاً للجماعات الاجتماعية، على اعتبار أن الممارسات الثقافية ترتبط ارتباطاً وثيقاً، كما تقول تحليلاته، بالتراتب الاجتماعي. ¶ حينما يسعى بورديو إلى دراسة الثقافة بالمعنى الأنثروبولوجي فهو يلجأ إلى مفهوم آخر هو مفهوم الاعتياد habitus.وهو ليس مخترع هذا المصطلح (انظر هيران، 1987)لكنه هو الذي استخدمه استخداماً منتظماً.وفي كتابه المعنى العملي يشرح مطولاً مفهومه الخاص بالاعتياد، وجاء تعريفه له على النحو التالي: ¶ \"الاعتياد هو منظومة الاستعدادات الدائمة والقابلة للتغير، وهو بنى منظمة مستعدة لأن تكون بنى ناظمة، أي باعتبارها مبادئ مولِّدة ومنظِّمة للممارسات والتصورات التي يمكن تكييفها موضوعياً مع أهدافها دون افتراض الهدف الواعي للغايات والتمكن العاجل من الكليات الضرورية لبلوغ تلك الغايات[..](1980a، ص88).",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "الاستعدادات المعنية هنا، تشكلت عبر مجموعة من التكييفات المتعلقة بالصيغ الخاصة لتلك الحياة.وبالتالي فإن الاعتياد هو ما يميز طبقة أو جماعة اجتماعية إزاء طبقات أو جماعات أخرى تتقاسم وإياها الشروط الاجتماعية نفسها.وبمختلف الحالات القائمة في فضاء اجتماعي معين ترتبط أساليب حياة تشكّل التعبير الرمزي للفروق الموجودة موضوعياً في شروط الوجود. ¶ ويقول بورديو إن الاعتياد يقوم كما تقوم الذاكرة الجمعية بإعادة إنتاج مكتسبات السابقين إلى اللاحقين(1980).إذاً فهو يسمح للجماعة بأن \"تستمر في كينونتها\"وبما أنه عميق الاستبطان ولا يقتضي من وعي الأفراد أن يكون فاعلاً فهو \"قادر على خلق وسائل جديدة للقيام بوظائف قديمة، بوجود حالات جديدة.وهو يفسر لماذا يتصرف غالباً، أعضاء ينتمون إلى الطبقة نفسها بشكل متشابه دون الحاجة إلى التشاور فيما بينهم. ¶ وبالتالي فإن الاعتياد هو ما يسمح للأفراد بالتوجه في الفضاء الاجتماعي الذي هو فضاؤهم واعتماد ممارسات تتطابق و انتمائهم الاجتماعي.إذا مكنت العادة الفردَ من تكوين استراتيجيات تحريرية فإن هذه الاستراتيجيات توجهها أنظمة لاواعية هي\"أنظمة تلقّي وتفكير وفعل(المرجع السابق، ص91).وينشأ عن عمل التربية والاستشراك الفعل الذي يخضع الفرد له\"التجارب الأولية\" المرتبطة به والتي يكون لها ثقل كبير(ص 90) بالقياس إلى التجارب اللاحقة.",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "الاعتياد أيضاً هو عملية دمج، بالمعنى الدقيق، للذاكرة الجمعية.والاستعدادات المستدامة التي تميز الاعتياد هي أيضاً استعدادات جسدية تشكل العادة الجسدية\".وهذه الاستعدادات تكوّن علاقة مع الجسد الذي يمنح أسلوباً خاصاً لكل جماعة.لكن هناك ما هو أكثر من هذا، كما يقول بورديو.العادة الجسدية هي أكثر من مجرد أسلوب خاص، إنها مفهوم للعالم الاجتماعي \"المندمج\"، إنها أخلاق \"مدمجة\".فكل إنسان، من خلال حركاته ووضعياته، ودون وعي منه، ودون أن يتنبه الآخرون بالضرورة إلى أنه يفصح عن العادات العميقة التي تسكنه.وبالتالي تصبح العادات الجسدية، والخصائص الاجتماعية\"طبيعية\" لأن ما يظهر وما يعاش على أنه \"طبيعي\" إنما ينجم في الواقع، عن \"الاعتياد\"، وتطبيع الاجتماعي هذا هو أحد الآليات التي تؤمّن استمرارية الاعتياد بشكل أكثر فعالية. ¶ إن تجانس عادات المجموعة أو الطبقة التي تكفل تجانس الأذواق هو ما يجعل التفضيلات والممارسات محسوسة ومرئية، وأنها حتمية وتحصيل حاصل(1980، ص 97) .ومع هذا فإن الاعتراف بتجانس العادات لدى طبقة معينة لا يقتضي نفي تنوع \"الأساليب الشخصية\"، ومع ذلك ينبغي فهم هذه الفروق الفردية، كما يقول بورديو، على أنها \"فروق بنيوية\" تتضح من خلالها فرادة الموقع في داخل الطبقة أو المسار(المرجع السابق، ص 101). ¶ إن مفهوم \"المسار الاجتماعي\"يسمح لبورديو بالإفلات من المفهوم الثبوتي للاعتياد.وهو لا يعتبر الاعتياد منظومة جامدة من الاستعدادات التي من شأنها تحديد تصورات الأفراد وتصرفاتهم بشكل ميكانيكي، كما تؤمّن التكاثر الاجتماعي فحسب.إن الشروط الاجتماعية للحظة الراهنة لا تفسر تماماً الاعتياد القابل للتغير.والمسار الاجتماعي للجماعة أو للفرد، أي تجربة المرونة(الحركية) الاجتماعية(ارتقاء أو هبوط أو ثبات) الذي راكمته أجيال عدة، يجب أن يؤخذ بالاعتبار من أجل تحليل تنوع العادات. ¶ ( ¶ الفصل السادس ¶ الثقافة والهوية",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "في الوقت الذي يشهد فيه مفهوم الثقافة، منذ فترة، نجاحاً خارج دائرة العلوم الاجتماعية الضيقة، نجد مفهوماً آخر هو مفهوم\" الهوية\" –وهو غالبا ما يرتبط بالأول- يشيع استخدامه تدريجياً لدرجة جعلت بعض المحللين يرون فيه أثراً من آثار الموضة[ غاليسو، 1987].لكن ما الذي تعنيه \"موضة\" الهويات هذه، وهي الغريبة في جزء كبير منها عن تطور البحث العلمي لاسيما ذلك المعني بالهوية؟. ¶ غالباً ما تحيلنا التساؤلات الكبرى المثارة اليوم حول الهوية إلى مسألة الثقافة.فنحن نرمي إلى رؤية الأشياء الثقافية حيثما نظرنا، كما نريد أن يحظى كل منا بهويته.وندين الأزمات الثقافية كما ندين أزمات الهوية.فهل يعني هذا أنه علينا وضع تطور هذه الإشكالية في إطار الضعف الذي يشهده نموذج الدولة-الأمة؟وفي مدى الدمج السياسي الذي يتجاوز الحدود الوطنية وفي شكل معين من أشكال عولمة الاقتصاد؟وبشكل أكثر دقة نقول: إن الشكل الهوياتي الحديث هو امتداد لظاهرة تمجيد الاختلاف التي انبثقت في السبعينات كنتيجة للتحركات الإيديولوجية المتنوعة، أي المتناقضة، سواء كالت المديح للمجتمع المتعدد الثقافات من جهة أو نتيجة لمقولة \"ليبق كل منا في بيته محافظاً على هويته\" من جانب آخر؟ ¶ ومع ذلك، حتى لو ارتبط مفهوما الثقافة والهوية الثقافية بمصير واحد، فليس من السهل خلط أحدهما بالآخر.إذ يمكن للثقافة أن تعمل بدون وعي للهوية، بينما يمكن لاستراتيجيات الهوية أن تعالج الثقافة أو تغيرها، وبالتالي لا يبقى هناك شيء مشترك مع ما كانت عليه في السابق.تنشأ الثقافة، في جزء كبير منها، عن عملية لاواعية.أما الهوية فتحيل إلى معيار انتماء يجب أن يكون واعياً، لأنها، أي الهوية تقوم على تعارضات رمزية.",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "في مجال العلوم الاجتماعية يتميز مفهوم الهوية الثقافية بغموضه وتعدد معانيه.ونظرا لحداثة هذا المفهوم، فقد شهد عدداً من التعاريف والتأويلات المكرورة:وتحولت فكرة الهوية الثقافية إلى مفهوم في الولايات المتحدة خلال الخمسينات .وكان فريق البحث في علم النفس الاجتماعي مشغولاًً آنذاك بإيجاد أداة مناسبة تسمح بإيضاح المشاكل الناجمة عن اندماج المهاجرين.هذه المقاربة التي كانت ترى في الهوية الثقافية محدداً ثابتاً لسلوك الأفراد، قد تجاوزها الزمن لحساب مفاهيم، إلى حد ما ديناميكية لا تجعل من الهوية معطى مستقلاً عن السياق العلائقي. ¶ ومسألة الهوية الثقافية تحيل منطقياً، وللوهلة الأولى، إلى المسألة الأوسع وهي مسألة الهوية الاجتماعية التي تعد الهوية الثقافية إحدى مكوناتها. ¶ علم النفس الاجتماعي يرى في الهوية أداة تسمح بالتفكير في العلاقة المفصلية بين السيكولوجي والاجتماعي عند الفرد.إنها تعبر عن محصلة مختلف التفاعلات المتبادلة بين الفرد مع محيطه الاجتماعي القريب والبعيد.والهوية الاجتماعية للفرد تتميز بمجموع انتماءاته في المنظومة الاجتماعية:كالانتماء إلى طبقة جنسية أو عمرية أو اجتماعية أو مفاهيمية الخ.والهوية تتيح للفرد التعرف على نفسه في المنظومة الاجتماعية وتمكن المجتمع من التعرف عليه. ¶ لكن الهوية الاجتماعية لا ترتبط بالأفراد فحسب، فكل جماعة تتمتع بهوية تتعلق بتعريفها الاجتماعي، وهو تعريف يسمح بتحديد موقعها في المجموع الاجتماعي. ¶ الهوية الاجتماعية هي احتواء وإبعاد في الوقت نفسه:إنها تحدد هوية المجموعة(المجموعة تضم أعضاء متشابهين فيما بينهم بشكل من الأشكال).في هذا المنظور تبرز الهوية الثقافية باعتبارها صيغة تحديد فئوي للتمييز بين نحن/هم، وهو تمييز قائم على الاختلاف الثقافي. ¶ المفاهيم الموضوعية والذاتية للهوية الثقافية",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "ثمة علاقة وثيقة بين المفهوم الذي نتصوره عن الثقافة وبين مفهومنا للهوية الثقافية. أولئك الذين يماهون الثقافة بـ\"طبيعة ثانية\" تأتينا بالوراثة ولا يمكننا الهروب منها، يرون في الهوية معطى من شأنه أن يحدد الفرد بشكل نهائي ويطبعه بطابعه بشكل لا يقبل الجدل تقريباً في هذا المنظور، يمكن للهوية أن تحيل بالضرورة إلى المجموعة الأصلية التي ينتمي إليها الفرد \"والأصل\" أو الجذور التي وفقاً للتصور العادي، هو أساس الهوية الثقافية أي ما يحدد الفرد بشكل أكيد وأصيل.هذا التصور شبه الوراثي للهوية، والذي يستخدم كعماد لإيديولوجيات التجذر enracinement يقود إلى جعل الانتماء الثقافي طبيعياً.بعبارة أخرى قد تكون الهوية سابقة على الفرد الذي لا يسعه إلا الانضواء فيها، وإلا سيعد هامشياً أو \"منبت الجذور\".إذا نظرنا إلى الهوية على هذا النحو فإنها تبدو بمثابة جوهر قابل للتطور بمعزل عن سلطة الفرد أو المجموع. ¶ إن إشكالية الأصل المطبقة على الهوية الثقافية يمكن أن تؤدي إلى جعل الأفراد والجماعات عنصريين وبما أن الهوية، كما تقول بعض الأطروحات المتطرفة، محفورة في الإرث الوراثي [انظر بشكل خاص فان دنبرغ 1981] وبما أن الفرد بطبيعة وراثتهِ البيولوجية يولد مع العناصر المكونة للهوية العرقية والثقافية ومنها الصفات النمطية الظاهرية phéntypiques والمزايا النفسية الناشئة عن (العقلية) و(العبقرية) الخاصة بالشعب الذي ينتمي إليه الفرد فإن الهوية ترتكز بالتالي على شعور غريزي بالانتماء إلى حد ما. وتعد الهوية شرطاً ملازماً للفرد وتحدده بشكل ثابت ونهائي.",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "في الدراسة الثقافوية culturaliste نحن لا نستند إلى الإرث البيولوجي الذي لا نعده حاسماً بل على الإرث الثقافي.وعلى هذا فإن النتيجة تكون نفسها تقريباً لأن الفرد، تبعاً لهذه المقاربة، مضطر إلى استبطان النماذج الثقافية المفروضة عليه لأنه لا يستطيع إلا التماهي بجماعته الأصلية.وهنا أيضاً تعرّف الهوية على أنها سابقة في وجودها على وجود الفرد. وتبرز الهوية الثقافية ملازمة للثقافة الخاصة.وبالتالي فإننا نسعى إلى وضع قائمة بالخصائص الثقافية التي يمكن أن تشكّل حاملاً للهوية الجماعية.وسنبذل جهدنا لتحديد الثوابت الثقافية التي تسمح بتحديد جوهر الجماعة، أي هويتها \"الأساسية\" الثابتة تقريباً. ¶ هناك نظريات أخرى حول الهوية الثقافية توصف بالنظريات \"الأوّلية\" وهي ترى أن الهوية العرقية- الثقافية هي هوية أولية \"أساسية\" لأن الانتماء للمجموعة العرقية هو أول الانتماءات الاجتماعية وأكثرها جوهرية.ففيها تنعقد أكثر الروابط تحديداً لأن الأمر يتعلق بروابط قائمة على السلالة المشتركة (انظر خصوصاً غيرتس، 1963).في كنف الجماعة يتم تقاسم أعمق المشاعر والتضامنات وأكثرها قدرة على تحديد هيكل الجماعة.وبهذا التعريف تبدو الهوية الثقافية بمثابة ملكية أساسية لازمة للجماعة لأن هذه الجماعة تقوم بنقلها عبر أفرادها وإليهم دون الرجوع إلى الجماعات الأخرى.ويكون اكتساب الهوية بمثابة تحصيل حاصل لأن الأمر يبدأ به.",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "ما يربط هذه النظريات ببعضها هو المفهوم الموضوعي نفسه حول الهوية الثقافية.وفي كل الأحوال، فإن الأمر يتعلق بتحديد الهوية والقيام بوصفها انطلاقاً مما هو مشترك (الوراثة والسلالة) واللغة والثقافة والدين وعلم النفس الجماعي(الشخصية الأساسية) والارتباط بأرض معينة الخ.ويرى الموضوعيون أن الجماعة التي تفتقر إلى لغة خاصة بها آو إلى ثقافة أو أرض تختص بها، أي كما يقول البعض، الجماعة التي لا تملك نمطاً ظاهرياً خاصاً بها لا يمكنها أن تكون جماعة عرقية-ثقافية ولا يمكنها المطالبة بهوية ثقافية أصيلة. ¶ لقد لاقت تعريفات الهوية هذه نقداً شديداً من قبل المدافعين عن المفهوم الذاتي لظاهرة الهوية.فهم يرون أنه لا يمكن اختزال الهوية ببعدها الاستنسابي attributive وهي ليست هوية مكتسبة بشكل نهائي.والنظر إلى تلك الظاهرة على هذا النحو يعني عدها بمثابة ظاهرة سكونية جامدة تحيل إلى جماعة محددة بشكل ثابت.وهي نفسها غير قابلة للتغير. ويرى \"الذاتيون\"أن الهوية العرقية-الثقافية ليست سوى شعور بالانتماء أو التماهي في جماعة خيالية إلى حد ما.وما يهم هذه التحليلات هو التصورات التي يكونها الأفراد عن الواقع الاجتماعي وعن انقساماته. ¶ غير أن وجهة النظر الذاتية المتطرفة تؤدي إلى اختزال الهوية إلى مجرد مسألة اختيار فردي عشوائي بحيث يكون أيّ منا حراً في تماهياته.إن مثل هذه الهوية الخاصة، وفقاً لوجهة النظر السابقة، يمكن تحليلها باعتبارها تكوناً استيهامياً محضاً نشأ عن خيال بعض الإيديولوجيين الذين يتلاعبون بجماهير ساذجة إلى حد ما أثناء بحثهم عن غايات يمكن الإقرار بها.إذا كان للمقاربة الذاتية من فضيلة فهي تلك التي توضح الطابع المتغير للهوية، لكن هذه المقاربة اتجهت كثيراً إلى التركيز على المظهر المؤقت للهوية في الوقت الذي لا يندر فيه أن تكون الهويات ثابتة نسبياً. ¶ المفهوم العلائقي والظرفي",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "إن اعتماد مقاربة موضوعية بحتة أو ذاتية بحتة يعني أن نضع أنفسنا في طريق مسدودة.والبرهنة بمعزل عن السياق العلائقي لبحث مسألة الهوية الذي يعتبر وحده هو القادر على تفسير السبب في ترسخ هوية معينة في فترة معينة وكبتها في فترة أخرى. ¶ إذا كانت الهوية فعلاً اجتماعيا بنّاء وناشئة عن التصور وليست مُعطى، فهي ليست وهماً يتعلق بمجرد ذاتية الفاعلين الاجتماعيين.إن تكوين الهوية يتم داخل الأطر الاجتماعية التي تحدد موقع الفاعلين وتوجّه تصوراتهم وخياراتهم.ومن جانب آخر، فإن تكون الهوية ليس وهماً لأنه يتمتع بفاعلية اجتماعية وله آثار اجتماعية حقيقية. ¶ الهوية بناء يتكون ضمن علاقة تضع إحدى المجموعات في مقابل مجموعات أخرى على تماس معها وعلينا هنا أن نسجل ديننا لما قام به بارث(1969) من عمل طليعي حيث عدّ مفهوم الهوية هذا بمثابة تجل علائقي يسمح بتجاوز خيار الموضوعية/الذاتية.وهو يرى أن البحث معني بفهم ظاهرة الهوية في نظام العلاقات القائمة بين الجماعات الاجتماعية.وهو يعد الهوية شكلاً من أشكال التقسيم إلى فئات، وهو التقسيم الذي تستخدمه المجموعات من أجل تنظيم التبادلات فيما بينها.ما يهمنا في تحديد هوية معينة ليس وضع كشف لمجموع السمات الثقافية المميزة لتلك الهوية بل البحث في هذه السمات التي يستخدمها أعضاء المجموعة لتأكيد التميز الثقافي والمحافظة عليه.وبعبارة أخرى فإن اختلاف الهوية ليس نتيجة مباشرة للاختلاف الثقافي.الثقافة الخاصة لا تنتج بذاتها هوية متميزة لأن هذه الهوية لا يمكن أن تنشأ عن الأفعال المتبادلة بين الجماعات وعن طرائق التمييز التي تستخدمها في علاقاتها.",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "وبالنتيجة، يرى بارث، أن أفراد المجموعة لا يمكن إدراكهم على أنهم محددين بشكل مطلق من خلال انتمائهم العرقي-الثقافي لأنهم هم الممثلون الذين ينسبون الدلالة إلى هذا الانتماء تبعاً للحالة العلائقية التي يجدون أنفسهم فيها.وهذا يعني أن الهوية تتشكل ويعاد تشكيلها باستمرار من خلال التبادلات الاجتماعية.هذا المفهوم الديناميكي للهوية يتعارض مع المفهوم الذي يجعل منها صفة أصلية ودائمة غير قادرة على التطور.وبالتالي فإننا إزاء تغير جذري في الإشكالية التي تضع دراسة العلاقة في مركز التحليل، وليس البحث عن جوهر مفترض يحدد الهوية. ¶ ليس هناك هوية في حد ذاتها ومن أجل ذاتها فقط.وبعبارة أخرى، الهوية والغيرية شريكان تربط بينهما علاقة جدلية.والتماثل يوازي الاختلاف، طالما أن الهوية هي محصلة عملية مطابقة في كنف حالة علائقية.، وطالما أنها أيضاً نسبية لأنها تتطور بتطور الحالة العلائقية فلا شك أنه من الأفضل أن نأخذ بمفهوم التماثل باعتباره مفهوما عمليا للتحليل بدلاً من مفهوم الهوية (غاليسو، 1987). ¶ يمكن للتماثل أن يعمل كتأكيد للهوية أو تعيين لها assignation .الهوية دائما عبارة عن حل وسط، ويمكن القول أنها عملية تفاوض بين \"هوية ذاتية\" تتحدد بذاتها و\"هوية متعددة\" أو هوية \"خارجية\" يحددها الآخرون[سيمون، 1979، ص 24]. يمكن للهوية المتعددة أن تقود إلى تماثلات متناقضة، ففي أمريكا اللاتينية على سبيل المثال، في نهاية القرن التاسع عشر وبداية القرن العشرين، كان يشار إلى المهاجرين السوريين واللبنانيين، وغالبيتهم من المسيحيين الذين هربوا من ظلم الإمبراطورية العثمانية، كان يشار إليهم(ولا يزالون) على أنهم أتراك لأنهم دخلوا بجوازات سفر تركية.في الوقت الذي كانوا فيه يرفضون أن يكونوا أتراكاً.وكذلك الأمر بالنسبة لليهود الشرقيين الذين هاجروا إلى أمريكا اللاتينية في الفترة نفسها.",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "وفقاً للحالة العلائقية، لاسيما علاقة القوة بين مجموعات التماس-التي يمكن أن تكون علاقة قوى رمزية- يمكن أن تتمتع الهوية الذاتية)الفردية) بشرعية أكبر من الهويةا لجماعية. وهذه الهوية الجماعية أو المتعددة تكون في حالة هيمنة مميزة، تترجم من خلال الآثار التي تعاني منها مجموعات الأقليات.وغالباً ما تؤدي في هذه الحالة إلى ما سميناه ب\"الهوية السلبية\".و نظراً لأن الأغلبية تعرّف الأقلية على أنها مختلفة بالنسبة للمرجعية التي تشكلها هذه الأغلبية فإن الأقلية لا ترى في نفسها إلا اختلافاً سلبياً.وغالباً ما نرى أيضاً لدى الأقليات ظواهر عادية عند الخاضعين مثل احتقار الذات، مرتبطة بقبول صورة الذات التي كونها الآخرون عنهم واستبطانها.عندها تبرز الهوية السلبية كهوية تدعو للخجل وتكون مكبوتة إلى حد ما وهو أمر غالباً ما يتبدى على شكل محاولة لإلغاء العلامات الخارجية للاختلاف السلبي. ¶ ومع هذا يمكن لتغير حالة العلاقات القائمة بين الأعراق أن يبدل بشكل عميق الصورة السلبية التي تكونت عن مجموعة معينة.وهذا ما حدث للهومونغ homong الذين لجؤوا من لاوس إلى فرنسا في السبعينات.في لاوس، حيث كانوا يشكلون أقلية عرقية مهمّشة جداً وكان يطلق عليهم اسم ميو من قبل الأغلبية المسماة اللاو الذين ترادف كلمة ميو عندهم كلمة \"متوحش\" أو \"متخلف\".وما أن وصلت تلك الأقلية إلى فرنسا حتى فرضت نفسها على المستوى الوطني تحت اسم همومونغ Hmong الذي يعني بلغة تلك الأقلية \"إنسان\"، كما فرضت صورة إيجابية لأبنائها كمشاركين مثل غيرهم من لاجئي جنوب شرق آسيا وأصبحوا نموذجاً ل\"الأجنبي الجديد\" القادر على التكيف والتعامل مع الآخرين.وحصل أبناء هذه الأقلية على فائدة رمزية أخرى من هذا المنفى المؤلم في واقعه الجوهري وهي أنهم أصبحوا مساوين اجتماعياً للاويين والصينيين اللاووسيين الذين لم يكونوا يكنون لهم في لاوس سوى الاحتقار[حسون، 1988]",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "ومن هنا فإن الهوية تشكل رهان صراعات طبقية.إذ لا تملك المجموعات كلها قوة التماثل نفسها لأن قوة التماثل هذه ترتبط بالوضعية التي نحتلها في منظومة العلاقات التي تربط المجموعات فيما بينها.ولا تملك المجموعات السلطة كلها لتسمي نفسها وتسمي غيرها.هناك مقالة كلاسيكية لبورديو عنوانها \"الهوية والتصور\" يقول فيها إن من يملك السلطة الشرعية، أي السلطة التي تمنحها القوة هو القادر على فرض تعريفه لنفسه ولغيره.ومجمل تعريفات الهوية يعمل كمنظومة تصنيف تحدد المواقع المتتالية لكل مجموعة.والسلطة الشرعية تملك القوة الرمزية لجعل الآخرين يعترفون بمقولاتها المتعلقة بتصور الواقع الاجتماعي وبمبادئها حول تقسيم العالم الاجتماعي على أنها مبررة، ومن هنا قدرتها على تشكيل الجماعات وتفكيكها. ¶ وعلى هذا فإن الجماعة المهيمنة في الولايات المتحدة الأميركية المسماة wasp (البيض الأنجلوساكسون البروتستانتيون) تقوم بتصنيف الأميركيين الآخرين في فئة \"المجموعات العرقية\" أو في فئة \"المجموعات السلالية\".إلى الفئة الأولى ينتمي المنحدرون من مهاجرين أوربيين من غير الواسب، وإلى الثانية ينتمي الأميركان \"الملونون\"(سود، صينيون، يابانيون، بورتوريكيون، مكسيكيون الخ).وفقاً لهذا التعريف، فإن \"العرقيين\" هم الآخرون الذين يبتعدون بشكل أو بآخر، عن مرجعية الهوية الأميركية، أما الواسب فيفلتون بعملية سحرية اجتماعية من هذا التصنيف العرقي والسلالي، إنهم خارج أي تصنيف، أي \"خارج الفئة\" وبالتالي فهم فوق المصنّفين كلهم.",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "إذاً فالقدرة على التصنيف تؤدي إلى عرقنة ethnisation المجموعات التابعة (الأدنى بينهم) فهم يصنّفون انطلاقاً من خصائص ثقافية خارجية تعد ملازمة لهم وشبه ثابتة.وهذا ما يشكل ذريعة لتهميشهم أي لجعلهم أقليّة: إن شدة اختلافهم تمنعهم من المشاركة في قيادة المجتمع.بل هو تأكيد هوية شرعية هي هوية المجموعة المهيمنة وقد يتطور الأمر ليتحول إلى سياسة فصل عرقي للجماعات الأقليّاتيّة المحكوم عليها، نوعاً ما، بأن تراوح في مكانها وهو المكان الذي وضعت فيه وفقاً لتصنيفها. ¶ وإذا ما فهمت الهوية على أنها رهان صراع فإنها تبدو قضية إشكالية.وبالتالي علينا ألا ننتظر من العلوم الاجتماعية أن تقدم تعريفاً صحيحاً غير قابل للنقض، لهذه الهوية الثقافية أو تلك.ولا يقع على عاتق علم الاجتماع أو علم الإناسة أو التاريخ أو أي فرع معرفي آخر أن يحدد التعريف الدقيق للهوية البروتانية[منطقة في شمال فرنسا-المترجم] أو الهوية القبائلية على سبيل المثال.وليس من شأن العلوم الاجتماعية أن تقرر الطابع الأصيل أو غير الأصيل لهذه الهوية الثقافية أو تلك(باسم أي مبدأ من مبادئ الأصالة تقوم بهذا الأمر؟).إن دور رجل العلم يقع في موقع آخر هو تفسير عمليات التصنيف دون الحكم عليها، ومن واجبه توضيح المنطق الاجتماعي الذي يقود الأفراد والجماعات إلى تحديد (تصنيف، منح هوية) أو وضع جماعة في فئة معينة وتصنيفها بهذه الطريقة وليس بطريقة أخرى. ¶ الهوية شأن من شؤون الدولة",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "مع نشوء الدول-الأمم الحديثة أصبحت الهوية شأناً من شؤون الدولة التي تدير قضية الهوية وتضع لها القواعد والضوابط.يقول منطق الدولة-الأمة أن تكون صارمة شيئاً فشيئاً في موضوع الهوية لأن الدولة الحديثة تسعى إلى توحيد الهوية mono-identification فإما أنها لا تعترف إلا بهوية ثقافية واحدة لتحديد الهوية الوطنية(مثل فرنسا) أو أنها، بعد قبولها لنوع معين من التعددية الثقافية في كنف الأمة، تقوم بتحديد هوية مرجعية تكون الهوية الوحيدة الشرعية فعلاً مثل الولايات المتحدة الأميركية.الهوية الوطنية المتعصبة هي دولة إيديولوجية تقوم على استبعاد الاختلافات الثقافية، ويقوم منطقها المتطرف على منطق \"التطهير العرقي(¬1)\". ¶ في المجتمعات الحديثة تقوم الدولة بالتدقيق في هوية المواطنين لدرجة أنها تقوم في بعض الأحيان بصناعة بطاقات هوية \"غير قابلة للتزوير\".وتضاءلت حرية الأفراد تدريجياً في القيام بتحديد هويتهم.وبعض الدول التي تضم أعراقاً متعددة تفرض على رعاياها ذكر الهوية العرقية-الثقافية أو الدينية على بطاقة الهوية في الوقت الذي لا يعترف البعض بهذا التصنيف..حين يقوم نزاع بين مختلف مكونات الأمة يمكن لهذا الفرز(التصنيف) أن يؤدي إلى نتائج مأساوية كما حدث في النزاع اللبناني والنزاع الراوندي. ¶ إن النزوع إلى توحيد الهوية في هوية مخصصة يشهد توسعاً كبيراً في عدد كبير من المجتمعات المعاصرة.وتحولت الهوية الجماعية إلى نزعة فردية سواء على صعيد الذات أم على صعيد الآخرين.وتكثر التعميمات المفرطة حينما يتعلق الأمر بالآخرين.فأداة التعريف التخصيصية تسمح باختزال الجماعة إلى شخصية ثقافية وحيدة غالباً ما تعرض بشكل يقلل من شأن الإنسان كقولنا :\" العربي هو كذا وكذا..\"و\"الأفارقة هم كذا وكذا..\"(¬2) ¶ ¬__________ ¶ (¬1) دولة الكيان الصهيوني في فلسطين أكبر مثال على هذا(المترجم) ¶ (¬2) المقارنة غير صحيحة(المترجم)",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "الدولة-الأمة الحديثة تبدو أكثر صرامة في مفهومها وضبطها للهوية من المجتمعات التقليدية.وعلى عكس الفكرة المسبقة، فإن الهويات العرقية-الثقافية في تلك المجتمعات لم تكن محددة بشكل نهائي.وقد وُصفت تلك المجتمعات ب\"المجتمعات ذات الهوية المرنة\"[أمسيل، 1990]وهذه المجتمعات تفرد مكانة واسعة للجديد وللابتكار الاجتماعي. لأن ظاهرتي الانصهار والانقسام العرقيتين تشيع فيها ولا تقتضي بالضرورة حدوث نزاعات حادة. ¶ لكن علينا ألا نعتقد بأن عمل الدولة لا يستجر أي رد فعل من قبل الأقليات التي أُنكرت هويتها أو تم التقليل من شأنها.وتنامي المطالبة بالهوية الذي نلاحظه في كثير من الدول المعاصرة هو نتيجة لبيروقراطية السلطة ومركزيتها.ولا يمكن لتمجيد الهوية الوطنية إلا أن يجر إلى محاولة تخريب رمزية ضد تلقين الهوية، كما يقول بيير بورديو: ¶ ... \" إن الأفراد والجماعات يستثمرون كينونتهم الاجتماعية كلها في صراعات التصنيف، وكل ما يحدد الهوية التي يكونونها عن أنفسهم، وكل ما لا يمكن التفكير فيه والذي من خلاله يتشكلون ك\"نحن\" في مقابل \"هم\" و\"الآخرون\" ويتمسكون بهذا الذي لا يمكن التفكير فيه عن طريق التحام شبه جسدي.وهو ما يفسر القوة التعبوية الاستثنائية لكل ما يمس الهوية[1980، ص69، الحاشية 20].",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "لا تنطوي جهود الأقليات كلها على استعادة ملكية هوية معينة –هوية نوعية غالباً ما تمنحها الجماعة المهيمنة- بل على استعادة ملكية الوسائل التي تسمح بتحديد هوية تلك الأقليات بنفسها وفقاً لمعاييرها الخاصة بها.عندها يكون الأمر بالنسبة لهذه الأقليات هو تحويل الهوية المتعددة، التي غالباً ما تكون هوية سلبية، إلى هوية إيجابية.في المرحلة الأولى يتبدى التمرد ضد الوصم stigmatisation من خلال قلب معنى الوصمة كما في المثال الشهير : الأسود جميل.ثم في مرحلة ثانية، تقوم جهود تلك الأقلية على فرض تعريف للهوية مستقل بقدر الإمكان(مثل السود الأميركيين حيث نرى بروز المطالبة بهوية \"أفرو أميركية\" أو السود المسلمون أو العبرانيون السود). ¶ إن الإحساس بالظلم الاجتماعي يؤدي بأعضاء مجموعة هي ضحية التمييز إلى شعور قوي بالانتماء إلى الجماعة وإلى التماهي بها.وقد أصبح التماهي بهذه الجماعة قوياً لدرجة أن تضامن الجميع أضحى ضرورياً من أجل الحصول على الاعتراف.ومع هذا يبقى خطر الانتقال من هوية مرفوضة أو لا حظوة لها إلى هوية حصرية كأولئك الذين ينتمون إلى الجماعة المهيمنة والتي ينبغي على كل فرد أن يتعرف على نفسه من خلالها بشكل مطلق. وإلا عومل هذا الفرد المعتبر كأحد أعضاء الأقلية معاملة الخائن.هذا السجن في هوية عرقية-ثقافية الذي يمحو في بعض الحالات كل الهويات الاجتماعية الأخرى للفرد لا يمكن إلا أن يكوّن هوية مناضلة من أجله طالما أنه يفضي إلى إنكار فرديته كما يقول جورج ديفيرو: ¶ «",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "حينما تقوم الهوية العرقية المستثمَرة فوقياً hyperinvestie بطمس الهويات الأخرى للطبقة، فهي لا تعود أداة أو علبة أدوات، بل تصبح عبارة عن قميص قسري(¬1).الواقع إن تحقيق قابلية الاختلاف الجماعية differencialité collective من خلال الهوية أل hyperinvestie أو الهوية ال hyperactualisé يمكن أن تؤدي إلى طمس قابلية الاختلاف الفردية[...] ¶ حينما يحقق المرء هويته العرقية الموظفة بمغالاة فهو يسعى تدريجياً إلى التقليل من شأن هويته الفردية الخاصة به بل وحتى إنكارها.ومع هذا فإن الاختلاف المتميز وظيفياً لإنسان بالنسبة إلى الآخرين كلهم هو الذي يجعل منه إنساناً مشابهاً للآخرين بسبب تلك الدرجة العالية من الاختلاف التي يتمتع بها. وهذا ما يسمح له بأن يعزو لنفسه \"هوية إنسانية\" وبالتالي هوية شخصية ¶ [ 1972، ص 162-163]. ¶ الهوية ذات الأبعاد المتعددة ¶ طالما أن الهوية تنتج عن بناء اجتماعي فإنها تكتسب طابع التعقيد الاجتماعي.وإذا أردنا اختزال الهوية الثقافية إلى تعريف بسيط\"صافي\" فهذا يعني أننا لا نأبه بتنوع المجموعة الاجتماعية.ليس هناك جماعة أو فرد لا يسبق له أن يكون حبيس هوية ذات بعد واحد.الهوية تتميز بطابعها المتقلب الذي يمكن أن يخضع لتأويلات واستخدامات مختلفة. ¶ ¬__________ ¶ (¬1) القميص الذي يلبسونه للمجانين حين اقتيادهم إلى المشفى[م]",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "إذا شئنا اعتبار الهوية بمثابة كتلة واحدة monolithique فهذا يمنع فهم ظواهر الهوية المختلطة الشائعة في المجتمعات كلها.و\"الهوية المزدوجة\" المزعومة للشباب المنحدرين من الهجرة تنشأ في الواقع من هوية مختلطة[غيرو، 1987].وعلى عكس ما تؤكد التحليلات، فإن هؤلاء الشباب لا يحملون هويتين تتواجهان فيما بينهما ؛تلك الهوية التي يشعر حاملهما بالتمزق بينهما، وهو الأمر الذي يفسر ضيق هؤلاء الشباب بموضوع الهوية وعدم استقرارهم النفسي و/أو الاجتماعي..هذا التصور الإقصائي الواضح يعود إلى عدم القدرة على التفكير بالاختلاط الثقافي.ويمكن تفسيره أيضاً بالخوف الوسواسي من الولاء المزدوج الذي تحركه الإيديولوجية الوطنية(القومية).الواقع إن الفرد يصنع هويته الوحيدة انطلاقاً من انتماءاته الاجتماعية(الجنس والعمر والطبقة الاجتماعية والجماعة الثقافية) من خلال إجراء عملية تركيب ذكية.وبالتالي فهو يحصل على هوية تلفيقية وليست مزدوجة، إذا كان المقصود جمع هويتين في شخص واحد.وكما قلنا سابقاً فإن هذه \"الصناعة\" لا يمكن أن تتم إلا وفق إطار علاقة نوعية لحالة خاصة. ¶ واللجوء إلى مفهوم \"الهوية المزدوجة\" يندرج في إطار جهود التصنيف المذكورة سابقاً.والمفهوم \"السلبي\" للهوية يسمح بالتقليل من شأن بعض الجماعات من الناحية الاجتماعية، لا سيما السكان المنحدرين من الهجرة.وعلى العكس، فإن من يريد رد الاعتبار لهذه المجموعات تراه يبني، خطأ، خطاباً يشيد بالهوية المزدوجة باعتبارها تغني الهوية.لكن مهما كان التصور، إيجابياً أم سلبياً، ل\"الهوية المزدوجة\" المفترضة فإن مصدر الهويتين ناتج عن الخطأ التحليلي نفسه.",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "إن اللقاءات بين الشعوب والهجرات العالمية ضاعفت ظواهر الهوية التلفيقية التي غالباً ما تتجاوز نتائجها التوقعات، لا سيما حين تكون قائمة على مفهوم خاص بالهوية.وكمثال على هذا، نرى أنه في المغرب التقليدي لم يكن نادراً وصف أعضاء العائلات اليهودية الموجودة منذ قرون ب\"اليهود العرب\" وهما عبارتان قلما تبدوان اليوم متوافقتين بسبب تصاعد الاتجاهات القومية. ¶ في سياق آخر، هو سياق البيرو الحالية، هناك بيروفيون لا يمانعون من وصفهم بالصينيين.وهم المنحدر ون من المهاجرين الصينيين الذين وصلوا إلى البيرو في القرن التاسع عشر بعد إلغاء نظام الرق.وهم يشعرون اليوم بأنهم بيروفيون تماماً مع المحافظة على تعلقهم بهويتهم الصينية.وهو أمر لا يدعو إلى الاستغراب في البيرو، وهو البلد الذي انتخب منذ فترة قريبة وأعاد انتخاب أحد أبناء المهاجرين اليابانيين (من الجيل الثاني) لرئاسة الجمهورية.ولم تر غالبية البيروفيين (حتى الذين لم يصوتوا له) في هذا الانتخاب تهديداً للهوية الوطنية. ¶ الواقع أن الفرد يدمج في ذاته، بشكل تركيبي، تعددية المرجعيات الخاصة بالهوية المرتبطة بتاريخ هذا الفرد.الهوية الثقافية تحيل إلى مجموعات ثقافية مرجعية لا تتوافق حدودها.والفرد يعي أنه يحمل هوية ذات هندسة متغيرة تبعاً لأبعاد المجموعة التي يرجع إليها في هذه الحالة العلائقية أو تلك.فالفرد، على سبيل المثال، يعرف نفسه تبعاً للحالة، على أنه من (رين) أو من بروتانيا(أي أنه بروتاني غالي) أو فرنسي أو حتى أوربي. ويمكن القول إن الهوية تعمل على طريقة دمية الأولاد (في مسرح العرائس) حيث تتداخل الواحدة منها في الأخريات[ سيمون، 1979، ص 31].لكن حتى لو كانت الهوية متعددة الأبعاد فإنها لا تفقد وحدتها.",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "هذه الهوية ذات الأبعاد المتعددة، لا تسبب أية مشكلة، وهي مقبولة.المشكلة بالنسبة للبعض هي \"الهوية المزدوجة\" التي يقع قطبا مرجعيتها على المستوى نفسه.ومع هذا فلا نرى سبباً في أن القدرة على دمج عدة مرجعيات خاصة بالهوية في هوية واحدة يمنعها من العمل في هذه الحالة، إلا إذا قامت سلطة مهيمنة بمنعها باسم الهوية الخاصة. ¶ حتى في حال دمج مرجعيتين للهوية لهما المستوى نفسه في هوية واحدة فإن المستويين نادراً ما يكونا متساويين لأنهما يحيلان إلى مستويات تكاد لا تكون دائماً متساوية في إطار حالة معينة. ¶ الاستراتيجيات المتعلقة بالهوية ¶ إذا كان من الصعب حصر الهوية وتحديدها، فهذا يعود إلى طابعها الديناميكي المتعدد الأبعاد، وهو ما يضفي المرونة عليها كما أنّ الهوية تشهد تنوعات وتخضع لإعادة صياغات وتداولات. ¶ يلجأ بعض المؤلفين إلى استخدام مفهوم \"استراتيجية الهوية\" لكي يشيروا إلى البعد المتغير للهوية الذي لا يعد أبداً حلاً نهائياً .في هذا المنظور تبدو الهوية بمثابة وسيلة لبلوغ هدف معين.وبالتالي فهي ليست مطلقة بل نسبية.ويشير مفهوم الاستراتيجية إلى أن الفرد، باعتباره ممثلاً اجتماعياً، لا يفتقر إلى شيء من هامش المناورة.وتبعاً لتقديره للحالة فهو يستخدم مصادره المتعلقة بالهوية بشكل استراتيجي.وطالما أن الهوية تشكل رهاناً لصراعات\" التصنيف\" الاجتماعية الهادفة إلى إعادة إنتاج أو إلى قلب علاقات السيطرة، فإن الهوية تتكون من خلال استراتيجيات الممثلين الاجتماعيين",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "مع هذا فإن اللجوء إلى مفهوم الاستراتيجية لا ينبغي أن يقود إلى الظن بأن الممثلين الاجتماعيين يتمتعون بحرية كاملة في تحديد هويتهم بما يتفق مع مصالحهم المادية والرمزية الآنية.لابد للاستراتيجيات من أن تأخذ الحالة الاجتماعية بعين الاعتبار، وكذلك علاقة القوة القائمة بين الجماعات ومناورات الآخرين وغير ذلك.فإذا كانت الهوية، عبر مرونتها، قابلة للتجيير(أي تستخدم كوسيلة)-كما يقول ديفيرو Devereux فهي \"أداة\" بل \"علبة أدوات\"-، فلا يمكن للجماعات والأفراد أن يفعلوا ما يحلو لهم فيما يتعلق بالهوية:لأن الهوية هي دائماً ناتج تحديد شخصية معينة يفرضها الآخرون على المرء وعلى التحديد الذي يؤكده الإنسان بنفسه. ¶ هناك نمط أقصى من استراتيجية تحديد الشخصية ينطوي على طمس الهوية التي يزعمها الفرد للهروب من التمييز ومن المنفى أو حتى من المذبحة .هناك حالة تاريخية فريدة تمثل هذه الاستراتيجية هي حالة الماران.والماران Maranes هم يهود شبه الجزيرة الإيبيرية الذين تحولوا ظاهرياً إلى الكاثوليكية في القرن الخامس عشر للتخلص من الاضطهاد والإبعاد، لكنهم ظلوا أوفياء لعقيدة أجدادهم وحافظوا على عدد من الطقوس التقليدية بشكل سري.وبذلك استطاعت الهوية اليهودية الانتقال بشكل سري إلى كل عائلة عبر القرون من جيل إلى جيل حتى تمكنت من الترسخ من جديد بشكل علني. ¶ وسواء أكانت الهوية شعاراً أم سمة فيمكن تجييرها في العلاقات القائمة بين الجماعات الاجتماعية.الهوية لا توجد في حد ذاتها بمعزل عن استراتيجيات التأكيد الهوياتي للمثلين الاجتماعيين الذين هم نتاج الصراعات الاجتماعية والسياسية وعمادها في الوقت نفسه[ بيل 1975].والتركيز على الطابع الاستراتيجي الأساسي للهوية يسمح بتجاوز القضية الزائفة المتعلقة بالصدق العلمي لتأكيدات الهوية.",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "إن الطابع الاستراتيجي للهوية الذي لا يقتضي بالضرورة، كما يقول بورديو، وعياً كاملاً بالغايات التي يسعى الأفراد إليها يتميز في أنه يسمح بتوضيح ظواهر اختفاء الهويات وظهورها، وهي ظواهر كثيراً ما تثير تعليقات قابلة للجدل لأنها غالباً ما تتميز بشيء من النزعة الذاتية.فما سمي خلال السبعينات ب\"اليقظة الهندية\" سواء في أمريكا الشمالية أو أمريكا الجنوبية لا يمكن عده مجرد انبعاث لهوية شهدت كسوفاً وبقيت ثابتة (بعضهم يتحدث بشكل غير مناسب، عن \"حالة سبات\" لوصف مثل هذه الظاهرة).الواقع أن الأمر يتعلق بإعادة خلق استراتيجي لهوية جماعية في سياق جديد تماماً هو سياق صعود حركات المطالبة التي تقوم بهاالأقليات العرقية في الولايات المتحدة اليوم.. ¶ وبشكل أعم يمكن لمفهوم الاستراتيجية أن يفسر تنوعات الهوية وهو ما يمكن تسميته بانتقالات الهوية.وهذا المفهوم يبين نسبية ظواهر التحقق حيث تنبني الهوية وتتفكك ويعاد بناؤها تبعاً للحالات.إنها دائمة الحركة، وكل تغير اجتماعي يقودها إلى إعادة صياغة نفسها بشكل مختلف.",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "في دراسة مثيرة قام موران (1990) بتحليل إعادات تشكل هوية الهاييتيين المهاجرين في نيويورك.الجيل الأول الذي ينتمي إلى موجة الهجرة الكبرى الأولى(في الستينات) والمنحدرة من النخبة الخلاسية في هاييتي اختارت الاندماج في الأمة الأميركية مع محافظتها على اختلافها عن السود الأميركيين للتخلص من الإبعاد الاجتماعي مستفيدة من كل ما من شأنه الإيحاء بشيء من البياض و\"التميز\".أما موجة الهجرة الثانية ( في السبعينات) المكونة أساساً من عائلات الطبقة الوسطى (ذات اللون الأسود) فقد اختارت بعد أن صعب عليها الاندماج، استراتيجية أخرى وهي استراتيجية تأكيد الهوية الهاييتية من أجل تجنب الاختلاط بالأمريكيين السود؛لذلك لجأت إلى التكلم المنتظم باللغة الفرنسية أمام الملأ، وبذلت جهداً لاكتساب الاعتراف بها كمجموعة عرقية نوعية.أما الشباب الهاييتيين، لاسيما أبناء الجيل الثاني الذين أحسوا بموجة التقليل الاجتماعي من قيمة هويتهم الهاييتية التي اشتدت حدتها في الولايات المتحدة خلال التسعينات بسبب مأساة boat people القوارب الهاييتية التي جنحت عند شواطئ فلوريدا، وبسبب تصنيف طائفتهم على أنها \" مجموعة خطيرة\" تسبب انتشار الإيدز فقد كبتوا هذه الهوية وطالبوا بهوية عبر وطنية كاريبية، منتهزين فرصة كون نيويورك قد أصبحت أول مدينة كاريبية في العالم بسبب هجرة الكاريبيين إليها. ¶ (حدود) الهوية ¶ المثال السابق يبين بوضوح أن اكتساب الهوية هو اختلاف في الوقت نفسه.يرى بارث(1969) أن الأهم في عملية اكتساب الهوية هو إرادة وضع حد بين \"هم\"و\"نحن\" وبالتالي إقامة ما يسميه ب\"الحد\" والحفاظ عليه.وبشكل أدق، فإن الحد الموضوع ينجم عن اتفاق بين ذلك الحد الذي تزعم الجماعة بأنها وضعته لنفسها وبين الحد الذي يريد الآخرون وضعه لها.طبعاً الحد المقصود هنا هو الحد الاجتماعي الرمزي.ويمكن أن يكون لهذا الحد، في بعض الحالات، ما يقابله من الأرض.لكن ليس هذا هو المهم.",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "إن ما يفصل بين مجموعتين عرقيتين-ثقافيتين ليس الاختلاف الثقافي كما يتصور الثقافويون خطأ.إذ يمكن للجماعة أن تعمل تماماً وفي كنفها شيء من التعددية الثقافية.ويعود السبب في هذا الفصل، أي وضع \" الحد\"، إلى إرادة الجماعة في التميز واستخدامها لبعض السمات الثقافية كمحددات لهويتها النوعية.ومن شأن الجماعات القريبة من بعضها ثقافياً أن تعدّ نفسها غريبة تماماً عن بعضها بعض بل ومتعادية حينما تختلف حول عنصر منعزل في المجموعة الثقافية. ¶ إن تحليل بارث يتيح التخلص من الخلط الشائع بين \"الثقافة\" و\"الهوية\".والتطبع بطابع ثقافة معينة لا يقتضي امتلاك هوية خاصة بشكل آلي.الهوية العرقية-الثقافية تستخدم الثقافة لكنها نادراَ ما تستخدم الثقافة كلها.ويمكن للثقافة نفسها أن تجيّر بشكل مختلف، أي متعارض في الاستراتيجيات المختلفة لاكتساب الهوية. ¶ على عكس قناعة واسعة الانتشار، فإن العلاقات التي تدوم فترة طويلة بين المجموعات العرقية لا تؤدي بالضرورة إلى الإلغاء المتدرج للاختلافات الثقافية.بل غالباً ما تنتظم هذه العلاقات بشكل تحافظ معه على الاختلاف الثقافي.بل أحياناً تزيد هذا الاختلاف عن طريق لعبة الدفاع( الرمزي) عن حدود الهوية.لكن هذا لا يعني أن \"الحدود\" لا تتبدل.يعتبر بارث أن الحد يشكل فرزاً اجتماعياً يمكن تجديده باستمرار من خلال التبادلات.وكل تغير يصيب الحالة الاقتصادية أو السياسية من شأنه التسبب في انزياحات الحدود.ودراسة هذه الانزياحات ضرورية إذا رمنا تفسير تنوعات الهوية.وبالتالي فإن تحليل الهوية لا يمكن أن يكتفي بمقاربة تزامنية، بل عليه أيضاً أن يخضع لمقاربة تطورية.",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "وبالتالي ليس هناك هوية ثقافية بذاتها لها تعريف ثابت.وينبغي على التحليل العلمي أن يكف عن زعمه في إيجاد تعريف صحيح للهويات الخاصة التي يقوم بدراستها.المسألة ليست معرفة من هم \"الكورسيكيون \"بالفعل\" على سبيل المثال، بل هي معرفة دلالة اللجوء إلى اكتساب الهوية \"الكورسيكية\".وإذا اتفقنا على أن الهوية هي بناء اجتماعي فإن السؤال الملائم الوحيد الذي يجب طرحه هو :\"كيف ولماذا وبواسطة من، وفي وقت ما وفي سياق معين حصلت، واحتفظ بها، أو أصبحت عرضة للنقاش والجدل، إحدى الهويات الخاصة. ¶ ( ¶ الفصل السابع ¶ الرهانات والاستخدامات الاجتماعية لمفهوم الثقافة ¶ شهد مفهوم الثقافة منذ بضعة عقود نجاحاً متنامياً.حيث طمحت هذه الكلمة إلى أن تحل محل عبارات أخرى كثر استعمالها في الماضي مثل \"العقلية\" mentalité و\"الروح\" esprit و\"التقليد\" tradition أي الإيديولوجيا.ويعود سبب هذا النجاح إلى شيء من تبسيط أنثروبولوجي، وهو تبسيط لم يخل دائماً من سوء الفهم أو من تبسيط بلغ حد الإسراف.وغالباً ما نتذكر من هذا النوع المعرفي أكثر الأطروحات المختلف عليها في بداياتها والتي هجرها غالبية الأنثروبولوجيين منذ تلك الفترة.",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "دخلت كلمة \"ثقافة\"حديثاً في مجالات دلالية لم تعهدها من قبل، ودرج استخدام الكلمة اليوم في المفردات السياسية، فيقال مثلاً \"ثقافة الحكومة\" التي تتم مقارنتها بـ \"ثقافة المعارضة\"وتحدث أحد زعماء الحزب الاشتراكي في تشرين الأول من عام 1995 في صحيفة لوموند عن \"الثقافة اللامركزية\"(التي تقابل ضمناً \" الثقافة المركزية\".وهناك مثال آخر: خلال نشرة أخبار الساعة الواحدة بعد الظهر في إذاعة فرانس إنتير بتاريخ 11 أيلول 1995 تم الاستشهاد بالتصريح التالي لأحد كبار موظفي الأمم المتحدة حول الصراع في البوسنة:\"ليس في ثقافة الأمم المتحدة أن تضع أكياساً من الرمل أمام مراكز القوات الدولية\".ومنذ فترة نشهد تكاثراً في استخدام كلمة \"ثقافة\" في دوائر السلطة. ¶ المفردات الدينية نفسها لم تنج مما يبدو ظاهرة لغوية خاصة بالمرحلة الحالية.ففي مجمع الفاتيكان المسكوني الثاني الذي انعقد في الستينات، ابتدع اللاهوتيون الكاثوليك مفهوم الاندماج الثقافي inculturation الذي لا يعني، كما يعتقد البعض، نشر اللاثقافة (بمعنى الجهل)، بل دمج الرسالة الإنجيلية في كل ثقافة من ثقافات الشعوب التي تتكون منها البشرية.وبعد أن حازت النسبية الثقافية على كل شيء فإن هؤلاء اللاهوتيين يريدون القول، من خلال هذا المفهوم، بواجب الكنيسة في احترام الثقافات الأصلية.",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "في نيسان من عام 1995 نشر البابا يوحنا بولس الثاني الرسالة البابوية evangelium evangelium vitae حول \"قيمة الحياة البشرية وحصانتها\" وفيها يستنكر، عبر مفردات أرادها أن تكون حديثة، ما يسميه ب\"ثقافة الموت\" أي \"الثقافة التي تدفع إلى الإجهاض\".وبمعزل عن أن البابا ( وهو حدث مدهش في حد ذاته) لا يستخدم تعبير \"ثقافة الموت\" في حال اللجوء إلى الإجهاض وليس في حالات أخرى (مثل الإفتاء حول عقوبة الإعدام\" فإننا نشير إلى أننا هنا أمام مبالغة لغوية تفضي إلى اللا معنى. الحقيقة أن كل ثقافة، بالمعنى الأنثروبولوجي للكلمة، ، هي موجهة بشكل عام نحو إعادة إنتاج الحياة.ولهذا تسعى كل ثقافة لأن تكون جواباً على سؤال الموت.وتضع الثقافة نوعاً من صيغة علاقات الأحياء بالموت وبالموتى، وتسعى إلى منح معنى معين إلى مختلف الأشكال التي يمكن للموت أن يكتسبها، وهذا يعني إعطاء معنى للحياة.إن العبارة التي ابتدعها البابا تنطوي على تناقض في الكلمات.وإذا كان لابد لنا من إيجاد معنى لها يجب أن تصف الثقافات البشرية كلها بأنها \"ثقافات موت\" لأنه يندر أن نجد مجتمعات لم تقبل ولم تمارس هذا الشكل أو ذاك من أشكال الإجهاض و/أو قتل الأطفال infanticide. ¶ مفهوم (الثقافة السياسية) ¶ كما أشرنا أعلاه فإن كلمة \"ثقافة\" قد اجتاحت المشهد السياسي منذ فترة قريبة وأصبحت إحدى المفردات السياسية المعاصرة الدارجة:فرجال السياسة يستخدمونها في كل قول لهم لدرجة يمكنها أن تبدو من الآن فصاعداً تقريباً بمثابة عادة لغوية.ولا شك أنهم باستخدامهم كلمة نبيلة كهذه يقصدون إضفاء نوع من الشرعية على تصريحاتهم لأن كلمة \"ثقافة\" لم تفقد حظوتها كما فقدتها كلمة \"إيديولوجيا\".",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "هذا الاستخدام المفرط للكلمة يجب ألا يقودنا إلى التنازل عن استخدامها في علم الاجتماع السياسي ولا إلى طمس الفائدة من ربط الظواهر الثقافية بالظواهر السياسية.هناك مسائل أساسية بالنسبة للمجتمعات المعاصرة تقود إلى التساؤل حول هذه العلاقة مثل مسألة عالمية \"حقوق الإنسان\"(آبو، 1992).ولإدراك البعد الثقافي في السياسة يلجأ الباحثون إلى مفهوم \"الثقافة السياسية\".وقد تشكل هذا المفهوم في سياق حصول الدول المستَعمَرة على استقلالها.وقد بيّن تكوّن الدول الجديدة في العالم الثالث أن استيراد المؤسسات الديمقراطية غير كاف لتأمين عمل الديمقراطية,عندئذ وجد عالم الاجتماع نفسه متسائلاً عن الأسس الثقافية التي تقوم عليها الديمقراطية.كل منظومة سياسية تبدو مرتبطة بمنظومة من القيم والتصورات، أي بالثقافة الخاصة بمجتمع معين.عند هذا المستوى الأول من التفكير فإن مفهوم الثقافة السياسية يرتبط ارتباطاً كبيراً بما كان يسمى سابقاً ب\"الخصوصية الوطنية\".وكان السبب في إنجاح هذا المفهوم هو توجهه المقارن، فقد كان ينتظر منه أن يسمح في فهم ما يساعد أو يعيق الفعالية الكاملة من أجل إقامة مؤسسات حديثة.وقد قام باحثان أميركيان هما غابرييل ألموند وسيدني فيربا بإخضاع خمسة بلدان (الولايات المتحدة، بريطانيا، ألمانيا، إيطاليا، المكسيك) إلى المقارنة انطلاقاً من تحليل أشكال متنوعة من السلوكات السياسية، وتوصلا إلى وضع تصنيف للثقافات والبنى السياسية المتكيفة مع تلك الثقافات من الناحية الوظيفية: إذ ترتبط بالثقافة \"الرعوية paroissiale \"التي تهتم بالمصالح المحلية بنية سياسية تقليدية لا مركزية، وبثقافة \"الخضوع\" التي تنمي السلبية لدى الأفراد ترتبط ثقافة تسلطية.وثقافة \"المشاركة\"في نهاية الأمر تنسجم مع البنية الديمقراطية.والثقافة السياسية المحسوسة هي ثقافة خليطة حيث يمكن لنماذج الثقافة الثلاثة أن تتعايش.",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "لكن التلاؤم الأكبر بين النموذج المهيمن وبين البنية يفسر العمل المقنع إلى حد ما للمنظومة السياسية لا سيما منظومة المؤسسات الديمقراطية(ألموند و فيرا 1963). ¶ لقد تهذب البحث تدريجيا وبدلاً من ضرورة السعي إلى وصف الثقافات السياسية الوطنية بشكل إجمالي فقد ازداد اهتمام علماء الاجتماع بمختلف الثقافات الثانوية السياسية الموجودة في كنف المجتمع، نظراً لأن الأمم المعاصرة تشهد تعددية في نماذج القيم التي توجه المواقف والسلوكات السياسية.وهكذا يجهدون في فرنسا لتوضيح النماذج الثقافية التي تقع في أساس التعارض بين اليمين واليسار، وبشكل أدق في التمييز بين مختلف جماعات اليمين واليسار. ¶ لقد أدى تطور الأنثروبولوجيا السياسية إلى إعادة النظر في فكرة السياسي نفسها والتي لا تحمل المعنى نفسه في مختلف المجتمعات.إن مفهومي السلطة والقانون والنظام يمكن أن يكونا مختلفين لأنهما محددان بعلاقاتهما مع العناصر الأخرى للمنظومة الثقافية المعنية.وبما أن مقولة السياسي هي مقولة مستقلة من مقولات الفكر والفعل فهي لا توجد بشكل شامل، الأمر الذي يقتضي اللجوء إلى التحليل المقارن.ليس من الضروري أن نجد في كل مجتمع ثقافة سياسية معترف بها ويتم نقلها على أنها كذلك.والسعي إلى فهم دلالات الأفعال السياسية في مجتمع معين يعني بالنتيجة حتمية الرجوع إلى مجمل منظومة الدلالات التي هي ثقافة المجتمع المدروس.",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "وبموازاة هذه التساؤلات، جهد الباحثون من أجل توضيح آليات الانتقال من جيل إلى جيل.وكان موضوع التأهيل الاجتماعي السياسي موضوعاً لعدة أبحاث اهتمت بالطفولة كما اهتمت بسن البلوغ.وبينت هذه الأعمال التشابه القوي بين السلوكات السياسية لدى الأطفال وبين سلوكيات الأهل. ومع هذا لا يمكن خلط التأهيل الاجتماعي السياسي بمجرد التلقين العائلي.وأوضحت آنيك بورشرون التأهيل الاجتماعي السياسي عند الأطفال لأنه لا ينطوي على سلسلة من التعليم الشكلي بل لأنه ينشأ عن\" تسويات\" دائمة وغير شكلية بين الأطفال وبين القائمين على هذا التأهيل وأولهم العائلة والمعلمون.التأهيل الاجتماعي السياسي يتخذ مظهر التوفيق بين طموحات الفرد وبين مختلف الجماعات التي يقيم معها علاقاته.وهذا التأهيل ليس مكتسباً أبدأ بشكل نهائي، لكنه ينتج بشكل تدريجي وغالباً بشكل غير مقصود.وككل عملية تأهيل اجتماعي فإنه يساهم مباشرة في تكوين هوية الفرد. ¶ مفهوم (ثقافة المؤسسة)(¬1) ¶ إن مفهوم \"الثقافة الصناعية\" الذي سرعان ما شهد نجاحاً كبيراً، ليس من إبداع العلوم الاجتماعية بل جاء من عالم المؤسسات الصناعية والتجارية . ¶ برز هذا التعبير للمرة الأولى في الولايات المتحدة خلال السبعينات.حينئذ كانت المؤسسات الأميركية تريد مواجهة المنافسة اليابانية التي أصبحت شيئاً فشيئاً عدوانية بهدف إيجاد وسيلة لتعبئة المواطنين من أجل هذه المواجهة.وظن أصحاب الشركات أن موضوع الثقافة الصناعية سيتيح التركيز على أهمية العامل البشري في الإنتاج( سان سوليو، 1987، ص 206) ¶ ¬__________ ¶ (¬1) سواء أكانت صناعية أم تجارية(شركات مصانع الخ) [المترجم]",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "وظهر هذا المفهوم في فرنسا في الثمانينات من خلال خطاب المسؤولين عن الإدارة. وانتشار موضوع الثقافة الصناعية في وقت الأزمة الاقتصادية أمر له دلالته.وقد يعود السبب في النجاح الذي حققه هذا الموضوع thème لكونه قد برز ليشكل جواباً على النقد الذي كانت تثيره المؤسسات الصناعية في أوج أزمتها حول العمل وإعادة البناء الصناعي.وإزاء الشك والاشتباه فإن استخدام مفهوم الثقافة كان يمثل عندها، بالنسبة لمدراء المؤسسات، وسيلة استراتيجية لكي يتماهى العمال وينخرطوا في الأهداف التي سبق لهم وضعها. ¶ وبدا أن فكرة الثقافة الصناعية قد اعتمدت من خلال النتائج الناجمة عن ضم أو تجميع المؤسسات الصناعية الذي حد ث بشكل كبير في المرحلة التي سبقت مرحلة النمو الاقتصادي.وقادت الصعوبات العلائقية التي كانت قد نجمت عنها إلى وضع صيغ جديدة للتفكير المتعلق بسير عمل المؤسسة. والصورة التي كان يمكن للمأجورين تكوينها حول مؤسستهم باعتبارها مؤسسة قوية والتي يراد لها أن تستمر إلى م لانهاية قد ساءت بالتدريج ثم انهارت مع بروز الأزمة الاقتصادية وإعادة الهيكلة الصناعية. ¶ وبالتالي فالأمر، بالنسبة لفرقاء الإدارة في فترة الثمانينات هو رد الاعتبار للمؤسسة الصناعية عبر خطاب إنسانوي لكي يقوم الأجراء بتصرفات وفية وفعالة.في الخطاب الإداري يتم اللعب على تعدد معاني كلمة \"ثقافة\" مع أن المعنى الأنثروبولوجي هو المهيمن.لكن أكثر الاستخدامات الأنثروبولوجية المعمول بها على الأغلب والمثيرة للجدل هو ذلك الاستخدام الذي يحيل إلى مفهوم الثقافة باعتبارها ناجمة عن عالم مغلق وثابت إلى حد ما يميز جماعة بشرية مزعومة التجانس وذات معالم محددة. هذا المفهوم الاختزالي للثقافة يفترض أنها تقوم بتحديد مواقف الأفراد وسلوكياتهم..من هذا المنظور ينتظر من الثقافة الصناعية أن تفرض منظومة تصوراتها وقيمها على أعضاء التنظيم.",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "تتضح لنا الآن الفائدة الرمزية التي تجنيها إدارات المؤسسات الصناعية من مفهوم كهذا.وترى هذه الإدارات أن الثقافة الصناعية لا ترتبط مباشرة بالمأجورين بل تسبقهم إلى حد ما وتفرض نفسها عليهم.وعدم انضمام العامل إلى ثقافة المؤسسة الصناعية يعني إلى حد ما استبعاد نفسه عن التنظيم.وتحت غطاء الثقافة واتخاذ ضمانة \" علمية\" هي ضمانة العلوم الاجتماعية يعني أننا في الحقيقة لسنا بعيدين عن العودة إلى الفكرة القديمة المتعلقة ب\"العقلية البيتية\"وقد تميز أرباب العمل الفرنسيون بالإشادة بهذه \"العقلية البيتية\"، وهم يتميزون بروح العائلة وبالمفهوم العائلي للسلطة.الإيديولوجيا التحتية هي إيديولوجية الانسجام العائلي والتوافق وغياب التناقضات .\"البيت\" يلغي الاختلافات( الطبقية) بين الأفراد والجماعات. ¶ بالتالي فإن المفهوم الإداري للثقافة لم يأخذ من المفهوم الأنثروبولوجي للثقافة إلا ما يخدم أغراضه أي إعادة تفسير ثقافوي culturaliste بالغ الفقر والقائل بأن الثقافة تهيمن (بكل معاني الكلمة) على الفرد، وقامت لتوضيح حقائق شديدة الاختلاف، وهي على كل حال ثقافة هجرها الباحثون منذ زمن طويل. لا يمكن بأي شكل من الأشكال مقارنة المؤسسات الصناعية بالقبائل (على الرغم من شيوع الكلمة في المفردات الإدارية) أو بالعائلات. ¶ في نهاية المطاف، إذا نظرنا إلى ثقافة المؤسسة الصناعية من هذه الزاوية فسنرى أنها ليست مفهوماً تحليلياً بل تلاعباً manipulation بالمفهوم الإيديولوجي للثقافة هدفه إضفاء الشرعية على تنظيم العمل في كنف المؤسسة الصناعية.وهذه المؤسسة تزعم تحديد ثقافتها كما تحدد استخداماتها:بعبارة أخرى، إن قبول الاستخدام يعني قبول ثقافة المؤسسة(بالمعنى المشار إليه).",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "واليوم تشكل (ثقافة المؤسسة) جزءاً من مفردات المدارس العليا لادارة الأعمال وادارة المؤسسات. ونظراً لغياب التأهيل في لعلوم الاجتماعية,فان المهنيين المنحدرين من هذه المدارس لا يأخذون في أغلب الأحيان من مفهوم الثقافة إلا ما يبدو لهم قابلاً للتطبيق المباشر على إدارة المؤسسات,متجاهلين تطور الأبحاث التي تبين تعقد كل منظومة ثقافية. ¶ المقاربة السوسيولوجية لثقافة المؤسسة ¶ لقد تطرق السوسيولوجيون بشكل مباشر أو غير مباشر إلى مسألة الثقافة في المؤسسة دون اللجوء إلى مفهوم ثقافة المؤسسة . تحليلاتهم تظهر عالماً ثقافياً غير متجانس له علاقة بعدم التجانس الاجتماعي لمختلف فئات العمال.فهؤلاء لا يأتون إلى المؤسسة وهم محرومون وغير مزودين ثقافياً.فهم يحملون إليها في بعض الحالات ثقافات المهنة وأحياناً ثقافة الطبقة(الـ<ثقافة العمالية>).وقد بين عدد من الدراسات أهمية هذه الثقافات في تنظيم تصرفات المأجورين لدى المؤسسة, وهذه الثقافات ليست مرتبطة جوهرياً بهذه المؤسسة أو تلك. ¶ إذا كان السوسيولجيون (علماء الاجتماع) يرون في ثقافة المؤسسة معنى ما فذلك للإشارة إلى نتيجة المواجهات الثقافية بين مختلف المجموعات الاجتماعية التي تتكون منها المؤسسة. و ثقافة المؤسسة لا توجد خارج الأفراد المنتمين إليها, ولا يمكن أن تسبقهم في الوجود , إذ أنها تتكون من خلال الأفعال المتبادلة فيما بينهم. ¶ حتى اليوم، حيث تميل ثقافات المهنة نحو الضعف بل والاختفاء , فإن المأجورين ليسوا في أي حال من الأحوال مرتبطين تماماً بالتنظيم من الناحية الثقافية. ويتجلى إبداعهم الثقافي بأشكال متعددة . و هذا الإبداع ليس إبداعاً لا حدود له بالتأكيد , ويرتبط جزئياً بوضعهم في المنظومة الاجتماعية للمؤسسة.",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "وقد بين روتو سان سوليو R.sainsaulieu ]1977 [ أنه بوسعنا , وفقاً للمجموعات الاجتماعية-المهنية , وضع أشكال(ترسيمات) مختلفة للسلوك في المؤسسة , واختصر هذه الأشكال إلى أربع نماذج ثقافية رئيسية . ¶ الثقافة الأولى التي تتميز بها المنظمات الاجتماعية OS والعمال غير المؤهلين تتسم بالطابع الإدماجي Fusionnel للعلاقات لأن الجماعي collectif يشكل الملجأ والحماية ضد الانقسامات.وثقافة ثانية تحيل، في المقابل، إلى قبول الاختلافات والتفاوض , وهي بشكل خاص من شأن العمال المهنيين , ولكننا نجدها أيضاً لدى بعض الفنيين الذين يمارسون مهنة حقيقية وكذلك لدى الكوادر الذين يمارسون وظائف تأطير فعلية . الثقافة الثالثة ترتبط بحالات (أوضاع) المرونة mobilite الممتدة التي غالباً ما تعيشها الأطر التي تعلمت ذاتياً أو الفنيين . ¶ إن صيغة سير العمل العلائقي هي , في هذه الحالة صيغة الصلات affinites الانتقائية والحذر من الجماعات المتكونة في المؤسسة . وأخيراً , الثقافة الرابعة الموجودة في أوساط العمل تتسم بالعزلة و التبعية . ونجدها بشكل أساسي لدى العمال المؤهلين الذين يفتقرون إلى ذاكرة عمالية : العمال المهاجرون , العمال – الفلاحون , والنساء والشباب . وهؤلاء بشكل خاص يعيشون المؤسسة كوسيلة لمشروع خارجي .",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "طبعاً , هنا نحن إزاء نماذج مثالية , بالمعنى الويبيري* للعبارة , لا تتعلق أبدا بشكل تام بهذه الفئة العمالية أو تلك القابلتين للتطور . وتكمن أهمية تحليل سان سوليو في إظهاره أنه في المؤسسة نفسها تتعايش ثقافات مختلفة وتتقاطع . والفضيلة الأخرى لأعمال سان سوليو هي أنها وضحت أن التأهيل Qualification لم يكن يعني غياب ثقافة خاصة و عجز أية مبادرة ذات طابع ثقافي في المؤسسة . وبينت أبحاث أخرى أيضاً أن العامل لم يكن تماماً مرتبطاً بالتنظيم حتى في أشد الحالات اغتراباًaliènantes . وعلماء الاجتماع المتخصصون بالعمل كانوا في البداية في الخمسينات والستينات , شددوا على طابع المغّرب للعمل التايلوري** . لكن الاغتراب ليس كاملاً أبداً ,والاغتراب الاجتماعي لا يختلط بالضرورة مع الاغتراب الثقافي . ¶ فيليب بيرنو Ph.Bernoux ]1981[ وضع من جهته تحليلاً لسلوكات استملاك appropriation عالم العمل من قبل العمال الأكثر افتقاراً للتأهيل وللسلطة . والأمر يتعلق في أغلب الأحيان بممارسات غير شرعية , وأحياناً يصعب التعرف عليها , لكنها تدل على مقاومة ثقافية لما يقوم به التنظيم من نزع للملكية . و \" الاستملاك \" يظهر عبر استراتيجيات مختلفة تهدف كلها إلى المحافظة على حد أدنى من الاستقلال الذاتي . وهي ليست فعلاً acte فردياً خالصاً ولا رد فعل \"مجرداً \" من قبل الطبقة , بل سلوك يحيل إلى مجموعة انتماء أي مجموعة عمل محسوسة تتقاسم ثقافة مشتركة , مصنوعة من لغة مشتركة , ومن طريقة تصرف مشتركة , ومن علامات للتعّرف , ومن هوية مشتركة , الخ... ¶ إن ممارسات الاستملاك عديدة ومتنوعة وتتعلق بالعمل نفسه وبتنظيمه , وبمكان العمل وزمانه , هذا العمل الذي يقوم الواحد منا بإعادة تكوينه على طريقته وحسب استطاعته , بل تتعلق حتى بناتج العمل . الأمر يتعلق بمقابلة المنطق التايلوري بمنطق ثقافي أخر للعمل قائم على الاستقلال والمتعة .",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "وهناك مثال ذو دلالة على إرادة الاستملاك هذه نراها من خلال ما يسمى perruque العمل الشخصي بأدوات المؤسسة . وهذا العمل الشخصي كما يبين ميشيل دو سيرتو لا يعني إعادة النظر في العمل بحد ذاته , بل يعني تنظيماً معيناً لهذا العمل . وليس التخلص من الأملاك والأشياء (عموماً لا تستخدم إلا البقايا ) بل التخلص من الزمن في المؤسسة حتى لا يسجن المرء نفسه في زمن \" منظم \" وموّقت . وهذا يعني أن يدل من خلال \" عمله \" على حنكة خاصة , وتأكيد القدرة على الخلق و الإبداع . كما يعني وضع منطق اللامبالاة والمجانية أي منطق الهبة don ( نادراً ما يحتفظ المرء لنفسه بإنجازات العمل الذي يقوم به على حساب المؤسسة ) في مقابل منطق الربح التجاري . لكن العمل المنجز على حساب المؤسسة perruque غير ممكن إلا بفضل تواطؤ أعضاء الجماعة الآخرين , ولا يصبح هذا العمل الشخصي المنجز على حساب المؤسسة ممكناً إلا حينما تقوم ثقافة مشتركة تربط أعضاء مجموعة العمل ببعضهم بعض . ومن هنا فان هذا العمل الشخصي هو المعبر عن ثقافة المجموعة (دو سيرتو , 1980 ص 70-74 ) . ¶ ربما يكون من الأصح الحديث عن \" ثقافة صغرى \" microculture للجماعة . فإذا كان من الصعب وضع تعريف لثقافة مؤسسة معينة , فلا شك أنه من المعقول بالنسبة للباحث أن يميز \" ثقافات صغرى \" microcultures في كنف المؤسسة . الثقافات الصغرى التي \" يخترعها \" العاملون تبين بوضوح أن ثقافة المؤسسة ليست معطى سابقاً ما على العمال إلا اعتمادها . فإذا كانت المؤسسة نفسها منتِجة لمنظومات ثقافية , فهذا لا يعني مع ذلك أن تكون الثقافة صادرة عن الإدارة . من \" يصنع \" ثقافة المؤسسة؟ طبعاً جميع الممثلين الاجتماعيين الذين ينتمون إلى المؤسسة . كيف\" تصنع \" ثقافة المؤسسة ؟بالتأكيد أن القرارات السلطوية هي التي تصنعها , لكن عبر عملية معقدة من الأفعال المتبادلة بين المجموعات التي تتكون منها المؤسسة .",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "ولكي نتمكن من تعريف ثقافة مؤسسة ما , لا بد إذاً من الانطلاق من الثقافات الصغرى , مثلها مثل التنظيم بذاته , تؤمن سير العمل اليومي في المصانع ateliers , والمكاتب , وتحدد الاختصاصات و إيقاعات العمل , وتقوم بتنظيم العلاقة بين العمال , وتتصور الحلول اللازمة للمشاكل الفنية المتعلقة بالإنتاج . وحتماً فإن هذه الثقافات الصغرى تُخلَقُ أخذة بالاعتبار الإطار الخاص بالمؤسسة , لا سيما قيود التنظيم الشكلي للعمل والتكنولوجيا المستخدمة . ولكن هذه الثقافات لا تتحدد بهذين العنصرين لأنهما يرتبطان أيضاً بالأفراد الذين يشكلون مجموعة العمل . إذ نجد أن نفس التنظيم الشكلي مدعوماً بالتكنولوجيا نفسها لا يؤدي بالضرورة إلى ثقافة صغرى مشابهة: لأن خصائص مجموعة العمل تقوم بدور أساسي في الإنتاج الثقافي . هذه الثقافات الصغرى غير الشكلية informelles , التي ينتجها الأجراء أنفسهم هي التي تبدع الطوائف الصغرى microcommunautes في العمل وتنظمها في الوقت نفسه ( ليو , 1981 ) . ¶ في نهاية المطاف , تقع \" ثقافة المؤسسة \" في تقاطع مختلف الثقافات الصغرى الموجودة في كنفها, وهذه الثقافات الصغرى لا تنسجم بالضرورة مع بعضها بعض , واحتكاكها لا يتم حتماً بلا مصادمات . تظهر علاقات قوة تبين هنا وهناك , الرهانات الاجتماعية . بعبارة أخرى , إذا كان لمفهوم \" ثقافة المؤسسة \" ثمة ملاءمة pertinence سوسيولوجية , فليس هدفها بالتأكيد الدلالة على منظومة ثقافية تستبعد منها كل أنواع التناقض والصراعات .(¬1) ¶ ¬__________ ¶ (¬1) الأساليب العلمية التي وضعها المهندس الأمريكي فريدريك تايلور (1856-1915) لتنظيم العمل بقصد زيادة فعالية ورفع معدل الإنتاج]المترجم[.",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "من جانب أخر , لا يمكننا دراسة ثقافة المؤسسة بمعزل عن الوسط المحيط . فالمؤسسة لا تتكون من عالم مغلق من شأنه أن يفرز ثقافة كاملة الاستقلال . بل على العكس , فإن المؤسسة الحديثة شديدة الارتباط بمحيطها . سواء على الصعيد الاقتصادي , أو على الصعيد الاجتماعي والثقافي . ¶ واليوم , إن التحليل السوسيو لوجي للمؤسسة لم يعد قادراً على تجاهل السياق . وبعبارة أخرى, لا يمكن اختزال ثقافة المؤسسة إلى مجرد ثقافة تنظيمية . ¶ هناك مجموعة من الأبحاث التي بينت أثر الثقافات الوطنية على ثقافات المؤسسة ( إيريبارن, 1989) . وأوضحت البحوث المقارنة أن المؤسسات الموجودة في بلدان مختلفة كانت تعمل وفق منظومات ثقافية مختلفة . وقد كان ميشيل كروزييه(1963) من أوائل الذين بينّوا وجود نموذج ثقافي فرنسي لتنظيم المؤسسة وهذا النموذج يتميز بالشكلانية البيروقراطية والمركزية الشديدة للبنى المرتبطة بميل عميق لدى المجتمع الفرنسي نحو هذا الاتجاه . ¶ ومن جانب آخر . طالما تحدثنا خلال السبعينات عن \" النموذج الياباني \" للمؤسسة . اختصاصيو الإدارة management , المبهورون بالنجاح التجاري والصناعي الذي حققته اليابان , ظنوا أنهم اكتشفوا نموذجاً عالمياً جديداً للتنظيم الفعال. لكنهم سرعان ما خففوا من مغالاتهم . إذ لم يكن من السهل نقل النموذج الياباني إلى بلدان أخرى بعد أن تنبهوا إلى إنشاء الشركات والمشاريع اليابانية في الولايات المتحدة وأوروبا , أي تلك التي استلهمت بشكل مباشر المظاهر الأساسية للثقافة اليابانية والمنسجمة مع البنى الاجتماعية لليابان . ¶ إن قولنا هذا لا يعني الوقوع مرة أخرى في تفسير \"ثقافوي \" تبسيطي .",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "فالثقافات الوطنية ليست جامدة من جانب ,ومن جانب أخر ,فهي لا تحدد ثقافات المؤسسة بشكل مطلق.فالعلاقة بينهما سياسية . وهناك دراسات حديثة بينّت , في فترة الأزمة الاقتصادية , وبالتالي الاجتماعية, في الثمانينات أن النموذج الياباني , الذي كان يبدو دون عيب , لم يعد يعمل جيداً كما كان من قبل . ¶ الأبحاث السوسيولوجية والاتنولوجيّة أظهرت بالتالي تعقيد ما يسمى بـ\"ثقافة المؤسسة\". فهذه في مطلق الأحوال , ليست مجرد نتيجة للمنظومة التنظيمية . إنها في الوقت نفسه انعكاس للثقافة المحيطة وإنتاج جديد يتكون في كنف المؤسسة عبر عدة ردود فعل توجد على كل المستويات بين أولئك الذين ينتمون إلى التنظيم نفسه , وإذا كان من النافل القول بأن الحديث عن ثقافة المؤسسة بالمعنى الاتنولوجي لكلمة\"ثقافة\" فذلك للإشارة إلى النتيجة المعقدة , في وقت معين من عملية البناء الثقافي غير المنتهي أبداً , معرضا ً للخطر مجموعات من الممثلين والعناصر المتنوعة , دون أن نشير إلى أن أية مجموعة هي الوحيدة التي تقود اللعبة . ¶ ثقافة المهاجرين: ¶ ظهرت في الستينات في فرنسا عبارة \"ثقافة المهاجرين \" وسرعان ما شهدت انتشاراً واسعاً . وليس من غير المفيد أن نتساءل عن السبب في عدم استخدام هذا المفهوم أبكر من هذا الوقت , ولماذا لم تشهد بعض النجاح في ذلك الوقت . سياق الفترة يسمح بالإجابة على هذا التساؤل ( حول وجهة النظر هذه وما يليها , انظر:سيّد 1978 )",
            "page": "158",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "ما دمنا كنا نعتبر أن الهجرة لم تكن إلاّ مؤقتة لارتباطها بعجز في الأيدي العاملة , فقد تم تعريف المهاجرين على أنهم أساساً عمال , \"عمال أجانب \" , والأسئلة التي كنا نطرحها كانت تدور آنذاك أساساً حول العمل , وعن اندماجهم في العمل \" المعقلن \" , وعن شروط العمل , الخ..ومع القرار الرسمي المنظم للهجرة عام 1974 , اكتشفنا الوجه الدائم للهجرة , إذ لم يعد المهاجرون إلى ديارهم على الرغم من أزمة العمل (الاستخدام) التي أصابتهم على وجه الخصوص . وأدركنا أن هجرة العمل قد تحولت إلى هجرة سكن و(إقامة ) نظراً لأن القانون كان يحمي \" التجمعات العائلية \" ويبرز هذه الحركة . وعندها لم يعد ممكناً اعتبار المهاجرين مجرد \" قوة عمل \" تكميلية . ومنذ الفترة التي أقاموا فيها في بلد الاستقبال مع عائلاتهم , فقد صار لزاماً أخذ كافة أبعاد وجودهم بعين الاعتبار. وكما في ممارساتهم اليومية ( الحياة العائلية , الاستهلاك , التسلية , الممارسات الدينية ) فقد أبدى السكان المهاجرون خصوصية معينة , واضطرت السلطات العامة المهتمة بدمجهم في الحياة المحلية إن لم تكن الوطنية , إلى الاهتمام بهذه الخصوصيات . ¶ خلال فترة رئاسة جيسكار ديستان تم إنشاء مكتب وطني للتنشيط الثقافي للمهاجرين. وتقول إحدى وثائق وزارة الدولة المكلفة بشؤون المهاجرين , والتي تحمل عنوان \" السياسة الجديدة للهجرة \" ينبغي على هذا التشجيع أن يسمح للمهاجرين بوعي ثقافتهم الخاصة بموازاة اكتشافهم للثقافة الفرنسية:ويهدف هذا التشجيع أيضاً إلى تعريف الشعب الفرنسي بثقافة البلدان التي ينحدر منها أولئك المهاجرون \". ¶ ومن إدارة اليد العاملة الأجنبية ننتقل بالتالي إلى إدارة الاختلاف الثقافي . فالسلم الاجتماعي يفترض السلم الثقافي . وسياسة تشجيع ثقافات المهاجرين هي سياسة عرضية للغاية وترتبط بحالة معينة من حالات الهجرة إلى فرنسا , وهي حالة السبعينات .",
            "page": "159",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "وإدارة الاختلاف تعني -نوعاً ما- رفض الدمج الكامل للمهاجرين في الأمة الفرنسية . وقد بلغ الأمر حد الزعم أن المهاجرين غير الأوربيين \" غير قابلين للاندماج \" لأنهم يختلفون كثيراً من الناحية الثقافية عن الفرنسيين . وفي الوقت الذي يتم فيه \" تشجيع \" ثقافة المهاجرين , فإن الحكومات المتعاقبة في تلك الفترة قد جهدت عبر كل أنواع الإجراءات غير الفعالة في إثارة عودة المهاجرين إلى بلدانهم .وهو أمر ينبغي ألا نرى فيه أي تناقض : فإبقاء المهاجرين في الاختلاف وتأجيج \" وعيهم \" بثقافتهم الأصلية يساهم في حثهم على العودة التي يؤمل أن تتحقق عاجلاً أم أجلاً على الرغم من بداهة الأمور. ¶ لكن مفهوم \" ثقافة المهاجرين \" لاقى بعض التجاوب في السبعينات ليس بسبب سياسة الحكومات فحسب بل لأن السياق الأيديولوجي الفرنسي في تلك الفترة قد ساهم كثيراً في هذا الأمر . والحقيقة أن تلك السنوات تميزت بانبثاق الحركات الإقليمية (بروتانيا , أوكسيتان , كورسيكا ) المطالبة بالاعتراف بوجود هوية ثقافية خاصة والتي تدين المركزية الثقافية للدولة الفرنسية . وصار يشاد بالاختلاف الثقافي لذاته , ونصّب عدد كبير من المناضلين أنفسهم بمثابة شعراء التعددية الثقافية والمدافعين عن كل الأقليات الثقافية المتواجدة على الساحة الفرنسية . و تأكد الحق بالاختلاف \" الثقافي \" باعتباره أحد الحقوق الأساسية للإنسان . وبذلك التقى الخطاب التعددي وبشكل غير مسبوق , بالخطاب المركزي لتشجيع ثقافات المهاجرين , حتى لو كانت المكانة الممنوحة للاختلاف تتعارض تماماً في هذه الحالة أو تلك .",
            "page": "160",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "وإن شهد هذا المفهوم شيئاً من النجاح , فذلك لأنه اكتسب طابعاً إيديولوجيا يتفق مع رؤية سياسية معينة . هذا التجيير الإيديولوجي للمفهوم بلغ حد قيامه بنقل تمثّل نوعي لهذه الثقافة أو تلك الثقافات . أولاً , استخدام عبارة \"ثقافة المهاجرين يحيل تقريباً دائماً إلى \" الثقافة الأصلية \" للمهاجرين . أي إلى ثقافة بلدانهم الأصلية . وهي طريقة ذكية لإنكار الخصوصية الثقافية التي يتمتع بها المهاجرون بالنسبة لأبناء وطنهم الذين بقوا في البلاد . وهي طريقة أيضاً لسجنهم في هوية جامدة . ¶ الثقافة المعنية هنا في استخدام هذا المفهوم تعتبر بمثابة ثقافة مشيأة , ونوعا ً من المعطى السابق في وجوده على أي شكل من أشكال العلاقات الاجتماعية . والفرد لا يمكنه الإفلات من ثقافته ( الأصلية ) مثلما لا يمكنه التهرب من خصائصه الوراثية . ضمن هذا الفهم فإن مفهوم الثقافة غالباً ما يعمل كتورية لـ\"العنصر race \" (\"إنه ثقافته , بشكل مضمر: } ولا يستطيع تغييرها { , } لا أحد يستطيع تغييرها \") . ومن شأن الفرد أن يتحدد تماماً من خلال ثقافته \" الأصلية \" . الأمر الذي يسمح بتأكيد أن المهاجرين المختلفين \" جداً \" من الناحية الثقافية هم غير قادرين على الاندماج . ¶ إن مماهاة ثقافات المهاجرين بـ \" ثقافاتهم الأصلية \" هو خطأ قائم على سلسلة من التشوشات . أولاً نحن نخلط \" ثقافة الأصل \" بالثقافة الوطنية . ونفكر كما لو أن ثقافة البلد الأصل هي ثقافة واحدة , في الوقت الذي نجد فيه الأمم اليوم غير متجانسة من الناحية الثقافية . ولا نتساءل عن الخصوصية الثقافية لكل مجموعة من المهاجرين القادمين من بلد واحد , ولا عن علاقة كل فرد بالثقافة الوطنية في بلده قبل إقامته في بلد الاستقرار .",
            "page": "161",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "بعد هذا تعرف الثقافة الوطنية \" الأصلية \" بشكل ضمني كثقافة جامدة أو على الأقل إنها ضعيفة القابلية للتطور . إن البلدان التي يفر منها المهاجرون هي في الغالب بلدان تشهد تغيرات عميقة إن لم نقل اضطرابات اقتصادية واجتماعية وبالتالي ثقافية أيضاً . وبالتالي فإن المهاجر لا يمكن أن يكون ممثلاً لثقافة بلده ولا حتى ممثلاً لثقافته الخاصة الأصلية التي ينتمي إليها , لأنه يجد نفسه خارج تطور طائفته و بلده ( لا سيما التطور الثقافي ). ومهما بلغت الجهود التي يبذلها المهاجرون للبقاء أوفياء لثقافتهم الأصلية فإنهم سيبقون بعيدين إلى حد ما عما آلت إليه تلك الثقافة منذ رحيله . وهذا ما يشكل إحدى المشاكل الكبرى التي تقف عائقاً أمام عودة المهاجرين إلى بلدانهم حيث غالباً لا يتعرفون على التغيرات الثقافية أو المادية التي حصلت فيها خلال غيابهم . ¶ إن الثقافة المسماة بـ \" ثقافة المهاجرين \" هي في الواقع ثقافة تتحدد من خلال الآخرين تبعاً لمصالح الآخرين انطلاقاً من معايير عرقية مركزية . \" ثقافة المهاجرين \" هي كل ما يجعلهم مختلفين ولا شيء غير هذا . إنها ثقافة تتشكل مما يتناقض مع المنظومة الثقافية الفرنسية . لقد تشكلت في التصور الاجتماعي المهيمن في فرنسا فكرة أن تكون مهاجراً هو في حد ذاته أن تكون مختلفاً, أن تكون غريباً ( عجيباً etrange ) . وبمقدار ما تزداد النظرة إلى الفرد على أنه غريب بمقدار ما يزداد النظر إليه على أنه مهاجر. ¶ من النظم الثقافية الخاصة بالمهاجرين لن نمسك إلا بتلك التي تشجع التصور المهيمن على هذه الثقافات أي الأوجه الأكثر وضوحاً للعين والأكثر إدهاشاً . وسنضع في المقدمة \" التقاليد \" و \" الأعراف \" و \" السمات الثقافية \" الأكثر غرابة (مثل الأمور التي تتعلق بالمغاربة , تحريم لحم الخنزير , التضحية بالخرفان, الختان وما إلى ذلك).",
            "page": "162",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "وتتحدد \" ثقافة المهاجرين \" انطلاقا ً من مجموعة من العلامات الخارجية ( الممارسات الغذائية , واللباسية والدينية والاجتماعية الخ ...)التي لا ندرك دلالتها العميقة ولا تجانسها ولكنها تسمح لنا بالتعرف على المهاجر,والتذكير بأصوله , و تبعاً لعبارة سيّد \" إعادته إلى أصوله \" وهي طريقة \" لإعادته إلى مكانه \" . ¶ التعريف العام الذي يعطى لـ((ثقافة المهاجرين هو بالتالي تعرف جزئي – والسياسة المسماة بسياسة \" تشجيع ثقافات المهاجرين \" لم تكن في الواقع سوى تشجيع لأبرز المظاهر الفلوكلورية في هذه الثقافات )).إذاً فـ\" ثقافة المهاجرين \" تبقى محصورة \" بالثقافي\" بأضيق معاني هذه الكلمة التي تتعلق أساساً بجو التسلية . نشجع إقامة \" روابط ثقافية \" يتم تمويلها في إطار هذه السياسة : وتصبح مكاناً لممارسة اللغة الأم والفنون التقليدية (موسيقا , غناء , رقص ...) والمطبخ التقليدي الخ....في الحالات الأخرى للحياة الاجتماعية غالباً ما تقدم \" ثقافة المهاجرين \" بعيداً عن تقييمها إيجابياً باعتبارها تشكل مشكلة ومصدراً للصعوبات والإزعاج بالنسبة للسكان الفرنسيين. ¶ خارج أماكن وأوقات التعبير الثقافي المتفق عليه يطلب إلى المهاجرين \" اكتشاف الثقافة الفرنسية \" والتنازل عن الأوجه الأكثر \" إغاضة \" في ثقافاتهم الخاصة .",
            "page": "163",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "إذا ضربنا صفحاً عن الخطاب الايديولوجي حول\" ثقافة المهاجرين\" إذا وضعنا أنفسنا على صعيد آخر هو صعيد التحليل الانثروبولوجي , سنلاحظ حتماً أن ثقافات المهاجرين هي , في إطار مجتمع الاستقبال , ثقافات قلل من شأنها , وثقافات خاضعة . وهناك ماهو أكثر من هذا . يرى عدد كبير من المهاجرين , بالمعنى الحقيقي للكلمة , أي مهاجري الجيل الأول أن الثقافة الأصلية التي يجهدون في المحافظة عليها على الرغم من كل الظروف , لم تعد في البلد المضيف إلا \" ثقافة مفتتة\" , ثقافة مجزأة , تم اختزالها إلى بعض عناصرها . إنها لم تعد إلا ثقافة غير مندمجة desintegree , ومفككة ولم تعد تشكل منظومة متجانسة وبعبارة أخرى لم تعد ثقافة تامة . ¶ فضلاً عن هذا , هده الأجزاء المفصولة عن الوسط الذي أنتجها , والمستوردة إلى مجتمع الهجرة, هي أجزاء انفصلت عن سياقها الأمر الذي أفقدها طابعها الوظيفي . وأصبحت لازمنية وتعبير عن \" تقاليد لليأس \" . هذه الثقافة \" المُبعَدة عن وطنها \" والمفقّرة لا يمكنها إلا أن تكون ثقافة جامدة figee , قلت قدرتها على التطور وصعبت قدرتها على الانتقال إلى الجيل الثاني . وإذا كان المهاجرون يتعلقون بهذه الأجزاء من الثقافة ,فلأن ذلك يسمح لهم بتأكيد هوية نوعية والبرهنة على وفائهم لجماعتهم الأصلية وهذا يسمح أيضاً بالحفاظ على حد أدنى من الانسجام مع جماعة المهاجرين التي تتعرف على ذاتها في اصل مشترك. ¶ وللأسباب نفسها , كما يشير (صيّاد), يلعب المهاجرون لعبة سياسة الدولة في رفع قيمة ثقافتهم . فالمشاركة في التظاهرات الثقافية الممولة من قبل هذه السياسة ليست \" ترفاً فائضاً \" بل محاولة للمحافظة على ما تبقى من الثقافة الأصلية ولتعزيز التضامن في مجموعات أبناء الوطن الواحد عبر الشعور المشترك بالعيش جماعياً .",
            "page": "164",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "إذاً يبدي المهاجرون مقاومة ثقافية على قدر ما يستطيعون . ومع هذا , شاؤوا أو أبوا , فإن منظومتهم الثقافية تتطور. حتى حين يعتقدون بأنهم أوفياء تماماً لتقاليدهم , هناك تغيرات تنشأ في مرجعياتهم الثقافية . ويستحيل عليهم البقاء أبداً ممانعين للتأثير الثقافي الذي يفرضه عليهم المجتمع المحيط . بمقدار ما تطول مدة إقامة المهاجر بمقدار ما يصبح هذا التأثير حاسماً , وعلى هذا لا يمكن خلط ثقافات المهاجرين بشكل اختزالي مع ثقافاتهم الأصلية . إنها ثقافات حيّة وديناميكية تحرك مجموعات المهاجرين , وهي مجموعات متعددة الأجيال . أولئك الذين نسميهم \" مهاجري الجيل الثاني \" (وهو تعبير غير ملائم لأنّ هؤلاء لم يهاجروا) كثيراً ما يساهمون في تغيير ثقافة مجموعتهم نظراً لاندماجهم الاجتماعي المزدوج في العائلة من جهة وفي المدرسة الفرنسية من جهة والاحتكاك بالفتيات الفرنسيات من جهة أخرى.",
            "page": "165",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "إن ثقافات مختلف تجمعات المهاجرين لم تعد معطى يشبه أية ثقافة أخرى. إنها خلاصة عدة تفاعلات , في داخل التجمع نفسه وبين كل تجمع والتجمعات الأخرى ومحيطها الاجتماعي , وإذا ما أُخذت ثقافات المهاجرين كلها مع بعضها كمنظومة فإنها مستمرة في التطور , حتى لو أمكن الاحتفاظ ببعض العناصر الخاصة في حالة شبه ثابتة إنها ثقافات تلفيقية syncretiques , هجينة , قال عنها بعض المؤلفين بأنها تتشكل على طريقة \" الترقيع \" bricolage , كما هي في الأغلب حول الثقافات الناشئة عن احتكاكات ثقافية غير متناظرة تماماً . وتتبدى ابداعيتها crativite في قدرتها على دمج عناصر مأخوذة من ثقافات يفترض أنها متباعدة في المنظومة نفسها وجعل تخطيطات schemas ثقافية غير متجانسة ظاهرياً تتعايش مع بعضها البعض . وبسبب مظهر هذه الثقافات \" الترقيعي \" وكونها نشأت من أدوات متباعدة وأصول متنوعة , فإنها تشكل إبداعا أصيلاً طالما أن الاقتباس لا يتم بدون إعادة تأويله, أي دون إعادة خلقه , لكي يتم إدخاله في مجموعة جديدة . ¶ \" الترقيع \" الثقافي لا يتناقض مع إرادة الوفاء للثقافة الأصلية . ففي حالات كثيرة , كما ترى دومينيك شنابر(1986) يتم الترقيع اعتبارا من عناصر مقبوسة حول ما تسمّيه \" النواة الصلبة \" للثقافة الأصلية , أي القيم والمعايير والممارسات التي تبدو –بنظر المهتمين-لازمة للحفاظ على الهوية الجماعية والشرف كما يتصورونه . كل ما يكوّن \" النواة الصلبة \" ينتقل منذ الطفولة الأولى كمفهوم الأدوار الجنسية، على سبيل المثال أو التعليمات الغذائية، و مع هذا فإن دومينيك شنابر تحذرنا بقولها: ¶ التمييز بين نواة المنظومة الثقافية وبين محيطها ليس منجزاً نهائياً , لأنه يرتبط بالثقافات الأصلية وبالظروف التاريخية التي تقود التي تقود الجماعة إلى وعي ذاتها وبالنتيجة , إلى وعي حدودها ]1986,ص155[.",
            "page": "166",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "إن الدراسات الاتنوغرافية الجدية وحدها القادرة , في نهاية المطاف , على الكشف المادي عن ماهية ثقافات المهاجرين نظراً لوجود عدة أنماط من المهاجرين . ولوضع تصنيف ملائم , لا بدّ من أخذ سلسلة من المتغيرات بعين الاعتبار : المكانة الاجتماعية والبُنى العائلية الأصلية للمهاجرين , وطابع مشروع الهجرة , ونموذج الدمج الخاص بالدولة المضيفة ( فردي أم \"جماعي\" على سبيل المثال) , تجميع المهاجرين أم توزيعهم (فوق الأراضي الوطنية , في المدن , في الأحياء ) . ¶ وبالتالي لا يمكننا رسم لوحة وحيدة لثقافات المهاجرين لأنها لا توجد إلا بشكل جمعي , وفي تنوع الحالات والأشكال والعلاقات البَيْعِرقية . هذه الثقافات هي منظومات معقدة ومتطورة طالما أنه يتم إعادة تأويلها باستمرار عن طريق أفراد يمكن لمصالحهم الفئوية categoriels أن تختلف تبعاً للجنس والجيل , والمكان في البنية الاجتماعية , الخ. ¶ إن التصور التبسيطي لثقافة المهاجرين المزعومة(بالمفرد)أوجدت وفرة من الكتابات والخطابات ذات التوجهات الخاضعة للمناقشة والمفتقرة إلى العلمية, لا ينبغي أن يقود أخذ تعقيد مختلف ثقافات المهاجرين بعن الاعتبار الباحثين إلى ترك تحليل البعد الثقافي لظاهرة الهجرة . وتفحص الشرط الاجتماعي للمهاجرين غير كاف لكي تُفهم ممارساتهم بشكل جيد . التحليل الثقافي ضروري لفهم التجانس الرمزي لجملة هذه الممارسات , وللمعنى الذي يجهد المهاجرون في إعطائه لوجودهم . إنهم يؤكدون إنسانيتهم عبر إبداعهم الثقافي . ¶ ( ¶ خاتمة على شكل مفارقة ¶ حول الاستخدام الأمثل ¶ للنسبية الثقافية والعرقية المركزية",
            "page": "167",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "ها نحن الآن أمام تناقض: ففي الوقت الذي تمت فيه إعادة النظر في مفهوم الثقافة بشكل نقدي في العلوم الاجتماعية- لدرجة أن بعض الباحثين ذهبوا إلى حد الظن بأنه يطرح من الأسئلة أكثر مما يجيب عليها وبالتالي يقترح هجره والعودة إلى المعنى الضيق للكلمة، أي المعنى المتعلق فقط بالانتاج الفكري والفني – فإن هذا المفهوم يشهد انتشاراً ملحوظاً في أكثر الأوساط الاجتماعية والمهنية تنوعاً.وبما أم هذا الانتشار لم يتم دون التقليل من شأن التعريف العلمي للكلمة، فإن أولئك الذين سبق وأن تحفّظوا على استخدامه يرون أن أخطار الخلط (بكل ما تعنيه الكلمة) المرتبطة باستخدامه الشائع يشجعونهم في نيتهم بعدم اللجوء إلى هذا المفهوم. ¶ وأظهر آخرون ترددهم في استخدام مفهوم الثقافة هذا لأنه في بعض الاستخدامات العامة، لاسيما الإيديولوجية منها، يعمل شيئاً فشيئاً على شكل تورية للكلمة عرق race .ويذهب بعضهم إلى بيان أن هذا الترادف( القابل للنقاش) بين كلمتين سبق وأن وجدناه في فكرة الثقافة التي طورها المفكرون الرومانتيكيون الألمان خلال القرن التاسع عشر والتي كان لها أثرها في تكوين المفهوم الأنثروبولوجي.وبالتالي فقد يكون مفهوم الثقافة ملطخاً بشكل شبه ثابت، بعلامة الخطيئة الأولى للفكر.ومع هذا فإن التفكير على هذا النحو يعني تجاهل كل ما قام به النقد المفهومي في كنف الأنثروبولوجيا نفسها التي طالما سمحت بإغناء هذا المفهوم بشكل مستمر وأوضحت الجوانب الغامضة الرئيسة التي كانت تنجم عنه في البداية. ¶ ويمكننا أيضاً أن نأخذ على هذه المواقف المغالية أنه إذا كان على المفردات العلمية أن تهجر كل المفاهيم التي تم تبسيطها واندرجت في الاستخدام العام ( مع ما يسببه هذا الاستخدام العام من تشويه للمعنى) سيضطر إلى تجديد نفسه باستمرار، كابحاً أي ملغياً بهذا كل شكل من أشكال تراكم المعرفة.",
            "page": "168",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "إن مفهوم الثقافة لايزال اليوم يحتفظ بكل فائدته للعلوم الاجتماعية.وقد شكل تفكيك فكرة الثقافة المختفية تحت الاستخدامات الأولى للمفهوم والتي تكتسي شيئاً من النزعة الجوهرية essentialisme وب\"أسطورة الأصول الثقافية \"المفترض أنها نقية، شكلت مرحلة ضرورية وسمحت بحصول تقدم إبيستيمولوجي.وأمكن بهذا الشكل توضيح البعد العلائقي للثقافات كلها. ¶ ومع هذا فإن اعتبار الحالة العلائقية التي تتكون فيها الثقافة يجب ألا يقود إلى إهمال الاهتمام بمضمون تلك الثقافة وبما تدل عليه في حد ذاتها.والاعتراف بأن الثقافة هي، نوع من رهان الصراعات الاجتماعية يجب ألا يقود البحث إلى الوقوف عند دراسة الصراعات الاجتماعية فحسب.حتى لو استخدمت عناصر ثقافية معينة كدوال على التمييز الاجتماعي أو على الاختلاف العرقي فهذا لا يمنع كونها مرتبطة ببعضها بعض بواسطة البنية الرمزية ذاتها التي تقتضي التحليل.ليس هناك ثقافة تخلو من الدلالة بالنسبة لمن يتعرف على نفسه من خلالها.وبالتالي فعلينا أن ننظر بانتباه شديد في المدلولات كما في الدوال. ¶ والقبول بهذا الاقتراح يقود إلى إعادة النظر في مسألة النسبية الثقافية.وهذا لا يعني العودة عن النقد الذي له كل ما يبررهوعن النسبية الثقافية التي فهمت كمبدأ مطلق.لكن النسبية الثقافية تبقى أداة لازمة للعلوم الاجتماعية شريطة أن ننسبها، هي نفسها، إلىغيرها. ¶ الواقع أن هناك ثلاثة مفاهيم مختلفة حول النسبية الثقافية ربما تختلط ببعضها بعض مما يسبب بعض الغموض.فالنسبية الثقافية تدل أولاً على نظرية تقول إن مختلف الثقافات تشكل كيانات منفصلة بشكل واضح وذات حدود يمكن الوقوف عليها بسهولة، وبالتالي فهي كيانات تتميز عن بعضها بوضوح ولا يمكن قراءتها كما لا يمكن قياس بعضها إلى بعضها الآخر.وقد سبق أن بينا أن هذا المفهوم المتعلق بالنسبية الثقافية لا يصمد أمام الاختبار.",
            "page": "169",
            "part": "1"
        },
        {
            "id": "170",
            "nass": "وبعد هذا فإن النسبية الثقافية غالباً ما تفهم على أنها مبدأ أخلاقي ينادي بالحيادية إزاء مختلف الثقافات.في هذه الحالة فإن الأمر يتعلق بتأكيد القيمة الجوهرية لكل ثقافة.وبفضل هذا المبدأ الأخلاقي فإن هيرسكوفيتش، الذي كان في الثلاثينات أول من استخدم عبارة \"النسبية الثقافية\" قد قدم في عام 1947 في هيئة الأمم المتحدة باسم الرابطة الأميركية للأنثروبولوجيا توصية يطالب فيها بالاحترام المطلق لكل ثقافة خاصة.لكن هذه الحيادية الثقافية قد تتسبب في حدوث انزلاق غير ملحوظ نحو حكم القيمة كقولنا \"كل الثقافات تتساوى\" ¶ يمكن للنسبية الأخلاقية أن ترتبط أحياناً بموقف مطلبي للمدافعين عن ثقافات الأقليات الذين يحتجّون على تراتبات الواقع ويدافعون عن القيمة المتساوية لتلك الثقافات قياساً إلى الثقافة المهيمنة.لكن في الأغلب الأعم، تبدو [ هذه النسبية] كموقف أنيق يشبه موقف القوي إزاء الضعيف، موقف الواثق من مشروعية ثقافته والذي يسمح لنفسه ببعض الانفتاح المتنازل لحساب الغيرية. ¶ إن الحيادية الأخلاقية المزعومة التي تبدو بمثابة اعتراف بالاختلاف قد لا تكون سوى قناع يخفي خلفه الاحتقار، كما فهم الأمر جيزا روهيم حين قال :\" إنكم شديدو الاختلاف عني لكني أسامحكم\".ويمكنها أن تكون ضمانة لموقف إيديولوجي مناهض لكل تعريف شامل لحقوق الإنسان.إن الإشادة بالاختلاف يقود في، شكله الضار، إلى تبرير الأنظمة العنصرية لأن الحق في الاختلاف يمكن أن يتحول إلى تكليف بالاختلاف.",
            "page": "170",
            "part": "1"
        },
        {
            "id": "171",
            "nass": "إذاً فإن نسبة النسبية تفرض نفسها ولابد من العودة إلى استخدامها الأصلي وهو الاستخدام المقبول علمياً والذي جعل منها مبدأ منهجياً دائم الفاعلية. من هذا المنظور فإن العودة إلى النسبية الثقافية يعني افتراض أن كل مجموعة ثقافية تسعى إلى الانسجام وبعض الاستقلال الرمزي الذي يمنحه طابعه الأصلي الفريد وبأننا لا نستطيع تحليل سمة ثقافية مستقلة عن المنظومة الثقافية التي تنتمي إليها، وهي الوحيدة القادرة على منحها معناها.وهذا يعني دراسة الثقافة مهما كانت بدون حكم مسبق، ودون مقارنتها و\"قياسها\" بشكل متسرع مع ثقافات أخرى وتفضيل المقاربة المتفهمة؛وبالتالي افتراض أن الثقافة تعمل دائماً كثقافة حتى في حالة الثقافات الخاصة.فالثقافة لا تكون تابعة دائماً ولا مستقلة دائماً(غرينيون وباسرون 1989).وإذا كان لا بد من أخذ التبعية أو بالأحرى التبعية المتبادلة بعين الاعتبار، لابد أيضاً من اكتشاف الاستقلالية(النسبية) التي تميز كل منظومة ثقافية بفضل التطبيق الصحيح لمبدأ النسبية الثقافية المنهجي.",
            "page": "171",
            "part": "1"
        },
        {
            "id": "172",
            "nass": "إن تعميق الفكرة الأنثروبولوجية للثقافة تقود أيضاً إلى إعادة النظر في مفهوم العرقية المركزية..وينتج انزياح المعنى حينما تنتقل الكلمة التي طال استخدام العلوم الاجتماعية لها إلى الاستعمال الشائع.وشيئاً فشيئاً، وبسبب المغالاة في استخدام اللغة فإنها تصبح عنصرية، بينما العنصرية هي أكثر من موقف، إنها إيديولوجيا قائمة على افتراضات مسبقة علمية مزعومة. ويمكن تحديد أصلها من الناحية التاريخية (سيمون 1970) وهي أبعد ما تكون عن العالمية(الشمولية) على عكس المركزية العرقية التي نجدها أيضاً في المجتمعات المسماة \"بدائية\" والتي عموماً ما تعتبر جيرانها أدنى إنسانية منها.وأنها في المجتمعات الأكثر\"تمدناً\" ترى نفسها أكثر\" تحضراً.إذا كانت العنصرية شكلاً من أشكال الفساد \"الانحراف\" الاجتماعي فإن المركزية العرقية، إذا فهمناها بالمعنى الأصلي للمفهوم فهي ظاهرة عادية من الناحية السوسيولوجية كما يقول بيير-جان سيمون. ¶ يجب اعتبار العرقية المركزية ظاهرة عادية تماماً في أية جماعة مركزية باعتبارها كذلك، وتقوم بوظيفة إيجابية هي المحافظة على وجودها نفسه وتشكل آلية للدفاع في داخل المجموعة in_group ضد ما هو خارجها.وبهذا المعنى فإن درجة من المركزية العرقية يكون ضرورياً لبقاء أية مجموعة عرقية إذ يبدو أنها غير قابلة للتحلل والتلاشي بدون الشعور العام الذي ينتاب الأفراد الذين تتكون المجموعة منهم وهو شعور الرفعة والتفوق على الأقل في بعض الأوجه كاللغة وطريقة العيش والإحساس والتفكير أو تفوق قيمها أو ديانتها. وفقدان المركزية العرقية يقود إلى التماهي عن طريق اعتماد لغة المجموعة المعتبرة متفوقة بثقافتها وقيمها ( 1993، ص61).",
            "page": "172",
            "part": "1"
        },
        {
            "id": "173",
            "nass": "وبالطبع فإن قبول الطابع الإجباري بل والضروري للمركزية العرقية كظاهرة اجتماعية لا يقلل من صلاحية القاعدة المنهجية التي تفرض على الباحث أن يتخلص من أية عرقية مركزية.هذه القاعدة ضرورية على الأقل في المراحل الأولى من مراحل البحث.ومع هذا، إذا شئنا اعتبار أنه لا يوجد اختلاف أساسي بين البشر والثقافات، وبعبارة أخرى، أن الآخر ليس دائماً آخر بالمطلق، وأن فيه شيئاً منا لأن الانسانية واحدة(كل لا يتجزأ)، الأمر الذي يعني أن الثقافة تقع في قلب الثقافات أو كما تقول العبارة التي أقرها العرف أن \" العام يقع في قلب الخاص عندها يمكننا أن ندرك مع بورديو أهمية الاستخدام المنهجي للمركزية العرقية في بعض مراحل البحث: ¶ عل الاتنولوجي أن يراهن على الهوية (مفترضاً مثلاً أن المعاني لا تقوم بشيء من أجل لا شيء وأن لها مرامي كامنة أو خافية وأهداف لاشك في اختلافها وأنها تدبر شيئاً ما الخ) للوقوف على الاختلافات.إنني على يقين بأن مرجعية تجربتنا الخاصة وممارساتنا الشخصية يمكن أن تكون الشرط الحقيقي للفهم شريطة أن تكون هذه المرجعية واعية ومضبوطة.إننا نحب أن نتماهى بشخص يكون موضع ثقة[..] ويصبح الأمر أكثر صعوبة حينما نرى الآخرين يبدون شديدي الغرابة وأننا لا نريد التعرف عليهم,وحينما تكف كل من الاتنولوجيا وعلم الاجتماع عن أن تكونا اسقاطات محابية نوعاً ما، فإنهما تقودان إلى اكتشاف الذات في ومن خلال اضفاء الموضوعية على الذات التي تقتضي الاعتراف بالآخر\"[ 1985، 79]. ¶ إذا اعتبرنا النسبية الثقافية والمركزية العرقية بمثابة مبدأين منهجيين فلا يعودان عندها متناقضتين بل متكاملتين.واستخدامهما المتداخل يتيح للباحث إدراك جدلية الذات والآخر، والتشابه والاختلاف أي إدراك الثقافة والثقافات، وهو أمر يقع في أساس الديناميكية الاجتماعية. ¶ (( ¶ Repéres bibliographiques",
            "page": "173",
            "part": "1"
        },
        {
            "id": "174",
            "nass": "1-Abou sélim, L’Identité culturelle. Relations interethniques et problèmes d’acculturtion, Anthropos, Paris, 1981. ¶ ... - Cultures et droits de l’homme, Hachette, coll. « pluriel », Paris, 1992. ¶ 2-ALMOND Gabriel et VERBA Sidney, the Civic Culture, Little Brown, Boston, 1963. ¶ 3- AMSELLE Jean-Loup, Logiques métisses. Anthropologie de l’identité en Afrique et ailleurs, Payot, Paris, 1990. ¶ 4- AUGE Marc, « L’autre proche », in SEGALEN Martine ( éd. ), L’Autre et le semblable. Regards sur l’ethnologie des sociétés contemporaines, Presses du CNRS, Paris, 1988, p. 19-34. ¶ ... - Le Sens des autres, Fayard,Paris, 1993. ¶ 5- BADIE Bertrand, culture et politique, Economica, Paris, 1983. ¶ 6- BALANDIER Georges, «La notion de “ situation” colonial », in ID., Sociologie actuelle de l’Afrique noire, PUF, Paris, 1955, p. 3- 38. ¶ 7- BARTH Fredrik, « Les groupes ethniques et leurs frontières » ¶ ... ( trad. franç. 1re éd En englais 1969) in Poutignat ph. et STREIFF- FENART J., Théories de l’ethnicité, PUF, coll. « Le sociologue », Paris, 1995, p. 203- 249 . ¶ 8- BASTIDE Roger, «Le principe de coupure et le comportement afro-brésilien », Anais do XXXL Congresso Internacional de Americanistas, Sao Paulo ( 1954 ), anhembi, Sao Paulo, 1955, vol. 1, p. 493 – 503. ¶ - « La causalité externe et la causalité interne dans l’explication sociologique », Cahiers internationaux de sociologie, n° 21, 1956, p. 77- 99 . ¶ - « Problèmes de l’entrecroisement des civilisations et de leurs œuvres », in GURVITCH Georges ( éd. ), Traité de sociologie, PUF, Paris 1960, vol. II, p. 315-330 .",
            "page": "174",
            "part": "1"
        },
        {
            "id": "175",
            "nass": "- « L’acculturation formelle », America latina, Rio de Janeiro, vol. 6, n° 3, 1963, p. 3-14. ¶ - « Acculturation », in Encyclopœdia Universalisa, Paris, 1968, vol. I, p. 102-107. ¶ - Le Prochain et le Lointain, Cujas, Paris, 1970a. ¶ - « Mémiore collective et sociologie du bricolage », L’Année sociologique, n° 21, 1970b, p.65-108. ¶ - « continuité et discontinuité des sociétés et des cultures afro-américaines », 1970 c, Bastidiana, n° 13-14, janvier-juin 1996, ¶ p.77- 88. ¶ - Anthropologie appliquée, Payot, « PBP », Paris, 1971. ¶ 9- BELL Daniel, « Ethnicity and Social Change », in GLAZER N. et MOYNIHAN D.P.( éds ), Ethnicity, Theory and Experience, Harvard University Press. Cambridge, Mass., 1975, p.141-174. ¶ 10-BENEDICT Ruth, Echantillons de civilisations ( trad. franç. ), Gallimard, Paris, 1950 ( 1re éd. en anglais 1934) . ¶ 11- BENETON Pierre, Histoire de mots : culture et civilisation, presses de la FNSP, Paris, 1975. ¶ 12- BERGER Peter et LUCKMANN Thomas, La Construction sociale de la réalité ( trad. franç. ), Méridiens / Klincksieck, Paris, 1986 ( 1re éd. en anglais 1966 ). ¶ 13- BERNOUX Philippe, Un travail à soi, Privat, Toulouse, 1981. ¶ 14- BOAS Franz, Race, Language and Culture, Macmillan, New York, 1940. ¶ 15- BOURDIEU Pierre. La Distinction. Cri tique sociale du jugement, Minuit, Paris, 1979. ¶ -Le Sens pratique, Minuit, Paris, 1980a. ¶ - « L’identité et la représentation », Actes de la recherche sciences ¶ sociales, n0 35, 1980b, p. 63-72. ¶ - «Epreuve scolaire et consécration sociale », Actes de la recherche en science sociales, n0 39, septembre, 1981, p. 3-70.",
            "page": "175",
            "part": "1"
        },
        {
            "id": "176",
            "nass": "- « Entretien avec Alhan Bensa : quand les Canaques prennent la parole ». Actes de la recherche en sciences sociales,n° 56, mars 1985, p.69-83. ¶ - La Noblesse d ‘Etat. Grandes école et esprit de corps, Minuit, Paris,1989. ¶ 16- BozoN Michel , « Les recherches récentes sur la culture ouvrière : une bibliographie », Terrain n° 5, octobre 1985, p. 46-56. ¶ 17- CERTEAU Michel DE, La Culture au pluriel, UGE, « 10/18 », Paris, 1974. ¶ - L’lnvention du quotidien. Arts de faire, UGE, « 10/18 », Paris,1980. ¶ 18- CIASTRES Pierre, « Ethnocide ». Uni versalia, supplément de I ‘Encyclo pœdia Universalis, Paris. 1974, p.282-287. ¶ 19- CLIFFORD James et MARCUS G. E. (éd.), Writing Culture, Berke ley-Los Angeles, Univ. of California Press, 1986. ¶ 20- CROZIER Michel, Le Phénomène bureaucratique, Le Seuil, Paris, 1963. ¶ 21- CUCHE Denys, « Traditions populaires ou traditions élitistes ? Rites d’ini tiation et rites de distinction dans les Ecoles d’Arts et Métiers ». Actes de la recherche en sciences sociales, n0 60, novembre 1985, p. 55-67. ¶ - « La fabrication des “Gadzarts”. Esprit de corps et inculcation cultu relle chez les ingénieurs Arts et Métiers, Ethnologie française. ¶ n0 1, 1988. p. 42-54. ¶ 22-DEVEREUX Georges, « L’identité eth nique : ses bases logiques et se dysfonctions», in ID., Ethnopsychanalyse complémentaire, ¶ ... Flam marion, Paris. 1972, p. 131-168. ¶ 23- DUFRENNE Mikel, La Personnalité de base, PUF, Paris. 1953. ¶ 24- DUMONT Louis, Essais sur l’indivi dualisme. , Le Seuil, coll. « Esprit », Paris, 1983. ¶ - « L’individu et les cultures », Conmiunications n0 43. mars 1986, p. 129-140",
            "page": "176",
            "part": "1"
        },
        {
            "id": "177",
            "nass": "- L’Idéologie allemande : France- Allemagne et retour, Gallimard, Paris. 1991. ¶ 25- DURKHEIM Emile, Les Règles de la méthode sociologique, Alcan, Paris. 1895; rééd. PUE, Paris, 1983. ¶ - Les Formes élémentaires de la vie religieuse. Alcan. Paris, 1912 rééd. PUF. Paris, 1960. ¶ 26- DURKHEIM Emile et MAUSS Marcel, « De quelques formes primitives de classification. Contribution à l’étude des représentations collec tives », L’Année sociologique, t. VI, 1903. Reproduit in DURKHEIM Emile, Journal sociologique, PUF. Paris, 1969. p. 395-461. ¶ - « Note sur la notion de civilisa tion », L’Année sociologique, t.XII, Paris, 1913. p. 46-50. Repro duit in DURKHEIM Emile. Journal Sociologique. PUE, Paris. 1969. p. 681-685. ¶ 27- ELIAS Norbert, La Civilisation des moeurs (trad. franç.). Calmann Lévy, Paris, 1973 (1re éd. en alle mand 1939). ¶ 28- FAGUER Jean-Pierre, « Les effets d’une éducation totale. Un collège jésuite. 1960 » Actes de la recher che en sciences sociales. n0 86-87, mars 1991, p. 25-43. ¶ 29-GALLISSOT René, « Sous l’identité, le procèsd’identification », L’Homme et la Société n0 83, 1987, p.12-27 (numéro thématique : « La mode des identités » . ¶ 30-GEERTZ Clifford, « The lntegrative Revolution. Primordial Sentiments and Civil Politics in the New States », in lD. (éd.), Old Societies, New States, The Free Press, New York, 1963. ¶ - The Interpretation of Cultures, Basic Books, New York, 1973. ¶ - Savoir local, savoir global (trad. franç.), PUF, Paris, 1986, (1re éd. en anglais 1983).",
            "page": "177",
            "part": "1"
        },
        {
            "id": "178",
            "nass": "31-GIRAUD Michel, « Mythes et stra tégies de la “double identité’’ », L’Homme et la Societé, n0 83, 1987, p. 59-67. ¶ - « Assimilation, pluralisme, ‘‘dou ble culture” : l’ethnicité en ques tion » in GALLISSOT René (sous la dir. de), Pluralisme culturel en Europe, L’Harmattan, Paris, 1993, p. 233-246. ¶ 32- GOFFMAN Erving, Asiles. Etudes sur la condition sociale des malades mentaux, (trad. franç.), Minuit, Paris, 1968 (1 re éd. en anglais 1961). ¶ - Les Rites d’interaction (trad. franç.), Minuit, Paris, 1974 ¶ (1 re éd. en anglais 1967). ¶ 33- GRIGNON Claude et Christiane, « Styles d’alimentation et goûts populaires », Revue française de sociolog , n0 4, octobre-décembre 1980. p. 531-569. ¶ 34- GRIGNON Claude et PASSERON Jean -Claude, Le Savant et le Populaire, Gallimard/Le Seuil, Paris, 1989. ¶ 35- HALBWACHS Maurice, La Classe Ouvrière et les niveaux de vie, Gor don and Breach. Paris, 1913 réé dité en 1970. ¶ 36- HALL Edwart T., La Dimension cachée (trad. franç.). Le Seuil, Paris, 1971 (1re éd. en anglais 1966). ¶ 37- HALLOWEL A. Irving, « Ojibwa perso nality and acculturation », in COL LECTIF, 29th Acculturation in the Ame ricas, Chicago, International Congress of Americanists, 1952. ¶ 38- HASSOUN Jean-Pierre, « Les Hmong à l’usine » , Revue française de socio logie XXIX, 1988, p .35-53. ¶ 39- HERAN François, « La seconde nature de I ‘habitus. Tradition philosophi que et sens commun dans le Iangage sociologique »,Revue fran çaise de sociologie, XXVIII, 1987. p. 385-416.",
            "page": "178",
            "part": "1"
        },
        {
            "id": "179",
            "nass": "40- HERDER Johann G., Une autre philosophie de I’histoire (trad. franç.). Aubier-Montaigne, Paris, 1964, (1re éd. en allemand 1774). ¶ -Traité sur l’origine des langues (trad. françi.), Aubier-Flammarion, Paris, 1977, (1re éd. en allemand 1770). ¶ 41-HERITIER-AUGE Françoise, « Cultures, ensembles de représentations,logi que des systèmes etinvariants », in Enseignement/apprentissage de civilisation en cours de langue, INRF, Paris, 1991, p. 19-37. ¶ - « Où et quand commence une culture ? », CinémAction n0 64. 1992, p. 11-23. ¶ 42- HERPIN Nicolas, Les Sociologues américains et le siècle, PUE, Paris. 1973. ¶ 43- HERSKOVITS Melville J., « The Significance of the Study of Accultura tion for Anthropology », American, Anthropologist, ¶ 39. 1937. ¶ - Acculturation, the Study of Culture Contact, J. F. Augustin, New York. 1938. ¶ - Les Bases de I’anthropologie culturelle (trad. franç.), Payot, Paris. 1952 (1re éd. en anglais 1948). ¶ 44- HOGGART Richard, La Culture du pauvre. Etude sur le style de vie des classes populaires en Angleterre (trad. franç.), Minuit, Paris, 1970 (1re éd. en anglais 1957). ¶ 45- IRIBARNE Philippe D, La Logique de I‘honneur. Gestion des entreprises et tradition nationales, Le Seuil, Paris, 1989. ¶ 46- JAULIN Robert, La Paix blanche. Introduction à l’ethnocide. Le Seuil, Paris, 1970. ¶ 47- KARDINER Abram, L’Individu dans la société (trad. franç.), Gallimard, Paris, 1969 (1re éd. en anglais 1939). ¶ 48-KAUFMANN Pierre, « Concept de culture et sciences de la culture », jn Encyclopœdia Universalis, Paris, 1968, « Organum », p. 117-133.",
            "page": "179",
            "part": "1"
        },
        {
            "id": "180",
            "nass": "- « Culture et civilisation », in Encyclopœdia Universalis, Paris, 1974, p. 950-958. ¶ 49-KROEBER Alfred L., «The Superorganic », American Anthropologist 19 (2), 1917, p. 163-213. ¶ - The Nature of Culture, The Uni versity of Chicago Press, Chicago,1952. ¶ 50- KROEBER Alfred L. et KLUCKHOH Clyde K., Culture : a Critical Review of Concept and Definitions, Harvard Univ. Press, Cambridge, Mass., 1952. ¶ 51- LEVI-STRAUSS Claude, « Introduction à l’œuvre de Marcel Mauss », in MAUSS Marcel, Sociologie et Anthropologie. PUF, Paris, 1950. ¶ -Race et Histoire, UNESCO, Paris, 1952. ¶ - Tristes tropiques, Plon, Paris, 1955. ¶ - Anthropologie structurale, Plon, Paris, 1958. ¶ - La Pensée sauvage, Plon, Paris, 1962. ¶ - « Les discontinuités culturelles et le développement économique et social », Information sur les sciences sociales, vol. II-2, juin 1963, p. 7-15. ¶ - « Race et culture », Revue internationale des sciences sociales, n0 4, 1971, p. 647-666. ¶ - « Culture et nature. La condition humaine à la lumière de l’anthro pologie». Commentaire, n0 15, 1981, p. 365-372. ¶ 52-LEVY-BRUHL Lucien, La Mentalité primitive, Alcan, Paris, 1922 ; rééd. PUF, 1960. ¶ 53-Le WITA Béatrix, Ni vue ni connue. Approche ethnographique de la culture bourgeoise, Ed. de la Mai son des sciences de l’homme, Paris, 1988. ¶ 54-LINTON Ralph, De l’homme (trad. franç.), Minuit, Paris, 1968 (1re éd. en anglais 1936). ¶ - Le Fondement culturel de la per sonnalité (trad. franç.), Dunod, Paris, 1959 (1re éd. en anglais 1945).",
            "page": "180",
            "part": "1"
        },
        {
            "id": "181",
            "nass": "55-LIU Michel, «Technologie, organisa tion du travail et comportements des salariés », Revue française de sociologie, XXII, 1981, p.205-221. ¶ 56-MALINOWSKI Bronislaw K., Une théo rie scientifique de la culture (trad. franç.), Maspero, Paris, 1968 (1re éd. en anglais 1944). ¶ -Les Dynamiques de l’évolution culturelle (trad. Franç), Payot, Paris, 1970 (1re éd. en anglais1945). ¶ 57-MARY André, « Bricolage afro brésilien et bris-collage post moderne », in LABURTHE-TOL RA Ph. (sous la dir. de), Roger Bas tide ou le réjouissement de l’abîme, L’Harmattan, Paris, 1994, p. 85-98. ¶ 58-MAUSS Marcel, « Les civilisations, éléments et formes », in FEBVRE Lucien et al., Civilisation, le mot et l’idée. La Renaissance du livre, Paris. 1930. Reproduit in MAUSS Marcel, Œuvres, vol. II, Minuit, Paris, 1969, p. 456-479. ¶ - « Les techniques du corps » , Jouranl de psychologie, XXXII ¶ n° 3- 4, mars-avril 1936. Reproduit in MAUSS Marcel, ¶ Sociologie et Anthropologie, PUE, Paris, 1950, p. 363-386. ... ¶ 59-MEAD Margaret, Mœurs et sexualité en Océanie (trad. franç.), Plon, coll. « Terre humaine » , Paris. 1963 (1re éd. en anglais 1928 et 1935). ¶ 60-MERLLIE Dominique. «Le cas Lévy-Bruhl ». Revue philosophique, CXIV, n0 4, octobre-décembre 1989, p. 419-448. ¶ -« Regards sur Lucien Lévy-Bruhl : le jeu des malentendus » Regards sociologiques (université de Strasbourg-2 ), n0 5, 1993, p. 1- 8. ¶ 61-MERTON Robert K., Eléments de théorie et de méthode sociologiques ( trad. franç.), Plon, Paris, 1965 (1re éd. en anglais 1950). ¶ 62-MORIN Edgar, L’Esprit du temps. Essai sur la culture de masse. Grasset, Paris, 1962.",
            "page": "181",
            "part": "1"
        },
        {
            "id": "182",
            "nass": "63-MORIN Françoise, « Des Haïtiens à New York. De la visibilité linguistique à la construction d’une identité caribéenne », in SIM0N- BAROCH I, et SIMON P. J. (sous la dir. de), Les Etrangers dans la ville, L’ Harmattan, Paris, 1990, p. 340-355. ¶ 64-PARSONS Talcott, Eléments pour une sociologie de l’action (trad. franç.), Plon, Paris, 1955 (1re éd. en anglais 1954 ). ¶ 65-PERCHERON Annick, L’Univers politique des enfants, ENSP/Colin, Paris. 1974. ¶ 66-POUTIGNAT Philippe et STREIFF- FENART Jocelyne, Théories de l’ethnicité, PUE, « Le sociologue », Paris, 1995. ¶ 67-RABAIN Jacqueline, L’Enfant du lignage. Du sevrage à la classe d’àge chez les Wolof du Sénégal, Payot, Paris, 1979. ¶ 68-REDFIELD R., LINTON R. et HERSKOVITS M., «Memorandum on the Study of Acculturation », American Anthropologist, vol. 38, n0 1, 1936, p. 149 —152. ¶ 69-RENAN Ernest, « Qu’est-ce qu’une nation ? », in ID., Discours et conférences, Calmann-Lévy, Paris, 1887. ¶ 70-RENAULT Karine, Travailleurs africains en milieu rural, mémoire de maîtrise de sociologie (sous la dir. de Denys Cuche ), université de Rennes-2, Rennes, 1992. ¶ 71-SAINSAULIEU Renaud, L’Identité au travail. Les effets culturels de l’organisation, Presses de la FNSP, Paris. 1977. ¶ - « Cultures d’entreprises », in ID., Sociologie de l’organisation et de l’entreprise, Presses FNSP/Dalloz, Paris, 1987, p. 205- 224. ¶ 72-SAINT-MARTIN Monique, « Une “bonne” éducation : Notre-Dame- des-Oiseaux à Sèvres », Ethnologie française XX, 1990, I, p. 62-70. ¶ 73-SAPIR Edward, Le Langage (trad.- franç.), Payot, Paris, 1967 ( 1re éd. en anglais 1921.)",
            "page": "182",
            "part": "1"
        },
        {
            "id": "183",
            "nass": "- Anthropologie ( trad. franç.). 2 vol., Minuit, Paris, 1967 (1re éd. en anglais 1949). ¶ 74- SAYAD Abdelimalek, Les Usages sociaux de la « culture des immigrés », CEMI, Paris, 1978. ¶ - « La culture en question », in COLLECTIF, L’immigration en France. Le choc des cultures, Centre Thomas-More, L’Arbresle, 1987, p. 9-26. ¶ 75-SCHNAPPER Dominique, « Centralisme et fédéralisme culturels : les émigrés italiens en France et aux Etats-Unis », Annales ESC, septembre 1974 p. 1141-1159. ¶ - « Modernité et acculturation. A propos des travailleurs émigrés », Communications n0 43, mars 1986, p. 141-168. ¶ 76-SCHWARTZ Olivier, Le Monde privé des ouvriers. Honnnes et femmes du Nord, PUE. coll. « Pratiques théoriques », Paris, 1990. ¶ 77-SIMON Pierre- Jean, « Ethnisme et racisme ou “l’Ecole de 1492” », Cahiers internationaux de sociol gie, vol. XLVIII, janvier-juin 1970, p. 119-152. ¶ - « Aspects de i’ethnicité bre tonne», Pluriel-débat n0 19, 1979, p. 23-43. ¶ - « Ethnocentrisme », Pluriel - recherches, cahier n0 I, 1993, p. 57-63. ¶ 78-TERRAIL Jean-Pierre, Destins ouvriers. La fin d’une classe ?, PUF, Paris, 1990. ¶ 79-TYLOR Edward B., La Civilisation pri mitive (trad. franç.), Reinwald, Paris. 1876-1878, 2 vol. (1re éd. en anglais 1871). ¶ 80-VAN DEN BERGHE Pierre, The Ethnic Phenomenon, Elsevier, New York, 1981. ¶ 81-VERRET Michel, La Culture ouvrière, ACL Ed., Saint-Sébastien, 1988. ¶ 82-WEBER Max, L’Ethique protestante et l’esprit du capitalisme (trad. franç.), Plon, Paris, 1964 (1re éd. en allemand 1905 ).",
            "page": "183",
            "part": "1"
        },
        {
            "id": "184",
            "nass": "83-WHITTING J., KLUCKHOHN R. et ANTHONY A., « La fonction des cérémonies d’initiation des mâles à la puberté » ¶ ... (trad. franç., 1re éd. en anglais 1958), in LEVY André (éd.), Psychologie sociale. Textes fonda mentaux anglais et américains, t. I, Dunod, Paris, 1978, p. 63-78. ¶ (( ¶ الفهرس ¶ مقدمة ... 3 ¶ الفصل الأول الأصل الاجتماعي لكلمة “ثقافة” وفكرتها ... 3 ¶ تطور كلمة ((ثقافة)) في اللغة الفرنسية منذ القرون الوسطى حتى القرن التاسع عشر ... 3 ¶ المناقشات الفرنسية-الألمانية حول الثقافة، أو النقيضة ((ثقافة))- ((حضارة)) القرن التاسع عشر-بداية القرن العشرين ... 3 ¶ الفصل الثاني اختراع المفهوم العلمي للثقافة ... 3 ¶ تايلور والمفهوم العالمي للثقافة ... 3 ¶ بواس ((Boas)) والمفهوم الذاتي للثقافة ... 3 ¶ غياب المفهوم العلمي للثقافة في بدايات البحث الفرنسي ... 3 ¶ دوركهايم والمقاربة الواحديّة للوقائع الثقافية ... 3 ¶ المقاربة التفاضلية ... 3 ¶ الفصل الثالث انتصار مفهوم الثقافة ... 3 ¶ أسباب النجاح ... 3 ¶ التاريخ الثقافي:إرث بواس ... 3 ¶ مالينوفسكي والتحليل الوظيفي للثقافة: ... 3 ¶ مدرسة ((الثقافة والشخصية)) ... 3 ¶ روث بينديكت و (الأنماط الثقافية) ... 3 ¶ لينتون كاردينر و(الشخصية الأساسية) ... 3 ¶ دروس الأنثروبولوجيا الثقافية ... 3 ¶ ليفي شتراوس والتحليل البنيوي للثقافة ... 3 ¶ نفسها مع بعضها [1950، صXIX ]. ... 3 ¶ الثقافوية وعلم الاجتماع مفهوما (الثقافة الفرعية) sous-culture والاستشراكsocialisation ... 3 ¶ الفصل الرابع دراسة العلاقات بين الثقافات وتجديد مفهوم الثقافة ... 3 ¶ (خرافة البدائي) ... 3 ¶ اختراع مفهوم المثاقفة ... 3 ¶ مذكرة لدراسة المثاقفة ... 3 ¶ التعميق النظري ... 3 ¶ نظرية المثاقفة والثقافوية ... 3 ¶ روجيه باستيد والأطر الاجتماعية للمثاقفة: ... 3 ¶ ربط الاجتماعي بالثقافي ... 3 ¶ تصنيف حالات الاحتكاكات الثقافية: ... 3 ¶ محاولة لتفسير ظواهر المثاقفة ... 3 ¶ تجديد مفهوم الثقافة ... 3 ¶ الفصل الخامس التراتبات الاجتماعية والتراتبات الثقافية ... 3",
            "page": "184",
            "part": "1"
        },
        {
            "id": "185",
            "nass": "الثقافة المهيمنة والثقافة الخاضعة ... 3 ¶ الثقافات الشعبية ... 3 ¶ مفهوم (الثقافة الجماهيرية) ... 3 ¶ الثقافة الطبقية ... 3 ¶ ماكس ويبر وانبثاق طبقة المقاولين الرأسماليين ... 3 ¶ الثقافة العمالية ... 3 ¶ الثقافة البورجوازية ... 3 ¶ بورديو ومفهوم الاعتياد habitus ... 3 ¶ الفصل السادس الثقافة والهوية ... 3 ¶ المفاهيم الموضوعية والذاتية للهوية الثقافية ... 3 ¶ المفهوم العلائقي والظرفي ... 3 ¶ الهوية شأن من شؤون الدولة ... 3 ¶ الهوية ذات الأبعاد المتعددة ... 3 ¶ الاستراتيجيات المتعلقة بالهوية ... 3 ¶ (حدود) الهوية ... 3 ¶ الفصل السابع الرهانات والاستخدامات الاجتماعية لمفهوم الثقافة ... 3 ¶ مفهوم (الثقافة السياسية) ... 3 ¶ مفهوم (ثقافة المؤسسة) ... 3 ¶ المقاربة السوسيولوجية لثقافة المؤسسة ... 3 ¶ ثقافة المهاجرين: ... 3 ¶ خاتمة ... 3 ¶ Repéres bibliographiques ... 3 ¶ الفهرس ... 3 ¶ (( ¶ رقم الإيداع في مكتبة الأسد الوطنية ¶ مفهوم الثقافة في العلوم الاجتماعية: دراسة=La notion de culteue dans les sciences sociales/ دوني كوش؛ ترجمة: قاسم مقداد– دمشق: اتحاد الكتاب العرب، 2002 – 140 ص؛ 25سم. ¶ 1- 306.4 ك و ش م ... ... ... ... ... 2- العنوان ¶ 3- العنوان الموازي ... ... ... ... ... 4- كوش ¶ 5- مقداد ¶ ع- 585/4/ 2002 ... ... ... ... ... مكتبة الأسد ¶ ((",
            "page": "185",
            "part": "1"
        }
    ],
    "t37689": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "335-K-M"
        }
    ]
}