{
    "b37684": [
        {
            "id": "1",
            "nass": "الحرب على العراق ¶ دوافعها- أهدافها- تداعياتها ¶ إعداد الدكتور: صالح الرقب ¶ الطبعة الثانية ¶ 1424هـ- 2003مـ ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهدّه الله فلا مضلّ له، ومن يضلل فلا هادي له. وأشهد أنّ لا إله إلا الله، وأشهد أنّ محمداً عبده ورسوله. ¶ يقول الله عز وجل:(قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَصُدُّونَ عَنْ سَبِيلِ اللَّهِ مَنْ آمَنَ تَبْغُونَهَا عِوَجاً وَأَنْتُمْ شُهَدَاءُ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ) آل عمران:99. (إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ فَسَيُنْفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ وَالَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ يُحْشَرُونَ) الأنفال:36. (وَلا يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّى يَرُدُّوكُمْ عَنْ دِينِكُمْ إِنِ اسْتَطَاعُوا وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ) البقرة:217. (وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ وَلا النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلا نَصِيرٍ) البقرة:120.(يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ) المائدة:51. ¶ دوافع ومبررات الحرب",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "من المعلوم أنّ أيّ حرب تقع لابد لها من دوافع ومبررات من جهة الطرف أو التي تقوم بإعلانها والبدء بها، ولابد أهداف أو مكاسب تسعى لجنيها من هذه الحرب، ثمّ إن الحرب تترك آثارها السلبية وتداعياته على الجهة التي تصطلي بنارها، والحرب التي تقودها الولايات الأمريكية ضد العراق ليست بدعاً من ذلك.وهذه الدراسة المتواضعة تكشف عن الدوافع من هذه الحرب وعن أهدافها الحقيقية، وتبين آثارها وتداعياتها على الصعيد العراقي والعربي، والقضية الفلسطينية.وتحذر من مخاطرها، ومن خطورة مساعدة الكفار من تحقيق أهدافهم ونواياهم الخبيثة. ¶ بعد أحداث يوم الثلاثاء الموافق:23/6/1422هـ11/9/2001م (ضرب أهم مدينتين:نيويورك،وواشنطن) في أمريكا، بدأت الدعايات الأمريكية القوية، تنطلق من البيت الأبيض الصهيوني تعلن أنّه لابد من: تحقيق عدة أهدف رئيسة:- ¶ الأول: مكافحة الإرهاب:-",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "أخذ الأمريكان يؤلبون دول العالم كله-بل يكرهونها بالترغيب والترهيب- ومنهم حكومات الشعوب الإسلامية، للوقوف معهم في هذه الحملة الظالمة، لضرب من يسمونهم بالإرهابيين من أفراد وجماعات ودول، وهدف هذه الحملة هو الإسلام والمسلمون في العالم كله، بادئين بدولة أفغانستان المنهكة أصلاً بالحرب والفقر والمقاطعة الآثمة، زاعمين أن هدفهم القبض على أسامة بن لادن، ثمّ صرّحوا بأنّهم يريدون أعضاء القاعدة كلهم، ثمّ وسّعوا الدائرة فصرّحوا أنّ حملتهم موجهة إلى كل الإرهابيين والدول التي تؤويهم في العالم كله، وأن هذه الحملة ستأخذ وقتا طويلاً من الزمن. أي أنهم عازمون على حرب عالمية تحدث في العالم فوضى ودماراً ليغيروا خارطة العالم تغييراً يمكنهم من السيطرة الكاملة عليه.ولقد أشار الرئيس الأمريكي بوش إلى هذا الأمر في كثير من أقواله وخطاباته،ومنها خطابه يوم 29 يناير 2002م أمام ما يسمى بحال الاتحاد المسيحي اليهودي،وممّا قال فيه: وقد حان دورنا كما قال رئيس الوزراء البريطاني طوني بلير دعونا نعيد تشكيل العالم ليصبح على صورتنا وهكذا، وبفضل إلهنا سنقوم نحن، شعوب العالم من الجنس الأبيض المتحضر، بفرض معتقداتنا الرزينة والودودة والتحريرية على عالم جائع لأموالنا ورسالتنا... وهذه الحملة لم تتضمن قتل الأفغان فقط، بل حرمان الإرهابيين من الأموال عن طريق إغلاق كل الهيئات الخيرية والبنوك ومكاتب الصرافة غير اليهودية ـ المسيحية هنا، وحول العالم، ولن يتم بعد الآن تصديق وتحمل أعذارهم عن إطعام الأطفال الجياع، وقد لاحقنا كل دولة في نصف الكرة الجنوبي للقضاء على، وتدمير أي معارضة ضد حكومتنا الراهنة، ويتعين على كل دولة أن تختار بين أن تكون أو مع الإرهابيين وإنني سعيد بإبلاغكم أن كل واحدة من هذه الدول انصاعت لطلبنا، وأن الحكومات في كل تلك الدول اتخذت إجراءات حاسمة ضد أعدائها الداخليين الذين يعارضون ولاء تلك الحكومات لأمتنا إن",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "أمريكا لم تكسب الحرب الباردة فقط بقيادة (دادي) (بوش الأب) ولكن لدينا الآن فرصة لتشكيل تحالفات قوية ودائمة مع أعدائنا السابقين...وقد توصلت أمريكا أخيراً لمصيرها الواضح، ولن نتعامل بعد الآن بردود الأفعال، ولن نسمح بجرنا إلى صراعات، ولن نكون بعد الآن الدولة التي يأتي إليها العالم لتصنع السلام وتبني الدول، فمصير أمريكا الآن واضح أمام العالم، فنحن سنكون من يشن الحروب على كل من نختاره هدفاً لنا، ونحن الذين سندمّر قبل أن نعيد البناء، ولن نقف بعد الآن مكتوفي الأيدي والعالم يغرق في دمائه، فأمريكا تعمل من أجل السلام، ولكننا إذا رأينا هناك حاجة لإراقة الدماء، فسنقوم بذلك بأنفسنا، ومن الآن فصاعداً ستقرر أمريكا متى وأين وكيف ولماذا تشن الحرب أو تحقق السلام\".(1) ¶ ولابد من التنويه هنا أن مصطلح الحرب بالنسبة لأمريكا خاضع لتوجهاتها ومصالحها الخاصة، وإلى ذلك أشار الرئيس بوش في خطابه يوم 16/4/2003م في شركة موبيل في ميزوري قال:\" نحن نعيد تعريف كلمة الحرب وفقاً للمصطلح الخاص بنا\". ¶ الثاني:نزع أسلحة الدمار الشامل: ¶ __________ ¶ (1) - جورج دبليو بوش...ألبوك يرك، نيومكسيكو، واشنطن بوست 31 مايو عام 2002م، ترجمة: أحمد بشير بابكر.نقلاً عن موقع الإسلام على الطريق(الإنترنت).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "من عجائب السياسة الأمريكية أن وزير الدفاع الأمريكي دونالد رامسفيلد - وهو من أكثر المتحمسين في الطاقم الرئاسي لضرب العراق- كان قد زار بغداد في مارس/ آذار 1983، وعبّر عن سروره البالغ بلقاء الرئيس صدام حسين ووجوده في بغداد، كمبعوث للرئيس السابق رونالد ريغان، لتقديم كافة أشكال الدعم العسكري والاستخباراتي واللوجستي، وحتى مساعدة بغداد في برامج تهدف لتطوير أسلحته الكيماوية والجرثومية في حربه مع عدو واشنطن اللدود-حينئذ- إيران. وبعد قصف مدينة حلبجة في 16 آذار/ مارس 1987 بأربعة أشهر وقعت شركة بكتل مع الحكومة العراقية عقداً لبناء مصنع لإنتاج الأسلحة الكيماوية وقدمت وزارة الزراعة الأمريكية قروضاً هائلة للعراق على أساس أنها لتمويل واردات زراعية، ولكنها استخدمت لشراء الأسلحة والتجهيزات العسكرية. وكشفت تحقيقات أجريت عام 1992م أن الولايات المتحدة سلّمت العراق 19 حاوية من بكتيريا الجمرة الخبيثة جهزتها شركة أمريكان تيب كيلتشر كومباني التي يشرف عليها الجيش الأمريكي، وظلت القروض والمنح والتسهيلات الأمريكية تتوالى حتى عام 1990م.. فما الذي حدث؟ في 2 أبريل/ نيسان 1990م أطلق الرئيس العراقي صدام حسين تصريحا قويا شغل العالم، وبدأت أزمة إقليمية وعالمية لم تتوقف حتى اليوم، فقد ذكر في لقاء متلفز مع الضباط العراقيين أنّ الباحثين العراقيين استطاعوا تطوير صناعات عسكرية متقدمة، وأنّ العراق قادر إذا هددته إسرائيل على أن يحرق نصفها، ومن يومها بدأت العلاقة الأميركية العراقية تنعطف بحدة .(1) ¶ __________ ¶ (1) - حرب آل بوش: أريك لوران، ترجمة: سلمان حرفوش، الطبعة الأولى،2003م الناشر دار الخيال، بيروت.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "يقول ديفد ديوك- رئيس منظمة الحقوق والوحدة الأوربية الأمريكية وعضو الكونغرس الأمريكي السابق- : \"صرح مسؤول في عضو في مجلس الشيوخ إن أميركا هي التي زودت العراق بأسلحة جرثومية وكيماوية\".(1) ¶ يقول سكوت ريتلر-كبير مفتشي أسلحة الدمار الشامل العراقية عام 1998م-: \"الأهداف الحقيقية للحرب من وجهة نظري، تأتي استجابة لأفكار ومقترحات أغلب المستشارين الكبار للرئيس الأمريكي جورج بوش،إنّها الإمبريالية الجديدة، وكذلك خطة مجلس الأمن القومي الجديدة التي أقرّها في أيلول الماضي والتي ترى في الإمبريالية الجديدة حلاً لمشكلات أمريكا الاقتصادية،فغزو العراق سيكون المنطلق لتطبيق هذه السياسة في المنطقة بأكملها، إنّها مرحلة خطرة جداً لا للولايات المتحدة فحسب بل للعالم أجمع، وإذا استمرت السياسة الإمبريالية الأمريكية على هذا المنوال فسنصبح نحن مصدر تهديد للسلام والأمن العالميين..والسبب الرئيس يكمن في أن القلة المتحكمة في صنع القرار الأمريكي تحاول استغلال الحرب الأمريكية ضد الإرهاب، وإثارة المخاوف من خطر صدام حسين لتأكيد الزعامة الأمريكية وسيطرتها المطلقة على العالم.\"(2) ¶ __________ ¶ (1) - في لقاء مع برنامج بلا حدود (قناة الجزيرة الفضائية) يوم 13/11/2002م. ¶ (2) - الإمبريالية الجديدة..وراء الحرب على العراق: صوت الحق والحرية، العدد610-1/2/2003 الموافق 28ذو القعدة 1423هـ.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ولقد كشف الإعلام الغربي كذب ما يسمى بنزع أسلحة الدمار الشامل من العراق، فطالبت صحيفة \"إندبندنت\" البريطانية بتشكيل لجنة برلمانية للتحقيق من مدى كفاءة وصدق أجهزة المخابرات البريطانية التي اعتمدت عليها الحكومة في تبرير الحرب على العراق، ووصفت أدلة هذه الحرب بأنها \"مفبركة\". وتساءلت الصحيفة في موقعها على الإنترنت الأحد 20-4-2003 متوجهة إلى رئيس الوزراء توني بلير: أين هي أسلحة الدمار الشامل التي زعم الرئيس الأمريكي جورج بوش وبلير وجودها في العراق لتبرير غزوها؟ فبعد شهر من الحرب وأسبوع على احتلال العراق لم تعثر القوات الأمريكية والبريطانية على أي دليل على امتلاك العراق للأسلحة المزعومة. ¶ وقالت الصحيفة: إنّ العالم لن ينسى \"الأدلة المفبركة\" التي اصطنعها وزير الخارجية الأمريكي كولن باول منذ شهرين أمام مجلس الأمن الدولي مستعينا بصور للأقمار الصناعية وتسجيلات لمحادثات هاتفية لإثبات امتلاك العراق لأسلحة دمار شامل.. فأين هي الآن بعدما احتلت القوات الأمريكية والبريطانية الأراضي العراقية ؟(1) ¶ الثالث:نشر الحرية وتحقيق الديمقراطية أولاً في العراق:- ¶ وذلك من خلال إزالة الرئيس العراقي صدام حسين- ثمّ في المنطقة العربية تالياً. وإذا كانت الديمقراطية هي الجائزة الكبرى التي ستقدم للمنطقة بعد-اكتساح- العراق كما يزعمون، فمن يصدق أنّ أميركا الصهيونية وحليفتها اليهودية حريصة على الديمقراطية وبخاصة في الأرض العربية.(2) ¶ __________ ¶ (1) - أدلة الحرب..مفبركة،الإسلام عل الطريق(الإنترنت) 20-4-2003 م. ¶ (2) - الحرب على العراق صهيونية..فاحذروا: د.صابر فلحوط- نائب رئيس اتحاد الصحفيين العرب- صحيفة البيان الإماراتية،18/1/2003م ¶ ...",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ولقد كشف بوش في خطاباته شكل الديمقراطية التي يريد، وما هي الحرية التي يهدف نشرها في العالم الإسلامي، إنها الفوضى والإباحية، ومحبة أمريكا ورذائلها، وتغيير المناهج الدينية لتكون في خدمة مخططاتها في المنطقة، ونشر انحطاطها الخلقي، والاعتراف بدولة اليهود المغروسة في قلب العالم الإسلامي. ¶ وعن الديمقراطية الموعود بها الشعب العراقي يقول بوش في خطابه يوم 29 يناير 2002م أمام ما يسمى بحال الاتحاد المسيحي اليهودي:\" أبلغكم بأنّ النساء الأفغانيات تخلين عن براقعهن إلى الأبد، وأن الفتيات الأفغانيات رجعن إلى المدارس ليطالعن كيف ظفرنا بالغرب الأمريكي، وأن رمز الحضارة الغربية الثقافي الأكثر أهمية وهو التليفزيون عاد للحياة الأفغانية، والأفغان سعداء الآن، وأحرار في التنقل في أنحاء بلادهم لزراعة الأفيون، ويجب على الأمريكيين والأطفال الأمريكيين على نحو خاص الشعور بالفخر بكرمهم المتمثل في إرسالهم المال والطعام إلى أفغانستان، ومما يثلج صدري أن أرى الأطفال الأفغان وهم يستمتعون بأطعمتنا المفضلة،وهى:زبدة الفول السوداني والجلي والبسكويت العقدي\".",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وقد ظهر أنّ السبب الذي تتستر وراءه أمريكا من زعمها إزالة الرئيس صدام يختلط بالمصالح الأمريكية المحضة، الهادفة إلى فرض هيمنتها وسيطرتها العسكرية والأمنية والسياسية والثقافية والاقتصادية على المنطقة العربية كلها وبقية العالم الإسلامي، تبعاً لخططها الاستراتيجية التي حددت مفهومها للنظام العالمي الجديد، والعولمة ذات القطب الواحد، وبذلك تظهر خطورة الأمر في كافة الموازيين الشرعية،والقانونية الدولية:أنه عدوان ُأمة على ُأمة، ودولة على دولة،وقوي على ضعيف،ويزيد الوصف الشرعي على ذلك أنّه عدوان بلد كافر على بلاد إسلامية، وفيه تحريض لدول كافرة أخرى على فرض هيمنتها الاستعمارية بدورها على شعوب إسلامية تريد أن تجعلها ترزح تحت سطوتها،وهيمنتها.ويعترف بهذه الحقيقة، الغربيون أنفسهم ممن اطلعوا على نوايا الإدارة الأمريكية. ¶ أولاً:- الدافع والدور اليهودي الصهيوني:- ¶ 1) الهوس الديني الذي يمليه عليهم الكتاب (المقدس)، والمسيطر على العقلية اليهودية بأنّ الذي سينهي دولة إسرائيل الحالية هم سلالة البابليين الذين انهوها دويلتهم القديمة عام 586ق.م على يد نبوخذ نصر البابلي، فالمعضلة الأساسية لدى الغرب المسيحي الصهيوني المستعبد لليهود،هي وجود عراق بجيش قوي،ويخشون أنه كما صدقت نبوءات التوراة في عودتهم من الشتات إلى فلسطين أن تصدق النبوءات الأخرى، التي تتحدث عن هلاكهم، خاصة فيما تصفه النصوص الدينية العديدة من عقاب حتمي،غاية في البشاعة سينزل بهم بعد العودة إليها ، من قبل أصحاب من أهلكهم ودمر مملكتهم الأولى. وأنقل هنا طائفة من نصوص الكتاب المقدس عند اليهود لنرى مدى الحقد على العراق، ومدى التحريض على قتاله، وإبادة شعبه وجيشيه.إن شارون سافر مرة لأمريكا فقط ، لبحث أمر جيش الأقصى الذي يُعدّه الرئيس العراقي ، حيث وعدَه الأمريكان بالتكفل بأمره، وطلبوا منه الاهتمام بالشأن الداخلي والعمل على تهدئة الأمور ظاهرياً.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "*جاء في سفر أشعيا 10: 5-6: \"ويل لآشور قضيب غضبي، والعصا في يدهم هي سخطي على أمة منافقة أرسله، وعلى شعب سخطي أوصيه، ليغتنم غنيمة وينهب نهباً، ويجعلهم مدوسين كطين الأزقة \". ¶ * وجاء في سفر حزقيال 21:18-19: \"وكان إلىّ كلام الرب قائلاً: وأنت يا ابن آدم عين لنفسك طريقين لمجيء سيف ملك بابل، من أرض واحدة تخرج الاثنتان\". فقد خرجت الأولى التي تتمثل الملك البابلي نبوخذ نصر ويخافون أن تكون الثانية في هذا الزمان، خاصة وأن العراق تمتلك قوة تصل إليهم ولمّا كانوا أحرص الناس على حياة رأينا هوسهم في استخدام الكمامات الواقية من أسلحة الدمار الشامل. ¶ *وقد جاء التحريض على قتال العراقيين في كتابهم المقدس ومن ذلك:\" اصطفوا على بابل من كل ناحية يا جميع موتري الأقواس، وارموا السهام، ولا تبقوا سهماً واحدا،ً لأنها أخطأت في حق الرب، أطلقوا هتاف الحرب عليها من كل جانب، فقد استسلمت وانهارت أسسها وتقوضت أسوارها، لأن هذا هو انتقام الرب، فاثأروا منها، وعاملوها بمثل ما عاملتكم، استأصلوا الزرع، والحاصد بالمنجل في يوم الحصاد إذ يرجع كل واحد إلى قومه، ويهرب إلى أرضه فراراً من سيف العاتي\". ¶ * نص من المزمور 137 من سفر المزامير، الذي يترنم به اليهود والنصارى في صلواتهم:\" يا ابنة بابل المحتم خرابها ، طوبى لمن يُجازيك بما جازيتنا به ، طوبى لمن يُمسك صغارك ويلقي بهم إلى الصخر\". ¶ * سفر إشعياء:14: 20-23: \" فذريّة فاعلي الإثم ، يبيد ذكرها إلى الأبد.أعدّوا مذبحة لأبنائه جزاء إثم آبائهم، فلا يقوموا،ولا يرثوا الأرض،ولا يملئوا وجه العالم مُدناً، فأقوم عليهم يقول رب الجنود، وأقطع من بابل، اسماً وبقيةً ونسلاً وذريةً يقول الرب، وأجعلها ميراثاً للقنافذ، وآجام(مستنقعاتٍ)للمياه،وأكنسها بمكنسة الدمار، يقول رب الجنود\".",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "* \"وهذا ما يُعلنه الرب:ها أنا أُثير على بابل، وعلى المُقيمين في ديار الكلدانيين ريحا مُهلكة، وأبعث إلى بابل مُذرّين يُذرّونها، ويجعلون أرضها قفرا، ويُهاجمونها من كل جانب في يوم بليّتها. ليوتر الرامي قوسه وليتدجّج بسلاحه، لا تعفوا عن شبَّانها، بل أبيدوا كل جيشها إبادة كاملة، يتساقط القتلى في أرض الكلدانيين والجرحى في شوارعها\". ¶ * ويحدوهم الشوق إلى بابل.. جاء في سفر المزامير المنسوب زوراً لنبي الله داود:137 :10- 12. \"على أنهار بابل هناك جلسنا، بكينا أيضاً عندما تذكرنا صهيون على الصفصاف في وسطها علّقنا أعوادنا، لأنه هناك سألنا الذي سبونا كلام ترنيمة،ومعذبونا سألونا فرحاً قائلين ورنموا لنا من ترنيمات صهيون.كيف ترنّم في أرض غريبة...؟ ¶ * \"وكان ارميا قد دوّن في كتاب واحد ، جميع الكوارث التي ستُبتلى بها بابل، أي جميع النبوءات المدوّنة عن بابل، ( وأرسله ارميا إلى بابل وقال لحامله ): \"حالما تصل إلى بابل ، اعمل على تلاوة جميع هذه النبوءات، وقل :أيها الرب، قد قضيت على هذا الموضع بالانقراض ، فلا يسكن فيه أحد من الناس والبهائم ، بل يُصبح خرابا أبديا \"، ومتى فرغت من تلاوة هذا الكتاب، اربط به حجرا واطرحه في وسط الفرات، وقل: \" كذلك تغرق بابل ، ولا تطفو بعد ، لما أُوقعه عليها من عقاب ، فيعيا كل أهلها \". ¶ 2) في عهد بوش الابن وحتى مارس 2003م أصدرت الولايات المتحدة ما يقرب من 150 قراراً سياسيا على المستوى الداخلي لمصلحة الدعم السياسي والاقتصادي لـ\"إسرائيل\" وضد الحقوق الشرعية للشعب الفلسطيني. يقول بيل كيلر في صحيفة الوطن القطرية 18/3/2003 : إن الفكرة القائلة بأن الولايات المتحدة أرسلت ربع مليون جندي لخوض الحرب ضد العراق من أجل \"إسرائيل\" لاحقاً واردة لوجود ثلاثة أشياء:-",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "1 - أن الفكرة القائلة أن الحرب هي من أجل \"إسرائيل\" لا تزال ماثلة، ويعتقد بها قطاع واسع من الناس في العالم بأكثر مما يتصور الأمريكيون. ¶ 2 - أن \"إسرائيل\" ظلت دائماً جزءاً من القصة فلماذا تستثنى هذه المرة؟ ¶ 3- للفكرة أدلة على صحتها في السياسات المحلية الأمريكية. ومن الأدلة على هذه المؤامرة وجود وثيقة بعنوان «الاستراحة الطاهرة: استراتيجية جديدة لتأمين المملكة» أعدتها عام 1996م مجموعة مفكرين في البنتاغون لرئيس وزراء \"إسرائيل\" بنيامين نتنياهو وتقترح تبني \"إسرائيل\" استراتيجية عدوانية وتتضمن خطة لإزاحة الرئيس صدام حسين عن السلطة، ومن بين أعضاء هذه المجموعة: ريتشارد بيرل، ودوغلاس فيذ، وديفيد وورسير، وهؤلاء يحتلون حالياً مناصب بارزة في إدارة بوش.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وقد ذكرت أيضاً هذه المعلومات عدة مرات ، من خلال ما قدمته مراسلة القناة الأولى في التليفزيون الإسرائيلي (كيرن نويبخ )، و(أمنون أبراموفيتش) كبير المعلقين بالقناة . كما رددها مراسل القناة الثانية (عودي سيجل) . والثلاثة أجمعوا في روايات متقاربة على أن مشروع الحرب من وضع ثلاثة من غلاة اليهود الأمريكيين هم : (ريتشارد بيرل) كبير مستشاري وزارة الدفاع (استقال من منصبه أخيراً لأسباب مالية )، ونائبا وزير الدفاع (بول ولفوفيتز) و(دوجلاس فايت) . فهم الذين صاغوا أهداف الحرب ، وقاموا بالدور الكبير في حث الإدارة الأمريكية على شنها . وبيرل وفايت محسوبان على خط الليكود ويعملان لحسابه ، أما ولفوفيتز فهو يقف إلى يمين الليكود، وأجمع مراسلو ومعلقو القناتين التليفزيونيتين في \"إسرائيل\" على أن اليهود الأمريكيين الثلاثة عكفوا بعد شهر من تفجير مبني مركز التجارة العالمي في نيويورك على الاجتماع بكل من (أفرايم هلايفي) الذي كان وقتذاك رئيساً للموساد ثم تولى لاحقاً منصب مدير مجلس الأمن القومي الإسرائيلي . وشارك في تلك الاجتماعات رئيس شعبة الاستخبارات العسكرية الإسرائيلية (عاموس مالكا) وخلفه (اهارون زئيفي فركش )، إلى جانب رئيسي قسم الأبحاث في كل من الموساد وجهاز الاستخبارات العسكرية بـ\"إسرائيل \".. وكان هدف الاجتماعات هو صياغة أهداف الحرب الميدانية والاستراتيجية ، وقد اتفق الجانبان على تشكيل لجنة تنسيق عسكرية مشتركة تقوم \"إسرائيل\" خلالها بتقديم كل ما يتطلبه الجهد الحربي الأمريكي وقت الحاجة .(1) ) ¶ __________ ¶ (1) - إسرائيل في قلب الحرب: فهمي هو يدي، صحيفة الأهرام 1/4/2003م.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "كما جاء في كتاب \"بوش في الحرب\" الذي ألفه الصحفي \"بوب ودورد\" مدير تحرير صحيفة \"واشنطن بوست\" ما يلي: أوضح وزير الدفاع الأمريكي ولفوفيتز لمدير مكتب رئيس الوزراء الإسرائيلي إرئيل شارون فايسغلاس أن الإدارة الأمريكية معنية بأن تقدم إسرائيل كل المعلومات الاستخبارية التي بحوزتها، والتي من شأنها أن تساعد في الحرب على العراق، فضلاً عن الاستعانة بتجارب الجيش الإسرائيلي في إدارة الحرب بالعراق. ¶ والتقى فايسغلاس مستشارة الأمن القومي \"كوندوليزا رايس\" لمناقشة بلورة آلية للتعاون بين الجانبين في كل ما يتعلق بالحرب على العراق. اتفقت رايس مع فايسغلاس على أن يتولى عملية التنسيق عن الجانب الأمريكي جورج تينت رئيس وكالة الاستخبارات الأمريكية المركزية، ومعه وأبرز ثلاثة مسئولين في وزارة الدفاع الأمريكية، وهم رئيس هيئة المستشارين في الوزارة ريتشارد بيرل (استقال بعد بدء الحرب بعدة أيام)، ونائبا وزير الدفاع: ولوفيتز، ودوغلاس فايث، بينما يمثل الجانب الإسرائيلي في لجنة التنسيق إفرايم هليفي رئيس جهاز \"الموساد\" في ذلك الوقت (يتولى حاليا منصب رئيس مجلس الأمن القومي) وعاموس مالكا رئيس شعبة الاستخبارات العسكرية الإسرائيلية، إلى جانب رئيسي قسمي الأبحاث في كل من \"الاستخبارات العسكرية\" و\"الموساد\"، هذه اللجنة كانت القناة التي تسربت منها المعلومات الاستخبارية من دولة الاحتلال الإسرائيلي للإدارة الأمريكية. وإلى جانب هذه اللجنة عملت لجنة عسكرية، كان هدفها التشاور في بلورة الخطط الميدانية للحرب بناء على المعلومات الاستخبارية، وكان يشارك فيها رئيس هيئة أركان الجيش السابق شاؤول موفاز، وخلفه موشيه يعلون، وعن الجانب الأمريكي كان الجنرال تومي فرانكس قائد المنطقة الوسطى في الجيش الأمريكي. هذه الرواية للأحداث أشارت إليها قنوات التلفزة الإسرائيلية عدة مرات، وبشكل متواتر خلال الشهرين الماضيين.(1) ¶ __________ ¶ (1) - إسرائيل في قلب الحرب:فهمي هو يدي، صحيفة الأهرام1/4/2003م. إسرائيل:الهزيمة النفسية للعرب غنيمة سقوط بغداد: صالح محمد النعامي، موقع الإسلام على الطريق على(الإنترنت) 12 /04/2003م.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "يقول:\" في السنة الماضية اقترحت إسرائيل على الولايات المتحدة خطة لفرض نظام جديد في المنطقة في مرحلة \"ما بعد الحرب\" في العراق. ومن الملفت للنظر إن أي طرف حكومي رسمي لم يخبر الأمريكيين بالخطر الكامن لهم رغم إن كل إسرائيلي يعرف أن الانتصار العسكري في الشرق الأوسط هو بداية الحرب فقط وليس نهايتها، وان من السهل احتلال منطقة ولكن الخروج منها ليس بالأمر الهين مثلما تعلمت إسرائيل من حرب حزيران وحرب لبنان والمواجهة الحالية في المناطق.(1) ¶ ولقد تحدث كثيرون عن مجموعة \"ريتشارد بيرل\"(2) ¶ __________ ¶ (1) - هآرتس- مقال- 25/9/2003م، نظرية 2003، بقلم ألوف بن المراسل السياسي للصحيفة. ¶ (2) - أعلن استقالته من رئاسة مجلس سياسة الدفاع، وهو أعلى هيئة استشارية في البنتاجون، وذلك بسبب الانتقادات الموجهة إليه لتضارب محتمل في المصالح بين دوره كمستشار لإحدى الشركات ومنصبه كمستشار لوزارة الدفاع، وفق ما أعلنه. ورأى مراقبون أن بيرل استقال بسبب تأكيداته السابقة بأن الحرب ضد العراق لن تستغرق أكثر من ثلاثة أيام فقط، وكان بيرل قد دعا في يوليو 2002 في جلسة لمجلس السياسات الدفاعية تطهير قيادة الأركان الحربية الأمريكية من كل المعارضين للحرب ضد العراق، كما دعا إلى احتلال منابع النفط السعودية عسكريا من قبل الولايات المتحدة،وقطع جميع الروابط مع آل سعود، موقع إسلام على الطريق على(الإنترنت)28-3-2003م.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وزملائه اليهود في \"معهد الإستراتيجيات المتقدمة والدراسات السياسية\" الذين هم أصل فكرة غزو العراق. فقد أعد ريتشارد بيرل منذ أعوام ضمن فريق ترأسه من مثقفي اليهود الأمريكيين دراسة عن \"الاستراتيجية الإسرائيلية إلى العام 2000م\" قدموها إلى بنيامين نتنياهو في26/11/1996م فور نجاحه في الانتخابات الإسرائيلية، ودعوا فيها إسرائيل إلى دفع أمريكا إلى غزو العراق باعتبار ذلك جزءا محوريا من الاستراتيجية الإسرائيلية لاستمرار التفوق العسكري والاستراتيجي في الأمد المنظور.والآن بدأ البند المتعلق بالعراق من تلك الوثيقة على الدخول حيز التطبيق. ¶ وتشير هذه النظرية إلى المستشار الشخصي (كارل روف) العقل المدبر لبوش بأنه اقنع بوش بالفكرة مقابل ضمان أصوات اليهود في فلوريدا وعشرات الملايين من \"المسيحيين الإنجيليين\" الذين يحبون إسرائيل لأنها في اعتقادهم تجمع اليهود في الأراضي المقدسة كشرط سابق لعودة المسيح الذي سيخيرهم بين تغيير ديانتهم، أو الفناء. ¶ 3) الحرب على العراق ستكون السابعة بالنسبة لـ (إسرائيل)، وحرب الاستقلال الثانية لها:- ¶ قالت جريدة \"يديعوت أحرونوت\" العبرية في تعليقٍ لها: إنّ الحرب التي من المقرّر أن تخوضها الولايات المتحدة الأمريكية و حلفاؤها ضد العراق خلال الساعات القليلة القادمة، هي حرب إسرائيل السابعة، لما سيكون لها من آثار إيجابية في حال الانتصار على بغداد. إنّ حرب العراق ستكون الحرب السابعة لـ إسرائيل لأنّ الجنود الشبان الذين سيأتون من أمريكا وبريطانيا ليموتوا بعيداً عن أوطانهم لن يموتوا في معركة يعتبرونها دفاعاً عن البيت، وعن الحرية والديمقراطية، والعيش بدون إرهاب فحسب وإنما سيموتون أيضاً من أجل إسرائيل\".",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "بينما ذهب وزير الأمن الداخلي الإسرائيلي تساحي هنغبي إلى أنّ انتصار أمريكا في العراق يمثل لإسرائيل حرب استقلال ثانية. وصرح الجنرال الأمريكي أنتوني زيني إنّ:\"محافظين جدد\" في إدارة بوش شجعوا إعلان الحرب على العراق لخدمة مصالح إسرائيلية\". ¶ كشف برنامج بوبوليتيكا الذي بثته القناة الإسرائيلية الأولى يوم18/3/2003م عن أن نائب الرئيس الأمريكي (ديك تشيني) عقد خلال الشهرين السابقين للحرب لقاءات مع 70 (سبعين)خبيراً إسرائيلياً في مختلف المجالات ، ناقشهم خلالها في كيفية حسم المواجهة مع العراق . وأشار العديد من المعلقين الصهاينة إلى أن تشيني مبهور بمهنية الخبراء الصهاينة في تقديم المعلومات . وفي لقاء أجرته مقدمة البرنامج دان مرجليت مع البروفيسور عماتسيا برعام ( يهودي من أصل عراقي وهو مؤرخ مختص بالتاريخ العراقي) قال الرجل إنه اجتمع لمدة ثلاث ساعات مع تشيني في ملجأ بالبيت الأبيض ، أجاب خلالها على قائمة طويلة من الأسئلة التي طرحها عليه ، لكنه رفض التطرق إلى طبيعة الأسئلة أو إجاباته عليها . ¶ 4) خبراء عسكريون يحذرون من مُخطط عسكري أمريكي إسرائيلي:-",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "جاء في تقرير صادر من واشنطن ذكره الصحفي المصري فتحي خطاب في مقال له في جريدة العرب اليوم الأردنية ( في بداية شهر3/2001 ) :\"حذّر خبراء عسكريون من مُخطط عسكري أمريكي إسرائيلي، يستهدف فرض السيطرة المُطلقة على المنطقة، وتطبيق ما يُعرف في (البنتاغون) بخطة إعادة دمج المنطقة عسكريا وأمنيا…وأن توجّه (شارون) لاستحداث وزارة تعنى بتطوير الأسلحة النووية وأسلحة الدمار الشامل، واستحداث وزارة للشؤون الاستخباراتية في سابقة هي الأولى من نوعها، يأتي في إطار ما تفرضه ضرورات نظام الحماية الأمنية الجديد..وكشف الخبراء العسكريون في مصر عن الترتيبات الأمريكية لإنشاء أكبر شبكة صاروخية في منطقة الخليج العربي، تتمتع بمدى قتالي واسع يشمل العراق وإيران ودولا أخرى ، بالإضافة إلى مناطق شمال إفريقيا والبحر الأحمر، لضمان أمن منطقة الخليج وملاحقة الطائرات المُغيرة والتدمير السريع لأية أهداف مُعادية\". ¶ وأكدت منظمات المسلمين(المجلس الإسلامي،منظمة الاتحاد الإسلامي)في بريطانيا:وجود أيدي الصهيونية وراء الحرب على العراق، ولقد صرح الأمين العام للمجلس إقبال سكراني بأنّ الحرب\"جزء من خطة لإعادة رسم خريطة الشرق الأوسط بما يتلاءم مع أجندة الصهيونيين والمحافظين الجدد في الولايات المتحدة.(1) ¶ __________ ¶ (1) - المشهد الإسرائيلي، هآرتس، مراسل هآرتس في لندن، 10/4/2003م.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "5) في موضوع الحرب والسلام: يقول بات بيوكانان- المرشح الرئاسي الأمريكي السابق، والكاتب والمعلق السياسي والتليفزيوني الأمريكي الشهير(وهو من اليمين المحافظ في الحزب الجمهوري) – : \"إن هذه الحرب هي نتيجة طبيعية لهيمنة أنصار \"إسرائيل\" من المحافظين الجدد على صناعة القرار في إدارة بوش، ونجاحهم في صياغة أجندة السياسة الخارجية الأمريكية بما يخدم إسرائيل.وإن \" إسرائيل\" هي التي تحرك هذا الاندفاع نحو الحرب في العراق\" ويستمر في قوله بأنّ \" إسرائيل وعصابة قوية من مؤيديها الأمريكيين الذين صنعوا الأزمة الحالية مع العراق اكتسبوا مزيداً من النفوذ، وأن جورج بوش أصبح عميلاً لرئيس وزراء إسرائيل أرئيل شارون\".(1) ¶ ويذهب بيوكانان أنه منذ مطلع التسعينيات وعلى اثر انتهاء الحرب الباردة وانهيار الاتحاد السوفيتي، سعى المحافظون الجدد ذوو الروابط الوثيقة باللوبي الصهيوني في أمريكا إلى وضع وتنفيذ خطة من أجل القيام بحملة صليبية جديدة، لإعطاء معنى لحياتهم، وقد وجدوا ضالتهم أخيراً في أحداث 11 سبتمبر ليمسكوا بهذا الحدث المروع، لتوجيه غضب الأمريكيين نحو حرب شاملة لتدمير أعدائهم من الدول العربية والإسلامية، التي تقاوم سيطرة الولايات المتحدة وتناوئ إسرائيل.(2) ¶ 6) واعتبر بول شرودر أستاذ التاريخ في جامعة الينوي أن خطة الغزو دليل على نفسها؛ لأنّها جاءت من أجل مصالح إسرائيل. وكشف جورجي آن جير الكاتب في عمود أسبوعي في صحيفة واشنطن تايمز: \"أن المحافظين الجدد المحيطين بالإدارة ومؤيدي إسرائيل المسعورين في البيت الأبيض وفي وزارة الدفاع خطّطوا لشن الحرب على العراق، وذلك من أجل أمن إسرائيل الشارونية. ¶ __________ ¶ (1) - إنها حرب أمريكية من أجل \"إسرائيل\" بيوكانان يكسر جدار الصمت.. ويفضح المؤامرة! ¶ :عبد المالك سالمان، صحيفة الخليج البحرينية 20/4/2003م. ¶ (2) - المصدر السابق.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "7) كان يدور همساً في أروقة الكونغرس بأنّ النفوذ اليهودي الأمريكي وراء توجه إدارة بوش لإشعال الحرب ضد العراق، وأن هذا التوجه مبني بالدرجة الأولى على اعتبارات إسرائيلية، ولخدمة أهداف إسرائيلية، ولكن أخذ في الأسبوعين الأخيرين نهجاً علنياً على لسان برلمانيين ومفكرين أمريكيين مرموقين. ¶ 8) جاسون فست كتب مقالة في صحيفة «نيشن» جاء فيها: \"إن فريق بوش «للهجوم على العراق» الذي يعمل بانسجام مع الصهاينة الأمريكيين من أقصى اليمين يؤيدون عقيدة تتمسك بشدة بأنه لا فرق بين مصالح الأمن القومي الأمريكية والإسرائيلية.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ويعتقد كريس ماثيو وهو أحد ضيوف برامج الحوارات التليفزيونية أن شارون هو الذي \"يكتب خطابات بوش\" وأن وزراء شارون \"على انسجام مع مكتب نائب الرئيس ووزارة الدفاع في واشنطن. وإذا بقي من عنده شك حول من يكتب خطب بوش أو من يسيطر على أميركا، فليعد الاستماع إلى خطاب لبوش عن الشرق الأوسط بتاريخ 25/6/2002م حول إقصاء عرفات، وإلى المعلق السياسي الإسرائيلي (ماهوم بورميا)، الذي كتب في صحيفة (يديعوت أحرونوت) الأوسع انتشاراً في \"إسرائيل\" يقول «كان الفم للرئيس بوش، لكن اليد التي كتبت الخطاب هي يد أرييل شارون\". بل إن وزير الاتصالات الإسرائيلي ريوفين ريفلين قال الثلاثاء 25 يونيو، تعليقا على مطالبة بوش للشعب الفلسطيني بتغيير قيادته حتى ينال (المكافأة): إن الخطاب الذي ألقاه الرئيس الأمريكي جورج بوش حول الشرق الأوسط كان يمكن أن يكتبه مسؤول في الليكود حزب شارون. فيما وصفت صحيفة \"يديعوت أحرونوت\" المستقلة في مقالتها الافتتاحية خطاب الرئيس بوش يوم 25 يونيو بأنه \"عضو جديد في الليكود من شدة تحيزه- في خطابه- لشارون وخططه الخاصة بعزل عرفات، كشرط لأي تقدّم نحو الدولة الفلسطينية المؤقتة. وذهب ديفيد هيوك: د. ديفد ديوك-رئيس منظمة الحقوق والوحدة الأوربية الأميركية وعضو الكونغرس الأمريكي السابق- إلى أنّ شارون بمجرد ما يذهب إلى واشنطن يركع له بوش كما يركع العبد أمام سيده، وإن أميركا تخضع بشكل كبير هكذا لإسرائيل\"...ويضيف: \"جورج بوش الابن خاضع جداً لليهود، لذلك يأتي شارون ويتصرف كالسيد ويتبعه التابع جورج بوش\".(1) ¶ __________ ¶ (1) - في لقاء مع برنامج بلا حدود(قناة الجزيرة الفضائية) يوم 13/11/2002م.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "9) المفكر الليبرالي إيان بوروما- الذي يحظى بقدر من الاحترام- ذكر سبب الحرب الأمريكية على العراق فقال :الهستيريا الأمريكية اليهودية. ويؤكّد ذلك خلال الأشهر الثلاثة الأخيرة تواترت الأنباء التي نقلتها وسائل الإعلام الإسرائيلية من أن شارون أصدر تعليمات واضحة لقادة أجهزته الاستخبارية للمبادرة؛ لتقديم كل معلومة من شأنها أن تدعم الجناح في الإدارة الأمريكية الذي يدعو إلى ضرب العراق، لذا نجد أن إسرائيل ركّزت في اتصالاتها على طاقم وزارة الدفاع وقادة الكونجرس الذين يتبنون بشكل عام موقفا تقليديًّا معاديًّا لنظام الرئيس العراقي. وقد تعمدت المؤسسة الإسرائيلية تجاهل وزارة الخارجية الأمريكية التي يسود فيها الجناح الذي يدعو للتريث قبل تصعيد الموقف ضد النظام العراقي ويتباهى نتنياهو بالقول: إنه كان له ولعدد من قادة اليمين الإسرائيلي دور بارز في إقناع أركان الإدارة الأمريكية بتبني الخط المتشدد تجاه العراق.(1) ¶ 10) جاء في راديو \"إسرائيل\" العبري (كول يزرائيل ) بتاريخ 3 أكتوبر 2001م أن شارون قال للصحافة:في كل مرة نفعل شيئاً تقولون لي إن أميركا ستفعل هذا أو تفعل ذاك، أريد أن أقول لكم شيئاً وبوضوح: لا تقلقوا من الضغط الأمريكي على الدولة الصهيونية، إننا نحن الشعب اليهودي، نسيطر على أميركا، والأمريكيون يعلمون ذلك\". ¶ 11) مشاركة إسرائيل في الحرب: ¶ __________ ¶ (1) - التحريض الإسرائيلي على العراق..الدور والأهداف: صالح محمد النعامي- موقع الإسلام على الطريق(الإنترنت) 6/03/2002م ...",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "أ- قام رئيس جهاز الموساد مائير دغان السابق بمهمة سرية إلى واشنطن لبحث مسألة إشراك \"إسرائيل\" في ضرب العراق، وتبادل المعلومات، وربما في ذلك اشتراك قوات خاصة إسرائيلية، وطائرات سلاح الجو الإسرائيلي، وضباط ارتباط إسرائيلي في قيادة الأركان الأمريكية-البريطانية المشتركة. كما سمحت إسرائيل للولايات المتحدة بإدخال كميات كبيرة من الوسائل القتالية إلى القواعد العسكرية الإسرائيلية لضرب العراق والتعاون الاستراتيجي بين الطرفين، حيث تقدم إسرائيل بموجبه مساعدات لوجستية ومعلومات استخبارية. وأصبح من المؤكد أن رئيس الموساد الإسرائيلي \"أبراهام هليفي\" يتولى شخصيا إجراء الاتصالات مع واشنطن لتنسيق المواقف والإجراءات مع المؤسسة الأمنية والعسكرية الأمريكية قبل الفعل الأمريكي المتوقع ضد العراق. ¶ ب- كشف موقع صحيفة التايمز البريطانية عن تورط قوات خاصة إسرائيلية في العدوان الوشيك الذي قد تشنه الولايات المتحدة الأمريكية ضد العراق بين لحظة وأخرى. وأضافت الصحيفة في عددها الصادر الاثنين 17-3-2003م أن عناصر من فرق الكوماندوز الإسرائيلية الأكثر تدريبًا، والتي تدعى \"سايرت ماتكال\" تشارك في عمليات استطلاع تجرى شرق الأردن، حيث تنضم لجبهة سرية فتحتها قوات التحالف الأمريكي البريطاني غرب العراق. وتعد هذه المرة الثانية التي تتردد فيها هذه الأنباء، وكانت مجلة \"جينس فورين ريبورت\" المتخصصة في الشئون العسكرية قد كشفت في عددها الصادر 24-9-2002م عن وجود قوات كوماندوز إسرائيلية تجري مهام سرية للغاية في غرب العراق، وأكدت أن في حوزتها معلومات خاصة عن تلك المهام.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وقال مصدر عسكري غربي للتايمز: إن تلك القوات الإسرائيلية تنتظم ضمن جبهة أخرى مفتوحة ضد العراق على طول الحدود الأردنية العراقية التي تبلغ 113 ميلاً، وأكد أن قوات بريطانية وأمريكية وإسرائيلية تقوم بعمليات استطلاع واسعة المدى داخل العراق عبر الحدود الأردنية.(1) ¶ ت- نقلت وكالة قدس برس من الأراضي المحتلة :أكّد وزير الدفاع الصهيوني الجنرال شاؤول موفاز قيام القوات الأمريكية باستخدام الصواريخ الصهيونية في قصف العاصمة العراقية بغداد الذي تم يوم الجمعة ، و ذلك في إطار الحرب التي تشنّ من قبل الولايات المتحدة وحلفائها على العراق منذ فجر الخميس الماضي.وقال موفاز خلال جلسة مجلس الوزراء الأسبوعية صباح اليوم الأحد، حين تطرّق إلى الصورة التي بثّها التلفزيون العراقي الليلة الماضية لصاروخ صهيوني أطلق من طائرة أمريكية:\" إنه يُستدل من فحص أجرته وزارة الدفاع، فإنّ هذا الصاروخ هو من منظومات التشويش على وسائل الدفاع الجوي التي قامت الصناعات الجوية الصهيونية بتزويد الأسطول الأمريكي بها في مطلع التسعينيات\". ¶ ج- ذكرت مصادر عبرية- منها القناة العاشرة بالتلفزيون الإسرائيلي- أنّ عدد الجنود الإسرائيليين الذين يقاتلون في صفوف الجيش البريطاني والأمريكي في العراق يتراوح ما بين 1500-200 جندي. وبحسب هذه المصادر فإنّ قيادة الجيش البريطاني عمدت إلى شطب بند الديانة اليهودية من بطاقات التعريف الخاصة بالجنود اليهود وذلك خوفاً من وقوعهم أسرى في أيدي الجيش العراقي. ¶ __________ ¶ (1) - قوات إسرائيلية بالأردن..للمشاركة بالحرب:موقع الإسلام على الطريق(الإنترنت)17-3-2003م.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "د- قالت مصادر عبرية إنّه في نهاية يناير الماضي، وبشكل متزامن مع الخطاب الأسبوعي للرئيس الأمريكيhe Union State \" وضع الأمة\" وقع الرئيس بوش لأول مرة على مخطط إفناء النظام العراقي. وصادق على تخصيص 200 مليون دولار لصالح زيادة الجهود الاستخباراتية وتدريب قوات المعارضة، مع الاستعانة بالخبرات الصهيونية في التعامل مع الشعب العراقي من وحي التجربة الإجرامية التي خاضوها مع الشعب الفلسطيني.وتمّ خلال الشهرين اللاحقين الاستعداد للحرب وبدء التحضير لها في الخليج ،حيث دخلت القوات الصهيونية مع القوات البريطانية والأمريكية، بعد تدريب وحدات بريطانية وأمريكية في مدينة مشابهة للمدن الفلسطينية، وعرض خطط لضرب المسلحين فيها و إلحاق الضرر في بنيتها التحتية.(1) ¶ __________ ¶ (1) - موقع الإسلام على الطريق(الإنترنت) 17-3-2003م.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "هـ- ذكرت الصحافة الإسرائيلية أنّ الأمنيين الإسرائيليين قدموا نصائح إسرائيلية لأميركا: ادخلوا بغداد كما دخلنا نابلس وجنين:- أكدت مصادر أمنية إسرائيلية أمس أن الجيش الأمريكي يستفيد من تجربة حرب المدن الإسرائيلية في المناطق الفلسطينية ويواصل دراستها خلال استعداده للتقدم صوب بغداد. وتتم هذه الدراسة بواسطة قراءة تقارير إسرائيلية داخلية تفصيلية عن هذه التجربة خصوصا في العمليات الحربية الأخيرة في نابلس وجنين، وبواسطة إجراء دراسة أمريكية وتقديرات أمريكية خاصة لهذه العمليات. ولكن، بالإضافة إلى ذلك، هناك دراسة مقارنة أجريت في إسرائيل تقارن ما بين الوضع في بغداد والوضع في المدن الفلسطينية، وتقدم نصائح وتوصيات إسرائيلية للأمريكيين.وجاءت الأخبار تنقل من فلسطين المحتلة: قوات إسرائيلية تدرب الأمريكيين في مخيم جنين على خوض حرب المدن. وكانت شبكة (ريشيت بيت) التابعة للإذاعة العبرية قد نقلت يوم الأربعاء 3/4/2003م عن مصدر في الجيش الصهيوني، رفض الكشف عن هويته قوله:إنّ الحرب الأمريكية على العراق تستلزم منا الوقوف بجانب واشنطن: لأنها حرب ضد الإرهاب.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ولقد أكدّت هذه الأنباء صحيفة(غارديان) البريطانية التي كشفت في عددها الصادر يوم الأربعاء 3 أبريل 2003م عن وجود ضباط أمريكيين تلقوا تدريبات عسكرية فيما يسمى \"إسرائيل\" للاستفادة من خطة السيطرة على مخيم جنين في تمشيط العاصمة العراقية بغداد. وقالت الصحيفة اعتماداً على مراسلها في القدس المحتلة:إن وزارة الدفاع الأمريكية زودت قبل بداية الحرب على العراق ضباطًا أمريكيين بشرائط فيديو تصور تمشيط مخيم جنين حينما ارتكبت \"إسرائيل\" جرائم حرب في هذا المخيم في أبريل الماضي. وأكدت الصحيفة أنّ حوالي ألف من مشاة المارينز قاموا بدورة تدريبية جنوب مدينة بئر السبع في فلسطين المحتلة وذكرت الصحيفة أنّه في شهر سبتمبر عام 2002 قامت البنتاغون باستدعاء الخبيرالعسكري والإستراتيجي الصهيوني في الجامعة العبرية بالقدس(فان سرفلد) إلى قاعدة للمارينز بشمال كارولينا بالولايات المتحدة الأمريكية حيث قام بإلقاء محاضرات مكثفة حول كيفية تمشيط المدن،اعتمادًا على نموذج تمشيط مخيم جنين. ¶ و- أكدت مصادر صهيونية في \"تل أبيب\" اليوم أن الجنود اليهود الأمريكيين الموجودين ضمن القوات الأمريكية أقاموا كنيساً يهودياً داخل أحد المعسكرات في جنوب العراق، وأنهم أقاموا احتفالاتهم بعيد الفصح داخل هذا الكنيس .وأكدت هذه المصادر أن هناك حوالي 2000 جندي يهودي أمريكي ضمن القوات الأمريكية الموجودة على الأراضي العراقية، وأنه خلال الحرب زودت قيادة الجيش الأمريكي الجنود اليهود بما يحتاجونه من طعام خاص \"كوشر\" حسب الشريعة اليهودية، وفطير غير مخمر، حملته طائرة أمريكية خاصة من \"تل أبيب\" إلى مناطق تواجد هؤلاء الجنود الصهاينة في طول عرض الأراضي العراقية المحتلة.(1) ¶ __________ ¶ (1) - مركز الإعلام الفلسطيني (الإنترنت) 22 أبريل 2033م.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ز- ذكرت صحيفة السبيل الأردنية تحت عنوان: (طيارون صهاينة في قاعدة العديد القطرية يحملون أسماء أمريكية) قالت مصادر صحفية مقربة من المعارضة العراقية أنّ الولايات المتحدة تستعد لتنفيذ خطة عسكرية بديلة في حال فشل قواتها في السيطرة على المدن العراقية الرئيسية ومن بينها العاصمة بغداد، وتقضي الخطة التي اشرف على وضعها جنرال أمريكي ساهم -حسب قول المصادر- في تقديم خبرته للقادة الصهاينة خلال مواجهتهم للمقاتلين الفلسطينيين باعتماد أسلوب اغتيال القيادات العراقية باستخدام الطائرات. ¶ وأن وزارة الدفاع الأمريكية طلبت من حكومة أرئيل شارون انتداب عدد من الطيارين الصهاينة الذين شاركوا في عمليات اغتيال النشطين الفلسطينيين خلال الانتفاضة الفلسطينية. وتكشف المعلومات إن عدداً من هؤلاء الطيارين يصل إلى ثلاثة عشر طياراً يوجدون- قبل بدء الحرب- في قاعدة «العديد» القطرية بصفتهم طيارين أمريكيين، حيث إنهم يحملون أسماء ووثائق أمريكية، من اجل التمويه في حال وقع أحد منهم في الأسر. ¶ ولقد استلمت الحكومة الإسرائيلية الدفعة الأولى من المكافأة المالية حيث ذكرت وكالات الأنباء بأنّ الولايات المتحدة صادقت واشنطن على منح إسرائيل ضمانات مالية قدرها 9 مليارات دولار بعد ساعات معدودة من انتهاء مدة الإنذار الذي وجهه الرئيس الأمريكي جورج بوش للرئيس العراقي صدام حسين بمغادرة العراق خلال 48 ساعة، بينما وافقت الإدارة الأمريكية منح ربع المساعدات الأمنية التي طلبتها إسرائيل، حيث صادقت على مليار دولار فقط.وأبلغت مستشارة الأمن القومي الأمريكي كونداليزا رايس وزير المالية الإسرائيلي بنيامين نتنياهو القرار، خلال اتصال هاتفي أجرته معه الليلة.ووجه نتنياهو لرايس شكر الشعب الإسرائيلي والحكومة الإسرائيلية على هذا القرار.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "يقول باتريك سيل( كاتب بريطاني متخصص في شؤون الشرق الأوسط) الحياة 2003/03/21:\"ولعل نقطة الضعف المشؤومة في كل ذلك هي أن المغامرة ليست أمريكية بحتة، بل يجب أن ينظر إليها كتتويج لشراكة أميركا الاستراتيجية مع إسرائيل التي بدأت منذ 36 سنة. ويضيف:\"جاءت معظم المبررات والضغوط من أجل الحرب على العراق من جانب الصهاينة المتطرفين الأمريكيين، وأكثرهم من اليهود المتحالفين مع أرئيل شارون الذين يحتلون مواقع نفوذ واسع داخل إدارة الرئيس بوش وخارجها. وليس من المبالغة أو من اللاسامية في شيء أن نقول بأنها حرب بوش شارون ضد العراق. ¶ ثانيا:- الدور والدافع المسيحي الصهيوني:- ¶ \"فليبارك الله أمريكا\".. هكذا اختتم الرئيس الأمريكي جورج بوش خطابه الأخير قبل الحرب حين وجه إنذارا للرئيس صدام حسين وأولاده بالرحيل أو الحرب، ولقد بدت هذه الجملة القدسية مثيرة في وسط خطاب يعد بمثابة إعلان حرب .وقد لاحظ المراقبون والمحللون كثرة استخدام جورج بوش للمصطلحات الدينية في خطاباته المتعددة، التي ترجع لشخصية جورج بوش التي تؤمن بالمسيحية اليمينية الإنجيلية، التي ترتكز مبادئها بشكل كبير على فكرة نهاية العالم، والمعركة الكبرى-هرمجدون- بين الخير والشر، التي سوف تدور في فلسطين، ويعقبها نزول المسيح من جديد.(1) وذهب جون ماكغفرن في مجلة ((TheNation بأنّها رسالة من الله يدعيها بوش لشن الحرب على العراق. ¶ __________ ¶ (1) - فليبارك الله أمريكا وليذهب العالم إلى الجحيم، ميساء شجاع الدين، 2003/03/27م.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وليس غريباً إذن أن يتصدر \"نشيد المسيح\" افتتاح أعمال المؤتمر القومي للحزب الجمهوري لاختيار بوش مرشحًا رسميًا للرئاسة، ولا أن يدعو بوش خلال المؤتمر لنكوين ابن القس بيل جراهام ـ أحد مؤسسي اليمين المسيحي ـ ليؤم الحضور في صلاة البركة، معلنا تبنيه صراحة لأجندة اليمين المسيحي الدينية المحافظة التي يعد دعم إسرائيل ركيزتها الأولى، باعتبار أن هذا الدعم أمر إنجيلي له صلة بنهاية العالم ومعركة \"هر مجدون\" الكبرى. في عام 1998م ارتفعت نسبة المؤمنين بهذه النبوءة بين صفوف الشعب الأمريكي، حيث أظهر استطلاع للرأي أجرته مجلة (تايم) الأمريكية أن 51% من الشعب الأمريكي يؤمن بهذه النبوءة، وأن من بين هؤلاء عدداً كبيراً من أعضاء النخبة الحاكمة في الولايات المتحدة، بعضهم وزراء وأعضاء في الكونجرس وحكّام ولايات فضلا عن إيمان عدد من الرؤساء الأمريكيين مثل جيمي كارتر، ورونالد ريجان وجورج بوش الأب، والابن، بهذه النبوءة، لدرجة أن ريجان كان يتخذ معظم قراراته السياسية أثناء توليه الرئاسة الأمريكيةعلى أساس النبوءات التوراتية.يقول شوردر المستشار الألماني:إن بوش إنجيلي متطرف. ¶ وقد كشف كتاب صدر مؤخراً أنّ الرئيس الأمريكي جورج بوش قال: \"إنه يشعر بأن الرب يريده أن يكون رئيسا للولايات المتحدة\"، وتنبأ بوقوع كارثة وطنية كبرى في عهده، وأوضح الكتاب أن المعتقدات الدينية تسيطر تماما على الفكر السياسي للرئيس، وأوضحت صحيفة أوبزرفر البريطانية الاثنين 3-11-2003م أنّ الكتاب الذي يحمل اسم \"عقيدة جورج بوش\" أثار جدلا واسعا، خاصة أنه صدر في الوقت الذي تحرص فيه الولايات المتحدة على أن تظهر أن الحرب التي تشنها على ما تطلق عليه \"الإرهاب\" ليست ذات بعد ديني.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وأشارت إلى أن بوش يتعرض لهجوم بسبب السماح للجنرال ويليام بوكين الذي أساء للإسلام بمطاردة أسامة بن لادن زعيم تنظيم القاعدة. وكان بوكين قد قال في أكثر من لقاء مسيحي: إن الحرب التي تشنها الولايات المتحدة على \"المتطرفين\" المسلمين هي \"حرب على الشيطان\"، وقال: \"إن المسلمين يعبدون وثنا\".ويعرض مؤلف الكتاب المسيحي ستيفن مانسفيلد حوادث متعددة في محاولة لتفسير ما إذا كانت عقيدة بوش في قلب تفكيره السياسي، ويوضح الكتاب أن الرئيس الأمريكي \"يصلي كل يوم، ويبدو مقتنعا بأنه في مهمة مباشرة أوكله إياها الرب\".وتابعت الصحيفة أن \"الكتاب يوفر فرصة لمنتقدي الرئيس بوش الذين يقولون إن الإدارة الحالية متأثرة بشدة بالمتشددين المسيحيين\".وأشار الكتاب إلى أن بوش قبل إعلان تقدمه لانتخابات الرئاسة الماضية عام 2000 قال لمجموعة من المبشرين في تكساس: \"إن لديه إحساسا بأن كارثة قومية ستقع\". كما قال بوش لهؤلاء المبشرين: \"أشعر كأن الرب يريدني أن أخوض انتخابات الرئاسة، ولا أستطيع أن أصف ذلك، ولكني أشعر بأن بلادي ستكون في حاجة إلي؛ لأن شيئا ما سيحدث، وأعلم أن ذلك لن يكون سهلا بالنسبة لي ولعائلتي ولكن الرب يريدني أن أفعل ذلك\". ¶ وفي السياق نفسه، أشار مانسفيلد إلى حادثة أخرى فكشف أن الرئيس الأمريكي في يوم \"أحد الزعف\" عام 2002م كان في طريقه جواً عائداً من السلفادور على متن طائرة الرئاسة وكان متوقعا أن تفوته الطقوس الدينية في الكنيسة.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ورغم أن بوش يكره أن تفوته طقوس دينية فإن مسئولين اقترحوا أن يؤدوا الطقوس في الطائرة ووافق الرئيس الأمريكي، وخلال فترة صغيرة كان نحو 40 مسئولا في غرفة المؤتمرات بالطائرة، وقادت الطقوس كوندوليزا رايس. وأثبت الكاتب صحة قصة نادرة عن الرئيس الأمريكي كان قد تردد أنها ملفقة، وقالت إحدى الإشاعات إن بوش صلى بصحبة جندي فقد يده في العراق، وعثر الكاتب على شهود وواعظ في مستشفى قال: إن بوش صلى مع الرجل وأنهى الصلاة بقبلة طبعها على جبين الجندي وأخبره بأنه يحبه. ¶ وقال مانسفيلد في تصريحات لصحيفة أوبزرفر: إن بوش صلى أيضا مع توني بلير في لقاء خاص بكامب ديفيد، وإن كان بلير قد أنكر ذلك، وقال الكاتب: رغم أنه لم يكن هناك أي شهود فإن هناك شكوكا كبيرة لدى مساعدي الرئيس حول ما إذا كان ذلك قد تم بالفعل. ويروي الكاتب أيضا أن الرئيس الأمريكي وقف مرة أمام حشد في مركز الشباب المسيحي في دالاس وقال: إنه ولد من جديد كمسيحي، وفي إشارة إلى إقلاعه عن تناول الخمر استشهد بعبارة من الإنجيل، بينما ظهرت خلفه لافتتان تقول إحداهما: \"king of the kings\" التي تعني \"ملك الملوك\"، والأخرى كتب عليها: \"lord of the lords\" التي تعني \"سيد الأسياد\". وكان بوش قد واجه اتهامات بسعيه إلى زيادة إضفاء الطابع المسيحي على البرامج الفيدرالية. ففي سبتمبر 2003 رصدت الإدارة أكثر من 60 مليار دولار للجماعات الخيرية المسيحية، وقال المنتقدون لهذا القرار: إن الجماعات ستكون قادرة على استخدام تلك لتطوير نشاطها، ومن بين تلك الجماعات منظمة مسيحية تنفذ مشروعا في سجن \"أوا\" يعطي المسجونين الحق في مشاهدة التليفزيونات وأجهزة كمبيوتر في إطار برنامج تثقيفي مسيحي.(1) ¶ المرتكزات العقائدية للصهيونية المسيحية تتلخص في ثلاثة أمور هي: ¶ أولاً: اليهود هم شعب الله المختار، وهم الأمة المفضلة على بقية الأمم والشعوب. ¶ __________ ¶ (1) - إسلام أون لاين.نت/ 3-11-2003",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ثانياً: هناك ميثاقاً إلهياً ووعداً مقدساً يربط اليهود بالأرض المباركة فلسطين، إنّ هذا الميثاق والوعد أعطاه الله تعالى لإبراهيم ونسله(1)، وخاصة يعقوب (إسرائيل) بن إسحاق عليهم السلام(2)،وهو ميثاق أبدي. يقول الحاخام اليهودي ألمر بيرجر:من الغريب أنّ الطوائف المسيحية البروتستانتية والتي تقبل التفسير الحرفي للكتاب المقدس أصبحت تتطلع إلى عودة اليهود إلى أرض الميعاد\".(3) ¶ وقال رئيس وزراء إسرائيل السابق بنيامين نتنياهو في الأمم المتحدة- أمام مؤتمر صهيوني مسيحي عقد في واشنطن سنة 1985م: \"هناك شوق قديم في تقاليدنا اليهودية للعودة إلى إسرائيل، هذا الحلم الذي يراودنا منذ ألفي سنة تفجر من خلال المسيحيين الصهيونيين. المسيحيون هم الذي عملوا على تحويل الأسطورة الجميلة إلى دولة يهودية\".(4) ¶ __________ ¶ (1) - انظر سفر التكوين: الإصحاح 13، 15، 17، 21. ¶ (2) - انظر سفر التكوين: الإصحاح 27 الفقرات 1-40. ¶ (3) - وثيقة الصهيونية، ص147. ¶ (4) - الأصولية الإنجيلية، ص125.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ثالثاً: ربط الإيمان المسيحي بعودة المسيح(1) ونزوله إلى الأرض بقيام دولة يهودية صهيونية في فلسطين(2).في سنة 1649م وجه من هولندا عالما اللاهوت التطهريّان الإنجليزيان:جوانا، وأليندز كارترايت مذكرة إلى الحكومة البريطانية عبّرا فيها عن مدى التحوّل في النظرة اللاهوتية إلى فلسطين والقدس من كونها أرض المسيح المقدسة التي قامت من أجلها الحروب الصليبية إلى كونها وطناً قومياً لليهود، كما عبرّا عن التحول من الإيمان بأنّ عودة المسيح يجب أن تسبقها عودة اليهود إلى فلسطين، وأنّ العودتين لن تتحققا إلا بتدخل إلهي إلى الإيمان بأنّ هاتين العودتين ممكن أن تتحققا بعمل بشري\".(3) ¶ ويقول المسيحي الصهيوني جيم روبنسون –وقد كان شخصية متمكنة في الحكومة الأمريكية-: \"لن يكون سلام حتى يعود المسيح، وكل من يؤمن بالسلام فهو ضد كلمة الله، ضد المسيح\".(4) ويقول نصارى أوروبا: \"إنّنا نحن المسيحيين نؤخر وصول المسيح من خلال عدم مساعدة اليهود على مصادرة مزيد من الأراضي\".(5) ويقول المبشر المسيحي الصهيوني فرانك جناوي: \"إنّ هجرة اليهود إلى أرض كنعان تمثل التحقيق المطلق لتلك النبوءات في ما يتعلق بعودة اليهود إلى أرضهم قبل مجيء المسيح المنتظر إلى العالم\".(6) ¶ __________ ¶ (1) - النصارى يؤمنون بنزول عيسى بن مريم، واليهود يؤمنون بعودة المسيح الدجال الملك اليهودي المنتظر، والمسلمون يؤمنون بنزول المسيح عيسى بن مريم مع خروج المهدي المنتظر وقتلهما المسيح الدجال بباب اللد. ¶ (2) - المرتكزات العقائدية الثلاثة النبوءة والسياسة، ص94-95. الأصولية الإنجيلية أو المسيحية الصهيونية، محمد السماك، ص36-37، 137. ¶ (3) - الأصولية الإنجيلية أو الصهيونية المسيحية، ص41-42. ¶ (4) - النبوءة والسياسة، ص35. ¶ (5) - النبوءة والسياسة، ص176. القدس بين الوعد الحق والوعد المفترى، د. سفر الحوالي،ص76. ¶ (6) - وثيقة الصهيونية، ص134.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "واستطاعت الصهيونية المسيحية أن تغرس في أذهان وعقلية الغرب المسيحي أن ثلاثة أمور(1) يجب أن تتحقق قبل ظهور السيد المسيح في فلسطين وهي:- ¶ الأول: قيام دولة إسرائيل، ولمّا قامت سنة 1948م اعتبرها المسيحيون الصهاينة في أمريكا أعظم حدث في التاريخ، لأنّه جاء مصدقاً للنبوءة الدينية التوراتية التي يؤمنون بها. ¶ وبعد قيام إسرائيل: أصبحت العقيدة الصهيونية المسيحية تقوم على دعائم ومرتكزات أربعة، وهي:- ¶ 1- إعطاء كلمة إسرائيل معنى دينياً رمزياً، وليس مجرد اسم ودولة والالتزام الأخلاقي بدعم إسرائيل هو التزام ديني ثابت ودائم، وليس مجرد التزام سياسي متغير ومتحرك وفقاً لمصالح الشعوب. ¶ 2- اعتبار شرعية الدولة اليهودية مستمدة من التشريع الإلهي، ومن ثمّ اعتبار قيام دولة إسرائيل تحقيقاً للنبوءات الدينية. ¶ 3-التشديد على أنّ أرض إسرائيل هي: كلّ الأرض التي وعد الله بها إبراهيم وذريته من النيل إلى الفرات كما جاء في التوراة: \"لنسلك أعطي هذه الأرض من نهر مصر إلى النهر الكبير نهر الفرات\".(2) ¶ يقول الأصولي الإنجيلي (الصهيوني المسيحي) الأمريكي د.جيري فولويل: \"إنّه لا يحق لإسرائيل أن تتنازل عن شئ من أرض فلسطين لأنها أرض التوراة التي وعد الله بها شعبه\". ويقول الأصولي الإنجيلي دوغلاس كريكر: \"إنّ الأصوليين الإنجيليين مثل اليهود والأرثوذكس، مغرمون بالأرض التي وعد الله بها إبراهيم وذريته\".(3) ¶ __________ ¶ (1) - الأصولية الإنجيلية،محمد السماك، ص84-85. ¶ (2) - سفر التكوين: الإصحاح 15 الفقرة 18. ¶ (3) - النبوءة والسياسة:أغريس غالسل ص155.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "4- استمرار العمل بالشعار التوراتي الذي يقول:\" إنّ الله يبارك إسرائيل ويلعن لاعنيها\".(1)وعملاً به لابدّ من: تقديم كل أنواع العون والمساعدة المادية والمعنوية والعلمية لإسرائيل للحصول على بركة الرب، وتجنب لعنته. ومن خلال ذلك تلتزم الكنائس المسيحية الصهيونية في أمريكا بتوجيه الرأي العام والقيادات السياسية لتأييد إسرائيل، وإصدار القرارات التي تترجم رغبة إرادة الله، وإذا تعارضت القرارات الأمريكية مع القوانين والمواثيق الدولية فإن القرار الصادر لمصلحة إسرائيل والقرار الإسرائيلي يجب احترامه والعمل بموجبه، لأنه يعكس إرادة الله، وأما القوانين والمواثيق الدولية فلتذهب إلى الجحيم، إنها لا تساوي الحبر الذي كتبت به.(2) ¶ وجّه أحد الزعماء المسيحيين الصهاينة نداءً إلى اليهود جاء فيه: \"إنه لا يجوز أن يبقى اليهود أوفياء إلى هذه المبادئ البراقة –يقصد القوانين الدولية- إذ أنّه على إسرائيل أن تكسر من وقت لآخر القوانين الدولية، وأن تقرر بنفسها ما هو قانوني وما هو أخلاقي وذلك على قاعدة واحدة، هي: ما هو جيد لليهود، ما يكون هو في مصلحة اليهود\".(3) ¶ يقول الدكتور إسرائيل شاحاك عضو جمعية حقوق الإنسان الإسرائيلية: \"إن اليمين المسيحي الجديد يبرر أي عمل عسكري أو إجرامي تقوم به إسرائيل، وبالتالي فهو يؤيد هذه الأعمال\".(4) ¶ __________ ¶ (1) - سفر التكوين: الإصحاح 27. ¶ (2) - الأصولية الإنجيلية، محمد السماك، ص123-124. ¶ (3) - النبوءة والسياسة، ص161. ¶ (4) - الله أو الدمار، سعد جمعة، ص29.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "الثاني: جعل مدينة أورشليم –القدس- تحت السيطرة الإسرائيلية، لأنّها المدينة التي سيحكم منها السيد المسيح العالم كله، ولما احتلت إسرائيل بقية القدس سنة 1967م– برعاية ومساعدة مسيحية أوربية وأمريكية– ضغطت الكنائس الصهيونية المسيحية في أمريكا من أجل الاعتراف بالقدس عاصمة موحدة وأبدية لإسرائيل. ولقد كان ما أرادت، إذ تجاوب الكونجرس الأمريكي -مجلس الشيوخ والنواب- لهذا الأمر بإصدار قرار في ذلك في إبريل 1990م. ¶ الثالث: إعادة بناء هيكل سليمان على أنقاض المسجد الأقصى المبارك بعد هدمه وإزالته من الوجود:- يقول المبشر الصهيوني النصراني (أوين) وهو ضابط متقاعد: \"إنّنا نعتقد بأن سيكون الخطوة التالية في الأحداث بعد إقامة دولة إسرائيل وعودة اليهود للقدس، هو أن يعاد الهيكل، هذه ستكون مؤدية إلى عودة المسيح، وإن اليهود بمساعدة المسيحيين يجب أن يدمروا المعبد القائم –المسجد الأقصى- ويبنوا الهيكل لأنّ هذا ما يقوله الإنجيل\".(1) قال أحد الزعماء اليهود لزملائه النصارى الإنجيليين: \"إنكم تنتظرون مجيء المسيح للمرة الثانية، ونحن ننتظر مجيئه للمرة الأولى، فلنبدأ أولاً (2) ببناء الهيكل وبعد مجيء المسيح ورؤيته نسعى لحل القضايا المتبقية سوياً. ¶ __________ ¶ (1) - قبل أن يهدم المسجد الأقصى، ص164. ¶ (2) - المصدر السابق، ص155.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ومما هو جدير بالإشارة والتنبيه إليه:أنّ نصارى-مسيحيي- العالم يعتقدون بعودة المسيح عليه السلام بعد ألف سنة من ميلاده، ثم يحكم العالم ألف سنة، وقد أخذوا عقيدتهم هذه من رؤيا يوحنا اللاهوتي من رسائل العهد الجديد(1). وقد انتظر النصارى نزول المسيح وعودته على رأس الألف الميلادية الأولى، ولمّا لم ينزل بقيت الأحلام بعودته في رؤوسهم. ولمّا شارف القرن العشرون على البزوغ –أي سنة 1900م– بدأت تظهر الدعوات لظهوره من جديد ولما لم ينزل اعتقدوا أنه سينزل وسيعود عام 2000م، وبما أنّ ظهوره سيكون في موطنه الأصلي فلسطين، فلا بد إذا من الإعداد والتهيؤ لنزوله، ومن ذلك تجميع اليهود في فلسطين على شكل دولة تكون القدس عاصمتها الموحدة الأبدية –وقد تم ذلك– ثمّ إقامة هيكل سليمان على أنقاض المسجد الأقصى.(2) ¶ __________ ¶ (1) - الإصحاح 20 من رؤيا يوحنا. ¶ (2) - القدس بين الوعد الحق والوعد المفترى:سفر الحوالي، ص33، قبل أن يهدم المسجد الأقصى، ص161",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ويعتقدون أن المسيحيين سيُدانون فقط من خلال الأعمال التي يقدمون بها مصلحة إسرائيل وسيتعرضون إلى حساب آخر مخفّف إذا ما شاركوا في أعمال تهدف إلى تقديم المساعدة والدعم لدولة إسرائيل الحديثة.(1) يقول برنارد ريتش في كتابه \"الولايات المتحدة وإسرائيل\"إن القادة السياسيين في أمريكيا وخاصة منهم الرؤساء يتبنون وجهة النظر الدينية المؤازرة لإسرائيل، سواء في ذلك الرئيس ويلسون أو الرئيس ترومان اللذان يعترفان بالتأثير الديني مع قراءاتهما للأحداث وكذلك ليندون جونسون الذي صرّح أمام إحدى الجمعيات اليهودية عام 1968 : أن علاقة الرؤساء الأمريكيين بإسرائيل يصدق عليها قول الكاتب اليهودي الأمريكي جدون بيتي \"إن الرؤساء الأمريكيين ينحنون أمام الصهيونية كما ينحني المؤمن أمام قبر مقدس\". ¶ والعقيدة الصهيونية المسيطرة على عقلية الحزب الجمهوري الحاكم في أمريكا التي تبشر بقدوم المسيح المخلص بعد معركة تجري بين المسيحيين وأعدائهم، تسمى بـ\"معركة هرمجدون(2)\" التي تعتقد الكنائس المسيحية بأنّ المسيحية ستحقق فيها انتصاراً كبيراً تسيل فيه الماء مسافة مائتي ميل، بعدها يعم السلام في الأرض لمدة ألف سنة كاملة، وبعدها يرتفع المسيحيون المنتصرون مع السيد المسيح إلى السماء. وخير يشرح هذه المعركة من الوجهة المسيحية الصهيونية كتاب الأمريكية غريس هالسل (الإنجيليون العسكريون في الطريق للحرب النووية) ترجمة للعربية الكاتب اللبناني محمد السماك باسم النبوءة والسياسة. ¶ ولمعرفة الدافع الديني وراء الحرب على العراق لابدّ من دراسة الخلفية الدينية- الصهيونية المسيحية- المؤسَّسة لتفكير الرئيس الأمريكي بوش:- ¶ __________ ¶ (1) - الجماعات الصهيونية – المسيحية تدعم تهويد القدس عبر الإنترنت ،عقب محاولات تهويدها جغرافياً و ثقافياً :وكالة الأهرام للصحافة ، صحيفة الاتحاد الإماراتية 24/10/2002م. ¶ (2) - مجدو موقع بفلسطين شمال مدينة جنين.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "1- يشير استطلاع للرأي إلى أن الذين يذهبون إلى الكنائس هم الذين تذهب أصواتهم بشكل كبير للجمهوريين، ومن المعلوم أن اليمين الديني هو القاعدة السياسية لإدارة بوش، والرئيس نفسه يبدو أحياناً كأنه قائد البلاد من المنبر الديني. وقد كشف جون ماكين ( من قادة الحزب الجمهوري)- في مارس عام 2000عن وقوف الائتلاف اليميني المسيحي بقيادة القس بات روبرتسون خلف بوش. ¶ 2- لقد كثرت الكتابة في الصحافة الأمريكية في الأيام الأخيرة عن الخلفية الدينية المؤسسة لتفكير الرئيس بوش. فقد أعدت مجلة \"نيوزويك\" الأمريكية ملفاً في عددها يوم (10/03/2003م)عن الاعتقادات الدينية التي تدفع جورج بوش إلى سلوكه السياسي والعسكري الحالي، وكيف ركب بوش موجة الأصولية البروتستنتية، ليقود أمريكا في مغامرات يطغى فيها الحماس الديني على البصيرة السياسية. ¶ يتألف الملف من ثلاثة مقالات:- ¶ * أحدها: بعنوان \"بوش والرب\"، بقلم \"هاوارد فاينمان\"، أحد كتاب المجلة. ¶ * الثاني: بعنوان:\"خطيئة التكبر\" بقلم البروفيسور \"مارتن مارتي\"وهو قسيس وأستاذ بجامعة شيكاغو ترأس \"الجمعية التاريخية الكاثوليكية في أمريكا\" سابقا. ¶ * المقال الثالث فهو بعنوان: \"البيت الأبيض: إنجيل على نهر البوتوماك\"، وهو بقلم كينيث وود وارد من كتاب نيوزويك. ¶ *كما نشرت صحيفة \"الواشنطن بوست\"عن الموضوع من قبل مقالا بعنوان: \"بالنسبة لبوش..إنه الإحساس بالتاريخ والمصير\" يوم 09/03/2003م.وآخر بعنوان:\"عن الرب والإنسان في المكتب البيضاوي\" بقلم القسيس \"فريتس ريتسش\" يوم 02/03/2003 وهو مقال تحليلي عميق تناول المنطق الداخلي لفلسفة بوش الدينية، وآثارها السلبية على أمريكا بلداً، وعلى المسيحية ديناً.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "* كان بوش مدمناً على الخمر حتى سبب أكثر من مرة إزعاجاً لزوجته \"لورا\" وقد كانت لورا صاحبة الفضل في إقناعه بالكف عن الشراب، والأخذ بيده إلى الكنيسة التي اعتادت الذهاب إليها. لكن الرجل الذي أثّر في حياة جورج بوش الدينية ونقله نقلة جذرية من حياة الإدمان إلى حياة الأصولية المسيحية هو القسيس بيلي غراهام أبرز وجوه اليمين المسيحي الصهيوني في الولايات المتحدة اليوم. وكان ابنه القسيس فرانكلين هو الذي أمّ صلوات البركة في حفل تنصيب رئاسة جورج بوش معلناً الرئيس بوش تبنيه صراحةً لأجندة اليمين المسيحي الدينية المحافظة التي تدعم إسرائيل ركيزتها الكبرى. وقد أثنى بوش على أستاذه \"بيلي غراهام\" مرة فقال: \"إنه الرجل الذي قادني إلى الرب\". ¶ 3- يقول الكاتب الأمريكي تير ميسان: إنّ بوش نصّب نفسه زعيماً روحياً ودينياً لأمريكا والعالم المتحضر.(1) ويضيف:\"وأظهرت المجلات الدينية وإذاعات الراديو والتلفزيون الرئيس بوش وهو يصلي، فيما الواعظون من على المنبر يصفون زعامته بالعناية الإلهية، وشهد على إيمانه موكب من الزعماء الدينيين الذين قابلوه فيما حثت مواقع على(الإنترنت) الناس على الصوم والصلاة من أجل الرئيس..وهكذا أظهر الجميع قبولهم الواضح بزعامة أصولي ملهم، يعلن عن نيته في أن يقودهم في معركة تاريخية شرسة ضد الشر\". وقد أصدر بوش يوم الجمعة 14 أيلول 2001م أحداث الهجوم على البرجين في نيويورك مرسوماً باعتبار هذا اليوم يوماً وطنياً للصوم والصلاة طوال الليل على ضوء الشموع وإقامة المراسم الدينية لتأبين الضحايا.(2) ¶ __________ ¶ (1) - انظر كتابه:11 أيلول الخديعة المرعبة، ترجمة سوزان قازان وماريا سلمان، دار كنعان للدراسات والنشر،الطبعة الأولى 2002م،ص62. ¶ (2) - المصدر السابق ص64.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "* ذكر بوش في حملة الانتخابات الرئاسية الماضية أنه يبدأ حياته كل يوم بقراءة في \"الكتاب المقدس\" الذي يشمل الإنجيل والتوراة العبرانية. ومن كتبه المفضّلة التي يقرأها يوميا في البيت الأبيض كما جاء في- نيوزويك – كتاب للقسيس \"أوزوالد شامبرز\" الذي مات في مصر عام 1917م وهو يعظ الجنود البريطانيين والأستراليين هناك بالزحف على القدس وانتزاعها من المسلمين. ¶ 4- من المعلوم أنّ امتزاج الدين والسياسة في شخصية الرئيس بوش لم يسفر عن وجهه إلا في العام 1988م،حينما بدأ بوش المشاركة في حملة أبيه الانتخابية الرئاسية،وقد أوكل إليه أبوه تولي ملف العلاقات بالقسس والوعاظ المسيحيين وتعبئتهم للتصويت له. ولقد سيطرت تلك المجموعات فيما بعد على الحزب الجمهوري، وتحولت إلى قوة سياسية ضاربة، استفاد منها بوش في تقلد منصب حاكم ولاية تكساس، ثم في انتخابه رئيسا فيما بعد. ¶ * إنّ أنصار بوش هم في الغالب الأعم من البيض البروتستنت، وممن ينتمون للكنيسة المعمدانية Baptist أو الكنيسة المنهجية Methodist التي ينتمي إليها بوش. وأغلب اليهود الأمريكيين بمختلف طوائفهم المتدينة والليبرالية يؤيدونه بقوة في سياساته في فلسطين وفي العراق، بل يمكن القول بدون مبالغة إنهم صاغة تلك السياسة ومخطّطوها. وفي مقالة في صحيفة «نيشن» قال جاسون فست إن فريق بوش «للهجوم على العراق» الذي يعمل بانسجام مع الصهاينة الأمريكيين من أقصى اليمين يؤيدون عقيدة تتمسك بشدة بأنه لا فرق بين مصالح الأمن القومي الأمريكية والإسرائيلية.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وقد أكّد هذا الأمر باتريك سيل- الكاتب البريطاني المتخصص في شؤون الشرق الأوسط-في مقال كتبه في الحياة 2/3/2003م في عام 1997م- جاء فيه: تولّت الدعوة إلى الهجوم على العراق مجموعة من اليمينيين الأمريكيين-المسيحيين الصهاينة- تدعى\"مشروع لعصر أمريكي جديد\" تضم بالإضافة إلى ريتشارد بيرل، نائب وزير الدفاع بول ولفوفيتز، واليوت أبرامز مدير شؤون الشرق الأوسط في مجلس الأمن القومي، وراندي شونمان رئيس \"لجنة تحرير العراق\" واثنين من رؤساء التحرير من المحافظين النافذين هما وليام كريستول (مجلة \"ويكلي ستاندارد\")، ونورمان بودوريتز (مجلة \"كومنتاري\"). وبفضل رابطة الصداقة بين هذه المجموعة وبين وزير الدفاع دونالد رامسفيلد ونائب الرئيس ديك تشيني إضافة إلى دعم ست مراكز أبحاث وتحليل مسيحية يمينية أصبحت تشكل كتلة ضغط ذات نفوذ كبير جداً. ¶ 5- قد لاحظ كثيرون أثر الدين في رؤية بوش السياسية، وبشكل غير معهود في الحياة الأمريكية: فهو يميل إلى التفسير الديني للأحداث السياسية الحالية، وقد قال في حديث للمذيعين الدينيين مؤخراً:\"إنّ الإرهابيين يمقتوننا، لأننا نعبد الرب بالطريقة التي نراها مناسبة\". كما يكثر في أحاديثه وخطاباته إيراد المصطلحات الدينية. فهو كثير الحديث عن \"الرب\" وعن \"الصراع بين الخير والشر\"، وما مصطلح \"محور الشر\" إلا مثالاً واحداً على ذلك. إنّ جورج بوش يصوغ خطابه بلغة المطلقات: صراع بين الخير (أمريكا) والشر (العرب والمسلمون) ورسالة أمريكا التاريخية لنشر الحرية، منحة الرب المقدسة لكل البشر..وهي خطابات تجذب اليمين المسيحي،وترضي اليمين اليهودي، ولا يهم ما يحدث بعد ذلك. ¶ *وذكرت مجلة نيوزويك الأمريكية أنّ أنصار بوش من الإنجيليين يأملون أن تكون الحرب القادمة على العراق فاتحة لنشر المسيحية في بغداد (نيوزويك 10/03/2003م).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "كما يشير موقع القس بيلي غراهام على الإنترنت– وهو الأب الروحي للرئيس بوش- إلى \"الجوع الروحي في العراق في الوقت الحاضر\"، ولذلك مدلوله الخاص في السياق الحالي.(1) ¶ * يشير الكاتب الصحفي \"بوب وود وارد \" في كتابه الجديد: \"بوش في الحرب ص 119-120). إلى قصة طريفة تكشف عن جانب من علاقة الدين بالسياسة في تفكير الرئيس بوش. فقد حكى بوش للكاتب في إحدى مقابلاته معه أثناء إعداد الكتاب قصة لقائه الأول مع الرئيس الروسي \"فلاديمير بوتين\" يوم 19/06/2000م يقول بوش:\"دخل الرئيس بوتين وجلس.. وحضر المترجمان..وأراد بوتين أن يبدأ الكلام لكني بادرته بالقول: السيد الرئيس.. دعني أبدأ بالإشارة إلى أمر لفت انتباهي، وهو أنّ والدتك أعطتك صليبا، وأنكم باركتم ذلك الصليب في إسرائيل الأرض المقدسة. فقال: صحيح. فقلت: إن هذا الأمر يثير عجبي، لأنك كنت شيوعيا وضابطا في (الكي جي بي) ومع ذلك كنتَ راغبا في حمل الصليب، إن هذا الأمر بالنسبة لي يحمل من المعنى أكثر مما تحمله مجلدات\". ثم يضيف الرئيس بوش: \"..وبدأ بوتين يتحدث عن ديون روسيا...لكني كنت مهتما أكثر بمعرفة هذا الرجل- بوتين- الذي علي أن أتعامل معه، ولهذا أردت التأكد من صحة قصة الصليب\". ¶ 6- ذكرت مجلة \"نيوزويك\" الأمريكية يوم 10/03/2000م:\"أن مستشاري الرئيس بوش يدركون أنّ العديد من الأمريكيين– وكثيرين عبر العالم- يعتبرونه رجلاً أعمته معتقداته عن فهم تعقيدات العالم المحيط به كما هي\". ولا ينكر مساعدو بوش هذه التهمة، بحسب المجلة، التي تضيف: \"يقول مساعدو بوش إنّ معتقداته المسيحية المتأججة تحت السطح تمنحه قوة وعزما،لكنّها لا تعينه على فهم السياسات اللازم اتباعها\". ¶ __________ ¶ (1) - وسيأتي مزيد بيان لفكرة نشر المسيحية في العراق عند الحديث عن أهدافهم من الحرب على العراق.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "* تشير الكاتبة \"دانا ميلبانك\" في(الواشنطن بوست 09/03/2003م).إلى أن الحرب على العراق \"يراها كثيرون مغامرة، لكن بوش يعتبرها حتمية تاريخية\"، وتضيف الكاتبة: \"إن هذه الثقة رغم المخاطر ورغم قوة المعارضة للحرب تكشف الكثير عن شخصية بوش ورؤيته للعالم. ويقول المقربون منه إن هجمات 11 سبتمبر لم تعطه معنى لرئاسته فقط، بل منحته مهمة ورسالة في الحياة. فبوش يعتبر قيادته لأمريكا بعد 11 سبتمبر أمرا إلهيا واختيارا ربانيا\" وربما كانت هذه الجبرية الدينية هي مصدر ما وصفته الكاتبة بـ\"التفاؤل الساذج\" الذي يطبع خطاب بوش وقراراته. ¶ 7- بوش قائد على منوال شخصية داود الإنجيلية:",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "إنّ ما يطمح إليه أنصار اليمين المسيحي الأمريكي على الدوام– بحسب القس فريتس– هو:\" قائد على منوال شخصية داود الإنجيلية، يوحد مطامحهم السياسية مع آرائهم الدينية. وكل المؤشرات تدل على إيمانهم بأنّهم وجدوا هذا القائد اليوم في شخص الرئيس بوش، كما تدل على أنّ الرئيس نفسه يؤمن بذلك\". لكن ما يقلق القس فريتس وأمثاله هو أن هذه الظاهرة تقلب العلاقة التقليدية بين الكنيسة والدولة في التاريخ الأمريكي رأسا على عقب، وتجعل رجل الدين في خدمة رجل الدولة، بكل ما يعنيه ذلك من استغلال المسيحية في تبرير الغزو والاستعمار وإشعال الحروب مع ديانات أخرى وخصوصا الإسلام. فالعلاقة بين الرئيس بوش والقاعدة الدينية اليمينية التي حملته إلى الرئاسة ليست علاقة صحية، ذلك أن \"أنصار بوش المتدينين يتصدرون المصفقين له. وبدلا من أن يقدموا له الهداية الأخلاقية فإنهم يرضون بأن يكونوا تلاميذ ومريدين له\" حسب تعبيره. ويقصد القس فريتس بذلك قادة اليمين المسيحي من أمثال بيلي غراهام وابنه فرانكلين، وجيري فالويل، وبات روبرتسون، وغيرهم وكلهم معروف بصداقتهم الحميمة للرئيس بوش ودعمهم المطلق له، وكلهم معروف بعدائه السافر للمسلمين، وهجومه على الإسلام ومقدساته، وبإيمانه الراسخ بالدولة اليهودية. ¶ * ذكرت مجلة نيوزويك يوم 10/03/2003م أن زوجة مدير مكتب \"أندرو كارد\" بوش قسيسة، وأن والد مستشارته للأمن القومي \"كونداليزا رايس\" عمل واعظاً في إحدى كنائس ولاية \"آلاباما\". ومن المعروف أن \"كونداليزا\" كانت تاجرة نفط .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "8- إنّ جورج بوش الابن قبل أن يواجه الكونجرس أول مرة بعد أحداث سبتمبر الأسود وجه الدعوة إلى 27 رجل دين مسيحيا للصلاة معه في قاعة روزفلت في البيت الأبيض..وفي دائرة من المقاعد جلس الجميع في خشوع، وقد تشابكت أيديهم معا بينما كانت أنظارهم شاخصة إلى السماء..ولم يتردد الرئيس الأمريكي سيئ الحظ في أن يقول لمن حوله: إنّ الله معهم في عالم الحروب الآن- حسب ما نشرت مجلة \"نيوزويك الأمريكية\"- وفيما بعد أضاف أمام الكونجرس بتحد وحزم ودون أن يغمض له جفن:\" إنّه باسم الله سيقود الأمة الأمريكية القلقة في حرب حاسمة ضد الإرهاب..\"ثم بصريح العبارة استطرد: \"إنّنا نحتاج إلى جانب مساعدة الحلفاء إلى مساعدة السماء\"، ثم وبثقة لا أحد يعرف مصدرها قال:\" وسنحصل على هذه المساعدة \" . ¶ أصبحت الصهيونية المسيحية صفة لأمريكا، لدرجة أنهم يرون قطع لسان من لا يصف أمريكا باليهودية إلى جانب المسيحية..وذلك ما حدث في انتخابات عام 1992م الرئاسية والبرلمانية التي أطاحت فيها أمريكا الصهيونية بالرئيس جورج بوش الأب، بالرغم من أنّ فترة رئاسته شهدت سقوط الاتحاد السوفييتي وانتصار بلاده في حرب الخليج.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وقد استوعب جورج بوش الابن هذا الدرس الصعب وتعمد أن يقول خلال حملة الترشيحات الأولية في الحزب الجمهوري في ديسمبر عام 1999م: إنّ يسوع المسيح هو الفيلسوف السياسي المفضل لي..وعندما سأله \"تيم رو سرت\" المذيع في شبكة (إن. بي. سي) التليفزيونية توضيح ذلك كانت إجابته: إنّ المسيح هو الأساس الذي أعيش به حياتي شاء من شاء وأبى من أبى..وبعد أن فاز جورج بوش على منافسه \"جورج ماكين\" بترشيح الحزب الجمهوري له كشف \"ماكين\" عن دور اليمين المسيحي في فوز بوش. وعندما انعقد المؤتمر القومي للحزب الجمهوري في أوائل أغسطس عام 2000م لاختيار بوش مرشحا للرئاسة لفت نظر الجميع بأنّه افتتح المؤتمر بنشيد المسيح، وأعلن بوش تبنيه لبرنامج اليمين المسيحي،وهو برنامج يلغي مبدأ الفصل بين الدولة والكنيسة..ثمّ أنهى المؤتمر بصلاة البركة.(1) ¶ 9- كشفت وثائق أفرجت عنها الحكومة البريطانية الخميس 1-1-2004 عن أن الإدارة الأمريكية بقيادة الرئيس الأسبق نيكسون خططت لغزو عسكري لمنطقة الخليج بهدف السيطرة على حقول النفط بها، وذلك أثناء قيام هذه الدول بقطع إمدادات البترول عنها إبان حرب السادس من أكتوبر عام 1973م، إلاّ أنّ عدة اعتبارات حالت دون تنفيذ تلك الخطط، من بينها المخاوف من حدوث هجوم عراقي مضاد لوجودها بالمنطقة في ذلك الوقت. ¶ __________ ¶ (1) - من مقال: عادل حمودة- كاتب مصري- جريدة البيان الإماراتية- كريستوفر كولومبس وإعادة بناء الهيكل- 3 نوفمبر 2001م.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وأكدت تقييمات المخابرات البريطانية أنه بالرغم من أن مثل هذا الغزو في حال حدوثه لن يقابل بمقاومة تذكر بسبب التسليح المتواضع لجيوش تلك الدول في ذلك الوقت، إلا أن الولايات المتحدة كانت تخشى من غزو عراقي مضاد لطردها من المنطقة، حيث كان تسليح الجيش العراقي متقدما للغاية في تلك الفترة. وكانت الكويت مكمن الخطورة الأول في تلك المهمة، حيث يمكن أن يدفع الغزو الأمريكي لها العراق المدعوم من الاتحاد السوفيتي لشن \"غزو مضاد\" لطرد الأمريكيين منها.(1) ¶ 10- الاستخدام الإعلامي من قبل قيادات الصهيونية المسيحية الدينية لكثير من نبوءات الإنجيل وكتابات نوستراداموس التي تثير الخوف والرعب في ملايين الأمريكيين لدرجة أن التخلص من صدام أصبح أمر ضرورياً لديهم، فالكثير منهم يؤمن بأقوال الكاهن الفرنسي الشهير نوستراداموس عن صدام (أنّه رمز الشر القادم من الشرق)، كما تستخدم الكثير من نصوص الإنجيل لتحقيق ذات الهدف إذ يثار وعلى وجه واسع تنبؤات دانيال وحبقوق، وزكريا، وإسحاق، ومن أهم هذه التنبؤات ما نقل عن حبقوق: (تأملوا أيتها الأمم وأبصروا تعجبوا وتحيروا، لأني مقبل على إنجاز أعمال في عهدكم، إذ أخبرتم بها لا تصدقونها، فها أنا أثير الكلدانيين، هذه الأمة الحانقة المندفعة في رحاب الأرض لتستولي على مساكن ليست لها، أمه مخيف مرعبة...خيولها أسرع من النمور، وأكثر ضراوة من ذئاب المساء، فرسانها يندفعون بكبرياء للانقضاض على فريستهم)، لقد أصبحت هذه التنبؤات شغل الأمريكيين والغرب الشاغل والمحدد لكثير من سياساتها في المنطقة العربية. ¶ __________ ¶ (1) -وثائق بريطانية:أمريكا خططت لغزو الخليج منذ 30 عاما، انظر موقع إسلام على الطريق(على الإنترنت)،1/1/2004م.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "10- إنّ الرئيس بوش ينطلق من مرجعية فكر ديني مطلق، وقد صنّف مجتمعات العالم إلى متحضرة وغير متحضرة، وخيّرة وشريرة، وعليها أن تختار أن تكون ضده أو معه، وتوعّد من ليس معه بالعقاب الشديد. ومن هذا المنطلق الديني الأصولي(المسيحي الصهيوني) يرى أن الأحداث التاريخية تتمّ، كما قال الكاتب الأمريكي جاكسون ليرز على \"يد إله عادل ومخلص\" وأن \"رئاسته جزء من خطة مقدّسة \"، حتى أنه قال لصديق له عندما كان حاكماً لولاية تكساس إن \"الله يريده أن يترشّح للرئاسة...وأوعز للولايات المتحدة بأن تقود حملة صليبية تحريرية في الشرق الأوسط\"، (نيويورك تايمز في 11/3/2003). بل ذهب جاكسون ليرز في هذه المقالة إلى القول بأن اللغة الدينية الأصولية كثيراً ما تستعمل في الثقافة السياسية الأمريكية، خصوصاً بين أنصار بوش الذين يؤمنون بأنهم يعملون بإرشاد إلهي و\"ينفذّون إرادة الله\". هذه هي بالذات الأصولية المسيحية التي تحرّض، وبالتحالف مع الصهيونية العالمية، على الحرب على العراق. هؤلاء الأصوليين يرون أنفسهم مسيّرين بقانون القوة المستمد من خارج التاريخ والإرادة البشرية.(1) ¶ وقال الكاتب الألماني غانتر غراس-نيويورك تايمز في8/4/2003م-: \"إنّ جورج بوش \"أصولي يُقحم الله في الوقوف إلى جانبه. وبهذا يشكّل بوش خطراً على بلاده ويسيء إلى صورتها \".(2) ¶ المكاسب والأهداف الأمريكية من الحرب:- ¶ __________ ¶ (1) - رسالة أميركا وإسرائيل إلى العرب..سلّموا تسلموا : حليم بركات- روائي وعالم اجتماع– واشنطن، صحيفة الحياة 24/4/2003م. ¶ (2) - المصدر السابق.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "لقد كشف الرئيس الأمريكي بوش أهداف أمريكا من الحرب على الأعراق قبل أكثر من ثلاثة عشر شهراً عندما خطيباً في الكونجرس الأمريكي، أمام تجمع يضم كبار الشخصيات الصهيونية(اليهودي والمسيحية) فيما يسمى حال الاتحاد اليهودي المسيحي في 29 يناير عام 2002مـ فقال:\"وعلى الرغم من أنّ الحرب في أفغانستان توشك على نهايتها، فإن أمامنا طريقاً طويلاً ينبغي أن نسيره في العديد من الدول العربية والإسلامية، ولن نتوقف إلى أن يصبح كل عربي ومسلم مجرداً من السلاح، وحليق الوجه، وغير متدين، ومسالماً، ومحباً لأمريكا ولا يغطى وجه امرأته نقاب، وأنني مصمم على استخدام جميع مواردنا لتحقيق ذلك قبل انتخابي لفترة رئاسية ثانية\". ¶ وأضاف:\"وقد حان دورنا كما قال رئيس الوزراء البريطاني طوني بلير دعونا نعيد تشكيل العالم ليصبح على صورتنا وهكذا، وبفضل إلهنا سنقوم نحن شعوب العالم من الجنس الأبيض المتحضر، بفرض معتقداتنا الرزينة والودودة والتحريرية على عالم جائع لأموالنا ورسالتنا، ولن يخضع الرجال بعد الآن لشرط إطلاق اللحى ولن تخضع النساء لشرط تغطية وجوههن وأجسادهن، ومن الآن فصاعداً يحق للعالم تناول الخمر والتدخين وممارسة الجنس السوي أو الشذوذ الجنسي، بما في ذلك سفاح القربى واللواط والخيانة الزوجية والسلب والقتل وقيادة السيارات بسرعة جنونية، ومشاهدة الأفلام والأشرطة الخلاعية داخل فنادقهم أو غرف نومهم، وبالنسبة لشركاتنا التي تنتج مثل هذه المنتجات فسيحق لها الوصول من دون أي عقبات للدول المتخلفة التي منعت تلك الحريات عن شعوبها \".",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "ويضيف:\" ولن نكون بعد الآن الدولة التي يأتي إليها العالم لتصنع السلام وتبني الدول، فمصير أمريكا الآن واضح أمام العالم، فنحن سنكون من يشن الحروب على كل من نختاره هدفاً لنا، ونحن الذين سندمر قبل أن نعيد البناء،ولن نقف بعد الآن مكتوفي الأيدي والعالم يغرق في دمائه، فأمريكا تعمل من أجل السلام، ولكننا إذا رأينا هناك حاجة لإراقة الدماء، فسنقوم بذلك بأنفسنا، ومن الآن فصاعداً ستقرر أمريكا متى وأين وكيف ولماذا تشن الحرب أو تحقق السلام... إنني آمل أن أكون قد حافظت على إرث آل بوش حياً بمحاربة العرب والمسلمين كل عشر سنوات، لضمان استمرار الفوضى في بلادهم\". ¶ من خلال ما سبق يمكننا القول بأن الأهداف الأمريكية الحقيقية من الحرب على العراق هي:- ¶ 1- استغلال الحرب ضد العراق لتأكيد التواجد العسكري الولايات المتحدة في المنطقة العربية:-",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وذلك من خلال ترسيخ القواعد العسكرية والوجود العسكري الأمريكي، حيث أن الولايات المتحدة تحاول حشد أكثر من ربع مليون أمريكي في الأراضي العربية والإسلامية، وهذا في ذاته احتلال عسكري لن أي دولة تفكر في إخراجه هذا في المرحلة اللاحقة, إلا برغبة أمريكية، وبعد أن تكون الولايات المتحدة قد ضمنت إيجاد نظم موالية لها تحقق أهدافها.ثمً إعادة انتشار التواجد العسكري الأمريكي في المنطقة، فمنذ حوالي عامين تكرًرت عدة إشارات أمريكية وسعودية بالحاجة إلى إعادة النظر في التواجد العسكري الأمريكي في السعودية، وقد زادت هذه الإشارات بعد هجمات 11 سبتمبر 2001م. وفي إطار الاستعدادات الأمريكية للحرب ضد العراق، تمّ دراسة إعادة تشكيل خريطة التواجد العسكري في منطقة الخليج، حيث برزت أهمية كل من قطر والبحرين. والمرجح أن احتلال الولايات المتحدة للعراق سوف يعيد تشكيل هذه الخريطة مرة أخرى وبصورة جذرية ولمدة طويلة مقبلة. فالعراق الجديد، وبما يتمتع به مساحة جغرافية وموارد وموقع مهم ، وهذا معناه التمركز بكثافة أكبر في العراق. لتكون بمثابة القاعدة الكبرى للوجود العسكري الأمريكي في المنطقة. وسوف يشكل مصدر إزعاج ثقيل لهذه الدول، وبما قد يؤثر على مواقفها تجاه قضايا وملفات إقليمية مهمة، كملف التسوية والعلاقة المطلوبة مع إسرائيل ومستقبل حزب الله اللبناني.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ذكرت صحيفة نيويورك تايمز الأمريكية أن الولايات المتحدة تخطط لإقامة علاقة طويلة الأمد مع الحكومة التي سيتم تشكيلها في بغداد؛ حيث سيكون عليها منح الولايات المتحدة حق استخدام القواعد العسكرية في العراق. وقال مسئولون أمريكيون في مقابلات مع الصحيفة في موقعها على الإنترنت الأحد 20-4-2003م: إن واشنطن تنوي الاحتفاظ بأربع قواعد عسكرية في العراق لاستخدامها في المستقبل: الأولى في مطار بغداد الدولي. والثانية في تليل قرب الناصرية. والثالثة في مكان معزول في صحراء غرب العراق تسمى H-1 بمحاذاة خط أنابيب النفط بين العراق والأردن. والرابعة في باش ور شمال العراق. وتستخدم القوات الأمريكية بالفعل حاليًا هذه القواعدَ، وتخطط للبقاء فيها لاستخدامها في أي أزمات قد تحدث في المستقبل. ¶ وتقول الصحيفة: إن الوجود العسكري الأمريكي في العراق سيساعد واشنطن على تغيير النظم في كل من سوريا وإيران، ليس بالضرورة عن طريق إسقاطها، وإنما عن طريق إضفاء طابع الاعتدال على سياساتها نتيجة شعورها بالتهديد العسكري الأمريكي. ¶ وتضيف صحيفة نيويورك تايمز إلى أن استخدام القواعد العسكرية في العراق سيمكن الولايات المتحدة من تقليل الاعتماد على القواعد التركية، خاصة بعد رفض البرلمان التركي السماح للقوات الأمريكية بعبور أراضيها لغزو العراق من الشمال، هذا فضلا عن تمكين واشنطن من تخفيض وجودها العسكري في الأراضي السعودية لتخفيف الانتقادات الموجهة للرياض بهذا الشأن.(1) ¶ 2- محاولة الصهاينة المسيحيين التبشير (التنصير) في أوساط الشعب العراقي المسلم:- ¶ __________ ¶ (1) - قواعد أمريكية دائمة بالعراق وحدة، الاستماع والمتابعة، موقع الإسلام على الطريق(الإنترنت) 20-4-2003م.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ذكرت مجلة نيوزويك أنّ أنصار بوش من الإنجيليين- الصهاينة المسيحيين- يأملون أن تكون الحرب القادمة على العراق فاتحة لنشر المسيحية في بغداد (نيوزويك 10/03/2003م)، كما يشير موقع القس بيلي غراهام على الإنترنت – وهو الأب الروحي للرئيس بوش- إلى \"الجوع الروحي في العراق في الوقت الحاضر\"، ولذلك مدلوله الخاص في السياق الحالي. ¶ وقد أعلنت منظمتان تنصيريتان أمريكيتان أنهما تعدان فرق عمل لدخول العراق ونشر الديانة المسيحية بين مواطنيه بعد انتهاء الحرب الدائرة حاليا. والمنظمتان هما المؤتمر المعمداني الجنوبي أكبر التجمعات البروتستانتية في الولايات المتحدة، يرأسهما القسين: وفرانكلين جراهام، ساماريتانس بيرس، وفي تصريحات لموقعي (بليف نيت، ونيو هاوس) الإخباريين قالتا: إن أعضاءهما متواجدون حاليا على الحدود العراقية الأردنية في انتظار الدخول إلى الأراضي العراقية عندما تستقر الأوضاع الأمنية. ¶ وقال مترجم حر: إن المنظمتين تشكلان فرقا من المترجمين للقيام بمشروع ترجمة من الإنجليزية إلى العربية. وأشار في تصريحات لشبكة \"إسلام أون لاين.نت\" الجمعة 28-3-2003 إلى أنه اطلع على مقتطفات من مشروع الترجمة، ولاحظ أنه ذو طبيعة تبشيرية، مشيرا إلى أن ذلك المشروع يستهدف ثلاث دول هي السعودية والكويت والعراق. وأعلنت المنظمتان أن من أولوياتهما تقديم الطعام والمأوى والاحتياجات الأخرى للعراقيين المتضررين من الحرب، وأنهما ستنشران الديانة المسيحية بين العراقيين الذين يبلغ نسبة المسلمين بينهم 98 بالمائة.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وقال فرانكلين جراهام الذي تحمل إحدى المنظمتين اسمه لموقع بليف نيت.كوم الثلاثاء 25-3-2003: إن أعضاء منظمته سيتوجهون إلى العراق لتولي مهمة التبشير. وأضاف في اتصال هاتفي من مقر المنظمة بمدينة بون في ولاية ساوث كارولينا الأمريكية قائلا: \"أعتقد أننا عندما نبدأ العمل فسوف يمنحنا الرب فرصا لنخبر الآخرين عن ابنه\"، وقال: إن فريق العمل يهدف إلى الوصول إلى العراق لإنقاذ العراقيين\"، مشيراً إلى أنه كمسيحي يفعل ذلك باسم المسيح. وأعلن من قبل أن منظمته على اتصال دائم بما أطلق عليه وكالات الإدارة الأمريكية في العاصمة الأردنية عمان لتنفيذ خططها. وتربط الرئيس الأمريكي جورج بوش علاقات قوية بفرانكلين جراهام الذي أدى صلاة في حفل تنصيب الرئيس الأمريكي والمؤتمر المعمداني الجنوبي الذي يعد أحد المؤيدين السياسيين الموالين له. ¶ وقال مارك كيلي المتحدث باسم مجلس البعثات الدولي التابع للمؤتمر المعمداني: إن الحديث حول الاحتياجات الروحية سينتج عن أسئلة المواطنين العراقيين عن ديننا. ¶ وأعلن سام بورتر مدير إغاثة الكوارث بالمؤتمر العام المعمداني في أوكلاهوما أن المنظمة تستعد أيضا للقيام بما أطلق عليه \"أعمالا إغاثة\" في العراق. وأشار إلى أن القيام بذلك النشاط ليس فرصة كبيرة للقيام بأعمال إنسانية فقط، ولكن لنشر \"محبة الرب\" على حد وصفه.(1) ¶ والتنصير يحقق لهم القضاء على كل مكامن القوة الإسلامية والعربية، والحفاظ على أمن إسرائيل بشكل تام، وهزيمة أعدائها مهما تعددوا وكبروا، حتى يأتي الوقت الذي يظهر فيه المسيح الذي ينتظرونه. ¶ __________ ¶ (1) - خالد ممدوح، أيمن قناوي- موقع الإسلام على الطريق- تاريخ 28-3-2003م. ولمزيد من المعلومات عن النشاط التنصير القادم في العراق انظر: مقالة جوهانا نيومان حول هذه البرامج التنصيرية في عدد 9 أبريل الجاري من جريدة لوس أنجلس تايمز .",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وكشف مراسلون صحفيون عرب في العراق اليوم(22/9/2003م) عن تنامي النشاط التنصيري في شمال العراق، مؤكدين أنه يتم تحت إشراف عسكريين أمريكيين يتعاملون مع شركات خاصة تقوم بتوزيع الإنجيل وأسطوانات الكمبيوتر وأشرطة الفيديو ولعب الأطفال، إضافةً لتقديم المواد الغذائية؛ من أجل جذب العائلات الكردية (السنية) الفقيرة. ¶ وأشار مراسل وكالة أنباء الشرق الأوسط - نقلاً عن مصادر أمنية تركية ومصادر كردية محلية شمال العراق- إلى أن الرهبان النصارى في شمال العراق يتعاونون مع القوات الأمريكية، حيث يقومون بجمع أعداد كبيرة من الفقراء الأكراد، خاصةًً من الشباب لتلقينهم تعاليم الإنجيل والديانة والعادات المسيحية. ¶ وأكدت المصادر أن عناصر القوات الأمريكية العاملة في مجال (التنصير) لم تكتف بذلك، وإنما توجهت إلى العسكريين الأتراك المتمركزين شمال العراق في محاولة لتنصيرهم، من خلال الجلوس معهم فترات طويلة، وتعليمهم الأدعية المسيحية وتوزيع منشورات عليهم عن الديانة المسيحية، الأمر الذي أثار تذمُّر الضباط الأتراك. ¶ وأكد المراسل أن ضباط الجيش التركي أعدوا تقارير عن تطور هذه الأنشطة التنصيرية وامتدادها إليهم، وتم نقلها إلى القيادة العسكرية المركزية في أنقرة. ¶ كما أكدت المصادر أن هناك ظاهرةً أخرى باتت تلفت النظر تتزامن وتتوازى مع النشاط التنصيري شمال العراق، حيث بدأ العديد من الأطفال والشباب والفتيات يختفون من منازلهم شمال العراق، لكن عائلاتهم علموا أن أغلب هؤلاء الأطفال والشباب المختفين موجودون في إيطاليا.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وكانت الحرب الخفية لتنصير العراقيين (عبر استغلال المعونات الغذائية في الترويج لها)، فشلت حتى الآن.. ليس فقط؛ لأن انهيار النظام السابق ووجود الاحتلال بعث روح الصحوة والمقاومة الإسلامية في صفوف العراقيين من مرقدها بعد حملة قمع استمرت سنوات، ولكن- وهو الأمر الهام- أنه بدت تتسرب معلومات أكدتها (هيئة علماء العراق) السنة تشير لتحول عدد من الجنود والضباط الأمريكيين من النصرانية إلى الإسلام عن قناعة عقب احتكاكهم اليومي بالعراقيين، على غرار ما حدث لكثير من هؤلاء الجنود الأمريكيين من تحول للإسلام في السعودية والخليج عمومًا عقب حرب 1991م. ¶ وأكبر دليل على هذا الفشل- رغم تجييش المنصرين للعديد من المنظمات التبشيرية الغربية والأموال- هو كشف صحيفة (حريت) التركية الصادرة يوم 5 أغسطس 2003م النقاب عن أن الولايات المتحدة بدأ تبذل جهودًا ومساعيَ حثيثة (لفرض أمر واقع والسيطرة على العراق)، وتبذل في الوقت نفسه وبشكل مواز (جهودًا كبيرة لزيادة عمليات تنصير العراقيين)، ونشر ما سمّي (الفعاليات التبشيرية) للديانة المسيحية في منطقة العراق، حيث أشارت الصحيفة إلى عقد قمة في مدينة (أفيون) التركية وسط الأناضول في السابع والعشرين من شهر أكتوبر القادم لمدة ثلاثة أيام يشارك فيها مائة وستون عضوًا يمثلون هذه الفعاليات التنصيرية، مؤكدةً أن المشاركين في هذه القمة سوف يبحثون الفعاليات التبشيرية في العراق أيضًا.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وأشارت الى أن الفعاليات التنصيرية تتقدم وتتخذ خطوات أكبر بالتوازي مع المخطط الأمريكي في العراق، حيث يتم تقديم المساعدات الإنسانية مع الإنجيل!! وتؤشر هذه القمة المزمع عقدها لزيادة فعاليات التنصير في العراق إلى أن الجهود السابقة لعشرات المنظمات التبشيرية في العراق قد فشلت حتى الآن، تمامًا كما حدث في أفغانستان التي تدفقوا عليها ومُنّوا بفشل زريع آخر، كما أنها تؤشر إلى الورطة التي وجدت هذه المنظمات نفسها فيها مع توالي أنباء عن تحول جنود أمريكان إلى الدين الإسلامي، وهم الذين كانت تفتخر الكنائس الأمريكية بأنهم كانوا يصلون من أجل 'بوش.(1) ¶ * كشفت صحيفة \"ديلي تيلغراف\" البريطانية في عددها الصادر صباح السبت 27/12/2003، أنّ مجموعات تبشيرية أمريكية وصلت بالفعل إلى العراق، للتبشير بالدين المسيحي! ¶ __________ ¶ (1) - المصدر: إخوان أون لاين التنصير) ينشَط في شمال العراق برعاية الاحتلال،22/9/2003م.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وقالت الصحيفة البريطانية: إنّ المبشرين المسيحيين القادمين من الولايات المتحدة وصلوا إلى العراق وبحوزتهم كميات كبيرة من نسخ \"الإنجيل\" باللغة العربية، إضافة إلى مجموعات من الأشرطة المسجلة بالعربية ونشرات عديدة مطبوعة بالعربية، وذلك بهدف \"إنقاذ المسلمين\"، كما تقول الصحيفة نقلاً عن المبشرين. وحسب الصحيفة البريطانية فإنّ المجموعات الأمريكية التبشيرية التي وصلت إلى العراق سراً، لم تكشف عن نيتها البدء بالتبشير بالدين المسيحي، وإنما تعلن أنها جاءت إلى العراق لتقديم خدمات الإغاثة الإنسانية. ونقلت الصحيفة البريطانية عن أحد المبشرين قوله: \"في المرة السابقة حملنا إلى العراق ثمانية آلاف نسخة من الأناجيل العربية، ولكن في المستقبل نهدف إلى نقل مليون نسخة\". ووصف أحد المبشرين العاملين في العراق، والذين التقتهم الصحيفة الدين الإسلامي بأنّه دين \"رديء وشرير جداً\"، بينما وصف آخر النبي محمد بأنه \"شيطان لا يستحوذ إلا على حب الأطفال\"، كما نقلت الصحيفة عنهم، في إشارة إلى عدائهم للدين الإسلامي. وبحسب الصحيفة البريطانية فان مجموعات المبشرين الأمريكيين الذين وصلوا إلى العراق ينظرون إلى الدين الإسلامي على أنه \"خطأ\"، ويعتبرون أنفسهم قادمين لتخليص المسلمين من هذه الخطيئة بإخراجهم من دينهم. ¶ وينظر هؤلاء المبشرين الأمريكيين إلى الحرب الأمريكية على العراق على أنها \"حرب من أجل النفوس والأرواح\"، أي أنها حرب عادلة ومقدسة!",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وبحسب التقرير الصحفي البريطاني، فان المجموعات التبشيرية الأمريكية تصل إلى العراق تحت غطاء تقديم المعونات والمساعدات الإنسانية للعراقيين، إلا أن ذلك لا يعدو أن يكون غطاءً للنشاط التبشيري الذي يمارسونه في العراق. وتنقل الـ\"ديلي تلغراف\" عن أحد المبشرين الموجودين في بغداد والذي يرفض وصف المساعدات الإنسانية بأنها \"غطاء\" قوله أن هذه الأنشطة هي \"القناة لتوزيع بشارة المسيح.. نحن نقدم المساعدة للجائعين، ولكن للجائعين روحياً أيضاً\"!! ويعتبر المبشرون الأمريكيون – بحسب التقرير- أن أمامهم الآن نافذة مهمة في العراق، حيثُ أن كل ما يحتاجه المبشرون لمزاولة أنشطتهم في العراق بحرية أن يحملوا جواز السفر الأمريكي، الذي سيجعل الحكومة العراقية الجديدة تقدم لهم كافة التسهيلات المطلوبة لمزاولة أنشطتهم!! ورغم أن التقرير الصحفي البريطاني لم يُشر إلى الاتجاه الديني الذي تتبناه الجماعات الأمريكية التي بدأت بالوصول إلى العراق بمجرد أن وضعت الحرب أوزارها، إلا أن المراقبين يؤكدون أن هذه الجماعات هي التي تمثل التيار الذي يسمى \"المسيحيين المحافظين\"، وهي مجموعات مسيحية متطرفة تنتشر في الولايات المتحدة وتعتبر الأقرب إلى اليهود، بينما ينظر إليها معظم المسيحيون في العالم على أنها مجموعات من \"الهراطقة\" الذين حرَّفوا تعاليم الدين المسيحي. ¶ 3- الحرب على العراق بداية لنشر الفوضى في العالم الإسلامي:- ¶ يقول بوش(في خطابه يوم 29 يناير 2002م أمام الاتحاد المسيحي اليهودي):\"إنني آمل أن أكون قد حافظت على إرث آل بوش حياً بمحاربة العرب والمسلمين كل عشر سنوات، لضمان استمرار الفوضى في بلادهم\".",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وفي هذا السياق أيضا نجد ملامح لحملة إسرائيلية تروج لمقولة إن الولايات المتحدة لن تتوقف عند حدود العراق، بل إن العراق سيكون فقط البداية وإن الحملة الأمريكية ستطال مصر والسعودية بعد ذلك، ويستندون في هذا القول إلى أصوات أمريكية سبق لها أن تحدثت بوضوح عن احتمال دعم نشاط مكثف بهدف فصل الأجزاء الشرقية من المملكة العربية السعودية- المناطق النفطية- وإعلانها جمهورية بحماية أمريكية. وأيضا هناك تسويق إسرائيلي لما يسمى أفكار أمريكية حول تغيير نظم الحكم في الدول \"التي تقع في خانة محور الشر\" وتحديدا إيران والعراق، ثم الدول غير المتعاونة والمعادية لإسرائيل،مثل سوريا،والدول التي كانت موصوفة بالاعتدال، وتعتبر في معسكر الأصدقاء مثل السعودية ومصر، والحجة في ذلك حسب ما يقول اليهودي أليكس فيشمان مراسل صحيفة (يديعوت أحرونوت) في واشنطن- \"أن تنظيم القاعدة نشأ وترعرع على كراهية الغرب بفعل النظم الاجتماعية والثقافية والتعليمية القائمة في هذه البلدان\". وأضاف \"فيشمان\" نقلا عن بروفيسور إسرائيلي قدمه باعتباره خبيرا في شئون مكافحة الإرهاب، وبعد جولة لهذا الخبير في الولايات المتحدة ومجموعة من الحوارات في وزارة الدفاع الأمريكية:- \"من الممكن تلخيص موقفهم بعبارة واحدة.. إنهم يعتقدون أن العالم العربي هو عالم يضم متخلفين لا يفهمون سوى لغة القوة \".من هنا فضرب العراق بالنسبة لإسرائيل لا يمثل نهاية المطاف، بل بداية لعمل واسع النطاق يضمن استهداف البلدان الكبيرة في العالم العربي. ¶ وفيما يتعلق بسوريا التي يعدونها الهدف التالي بعد العراق فقد وضع اليهودي الأمريكي ريتشارد بيرل عام 2001م تقريراً عنوانه «احتواء سوريا»، ملخصه أنه لابد من تغيير شامل في العالم العربي برعاية أمريكية، وأما بالنسبة لسوريا والفلسطينيين فالتغيير يجب أن يكون بمساعدة \"إسرائيل\".",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "ويقول باتريك سيل- كاتب بريطاني متخصص في شؤون الشرق الأوسط- في صحيفة الحياة 2/3/2003م :\"كانت نتيجة ذلك كله هذه الحرب التي نشهدها الآن والتي ترمي في النهاية إلى إعادة رسم خارطة الشرق الأوسط بالقضاء على كل أعداء أميركا وإسرائيل أو بتطويعهم. فإذا تبين بعد ذلك أن أميركا الإمبراطورية جاءت من أجل خير شعوب المنطقة وازدهارها، وذلك موضع شك كبير، فقد يقبل بها العرب إلى حين.. ¶ تباشر الولايات المتحدة دخول مغامرة إمبراطورية في الشرق الأوسط. ذلك هو المعنى الحقيقي للحرب ضد العراق،فهي ليست في الواقع من أجل نزع أسلحة العراق...فذلك الادعاء الأجوف يستدعي السخرية، إذ ليس هناك بين المطلعين على حقيقة الأوضاع من يصدق بأن العراق الراكع منذ اثني عشرة عاما تحت آثار حربين مدمرتين وعقوبات اقتصادية، يشكل خطراً وشيكاً على أي إنسان أو أي بلد. ولكن الصقور في واشنطن كانوا في أي حال، ومنذ صدور قرار مجلس الأمن- الرقم 1441- يريدون من المفتشين أن يفشلوا في مهمتهم. وحين بدأت مهمة هؤلاء تبشر بنتائج إيجابية حقيقية نفذ صبر أولئك، وأخذوا يلحون على الحرب. ¶ ويضيف:\" كذلك فإنّ الادعاء بأنّ الهدف الوحيد من الحرب هو التخلص من صدام حسين هو ادعاء كاذب. إذ أعلن البيت الأبيض بأنّ القوات الأمريكية سوف تدخل العراق سواء استقال الرئيس العراقي وغادر البلاد أم لم يفعل. فأهداف الحرب أكبر من ذلك بكثير لأنها تدور حول تطبيق خطة استراتيجية جنونية. فواشنطن، في الواقع، مهووسة برؤية معينة فحواها أن تفرض سلاما أمريكياً على العالم العربي على نسق\"النظام الإمبراطوري\" الذي فرضته بريطانيا على المنطقة بأسرها في الماضي\".",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "ويضيف\" تسعى الولايات المتحدة عبر قواعدها المنتشرة من عمان إلى آسيا الوسطى إلى إعادة خلق الإمبراطورية البريطانية في أوج مجدها. فاحتلال العراق، هذا البلد العربي الواقع في قلب المنطقة الاستراتيجي، سيتيح لأميركا السيطرة على موارد الشرق الأوسط وإعادة تشكيل المنطقة وفقاً لمصالحها...هذا على الأقل ما يأمل الاستراتيجيون الأنكلو أمريكيون بتحقيقه...ولعل نقطة الضعف المشؤومة في كل ذلك هي أن المغامرة ليست أمريكية بحتة، بل يجب أن ينظر إليها كتتويج لشراكة أميركا الاستراتيجية مع إسرائيل التي بدأت منذ 36 سنة\". ¶ 4- تأكيد استمرار حملتها على ما سمته بالإرهاب وتأكيد قيادتها وسيادتها على العالم بما فيه أوروبا الغربية وأوربا الشرقية والصين فلقد استطاعت الولايات المتحدة أن تكتل هذه الدول وراء مواقفها بكل الوسائل ومارست جميع الضغوط وأفلحت في تشكيل ائتلاف تقوده رغم معارضة بعض الدول. ¶ 5- استنزاف الموارد المالية العربية في هذه الحرب: لأنّ الدول الخليجية لن تستطيع أن تتهرب من دفع تكاليف جزء من هذه الحملة، مهما بلغت معارضتها فالتهديد بتغير النظم السياسية العربية قائم، ولابد من انصياع هذه الأنظمة للإدارة الأمريكية.والقضاء على جميع ألوان الاستقلال,بالإرادة والقرار,أو العمل والتخطيط أو التصنيع، وامتلاك القوة في المنطقة الإسلامية كلها, وزحزحة المشاريع القائمة التي تشكل خطراً مستقبليا على الوجود الغربي واليهودي في المنطقة.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "6- إجراء تغييرات جوهرية في البناء الثقافي العلمي، والسياسي, والاجتماعي والتعليم الشرعي في دول الخليج والجزيرة على وجه الخصوص، كالسعودية واليمن وقطر والكويت وغيرها,من خلال ضغوط مباشرة، فالإدارة الأمريكية تعتقد أنه قد آن الأوان لها فيما يتعلق بالتعليم الشرعي, وفي قضية المرأة وحقوقها وحقوق الأقليات والحريات الدينية.والحريات الشخصية وفق الحياة الإباحية السائدة في الغرب الكافر. لقد بني مشروع الحرب، على الأقل من وجهة النظر الأمريكية، على أساس أن هزيمة العراق وتغيير نظامه ستكون مقدمة لإعادة بناء الشرق الأوسط كله ثقافياً وسياسياً واقتصادياً، بما في ذلك إيران وأفغانستان وباكستان. ¶ وقد لوحظ دور الجنود الأمريكان في التخريب والحرق الذي تعرضت له المكتبات العلمية والثقافية،والمتاحف الأثرية التي تحتوي على المخطوطات والآثار وأمهات الكتب والمصادر العلمية، التي تتحدث عن تاريخ العراق وحضارته الثقافية، وقد علم أن بعض الآثار هربت إلى أسواق الغرب، ولقد غضب من أجل ذلك بعض عقلاء الغرب، فقدم مستشاري الرئيس بوش للشئون الثقافية استقالاتهم بسبب التصرف المشين للجنود الأمريكان في هذا الجانب. وذكرت بعض المصادر أن الجنود الصهاينة المشاركين في الحرب كان لهم دوراً كبيراً في عمليات التخريب والحرق الذي تعرضت له المكتبات العلمية والثقافية،والمتاحف الأثرية. وقد شهد بذلك بعض الأوساط الصحفية، بما في ذلك روبرت فيسك مراسل الأندبندت الشهير، فتشير إلى أن إحراق هذه المواقع بعد نهبها قد قامت به مجموعات منظمة تنقلت في حافلات خاصة من مكان إلى آخر، وهو ما يعني وجود مخطط مدروس لتحطيم مراكز التاريخ والذاكرة العراقية.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "أرسل عدد من علماء العراق وأساتذة الجامعات نداء استغاثة عبر البريد الإلكتروني أشاروا فيه إلى أن قوات الاحتلال الأمريكي تهدد حياتهم، وقال عدد منهم في رسالة بالبريد الإلكتروني وصلت نسخة منها لـ\"إسلام أون لاين.نت\": التي حملت توقيع \"علماء الأمة المهددة الرسالة إلى أن جنود الاحتلال يشجعون أعمال السلب والنهب، ويقومون بنقل غوغاء على عربات خاصة إلى المؤسسات العلمية، ومنها جامعة الموصل والمعاهد التعليمية، ويستغلون هذه الفوضى في تدمير مراكز الأبحاث، ومصادرة كل الوثائق، وأوراق المشروعات الأكاديمية الموجودة بهذه المؤسسات لحرمان العراق من أي نواة لنهضة علمية، على حد تعبير الرسالة.(1) ¶ بعد انتهاء الحرب على العراق يقول منظرو الحرب داخل إدارة بوش وخارجها، ستعمل الولايات المتحدة على إعادة بناء دول وشعوب، وثقافات وتعليم وبنى اقتصادية في كل بلدان الشرق الأوسط، باستخدام القوة العسكرية المباشرة أو غير المباشرة. ¶ المخطط الأمريكي لتدمير العقيدة والثقافة الإسلامية:- ¶ نشرت جريدة الأسبوع القاهرية في شهر كانون الثاني 2003م تفصيلات الخطط الأميركية لما أطلقت عليه أمركة الخطاب الديني للمسلمين. يتضمن المخطط الأمريكي الطامات المهلكات للعقيدة الإسلامية، لأنّ الأمريكان(المسيحيين الصهاينة) يعتقدون أن الإسلام بعقائده، وبقيمه ومبادئه وأنظمته الشاملة لكل جوانب الحياة يمثل خطراً عليهم، وليس الأمر مقتصراً على الحركات والجماعات أو القوى الأصولية التي يراد التخلص منها، إنها العقيدة الإسلامية نفسها. ¶ __________ ¶ (1) - الغزو الأمريكي..الهدف علماء العراق! محمد جمال عرفة، موقع الإسلام على الطريق(الإنترنت)13/04/2003م.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وقد تشكلت لجنة داخل وزارة الخارجية الأمريكية تعرف باسم \"لجنة تطوير الخطاب الديني في الدول العربية والإسلامية \" وقد انتهت اللجنة على حد قول الصحيفة، من توصياتها فعلاً وسوف يتم تبليغ الدول بها، مع توضيح أن تنفيذ هذه الخطط مرهون باستمرار المعونات الأمريكية. ¶ وتتمثل توصيات المخطط الأمريكي في ما يلي:- ¶ * \" تهميش الدين في الحياة الاجتماعية للناس، وذلك عبر إغراق الشعوب العربية والإسلامية بأنماط مختلفة من الحياة العصرية الغربية، وحيازة التكنولوجيا الحديثة (ذات الطابع الترفيهي). ¶ * التقريب بين الديانات الثلاث اليهودية والنصرانية والإسلام، عن طريق تكوين لجنة عليا- من المحمديين( المسلمين) والمسيحيين واليهود- لتبصير كل شعوب العالم بالتقارب بين الأديان الثلاثة، وتقترح أن يمثل المسلمين في اللجنة الأزهر ويمثل النصارى الفاتيكان ويمثل اليهود رجال الدين اليهود في (إسرائيل) وأوروبا، وأن تجتمع اللجنة أربع مرات في السنة، في الأماكن المقدسة: مكة والمدينة والقدس ومقر الفاتيكان، وأن تعمّم هذه اللجنة توصيات ملزمةً لكل الدعاة في العالم العربي والإسلامي بحيث لا يخرجون عن هذه التوصيات. ¶ *خضوع خطبة الجمعة والخطباء تحت رقابة أجهزة الأمن في الدولة،وأن يتمّ البعد عن تسييس الخطبة، أو تعرضها للجانب الحياتي أو المجتمعي، أو الحديث عن الأمريكان أو اليهود، أو الحديث عن الجهاد وبني إسرائيل. ¶ * تحويل المسجد إلى مؤسسة اجتماعية، تتضمن حدائق للأطفال والسيدات، وأن تشرف عليه شخصية ناجحة غير دينية. ¶ * يكفل للمرأة سبل الاختلاط مع الرجال، والمشاركة في التدريب على الانتخابات لتعليم المرأة الديمقراطية. ¶ * تهدف الخطط الأميركية إلى أن تصبح خطبة الجمعة حلقةً نقاشيةً للجميع، لا ينفرد بها الخطيب وحده وأنها ستكون أكثر ديمقراطيةً لو تمت بهذه الصورة،ويجب على المرأة أن تشارك في خطبة الجمعة حيث لا توجد نصوص دينية تمنع المرأة من ذلك.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "* إلغاء مادة التربية الدينية الإسلامية، وأن يخصص يوم كامل للقيم الأخلاقية والمبادئ بدلاً من مقرر التربية الإسلامية، والعمل على اكتساب الطلاب مهارات التسامح، وأن يعلم الجميع أن العقائد والأديان هي نتاج التنشئة الاجتماعية والأفكار المسبقة وأن الانتماء للإنسانية هو الجامع لهم أما المعتقدات فهم أحرار فيها، وعلى المسلمين التحرر من كونهم خير أمة أخرجت للناس\". ¶ 7- كسر إرادة التحدي لدى العراق وأية دولة عربية، أو آسيوية تفكر بالخروج عن الإدارة الأمريكية والغرب، وتخويف الدول الأخرى مثل إيران وكوريا ودفعهما لإيمان والتسليم بما تريده الولايات المتحدة، وإلاّ فسوف يحدث لهما ما يحدث للعراق. ¶ 8- إعادة النظر في وجود الجامعة العربية:- ¶ إنً الجامعة العربية- كإطار سياسي جامع للعرب- نفسها بحاجة إلى إعادة نظر جذرية. حيث أصبح وجودها بلا معنى تقريبا، لأنّ كثيرين من العرب ينظرون إلى الجامعة العربية بأنها لم تعد مناسبة من حيث التنظيم والأهداف مع حقائق الوضع العربي والإقليمي والدولي وأنها قد فشلت فشلاً ذريعاً في حماية الأمن القومي العربي، ومن ثمّ فلا بد من أن تتعرض لعملية تغيير جذرية، تنال من وجودها أصلاً. وقد صرّح بضرورة إلغائها الرئيس الأمريكي عندما قال:\" نعتبر جميع المنظمات الدولية التي تعارض أي هدف يتعلق بالمصلحة الوطنية الأمريكية الإسرائيلية (غير ذي صلة) ويشمل هذا منظمات كالأمم المتحدة والاتحاد الإفريقي، والجامعة العربية التي يجب في اعتقادي أن يتم حلها فوراً \". ¶ والهدف من حل الجامعة العربية العمل على إيجاد تجمع إقليمي جديد مختلف عن عما هو حاضرة، بداية بالمؤسسة الإقليمية العربية (الجامعة العربية) من خلال تغيير مواثيقها السياسية والاجتماعية والأمنية المنصوص عليها في ميثاقها، وإقحام بعض الدول المحيطة فيها،ومنها إسرائيل بحيث تصبح \"إسرائيل\"مركز هذه التشكيلات الإقليمية المستحدثة.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "أثناء زيارته لأمريكا وفي 7 أيار/مايو 2002م قدّم أرئيل شارون إلى الرئيس بوش الابن ورقة تحمل مشروع \"اتحاد دول الشرق الأوسط\". ويهدف هذا المشروع إلى تفكيك جامعة الدول العربية وإقامة اتحاد الدول \"الشرق أوسطية\" الذي تكون تركيا و\"إسرائيل\" عضوتين فيه، وتشترك فيه الولايات المتحدة الأمريكية بصفة مراقب. ¶ ولقد نادى الفيلسوف اليهودي مارتن بوبر في محاضرة ألقاها في نيويورك عام 1958م بفكرة قيام اتحاد فدرالي شرق أوسطي تكون إسرائيل عضوا فيه وقال :\" السلام بين العرب واليهود لا يمكن أن يقتصر على إيقاف العمليات الحربية، ولن يكون هناك سلام إلا عبر التعاون الحقيقي بينهما، وانه إذا كانت فكرة انضمام إسرائيل لاتحاد فدرالي شرق أوسطي تبدوا الآن سخيفة فمن الممكن جدا أن تحي هذه الفكرة من جديد في المستقبل.(1) ¶ __________ ¶ (1) - الشرق أوسطية- إسرائيل العظمى :غازي حسين بيروت،المركز العربي الجديد، 1995م.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "ولقد فهم هذا المطلوب إسرائيلياً ثمّ أمريكياً الأمين العام للجامعة العربية ففي يوم 2-4-2003م اتهم قوى عربية- لم يذكرها بالاسم- بأنّها لا تريد تفعيل الجامعة العربية-بلا شك- أو تفعيلها بدرجة بسيطة، وتساءل د.عمرو موسى قائلا: \"هل ستظل الجامعة تمثل العرب؟ أم لابد من إعادة النظر في النظام العربي برمته؟ وأوضح موسى أنه كأمين عام للجامعة ليس مهتمًا بأن تبقى الجامعة أو لا تبقى، وإنما بكيفية إعادة ترتيبها، مؤكدًا عدم ممانعته في إنشاء تنظيم آخر، أو وضع نظام جديد. وجاءت تصريحات موسى بعد أن دعا الرئيس المصري حسني مبارك يوم الاثنين 1-4-2003 إلى وضع آليات تنفيذية لإقامة أمن جماعي عربي متطور يواكب روح العصر، في حين أكد مصدر دبلوماسي رفيع المستوى بدء مشاورات لإعادة بناء كيان يختلف كلياّ عن الجامعة العربية يتضمن استثناء بعض الدول تبعًا لسلبيات التجربة السابقة.(1) ¶ 9- إكمال القوس العسكري: إن اجتياح أمريكا للعراق من أجل إكمال القوس العسكري من يوغوسلافيا وحتى دولة الكويت ، أي يوغوسلافيا-مقدونيا-اليونان- تركيا- العراق- الكويت وبحراً حتى قطر . (2) ومن المعلوم أنّ السيطرة على الخليج، والمنطقة الإسلامية وبحر قزوين هو سيطرة على المنطقة ذاتها، وعلى العالم أيضاً. ¶ 10- رسم خارطة المنطقة من جديد:- ¶ __________ ¶ (1) - موسى:لا أمانع في إنشاء بديل للجامعة القاهرة – موقع الإسلام على الطريق(الإنترنت)1/-4 /2003م. ¶ (2) - ما هي الأهداف الحقيقية لضرب العراق؟ ناجي جرجي زيدان، كاتب لبناني، صحيفة الأهرام 22/3/2003م.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وهو هدف مشترك لأمريكا واليهود لتحقيق الهيمنة الأمريكية على منطقة الشرق الأوسط بما يحقق مصالحها ومصالح حليفتها الإستراتيجية إسرائيل جاء في كلمة لوزير الخارجية كولن باول قبل بضعة أسابيع:أثناء شهادته أمام لجنة الكونغرس الأمريكي يوم الخميس 6 من الشهر الجاري: \"إنَّ إنهاء الأزمة العراقية سيسمح بترتيباتٍ جديدة لمنطقة الشرق الأوسط» وفي كتابات بعض الشخصيات المقربة من إدارة بوش،\" إلى أن الهجوم على العراق مقدمة لخطة أشمل صممت لإعادة تشكيل الشرق الأوسط\" بحيث تعزز مصالح الولايات المتحدة في المنطقة ولكي تصبح داخلة صمن دائرة العولمة (الأمركة). ¶ يقول بيل كريستول- يهودي أمريكي ونائب عن واشنطون، وأحد المخططين للحرب على العراق-: \"إنّ هذه الحرب، في أحد مستوياتها، هي الحرب ذاتها التي يتحدث عنها جورج بوش ـ حرب ضد نظام وحشي يمتلك أسلحة دمار شامل. ولكن في مستوى اكثر عمقاً، هي حرب أكبر من أجل صياغة شرق أوسط جديد. إنها حرب ترمي إلى تغيير الثقافة السياسية في المنطقة بأكملها\".(1) ¶ 11- إشاعة الثقافة الغربية ذات النزعة المادية:- ¶ __________ ¶ (1) - أنا وأنتم سنغير العالم: أنصار الحرب اليهود من واشنطن:آري شفيط ملحق\"هآرتس\" الأسبوعي 4/4/2003م، ترجمة \"مدار\" نقلاً عن المشهد الإسرائيلي، الثلاثاء 8/4/2003م.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وذلك بإشاعة النموذج الأمريكي والفلسفة المادية التي ابتنى عليها المجتمع الأمريكي الحاضر،وهذا يتطلب إلغاء المدارس الإسلامية،وإلغاء التعليم الشرعي، وتبديل المناهج المدرسية كلها،وكانت معاهدة كامب ديفيد قد أتاحت تخريج ثلاثة آلاف طالب دكتوراه مصري بمنح دراسية من جمعيات صهيونية أمريكية تركتهم يؤمنون بالسلام والتطبيع وتحقق بذلك اختراق يهودي كبير لفئة المثقفين المصريين الذين وقفوا مواقف بطولية واعية ضد التطبيع بقيادة الإسلاميين، وهؤلاء الذين خرّجتهم المنح الدراسية الصهيونية مدخرون لأحداث هذه النقلة الثقافية التي تريد أمريكا تطبيقها بعد الحرب في العراق وعموم العالم العربي. ¶ ومنذ يناير2003م يعكف علماء عراقيون منفيون في الولايات المتحدة وخبراء تعليم على خطط لإعادة هيكلة المدارس العراقية كجزء من مجموعة عمل التعليم التي ينظمها مكتب مستقبل العراق التابع لوزارة الخارجية الأمريكية. ¶ وبشأن نظم التعليم المقترحة تقول الخبيرة الأمريكية كلهاني\"إن نظام التعليم الأمريكي قد يكون جيداً بالنسبة لنا، ولكن ذلك لا يعني أنه يتناسب مع العراق، وتعد مؤسسة(كريتف أسوسيتس إنترناشيونال)ومقرها واشنطن التي فازت بمشروع مماثل في أفغانستان وهي أفضل المرشحين للفوز بعقد من وكالة المعونة الدولية الأمريكية، سيشمل تغيير المناهج وتدريب المدرسين.وقال ألفونسو أجويلار المتحدث باسم الوكالة \"إنه بمجرد إبرام العقد سوف يتم إجراء تقييم كامل لمدارس العراق، وسوف يتم العمل بالتنسيق الوثيق مع وزارة التعليم العراقية الجديدة عندما تتولى مهامها \".(1) ¶ __________ ¶ (1) - موقع (الجزيرة- نت) قناة الجزيرة الفضائية على (الإنترنت).",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وذكرت صحيفة ديلي ميرور البريطانية أن المخطط الأمريكي لإعادة بناء العراق المدمر بعد انتهاء الحرب سيحوّل العراق إلى \"أمريكا صغيرة\" حسب زعم الأمريكيين. فطبقا لهذا المخطط- الذي تناولته الصحيفة في موقعها على الإنترنت الإثنين31-3-2003م- سيتجاوز المقاولون الأمريكيون الأمم المتحدة، وسيشرفون على عملية إعادة تعمير العراق التي ستتكلف ما يعادل 180 مليار جنيه إسترليني خلال السنوات العشر القادمة.وتقول الصحيفة:إن كل نواحي الحياة العراقية ستتأثر بهذا المخطط، فهناك مقترحات بإعداد مقررات دراسية \"محايدة سياسيا\" واستبدال الدولار بالدينار العراقي. والهدف هو إيجاد مجتمع عراقي مفتوح تحت إشراف الوكالة الأمريكية للتنمية الدولية USAIDعلى نمط الديمقراطيات الغربية، على حد تعبير ديلي ميرور.(1) ¶ 12- السيطرة على أموال العراق، واستثمار الشركات الأمريكية والبريطانية أموالها في العراق:- ¶ __________ ¶ (1) - وحدة الاستماع والمتابعة- الإسلام على الطريق(الإنترنت):31-3-2003م.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "اعترف بنك \"يو بي إس\" ثاني أكبر بنوك سويسرا في مطلع هذا الأسبوع بقيامه بتحويل أرصدة عراقية لديه إلى الحكومة الأمريكية دون إذن من السلطات الرسمية العراقية، وفي الوقت الذي لم يكشف فيه البنك عن حجم هذه الأموال، فإنّ \"إكسل لانغر\" المتحدث باسمه قال لوكالة الأنباء السويسرية بأن مصادرة الأموال تأتي بعد أن جمدت الخزانة الأمريكية أرصدة العراق في 17 بنكًا أمريكيًا، من بينها فرع \"يو بي إس\" في الولايات المتحدة. وزعم أن لانغر قال بأن الولايات المتحدة أبلغتنا بأن هذه الأموال ستذهب لإعادة إعمار العراق، ولكن المراقبين الاقتصاديين يعتبرون أن ذلك التصرف مخالف للقوانين السويسرية، التي تمنع ذلك إلا بقرار من مجلس الأمن الدولي. وقد جاءت استجابة بنك \"يو بي إس\" بعد يومين من تلقي الخارجية السويسرية يوم الجمعة 21-3-2003 طلبًا رسميًا من الحكومة الأمريكية بتجميد جميع أرصدة الرئيس العراقي صدام حسين والمقربين منه. كما شمل الطلب الأمريكي تجميد حسابات الدبلوماسيين العراقيين وجميع الودائع المتعلقة بالحكومة العراقية.(1) ¶ ذكرت صحيفة\"وول ستريت جورنال\" في 10 مارس الجاري 2003م من أن الإدارة الأمريكية قد أعلنت عن بدء استلام العطاءات اللازمة لإعادة الإعمار في العراق، وذلك من خلال طلبها من 5 شركات هندسية أمريكية على الأقل- من بينها شركة \"هاليبرتون\" للطاقة التي كان يترأسها ديك تشيني النائب الحالي للرئيس الأمريكي- التقدم بعطاءات لإعادة إعمار العراق، ووصلت قيمة العقود المعلنة لهذه العطاءات نحو 900 مليون دولار. ومنها شركة \"باكتيل\" الأمريكية- فازت بعطاء بنحو 680 مليون دولار- يعد جورج شولتز وزير خارجية أمريكا السابق عضواً في مجلس إدارتها. ¶ __________ ¶ (1) -أرصدة العراق..غنيمة أمريكية: تامرأبو العنين،:الإسلام على الطريق(الإنترنت):2003/03/27",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "13- السيطرة على أكبر رصيد احتياطي من البترول العربي: قال الرئيس بوش في خطابه يوم 28 يناير 2002م: \"وسنبدأ على الفور بالحفر في أرجاء أراضينا للتنقيب عن النفط، وسنبدأ العمل في مشروع طموح لبناء خط أنابيب مباشر تحت الماء من المملكة العربية السعودية والخليج والعراق وإيران إلى نيويورك وعلى نفقتهم، لضمان إمدادات نفطية غير منقطعة كما قلت لهذه الهيئة في20 سبتمبر/أيلول 2001م...ولن يجبرنا ملك أو أمير عربي نفطي على تحسين كفاية وقود سياراتنا المتطورة، وهذا ما لن يحدث وأنا رئيس للولايات المتحدة وعلى العكس، سيضطرون لزيادة الإنتاج وتخفيض الأسعار\". ¶ وكان قد أعلن جون هارنجتون- وزير الطاقة الأمريكي الأسبق- في عام 1987 أن العراق يسبح على بحيرة من النفط، وأن احتياطياته ربما تفوق الاحتياطيات السعودية الضخمة التي تبلغ نحو ربع الاحتياطيات العالمية المؤكدة من النفط. ¶ وصرّح لورانس ليندساي في أكتوبر 2002م حينما كان يشغل منصب مستشار الرئيس الأمريكي للشئون الاقتصادية، بأن النفط هو الهدف الرئيسي لمساعي الولايات المتحدة لشن هجوم عسكري ضد العراق. ثمّ إنّ دراسات الخبراء تشير إلى أن الاحتياطي النفطي العراقي هو أكبر احتياطي في العالم، فالعراق يملك احتياطيات نفطية هائلة تبلغ أكثر من 112 مليار برميل أو نحو 11% من الاحتياطيات العالمية المؤكدة من النفط.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وقد توصل \"معهد بيكر للسياسة العامة\" الذي يشرف عليه وزير الخارجية والخزانة الأمريكي الأسبق جيمس بيكر في دراسة أخيرة له إلى أن إحدى النتائج البعيدة المدى لأحداث 11 سبتمبر 2001م هي وعي الولايات المتحدة بضرورة الاتجاه لتكثيف البحث عن مصادر جديدة لوارداتها النفطية. وأنّه ما لم يحدث تغيير جذري في سياسة الاستثمار النفطي في العراق، فإنّه لن يكون هناك بديل سريع لما تملكه المملكة العربية السعودية من احتياطيات نفطية مؤكّدة وهائلة، وطاقات إنتاجية واحتياطية كبيرة إذا ما تنامى العداء للولايات المتحدة وحدث أي تحول داخلي في المملكة.(1) ¶ وقد نشر دراسات ووثائق أعدتها مكتبة الكونجرس الأمريكي، إضافة إلى تقارير أعدتها وزارة الدفاع الأمريكية عن المحاولات الأمريكية السابقة لغزو الخليج العربي، وقد قام الدكتور \"أنتوني كوردسمان\" بنشرها كاملة في كتابه \"الخليج والغرب\" الذي صدر في لندن مع مطلع الألفية الجديدة. ولعل أهم الدراسات في هذا المجال تلك التي قام بها \"توماس مورجان\" - الذي عُيِّن على رأس لجنة فرعية - لدراسة احتمال القيام بعمل عسكري ضد دول منتجة للنفط في حالة فرضها حظرًا نفطيًّا، وتقييم الخيارات المتاحة أمام السياسية الأمريكية في نشوب مثل هذه الأزمة. وقد قدمت الدراسة إلى لجنة العلاقات الدولية في مجلس النواب الأمريكي في 5 أغسطس 1975م.(2) ¶ __________ ¶ (1) - من مقال:الأبعاد الاقتصادية للغزو الاستعماري الأمريكي للعراق:أحمد السيد النجار، موقع الإسلام على الطريق(الإنترنت). ¶ (2) - من وثائق الكونجرس..خطة احتلال منابع النفط: اللواء الدكتور زكريا حسين- أستاذ الدراسات الإستراتيجية والمدير السابق لأكاديمية ناصر العسكرية العليا- القاهرة:7/2/2001م.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "ثمّ ها هي أمريكا تندفع اليوم لإكمال سيطرتها على نفط العالم بعامة، ونفط العراق والخليج بخاصة، وتجعل ذلك ركناً في خطتها الاستراتيجية المقدمة إلى الرئيس بوش الابن قبل انتخابه بستة أشهر، إذ أن العالم بعد سبع سنوات من الآن سيستورد من العراق فقط ربع كمية الاستهلاك اليومي، ومن الخليج نصف الكمية. كذلك تشير دراسات الخبراء إلى أن أمريكا لا تريد احتكار نفط العراق فحسب،بل واستخدامه كسلاح سياسي فعال ليس تجاه دول العالم الثالث فقط، بل وتجاه دول أوربا الكبرى أيضاً بحرمانها من شرائه إذا كانت تشاكس أمريكا وتتمرد،وهذا هو بعض سر الموقف الفرنسي الألماني الرافض للحرب.خاصة أنّ هناك عقوداً نفطية سبق لنظام صدام حسين وقعها مع بعض الشركات النفطية من روسيا وفرنسا وفيتنام وسوريا، وعدد من البلدان الأخرى. وأهمها العقود مع شركة \"توتال فينا ألف\" الفرنسية، واتفاق بقيمة 3.7 مليارات دولار مع شركة \"لوك أويل\" الروسية العملاقة. ¶ وقد صرّح بوش بأن آبار النفط العراقي ستكون وديعة عند أمريكا لحساب الشعب العراقي، ولم تكد بغداد تسقط يوم 9-4-2003م في يد القوات الأمريكية حتى سارع نائب الرئيس الأمريكي ديك تشيني إلى إعلان أنه يمكن الوصول إلى إنتاج ثلاثة(3) ملايين برميل يوميا من النفط العراقي بحلول نهاية العام الحالي،مع أن الإنتاج قبل الحرب كان حوالي 2.2 مليون برميل.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "والإدارة الأمريكية تراهن على أنه بعد الحرب ستستطيع الولايات المتحدة تعويض هذه الكلفة العسكرية للحرب بل وأكثر، نتيجة لانخفاض أسعار النفط بعد السيطرة على العراق، وزيادة الإنتاج منه،علاوة على مكافأة شركاتها النفطية بالسيطرة على التجارة في النفط العراقي، وخاصة بالارتباطات المعروفة لبعض كبار مسئولي الإدارة الأمريكية بهذه الشركات. إذ من المعلوم أنّ أقطاب الإدارة الأمريكية:بوش الابن ومن قبله أبيه وجده، وديك تشيني ورامسفيلد، وكونداليزا رايس كلهم أصحاب شركات نفطية ستذهب لها بعض حصص نفط العراق والخليج، ومن هنا فهم لماذا تمّ اختيار الرئيس السابق لشركة \"شل\" البترولية الأمريكية كي يعين بمثابة مفوض عام لإدارة شؤون النفط العراقي. ¶ الأهداف والمكاسب اليهودية الإسرائيلية:- ¶ لا جدال داخل الحكومة الإسرائيلية على أن نجاح واشنطن في إسقاط الرئيس صدام حسين سيكون إنجازاً إستراتيجيًّا من الطراز الأول لإسرائيل. وكما قال وزير الأمن الداخلي الإسرائيلي \"عوزي لانداو\" فإن إسقاط نظام صدام حسين يُعتبر واحدًا من أهم الإنجازات الإستراتيجية التي تحققها واشنطن لحساب تل أبيب بشكل غير مباشر. ويضيف لانداو إنّ \"إسقاط صدام إجراء ردعي لا مثيل له؛ لأنه يثبت لقادة الأنظمة العربية والإسلامية أنه ليس من الحكمة تحدي الغرب وإسرائيل\" (القناة الأولى في التلفزة الإسرائيلية 27-6-2002). ¶ وعلى الرغم من المخاطر الأمنية التي قد تتعرض لها إسرائيل جراء أي عملية عسكرية أمريكية ضد العراق، فإن دوائر صنع القرار الإسرائيلية- فضلا عن وسائل الإعلام والمؤسسات الأكاديمية والبحثية- تظهر حماسًا منقطع النظير لأي تحرك أمريكي يطيح بصدام حسين.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "ومن المؤشرات الداعمة لهذه النظرية أنّ معظم المنظمات اليهودية الكبيرة، والكثيرين من كبار المتبرعين اليهود للحزب الجمهوري يدعمون الحرب ضد العراق، والاستراتيجيون الجمهوريون يعتقدون بأن تحقيق نصر أمريكي في العراق يمكن أن يفتح الطريق أمام كسب تأييد القاعدة الانتخابية لحزبهم، فإذا نجحت سياسة بوش في الحرب والسلام فسيتلقى الدعم السياسي اليهودي من حيث الأصوات والأموال للحزب الجمهوري. ¶ جاء التقرير السنوي لمركز \"يافي للدراسات الاستراتيجية\":\"الفجوة العسكرية بين إسرائيل والدول العربية هي الآن أكبر مما كانت عليه في أي وقت مضى\"، ... ويشير التقرير الى \"نافذة الفرص\" التي فتحت أمام إسرائيل في أعقاب الانتصار الأمريكي في العراق والذي أدى الى نزع تهديد الجبهة الشرقية. وهذه النافذة، وفقا لباحثي المركز، تسمح لإسرائيل بتقليص حجم الجيش الإسرائيلي. \"نافذة الفرص تتيح إعادة فحص مفهوم الأمن، مبنى القوى، حجم وتركيبة ميزانية الدفاع وسلم أولويات خطط تطوير منظومات السلاح\"، جاء في التقرير: \"فنقل التشديد من التهديد التقليدي على إسرائيل الى تهديد الإرهاب والسلاح غير التقليدي، يسمح لإسرائيل بالتركيز على بناء رد على هذه التهديدات على حساب الرد على التهديد التقليدي\". كما يقضي التقرير بأنّ الحرب في العراق ساهمت في تعزيز المكانة الاستراتيجية لاسرائيل. فقد كشفت الحرب ضعف العالم العربي. ¶ وقد قال بروم إن \"الجيش البري لإسرائيل هو أكبر بكثير من الجيش الأمريكي ولديه ذات القدرات، ولهذا فليس لسوريا أي فرصة في النجاح في المواجهة العسكرية مع إسرائيل\". وأضاف \"إن الحرب في العراق شددت التفوق العسكري الإسرائيلي ويجب إن تؤثر على خطة بناء القوة لدى الجيش الإسرائيلي.(1) ¶ __________ ¶ (1) - صحيفة معاريف الإسرائيلية(22/9/2003م)الأقوى في الشرق الأوسط بقلم: إيتي آشر.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "يقول ألوف بن:\"نظرية 2003م ترتكز على الإقناع العميق بأن الولايات المتحدة تنوي تغيير الوضع الراهن في المنطقة بالقوة وإسقاط أو زعزعة الأنظمة المعادية لاسرائيل في العراق والسلطة الفلسطينية وسوريا وإيران. كبار قادة الدولة ورؤساء الأجهزة الأمنية والاستخبارات أفرطوا في الأحاديث عن \"عام الحسم\" في المجابهة مع الفلسطينيين. توقعهم كان أن يُحدث احتلال العراق عملية دومينو إقليمية وان يقبل العرب المهزومون والمجردون من الخيار العسكري كل إملاءات إسرائيل للسيطرة الطويلة الأمد في المناطق (\"تسوية انتقالية طويلة المدى\"، حسب شارون). كما تحدثوا عن أنّ الجمع بين الانفجار الكبير الذي وصل في بغداد والصراعات الداخلية في رام الله سيؤدي الى رحيل ياسر عرفات واستئناف العملية السياسية في ظروف مريحة وملائمة لاسرائيل\".(1) ¶ __________ ¶ (1) - هآرتس- مقال- 25/9/2003م، نظرية 2003بقلم: ألوف بن المراسل السياسي للصحيفة.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "ويضيف\"التقديرات الوردية تغذت أيضا من الاتصالات القوية والمستمرة بين المسئولين الإسرائيليين والمحافظين الجدد الأمريكيين الذين آمنوا بنفس المجريات وتوقعوها وأيدوا شارون بحماسة وأغدقوا على إسرائيل آمالا عظام لما بعد مرحلة الحرب حتى تبتعد عن الحرب في العراق ولا تزج نفسها فيها. تشكيك الخارجية الأمريكية بصدد الحرب اعتبر في إسرائيل ليونة مميزة \"لأنصار العرب\" المعادين لنا وليس استخلاصا لأشخاص مختصين كانوا قد عملوا في المنطقة. اليوم يبدو إن التقديرات كانت خاطئة. الولايات المتحدة نجحت في عملية إسقاط صدام عسكريا إلا أنها تورطّت في حرب استنزاف في العراق. الشرق الأوسط القديم بقي على حاله:عرفات ما زال زعيم الفلسطينيين، وسوريا وإيران ما انفكتا تقولان \"لا\" لأمريكا، ولم يصبهما أي خدش، أما مصر والسعودية فقد صدتا الضغوط المطالبة بالديمقراطية. أوروبا والأمم المتحدة وقفوا جانبا، وبوش يتوسل الآن للحصول على مساعدتهم.(1) ¶ وتتحقق هذه الأهداف بتهيئة المنطقة وإعادة ترتيبها لهيمنة (إسرائيل) عسكرياً واقتصادياً لتحقق مشروعها الشرق أوسطي،وذلك من خلال ما يلي:- ¶ __________ ¶ (1) - المصدر السابق.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "1- إمكانية تحقيق الحلم اليهودي التوراتي في العراق باعتبارها جزء من أرض \"إسرائيل\" الكبرى. وتعتبر فكرة الحق الديني والتاريخي المفترى في الأرض من النيل إلى الفرات من أهم الذرائع التي تقوم عليها الحركة الصهيونية. جاء في توراتهم \"في ذلك اليوم قطع الربّ مع أبرام ميثاقاً قائلاً: لنسلك أعطي هذه الأرض من نهر مصر إلى النهر الكبير نهرت الفرات\".(1) وقبل أيام صدرت فتوى عن عدد من الحاخامات اليهود تنص على أن العراق جزء من أرض \"إسرائيل\" الكاملة (الكبرى).وطلبت هذه الفتوى من الجنود اليهود في القوات الأمريكية والبريطانية التي تقاتل ضد العراق، أن يؤدوا صلاة خاصة عندما يقيمون أي خيمة أو بناء في أرض العراق غرب نهر الفرات. ¶ يقول الحاخام نحميا ههوري- أحد الذين أصدروا هذه الفتوى- \"إن على الجنود اليهود في القوات الأمريكية والبريطانية في العراق تلاوة هذه الصلاة عندما يقيمون أي خيمة أو بناء عسكري آخر على شواطئ نهر الفرات الغربية، لأنه حسب قوله \"كل قطعة أرض غرب نهر الفرات هي جزء من أرض إسرائيل الكبرى، ولذا يجب تلاوة هذه الصلاة التي تبين تخليص هذه الأرض وتحريرها\". ¶ كما أفتى عدد من الحاخامات لكل من يشاهد \"بابل\" أن يتلو صلاة تقول: \"مبارك أنتَ ربُنا ملك العالم، لأنك دمرتَ بابل المجرمة \"(2). ¶ __________ ¶ (1) - سفر التكوين الإصحاح 15، الفقرة 18. ¶ (2) - موقع مركز الإعلام الفلسطيني- على(الإنترنت) 13 إبريل 2003م.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "وأكدت وزارة الأديان الصهيونية أنها أوفدت إلى العراق عدد من الحاخامات لرعاية الصلوات والشعائر الدينية اليهودية بعيد الفصح الذي ينتهي مساء الأربعاء 23 إبريل 2003م..وقالت الوزارة إن عدد من هؤلاء الحاخامات سيقومون بزيارة عدد من الكنس اليهودية في العاصمة العراقية بغداد ومدينة أور(ابرهام أبينوا )، وبعض القرى التاريخية التي فيها أماكن مقدسة لدي اليهود، التي ترتبط بتاريخ سيدنا إبراهيم عليه السلام قبل توجهه إلى فلسطين \".وأشارت وزارة الأديان الصهيونية إلى أنها لم توافق على إرسال هؤلاء الحاخامات إلا بعد أن تعهدت قيادة أركان الحرب الأمريكية بتوفير الحماية لهم .وعلى حد زعم مصادر كبيرة في وزارة الأديان الصهيونية أنه في حال تمت مهمة هؤلاء الحاخامات بنجاح سيتم الاتفاق مع عراقيين من المتفتحين \" المعارضة \" لإقامة خمس كنس يهودية أخرى في مواقع أثرية مختارة .(1) ¶ 2- تحطيم العراق وجيشه وتدمير البنية العسكرية والنفسية المعنوية للشعب العراقي، وبعثرة خبرته القتالية التي تراكمت عبر حربه مع إيران بخاصة وتشتيت معادنه القيادية،ونزع أسلحته،ومنع احتمالات تطويرها.والقضاء على القدرة العراقية في مجال التصنيع التكنولوجي، خاصة في مجال الصناعات العسكرية الذي تتفوق فيه إسرائيل في المنطقة. بحيث يعجز عن دخول أي حرب مع إسرائيل، فأمريكا تقوم بهذه المهمة نيابة عن إسرائيل، إذ اليهود يجدون في كتبهم المقدس أن خراب دولتهم الثانية هذه سيكون على أيادي جند ُأولي بأس شديد يخرجون من أرض بابل كما خرج نبوخذ نُصّر الذي خرب دولتهم الأولى قبل آلاف السنين وساقهم أسرى.ولا ينسى اليهود أن العراق سبق أن قصف إسرائيل بالصواريخ، إبان حرب الخليج الثانية، وقبلها بفترة محدودة أطلق صدام حسن تهديداً بحرق نصف إسرائيل بالأسلحة الكيماوية. ¶ __________ ¶ (1) - المصدر السابق 22 إبريل 2003م.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "ونزع سلاح العراق لصالح إسرائيل شرط واضح أيضاً في رسائل مستشارة الأمن القومي قبلته المعارضة. وأعلن كولن باول وزير الخارجية الأمريكي-وبصراحة- وهو يتحدث يوم الاثنين 1/4/2003م أمام الآيباك، أقوى المنظمات اليهودية في بلاده، أن العدوان على العراق يهدف إلى حماية \"إسرائيل\"، التي تلتزم الولايات المتحدة الأمريكية بحمايتها. ¶ إنّ الجنرال الإسرائيلي جلعاد- قبل سقوط بغداد بيومين- شكر واشنطن وإدارتها وجنرالاتها لأنهم أراحوا \"إسرائيل\" من آخر خطر استراتيجي يتهددها في الشرق الأوسط، أما وزير الدفاع موفاز فقد سارع هو أيضاً إلى تسريح أكثر من عشرة آلاف مجند إسرائيلي من الاحتياطي العسكري لجيش الدفاع، قائلاً: إن ما طرأ على هذه المنطقة قد فرض مثل هذا القرار!(1) ¶ وقد كشف جنرال فرنسي متقاعد عن وجود 150 من وحدات الكوماندوز الإسرائيلية داخل العراق لاغتيال 500 من العلماء العراقيين ممن لهم صلة ببرامج التسلح العراقية الكيماوية والبيولوجية والنووية والصاروخية وردت أسماؤهم في قوائم مفتشي الأسلحة الدوليين. ¶ __________ ¶ (1) - أجندة إسرائيلية وراء حرب الترويع :خيري منصور، صحيفة الوطن القطرية 21/4/2003م.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "وقد أرسل عدد من علماء العراق وأساتذة الجامعات نداء استغاثة عبر البريد الإلكتروني أشاروا فيه إلى أن قوات الاحتلال الأمريكي تهدد حياتهم، وقال عدد منهم في رسالة بالبريد الإلكتروني وصلت نسخة منها لـ\"إسلام أون لاين.نت\": إنهم أملوا هذه الرسالة لأحد العلماء العراقيين الشرفاء في هولندا بالهاتف عن طريق القمر الصناعي، وطلبوا منه أن يرسلها لكل الجهات المعنية، للعمل على إنقاذهم من عمليات المداهمة والتحقيق والاعتقال التي تنفذها ضدهم قوات الاحتلال، وتطالبهم خلالها بتسليم ما لديهم من وثائق وأبحاث علمية، خصوصًا علماء الفيزياء والرياضيات والكيمياء.وكشفت الرسالة التي حملت توقيع \"علماء الأمة المهددة \" أن بعضهم تم تحديد إقامته في بيته، ووضع حراسة عليه، وتم منعهم من الذهاب لجامعاتهم ومعاملهم، في حين بدأت مفاوضات مع البعض الآخر -من جانب من يعتقد أنهم رجال مخابرات أمريكيون- لنقلهم إلى مراكز بحثية غربية لم تحددها الرسالة التي ناشدت العالم إنقاذهم من العدوان الأمريكي عليهم الذي يتعمد طمس العقل العراقي والهيمنة عليه. ¶ وصرّح الجنرال فينسنت بروكس في مقر القيادة المركزية في قطر أهمية هؤلاء العلماء بقوله بأن الولايات المتحدة \"لها أهداف أخرى أيضا غير الإطاحة بصدام، وعلى الأخص القضاء على مقدرة العراق على تطوير أية أسلحة نووية أو كيماوية أو بيولوجية.(1) ¶ __________ ¶ (1) - الغزو الأمريكي..الهدف علماء العراق! محمد جمال عرفة موقع الإسلام على الطريق (الإنترنت)،13/04/2003م.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "3- الاعتراف بإسرائيل: وجود نظام جديد في العراق يكون موالياً للولايات المتحدة الأمريكية، يزيد من فرصة تجاوب هذا النظام مع الضغوط الأمريكية الرامية إلى انتزاع اعترافه بـ (إسرائيل) وإقامة علاقات دبلوماسية معها، وعقد معاهدة على غرار معاهدات السلام التي وقعها السادات وغيره، والقبول بالتطبيع السياسي والاقتصادي والاجتماعي مع اليهود،ولذا فإنّ إسرائيل لم تنتظر حتى تقوم الولايات المتحدة بمخططاتها ضد العراق؛ بل إنها تحاول التأثير على مجريات الأمور في العراق في مرحلة ما بعد صدام. ومن هنا فقد نقل التليفزيون الإسرائيلي بتاريخ (22-5-2002) أن ممثلين عن الحكومة الإسرائيلية قد أجروا بالفعل اتصالات مباشرة وغير مباشرة مع ممثلين عن المعارضة العراقية في كل من لندن وواشنطن، مستعينين بخدمات نواب في الكونجرس الأمريكي. ¶ وكشفت صحيفة \" يديعوت أحرونوت \" أن أحمد الجلبي زعيم المؤتمر الوطني العراقي،(ورئيس الحكومة العراقية الانتقالية) زار إسرائيل سراً مؤخراً والتقى شخصيات إسرائيلية رسمية وغير رسمية ، لبناء شبكة مع جهات (عربية – إسرائيلية) ، وإقامة علاقات عراقية مع إسرائيل. وأضافت الصحيفة أن الجلبي هو الشخصية الأكثر حماسة لهذه العلاقات حيث يسعى لإقامة علاقات سلام طبيعية مع جيرانه . بما في ذلك إسرائيل كما قالت صحيفة \"إيل سول\" الإيطالية. ويقول المحلل الإسرائيلي في صحيفة \"هآرتس\" زئيف شيف إن تصرفات الجلبي أقرب لتصرفات بشير الجميل بعد انتهاء الحرب في لبنان .",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "يقول ريتشارد بيرل رداً على تساؤلات وانتقادات كون- بينديت: «إن فرص التسوية للنزاع الإسرائيلي الفلسطيني ستتحسن فور ذهاب صدام. لقد أكد لنا قائد المعارضة العراقية أحمد الشلبي وجماعته أنهم يريدون عملية سلام حقيقية، وأنهم سيعترفون بدولة \"إسرائيل\". ليس هناك شك في ذلك لو أنهم وصلوا إلى السلطة.(1) ¶ وصرّح مارك غروسمان- نائب وزير الخارجية الأمريكي السابق، واحد الذين ترددت أسماؤهم لتولي مهمات في إعادة بناء عراق ما بعد الحرب- الاعتراف بإسرائيل هو من بين أول ما سيفعله العراقيون.(2) وأكدّت مصادر في الخارجية الصهيونية أن الحاكم الأمريكي المرتقب(جي غارنر) في العراق سيتخذ قراراً بالاعتراف بالكيان الصهيوني وإقامة تمثيل دبلوماسي بين \"تل أبيب\" وبغداد. ¶ ولقد جاء الرفض العراقي لمؤتمر مدريد للسلام في الشرق الأوسط والذي عُقد في 30 أكتوبر 1991م، ليضع العراق على قائمة القوى الموصوفة أمريكيا بالعداء لعملية السلام. وأيضا فإن مواصلة العراق رفض إفرازات هذه العملية ممثلة في اتفاق أوسلو، جعل الولايات المتحدة تتعامل مع العراق باعتباره أحد أبرز القوى المعارضة لعملية السلام في الشرق الأوسط، والجدير بالذكر أن رسائل كونداليزا رايس مستشارة الأمن القومي الأمريكي إلى أقطاب المعارضة العراقية اشترطت عليهم صراحة وجوب الاعتراف بإسرائيل، وقبلت المعارضة ذلك . ¶ __________ ¶ (1) - مكانة إسرائيل في الاستراتيجية الأميركية لغزو العراق بقلم: الكاتب اللبناني محمد مشموشي،صحيفة البيان الإماراتية 17/4/.2003م. ¶ (2) - مقال :ماذا عن \"إسرائيل؟ ناتان غوتمان، هآرتس، نقلاً عن مقال: مكانة إسرائيل في الاستراتيجية الأميركية لغزو العراق بقلم: الكاتب اللبناني محمد مشموشي، صحيفة البيان الإماراتية 17/4/2003م.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "4- السيطرة على الماء العراقي: الماء مهم جداً لإسرائيل وهو بند رئيس في الخطة الأمنية الإسرائيلية، فهي برغم تفوقها العسكري توشك أن تختنق عطشا،وقد كان يقال إنّ الحرب القادمة في المنطقة ستكون حرباً مائية. وجاءت الحرب على العراق لتحقق الماء لها دون أن تخوض مباشرة حرباً من أجله. وسيتبع احتلال العراق احتلال سوريا أو إجبارها على توقيع معاهدة صلح مع إسرائيل، يكون من أهم بنودها السماح بمد القنوات أو الأنابيب عبر أراضيها من تركيا إلى إسرائيل لنقل معظم مياه الفرات ودجلة لها.وقد عرف الآن لماذا مضت تركيا قدماً في خطة بناء السدود المائية، وما كان الناس يدرون أنها تنتظر مثل هذه الحرب التي تفتح لها مجال بيع الماء إلى إسرائيل. ¶ 5- الاستفادة من البترول العراقي: ذكرت وكالة قدس برس الإخبارية من القدس المحتلة :أن دولة الكيان الصهيوني تطمع بالنفط الذي يمتلكه العراق، وذلك في أعقاب ما تتمناه من السيطرة على العراق وتغيير النظام فيه .وقد كشفت جريدة \"هآرتس\" العبرية في عددها الصادر يوم الاثنين 1/4/2003م أن وزير البنى التحتية في الحكومة الصهيونية يوسيف باريتسكي أوعز إلى مصلحة الوقود وشركة الخدمات النفطية بتركيز معطيات حول خط أنبوب النفط الموصل-حيفا (فلسطين المحتلة عام 1948)، وحول إمكانية تجديد عمله بعد نهاية الحرب، وتغيير النظام في العراق.والبالغ طوله 600 كيلومتر، والذي تم على يد شركة نفط العراق \"IPC\" التابعة للانتداب البريطاني سنة 1934م. وافتتح- يديعوت أحرونوت- هذا الخط سنة 1935م، وهو يبدأ من الموصل إلى كل من حيفا وطرابلس بلبنان على شواطئ البحر المتوسط مروراً بالأردن حيث يتم تكريره في مصفاة بحيفا لصالح الشركة المذكورة. وقد توقف هذا الخط في أعقاب حرب عام 1948م، حيث جرى منذ ذلك الحين ضخ النفط العراقي إلى البحر الأبيض عن طريق سوريا.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "ونقلت جريدة \"هآرتس\" العبرية عن الوزير الصهيوني يوسيف باريتسكي قوله إنه: \"مقتنع بأن فكرة تجديد عمل خط أنبوب النفط بين الموصل وحيفا ستلقى مباركة وقبولاً لدى الأمريكيين، نظراً لأنه سيشكل المخرج الوحيد للنفط العراقي صوب البحر المتوسط. وأكد الوزير يوسيف باريتسكي أنه سيتوجه إلى عَمَّان ليناقش مع الحكومة الأردنية اقتراحا بأن يتم ضخ النفط العراقي في مرحلة ما بعد صدام إلى مدينة \"حيفا\" عبر الأراضي الأردنية، ويشير بريتسكي إلى أنّ هذا المشروع من المتوقع أن يخلق فرص عمل لآلاف الإسرائيليين العاطلين عن العمل، إلى جانب مد خزانة الدولة بمداخيل إضافية.(1) ¶ وذكرت صحيفة \"هآرتس الإسرائيلية في تقرير لها صدر في إبريل 2003م: أن رئيس الوزراء الإسرائيلي السابق إسحق شامير كان قد عرض على العراق سراً استئناف ضخ النفط العراقي عبر الخط القديم الواصل بين الموصل العراقية وميناء حيفا، لكن الرئيس صدام حسين رفض هذا العرض. ¶ وذهب (داني جليرمان) رئيس اتحاد الغرف التجارية في \"إسرائيل\" أن النصر سيجلب العديد من الفوائد الاقتصادية لإسرائيل من أهمّها: حصولها على النفط العراقي الذي سيكون تحت إشراف أمريكي وبأسعار مخفضة. ¶ __________ ¶ (1) - إسرائيل: الهزيمة النفسية للعرب غنيمة سقوط بغداد- مصدر سابق- .",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "6-الهدف الاقتصادي: من خلال المشاركة في إعادة إعمار العراق، إذ قال تقرير لصحيفة معاريف في إبريل 2003م بأن شركات إسرائيلية تجري مفاوضات مع شركات أمريكية وبريطانية للمشاركة في إعادة إعمار البنية التحتية في العراق وفتح الأسواق العراقية أمام البضائع والمنتجات الإسرائيلية،أي تطبيع العلاقات الاقتصادية بينهما. ولقد أكدت مصادر في الخارجية الصهيونية إن الدولة العبرية ستوفد إلى العراق خبراء في مجالات متعددة يحملون الجنسيات المزدوجة في البداية لحساسية مثل هذه العلاقة وللعداء الذي رسخه نظام صدام حسين للدولة العبرية ولكن في مرحلة متقدمة لا ضير من كشف أصلهم. ¶ وأضافت المصادر أن الخبراء سيشرفون على تنفيذ مشاريع وبرامج مدعومة من الولايات المتحدة من الأموال العراقية المستقطعة في المجالات الزراعية والمائية والبتر وكيماوية.وحسب الوزارة: فإنّ الكيان الصهيوني متفوق في أنظمة الري الزراعي والتقاوي المتجانسة والمحسنة وتملك الخبرة الكبيرة في طرق الري الحديثة الأمر الذي يؤهلها للعب دور كبير في النهوض في الزراعة والصناعة العراقية وخاصة الصناعات البتر وكيماوية حيث هناك 13 شركة صهيونية تعمل في مختلف المجالات ولها فروع كثيرة في القارة الأفريقية من بينها مصر والأردن . ¶ واستناداً إلى مصادر عبرية كبيرة هناك من يأمل في أن تثمر هذه العلاقات في تسهيل أمور مستثمرين صهاينة ويهود أمريكان يرغبون في خوض غمار إعادة أعمار العراق التي ستقودها واشنطن قريباً .وأوضحت المصادر أن المشاركة الاستخبارية والتجارية لعناصر صهيونية في إعادة أعمار العراق ستبدأ منذ اليوم الذي يعلن فيه الجانب الأمريكي عن البدء عملياً في إعادة الأعمار في العراق.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "7- استخدام العراق كقاعدة للعمل ضد كل الدول تهدد أمن إسرائيل: يقول جدعون عيزرا- نائب وزير الأمن الداخلي الإسرائيلي-: إنه مما لا شك فيه أن أي نظام جديد سيحل في بغداد سيجعل العراق قاعدة سهلة للعمل ضد كل دولة تتحدى أمريكا، وتهدد إسرائيل مثل: إيران، وسوريا. ويذهب \"يهشوع ساغيه\" -الرئيس لجهاز الاستخبارات العسكرية الإسرائيلية-إلى حد توصيف مهمة واضحة للنظام الجديد في بغداد، حيث يقول: \"مما لا شك فيه أن أي نظام سيحل في بغداد سيكون بمثابة كماشة بإمكان أمريكا وإسرائيل من خلفها الإطباق بها على أعناق الأنظمة التي يمكن أن تهدد مصالح أمريكا وإسرائيل في المنطقة\". ويذكر ساغيه صراحة كلاًّ من إيران وسوريا كأهم دولتين ستضرران من إسقاط النظام الحالي؛ حيث يقول:\"إن التهديدات الأمريكية والإسرائيلية ضد إيران ستكون أكثر جدية في حال تولي نظام تصنعه واشنطن مقاليدَ الحكم\".",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "وحسب تقرير لمركز الأبحاث التابع لجهاز الاستخبارات العسكرية الإسرائيلية، وتقرير آخر قُدم مؤخرًا للجنة الفرعية الخاصة بالاستخبارات التابعة للبرلمان الإسرائيلي، فإن وضع سوريا بعد إسقاط النظام الحالي في بغداد سيكون أكثر \"بؤسًا\"، وسيكون \"فكا لكماشة\" أكثر إيلامًا على دمشق، فستطوق سوريا من الشرق أيضًا بنظام صنعته أمريكا، ومن الشمال بتركيا الحليف الإستراتيجي لإسرائيل وواشنطن. وسيكون المخرج الوحيد أمام سوريا هو التعاون مع واشنطن في حربها ضد ما يسمونه بـ\"الإرهاب\"، وسيفرض الواقع الجديد على الحكومة السورية القيام بالخطوات التي بذلت من أجلها إسرائيل جهودًا مضنية، وعلى امتداد فترة طويلة، مثل قطع العلاقة مع \"حزب الله\"، وطرد التنظيمات الفلسطينية من دمشق. إلى جانب ذلك إجبار سوريا على رفع يدها عن لبنان. - لا ينفي الإسرائيليون أن إسقاط النظام العراقي الحالي سيكون ضربة قوية لمعنويات الجمهور العربي في كل مكان. ونُقل عن رئيس الموساد أبراهام هليفي قوله: إن إسقاط النظام العراقي سيعني ضربة قوية للأيدلوجيات المعادية لإسرائيل في العالم العربي.(1) ¶ صرّح عوزي عراد- كان مديراً للأبحاث في الموساد والمستشار السياسي لرئيس الوزراء السابق (بنيامين نيتانياهو )، وقد أجرى مع طاقم من الباحثين عدة أبحاث حول العراق ومستقبل المنطقة لحساب وزارة الدفاع الأمريكية - : إن النظام الجديد في العراق الذي يصفه بأنه سيكون نسخة من نظام كرازاي في أفغانستان ، سيضع سوريا وإيران بين فكي كماشة مرعبين حيث ستجدان أنفسهما محاصرتين من كل صوب. وقد أدخل الأردن ضمن أضلاع الحصار ، ووصفها بأنها دولة أكثر من صديق . ¶ __________ ¶ (1) - التحريض الإسرائيلي على العراق- الدور والأهداف- صالح محمد النعامي، موقع الإسلام على الطريق(الإنترنت): 6/03/2002م. ¶ 2- إسرائيل في قلب الحرب: فهمي هو يدي، صحيفة الأهرام، 1/4/200م. ¶ ...",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وفي شهر مارس2003م ألقي شاءول موفاز وزير الدفاع محاضرة في مركز حرتسلي متعدد الاتجاه-وهو أعرق وأهم مركز بالدولة العبرية- قال فيه:إن النصر في الحرب يعني إخراج العراق من دائرة العداء لإسرائيل ، والضغط على سوريا لإخراج المنظمات الفلسطينية من دمشق، ولوقف حمايتها لحزب الله في لبنان ، الأمر الذي يؤدي إلى تخفيف مصادر رفد المقاومة الفلسطينية في الضفة والقطاع . (1) ¶ 8- الحرب على العراق مقدمة لتنفيذ مشروع تفتيت أو تجزئة البلدان العربية: تحت عنوان (الشرق أوسطية، والتجليات العربية لمشروع العولمة) كتب الدكتور إبراهيم ناجي علوش-المتخصص في الحركة الصهيونية- يقول:\"إن أمن دولة العدو يتطلّب على المدى البعيد تنفيذ مشروع تفتيت التفتيت، أو تجزئة التجزئة، من أجل خلق فراغ إقليمي يسمح للكيان الصهيوني أن يلعب الدور الإمبراطوري السياسي والاقتصادي والثقافي والأمني الذي يطمح له، ومن أجل خلق محيط تابع تستمد منه إسرائيل القوة والحيوية، عن طريق تحويل التهديد المحتمل إلى مجال حيوي. وإنّ عددا من الوثائق الصهيونية الأساسية تثبت هذا التوجّه بما لا يدع مجالا للشك. إحدى هذه الوثاق مثلا تلك التي وضعتها المنظمة الصهيونية العالمية(World ZionistOrganization)،التي ترجمها البروفيسور إسرائيل شاحاك عن مجلة كيفييم (اتجاهات)، الناطق الرسمي باسم المنظمة الصهيونية العالمية، من اللغة العبرية إلى اللغة الإنجليزية عام 1982م. وهذه ترجمة لبعض مقتطفات من هذه الوثيقة:-",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "* مصر: إنّ تفكيك مصر إقليميا إلى مناطق جغرافية متمايزة هو الهدف السياسي لإسرائيل في الثمانينات على جبهتها الغربية: فإذا تساقطت مصر، فإنّ دولا مثل ليبيا والسودان، وحتى الدول الأبعد، لن تتمكن من البقاء بشكلها الحالي، وسوف تلحق بسقوط وانحلال مصر. إنّ الرؤيا التي تتمثل بدولة قبطية مسيحية في أعالي مصر، إلى جانب عدد من الدول الضعيفة ذات السلطات المحلية التي لا ترتبط بحكومة مركزية، هي مفتاح التطور التاريخي الذي أجّله فقط اتفاق السلام، والذي يبدو حتميا على المدى الطويل\". ¶ * سوريا: إنّ سوريا سوف تتناثر بالتطابق مع تركيبتها الإثنية والدينية إلى عدد من الدول، بحيث يكون هناك دولة شيعية علوية على الساحل، ودولة سنية في منطقة حلب، ودولة سنية أخرى في منطقة دمشق تعادي جارتها السنية في الشمال. أما الدروز، فسيكون لهم دولة أيضا، ربما حتى في جولاننا، وبالتأكيد في منطقة حوران وأجزاء من شمال الأردن. وهذه الحالة سوف تكون ضمانة الأمن والسلام في المنطقة على المدى البعيد\".",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "ولقد كشفت مؤخراً صحيفة \"تليجراف\" البريطانية: أن الإطاحة بالنظام السوري بعد انتهاء الغزو الأمريكي للعراق سيكون على رأس جدول أعمال القمة التي بدأها الرئيس الأمريكي جورج بوش ورئيس الوزراء البريطاني توني بلير الاثنين 7-4-2003 في مدينة بلفاست الأيرلندية. وقال مسئولون أمريكيون للصحيفة في عددها الصادر الثلاثاء 8-4-2003م: إنه على الرغم من أن ما يسمى بـ\"محور الشر\" الذي أعلن بوش عنه في يناير 2003 لم يكن متضمنًا سوريا؛ فإن الإدارة الأمريكية تعتقد بوجود أدلة قوية على دعم سوريا لما أسموه بالإرهاب. وفي شهر ديسمبر 2002 قال رئيس الوزراء الإسرائيلي إرئيل شارون في تصريح له: \"نعتقد بما لا يدع مجالا للشك أن العراق نقل مؤخرًا أسلحة كيماوية وبيولوجية إلى سوريا. وقالت مصادر إسرائيلية: إن جون بولتون أحد صقور الإدارة الأمريكية أبلغ شارون أن الحرب على العراق \"ستجبر سوريا وليبيا على الكشف عما يخفيانه.(1) ¶ * العراق: إنّ العراق الغني بالنفط من جهة، والممزق داخليا من جهة أخرى، مضمون كمرشح لأحد أهداف إسرائيل. إنّ انحلاله أكثر أهمية بالنسبة لنا من انحلال سوريا. فالعراق أقوى من سوريا. وعلى المدى القصير، تشكل القوة العراقية الحظر الأكبر على إسرائيل… وكل خلاف عربي داخلي سوف يساعدنا على المدى القصير، وسوف يمهّد الطريق لتحقيق الهدف الأهم، أي لتحطيم العراق إلى طوائف كما في سوريا ولبنان. في العراق، إنّ تقسيما إلى أقاليم على أساس خطوط إثنية دينية كما كان الحال في سوريا خلال الزمن العثماني هو أمر ممكن. وهكذا، ستقوم ثلاث دول أو أكثر حول المدن الأساسية الثلاث: البصرة وبغداد والموصل. وستنفصل المناطق الشيعية في الجنوب عن السنة والأكراد في الشمال. ومن الممكن أنّ المواجهة العراقية – الإيرانية الحالية قد تعمّق هذا التبلور\". ¶ __________ ¶ (1) -بوش وبلير يبحثان العدوان على سوريا، الإسلام على الطريق(الإنترنت) 8-4-2003م.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "* السعودية: إنّ الجزيرة العربية بأسرها مرشّح طبيعي للتفكك بسبب الضغوطات الداخلية والخارجية، وهذا الأمر محتوم، خاصة في السعودية. وبغض النظر عما إذا بقيت قوتها الاقتصادية أم تضاءلت على المدى الطويل، فإنّ الانشقاقات الداخلية والانهيارات ستكون تطوراً طبيعياً وماثلًا في ضوء التركيبة السياسية الحالية\". ¶ * الأردن: إنّ الأردن يشكل هدفا استراتيجيا آنيا على المدى القصير، ولكن ليس على المدى الطويل. فالأردن لا يمثل خطرا جديا على المدى الطويل بعد انحلاله ونقل السلطة إلى الفلسطينيين. ليس هناك أية فرصة لاستمرار الأردن بتركيبته الحالية مدة طويلة. وسياسة إسرائيل في الحرب والسلام يجب أن تتوجه نحو تصفية الأردن بنظامه الحالي ونقل الحكم للأغلبية الفلسطينية. وتغيير النظام شرق النهر سوف يحل (1) مشكلة المناطق المكتظة بالسكان غرب النهر، فيكون الأردن لهم، والمناطق غرب النهر لليهود. وسيكون هناك تعايش وسلام حقيقيين فقط عندما يفهم العرب أنه بدون حكم يهودي بين النهر والبحر، لن يكون لهم أمن ولا وجود، فإذا أرادوا دولة وأمن (الفلسطينيون الذين لا يعترف الكاتب بوجودهم) فإنّ ذلك سيكون لهم في الأردن فقط\". ¶ ولعلّ الذي يؤكد جدية التوجه نحو مشروع \"الشرق أوسطية\" ضمن استراتيجية وثيقة \"كيفونيم\" الأنباء الصحفية التي رشحت غداة زيارة أرئيل شارون إلى بوش الابن في 7 أيار/مايو 2002م عن ورقة قدمها شارون لجورج بوش، بعد عشرين عاماً من وثيقة \"كيفونيم\" تحمل مشروع \"اتحاد دول الشرق الأوسط\". ويهدف هذا المشروع إلى تفكيك جامعة الدول العربية، وإقامة اتحاد الدول \"الشرق أوسطية\" الذي تكون تركيا و\"إسرائيل\" عضوتين فيه، وتشترك فيه الولايات المتحدة الأمريكية بصفة مراقب ¶ __________ ¶ (1) - من النزعة الوطنية إلى الدولة المحلية المعولمة:العولمة الاقتصادية والصهيونية والعرب:د. إبراهيم ناجي علوش، انظر: موقعه على شبكة المعلومات الدولية.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "9- وقف المقاومة الفلسطينية: إن الانتفاضة التي وقعت في 28 من سبتمبر عام 2001م على الأراضي الفلسطينية نجحت في توجيه ضربات اقتصادية وعسكرية ونفسية هامة جداً للعدو الإسرائيلي، واستطاعت أن تؤثر في الدولة والمجتمع الإسرائيلي ، بشكل لم تحققه جميع الحروب العربية ضد إسرائيل كما ذكر الكاتب الأمريكي اليهودي( توماس فريدمان ) الذي أكد مدى الدمار الذي لحق بالاقتصاد الإسرائيلي، وكذلك بالنفسية الإسرائيلية، بل الذي لحق بالنظرية الصهيونية من أساسها تلك النظرية التي تدعى أن أرض فلسطين أرضا يهودية، إذ أن الانتفاضة حرمت الإسرائيليين من الأمن وحرمت عليهم السير في شوارع مدنهم وأسواقهم وأصبحوا يؤثرون المكوث في البيوت أو الهرب من البلاد كما أنها قلبت موازين الفكر السياسي والانتماء للدولة .ولما فشلت إسرائيل -ولازالت والحمد لله فاشلة في إنهاء الانتفاضة- بالوسائل العسكرية باعتراف الجنرال موفاز وقيادات حزب العمل وكثير من قيادات حزب الليكود، وجدت أنّه من الأفضل أن تحارب الانتفاضة في دائرة أوسع وهي الدائرة العربية. ¶ ويضيف: ولازالت إسرائيل تتذكر أنه عندما انتصرت في حرب 1967م كان هذا الانتصار مدوياً جداً إلى درجة أحدث اليأس والإحباط لدى العرب جميعاً ولدى الفلسطينيين بشكل خاص الذين عولوا كثيراً على الدور العربي في تحرير الأراضي الفلسطينية. لذلك فإسرائيل تريد تحقيق ظروف سياسية وعسكرية ونفسية كتلك التي تلت حرب 1967م التي سيطر فيها الإحباط على الشارع العربي، من هنا نرى أنها هي التي تدفع الولايات المتحدة دفعاً قوياً للدخول في حرب ضد العراق، بل أن المتتبع للمواقف الإسرائيلية يجد أن إسرائيل واللوبي الصهيوني واليمين المسيحي هو الذي يقود حملة إقناع الرئيس الأمريكي والشعب الأمريكي بالحرب ضد العراق تحت راية ما يسمى بالحرب على الإرهاب.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "وذهب كل من وزير الدفاع الإسرائيلي موفاز ورئيس أركانه موشيه يعلون إلى أنّ أهم هدف سيتحقق لإسرائيل من وراء انتصار أمريكا في الحرب هو تكريس الهزيمة والشعور بالعجز في الوعي الجمعي للعرب والفلسطينيين عامة. يعلون ذهب إلى حد القول: إن انتفاضة الأقصى ستتلاشى بسرعة بعد هزيمة العراق معتبراً أن حالة الذهول ستفرض واقعا جديداً لن يستطيع العرب والفلسطينيون تجاهل استحقاقاته.إنه سوف يسرب الشعور بالعجز والهزيمة لدى العرب عامة والفلسطينيين خاصة، مما يجعل من العام الحالي عام الحسم ضد الانتفاضة. ¶ وأمّا شبتاي شفيط الرئيس الأسبق للموساد فقد توقع أن يسود العالم العربي مناخ ثقافي مغاير يعطي للجناح الداعي إلى التطبيع مع \"إسرائيل\" قوة دفع جديدة تمكنهم من الدعوة إلى مراعاة متغيرات الموقف ، والواقعية في التعامل مع الأوضاع المستجدة، فالهزائم التي تلحق بالعالم العربي تدفع المثقفين خاصة إلى نهج \"واقعي\". ويلفت شفيط الأنظار إلى أن هذا التحول قد يحدث بدون أن يرتبط بقيام إسرائيل بإبداء \"تنازلات\" على صعيد التسوية مع الفلسطينيين.(1) ¶ تداعيات الحرب وآثارها الوخيمة:- ¶ أولا:- تداعياتها وآثارها على العراق والعرب: ¶ __________ ¶ (1) - إسرائيل في قلب الحرب: فهمي هو يدي صحيفة الأهرام،1/4/200م. ¶ ...",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "1) ضرب أهم مرتكزات القوة العربية، وفي مقدمتها العراق بكل تأكيد ليتسنى فيما بعد كخطوة تليها البدء في العبث في كل مقدرات العراق ومحيطها، ومن ذلك: إضعاف قوة العراق وتجريده من أية قوة عسكرية يمكن أن تشكل نواه أكبر لنفسه أو للأمتين العربية والإسلامية. وبيان ذلك : أنه لمّا انتهت حرب الخليج الأولى خرج العراق بخبرة عسكرية وبقوات نظامية عالية التدريب وإمكانيات زوده بها الغرب لدعم موقفه ضد إيران، وبلغت القدرات العسكرية العراقية آنذاك 600 ألف مقاتل تحت السلاح بالإضافة إلى 500 ألف احتياط، إلى جانب أكثر من 5 آلاف دبابة ومئات الطائرات مع برامج تسليحية متقدمة في مجالات الأسلحة الكيماوية والبيولوجية مما شكل علامة خطر لا بد وأن تنتهي بسرعة حتى لا تتفاقم الأمور وتصبح العراق مارداً لا يمكن وقفه.مع القبض على علماء صناعة السلاح العراقيين، ولو تم تدمير السلاح العراقي، ولو لم يبق منه مسدس واحد. ¶ قال محللون إسرائيليون في تصريحات لوكالة رويترز الاثنين 7-4-2003: إن هذه المكاسب تشمل القضاء على أي تهديد نووي عراقي في المستقبل وتحركات محتملة من جانب دول عربية معادية أخرى، لتجنب المواجهة مع إسرائيل الآن بعد أن شقت حليفتها المقربة طريقها بالقوة في الجوار. وقال الجنرال المتقاعد شلومو بروم من مركز جافي للدراسات الإستراتيجية في تل أبيب لرويترز: \"إن الحرب ستؤثر على سلوك منافسين محتملين آخرين لإسرائيل خاصة إيران وسوريا وحزب الله اللبناني\".وكانت إسرائيل عادة ما تنظر بقلق كذلك باتجاه الشرق حيث كانت تعتبر العراق يشكل تهديدا وسندا عسكريا يحمي سوريا عدوتها منذ فترة طويلة.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "وقال أفرايم أنبار مدير مركز بيغين والسادات للدراسات الإستراتيجية بجامعة بار أيلان قرب تل أبيب: \"العراق شارك في جميع الحروب التي شنت ضد إسرائيل\"، وزعم أفرايم أنبار أن الرئيس العراقي صدام حسين \"سعى لتطوير أسلحة نووية وطور صواريخ بعيدة المدى وأطلق عددا منها بالفعل قبل 12 عاما\"، مشيرا إلى صواريخ سكود التي أطلقها العراق على إسرائيل أثناء حرب الخليج عام 1991. وأضاف أنبار: \"إنه عدو معلن للدولة اليهودية وساعد جماعات إرهابية فلسطينية.(1) ¶ 2) التخلص من نظام حكم الرئيس صدام حسين، وإنهاء دور حزب البعث تماما، ومحاكمة قادة النظام أمام محكمة خاصة بجرائم الحرب، وجرائم ضد الإنسانية وإقامة نظام سياسي جديد، سوف يتضمن حتما مرحلة انتقالية قد تصل إلى العامين يكون فيها الحاكم الأول عسكريا أمريكيا يعاونه في ذلك مجموعة من المستشارين العراقيين المدنيين. ¶ والحاكم العراق المرتقب هو:المتقاعد جي غارنر، فقد ذكرت مجلة أمريكية متخصصة صدرت قبل أيام أن رامسفيلد اختار الجنرال المتقاعد جي غارنر ليكون الحاكم المدني للعراق بعد الحرب، الجنرال غارنر كان نائباً لقائد سلاح المشاة الأمريكي، وكان مسؤولاً أيضاً عن عملية المساعدة للأكراد خلال حرب الخليج الأولى، وهو جنرال مقرب من: صقور الإدارة الأمريكية، ومن اللوبي الصهيوني الأمريكي، ومن حزب الليكود الإسرائيلي، وله ارتباطات بالمعهد اليهودي لشؤون الأمن القومي\"جينسا، وكان آمراً لوحدة صواريخ باتريوت الأمريكية في إسرائيل خلال حرب تحرير الكويت وتولى بعد ذلك قيادة الدفاع الصاروخي والفضائي، ويملك شركة لصناعة الصواريخ تستفيد من نفوذه، ويحيل إليها طلبات شراء الصواريخ في قضايا مفضوحة ساعدت إدارة بوش على إغلاقها. ¶ __________ ¶ (1) - مكاسب إسرائيل من الغزو- الإسلام على الطريق(الإنترنت)7-4-2003م.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "وهذا الحاكم يعاونه مجلس من المستشارين العراقيين يراعى في اختيارهم تمثيل معارضة الداخل ومعارضة الخارج. وقد كشفت صحيفة \"ذي غارديان\" اللندنية بداية هذا الشهر عن وجود خطة أمريكية تقضي بأن تتألف الحكومة المسيرة للعراق من 23 وزارة يرأس كل منها أمريكي و\"سيكون لكل وزارة أربعة مستشارين عراقيين يعينهم الأمريكيون. ¶ ذكرت صحيفة \"يدعوت أحر نوت\" الإسرائيلية: أفادت وكالة \"رويترز\" للأنباء صباح يوم الأربعاء 26/3/2003م أن الجنرال الأمريكي المتقاعد جي غارنر المرشح لتولي منصب الحاكم المدني للعراق، كان قد زار دولة إسرائيل زار عام 1998م على حساب جماعة مسيحية صهيونية تقول: إن الولايات المتحدة تحتاج إسرائيل قوية في المنطقة لإظهار مدى قوتها فيها. أن الجنرال غارنر وقع في أكتوبر 2000م على بيان يلقي باللوم على الفلسطينيين في أعمال العنف الإسرائيلي الفلسطيني، وإنّ كون إسرائيل دولة قوية يشكل دعامة أمن مهمة للولايات المتحدة، وأمن دولة إسرائيل مسألة ذات أهمية كبرى للسياسة الأمريكية في الشرق الأوسط، وشرق البحر المتوسط، بل وفي أنحاء العالم. إن إسرائيل قوية أساس يستطيع المخططون العسكريون والقادة السياسيون الأمريكيون الاعتماد عليه\". وغارنر نفسه وجد أثناء الحرب في الكويت لإعداد خطوات عملية البناء الأولى.وقد رفضت الإدارة الأمريكية كل الانتقادات التي وجهت لتعيينه، وقالت إنه الشخص الملائم للمنصب.(1) ¶ __________ ¶ (1) -مقال:هل يمكن لشخص مساند لإسرائيل أن يعيد بناء العراق،بقلم: نتان غوتمان، هآرتس 31/3/2003م. لقد صدرت الطبعة الأولى من الكتاب قبل سقوط بغداد بيومين اثنين",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "وأخيراً عينّ الرئيس الأمريكي جورج بوش الدبلوماسي المحترف كول بريمر رئيسا للإدارة المدنية في العراق بعد الحرب. وهو مسؤول سابق بوزارة الخارجية الأمريكية، وستكون له سلطة أعلى من الجنرال المتقاعد جاي غارنر الذي يرأس حاليا جهود الإعمار في العراق. وعمل كول بريمر الذي يعد من أكبر الكفاءات في العالم في مجال مكافحة الإرهاب دبلوماسيا محترفا لمدة 23عاما مع ستة من وزراء الخارجية الأمريكيين. ¶ ويأتي تعيين بريمر وسط انقسامات مستمرة بين الجيش الأمريكي والدبلوماسيين الأمريكيين بشأن تشكيل حكومة عراقية في المستقبل.ونقلت مجلة نيوزويك الأمريكية عن مسؤول أمريكي قوله في إشارة إلى وزيري الخارجية السابقين هنري كيسنجر وجيمس بيكر:\"إنها فكرة جيدة جدا لأن هناك حاجة إلى شخص دبلوماسي هناك. وكان هذا أمراً مفقودا. إنّه من نوع كيسنجر وبيكر\". وعمل كول بريمر سفيراً متجولا لمكافحة الإرهاب في إدارة الرئيس الأمريكي الأسبق رونالد ريغان. وفي يونيو عام 2002م عينته إدارة بوش للعمل في المجلس الاستشاري للأمن الداخلي التابع للرئيس.(1) ¶ __________ ¶ (1) - صحيفة الرياض السعودية:الجمعة، 1ربيع الأول 1424ه،العدد 12733 السنة 38 .",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "وخطة تصفية صدام وضعها الإسرائيليون في صيف عام 91 19م لتصفية حسابهم مع الرئيس العراقي الذي كان أول من تجرأ وأطلق الصواريخ على \"إسرائيل\" إبان حرب الخليج الثانية. وقد أشرف عليها الجنرال أيهود باراك الذي كان وقتذاك رئيساً لأركان الجيش الإسرائيلي . وحسب معلومات وسائل الإعلام الإسرائيلية فإنّ الأمريكيين تبنوا الخطة الإسرائيلية لاغتيال الرئيس صدام حسين التي أطلق عليها اسم تسئيلم . هذا ما ذكرته عدة مرات قناتا التليفزيون الإسرائيلي الأولى والثانية ، إضافة إلى شبكة الإذاعة العامة المعروفة بريشيت بيت- بعد إدخال عدة تعديلات عليها في ضوء ما استجد من معلومات . وقد تدرب أفراد من عناصر الوحدات الخاصة الأمريكية على تنفيذ الخطة في صحراء النقب . وقد استعانوا بالخطة لاقتناعهم بأنّ الحرب على العراق لن يكتب لها النجاح ما لم يتم التخلص من الرئيس العراقي . (1) ¶ __________ ¶ (1) -- إسرائيل في قلب الحرب: فهمي هو يدي صحيفة الأهرام،1/4/200م. ¶ ...",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "3) إنهاء دور العراق كقوة مؤثرة في المنطقة العربية، خصوصاً وأنها لا تزال خارج دائرة التأثير الأمريكي التام فلقد كانت العلاقات الأمريكية العراقية جيدة عندما حاربت العراق إيران، وعندما انتهت الحرب انتقلت الولايات المتحدة ضد العراق بعد أن أدركت أن إمكانياتها أضعف بعد الحرب.فلابد إذن من إفقار العراق باستغلال موارده النفطية بعيداً عن تنميته،واستفادة الشعب العراقي منه-كما يروج أركان الإدارة الأمريكية- ومن ذلك: تخصيص الولايات المتحدة الأمريكية عائدات النفط العراقي بعد انتهاء غزو العراق لتمويل تكلفة وعواقب الحرب التي بدأت فجر الخميس 20-3-2003م بقصف جوي للعاصمة بغداد. وتقدر دوائر اقتصادية في البيت الأبيض تكلفة الحرب بما لا يقل عن 100 مليار دولار. وقال دبلوماسيون أمريكيون -رفضوا ذكر أسمائهم- لوكالة \"أسو شيتد برس\" مساء الأربعاء 19 -3-2003م: \"إن واشنطن ولندن تعدان حاليا مشروعا يقضي بإنفاق 40 مليار دولار من عائدات مبيعات النفط العراقي على نفقات الحرب، وما سيليها خاصة عمليات إعادة الأعمار واللاجئين\". وأضافوا أنّ المشروع يعتمد على فرضيتين أساسيتين هما قصر مدة الحرب، وعدم إقدام الرئيس صدام حسين على حرق آبار النفط. ¶ وتشير وكالة \"أسو شيتد برس\" إلى أنّ خبير النفط العراقي صبري السعدي قدّر عائدات مبيعات النفط العراقية بقرابة 19.43 مليار دولار في السنة الأولى بعد رحيل الرئيس صدام حسين عن السلطة، ثمّ ترتفع إلى 25.2 مليارًا في العام الثاني. يقول \"مايكل ستوكر\" من المعهد الدولي للدراسات الاستراتيجية في لندن: إنّه لو خرج العراق من الحرب بقدراته الإنتاجية سليمة،وخاصة البترول فإنّ ذلك قد يكون أحد المصادر الممكنة كعائد للمساهمة في نفقات الحرب.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "4) تقسيم العراق:إمّا فوراً بلا مقدمات، أو على مرحلتين،عبر تكوين الفيدراليات التي يتطور أمرها بعد سنوات إلى استقلال، وقد وعد الأكراد بدولة في شمال العراق.خاصة أننا إزاء منطقتي حظر جوي شمال العراق وجنوبه،وهما تتمتعان باستقلال عن السلطة المركزية منذ اثني عشر عاماً، وفي حالة الشمال توجد ما يمكن أن يكون دولة متكاملة، ولا ينقصها سوى إعلان السيادة، فهي تملك برلمانها وحكومتها وعائداتها.وأيضاً تكوين دويلة شيعية في جنوب العراق بأقل خطراً على الأمن الإسلامي، وتوفيراً للأمن الإسرائيلي، إذ أن هذه الدولة الوليدة بأياد أمريكية ستنشغل لدهر طويل بتمتين الروابط مع إيران، وبتصفية حسابات تاريخية وتنصرف عن قضية تحرير فلسطين بالضرورة، ويبقى الجهاد ضد إسرائيل مهمة دويلة وسط العراق فقط، المكبلة بمعاهدة السلام، وبالفقر والأمراض، والتي لا جيش لها أصلا. ¶ وقد حذّر جوزيف ليبرمان-عضو مجلس الشيوخ الأمريكي والمرشح السابق لانتخابات الرئاسة،وهو يهودي الأصل ومن أقوى مؤيدي إسرائيل في الولايات المتحدة- من قيام دولة دينية شيعية في العراق.وقال ليبرمان إن ظهور الشيعة كقوة دينية كفيل بإرباك المنطقة وإعطاء قوة لإيران وقيام تحالف بينها وبين حكومة يسيطر عليها الشيعة في العراق. ¶ 5) الاستنزاف المالي والإفقار الطويل الأمد: فالعراق عليه أن يدفع عقوبات مالية للكويت وغيرها تزيد على مائتي مليار دولار، وأن يدفع لأمريكا نفقات الحرب القادمة التي تبلغ أكثر من مائتين وسبعين مليار أخرى، ولو ُأضيفت لها مديونيات العراق لروسيا وغيرها: يكون عليه أن يدفع أكثر من خمسمائة مليار دولار مع فوائدها ، مما يجعل ثلاثة أجيال عراقية قادمة أو أربعة تعيش تحت خط الفقر المدقع وبلا أمل ولا عمل حتى نهاية القرن الحادي والعشرين.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "6) تدمير الزراعة العراقية:إنً الغرب الكافر يحرص على أن يبقى المسلمون متأخرين اقتصادياً، ويعتمدون في طعامهم التسول بالإكراه (أي بقبول الإملاءات السياسية والاقتصادية) على اقتصاديات الغرب، إنّ أمريكا تريد تعميم استخدام القمح كسلاح ضغط على جميع الشعوب ، فلقد مارسته بنجاح في إسقاط الاتحاد السوفيتي، وتمارسه اليوم تجاه مصر حيث لا تفرغ بواخر القمح الأمريكية حمولتها في الموانئ المصرية إلا بعد فراغ المخزون المصري، واضطرار القاهرة لتقديم تنازلات سياسية والقيام بدور السمسار لتسويق الطلبات الأمريكية لدى الحكومات العربية، وكانت أمريكا قد منعت سنة 1990م المملكة العربية السعودية من إنتاج القمح،خاصة بعد أن بلعت في ذلك شوطاً كبيراً من النجاح.(1) ¶ ثانياً: تداعياتها وآثارها بالنسبة للقضية الفلسطينية:- ¶ لعلّ من أهم تداعيات الحرب على العراق وما يعقبها من تطورات هو تصفية القضية الفلسطينية، وبشكل درامي لصالح المشروع الاستعماري الصهيوني،عن طريق ما يلي:- ¶ 1)- فرض تسوية- وفق المخططات اليهودية- مذلة ومجحفة جداً على الطرف الفلسطيني. وبيان ذلك:- ما صرّح به وزير الخارجية الأمريكي الجنرال كولن باول:\" الحرب على العراق ستعيد رسم الشرق الأوسط بما يعزز المصالح الأمريكية\".وكشف أمام الكونغرس الأمريكي جانباً من الأهداف الأمريكية من الحرب الممكنة على العراق مشيرا إلى أنها يمكن إنّ تعيد تشكيل الشرق الأوسط بطريقة تعزز مصالح الولايات المتحدة وتساعد في إنهاء الصراع العربي الإسرائيلي.وأعرب عن اعتقاده بأنّ نجاح واشنطن في الحرب يمكن أن يعيد النجاح تشكيل منطقة الشرق الأوسط جذريا، بما يعزز مصالح الولايات المتحدة،لا سيما إذا نجحت في تحقيق تقدم نحو السلام في الشرق الأوسط. ¶ __________ ¶ (1) - انظر:رؤية شرعية وسياسية للقضية العراقية:محمد أحمد الراشد، الإسلام على الطريق(الإنترنت) 28/2/2003م.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "يقول بيل كيلر في صحيفة الوطن القطرية 18/3/2003م :\"ويبدو أن بوش تلقف هذه الفكرة عندما أعلن أنّ نجاح الولايات المتحدة في العراق قد يؤدي إلى كسر الاستعصاء لتحريك\"إسرائيل\" والفلسطينيين نحو حل (الدولتين) وشدّد على القول بأنّ هذا التوجه التزام شخصي له، ولكنّ الكثيرين من الناس يتمنون لو أن بوش تعامل مع المسألة الفلسطينية في وقت مبكر، لكان على الأقل حقّق بعض المصداقية لدى العرب قبل توجهه ضد العراق. ومن هنا جاء العرض الأمريكي بالتلويح بنشر المشروع الأمريكي لتصفية القضية الفلسطينية المسمى (خارطة الطريق) قبل بدء الحرب على العراق بيوم واحد.وبدأ الطرف الفلسطيني بتطبيقها بضغط أمريكي وأوروبي قوي جداً. فلجوء الرئيس بوش إلى القضية الفلسطينية يأتي بالضبط في الظرف الذي وصلت فيه اللعبة الدبلوماسية الأمريكية لمحاولة حشد التأييد العالمي للحرب ضد العراق إلى طريق مسدود.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "ومساء يوم الجمعة في الرابع عشر من آذار (مارس) الجاري، ألقى الرئيس الأمريكي جورج بوش خطاب مقتضب خصصه للنزاع الفلسطيني- الإسرائيلي،حدد فيه موقف الإدارة الأمريكية والخطوات التي ستقوم بها لحل القضية الفلسطينية، وتحدث الرئيس الأمريكي في هذا الخطاب عن قرار تعيين رئيس الوزراء الفلسطيني، وخطة الطريق وإقامة الدولة الفلسطينية المستقلة وطالب \"إسرائيل\" بوقف الاستيطان، وتخفيف الضغط على الشعب الفلسطيني ورغم الغموض والعموميات في خطابه، إلا أنه كان يعطي انطباعاً باهتمامه بدرجة كبيرة لإنهاء النزاع في منطقة الشرق الأوسط،وحل القضية الفلسطينية طبقا لخارطة(لعنة)الطريق، يتضح أنّها لا تخرج عن رشوة سياسية مكشوفة للعالم عامة وللأمة العربية خاصة لتخفيف الرفض الدولي والعالمي لهذا العدوان على العراق قبل البدء به بلحظات، ولتخفيف الضغط الداخلي المعارض للحرب داخل الولايات المتحدة الأمريكية وبريطانيا،ولتعتقد الأمة العربية عامة والشعب الفلسطيني خاصة أنه بعد الانتهاء من الحرب ضد العراق، سوف تتفرغ الإدارة الأمريكية والحكومة البريطانية لحل القضية الفلسطينية والعمل الجدي على إقامة الدولة الفلسطينية.(1) ¶ مع العلم أنّ خارطة الطريق- صناعة إسرائيلية- شارك في إعدادها من الجانب الأمريكي بشكل خاص المستشارة لشئون الأمن القومي كونداليزا رايس وتضم أعضاء من فريقها في مجلس الأمن القومي، ومن الجانب الإسرائيلي دوف فايسغلاس مدير مكتب شارون،وبعض كبار موظفي وزارة الخارجية الإسرائيلية ، بهدف إيجاد الظروف السياسية المساعدة على الحرب.(2) ¶ __________ ¶ (1) - رشوة للفلسطينيين لتغطية العدوان على العراق:حاتم أبو شعبان: صحيفة الوطن القطرية 21/3/2003م. ¶ 2- إسرائيل في قلب الحرب بقلم : فهمي هو يدي، صحيفة الأهرام 1/4/2003م.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "يقول ميخال شفارتس\" -هآرتس– أكتوبر 30/2002م :\"خارطة الطرق\" الأمريكية التي تعد الفلسطينيين بالإعلان عن دولة مؤقتة في أيار (مايو)2003م كانت من البداية مناورة أمريكية لكسب العالم العربي، ولم تحظ بثقة أي من الجانبين الإسرائيلي أو الفلسطيني. ومن ذلك ما تقوله في يديعوت أحر ونوت (18 تشرين أول 2002م) الصحافية \"أورلي أزولاي كاتس: \"لقد أوضح بوش لشارون أنه للحصول على اتفاق عالمي على حرب العراق، عليه أن يقدم للعالم العربي، وأيضا لأوروبا، مكسباً ما لصالح الفلسطينيين\". ¶ وأمّا الكاتب الإسرائيلي جدعون ليفي كتب في صحيفة هآرتس الإسرائيلية الصادرة في 31/3/2003م:\"فقد وجدت \"إسرائيل\" ضالتها في تخفيض مستوى خارطة الطريق إلى أدنى درجة، خاصة بعد أن أعيد إدخال إسرائيل بطريقة مختلفة هذه المرة، بحيث كانت صغيرة نسبياً، وكبرت بشكل مفاجئ لم يكن ينتظره صانع السياسة العربي. الأمر الذي سيغير كل سياساتها التي اتبعت قبل بدء الحرب\". ¶ وقد كشفت الصحافة الصهيونية أنّ روي بلانت عضو مجلس النواب الأمريكي والمقرب من الرئيس جورج بوش قد تعاون مع رئيس الأقلية الديمقراطية في لجنة الخارجية في مجلس النواب توم لينتوس من أجل إظهار مدى \"إجحاف خريطة الطريق ضد \"إسرائيل\". وبدأ الاثنان بجمع توقيعات تعفى \"إسرائيل\"، من أي مسؤولية تجاه قيامها بتغيير الوضع في المناطق الفلسطينية المحتلة، والأخطر من ذلك أن هذه الحملة التي يقومان بها لا تتضمن إشارة بسيطة إلى ضرورة تجميد المستوطنات، على الأقل الموجودة في مناطق 1967م، كما لم يتضمن إشارة إلى ما يعانيه الشعب الفلسطيني جراء العدوان الصهيوني المستمر ضده.",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "ما أشبه الليلة بالبارحة: ذلك أنّ بوش الابن بحاجة اليوم عشية ضرب العراق، بقدر ما كان يحتاج بوش الكبير عشية ضرب العراق أيضاً في عام 1990م إلى تهدئة الجبهة الفلسطينية لكي لا يتبلور لدى الرأي العام العالمي انطباع عام بأن أميركا لا هاجس لها سوى سحق العرب. وعود بوش الكبير انتهت بالفلسطينيين إلى مسرحية مؤتمر مدريد الاحتفالي الذي ثبت لاحقاً أنه لم يكن سوى مقدمة إجرائية على طريق انفراد واشنطن بالأمور، إلى أن وصلت القضية تحت إشراف الراعي المحايد النزيه إلى محطة أوسلو. ¶ \"ومن المؤكّد أنّ هذه التصريحات في هذا الوقت بالذات جاءت بعد أن تمّ تحديد ساعة الصفر لبدء العدوان على العراق، وكان لا بد من الخروج بهذه التصريحات لرشوة الأمة العربية بها ولتخفيف الضغط العالمي الرافض لهذا العدوان على العراق\".(1) ¶ ولن تختلف وعود بوش الصغير عن وعود أبيه هذه المرة. فالهدف في الحالتين تكتيكي بحت: إطلاق فرقعة دعائية تلهي الفلسطينيين بمسلسل من الاتصالات والجولات الدبلوماسية المصطنعة ريثما تنتهي الإدارة الأمريكية من المهمة العراقية.. وبعد ذلك يكتشف الفلسطينيون أنهم لم يقبضوا إلا الريح.كما قبضوا من أسلو. ¶ __________ ¶ (1) -رشوة للفلسطينيين لتغطية العدوان على العراق:حاتم أبو شعبان، صحيفة الوطن القطرية 21/3/2003م.",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "ومن المعلوم أنّ النواب اليهود في الكونجرس الأمريكي يعدون شهادة وفاة لخارطة الطريق، كتب الصحفي اليهودي عكيفار إلدار يقول: إن\" عضو مجلس النواب الأمريكي روي بلانت، أحد رؤساء الكتلة الجمهورية والمقرب من الرئيس جورج بوش تحالف أخيراً مع توم لنتوس زعيم الأقلية الديمقراطية في لجنة الخارجية المنبثقة عن الكونغرس، في نطاق تحرك مشترك يهدف إلى إحباط وعرقلة الخطة المذكورة. حتى إن رجالات اللوبي اليهودي (ايباك) الذين يحاولون تبصير أعضاء الكونغرس بالعيوب والثغرات التي تنطوي عليها الخطة (أي خارطة الطريق) لم يتوقعوا تلقي مثل هذا الدعم والتأييد القوي لموقفهم. وكان بلانت ولنتوس قد شرعا أخيراً في جمع توقيعات زملائهم على رسالة (مذكرة) تعفي إسرائيل حتى إشعار آخر من أي مسؤولية عن تغيير الوضع في الأراضي الفلسطينية.(1) ¶ والسؤال الذي يطرح هو: هل يقع الفلسطينيون في الفخ نفسه مرتين؟ لقد حرصت واشنطن فيما يبدو على إشراك عناصر فلسطينية مسبقاً في كتابة نص المسرحية الجديدة. هذا ما يستخلص من اتفاق أمريكي إسرائيلي مع شخصيات قيادية فلسطينية حول استحداث منصب رئيس الوزراء الفلسطيني، ليكون بمثابة الفصل الاستهلالي للمسرحية.وحول هذه النقطة كان الرئيس بوش صريحاً في بيانه. فقد ربط بين تقدم واشنطن رسمياً بمشروع «خريطة الطريق» إلى الطرفين الفلسطيني والإسرائيلي وبين تولي محمود عباس أبو مازن مهام منصبه كرئيس وزراء فلسطيني.خاصة وأن الرجل هو مهندس أوسلو مع الطرف الإسرائيلي ويدعو صراحة إلى وقف كافة الأعمال العسكرية ضد لإسرائيل، وأن من الخطأ الذي وقعت فيه القيادة الفلسطينية السماح بعسكرة الانتفاضة. ¶ __________ ¶ (1) - نقلاً عن المشهد الإسرائيلي، الثلاثاء 8 نيسان 2003، هآرتس، 3/4/2003م، ترجمة:\"مدار\"",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "2)- إلغاء الشرعية الدولية التي يعتمد عليها الطرف الفلسطيني المتنفذ في حل القضية الفلسطينية، ولتصبح المرجعية هي الولايات الأمريكية التي تنظر في قضايا المنطقة وفق منظور المصلحة المطلقة لإسرائيل،ووفق الشعار التوراتي مبارك من يبارك إسرائيل. ولقد كشف بوش عن ذلك بقوله في خطاب له عن حال الاتحاد اليهودي المسيحي في 29 يناير عام 2002مـ قال: \"ولكن، وقبل كل شيء، أريد أن أعلن للعالم أن خضوعنا الكامل وتحالفنا مع إسرائيل قوي كالحديد، وإنني أؤيد بقوة وعلى نحو كلي (الحرب ضد الإرهاب) التي يشنها شارون وتدميره للسلطة الفلسطينية وعرفات، وإنني أعلن اليوم أن الولايات المتحدة ستوقف جميع اتصالاتها مع عرفات وأتباعه من (مرتكبي الأعمال الشريرة) الذين يقتلون ويفجرون إخواننا وأخواتنا من اليهود،ولن نؤيد بعد اليوم قرار مجلس الأمن رقم 242 الذي صوتت أمريكا بالموافقة عليه في عام 1967 كأساس لعملية سلام\".",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "3)- استغلال الحرب للسيطرة على المسجد الأقصى: في يوم :4/3/2003م أذاعت وكالة قدس برس نقلاً عن مراسليها في القدس المحتلة هذا الخبر:\"مئات المتطرفين اليهود يطالبون بالاستيلاء على المسجد الأقصى وإقامة \"الهيكل\" المزعوم\": تظاهر مئات المستوطنين اليهود، مساء أمس الاثنين في مدينة القدس المحتلة، مطالبين الحكومة اليمينية الجديدة في الدولة العبرية بالاستيلاء على المسجد الأقصى المبارك وإقامة \"الهيكل المزعوم\" مكانه، وبحسب تقديرات وسائل الإعلام العبرية، فقد خرج أكثر من ألف مستوطن يهودي، في مظاهرة استفزازية مساء أمس، نظمتها حركات يهودية واستيطانية متطرفة وتوجّهوا نحو أبواب المسجد الأقصى المبارك،وهم يرفعون الأعلام الإسرائيلية،ويطلقون الشعارات المعادية للفلسطينيين، وللمسجد الأقصى المبارك، وسط حراسة أمنية مشدّدة، من قبل الشرطة الإسرائيلية مطالبين بفتح الحرم القدسي الشريف أمام اليهود، وفرض السيادة الإسرائيلية الكاملة على المكان، وإقامة \"الهيكل\" المزعوم بدلاً منه.وكان عدد من المسؤولين الأمنيين الإسرائيليين قد أعلنوا مؤخراً أنّهم أوصوا بالسماح لليهود بدخول المسجد الأقصى المبارك، عشية الغزو الأمريكي المحتمل على العراق. ¶ وأهلنا في القدس-ومنهم المفتي السيخ عكرمة صبري- يحذّرون من نوايا الحكومة الصهيونية اتجاه المسجد الأقصى المبارك:-ويقولون إنّ المخطط الصهيوني يهدف إلى استغلال الغزو الأمريكي على العراق للاستيلاء على الأقصى، وتهويده. المخطط الصهيوني يشمل:- ¶ * قيام وحدات من الجيش الصهيوني المقاتلة لحظة الغزو الأمريكي المحتمل على العراق، وانشغال العالم كله في متابعة هذا الغزو بالاستيلاء على أبواب المسجد الأقصى المبارك، والاستيلاء على المنازل المطلة على هذه الأبواب، وإفراغها من سكانها وتحويلها إلى ثكنات عسكرية للجيش الصهيوني",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "* تتحرك في الوقت ذاته وحدات أخرى من الجيش الصهيوني وتسيطر على كافة أبواب القدس القديمة وتغلقها لمنع أي تحرك جماهيري. ¶ *إغلاق كافة المداخل المؤدية إلى مدينة القدس ومنع مرور المواطنين عبر الحواجز العسكرية ونصب المزيد من الحواجز العسكرية مداخل المدينة المقدسة. ¶ * فرض منع التجول على كافة القرى، والبلدات المحيطة بمدينة القدس، وإغلاق مداخلها بالحواجز العسكرية، لإحباط أي تحرك جماهيري يأتي من المناطق المحيطة بالقدس. ¶ * اعتقال القيادات المحلية والكوادر في مدينة القدس ومحيطها لمنع تنظيم أي رد فعل سياسي. ¶ * تقوم قوات الاحتلال خلال ذلك بإدخال آلاف المستوطنين الصهاينة إلى المسجد الأقصى المبارك والاستيلاء على أجزاء منه، خاصة المصلى المرواني، ومنطقة باب الرحمة، وفرض واقع جديد داخل المسجد الأقصى المبارك. وإخضاع الوجود اليهودي داخل المسجد الأقصى المبارك إلى مفاوضات طويلة الأمد، يتم خلال ذلك تعزيز الوجود الصهيوني في كافة أرجاء المسجد الأقصى المبارك، ونزع كافة الصلاحيات من دائرة الأوقاف الإسلامية. ¶ *ومن هذه الإجراءات المريبة قيام ضباط وجنود من الجيش الصهيوني النظامي بعلمية مسح إحصائي شامل للمنازل الفلسطينية المحيطة بأبواب المسجد الأقصى المبارك والمنازل التي تطل عليه. وشملت عملية المسح هذه أسماء أصحاب البيوت وساكنيها وعدد أفراد العائلات وعدد الغرف داخلها ومن يرتاد عليها إضافة إلى قربها من المسجد الأقصى المبارك. وتمت عملية المسح لكافة المنازل المطلة على أبواب المسجد الأقصى المبارك وهي باب الأسباط الداخلي، باب حطة، باب العتمة،الملك فيصل، باب الغوانمة وكلها تؤدي إلى المسجد الأقصى المبارك من جهة الشمال. وباب المجلس، وباب الحديد، وباب سوق القطانين،وباب المطهرة، وباب السلسلة، وكلها تؤدي إلى المسجد الأقصى المبارك من جهة الغرب إضافة إلى باب المغاربة الذي تسيطر عليه الشرطة الصهيونية.",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "وقال أصحاب المنازل أنّ جنود الجيش الصهيوني أرادوا معرفة كل شيء عن هذه المنازل وأصحابها وسكانها وعدد الغرف داخل كل منزل وموقع كل منزل. إضافة إلى قيام الشرطة الصهيونية بنصب كاميرات جديدة متطورة إضافة إلى الكاميرات الموجودة بالقرب من أبواب المسجد الأقصى المبارك لمراقبة كل حركة تحدث في محيط المسجد الأقصى. وتتميز الكاميرات الجديدة الموصولة بمقر قيادة الشرطة الصهيونية بأنها متحركة وليست ثابتة، مثل الكاميرات القديمة، وتمّ نصبها قبالة أبواب المسجد الأقصى، وفي كافة الطرق المؤدية إلى هذه الأبواب. ¶ * وفي هذه الأثناء يوجه الجيش الصهيوني ضربات قوية للمقاومة الفلسطينية،عبر اغتيال العشرات من قادة وكوادر فصائل المقاومة الفلسطينية خاصة قادة الصف الأول لفصائل المقاومة الإسلامية في كافة أنحاء الضفة الغربية وقطاع غزة، بهدف ضرب الروح المعوية للشعب الفلسطيني، وإحباط أي عمل انتقامي ضد تدنيس المسجد الأقصى المبارك. ومما عزّز مخاوف المواطنين في مدينة القدس المحتلة سلسلة من الإجراءات نفذها الجيش الصهيوني وأجهزة الأمن الأخرى في محيط المسجد الأقصى المبارك خلال الأسابيع الماضية. ¶ 4)- تصفية حق العودة من خلال حل مشكلة اللاجئين من الفلسطينيين المقيمين في دول المنطقة، وذلك عبر نقلهم وتوطينهم في إما في الأردن أو العراق، ،وهذا يعيد للأذهان قضية الوطن البديل، وأن ما سمع مؤخراً لهو دليل خطير على مستقبل الأردن، لقد بدأنا نسمع الكثير من التصريحات الإسرائيلية المترافقة مع الحرب على العراق، بأنه بات من الضروري ترحيل الكثير من المخيمات في الضفة وغزة إلى وطنهم الأم أي إلى الأردن.",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "ويقدر عدد هؤلاء بحوالي أربعة ملايين لاجئ، ترفض إسرائيل إعادتهم إلى مدنهم وقراهم الفلسطينية، فيما يشكل بقاءهم في المخيمات الخاصة بهم في تلك الدول وفي لبنان وجنوبه بالتحديد هاجس القلق الأمني، الذي يهز الأمن الصهيوني واستقرار إسرائيل، إلى جانب كون مشكلة اللاجئين عامل إعاقة في تقدم عملية السلام في الشرق الأوسط، والمفاوضات الإسرائيليةـ الفلسطينية. ¶ * عودة سيناريو المملكة الأردنية الهاشمية هي فلسطين: ¶ كتب الصحفي الإسرائيلي: عكيفا الدار قبل عدة أشهر كتبت خطة رئيسة عليا من إعداد معهد واشنطن للأبحاث من أجل البنتاغون بطلب من ريتشارد بيرل الذي كان يترأس المجلس الاستشاري لوزير الدفاع -استقال مؤخراً- الخطة تقوم بفرض نظام جديد في الشرق الأوسط. مفاده أنّ فلسطين هي إسرائيل، والمملكة الأردنية هي فلسطين، والعراق هو المملكة الهاشمية. بعد ذلك بفترة قصيرة شجعت إلـ سي.آي.إيه الأمير حسن بن طلال على إلقاء خطاب في مؤتمر المعارضة العراقية في لندن. الحسن استجاب بحماس للدعوة خصوصاً أن السلالة الهاشمية هي التي كانت على عرش العراق في القرن السابق. ¶ ودعا بيني أيلون وزير السياحة في الحكومة الصهيونية اليميني المتطرف يوم الاثنين 12/3/2003م أعضاء كتلة حزب \"موليدت\" البرلمانية التي ينتمي إليها إلى طرح مشروع قانون يقضي بأن تكون الأردن هي فلسطين، وعليه فسيتم ترحيل الفلسطينيين إليها وإفراغ الأراضي الفلسطينية لتكون لليهود فقط ونقلت النسخة الإلكترونية لجريدة يديعوت أحرونوت عن الوزير أيلون قوله، في إطار رده على تصريحات شارون التي زعم فيها عزمه إخلاء بعض المستوطنات اليهودية في الضفة الغربية إن على أعضاء كتلته في البرلمان \"الإسرائيلي\" (الكنيست) \"تقديم اقتراح بديل لا يمكن من إقامة دولتين غربي الأردن (الدولة العبرية ودولة فلسطين)، بل تكون في إطاره إمكانية لإقامة دولة واحدة، حيث تكون الأردن هي فلسطين\"، على حد تعبيره.",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "وصرح نتنياهو وزير المالية الإسرائيلي- في مقابلة خاصة مع صحيفة يديعوت أحرونوت يوم الاثنين 21 أبريل 2003م- أنه ليس من عادتي تقديم التنازلات قبل المفاوضات ويطرح شرطاً لا يمكن تجاوزه، لاستئناف المفاوضات مع الفلسطينيين، وهو \"التنازل عن حق العودة \". ¶ إنّ الأقوال التي أدلى بها الأمير حسن لصحيفة \"دي وولت\" الألمانية تؤكد أن سيناريو \"العراق هو المملكة الهاشمية\" الذي أعده المحافظون الجدد المهيمنين في واشنطن لم يرحل عن العالم. فمن وجهة نظر الأمير حسن، الحرب تهدف إلى إعادة تاج المملكة إلى سابق عهده. الحسن قال انه مستعد للعب دور في \"تنسيق إعادة البناء السياسي في العراق. وقد قال أيضا إن كونه من مواليد المكان يمكنه من التحدث مباشرة إلى كل الأطراف أفضل من أغلبية القادمين من خارج المنطقة.(1) ¶ * ولقد حذر الباحث المصري الدكتور جاد طه من أن التحالف الاستراتيجي القوى بين الولايات المتحدة الأمريكية و(إسرائيل) قد يتحول في مرحلة الحرب على العراق إلى تحالف تكتيكي يجسد الأهداف الحقيقية بالسيطرة الصهيونية على الأرض وترحيل الفلسطينيين إلى مناطق في شمال العراق.(2) ¶ ولقد ذكرت كتابات (إسرائيلية) عديدة أن وجود نظام حكم \"معتدل\" في العراق يمكن أن يعقد صفقة مع الولايات المتحدة و(إسرائيل) يقبل بموجبها توطين مئات الآلاف من اللاجئين الفلسطينيين على أراضيه و تحديداً في الشمال الكردي، والجنوب الشيعي، وأن ذلك سوف يحقّق مصلحة جوهرية للنظام العراقي ، فغالبية اللاجئين الذين يمكن توطينهم في العراق هم من المسلمين السنة، وبالتالي يساعدون في حلّ مشكلة التفوق العددي الشيعي عامة، وفي الجنوب خاصة، ويوجدون أغلبية عربية سنية في المناطق الشمالية على النحو الذي يمثل مصلحة للنظام الجديد في العراق. ¶ __________ ¶ (1) - صحيفة معاريف الإسرائيلية، عدد 8/4/2003م. ¶ (2) --انظر موقع المركز الفلسطيني للإعلام على(الإنترنت) الأحد 6/3/2003م.",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "* وأيضاً تتدارس القيادة العسكري الصهيونية إمكانية ترحيل آلاف من قادة وناشطي المقاومة السياسيين ونحوهم وخاصة من الإسلاميين إلى العراق -ولعل منهم المعتقلين في السجون الإسرائيلية-. ¶ * كتب جوردون توماس تحت عنوان (خطة ارئيل شارون السرية لإزاحة الفلسطينيين):\" ¶ أمر رئيس حكومة إسرائيل المتشدد، أرئيل شارون، جيشه بالتأهب لطرد مئات الآلاف من الفلسطينيين في الضفة الغربية نحو الأردن. وأعرب ضباط في المخابرات الأردنية من أن تنفيذ هذه الخطة سيكون أثناء ضرب العراق من قبل الولايات المتحدة.، إنّ شارون يؤمن إنّ ضرب العراق سيمنحه سبباً عادلًا لطرد الفلسطينيين– لأنهم سيشكلون حينها ما سماه تهديداً غير محتمل لأمن إسرائيل. وقد تمّ تسريب تفاصيل خطة شارون هذه من قبل المخابرات الأردنية إلى أجهزة مخابرات غربية\". ¶ * يرى الكاتب خليل الصغير: ديربورن، ميتشيغان- الولايات المتحدة في مقال كتبه يوم الجمعة 2 أغسطس 2002م أن \"الجائزة الكبرى التي ترغب إسرائيل بالحصول عليها هي بالطبع تحقيق هدفها الأبرز، وهو إقامة وطن فلسطيني بديل شرقي الأردن، والتخلص من القسم الأكبر من فلسطينيي الضفة الغربية، وخلق واقع يستحيل بموجبه بقاء أي وجود عربي داخل الكيان اليهودي. وفي هذا المجال يجب النظر إلى ما يتم تخطيطه بشأن الحكم المقبل في العراق وإمكانية إعادة الحكم الملكي الهاشمي إليه، وما مشاركة الأمير حسن بن طلال في مؤتمر لندن للمعارضة العراقية، رغم التصاريح التي صدرت من الأردن حيال ذلك، سوى مؤشر واضح على الوجهة التي يتم فيها ترسيم المرحلة القادمة، حتى وإن كانت معالمها غير واضحة حتى الآن. والذين يظنون باستحالة تحقيق مثل هذه المشاريع عليهم العودة قليلاً إلى الوراء ليروا كيف تم إنشاء المملكة الهاشمية الأولى من قبل بريطانيا.",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "* تحت عنوان:(ما هي الأهداف الحقيقية لضرب العراق؟) كتب اللبناني ناجي جرجي زيدان في صحيفة الأهرام 22/3/2003م ما يلي:\"هناك من يعتقد أنّ دخول الولايات المتحدة الأمريكية إلى العراق تحت ذريعة نزع أسلحة الدمار الشامل من هذا البلد ، هو السيطرة على بترول العراق . قد يكون ذلك صحيحاً نوعا ما ، لكن هناك مصلحة إسرائيلية كبرى أهم من ذلك ، هي وقف الانتفاضة الفلسطينية ، ونسف القرارين 193 و 242- أي الانسحاب الإسرائيلي إلى خط الرابع من حزيران يونيو 1967م ـ لا بل أكثر من ذلك هو أن يبدأ شارون بتنفيذ مخططه القديم بإخراج الفلسطينيين من الضفة الغربية بالقوة إلى الأردن ، أحد السيناريوهات بعد إزالة نظام صدام حسين. ¶ * في يوم الأربعاء 26/3/2003م طالعتنا الصحافة العبرية بهذا الخبر:أجهزة الأمن الإسرائيلية تطرح مبادرة للتوصل إلى تسوية مع الفلسطينيين مقابل عدم عودة اللاجئين. وبعدها بعدة أيام يعلن شارون: التنازل عن حق العودة - شرط إنهاء الصراع\".(1) وقال وزير الخارجية الإسرائيلي، سيلفان شالوم إن \"هناك إجماع في إسرائيل حول ضرورة تنازل الفلسطينيين عن حق العودة في المفاوضات المستقبلية بين الجانبين\".(2) ¶ خطة صهيونية جديدة لإقامة دولة فلسطينية على أراضٍ مقتطعة مصر والأردن: ¶ * كشفت تقارير صهيونية عن وجود جهود صهيونية لدفع الرئيس الأمريكي جورج بوش للضغط على مصر والأردن لاستقطاع أراضٍ وتقديمها للفلسطينيين لإقامة دولة فلسطينية عليها، بزعم أن الاستقطاع من مصر والأردن سيكون هو الحلّ الوحيد لقيام دولة فلسطينية مقبولة وكافية في المنطقة على حدّ قولهم. ¶ __________ ¶ (1) - المحرر:المشهد الإسرائيلي، عن صحيفة هآرتس، آري شفيط 13/4/2003م. ¶ (2) - صحيفة يدعوت أحرنوت، ديانا بحور، 3/4/2003م.",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "وقالت المصادر الصهيونية إنّ هذه المساعي تأتي ضمن خطة يتم بموجبها ضمّ مساحة واسعة من سيناء إلى الدولة الفلسطينية المقترحة لتشكّل وحدة واحدة مع قطاع غزة وإقامة خمسة مدن فلسطينية لاستيعاب آلاف اللاجئين الفلسطينيين. ووفق الخطة الصهيونية التي نشرت فقرات منها صحيفة \"معاريف\" الصهيونية ونشرتها بالكامل صحيفة \"نيو إسرائيلش فيك بلا\" الصادرة في هولندا سيجري ربط الضفة الغربية بمحور مساوٍ لها بالحجم تقريباً في قطاع غزة مع ضمّ مساحات واسعة من شبه جزيرة سيناء بمعبر طرق يضمّ سكة حديد وطريق عريض يوضع تحت إشراف قوات أمريكية يوفّر الوحدة الجغرافية بين مدن الضفة الغربية وقطاع غزة . ¶ وأوضحت المصادر أن حكومة المجرم آرئيل شارون قامت بتمرير هذه الخطة إلى عددٍ كبير من أعضاء الكونجرس واللوبي الصهيوني في واشنطن ومجموعة من صناع القرار في وزارتي الخارجية والحرب بهدف تشكيل لوبي لدفع الإدارة الأمريكية للضغط على مصر والأردن للموافقة على الخطة وتنفيذها على مراحل بعد تهيئة الرأي العام في كلٍّ من الدولتين. ¶ وأكّدت المصادر أن هذه الخطة أيضاً تم طرحها على عددٍ من المفاوضين الفلسطينيين من بينهم رئيس الوزراء الفلسطيني السابق محمود عباس \"أبو مازن\" الذي بدوره رفضها بقوة، إلا أن المصادر الصهيونية دعت \"أبو مازن\" إلى التفكير جيّداً خاصة وأن قيام دولة كنفدرالية فلسطينية أردنية وبعد مدة ثلاثية مع (إسرائيل) سيشكّل قوة يرهب جانبها في المنطقة بأسرها مع الأخذ بعين الاعتبار التغيّر الجوهري الذي حدث في العراق على حدّ قول تلك المصادر.",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "وتشمل الخطة الصهيونية:\"إقامة ثلاث مدن للاجئين الفلسطينيين في المنطقة الشرقية من الأردن وكذلك مدينتين على الحدود الأردنية العراقية واقتطاع شريطٍ محاذٍ للحدود الأردنية السورية لاستيعاب جميع اللاجئين الفلسطينيين المقيمين اليوم في لبنان\". ونوّهت المصادر إلى أن الخطة ليست جديدة ولكنها خضعت للتطوير والتحديث مؤخراً على ضوء المستجدات على الأرض (من زوال نظام صدام حسين ووجود أكثر من 100 ألف جندي أمريكي في قلب المنطقة) وعرضت بالكامل على كبير المفاوضين الفلسطينيين الدكتور صائب عريقات بحضور بعض المستوطنين اليهود. ¶ وقال في حينه الصهاينة:\"إن مصر لديها أكثر من مليون كيلو متر ونصيب كلّ 17 نسمة فقط كيلو متر مربع، لماذا لا تسألوا المصريين بضغوط أمريكية وأوروبية ومساعٍ عربية لمنح الفلسطينيين مساحة 20 ألف كيلو متر مربع من صحراء سيناء، وهي مناطق قاحلة لا يسكنها أحد، بجانب طلبكم أراضي من الأردن لإقامة دولتكم الفلسطينية عليها. وترى المصادر الصهيونية أن الدولة الفلسطينية التي ستقام في تلك المناطق يجب أن تكون منزوعة السلاح محاطة من الجنوب بالقاعدة الأمريكية الموجودة في سيناء. ¶ وقدم نواب جماعة الإخوان المسلمين وعدد من نواب المعارضة والمستقلون بالبرلمان المصري مذكرةً لرئيس البرلمان، طالبت باستدعاء وزير الخارجية المصري؛ لمناقشته فيما يردّده مسئولون بالكيان الصهيوني من مبادلة أرض مصرية بشبه جزيرة سيناء بأراضٍ في فلسطين المحتلة؛ حتى يتخلص الكيان الصهيوني من مشكلات اللاجئين الفلسطينيين.",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "وأشار النواب في المذكرة التي قدموها أمس الإثنين10/5/2004م:\"أن الكيان الصهيوني سبق له وأن عرض نفس الفكرة عندما اقترح رئيس الكينست بأن تقدم مصر جزءًا من أرض سيناء للفلسطينيين لإقامة دولتهم؛ حلاًّ لأزمة الشرق الأوسط، مؤكدين أن الاقتراح الجديد كان أكثر تفصيلاً من الاقتراح القديم، ويشرف عليه رئيس جهاز الأمن القومي الصهيوني، وتم إرساله لكلٍّ من الولايات المتحدة والاتحاد الأوروبي ليقوموا بالضغط على مصر لقبول هذا الاقتراح، والذي ينص على أن ينسحب الكيان الصهيوني من كل قطاع غزة، وإجلاء7500 مستوطن من المنطقة، ويحصل الفلسطينيون على 89 بالمائة من الضفة الغربية، مع الإبقاء على الأجزاء المتبقية التي تحتوي على تجمعات استيطانية كبيرة تحت السيطرة الصهيونية. على أن تمنح مصر للفلسطينيين 600 كيلومتر مربع من أراضيها داخل شبه جزيرة سيناء؛ للحد من التكدس السكاني في غزة، وتحصل مصر على مساحة 200 كيلومتر مربع من الأرض داخل جنوب الكيان الصهيوني، ويُشقُّ نفق يصل هذه المنطقة بالأردن ليحصل الأردن على منفذ إلى البحر المتوسط عبر النفق البري وميناء غزة، كما تحصل السعودية والعراق على منفذ إلي البحر المتوسط بالطريقة ذاتها، على أن توقع الاتفاقية في مؤتمر سلام تعقده مصر بمشاركة من رئيس الولايات المتحدة وزعماء الاتحاد الأوروبي وروسيا. ¶ الفهرست ¶ دوافعها- أهدافها- تداعياتها ... 1 ¶ دوافع ومبررات الحرب ... 2 ¶ الأول: مكافحة الإرهاب:- ... 2 ¶ الثاني:نزع أسلحة الدمار الشامل: ... 4 ¶ الثالث:نشر الحرية وتحقيق الديمقراطية أولاً في العراق:- ... 6 ¶ أولاً:- الدافع والدور اليهودي الصهيوني:- ... 7",
            "page": "122",
            "part": "1"
        }
    ],
    "t37684": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الحرب على العراق"
        }
    ]
}