{
    "b37688": [
        {
            "id": "1",
            "nass": "فلسطين .. أرض وشعب ¶ منذ مؤتمر بال وحتى 2002 ¶ الحقوق كافة ¶ محفوظة ¶ لاتحاد الكتّاب العرب ¶ البريد الالكتروني: unecriv@net.sy E-mail : ¶ aru@net.sy ¶ موقع اتحاد الكتّاب العرب على شبكة الإنترنت ¶ http://www.awu-dam.org ¶ (( ¶ نبيل محمود السهلي ¶ فلسطين .. أرض وشعب ¶ منذ مؤتمر بال وحتى 2002 ¶ - دراسة - ¶ من منشورات اتحاد الكتاب العرب ¶ دمشق - 2004 ¶ مقدمة عامة ¶ تحاول هذه الدراسة رصد التغيرات الديموغرافية للشعب الفلسطيني بعد انعقاد المؤتمر الصهيوني الأول في بال السويسرية، وبداية الهجمة الصهيونية على الشعب الفلسطيني بشكل منظَّم، وكذلك تحاول إبراز عملية الزحف الصهيوني إلى أراضي فلسطين بكونها الهدف الأساس الذي تنطلق منه كافة مشاريع الحركة الصهيونية في المنطقة العربية، فالصهيونية كانت تحاول استغلال كل حركة تمرُّ، لإنشاء الدولة اليهودية.. ¶ وكان لها ذلك في عام 1948، أي بعد حوالي نصف قرن من المؤتمر الصهيوني الأول، كان ذلك عبر القوة العسكرية للعصابات الصهيونية الشتيرن، الهاغانا، الأرغون وغيرها، وبدعم غير محدود من حكومة الانتداب البريطاني على فلسطين1920 ـ 1948، وقد أدت المجازر الصهيونية إبان فترة الانتداب البريطاني على فلسطين مروراً بعام 1948 وما تلاه من مجازر على تهجير أكثر من نصف مجموع الشعب الفلسطيني، وبذلك تغير التوزع السكاني الفلسطيني، وبعد عام 1967 واحتلال الجيش الإسرائيلي، للضفة والقطاع اختلفت الخارطة الديموغرافية للشعب الفلسطيني نتيجة عمليات الترانسفير الصهيونية. ¶ في هذه الدراسة محاولة لرصد التغيرات المذكورة بالاعتماد على جداول إحصائية تتضمن معطيات أساسية حول تلك التغيرات إن على المستوى السكاني الفلسطيني أو اليهودي أو الأراضي وتغطي الدراسة الفترة حتى عام 2002 مع بعض التوقعات التي تظهر وكأنها استشراف للمدى المتوسط. ¶ (( ¶ الباب الأول ¶ انتزاع أراضي فلسطين ومراحل الاستيطان فيها ¶ 1897 ـ 2002 ¶ استهلال ¶ تقع فلسطين على الساحل الشرقي للبحر المتوسط، بين خطي الطول 34.15 و35.40 درجة شرقي غرينتش، وخطي العرض 29.30 و32.15 شمالاً، وتحدها من الشرق سوريا والأردن، ومن الشمال لبنان وجزء من سوريا..كما يحدها من الجنوب مصر وخليج العقبة، وتبلغ مساحة فلسطين العربية حوالي 27009 كيلومتراً مربعاً. ¶ وعلى الرغم من صغر مساحة فلسطين وبساطة تكوينها إلا أنه يمكن تقسيمها على أربع مناطق تتميز كل منها عن الأخرى في نظام سطحها ومناخها ونباتها وهي:",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "أولاً …: منطقة السهول: أبرزها السهل الساحلي وسهل مرج ابن عامر وتشكل 17% من مساحة فلسطين. ¶ ثانياً …: منطقة النقب وتشكل 50% من المساح العامة تقريباً. ¶ ثالثاً…: المنطقة الجبلية وتشكل 28% من المساحة العامة. ¶ رابعاً…: وادي الغور ويشكل 5% من المساحة العامة لفلسطين. ¶ *** ¶ مقدمة الباب الأول ¶ اختصرت عبارة \"فلسطين أرض بلا شعب، لشعب بلا أرض\" كافة الأهداف المرسومة للحركة الصهيونية وأدائها ونشاطها السياسي فيما بعد، وكانت إحدى المنطلقات الأساسية لاستراتيجية السياسة السكانية الصهيونية في فلسطين، ولتكون بعد ذلك حالة خاصة لها صفاتها المختلفة، في التاريخ الإنساني، قائمة على اقتلاع شعب له تاريخه، وحضارته العريقة، وإحلال شتات من أقوام متناثرة لا يجمعها سوى مخططات العداء للعربي، والمرتدية في نفس الوقت لباس التكوين الديني القائمة على ما يدعى \"أرض الميعاد\". ¶ إن أراضي فلسطين كانت حجر الزاوية وركيزة لتحقيق المنطلقات الاستراتيجية للحركة الصهيونية ووليدتها إسرائيل، فيما بعد، هذا إضافة على تهجير يهود العالم بوسائل مختلفة إلى فلسطين، في مقابل ذلك سعت الحركة الصهيونية لتهجير سكان فلسطين العرب، وتهويد الأرض تدريجياً عبر التسلل إليها بطرق مختلفة، وإنشاء الهيئات الصهيونية للأغراض المذكورة، مثل الصندوق القومي اليهودي الكيرن كايميت، والوكالة اليهودية، وغيرها من المؤسسات الصهيونية، فضلاً عن ذلك كان للتحالف الصهيوني مع القوى الاستعمارية وفي طليعتها بريطانيا الأثر الأكبر في تحقيق التوجهات الصهيونية. ¶ وفي دراستنا هذه سنحاول إظهار أهمية الأراضي الفلسطينية بالنسبة لتحقيق المشروع الصهيوني، وإن الإطار التاريخي للدراسة سيكون خلال الفترة 1897 ـ 2001، أي منذ انعقاد المؤتمر الأول في مدينة بال السويسرية، إذ يعتبر التاريخ المذكور انطلاقة مخططة للحركة الصهيونية وأهدافها، وستعتمد الدراسة على مصادر مختلفة، كانت أشارت إلى أهم ركائز المشروع الصهيوني، ومن بينها الأراضي الفلسطينية. ¶ النشاط الاستيطاني الصهيوني في أراضي فلسطين ¶ قبل الانتداب البريطاني:",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "عمد ثيودور هرتزل في المؤتمر الصهيوني الأول الذي عقد في مدينة بال السويسرية في نهاية آب 1897، إلى رسم سياسة منظمة لعملية الزحف على أراضي فلسطين واستيطانها وتهويدها، ومن ثم إيجاد وطن قومي لليهود في هذا البلد، وفضل الصهاينة في دعواتهم الاستيطانية استخدام كلمة وطن عوضاً عن الدولة، نظراً لأن كلمة \"دولة\" ستثير اعتراضات جهات دولية عديدة، وبعد رسم هذه السياسة الاستيطانية الصهيونية المنظمة في المؤتمر الأول، عمد الصهاينة إلى تحضير أدوات استيطانية على ثلاث مستويات: الأرض، الاستيطان المنظم، والمفاوضات. ¶ وكان الهدف المشترك للمصرف اليهودي للمستعمرات عام 1898 وللجنة الاستعمار عام 1898، وللصندوق القومي اليهودي عام 1905، وشركة تطوير أراضي فلسطين عام 1908، كان الهدف لكل هذه المؤسسات الصهيونية الإشراف على عمليات انتزاع أراضي فلسطين وعمليات الاستيطان عليها، وتمويل تلك العمليات، والتأكد فيما بعد من نجاح المخططات، ورغم ذلك فإن برامج الصهيونية لم تتحقق حتى بداية الحرب العالمية الأولى، أي بعد من ثلاثين عاماً من العمل الصهيوني الجاد في رسم خريطة استيطانية، ولم يحالف النجاح للمشروع الصهيوني إلا بشكل محدود حيث كان الصهاينة يشكلون أقلية، ولم تتجاوز نسبتهم 1% من مجموع يهود العالم(1). ¶ وقد وصلت نسبة اليهود أي مجموع سكان فلسطين آنذاك أقل من 8%، ولم يمتلكوا سوى 2% من مساحتها(2) ¶ كذلك نرى من الناحية القانونية، أن الصهيونية فشلت في الحصول على الاعتراف السياسي بها سواء من السلطات العثمانية أو من أية دولة أوروبية بيد أن الحرب العالمية الأولى أوجدت تحالفات جديدة بين الدول الاستعمارية مما أدى إلى تهيئة ظروف سهلت النشاط الاستيطاني الصهيوني في فلسطين، ومهدت الحرب قيام تحالف أبرم في عام 1917 بين بريطانيا والصهيونية، تمخض عن صدور وعد بلفور، الأمر الذي قاد إلى انتزاع المزيد من الأراضي الفلسطينية، وتوج بإقامة إسرائيل في الخامس عشر من أيار 1948. ¶ 1 ـ 1 الأرض كعنصر من عناصر الاستيطان الصهيوني ¶ __________ ¶ (1) الاستعمار الصهيوني في فلسطين، سلسلة دراسات رقم 1، منظمة التحرير الفلسطينية مركز الأبحاث، بيروت، تشرين الثاني 1965 ص15. ¶ (2) المصدر نفسه ص16.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "كانت أراضي فلسطين هدفاً أولياً للحركة الصهيونية، بوصفها القاعدة الرئيسية لعملية الاستيطان في فلسطين، ولذلك تم تشكيل المؤسسات اليهودية المتخصصة بامتلاك الأراضي الفلسطينية وتسجيلها كملكية عامة، وان الممول الأول لذلك، الوكالة اليهودية والصندوق القومي اليهودي. وعملياً فإنه حتى عام 1855 لم يكن لليهود أية أملاك في المدن والقرى الفلسطينية، باستثناء مدينة القدس، والخليل، وصفد وطبريا، حيث بدأت عمليات امتلاك الأراضي في ذلك العام من قبل \"موشي منتفيوري\" وهو ثري يهودي، قام بشراء قطعة أرض هي عبارة عن بستان حمضيات مساحته 100(1) دونم قرب يافا، وبعدها تم شراء قطعة أرض بطرق مختلفة في موزا قرب القدس عام 1859. وفي ملبس التي أصبح اسمها بتاح تكفا عام 1878، وفي عيون قارة ريشو ليصيون وزمارين زخرون يعقوب، والجاعونة روش بينا عام 1882، وحتى نهاية الحرب العالمية الأولى استطاعت الحركة الصهيونية امتلاك نحو 418(2) ألف دونماً من أراضي فلسطين بطرق مختلفة. ¶ 1 ـ 2 التسلل الصهيوني إلى أراضي فلسطين خلال فترة الانتداب البريطاني وبعدها ¶ أدّى الاستعمار البريطاني دوراً هاماً في نقل ملكية كبيرة من الأراضي الفلسطينية على حساب العرب الفلسطينيين، فمع صدور قانون الانتداب البريطاني على فلسطين عام 1920، فإن الأراضي المسجلة باسم الدولة العثمانية، أعيد فتحها، مما أدى إلى بيع مساحة كبيرة منها لليهود، حيث تم شراء 500 ألف دونماً، إضافة إلى 200 ألف دونم دون مقابل(3)، كذلك تمكن اليهود من شراء مساحة (625) ألف دونم من مرج ابن عامر، وكانت تضم 22 قرية عربية اضطرت عائلاتها البالغ عددهم 900 عائلة للرحيل عنها. ¶ ثانياً: أراضي امتياز في الحولة ومساحتها 165 ألف دونم، وأراضي وادي الحوارث ومساحتها 132 ألف دونم و28 ألف دونم في كل من المدن التالية: صفد، الناصرة، عكا، بيسان، جنين، طولكرم، وتمكن اليهود شراء 300 ألف دونم. ¶ __________ ¶ (1) عبد الرحمن أبو عرفة، الاستيطان التطبيق العملي للصهيونية، المؤسسة العربية للدراسات والنشر دار الجليل للنشر، عمان 1981 ص10. ¶ (2) المصدر نفسه ص10. ¶ (3) المصدر نفسه ص10.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وحتى قرار التقسيم في عام 1947، تمكن اليهود امتلك 1425000(1) دونماً من مساحة فلسطين، ومع إنشاء الكيان الصهيوني، تمكنت الحركة الصهيونية في إسرائيل من السيطرة على 78% من مساحة فلسطين، أي على نحو 22920000 دونماً منها 425 ألف دونم، هي بمثابة رقع مائية، وتوزعت المساحة الباقية على النحو التالي(2): ¶ أولاً…: 17675000 دونماً، هي بمثابة أملاك أميرية. ¶ ثانياً…: 800 ألف دونم مملوكة للصندوق القومي اليهودي. ¶ ثالثاً…: 450 ألف دونم مملوكة للجمعيات اليهودية وللأفراد. ¶ رابعاً…: 3175000 دونماً هي أملاك الفلسطينيين الذين طردوا من قراهم وخربهم ومدنهم في عامي 1947، و1948، وقدر عدهم بنحو 850 ألف لاجئ فلسطيني آنذاك. ¶ وخلال الفترة بين عامي 1948 و1967 امتلك الصندوق القومي اليهودي حوالي مليون ونصف المليون دونم من سلطة التطوير، وأكثر من ألف دونم من العرب(3). ¶ وبعد احتلالها الضفة والقطاع في عام 1967، تابعت السلطات الإسرائيلية توسعها في الأرض الفلسطينية من خلال القوة العسكرية، والدعم الغربي، ولتنفيذ سياستها التهويدية والاستيطانية، صادرت السلطات الإسرائيلية أكثر من 20 ألف دونم من منطقة اللطرون، بعد تدمير ثلاث من القرى العربية وعمدت على وضع يدها على نحو 25% من مساحة الضفة الفلسطينية، بالإضافة إلى 400 ألف دونم تمثل 8% من مساحة الضفة، هي أراضي العرب الذين طردوا إبان احتلال إسرائيل للضفة عام 1967(4). ¶ __________ ¶ (1) المصدر نفسه ص11. ¶ (2) المصدر نفسه ص11. ¶ (3) المصدر نفسه ص13. ¶ (4) نبيل السهلي، الاستيطان الصهيوني في فلسطين الأداة والهدف. مجلة بلسم، الهلال الأحمر الفلسطيني، تشري الثاني 1989 العدد 173 ص62.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "أما في قطاع غزة فتصل نسبة الأراضي التي صادرتها إسرائيل 33% من مجموع مساحة قطاع غزة، وتشير مصادر أخرى أن السلطات الإسرائيلية صادرت حتى نهاية 1987 52% من الضفة، ونحو 35% من مساحة قطاع غزة (1) وتشير المعطيات أن المساحة المصادرة من قبل السلطات الإسرائيلية آخذة بالازدياد، فقد بلغت في نهاية عام 2001 نحو 60% من مساحة الضفة، و40% من مساحة قطاع غزة(2) وتجدر الإشارة أن السلطات الإسرائيلية اتخذت منذ إنشاء الدولة الصهيونية في عام 1948 سلسلة إجراءات قانونية، أعطت من خلالها الحق لنفسها، في أن تصدر النص القانوني الذي يتناسب مع مصلحتها لتثبيت علاقتها بالأراضي التي تسيطر عليها، وأصدرت السلطات الإسرائيلية عدة قوانين، تنقسم إلى قسمين، قسم يتعلق بتثبيت ارتباط اليهود بالأرض وبالأطر الداعمة لذلك وقسم يتناول إلغاء أحقية السكان العرب بالأرض. ¶ __________ ¶ (1) المصدر نفسه ص62. ¶ (2) ملف الاستيطان الصهيوني في الضفة والقطاع لدى مكتب الإحصاء الفلسطيني في دمشق حيث استطاعت السلطات الإسرائيلية مصادرة مزيد من الأراضي الفلسطينية، كما سيطرت على 80% من إجمالي كمية المياه في الضفة والقطاع والبالغة نحو (750) مليون متر مكعب سنوياً.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "يتألف الجزء الأهم من القسم الأول من التشريعات المذكورة، من قانون العودة والتعليم أولاهما \"بن غوريون\" يبدي اهتماماً بالنسبة لقيام الدولة اليهودية بتحقيق مهمتها التاريخية(1)، وقد صدر قانون العودة والجنسية في عام 1950، ونص على أن \"لكل يهودي الحق بالمجيء إلى هذه البلاد كمهاجر، وحق العودة غير المحدود بزمن، إن هذا حقه الفطري، ويمكنه استعماله في أي وقت يختاره\"(2) وأما تعريف اليهودي فهو كل شخص مولود من أم يهودية، أو من أم تحولت إلى يهودية، واليهودية كدين تشكل انتماءً قومياً يفسره الحاخام \"فيشمان\" بقوله: \"أن الشعب كله، بكل ما فيه من حركات وأحزاب سواء أكانوا يطيعون أو لا يطيعون وصايا الله هم أعضاء لا في دين واحد فقط بل أمة واحدة، إنهم يشكلون أمة واحدة متحدة\"(3). ويرتبط قانون العودة بقانون صادر في عام 1952 هو قانون الجنسية الذي يحدد الأسس القانونية لاكتساب اليهود الجنسية الإسرائيلية وكذلك الشروط قاسية لاكتساب غير اليهود للجنسية الإسرائيلية. ¶ أما الوسائط التي تكتسب بها الجنسية الإسرائيلية فهي(4): ¶ أولاً…: العودة، حيث يحق لكل مهاجر بموجب هذا القانون أن يكون مواطناً إسرائيلياً. ¶ ثانياً…: الإقامة ¶ ثالثاً…: الولادة. ¶ رابعاً…: التجنس، ويصبح اليهودي المهاجر إلى إسرائيل مواطناً إسرائيلياً عائداً إلى دولته حالما يطأ أرضها. ¶ وقد صدر قانون التعليم في إسرائيل. في عام 1982، ليؤكد على التعلق بالأرض من قبل اليهود، فحسب القانون، فإن الأرض ليست مكاناً للعمل، أو شيئاً يزرع أو يبني فحسب، وإنما هي الجامع الموحد والحاضن لآلام اليهود وآمالهم، ويبدو هذا الهدف مهماً جداً، خاصة إذا ما تذكرنا، أن لليهود الغربيين، لهم صلات في البلدان التي هاجروا منها على أساس التجارة، والمهن الحرة،ولم يملكوا أراضي أو مزارع، فلا بد لهم من التعلق بالأرض التي أنشئت عليها الدولة اليهودية، والعمل فيها، واحتضانهم، ليتم توحيدهم وتضامنهم بها. ¶ __________ ¶ (1) للتوسع انظر ابن غوريون إسرائيل والدياسبورا المنشور في الكتاب السنوي لحكومة إسرائيل لعام 1957، أوردها الدكتور أسعد رزوق في كتابه إسرائيل الكبرى ص550. ¶ (2) كمال الخالدي، الأرض في الفكر الاجتماعي الصهيوني 1948 ـ 1973، الاتحاد العام للكتاب والصحفيين الفلسطينيين، الطبعة الأولى 1984 ص52. ¶ (3) المصدر نفسه ص52. ¶ (4) المصدر نفسه ص53.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وفي الاتجاه نفسه، أصدرت السلطات الإسرائيلية، القسم الثاني من التشريعات لزعزعة الكيان الشرعي الفلسطيني، وهذه القوانين بحسب تسلسلها الزمني هي(1): ¶ أولاً…: قانون أملاك الغائبين المتروكة لعام 1950، وقد نص على وضع أملاك العرب تحت الحراسة، ويحق للحارس، أو القيم على هذه الأملاك بيعها لقاء ثمن تحدده السلطات الرسمية. ¶ ثانياً…: قانون استملاك الأراضي، وقد صدر عام 1952، وهو يخول سلطة الاحتلال، الاستيلاء على الأراضي العربية بحجة استخدامها في أغراض التعمير، والتنمية والاقتصاد أو لأسباب تتعلق بأمن البلاد العام. ¶ ثالثاً…: قانون التصرف، الذي صدر عام 1953، وهو يشترط على صاحب الملك، أن يتصرف بأملاكه تصرفاً فعلياً بشخصه هو مباشرة، ويمنح هذا القانون وزير مالية إسرائيل، صلاحية إصدار قرار قاطع بأمر الاستيلاء على الأملاك المعنية وتسجيلها ملكاً للدولة باسم هيئة التعمير والتنمية. ¶ رابعاً…: قانون تقادم العهد أو مرور الزمن، وقد صدر عام 1957، فالمالك لأرضه لا يحق له الاحتفاظ بها حتى يُقدّم إثباتات تؤكد تصرّفه وعمله بها طيلة 15 عاماً، وبذلك تسقط حقوق المالكين العرب تحت ستار مرور الزمن. ¶ والملاحظ أن كافة القرارات المذكورة والتي صدرت عن السلطات الصهيونية فيما بعد، قد عبرت عن نزعة الفكر الاجتماعي الصهيوني لإضفاء الصبغة الشرعية على الاحتلال الذي سيطر على الأرض الفلسطينية بفعل القوة، وذهبت القوانين الصهيونية إلى أبعد من ذلك، حين اعتبرت أصحاب الأملاك من العرب الذين أجبروا على الابتعاد عنها من الغائبين حتى لو سكنوا في مناطق أخرى من الجزء المحتل عام 1948. ¶ وقد امتدت صلاحية القوانين لتطال الوقف الإسلامي، حيث أصبح القيّم على أملاك الغائبين مسؤولاً عن تأجير واستخدام أملاك الوقف الإسلامي التي تبلغ حوالي 30% من مجموع أملاك الغائبين، ويبلغ مقدارها 16/1 من أراضي فلسطين ككل(2) ويذكر أن يوم الأرض في 30 آذار 1976 كان رداً على مصادرة من أراضي الفلسطينيين في الجليل وغيرها من المناطق العربية، وكذلك انتفاضة أم الفحم في عام 1998، وتحاول السلطات الإسرائيلية من خلال سيطرتها على الأوقاف العربية، بث النعرات الطائفية كما جرى في الناصرة في نيسان 1999. ¶ __________ ¶ (1) أسعد رزوق \"الصهيونية وحقوق الإنسان العربي\" مركز الأبحاث منظمة التحرير الفلسطينية بيروت لبنان 1968 ص170 ـ 173. ¶ (2) كمال الخالدي، الأرض في الفكر الاجتماعي، مصدر سابق ص54.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الاستيطان الوجه الآخر للسيطرة على الأرض ¶ زامن زحف اليهود إلى فلسطين وامتلاكهم عبر القوة مزيداً من الأراضي ومصادرتها. تطور في إقامة المستوطنات، ويمكن تقسيم مراحل تطور الاستيطان والمستوطنات، على النحو التالي: ¶ المرحلة الأولى: وتمتد ما بين عامي 1840 و 1882: وذلك مع خروج محمد علي باشا وابنه إبراهيم باشا من فلسطين وعودة فلسطين للسلطة العثمانية وأنشئ خلال تلك الفترة ست مستوطنات إسرائيلية(1). ¶ المرحلة الثانية: وتمتد خلال عامي 1882 و1920، إذا وصل عدد المستوطنات حتى نهاية عام 1920 44 مستوطنة، أقيم 16 منها على طول الخط الحديدي بين يافا والقدس و4 مستوطنات على نهر العوجا الذي يصب شمال يافا، وأربع وعشرون مستوطنة في الجليل والسهل الساحلي(2). كما هو موضح في الجدول رقم 1 بالملحق. ¶ المرحلة الثالثة: وتمتد بين عامي 1920 وحتى أيار 1948، وخلال تلك الفترة كان الدعم غير محدود، من قبل سلطات الانتداب البريطاني، لجهة إيجاد وقائع استيطانية يهودية في فلسطين، فوصل عدد المستوطنات في فلسطين إلى 110 مستوطنات في عام 1927، ارتفع المجموع نتيجة النشاط الاستيطاني الصهيوني الكثيف ليصل إلى 291 مستوطنة زراعية حتى عام 1948(3). ¶ المرحلة الرابعة: وتمتد خلال الفترة 1948 ـ 1967، وقد استطاعت السلطات الصهيونية حتى عام 1967 إقامة 419 مستوطنة يهودية، منها 301 موشاف و118 كيوتسا(4) وقد اعتمد الكيان الصهيوني في تخطيطه لإقامة المستوطنات خلال الفترة المذكورة على عامل السياج الأمني والاقتصادي معاً، وقد رافق إنشاء المستوطنات جذب مزيد من يهود العالم إلى فلسطين عبر تهيئة ظروف للهجرة الطاردة من دول المنشأ باتجاه فلسطين انظر الجدول رقم 2 بالملحق. ¶ المرحلة الخامسة: وتمتد هذه المرحلة بين السنوات 1967 ـ 2001، ففي الخامس من حزيران 1967، احتل الجيش الصهيوني باقي الأراضي الفلسطينية، شرعت قوات الاحتلال في بناء المستوطنات، من أجل إقامة سياج أمني، والحؤول دون التواصل الجغرافي والديموغرافي بين مدن الضفة. ¶ __________ ¶ (1) مجلة شؤون فلسطينية العدد 103 حزيران 1980 ص125. ¶ (2) استراتيجية الاستيطان الصهيوني في فلسطين المحتلة لمؤسسة الأرض للدراسات الفلسطينية ـ دمشق 1978 ص109. ¶ (3) المصدر نفسه ص109. ¶ (4) عبد الرحمن أبو عرفة، الاستيطان التطبيق العلمي، مصدر سبق ذكره ص208.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وكشفت خريطة الاستيطان والمستوطنات في فترة حكم حزب العمل 1967 ـ 1977 أنه قد تم إقامة 58 مستوطنة، منها 53 مستوطنة في الضفة الفلسطينية، وقد استوعبت خلال تلك الفترة 82 ألف مستوطن يهودي، منهم 75 ألفاً في القدس، و6500 في باقي مستوطنات الضفة، و500 مستوطن يهودي في قطاع غزة(1). ¶ ومن الأهمية الإشارة إلى أنه قد تم إنشاء مخافر أمامية يهودية ناحال خلال الفترة 1967 ـ 1970، وكمقدمات لتنشيط الاستيطان، وفي عام 1968 تحديداً أُنجز إقامة ثلاثة مخافر ناحال في وادي الأردن هي محولا، وكاليا، وأرغامان، وفي عام 1969، قُرر إنشاء أربعة مخافر هي غليفان، ومرعا، وبليز، ومعاليه أفراييم وفي عام 1970 أقيم في قطاع غزة مخفر كفار داروم، وحتى عام 1977 أقيم في قطاع غزة خمس نقاط استيطانية نتساريم، كفارداروم، قطيف، موراج، أرز(2). ¶ وعمد تكتل الليكود خلال فترة حكمه 1977 ـ 1984 إلى إنشاء مدن يهودية كبيرة، وتوسيع المستوطنات لوضع إسفين بين العرب الفلسطينيين، كما عمد إلى تكثيف الاستيطان الزراعي على طول نهر الأردن في منطقة الغور، وإلى شق طرق مواصلات كثيفة للاتصال بين المستوطنات، وخطط الليكود لإنشاء 118 مستوطنة منها 105 مستوطنات في الضفة الفلسطينية، بما فيها مستوطنات داخل حدود بلدية القدس، التي كان للاستيطان فيها مركزية مشاريع الاستيطان، كما خطط لإنشاء المستوطنات الباقية 13 مستوطنة في قطاع غزة، وعمل الليكود خلال فترة حكمه لرفع مجموع المستوطنين من 6500 مستوطن عام 1977 إلى 85 ألف مستوطن عام 1984 بلغ عدد المستوطنات القائمة 179 مستوطنة في الضفة وقطاع غزوة والشطر الشرقي من القدس حتى التاريخ المذكور(3). ¶ __________ ¶ (1) صامدة الاقتصادي العدد 69 ـ 70/ أيار، ت1 \\، ت2، ك 1987 ص113. ¶ (2) المصدر نفسه ص216ـ 217. ¶ (3) المستوطنات الإسرائيلية في الأراضي العربية المحتلة، ندوة دولية حول المستوطنات، تنظمها جامعة الدول العربية في الولايات المتحدة الأمريكية عام 1985 ص59.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وفي فترات حكم الائتلاف بين العمل والليكود بالتناوب خلال الأعوام الممتدة ما بين 1984 ـ 1990، بقي الهدف حول أمن إسرائيل واحداً.، لم يتبدل، وأدى النشاط الاستيطاني في الضفة والقطاع إلى ارتفاع مجموع المستوطنات ليصل إلى 168 مستوطنة في الضفة، و20 مستوطنة في قطاع غزة، واستأثرت المستوطنات القائمة في الضفة بنحو 60 ألف مستوطن، وفي الأحياء اليهودية حول القدس بنحو 90 ألف مستوطن، في حين تركز نحو 3800 مستوطن في المستوطنات القائمة في قطاع غزة(1). ¶ وقد أظهر النشاط الاستيطاني، والتطورات الاستيطانية على أرض الواقع بأن هناك وهماً لجهة تجميد المستوطنات من قبل حكومة الائتلاف في إسرائيل، فقد جاء في الخطوط الأساسية لبرنامج الحكومة ما يلي: ¶ أولاً…: تعزيز المستوطنات القائمة. ¶ ثانياً…: إقامة خمس إلى ست مستوطنات في كل عام. ¶ ثالثاً…: تنفيذ قرارات الحكومة السابقة ومما يعني إقامة المستوطنات التي لم تقم بعد… في الأعوام القادمة، في تواريخ تحددها الحكومة \"الوحدة الوطنية\" بكامل أعضائها(2). ¶ وغداة عودة حزب العمل الإسرائيلي إلى سدة الحكم في إسرائيل في صيف عام 1992، اتخذت الحكومة الجديدة، قراراً بتجميد البناء في الأراضي الفلسطينية وشمل 6681 وحدة سكنية، لكن القرار تضمن استثنائين مهمين: أجزاء معينة من الضفة يعتبرها حزب العمل تقليدياً مناطق أمنية بما فيها القدس الكبرى ونحو 10 آلاف وحدة سكنية في مناطق مختلفة، بدعوى أنها في مراحل متقدمة من البناء(3). ¶ وقد تم قرار التجميد على خلفية التمييز في حزب العمل، بين مستوطنات \"أمنية\" وأخرى \"سياسية\" وهو تصور ينسجم إلى حد كبير، مع مشروع آلون، والاحتفاظ أساساً بالقدس الكبرى وغور الأردن و\"غوش عتسيون\"، واتخذ قرار التجميد لأسباب سياسية واقتصادية منها: ¶ الإفراج عن عشرة مليارات دولار أمريكية كضمانات لاستيعاب المهاجرين اليهود من دول الاتحاد السوفياتي السابقة، وأيضاً الانخراط في عملية التسوية(4). ¶ __________ ¶ (1) صامد الاقتصادي العدد 69 ـ 70 مصدر سبق ذكره ص115. ¶ (2) صحيفة هآرتس الإسرائيلية بتاريخ 14/9/1984/ ترجمات مؤسسة الأرض للدراسات الفلسطينية/ دمشق 1984. ¶ (3) صحيفة دافار الإسرائيلية 24/7/1992. ¶ (4) خالد عايد، الوجود الاستيطاني في الأراضي المحتلة دليل إسرائيل العام مؤسسة الدراسات الفلسطينية، بيروت لبنان آذار 1995 ص361. ¶ …أرشيف المستوطنات لدى مركز الاحصاء الفلسطيني بدمشق.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وبشكل عام أدى النشاط الاستيطاني الصهيوني مع تعاقب حزبي العمل والليكود حتى بداية عام 2001 إلى إقامة 170 مستوطنة في الضفة الفلسطينية يتركز فيها 193300 مستوطناً، وفي القدس استطاعت السلطات الإسرائيلية بناء عشرة أحياء استيطانية يستوطنها نحو 180 ألف مستوطن، وفي قطاع غزة تم تشييد 209 مستوطنات، يستوطنها 3500 مستوطن يهودي، أما في هضبة الجولان السورية المحتلة، وهي منطقة جيوستراتيجية، وتحتوي على مخزون مائي ضخم، فإن السلطات الإسرائيلية استطاعت إقامة 36 مستوطنة يستوطنها نحو 17 ألف مستوطن يهودي، في مقابل 17 ألف مواطن عربي سوري(1). ¶ وتجدر الإشارة إلى أن حملة بناء المستوطنات اليهودية نفذت في الفترة التي تلت اتفاقات أوسلو بكتمان نسبي وذلك في ظل أجواء سياسية تعتبر موضوع الاستيطان خارج جدول العمل الدبلوماسي، إلى حين بداية مفاوضات المرحلة النهائية التي تتضمن الاستيطان، اللاجئين، القدس، المياه، السيادة وغيرها من القضايا الجوهرية، ومع مجيء الليكود بزعامة نتنياهو إلى سدة الحكم في إسرائيل إثر الانتخابات الإسرائيلية العامة في 29 أيار 1996، كشف النقاب عن مخططات استيطانية إسرائيلية، تستهدف زيادة عدد المستوطنين اليهود في الأراضي العربية المحتلة إلى 500 ألف مستوطن، أي ثلاثة أضعاف عددهم في العام المذكور حتى العام 2000، كما تستهدف المخططات الاستيطانية الإسرائيلية زيادة مجموع المستوطنين اليهود في هضبة الجولان السورية المحتلة إلى 25 ألف مستوطن خلال الفترة نفسها. ¶ __________ ¶ (1) صحيفة الرأي الأردنية 6/8/1996.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وقد لوحظ منذ تولي الليكود سدة الحكم في أيار 1996، بأن الاستيطان أصبح الخبر اليومي للصحف الإسرائيلية، التي تبرر النشاط الاستيطاني في كافة المناطق العربية المحتلة، وبالتحديد القدس، التي تعتبر منطقة لها أولوية في النشاط الاستيطاني مقارنة بالأراضي الفلسطينية الأخرى، ولدعم أدائها في مجال الاستيطان وشق الطرق الالتفافية، خصصت حكومة نتنياهو أكثر من 300 مليون دولار من الموازنة الإسرائيلية لعام 1997 وكذلك المزيد من الأموال في عام 1998، وموازنتي 2000 و2001، لإخراج الخطط الاستيطانية حيز التنفيذ ومع عودة حزب العمل إلى سدة الحكم في إسرائيل إثر الانتخابات المبكرة التي جرت في 17 أيار 1999، فإن زعيمه \"إليهود باراك\" أكد على موقف حزبه بالاحتفاظ بالأراضي الفلسطينية واستمرار النشاط الاستيطاني عليها، وقد أتى ذلك عبر لاءاته المتعددة بعد الفوز والوصول إلى سدة الحكم في إسرائيل، فازدادت وتائر النشاط الاستيطاني في الأرضي الفلسطينية، فقد طرأت على حركة بناء المستوطنات زيادة ملموسة، وعلى اجتذاب المستوطنين في فترة حكم باراك، وأوضحت صحيفة هآرتس يوم 16/1/2001، أنه خلال الشهور العشرة الأخيرة من عام 2000 منحت رخص لبناء 1184 وحدة سكنية جديدة في المستوطنات، من ضمنها 529 رخصة صدرت في منطقة القدس المحتلة، وقد ازداد عدد المستوطنين في الشهور التسعة الأولى من عام 2000 بنسبة 7% ليصل إلى 196800 مستوطن، بالمقارنة مع زيادة قدرها 1.7% طرأت على مجمل السكان داخل حدود الدولة العبرية هآرتس 16/1/2001، وقد سجلت أعلى نسبة للزيادة في المستوطنات التي تتميز بالطابع الديني المتزمت، مثل موديعيت عيليت التي بلغت نسبة الزيادة فيها 18% وبيتار عيليت 16%، وفي ألوان شافوت 5.12% وأشار تقرير نشرته هآرتس في 16/1/2001، أن دائرة أراضي إسرائيل باعت خلال العام 2000 مساحات من الأرض لإقامة 22466 وحدة سكنية في جميع أرجاء إسرائيل، أي أن المستوطنات في الضفة والقطاع حظيت بنسبة 13% من مجمل مساحة الأرض التي بيعت.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ويذكر أنه بعد توقيع اتفاق واي ريفر في 11/3/1999، تم إنشاء 27 بؤرة استيطانية، وبشكل عام فإنه خلال الفترة 1995 ـ 1998 كانت نسبة الزيادة السكانية في المستوطنات 24%، مقارنة بنحو 7% سجلت داخل الدولة العبرية(1) وقد شهد نشاطاً استيطانياً كثيفاً في عام 2001، حيث حققت الموازنات والإقتطاعات اللازمة لذلك من الموازنة الإسرائيلية للعام المذكور والبالغة نحو 57 مليار دولار أمريكي. ¶ ومع مجيء الإرهابي أرئيل شارون إلى سدة الحكم في إسرائيل إثر الانتخابات التي جرت في بداية شهر شباط 2001، فإن البنية التحتية والمخططات الاستيطانية باتت جاهزة لمزيد من النشاط الاستيطاني الذي ركز عليه شارون في حملته الانتخابية، فكل فترة يحكم فيها العمل أو الليكود تؤسس لنشاط استيطاني قادم، من خلال المخططات الاستيطانية وبنود الإنفاق عليها من الموازنة الإسرائيلية السنوية، ومن المؤكد أن شارون سيسعى إلى تكثيف الاستيطان في القدس لأسباب سياسية معروفة. ¶ مستقبل أراضي فلسطين والنشاط الاستيطاني الصهيوني ¶ إن عملية مصادرة الأراضي الفلسطينية ليست عابرة في تاريخ المشروع الصهيوني، ويمكن على ضوئها فهم السرعة التي تمت من خلالها مصادرة الأراضي العربية، واستصدار \"القوانين\" التي تشرع ذلك. ¶ لقد أصدرت السلطات الإسرائيلية منذ عام 1948، مروراً بعام 1967 وبعده، قوانين عديدة لاستيلاء على الأرض والمياه، والثروات الباطنية الفلسطينية، سواء في الجزء المحتل عام 1948 من فلسطين، أو الضفة أو القطاع، فتاريخ المشروع الصهيوني حافل بنهج سياسة الأمر الواقع من خلال مصادرة الأراضي الفلسطينية وإنشاء المستوطنات وذلك بغية تحقيق أهداف سياسية وعسكرية وأمنية واقتصادية، فالأرض الفلسطينية هي الأساس التي وقفت عليها المشاريع الصهيونية لإحداث التغيير الديموغرافي، وإن عملية امتلاك الأرض، هي العمود الفقري في استراتيجية الكيان الصهيوني السكانية، وقد وضع لها أسس منظمة ومؤسسات تنفيذية تعمل بدقة، وبشتى الوسائل المتاحة التي وصلت إلى حدود ارتكاب المجازر البشعة والإجلاء القسري والاستيلاء على الأرض. ¶ __________ ¶ (1) انظر صحيفة الوطن السعودية 17/1/2001.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وقد انطلقت سياسة تهويد الأراضي الفلسطينية واستملاكها من قبل اليهود والمؤسسات اليهودية، عبر تحويل الملكية العربية إلى ملكية يهودية، تسجل باسم الشعب اليهودي كملكية عامة، وعدم جواز نقل هذه الملكية حيث نص دستور الوكالة اليهودية في مادته التالية على ما يلي(1): ¶ \"تستملك الأراضي كملك لليهود وتسجل باسم صندوق رأس المال القومي اليهودي، وتبقى مسجلة باسمه إلى الأبد، كما تظل هذه الأملاك ملكاً للأمة اليهودية غير قابل للانتقال\" ¶ إن عملية الاستيلاء وتحويل الملكية حالة مستمرة في جميع المناطق المحتلة والقوانين الإسرائيلية تصدر منذ عام 1948، وفق ما تمليه اعتبارات الاستراتيجية الصهيونية، دون أي اعتبار لأي قانون دولي، أو أي اعتبار آخر، وكانت عملية إقامة المستوطنات، الوجه الآخر لعملية الاحتلال والمكملة للتهويد والتفريغ تهويد الأرض وتفريغها من السكان العرب وهي المرتكز الرئيسي لاستراتيجية السيطرة الديموغرافية والسيطرة على الأرض، وهي الحزام الأمني والاقتصادي للمجتمع الصهيوني، هذه المستوطنات التي ترمي إلى جذب أكبر عدد من اليهود في الأراضي المحتلة كوطن قومي لهم، وقد خضعت لمنهاج تدريجي في عملية التوسع غير محدود برقعة واضحة دل عليها بشكل واضح، تصريح بن غوروين \"حدود إسرائيل ستعينها الأجيال القادمة\"(2). فعميلة الاستيطان بجوهرها، هي عملية إحلال ديموغرافي تحمل مكوناتها العسكرية والأمنية. ¶ 3 ـ 1 تصورات إسرائيلية إزاء مستقبل الاستيطان ¶ __________ ¶ (1) أميل توما، جذور القضية الفلسطينية، القدس 1976 ص180 ـ 181. ¶ (2) الياس سعد، الهجرة اليهودية إلى فلسطين المحتلة منظمة التحرير الفلسطينية، مركز الأبحاث، سلسلة دراسات فلسطينية عدد 66، تشرين الثاني 1966 ص126.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "من أهم التصورات الإسرائيلية إزاء مستقبل المستوطنات التي خرجت إلى العلن بعد اتفاقات أوسلو، هي تصورات \"غبير تسمان\" المحاضر في الجامعة العبرية، إذ قام ببناء شبكة خرائط تفصل مناطق الضفة الفلسطينية، بناء على المصالح الأساسية إسرائيل، وقد حدد خمسة مقاييس لتمييز المصالح والتي تتركز حول الاستيطان، القدس الكبرى، والمياه، وكذلك المعطيات الديموغرافية، أي التناسب بين مجموع اليهود والعرب في كل متر مربع. إن جمع هذه المعطيات تعطي خارطة المصالح الإسرائيلية الحيوية وهي حسب \"غبيرتسمان\" يجب أن تكون خارطة الانسحاب الثالث التي تشكل أساساً للمداولات والمفاوضات النهائية، وتقوم الخطة المذكورة حسب الأكاديمي الصهيوني على أساس التداخل بين ثلاثة أهداف(1): ¶ 1 ـ الحفاظ على المصالح الحيوية لإسرائيل بما فيها الدفاع أمام التهديدات الخارجية والداخلية والاحتفاظ بمساحة القدس الكبرى، والعمل على ازدهار نمو المستوطنات الإسرائيلية والاحتفاظ بمصادر المياه. ¶ 2 ـ الحد الأدنى من السيطرة على السكان الفلسطينيين وذلك لأنه طالما لم يكن هنا اتفاق بين إسرائيل والفلسطينيين حول التسوية الدائمة، فإن خارطة الانسحاب الثالث ربما تبقى لسنوات طويلة. ¶ 3 ـ الاحتفاظ بدرجة كافية في أوراق المعادلة التفاوضية إبان المرحلة النهائية وخصوصاً كل ما يتعلق بالمسائل الإقليمية التي سيجري التفاوض حولها في التسوية الدائمة، وفقاً لمشروع غبيرتسمان، سيكون الحكم الذاتي الفلسطيني من ثلاثة ضواحي وأربعة مناطق بلدية، والمناطق البلدية ستكون قلقيلية وطولكرم، وستكون بمثابة جزر فلسطينية داخل المنطقة الإسرائيلية الحيوية، وأريحا التي ستكون جزيرة في غور الأردن، وبيت لحم التي ستكون جيباً فلسطينياً داخل منطقة القدس الكبرى، ويشير غبيرتسمان إلى أهم الخزانات المائية في الضفة الفلسطينية، ويصل الاحتياطي الجبلي الذي يوجد في نابلس إلى حوالي 600 مليون متراً مكعباً، وهو يوفر ربع الكمية السنوية لحاجات إسرائيل من المياه، وإعطاء هذه المناطق لعرفات يعني أنه سيسطر على صنبور المياه الذي يسقي منطقة\"غوش دان\". ¶ __________ ¶ (1) النقطة مجلة مجلس المستوطنين يشع مقال بقلم هيئة التحرير، نشر بتاريخ 26/3/1997.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وهناك تصور آخر، يمثل بخارطة ما يسمى \"بالمنطق السليم\" وأعدتها مجموعة أخرى من الخبراء برئاسة الدكتور اليملتح نفحا وهذه الخارطة التي تعتبر تصوراً إسرائيلياً إزاء مستقبل المستوطنات، فإنها تقترح تشكيل أربعة مناطق سيطرة ذاتية عربية(1). ¶ أولاً…: أغلبية قطاع غزة باستثناء كتلة غوش قطيف الاستيطانية، وممر موزع الذي يصل بين الكتلة الاستيطانية المذكورة وشمالي النقب ومنطقة الاستيطان اليهودي شمالي بيت حنون وجباليا. ¶ ثانيا…: نابلس الكبرى. منطقة تمتد من جنين في الشمال وحتى رام الله جنوباً وهي تشمل طوباس وقباطية وبير زيت. ¶ ثالثاً…: الخليل الكبرى، منطقة تمتد من بيت أمر في الشمال، وحتى السموع والظاهرية جنوباً وهي تشمل حلحول، ويطا باستثناء كريات أربع ومغارة الماكفيلا وسط الخليل. ¶ رابعاً…: أريحا. ¶ وهذا التصور الإسرائيلي سيفتح المجال أمام السلطات الصهيونية للاحتفاظ بسيطرة مطلقة على جزء كبير من أراضي الضفة، في حين سيكون الحكم الإداري الفلسطيني، حسب التصور الإسرائيلي المذكور على 80% من السكان الفلسطينيين في الضفة والقطاع وسيبقى 20% منهم تحت السيادة الصهيونية، وسيترك الخيار بين السلة الاقتصادية المغرية، إن وافقوا على الانتقال لمناطق السلطة الفلسطينية، وبين الحصول على المواطنة الإسرائيلية، مع التزام بالولاء للدولة، ويرى أصحاب الخطة والتصور الإسرائيلي المذكور، بأنها لا تتناقض مع اتفاقات أوسلو، ويذهب اقتراحهم إلى أن 80% من مساحة الضفة ستبقى تحت السيطرة الإسرائيلية فضلاً عن 20% من قطاع غزة. ¶ وقد ظهرت خرائط استيطانية، لكل من نتنياهو، وباراك، وشارون، وغيرها من القادة الإسرائيلين، تتواءم إلى حد بعيد مع أهداف التصورات المذكورة، إن من ناحية الاحتفاظ بأكبر مساحة من أراضي الضفة والقطاع، أو من ناحية السيادة الإسرائيلية، على قسم قليل من السكان العرب، وهذا جوهر مشروع ألون الاستيطاني، وقد اتفق تجمع العمل والليكود في عام 1996، من خلال وثيقة مشتركة، على تصورات محددة إزاء قضايا المؤجلة، وقد تواءمت إلى حد كبير أيضاً مع التصورات الإسرائيلية التي أشرنا إليها إزاء مستقبل الاستيطان والأرض الفلسطينية. ¶ 3 ـ 2 واقع ومستقبل أراضي فلسطين ¶ __________ ¶ (1) المصدر نفسه.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "بداية لا بد من الإشارة من بين إجمالي المساحة التي أقيمت عليها الدولة الصهيونية، والمقدرة بنحو 20.325.000 دونماً، هناك نسبة مقدارها 17.178.000 دونماً، أي نحو 84.5% هي أراضي الفلسطينيين الذين طردوا في عام 1948 حوالي 1.465.000 دونماً، تمثل نسبة مقدارها 7.2% من إجمالي المساحة التي أقيم عليها الكيان الصهيوني، واستطاعت السلطات الإسرائيلية مصادرة نحو 50% من مساحة الأرض التي تعود ملكيتها للذين صمدوا في ديارهم من العرب الفلسطينيين، بالمقابل لم تتعد الملكية اليهودية 1.682.000 دونماً، تمثل 8.3% من إجمالي المساحة التي أقيم عليها الكيان الصهيوني في عام 1948، وتبعاً لذلك فإن نحو 92% من الأراضي التي أقيمت عليها الدولة العبرية هي أراضٍ عربية فلسطينية حتى عام النكبة(1). ¶ ويلاحظ أن 154 ألف صهيوني، يستغلون 17.325.000 دونماً من مساحة فلسطين، هي إرث وتراث نحو 4.9 ملايين لاجئ فلسطيني محرومين من العودة مكدسون في المخيمات(2) ¶ وبعد احتلالها للضفة وقطاع غزة في عام 1967، سعت السلطات الإسرائيلية جاهدة لمصادرة المزيد من الأراضي الفلسطينية، وقد استطاعت تلك السلطات مصادرة نحو 60% من مساحة الضفة الفلسطينية و40% من مساحة قطاع غزة، ومن تلك المساحات 400 ألف دونماً في الضفة تمثل 8% من مساحتها، واعتبر 8000 دونماً 2.2% من مساحة قطاع غزة هي الأخرى بمثابة أراضي غائبين أيضاً(3). ¶ ومن الأهمية الإشارة أن سلطات الاحتلال كانت صادرت منذ اتفاقيات أوسلو في أيلول 1993 نحو 300 ألف دونماً من مساحة الضفة الفلسطينية، هذا مع العلم أن هذه الاتفاقات قد أفضت في بداية إعادة الانتشار، إلى إقامة سلطة فلسطينية على نحو 167 ألف دونماً من الأراضي في الضفة والقطاع، وتمثل 2.9% من مساحتهما، حيث أنشئت المستوطنات على نحو 600 ألف دونم تشكل 10% من مساحة الضفة والقطاع(4). ¶ __________ ¶ (1) د. سلمان أبو ستة، خارطة فلسطين، الصادرة في الذكرى الخمسين للنكبة أي عام 1998 عن مركز العودة الفلسطيني في لندن. ¶ (2) المصدر نفسه. ¶ (3) نبيل السهلي، إسرائيل وملكية الأراضي الفلسطينية، النهار، صفحة القضايا، الثلاثاء 21/7/1998. ¶ (4) المصدر نفسه.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وبعد تطبيق بعض بنود اتفاق واي ريفر بين السلطة الفلسطينية وإسرائيل، أصبحت السلطة الفلسطينية تسيطر سيطرة كاملة على نحو 500 كيلو متر مربعاً من مساحة الضفة والقطاع، تمثل 8.3% من مساحة المنطقتين، وحوالي 1.9% من مساحة فلسطين التاريخية البالغة 27009 كيلو متراً مربعاً، وفي نهاية عام 2000 أصبح تحت السيادة الفلسطينية نحو 85% من مجموع سكان الضفة والقطاع والبالغ نحو 2.5 مليون فلسطيني، وكذلك نحو 18% من مساحة الضفة سلطة أمنية وإدارية، و40% من الضفة سيادة مشتركة إدارة فلسطينية وأمنية مشتركة (1)، والملاحظ أن الخطط الاستيطانية الإسرائيلية، سواء المُعبَّر عنها بالخرائط من - قبل الحكومات المتعاقبة والجنرالات الإسرائيلية، جميعها تتركز حول نقطة أساسية، هي أن تبقى المساحة الكبرى من الضفة والقطاع أكثر من 10% منها تحت السيادة الإسرائيلية، وكذلك إبقاء السيطرة على خزانات المياه في الضفة لخدمة المستوطنات البالغة 189 مستوطنة في الضفة والقطاع، ومنها 19 مستوطنة في قطاع غزة(2). ¶ __________ ¶ (1) تقديرات الباحث من خلال متابعته لاتفاقات واي ريفر وما تمخص عنها من إعادة الانتشار. ¶ (2) مذكرة فلسطينية إلى الجامعة العربية، نشرها الاتحاد الظبيانية يوم الأحد 18/4/1999.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ومع ظهور المخططات الإسرائيلية لعام 2001، وعودة أرئيل شارون في شباط 2001 إلى سدة الحكم ودعواته القاضية بمصادرة وتهويد مزيداً من أراضي الضفة والقطاع، لفرض وقائع جديدة يصعب الإنفكاك عنها، فإن الصراع على أراضي فلسطين، التي اتخذتها الحركة الصهيونية ركيزة من ركائز إنشاء المشروع الصهيوني، سيبقى مفتوحاً على كافة الاحتمالات، وسنشهد انتفاضات شعبية فلسطينية، وبطرق مختلفة، سواء في الجزء المحتل من فلسطين في عام 1948، أو في الضفة والقطاع دفاعاً عن أراضي فلسطين والهوية الفلسطينية، وحكمة الشعب الفلسطيني، تقول عبر التاريخ \"اثنان يوجبان الموت الأرض والعرض\"، وهنا شواهد كثيرة على ذلك في التاريخ الفلسطيني، منها انتفاضة يوم الأرض في عام 1976، وانتفاضة الشعب الفلسطيني في الضفة والقطاع في نهاية عام 1987، وانتفاضة الأقصى التي انطلقت في 28/9/2000، إثر تدنيس الإرهابي شارون لساحة المسجد الأقصى، ومن أهم شعارات الانتفاضة المتجددة، إقامة الدولة الفلسطينية ورحيل المستوطنين من الضفة والقطاع، وأكد الشعب الفلسطيني من جديد وحدته في مواجهة تهويد أرضه سواء في مناطق 1948 أو في الضفة والقطاع، وتؤكد شراسة الهجمة الإسرائيلية على المستضعفين في الضفة والقطاع عن التوجهات الإسرائيلية لفرض الأمر الواقع الإسرائيلي على الأرض، من خلال جرف المنازل الفلسطينية، وكذلك الحقول، وتهويد ما أمكن من الأراضي الفلسطينية، ولا خلاف في هذه التوجهات بين حزبي العمل والليكود، وإن تمت محطات للمفاوضة بين فترة وأخرى، ويبدو أن أراضي فلسطين ستشهد صراعاً مفتوحاً بين الفلسطينيين العزَّل إلا من إرادة المقاومة والدفاع عن أرضهم، والجيش الإسرائيلي المدجج بصنوف الأسلحة المتطورة، وقد تشهد الانتفاضة دفاعاً عن الأرض والمستقبل الفلسطيني، خاصة لجهة إقامة الدولة الفلسطينية وعاصمتها القدس الشريف تطوراً ميدانياً نوعياً في مواجهة التعنت الإسرائيلي، والأهم من ذلك أن الشهور الماضية من الانتفاضة أكدت وحدة الشعب الفلسطيني، وقيادته، في الميدان، وعلى طاولة المفاوضات، وتبقى الإشارة إلى ضرورة الدعم العربي المادي والسياسي لتجذير الانتفاضة وصولاً إلى أهداف الشعب الفلسطيني في أرضه. ¶ نتائج واستخلاصات من الباب الأول ¶ من النتائج التي يمكن تسجيلها، بناءً على ما جاء في فصول الدراسة المختلفة ما يلي:",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "1 ـ مساحة فلسطين 27009 كيلو متراً مربعاً، مساحة منطقة النقب 50% منها، السهل الساحلي ومرج ابن عامر 17%، المنطقة الجبلية 28% و5% هي عبارة عن وادي الغور. ¶ 2 ـ عبارة \"فلسطين أرض بلا شعب لشعب بلا أرض\" شعار اعتمدته الحركة الصهيونية للتسلل إلى أراضي فلسطين والسيطرة عليها وإقامة المستوطنات عليها. ¶ 3 ـ تعتبر أراضي فلسطين، والاستيطان، والترانسفير المخطط له قبل الحركة الصهيونية، وجذب اليهود إلى فلسطين أهم ركائز المشروع الصهيوني في فلسطين. ¶ 4 ـ بلغ الزحف الصهيوني إلى أراضي فلسطين ذروته خلال فترة الانتداب البريطاني، وتوجت العملية بإنشاء الكيان الصهيوني في عام 1948، وبذلك أنشئ الكيان على نحو 78% من مساحة فلسطين التاريخية. ¶ 5 ـ أصدرت السلطات الصهيونية قوانين صارمة لانتزاع الأراضي من الفلسطينيين، سواء عبر قانون الجنسية وجذب مهاجرين جدد، أو قوانين أراضي الغائبين الفلسطينيين الذين هجروا تحت وطأة المجازر الصهيونية من ديارهم ووطنهم في عامي1947 و1948. ¶ 6 ـ رافق عملية الزحف الصهيوني المنظم على أراضي فلسطين منذ المؤتمر الصهيوني الأول 1897، وعمليات استيطان تلبي الحاجات الديموغرافية والأمنية لعملية تهويد الأرض العربية، وقد مرت عمليات الاستيطان 1897 ـ 2002 بمراحل مختلفة، تبعاً للظروف التي مرت بها الحركة الصهيونية والكيان الصهيوني. ¶ 7 ـ أدت السياسات الإسرائيلية إلى انتزاع القسم الأكبر من ملكية الفلسطينيين في أرضهم سواء في الجزء المحتل عام 1948 أو في الضفة والقطاع، ولن تخرج التصورات الإسرائيلية إزاء مستقبل أراضي فلسطين والاستيطان فيها، عن الأهداف الصهيونية، الداعية إلى امتلاك الجزء الأكبر من مساحة فلسطين بأقل عدد من السكان العرب. ¶ 8 ـ سيبقى الصراع على أراضي فلسطين سواء في الجزء المحتل عام 1948، أو في الضفة والقطاع، مفتوحاً خلال السنوات القادمة. ¶ 9 ـ تعتبر انتفاضة الأقصى، وانتفاضة عام 1987 من أهم المظاهر التي أكد عليها الشعب الفلسطيني رافضاً احتلال أرضه وتهويدها. ¶ جدول رقم 1 ¶ مراحل الاستيطان اليهودي في فلسطين خلال الفترة ¶ 1840 ـ 2001 ¶ المرحلة…عدد المستوطنات التي تم إنشائها…ملاحظات ¶ 1840 ـ 1882 …6…خروج محمد علي باشا من فلسطين وعودة الحكم العثماني ¶ 1882 ـ 1920 …44…من بينها 16 مستوطنة أنشئت على طول الخط الحديدي بين يافا والقدس ¶ 1920 ـ 1948 …241…خلال فترة الحكم البريطاني وصل عدد المستوطنات إلى 291 مستوطنة",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "1948 ـ 1967…178…وصل مجموع المستوطنات إلى 419 مستوطنة منها 301 موشاف، 118 كيبوتساً. ¶ 1967 ـ 2002…(1)197…تم إنشاؤها في الضفة والقطاع ¶ الملاحظ أن السنوات الذهبية لإنشاء المستوطنات في فترة الانتداب البريطاني، فوصلت عدد المستوطنات إلى 291، تم خلالها 17.2% خلال فترة الاحتلال العثماني لفلسطين، و92.8% تم إنشاؤها خلال فترة الانتداب البريطاني، حيث هيأت السلطات البريطانية لبناء المستوطنات وفتحت أبواب الهجرة اليهودية على مصرعيها باتجاه فلسطين. ¶ جدول رقم 2 ¶ موجات الهجرة اليهودية إلى فلسطين ¶ موجات الهجرة…التاريخ…العدد…المناطق التي أتوا منها ¶ الهجرة الأولى…1880-1903…25000…من روسيا وبولندا أو رومانيا ¶ الهجرة الثانية…1904-1914…34000…روسيا وشرق أوروبا ¶ الهجرة الثالثة …1919-1923…35100…مناطق بحر البلطيق وروسيا وبولندا ¶ الهجرة الرابعة …1924-1931…78898…بولندا ورومانيا والشرق الأوسط ¶ الهجرة الخامسة…1932-1939…224784…معظمهم من ألمانيا ودول أوروبا الغربية ¶ الهجرة السادسة…1940-1948…118300…وسط أوربا والبلقان وبولندا والشرق الأوسط ¶ المجموع…1880-1948…516082…هناك ثمة 88.6% حصلت هجرتهم خلال فترة الانتداب البريطاني ¶ الملاحظ أن هناك نحو 457082 مهاجراً يهودياً إلى فلسطين خلال فترة الانتداب البريطاني. وتجدر الإشارة إلى أن حصول هجرة يهودية معاكسة من فلسطين خلال فترة الحرب العالمية الأولى 1914 ـ 1918 قدرت بنحو 28000. وحتى عام 1948 وصل مجموع اليهود في فلسطين بفعل الزيادة الطبيعية والهجرة من كافة الدول إلى 650 ألفاً، ارتفع إلى 5.3 مليون من أصل مجموع السكان البالغ 6.5 مليوناً، بينهم 1.2 مليون عربي فلسطيني في عام 2002. ¶ (( ¶ قائمة مراجع ومصادر الباب الأول ¶ الكتب ¶ 1 ـ ابن غوريون \"إسرائيل والدياسبورا\" المنشور في الكتاب السنوي لحكومة إسرائيل لعام 1957، أوردها الدكتور أسعد رزوق في كتابه \"إسرائيل الكبرى\". ¶ 2 ـ الاستعمار الصهيوني في فلسطين، سلسلة دراسات رقم (1)، منظمة التحرير الفلسطينية، مركز الأبحاث، بيروت، تشرين الثاني، 1965. ¶ __________ ¶ (1) المساحة الإجمالية التي أنشئت عليها المستوطنات بلغت 10183 هكتار، وهناك مساحات تسيطر عليها إسرائيل أكبر من المساحة العمرانية للمستوطنات، وقد أقيمت المستوطنات على الأراضي الزراعية ومناطق الغابات.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "3 ـ الياس سعد، الهجرة اليهودية إلى فلسطين المحتلة، منظمة التحرير الفلسطينية، مركز الأبحاث، سلسلة دراسات فلسطينية عدد 66، تشرين الثاني 1966 ص126. ¶ 4 ـ أسعد رزوق \"الصهيونية وحقوق الإنسان العربي\"، مركز الأبحاث، منظمة التحرير الفلسطينية، بيروت، لبنان 1968. ¶ 5 ـ عبد الرحمن أو عرفة، الاستيطان التطبيق العملي للصهيونية، المؤسسة العربية للدراسات والنشر دار الجليل للنشر، عمان، 1981. ¶ 6 ـ كمال الخالدي، الأرض في الفكر الاجتماعي الصهيوني 1948 ـ 1973، الاتحاد العام للكتاب والصحفيين الفلسطينيين، الطبعة الأولى 1984. ¶ 7 ـ خالد عايد، الوجود الاستيطاني في الأراضي المحتلة، دليل إسرائيل العام، مؤسسة الدراسات الفلسطينية، بيروت، لبنان، آذار 1996. ¶ الدوريات ¶ 1 ـ مجلة بلسم، الهلال الأحمر الفلسطيني، تشرين الثاني 1989 العدد 173. ¶ 2 ـ مجلة شؤون فلسطينية العدد 103 حزيران 1980. ¶ 3 ـ صامد الاقتصادي العدد 69 ـ 70/ أيار، ت1، ت2، ك1 1987. ¶ الصحف ¶ 1 ـ صحيفة هآرتس الإسرائيلية بتاريخ 14/9/1984 ترجمات مؤسسة الأرض للدراسات الفلسطينية/ دمشق 1984. ¶ 2 ـ صحيفة الرأي الأردنية 6/8/1996. ¶ 3 ـ النهار، صفحة القضايا، الثلاثاء 21/7/1998. ¶ 4 ـ الاتحاد الظبيانية يوم الأحد 18/4/1999. ¶ ((( ¶ الباب الثاني ¶ النكبة والتحول الديموغرافي ¶ والاجتماعي بعد عام 1948 ¶ مقدمة الباب الثاني ¶ تكتسب الدراسات السكانية والاجتماعية للشعب العربي الفلسطيني أهمية خاصة متميزة، وتأخذ أبعاداً تنفرد بها عن كافة الدراسات السكانية الاعتيادية لأي شعب آخر تشكل حالة فريدة في التاريخ المعاصر، إذ تعرض سكان فلسطين العرب وما زالوا يتعرضون لأشرس استعمار استيطاني، اقتلع الجزء الأكبر من أرضه، ليحل مكانهم مجموعات يهودية من بقاع مختلفة، لا يجمعها سوى التعصب العنصري والمرتكز على أكذوبة \"أرض الميعاد\"، وشعارات أخرى مثل \"فلسطين أرض بلا شعب لشعب بلا أرض\"، هذا الشعار الذي لخص المنطلقات الأساسية لاستراتيجية السياسة السكانية الصهيونية في فلسطين، والتي اعتمدت أسس حددت بالشكل التالي: ¶ أولاً…: هجرة يهود العالم إلى فلسطين وتهجير العرب من ديارهم ما أمكن ذلك وتحت حجج ووسائل مختلفة. ¶ ثانياً…:: تهويد الأرض العربية بعد احتلال ومصادرة ما يمكن مصادرته. ¶ ثالثاً…: إقامة المستوطنات والإحلال. ¶ رابعاً…: إقامة اقتصاد يهودي قوي داعم للاستراتيجية السكانية في جذب مزيد من يهود العالم.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وتبعاً للمنطلقات الاستراتيجية الصهيونية، أصبح الإنسان الفلسطيني وأرضه محور النشاط الصهيوني لجهة خلق وقائع جديدة على الأرض تسهل إقامة الدولة المنشودة، فبرز الصراع الديموغرافي بين العرب واليهود في فلسطين إلى الأمام، لكونه جزءاً أساسياً من صراع أشمل، وهنا تكمن أهمية الدراسات الديموغرافية والاجتماعية للشعب الفلسطيني، ويأتي موضوع كتابنا في هذا الإطار، ليغطي ما أمكن اتجاهات التطور الديموغرافي الفلسطيني خلال الفترة 1948 ـ 2002م، أي خلال نصف قرن من الصراع العربي ـ الإسرائيلي، وما شهدناه من سياسة سكانية إسرائيلية مختلفة للتفوق على العرب ديموغرافياً، وجعل الذين صمدوا في ديارهم مجموعات هامشية ولخدمة المجتمع الإسرائيلي واقتصاده، ليس إلا. ¶ وبناءً على التوجهات الصهيونية وإجراءاتها لتحقيق ذلك، فقد شهدت فلسطين تطوراً سكانياً مصطنعاً بما يحقق لليهود تفوقاً كمياً على السكان العرب، وقد أدّت الهجرة اليهودية بتشجيع من الصهيونية واستغلال العوامل الطاردة في بلد المنشأ دوراً بارزاً في تحقيق هذه النتيجة، في حين أن النمو السكاني العربي اعتمد على النمو الطبيعي وفق معدلات مرتفعة كما هي الحال في كافة الدول النامية.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وتبعاً لذلك بدأت نسبة اليهود ترتفع إلى مجموع سكان فلسطين، ففي حين لم يصل مجموعهم في عام 1914م 60 ألف يهودي من أصل 689272 نسمة هم سكان فلسطين، أي حوالي 8.7%، ارتفع مجموع اليهود ليصل إلى نحو 500000 يهودي في عام 1943م من أصل 1671571 نسمة، أي حوالي 30%، وفي عام 1946م أصبح مجموع سكان فلسطين 1887000 نسمة من بينهم 31% يهوداً(1). وهكذا وقبل سنتين فقط من الإعلان عن إقامة إسرائيل لم يكن اليهود يشكلون سوى أقل من ثلث سكان فلسطين، رغم جهود الحركة الصهيونية المكثفة لرفع نسبة اليهود من خلال التشجيع بكافة الوسائل على الهجرة اليهودية إلى فلسطين ومع إقامة إسرائيل في 15 أيار 1948م وهو عام النكبة، تمكنت الحركة الصهيونية وحلفاؤها في الغرب من رفع نسبة اليهود في فلسطين، وانقلب الوضع الديموغرافي لصالحهم، فقد ارتفع مجموعهم إلى 716600 يهودي، مقابل انخفاض مجموع العرب إلى 156000(2) عربياً، وذلك في القسم الذي أقيمت عليه إسرائيل والمقدر بنحو 78% من إجمال مساحة فلسطين البالغة 27009 كيلو متراً مربعاً، وتم طرد نحو نصف السكان العرب من ديارهم في الجليل والساحل والنقب والوسط، فأصبحوا بذلك لاجئين، يقيمون أساساً في مناطق فلسطينية نجت من الاحتلال آنذاك وهي الضفة وقطاع غزة. وفي دول عربية مجاورة لفلسطين، كالأردن، وسوريا، ولبنان، ومصر، والعراق. ¶ __________ ¶ (1) مستخلص من المجموعة الإحصائية الإسرائيلية لعام 1996م ص43. ¶ (2) محمد تيسير عبد الحافظ، الأوضاع الديمغرافية لفلسطيني خلال الربع الثاني من القرن العشرين، رسالة ماجستير، كلية الاقتصاد والعلوم السياسية قسم الإحصاء /جامعة القاهرة/ مايو أيار 1978م ص244.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وهدف هذا الكتاب عبر فصوله المختلفة، محاولة الوصول إلى أرقام دقيقة عن الأوضاع الديموغرافية والاجتماعية للشعب العربي الفلسطيني، داخل فلسطين وخارجها، خاصة في ظل عدم وجود إمكانية للحصول على بيانات شاملة ومستقلة، إذ اعتمدت غالبية الإحصاءات الخاصة بالعرب داخل الخط الأخضر، وكذلك العرب في الضفة والقطاع على المجموعات الإحصائية الإسرائيلية وعلى مسوح أجرتها سلطات الاحتلال كالمسح الذي أجرته في أيلول 1967م، ولذلك قمنا بالبحث والتمحيص عند استخدام الإحصاءات الإسرائيلية كمصدر للبيانات المتوفرة. واستخدمنا مصادر متعددة وبشكل عام اعتمدنا الفترة ما بين الأعوام 1948 ـ 2002م إطاراً زمنياً للبحث، الكتاب. آخذين بعين الاعتبار مرور نصف قرن على إنشاء إسرائيل، ونكبة العرب الفلسطينيين، وما تبع ذلك من سياسات انعكست على التطور الديموغرافي والاجتماعي غير الطبيعي للفلسطينيين، كما اعتمدنا سنوات مختارة للدراسة والمقارنة خلال الفترة المذكورة، توزّع البحث إلى مقدمة هامة إضافة إلى لخمسة فصول، تطرق الفصل الأول إلى النكبة والتوزع الجغرافي بعد عام 1948م وأوضح المعطيات الجديدة الناتجة من سياسة الطرد القسري الصهيوني، في حين تناول الفصل الثاني الأوضاع الديموغرافية والاجتماعية للفلسطينيين داخل الخط الأخضر، فيما أظهر الفصل الثالث أوضاع الفلسطينيين الديموغرافية في كل من الضفة الفلسطينية وقطاع غزة، وكان الفصل الرابع محاولة جادة لإظهار معطيات أساسية حول الشتات الفلسطيني خلال الفترة 1948 ـ 2002م، أما الفصل الخامس والأخير فقد أظهر الصورة الراهنة للتوزع الفلسطيني بشكل عام، وقد سُجلت في نهاية البحث استخلاصات ومؤشرات أساسية أتى عليها البحث في فصوله المختلفة.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "اعتمد البحث على مصادر ومراجع متعددة، منها المجموعات الإحصائية الفلسطينية الصادرة عن المكتب المركزي للإحصاء الفلسطيني، والمجموعات الإحصائية الإسرائيلية وبعض تقارير الجامعة العربية والهيئات المنبثقة مثل التقرير الاقتصادي العربي الموحد فضلاً عن دورات متخصصة أفردت ملفات خاصة عن التحول والشتات الفلسطيني، مثل دورية صامد الاقتصاد، وشؤون فلسطينية، إضافة إلى ذلك اعتمد البحث في بياناته على دراسات سابقة كان نشرها الباحث في الدوريات، والصحف العربية ومراكز البحث، مثل مركز شمل للاجئين رام الله، وقام بإسقاطات سكانية للفلسطينيين في كافة أماكن تجمعهم اعتمدت على سنوات أساس سابقة قريبة ما أمكن من عام 2002م، ومن الأهمية الإشارة إلى أن هناك ثمة تمايز في الأرقام قد تظهر في البحث لسنة معينة، بسبب تعدد المصادر وتنوعها. ¶ 1 ـ 2 التحول الديموغرافي والاجتماعي الفلسطيني بعد عام 1948 ¶ تأثر وضع سكان فلسطين بنتائج الحرب العربية الإسرائيلية التي نشبت في عام 1948م، فقد نتج عنها إقامة إسرائيل على 77% من مساحة فلسطين. وتشتت عرب فلسطين في خارجها وداخلها، وغدت فلسطين بعد انتهاء الحرب في العالم المذكور، وعقد اتفاقيات الهدنة بين الدول العربية وإسرائيل في عام 1949م، مقسمة إلى ثلاثة أجزاء هي المنطقة التي أقيمت عليها إسرائيل، والضفة الفلسطينية، وقطاع غزة، ومن ثم أصبح العرب الفلسطينيون الذين كانوا يقيمون في إطار دولة واحدة موزعون في دول عديدة ومختلفة في أوضاعها الاجتماعية والاقتصادية، والاقتصادية، بحيث يمض تقسيمهم إلى الفئات الأربع التالية(1): ¶ أولاً…: العرب الفلسطينيون داخل الخط الأخضر، وهم الفلسطينيون العرب الذين صمدوا في الأرض التي أقيمت عليها إسرائيل في عام 1948م. ¶ ثانياً…: سكان الضفة والقطاع الأصليين: وهم سكان هذه المناطق الفلسطينية الذين كانوا يقيمون فيها قبل عام 1948م، ولم تتعرض أراضيهم للاحتلال في عام 1948م، ولم يجبروا على النزوح منها. ¶ ثالثاً…: اللاجئون الفلسطينيون: وهم سكان المناطق التي وقعت تحت الاحتلال الإسرائيلي في عام 1948م، واضطروا للهجرة عنها، تحت وطأة الضغط العسكري للعصابات اليهودية، وأقاموا في المناطق الناجية من الضفة الفلسطينية وقطاع غزة، وفي الدول العربية المجاورة لفلسطين، وبخاصة الأردن، وسوريا، ولبنان. ¶ __________ ¶ (1) المصدر نفسه ص255.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "رابعاً…: الفلسطينيون في المهجر: وهم الفلسطينيون الذين دفعهم سوء الأوضاع الاقتصادية في الدول التي أقاموا فيها بعد عام 1948م مباشرة للهجرة إلى الدول العربية الأخرى، وبخاصة الكويت، ودول الخليج العربي، وإلى الدول الأجنبية المختلفة. ¶ وسنحاول إلقاء الضوء في الفصول القادمة، على أهم المؤشرات الديموغرافية لتلك التجمعات الفلسطينية، من خلال المصادر المتاحة. ¶ وسنظهر في هذا الفصل بعض التقديرات للعدد الإجمالي للشعب العربي الفلسطيني بعد النكبة، وبالتحديد في عام 1949م، فضلاً عن توزيعهم في المناطق التي قدموا إليها، وفي هذا السياق أشارت التقديرات إلى أن مجموع سكان فلسطين قد بلغ في 15 أيار 1948م حوالي 2.1(1) مليون نسمة منهم 30.9% من اليهود و69.1% من العرب أصحاب الأراضي الشرعيين، ومن بين مجموع العرب في فلسطين في العام المذكور والمقدر بنحو 1.6 مليون عربي، بينهم 88.5% مسلمون، و10.4% مسيحيون، و1.1% طوائف أخرى غير مذكورة. ¶ __________ ¶ (1) نبيل السهلي، الاستيطان والصراع الديمغرافي في إطار المشروع الصهيوني، صامد الاقتصادي العدد 111 كانون الثاني ـ شباط آذار 1998 ص181.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "لقد أدت حرب عام 1948م وإقامة إسرائيل إبانها إلى طرد نحو 850 ألف فلسطيني من ديارهم، وتدمير 385 قرية وخربة عربية، استحوذت الضفة الفلسطينية على نحو 38% من إجمالي اللاجئين الفلسطينيين في عام 1948م، في حين استأثر قطاع غزة على 25.8% ولبنان على 13.6%، وسورية على 11.5%، والأردن 9.5%، ومصر على 1% والعراق على 0.5%، وبشكل عام فإنه من بين 1466000 عربي فلسطيني عام 1949م كان من فلسطين 81.8%، في حين أدت النكبة إلى تهجير 18.2% خارج فلسطين وتركزهم بشكل مؤقت في الدول العربية المحيطة بفلسطين، وكنتيجة للسياسات السكانية الصهيونية لم يبقى داخل الخط الأخضر سوى 156 ألف فلسطيني، جلهم يقطن منطقة الجليل العربي، والتي تحاول إسرائيل جعل اليهود فيه أكثر من خلال ما يسمى خطة نجمة داوود(1). وتقف الأسباب العسكرية وراء عملية تهجير 89% من سكان القرى الفلسطينية المدمرة، في عام 1948م، منها 25% بواسطة الطرد المباشر الذي قامت به القوات اليهودية، و55% عن طريق هجوم عسكري على القرى، و9% من المهجرين الفلسطينيين تم تهجيرهم تحت وطأت هجوم قادم متوجه للقرية، في حين كان سبب تهجير 10% من إجمالي سكان القرى والخرب الفلسطينية يعود إلى الحرب النفسية اليهودية الموجهة ضد العرب، خاصة بعد المجازر التي ارتكبتها عصابات الهاغانا والأرغون والجيش الإسرائيلي فيما بعد، بالمقابل هاجر واحد% من إجمالي المهاجرين العرب الفلسطينيين في عام 1948م و1949م لأسباب أخرى من بينها أوامر رئيس العائلة أو المختار(2). ¶ __________ ¶ (1) سلمان أو ستة، حق العودة حق مقدس وقانوني وممكن أيضاً، محاضرة ألقيت في ندوة نظمها المركز العربي لبحوث التنمية والمستقبل وأدارها الأستاذ جميل مطر، وحضرها عدد من رجال الفكر والسياسة والبحوث في القاهرة في 8 يناير 1996م ص9. ¶ (2) التقرير الاقتصادي العربي الموحد لعام 1988م، الجامعة العربية، صندوق النقد العربي والصندوق العربي للإنماء الاجتماعي والاقتصادي، منظمة الأقطار العربية المصدر للبترول ص181.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ومع إقامة إسرائيل في الخامس عشر من أيار 1948م، تكون الحركة الصهيونية قد حققت أهم أهدافها، وعززت ذلك في تحقيق هدف ديموغرافي هام تمثل في طرد نحو 53% من إجمالي السكان العرب في العام المذكور، فكانت عبارة فلسطين أرض بلا شعب لشعب بلا أرض من أهم المنطلقات الاستراتيجية للسياسة السكانية الصهيونية ضد العرب، والتي أدت فيما بعد إلى تفكيك المجتمع الفلسطيني والنسيج الاجتماعي الذي بناه عبر التاريخ، إذ أصبح كل مجتمع فلسطيني من التجمعات الأربعة التي ذكرناها سابقاً يعيش تحت ظروف اجتماعية واقتصادية جديدة، في الشتات، أو في الضفة والقطاع، أو الأقلية التي تعيش في أرضها داخل الخط الأخضر، أو في دول العالم المختلفة. ¶ 2 ـ 2 الأوضاع الديموغرافية للفلسطينيين داخل الخط الأخضر ¶ ربطت الحركة الصهيونية نجاح مشروعها لإقامة كيانها في فلسطين بقدرتها على طرد السكان الفلسطينيين من بلادهم واستبدالهم بالمستوطنين الصهاينة، وبعد حرب 1948م، تمكن من إقامة كيان ذي أكثرية يهودية على الجزء الأكبر من فلسطين بعد طرد غالبية السكان الأصليين. إلا أنهم اعتبروا مجرد وجود الأقلية الباقية من الفلسطينيين خطراً على إسرائيل، فانتهجت حيالها استراتيجية، استهدفت الاستمرار في الإرهاب لإجبار الفلسطينيين على الرحيل، فقام الجيش الإسرائيلي بارتكاب العديد من المجازر كمجزرة اللد والرملة، وعيلبون، وكفر قاسم، وقبية(1). ¶ وعندما أدت الظروف الدولية التي نشأت آنذاك إلى وقف تلك المحاولات، لجأت سلطات الاحتلال إلى إتباع سياسة جديدة، استهدفت قطع اتصالهم بمحيطهم الفلسطيني والعربي، مما دفع سلطات الاحتلال إلى محاولة استيعابهم ودمجهم في المجتمع الإسرائيلي وعلى هامشه ولحسابه، وانتهجت الحكومات الإسرائيلية المتعاقبة كافة السبل لطمس هويتهم العربية وفرض الهويات الطائفية عليهم. فحاولت أن تجعل من العرب الدروز والشركس قوميات منفصلة، وفرضت عليهم الخدمات الإلزامية في الجيش الإسرائيلي عام 1958م، ثم حاولت التفريق بين العرب المسيحيين والمسلمين، بل وتقسيم المسيحيين إلى طوائف شرقية وغربية، والمسلمين إلى مذاهب مختلفة. كما حاولت استمالة البدو، ولجأت السلطات الإسرائيلية أيضاً إلى إثارة النزعات القبلية العشائرية(2). ¶ __________ ¶ (1) المصدر نفسه. ¶ (2) جبريل محمد، واصف نزال، زهير الصباغ فلسطيني 1948،نضال تحرري مستمر دار كنعان للدراسات والنشر الطبعة الثانية 1991م، ص12.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "اتجاهات النمو السكاني والاجتماعي للعرب داخل الخط الأخضر ¶ برزت خصوصية المجتمع الفلسطيني داخل الخط الأخضر، أي داخل المنطقة الفلسطينية التي أقيمت عليها إسرائيل 78% من مساحة فلسطين، من آثار النكبة عام 1948م، وما ولدته من آثر ديموغرافي وسياسي واجتماعي على صعيد السكان أنفسهم، وإضافة إلى السياسة الإسرائيلية في شتى المجالات والتي حولت أن تهضم هذا المجموع العربي وتخلق من جماعة أثنية هامشية، ولتنتهي شيئاً فشيئاً القضية الوطنية الفلسطينية، وتخلق فيهم ولاء ليس لسلطة القانون الإسرائيلي، بل لأخلاقيات التعامل في إطار مجتمع تسود فيه الصهيونية إيديولوجياً، وسياسةً وثقافةً ومؤسسات. ¶ فبعد نكبة عام 1948م لم يتبق من الشعب الفلسطيني في المناطق التي أقيمت عليها الدولة العبرية سوى 156000 مواطن عربي فلسطيني، تركزوا في ثلاث مناطق رئيسية هي الجليل والمثلث والنقب، إضافة إلى مجموعات سكانية أخرى في المدن التي أصبحت فيما بعد مختلطة كحيفا، ويافا، واللد، والرملة، وعكا. ويمكن القول إن هذا التركز السكاني العربي في الجليل والمثلث بهذه الكثافة جاء بناءً على متطلبات السياسة العامة للحركة الصهيونية، والتي حاولت في الفترة الأولى من حرب عام 1948م استثناء هذه المناطق، لأنها تخضع لسيادة عربية وفق قرار التقسيم، حيث لم تحتل بعض مناطق المثلث إلا في عام 1949م، وذلك بعد اتفاقية رودس، والتي أبدى فيها الملك عبد الله تنازلاً عن هذه المناطق لصالح الكيان الصهيوني الوليد(1). ¶ وبالنسبة لاتجاهات تطور النمو السكاني العربي داخل الخط الأخضر، فإنه قد طرأ تغير على نسبة المواطنين العرب الذين صمدوا في ديارهم إثر حرب عام 1948م، فبينما كانت نسبتهم في عام 1949م نحو 14% من إجمالي السكان، داخل إسرائيل، تراجعت إلى 12.2% في عام 1950م ثم إلى 11.1% في عام 1960م، وأخذت النسبة بالارتفاع، فارتفعت نسبة السكان العرب في الدولة العبرية إلى 14.6% في عام 1970م، وذلك بسب ضم القدس الشرقية إلى إسرائيل، ونتيجة التزايد الطبيعي العربي وصلت نسبة العرب إلى 17% في عام 1982م(2). ¶ __________ ¶ (1) حسن عبد القادر صالح، سكان فلسطين ديموغرافياً وجغرافياً دار الشروق عمان الأردن الطبعة الأولى 1985م، ص41. ¶ (2) المصدر نفسه.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ازداد مجموع سكان إسرائيل خلال الفترة 1950 ـ 1960م بنسبة 61.5% ثم بنسبة 42.8% خلال الفترة 1960 ـ 1970م، و33.3% خلال الفترة 1970 ـ 1982م، وكان معدل النمو السنوي للسكان خلال الفترات الثلاث سالفة الذكر نحو 5.6%، و3.9%، و2.8% على التوالي، ومرد هذا النمو المرتفع هو تدفق المهاجرين اليهود إلى فلسطين بعد إقامة الدولة العبرية(1) وفي الاتجاه نفسه تشير المعطيات الإحصائية المتوفرة الأخرى أن مجموع اليهود في إسرائيل قد ارتفع من 648600 يهودي في 15 أيار 1949م إلى 462000 يهودي في نهاية عام 1998م، وكانت الهجرة قد ساهمت بنحو 56% من إجمالي الزيادة اليهودية خلال تلك الفترة. وتراوحت مساهمة الهجرة بين ¶ 68.9% من الزيادة خلال الفترة 1948 ـ 1960م، نحو 7.5% خلال الفترة 1983 ـ 1989م كحد أدنى فإنها ما لبثت أن ارتفعت نتيجة الهجرة اليهودية من دول الاتحاد السوفييتي السابق لتصل مساهمتها إلى 66.5% خلال الفترة 1990 ـ 1994م. و40% خلال السنوات 1995 ـ 1996م(2). وتراجعت النسبة خلال 1996 ـ 2002 نتيجة تراجع عوامل الجذب لفلسطين المحتلة وهناك احتمالات تراجع أرقام الهجرة إذا استمرت الانتفاضة في الأعوام القادمة، إذ أكد رئيس الوكالة اليهودية أنه جاء إلى فلسطين المحتلة مليون مهاجر يهودي لكن ذلك لن يحصل في العقد القادم إذ لا يتعدى مجموع اليهود الذين سنحاول جذبهم 300 ألف مهاجر يهودي، أي حتى عام 2010. ¶ وبالمقابل ارتفع مجموع الفلسطينيين داخل الخط الأخضر ليصل إلى 889500 عربي في عام 1995م، وقدر مجموعهم في نهاية عام 1998م بنحو 998672 مواطن عربي بناءً على معدلات النمو السائدة بينهم والمقدرة بنحو 3% سنوياً، وسيبلغ مجموع العرب داخل الخط الأخضر إلى 1059491 مواطن عربي في عام 2000(3). وقدرهم مكتب الإحصاء الإسرائيلي في عام 2002 بنحو مليون ومائتي ألف عربي، وسيصل المجموع إلى 2.4 مليون عربي في عام 2020. ¶ __________ ¶ (1) نبيل السهلي، الاستيطان والصراع الديمغرافي مصدر سبق ذكره ص184. ¶ (2) احتسبه الباحث بناءاً على المعادلة Pn = Po (1+R)n والأرقام للسنوات 1998 و2000م لا يتضمن سكان القدس الشرقية العرب التي تعتبرهم الإحصاءات الإسرائيلية من السكان العرب في إسرائيل. ¶ (3) نبيل السهلي، مؤشرات سكانية واقتصادية للسكان لا في فلسطين المحتلة عام 1948م/ الشرق الأوسط 20/6/1996م.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ومن المؤشرات الديموغرافية الأساسية للمجتمع الفلسطيني في إسرائيل، معدلات الولادة الخام بينهم والتي بلغت 37 بالألف خلال السنوات الأخيرة، في حين تجاوز معدل الخصوبة الكلية للمرأة الفلسطينية هناك 4.5 مولوداً، وبلغ معدل الوفيات الخام لكل 100 من السكان العرب 3.3 بالألف، وتجاوز معدل الوفيات الرضع 13 بالألف لكل طفل دون تجاوزه السنة الأولى من العمر، ولأن المجتمع العربي مجتمع مغلق فإن الزيادة الطبيعية وحدها هي التي تساهم في النمو السكاني العربي داخل إسرائيل، إذ يبلغ معدل النمو الطبيعي، في السنوات الأخيرة 34.2 بالألف أي نحو 3.4% سنوياً(1). ¶ أما التوزيع الجغرافي للفلسطينيين داخل الخط الأخضر دون سكان القدس الشرقية، فإن منطقة الشمال التي تضم منطقة الجليل بأكمله وعكا وسهل بيسان، ومرج بن عامر بما في ذلك مدينة العفولة، والتي تشتمل على 65 قرية ومدينة صغيرة، تستأثر بنحو 55%، وهنا تبرز عكا والقضاء بكونها مركز الثقل السكاني العربي داخل المنطقة الشمالية للواء الجليل إذ تستحوذ على أكثر من 31% من مجموع العرب داخل الخط الأخضر، ويتركز في منطقة حيفا ¶ 18.6% من إجمالي عدد العرب هناك، ويقطن المنطقة الوسطى التي تضم المثلث ووادي عارة حوالي 11.8% من مجموع العرب، وفي تل أبيب 3% فقط، أما المنطقة الجنوبية فقد استأثرت بنحو 11.6% من إجمالي العرب، في تل أبيب 3% فقط، أما المنطقة الجنوبية فقد استأثرت بنحو 11.6% من إجمالي العرب داخل الخط الأخضر(2). ¶ ومن الأهمية بمكان الإشارة إلى أن سكان القرى في السنوات الأخيرة قد شكلوا في الأعوام الأخيرة 1990 ـ 1995م نحو 71.7% من إجمالي مجموع العرب الفلسطينيين داخل الخط الأخضر. ويسكنون 104 قرية عربية بينما شكل سكان المدن النسبة الباقية، يعيش نصفهم في مدينتين عربيتين هما الناصرة وشفا عمرو، والنصف الآخر يتوزع في المدن المختلطة عكا، حيفا، اللد، الرملة، يافا، ويشكل البدو 10% من إجمالي فلسطيني الـ 48 يعيش نصفهم في النقب، والنصف الثاني في منطقة الجليل(3) وبقي التوزع نفسه حتى عام ¶ 2002. ¶ مؤشرات اقتصادية واجتماعية ¶ __________ ¶ (1) المصدر نفسه. ¶ (2) المصدر نفسه. ¶ (3) المصدر نفسه.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "يبلغ مجموع القوة البشرية بين العرب الفلسطينيين داخل الخط الأخضر في عام 1994م 461000(1) عربي، ارتفع على 529000(2) عربي في عام 1998م، منهم 37.5% هم من ذوي النشاط الاقتصادي، وهي نسبة متدنية مقارنة بكثير من المعدلات في الدول المتطورة، والنامية أيضاً، ومرد ذلك ارتفاع معدلات الإعالة بين العرب وانخفاض مساهمة المرأة العربية في النشاط الاقتصادي. يستحوذ قطاعا الزراعة والبناء الإسرائيليين على 60% من مجموع العمالة العربية في إسرائيل، في حين تستحوذ القطاعات الأخرى على النسبة المتبقية من النشيطين اقتصادياً، ويعتبر معدل الأمية بين الكبار فوق الـ15 سنة من العمر منخفضاً عند العرب في إسرائيل مقارنة بمثيله في الدول النامية الذي يتجاوز الـ 70% في بعضها، فهو لم يتعد في السنوات الأخيرة 1990 ـ 1995م 11% من إجمالي مجموع الفلسطينيين في الدولة العبرية، وفي المقابل بلغت نسبة الكبار من العرب الذين حصلوا على 13 سنة دراسية وأكثر نحو 7.7% في عام 1980م ارتفعت لتصل على 11% في نهاية العام 1993م. ¶ ومن المؤشرات الدالة على التمييز العنصري داخل إسرائيل، هو التزاحم الكبير في المسكن العربي الواحد الذي تجاوز خمسة مواطنين في الآونة الأخيرة، في حين لم يتعد 3.5 فرد يهودي في المسكن اليهودي(3). وبشكل عام فإن ثمة 40% من العرب داخل الخط الأخضر يعيشون كل اثنين أو ثلاثة أشخاص وما فوق في غرفة واحدة، بينما لا تتعدى 8% من اليهود، وقد تفاقمت أزمة السكن بين العرب من جراء السياسات المقصودة، التي تتبعها إسرائيل، والتي تركت أكثر من ثلث المواقع العربية بلا تخطيط مدني للإعمار، جاعلة بذلك من المستحيل على العرب أن يوسعوا الأماكن المبنية من دون مخالفة القانون، ويبدو أن لا حل في الأفق لمشكلتهم، ولا تزال مضاعفات ذلك في حاجات الفلسطينيين السكنية بادية حتى اليوم، إذ هناك 20% من السكان العرب بلا مأوى في إسرائيل، ويصنفون عادة كلاجئين \"حاضرين غائبين\"(4). ¶ __________ ¶ (1) تم تقديره من قبل الباحث بناء على معدلات النمو السائدة بين العرب الفلسطينيين داخل الخط الأخضر. ¶ (2) نبيل السهلي، مؤشرات سكانية واقتصادية، مصدر سبق ذكره. ¶ (3) إليا زريق أوضاع الفلسطينيين في إسرائيل، دليل إسرائيل العام مؤسسة الدراسات الفلسطينية، بيروت لبنان، آذار 1996م، ص327، 331. ¶ (4) المصدر نفسه ص333.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ومن المؤشرات الاجتماعية الأخرى للعرب في إسرائيل، الهوة الكبيرة بين العرب واليهود في المجال التربوي، فقد دلت الإحصاءات في عام 1993م أن 12% من البالغين العرب فوق 15 سنة من العمر لا يحصلون على تعليم مدرسي في إسرائيل، وذلك مقارنة بنحو 4% من اليهود الإسرائيليين، كما تشير المعطيات أن 51% من اليهود حاصلون على التعليم الثانوي مقارنة بنحو ¶ 34% عند العرب كما نؤكد المعطيات أن الاسرائيليين المسجلين في الجامعات الإسرائيلية تفوق نسبة الأقلية العربية بثلاثة أضعاف ونصف ضعف، وثمة عشرة أكاديميين عرب متفرعين يعملون في مؤسسات التعليم العالي الإسرائيلية، وهذا عدد ضئيل إذا ما أخذنا بعين الاعتبار أن هناك ثمة عربياً بين كل ستة إسرائيليين، أن عدد الأكاديميين في مؤسسات التعليم العالي الإسرائيلية يقارب الخمسة آلاف أكاديمي(1). وهذا بالطبع يعكس السياسات التربوية الإسرائيلية الموجهة داخل المجتمع العربي لتهميشه في المدى البعيد. ¶ وبصورة عامة، بمعنى القول إن الأقلية العربية في إسرائيل تعيش في وضع اقتصادي واجتماعي يختلف اختلافاً جذرياً عن الوضع الاقتصادي والاجتماعي للأغلبية اليهودية، ومما لا شك فيه أن هذا الاختلاف هو نتيجة التمييز العنصري الذي مارسته إسرائيل ضد العرب طوال الأعوام الخمسين الماضية، فالعمال العرب لا يسمح لهم ولوج قطاع الصناعات الحربية والاستراتيجية، وكذلك في المنشآت الحكومية الهامة، ناهيك عن التمييز في المخصصات للسلطات المحليات العربية، وكذلك مخصصات الضمان الاجتماعي مقارنة بمثيلاتها في التجمعات اليهودية. ويميز الباحثون في الوضع العربي في إسرائيل بين ثلاث فترات مرت بها علاقة الأقلية العربية بالحكومات الإسرائيلية المتعاقبة(2). ¶ __________ ¶ (1) فضل النقيب، الاقتصادي السياسي للمشروع الصهيوني دليل إسرائيل العام، مؤسسة الدراسات الفلسطينية بيروت، لبنان آذار 1996م ص208، 209. ¶ (2) عزمي بشارة. العربي الإسرائيلي: قراءة في الخطاب السياسي المبتور، مجلة دراسات فلسطينية العدد ¶ 24، بيروت لبنان، خريف 1995م ص28.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "أولاً…: فترة الحكم العسكري 1948 ـ 1966: كانت تلك الفترة قاسية جداً وقد تركت بصماتها المميزة على مجمل أوضاع الاقتصاد العربي في إسرائيل. فقد كان الجيش الإسرائيلي قادراً على اعتقال أي عربي من دون محاكمة، كما أن الأراضي العربية كانت تصادر من دون أي مرجع قانوني. وخلال تلك الفترة سنت إسرائيل 34 قانوناً لمصادرة الأراضي العربية من أصحابها الغائبين اللاجئين أو من أصحابها الموجودين في إسرائيل وتلك القوانين كلها كانت تعتمد على الحق اليهودي في تملك الأرض، ومن ناحية أخرى كان محظوراً على العرب التنقل بلا تصريح من الحاكم العسكري. وهكذا وجد العرب أنفسهم غير قادرين على العمل في الأرض على نحو مجدٍ، وذلك جراء المصادرات والتحكم في موارد المياه من جانب إسرائيل، ولأنهم في الوقت نفسه لم يكونوا أحراراً ليبحثوا عن العمل في المدن. ¶ ثانياً…: الفترة الثانية 1967 ـ 1974م: نجحت فترة الحكم العسكري في عزل الأقلية العربية عن حركات التحرر العربي التي سادت المنطقة في الخمسينات والستينات ولكنها لم تنجح في دفع العرب إلى ترك أراضيهم واللجوء إلى البلاد العربية. بل على العكس ازداد عدد العرب وأصبح لهم وزن معين، وبدأوا يحاولون إيجاد هويتهم المستقلة وتعبيرهم السياسي. ولذا وجدت الحكومة الإسرائيلية أنه من مصلحة إسرائيل عدم ترك تطور العرب يتم بمعزل عن المصالح الإسرائيلية. ولهذا أخذت الحكومات الإسرائيلية تبدي بعض الاهتمام بالوضع الاقتصادي العربي وتجري محاولات بسيطة لدمجه في الاقتصاد الإسرائيلي. ففي أواخر الستينات بدأت الهستدروت تقبل العرب أعضاء في صفوفها، وبدأت الأحزاب الصهيونية تولي المناطق العربية مزيداً من الاهتمام.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ثالثاً…: الفترة الثالثة 1976م وحتى الآن: تتميز هذه الفترة بزيادة الوعي الوطني عند الأقلية العربية، وبقيام تنظيماتها السياسية. وقد تجلى ذلك كله في تظاهرات 30 آذار/ مارس 1976م، التي أصبحت تعرف فيما بعد بتظاهرات \"يوم الأرض\" إذ سقط ستة شهداء من العرب احتجاجاً على سياسة الحكومة الإسرائيلية آنذاك في مصادرة الأراضي العربية، ولقد توضح في هذه الفترة بأن صاحب القرار في إسرائيل، لا يفكر في دمج الاقتصاد العربي في الاقتصاد الإسرائيلي، بل يعمل لاختراق الاقتصاد العربي؛ ففي الوقت الذي بدأ رأس المال اليهودي في دخول المناطق العربية وإقامة مشاريع مشتركة مع العرب، تعاظم الاهتمام بموضوع الخطر السكاني وضرورة تهويد الجليل. ¶ بعد مرور خمسين عاماً على إنشاء إسرائيل وبروز النكبة، مازالت الأقلية العربية الصامدة في أرضها داخل الخط الأخضر تواجه التمييز في مستويات عديدة، وذلك على الرغم من التحسن، في مخصصات السلطات المحلية العربية محسوبة بالنسبة إلى الفرد. فقد كانت المخصصات للفرد العربي لا تتجاوز عُشْر المخصصات للفرد اليهودي في السبعينات، وصلت حالياً إلى الثلث، وقد ساعد في ذلك نشوء نظام الحزبين في إسرائيل الليكود، والعمل، مما جعل للعرب في إسرائيل أهمية ما في الخارطة السياسية الإسرائيلية، بيدَ أن هذا التغيير، أو هذه الدينامية في أوضاع الأقلية العربية الفلسطينية لا تطال ثلاثة أمور جوهرية(1). ¶ أولاً…: استمرار التمييز في توزيع الخير العام والثروة الاجتماعية بين اليهود والعرب، إضافة إلى أو استناداً إلى: ¶ ثانياً…: أن دولة إسرائيل هي دولة الأكثرية اليهودية في طابعها وجوهرها، وسلم أولوياتها أيضاً. ¶ ثالثاً…: أن العرب في إسرائيل لا يتمتعون بحقوق جماعية. حقوق الأقلية القومية. ماعدا كطوائف دينية. وحتى هذا الحق منقوص في حالة المسلمين، ولا سيما فيما يتعلق بحق الطائفة الإسلامية في إدارة شؤون أوقافها أو حقها في تعيين قضاتها الشرعيين. ¶ __________ ¶ (1) المصدر نفسه ص27.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وبشكل عام أدت السياسات الإسرائيلية إزاء الأقلية العربية في إسرائيل إلى سد طريق التحديث الاجتماعي لهذه الأقلية بعد عام 1948م. وذلك بفقدانها المدينة الفلسطينية، وبقائها كمجتمع قروي يعتاش عن طريق العمل في المدن اليهودية التي لا تستوعبه، ثمّ فقد المجتمع الفلسطيني داخل الخط الأخضر القرية بفقدانه الزراعة، فبقي لا هو مدني ولا هو قروي. وربما كان هذا هو العربي الإسرائيلي؛ الحداثة الوحيدة التي يعرفها هي الحداثة اليهودية، ينضم إليها مقلداً ومهمشاً ومطالباً في أفضل الحالات. والقرية التي فقدت نفسها هي الأصالة الوحيدة التي يعيشها أو يحاول أن يستعيدها كالفولكلور والعادات والتقاليد والأمثال الشعبية. لقد فقد المجتمع الفلسطيني في إسرائيل نخبه الاقتصادية والاجتماعية والثقافية، وبذلك فقد أهم ركائز تطوره الاجتماعي الخاص. ¶ وأصبح العربي في إسرائيل يواجه بكل يوم تحدٍ خطير يتمثل بعملية الأسرلة، التي تستهدف تعديل ثقافة العرب وتغييرها على نحو يجعل تأطيرها في الإطار الإسرائيلي ممكناً، أي باختصار تشويهها. وهذه هي بالضبط عملية نشوء العربي الإسرائيلي.(1) ¶ __________ ¶ (1) ـ التقرير الاقتصادي العربي الموحد لعام 1990م ص177.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ولكن على الرغم من السياسات الإسرائيلية، تجاه العرب الفلسطينيين داخل إسرائيل لتهميشهم وتغييبهم، وكان لهذه الأقلية العربية التي تساوي 14% من إجمالي الشعب الفلسطيني حضوراً في المراحل الوطنية التي مرَّ بها شعبهم، وكذلك في المراحل المختلفة التي مرَّت بها المنطقة العربية عام 1948م. فضلاً عن ذلك أصبح يوم الأرض في الثلاثين من آذار من كل عام يوماً وطنياً فلسطينياً للشعب الفلسطيني، وهو 30 آذار 1976 الذي تصدت فيه جماهير الشعب الفلسطيني داخل الخط الأخضر لسياسات السلطات الإسرائيلية في مصادرة مزيدٍ من الأراضي العربية في الجليل، وسقط في المواجهات ستة شهداء من سخنين وعرابة وغيرها من القرى الفلسطينية. فضلاً عن ذلك تأجج الحس الوطني للمجتمع الفلسطيني داخل الخط الأخضر عند انطلاقة الانتفاضة الشعبية الفلسطينية في الضفة والقطاع في نهاية عام 1987م، فتراوح التضامن مع الشعب الفلسطيني هناك، بين إرسال المساعدات الغذائية والدوائية والمالية والمظاهرات الاحتجاجية في العديد من القرى والمناطق داخل الخط الأخضر وتعدت ذلك عندما تمّ حرق نحو 8000 دونم من الأراضي المزروعة بالقمح في مناطق قريبة من منطقة حيفا الساحلية في فلسطين خلال سنوات الانتفاضة الأولى. وخلال انتفاضة الأقصى 2000-2002 جرى تحول كبير في التعاطي معها من قبل فلسطيني عام 1948، فكان التعبير عن الوحدة مع الشعب الفلسطيني أكثر زخماً عبر المظاهرات اليومية ورفع الدعاوى على مجرمي الحرب الصهيونيين، وكذلك تقديم المعونات المالية والعينية، وكان أوج العطاء الفلسطيني في الأرض المحتلة عام 1948 في الأول من تشرين الأول عام 2000 حين اندلاع مظاهرات في الناصرة وأم الفحم وغيرها من التجمعات العربية الكبيرة داخل الخط الأخضر، وسقط 14 شهيداً و1000 جريح فلسطيني في مواجهات مع جنود الاحتلال الصهيوني، وذهب قادة الحركة السياسية العربية داخل الخط الأخضر إلى أبعد من ذلك، حين كشفوا عن بعض فصول المجزرة الصهيونية في مخيم جنين في نيسان 2002، من خلال كشف المنطقة التي تمّ فيها دفن بعض الشهداء من مخيم جنين في شمال فلسطين المحتلة، هذا فضلاً عن محاولتهم دخول المخيم عند حصاره، وبالفعل دخلوا وسجلوا مشاهد المجزرة بعد ساعات من انسحاب الجيش الإسرائيلي مباشرة. الأقلية العربية رصيد ديموغرافي مقاوم للشعب الفلسطيني وقد توضح ذلك إبان انتفاضة عام 1987 وانتفاضة الأقصى التي انطلقت من باحاته",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "المشرفة في أيلول من عام 2000. ¶ 3-2 اتجاهات التطور الديموغرافي في الضفة والقطاع إجراءات سلطات الاحتلال ¶ استطاع الجيش الإسرائيلي احتلال الضفة الفلسطينية وقطاع غزة في حزيران عام 1967م، وبذلك أصبحت فلسطين كاملة تحت الاحتلال الإسرائيلي، بعد التاريخ المذكور، ويذكر أن الضفة بقيت تحت الإدارة الأردنية حتّى عام 1967م، في حين بقي قطاع غزة حتّى التاريخ المذكور تحت الإدارة المصرية، باستثناء فترة قصيرة استمرت ما بين تشرين الأول من عام 1956م وآذار 1957م. عندما تعرض القطاع للاحتلال الإسرائيلي. وقد استقبلت الضفة الفلسطينية التي تبلغ مساحتها 5635كيلو متراً مربعاً حوالي 38% من اللاجئين الفلسطينيين، في حين استقبل قطاع غزة الذي تبلغ مساحته 365 كيلو متراً مربعاً حوالي 25.8% منهم في عام 1948م. ومنذ عام 1967م واحتلال بقية الأراضي الفلسطينية أخذ الاتجاه للتطور الديموغرافي والاجتماعي والاقتصادي بأخذ منحى خاص، وكان للسياسات السكانية والإسرائيلية أثر مباشر عليها، إذ هجرت سلطات الاحتلال نحو 460(1)ألف فلسطيني في إبان احتلالها للضفة والقطاع في عام 1967م. جلهم من الضفة الفلسطينية، وإن كان حجم التهجير أقل من الذي حصل في عام 1948م، فإن السلطات الإسرائيلية تابعت تنفيذ سياساتها السكانية تجاه السكان العرب في الضفة والقطاع، من خلال الضغط على الفلسطينيين اقتصادياً، فرفعت من وتيرة الاستيطان ومصادرة الأراضي الفلسطينية، فتميزت مسألة إقامة المستوطنات اليهودية في الضفة والقطاع بنوع من الخصوصية بعد عام 1967م، وتركز الاستيطان بشكل خاص في الجزء الشرقي من مدينة القدس محاولة لتهويدها، فضلاً عن قيامها بإجراءات عديدة حالت من خلالها دون تطور الاقتصاد الفلسطيني، وفرضت معظم المبادلات التجارية للاقتصاد الفلسطيني مع الاقتصاد الإسرائيلي، من أجل الإحكام الإسرائيلي بالاقتصاد الفلسطيني، وتبعاً لذلك استطاعت السلطات الإسرائيلية الاستيلاء على 81%(2) من حجم المياه الفلسطينية المتاحة والبالغة نحو 700.650 مليون متر مكعب سنوياً، ممّا أثر سلباً على القطاع الزراعي الفلسطيني، فتراجعت المساحات المزروعة، واضطر العديد من العمال العرب في الضفة والقطاع للعمل في الأعمال المجهدة في الاقتصاد الإسرائيلي، مثل قطاع البناء الذي يستأثر بنحو 75% القوة العاملة الآتية من الضفة وقطاع غزة، إن تراجع أداء الاقتصاد ¶ __________ ¶ (1) ـ المصدر نفسه. ¶ (2) ـ المصدر نفسه.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "الفلسطيني نتيجة سياسات الاحتلال أدى إلى ضعف القاعدة الاقتصادية الفلسطينية وبالتالي عدم قدرتها على استيعاب المزيد من العمالة المعروضة، ما أدى إلى هجرة نحو 273(1)ألف فلسطيني للعمل في اقتصاديات دول الخليج العربية أو الدول الأخرى، ولم تتوان سلطات الاحتلال عن تنفيذ مخططاتها الاستيطانية في الضفة والقطاع للضغط على الفلسطينيين وإجبارهم على ترك أراضيهم، فاستطاعت تلك السلطات منذ بداية الاحتلال في عام 1967م وحتى عام 1995م من مصادرة 60% من مساحة الضفة الفلسطينية ونحو 40% من مساحة قطاع غزة، وتأسيساً على المخططات الاستيطانية الموضوعة تمّ إنشاء 150 مستوطنة يهودية في الضفة الغربية يقطنها 141 ألف مستوطن يهودي، وعشرة أحياء استيطانية في القدس يقطنها 170 ألف مستوطن يهودي، كما أنشأت السلطات الإسرائيلية 16 مستوطنة يهودية في قطاع غزة خلال الفترة 1967-1995م ويقطن تلك المستوطنات 6 آلاف مستوطن إسرائيلي. ارتفع مجموع المستوطنين إلى 200 ألف مستوطن في عام 2002، يتمركزون في 190 مستوطنة في الضفة والقطاع إضافة إلى 180 ألف مستوطن صهيوني في الأحياء الاستيطانية التي تلف القدس من جميع الاتجاهات. ¶ التحول الديموغرافي والاجتماعي ¶ في الضفة والقطاع بعد عام 1967م ¶ __________ ¶ (1) ـ جيفري أرونسون: مستقبل المستعمرات الإسرائيلية في الضفة والقطاع، مؤسسة الدراسات الفلسطينية بيروت، لبنان 1996م. ص1.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "لقد كانت الضفة الفلسطينية من أكثر المناطق التي توجه إليها اللاجئون الفلسطينيون، واستقروا فيها بعد سنة 1948م، فقد دخل إليها كما أسلفنا 38% من اللاجئين، وفي حين بلغ سكانها في مطلع الخمسينات نحو 470 ألف نسمة، وشكل اللاجئون 36% من ذلك المجموع، وهذه النسبة تماثل نسبة اللاجئين إلى سكان الضفة الشرقية لنفس العام. وتكررت المأساة مرة أخرى في عام 1967م وتوجه العديد من اللاجئين والنازحين من الضفة الغربية إلى الضفة الشرقية بعد حرب عام 1967م، وقدرت الحكومة الأردنية عدد اللاجئين والنازحين في صيف عام 1968م بحوالي 408 آلاف نسمة، منهم 360 ألف من الضفة ونحو 48 ألف من قطاع غزة، ونتيجة لسوء الأوضاع التي سادت الأراضي المحتلة، فقد ارتفع عدد الذين قدموا إلى الأردن حتّى عام 1967م إلى 428669 منهم 167211 لاجئاً وحوالي 231381 نازحاً(1). ¶ وكان من بين أهم الأسباب التي دفعت السكان الفلسطينيين للهجرة: الضغوط التي مارستها سلطات الاحتلال الإسرائيلي، الهادفة إلى تفريغ الأرض من أصحابها، وكذلك ضآلة فرص العمل في الضفة الفلسطينية، وتواترها في الأردن، نتيجة التركيز الصناعي والتجاري، وما تمنحه وكالة الغوث من خدمات للاجئين، وعليه شكلت الضفة الفلسطينية منطقة الطرد البشري والأردن منطقة الجذب البشري، ونتيجة لذلك فقدت الضفة الفلسطينية جزءاً كبيراً من عوامل معدلات النمو السكاني من خلال التهجير الكبير للسكان المباشر وغير المباشر. ¶ __________ ¶ (1) ـ موسى سمحة التغيرات في فلسطين، دراسة في النمو السكاني والصراع الديمفرافي، ندوة الخصائص الديمغرافية للشعب العربي الفلسطيني التي نظمها المعهد العربي للبحوث الإحصائية في تونس خلال الفترة 13-15/11/1984م ص.392.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وبالنسبة للنمو السكاني في الضفة والقطاع، فإن المعطيات الإحصائية تشير إلى أن مجموع سكان الضفة الفلسطينية كان بلغ في نهاية عام 1967م حوالي 585.9 ألف مواطن عربي وإذا أضفنا سكان الجزء الشرقي من القدس والبالغ 65 ألف نسمة في ذلك العام فإن مجموعة سكان الضفة هو 650.9 ألف عربي، وانخفض مجموع السكان في الضفة دون سكان القدس الذين تعتبرهم الإحصاءات الإسرائيلية من السكان العرب داخل الخط الأخضر، إذ ارتفع مجموعهم من 65 ألفاً عام 1967م إلى 190 ألف عربي حالياً. وأخذ مجموع السكان في الضفة والقطاع بالازدياد نتيجة محددات النمو الطبيعي بشكل أساسي، فيتعدى معدل النمو السكاني السنوي 3.5% في غزة في حين يبلغ المعدل المذكور 3% في الضفة الفلسطينية، وصل مجموع السكان في الضفة إلى 815.5 ألف نسمة في عام 1985م كما هو موضح في الجدول رقم 1، في حين بلغ 527 ألفاً في قطاع غزة، ارتفع ليصل إلى 1349.5 ألف في الضفة، ونحو 792.6 في قطاع غزة في عام 1995م، ثمّ وصل مجموع سكان الضفة بما فيها القدس وكذلك قطاع غزة في عام 1998م إلى 2375 ألف نسمة منهم 63% في الضفة، و37 في المائة في قطاع غزة، ومن المقدر أن يصل مجموع سكان الضفة الفلسطينية وقطاع غزة إلى 2544 ألف نسمة بحلول عام 2000م، منهم 1603 ألف نسمة في الضفة، وحوالي 941 ألف نسمة في قطاع غزة. وأشار مكتب الإحصاء الفلسطيني في رام الله أن مجموع الفلسطينيين في الضفة والقطاع وصل إلى 3.3 مليون فلسطيني في عام 2002، وسيصل إلى 6.6 مليون في عام 2022. ¶ جدول رقم 1 ¶ تطور مجموع سكان الضفة والقطاع وفق سنوات مختارة بالآلاف ¶ السنوات/المنطقة ¶ الضفة الفلسطينية ¶ قطاع غزة ¶ الضفة والقطاع معاً ¶ 1985 ¶ 815.5 ¶ 527 ¶ 1342.5 ¶ 1988 ¶ 895.4 ¶ 588.5 ¶ 1483.9 ¶ 1990 ¶ 955 ¶ 642 ¶ 1597 ¶ 1993 ¶ 1250.8 ¶ 748.9 ¶ 1999.7 ¶ 1995 ¶ 1349.5 ¶ 792.6 ¶ 2142.1 ¶ 1998 ¶ 1496 ¶ 879 ¶ 2375 ¶ 2000 ¶ 1603 ¶ 941 ¶ 2544 ¶ 2002 ¶ 2100 ¶ 1200 ¶ 3300 ¶ المصدر: حتّى عام 1993م، تمّ استخلاص الأرقام من المجموعة الإحصائية الإسرائيلية لعام 1994م، في حين تمّ تقدير مجموع سكان الضفة والقطاع في عام 1995و 1998م بناءً على الإسقاطات السكانية ومعدلات نمو تصل إلى 3.5% بالمتوسط في المنطقتين. وقد قدر الجهاز الإحصائي الفلسطيني سكان الضفة والقطاع عام 2002 بنحو 3.3 مليون منهم 210 آلاف في مدينة القدس.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ومن المؤشرات الديموغرافية الأساسية في الضفة والقطاع، التركيب العمري للسكان،إذ تشير المعطيات أن نسبة الأطفال دون الخامسة عشرة من العمر في الضفة هي 48% السنوات 1990-1998م في حين بلغت 51 في المائة في قطاع غزة، ولا تتعدى نسبة الشيوخ 65 سنة وأكثر من العمر ¶ 3.8%، 2.8% في كل من الضفة والقطاع على التوالي، وبذلك يعتبر المجتمع الفلسطيني هناك مجتمعاً فتياً تبعاً للمقاييس الديموغرافية الدولية، ومن المؤشرات الأخرى معدلات الخصوبة الكلية عند المرأة العربية في الضفة والقطاع، والذي بلغ في خلال الفترة المذكورة سابقاً نحو 6 ولادات للمرأة الفلسطينية الواحدة في الضفة و8 ولادات في قطاع غزة(1). وبذلك تعتبر الخصوبة من أعلى المعدلات المحققة في العالم شأنها في ذلك شأن الدول النامية بما فيها الدول العربية. ¶ أمّا بالنسبة للمؤشرات الاجتماعية، فإن سلطات الاحتلال الإسرائيلية حالت دون تطور القطاع الصحي والبنية التحتية في كل من الضفة والقطاع، فلم يتعدى مجموع المشافي في الضفة 17 مشفى منها 9 حكومي، تحتوي بمجملها على 14018 سريراً، في حين يوجد في قطاع غزة ذو الكثافة السكانية العالية والتي تزيد فيها الكثافة عن 2470 فرداً، يوجد 6 مشافي بينها خمسة مشافي حكومية، ونتيجة عدم تخصيص الموازنات الإسرائيلية اللازمة لقطاع الصحة الفلسطيني، ارتفعت تكاليف الطبابة والولادة، ولم تتعد نسبة الولادات في المشافي الفلسطينية في كل من الضفة والقطاع 50% من إجمالي الولادات، في حين وصلت إلى 100% في إسرائيل لليهود، وأقل من ذلك عند الأقلية العربية هناك.(2) ¶ __________ ¶ (1) ـ نبيل السهلي: الواقع الديمغرافي والاقتصادي والاجتماعي للمجتمع الفلسطيني في الضفة والقطاع مجلة شؤون اجتماعية/الشارقة العدد 54 صيف 1997م السنة 163، 168. ¶ (2) ـ المصدر نفسه.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "ومن المؤشرات الاجتماعية الأخرى، مؤشر التنمية البشرية في الضفة والقطاع، والذي يرتكز ويقاس بثلاثة محددات رئيسية، تتمثل، بمعدل معرفة القراءة والكتابة الذي وصل إلى 70% بين الكبار فوق سنة في العمر، وذلك العمر المتوقع الذي وصل في السنوات 1990-1995 إلى 67 عاماً ودخل الفرد الفلسطيني في الضفة والقطاع الذي يتراوح سنوياً ما بين 1000-1200 دولار، وتبعاً لهذه المؤشرات ودليل التنمية البشرية التي أتت عليها تقارير التنمية البشرية الصادرة عن برنامج الأمم المتحدة الإنمائي خلال السنوات 1990-1997م فإن التنمية البشرية في الضفة والقطاع تعتبر متوسطة، شأنها في ذلك شان الكثير من الدول النامية، وبخاصة الدول العربية، التي حققت بمجملها تنمية متوسطة، ما عدا أربعة دول عربية خليجية تحققت فيها تنمية بشرية مرتفعة، وكان للتطور الاقتصادي فيها أثر كبير في تحقيق هذه التنمية. ¶ الأداء الاقتصادي للمجتمع الفلسطيني في الضفة والقطاع ¶ حالت سياسة الاحتلال الإسرائيلية خلال أكثر من ثلاثين عاماً من الاحتلال دون قيام تنمية في الضفة والقطاع، وعملت على جعل الضفة والقطاع خلال سنوات الاحتلال المديدة سوق مساعدة للسلع والخدمات الإسرائيلية من ناحية، ومصدر لعوامل الإنتاج وخصوصاً العمل غير الماهر للاقتصاد الإسرائيلي من ناحية أخرى. ¶ فقد استطاعت السلطات الإسرائيلية فك وإعادة هيكلية الاقتصاد الفلسطيني لمصلحة الاقتصاد الإسرائيلي، إذ باتت إسرائيل تستأثر بنحو 90% من إجمالي الواردات إلى الضفة والقطاع خلال الفترة 1990-1996م، فضلاً عن استحواذها على 75% من إجمالي الصادرات الفلسطينية بشكل عام، وتعدت نسبة الصادرات من غزة إلى إسرائيل 90% من إجمالي الصادرات(1). ¶ ونتيجة عدم التكافؤ في تركيب سلع الصادرات الفلسطينية والواردات الإسرائيلية إلى الضفة والقطاع، كان العجز التجاري العنوان الأساسي للميزان التجاري الفلسطيني مع الاقتصاد الإسرائيلي، في حين كان الفائض التجاري عنوان العلاقات التجارية مع الأردن خلال سنوات الاحتلال الماضية. ¶ __________ ¶ (1) ـ المصدر نفسه.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وما زاد الوضع سوءاً وتعقيداً بالنسبة لاقتصاديات الضفة والقطاع هو إنشاء مؤسسات تعمل على أساس التعاقد الباطني مع الاقتصاد الإسرائيلي في الضفة والقطاع، واضطرار المزيد من العمال الفلسطينيين للعمل فيها، ناهيك عن عوائد العمال الذين اضطروا للعمل طيلة فترات الاحتلال بقطاعات اقتصادية إسرائيلية هامشية، وبذلك استطاعت السلطات الإسرائيلية خلال عقد الثمانينات والنصف الأول من عقد التسعينات من التحكم بنحو ربع الدخل القومي للضفة والقطاع في الاقتصاد الإسرائيلي، والذين تراوح مجموعهم بين 84 ألف عامل عام 1993م، ونحو 20 ألف عامل في السنوات 1994-1995م.(1) ¶ وفي هذا السياق يذكر أن حجم القوة العاملة المعروضة أخذ بالزيادة في الضفة والقطاع، فقد ارتفع المجموع من 379 ألف عامل عام 1993م إلى 416 ألف عامل عام 1995م ثمّ إلى 548 ألف في نهاية عام 1996م، ومن بين المجاميع المذكورة، هناك ثمّة 320 ألف عامل يعملون فعلياً في عام 1992م، وحوالي 319 ألف عامل عام 1995م، ونحو 336 ألف عامل في عام 1996م، أي معدل النشاط الاقتصادي الخام لكل 100 من السكان قد بلغ 16.2% في حين بلغت نسبة العمالة من المشتغلين إلى مجموع قوة العمل في الضفة والقطاع 61.3% في عام 1996م، وبالمقابل ونتيجة ضعف القاعدة الاقتصادية الفلسطينية والسياسات الاقتصادية الإسرائيلية إزاء الاقتصاد الفلسطيني، ارتفع معدل البطالة من 16% عام 1992م، إلى 23.3% عام 1995م، ثمّ إلى ¶ 38.7% في نهاية عام 1996م،(2)وهناك معطيات فلسطينية، تشير إلى ارتفاع معدلات البطالة إلى نحو 50% في الضفة والقطاع في السنوات الأخيرة 1996-1998م. ¶ __________ ¶ (1) ـ المصدر نفسه. ¶ (2) ـ التقرير الاقتصادي العربي الموحد لعام 1997م، ص 373.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "ومن إجمالي العاملين الفلسطينيين في الضفة والقطاع والبالغ في عام 1996م والبالغ نحو 336(1)ألف عامل، يعمل 61% منهم في القطاعات الاقتصادية المختلفة في الضفة الفلسطينية، في حين يعمل في قطاع غزة 31% منهم، وفي الاقتصاد الإسرائيلي 8%، في حين وصلت نسبة العاملين في الاقتصاد الإسرائيلي من الضفة والقطاع في السنوات قبل الانتفاضة الشعبية الفلسطينية حوالي 40% من إجمالي العمالة الفلسطينية، ومرد هذا التراجع، هو المخططات الإسرائيلية الهادفة إلى الحد من دخول العمال الفلسطينيين من خلال استبدالهم بعمالة رومانية وأخرى تركية من جهة، والضغط على الفلسطينيين اقتصادياً من جهة أخرى لابتزازهم سياسياً. ¶ وبالنسبة للأداء الاقتصادي الفلسطيني الكلي، فإنه من بين إجمالي العمالة الفلسطينية المقدرة بنحو 335 ألف عامل فلسطيني في الضفة والقطاع، يستحوذ الاقتصاد الفلسطيني 92.2% منهم أي حوالي 309 ألف عامل، منهم 25% يعملون في قطاع الزراعة الفلسطيني، و15% في قطاع الصناعة، و15% في قطاع البناء، في حين يعمل في القطاعات الأخرى 45%، أمّا العاملون في الاقتصاد الإسرائيلي، والمقدر مجموعهم من الضفة والقطاع 26 ألف عامل، فإنه يعمل في الزراعة الإسرائيلية 10.4 وفي قطاع الصناعة 6.5%، وفي قطاع البناء 71.8%، ويعمل في القطاعات الأخرى 11.3%، ومرد تمركز العمال الفلسطينيون في قطاع البناء الإسرائيلي، هو امتناع العمال الإسرائيليون وخاصة اليهود العمل في القطاعات الإسرائيلية المجهدة مثل البناء.(2) ¶ __________ ¶ (1) ـ المصدر نفسه. ¶ (2) ـ النسب مستخلصة من التقرير الاقتصادي العربي الموحد لعام 1996م، ص 361.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وبالنسبة للقيم المضافة المتولدة في القطاعات الاقتصادية الفلسطينية، فإن مساهمة قطاع الزراعة الفلسطيني في الناتج المحلي الإجمالي الفلسطيني آخذة بالتراجع نتيجة السياسات الاقتصادية الإسرائيلية، ونهب الموارد الطبيعية وخاصة المياه وتوجيهها لخدمة الاستيطان والمستوطنات في الضفة والقطاع، فتبعاً للاتجاه العام، تراجعت مساهمة القطاع الزراعي الفلسطيني بالناتج المحلي الإجمالي، من 26.2% عام 1992م، إلى 22% عام 1994م، ثمّ إلى 14% في عام 1996م، وتراوحت مساهمة قطاع الصناعة بين 9.3%، 7.5%، 14.5%، مساهمة قطاع البناء بين 13%، 18.4%، 10.4%، خلال السنوات 1992و 1994و 1996م، أمّا قطاع الخدمات فقد ارتفعت مساهمته على حساب تراجع مساهمة الزراعة، فقد ساهم قطاع الخدمات بنحو 15.1% خلال السنوات المذكورة، وبناءً على تلك القيم المتولدة في القطاع الاقتصادية الفلسطينية، فإن الناتج المحلي الإجمالي الفلسطيني بالأسعار الجارية، قد ارتفع من 2.7 مليار دولار عام 1992م، إلى 2.6 مليار دولار عام 1993م، ثمّ إلى 2.9 مليار دولار عام 1994م، وإلى 3.4 مليار دولار في عام 1995م، وتراجع إلى 3.2 مليار دولار في عام 1996م، وبلغ نصيب الفرد من الناتج المذكور 1024 دولار عام 1992م، تراجع إلى 771 دولار في عام 1993من ثمّ إلى 562 دولار في عام 1996م.(1) ¶ __________ ¶ (1) ـ الأرقام مستخلصة من التقرير الاقتصادي العربي الموحد لعام 1997م ص 373، 374.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "إن الضغط الاقتصادي الإسرائيلي، وانعكاساته الاجتماعية، من خلال زيادة نسبة من هم دون خط الفقر في الضفة والقطاع وكذلك إغلاق المناطق الفلسطينية من خلال العوازل الإسرائيلية المتمثلة في المستوطنات، سيؤدي في نهاية المطاف إلى تجدد الانتفاضة الفلسطينية، التي كانت انطلقت في نهاية عام 1987م رداً على الاحتلال الإسرائيلي، وممارساته الاستيطانية والاقتصادية في الأراضي الفلسطينية المحتلة. ولا يخفى تأثير عدم استقرار الاقتصاد الفلسطيني الناتج عن الإجراءات الاقتصادية الإسرائيلية إزاءه، على العملية التنموية الفلسطينية بكافة اتجاهاتها الاقتصادية والاجتماعية، وبناءً على ذلك، فإنه بات من الضرورة بمكان استعادة الاقتصاد الفلسطيني لأسواقه التقليدية في الدول العربية والإسلامية، وتنمية العلاقات التجارية الفلسطينية مع هذه الدول، عندئذ يمكن الحديث عن علاقات أكثر توازناً وأكثر استقراراً، ما يؤدي في نهاية المطاف إلى التخلص تدريجياًَ من إسار الاقتصاد الإسرائيلي والانعكاسات الاجتماعية على المجتمع الفلسطيني الذي دفع بأكثر من ألفي شهيد خلال فترة الانتفاضة الشعبية، وآلاف الجرحى، رداً على وجود الاحتلال الإسرائيلي وسياساته التعسفية المختلفة. ¶ وإن التصورات الإسرائيلية بعد عقد اتفاقات أوسلو في أيلول 1993م، والتي تتمحور بمجملها حول الاحتفاظ بالمصالح الحيوية لإسرائيل في الضفة، وتعتبر نهر الأردن الحدود الشرقية لإسرائيل، فضلاً عن اعتبار القدس الموحدة عاصمة أبدية لها، وتذهب إلى الاحتفاظ بأكثر من 64% من أراضي الضفة ونحو 20% من مساحة قطاع غزة، وترفض عودة 1.5 مليون نازح فلسطيني هجّروا من ديارهم في الضفة والقطاع، احتلال عام 1967م وحتى عام 1998م من شأنها أن تؤسس لتجدد الانتفاضة الفلسطينية في الضفة والقطاع بوسائل جديدة وتنظيم أنجع. ¶ التحديات التي يواجهها المجتمع الفلسطيني في الضفة والقطاع",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "مضى على احتلال إسرائيل للضفة الفلسطينية بما فيها الجزء الشرقي من القدس، وقطاع غزة أربعة وثلاثون عاماً، أورثت الشعب الفلسطيني هناك اقتصاداً هشاً، وتطوراً اجتماعياً، وديموغرافياً غير طبيعي بسبب سياسات الاحتلال الرامية، إلى تهجير أكبر عدد ممكن من الفلسطينيين وتفكيك الاقتصاد الفلسطيني وربطه بعجلة الاقتصاد الإسرائيلي، فكانت القطاعات الاقتصادية الفلسطينية المختلفة مقيدة بمجموعة كبيرة من القوانين والأوامر العسكرية الإسرائيلية، حالت دون نهوض أدائها، وغيبت إمكانات الابتكار وحرية المبادرة والإبداع في كافة المستويات. الاقتصادية والاجتماعية، ومن هنا تظهر تحديات عديدة ومتشعبة أمّام المجتمع الفلسطيني في الضفة والقطاع، يتمثل في الدرجة الأولى بدعم إقامة البنى الأساسية للمجتمع المدني والمؤسسات المختلفة، ممّا يؤدي إلى مشاركة كافة شرائح الشعب الفلسطيني هناك في التطور الاقتصادي والاجتماعي، ولا يتحقق ذلك إلا في ظل الديموقراطية والتعددية وحرية الفكر والإبداع، وبناء اقتصاد وطني سليم، يساهم فيه الجميع من قطاع عام وقطاع خاص. وتقف في سلم الأولويات في الموضوع الاقتصادي الآن، إضافة إلى إعادة تأهيل هذا الاقتصاد وإعادة بناء البنية التحتية المدمرة، العمل على حل مشكلة البطالة التي تزيد نسبتها عن 50% ومن هنا تأتي ضرورة توطين الأموال الفلسطينية المنوي استثمارها سواء العامة منها أو الخاصة باستثمارات ذات جدوى اقتصادية، من جهة استخدام العمالة وتوليد الدخل في ذات الوقت، ويبرز هذا التحدي إلى الأمام في ظل ارتهان المجتمع الفلسطيني وسلطته الوطنية في الضفة والقطاع لابتزازات السلطات الإسرائيلية وإغلاقاتها وحصاراتها بين فترة وأخرى التي تنفذ كعقاب جماعي للفلسطينيين في الضفة والقطاع وإخضاعهم بعد ذلك سياسياً.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "ومن الضرورة بمكان الاعتماد إلى حد كبير على المعونات العربية والتمويل الذاتي للنفقات الجارية في الضفة والقطاع، إذ يعتبر التمويل الذاتي شكلاً من أشكال الاستقلال الاقتصادي والسياسي، وتتكامل هذه الأشكال، إذا توافرت الظروف بعودة رأس المال الفلسطيني المهاجر والمقدر بنحو 100 مليار دولار وتوطينه في مشاريع ذات جدوى في الضفة والقطاع، والأهم من ذلك كله يجب الوقوف صفاً واحداً أمام تحدٍ خطير تحاول السلطات الإسرائيلية تأجيجه، يتمثل بالفتن العشائرية وغيرها من منافذ التفرقة بين الشعب الفلسطيني لتفتيت وحدته، ناهيك عن المحاولات الكبيرة لتفتيت وحدة الشعب الفلسطيني داخل وخارج فلسطين، وتبرز هنا ضرورة وحدة المثقفين والأكاديميين والباحثين العرب والفلسطينيين صفاً واحداً لمواجهة هذه التحديات التي تستهدف طموحات الشعب الفلسطيني بكافة أماكن توزعه. خاصة وأن الشعب الفلسطيني قدم الغالي والنفيس وما يزال لمواجهة الهجمة الاستيطانية الصهيونية التي بدأت فعلاً منذ انعقاد مؤتمر بال خلال الفترة 29-31 آب 1897م، واستمرت حتّى اللحظة 2002 وفق مراحل مختلفة لتمرير الحلقات المتصلة من المشروع الصهيوني الذي توج بإقامة إسرائيل في 15 أيار عام 1948م، واقتلاع نصف مجموع الفلسطينيين من وطنهم وديارهم، وهذا بحد عينه الهولوكوست الفلسطيني. ¶ 4-2 ملامح اللجوء الفلسطيني خلفية تاريخية عن بروز قضية اللاجئين الفلسطينيين ¶ يمر الزمن على النكبة، نكبة عام 1948م، ونكسة عام 1967م، ويبقى شبحها قائماً وفظاعتها ماثلة، إذ تحول أكثر من نحو 76% من مجموع الشعب الفلسطيني إما لاجئ أو نازح داخل فلسطين وخارجها. فالتشتت الوطني والاحتلال، والعمل والإقامة من دون ضمانات، وصعوبة السفر للعمل، وإمكان التعرض للغبن الاقتصادي، والاجتماعي، هذه الأمور كلها ميزت اتجاهات تطور الأوضاع الديموغرافية والاجتماعية والاقتصادية للشعب الفلسطيني في فترات الشتات المختلفة الممتدة بين السنوات 1948-2002م.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "في مقابل ذلك اعتبر أصحاب القرار في إسرائيل، والأحزاب الإسرائيلية التي حكمتها منذ عام 1948م بأن قضية اللاجئين الفلسطينيين، هي قضية أساسية، وحلها يعتبر مدخلاً أساسياً لعملية السلام، وفي ذات الوقت تنفي المسؤولية الإسرائيلية عن بروز قضية اللاجئين، ولا تتعدى التطورات الإسرائيلية للحل عمليات التوطين وإعادة التوزيع والتعويض المالي في أحسن الأحوال، كما أكد ذلك \"شلومو غازيت\" الرئيس السابق لجهاز الموساد الإسرائيلي، وفي سياق الأبحاث الذي أصدرها مركز جاقي في تل أبيب حول التصورات الإسرائيلية لحل قضايا الحل النهائي مع السلطة الوطنية الفلسطينية، التي تشمل إضافة إلى قضية اللاجئين، قضايا القدس، المستوطنات، الحدود، السيادة، والمياه. ¶ وتبرز هنا وثائق الأمم المتحدة وتقارير كبار المسؤولين فيها، ولا سيما الأمناء العامين للمنظمة الدولية والوسطاء الدوليين، والمفوضين العامين لوكالة الأمم المتحدة لإغاثة وتشغيل اللاجئين الفلسطينيين في الشرق الأدنى الأونروا، تظل هذه التقارير وتلك الوثائق إلى جانب قرارات الجمعية العامة للأمم المتحدة، والمصادر الأولى لدراسة قيام مشكلة اللاجئين العرب الفلسطينيين ونشأتها، إخراجهم من فلسطين وشتاتهم وأعدادهم وما ترتب على ذلك من تأسيس وكالة الغوث شواهد دولية ماثلة، الأمر الذي رفع هذه القضية إلى مستوى المعرفة الموضوعية ويضعها فوق التصورات الإسرائيلية، والخطاب السياسي الإسرائيلي حول عدم مسؤولية إسرائيل إزاء بروز القضية، بكونها جوهر الصراع العربي ـ الإسرائيلي. ¶ فقد أدت الأعمال التي نفذتها المنظمات الصهيونية ضد الشعب العربي الفلسطيني منذ صدور قرار تقسيم فلسطين في 29/11/1947م إلى منتصف أيار 1948م موعد انتهاء الانتداب البريطاني وقيام إسرائيل، أدت إلى تهجير أكثر من 350 ألف مواطن عربي فلسطيني. ثمّ جاءت الأحداث التالية لهذا التاريخ لتزيد العدد إلى 940 ألفاً حسبما ورد في تقرير الأمين العام للأمم المتحدة المقدم إلى الدورة الرابعة للجمعية العامة في حزيران 1949م، وبذلك اكتسبت قضية اللاجئين الفلسطينيين أبعاداً إنسانية وسياسية، وقانونية جعلتها في طليعة المشكلات المتفرعة من القضية الأم؛ قضية فلسطين.(1) ¶ __________ ¶ (1) ـ الموسوعة الفلسطينية، القسم العام، المجلد الرابع، الطبعة الأولى 1984م ص578، 579.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وتبعاً لنشوء قضية اللاجئين، انعقدت الجمعية العامة للأمم المتحدة في ربيع عام 1948م في دورة استثنائية ثانية، لإعادة النظر في قضية فلسطين بعد نشوء الحرب العربية ـ الإسرائيلية الأولى حرب 1948م واتخذت بتاريخ 14 أيار القرار 186 د. استثنائية ـ2 الذي عينت بموجبه وسيطاً دولياً في فلسطين هو الكونت فولك برنادوت رئيس الصليب الأحمر الدولي، وحددت المهام الموكلة إليه. وكان من بين هذه المهام، استعمال مساعيه الحميدة لدى السلطات المحلية في فلسطين في سبيل.(1) ¶ أولاً…: تأمين القيام بالخدمات العامة الضرورية لضمان سلامة سكان فلسطين ورفاههم. ¶ ثانياً…: بأن يطلب. إذا رأى ذلك مستحسناً. المساعدة والتعاون من هيئات الأمم المتحدة الخاصة الملائمة، كمنظمة الصحة العالمية، والصليب الأحمر الدولي، وغيرهما من المنظمات الحكومية وغير الحكومية ذات الصفة الإنسانية وغير السياسية، وذلك من أجل العمل بإطراد لضمان رفاه سكان فلسطين. ¶ __________ ¶ (1) ـ المصدر نفسه ص579.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ويتضح من هذا القرار أن المنظمة الدولية التي خلقت دولة إسرائيل بقرارها رقم 181 بتاريخ 29/11/1947م اعترفت بمسؤولياتها عن قضية اللاجئين العرب بقرارها رقم 186 لعام 1948م، فقد كانت ولادة دولة إسرائيل مقترنة إذن بترسيخ قضية اللاجئين العرب الفلسطينيين، وإيجاد المؤسسات الدولية المعالجة للنواحي الإنسانية إلى جانب الناحيتين القانوينة والسياسية اللتين عُهد بهما إلى هيئات أخرى. وتوجه الوسيط الدولي برنادوت إلى الشرق الأوسط للاضطلاع بمهمته فوصل إلى القاهرة في 28/5/1948م، وبعد دراسة تمهيدية توجه إلى الأقطار العربية المجاورة وإسرائيل لمتابعة دراسة المشاكل القائمة في المنطقة دراسة ميدانية. وكانت قضية اللاجئين من القضايا الأولى الملحة التي جابهته فأخذ يعالجها مع السلطات المسؤولة منذ بدء قيامه بوساطته إلى اغتياله على يد الإرهابيين الصهيونيين في 16/9/1948م. ورفع الوسيط الدولي في 10/9/1948م تقريره الأول والأوحد إلى الأمين العام لمنظمة الأمم المتحدة، ليرفعه بدوره إلى الجمعية العامة المنعقدة في دورتها العادية من أيلول إلى كانون الأول 1949م، وقد شرح فيه وجهة نظره في مشكلة اللاجئين والأولوية التي يجب أن تعطى لها، واقتراحاته من أجل حلها، ويؤكد برنادوت في تقريره، بأن عدد اللاجئين خلال الأشهر الثلاثة الأولى من عام 1948م كان صغيراً نسبياً. وارتفع ارتفاعاً حاداً بعد مذبحة دير ياسين. فقد طرد الصهيونيون قسماً وبالقوة عرب طبريا في 19 نيسان منه، وعرب مدينة حيفا في 22 نيسان، وعرب مدينة يافا في 29 نيسان، وعرب صفد في 10 أيار، وعرب الرملة واللد في 12 تموز، وعرب بئر السبع في 21 تشرين الأول وعرب الخليل الغربي في تشرين الأول 1948م.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ويقول \"برنادوت\" في تقريره: لقد طرد ـ نتيجة للصراع في فلسطين ـ جميع السكان العرب تقريباً من المناطق التي وقعت تحت الاحتلال اليهودي. ويشمل ذلك السكان العرب في يافا، وحيفا، وعكا، والرملة، واللد. وبعد أن كان مجموع السكان العرب في هذه المناطق يزيد عن 400 ألف عربي قبل نشوء الصراع، أصبح عدد العرب الذين بقوا في المناطق التي سيطر عليها اليهود 50 ألف تقريباً. وبلغت التقديرات الأولى التي وضعها برنادوت في 10/9/1948م عن عدد اللاجئين فرفع عدد اللاجئين330 ألفاً. وبعد أن اغتيل وَحَلَّ \"رالف باتش\" وسيطاً بالوكالة محله أعاد النظر في التقديرات، فرفع عدد اللاجئين 472 ألفا. ولكنه صرح بأن تقديرات الحكومات العربية راوحت بين 740 و780 ألفاً. وعندما تمّ إجراء إحصاء وجد أن عدد اللاجئين الفعلي هو أكثر من ذلك بكثير. ففي حزيران 1949م رفع الأمين العام للأمم المتحدة تقريراً إلى الجمعية العامة للأمم المتحدة في دورتها الرابعة جاء فيه أن عدد اللاجئين هو 940 ألفاً. وعندما تشكلت الأونروا في أيار 1950م ورد في تقرير مدير الهيئة الاستشارية للأونروا أن عدد العرب الذين سجلوا لاجئين هو 878 ألفاً موزعين كما يلي:(1)سورية 38 ألفاً، لبنان 107 آلاف، الأردن 467 ألفاً، قطاع غزة 200 ألفاً، داخل إسرائيل 21 ألفاً. ولكن تقرير مفوض الأونروا العام المقدم إلى الأمين العام سنة 1953م يثبت أن عدد اللاجئين وصل في عام 1950م إلى 960 ألفاً. وقد أصبح هذا العدد الأخير 960 ألفاً هو المعتمد في تقارير مفوضي الأونروا العامين حتّى الآن. ¶ __________ ¶ (1) ـ المصدر نفسه ص580.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "أمّا عدد النازحين الذين طردوا من الضفة القطاع عام 1967م فقد بلغ نحو 460 ألف نازح بينهم العديد من المسجلين أصلاً في عداد اللاجئين الفلسطينيين في عام 1948م. واضطر نحو 273 ألفاً فلسطيني للنزوح عن الضفة والقطاع، تحت وطأة الضغط الاقتصادي، ارتفع مجموع النازحين ليصل في نهاية عام 1995م حسب الاستقاطات السكانية إلى 1478000 نازح، ثمّ إلى 1638685 نازحاً في عام 1998م، يستحوذ الأردن على 50% في حين تستحوذ الدول العربية الخليجية 23.5%، والدول العربية الأخرى 6.4% من إجمالي مجموع النازحين الفلسطينيين الذين هجروا في عام 1967م، واستقر في الولايات المتحدة نحو 8.5% من إجمالي النازحين، وفي أوروبا نحو 8.2% من النازحين الفلسطينيين، وتوزع 3.4% من إجمالي النازحين على باقي الدول في العالم.(1) ¶ وتبعاً لبروز قضية النازحين، وتسجيل بعضهم في وكالة غوث وتشغيل اللاجئين الفلسطينيين، أخذ معدل النمو للمسجلين في الارتفاع. ويذكر أن الجمعية العامة للأمم المتحدة كانت صوتت على قرار إنشاء وكالة الإغاثة رقم 302 الدورة 4 بتاريخ 8/12/1949م، تلا ذلك تصويت الجمعية العامة للأمم المتحدة على القرار رقم 194 الدورة 3 بتاريخ 11/12/1948م والذي تضمن حق العودة والتعويض للاجئين الفلسطينيين، وبدأت وكالة الغوث عملها في الأول من أيار 1950م بتبرعات الدول والمنظمات والأفراد، ومنذ ذلك الحين تقدم الوكالة المذكورة ثلاثة أنواع من الخدمات للاجئين خاصة في المخيمات، هي التعليم، والرعاية، والصحية، والإغاثة، بالإضافة إلى خدمات لبعض المخيمات. ¶ وبذلك تحمل المجتمع الدولي من خلال المنظمة الدولية جزءاً أساسياً، من نشوء قضية اللاجئين ومخرجاتها، وازدادت الحاجات إلى المنظمات الدولية وخاصة وكالة الغوث مع ازدياد أعداد اللاجئين بمعدلات نمو مرتفعة. ¶ 2-4 وكالة الغوث، واللاجئون الفلسطينيون، والخدمات المقدمة ¶ تتمركز نشاطات الأونروا كما أسلفنا في ثلاثة مجالات رئيسية هي التعليم، الصحة، الإغاثة، وسنحاول فيما يلي إلقاء بعض الضوء على كل من هذه المجالات الثلاثة؛(2) ¶ __________ ¶ (1) ـ نبيل السهلي، الفلسطينيون عام 2000 أكثر من ثمانية ملايين نسمة، الشرق الأوسط الخميس 16/5/1996م. ¶ (2) ـ لمزيد من الإطلاع يرجى مراجعة التقرير السنوي للأنروا خلال الفترة 1992-1998م، وكذلك مراجعة تقرير المفوض العام خلال الفترة من الأول من تموز/يوليه/1996م ـ حزيران/يونيه 1997م، ص77-90.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "أولاً…: التعليم: ويعتبر التعليم أكبر ميادين عمل الأونروا في إطار خارطة العمل، وقد بلغت حصته 45% من ميزانية الأونروا خلال الأعوام 1992-1993م، ارتفع إلى 47% في العام 1995م، ثمّ إلى 55.6% عام 1996م، وتراجع إلى 47.2% عام 1997م، وحسب الموازنات المقترحة للأونروا لعامي 1998-1999م، والمقدرة على التوالي بنحو 342.9 مليون دولار، و352.8 مليون دولار، فإن حصة التعليم ستبلغ 46.7% و46.8% خلال العامين المذكورين على التوالي. وبالمقابل ارتفع عدد التلاميذ ليصل إلى 436169 تلميذاً ما بينهم 49.8% من الإناث في الثلاثين من حزيران/1997م، يتركزون في 643 مدرسة ابتدائية وإعدادية، وثمانية مراكز تدريب مهنية، في الأردن، وسورية، ولبنان، والضفة الفلسطينية وقطاع غزة. ¶ ثانياً…: قطاع الصحة: الذي ترعاه الوكالة ويضم 121 وحدة صحية لتقديم رعاية الأسنان، وتنظيم الأسرة، والرعاية الخاصة، والخدمات المتخصصة، فضلاً عن مختبرات، وبلغت موازنة الصحة 17.3% من إجمالي الموازنة العامة للأونروا في عام 1997م والبالغة نحو 351.8 مليون دولار، وتتراوح بين 18.3% في العام 1998م، من إجمالي الموازنة، ونحو 18% خلال العام 1999م. ¶ ثالثاً…: الإغاثة والخدمات الاجتماعية: لبرنامج الإغاثة والخدمات الاجتماعية هدفان رئيسيان يتمثلان: ¶ 1ـ تقديم الإغاثة الأساسية للمواطنين غير القادرين على مواجهة متطلبات الحياة من الطعام والسكن، أو ما يعرف بالحالات الصحية. وهناك تناقص مستمر في عدد الحالات لأسباب تتعلق بموارد الأونروا المالية، وليس بالأوضاع المعيشية للاجئين. ¶ 2ـ تطوير القدرة في الاعتماد على الذات ضمن استراتيجيات للتطور الاجتماعي في قطاع غزة بالدرجة الأولى. ¶ وقد تراوحت نسبة المخصص من الموازنة العامة للأونروا لبند الإغاثة والخدمات الاجتماعية 10.8% منها عام 1997م, ومن المقدر أن يصبح",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "12.4% عام 1998م ونحو 12.4% أيضاً من إجمالي الموازنة المقدرة لعام 1999، في حين توزع المخصصات الأخرى من الموازنات خلال الفترة 1997-1999م على الخدمات التشغيلية التي تشمل خدمات اللوازم والنقل والخدمات المعمارية والهندسية التي تدعم جميع برامج الوكالة، وكذلك الخدمات المشتركة التي تشمل الخدمات التنظيمية والإدارية التي تدعم جميع برامج الوكالة، ومن المخصصات الأخرى، النفقات لتغطية صرف تعويضات نهاية الخدمة للموظفين المحليين لدى التصفية النهائية للوكالة. ووصلت موازنة الأنروا في عام 2002م إلى 330 مليون دولار و748 ألف دولار أمريكي، منها 172 مليون 255 ألف دولار لقطاع التعليم، تمثل 52% تتفاوت بين منطقة وأخرى و17% مخصصة لقطاع الصحة وباقي النسبة للقطاعات الأخرى. ¶ فضلاً عن الخدمات التي تقدمها الأونروا للاجئين الفلسطينيين المسجلين بوثائقها، فإن سجلاتها وتقاريرها السنوية تظهر جداول خاصة تحتوي على بيانات حول عدد اللاجئين ومعدلات نموهم وتوزعه الجغرافي في خارطة عمل الأونروا، وقد أظهر تقرير المفوض العام لعام 1997م، بأن مجموع اللاجئين الفلسطينيين المسجلين، ارتفع من 1120889 لاجئاً عام 1960م إلى 2422514 لاجئاً عام 1990م، ثمّ إلى 330833 لاجئاً عام 1996م وإلى 3417688 لاجئاً في حزيران من العام الماضي 1997م، ومن المقدرة أن يصل مجموع المسجلين من اللاجئين الفلسطينيين إلى نحو 3530472 لاجئاً في حزيران من العام 1998م، وسيصل مجموعهم إلى 3767328 لاجئاً بحلول عام 2000م. ¶ (43) وأظهرت نشرة الأونروا الصادرة عن المفوض العام للأنروا في غزة في أيلول 2002م أن مجموع اللاجئين المسجلين وصل في منتصف العام المذكور إلى 3973360 لاجئاً فلسطينياً. وسيتضاعف عدد اللاجئين الفلسطينيين في عام 2020 ليصل إلى نحو ثمانية ملايين لاجئ فلسطيني.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وبالنسبة للتوزع الجغرافي حسب معطيات الأونروا فإن الأردن استحوذ على 1413252 لاجئاً في حزيران 1997م أي حوالي نحو 41.4%، وسورية على 356739 أي نحو 10.4% ولبنان على 359005 لاجئاً فلسطينياً أي نحو 10.5% أمّا الضفة الفلسطينية فقد استقربها نحو 542642 لاجئاً فلسطينياً يمثلون 15.9% من إجمالي عدد اللاجئين خلال عام 1997م، في حين استأثر قطاع غزة بنحو 746050 لاجئاً فلسطينياً يمثلون 21.8% من إجمالي مجموع اللاجئين خلال عام 1997م، وبالنسبة للاجئين الفلسطينيين المسجلين في المخيمات الـ 59 التي تشرف عليها الأونروا، فإن عددهم قد بلغ في حزيران 1997م 1117567 فلسطينياً يمثلون 32.7% من إجمالي مجموع المسجلين في سجلات الأونروا، وتتراوح نسبة المقيمين في المخيمات بين 18.7% في الأردن إلى إجمالي اللاجئين هناك، 54.5% في لبنان، و29% في سورية، 26.3% في الضفة 26.3% وتعتبر مخيمات قطاع غزة من أهم المخيمات في الكثافة السكانية للاجئين إذ تستأثر بنحو 55.1% من إجمالي اللاجئين المسجلين هناك، ويمثل اللاجئون في الضفة نحو 34.2% من إجمالي سكانها في حين يمثل اللاجئون في قطاع غزة نحو 74.4% من إجمالي سكانها (44). بقي التوزع النسبي المشار إليه سائداً حتّى عام 2002م، حسب تقارير الأونروا لعامي 2001 و2001م. ¶ ومن الأهمية بمكان الإشارة إلى أن هناك الكثير من اللاجئين الفلسطينيين غير المسجلين لأسباب مختلفة في سجلات الأونروا، مثال ذلك اللاجئون الفلسطينيون في العراق، وفي مصر، وغيرها من مناطق الشتات الفلسطينيين، وسنحاول إلقاء الضوء على بعض أوضاع اللاجئين الفلسطينيين في أماكن تواجدهم كنماذج خاصة عن الشتات الفلسطيني. ¶ اللاجئون الفلسطينيون في الأردن ¶ يعتبر الأردن أكثر الدول العربية المضيفة استيعاباً للاجئين والنازحين الفلسطينيين، ويرتبط هذا إلى حد كبير بموقعه الجغرافي الذي جعل له حدوداً طويلة مع فلسطين، إضافة إلى ما تربت على توحد الضفة الغربية في بداية الخمسينات مع الضفة الشرقية من علاقات متشعبة ومتنوعة في كافة مجالات الحياة، يصعب فصل عراها.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وتبعاً لعمليات الطرد الجماعي للفلسطينيين من ديارهم على يد العصابات الصهيونية، والسلطات الإسرائيلية خلال عامي 1948 و 1967م وعمليات الطرد الأخرى، التي تلت ذلك ازداد عدد الفلسطينيين في الأردن، وأصبحت تترواح نسبتهم إلى مجموع السكان 60-70%، ثلثهم من اللاجئين الفقراء القاطنين في مخيمات مكتظة.(1) ¶ وبناءً على معطيات إحصائية فلسطينية ارتفع مجموع الفلسطينيين في الأردن من 80 ألف فلسطيني يمثلون 9.5% من إجمالي اللاجئين الفلسطينيين عام 1948م كما أشرنا في مكان آخر من البحث إلى 121 ألف عام 1960م، ثمّ إلى 2.1 عام 1993م. وقدر بنحو 2.3 مليون في نهاية العام 1998م، ومن المحتمل أن يصل المجموع في عام 2000 إلى 2.7% (2)مليون نسمة وإن مرد الزيادة الكبيرة في مجموع الفلسطينيين في الأردن، هو كثافة الهجرة من الضفة وغزة خلال عام 1967م وبعده. ¶ وبشكل عام فإنه يمكن إسقاط المؤشرات الاجتماعية والديموغرافية والاقتصادية في الأردن بشكل عام على الفلسطينيين هناك إذ يمثلون الأكثرية في المجتمع، فقد أشارت معطيات تقرير التنمية البشرية لعام 1996م، إلى أن مؤشرات التنمية البشرية آخذة بالارتفاع في الاتجاه العام خلال الفترة 1960-1993م، فقد ارتفع العمر المتوقع من 47 عاماً في سنة 1960م إلى 68 عاماً في سنة 1993م، كما ارتفعت معدلات معرفة القراءة والكتابة بين الكبار من 51% عام 1970م إلى 89% خلال عام 1993م، وتراجع معدل وفيات الرضع من 135 بالألف عام 1960م إلى 35 بالألف عم 1993م، في حين وصل دخل الفرد الفلسطيني في الأردن من إجمالي الناتج المحلي هناك أكثر بقليل من 4000 دولار سنوياً خلال النصف الأول من عقد التسعينات، أي أن التنمية البشرية بين الفلسطينيين في الأردن هي تنمية متوسطة شأن في ذلك شأن المجتمعات في غالبية الدول العربية، ومن المؤشرات الأخرى أن نسبة القوة العاملة الفلسطينية في الأردن من إجمالي مجموع الفلسطينيين قدرت بنحو ¶ __________ ¶ (1) ـ الأرقام مستخلصة من تقرير المفوض العام للأنروا العام 1997م، ص89 ماعد الرقم المتعلق بتقدير مجموع اللاجئين خلال عامي 1998م و2000م فقد تمّ التقدير اعتماداً على الإسقاطات السكانية ومعدلات النمو السائدة. ¶ (2) ـ المصدر نفسه.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "27% خلال عام 1990م وتساهم الإناث الفلسطينيات بنحو 18% من إجمالي العمالة، وفي حين كان يعمل في الزراعة 45% عام 1960م، وتركز في قطاع الصناعة الأردني 23% من إجمالي العمالة الفلسطينية هناك حالياً مقابل 26% عام 1960م، أمّا قطاع الخدمات الآخذ بالاتساع في الاستئثار بالقوة العاملة، فقد ارتفعت مساهمته من 29% إلى 61% خلال الفترة 1960-1990م وتعتبر معدلات النمو السكانية بين الفلسطينيين في الأردن من أعلى المعدلات السكانية في العالم، فتراوحت بين 3.3 و3.8% خلال الفترتين 1960-1993و 1993-2000م وتبعاً لمعدلات النمو العالية، فإن معدلات الخصوبة الإجمالية للمرأة الفلسطينية في الأردن بلغت نحو 6 مواليد خلال النصف الأول من عقد التسعينات. إضافة إلى ذلك فإن مؤشرات الأونروا يمكن إسقاطها على إجمالي الفلسطينيين المقيمين في الأردن، خاصة وأن المسجلين في الأونروا من لاجئين ونازحين من الفلسطينيين في الأردن خلال عام 1997م يشكلون 42.6%منهم . ¶ ومن الأهمية بمكان الإشارة إلى أن هناك عشرة مخيمات فلسطينية في الأردن ضمن خارطة عمل الأونروا وهذه المخيمات هي: ¶ أولاً…: مخيم الحسين في عمان، وقد أنشئ عام 1952م. ¶ ثانياً…: مخيم الوحدات في عمان، وقد أنشئ عام 1955م. ¶ ثالثاً…: مخيم الطالبية في عمان، وقد أنشئ عام 1968م. ¶ رابعاً…: مخيم الزرقاء، وقد أنشئ عام 1949م. ¶ خامساً…: مخيم حطين في الزرقاء، وتم إنشائه في عام 1968م. ¶ سادساً…: مخيم إربد، في إربد، وأنشئ عام 1951م. ¶ سابعاً…: مخيم الحصن في إربد، عام 1968م. ¶ ثامناً…: مخيم غزة في جرش، وأنشئ عام 1967م. ¶ تاسعاً…: مخيم سوف في جرش وأنشئ عام 1967م. ¶ عاشراً…: مخيم البقعة في منطقة البلقا، وتم إنشائه في عام 1968م. ¶ ومن إجمالي مجموع اللاجئين والنازحين المسجلون في الأونروا والبالغ 1423252 لاجئ فلسطيني في الأردن في حزيران 1997م، يقطن المخيمات المذكورة 264322 لاجئاً، أي نحو 18.7% من إجمالي مجموع المسجلين فيها للعام المذكور. وبقيت النسبة ذاتها في عام 2002، ومن بين 1679623 مسجل في الأونروا هناك 18.6% في المخيمات وباقي النسبة في المدن الأردن.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "قدمت الأونروا خدمات الرعاية الصحية اللاجئين الفلسطينيين في الأردن من خلال 13 مركزاً صحياً وأربعة نقاط صحية وست مراكز لصحة الأم والطفل، وفي إطار نشاط الأونروا من اللاجئين في الأردن 198 مدرسة في عام 1997م وتستحوذ على 145633 تلميذاً في المرحلتين الابتدائية والإعدادية، منهم 49.2% من الإناث، كما يوجد للأونروا مركزان للتدريب المهني في وادي السير يستحوذان على 1224 مقعداً للتدريس كل عام، والتخصصات هي: الكهرباء، الإنشاءات، الميكانيك، أعمال هندسية ومعدنية وغيرها، ومدة الدراسة فيهما عامان، ومن الأهمية الإشارة إلى أن 90% من مدارس الأونروا تعمل في نظام الفترتين. ومن المؤشرات الإضافية التي أظهرتها جداول تقارير المفوض العام، البطالة التي قدرت في حزيران 1995م بنحو 18.8% من إجمالي العمال اللاجئين الفلسطينيين في الأردن. في حين بلغت نسب الأمية 17% بين الكبار، ووفيات الأطفال الرضع بين 30-40 بالألف.(1) ¶ فضلاً عن الذي تقدم من مؤشرات ومعطيات، فإن المجتمع الفلسطيني في الأردن يعتبر مجتمعاً فتياً، إذ تبلغ نسبة الأطفال دون الخامسة عشرة من العمر 48.1% وبلغت نسبة الجنس العامة 109.6 أي كل 100 أنثى في المجتمع الفلسطيني هناك يقابلها حوالي 110 ذكور، وتتمايز نسبة الجنس بين فئة عمرية وأخرى من المجتمع.(2) وتعود أصول 75% من اللاجئين الفلسطينيين في الأردن إلى مناطق اللد، ويافا، والرملة، وبيسان، وطبريا، ووسط فلسطين.(3)وأخيراً تجدر الإشارة إلى أن الأردن يعتبر الفلسطيني بعد حصوله على الجواز الأردني أردنياً، إلا أنه طرأ تعديل على هذا النظام بعد قرار فك الارتباط الإداري والقانوني مع الضفة الغربية الذي تمّ في عام 1988م, وأصبح بعض الفلسطينيين في الأردن يحملون جوازات سفر أردنية مؤقتة صالحة لسنتين أو لخمس سنوات، إلا أنها ليست دليلاً على المواطنة أو الجنسية الأردنية. ¶ اللاجئون الفلسطينيون في لبنان ¶ __________ ¶ (1) ـ محمد عبد الهادي، المخيمات الفلسطينية في الأردن، حقائق وأرقام، صامد الاقتصادي، العدد 106 تشرين الأول، تشرين الثاني، كانون الأول 1996م، ص138. ¶ (2) ـ لوري.أ.براند، الفلسطينون في العالم العربي، مؤسسة الدراسات الفلسطينية، بيروت لبنان، الطبعة الأولى 1991م ص183. ¶ (3) ـ المجموعة الإحصائية الفلسطينية لعامي 1993/1994م، ص29.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "قبل عام 1948م لم يكن في لبنان من أهل فلسطين إلا التجار وزوار الأهل والسياح، أدت حرب عام 1948م إلى لجوء نحو 116 ألف لاجئ فلسطيني يمثلون 13.6% من إجمالي اللاجئين في العام المذكور، كما أشرنا في الفصل الأول من هذا البحث، تضاربت الإحصاءات فيما بعد حول تطور ومجموع اللاجئين الفلسطينيين في لبنان، فقد قدرت مديرية اللاجئين الفلسطينيين في لبنان عدد اللاجئين الفلسطينيين في عام 1952م بنحو 140 ألف فلسطيني، ارتفع العدد تبعاً لمعدلات النمو الطبيعي إلى 214 ألف في عام 1968م.(1) ¶ وتبعاً لهذا الرقم فإنه من المقدر أن يكون الرقم الإجمالي للفلسطينيين بناءً على معدلات النمو السائدة بينهم قد وصل إلى 600 ألف في العام الحالي 1998م، في حين قدر مكتب الإحصاء المركزي الأمريكي عدد اللاجئين الفلسطينيين في لبنان بنحو 332 ألفاً في عام 1990م، وحوالي 392 ألفاً في عام 1995م، وتوقع ارتفاع مجموعهم إلى 463 ألفاً في عام ¶ 2000م.(2)وبالمقابل قدر المكتب المركزي للإحصاء والمصادر الطبيعية الفلسطيني في مجموعته الإحصائية لعام 1993و 1994م قدر مجموع اللاجئين الفلسطينيين في لبنان خلال عام 1992م بنحو 3194427، ارتفع إلى 328176 لاجئ بحلول عام 1993م، ووفقاً لذلك وللاتجاه العام لمعدلات النمو السكانية التي تصل إلى 3.5% فإن مجموعهم وصل إلى 376590 فلسطيني في عام 1997م، ومن المقدر أن يرتفع إلى 389770 فلسطيني في نهاية العام الحالي 1998م، وسيصل إلى 417777 فلسطيني بحلول عام 2000م. ¶ ويمكن تقسيم اللاجئين الفلسطينيين في لبنان، إلى مجموعات متنوعة، تؤثر عميقاً في تحدد ظروفها الاجتماعية والاقتصادية والقانونية منها: ¶ أولاً…: الفلسطينيون المسجلون لدى وكالة غوث وتشغيل اللاجئين الفلسطينيين الأونروا ويعيشون في المخيمات. ¶ ثانياً…: الفلسطينيون المسجلون لدى الأونروا ويعيشون في المدن والقرى اللبنانية. ¶ ثالثاً…: الفلسطينيون غير المسجلون لدى الأونروا، ويعيشون بعضهم في المخيمات وبعضهم خارجها. ¶ رابعاً…: الفلسطينيون الذين اكتسبوا الجنسية اللبنانية. ¶ خامساً…: الفلسطينيون الذين اكتسبوا جنسيات بلاد أخرى. ¶ __________ ¶ (1) ـ للاستفاضة راجع تقارير المفوض العام للأونروا خلال عامي 1995 و 1997م. ¶ (2) ـ النسب مستخلصة من المجموعة الإحصائية الفلسطينية العدد السابع لعامي 1985/1986م، ص159.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "تنحدر غالبية اللاجئين الفلسطينيين في لبنان من منطقة فلسطينية واحدة تقريباً، وهي منطقة اللواء الشمالي أي الجليل نظراً لقرب الحدود الجغرافية، ولوجود صلات قربى وصداقة وتجارة قديمة بينهم وبين أبناء المنطقة الجنوبية المحاذية لفلسطين. وعليه استقر معظم هذه التجمعات في الجنوب اللبناني بداية، وفي القرى والمناطق المفتوحة، ثمّ انتشرت على الساحل الجنوبي، خاصة في مدينة صور، وفي الخمسينات كانت الجهود عملياً تنصب على تنظيم الحياة العادية، وتركزت بتجميع ما أمكن من أبناء القرية الواحدة بعضهم البعض، تربطهم الروابط العائلية السابقة للنكبة، ومع ازدياد الحاجة للتضامن في مواجهة المشاكل والمعاناة المشتركة، وهكذا نرى أن كل مخيم أو تجمع فلسطيني يوجد فيه الكثيرون يتحدرون من قرية أو مدينة واحدة، فمخيم مارإلياس في بيروت يستحوذ على لاجئين فلسطينيين من مدينتي حيفا ويافا الساحليتين في فلسطين وهم من الطائفة المسيحية في المدينتين المذكورتين، أمّا مخيم شاتيلا فإن غالبية اللاجئين فيه أتوا من منطقة مجد الكروم ومن البعنة، أي من الجليل الأعلى، والأكثرية الساحقة في مخيم البراجنة من قرية ترشيحا الفلسطينية التي تعتبر كبرى قرى قضاء مدينة عكا الفلسطينية، كما يقطن في المخيم لاجئون فلسطين من الكابري، وكويكات والشيخ داود.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "أمّا مخيم النهر البارد في مدينة طرابلس اللبنانية في الشمال، فغالبية اللاجئين الفلسطينيين هناك من قرى صفورية قضاء الناصرة، وسعسع قضاء صفد، وقرى عمقة، والغابية وشعب، وعلما وديشوم قضاء عكا الساحلية، في حين تنحدر أصول اللاجئين الفلسطينيين في مخيم البداوي وهو المخيم الثاني في منطقة شمال لبنان من قرى الجش والضاهرية، والصفصاف، وقليل منهم من حيفا وعكا، أمّا مخيم ويفل في البقاع فإن غالبية سكانه من قريتين صفورية قضاء الناصرة، ولوبية قضاء طبريا، وكذلك ينحدر غالبية سكان عين الحلوة في محافظة جنوب لبنان، من قرى صفورية، والزيب وعمقة ورأس الأحمر والصفصاف، والطيرة, وحطين قضاء طبريا، في حين أتى قسم من سكان المية ومية في صيدا، من مدن حيفا ويافا، وقسماً كبيراً من القرى الشمالية في فلسطين وخاصة الطيرة. وبالنسبة لمخيمات مدينة صور فإن غالبية سكان مخيم البص الساحلي من مدينتي حيفا وعكا وأقضيتها في حين ينحدر سكان مخيم البرج الشمالي إلى الشرق منه إلى قرية صفورية، ولوبية، وقريتي الخالصة والناعمة في منطقة الحولة، والمخيم الثالث الرشيدية الذي يعتبر التجمع الأكبر للاجئين الفلسطينيين في الجنوب حالياً، فإن غالبية سكانه تنحدر من قرى دير القاسي، وسحماته، الكابري، وغيرها من قرى قضاء عكا الفلسطينية الساحلية.(1) ¶ ومع مرور السنوات على التواجد الفلسطيني القسري في لبنان نتيجة آثار النكبة، تغير الوضع الديموقراطي والجغرافي للفلسطينيين هناك، حيث الهجرة الداخلية الكبيرة، والهجرة الخارجية للبحث عن فرص عمل خارج لبنان، وزاد الوضع سوءاً خاصة في الجانب الاقتصادي للفلسطينيين، وهو رحيل مؤسسات منظمة التحرير الفلسطينية في عام 1982م وبعده، ما أدى إلى فقدان الجزء الأكبر من الأسر الفلسطينية لدخلها جراء عملها في تلك المؤسسات والفصائل الأخرى، فارتفعت معدلات البطالة بين الفلسطينيين في لبنان في ظل منع القانون اللبناني عملهم في نحو 72 مهنة في الاقتصاد الوطني اللبناني. فزادت مستويات الفقر، وارتفعت معدلات التسرب بين الأطفال الفلسطينيين. ¶ مؤشرات اجتماعية وديموغرافية أساسية ¶ __________ ¶ (1) ـ علي بدوان، خريطة اللجوء الفلسطيني، بعض الأرقام والمدلولات، الشرق الأوسط 29/8/ ¶ 1996م.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "أشرنا إلى أن مجموع الفلسطينيين في لبنان في العام 1998م وقد وصل تبعاً لمعطيات من مصادر مختلفة إلى 390 ثمّ إلى 420 ألف في عام 2002م فلسطيني، منهم 53% يقطنون 12 مخيماً فلسطينياً، أمّا الباقون فتوزعوا على القرى اللبنانية والتجمعات السكنية الجديدة التي نشأت بسبب تطورات الأوضاع في لبنان، ومن أهم هذه التجمعات غير المعترف بها من قبل الأونروا، تجمع جل البحر، الشبريحا، البرغلية، أبو الأسود، عدلون، الغازية، وادي الزيتة، الناعمة، صبرا ثعلبايا، سعد نايل.(1) ¶ يتميز المجتمع الفلسطيني في لبنان بكونه مجتمعاً فتياً فتصل نسبة الأطفال دون الخامسة عشر من العمر 43% من إجمالي مجموع اللاجئين هناك، أمّا نسبة النوع العامة فقد بلغت في النصف الأول من التسعينات حوالي 97، أي أن هناك ثمّة 97 ذكراً يقابلون مائة أنثى، وبلغ متوسط عدد أفراد الأسرة الفلسطينية 6 أفراد، ونتيجة للظروف التي مرَّ بها المجتمع الفلسطيني في لبنان منذ عام 1982م، فقد ارتفعت نسب التسرب، وأصبح أكثر من نصف السكان في سن 15 سنة وأكثر من العمل بمثابة أميين أو أشباه أميين، ولا تتعدى نسبة الذكور الحاصلين على الشهادة الجامعية في الفئة العمر المذكورة 5% وتتراجع بين الإناث إلى 1% فقط. إلى ذلك انخفضت معدلات الخصوبة الكلية للمرأة الفلسطينية في لبنان من 7.4 مولوداً خلال عام 1980م إلى 4.6 مولوداً خلال الأعوام 1990-2002م، ومرد ذلك يعود إلى الظروف الأمنية التي مرت بها لبنان والمجتمع الفلسطيني هناك، ونتيجة تردي الأوضاع الصحية وصل معدل وفيات الرضع الفلسطينيين في لبنان إلى 55 بالألف خلال الفترة عينها في حين كان معدل وفيات الأطفال دون الخامسة عشرة من العمر أعلى من المعدل المذكور. ¶ وبالنسبة للتنمية البشرية بين اللاجئين الفلسطينيين في لبنان، فإن محدداتها كانت على النحو التالي.(2) ¶ أولاً…: العمر المتوقع لا يتعدى 65 عاماً. ¶ __________ ¶ (1) ـ سهيل الناطور ، أوضاع الشعب الفلسطيني في لبنان، دار التقدم العربي، بيروت لبنان، كانون الأول 1993، ص10. ¶ (2) ـ توقعات عدد السكان الفلسطينيين في ست عشرة دولة ومنطقة في العام 1990-2010 توقعات لمكتب الإحصاء المركزي الأمريكي، أيلول /سبتمبر 1990 آذار مارس 1991م، نشرت في مجلة دراسات فلسطينية العدد 7 صيف 1991، بيروت /لبنان، ص221.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "ثانياً…: متوسط دخل الفرد الفلسطيني 1000 دولار سنوياً، وهناك أسر كثيرة تعتمد على تحويلات ذويهم من الخارج، خاصة في الدول الاسكندنافية وألمانيا. ¶ ثالثاً…: معدل معرفة القراءة والكتابة بين الكبار إذا ما أخذ بعين الاعتبار نسبة الأمية المذكورة، يصل إلى ما بين 50-60% بين اللاجئين الفلسطينين فوق الخامسة عشرة من العمر. وبذلك تكون التنمية البشرية متوسطة بينهم طبقاً لتعريفات ودليل برنامج الأمم المتحدة الإنمائي. ¶ ومن الأهمية بمكان الإشارة إلى أن أكثر من 12% من مجموع الفلسطينيين الذين أقاموا في لبنان ما أصبحوا يعيشون الآن خارج الأراضي اللبنانية، وتحديداً في الدول الاسكندنافية، وألمانيا وغيرها، فهناك تجمع للفلسطينيين في صور هو تجمع القاسمية الساحلي على سبيل المثال لا الحصر، قد غادره أكثر من نصف سكان إلى ألمانيا على شكل هجرة عائلية تحت وطأة الظروف الأمنية والاقتصادية بعد عام 1982م.(1) ¶ __________ ¶ (1) ـ ليلى الحر، الفلسطينيون في لبنان، ملف النهار العدد 450 كانون الثاني 1970م الحلقة الأولى ص15-17.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "أمّا بالنسبة للنشاط الاقتصادي الفلسطيني في لبنان، فإن قوانين العمل هناك تحول دون عمل الفلسطينيين نحو 72 مهنة معظمها حكومية، هذا فضلاً عن تراجع خدمات الأونروا وتراجع خدمات منظمة التحرير الفلسطينية إلى حد تلاشيها إلا في بعض الأطر الخدماتية، كل ذلك أدى إلى تفاقم الأزمة بالنسبة للعامل الفلسطيني، فقد وصلت معدلات البطالة بين الفلسطينيين في لبنان إلى نحو 60% خلال السنوات 1990-2002م، الأمر الذي أدى إلى انخراط الكثير من النساء الفلسطينيات في العمل، خاصة في مخيمات صور ـ برج الشمالي، البص، الرشيدية، وتركز غالبيتهم في العمل الزراعي الشاق، حتّى يتسنى للأسرة الفلسطينية تأمين لقمة عيشها، وخلال جولة قام بها مكتب الإحصاء الفلسطيني في تلك المخيمات في منتصف العام 1994م لسحب عينة عشوائية للأم وطفلها، تبين من خلال القراءات الأولى للمسح أن هناك تأثيراً مباشراً للوضع الاقتصادي على نسب التسرب من المدارس الابتدائية والإعدادية، وقد تزداد هذه الظاهرة بسبب مشاركة المرأة الفلسطينية هناك في أعمال مجهدة، لا تمكنها من الاهتمام ومتابعة أطفالها ورعايتهم في المنزل، وبالنسبة لتوزيع ذوي النشاط الاقتصادي الفلسطيني في لبنان، فقد استحوذ قطاع الخدمات على 42% منهم، والزراعة على 22%، والبناء 20% وتوزع الباقون على القطاعات الاقتصادية الأخرى بنسب متفاوتة.(1) ¶ __________ ¶ (1) ـ نبيل السهلي، الفلسطينيون في الدول المجاورة النهار اللبنانية 27/10/1993.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وهناك مؤشرات أساسية أظهرتها تقارير المفوض العام للأونروا، فقد أظهر تقرير المفوض العام للعام 1997م، بأن اللاجئين الفلسطينيين في لبنان يعانون أوضاعاً معيشية وسكنية بالغة الصعوبة، ونسبة بطالة بلغت 40%، وقدرة شرائية متدنية، وقيوداً في العديد من قطاعات النشاط الاقتصادي ناهيك عن قيود التنقل، وبقيت الأونروا عملياً المصدر الرئيسي للتعليم والصحة والإغاثة والخدمات الاجتماعية للاجئين الفلسطينيين في لبنان، الذين لا يمكن الإفادة من الخدمات الصحية الحكومية بما فيها المعالجة في المشافي. وبلغت ميزانية البرامج العادية لوكالة الغوث في لبنان 39.2 مليون دولار في عام 1997م، استحوذ قطاع التعليم الذي يضم 73 مدرسة ونحو 37969 طالباً، استحوذ على 17.2 مليون دولار 43.9%، في حين استأثر قطاع الصحة على 8.7 مليون دولار 22.2%، وتوزعت المبالغ الباقية ومقدارها 13.3 مليون دولار 33.9% على بنود الإغاثة والخدمات الاجتماعية، والخدمات التشغيلية، والخدمات المشتركة، ومن المؤشرات التي أظهرها تقرير المفوض العام لعام 1997م، أن مجموع الفلسطينيين في لبنان في حزيران 1997م هو 359005 لاجئ فلسطيني يمثلون 10.5% من مجموع سكان لبنان، وكذلك 10.5% من إجمالي مجموع اللاجئين المسجلين والمقدر بنحو 3417688 لاجئ فلسطيني، يقطن المخيمات الفلسطينية وعددها 12 مخيماً في لبنان، 195692 لاجئاً فلسطينياً يمثلون 54.5% من إجمالي مجموع اللاجئين الفلسطينيين في لبنان، ووصل معدل نمو السكان اللاجئين الفلسطينيين في لبنان إلى 1.8% عام 1997م مقارنة بعام 1996م، وهو أدنى المعدلات المسجلة في خارطة الشتات الفلسطيني وفي إطار عمل الأونروا، ومرد ذلك، شطب سجلات العديد من العائلات الفلسطينية المهاجرة للعمل خارج لبنان(1)وأظهر تقرير الأونروا لعام 2002 بأن الأونروا تدير في العام المذكور 79 مدرسة ابتدائية وإعدادية وخمسة مدارس ثانوية في لبنان إضافة إلى 25 مركزاً صحياً يخدمون 387043هم اللاجئون المسلجون في سجلات الأنروا في لبنان عام 2002م. ¶ __________ ¶ (1) ـ نبيل السهلي الواقع الديمغرافي والاقتصادي للاجئين الفلسطينيين في لبنان وسورية صامد الاقتصادي العدد 106، تشرين الأول وتشرين الثاني كانون الأول 1996م، ص55.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وفي ظل القوانين المطبقة في لبنان وخاصة تلك التي تحول دون دخول الفلسطينيين سوق العمل اللبناني، وتراجع خدمات وموازنات الأونروا، وكذلك تراجع نشاط المؤسسات الخدمية المنبثقة عن منظمة التحرير الفلسطينية والفصائل الفلسطينية الأخرى، يبدو المستقبل قاتماً بالنسبة لمجتمع اللاجئين الفلسطينيين في لبنان، إذا تنصب غالبية مشاريع التوطين وإعادة التوزيع والتهجير عليهم، في نفس الوقت الذي يوجد فيه قرار واضح وصريح صادر عن الأمم المتحدة في عام 1948م، وهو القرار 194 القاضي بحق العودة اللاجئين والتعويض عن الأضرار التي لحقت بهم جراء الترانسفير الجماعي للفلسطينيين الذي قامت به المنظمات العسكرية اليهودية والجيش الإسرائيلي فيما بعد. ¶ اللاجئون في سوريا ¶ عند تدفق اللاجئين الفلسطينيين إلى سورية سنة 1948م بأعداد قدرت ما بين 85-100 ألف فلسطيني، كانت سورية وحدها بين الدول العربية المضيفة التي لا تعاني في البطالة أو ضآلة الموارد. استقر معظم اللاجئين في مدينة دمشق العاصمة، والباقي توزعوا على المدن والمحافظات السورية الأخرى حيث فرص العمل، سهلت القوانين السورية وخاصة القانون الصادر في عام 1956م، دخول اللاجئين الفلسطينيين الحياة الاقتصادية والحراك الاجتماعي في سورية،إذ استطاع اللاجئ الفلسطيني هناك ولوج أهم القطاعات الاقتصادية، وتمتع في ذات الوقت بحقوق المواطن السوري تقريباً، ما عدا حق الترشيح والانتخاب في مجلس الشعب، ينحدر 40% من إجمالي اللاجئين الفلسطينيين في سورية من مدينة صفد وقضائها، و22% من حيفا والقضاء، و16% من طبريا والقضاء، و8% من عكا والقضاء، في حين تنحدر النسبة الباقية 14% من مدن يافا والناصرة والقدس والرملة وأقضيتها(1). ¶ __________ ¶ (1) ـ المصدر نفسه، نفس الصفة.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وبالنسبة لمجموع اللاجئين الفلسطينيين في سورية، فإننا سنعتمد في التقديرات على إحصاءات وكالة الغوث ومكتب الإحصاء الفلسطيني، ومؤسسة اللاجئين الفلسطينية في سورية، التابعة لوزارة الشؤون الاجتماعية والعمل، حيث أن المعطيات متقاربة إلى حدٍ كبير، وتبعاً لتلك المعطيات ارتفع مجموع اللاجئين الفلسطينيين في سورية من 85 ألف عام 1948م، إلى 158717 فلسطيني في عام 1970م، ثمّ إلى 270731 فلسطيني في عام 1990م، وقدر بنحو 356736 فلسطيني في حزيران 1997م، حسب إحصاءات الأونروا، ومن المقدر أن يصل الرقم إلى 369225 فلسطيني في حزيران من العالم 1998م، وإلى نحو 375686 فلسطيني في نهاية العام المذكور، وسيرتفع ليصل إلى 402444 فلسطيني في عام 2000م(1)، ثمّ إلى 413 ألف في نهاية عام 2002م. ¶ تستأثر دمشق 67% من إجمالي مجموع الفلسطينيين في السنوات الأخيرة، والباقون توزعوا بنسب مختلفة في المدن السورية الأخرى، وهناك ثمّة 30% من إجمالي مجموع اللاجئين الفلسطينيين في سورية، يقيمون في عشرة مخيمات فلسطينية معترف بها من قبل الأونروا، ولا يعتبر في هذا السياق مخيم اليرموك والذي يضم أكثر من 130 ألف فلسطيني مخيماً في عداد مخيمات الأونروا، وذلك على الرغم من احتوائه على مراكز خدمية صحية، إضافة إلى العديد من المدارس الابتدائية والإعدادية التابعة لها أيضاً. ويعتبر المجتمع الفلسطيني في سورية مجتمعاً فتياً لكون 47% من مجموعه هم الأطفال دون الخامسة عشرة من العمر، ومن المؤشرات السكانية الهامة، العمر المتوقع الذي وصل بين اللاجئين في سورية إلى 69 عاماً عند الذكور، و72% عاماً عند الإناث، كما بلغت نسبة المتعلمين بين الكبار 75%، وتراوح دخل الفرد بين 1200 ـ 1400 سنوياً، أي أن التنمية البشرية للاجئين في سورية هي تنمية متوسطة حسب تقارير التنمية البشرية الصادرة عن برنامج الأمم المتحدة الإنمائي خلال الفترة 1990 ـ 1997، ومن المؤشرات الديموغرافية الأساسية معدل الخصوبة الكلية الذي بلغ بين اللاجئين الفلسطينيين خلال الأعوام الأخيرة 1990ـ1997م ستة مواليد للمرأة الفلسطينية الواحدة طيلة حياتها الإنجابية(2). ¶ __________ ¶ (1) ـ المصدر نفسه ص56. ¶ (2) ـ الأرقام مستخلصة من تقرير المفوض العام لوكالة الأمم المتحدة لإغاثة وتشغيل الفلسطينيين في الشرق الأدنى الأنروا لعام 1997م ص89-88-51.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وبالنسبة للأوضاع الاقتصادية للفلسطينيين في سورية، فإنه على الرغم من أن سورية لم تمنح اللاجئين الفلسطينيين الجنسية، فإنه لم يكن لعدم حصولهم عليها أي تأثير يذكر، بالنظر إلى طبيعة معاملتهم على المستوى الداخلي، فقد استطاع الكثيرون منهم ولوج مراتب عليا في الوظائف الحكومية، فضلاً عن استحواذ الكثير من الفلسطينيين على مرتبة المديرين في كثير من الوظائف الأخرى، وقد تعزز وسهل دخول الفلسطينيين سوق العمل السوري سلسلة القوانين والقرارات الصادرة في الخمسينات، وجعلت الفلسطينيين على قدر المساواة في حقوق الملكية، والمجالات الحيوية، والتوظيف، والنشاط التجاري والتعليم، وبذلك استطاع اللاجئون الفلسطينيون العمل في القطاعات الاقتصادية السورية المختلفة، وبرز في هذا الاتجاه القانون رقم 260 الصادر في 10/7/1956 بكونه من أهم القوانين السورية، ليزيد من دخول الفلسطينيين لحياة الاقتصادية والاجتماعية. ¶ ولكن رغم ذلك اختلف التوزيع النسبي للقوة العاملة الفلسطينية على القطاعات الاقتصادية المختلفة في الاقتصاد السوري، مقارنة بالتوزيع للقوة العاملة السورية إذ يستأثر قطاع الزراعة بجزء هام، ومرد ذلك أنه لا توجد ملكيات وحيازات زراعية كبيرة للفلسطينيين في سورية، فتتركز 41.2% من القوة العاملة الفلسطينية في قطاع الخدمات، في حين استأثر قطاع الزراعة السوري بنحو 2% منهم، وقطاع الصناعات التحويلية 14.6% وقطاع التجارة 8.4%، أمّا قطاع البناء فقد استحوذ على 27%، وتوزعت النسبة الباقية على القطاعات الاقتصادية غير المذكورة.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "ويذكر أن نسبة القوة البشرية بين الفلسطينيين في سورية هي 68.3% من إجمالي المجموع المقدر في نهاية عام 1995م، ويمكن إسقاطه على مجموع السكان الفلسطينيين في سورية في عام 1998م، ووفقاً لذلك، يبلغ حجم القوة فوق العشر سنوات 256 ألف نسمة، وبلغت نسبة ذوي النشاط الاقتصادي بينهم، أي المشتغلين والمتعطلين 42.4 من إجمالي القوة البشرية، أي هناك ثمّة 109 آلاف عامل وعاملة فلسطينية يعملون في الاقتصاد السوري خلال عام 1998م, ولم يتعد النشاط الاقتصادي 29% من إجمالي الفلسطينيين في سورية، شأنه في ذلك شأن المعدلات السائدة في الدول العربية، وهي بطبيعة الحال منخفضة بسبب ارتفاع أعباء الإعالة وارتفاع نسب الأطفال بين الفلسطينيين، كما أشرنا، إذ بلغ معدل الإعالة الاقتصادية 3.5 فرداً، أي أن كل فرد من قوة العمل الفلسطينية في سورية يعيل إضافة لنفسه نحو ثلاثة أشخاص من خارج قوة العمل، وتراوحت معدلات البطالة بين الفلسطينيين في سورية بين 13% عام 1988م و9% خلال عام 1995م(1). ¶ ومن المؤشرات الأخرى، المؤشرات الاجتماعية، وبهذا السياق تعتبر الحالة التعليمية للفلسطينيين في سورية، والأوضاع الصحية من أهم المؤشرات التي تدل على الواقع الاجتماعي، ففضلاً عن خدمات الحكومات السورية التي تقدم للاجئ الفلسطيني في سورية، تنتشر لوكالة الغوث خدمات هامة، فحتى حزيران 1997م، كان هناك 110 مدارس استأثرت بنحو 63979 طالباً وطالبة في المرحلتين الابتدائية والإعدادية، إضافة إلى معهد التدريب المهني وتضم 788 مقعداً دراسياً، كما يوجد للأونروا 22 مركزاً صحياً في المخيمات والتجمعات والتجمعات الفلسطينية وكذلك في المدن السورية(2). ¶ __________ ¶ (1) ـ نبيل السهلي، الفلسطينيون في سورية، الواقع الديمغرافي والاقتصادي والاجتماعي، مركز اللاجئين والشتات الفلسطيني شمل رام الله فلسطين 1996م، ص12. ¶ (2) ـ استخلصت الأرقام من تقرير المفوض العام لعام 1997م، ص77، في حسن تمّ تقدير الأرقام الخاصة بالعام 1998م وعام 2000م من قبل الباحث.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "كما يوجد خدمات للهلال الأحمر الفلسطيني، من خلال عيادات ومستوصفات في المخيمات، كمشفى فلسطين في مخيم اليرموك، ومشفى يافا في منطقة المزة إلى الغرب من دمشق العاصمة، ويوجد أيضاً مشفى يقوم بعمليات جراحية مختلفة في مخيم حمص، ومنذ أكثر من عامين أصبحت جمعية الهلال الأحمر الفلسطيني في سورية تعتمد في عملها على دخلها من عوائد الطبابة والعمليات. إن تلك الخدمات الصحية والتربوية المقدمة للفلسطينيين في سورية من جهات عديدة ساهمت في تحسين مؤشرات اجتماعية عديدة من أهمها تراجع معدلات وفيات الرضع والأطفال دون الخامسة من العمر، وارتفع العمر المتوقع كما أشرنا في أكثر من مكان وبالنسبة للحالة التعليمية للمجتمع الفلسطيني في سورية في سن عشر سنوات وأكثر، فإن حوالي 23.3% هم من الملمين، و23.2% يحملون الشهادة الابتدائية و16.3% يحملون الشهادة الإعدادية، في حين بلغت نسبة من يحملون الثانوية 8% والمعاهد المتوسطة 6.5%، والجامعة 2.9% خلال السنوات الأخيرة(1). ¶ ويبقى القول بأن اللاجئين الفلسطينيين في سورية قد تمتعوا منذ دخولهم سورية بحقوق المواطنين السوريين، وذلك على الرغم من احتفاظهم بهويتهم الفلسطينية ووثيقة سفر مؤقتة، الأمر الذي جعلهم أكثر استقراراً من الناحية الاقتصادية والاجتماعية، وكذلك من الناحية الديموغرافية، على عكس الفلسطينيي في لبنان الذين تعرضوا إلى مشاكل اجتماعية واقتصادية، وبالتالي انخفاض في مستوى معيشتهم بعد الحروب المتكررة التي نالت من منازلهم، وأولادهم، وأوضاعهم النفسية، وقد شارك الفلسطينيون في سورية في انطلاقة العمل الوطني الفلسطيني منذ عام 1965م، وسقط آلاف الشهداء منهم دفاعاً عن القضية الفلسطينية وآمالهم في العودة إلى وطنهم في الجليل والساحل الفلسطيني، وغيرها من المناطق الفلسطينية، وما زال حلم العودة يواكب حياتهم اليومية، رغم مرحلة الانحدار الذي يواجهه العمل الوطني الفلسطيني، وما آلت إليه التطورات السياسية منذ حزيران 1982م، مروراً بعام 1991م، وحتى اللحظة. ¶ الفلسطينيون في العراق ومصر ¶ __________ ¶ (1) ـ نبيل السهلي، الواقع الديمغرافي في اللاجئين في لبنان وسورية، مصدر سبق ذكره ص59.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "استقبلت كل من مصر والعراق أعداد قليلة من اللاجئين والنازحين الفلسطينيين خلال عامي 1948م و 1967م، وبعدها، فلم يتعد مجموع الفلسطينيين الذين اضطروا للذهاب مع الجيش العراقي المرابط في فلسطين إبان حرب عام 1948م، لم يتعد خمسة آلاف فلسطيني، غالبيتهم من قرى قضاء حيفا الساحلية في فلسطين، وهذه القرى هي إجزم، عين غزال، كفر لام، جبع، عين حوض وغيرها من قرى القضاء، في حين استقبلت مصر في عام 1948م نحو ثمانية آلاف وخمسمائة لاجئ فلسطيني، كما استقبلت عدداً آخر خاصة في قطاع غزة بعد طردهم في عام 1967م وبعده، وتبعاً لمجموعة الإحصائية الفلسطينية عام 1993م وهم غير مسجلين في سجلات الأونروا، ومن المقدر أن يصل عددهم إلى 58861 فلسطيني في نهاية العام 1998م، سيرتفع إلى 63053 فلسطيني في نهاية عام 2000م. ومن المتوقع أن يصل المجموع إلى 62240 في عام 2002م.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "تستحوذ محافظات القاهرة والجيزة والإسكندرية على 76% من إجمالي الفلسطينيين في جمهورية مصر العربية، بينهم 52% في القاهرة، 7% في الجيزة و17% في الإسكندرية(1). من المؤشرات الديموغرافية للمجتمع الفلسطيني في مصر، نسبة الأطفال دون الخامسة عشر من العمر والتي تصل إلى 41% من إجمالي مجموع الفلسطينيين في مصر، أي أن المجتمع الفلسطيني هناك مجتمعاً فتياً وفق المقاييس الديموغرافية المتعارف عليها دولياً، ولكنه أقل فتوة من التجمعات الفلسطينية في المناطق الأخرى التي يقيم فيها عرب فلسطينيون، ومرد ذلك إن مصر هي منطقة استقطاب للعناصر الفلسطينية الشابة بغية التعليم، وهذا بالتالي أدى إلى ارتفاع نسبة الجنس العامة للفلسطينيين في مصر، إذ وصلت في منتصف الثمانينات كما أشارت المجموعة الإحصائية الفلسطينية لعامي 1985م و1986م، والملاحظ أن 94% من المجموع الفلسطينيين في مصر يقطنون مناطق حضرية، في حين يقطن 6% منهم في المناطق الريفية المصرية، ويظهر تأثير مجموع الطلبة الفلسطينيين في مصر حينما تظهر حجم القوة البشرية، فمن بين حجم القوة البشرية البالغ نحو 46253 فلسطيني هناك نحو 22416 طالباً يمثلون 48.5% من إجمالي القوة البشرية، وهؤلاء الطلاب، هم من غير ذوي النشاط الاقتصادي الفلسطيني، شأنهم في ذلك شأن المتقاعدين والمتفرغات في المنزل، والمكتفين، وغير القادرين على العمل، وفي هذا الإطار يذكر أنه بناء على معطيات المجموعات الإحصائية الفلسطينية خلال الفترة 1980م ـ 1986م فإن نسبة ذوي النشاط نحو 75.5% ومرد ذلك ارتفاع عدد نسبة الطلاب الفلسطينيين في مصر كما أسلفنا. وبالنسبة للتوزع القطاعي للقوة العاملة الفلسطينية في مصر، فإن لم تتعد نسبة العاملين الفلسطينيين في قطاع الزراعة المصري 4.5%, ويعتبر متدنياً إذا لا يوجد حيازات زراعية كبيرة للفلسطينيين هناك، في حين يستحوذ قطاع الخدمات الجماعية والاجتماعية على 32.1%، وقطاع تجارة الجملة والمفرق والمطاعم والفنادق على 19.9% وقطاع الصناعات التحويلية 8.7%، وقطاع النقل والتخزين 12.1%، والنسبة الباقية من إجمالي العمالة في مصر العربية تتوزع القطاعات الاقتصادية المصرية الأخرى. أمّا الحالة التعليمية عند الفلسطينيين في مصر فإن نسبة الأمية 15.7% بين الذين يتجاوزون العشر سنوات، 37% من الكبار لديهم مؤهل متوسط حسب معطيات المجموعة ¶ __________ ¶ (1) ـ التقرير الاقتصادي العربي الموحد لعام 1990م حتّى ص177.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "الإحصائية الفلسطينية لعام 1987م، أمّا الذين يحملون شهادات جامعية بدرجات مختلفة، دكتوراه، ماجستير، دبلوم، درجة جامعية أولى، وآخرون، فقد بلغت نسبتهم 7.9% إجمالي الكبار، وبالمقابل فإن 39.4% بين الكبار إما ملمون، أو يحملون شهادات ابتدائية أو إعدادية أو ثانوية. ¶ أمّا بالنسبة للأوضاع الديموغرافية والاجتماعية للفلسطينيي في العراق الذين تعود أصول غالبيتهم لقضاء مدينة حيفا الساحلية في فلسطين، فقد ارتفع مجموعهم من نحو خمسة آلاف فلسطيني عام 1948م إلى 23461 فلسطينياً في عام 1985م إلى 24235 فلسطينياً في عام 1986م، حسب المجموعة الإحصائية الفلسطينية لعام 1998م إلى 36621 فلسطينياً، ثمّ إلى 39229 فلسطينياً في عام 2000م. ومن المتوقع أن يصل إلى 41500 نسمة في عام 2002م. ¶ ويعتبر المجتمع الفلسطيني في العراق فتياً، شأنه في ذلك شأن التجمعات الفلسطينية الأخرى، إذ بلغت نسبة الأطفال دون الخامسة عشر من العمر ¶ 41.1% من إجمالي الفلسطينيين ويتركز معظم الفلسطينيون في مناطق حضرية وخاصة العاصمة بغداد، وتبعاً لذلك فإن نسبة الحضر بينهم 99%، وأهم المناطق التي يقطنها الفلسطينيون هناك، منطقة بغداد الجديدة، ومدينة الحرية، وحي السلاح، والطوبجي، والزعفرانية، فضلاً عن أعداد قليلة في المدن العراقية الأخرى، الموصل، البصرة وغيرها. إذ تعتبر بغداد مركز استقطاب كبير للنشيطين اقتصادياً من الفلسطينيين هناك، بلغت نسب الأمية بين الفلسطينيين في منتصف الثمانينات في العراق 14%، في حين بلغت الذين حصلوا شهادة جامعية 5.6% بين الكبار، ونسبة الملمين 24%، وتتوزع النسبة الباقية بين الحاصلين على شهادات الابتدائية، والإعدادية، والثانوية. ¶ وبالنسبة للتركيب الاقتصادي بين الفلسطينيين في العراق، وهم بالطبع غير مسجلين في سجلات وكالة الغوث وتشغيل اللاجئين الفلسطينيين الأونروا، فقد استأثرت الزراعة العراقية على 2.6% منهم، والصناعات التحويلية 22.8%، والبناء 16.4%، والمطاعم 16.7%، والخدمات الاجتماعية والجماعية والشخصية 23.5%، وتوزع الباقون من النشيطين اقتصادياً على باقي القطاعات الاقتصادية العراقية.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "ومن الأهمية بمكان الإشارة إلى أن معدلات البطالة بين الفلسطينيين كانت بلغت في نصف الثمانينات، حسب المجموعات الإحصائية الفلسطينية 3.4%، ويقدر أنها وصلت إلى أرقام كبيرة بعد حرب الخليج الثانية، وازدياد الحصار على الشعب العراقي في السنوات ما بين 1992 ـ 2002م. ¶ مشاريع التوطين وإعادة التوزيع ¶ منذ بروز قضية اللاجئين قبل نصف قرن 1948م ـ 2002م، كأهم نتيجة من نتائج إقامة إسرائيل وحدوث النكبة، كانت إدارة الرئيس دوايت ايزنهاور، الإدارة الأمريكية الوحيدة التي اعتبرت إعادة جزء من اللاجئين الفلسطينيين إلى مناطقهم التي هجروا منها، هو الحل العادل للمشكلة وإقامة السلام في المنطقة، وقد استند الرئيس ايزنهاور في موقفه هذا لدراسة وضعها ريتشارد كرافت وجاك هيمر عن منطقة الشرق الأدنى، ووضع المخطط لحل مشكلة اللاجئين الفلسطينيين عام 1955م وخلاصته(1). ¶ أولاً…: اللاجئون مجموعهم نصف مليون ونيف، يشكلون 150 ألف أسرة تعيش في المجتمعات الموزعة بين الأردن ولبنان وسوريا وقطاع غزة. ¶ ثانياً…: إعادة 100 ألف لاجئ في المرحلة الأولى خلال عام 1956م و 1957م، وفي المرحلة الثانية أيضاً 100 ألف عام 1959م و1960م. ¶ ثالثاً…: أصحاب الأملاك الذين لا يرغبون بالعودة، يتقاضون تعويضاً عن أملاكهم. ¶ رابعاً…: توطين 160 ألف في سورية و125 ألف في الأردن. ¶ خامساً…: يتم إنشاء صندوق بإشراف هيئة الأمم المتحدة لتوطين اللاجئين الذين لا يعودون في مستوطنات، ويخصص لكل أسرة منزل مع قطعة أرض زراعية. ¶ وفي عام 1969م وضعت اللجنة الأمريكية التي يتزعمها سايرونس فانس وزير الخارجية الأمريكية السابق، مشروعاً لتوطين اللاجئين، الذين كان عددهم 687 ألفاً في الأردن، و236 ألفاً الذين في لبنان و144 ألفاً في سورية، و280 ألفاً في غزة، وينص المشروع على إنشاء صندوق دولي 3 مليار دولار لتوطين 700 ألف في الأردن، و500 ألف في سورية، وتفريغ لبنان من اللاجئين الفلسطينيين، كما تدفع تعويضات لأصحاب الأملاك، وفقاً للجداول التي وضعتها لجنة التقديرات العامة لعام 1950م، وتسهم في دفع الأموال كل من الولايات المتحدة الأمريكية، ودول أوروبا الغربية. ¶ __________ ¶ (1) ـ نبيل السهلي، الفلسطينيون في سورية مصدر سبق ذكره ص24.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "وفي عام 1973م، أدخل هنري كيسنجر تعديلات على المشروع بحيث يتم توطين ثلثي اللاجئين في الأردن، والثلث الباقي في سورية، وتدفع التعويضات لأصحاب الأملاك التي استولت عليها إسرائيل. وفي عام 1987م. وضعت إدارة الرئيس رونالد ريغان مشروعاً لحل قضية اللاجئين، يتضمن إنشاء صندوق دولي لتوطين اللاجئين الفلسطينيين في الأردن، وسورية، بحيث تقام لهم مستوطنات حديثة تدفع تكاليفها من الصندوق الدولي بإشراف لجنة تعينها هيئة الأمم المتحدة. أمّا أصحاب الأملاك فتدفع لهم تعويضات عن أملاكهم تحدد قيمتها لجنة دولية من خبراء. وفي عهد الرئيس بوش تمّ التلويح لفترة قصيرة من قبل الإدارة الأمريكية، بضرورة تطبيق القرار 194 لعام 1948م، والقاضي بحق عودة اللاجئين الفلسطينيين إلى ديارهم. ¶ وفي مواجهة تلك المخططات العربية طالبت الجامعة العربية بإعادة جميع اللاجئين وفقاً لقرار 194 الذي أصدرته الأمم المتحدة في عام 1948م. ¶ وعقب خروج منظمة التحرير الفلسطينية من لبنان عام 1982م، شاعت مشاريع كثيرة هناك، بشأن تهجير الفلسطينيين من لبنان إلى منطقة الأزرق في الأردن، وتكرر الحديث عن المشاريع إبان حرب المخيمات، ولم تتبناها بشكل رسمي أية جهة فلسطينية، بل على العكس، إذ وجهت برفض شعبي واسع، وبعد عقد مؤتمر السلام في نهاية عام 1991م. راحت سلسلة من المشاريع تتمحور حول توطين جزء من اللاجئين الفلسطينيين في لبنان، لا يتعدى 100 ألف بالأرقام، ويستوعب العراق القسم الباقي من مجموع الفلسطينيين في لبنان، مقابل رفع الحصار الاقتصادي عنه، كما راجت مشاريع عديدة لنقل الفلسطينيين من بيروت إلى منطقة البقاع، وكسابقاتها من المشاريع لم تلقى أذن فلسطينية صاغية، إذ رفض التجمع الفلسطيني في لبنان، منذ العام 1948م كافة المشاريع التي طرحت بشأن توطينه، كما اعتبر تواجده في لبنان مؤقتاً إلى حين تطبيق حق العودة الذي تضمنه القرار الصادر عن الأمم المتحدة رقم 194 لعام 1948م، ومن خلال تحقيقات ميدانية أجرتها الصحف اللبنانية المختلفة خلال الفترة 1993 ـ 2002م بين الفلسطينيين ولكافة الشرائح الاجتماعية الفلسطينية تبين أنهم يرفضون مبدأ التوطين أو الوطن البديل.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "ومن المشاريع التوطينية الأخرى، مشروع توطين اللاجئين الفلسطينيين في سورية في منطقة الجزيرة، إلى الشمال الشرقي من سورية، هذا المشروع الذي أثير في الخمسينات، ومنذ ذلك التاريخ لم يثر الموضوع إلى بساط البحث والمداولة، وكررت إسرائيل على لسان أكثر من مسؤول بأن شروط توطين اللاجئين الفلسطينيين في سورية متحققة إلى حدٍ كبير، خاصة وأنهم يشكلون أقلية لا تتعدى 2- 2.5% من إجمالي سكان هذا القطر العربي الذي يصل مجموع سكانه عام 2002م إلى 17 مليون نسمة، إلا أن الوقائع تؤكد أن التجمع الفلسطيني في سورية ساهم بشكل نشط في إعادة تأسيس وبروز الحركة الوطنية بعد عام 1948م، وانخرط في صفوفها، ودافع عن وجودها في كافة مراحل تطورها، وقد ساعد في الحفاظ على الهوية الفلسطينية، والتمسك بقرار حق العودة، ضمان الحقوق المدنية والاجتماعية والاقتصادية للفلسطينيين في سورية، في نفس الوقت الذي يحملون فيه هوية ووثيقة سفر فلسطينية مؤقتة، وقد توضح لنا على هامش عمليات المسوح الخاصة لبعض الباحثين الفلسطينيين رفض اللاجئين في سورية لمبدأ التوطين أو إعادة التوزيع وأصر اللاجئون على العودة. ¶ وفي الأردن أخذت ملامح التوطين للفلسطينيين بالظهور السريع فمنذ عام 1995م، أشير إلى مشروع حكومي أردني أطلق عليه تنمية إقليم الوسط، حملت مضامينه دراسة استهدفت واقع المخيمات الفلسطينية، باعتبار الأقاليم العاصمة وضواحيها، يضم العدد الأكبر من اللاجئين الفلسطينيين قرابة مليون نسمة، ولتتكشف معها بأن خيوطاً جديدة تتعلق بما يسمى حالياً إعادة دراسة السكن العشوائي، بما لا يقبل الشك بأن السكن المستهدف المخيمات(1). ¶ __________ ¶ (1) ـ تقرير المفوض العام لعام 1997م، ص89.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وفي الاتجاه التوطيني أيضاً، برز إلى الأمام في الآونة الأخيرة، خطة أمريكية لتوطين خمسة ملايين فلسطيني في دول الشرق الأوسط والعالم، وأشار التقرير الأمريكي بهذا الخصوص، بأنه تضمن حلولاً لتوزيع حوالي خمسة ملايين فلسطيني في الشرق الأوسط وأوروبا والولايات المتحدة ودول غربية أخرى، وذلك حين طرحت مشكلة اللاجئين الفلسطينيين في مفاوضات الحل النهائي التي تتضمن قضايا شائكة أخرى. وقال التقرير الأمريكي الذي استند في أهم إحصاءاته ومعالجته هذه القضية الشائكة على كتاب أشرفت على إعداده وطرحه في الأسواق الأمريكية البروفسورة الأمريكية في القانون الدولي في جامعة سيركوز في ولاية نيويورك دونا ايرزت المهتمة بالصراع العربي ـ الإسرائيلي، قال التقرير بأن هناك 5 ملايين و357 ألف فلسطيني في العالم من أصل 6 ملايين و275 ألف و800 نسمة، سوف يجري توزيعهم على دول المنطقة وبعض عواصم الغرب كحل نهائي للصراع العربي ـ الإسرائيلي. فالأردن الذي يضم العدد الأكبر من اللاجئين الفلسطينيين البالغ عددهم الآن مليوناً و832 ألف سوف يكون مطالباً باستيعاب 168 ألف آخر من الآن وحتى العام 2005م، وليصبح العدد الإجمالي لديه مليونين، وفيما سورية سترفع عدد لاجئيها الراهن من 325 ألفاً 97 منهم في المخيمات إلى 400 ألف، أي بزيادة 75 ألف، فإن لبنان سوف يكون مضطراً للاحتفاظ بنحو 75 ألفاً من أصل لاجئيه الحاليين، حسب التقرير الأمريكي والبالغ 372 ألف و700 شخص، يقيم 186 ألف منهم في المخيمات... وكذلك إسرائيل سوف يفرض عليها إعادة 75 ألف لاجئ فلسطيني من الدول العربية ضمن حق العودة لمن أمكنهم أن يثبتوا أنهم سكنوا فلسطين قبل النكبة عام 1948م، ومن لهم أقارب اليوم في الأراضي المحتلة، واقترح التقرير الأمريكي أن تمنح دول عربية أخرى مثل السعودية، والكويت والعراق، ومصر، ودول المغرب المواطنية إلى 519 ألف فلسطيني آخر يضافون إلى العدد الموجود الآن لديها وهو 446 ألفاً وليبلغ العدد الإجمالي مستوى 965 ألفاً، أمّا دول الغرب وأوروبا والولايات المتحدة الأمريكية، فسوف يكون عليها تحمل عبء هي الأخرى، حيث يقترح التقرير أن تستوعب 90 ألف فلسطيني لاجئ آخر بالإضافة إلى ما لديها راهناً 452 ألفاً وليصبح العدد النهائي 542 ألفاً. وبالنسبة لفلسطيني الضفة الفلسطينية فإن الهدف المستقبلي هو مضاعفة عدد سكانها في السنوات الثماني المقبلة من مليون و200 ألف الآن إلى مليونين",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "و400 ألف مواطن، وذلك عبر استقدام مقيمين في لبنان ودول أخرى، وعبر نقل 350 ألف من سكان القطاع من 880 ألفاً الآن إلى 450 ألفاً قبل عام 2005م, وتعتبر عملية إعادة ونقل وتوطين الملايين الخمسة من الفلسطينيين المشروع الأضخم في التاريخ الحديث، ويقول التقرير أن عدد الفلسطينيين في الشرق الأوسط سوف يبلغ على مشارف القرن الواحد والعشرين القريب 8 ملايين و265 ألفاً. واقترح التقرير الأمريكي أن تشارك دول الغرب وبعض الدول العربية في توفير الموارد المطلوبة لمهمة إعادة توزيع الفلسطينيين في العالم التي وصفها بأنها غير معروفها أو محددة الحجم، ولكنها بالتأكيد، سوف تتجاوز قدرات دول المنطقة، وأما بالنسبة لمسألة تعويض الفلسطينيين 75 ألفاً، الذين يحصلون على حق العودة حسب التقرير الأمريكي، في إطار التسوية الشاملة، فإن إسرائيل سوف تدفع هذه التعويضات ولكن من جيب الدول العربية.. وذلك عبر التعويضات التي تطالب بها تلك الدول مقابل أملاك اليهود الذين غادروها منذ احتلال فلسطين(1). ¶ وفي الاتجاه الإسرائيلي، فإن شلومو غازيت الرئيس السابق لجهاز الموساد، والباحث في معهد جافي في تل أبيب، يرى أنه من غير الممكن أن يكون للنزاع الإسرائيلي ـ الفلسطيني، حل حقيقي جذري وقابل للبقاء، من دون إنهاء مشكلة اللاجئين الفلسطينيين من جميع جوانبها، ومن واجب إسرائيل الإصرار على إدراج هذه المشكلة في جداول الأعمال وإيجاد حل لها متفق عليه، وفي نفس الوقت تنفي إسرائيل مسؤوليتها عن بروز قضية اللاجئين، وترفض من حيث المبدأ حق العودة لعام 1948م، وفي نفس الوقت ستقدم إسرائيل مساهمة نفسية ـ حسب شلومو غازيت ـ عن طريق إعلانها بأن تعترف بالمعاناة الفلسطينية، وبضرورة تعويض اللاجئين عن الممتلكات التي فقدوها. ولا تتعدى تصورات غازيت لحل قضية اللاجئين، إعادة التأهيل والتوطين في مناطق اللجوء والتعويضات المالية(2). ¶ اللاجئون الفلسطينيون وحق العودة ¶ __________ ¶ (1) ـ للاستفاضة انظر دراستنا، الفلسطينيون في سورية مصدر سبق ذكره ص28. ¶ (2) ـ عوني سلام وآخرون الفلسطينيون العرب في مصر العربية بحوث ودراسات تقديم أحمد صدقي الدجاني دار المستقبل العربي مصر الجديدة القاهرة الطبعة الأولى 1986م، ص15.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "إن تحويل قضية شعب عربي بكامله إلى قضية لاجئين وخدمات إغاثة تربوية، وصحية واجتماعية، وموازنة وعجز في موازنة الأونروا، وأن ينفرد هذا الشعب وحده بمثل هذا المصير بين الشعوب التي كانت خاضعة لنظام الانتداب، ثمّ تحررت منه في القارات المختلفة يعتبر غبناً تاريخياً لهذا الشعب، وإن بروز قضية اللاجئين حالياً وفي ظل الحديث عن الديموقراطيات في العالم بات يتطلب تدبراً عملياً يعتمد على قرارات الشرعية الدولية،وعلى تاريخ الشعب الفلسطيني في أرضه، عندها يمكن أن تصبح القضية أكثر من مجرد حصر للنصوص الدولية التي حددت الحقوق وتحليل مضمونها، لأن السؤال الأول الذي يطرح نفسه أكثر من أي وقت مضى وبعد مرور نصف قرن على إنشاء إسرائيل وحدوث النكبة هو كيف تحولت حقوق الشعب الفلسطيني بكامله إلى مجرد قضية لاجئين؟ أمن قبيل الصدفة أن ينفرد هذا الشعب العربي، بل الأمة العربية بكاملها، بين جميع شعوب العالم في مجابهة الاستعمار الاستيطاني الذي ما زال يضرب جذوره في فلسطين والأراضي العربية المحتلة وكيف تعطلت الحقوق العربية وأبطلت(1). ¶ __________ ¶ (1) ـ قضية اللاجئين الفلسطينيين في عيون الإدارات الأمريكية مجلة الحرية 4-10/6/1995م ص9.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "لقد تمت إزالة شعب بكامله من أرضه؛ ونقض حقوقه التاريخية والطبيعية الثابتة فيها، والوثيقة التي كانت من أهم المقدمات لهذه المأساة العربية.. هي وعد بلفور الصادر عام 1916م وتضمنت نصاً نموذجياً في كيفية القضاء على شعب كامل له حضارته العريقة، وذلك لتحقيق أطماع استعمارية، وقلما وجدت في التاريخ وثيقة قصد منها التضليل والتمويه والخداع كهذه الوثيقة. فعند هذا الوعد عام 1917م، كان سكان فلسطين العرب من مسلمين ومسيحيين 600 ألف، عدد اليهود حسب تقرير مقدم من الإدارة العسكرية الإنكليزية في فلسطين إلى عصبة الأمم 55 ألفاً وواضح من هذه الأرقام أن 91% من سكان فلسطين عرب، وأقل من 9% يهوداً، ومعظمهم من المهاجرين الجدد، وأمام هذه الحقيقة التي لا يمكن محوها، عمد واضعو وعد بلفور إلى حيلة استعمارية، أخفوا بها الحقيقة الكبرى عن العالم كله، وهي أن العرب يشكلون الأغلبية الساحقة، في فلسطين، وأنكروا وجودهم كشعب، فقد ذكرهم الوعد بـ الطوائف غير اليهودية في فلسطين، وذهب الوعد إلى أبعد من ذلك حين التلاعب اللفظي، حيث نص على أن يفهم بوضوح أن شيئاً لن يعمل لإلحاق الضرر بحقوق الطوائف غير اليهودية في فلسطين، إن هذا العرض الواقعي والتاريخي لجذور مأساة اللاجئين، ومسؤولية بريطانيا بشكل أساسي عن بروزها، إذ ارتبط حق اللاجئين الفلسطينيين بالأصول القانونية وبجذورها في الأرض والتراث، والحضارة التي تعود إلى آلاف السنين، أي بوضعها في إطارها الصحيح، ولذا لا يجوز تناسي تلك الأصول العميقة لأنها تشكل أقوى الأسس التي تقوم عليها تلك الحقوق. وإن أقصى ما يحارب من أجله قادة الصهيونية وإسرائيل، في أي نقاش حول الحقوق العربية هو عدم الدخول في بحثها، وإخفاؤها لأنها تكشف عن جرائمهم وسقوط دعواهم. ولذلك أصبحت هذه الحقوق بعد أن مرَّ زمن على قضية اللاجئين في إطارها الصحيح في الأمم المتحدة، ابتداءً من الدورة 29 لعام 1974م، توصف بأوصاف شتى فتنعت بين حين وآخر بأنها تاريخية، أو وطنية، أو قومية، أو ثابتة، لا يمكن التنازل عنها أو غير قابلة للتصرف. ¶ وهذه الحقوق غير القابلة للتصرف هي(1): ¶ أولاً…: حق السيادة على فلسطين. ¶ ثانياً…: الحق في الجنسية الفلسطينية. ¶ ثالثاً…: الحق في الملكية الفكرية. ¶ رابعاً…: حق العودة والتعويض. ¶ __________ ¶ (1) ـ إجراءات أردنية لتوطين اللاجئين الفلسطينية تقرير من عمان لصحيفة الاتحاد الظبيانية نشر فيها يوم الأحد 1/حزيران 1997م.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "خامساً…: الحقوق المدنية والدينية. ¶ سادساً…: حقوق الفلسطينيين العرب داخل فلسطين. ¶ سابعاً…: الحقوق الثابتة التي لا يمكن التنازل عنها وفقاً لميثاق الأمم المتحدة والإعلان العالمي لحقوق الإنسان والاتفاقات الدولية التي وضعتها الأمم المتحدة لحماية حقوق الإنسان السياسية والمدنية والاقتصادية والاجتماعية. ¶ ثامناً…: حق السيادة على الموارد الطبيعية، كما أقرتها الأمم المتحدة. ¶ تاسعاً…: حق مكافحة الاستعمار الاستيطاني، وجميع الحقوق المذكورة تدعمها وثائق وتصريحات وإعلانات ومواثيق دولية. ¶ وتأسيساً على بروز المشكلة، واستناداً إلى تقرير المفوض الدولي لفلسطين الكونت برنادوت والذي كانت أسباب اغتياله على يد العصابات الصهيونية في القدس بتاريخ 18/9/1948م، صوتت الجمعية العامة للأمم المتحدة في 11/12/1948م على القرار رقم 194 الذي ضمن حق العودة للاجئين الفلسطينيين والحق في التعويض. وكررت الفقرة 11 من هذا القرار تقريباً ما جاء في تقرير الكونت برنادوت فقالت(1): ¶ تقرر أن اللاجئين الذين يرغبون في العودة إلى منازلهم وفي أن يعيشون بسلام مع جيرانهم، يجب أن يسمح لهم بذلك في أقرب فرصة ممكنة. ويجب تعويض لأولئك الذين لا يختارون العودة، كما يجب أن يعوض عن الخسائر أو الأضرار والممتلكات وفقاً لمبادئ القانون الدولي أو العدالة من قبل السلطات أو الحكومات المعنية. ¶ وتبعاً لذلك أنشأ القرار 194 نفسه لجنة توفيق دولية من أجل إقامة السلام في فلسطين، وقبلت إسرائيل عضواً في الأمم المتحدة بناءً على القرار 11/5/1949م، بعد التزامها الواردة بالميثاق، وهذا الشرط لم يكن له مثيل في أي قرار يتعلق بقبول دولة لعضوية المنظمة الدولية منذ قيامها حتّى الآن، قبلت إسرائيل في البداية وفي عهد أول رئيس الوزراء إسرائيل دافيد بن غوريون مبدأ العودة لنحو 100 ألف فلسطيني، ومنذ ذلك الحين رفضت إسرائيل من حيث المبدأ تطبيق القرار 194 الصادر في عام 1948م ونفت مسؤوليتها عن بروز قضية اللاجئين الفلسطينيين. ¶ __________ ¶ (1) ـ خطة لتوطين 5 ملايين فلسطيني من دول الشرق الأوسط والعالم، نشرته صحيفة الاتحاد الظبيانية الثلاثاء 25/2/1997م.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "وقد ساعد في هذا التوجه الإسرائيلي الإدارات الأمريكية المختلفة، من خلال الدعم المادي والمعنوي السياسي من خلال النفوذ الأمريكي في المنظمة الدولية ومنظماتها المختلفة المنبثقة ذات الصلة بموضوعة اللاجئين خاصة الفلسطينيين منهم، وعلى الرغم من مرور خمسين عاماً على القرار رقم 194، القاضي بعودة اللاجئين الفلسطينيين إلى ديارهم ووطنهم وتعويضهم عن الأضرار التي أصابتهم، فإن حق العودة هو حق مقدس، وقانوني، وممكن، فهو مقدس لأنه يتعلق بجوهر الصراع: الناس والأرض، وهذا دائم وغير زائل. ولن تكون تبعاً لذلك لعملية الصراع بكافة أنواعها نهاية، مهما كانت حجوم القوة الضاغطة والفاعلة في العالم، دون تطبيق حق العودة، وحق العودة قانوني لأنه مكفول بمواد الميثاق العالمي لحقوق الإنسان، ومنها مادة تقضي بحق كل مواطن في العيش في بلاده، أو تركها، أو العودة إليها وحق العودة ممكن أيضاً(1). ¶ إضافة إلى ذلك فإنه من الناحية التاريخية بالنسبة لقانون اللاجئين،كان التركيز في الحالة الفلسطينية مختلفاً تماماً؛ فاللاجئون الفلسطينيون لا يبغون مسكناً غير بلدهم الأصلي. ¶ __________ ¶ (1) ـ انظر شلمو غازيت قضية اللاجئين الفلسطينيين: الحل الدائم من منظور إسرائيلي ملف نشرته مجلة الدراسات الفلسطينية، لبنان بيروت العدد 22 ربيع 1995م ص 78-113.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "ورغبتهم الأساسية هي أن يسمح لهم بالعودة إلى وطنهم إذا ما اختاروا ذلك، وهذا هو مصدر الأهمية البالغة لقرار الأمم المتحدة رقم 194. فالقرار يعني تحديداً باللاجئين الفلسطينيين، ويؤكد حقهم في العودة أو التعويض للذين لا يرغبون العودة. ولهذا السبب فإن اللاجئين الفلسطينيين غير مشمولين بالحماية تحت مظلة المندوب السامي للاجئين التابع للأمم المتحدة ومظلة منظمات دولية أخرى. فإنشاء الأونروا كان ينبع من القرار 194. واستناداً إلى هذه الوكالة، فإن اللاجئ الفلسطيني هو كل إنسان كان مسكنه المعتاد فلسطين خلال الفترة ما بين حزيران /يونيو 1946م و15 أيار/مايو 1948م، وفقد منزله، ومصدر رزقه بسبب النزاع سنة 1948م إن حق العودة الوارد بصراحة في القرار رقم 194، ثابت أيضاً في القانون الدولي، فقد جاء في المادة 13 من الإعلان العالمي لحقوق الإنسان، والذي هو حجر الأساس في القانون الدولي، ما يلي: \"1ـ لكل إنسان حق حرية الانتقال، والسكن، ضمن حدود القانون الدولي. 2ـ لكل إنسان حق مغادرة أي بلد، بما في ذلك بلده، والعودة إلى بلده\". ويستمد الميثاق الدولي بشأن الحقوق المدنية والسياسية لسنة 1966م، والذي وقعته إسرائيل، سلطته من الإعلان العالمي لحقوق الإنسان.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "وبما أن القانون الدولي يستند إلى سيادة الدولة، فثمة مشكلة قائمة في تطبيق هذه المعايير الواردة في الإعلان الدولي، لمساندة حق العودة في حالة الفلسطينيين، فالإعلانات تفترض وجود بلد، كان الإنسان فيه، أو يكون فيه مواطناً وفي إمكانه العودة إليه. ومن الواضح أن أي تفسير حرفي للقانون يؤدي إلى اعتبار أن الفلسطينيين لا يملكون حق العودة، لأن إسرائيل ليست دولتهم وقد نضيف هنا بين هلالين أن المهاجرين اليهود الذين يعيشون في الشتات لا يملكون هم أيضاً، استناداً إلى هذا التفسير للقانون الدولي،\" حق العودة \"لأنهم أيضاً ليسوا من مواطني الدولة التي يزعمون أن من حقهم العودة إليها. واستناداً إلى القانون العام،الذي من مكوناته معايير القرابة والصلات العائلية والتراث، يصل الكاتبان أرزت Arzt وزغيب إلى حل هذه المعضلة الاستنتاج التالي: \"بغض النظر عمّا إذا مكان الفلسطينيون يملكون حق العودة إلى إسرائيل فإنهم يملكون حق العودة إلى فلسطين. وتجدر الإشارة إلى أنه في الحالة الفلسطينية، ارتبط حق العودة سنة 1974م، من خلال قرار الجمعية العامة للأمم المتحدة رقم 293236، بحق الفلسطينيين في تقرير المصير. فقد جاء في هذا القرار: \"1ـ تؤكد (الجمعية العامة) من جديد حقوق الشعب الفلسطيني في فلسطين، غير القابلة للتصرف، وخصوصاً: أـ الحق في تقرير المصير دون تدخل خارجي، ب ـ الحق في الاستقلال والسيادة الوطنيي. 2ـ تؤكد من جديد أيضاً حق الفلسطينين، غير القابل للتصرف في العودة إلى ديارهم وممتلكاتهم التي شردوا منها واقتلعوا، وتطالب بإعادتهم\"(1). ¶ التوزع السكاني الفلسطيني بعد أربعة وخمسين عاماً على النكبة 1948-2002م ¶ التغير الديموغرافي حتّى عام 2002م ¶ __________ ¶ (1) ـ انظر الموسوعة الفلسطينية، القسم العام، المجلد الرابع، والطبعة الأولى ص251.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "إن المتتبع للشأن السكاني والاجتماعي الفلسطيني واتجاهات تطوره، يلحظ من خلال الدراسات المختلفة، بأنه في حين كان يقطن فلسطين جميع سكانها العرب في بداية عام 1948م، تحول 53% منهم بعد حرب 1948م وإقامة إسرائيل، إلى لاجئين داخل ما تبقى من فلسطين تحت الإدارتين المصرية والأردنية، وكذلك في كل من الأردن، وسورية ولبنان، وبشكل عام بقي في فلسطين في مناطقها المختلفة في عام 1949م 80.5% من إجمالي مجموع الفلسطينيين البالغ 1580000 فلسطيني كما هو موضح في الجدول رقم 3 بالمحلق في حين توزع 19.5% منهم في المناطق الشتات في الدول العربية المجاورة لفلسطين، الأردن، سورية، لبنان، مصر فضلاً عن العراق. ويذكر أن مجموع الفلسطينيين قد ارتفع بفعل معدلات النمو الطبيعي من 673400 عربي فلسطيني عام 1922م، إلى 861200 عربي فلسطيني في عام 1931م ثمّ ارتفع العدد إلى 1319400 في عام 1947م وإلى 1454000 فلسطيني في أيار عام 1948م. ¶ كما هو موضح في الجدول رقم 2 في الملحق، وبالمقابل ونتيجة الهجرة اليهودية ارتفع مجموع اليهود من 83000 إلى 650000 يهودياً، خلال السنوات 1922م و1948م، أي أن نسبة اليهود ارتفعت من 11.1% إلى",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "30.9% خلال السنوات المذكورة، أخذ العرب الفلسطينيون بالتزايد الطبيعي في كافة أماكن تواجدهم داخل فلسطين وخارجها، في الدول العربية والدول الأجنبية، وبشكل عام وصل معدل نموهم 3.5% سنوياً، كما توضح في دراستنا للأوضاع السكانية في أماكن تواجدهم المختلفة في سياق الفصول السابقة، لكن لا بد من الإشارة إلى النكسة وحرب عام 1967م، حين التوسع الإسرائيلي الثاني، واحتلالها الضفة الغربية والقطاع، وأراضي عربية أخرى سورية ومصرية، فقد أدت سياسات الاحتلال وضغوطه العسكرية إلى طرد 460 ألف فلسطيني من الضفة والقطاع في عام 1967م،واضطر نحو 270 ألف للهجرة تحت الضغط الاقتصادي الإسرائيلي، وارتفع مجموع النازحين إلى نحو 1.5 نازح في عام 1998م، وإذا أخذنا بعين الاعتبار أن هناك ثمّة 4 ملايين لاجئ فلسطيني حالياً منهم 3417688 فلسطيني مسجل في الأونروا يتضح بأن السياسات السكانية الصهيونية والإسرائيلية قد أدت إلى طرد نحو 74.3% من إجمالي الشعب الفلسطيني من ديارهم وأرضهم في الجليل والساحل، والوسط، والضفة، وقطاع غزة، الأمر الذي أثر في اتجاهات تطور الأوضاع السكانية والاجتماعية والاقتصادية للتجمعات الفلسطينية المختلفة، وهذا لاحظناه في الفصول المختلفة، وتبعاً لما جاء في فصول البحث، ولمعدلات النمو السائدة بين الفلسطينيين، فإن مجموع الفلسطينيين قد ارتفع إلى 4566153 فلسطينياً في العام 1981م، ثمّ سيصل إلى 7437703 فلسطينياً في نهاية العام الحالي 1998م، وحسب الاسقاطات السكانية، فمن المتوقع أن يكون مجموع الشعب الفلسطيني في عام 2000م 8154574 فلسطيني كما هو موضح في الجدول رقم 4 بالمحلق، ويلاحظ أنه من بين مجموع الشعب الفلسطيني في عام 1998م، وكذلك مجموع الشعب الفلسطيني في عام 2002م الذي يقدر بنحو 8399211 فلسطيني هناك نحو 45.4 يعيشون داخل فلسطين بحدودها الجغرافية، منهم 13.4% داخل الخط الأخضر، 20.1% في الضفة الفلسطينية، و11.8% في قطاع غزة، وبالمقابل يتركز خارج فلسطين نحو 54.6% من إجمالي الشعب الفلسطيني، منهم 42% في الدول العربية المجاورة لفلسطين، 30.9% في الأردن، لبنان 5.2%،وفي سورية 5.1%، وفي مصر 0.8%، ويتركز 7% من إجمالي الشعب الفلسطيني في عام 1998م بالدول العربية الأخرى كما هو موضع بالجدول رقم 4، منهم 3.5% في السعودية 0.7% في الإمارات العربية المتحدة، وبشكل عام يتركز في الدول العربية بشكل 49% من مجموع الشعب الفلسطيني، في",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "حين تركز نحو 5.7% من مجموع الشعب الفلسطيني في دول العالم المختلفة، منهم 2.3% أي نحو 173549 فلسطيني في الولايات المتحدة الأمريكية، جزء كبير منهم أكاديميون يحملون شهادات علمية عليا، ومدرسون في الجامعات الأمريكية المختلفة، مثل إدوارد سعيد، وهشام شرابي، وإبراهيم أبو لغد، وغيرهم. ¶ هذه هي معطيات التوزع الفلسطيني الحالي 1998م، أي بعد مرور نصف قرن على إنشاء إسرائيل، وحدوث النكبة واقتلاع الجزء الأكبر من الشعب الفلسطيني من وطنه، خلال عامي 1948 و 1967م وبعدهما. ¶ ويبقى القول، إن هذا البحث الكتاب لا يتعدى كونه محاولة جادة للوصول إلى أرقام قريبة، عن الشعب الفلسطيني الذي كان تطوره الديموغرافي والاجتماعي غير طبيعي بفعل التهجير القسري الصهيوني والإسرائيلي وما تبع ذلك من معاناة في كافة أماكن تواجده خلال أربعة وخمسين من الهولوكوست الفلسطيني (1948-2002). ¶ نتائج واستخلاصات أساسية من الباب الثاني ¶ يمكن تسجيل أهم الاستخلاصات التي أتى عليها الباب الثاني المختلفة على النحو التالي: ¶ 1ـ تمّ طرد أكثر من نصف مجموع الشعب الفلسطيني في عام 1948م، تحت ضغط القوة العسكرية الصهيونية، كما تمّ تدمير 385 قرية فلسطينية. ¶ 2ـ أهم تحدي يواجه أكثر من مليون فلسطيني حالياً داخل الخط ¶ الأخضر، عملية الأسرلة، التي تستهدف طمس هويتهم القومية والثقافية. ¶ 3ـ رفض إسرائيل لتطبيق أي قرار صادر عن الأمم المتحدة بخصوص اللاجئين 194 لعام 1948م، و237 بخصوص عودة النازحين لعام 1967م. ¶ 4ـ طالت السياسات السكانية الصهيونية والإسرائيلية من عامي 48-67 أكثر من 70% من الشعب الفلسطيني حتّى عام 2002م. ¶ 5ـ مجموع اللاجئين في عام 2002م 4 ملايين لاجئ، مسجل في الأونروا والنازحين 1.5 مليون نازح فلسطيني. ¶ 6ـ يمثل المسجلون الفلسطينيون في الأونروا 47.3% من إجمالي مجموع الفلسطينيين في عام 1998م، والذي قدر بنحو 7.4 فلسطيني، وإذا أخذنا بعين الاعتبار غير المسجلين الذي يصل إلى نصف مليون لاجئ فإن النسبة تصل إلى 52% في عام 2002م أي نحو 4.5 مليون لاجئ من أصل أكثر من 8 مليون فلسطيني. ¶ 7ـ أدنى مستويات المعيشة هي لدى الفلسطينيين في قطاع غزة ولبنان.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "8ـ رفض اللاجئون الفلسطينيون في كافة أماكن تواجدهم مشاريع التوطين وإعادة التوزيع منذ عام 1948م، وما زالوا يؤكدون حقهم في العودة إلى وطنهم في إطار قرارات الشرعية الدولية خاصة القرار 194 لعام 1948من ويعتبرون حق العودة مقدس وممكن ولا يتقادم مع الزمن. ¶ 9ـ الشعب الفلسطيني، شعب فتي تكثر فيه الولادات، ونسبة الأطفال تتجاوز الـ 45%. ¶ 10ـ أهم تحدي يواجه الشعب الفلسطيني حالياً، وبعد مرور أكثر من نصف قرن على النكبة، محاولات تغيبه وتجهيله وشطبه، فضلاً عن المحاولات لوضع إسفين للحؤول دون التواصل الوطني بين الشعب الفلسطيني داخل وخارج فلسطين، والعمل على تفتيته ما أمكن. ¶ 11ـ يتضاعف مجموع الشعب الفلسطيني كل عشرين عاماً في ظل نمو سكاني 3.5% سنوياً. ¶ 12- ممّا تقدم يتضح بأن هناك ضرورة ماسة وملحة، للتأسيس لخطاب ثقافي بين المثقفين العرب ومن بينهم الفلسطينيين لإظهار شخصية الشعب الفلسطيني والتأكيد على وحدته أكثر من أي وقت مضى، في مواجهة التحديات الكبيرة التي يواجهها، وخاصة تغيبه وشطبه، ويمكن التأكيد على هذه الوحدة بعد ما ترسخت خلال عامي الانتفاضة 2000-2002م. ¶ جدول رقم 2 ¶ توزع السكان في فلسطين حسب الديانة خلال الفترة 1922م وحتى أيار 1948م، وفق سنوات مختارة بالآلاف ¶ السنوات ¶ عرب ¶ نسبتهم % ¶ يهود ¶ نسبتهم % ¶ جملة ¶ 1922 ¶ 673.4 ¶ 88.9 ¶ 83 ¶ 11.1 ¶ 757.1 ¶ 1931 ¶ 861.2 ¶ 83.1 ¶ 174.6 ¶ 16.9 ¶ 1.035.8 ¶ 1947 ¶ 1.319.4 ¶ 68.2 ¶ 614.3 ¶ 31.8 ¶ 1.933.0 ¶ 1948 ¶ 1.454.0 ¶ 69.1 ¶ 650 ¶ 30.9 ¶ 2.104.0 ¶ المصدر: محمد تيسير عبد الحافظ، الأوضاع الديمغرافية لفلسطين خلال الربع الثاني من القرن العشرين، رسالة ماجستير في الإحصاء التطبيقي، جامعة القاهرة، أيار 1978م، ص20، 136. ¶ جدول رقم 3 ¶ توزع الفلسطينيين على المناطق التي أقاموا فيها خلال سنة 1949م بالأعداد والنسب المئوية ¶ المنطقة ¶ الأعداد بالآلاف ¶ النسبة المئوية لمجموع ¶ أو الدولة ¶ لاجئون ¶ أصليون ¶ مجموع ¶ الفلسطينيين % ¶ أ. داخل فلسطين ¶ 542.3 ¶ 530 ¶ 1.272.3 ¶ 80.5 ¶ الضفة ¶ 323 ¶ 494 ¶ 817 ¶ 51.7 ¶ غزة ¶ 219.3 ¶ 80 ¶ 299.3 ¶ 18.9 ¶ داخل الخط الأخضر ¶ - ¶ 156 ¶ 156 ¶ 9.9 ¶ ب. خارج فلسطين ¶ 307.2 ¶ - ¶ 307 ¶ 19.5 ¶ لبنان ¶ 115.6 ¶ - ¶ 115.6 ¶ 7.3 ¶ سورية ¶ 97.6 ¶ - ¶ 97.6 ¶ 6.2 ¶ الأردن ¶ 80.8 ¶ - ¶ 80.8 ¶ 5.1 ¶ العراق ¶ 4.3 ¶ - ¶ 4.3 ¶ 0.3 ¶ مصر ¶ 8.5 ¶ - ¶ 8.5 ¶ 0.5 ¶ المجموع ¶ 850 ¶ 730 ¶ 1580 ¶ 100% ¶ المصدر: استخلاص من محمد تيسير عبد الحافظ، الأوضاع الديموغرافية لفلسطين خلال الربع الثاني من القرن العشرين، رسالة ماجستير القاهرة 1978م ص272.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "جدول رقم 4 ¶ توقعات عدد العرب الفلسطينيين حسب مكان الإقامة خلال الفترة 1981-2000م وفق سنوات مختارة ¶ مكان الإقامة ¶ عام 1981 ¶ 1990 ¶ 1998 ¶ 2000 ¶ النسبة ¶ داخل الخط الأخضر ¶ 550800 ¶ 686895 ¶ 998672 ¶ 1059491 ¶ 13.5 ¶ الضفة الفلسطينية ¶ 833000 ¶ 1075531 ¶ 1496000 ¶ 1603000 ¶ 20.2 ¶ قطاع غزة ¶ 451600 ¶ 622016 ¶ 878750 ¶ 941000 ¶ 11.9 ¶ مجموعهم داخل فلسطين ¶ 1835400 ¶ 2384442 ¶ 3373422 ¶ 3603491 ¶ 45.6 ¶ الأردن ¶ 1148180 ¶ 1524179 ¶ 2300000 ¶ 2700000 ¶ 31.1 ¶ سورية ¶ 222525 ¶ 301744 ¶ 376000 ¶ 400000 ¶ 5.1 ¶ لبنان ¶ 492240 ¶ 331757 ¶ 390000 ¶ 418000 ¶ 5.3 ¶ مصر ¶ 34304 ¶ 40063 ¶ 58861 ¶ 63053 ¶ 0.8 ¶ الدول العربية المجاورة ¶ 1897249 ¶ 2197743 ¶ 3124861 ¶ 3581053 ¶ 42.3 ¶ الكويت ¶ 294908 ¶ 311742 ¶ 26000 ¶ 27583 ¶ 0.4 ¶ العراق ¶ 20604 ¶ 29922 ¶ 36621 ¶ 39229 ¶ 0.5 ¶ ليبيا ¶ 23759 ¶ 27530 ¶ 28000 ¶ 28700 ¶ 0.4 ¶ السعودية ¶ 137000 ¶ 205840 ¶ 28000 ¶ 28700 ¶ 0.4 ¶ الإمارات العربية ¶ 37000 ¶ 47374 ¶ 54000 ¶ 56000 ¶ 0.7 ¶ قطر ¶ 24233 ¶ 30995 ¶ 32000 ¶ 35000 ¶ 0.4 ¶ البحرين ¶ - ¶ 2174 ¶ 2500 ¶ 2600 ¶ 0.03 ¶ عمان ¶ - ¶ 6636 ¶ 6750 ¶ 6800 ¶ 0.09 ¶ باقي الدول العربية ¶ 51000 ¶ 66543 ¶ 70000 ¶ 72000 ¶ 0.9 ¶ الفلسطينيون في الدول العربية غير المجاورة لفلسطين ¶ 588504 ¶ 728756 ¶ 515871 ¶ 532912 ¶ 7 ¶ الولايات المتحدة الأمريكية ¶ 105000 ¶ 137001 ¶ 125000 ¶ 127000 ¶ 1.7 ¶ باقي دول العالم ¶ 140000 ¶ 182668 ¶ 250000 ¶ 253000 ¶ 3.4 ¶ المجموع ¶ 4566153 ¶ 5630610 ¶ 7389154 ¶ 7717456 ¶ 100% ¶ المصدر: استخلصت أرقام 1981م من المجموعة الإحصائية الفلسطينية لعام 1982م ص32. بالنسبة لأرقام 1990م تمّ اعتماد غالبيتها بناء على توقعات أمريكية عن عدد السكان الفلسطينيين/ مجلة دراسات فلسطينية العدد 7 صيف 1991م ص221. وتم تقدير الفلسطينيين في عامي 1998و2000و2002ام من قبل الباحث، وفق معادلات إحصائية معروفة. ¶ (( ¶ قائمة مراجع ومصادر الباب الثاني ¶ الكتب ¶ 1ـ الأوضاع الديموغرافية لفلسطين، رسالة ماجستير، مقدمة لجامعة القاهرة في عام 1978م من قبل محمد تيسير عبد الحافظ. ¶ 2ـ لوري أبراند، الفلسطينيون في العالم العربي، مؤسسة الدراسات الفلسطينية، بيروت 1996م. ¶ 3ـ سهيل الناطور، أوضاع الشعب الفلسطيني في لبنان، مؤسسة دار التقدم العربي، بيروت لبنان 1993م. ¶ 4ـ دليل إسرائيل العام، مؤسسة الدراسات الفلسطينية، بيروت لبنان 1996م. ¶ 5ـ جيفري أرنسون، مستقبل المستوطنات في الضفة والقطاع، مؤسسة الدراسات الفلسطينية 1996م. ¶ الموسوعات والمجموعات الإحصائية ¶ 1ـ الموسوعة الفلسطينية، القسم العام، المجلد الرابع 1984.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "2ـ المجموعة الإحصائية الفلسطينية لعام 1985ـ 1986. ¶ التقارير ¶ 1ـ تقارير صندوق النقد العربي الصادر خلال (1988 ـ 2001). ¶ 2ـ تقرير الأونروا للأعوام من 1988 إلى 2001. ¶ دوريات ¶ 1ـ مجلة الدراسات الفلسطينية العدد 19 عام 1994. ¶ 2ـ مجلة الحرية 10ـ6ـ1995. ¶ 3ـ مجلة الدراسات الفلسطينية العدد 22 عام 1995. ¶ مجلة صامد الاقتصادي العدد 106 عام 1996. مجلة شؤون اجتماعية، الشارقة صيف 1997. ¶ الصحف ¶ 1ـ صحيفة النهار اللبنانية 1970. ¶ 2ـ النهار 27ـ10ـ1993. ¶ 3ـ الشرق الأوسط 16ـ5ـ1996. ¶ 4ـ الشرق الأوسط 20ـ6ـ1996. ¶ 5ـ الشرق الأوسط 29ـ8ـ1996. ¶ 6ـ صحيفة الاتحاد الظبيانية 1ـ6ـ1997. ¶ ((( ¶ المحتوى ¶ مقدمة عامة…5 ¶ الباب الأول انتزاع أراضي فلسطين ومراحل الاستيطان فيها 1897 ـ 2002…7 ¶ استهلال…7 ¶ مقدمة الباب الأول…8 ¶ النشاط الاستيطاني الصهيوني في أراضي فلسطين قبل الانتداب البريطاني:…8 ¶ 1 ـ 1 الأرض كعنصر من عناصر الاستيطان الصهيوني…9 ¶ 1 ـ 2 التسلل الصهيوني إلى أراضي فلسطين خلال فترة الانتداب البريطاني وبعدها…10 ¶ الاستيطان الوجه الآخر للسيطرة على الأرض…14 ¶ مستقبل أراضي فلسطين والنشاط الاستيطاني الصهيوني…20 ¶ 3 ـ 1 تصورات إسرائيلية إزاء مستقبل الاستيطان…21 ¶ 3 ـ 2 واقع ومستقبل أراضي فلسطين…23 ¶ نتائج واستخلاصات من الباب الأول…26 ¶ مصادر ومراجع الفصل الأول..............................29 ¶ الكتب…29 ¶ الدوريات…29 ¶ الصحف…29 ¶ الباب الثاني النكبة والتحول الديموغرافي والاجتماعي بعد عام 1948…31 ¶ مقدمة الباب الثاني…31 ¶ 1 ـ 2 التحول الديموغرافي والاجتماعي الفلسطيني بعد عام 1948…34 ¶ 2 ـ 2 الأوضاع الديموغرافية للفلسطينيين داخل الخط الأخضر…36 ¶ اتجاهات النمو السكاني والاجتماعي للعرب داخل الخط الأخضر…37 ¶ مؤشرات اقتصادية واجتماعية…40 ¶ 3-2 اتجاهات التطور الديموغرافي في الضفة والقطاع إجراءات سلطات الاحتلال…46 ¶ التحول الديموغرافي والاجتماعي في الضفة والقطاع بعد عام 1967م…47 ¶ الأداء الاقتصادي للمجتمع الفلسطيني في الضفة والقطاع…51 ¶ التحديات التي يواجهها المجتمع الفلسطيني في الضفة والقطاع…54 ¶ 4-2 ملامح اللجوء الفلسطيني خلفية تاريخية عن بروز قضية اللاجئين الفلسطينيين…55 ¶ 2-4 وكالة الغوث، واللاجئون الفلسطينيون، والخدمات المقدمة…59 ¶ اللاجئون الفلسطينيون في الأردن…62 ¶ اللاجئون الفلسطينيون في لبنان…65 ¶ مؤشرات اجتماعية وديموغرافية أساسية…68 ¶ اللاجئون في سوريا…71",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "الفلسطينيون في العراق ومصر…75 ¶ مشاريع التوطين وإعادة التوزيع…78 ¶ اللاجئون الفلسطينيون وحق العودة…83 ¶ التوزع السكاني الفلسطينيبعد أربعة وخمسين عاماً على النكبة 1948-2002م…87 ¶ التغير الديموغرافي حتّى عام 2002م…87 ¶ نتائج واستخلاصات أساسية من الباب الثاني…89 ¶ مصادر ومراجع الفصل الأول..............................93 ¶ الكتب…93 ¶ الموسوعات والمجموعات الإحصائية…93 ¶ التقارير…94 ¶ دوريات…94 ¶ الصحف…94 ¶ المحتوى…95 ¶ ***",
            "page": "95",
            "part": "1"
        }
    ],
    "t37688": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "فلسطين .. أرض وشعب"
        }
    ]
}