{
    "b37693": [
        {
            "id": "1",
            "nass": "(الغلاف) ¶ صفحات من القضية العربية",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "صفحات من ¶ القضية العربية ¶ الطبعة الإلكترونية الأولى ¶ 1426 هـ ¶ 2005 م",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "? صفحات من القضية العربية ¶ ? أحمد الشقيري ¶ ? الطبعة الإلكترونية الأولى 2005 م ¶ المحرر ¶ عبد العزيز السيد أحمد ¶ تدقيق التنضيد والإخراج :- ¶ المؤسسة العربية الدولية للنشر والتوزيع ¶ هاتف: 5650630-6-962+ فاكس: 5668860-6-962+ ¶ ب.إ: arab_book@hotmail.com ¶ جميع الحقوق محفوظة All rights reserved.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "مقدمة (الطبعة الأولى): ¶ ... لئن كانت القضية الفلسطينية – وهي قضية العرب الكبرى – قد شغلت رجال السياسة في العالم أجمع، وهي لما تزل شغلهم الشاغل حتى اليوم، فإنّ من بين الذين عالجوا هذه القضية – بعد أن عايشها منذ وجودها – هو الأستاذ أحمد الشقيري الكاتب العربي الفلسطيني الذي أوقف قلمه وعلمه وحبه على قضية بلاده، فناضل في سبيل ذلك وما زال، نضال المؤمن بعدالة هذه القضية ومن ثم انتصارها. ¶ ... وها هو الأستاذ الشقيري في مقالاته التي يضمها هذا الكتاب، إن كانت رسائل أو مذكرات أو ذكريات، فإنه في جميعها يطالعك كاتبا محللا عقلانيا، ويكشف لك جوانب قد تكون أنت على بعض المعرفة بها, ولكنه حين يجلوها لك بأسلوبه الواضح المبين, تبدو وكأنك تطلع عليها لأول مرة. ولا غرو إن كان الأستاذ الشقيري في مقالاته هذه يلفت أنظار الملوك والرؤساء والساسة العرب والكتاب والمعلقين إلى أمور غاية في الخطورة لأن من كان مثله يملك المعلومات الوافية والاطلاع على بواطن الأمور، فإن عروبته لتدفعه إلى تعميم هذه المعرفة بحيث يفيد منها كل من له صلة بقضيتنا العربية الكبرى قضية فلسطين. ¶ ... وبعد، فهذا الكتاب إذ تنشره \"المؤسسة العربية للدراسات والنشر\" فإنما تفعل ذلك بدافع الإسهام في تنوير الرأي العام وإطلاعه على بعض الحقائق التي غابت أو غُيِّبت عنه. ¶ الناشر",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "المحتويات ¶ - مقدمة........................................................ ... 5 ¶ - رسالة أحمد الشقيري الموجهة إلى الملوك والرؤساء المجتمعين في مؤتمر القمة العربي المنعقد في الرباط......................................................... ... 9 ¶ - إلى مؤتمر القمة العربي في بغداد ............................ ... 28 ¶ - رسالة من أحمد الشقيري إلى أنور السادات .................. ... 31 ¶ - رسالة جديدة من الشقيري إلى السادات ...................... ... 37 ¶ - مذكرة مقدمة إلى السيد هارولد براون وزير الدفاع الأمريكي ... 45 ¶ - المؤتمر الصحفي في دولة الكويت ........................... ... 53 ¶ - مذكرة تحذير مقدمة إلى السيد رئيس جمهورية الولايات المتحدة ......................................................... ... 61 ¶ - ثلاثة رجال صنعوا وعد بلفور ............................... ... 77 ¶ - تعليق على آراء الدكتور لويس عوض ....................... ... 105",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "رسالة إلى الملوك والرؤساء.. ¶ المجتمعين في مؤتمر القمة العربي ¶ المنعقد في الرباط ¶ ... أبعث إليكم هذه الرسالة لمناسبة انعقاد مؤتمر القمة العربي السابع في الرباط، والأمة العربية تواجه مرحلة بالغة الأهمية والخطورة، ولا أبالغ إذا قلت إنها أخطر مرحلة مرت في تاريخنا الطويل، ولا أستثني من ذلك غزوات التتار والإفرنج على الأمة العربية في العصور الوسطى. ¶ ... وإني لأستميحكم عُذرا أن أبدأ هذه الرسالة بمقدمة متواضعة عن صاحبها بالقدر الذي يتصل بمضمونها وحوافزها وأهدافها.. ¶ ... فهذه الرسالة ليس مبعثها الحماس والانفعال العاطفي.. فإن صاحبها وهو يقترب من السبعين من عمره قد خلفّ الحماسة وراءه منذ زمن بعيد، فانطفأت جذوة انفعالاته واشتعل رأسه شيبا، وإن كان الشيب قد باكره وهو يواكب مؤتمرات القمة الأربعة من القاهرة إلى الإسكندرية إلى الدار البيضاء إلى الخرطوم، وما أصدرت من قرارات كان التنفيذ الوحيد في معظمها أنها لم تنفذ.. وهذه الرسالة كذلك، لا تستهدف المزاودة على أحد، فإن صاحبها قد تخلى عن المسؤولية العامة بعد حرب الأيام الستة، وهو يدرك بالطبع أنه أمام",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "استحالة عملية في أن يصبح ملكا أو رئيسا، باعتباره فلسطيني المولد والنشأة، والوطن العربي تسوده أوضاع التجزئة العربية التي تجعل من المواطن العربي، إنسانا أجنبيا في كثير من نشاطاته العادية. ¶ ... وهذه الرسالة أخيرا لا تقصد إلى التنديد بالملوك والرؤساء، أو التشهير بمواقفهم أو الكشف عن أخطائهم، بل تستهدف أولا وأخيرا دعوتهم إلى طريق الصواب والإقلاع عن الانجرار في ارتكاب الأخطاء، فإذا كانت عودة المواطن إلى الصواب فضيلة فإن رجوع الحاكم عن الخطأ فضيلة أعظم وأكرم. ¶ ... ومن الخير أن مؤتمركم ظل يؤجل من وقت لآخر، حتى رسا أخيرا على الموعد الحاضر بعد قرابة عام واحد على انعقاد مؤتمر القمة الأخير في الجزائر، وبهذا تهيأت الفرصة كاملة لمزيد من كشف الموقف بكل أبعاده.. وأول ما يتبادر إلى الأذهان أن الواجب يقضي أن يكون أمامكم كشف حساب عن العام بكامله، يسرد بصدق وأمانة أخطاءكم وإنجازاتكم. ¶ ... وإني أعتقد مخلصا، أنكم في هذه الفترة العصيبة، أحوج ما تكونون إلى كشف أخطائكم لا منجزاتكم، فهذه تتولى إشهارها أجهزة الإعلام العربية الرسمية، تشيد بها وترددها بحرية كاملة من غير قيود ولا حدود. ¶ ... ولست أعتذر عن استعمال كلمة \"الخطأ\" حين أنسبها إلى مواقفكم فإني لا أجد في اللغة العربية، وما أغناها، لفظا أكثر أدبا وعفة ولطفا من كلمة الخطأ في التعبير عن الخطأ. ¶ ... ولا أحسب أن الأمر في حاجة إلى اعتذار، حتى في مخاطبة الملوك والرؤساء في لهجة قاسية غير نابية فإن المصير لا يحتمل المجاملة والملاطفة، وحرب رمضان المجيدة التي رفعت رأس الأمة العربية شامخا،",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "تمر هذه الأيام في عنق الزجاجة، وأحوج ما تحتاج إليه أن تظل في حمى من الأخطاء التي تتعاقب عليها، حتى لا تتآكل إنجازاتها العظيمة في غمرة المساومات السياسية شيئا فشيئا، ولا يتناقص رصيدها في مهب الرياح الدولية يوما بعد يوم. ¶ ... ومن هنا ينشأ الواجب الأسمى في مكاشفة أولي الأمر بأخطائهم، بصدق وشجاعة، فليس الدين النصيحة فحسب، ولكنها الدين والدنيا، ومن هنا كذلك وجب على أولي الأمر أن يلتزموا بالفضيحة وأن يقوموا المُعْوَج من آرائهم ومواقفهم. والتراث العربي غني كل الغنى بسيرة حكامنا الأوائل الذي كانوا يحمدون الله أنّ في رعاياهم من يقِّوم اعوجاجهم بالحوار وبالنار. ¶ ... وانطلاقا من هذا كله، فسأقتصر في رسالتي هذه إليكم على بيان الأخطاء السياسية الفادحة التي وقعت بعد حرب رمضان، ثم أختتم بعد ذلك باقتراح خطة بديلة، تجنب الأمة العربية المآزق والمزالق التي تواجهها، وتمكن النضال العربي من استئناف مسيرته في تحقيق أهدافه القريبة والبعيدة. ¶ المهادنة الأمريكية ¶ ... وأول هذه الأخطاء وأقدمُها على الإطلاق، أنَّ الحكومات العربية قد راحت بعد حرب رمضان تتعامل مع الولايات المتحدة، تعاملا غير متوازن ولا موزون، بل إنه يتسم بالمغامرة من غير مبرر سليم أو تقدير صحيح، فقد أعلن الجانب العربي ثقته بالولايات المتحدة من غير تحفظ ولا احتراز، وأكد تأكيد الواثق أنّ السياسة الأمريكية غيرَّتْ موقفها بصورة جذرية وجعل منها وسيطا وضامنا لما يسمى بالتسوية السلمية لأزمة الشرق الأوسط.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "... وامتدادا لهذا الخطأ الفادح فقد انطلقت التصريحات العربية الرسمية تردد أن الدكتور كيسنجر وزير الخارجية الأمريكي هو صانع المعجزات، وأنه أهل للثقة العربية الكاملة. وراحت أجهزة الإعلام العربية الرسمية تدخل في روع المواطن العربي أن أمريكا ووزير خارجيتها الدكتور كيسنجر ستحقق للأمة العربي مطلبها المرحلي الراهن في الانسحاب الكامل من الأراضي العربية المحتلة، وتحقيق المطالب المشروعة للشعب الفلسطيني. ¶ ... وهذا التضخيم لأمريكا والتعظيم لوزير خارجيتها، إنما يعود بالأمة العربية خمسين عاما إلى الوراء.. إلى تلك الحقبة العربية المتخلفة في أوائل العشرينات حيث سادت القيادات العربية موجة من التضخيم لشخصية الكولونيل لورنس – الذي وصف يومئذ بأنه صانع المعجزات ومدبر الحروب والانقلابات، وصديق العرب الأكبر – القادر على انتزاع الاستقلال من مخالب الحلفاء حتى أصبح يلقب \"ملك العرب غير المتوج\" ثم ما لبثت الأيام أن كشفت أن الكولونيل لورنس ومعه دول الحلفاء قد نكثوا عهودهم وفرضوا على البلاد العربية الاستعمار والصهيونية والتجزئة، ولا تزال الأمة العربية تئن تحت كابوس هذا البلاء الثلاثي الرهيب. ومثل الكولونيل لورنس في الماضي، فإن الدكتور كيسنجر في الحاضر قد لبس الكوفية والعقال وأخذ يصطنع صداقة العرب وينتزع ثقتهم ويمنيهم بأنه سيصنع لهم المعجزات, على حين أن المعجزة الكبرى التي يتطلع الدكتور كيسنجر إلى إنجازها هي أن يحمل الحكومات العربية على الاعتراف بإسرائيل والصلح معها والتعايش في جوارها – تلك حقا معجزة كبرى فشلت إسرائيل في الوصول إليها منذ نشأت إلى يومنا هذا.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "... ولسنا في حاجة للعودة إلى تاريخ الولايات المتحدة ودورها الرهيب في إلحاق أكبر كارثة بالأمة العربية,و فيما بذلت من جهود ضخمة في نشوء إسرائيل ودعمها المتواصل، في خلال الخمس والعشرين سنة الماضية، ويكفي أن نذكر أن أمريكا بإمداداتها العسكرية الضخمة كانت هي السبب الوحيد في أنها طوقت حرب رمضان المجيدة وحالت بينها وبين النصر الكامل. ¶ ... ليس هذا فحسب، بل إن أمريكا هي التي مكنت إسرائيل من استعادة زمام المبادرة لتصل قواتها العسكرية إلى الضفة الغربية في مصر, وإلى جبل الشيخ في سوريا, بعد أن اجتازت القوات المصرية الباسلة القناة، ودمرت خط بارليف، وبعد أن اخترقت القوات السورية الشجاعة خطوط العدو ودمرت تحصيناته, وأشرفت على بقاع فلسطين المحتلة. ¶ ... بل إنه يكفي أن نذكر أن أمريكا، وحتى بعد وقف إطلاق النار، قد أمدت إسرائيل بالمعونات الضخمة والإمدادات العسكرية المتوالية لتضمن لها على الدوام التفوق العسكري، وكان آخر هذا المدد ما قدمته الولايات المتحدة لإسرائيل من الدبابات والطائرات من مخازن حلف الأطلنطي في ألمانيا – قدمته في هذا الشهر، وعلى عجل، كأنما المعركة واقعة اليوم أو غدا. ¶ ... ولم تكتف أمريكا بهذا كله، بل انتهزت فرصة انعقاد الأمم المتحدة في دورتها الأخيرة فخطب الرئيس الأمريكي، ووزير خارجيته، وكأنما الأمة العربية في قفص الاتهام، راحا يهددان ويتوعدان الدول العربية ويعتبران البترول العربي مسؤولا عن الأزمة الاقتصادية العالمية,وجعلا الأمم المتحدة منبرا للتشهير بالأمة العربية وكأنما أصبحت الحرب الباردة التي كانت قائمة",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "في الخمسينات بين أمريكا وروسيا، حربا أخرى بين أمريكا والأمة العربية في السبعينات. ¶ ... وقد تولى وزراء خارجية الدول العربية الرد على التهديدات الأمريكية، كما تولى رئيس الوفد الصيني تفنيد الموقف الأمريكي تفنيدا أثار إعجاب الدول الأعضاء في الأمم المتحدة.. ولكن الرد العربي في قاعة الأمم المتحدة يجب أن يقترن برد عربي حاسم في الوطن ، فالعداء الأمريكي يجب أن يقابله عداء عربي، يتسم بالحكمة والشجاعة حقا. ¶ ... ولقد كان على رأس إنجازات حرب رمضان أن الأمة العربية قد اكتشفت ذاتها واكتشفت معها قدراتها الرادعة الفاعلة، وبعد أن انقضى العام على حرب رمضان، وما خلف من دروس وعبر فإن الدرس الأكبر الذي يتوجب على الملوك والرؤساء أن يتعلموه ويعلموه هو أن يشهروا في وجه أمريكا جميع أسلحة الردع التي نملكها من دبلوماسية واقتصادية ونفطية على جميع الجبهات في جميع الميادين.. ولست في حاجة أن أسردها أو أفصلها، فإن الجماهير العربية تعرفها حق المعرفة، وما فتئت تنادي بها منذ أن أقامت أمريكا إسرائيل في وطننا، فحالت دون وحدتنا ونهضتنا واستنزفت حياتنا ووجودنا.. وإن موقف الردع الذي أدعوكم إليه لا ينبع من الشعور بالبغضاء نحو الولايات المتحدة لغير ما سبب، فأنا أنتمي إلى جيل عربي كان يطالب في المشرق العربي، في أوائل العشرينات، بانتداب أمريكي على ديار الشام إذا كان مطلب الاستقلال لا سبيل إلى تحقيقه. ¶ ... كان ذلك مبلغ إعجابنا وثقتنا في الولايات المتحدة يومئذ، أما وقد أخذت السياسة الأمريكية تناصبنا العداء بعد ذلك، منذ قرار الولايات المتحدة",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "بإنشاء الدولة اليهودية في عام 1947 إلى هذا الشهر واليوم الذي تعقدون فيه مؤتمركم العتيد.. فقد أصبح الواجب القومي يدعوكم أن تقابلوا العداء بالعداء. ¶ ... لقد اختارت السياسة العربية أن تهادن أمريكا، وقد مضى عام كامل على التجربة، فماذا كانت حصيلة التجربة ؟ ¶ ... إذا كان العام الذي مضى بكل اجتماعاته ومؤتمراته ومماطلاته ووعوده,قد أثبت شيئاً , فقد أثبت أنّ التجربة فاشلة , وأنّ الاستمرار فيها يعود إلى نتائج فاشلة . ¶ لقد أثبت هذا العام أن سياسية الدكتور كيسنجر في الوصول إلى تسوية سلمية قد رست على حصيلة واحدة , مجاملات وقبلات للدول العربية , ودبابات وطائرات لإسرائيل. ¶ وليس هذا سجعاً مصنوعاً, ولكنه حقائق صارخة تتحدث عن نفسها , وما على الملوك والرؤساء إلا أن يستمعوا لها ويعملوا بهديها , ألم يخطبوا مرات ومرات \" نعادي من يعادينا ونصادق من يصادقنا\". ¶ أمريكا تستخدم سلاحنا: ¶ وثاني الأخطاء العربية الفادحة ,فإنه يتمثل في الطريقة التي استخدم فيها سلاح البترول العربي , فقد سار في دروب ملتوية , وانتهى به الأمر دون أن يحقق أهدافه العربية, وانتزعته أمريكا من أيدينا فدعمت اقتصادها وحققت لشركاتها أرباحاً طائلة وألحقت بشركائها في حلف الأطلنطي , واليابان خسائر فادحة . ¶ ولن يغفر التاريخ العربي للحكام العرب أنهم ارتكبوا أكبر تراجع عن قراراتهم المعلنة بصدد سلاح البترول .. تراجعوا عنها بعد أن كادوا يقطفون",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ثمارها ,ودون أن يحققوا الأهداف التي أعلنوها , واندلعت ألسِنة الإعلام الرسمية تهلل لأثرها وخطرها . ¶ وها أنا أعود إلى المحاضر الرسمية لأسرد على الملوك والرؤساء مواقفهم بخصوصها وتواريخها في عرض موجز حسب الترتيب الزمني : ¶ في 16/10/1973 أي بعد عشرة أيام من حرب رمضان أصدر وزراء النفط العرب في اجتماعهم الذي عقدوه في الكويت قراراً واضحاً ينص على تخفيض إنتاج النفط فوراً بنسبة لا تقل عن خمسة بالمائة حتى يتم انسحاب إسرائيل من كل الأراضي العربية المحتلة , وحتى تعاد للشعب الفلسطيني حقوقة المشروعة وأن يُوجّه الخفض نحو الولايات المتحدة في المقام الأول . ¶ وقد كان هذا القرار حلاً وسطاً بين اتجاهين مختلفين فقد كان العراق وليبيا والجزائر يصرون على موقف أشدُّ صرامة تجاه أمريكا , وكانت الدول العربية الأخرى ترى أن تعالج الأمور \"بالروية والحكمة والتدرج\". ¶ وكائناً ما كان هذا الاختلاف فقد ابتهجت الأمة العربية لقرار مؤتمر الكويت , ورضيت به كخطوة أولى على الطريق , وخاصة أنه ربط البترول العربي بالانسحاب الكامل وضمان حقوق الشعب الفلسطيني بصورة كاملة لا تشوبها شائبة . ¶ وفي 18-10-1973 أصدرت الحكومة السعودية بياناً رسمياً أعلنت فيه أنها ستبذل كل مساعيها لدى حكومة الولايات المتحدة الأمريكية لتعديل موقفها الحالي بدعم إسرائيل في حربها مع الدول العربية واذا لم تثمر هذه المساعي فإن السعودية سوف توقف تصدير النفط للولايات المتحدة .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وفي 19-10-1973 حظرت الجمهورية العربية الليبية شحن النفط إلى الولايات المتحدة الأمريكية وفي اليوم نفسه أصدرت السعودية قراراً بوقف تصدير النفط إلى الولايات المتحدة بسبب إمدادات السلاح الأمريكي لإسرائيل . ¶ وأعلنت الدول العربية الأخرى المنتجة للنفط اجراءات مماثلة تنفيذاً لقرارات مؤتمر الكويت , على حين بقي العراق في تنفيذ سياسية التأميم ¶ بدلاً . ¶ وفي 22 – 10- 1973 صدر قرار وقف إطلاق النار، ولكن الدول المنتجة للنفط استمرت في إجراءاتها التي اتخذت ، وأعلنت في اليوم نفسه \"أن سلاح النفط لن يتوقف بتوقف القتال، وأن الحظر على تصدير البترول إلى أمريكا سوف يستمر إلى أن يتم انسحاب إسرائيل الكامل من الأراضي العربية المحتلة، وتستعاد الحقوق المشروعة للشعب الفلسطيني\". ¶ ... وفي 15 – 11 – 1973 أصدرت منظمة الأقطار العربية المنتجة للنفط بيانا أعلنت فيه: \"أن الدول العربية ستواصل فرض القيود على إنتاج النفط إلى أن تقرر الأسرة الدولية اتخاذ إجراءات حاسمة وفعالة لحمل إسرائيل على الانسحاب من الأراضي العربية المحتلة. ¶ ... وفي اليوم نفسه أعلن وزير النفط الكويتي تعليقا على هذا البيان بأن \"حظر النفط العربي على أمريكا سيبقى ساري المفعول طالما استمر الاحتلال للأرض العربية وما دام الشعب الفلسطيني لم يسترد حقوقه المشروعة\". ¶ ... وفي 21 – 11 – 1973 أعلن الدكتور كيسنجر تحذيرا إلى الدول العربية المنتجة للنفط ينذر فيه \"بقيام الولايات المتحدة بإجراءات مضادة إذا استمرت حرب النفط العربية\". وجاء الرد العربي على التهديد الأمريكي",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "سريعا وحاسما وواضحا. ففي 22 – 11 – 1973 رد وزير النفط السعودي قائلا: \"إذا ما لجأت الولايات المتحدة إلى التدخل العسكري فإن بلاده ستعمد إلى تفجير عدد من آبار نفطها\" وأضاف أنه إذا ما وضع جدول زمني بالانسحاب الإسرائيلي من الأرض العربية فسيوضع جدول مقابل بالزيادة النفطية وأنه عندما يتم الانسحاب كليا سيعود إنتاج النفط إلى ما كان عليه قبل حرب تشرين\". ¶ ... وفي 26 – 11 – 1973 انعقد مؤتمر القمة العربي في الجزائر واتخذ قرارا واضحا وحاسما.. \"باستخدام النفط العربي كسلاح.. والاستمرار في الحظر بالنسبة للدول المساندة لإسرائيل\". ¶ ... وعقب انتهاء مؤتمر الجزائر صرح الرئيس بومدين بوصفه رئيسا لمؤتمر القمة العربي القرار الذي اتخذه الملوك والرؤساء بصدد حظر البترول العربي ورد على تهديدات الدكتور كيسنجر بشأن احتمال قيام الولايات المتحدة بعمل عسكري لاحتلال منابع النفط العربي بقوله: \"هذا كلام فارغ هل يريدون وضع دبابة على كل متر من العالم لقد قلت عندما تحدثوا عن الوحدات الأمريكية الخاصة التي تتدرب في الصحراء استعدادا لاحتلال منابع النفط العربي، إن هذا يكلفنا بضعة فدائيين لنسف آبار البترول وستكون كارثة الغرب كارثة كبرى\". ¶ ... وفي 4 – 12 – 1973عاد الرئيس الجزائري وكرر تحذيره بقوله \"إذا حاول الغرب التصرف بعجرفة أو استخدام القوة فإنه سيصاب بكارثة، وإن كل آبار النفط ستحرق وكل أنابيب النفط ستدمر وسيدفع الغرب الثمن. ¶ ... وفي 9 – 12 – 1973 عقدت منظمة الأقطار العربية المصدرة للنفط اجتماعا لدراسة الموقف من جديد واتخذت القرارات الآتية:",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "... أولا: إذا تم التوصل إلى اتفاق حول الانسحاب الإسرائيلي من كل الأراضي المحتلة، وفي مقدمتها مدينة القدس بموجب جدول زمني موقع من إسرائيل وتضمن الولايات المتحدة تنفيذه فإن الحظر على تصدير النفط إلى الولايات المتحدة سيرفع فور بدء تنفيذ الجدول الزمني للانسحاب. ¶ ... ثانيا: يعقد وزراء النفط حال الاتفاق على الجدول الزمني للانسحاب، اجتماعا لوضع جدول زمني لإعادة إنتاج النفط إلى المستويات التي كان عليها متماشيا بذلك مع مراحل الانسحاب\". ¶ ... ولقد كان هذا القرار العربي الأخير واضحا ومحددا يربط ربطا محكما بين البترول والانسحاب الإسرائيلي من الأرض العربية، ومن القدس، وأيقنت الأمة العربية أنّ الحكومات العربية جادة حقا هذه المرة، وأنّ الجلاء الإسرائيلي أصبح قاب قوسين أو أدنى, وأن حرب رمضان المجيدة وإلى جانبها حرب البترول سوف تحقق هدفها المرحلي في تحرير الأرض العربية من شرم الشيخ إلى جبل الشيخ وإلى بيت المقدس وقلقيلية. ¶ ... غير أن الأمة العربية قد أفاقت صباح التاسع عشر من شهر آذار 1974 على فاجعة جديدة تضاف إلى الفواجع السابقة.. وسيظل اليوم التاسع عشر من آذار يوما تعيسا في تاريخ هذه الحقبة من نضالنا. ¶ ... في ذلك اليوم وقفت الأمة العربية أمام سراب الحكم العربي، فقد أصدرت الحكومات العربية قرارا بإلغاء كل قراراتها السابقة.. ورفعت الحظر عن الولايات المتحدة دون أن تنسحب إسرائيل شبرا واحدا من الأراضي العربية المحتلة أوعن بيت المقدس.. وإذا كانت الأمة العربية قد فجعت بقرار وقف النار في المعركة العسكرية بعد أسبوعين من اندلاعها، فقد كانت فاجعتها أكبر وأكبر بوقف إطلاق النار في معركة النفط.. فالمعركة",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "العسكرية لا تخلو من أسرارها ومضاعفاتها، ولكن معركة النفط كانت واضحة المعالم، وكانت الأمة العربية تتابع تطوراتها يوما بعد يوم وتلمس نتائجها الباهرة. ¶ ... وعلى هذا فإن الحكام العرب لا يستطيعون الدفاع عن أنفسهم في قرارهم الخاطئ بعودة سلاح البترول إلى غمده قبل أن يحقق أهدافه المعلنة، والمؤكدة المرة بعد المرة، وإن رفع الحظر عن أمريكا كان استجابة لرغبة أمريكا، دون أن تظفر منها ولو ببيان يلزم إسرائيل بالانسحاب الكامل. ¶ ... واليوم فإن الفرصة مؤاتية أمام الملوك والرؤساء المجتمعين في مؤتمر القمة، لأن ينجو من مسؤوليتهم التاريخية في الخطأ الذي ارتكبوه.. لا بالاعتذار والاستغفار ولكن بالتصريح الواضح الصريح، بالعودة إلى الصواب، فها قد مضى عام على الحظر ورفع الحظر، والأرض العربية تحت الاحتلال والقدس تحت التهديد، والأمة العربية لا تطالبكم بأكثر من قراراتكم التي تفاخرتم بها زمنا طويلا. ¶ ... وأني لأرجو أن لا تعتبروا هذا المطلب القومي مزايدة أو غوغائية، أو عاطفية، وهي الرد الشائع اليوم على كل مطلب قومي، فإن الموقف الإسرائيلي يدعوكم اليوم أكثر من أي وقت مضى أن تعودوا لاستخدام سلاح النفط بحكمة وشجاعة بعد أن أعلنت إسرائيل في قاعة الأمم المتحدة أنها ترفض العودة إلى خطوط 1967 وتعتبر بيت المقدس بشطريها العاصمة الخالدة لإسرائيل. ¶ التحرك السياسي بعيدا عن حرب رمضان ¶ ... وثالث الأخطاء العربية الفادحة، يتجسد في التحرك السياسي العربي الذي جاء في أعقاب حرب رمضان فما أن تم وقف إطلاق النار، حتى أخذت",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "السياسة العربية تسير بعيدا عن حرب رمضان وانتصاراتها المجيدة، وبدا واضحا أن الخط السياسي العربي راح يستمد سيره من هزيمتنا في حرب الأيام الستة، بدلا من أن ينطلق من انتصاراتنا في حرب رمضان. وهذا الحكم صارم من غير شك، ولكنه ليس بظالم على أي حال، فقد اختار حكام العرب في تحركهم السياسي المطالبة بتنفيذ قرار مجلس الأمن رقم 242، وهو القرار الذي أملته ظروف هزيمتنا في حرب الأيام الستة فجاء الخط السياسي العربي بعد حرب رمضان رِدَّة إلى الوراء، إلى حقبة الهزيمة، وكأنما حرب رمضان لم تقع، وكأنما سقطت انتصاراتها شهيدة مع أبطالنا الشهداء. ¶ ... ولقد كانت أمام حكام العرب صياغات دولية كثيرة، تخاطب فيها العالم الدولي، دون أن نتهم باطلا وزورا مرة أخرى بأننا نريد إلقاء اليهود بالبحر، ومن الإنصاف أن نعيد إلى الذاكرة أن الرئيس السادات، قد أعلن في خطابه في 16 تشرين أول 1973 أننا على استعداد فور الانسحاب من كل الأراضي العربية المحتلة أن نحضر مؤتمر سلام دوليا في الأمم المتحدة، وأننا في هذا نقبل التزامنا بقرارات الأمم المتحدة والجمعية العمومية ومجلس الأمن.. ولكَم وددت وأنا أستمع إلى خطاب الرئيس السادات أن ترسخ عبارة (فور الانسحاب) على الأرض العربية رسوخ جبل المقطم، وأن تثبت على طريقنا السياسي ثبات أبي الهول. ¶ ولكن سرعان ما تقلص هذا الموقف الدولي الذي حدده الرئيس السادات بعناية مركزة، وتحول من الالتزام بجميع قرارات الأمم المتحدة وانحصر في المطالبة بتنفيذ قرار مجلس الأمن رقم 242، وصاحب ذلك حملة إعلامية ضخمة تؤكد أن قرار مجلس الأمن ينص على الانسحاب",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "الإسرائيلي الكامل من جميع الأراضي العربية المحتلة، وينص كذلك على المحافظة على الحقوق المشروعة للشعب الفلسطيني مع أن المواطن العادي، حتى ولو لم يكن على حظ من الثقافة السياسية يدرك بسهولة حينما يقرأ نص ذلك القرار، كما أصدره مجلس الأمن، لا كما نشرته الأجهزة العربية الرسمية، بأنه ينص على الانسحاب الكامل، ولا يتحدث إطلاقا عن الحقوق المشروعة للشعب الفلسطيني. ¶ ... ونحن نذكر أن الوفود العربية لدى مجلس الأمن كانت قد كافحت مريرا لأن تقنع أعضاء المجلس بأن يضموا \"أل\" التعريف على كلمة (أراض) ليكون الانسحاب شاملا كاملا، ولكن المجلس قد ضن على الدول العربية بأل التعريف، لتبقى قبضة إسرائيل في عنق الأمة العربية. ¶ ... وواضح أن قرار مجلس الأمن، وهو أسوأ قرار أصدرته الأمم المتحدة بعد قرار التقسيم الشهير، منح إسرائيل معظم مطالبها، وتتلخص فيما يأتي: ¶ ... أولا: الاعتراف بإسرائيل كدولة مستقلة ذات سيادة. ¶ ... ثانيا: الاتفاق معها على حدود آمنة معترف بها. ¶ ... ثالثا: الالتزام باحترام وحدتها الإقليمية وأمنها وسلامة أراضيها. ¶ ... رابعا: إنهاء حالة الحرب بين الدول العربية وإسرائيل. ¶ ... خامسا: التنازل عن الادعاءات والمطالب السابقة \"وهذا يعني فلسطين\". ¶ ... سادسا: حرية الملاحة في قناة السويس وخليج العقبة. ¶ ... هذا ما أعطاه قرار مجلس الأمن لإسرائيل بالإضافة إلى تصفية المقاومة الفلسطينية، ولم يعط الدول العربية إلى الانسحاب من أراض في",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "صيغة مكبلة بالقيود، مضافا إلى تجريد مناطق عربية من السلاح إلى أجل غير محدود، فيما يشبه نزع السيادة العربية عنها. ¶ ... وفيما يخص اللاجئين الفلسطينيين، فإن قرار مجلس الأمن لا ينص على التزام إسرائيل بعودتهم إلى ديارهم ووطنهم، بل نص في فقرة ثانوية على \"تسوية عادلة للاجئين الفلسطينيين\". ¶ ... ولقد كان طبيعيا أن يصدر قرار مجلس الأمن بالصيغة التي جاء فيها، فإن هزيمة حرب الأيام الستة كان لا بد أن ينعكس أثرها على مجلس الأمن.. وهذه المنظمة الدولية لا تعطي الشعب أي شعب، إلى بقدر ما يأخذ في ساحة المعركة.. لا أكثر ولا أقل. ولكن لم يكن من الطبيعي إطلاقا من الحكام العرب، بعد أن أسقطت حرب رمضان أسطورة الحدود الآمنة، أن يقبلوا القرار الصادر من مجلس الأمن الذي يقوم على الأسطورة ذاتها، وكانت مفارقة عجيبة حقا أن تتبنى السياسة العربية أسطورة أسقطتها العسكرية العربية الباسلة. ¶ مؤتمر جنيف: ¶ ... ورابع الأخطاء العربية الفادحة، هو الاشتراك في مؤتمر جنيف، وعلى أساس قرار مجلس الأمن إياه. وبقدر ما كان موقف الملوك والرؤساء سليما وواضحا في مؤتمر الجزائر فقد كان الموقف خاطئا بالكلية في الاشتراك بمؤتمر جنيف. ¶ ... ذلك أن مؤتمر الجزائر، وقد سبق مؤتمر جنيف بشهر واحد تقريبا قد قرر أن مرحلة النضال العربي هي:",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "أولا: التحرير الكامل لكل الأراضي العربية المحتلة، وعدم التنازل أو التفريط في أن جزء من هذه الأراضي أو المساس بالسيادة الوطنية عليها. ¶ ... ثانيا: الالتزام باستعادة الحقوق الوطنية للشعب الفلسطيني. ¶ ... ثالثا: تحرير مدينة القدس العربية وعدم القبول بأي وضع من شأنه المساس بسيادة العرب الكاملة على المدينة المقدسة. ¶ ... رابعا: قضية فلسطين هي قضية العرب جميعا ولا يجوز لأي طرف عربي التنازل عن هذا الالتزام وذلك وفق ما قررته مؤتمرات القمة السابقة. ¶ ... هذه قرارات واضحة وملزمة حقا. ولكن العيب الذي رافقها هو العيب الذي رافق مؤتمرات القمة منذ أن انعقد مؤتمر الملوك والأمراء في زهراء أنشاص، في عهد الملك فاروق، إن قرارات القمة سليمة دائما وأبدا، ولكن الالتزام بها لم يكن سليما دائما وأبدا. ¶ ... ولقد حسبنا بعد حرب رمضان المجيدة أن \"حليمة لن تعود إلى عادتها القديمة\" ولكننا شهدنا بعد أن انفرط مؤتمر القمة في الجزائر بشهر واحد، أن الوفود العربية تشترك في مؤتمر جنيف لتنفيذ قرار مجلس الأمن رقم 242 الذي يستهدف تصفية القضية الفلسطينية من أساسها وفي مخالفة واضحة للقرارات التي اتخذها مؤتمر القمة العربي في الجزائر. ¶ ... ويكفي للتدليل على أهداف مؤتمر جنيف، أن الدكتور كيسنجر قد افتتح خطابه مستشهدا بالمثل العامي المعروف \"اللي فات مات\" وإذا كان الاستشهاد يعني شيئا فإنه يعني موت القضية الفلسطينية كما يشتهي الدكتور كيسنجر والولايات المتحدة، وإسرائيل بطبيعة الحال. ¶ ... ومن أجل ذلك كله فإنَّ استئناف العمل في مؤتمر جنيف، بعد أن وضحت الأهداف بالتجربة والممارسة، لا يتفق إطلاقا مع المبادئ الأساسية",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "للقضية العربية، ولا مع المواقف الرسمية التي أعلنها قادة العرب منذ خمسين عاما إلى يومنا هذا، ولا مع قرارات مؤتمرات القمة من بدايتها حتى الآن. ¶ الاستمرار في الخطأ ¶ ... وخامس الأخطاء العربية الفادحة، بل أفدحها على الإطلاق، هو الاستمرار في طريق الخطأ بعد أن وضحت كل منعطفاته ومزالقه. ¶ ... والآن وقد مضى عام واحد على وقف إطلاق النار، وعلى مؤتمركم الذي عقدتموه في الجزائر يمكن التأكيد بصورة جازمة أن معالم الطريق أصبحت واضحة حتى للذين أرادوا أن يكتشفوه بأقدامهم لا برؤوسهم. ¶ ... ولقد وضح على وجه قاطع أن طريق مؤتمر جنيف مسدود من كل أطرافه، وأنه كان مفتوحا على سراب.. والمفكرون العرب حذَّروا من عواقبه قبل انعقاده.. فإنَّ السياسة الأمريكية معروفة ,والأهداف الإسرائيلية مفضوحة وليس الأمر في حاجة إلى عبقرية خارقة لكشف المكشوف وفضح المفضوح. ¶ ... ومع ذلك فقد مر هذا العام ليكشف عن الحقيقة في مجموعة من الوقائع المعلنة، تثبت بما لا يقبل الشك أن المرحلة النضالية التي رسمت حدودها في مؤتمر الجزائر يستحيل تنفيذها بالوسائل السياسية، إلا إذا كانت السياسة العربية المعاصرة تريد أن تسجل تراجعا آخر يضاف إلى التراجعات العديدة السابقة. ¶ ... وتتلخص هذه الوقائع المعلنة بما يلي: ¶ أولا: لقد أعلن الدكتور كيسنجر غير مرة أنه يسعى للوصول إلى حل وسط بين المطالب العربية والإسرائيلية، وهذا معناه أن المطالب العربية لا يمكن تحقيقها كاملة.. كما التزم بها الملوك والرؤساء في مؤتمر الجزائر.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "... ثانيا: قدمت أمريكا عشية انعقاد مؤتمر جنيف وبعده مساعدة عسكرية ومالية لإسرائيل، دون أن تلتزم إسرائيل بأي موقف محدد بالنسبة إلى الانسحاب. ¶ ... ثالثا: رفضت إسرائيل أثناء مباحثات الفصل بين القوات أن تعلن أن الاتفاقية هي خطوة أولى على طريق الانسحاب الكامل. ¶ ... رابعا: توالت التصريحات الإسرائيلية وآخرها منذ أيام بأنها لا تعتزم العودة إلى خطوط 1967 وأنها تصر على البقاء في الجولان ومواقع معينة في سيناء.. وقد أعلنت المصادر الرسمية الأمريكية أن إسرائيل تقوم ببناء تحصينات جديدة في الجولان تبلغ تكاليفها عشرين مليون جنيه إسترليني. ¶ ... خامسا: ازداد الموقف الإسرائيلي وضوحا حين أعلن رئيس الوزراء الإسرائيلي، شعار \"قطعة من الأرض مقابل قطعة من السلام\" وأنّ إسرائيل مستعدة لتقديم تنازلات إقليمية وهي تتنازل بذلك من أرضنا لنا، مقابل تنازل من أرضنا لها. ¶ ... سادسا: إنَّ مؤتمر جنيف سيغرق وربما لأعوام طويلة، في خريطة تفصيلية، أعلنت عنها إسرائيل، تبين فيها المواقع التي ستحتفظ بها والمواقع التي ستتنازل عنها. ¶ ... سابعا: وبالنسبة للاجئين الفلسطينيين فإن الموقف الإسرائيلي واضح، يقوم على أساس توطينهم خارج فلسطين، في تعبير إسرائيل أن الأرض العربية شاسعة وأموال العرب وافرة. ¶ ... ثامنا: أما بيت المقدس، وهي التي تتميز عن سائر الحواضر العربية بأنها أعظم ساحة عربية شهدت أعظم صراع بين الشرق والغرب، فالموقف الإسرائيلي بشأنها لا يحتمل ذرة واحدة من الشك.. إنَّ القدس عند إسرائيل",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "هي العاصمة الخالدة، شرقها وغربها، ولا يمكن التخلي عنها بالطرق السياسية، وإسرائيل التي خرجت من القنيطرة في إطار اتفاق الفصل، بعد أن هدمتها حجرا على حجر، لا يمكن أن تخرج من بيت المقدس إلا في معركة طاحنة تطحن فيها القوات الإسرائيلية عند حائط المبكى.. وعلى ضوء هذه الحقيقة يجب أن يخطط الملوك والرؤساء لتحرير بيت المقدس.. فالكفاح المسلح هو طريق التحرير ولا طريق سواه. ¶ ... تاسعا: إن إسرائيل ماضية في تصعيد هجرة اليهود السوفييت، ولا تترك أمريكا فرصة إلا وتلح على الاتحاد السوفييتي لإباحة الهجرة اليهودية، وفي المؤتمر الصحفي الذي عقده الدكتور كيسنجر عشية سفرته الأخيرة إلى الشرق الأوسط صرح بان المساعي الأمريكية للضغط على موسكو بشأن الهجرة اليهودية لا تزال مستمرة.. وقد كان وقف صفقة القمح الأمريكي إلى روسيا وراء هذا الموضوع الخطير، وجرى البحث بين موسكو وواشنطن على إباحة الهجرة لليهود السوفييت وانتهى الأمر بأن أعلنت المصادر الرسمية من واشنطن بأن الاتفاق قد تم مع موسكو على تسهيل هجرة اليهود السوفييت إلى إسرائيل بمعدل ستين ألفا في العام، فماذا بقي من التسوية السلمية ؟ ¶ ... عاشرا: تعتزم إسرائيل تسليم الضفة الغربية وقطاع غزة، من غير القدس الكبرى والقرى الأمامية بحيث لا تملك المقومات الاقتصادية ولا القدرات الدفاعية، ولا تحقق للشعب الفلسطيني أدنى طموحاته الوطنية.. وأي طموح هذا بعد تسليم معظم الوطن إلى العدو الدخيل – وإذا كان هنالك من طموح فإنه طموح العدو أن نعترف به، ونعترف بأرضنا وطنا له.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "إلى مؤتمر القمة العربي في بغداد ¶ ... يتطلع العالم العربي والإسلامي بل العالم بأسره إلى مؤتمركم العتيد على أنه الامتحان الأخير للحكم العربي المعاصر في معالجته للقضية العربية وهي تتهاوى الآن إلى قاع الكارثة، وأرى من واجبي كمواطن عربي كل انتمائه إلى الوطن العربي بأسره, وكل ولائه إلى الأمة العربية جمعاء أن أضع أمامكم الأمور التالية: ¶ ... أولا: أرجو أن لا تضيعوا وقتا في إعداد جدول أعمالكم, إذ يكفي أن يكون جدولكم مؤلفا من خطبة رئيس وزراء العدو وتصريحاته وخاصة الأخيرة منها المتعلقة باللاجئين والضفة وغزة وبيت المقدس فإن فيها الدليل الواضح والمؤشر المحدد لعملكم وقراركم.. ¶ ... ثانيا: الواجب الأول أمام مؤتمركم يفرض عليكم وقبل كل شيء أن تعرفوا أن أمريكا هي عدوكم الأول, فإنها هي السبب المباشر في الكارثة الكبرى المطروحة أمامكم، فإن الولايات المتحدة، هي التي وجهت الطعنات الأولى إلى القضية العربية في عهد الرئيس ترومان، وهي نفسها التي تجهز على ما بقي من القضية في عهد الرئيس كارتر في أكبر عملية جراحية تقوم بها أمريكا تحت أبرع فنون التخدير التي يملكها العلم في العصر الحديث.. ¶ ... ثالثا: إن أمريكا ليست بالعدو الذي لا تقهر سياسته فأنتم في أوج قوتكم الاقتصادية في العالم، وأمريكا واقعة في قاع متاعبها الاقتصادية،",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "تضخما وبطالة وفسادا، ويكفي أن الدولار يتساقط أمام أبصاركم تساقط أوراق الخريف... وأنتم الآن أمام فرصة ذهبية لفرض إرادتكم على أمريكا لتفرض إرادتها على إسرائيل.. ولم يسبق للعرب فرصة مماثلة في الماضي لتنتزعوا أحسن الحلول وأكرمها,والطريق واضحة أمامكم ولستم في حاجة إلى من يدلكم عليها.. وعليكم أن تتذكروا أن الرئيس ايزنهاور قد أخرج إسرائيل من الأرض العربية المحتلة في عام 1956 من غير جنيف ولا كامب ديفد ولا قرار 242 ولا معاهدة صلح.. ¶ ... رابعا: وقد سبق لأمريكا كذلك وهي صاحبة قرار التقسيم عام 1947 أن تراجعت عنه علنا في ربيع عام 1948 واستبدلته بمشروع للوصاية الدولية على كل فلسطين وكان ذلك تحت ظروف عربية ودولية تستطيعون الآن أن تخلقوا مثلها.. ¶ ... خامسا: إن التردد في استخدام قدراتنا الاقتصادية لا يبرره حرصنا على اقتصاد العالم ورفاهيته, فهذا يجب أن لا يفوق حرصنا على وطننا الذبيح، الذي يراه العالم يحل به الدمار دون أن يحرك ساكنا.. مقتصرا على الإدانات والإيضاحات وكفى. ¶ ... سادسا: المعاول الأمريكية تنهال تخريبا على آخر جدار لكم في عمان فازحفوا إلى الملك حسين بكل عون ومدد، فإنه لات ساعة مندم إذا انهار الجدار.. ¶ ... سابعا: الأمة العربية, وقد ملت القرارات المتسرعة المرتجلة في الماضي, تطالبكم اليوم بخطة المائة عام، طويلة النفس، عميقة الإيمان، عنيدة العقل، تتسم بالإخلاص والصدق والوفاء.. وما عليكم إلا أن تبدأوا من جديد,",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "واحرصوا قبل عودتكم إلى عواصمكم أن تزوروا قلعة تكريت مولد صلاح الدين فليس المزار ببعيد. ¶ ... ثامنا: إنَّ مآذن بيت المقدس تستصرخكم الغوث، ولو كنت فيها لأرسلت إليكم شعور نسائها تناشدكم النجدة، فقد أصبحت العذراء الطهور عارية تحت أقدام العدو يلهبها كل يوم بسياطه النجسة.. ¶ ... تاسعا: لا يكن أمر مصر وما آلت إليه سببا في الخلاف فيكم، فإن رئيسها إلى زوال قصر الزمن أو طال، شأن الحكام أجمعين.. ولا بد أن تخرج مصر من قبضة أمريكا وتسترد إرادتها وحريتها لتتبوأ موقعها القيادي الرفيع معكم وإلى النهاية.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "رسالة من أحمد الشقيري ¶ إلى أنور السادات ¶ \"الحدود الجديدة لمدينة القدس بعد حرب 1967 تشمل ثلث الضفة الغربية...\" ¶ \"تعهدات الأمريكان لكم لا تصلح إلى للمذكرات الشخصية..!\" ¶ بسم الله الرحمن الرحيم ¶ السيد محمد أنور السادات رئيس جمهورية مصر العربية المحترم: ¶ ... بتاريخ الثالث عشر من شهر نوفمبر (تشرين الثاني) 1978، أدلى الملك الحسن الثاني بحديث صحفي في أمريكا، أعلن فيه أن سيادتكم قد حصلتم من الرئيس الأمريكي كارتر على ضمانات أكيدة وقوية تكفل عودة بيت المقدس إلى السيادة العربية. ونظرا للمكانة الرفيعة التي تستأثر بها بيت المقدس في قلوب العرب والمسلمين فإني أستأذنكم بأن أضع أمامكم الأمور الآتية: ¶ ... أولا: لقد سبق للشريف حسين بي علي أمير مكة أن حصل أثناء الحرب العالمية الثانية على عهود قاطعة تضمن للعرب استقلالهم وحريتهم وإنشاء دولتهم. وما أن وضعت الحرب العالمية أوزارها حتى نكث الحلفاء",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "بعهودهم وتنكروا لها واقتسموا الأقطار العربية فيما بينهم وتولت السلطات البريطانية إبعاد حليفهم الشريف حسين إلى جزيرة قبرص حيث قضى فيها أيام حياته. ¶ ... ثانيا: إنَّ تعهد الرئيس لسيادتكم ليست له صفة قانونية إلزامية، ولا يعدو أن يكون حديثا شخصيا بين رئيسين يصلح في أحسن الأحوال أن يدخل في أحد فصول المذكرات الشخصية. وعلى هذا فإنه لن يعيد إلى العرب حجرا واحدا من أسوار بيت المقدس، والرؤساء الأمريكيون اللاحقون سينكرون هذا التعهد أو يتنكرون له وسجل السياسة الأمريكية حافل بسوابق متعددة مماثلة. ¶ ... ثالثا: ومما يضعف من قيمة التعهد الأمريكي أنّ تصريحات رئيس وزراء العدو بعد اتفاقية كامب ديفد كانت قاطعة وحاسمة، فقد أعلن فيها أن القدس هي عاصمة إسرائيل الخالدة وستظل كذلك إلى الأبد، ولهذا فإن تعهد الرئيس كارتر ليس من شأنه أن يرد إلى العرب شبرا واحدا من بيت المقدس ,وخاصة أنّ أمريكا ستظل خاضعة لسياسة إسرائيل إلى مائة عام أخرى. ¶ ... رابعا: منذ أن جرى توقيع اتفاقية كامب ديفد وإسرائيل ترتكب مخالفات صارخة ضد جميع الأمور الواردة فيها قبل أن يجف مدادها، وهي ماضية في إنشاء المستوطنات حول غزة وبيت المقدس، وتصر على بقاء القوات الإسرائيلية في الضفة الغربية وتعلن من حين إلى آخر أن الضفة الغربية وقطاع غزة يعتبران جزءا من أرض إسرائيل المحررة. ¶ ... خامسا: إن الحصيلة النهائية التي رست عليها المبادرة السياسية خلال هذا العام أن اليهود قوم لا يصلحون للمفاوضات الدبلوماسية، فقد أثبتت هذه التجربة منذ بدايتها حتى الآن أنهم مجبولون على الأطماع من غير حدود،",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ومفطورون على العدوان من غير قيود، وقد أنبأنا القرآن الكريم أنهم لا عهد لهم ولا ذمة، ولا أمن لهم ولا أمان معهم، وأنّ سيرتهم مع سيدنا موسى في صحراء سيناء لا تدع فرصة إنسانية للتعامل معهم. وقد أثبتت تجربة سيادتكم في هذه الحقبة أن الخلَف أسوأ من السلَف، وخاصة بعد أن أصبحت أمريكا حليفة لهم وخاضعة لمشيئتهم. ¶ ... سادسا: والسيرة النبوية حافلة بأحداث سيدنا محمد معهم، فقد وادع قبائلهم وكفل لهم الحرية الكاملة ولكنهم نكثوا العهد وتآمروا عليه. ولم يكن من خلاص إلا بإجلائهم عن الجزيرة العربية. ¶ ... سابعا: وقبل ذلك كانت لهم أحداث مأساوية مع سيدنا عيسى فندد بهم ودعاهم غلاظ الرقاب قاتلي الأنبياء وراجمي المرسلين، وفي النهاية أرسلها السيد المسيح صيحة داوية في سمع الزمان أنّ الخلاص هو من اليهود وتلك هي عبارة الإنجيل بألفاظه. ¶ ... ثامنا: وفي العصور القديمة لجأ العبرانيون إلى مصر في عهد الفراعنة فأقاموا في المنطقة الشرقية ناعمين بكفالة الشعب المصري وحسن ضيافته, ولكنهم كانوا مثالا للغدر ونكران الجميل .وكان آخر ما فعلوه ليلة خروجهم من مصر أنهم سلبوا من نساء المصريين حليهن. من الذهب والفضة، فكانت أكبر عملية لصوصية في التاريخ الإنساني. وهذه الحادثة مسجلة بتفاصيلها في توراة اليهود. ¶ ... تاسعا: بل إن الرئيس السادات نفسه قد أصبح فيما أعتقد أوسع وأحدث مرجع في سلوك إسرائيل. فإن بين يديه فيضا من الوقائع التي تثبت أبشع أنواع الاستغلال والنهب في محاولات الوفد الإسرائيلي لجني ثمار العدوان، كما يتضح ذلك من مطالبتهم بنفقات الانسحاب وتكاليف الإسكان",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وإنشاء القواعد الجوية في النقب واستخدام المطارات المصرية في سيناء بالإضافة إلى أطماعهم في بترول سيناء وأسماك بحيرة البردويل وتصريحاتهم عن المشاركة في بناء الأهرامات. ولم يبق من الوقاحة إلا أن يطالبوا بالمنطقة الشرقية من أرض مصر التي أقاموا فيها أربعمائة وثلاثين عاما، كانوا بعدها عملاء لدولة فارس حين غزت مصر في عهد قمبيز. ¶ ... عاشرا: وبيت المقدس الذي ينازعك عليه رئيس وزراء العدو كانت تحت السيادة المصرية لعدة قرون. ورسائل تل العمارنة في مصر، وهي من أشهر الرسائل الدبلوماسية في التاريخ حافلة بالأوامر المصرية الصادرة عن فرعون مصر إلى الحاكم المصري في بيت المقدس. ¶ ... حادي عشر: وفي ما كتبه عالم المصريات الشهير المؤرخ الأمريكي برستد أقطع الدلائل أن فلسطين كلها كانت ولاية مصرية وأن الملك سليمان الحكيم كان أحد عمال فرعون مصر، وحين زوّجه ابنته أقطعه بعض مدن فلسطين مهرا لها. ¶ ... ثاني عشر: وهذه الحجج الدينية والتاريخية التي نسردها بصورة سريعة ليست خروجا عن الصدد. بل إنها في صميم الموضوع لأن رئيس وزراء العدو كان يجادل سيادتكم في كامب ديفد بحججه الدينية والتاريخية. ولا يبقى علينا إلا أن يكون إيماننا بالحق العربي موازيا على الأقل لإيمان اليهود بباطلهم. ¶ ... ثالث عشر: إن لبيت المقدس مقاما رفيعا في صميم الدين الإسلامي فإن فيه أولى القبلتين وثالث الحرمين وهو موطن الإسراء والمعراج وكان من أمجاد مصر أنها أنفقت خراجها لسبع سنوات على عمارة المسجد الأقصى الذي يعتبر من أروع ما أبدعه الفن الإسلامي، على حين أن هيكل",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "اليهود لم تبق منه حبة رمل واحدة. ويكفي تكريما لبيت المقدس أن سيدنا محمد قال عنه إنّ الجنة لتحن شوقا لبيت المقدس، ولهذا فإنّ مدينتنا المقدسة لا تحتمل خطأ ولا مغامرة ولا يصح أن يترك أمرها تحت رحمة رئيس أمريكي يهرول وراء أصوات اليهود من دورة إلى دورة. ¶ ... رابع عشر: وهناك نقطة تتطلب من سيادتكم وقفة طويلة، ولا أدري إذا كانت قد وضعت أمامكم, وهي أنّ القدس حسب الحدود التي رسمتها لها إسرائيل بقوانينها في صيف 1967، تؤلف من حيث المساحة ثلث الضفة الغربية وهي تمتد من بيت لحم جنوبا حتى مطار قلندية شمالا، ومعنى ذلك أنّ الضفة الغربية لا تعود بكاملها إلى عرب فلسطين، وبهذا تصبح الأرض العربية مفككة الأوصال، وتمتلك إسرائيل ثلث الضفة الغربية بإجراء منفرد وبرغبتها المجردة وحدها عن طريق قانون إسرائيلي... ¶ ... خامس عشر: إنّ موضوع بيت المقدس يفوق من حيث الأهمية جميع جوانب القضية الفلسطينية الأخرى وهو جدير بالاهتمام الأول، لا يعلوه في سلم الأولويات أي موضوع من القضية الفلسطينية، وعلى ذلك فإنه لا يصح أن يسجل في تاريخ مصر صاحبة معركة عين جالوت وفي عهد قائد أكتوبر أنّ بيت المقدس قد أصبح عاصمة يهودية لإسرائيل، وأنّ سيادة العرب قد تقلصت وضمرت وأصبحت قاصرة على الزيارة والعبادة, شأنهم في ذلك شأن الغرباء من الأقوام والشعوب في سائر أرجاء العالم. من أجل ذلك كله، فإنّ موضوع بيت المقدس وعروبته، هو مسؤوليتكم الآن ولا شأن للرئيس كارتر بصدده وأنتم تملكون مفتاح الموقف، ولا أملك إلا أن أناشدكم الله بأن لا توقعوا مع العدو أية وثيقة إلا بعد أن تلتزم إسرائيل بصورة واضحة صريحة بالانسحاب من بيت المقدس وإعادته إلى السيادة العربية، ولقد كتبت",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "لسيادتكم هذه الرسالة بعد صلاة الفجر ويداي مرفوعتان إلى السماء تضرعان إلى الله بأن يهيئ لك من أمرك رشدا وأن يخرجك مما أنت فيه مخرج صدق. واذكروا قول الله تعالى في كتابه الكريم: ¶ ... \"ولا تهنوا في ابتغاء القوم إن تكونوا تألمون فإنهم يألمون كما تألمون وترجون من الله ما لا يرجون\" (¬1) ، \"إن يمسسكم قرح فقد مس القوم قرح مثله\" (¬2) . ¶ صدق الله العظيم ¶ ... الرأي 22/11/78 ¶ ¬__________ ¶ (¬1) * النساء :104. ¶ (¬2) ** آل عمران :140.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "رسالة جديدة.. ¶ من الشقيري إلى السادات ¶ - دعوة السادات لإعادة قراءة تاريخ سيناء والمعاهدة المصرية ¶ - الربح الحقيقي للحساب الختامي هو لصالح إسرائيل والولايات المتحدة ¶ - مناشدة الرئيس السادات لتدارك الموقف والعودة للصف العربي ¶ بسم الله الرحمن الرحيم ¶ السيد محمد أنور السادات رئيس جمهورية مصر العربية ¶ بمناسبة ما نشرته الصحف عن رفض إسرائيل لمشروع معاهدة الصلح بتعديلاتها المصرية وإيضاحاتها الأمريكية فإني أستأذن سيادتكم بعرض الأمور الهامة الآتية: ¶ أولا: سيناء المصرية العربية ¶ ... 1 – ولقد جعلتُ سيناء أولاً لأنها هي التي صنعت هذا التاريخ العربي المعاصر الذي نعيشه اليوم، فقد كانت سيناء المعبر التاريخي الذي اجتازته الأمة العربية من جزيرة العرب إلى وادي النيل والشمال الإفريقي",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وكذلك إلى ديار الشام. هذا فضلا عن قيمتها الاستراتيجية بين القارات الثلاث وفي قلب الوطن العربي في مشرقه ومغربه. ومن هنا فإن الاهتمام العربي بالسيادة على سيناء لا يقل عن الاهتمام المصري سواء بسواء. ¶ ... 2 – وتعبير \"القيمة الاستراتيجية\" الذي ذكرته ليس كلمة إنشائية عابرة ولكنه يحمل مضمونا تاريخيا يتمثل في المعارك الكبرى التي خاضتها مصر في المشرق العربي مجتازة سيناء، ومنها معركة أنف الغزال الشهيرة عند جبل الكرمل في حيفا، ومعركة قادش عند الحدود السورية التركية المعاصرة، وذلك في عهود ملوك مصر العظام من الرعامسة (آل رعمسيس) والتحامسة (آل تحتمس) وكذلك معركة عين جالوت الشهيرة قرب مدينة بيسان فلسطين في عهد المجاهد الإسلامي الكبير الظاهر بيبرس، ومعركة تحرير العقبة والبحر الأحمر التي انتصر فيها أمير البحار المصري حسام الدين لؤلؤ على الإفرنج في عهد الفاتح الكبير صلاح الدين الأيوبي. ¶ ... 3 – إن سيناء هذه قد فرضت عليها شروط التسوية تحت شعار \"الأمن الإسرائيلي\" قيودا عسكرية وسياسية تهدد الأمن المصري والعربي، وتُخل بالسيادة القومية، ذلك أنها تمنح إسرائيل امتيازات بالنسبة للمواصلات البرية والجوية.. كما أن التدابير العسكرية التي فرضت على سيناء قطاعا قطاعا من غير مدة محدودة تعطي إسرائيل مزايا لم تحصل عليها بريطانيا في أرض مصر إبان الاحتلال، وبذلك تكون التسوية مع إسرائيل قد أعادت مصر إلى عهود الاحتلال والامتيازات. ¶ ... 4 – وتتجلى خطورة الموقف بالنسبة إلى سيناء أن الأطماع الصهيونية بشأنها أشهر من أن تذكر أو تؤكد، وتكفي الإشارة إلى مشروع",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "هرتزل باستيطان العريش في عهد اللورد كرومر، ولم يترك زعماء الصهيونية فرصة إلا وأعلنوا فيها تمسكهم بسيناء على أنها أرضهم المقدسة.. ¶ ... 5 – وفي ما يتعلق ببحيرة البردويل بالذات، التي يطالب اليهود بامتيازات صيد خاصة فيها، فلا بد من الإشارة إلى أن لهذه البحيرة منزلة خاصة في تاريخ مصر النضالي، فقد وقعت على مقربة منها معارك ضارية مع الإفرنج، وقد هلك الملك الصليبي بلدوين بجوارها، وسميت البحيرة \"البردويل\" تحريفا لاسمه... وقد درج أهلونا المصريون إلى عهد غير بعيد على رجم ذلك المكان، تنديدا بملك الإفرنج الهالك.. والتفاصيل المثيرة لهذا الحدث التاريخي أوردها مؤرخ مصر الكبير أبو المحاسن. ¶ ... 6 – وبالنسبة لمصر بصورة عامة، فإن وثائق التسوية تشطب بجرة قلم ما يزيد على ثلاثين معاهدة عسكرية وسياسية وقانونية وثقافية، عقدتها مصر مع الدول العربية وفي مقدمة ذلك ميثاق الجامعة والملحق الخاص بفلسطين الذي صاغه أكبر علماء القانون الدستوري عند العرب وهما عبد الحميد بدوي والسنهوري نَوَّر الله مرقدهما.. وبذلك تكون التسوية قد بترت مصر من جسد الأمة العربية وعزلتها عن الكيان العربي، ومصر كما أعلنتم في خطابكم الأخير في مجلس الشعب تعزل ولا تعزل.. ¶ ثانياً: قضية فلسطين ¶ ... وقضية فلسطين وهي تؤلف جوهر النزاع العربي الإسرائيلي، كما يتردد دوما في التصريحات الرسمية، فرضت التسوية عليها ظلما أكبر مما فرضته على سيناء ويتجلى ذلك في ما يلي:",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "... 1 – أصبحت القدس عاصمة لإسرائيل، لا بالاحتلال العسكري فحسب ولكن بالمضمون النهائي لوثائق التسوية. ولا جدوى من التحفظات والتوكيدات الأمريكية فإنها لا تساوي ثمن الورق الذي كتبت فيه.. والقدس كما أسلفت لسيادتكم في رسالتي السابقة تمثل ثلث الضفة الغربية حسب الحدود التي وضعتها إسرائيل في عام 1967. ¶ ... 2 – قضية اللاجئين – التسوية لا تنص على إعادتهم إلى وطنهم بل إنها تتجاهل ما يزيد على ثلاثين قرارا أصدرتها الأمم المتحدة بعودتهم إلى مدنهم وقراهم، وبذلك تقضي على ثلاثة ملايين فلسطيني أن يعيشوا قرنا آخر بعيدين عن وطنهم.. ¶ ... 3 – الضفة الغربية وقطاع غزة – لا انسحاب إسرائيلي منهما، فالتسوية تصرح لإسرائيل بإعادة مركزة قواتها المسلحة من قواعدها الحاضرة إلى مواقع تختارها بمحض إرادتها ومشيئتها. ¶ ... 4 – تقرير المصير، وهو الحق الطبيعي الذي يملكه كل شعب بنفسه، جعلته التسوية بيد إسرائيل فهي التي تقرر المصير للشعب الفلسطيني فهي العضو الرابع في اللجنة وهذه قراراتها تصدر بالاتفاق. ¶ ... 5 – الحكم الذاتي – شأنه في ذلك شأن تقرير المصير، بيد إسرائيل، وتحديد اختصاصات الحكم الذاتي بيد اللجنة الرباعية، وبالنهاية فإنه حكم بلا وطن.. ما دامت إسرائيل ماضية في زرع المستوطنات في أرض فلسطين. ¶ ... 6 – وهذا الوضع الفلسطيني الذي ترسو عليه التسوية لا يتفق مع المسؤولية القومية لمصر إزاء القضية الفلسطينية، فضلا عن أن لمصر وضعا خاصا بالنسبة إلى فلسطين والشواهد التاريخية أكثر من أن تحصى.. يكفي منها أن نشير إلى أن علماء المصريات قد عثروا في معبد الكرنك على",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "أسماء مائة وست عشرة مدينة في فلسطين كانت واقعة تحت السيادة المصرية، ولا تزال أسماء معبد الكرنك متداولة على الألسنة إلى يومنا هذا، وفي ذلك تكذيب واضح للحجج التي لا يمل رئيس وزراء العدو من سردها على مسامع سيادتكم.. في حين أن الوجود المصري في فلسطين قد سبق وجود العبرانيين. ¶ ... 7 – وصفوة القول أننا لو قارنا الوضع الفلسطيني الذي رسمته التسوية بما نص عليه عهد عصبة الأمم، لرأينا أن التسوية مع إسرائيل قد عادت بالقضية الفلسطينية ستين عاما إلى الوراء.. فإن المنظمة الدولية المذكورة قد اعترفت في عام 1922 بحق الشعب الفلسطيني في تقرير المصير، والسيادة والاستقلال والعودة، ولكنها أمور أنكرتها وثائق التسوية إنكارا تاما.. ¶ ... 8 – تلك هي الصورة الصادقة الأمينة للحساب الختامي للتسوية، أخذت فيه إسرائيل كل ما تريد، ولم تعط العرب شيئا يمكن لليد العربية أن تمسك به.. ولو أنّ هذه الحقائق قد وجدت طريقها إلى الشعب المصري عن طريق أجهزة الإعلام المصرية تبثها بنفس القوة التي تبث فيها مبررات التسوية، لناشدكم الشعب المصري أن تبحثوا لمصر وللعرب عن طريق جديد.. فإن الطريق الحاضر كثير المهالك. وتزداد مصاعبه بعد التوقيع أكثر وأكثر. ¶ ... إزاء هذه الخسائر الكبرى على مصر، على القضية الفلسطينية، وعلى التضامن العربي عموما، فلا بد لنا أن نلاحظ أن الربح الوحيد هو في جانب إسرائيل والولايات المتحدة.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "... ذلك أن إسرائيل تربح جميع المزايا التي ذكرناها، ومعها معاهدة الصلح والأرض والسلام والاعتراف والتعامل الاقتصادي والتعاون الثقافي وتبادل السفراء.. وتربح كذلك قاعدتين جويتين كبيرتين في النقب العربية، حيث لا يملك اليهود أكثر من واحد في المائة من أراضيها حسب إحصاءات الأمم المتحدة، وتدخل الخزانة الإسرائيلية مليارات ومليارات من الدولارات لإنشاء مستوطنات جديدة.. وبذلك تخرج إسرائيل من هذه الصفقة أقوى مما كانت عليه قبل التسوية.. عسكريا واقتصاديا.. أما بالنسبة لأمريكا، وهي سبب الكارثة منذ عام 1948 إلى يومنا هذا، فتكون قد اطمأنت على بقاء إسرائيل مزدهرة كأكبر قاعدة عسكرية لها خارج أمريكا. وكذلك، يكون الرئيس كارتر قد ضمن لنفسه رياسة ثانية بأصوات اليهود على حساب الوطن العربي والكرامة العربية، ويصبح الشريك الكامل هو الرابح الكامل لكل غنائم التسوية. ¶ البديل ¶ ... ولا بد لي من الاعتراف بأن هذه الرسالة تكون ناقصة إذا كانت قاصرة على النقد وحده من غير عرض للبديل.. ولا تتسع هذه الرسالة لذكر البديل بالتفصيل، ولكن أعرض على سيادتكم النقاط الرئيسية الآتية: ¶ ... إن البديل هو بيد سيادتكم – البديل هو مبادرة عربية منكم تعلنونها من مجلس الشعب المصري، لتشرحوا على الأمة العربية تفاصيل الطغيان اليهودي منذ بدأت المبادرة إلى يومنا هذا، وتخلصون من ذلك كله إلى أن الأمر، يحتاج إلى خطة جديدة، وإلى طريق جديد بحيث يصبح الوطن العربي كله ساحة نضالية واحدة، والكل جبهة مواجهة، فلا تصنيف بين مساندة",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "ومواجهة، وتوضع في الميدان جميع قدرات العرب، من البترول في الخليج إلى الفوسفات في المغرب.. كل ذلك من أجل بناء القوة الذاتية للأمة العربية، ولدفع العالم الغربي وأمريكا بالذات إلى تحمل مسؤولياته، فهو الذي زرع إسرائيل في الوطن العربي، وعليه تقع مسؤولية إجلاء إسرائيل عن الأرض العربية وتمكين الشعب الفلسطيني من ممارسة حقوقه الوطنية الكاملة في العودة وتقرير المصير والسيادة.. ¶ ... هذا الطريق أكثر جدوى وأوفر كرامة، وها قد رأينا أن تصعيدا صغيرا لسعر البترول قد هزّ العالم أجمع، وما أعظم النتائج لو أخذنا بخطوات أكثر حزما وأوسع نطاقا.. وغني عن البيان أن الطريق الحاضر قد بات مسدودا، فأمريكا لا ترغب في الضغط على إسرائيل، وإسرائيل تزداد طغيانا وصلفا من غير تراجع وهي لا تبالي بتهديدات الرئيس الأمريكي ومداعباته، فقد تعلم الإسرائيليون القول العربي المعروف.. \"أشبعتهم شتما وفازوا بالإبل\" وبذلك لم يعد مناص من البحث عن طريق جديد.. ¶ ... فإذا حُسن لدى القاهرة أن تسلك طريقا جديدا يصون كرامتها وعزتها، ومن أَعز مصر فقد أَعز العرب، ومن أعز العرب فقد أعز الإسلام، فإن وفدا عربيا من مفكري العرب غير الرسميين مستعد أن يطوف بالعواصم العربية ليعيد بناء التضامن العربي، ولكن على أساس لا يفلت منه أحد ليرد للأمة العربية كامل أراضيها، ويحفظ للشعب الفلسطيني كامل حقوقه الوطنية، ويجعل الولايات المتحدة تقيم للعرب وزنهم الذي يستحقونه لا عطفا ولا رحمة ولكن بقدر قدراتهم وما أكثرها. ¶ ...",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ومجمل القول أن اليهود هم أشد أعداء المسلمين كما جاء في قوله تعالى \"ولتجدن أشدَّ الناسِ عداوةً للذين آمنوا اليهودُ\" وقد استخدم القرآن نون التوكيد الثقيلة في الآية تشديدا على التوكيد، والآية موجهة إلى سيدنا محمد، وإلى أتباع محمد وخاصة من يبدأ اسمه بمحمد.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "مذكرة مقدمة ¶ إلى السيد هارولد براون وزير الدفاع الأمريكي ¶ بواسطة السفارة الأمريكية في القاهرة ¶ ... يبعث إليكم هذه المذكرة مواطن عربي، من أصل فلسطيني، واكب السياسة العربية والدولية قرابة خمسين عاما في الأمم المتحدة وخارجها، وهو الآن لا يمارس عملا يتعلق بالمسؤولية العامة، وإنما يواصل اهتمامه بالشؤون القومية من موقع المواطن العادي.. غير أَنّ مضمون هذه المذكرة، كما أعتقد بكل تواضع، سيكون أهم وأصدق من جميع المباحثات التي جرت لكم في العواصم العربية، في جو من التقاليد الدبلوماسية والمكارم العربية الرفيعة، ذلك أن الملاحظات التي سأسردها عليكم تمثل أحاسيس الجماهير العربية وآمالها ومخاوفها، وستكون نتائجها من غير شك أهم مما سمعتم في الغرف الرسمية المقفلة، فإن الحكام يغدون ويروحون، ولا تبقى إلا الأمة وإرادتها، وأقرب مثل على ذلك تراه في الثورة الإيرانية المجيدة التي ساقتكم إلى منطقة الشرق الأوسط، فقد أزالت في يومين اثنين نظاما إمبراطوريا عمره يزيد على ألفي عام.. دون أن تستطيع محالفاتكم ومخابراتكم وأساطيلكم تأخير مصير هذا النظام ولو لساعة واحدة.. ولم تجدوا أمامكم إلا أن تخرجوا",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "الشاه من مقره ليعيش في أي مكان يختاره، إلا الولايات المتحدة. ومن هذا المنطلق، وعلى هذا الأساس، فإني أضع أمامكم الملاحظات السريعة الآتية: ¶ ... أولا: إن الثورة الإيرانية هي من أعظم الثورات الشعبية التي شهدها العصر الحديث، وإن قائدها البطل آية الله الخميني قد نزل في التاريخ كواحد من أبطال العالم الإسلامي أنقذ شعبه من النفوذ الأجنبي والفساد والاستغلال ليقيم جمهورية إسلامية حديثة، تكون نموذجا مشرقا عن التعاليم الإسلامية الأصيلة السمحاء.. ولا تنفع المراوغة في تأخير الاعتراف بهذه الجمهورية العظيمة، فإنها سائرة في طريقها إلى النهاية، وستكون مثلا يحتذى به في العالم الإسلامي أجمع، بل في دول العالم الثالث بأسره. ومن المؤسف أن تتلكأ أمريكا في الاعتراف بجمهورية إيران الفتية.. مع أنكم قد سبق لكم في عام 1948 أن اعترفتم في عهد الرئيس ترومان، بإسرائيل المعتدية الغاصبة بعد إحدى عشرة دقيقة من قيامها.. وسواء اعترفتم أو لم تعترفوا فإن عقارب الزمن لن تعود إلى الوراء، ولن يعود النفوذ الأمريكي مرة ثانية إلى تلك البقعة الحساسة من العالم. ¶ ... ثانيا: إن مهمتكم في زيارتكم للشرق الأوسط، كما أعلنتم عنها في تصريحاتكم، تتلخص في اتخاذ الإجراءات اللازمة لحماية إمدادات البترول إلى أمريكا وإلى حلفائكم، ولضمان الأمن والاستقرار في هذا القسم من العالم.. غير أن الخطط التي اقترحتها أمريكا لن تؤدي إلى تحقيق هذه الأهداف.. فضلا عن أنّ شعوب المنطقة تنظر إلى زيارتكم نظرة عدائية لا تتيح لها أية فرصة للنجاح.. فإن حماية البترول تتطلب أولّ ما تتطلب حمايته من النفوذ الأمريكي، ذلك أنّ أمريكا تشتري البترول العربي بثلث ثمنه الحقيقي، وتبيع إلى دول المنطقة السلع الأمريكية المصنعة بثلاثة أضعاف",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "ثمنها، وتزود الدول بأسلحة غير متطورة، وبأثمان فاحشة، وشروط ثقيلة، بعد أن تنزع عنها الأجهزة الإلكترونية الهامة. ¶ ... أما بالنسبة للأمن والاستقرار في الشرق الأوسط فإن اختلالهما ناشئ، منذ البداية، بسبب السياسة الأمريكية الظالمة واللاأخلاقية، وأعني بها سياسة أمريكا في زرع إسرائيل في الوطن العربي، ومساندتها بالمال والسلاح، حتى أصبحت قوتها العسكرية تفوق قوى الدول العربية مجتمعة. ومن هنا فإنّ السياسة الأمريكية تتحمل مسؤولية الإضطراب في الشرق الأوسط وجميع الحروب والنكبات التي حلت بشعوب المنطقة. ¶ ... ثالثا: وهذه الصورة الحزينة التي تعيشها منطقة الشرق الأوسط، في هذه الأيام، كان قد رآها بعقله ووجدانه سلفكم عام 1948 المستر فورستال، وزير الدفاع الأمريكي يوم حذّر أمريكا من عواقب الإقدام على إنشاء دولة يهودية، فلم يلتفت إليه البيت الأبيض وكان أن قضى نحبه منتحرا.. ليشهد الشرق الأوسط، بعده، ثلاثين عاما من الدماء والدمار والحروب والاضطراب.. كل ذلك من أجل أن يصل الرئيس الأمريكي إلى البيت الأبيض، أو ليجلس فيه مرة ثانية. ¶ ... رابعا: ورغما عن أن قيام إسرائيل في قلب الوطن قد أثبت مخاطره على السلم والأمن الدوليين، فإن سياسة أمريكا الظالمة واللاأخلاقية ما تزال ماضية في طريقها، وقد أعلنتم أنتم، أثناء تنقلاتكم بين الدول العربية بأنكم ستعملون على تحقيق التسوية للسلمية المطروحة.. وهي التسوية التي أعدت أمريكا خطوطها الرئيسية بما يحقق مصالحها ومصالح إسرائيل، في معزل عن مصالح الأمة العربية والشعب الفلسطيني في الطليعة..",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "خامسا: ولا يخفى أن التسوية السلمية المطروحة لن تحقق السلام العادل الدائم، بل ستكون سببا للانفجار، مرات ومرات، كما كانت التسويات السياسية بعد الحرب العالمية الأولى سببا في قيام الحرب العالمية الثانية. ¶ ... سادسا: وتتلخص مساوئ التسوية المطروحة ومخاطرها في البنود الرئيسية الآتية: ¶ أ- إن التسوية ستمنح إسرائيل ما لا يقل عن ثلاثة أرباع الوطن الفلسطيني، وبذلك تكون إسرائيل قد حازت مزيدا حتى عما منحته الأمم المتحدة في عام 1947، والذي كان يؤلف نصف الأراضي الفلسطينية. ¶ ب- إن التسوية ستحرم اللاجئين الفلسطينيين ويبلغون ثلاثة ملايين من بني البشر.. من العودة إلى وطنهم، أما النازحون الذين أُخرجوا بعد حرب الأيام الستة فإنهم لا يعودون إلا بموافقة إسرائيل وهي قد أعلنت سلفا أنها ترفض عودتهم، على حين أنها سمحت للاجئين الفيتناميين بالتوطن في فلسطين. ¶ ج- أما الحكم الذاتي الذي أحيط بهالة كبرى من الدعاية فقد سلبت منه إسرائيل حتى مضمونه الشكلي بعد أن أعلنت، وأنتم في منطقة الشرق الأوسط، بأن إسرائيل هي التي تحدد اختصاصاته، وأنّ القوات العسكرية الإسرائيلية لن تنسحب من الضفة وقطاع غزة، وأن الحكم الذاتي لا ينطبق لا على الأرض ولا على المستوطنين اليهود، ولا على موارد المياه الطبيعية. ¶ د- أن التسوية لا تمنع إقامة المستوطنات اليهودية، ولم يمضِ أسبوع بعد اتفاق كامب ديفد إلا وإسرائيل تقيم المستوطنات واحدة بعد الأخرى.. وقد أعلنت، وأنتم في العواصم العربية، أنها قررت إقامة مستعمرة جديدة في منطقة اللطرون.. وفي هذه المنطقة قلعة صلاح الدين الأيوبي، وهو القائد",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "العربي الكبير الذي تصدى للحملات الصليبية في القرون الوسطى، ويكفي أن تقارنوا هذا الأثر التاريخي العالمي الكبير بالمعالم التاريخية التي خلَّفها لكم أبطال حروب التحرير في أمريكا، لتدركوا عمق المشاعر الغاضبة التي تغمر الوطن العربي بسبب العدوان الإسرائيلي الجديد باعتباره امتدادا للعدوان الصهيوني عبر الثلاثين عاما الأخيرة. ¶ ه- إن التسوية المطروحة قد أبقت المدينة المقدسة تحت الاحتلال الإسرائيلي مع أنها مدينة عربية قديمة يزيد عمرها على ستة آلاف عام، وإني لأرجو بعد عودتكم إلى منزلكم أن تمدوا يدكم إلى التوراة لتجدوا في سفر التكوين من العهد القديم أن القدس عربية منذ عهد إبراهيم عليه السلام، وأن ملكها كان عربيا من قبائل الكنعانيين.. وكان ذلك قبل الغزوة العبرانية لفلسطين بألفي عام.. ولا بأس كذلك أن ترجعوا إلى ما كتبه المواطن الأمريكي المؤرخ الكبير الدكتور فيليب حتي ليذكِّركم أن بيت المقدس قد عادت عربية في عهد عمر بن الخطاب وظلت كذلك أربعة عشر قرنا، وكان العرب، المسلمون والمسيحيون، هم سدنة الأماكن المقدسة يفتحون أبوابها لجميع المؤمنين على وجه الأرض. ¶ وزيادة على ذلك فإن منطقة القدس، بما فيها القديمة والجديدة هي عربية بأملاكها وقراها، بما في ذلك فندق الملك داود، الذي استضافكم، والأرض التي بنيت عليها الكنيست، كل ذلك هو ملك عربي قانوني، وأرجو أن تطلبوا إلى السكرتير العام للأمم المتحدة المستر كورت فالدهايم التقارير الخاصة بهذا الموضوع لنثبت لكم أن الملكية العربية في منطقة القدس تبلغ خمسة وثمانين في المائة من مجموع مساحتها وأن الخمسة عشر في المائة الباقية",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "هي ملك السريان والدمنيكان والأرمن والفرنسيسكان والأحباش والروس وأخيرا اليهود. ¶ و- وإن زيارتكم لبلادنا التي احتلتها إسرائيل تكشف عن مزيد من الحقائق الثابتة، فإن مطار بن غوريون الذي حطت فيه طائرتكم هو مطار اللد سابقا، وهو قائم على أرض عربية تملكها أسرة عربية معروفة في منطقة يافا، والدلائل القانونية على ذلك لا تزال موجودة، ولو عرضت هذه القضية على إحدى المحاكم الأمريكية لقضت بأن هذا المطار الذي يحمل اسما يهوديا هو في حقيقته ملك عربي.. ¶ ز- ولا شك أن مباحثاتكم مع وزير الدفاع الإسرائيلي، عزرا وايزمن، قد تناولت موضوع إقامة قاعدتين عسكريتين كبيرتين لإسرائيل في منطقة النقب، وهذا يدعونا أن نؤكد لكم، كما تؤكد تقارير الأمم المتحدة، أن اليهود لا يملكون في منطقة النقب إلا واحدا في المائة من أراضيه، وبذلك تتولى أمريكا إقامة هذين المطارين على أرض عربية اغتصبها العدوان الإسرائيلي كما اغتصب باقي الأرض العربية في الجليل وهو الإقليم الذي خصصته الأمم المتحدة ليكون جزءا من الدولة الفلسطينية. ¶ ح- أما بالنسبة لما حول فلسطين، وهي أرض سيناء والجولان، فإن الحقيقة التي لا تغيب عن ذهن المواطن العربي أن هذه الأراضي العربية هي، في الواقع، تحت الاحتلال الأمريكي، لأن القوات الإسرائيلية الموجودة فيها هي أمريكية في سلاحها وعتادها وتموينها وتمويلها، أضف إلى ذلك أن العدوان الإسرائيلي على جنوب لبنان وقصف مخيمات اللاجئين بالأسلحة المحرمة هو عدوان أمريكي لنفس الأسباب.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "أما موضوع التقارير التي نشرت عن حوادث التعذيب الإسرائيلي للمسجونين العرب، فلا تعدو أن تكون محاولة مكشوفة لتخدير العالم العربي واستيعاب غضبه، فهذه المسرحية أشبه ما تكون بمسرحية شكسبير الشهيرة \"جعجعة من أجل لا شيء\" ذلك أن موضوع حقوق الإنسان لا يعدو أن يكون ورقة في اللعبة السياسية لأمريكا لإنقاذ جواسيس أمريكا في الاتحاد السوفييتي تحت شعار حماية المنشقين السوفييت. لأنه إذا كانت أمريكا صادقة في حماية حقوق الإنسان لعملت على إعادة ثلاثة ملايين فلسطيني إلى بلادهم بعد ثلاثين عاما من التشرد.. بل لمنعت عن إسرائيل المساعدات العسكرية والمالية، وخاصة أن الرئيس كارتر أعلن غير مرة أن المعونات الأمريكية للدول الأجنبية ستكون مرهونة بمدى احترامها لحقوق الإنسان. ¶ ... وأخيرا، فإني أرى من واجبي، كإنسان قارئ للتاريخ ومتابع للسياسة الدولية.. أن أُحذر بأن استمرار الولايات المتحدة في هذه السياسة الظالمة اللاأخلاقية ستفضي في النهاية إلى هبوط مستوى أمريكا من موقع القمة إلى الموقع الوسط، لانشغالها الدائم بإسرائيل وبازدهارها ونموها.. وسيجر ذلك معه الأنظمة الحليفة للولايات المتحدة، لا في الشرق الأوسط فحسب، ولكن في العالم بأسره.. وبهذا يكون المستقبل للاتحاد السوفييتي، تجاوره من القمة أوروبا الغربية المتحدة، والصين واليابان. ¶ ... هذا فضلا عن أن استمرار التأييد لإسرائيل والدفاع عن وجودها.. لا يستبعد أن يؤدي في النهاية إلى حرب عالمية نووية تكون فيها القارة الأمريكية عرضة للخراب الكامل وتفني الملايين من البشر، دون أن يبقى",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "أحد من المؤرخين ليدوِّن أهوالها ولا أحد من الصحفيين ليسجل فظائعها.. كل ذلك من أجل أن تكون القوى الصهيونية في أمريكا مسيطرة على الانتخابات الأمريكية، وعلى البيت الأبيض، في سياسته بالنسبة للشرق الأوسط.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "المؤتمر الصحفي في دولة الكويت ¶ بتاريخ 1/3/1979 ¶ ... لمناسبة انتهاء زيارتي الأخوية لدولة الكويت، رأيت من واجبي أن أدعو لهذا المؤتمر الصحفي لأضع أمامكم تلخيصا للظروف الخطيرة التي تحدق بالأمة العربية في المرحلة الحاضرة.. ¶ ... وإني أبادر إلى إيجاز ذلك كله في الأمور الآتية.. ¶ ... أولا: يبرز في طليعة الأمور الجديرة بالاهتمام البالغ في المرحلة الحاضرة، أن دول الخليج قد توافدت عليها في الفترة الأخيرة وفود أمريكية متعددة منهم وزير الخزانة الأمريكية، ووزير الدفاع الأمريكي بالإضافة إلى وفود تمثل الخارجية الأمريكية والرئيس كارتر شخصيا.. ¶ ... ومن الملاحظ أن هذه الوفود قد زارت عددا من العواصم العربية واجتمعت بكبار المسؤولين فيها، وطرحت أمورا اقتصادية وسياسية وبترولية، ولكن أهم هذه الزيارات واللقاءات وأخطرها كانت تلك الاجتماعات التي عقدها وزير الدفاع الأمريكي الجنرال براون، وتأتي أهميتها أنها جرت في أعقاب الثورة الإيرانية المجيدة وما أفضت إليه من إنجازات باهرة حاسمة هزت العالم أجمع..",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "... ثانيا: إنّ أهداف زيارة وزير الدفاع الأمريكي، لم تعد سراً خافيا على أحد، فإن تصريحات وزير الدفاع الأمريكي، قد كشفت بما لا يرقى إليه الشك، أنّ الهدف الأساسي للسياسة الأمريكية في المرحلة الحاضرة هو إقامة نظام دفاعي لحماية المصالح الأمريكية بعد أن انهار نظام الشاه في إيران بصورة عاجلة لم تترك لأمريكا إمكانية للسيطرة عليها أو إجهاضها واستيعابها. ¶ ... ولم يكن خافيا كذلك أنّ نظام الدفاع الأمريكي المقترح يريد أن يستخدم الأرض العربية بكل مواقعها الاستراتيجية، ومعها الثروات العربية ومواردها الضخمة لصالح أمريكا وحدها، دون أن يكون لدى الجانب الأمريكي ما يعطيه للأمة العربية في ميدان التسليح الحديث أو بالنسبة للحل المنشود للقضية الفلسطينية.. ¶ ... ولم يكن سرا كذلك أن نظام الدفاع الأمريكي يضع إسرائيل على رأس هذه الخطة ويجعل منها قوة عسكرية ضاربة، تقدم لها أمريكا من الأسلحة الحديثة المتطورة ومعها المليارات من الدولارات ليؤدي ذلك كله إلى جعل إسرائيل في النهاية أكبر قوة عسكرية لأمريكا بعد قوات حلف الأطلنطي في أوروبا، وبذلك تصبح الأمة العربية أمام أكبر خطر تعرضت له في تاريخها الطويل.. ¶ ... ومما يضاعف في خطورة الخطة الأمريكية أنها تستهدف في جملة ما تستهدف استخدام القوة العسكرية المصرية \"لأداء أي دور مسند إلى مصر\" كما جاء في عبارة الوزير الأمريكي في تصريحاته الأخيرة لوكالات الأنباء العالمية..",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "... ثالثا: ويتضح من ذلك كله أن أمريكا تعطي نصيب الأسد لإسرائيل لخطتها الاستراتيجية في الشرق الأوسط وخاصة أنّ الوزير الأمريكي قد عاد من زيارته لإسرائيل وهو يحمل ملفات إسرائيلية عن مجموعة المطالب الإسرائيلية، العسكرية والمالية، التي تقترحها إسرائيل ومنها إنشاء قاعدتين حربيتين كبيرتين لإسرائيل في منطقة النقب العربية من فلسطين، هذا بالإضافة إلى الأسلحة النووية التي بدأت إسرائيل تحوزها بمعاونة أمريكا منذ أوائل الخمسينات. ¶ ... رابعا: ومما هو جدير بالتنويه أن الوفود الأمريكية البترولية والاقتصادية والسياسية التي زارت دول الخليج قد عادت إلى البيت الأبيض وهي تحمل تقاريرها بأن الطرف العربي متجاوب بصورة عامة مع المطالب الأمريكية وأن كل شيء هادئ في الوطن العربي ودول الخليج، وأن الصداقة العربية الأمريكية تسير سيرها الطبيعي.. أما بالنسبة لزيارة وزير الدفاع الأمريكي، على وجه التخصيص فقد أعلنت المصادر الأمريكية نفسها أن \"الأطراف العربية لا تستطيع في الظروف الحاضرة أن تعلن رفضها للخطط الأمريكية\". ¶ ... ومما تجدر الإشارة إليه، على سبيل المقارنة، أن الجنرال تمبلر الذي حاول حمل الدول العربية على الدخول في حلف بغداد في الخمسينات قد واجه غضبة عربية عارمة لم يستطع معها الجنرال تمبلر أن يستمر في البقاء في عمان فغادرها تحت حماية عسكرية ثقيلة دون أن يستطيع الدخول في مفاوضات جادة مع الدول العربية وهذه مقارنة مؤسفة بين ما كان في الماضي وما هو جارٍ الآن!!",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "... رابعا: وقد تطور الأمر أخيرا إلى ما هو أخطر، فقد انطلقت منذ أيام تهديدات أمريكية تنذر بالتدخل المسلح في منطقة الخليج، وكان من المؤسف أن ذلك لم يلق جوابا عربيا رافضا شاملا في المنطقة بأسرها لا على الصعيد الرسمي ولا الشعبي. ¶ ... خامسا: والمهم في هذا الصدد أن لا تستخف دول الخليج بهذا التهديد الأمريكي فإنه لا يستبعد على أمريكا أن تنفذ خططها العدوانية، أما مباشرة بواسطة قواتها المسلحة أو بواسطة المظليين الإسرائيليين، وليس على المواطن العربي أن يستبعد وجودهم في صبيحة يوم ما وقد أحاطوا بآبار البترول العربي ومنشآته قبل أن يفرك الحراس المحليون النوم عن أجفانهم. ¶ ... سادسا: وليس هذا تهويلا أو تخويفا فإن الأرض العربية في الجولان وسيناء والقدس والضفة والقطاع وجنوب لبنان، كل هذه والأرض العربية هي في الواقع تحت الاحتلال الأمريكي، فإن القوات الإسرائيلية تمثل جزءا لا يتجزأ من الجيش الأمريكي تمويلا وتموينا وتسليحا وتدريبا وتخطيطا، هذا هو الواقع الاستراتيجي وإذ ما ظلت الدبلوماسية العربية تتجاهله فستبقى الأرض العربية تحت الاحتلال الإسرائيلي لزمن طويل حتى نخضع أو نركع.. ¶ ... سابعا: وهنا يبرز السؤال الكبير الخطير ما هو المخرج؟ ما هو البديل، وهو سؤال يدور على كل شفة ولسان في الوطن العربي، والمواطن العربي يتطلع إلى الحكم العربي المعاصر أن يجيب عنه إجابة صادقة أمينة وشجاعة، فتلك هي مسؤولية الحكم المعاصر في أدنى الحدود..",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "... ثامنا: إن المخرج الوحيد بل البديل الوحيد يتمثل في مبادرة عربية تنطلق من دول الخليج نفسها لتتنادى ومعها دول الجزيرة العربية إلى إنشاء دولة اتحادية فدرالية تمثل الدول الثمانية القائمة فيها على أن تسارع الدولة الاتحادية الفدرالية إلى إنشاء جيش عربي واحد مجهز بأحدث الأسلحة الحديثة ومدرب أحسن تدريب، ويكون الاقتصاد العربي في هذه الدولة مكرسا لحفظ ثروة الشعب مستهدفا رفع المستوى الاجتماعي والثقافي والصحي لجميع فئات الشعب – كل ذلك في ظل نظام سياسي تكون فيه السيادة للقانون ويكون الشعب مصدر السلطات بحيث تصان كرامة الفرد وحرياته الأساسية.. ويبقى الحكم القطري مختصا بشؤون القطر تاركا للدولة الاتحادية الاختصاصات الفدرالية العليا. ¶ ... وكلنا أمل ورجاء أن هذه الدولة الاتحادية ستجد إلى جوارها الدولة الاتحادية العربية بين سوريا والعراق ليعملا معا متساندين من أجل عِزّة الأمة العربية ومناعتها، ويكون من نتيجة قيام هاتين الدولتين الاتحاديتين أن ينقص عدد الدول العربية إلى أربع عشرة بدلا من اثنتين وعشرين، ذلك أن كل تناقص في عدد الدول العربية على طريق الوحدة سيكون تكاثرا في القوة العربية. ¶ ... تاسعا: وإنّ تحقيق هذا الهدف العربي الكبير يتطلب أول ما يتطلب من دول الخليج والجزيرة العربية، ثورة ذاتية عربية يقودها الحكم العربي بنفسه على نفسه، قبل أن تقع في المنطقة الأحداث التي وقعت في إيران من ثورة بين الشعب والحكم وبين الأمة والجيش وتكون النتيجة أن ندفع الثمن غاليا من اقتصادنا واستقرارنا ودماء شعبنا.. وإنّ في الثورة الإيرانية أبلغ درس وأعظم عبرة..",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "... عاشرا: ولسنا في حاجة إلى القول بأن الدولة الفدرالية الجديدة التي يتطلع إلى قيامها مواطن الجزيرة العربية يجب أن تنطلق من مرتكزات عصرية حديثة تتلاءم مع التراث الروحي الإسلامي بعيدا عن أساليب العصور الوسطى، ذلك أنّ المواطن العربي قد غمره الحزن والغضب معا حين رأى تلك الاستقبالات الأسطورية التي جرت للملكة اليزابيث، ملكة بريطانيا، والهدايا الخرافية التي قدمت إليها من الذهب والفضة والجواهر واللآلئ دون أن ننتبه إلى أنّ تلك السيدة الفاضلة هي حفيدة الملك جورج الخامس الذي صدر في عهده وعد بلفور في 2 تشرين ثاني (نوفمبر) 1917، ذلك الوعد المشؤوم الذي ما تزال مآسيه ماثلة أمامنا إلى يومنا هذا، وكل ما نخشاه أن تكون الملكة اليزابيث قد عادت إلى بلادها وهي تحمل مع هداياها انطباعا غير كريم بأن القرن العشرين لم يدخل بعد نوافذ الوطن العربي، وأننا لا نزال نعيش في ذيل القرون الوسطى. ¶ ... ولم يغب عن بال المواطن العربي أن يعقد مقارنة عميقة في ضميره ووجدانه حين يتساءل ماذا كان يمكن لإسرائيل أن تصنعه للملكة اليزابيث لو أنها كانت ضيفة على رئيس وزراء إسرائيل مناحم بيغن، فإن الضيافة الإسرائيلية لا تعدو أن تكون وليمة عادية تقدم في نهايتها لملكة بريطانية مجموعة من الصور التذكارية عن حياة اليهود في ألمانيا الغربية في عهد النازية. ¶ ... حادي عشر: ولمناسبة انعقاد مؤتمر وزراء خارجية الدول العربية غدا في الكويت فإني أقترح على الأخوة الوزراء أن يضعوا على جدول أعمالهم موضوعين هامين لمعالجة الأزمة التي تحدق بالأمة العربية في المرحلة الراهنة والموضوعان هما: ¶ 1.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "الأزمة الأمريكية العربية لبحث الوسائل الكفيلة بصون سيادة الأمة العربية والمحافظة على ثرواتها الطبيعية. ¶ وبصدد هذا الموضوع فإنه من الواضح الجلي أن أمريكا قد كشفت عن عدائها السافر للأمة العربية، وأصبح من واجب هذا الاجتماع الطارئ للجامعة العربية أن يعيد النظر بصورة جذرية في العلاقات العربية الأمريكية في جميع الميادين الاقتصادية والسياسية والثقافية والبترولية.. ¶ 2. أما الموضوع الثاني فهو دراسة أوجه الانفتاح العربي على جميع دول العالم باستثناء إسرائيل، في معزل عن الخلافات العقائدية وفي كل ما يكفل التعاون الجاد المتكافئ في المجالات الاقتصادية والعسكرية. ¶ ... ولا حاجة إلى التذكير والتوكيد بأن الصداقة العربية الأمريكية قد أصبح لها معنى واحد في مفهوم السياسة الأمريكية وهو خدمة الخطط الأمريكية وتأمين مصالحها الاحتكارية والحفاظ على إسرائيل دولة قوية نامية.. وقد أثبتت الأحداث الأخيرة في إيران وفرموزا وفي فيتنام أنّ أمريكا لا عهد لها ولا أمان ولا صداقة، وأنها تتخلى عن صداقاتها وحلفائها في أحلك الساعات، ومن كانت تنقصه القناعة فإنه يجدها في المصير الذي انتهى إليه الشاه ليأخذ عنه أبلغ الدروس والعبر فلم يعد للشاه مكان يؤويه حتى في القارة الأمريكية على رحبها من المحيط الأطلنطي إلى المحيط الهادي. ¶ ... وفي النهاية فإن مما يقتضي التنبه إليه أنّ الدبلوماسية العربية تجد أمامها فرصة ذهبية نادرة ما أتيحت لها منذ ثلاثين عاما، ولا يقدر لها أن تتكرر حتى نهاية القرن العشرين، والمواطن العربي تمنى على الجامعة العربية في اجتماعها الطارئ أن يستثمر الفرصة بما يحقق المطالب العربية وخاصة فيما يتصل بالقضية الفلسطينية.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "... هذه الفرصة الكبرى نراها في ما تعانيه أمريكا من أزمات طاحنة – هذه الأزمات هي: أزمة السكان، أزمة الدولار، التشحم الاقتصادي، العجز في ميزان المدفوعات _ وهذه كلها تجعل أمريكا في قمة مشاكلها السياسية والاقتصادية.. ¶ ... ويوازي ذلك كله أن العرب يقفون على قوة قوتهم الاقتصادية وبذلك يملكون القدرة أن ينتزعوا من أمريكا كل حقوقهم ومطالبهم وهي كلها بيد أمريكا قبل أن تكون في يد إسرائيل. ¶ ... هذا هو التحدي الكبير الذي يواجه الحكم العربي المعاصر في المرحلة الحاضرة، فإذا جاء الموقف العربي مستجيبا للتحدي اطمأن المواطن العربي إلى حاضره ومستقبله، وازداد ثقة بدوله وحكوماته وإلا فإنه لا ¶ يرى في الحكم العربي المعاصر شيئا جديرا بالولاء أو البقاء.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "مذكرة تحذير مقدمة إلى.. ¶ السيد رئيس جمهورية الولايات المتحدة ¶ بواسطة السفارة الأمريكية بالقاهرة ¶ سعادة المستر جيمي كارتر رئيس جمهورية الولايات المتحدة المحترم ¶ ... يبعث هذه المذكرة إلى سعادتكم مواطن عربي من أصل فلسطيني، لمناسبة زيارتكم المفاجئة للشرق الأوسط ليضع أمامكم صورة مصغرة عن أحاسيس المواطن العربي وآماله ومخاوفه، ولا يستبعد أن يكون مصير هذه المذكرة سلة المهملات، ولكنني أرجو أن تكونوا على ثقة بأن الحقائق التي تحتويها هذه المذكرة والنتائج التي تترتب عليها بالنسبة لمستقبل هذه المنطقة الحساسة من العالم ستجعلها أهم بكثير من لقاءاتكم مع القادة والزعماء، فإن هؤلاء زائلون لا محالة مهما طال عهدهم، ولا يبقى إلا المواطن العادي رجل الشارع، فإنه يمثل مواقف الشعوب والأمم وهذه هي الباقية على الدوام، وهي التي تصنع مصيرها وقدرها في معزل عما يريده لها الحكام، الأصدقاء أو الأعداء على السواء. ¶ ... وأستطيع أن أدعي بكل صدق وأمانة أن ما تحتويه هذه المذكرة يمثل الرأي العربي الشعبي، ذلك أني بالإضافة إلى مواكبتي القضية العربية قرابة",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "خمسين عاما في المحافل الدولية والعربية، فقد قمت خلال السنوات العشر المنصرمة بجولات متعددة قادتني من أقصى المغرب إلى أقصى المشرق في الوطن العربي، وتعرفت خلال ذلك على حقيقة مشاعر الجماهير العربية وآرائها بصدد القضايا العامة التي تشغل بالها وتثير اهتمامها. ¶ ... ومن هذه المنطلقات الأساسية فإني أضع أمامكم الأمور الهامة التالية: ¶ ... أولا: إن زيارتكم المفاجئة إلى منطقة الشرق الأوسط، تتسم بلا شك بالإثارة الإعلامية وتكاد تكون أشبه بالصدمة الكهربائية أو بانطلاقة الصواريخ عابرة القارات. غير أني أحب أن أؤكد لسعادتكم، أنّ هذا النوع من الإثارة ليس من شأنه أن يثير أحدا في الأمة العربية ذلك أن المواطن العربي قد تراكمت في وجدانه، عبر الثلاثين عاما الماضية قناعات عميقة عن السياسة الأمريكية لا تستطيع الصواريخ الأمريكية الإعلامية أن تهزها أو تبدلها، فإن أمريكا تتمتع عند الأمة العربية بسمعة لا تحسد عليها، فقد بلغت من السوء والانهيار بحيث أن المواطن العربي أصبح ينظر إلى السياسة الأمريكية نظرة بعيدة عن الاحترام إن لم نقل إنها مليئة بالنفرة والاشمئزاز.. ¶ ... وواضح أن السبب الرئيسي في ذلك أن أمريكا قامت في خريف 1947 في عهد الرئيس ترومان بأكبر حملة إرهاب سياسي واقتصادي على الأمم المتحدة لحملها على تقسيم فلسطين وإقامة دولة يهودية في فلسطين لا يملك اليهود من أرضها أكثر من 5% ملكية قانونية كما هو ثابت في سجلات الأمم المتحدة. وكانت النتيجة أن وقعت الحرب العربية اليهودية الأولى عام 1948، وتشرد مئات الألوف من أبناء الشعب الفلسطيني لاجئين في البلاد العربية وغيرها.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "... ثانيا: وقد ازداد هذا الشعور العربي عداء بعد أن أخذت أمريكا في دعم إسرائيل اقتصاديا وعسكريا ومحاولة فرضها على العالم العربي وفي قلب وطنه، وأخذ هذا الشعور العدائي يتضاعف عاما بعد عام وخاصة أثناء الحروب التي وقعت في المنطقة، وكان لأمريكا فيها دور المحارب للعرب بمساندة إسرائيل بالمزيد من السلاح والعتاد والعون السياسي والاقتصادي وقد بلغ هذا العداء حدا لا يقلل من شأنه بعض التصريحات العربية التي تتحدث عن الصداقة مع أمريكا.. وهي تصريحات لا تعبر عن شعور الأمة العربية وليس لها جدوى حقيقية ولا مضمون صادق. ¶ ... ثالثا: والشعور العدائي هذا من جانب العرب تجاه أمريكا ليس مصدره عداوة مع الشعب الأمريكي فالشعب الأمريكي معروف بتقاليده الطيبة التي تبعث على التقدير والاحترام ولكنها كانت ردة فعل إنسانية للسياسة العدوانية الظالمة اللاأخلاقية التي فرضتها أمريكا في سبيل دعمها للحركة الصهيونية الأثيمة.. ¶ ... رابعا: وعلى سبيل المقارنة فإني أهيب بسعادتكم أن ترجعوا إلى تقرير لجنة كنج كرين التي أوفدها سلفكم الكبير ولسون إلى ديار الشام في أعقاب الحرب العالمية الأولى وإلى فلسطين وإلى شرق الأردن وسوريا ولبنان للتعرف على رغبات أهلها، فقد أعلنت هذه اللجنة في تقريرها أن عرب المشرق العربي يطالبون بالاستقلال التام، وإذا لم يتيسر فإن البديل الذي يطلبونه هو انتداب أمريكا، لما عرف عنها من حبها للحرية والديمقراطية وقد استطاعت الصهيونية أن تحجب مضمون هذا التقرير عن الرأي العام الأمريكي ولعل هذا هو السبب في أنكم لا تعرفون شيئا عن هذا التقرير.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "... خامسا: وهذه المقارنة تحتوي مؤشرا خطيرا يدل على أن العرب أصبحوا في السبعينات يرون فيها عدوا رهيبا يريد أن ينقض على سيادتهم وثرواتهم ومقدساتهم وأن يسلط عليهم إسرائيل لتحول دون وحدتهم وتعطل نهضتهم الاقتصادية والاجتماعية. ¶ ... سادسا: ومن غير استعراض لتاريخ السياسة الأمريكية في مساندة إسرائيل يكفي أن نشير إلى أنّ آخر مظهر من مظاهر العداء الأمريكي للأمة العربية هو القرار 242 الذي فرضته أمريكا على مجلس الأمن بعد حرب الستة أيام فإن أمريكا قد خلقت لإسرائيل خطا إقليميا جديدا هو خط 1967 بعد أن خلقت لها خط 1947 بموجب قرار التقسيم، وبين الخطين خمسة آلاف كيلومتر مربع من الأرض الفلسطينية تعطيها أمريكا لإسرائيل مكافأة لها على عدوانها.. فضلا عن أن أمريكا قد بخلت على العرب بأل التعريف عند ذكر أراض عربية محتلة في سياق القرار 242. ¶ ... سابعا: أما المظهر الجديد من مظاهر العدوان الأمريكي على الأمة العربية فهذا الذي يسمى هذه الأيام التسوية السلمية لأزمة الشرق الأوسط والمقترحات الأمريكية التي قدمتها أمريكا في إطار التسوية. ¶ ... ثامنا: وقد وضح تماما أن هذه التسوية الأمريكية هي أبشع وأشنع التسويات السياسية التي ظهرت في العصر الحديث بل وفي تاريخ العلاقات الدولية.. وهي في الواقع تسوية إسرائيلية تحقق كل مطامع إسرائيل التي كانت تحلم بتحقيقها عند نهاية هذا القرن.. ولنبحث هذه التسوية بأجزائها المطروحة..",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "القدس ¶ ... التسوية الأمريكية جعلت القدس عاصمة لإسرائيل مع أن الأمم المتحدة في عام 1947 قد جعلت القدس منطقة منفصلة منعزلة عن إسرائيل وتحت إدارة دولية.. أما تطمينات أمريكا الحاضرة بأنها غير موافقة على الاحتلال الإسرائيلي للقدس فإنها بلا جدوى ما دام الاحتلال الإسرائيلي مستمرا.. وماضيا في تهديد المدينة المقدسة يوما بعد يوم وبأموال أمريكية. ¶ الضفة الغربية وقطاع غزة ¶ ... لا تنص التسوية على أن الانسحاب الإسرائيلي الكامل يجب أن يتم فورا عن الضفة الغربية والقطاع وتصريحات الإسرائيليين تؤكد بقاء الجيش الإسرائيلي في الأرض الفلسطينية، والأمر لا يعدو أن يكون انتقال القوات الإسرائيلية من المواقع الحالية إلى مواقع أخرى في الأرض الفلسطينية فضلا عن أن إسرائيل تستولي كل يوم على الأراضي العربية وأمريكا لا تردها عن ذلك. ¶ تقرير المصير والحكم الذاتي ¶ ... التسوية المطروحة تضع حق تقرير المصير في يد إسرائيل بدلا من أن يكون بيد الشعب الفلسطيني وحده، فإسرائيل هي التي تحدد اختصاصات الحكم الذاتي وقد أعلنت إسرائيل غير مرة، أن الحكم الذاتي لا ينطبق على الأرض ولا على المستوطنات اليهودية ولا على مصادر الثروة الطبيعية، وبذلك أصبح الحكم الذاتي أقل من الحكم المحلي للمجالس البلدية، هذا مع العلم أن عصبة الأمم المتحدة قد اعترفت للشعب الفلسطيني قبل خمسين عاما",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "بالاستقلال والحرية بطريقة متدرجة.. واعتبرت هذا الحق أمانة مقدسة في عنق المدنية.. هذا مع العلم أن الأمم المتحدة قد أخذت بمبادئ عصبة الأمم فأعلنت تأييدها لحق الشعب الفلسطيني في السيادة والاستقلال وأصدرت بذلك عدة قرارات وعهدت إلى لجنة دولية خاصة بتنفيذها، وجاءت التسوية الأمريكية لتعطلها وتناقضها.. وفي ذلك انتهاك صارخ من جانب أمريكا لقرارات الأمم المتحدة. ¶ المستوطنات ¶ ... ليس في التسوية المطروحة ما يمنع إقامة المستوطنات اليهودية في الأرض العربية وإسرائيل بممارستها وتصريحاتها ماضية في زرع المستوطنات اليهودية في الأرض العربية، وتصريحات الرئيس كارتر تعد بعدم الموافقة عليها وأنها عقبة في طريق السلام ليس أكثر من تعاز في المآتم لا تعيد الحياة إلى الموتى.. وفي اليوم الذي أعلن فيه الرئيس كارتر عزمه على زيارة الشرق الأوسط أعلنت إسرائيل عزمها على إقامة مستوطنات جديدة في منطقة نابلس. ¶ اللاجئون الفلسطينيون ¶ ... التسوية الأمريكية لا تنص على عودة اللاجئين إلى وطنهم، مع أن إسرائيل قد سمحت للاجئين الفيتنام أن يستوطنوا فلسطين، وبهذا تكون التسوية قد أهدرت ثلاثين قرارا من قرارات الأمم المتحدة، كلها نصت على عودة اللاجئين إلى ديارهم.. وما ينطبق على اللاجئين ينطبق على النازحين الذين غادروا بلادهم أثناء حرب الأيام الستة، والأسوأ من ذلك أن التسوية",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "الأمريكية جعلت موضوع اللاجئين من اختصاص إسرائيل تعيد من تشاء من اللاجئين وترفض من تشاء. ¶ ... وقد بدا للشعب الفلسطيني لأول وهلة حينما فاز الرئيس كارتر بمنصب الرئاسة أنه سيعمل على مساندة حق الفلسطينيين في العودة إلى بلادهم استنادا إلى خطبه الكثيرة عن حقوق الإنسان ولكن خاب ظنهم حينما تراجع الرئيس عن هذه المواقف وأغفل أمرهم في نصوص التسوية.. والفلاحون الفلسطينيون بصورة خاصة ظنوا أول الأمر أن الرئيس كارتر وهو فلاح مثلهم، زارع فول سوداني، سيعمل على عودتهم إلى أراضيهم ومزارعهم ولكن فلاح الفول السوداني لم يخرج عن دور الرئيس الأمريكي المساند للسياسة الصهيونية بلا قيد ولا شرط. ¶ ... وكذلك فإن فريقا كبيرا من الشعب الفلسطيني قد غمرهم الإعجاب بتدين الرئيس كارتر وأنه يؤم الكنسية باستمرار ليؤدي صلاة الأحد ويعظ المصلين بالمبادئ المسيحية فكان في ذلك تفاؤل برياسته، ولكن وضح للشعب الفلسطيني فيما بعد أن الدين في الكنيسة غير الدين في البيت الأبيض فالكنيسة تدين بالمسيحية والبيت الأبيض يدين بالصهيونية وما أكبر الفارق بين الاثنين.. هذه هي الأجزاء المتعلقة بالتسوية بالنسبة إلى القضية الفلسطينية، أما بالنسبة إلى سيناء والجولان فيمكن القول سلفا أن التسوية المخبأة لا تقل سوءا عن مصير الضفة الغربية وقطاع غزة فإن السلوك الإسرائيلي وحدة لا تتجزأ وأطماعها مترابطة لا يفصلها بعضها عن بعض.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "حقوق الإنسان ¶ ... وقد أهدرت التسوية الأمريكية حقوق الإنسان الفلسطيني بالكلية ، وقد تلقى البيت الأبيض التقارير الرهيبة عن المعاملة الوحشية التي تعامل بها إسرائيل السجناء العرب وقامت في أمريكا عاصفة الفنجان فكان أن كتب بعض المقالات وصدرت بعض التصريحات ثم انطفأ الموضوع ولم يتخذ الرئيس كارتر أي إجراء وهو الذي أعلن في خطبه مرات ومرات أنه المدافع عن حقوق الإنسان في كل بقاع العالم ولم يجد في هذا الموضوع ما يستحق أن يقطع المعونة العسكرية أو المالية عن إسرائيل حتى تعود إلى جادة الصواب كما فعل مع تركيا حين فرض الحظر عليها بسبب قضية قبرص.. وبدا واضحا أن موضوع حقوق الإنسان هو سلاح إعلامي يشهره الرئيس الأمريكي في وجه الاتحاد السوفييتي كلما تأرجحت الموازين بين موسكو وواشنطن. ¶ على هامش التسوية ¶ ... وليس لنا أن ننسى أن على هامش التسوية من الشرور ما هو أخطر من شروط التسوية نفسها فإن إسرائيل قد مارست أبشع أنواع الاستغلال والانتهازية لفكرة السلام، فقد فرضت على أمريكا مطالب مالية وعسكرية ثمنا للتسوية والسلام.. ومن هذه التسوية معونات مالية بالمليارات من الدولارات وكميات هائلة من الأسلحة المتطورة وإنشاء قاعدتين جويتين في النقب وهي منطقة عربية لا يملك اليهود فيها أكثر من واحد في المائة بالإضافة إلى إنشاء طريق في سيناء من شرم الشيخ حتى العقبة.. وتكون",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "النتيجة النهائية لهذه التسوية أن تصبح إسرائيل قوة كبرى تفوق القوات العربية مجتمعة.. وتكون إسرائيل قد حازت من أمريكا على مساندة مالية وعسكرية تتجاوز ما حازت عليه قوات حلف الأطلنطي.. وهو الذي تعده أمريكا للدفاع عن أوروبا والتصدي لقوات حلف وارسو. ¶ الهجرة اليهودية ¶ ... وإلى جانب ذلك فإن التسوية تتجاهل موضوع الهجرة اليهودية إلى فلسطين وخطرها على الوطن العربي بأسره.. والأسوأ من ذلك تمويل هذه الهجرة وتوطين المهاجرين اليهود في فلسطين يتم بواسطة الخزانة الأمريكية عن طريق الهبات والقروض.. ويتجاوز الأمر كل هذا إلى الضغط على الاتحاد السوفييتي للسماح بهجرة اليهود السوفييت.. بل إن أمر العلاقات الاقتصادية بين أمريكا والاتحاد السوفييتي أصبح مربوطا بالهجرة اليهودية، فإن تصدير القمح الأمريكي إلى روسيا أصبح مرتهنا بمدى إباحة الهجرة اليهودية من روسيا، وهذا مظهر آخر من مظاهر خضوع البيت الأبيض والكونجرس الأمريكي إلى الضغط الصهيوني.. وانتقل هذا الضغط إلى الاتحاد السوفييتي كذلك. ¶ بيجن وكارتر ¶ ... وقد بدا واضحا من بداية مباحثات التسوية في كامب ديفد وما بعدها أن الرئيس كارتر يتعامل مع بيجن معاملة الند للند كأنه بين يدي بريجنيف لا يحدثه إلا بكل تحفظ مع أن الجانب الإرهابي في سيرة بيجن معروف في كتبه",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "التي نشرها في أمريكا نفسها.. فضلا عن أن بيجن ليس فلسطينيا فهو من أصل بولوني دخل إلى فلسطين بصورة غير مشروعة مع الكتائب البولندية أثناء الحرب العالمية الثانية.. وقد أصبح الآن بالمساندة الأمريكية يقرر مع كارتر مصير الشرق الأوسط بأكمله. ¶ ... وقد انطلقت الأجهزة الأمريكية تحيط زيارة الرئيس كارتر بهالة إعلامية ضخمة توحي بأن أمريكا قدمت أفكارا جديدة لتسوية الخلافات بين المفاوض المصري والمفاوض الإسرائيلي حول النقاط المختلف عليها.. وقد تكتمت وزارة الخارجية الأمريكية على هذه الأفكار الجديدة. ولكن كشفها لا يحتاج إلى ذكاء خارق.. فإن منهج السياسة الأمريكية عبر ثلاثين عاما كاف لأن يحكم أن الأفكار الجديدة هي إسرائيلية مطبوعة على أوراق البيت الأبيض وأنها تستهدف حمل الطرف العربي على قبول مزيد من التنازلات. ويجب التذكير بأن المواضيع المختلف عليها بين الطرفين هي صياغة أمريكية لآراء إسرائيلية . ولا بد أن تكون الأفكار الجديدة نابعة من الخطط الإسرائيلية التي وضعها بيجن منذ بدء المفاوضات. ¶ أمريكا تستهدف تدمير الأمة العربية ¶ ... وإن أخطر المواد المختلف عليها هي المادة التي تتعلق بأولوية المعاهدة الإسرائيلية على جميع الالتزامات المصرية المنصوص عليها في اتفاقات الجامعة العربية ومنها معاهدة الدفاع المشترك، ومعنى ذلك ببساطة أن الهدف هو خلع مصر من كيان الأمة العربية وعزلها عن القضية العربية.. والأفكار الجديدة التي يقترحها الرئيس كارتر لا تعدو أن تكون",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "كِسْوة من الحلوى تحجب مرارة العلقم الذي ينطوي عليه مشروع المعاهدة الإسرائيلية المصرية معدلا أو غير معدل – وتكون المعاهدة في النهاية وسيلة عدوانية لتشريد الأمة العربية وتعريض كيانها لأشد الأخطار. ¶ التسوية مرفوضة ولا تلزم أحدا ¶ ... ومن أجل ذلك كله يتعين على الرئيس كارتر أن يعلم سلفا وقبل توقيع الاتفاقية المصرية الإسرائيلية أن اتفاقية على نمط اتفاقية كامب ديفد وتستند على خطوطها الرئيسية لا تلزم أحدا في الأمة العربية ولو كانت تحمل تواقيع اثنين وعشرين ملكا ورئيسا ومعهم توقيع منظمة التحرير الفلسطينية إذا وقعتها... والسبب قانوني دولي قبل أن يكون سببا قوميا. هذا السبب القانوني والدولي أن مثل هذه المعاهدة هي اتفاقية غير متكافئة تنعقد في جو من الضغوط العسكرية ، ومثل هذه الضغوط تجعل المعاهدة باطلة بطلانا أساسيا. وليست لها أي قيمة قانونية أو إلزامية. ¶ ... ويتجلى عدم التكافؤ بين الفريقين المتعاقدين.. أن أحدهما إسرائيل تحتل أراضي الفريق الثاني وهي مصر، وقد أعلنت إسرائيل غير مرة أنها لا تنسحب من الأراضي المصرية إلا بعد توقيع معاهدة الصلح، أي أن الانسحاب مشروط بتوقيع معاهدة الصلح.. وببساطة فإن هذا الشرط يشكل ضغطا على مصر لتوقيع المعاهدة كائنا ما كانت شروطها تلهفا منها على تحرير أراضيها.. وينتج عن ذلك أن المفاوض المصري لا يملك الإرادة الكاملة للتعاقد الحر.. وبذلك يصبح العقد في مثل هذه الظروف باطلا بسبب سيطرة فريق على فريق، واحتلال أراضيه بالقوة العسكرية.. والتعاقد لا",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "يكون حرا إلا بعد أن يتم الجلاء الكامل عن الأراضي المحتلة وبذلك يصبح الفريق الذي احتلت أراضيه متمتعا بكامل حريته.. ويكون تعاقده حرا. ¶ ... أما السبب الثاني لبطلان هذه الاتفاقية فهو ناشئ عن سلوك أمريكا العدواني .. ذلك أنه منذ أن وقع العدوان الإسرائيلي في حرب الأيام الستة وأمريكا تمد إسرائيل بالأسلحة المتطورة بكميات ضخمة تعكس استمرار الاحتلال الإسرائيلي وتحول دون قدرة مصر على تحرير أراضينا. ¶ ... والسبب الثالث أنه حينما حاولت مصر تحرير أراضيها بقوتها العسكرية وهذا حقها المشروع قامت أمريكا بالدخول في الحرب إلى جانب إسرائيل فأمدتها بالأسلحة الوفيرة وأنزلتها في مطار العريش لتحول دون انتصار الجيش المصري.. وعلى ذلك دلائل كثيرة لا تستطيع أمريكا وإسرائيل معا إنكارها. ¶ ... والسبب الرابع والأخير أن فلسطين بمقدساتها هي ملك الأمة العربية بكل أجيالها السالفة والصاعدة، وهي ملك التاريخ العربي ولا يملك أي عربي أو فلسطيني ملكا كان أو رئيسا أن يتنازل عن شبر واحد من ترابها المقدس. ¶ ... ونظرا لأن بطلان التسوية يمس صميم الاتفاقية المصرية الإسرائيلية تصبح التسوية غير نافذة ولا ملزمة لأحد.. بل إنها غير ملزمة للشعب المصري نفسه فضلا عن باقي شعوب الأمة العربية. ¶ ... ذلك أن الشعب المصري له صلات خاصة قومية بالقضية الفلسطينية.. ذلك أن فلسطين كانت عبر قرون متعددة ولاية مصرية وحاكم بيت المقدس كان مصريا معينا من قبل فرعون مصر كما تدل على ذلك كل المراجع التاريخية وأهمها عالم المصريات المؤرخ الأمريكي برستد.. ولم",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "يكن ما يسمى بالدولة اليهودية إلا دولة تابعة لمصر.. وسليمان الحكيم ملكها الثاني كان واليا عليها شأن أي واحد من حكام الولايات المتحدة على أمريكا. ¶ المسلمون والأقباط فيه سواء ¶ ... أما من الناحية الدينية فإن فلسطين تمثل الديار المقدسة للمسلمين والأقباط والأمر لا يحتاج إلى تفصيل خصوصا للرئيس كارتر الذي يؤدي دور القسيس في الكنيسة التي يؤمها.. وإني كمسلم أعرف مشاعر المسلمين في مصر أستطيع أن أؤكد أن الشعب المصري مستعد أن يخوض أربعة حروب أخرى من أجل تحرير بيت المقدس.. فإن بيت المقدس هو أولى القبلتين وثالث الحرمين الشريفين وهي موطن الإسراء والمعراج.. وبالنسبة إلى الأقباط فإنها مسقط رأس السيد المسيح عليه السلام وليس للرئيس كارتر أن تخدعه أية مظاهر أخرى يراها في القاهرة. ¶ الحرب الثالثة بسبب هذه التسوية ¶ ... ولقد عشت الحرب العالمية الأولى ثم الحرب العالمية الثانية مواكبا للأحداث وقارئا للتاريخ وأستطيع أن أؤكد للرئيس كارتر أن هذه التسوية الظالمة واللاأخلاقية واللامسيحية ستكون سببا في حرب عالمية ثالثة تماما كما كانت العنصرية الظالمة في الحرب العالمية الأولى سببا في الحرب العالمية الثانية.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "... ويكفي أن نشير أن القضية الفلسطينية بعد ثورة إيران قد أصبحت تدخل آفاقا عالمية وقد أعلنت إيران بعد انتصارها في ثورتها المجيدة أنها تعتبر نفسها دولة مواجهة وأنها ستعمل على تحرير فلسطين وبيت المقدس.. واليقين كل اليقين أن دولا إسلامية أخرى ستنهج هذا النهج إذا بدأت مسيرة الجهاد لتحرير الديار المقدسة.. وهذه الحرب المتوقعة ليست عدوانية أو ظالمة ولكنها دفاع عن الشعب الفلسطيني البريء ووطنه المقدس. ¶ ... ولن يقف الأمر على الدول الإسلامية حدها فإن الحرب تجلب المحاربين من كل أقطار العالم وبهذا تقع الحرب العالمية الثالثة.. وتكون أمريكا بسياستها المساندة لإسرائيل هي سبب الكارثة الكبرى التي تقع على العالم، ولن تكون القارة الأمريكية بعيدة عن هذه الحرب.. كل ذلك من أجل حركة نازية عدوانية عنصرية كالحركة الصهيونية. ¶ ... ومن هنا وجب على الرئيس كارتر أن يأخذ الأمر مأخذ الجد فليست القضية الفلسطينية لعبة سياسية يمكن معالجتها بالأساليب التلفزيونية والإثارات الإعلامية ولا بالبحث عن أصوات اليهود للوصول مرة ثانية إلى كرسي الرياسة.. إن الأمر أخطر من ذلك بكثير، إنه يتصل بالأمن الدولي والسلام العالمي ولا يمكن وضع ذلك كله تحت رحمة المصالح الصهيونية العدوانية. ¶ الفرصة الأخيرة أمام أمريكا ¶ ... ومع هذا فليس الطريق مسدودا أمام الولايات المتحدة، ذلك أنه لا تزال الفرصة متاحة أمامها للعمل من أجل الحق ولصيانة السلام العالمي.. لا يزال لأمريكا بقية رصيد في العالم العربي، وإن كان آخذا بالانهيار.. إن",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "أمريكا يجب أن تعود إلى صوابها، وقد سبق لها أن فعلت ذلك ولكنها لم تمضِ إلى النهاية.. ففي ربيع عام 1948 أعلنت أمريكا في مجلس الأمن عدولها عن التقسيم واقترحت بديلا عن ذلك مشروع وصاية لمدة خمس سنوات على فلسطين بأكملها ولكنها تراجعت فيما بعد.. وأخذت بالخط الصهيوني.. وإذا كان الرئيس كارتر في حاجة إلى دليل فلا أجد خيرا من الرئيس العظيم ايزنهاور فقد أخرج إسرائيل من الأرض العربية ومعها الحليفان العظيمان فرنسا وبريطانيا بعد العدوان الثلاثي الشهير.. وقد عادت الأرض العربية إلى أصحابها من غير مؤتمر جنيف ولا كامب ديفد ولا القرار 242 وقد أفلح الرئيس ايزنهاور في ذلك لأنه تحلى بالشجاعة وبالزهد في البيت الأبيض، وليس على الرئيس كارتر إلا أن يتخذ من الرئيس ايزنهاور دليلا وأن يأخذ عنه الشجاعة والزهد في البيت الأبيض وسيكون بطل السلام حقا وصدقا.. ¶ ... إن التسوية التي يعمل لها الرئيس كارتر الآن تحمل في طياتها مزيدا من الدمار والخراب والاضطراب في الشرق الأوسط.. ولا بد من تغيير جذري في السياسة الأمريكية.. وخاصة أن أمريكا قد تعرضت في السنين الأخيرة لسلسلة من الهزائم في آسيا وأفريقيا توازيها سلسلة من الانتصارات لصالح الاتحاد السوفييتي.. إنّ موقف الرئيس كارتر الحاضر بالنسبة للأمة العربية هو موقف عدائي كامل وعلى طول الخط.. وهذه هي قناعة الأمة العربية بكل جماهيرها وجوارحها.. ويستطيع الرئيس كارتر أن ينقذ أمريكا والشرق الأوسط والعالم أجمع من عواقب السياسة الأمريكية الصهيونية وعلى الرئيس كارتر أن يختار بين الصهيونية من جانب والسلم العالمي من",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "جانب آخر، ولسنا بحاجة إلى أن ندله على الطريق، فإن طريق الحق والعدل لا يحتاج إلى دليل.. خصوصا إذا كان الرئيس كارتر قسيسا في أيام الأحد. ¶ أحمد الشقيري ¶ الأمين العام المساعد للجامعة العربية ¶ ورئيس الوفد السوري لدى الأمم المتحدة سابقا",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "ثلاثة رجال ¶ صنعوا وعد بلفور ¶ وعد بلفور بالطائرات – طائرات أخرى تحمل وعودا عربية – بريطانيا وفرنسا وروسيا يتقاسمون التركة – يهود بريطانيا يقاومون وعد بلفور – وزير يهودي يتصدى للوطن القومي – ... وثائق سرية تكشف التفاصيل – بشرى لوايزمن بغلام ¶ ... في خريف 1917، حينما كانت الحرب العالمية الأولى تجتاز أعنف مراحلها، قامت الطائرات البريطانية بإلقاء حمولات متعاقبة من المنشورات على الجاليات اليهودية في أرجاء العالم بصورة عامة، وعلى وجه التحديد فوق المدن الألمانية والنمساوية والمناطق التي تقطنها الجماعات اليهودية من بولونيا غربا حتى البحر الأسود شرقا. ¶ ... ولم تكن هذه المنشورات موجهة إلى المجتمعات المسيحية \"للدول الوسطى\" التي كانت في حرب مع دول الحلفاء، ولكن اليهود كانوا هم القصد أولا وأخيرا.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "وكان هذا المنشور، يقول ما يلي: ¶ وزارة الخارجية ¶ 2 نوفمبر 1917 ¶ عزيزي اللورد روتشيلد: ¶ يسرني جدا أن أبلغكم، بالنيابة عن حكومة جلالته، التصريح التالي الذي ينطوي على العطف على أماني اليهود الصهيونية وقد عرض على الوزارة وأقَرتَّه. ¶ إنّ حكومة جلالة الملك تنظر بعين العطف إلى تأسيس وطن قومي للشعب اليهودي في فلسطين، وستبذل جهدها لتسهيل تحقيق هذه الغاية، على أن يُفهم جليا أنه لن يُؤتى بعمل من شأنه أن يغير الحقوق المدنية والدينية التي تتمتع بها الطوائف غير اليهودية المقيمة الآن في فلسطين، ولا الحقوق والوضع السياسي الذي يتمتع به اليهود في البلدان الأخرى\". ¶ وأكون ممتنا لكم بأن تحيطوا الجمعية الصهيونية علما بهذا التصريح. ¶ ... المخلص – آرثر جيمس بلفور ¶ ومنذ أن صدر ذلك التصريح أصبح يعرف في المصادر العربية والأجنبية على السواء باسم تصريح بلفور، أو وعد بلفور، نسبة إلى اسم وزير الخارجية البريطانية التي أصدرت ذلك التصريح؛ وهو من غير ريب أخطر وثيقة دولية في القرن العشرين، فقد تغلغلت آثاره في الحياة العربية، وانتقلت بعد ذلك إلى الحياة الدولية، وستظل تلك الآثار قائمة تتمثل في قلاقل",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "واضطرابات وحروب، وتحديات عربية ودولية، إلى أن يزول الكيان الصهيوني في فلسطين، وتزول معه إسرائيل الدولة، وتعود فلسطين بأكملها إلى الحظيرة العربية، تشارك المجتمع العربي نضاله من أجل الحياة العربية الكريمة للوطن والمواطن. ¶ ... والزائر إلى متحف لندن يستطيع أن يرى تصريح بلفور، بأصله لا بصورته، مذيلا بتوقيع \"آرثر جيمس بلفور\" وفي أعلى زاويته اليسرى عبارة وزارة الخارجية. وقد تأملت في التوقيع فوجدت أحرفه قلقة مضطربة، وتبدو فيه بقعة سوداء من الحبر، لتنبئ عن سجل حافل بالسواد سيغمر تاريخ السياسة البريطانية، والسياسة الأمريكية من بعدها، على مدى خمسين عاما ويزيد.. ولا يزال التاريخ مفتوحا على دفتيه. ¶ ... والواقع أن تصريح بلفور منذ أن بدأت المباحثات بشأنه في لندن، إلى أن صدر بصيغته النهائية يؤلف مسرحية درامية رهيبة، كانت تؤلف، بعيدا عنها، في باريس وبطرسبورج والقاهرة ومكة، مسرحية درامية أخرى، لتصبح المسرحيتان فيما بعد فصلا خطيرا عاتيا من فصول الاستعمار العالمي في القرن العشرين. ¶ ... ذلك أنه حين كانت القيادات الصهيونية والاستعمارية في لندن تدرس في صمت وهدوء التدابير اللازمة لإقامة وطن قومي لليهود في فلسطين، كان الثلاثة الكبار: الإمبراطورية البريطانية والإمبراطورية الافرنسية، وروسيا القيصرية، يناورون ويحاورون فيما بينهم لاقتسام تركة الرجل المريض، الإمبراطورية العثمانية، التي توشك على الانتهاء. ¶ ... وإذا كان وعد بلفور قد صدر في وثيقة واحدة في لندن، فإن الوثائق التي صدرت في عواصم دول الحلفاء كانت تعد بالعشرات، لتقرير مصير",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "\"ممتلكات\" الدولة العثمانية.. وقد صدرت هذه التصريحات قبل وعد بلفور، وكان بعضها لصالح الأمة العربية وبعضها على نقيض ذلك.. شأن الاستعمار في كل زمان ومكان. ¶ ... وأَوَّلُ هذه الوثائق، هي مراسلات حسين – مكماهون، وقد بلغت عشر رسائل ابتدأت في 14 يوليو سنة 1915 وانتهت في 10 مارس 1916، وهي رسائل مطولة، لم تنشر بصورة رسمية إلا بعد زمن طويل، وهي تؤلف في مجموعها تحالفا عسكريا وسياسيا بين فريقين: بريطانيا، وتتعهد بمنح الأمة العربية حريتها واستقلالها، والعرب، على لسان قائد ثورتهم، يومئذ – الشريف حسين – يتعهدون بالثورة على الدولة العثمانية، ومساعدة دول الحلفاء لتحقيق انتصارهم، في الحرب العالمية الأولى. ¶ ... وثاني هذه الوثائق، إيضاحات الكومندو هوجات باسم الحكومة البريطانية توكيدا لاستقلال البلاد ووحدتها بعد انتهاء الحرب العالمية (يناير 1918). ¶ ... وثالث هذه الوثائق: التصريح البريطاني الصادر إلى سبعة من قادة العرب باعتراف \"حكومة جلالته بالاستقلال التام والسيادة للعرب\" (يونيو 1918). ¶ ... ورابع هذه الوثائق: التصريح الذي أدلى به الجنرال اللنبي إلى الأمير فيصل \"بأن الحلفاء ملزمون، بحكم واجب الشرف، للوصول إلى تسوية تطابق رغبات الشعوب التي يعنيها الأمر، وحثه أن يثق بهم ثقة قلبية\" أكتوبر 1918. ¶ ... وخامس هذه الوثائق: التصريح البريطاني الافرنسي بأن \"الغرض الذي ترمي إليه فرنسا وبريطانيا العظمى في نهجهما في الشرق.. هو",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "التحرير التام النهائي للشعوب التي طال اضطهاد الترك لها، وإقامة حكومات وإدارات قوية تستمد سلطتها من الاختيار الحر والإرادة المستقلة للأهالي الوطنيين، \"نوفمبر 1918\". ¶ ... وسادس هذه الوثائق: فهو مجموعة من المنشورات قذفتها الطائرات البريطانية على البلاد العربية، ومنها فلسطين، تدعو الأهلين إلى الثورة على الدولة العثمانية، وتناشد الضباط والجنود العرب، \"هلموا للانضمام إلينا نحن الذين نجاهد لأجل الدين وحرية العرب، حتى تصبح المملكة العربية كما كانت في عهد أسلافكم.. \"يناير 1917\". ¶ ... وسابع هذه الوثائق: معاهدة سايكس بيكو بين روسيا وبريطانيا وفرنسا، مليئة بالتفاصيل والحدود وأسماء المواقع، مع خارطة ملحقة، خلاصتها بصورة عامة أن تكون العراق وشرق الأردن تحت السيطرة البريطانية، وأن تكون سوريا ولبنان تحت السيطرة الفرنسية، وأن تكون بعض المناطق التركية تحت السيطرة الروسية، وأن تكون الإسكندرون ميناء حرا لتجارة الإمبراطورية البريطانية. ¶ ... أما بالنسبة لفلسطين، فتنال إنجلترا ميناءي حيفا وعكا، على أن تكون حيفا ميناء حرا لفرنسا، وباقي فلسطين تنشأ فيها إدارة دولية، يعين شكلها بعد استشارة روسيا بالاتفاق مع بقية الحلفاء وممثلي شريف مكة \"أبريل – مايو 1916\". ¶ ... كانت تلك الفصول السبعة في الدراما الخطيرة التي كانت تقوم بها دول الحلفاء في غمرة الحرب العالمية الأولى.. يقابلها في لندن درامة رهيبة أخرى ذات فصل واحد، أثبتت الأيام أنها أخطر من الدراما الأخرى ذات",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "الفصول السبعة.. وكان وراء ذلك الفصل الواحد قصة مثيرة ظلت خافية تفاصيلها مستعصية على التاريخ إلى أن كشفتها الكوارث والحوادث.. ¶ ... وقد تمثلت الكوارث والحوادث في خمس عشرة ثورة فلسطينية، وأربعة حروب عربية، وقيام إسرائيل، وتشريد الشعب الفلسطيني عن وطنه، وأخيرا اتجاه الحكم العربي المعاصر إلى وقف النضال العربي، والصلح مع إسرائيل والاعتراف بها، وبشرعية احتلالها لأغلى رقعة في الوطن العربي الكبير.. هذا إذا استمر الحكم المعاصر على حاله وضلاله. ¶ ... ومن أجل ذلك أصبح واجبا أن نضع أمام المواطن العربي صورة مكثفة موجزة، عن قصة ذلك التصريح الخطير تصريح بلفور، كيف نشأ، وكيف تعاقبت عليه أقلام الصهيونية والبريطانيين، وكيف ثارت عليه الجالية البريطانية اليهودية، وكيف تصدى له وزير بريطاني يهودي عريق، وكيف انتهى الأمر إلى إصداره، فإن ذلك كله ليس تاريخا ماضيا فحسب، ولكنه ما يزال حاضرا، قائما، نكافح لإزالته، ويصبح وعد بلفور إحدى وثائق التاريخ البائد. ¶ ... وإصدار هذا التصريح من جانب الحكومة البريطانية، كوثيقة سياسية، برز على مسرح الأحداث في غضون الحرب العالمية الثانية، وقد قفز على هذا المسرح زعماء الصهيونية في إنجلترا، وفي مقدمتهم الدكتور وايزمن الذي كان أستاذا للكيمياء في جامعة مانشستر، وناحوم سوكولوف الذي كان داعية للحركة الصهيونية في لندن، متخذا له مكتبا في أوتيل قصر ريجنت؛ وفي بداية الأمر، كان عملهما قاصرا على الدعاية للفكرة الصهيونية، بالمقالات والخطب والاتصالات؛ وكان بلفور؛ النائب في البرلمان البريطاني، من أوائل الساسة البريطانيين الذين تشربوا الدعوة الصهيونية.. ومن يقرأ",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "خطبه المندفعة في التيار الصهيوني، وخاصة تلك التي ألقاها في مجلس اللوردات بعد أن أصبح بعيدا عن الحكم، يرى فيها صهيونيا مفتونا، مصداقا لقوله المأثور \"أنا صهيوني أكثر من أي صهيوني آخر\".. ¶ ... وحينما أعلنت تركيا دخولها الحرب إلى جانب ألمانيا، لاحت فرصة العمر للفريقين: الاستعماريين البريطانيين والصهيونيين.. فقد كانت بريطانيا تتطلع منذ قرن ويزيد أن تسقط الدولة العثمانية لتفوز بريطانيا بحصة الأسد، وكانت الصهيونية تتطلع إلى ذلك اليوم حتى تجد طريقها إلى استعمار فلسطين.. ذلك أن هرتزل صاحب كتاب الدولة اليهودية، ورئيس المؤتمر الصهيوني الأول الذي انعقد في بال – سويسرا – (1897) قد حاول إقناع السلطان عبد الحميد باستيطان اليهود في فلسطين، المرة بعد المرة، واستعان بالإمبراطور غليوم لتحقيق هذا الهدف ولكنه فشل فشلا ذريعا، ولم يسمع من السلطان عبد الحميد إلا قولته الشهيرة \"لا أقدر أن أبيع قدما واحدة من البلاد لأنها ليست لي بل لشعبي.. فليحتفظ اليهود بملايينهم.. فإذا قسمت الإمبراطورية فقد يحصل اليهود على فلسطين بدون مقابل، إنما لن تقُسّم إلا على جثثنا، ولن أقبل تشريحنا لأي غرض كان\" (¬1) ... ¶ ... وحينما نشبت الحرب العالمية الأولى كان السلطان عبد الحميد قد مات، وخلفه السلطان محمد رشاد، ومات كذلك هرتزل، وخلفه الدكتور وايزمن.. وتطلعت أبصار الصهيونيين والبريطانيين إلى الإمبراطورية العثمانية لتوضع على المشرحة وتقطع إربا إربا، وتكون فلسطين إربة على ¶ ¬__________ ¶ (¬1) * ثيودور هرتزل ,أنيس صايغ (إعداد),هليدا شعبان صايغ (مترجمة ) بيروت :مركزالأبحاث –م.ق.ف, ط1973,2 ص22.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "المشرحة، كما كان يخشى السلطان عبد الحميد.. ومن هنا بدأ التحالف المشترك بين الصهيونية والاستعمار البريطاني. ¶ ... والمواطن العربي يجد أسرار هذه الحقبة فيما كتبه السير هربرت صموئيل الذي كان ، كما قال عن نفسه \"الشخص الأول من الشعب اليهودي الذي قُدّر له أن يحتل مقعدا في الوزارة البريطانية\".. وسنرى كيف قدر له أن يكون من صانعي تصريح بلفور في لندن، وأول بناته في بيت المقدس. ¶ ... وصموئيل هذا، مع أن منصبه الوزاري لم يكن سياسيا، إلا أن صهيونيته قد جعلته ينظر إلى الحرب العالمية الأولى ومصير فلسطين في نهايتها، كما لو كان مسؤولا عن السياسة الخارجية للحكومة البريطانية.. يفكر تفكيرا صهيونيا عقلا ووجدانا، وينطق منطقا بريطانيا حديثا وشعارا.. وفي مكتبه بوزارة الحكم المحلي في لندن راح يدون أفكاره، ويضع الخطط. ¶ ... وها نحن نراه يتحدث عن \"التذمر الذي يملأ المنطقة الشاسعة من سوريا إلى الخليج ، والسكان يطالبون في التحرر من الحكم الأجنبي.. وأن الحرب ستنتهي بهزيمة تركيا.. وسيفتح أمام هذه الأقاليم.. ومن ضمنها فلسطين مستقبل آخر.. وإذا قدر لفلسطين أن تحظى بمصير جديد فإن بريطانيا العظمى هي صاحبة الشأن الأول في ذلك المصير بما لها من مصالح استراتيجية هامة في الشرق الأوسط.. وإن على حكومتنا (!!) أن تولي عنايتها الجدية في موضوع من سيخلف الأتراك في السيطرة على فلسطين ذلك البلد الذي يتاخم قناة السويس\". ¶ ... ويقول هربرت صموئيل بعد ذلك أنه اتصل بالدكتور وايزمن للمزيد من المعلومات عن الحركة الصهيونية وعن فلسطين، وأنه \"قد تجلت أمامه أهمية موضوع مصالح بريطانيا العظمى الاستراتيجية بوضوح، لأن فلسطين",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "لو فصلت عن تركيا، كما هو المحتمل، ووقعت تحت حكم أي من الدول الكبرى، وسيكون ذلك خطرا عليها. ولو كان صموئيل يعرف التعبير العربي لصاح \"وامصيبتاه\"!! ¶ وخوفا على \"مصالح بريطانيا العظمى الاستراتيجية\" رأى هربرت صموئيل الفرصة السانحة للعمل من داخل الوزارة البريطانية على إقامة دولة يهودية في فلسطين. ¶ ... وفي اليوم التاسع من نوفمبر 1914 ، وحين لم يكن مصير الحرب معروفا زار هربرت صموئيل السير إدوارد غراي وزير الخارجية البريطانية يومئذ، وتحدث إليه طويلا عن مصير الحرب وأهمية فلسطين بالنسبة للمصالح البريطانية، وذكر له \"أن من المحتمل أن تتمزق الإمبراطورية التركية وأن اختلافات الدول الأوروبية الكبرى قد يجعل من الصعب تخصيص فلسطين لواحدة منها.. ولعل الفرصة قد سنحت لتنفيذ أماني الشعب اليهودي القديمة وإعادة إنشاء دولة يهودية فيها\"؛ هكذا \"دولة يهودية\" قبل أن تسقط فلسطين بأربع سنوات، وأهلها يملأون جبالها، وسهولها، من النهر إلى البحر. ¶ ... وراح هربرت صموئيل يُزَينّ لوزير الخارجية البريطانية مزايا الدولة اليهودية حفاظا على \"المصالح البريطانية\"، وإن \"النفوذ الإنكليزي\" كما قال بالعبارة الصريحة \"يجب عليه أن يقوم بدور هام في تأسيس مثل هذه الدولة، لأن وضع فلسطين الجغرافي وقربها من مصر يجعل صداقتها لإنجلترا أمرا له أهمية الإمبراطورية\" هذا بعد أن حذر من أطماع الألمان والافرنسيين في المنطقة.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "... ويقول هربرت صموئيل أن وزير الخارجية البريطانية، قد أبدى حماسة لقبول الفكرة، وسأل إذا كان يجب أن \"تضم سوريا إلى فلسطين بحكم الضرورة\" وأجاب هربرت صموئيل أنه \"ليس من حكمة الرأي إدخال أمكنة كبيروت ودمشق لأنها تحتوي على عدد كبير من السكان غير اليهود الذين لا يمكن تمثلهم.. وأنه سيكون هناك نفع عظيم إذا ضمت سوريا إلى فرنسا، إذ أنه أجدى للدولة اليهودية أن تكون لها جارة أوروبية\"‍‍. ¶ ... وواضح أن هربرت صموئيل قد أراد أن يضع البلاد السورية تحت السيطرة الافرنسية حتى لا يشارك الشعب السوري مع الشعب الفلسطيني في مكافحة الصهيونية.. ويبقى أهل فلسطين وحدهم في الميدان.. ¶ ... ولم يكتف هربرت صموئيل، بهذا الحديث مع وزير الخارجية البريطانية، ولكنه وضع بعد ذلك مذكرة مفصلة في الموضوع عنوانها \"مستقبل فلسطين\" بقيت أثناء الحرب العظمى المرجع الرئيسي للسياسة البريطانية. ¶ ... وقام هربرت صموئيل بنشاط وافر في داخل الوزارة، ولم يألُ جهدا في توكيد حججه البريطانية خدمة لأهدافه الصهيونية.. وقد خانه المنطق مرة باعترافه نفسه، ونحن نراه يذكر أن وزير الخارجية البريطانية قد اقترح في إحدى المناسبات على هربرت صموئيل \"أن تكون فلسطين بلدا محايدا في ظل ضمانة دولية، ووضع الرقابة على الأماكن المقدسة\" ولكن هربرت صموئيل لم يعجبه هذا الحل وأبدا \"ارتيابه في قبول السكان العرب لهذه الحكومة وهم يؤلفون خمسة أسداس السكان... ولو أن ألمانيا قد استولت على فلسطين قبل اندلاع هذه الحرب لاستطاعت أن تشن هجوما مخيفا على مصر\".. وهربرت صموئيل لم يتذكر أن العرب في فلسطين يؤلفون خمسة أسداس سكانها حينما",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "يفكر في إقامة دولة يهودية في فلسطين، ولكن ذاكرته تستيقظ للأمر، للطعن في أي اقتراح آخر يستبعد الدولة اليهودية‍‍!! ¶ ... وتغيرت الوزارة البريطانية، وتألفت وزارة ائتلافية، برياسة المستر لويد جورج، وجاء المستر بلفور الذي اعتنق الصهيونية على أيدي الدكتور وايزمن وزيرا للخارجية.. وتألقت الآمال الصهيونية وتجددت وتأكدت.. وانتقلت الحركة الصهيونية من الدعوة والأمل، إلى التطبيق والعمل. ¶ ... وتم في هذه الحقبة عقد معاهدة سايكس بيكو، بين روسيا وبريطانيا وفرنسا لتقسيم تركة الدولة العثمانية، وكان مضمونها بالنسبة إلى فلسطين، أن يضم شمال فلسطين إلى سوريا ليكون تحت الإدارة الافرنسية.. وأن تكون حيفا ميناء مفتوحا لبريطانيا وأن يكون باقي فلسطين تحت إدارة دولية.. وثارت ثائرة القيادة الصهيونية في لندن، فبادرت بالاجتماع بالسير مارك سايكس وهو الذي وقع الاتفاقية مع ندّه الافرنسي جورج بيكو، فقدم الدكتور وايزمن ورفاقه مذكرة إلى السير سايكس (يناير 1917) وكانت بعنوان \"إعادة الاستعمار اليهودي لفلسطين\" والبرنامج يحتوي على ثلاث مواد رئيسية: ¶ ... تنص المادة الأولى أنه: يجب أن يعترف رسميا باليهود كأمة يهودية، ومنهم السكان اليهود في فلسطين، وعلى الحكومة ذات الشأن أن تعترف بالرغبة والضرورة لإعادة الاستعمار اليهودي إلى فلسطين\". ¶ ... وتنص المادة الثانية أنه \"يجب أن يمنح يهود البلدان الأخرى كامل الحق في الهجرة إلى فلسطين، ويجب أن يمنح يهود فلسطين كل تسهيل للحصول على الجنسية فورا وكذلك شراء الأراضي\". ¶ ... وتنص المادة الثالثة أنه \"يجب على الحكومة ذات الشأن أن تقر تشكيل شركة يهودية لاستعمار فلسطين من قبل اليهود، تكون تحت حماية",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "الحكومة... وأن تعطى للشركة سلطات تمكنها من النهوض بفلسطين في كل ناحية، زراعيا وثقافيا واجتماعيا، وحق بناء الطرق والسكك الحديدية والموانئ.. وكل سلطة أخرى لإعمار البلاد\". ¶ ... وانعقدت عدة اجتماعات مع الساسة البريطانيين لبحث المذكرة الصهيونية، واجتمع الدكتور وايزمن مع المستر بلفور – مارس 1917 – وأجرى معه حديثا مطولا حول المطالب الصهيونية.. ثم اجتمع مع مساعده اللورد روبرت سيسل، وهو من أكبر أنصار الصهيونية، وقد استشعر الدكتور وايزمن من هذه الاجتماعات أن فرنسا مصرة \"أن تكون لها الكلمة العليا في فلسطين.. وأن تكون المنطقة التي تبدأ من خط يبدأ من عكا إلى بحيرة طبريا شاملا حوران من حق فرنسا\". ¶ ... وكانت هذه همسة بريطانيا إلى الزعماء الصهيونيين بأن يبذلوا جهودهم في فرنسا، للإقلاع عن هذا الموقف وأن يستعينوا بالولايات المتحدة في هذا الصدد.. وقد تم ذلك فعلا.. فقد سافر سوكولوف إلى باريس قام بتعبئة القوى الصهيونية للضغط على فرنسا.. وأبرق الدكتور وايزمن إلى القاضي برانديز، الصهيوني الأمريكي صاحب النفوذ الكبير على الرئيس الأمريكي ولسون، بأن \"العقبة الرئيسية هي مطالب الافرنسيين ونحن نأمل أن نقوي مركزنا عن طريق الحكومة الأمريكية ويهود أمريكا\". ¶ ... وقد نجحت المساعي الصهيونية في واشنطن أولا وفي باريس ثانيا، فقد أعلن الرئيس الأمريكي \"أن الولايات المتحدة ترفض الاتفاقات السرية\" وكانت هذه الإشارة تشمل اتفاقية \"سايكس بيكو\" التي جعلت لفرنسا مركزا خاصا في فلسطين..",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "... وبعد أن أمكن إخراج فرنسا من اللعبة الدولية، ذهب وفد صهيوني يضم الدكتور وايزمن واللورد روتشلد، لمقابلة المستر بلفور – يناير 1917 وطلبا إليه \"أن الوقت قد حان لكي تقرر الحكومة البريطانية تصريحا نهائيا بالتشجيع.. وكان موقف الوزير البريطاني في غاية التشجيع وطلب إلينا أن نقدم صيغة تصريح لنعلنه أمام مجلس الوزراء في أقرب وقت\"... ¶ ... وفي 18 تموز قدم اللورد روتشلد إلى المستر بلفور صيغة باسم القيادة الصهيونية تنص على ما يأتي: \"إن الحكومة البريطانية تقبل مبدأ الاعتراف بفلسطين كوطن قومي للشعب اليهودي في أن ينشئ حياته الوطنية في ظل حماية ستؤسس حالما يعقد صلح بعد النتيجة الناجمة في الحرب.. وإن من الجوهري منح حكم ذاتي داخلي للقومية اليهودية في فلسطين مع حرية الهجرة، وتأسيس هيئة وطنية يهودية للاستعمار لإعادة الإنشاء والتقدم الاقتصادي في البلاد\". ¶ ... وإلى هنا فقد انتهى دور القيادة الصهيونية وأصبح الموضوع بين يدي الوزارة البريطانية.. ولكن هذه الوزارة والوزارة التي سبقتها كانت تلقى معارضة شديدة للحركة الصهيونية، فكرة وهدفا، ولا بد لنا من وقفة قصيرة لنرى كنه هذه المعارضة. ¶ ... وقد يندهش المواطن العربي الآن، بعد أن انقضى ستون عاما على تصريح بلفور، أن تقول له الحقائق التاريخية إنّ أول معارضة لتصريح بلفور كانت من الجماعات اليهودية بالذات، وأن هذه المعارضة قد بدأت قبل بضعة أعوام من صدور التصريح، وأن الذين تولوا قيادتها كانوا من أعلام الجالية اليهودية، وفي بريطانيا بالذات، ومن أصحاب المكانة المرموقة في الجامعات والمؤسسات العامة المختلفة.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "... وكان لهذه المعارضة فلسفة واضحة، ومنطق ذكي، وحجج قانونية وأسانيد تاريخية نقرأها اليوم فنحسب أنها كتبت في يومنا هذا، وأن كاتبها هو من أنصار العرب الصادقين، تنديدا بتصريح بلفور، وبالصهيونية بصورة عامة. ¶ ... ولست أبالغ بالقول إنه لو عثر عليها أحد الذين خطبوا ضد الصهيونية في الأمم المتحدة في عام 1975 مطالبا بإدانتها كشكل من أشكال الحركة العنصرية لاستطاع أن يتلوها كاملة من غير زيادة لمستزيد، وأن يعتبر أنها كتبت للأمم المتحدة بالذات. ¶ ... والواقع أن المعارضة لإنشاء دولة يهودية في فلسطين قد ولدت يوم ولدت الحركة الصهيونية نفسها، كحركة قومية تستهدف جمع شتات اليهود وعودتهم إلى فلسطين، وقد هبت رياح المعارضة من جهات متعددة، وكانت الحكومة البريطانية على علم بهذه المعارضة، وقد انعكست آثارها على الصيغة النهائية لتصريح بلفور، وفي فقراته الاحترازية الأخيرة بالذات... ¶ ... وأول من تصدى لهذه المعارضة جماعة الحاخامين والمتدينين من اليهود، فهؤلاء، وخاصة الأرثوذكس منهم، يرون أن العودة إلى أرض الميعاد لا تتحقق إلا بظهور السيد المسيح، وأنه حسب تعاليم التلمود فإن السيد المسيح هو الذي يقود مسيرة اليهود إلى بيت المقدس ويعمل على إنشاء مملكة إسرائيل، ومن هنا فإن الحركة الصهيونية، والقومية اليهودية، وإنشاء وطن قومي يهودي في فلسطين، كل ذلك يتجافى مع التعاليم اليهودية، وأن السيد المسيح هو وحده صاحب الحق المقدس في تحقيق النبوءات، وأن هرتزل ووايزمن وبن غوريون، في نظرة هؤلاء المتدينين هم هراطقة يخالفون",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "شريعة الله، ولا تزال بقايا هذه الجماعة المتدينين تنادي بهذه الدعوة، حتى بعد أن قامت إسرائيل.. ولو أنها أصبحت قليلة الأثر والخطر. ¶ ... ثم جاءت المعارضة بعد ذلك من جمهور من مثقفي اليهود، من دعاة الإصلاح والتحرر، وهؤلاء أعلنوا نبذهم لفكرة القومية اليهودية، واعتبروا الدعوة لهذه القومية حركة رجعية، وكان زعيم هذه الجماعة (اسحق وايز) وقد شبه الحركة الصهيونية بأنها \"رقصة رجل مجنون يؤديها سياسيون فاسدون\" (¬1) . ¶ وانبرت جماعة أخرى من علماء اليهود تنفي الصفة القومية عن اليهود، وإن العقيدة اليهودية دين يتصف منذ البداية بالعالمية، وإن اليهود يؤلفون جزءا متمما للأمم التي عاشوا فيها، وأن \"صهيون\" والعودة إليها لا تتعدى أن تكون رمزا دينيا لا صلة له بإقامة وطن قومي يهودي أو دولة ذات سيادة (¬2) . ¶ ... غير أن المعارضة المجادلة المحاورة، الصائحة الصاخبة، جاءت من مجموعة كبرى من اليهود الذين أطلق عليهم، يومئذ، \"الاندماجيون\" وهؤلاء هم الذين كانوا ينادون بأن على اليهود حيثما وجدوا أن يندمجوا في الشعوب التي يعيشون بين ظهرانيها، وأن اليهود غادروا فلسطين منذ نيف وعشرين قرنا، ولم يعد لهم حق قانوني فيها، وأنه لا يمكن إخراج سكانها بعد أن عاشوا فيها آلاف السنين، وأنه حتى لو طرد العرب من فلسطين، فإن مساحتها الضيقة وإمكاناتها الاقتصادية المحدودة تجعلها عاجزة عن استيعاب يهود العالم أجمع، وبالتالي فستظل المشكلة اليهودية مشكلة من غير حل.. ¶ ¬__________ ¶ (¬1) * Franshish alou; Not by Power – The growth of Zionizm p 256. ¶ (¬2) ** Encyclopedia Brittanica vol 23, Page 955.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "وعلى هذا فإن الخير لليهود أن يلغوا من أذهانهم فكرة الرجوع إلى القدس، وأن يقتصروا على العلاقة الروحية والأدبية بفلسطين دون السعي للاستيلاء عليها والاستيطان فيها. ¶ ... وكان هؤلاء الاندماجيون يمثلون أعظم وأرقى العناصر اليهودية في إنجلترا، وكان لهؤلاء جمعيتان مرموقتان، الأولى \"الجمعية اليهودية الإنجليزية\" برياسة الدكتور كلود مونتيفيوري، والثانية \"هيئة المندوبين اليهود\" برياسة الدكتور دافيد الكسندر. ¶ ... وفي الولايات المتحدة كانت لجماعة الاندماجيين اليهود جمعية تعرف ¶ باسم \"اللجنة اليهودية الأمريكية\" ترأسها خلال الحرب العالمية الأولى حينما كانت المباحثات دائرة في لندن لإصدار وعد بلفور – جاكوب سكيف، وخلفه في الرياسة ماير سولزبرجر، وكلاهما من كبار مفكري اليهود في الولايات المتحدة، وقد أعلن الأول \"أن المؤمنين بالقومية اليهودية إما ملحدون، أو أنهم يعتقدون أن العقل عاجز عن فهم الوحي الإلهي، وأن الأغلبية العظمى من الصهيونيين اليهود ليس لهم أي اهتمام بالديانة اليهودية\"... أما الزعيم الثاني فقد عارض الصهيونية على أساس أنها تناقض الديمقراطية، فالديمقراطية الحقة في نظره \"أن الذين يعيشون في بلد ما عليهم أن يحتفظوا بقومية ذلك البلد.. وأن الصهيونية التي تهدف إلى تكوين حكومة تتحكم في سكان فلسطين ستكون مناقضة لأبسط المبادئ الديمقراطية.. وأن الصهيونية لن يكون لها معنى عملي إلا بالعزم على سحق الشعب الموجود في فلسطين وحرمانه من حق الحكم الذاتي\" (¬1) .. وقد تحققت هذه الرؤية الواضحة بعد عشرات السنين، وجاءت هذه النبوءات على لسان عقلاء اليهود أنفسهم!! ¶ ¬__________ ¶ (¬1) * The Middle East in world affairs: Lenczowski George Page 315.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "... وفي غمرة هذا الصراع العقائدي بين الصهيونيين واللا صهيونيين، بدأت الحكومة البريطانية اتصالاتها بزعماء الصهيونيين تطلب منهم أن يضعوا مشروعا بالنسبة إلى فلسطين، تتولى الحكومة البريطانية تطبيقه بعد هزيمة الدولة العثمانية واحتلال فلسطين، وكان السِّير سايكس صاحب اتفاقية سايكس – بيكو التي خططت لتجزئة المشرق العربي واقتسامه بين إنجلترا وفرنسا، هو كبير المفاوضين بالنيابة عن الحكومة البريطانية. ¶ ... وفي 18 يوليو 1918 تقدمت المجموعة الصهيونية، وعلى رأسها ¶ روتشيلد ووايزمن، بصيغة تنص على أن \"حكومة جلالته، بعد درسها أهداف المنظمة اليهودية تقبل المبدأ القائل بالاعتراف بفلسطين الوطن القومي للشعب اليهودي، وحق الشعب اليهودي بأن ينمي حياته القومية في فلسطين تحت حماية تنشأ بعد عقد السلام، في أعقاب الظفر بالحرب.. وتعتبر حكومة جلالته أنه من اللازم.. هجرة اليهود بصورة حرة، وإنشاء شركة استعمارية يهودية لإعادة التوطين وللتنمية الاقتصادية بالبلاد.. وأن التفاصيل يجب بحثها والبت فيها مع ممثلي المنظمة الصهيونية\". ¶ ... وكانت الجمعيتان اليهوديتان البريطانيتان، قد استبقتا الحوادث وعلمتا بهذا المشروع قبل تقديمه، فنشرنا بيانا سياسيا هاما كانت صيغته تتحدث باسم اليهود البريطانيين، ولكنها كانت في الواقع تدافع عن حقوق العرب في فلسطين، وتتولى الدفاع عن وجودهم وحقوقهم القومية، فقد أعلنت هاتان الجمعيتان في بيانهما المشترك موقفهما، بالقول: \"إننا نستقبل ببالغ السرور أنباء انتصار الجيش البريطاني في تقدمه نحو فلسطين، لما سيترتب عليه من ازدهار الجالية اليهودية في فلسطين، ومنح اليهود الأمان والحرية، والمساواة مع باقي السكان.. ولكنا علمنا أن زعماء الصهيونيين في هذه البلاد يريدون",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "مشروعا أكبر له صفة سياسية.. وأن القصد هو الاعتراف بالمستعمرات اليهودية في فلسطين بالصفة القومية وعلى أساس سياسي.. وهذا ينبثق من الرأي الصهيوني القائل بأن الجماعات اليهودية في العالم تؤلف قومية بلا وطن.. ونحن نحتج بكل قوة وشدة ضد هذه النظرية.. ونحن نعتبر اليهودية عقيدة دينية، وإن اليهود حيثما وجدوا يتصلون بكل إخلاص بالروح والمصالح القومية للبلاد التي يعيشون فيها.. ولهذا فإن إنشاء قومية يهودية في فلسطين.. ستقضي إلى دمغ اليهود في العالم بأنهم غرباء في البلاد التي يعيشون فيها.. وكذلك فقد أثار مخاوفنا أن البرنامج الصهيوني بمنح اليهود في فلسطين حقوقا خاصة تتجاوز الحقوق التي ينعم بها باقي أهل البلاد.. فلا يجوز أن يكون لليهود امتيازات سياسية واقتصادية في البلاد، إن ذلك سيجلب نكبة على الشعب اليهودي بأجمعه.. وإن منح اليهود في فلسطين أفضليات وامتيازات من شأنه أن يوجد أحقادا أليمة مع الأجناس والمذاهب الأخرى كما سيؤدي إلى ردود فعل محزنة في الشرق أجمع\" (¬1) . ¶ ... ولقد نشرت الجمعيتان اليهوديتان هذه الحجج الدامغة قبل صدور تصريح بلفور بستة أشهر تقريبا، وانقضى زهاء ستين عاما على ذلك ليشهد التاريخ الدولي أن المأساة المروعة التي أفضى إليها تصريح بلفور قد هز \"الشرق أجمع\" كما تنبأ اليهود البريطانيون، بل تناولت كذلك الغرب أجمع!! ¶ ... وإلى جانب هذه المعارضة اليهودية رأت الحكومة البريطانية نفسها أمام معارضة أشد وأقسى في داخل الحكومة.. وتولى قيادتها أحد الوزراء، وهو وزير الهند المستر ادوين مونتاجو. ¶ ¬__________ ¶ (¬1) * جريدة \"التايمز\"، 24 مايو (أيار) 1917.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "... لقد كان هذا الوزير من عائلة يهودية ذات مركز كبير في المجتمع البريطاني، وحينما بدأت الوزارة البريطانية تبحث بصورة جدية موضوع إصدار تصريح لليهود بالنسبة لفلسطين، قام الوزير اليهودي بحملة ضارية ندد فيها بالحركة الصهيونية، وناشد الحكومة البريطانية أن تمتنع عن إصدار تصريح لصالح اليهود بشأن فلسطين، ولم يكتف بالنقاش والحوار في جلسات مجلس الوزراء، ولكنه سجل معارضته الضارية في ثلاث رسائل، الأولى في 22 أغسطس والثانية في 14 سبتمبر والثالثة في 9 أكتوبر 1917 وكانت هذه الرسائل بالتحديد قبل ثلاثة أسابيع من إصدار تصريح بلفور. ¶ ... وقد ظلت هذه الرسائل الثلاث مع وثائق رسمية أخرى من تلك الحقبة، محجوبة عن الرأي العام، إلى أن تولت الحكومة البريطانية نشرها في ربيع 1966.. فكشفت أسرارها أنها ذات قيمة تاريخية عن الصراع الفكري الضاري الذي قسم اليهودية العالمية إلى معسكرين، أحدهما يستحث الحكومة البريطانية على إصدار بيان يؤيد إنشاء وطن قومي يهودي في فلسطين، والثاني يعارض هذه السياسة معارضة شديدة ومن غير تراخ ولا هوادة. ¶ ... وقد اختار الوزير اليهودي لمذكرته الأولى عنوانا عبقريا، فجعله \"الحكومة البريطانية عدوة السامية\"، فكان عنوانا مثيرا ينطوي على تهمة خطيرة توجه إلى الحكومة البريطانية، وقال في صدر مذكرته إن \"سياسة حكومة جلالته هي معادية للسامية من حيث النتيجة، وستكون ميدانا لأعداء السامية في جميع أنحاء العالم.. لقد بدت الصهيونية لي بصورة دائمة على أنها عقيدة سياسية ضارة، لا يمكن الانتماء إليها من قبل مواطن مخلص في بريطانيا، وإذا تعلقت عينا إنجليزي يهودي على جبل الزيتون (القدس) وتطلع إلى اليوم الذي ينفض فيه تراب بريطانيا عن حذائه ليعود إلى مزاولة",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "الزراعة في فلسطين، فإنه يكون بذلك قد تعلق بأهداف تتناقض مع الجنسية البريطانية، ومعترفا بأنه غير أهل بنصيب من الحياة العامة في بريطانيا العظمى، ولا ينظر إليه كمواطن إنجليزي، إنه من غير المتصور أن يعترف بالحركة الصهيونية من قبل الحكومة البريطانية ولا أن يفوض المستر بلفور بأن يعلن أن فلسطين يجب أن يعاد تأسيسها وطنا قوميا للشعب اليهودي\". ¶ ... وتابع الوزير اليهودي يسرد رأيه في هذا السياق منددا بالحركة الصهيونية، نافيا وجود القومية اليهودية، معتبرا إياها خيانة للمواطنة التي يتمتع بها اليهود حيث كانوا، ثم انتقل في حواره إلى الجانب العربي من القضية، يدافع عنها بحرارة وحماسة كما لو كان موكلا بالدفاع عنها، على حين أن الشعب الفلسطيني ومعه الأمة العربية بأسرها، لم تكن ندري وقتئذ ما كان يدور في الجلسات السرية التي كان يعقدها مجلس الوزراء البريطاني، في أجواء الحرب العالمية الرهيبة. ¶ ... والمواطن العربي، حين يقرأ ذلك القسم من المذكرة، يكاد يسمع الوزير اليهودي يصرخ ويصيح وهو يقول عن الوطن القومي اليهودي \"أنا لا أعلم ماذا يعني هذا المشروع، ولكني أفترض أنه يعني بأنه يجب على المسلمين والمسيحيين أن يخلوا الطريق أمام اليهود، وأنه يجب أن يوضع اليهود في جميع المراكز الممتازة، وأن يرتبطوا بصورة خاصة بفلسطين بنفس الطريقة التي ترتبط إنجلترا بالإنجليز، وفرنسا بالفرنسيين، وإن المسلمين في فلسطين سينظر إليهم كغرباء.. وربما تعين أن تمنح الجنسية فقط كنتيجة لامتحان ديني\".",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "... وبعد أن يناقش الوزير اليهودي مضار المشروع الصهيوني يعود ليقول لمجلس الوزراء \"أريد أن أؤكد أربعة مبادئ: أولا التوكيد القاطع أنه لا يوجد شيء اسمه الشعب اليهودي.. وأنه ليس صحيحا أن اليهودي البريطاني واليهودي الإسباني ينتميان إلى شعب واحد.. تماما كما أن المسيحي البريطاني والمسيحي الافرنسي لا ينتميان إلى شعب واحد.. ¶ ... ثانيا: إذا قيل إن فلسطين هي وطنهم القومي فإنكم ستشهدون إجلاء الشعب المقيم حاليا في فلسطين عن طريق شعب آخر وافد من كل أقطار الأرض، يأخذ من البلاد خير ما فيها، واليهود يتكلمون كل لغات العالم، ولا يستطيعون أن يتفاهموا فيما بينهم.. إلا عن طريق ترجمان.. وكلنا يعلم أن عودة اليهود إلى فلسطين لا تتم إلا عن طريق إرادة إلهية، ونحن لم نسمع من أي صهيوني أن أيا من مستر بلفور واللورد روتشيلد سيكون هو المسيح المنتظر.. ¶ ... ثالثا: إني أنكر أن فلسطين اليوم مرتبطة باليهود، أو يمكن اعتبارها مكانا صالحا لأن يعيشوا فيها.. وأنه صحيح أن فلسطين لعبت دورا كبيرا في التاريخ اليهودي، ولكنها كذلك في التاريخ الإسلامي، وبعد اليهود قد لعبت فلسطين بالتأكيد دورا في التاريخ المسيحي أكبر مما قدر لها في أي بلد آخر\".. ¶ ... وبعد أن يشير الوزير اليهودي إشارة بارعة في رسالته إلى أن اليهود \"قد حصلوا من خيرات بريطانيا أكثر بكثير من نسبتنا العددية التي نستحقها\" يختم مذكرته مشيرا إلى اللورد روتشيلد الذي كان يقوم بالجهد الأكبر لدى الحكومة البريطانية فيقول: وأرغب أن يعلم اللورد روتشيلد بأن الحكومة مستعدة أن تبذل كل جهدها لتحصل لليهود في فلسطين على الحرية الكاملة",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "في الاستقرار والحياة بالمساواة مع أهالي تلك البلاد الذين يدينون بمذاهب دينية أخرى.. وإني أطلب من الحكومة أن لا تذهب أبعد من ذلك\" ولا يكاد المواطن العربي يصدق هذا الذي يقرأ ما كتبه الوزير اليهودي قبل نصف قرن من الزمان، وما فيه من رؤية صادقة، ومنطق علمي رشيد.. ولولا أن الحكومة البريطانية نشرت هذه الوثائق بصورة رسمية لما ترددت إسرائيل أن تدعي تزويرها. ¶ ... وفي الرسالة الثانية التي بعث بها الوزير اليهودي إلى الوزارة البريطانية (14 أيلول 1917) ناشد الحكومة البريطانية إن لا تصدر أي تصريح بهذا الموضوع، وأن يكون مضمون التصريح في أضيق الحدود، إذا كان لا بد من إصدار شيء ما، وراح يقول في لهجة حازمة صارمة \"أن الصهيونية حركة غريبة على بريطانيا، وأن مؤسسها تيودور هرتزل مواطن نمساوي.. وخلفه دولنسون من كولن، وخلفه أوتو ودربورغ من برلين، وأما في بريطانيا فإن زعماء الصهيونية أهم كذلك أجانب فإن الدكتور جاستر من رومانيا، والدكتور هرتس من النمسا، والدكتور حاييم وايزمن من روسيا.. وعلى كل حال فإني ملزم بأن أرجوكم مرة ثانية بأن لا تستخدموا أي كلمات من قبل أي متحدث باسم الحكومة البريطانية يفهم منها بأنه يوجد هنالك شعب يهودي بالمعنى السياسي، وأن أي يهودي يعيش الآن في إنجلترا، فرنسا، إيطاليا، أو أمريكا هو في المنفى بانتمائه إلى إنجلترا وفرنسا وإيطاليا وأمريكا.. وإذا كان هنالك من داع لأن تقول الحكومة البريطانية شيئا فإني أقترح أن تعلن الحكومة البريطانية أنها توافق من حيث المبدأ أن تهيِّىء الفرصة لمساعدة اليهود على الاستقرار ممن لا يستطيعون ولا يريدون البقاء",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "في البلاد التي يعيشون فيها.. ولكني أفضل أن لا تقول الحكومة البريطانية كحكومة أي شيء\". ¶ ... وفي الرسالة الثالثة جعل الوزير اليهودي العنوان \"الصهيونية\" وقد اعتذر في المقدمة عن إزعاجه للوزارة البريطانية في الموضوع، ولكنه أشار إلى \"أنه وصلته معلومات قيمة من سيدة بريطانية تعمل في السفارة البريطانية في بغداد ولها معرفة واسعة في الشؤون العربية؛ وتشير تلك المعلومات إلى أن قسما من سوريا (فلسطين) الذي يستوطنه العرب كسائر الأقسام الأخرى، يعتبره غير العرب (اليهود) بأنه أرضهم القديمة.. وفي أسخى التقديرات فإن اليهود في فلسطين يمكن أن يؤلفوا ربع السكان، والمسيحيين يؤلفون الخمس، والباقي هم المسلمون العرب\" ثم ينقل عن السيدة قولها \"إن هناك سببا رئيسيا يحول دون جعل فلسطين يهودية مستقلة.. وهو أن البلاد ليست يهودية، وأن المسلمين والعرب لا يقبلون بالسلطة اليهودية..\" ثم يتساءل الوزير اليهودي بعد هذه البيانات عن وضع اليهود في فلسطين، قائلا: \"وهل هناك من مجال في فلسطين للمزيد من السكان – المهاجرين – وإذا حدث ذلك، فمن هم الذين يجب إخراجهم من البلاد.. إنني معجب بحماس الدكتور وايزمن ولكن هذه الحماسة يجب أن لا تؤدي إلى إيقاع الضرر بالذين يخالفونه الرأي، وهم الذين سيتعرضون للجلاء إذا نجحت خطته\".. وتلك رؤية واضحة نفذت إلى المستقبل وكشفت عن الكارثة التي حلت بالشعب الفلسطيني، ولكن أَنىَّ للاستعمار أن يبالي بالكوارث التي تحل بالشعوب! ¶ ... ثم سرد الوزير اليهودي قائمة تحتوي أسماء ست وأربعين شخصية يهودية في بريطانيا من كبار الأطباء وأساتذة الجامعات وذوي المراكز العليا في بريطانيا، مؤكدا أنهم يمثلون الرأي اليهودي في بريطانيا، وأنهم",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "يعارضون في إنشاء الوطن القومي اليهودي.. وناشد الحكومة البريطانية بوصفه الوزير اليهودي الذي يمثل رأي اليهود في بريطانيا \"أن تفكر طويلا قبل أن تتجاهل رأي المواطنين البريطانيين اليهود\".. ¶ ... ولعل الوزير اليهودي أحس أنه أمام فرصته الأخيرة للتنديد بالوطن القومي اليهودي، فراح يحاول كأنه يلقي مرافعته دفاعا عن اليهودية كدين لا قومية، فملأ رسالته بالمقتبسات العلمية من أفواه المراجع العليا، يهودية وغير يهودية، ليقنع الحكومة البريطانية بالعدول عن تأييد البرنامج الصهيوني وإنشاء الوطن القومي اليهودي.. كأن الاستعمار يخضع للعلم ويقنع بالمنطق. ¶ ... نقل أولا، عن الحاخام اليهودي الأكبر في بريطانيا قوله \"منذ أن استولى الرومان على فلسطين، لم نعد نحن اليهود مجتمعا سياسيا، نحن مواطنون في البلاد التي نعيش فيها، وببساطة نحن إنجليز وافرنسيون أو ألمان ندين بعقائدية معينة، ونمارس طقوسا دينية معروفة، ولكنا نقف في نفس المصير في الحياة الوطنية، وفي الحقوق والواجبات مع سائر المواطنين الآخرين,.. وإذا سئلت ما هو الطابع السياسي لليهودية فإني أجيب أن اليهودية ليس لها طابع سياسي على الإطلاق.. وأن الرابطة الكبرى التي تربط إسرائيل (التاريخية) ليست رابطة الجنس ولكن رابطة الدين المشترك.. ونحن نعتبر أنفسنا مواطنين في الوطن الذي نعيش فيه بكل ما تعنيه هذه الكلمة.. وأنه من أعز واجباتنا وحقوقنا أن نعمل من أجل خير هذا الوطن\". ¶ ... ونقل الوزير اليهودي، ثانيا، عن رئيس مؤتمر الحاخامين المنعقد في بافالو (أمريكا) في 28 يونيو 1917 قوله: \"إننا نحن الحاخامين الذين كرسنا أنفسنا لخدمة الله، والعارفين بشريعة الله نعلن أنه ليس لليهود مكان في أية دعوة تقوم على أسس عرقية أو قومية أو من أجل دولة سياسية. أو حتى",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "إقامة وطن معترف به.. إن إسرائيل الدينية لا يمكن أن نضحي بها من أجل إسرائيل العنصرية ذات التكوين العنصري، وقد جاء الوقت لنعلن من هذا المؤتمر أننا نؤيد إسرائيل ذات رسالة دينية. وعلى ضوء هذه الرسالة، فإننا ننظر بعدم الرضا على أية حركة هدفها غير ديني. ¶ ... ونقل الوزير اليهودي، ثالثا وأخيرا، بيانات صادرة من السنيور لويجي لوزارتي رئيس وزراء إيطاليا والمسيو ريناخ السياسي الافرنسي المعروف، ما أعلناه في ربيع 1917 في استنكارهما للحركة الصهيونية وتأكيدهما بأن اليهودية هي عقيدة دينية وأن ولاء اليهودي حيثما كان يجب أن يكون للبلد الذي يعيش فيه ولا بلد له سواه. ¶ ... تلك كانت المرافعات الكتابية التي بعث بها الوزير اليهودي إلى مجلس الوزراء البريطاني، ولم تكن مرافعاته الشفهية أثناء انعقاد الجلسات تقل عنه حرارة وحماسة، وحتى الدكتور وايزمن لم يسعه إلا أن يعترف بها، منددا وناقدا، فقد قال في عبارة ساخرة ومريرة أنه \"عندما عرض موضوع فلسطين على وزارة الحرب (4 أكتوبر) ألقى أدوين مونتاجو خطابا قويا ضدنا، ويمكن استخلاص الحجج التي أدلى بها من مجمل الدعاية التي نشرتها الحركة المعادية للصهيونية، لكن الحماس الذي لازم تقديمه لآرائه وبلادة الحس التي كانت بادية في معارضته، كل ذلك، أذهل الوزارة، وقد علمت بأنه كان يبكي وهو يتكلم\"!! ¶ ... ثم يقول الدكتور وايزمن \"بعد هذه الجلسة عرضت علينا الوزارة صيغة جديدة لمشروع الوطن القومي، بدلا عن الصيغة السابقة، مما يدل على التراجع المؤلم حيال ما كانت الحكومة البريطانية مستعدة لأن تقدمه إلينا، فقد كانت الصيغة الأولى تنص على أن \"فلسطين يجب أن يعاد إنشاؤها كوطن",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "قومي للشعب اليهودي\" فأصبحت الصيغة الثانية تتكلم عن.. تأسيس وطن قومي في فلسطين للعنصر اليهودي.. كما أن الصيغة الثانية تتكلم عن.. تأسيس وطن قومي في فلسطين للعنصر اليهودي.. كما أن الصيغة الثانية قد أبرزت موضوع الحقوق المدنية والدينية للطوائف غير اليهودية الموجودة حاليا وهذا النص قد يفسر على أنه تقييد لعملنا أو تعطيل له بالمرة\". ¶ ... ولقد أفلح الوزير اليهودي في جلسة سابقة عقدها مجلس الوزراء البريطاني (18 سبتمبر) إلى سحب موضوع الوطن القومي اليهودي من جدول الأعمال، وكان رئيس الوزراء لويد جورج، ووزير خارجيته بلفور غائبين عن هذا الاجتماع، ولكن الوزير اليهودي كان وحده في هذه المعركة فإن باقي الوزراء كانوا يؤيدون إصدار التصريح بشأن الوطن القومي اليهودي، بدرجات متفاوتة.. وعاد الموضوع إلى جدول الأعمال في اجتماعات لاحقة.. وكان للدور الأمريكي في هذه المرحلة دور حاسم رجح كفة موقف القيادة الصهيونية. ¶ ... ويقول الدكتور وايزمن \"إن تخطي المصاعب التي أوجدها اليهود البريطانيون إزاء مشروع الوطن القومي اليهودي – ومنهم الوزير مونتاجو قد جاء عقب البرقية الشهيرة التي جاءت على لسان الرئيس ولسن (16 أكتوبر 1917) بتأييد أمريكا للتصريح\". ¶ ... وفي اليوم الثاني من نوفمبر 1917 وفيما يشبه الدراما المثيرة، يقول الدكتور وايزمن إنه \"بعد مباحثات نهائية في وزارة الحرب البريطانية أصدر بلفور كتابه الشهير المعروف بتصريح بلفور.. وفيما كانت الوزارة مجتمعة لتصادق على النص النهائي، كنت أنتظر خارج مكاتبها، وكنت في هذه المرة مدعوا، فأحضر لي سايكس – سكرتير وزارة الحربية – الوثيقة هاتفا \"إنه",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "غلام يا دكتور وايزمن\" إني لم أحب هذا الغلام في بادئ الأمر فلم يكن الغلام الذي كنت أنتظره، إلا أني كنت على علم بأن الأمر كان حدثا عظيما\"!! ¶ ... وقبل أن ينشر هذا التصريح، عرض نصه النهائي على الرئيس ولسون، رئيس الولايات المتحدة، فاقترن بموافقته، وفي 14 فبراير 1918 أعلنت الحكومة الافرنسية تأييدها له، ثم أيدته الحكومة الإيطالية في 9 مايو 1918، وهكذا تبنى الحلفاء، والحرب العالمية على عتبات النهاية، تصريحا دوليا بإقامة وطن قومي يهودي في فلسطين. ¶ ... وتم احتلال فلسطين على يد القوات البريطانية، بقيادة الجنرال اللنبي، وعلى ميمنتها القوات العربية بقيادة الأمير فيصل بن الشريف حسين.. وتهيأ المسرح في بيت المقدس للرجال الثلاثة الذين صنعوا التصريح في لندن: هربرت صموئيل، والمستر بلفور، والدكتور حاييم وايزمن. ¶ ... وجاء هربرت صموئيل إلى فلسطين في عام 1920 المندوب السامي الأول لفلسطين نيابة عن الحكومة البريطانية فكان الرئيس الأول للوطن القومي اليهودي في فلسطين. ¶ ... وجاء إلى بيت المقدس من بعده، المستر بلفور، في ربيع 1925 وهو يقترب من الثمانين من عمره ليفتتح الجامعة العبرية على مقربة من جبل الزيتون. ¶ ... وجاء من بعدهما، الدكتور حاييم وايزمن (¬1) ، في عام 1948 ليكون الرئيس الأول للدولة اليهودية في فلسطين. ¶ ¬__________ ¶ (¬1) * الوقائع المتصلة بالدكتور وايزمن في هذا الفصل مستقاة من كتابه \"التجربة والخطأ، الطبعة الإنجليزية، ص 230 وما بعدها.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "... هؤلاء هم الثلاثة الذين صنعوا وعد بلفور.. وتوالت بعد ذلك الصفحات والنكبات. ¶ ... وها نحن نقف على عتبة الذكرى الستين لذلك الوعد الظلوم، في هذا اليوم المشؤوم. ¶ ... القاهرة 2 تشرين الثاني 1976",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "تعليق على آراء.. ¶ الدكتور لويس عوض ¶ أولا: مصر والعروبة: ¶ ... مقالي هذا هو مناقشة علمية هادئة لما كتبه الدكتور لويس عوض عن القومية العربية والوحدة العربية، وأحسب أنه من حقي بل من واجبي كمواطن عربي أن أشارك في هذا الحوار, وألا أتركه قاصرا على المفكرين الكبار من أبناء مصر، ذلك أنني، حسب تعبير تراجم التراث العربي، مصري الدار، إلى جانب أنني فلسطيني المولد عربي المحتد. فإن مصر هي داري منذ ثلاثين عاما ويزيد، ولا يصح أن أكتفي بدور القارئ والمستمع. وصيحة هذا الحوار عن الأمة العربية غير بعيدة عن منزلي ولا بد من القول بادئ ذي بدء أني قد رأيت في مقالات الدكتور لويس عوض فارس حوار لا يكل عن الطراد في كل ميدان من ميادين المعرفة، فهو عالم صابر دؤوب يغوص في بطون الكتب والمراجع والقواميس، ولا يلتقط أنفاسه إلا بعد أن يجد ضالته هو، حتى ولو كانت ضالة. ولا أستعمل هذا التعبير إلا في إطار الخطأ المباح.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "... والدكتور عوض إلى جانب علمه الفياض فإنه يملك مهارات متفوقة في مجالات شتى، فهو يعرف كيف يعرض صناعته وينسق بضاعته، حين نراه يضعها في نافذة العرض بأناقة فذّة تغري الناظر بالشراء، حتى لو اضطره ذلك قوت يومه. ¶ ... وتتألف هذه البضاعة الفكرية المنسقة في نافذته الرشيقة مما يلي: ¶ ... أولا: إن القومية العربية، كما يراها الدكتور لويس عوض، هي أسطورة سياسية ليس لها سند من العلم ولا من التاريخ، وإنها تقوم على العنصرية البغيضة. ¶ ... ثانيا: إن الوحدة العربية، في نظر الدكتور لويس عوض، هي فكرة رومانسية، لا تعدو أن تكون من أحلام اليقظة وأنها مراهقة سياسية لا تستحق التفكير الجاد. ¶ ... ثالثا: إن مصر، كما يراها الدكتور عوض ليست بلدا عربيا، وإن لها شخصية متميزة بذاتها وإن الشعب المصري ينتمي إلى جنس خاص لا صلة له بالعروبة. ¶ ... رابعا: إن العروبة في أحسن أحوالها كما يفهمها الدكتور عوض ليس لها وجود خارج الجزيرة العربية. وإن الأقطار \"العربية\" في الشمال الإفريقي وفي ديار الشام ومعها العراق ليست عربية. ¶ عروبة الدكتور عوض ¶ ... وقبل أن أناقش هذه الأطروحات واحدة واحدة لا بد لي من الإشارة إلى أني رأيت في الدكتور لويس عوض ظاهرة فذة جعلتني في حيرة من أمريء ولم أستطع أن أجد لها تفسيرا ولا تبريرا: فالدكتور عوض فيما أعلم",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "هو مواطن مصري أبا عن جد، وإن مصر فيما أعلم ويعلم العالم الدولي بأسره هي دولة عربية اسمها جمهورية مصر العربية ,وهي عضو مؤسس في جامعة الدول العربية, بل كان لها الفضل الأكبر في إنشائها على يدي النحاس باشا والنقراشي باشا وغيرهما من قيادات مصر. ¶ ... وفوق هذا وذلك فإن دستور مصر الأخير قد نص بصراحة لا تقبل جدالا ولا نقاشا \"أن مصر دولة عربية وأن شعبها جزء من الأمة العربية وأنها تعمل من أجل الوحدة العربية\". ¶ ... ولقد واكبت، وأنا في القاهرة غير بعيد عن حركتها القومية الحملة الكبرى التي جرت خلالها مناقشة الدستور المصري، وما انتهى إليه الأمر بإقرار الشعب المصري لهذا الدستور نصا وروحا، بإجماع الإجماع. ¶ ... ويقيني أنني لا أبتعد عن الصواب إذا زعمت أن الدكتور لويس عوض قد كان جزءا من ذلك الإجماع: وإلا لقرأنا له المقالات الطوال يندد بدستور مصر لما تضمنه عن القومية العربية والوحدة العربية, ولعروبة مصر بالذات، أمانة منه لعلمه والتزاما بمقولاته وأطروحاته. ¶ ... ولا حاجة بنا إلى التدليل بأن نص الدستور المصري يهدم تلك الأطروحات جملة وتفصيلا وشكلا وموضوعا. ¶ ... وهنا تأتي الظاهرة الفريدة التي أشرت إليها، وهي أن الدكتور لويس عوض في حملته الجارفة على القومية العربية وما يتصل بها لا يؤمن بما ورد بدستور دولته، الدستور الذي ارتضاه الشعب المصري لنفسه بكل فئاته وطبقاته، الفلاحون والعمال والمثقفون على السواء. ¶ ... وهذه الظاهرة، على فرادتها، لا تخلو من شركاء يشاركونه في مثل هذه العزلة عن الشعب والدولة، والأمثلة غير بعيدة.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "... هنالك مثل قديم نجده في أسفار التوراة حيث يقول عن العبرانيين بأنهم قد أقاموا في مصر أربعمائة وثلاثين عاما ولكنهم آثروا العزلة عن الشعب المصري مع أنهم احتلبوا خيراته وتبوأوا مكان الصدارة في حياته العامة وظلوا يعتبرون أنفسهم \"متغرِّبين\" كما ورد في نص التوراة مع أنهم لو اندمجوا في حياة الشعب المصري كما فعل آلاف الآلاف من الناس من بعدهم عبر تاريخ مصر الطويل، لاستراح العالم من قيام إسرائيل وما جرته من ويلات وكوارث، كان من جملتها أن جنح الدكتور لويس عوض للتنديد بالقومية العربية والتيئيس من الوحدة العربية. ¶ ... أما المثل الحديث عن الظاهرة الفريدة التي تمثل الفكر السياسي للدكتور لويس عوض فإننا نجده في طائفة يهودية معروفة في فلسطين وهي أقلية ضئيلة للغاية لا تعترف بوجود إسرائيل، لأن إسرائيل حسب عقيدتها ، لا تقوم إلا بإرادة الله، لا بإرادة الشعب اليهودي.. وبهذا أصبحت هذه الطائفة مغتربة بين أهلها, وأرجو ألا أكون قد ظلمت الدكتور لويس عوض في هذين المثالين، فإن النتيجة المنطقية لأطروحاته أن مصر ليست عربية، وأن الشعب المصري ليس عربيا، وبالتالي، فإن الدكتور لويس عوض لا يعتبر نفسه عربيا.. ولا أظنني في حاجة لأن أعتذر للدكتور عوض عن هذا الذي أقوله فيه، فإن الذي أقوله هو ما يقوله عن نفسه. ويقينا فإنني مستعد للاعتذار إليه والإعراب له عن التحية والإكبار إذا كتب لنا في الأهرام بأن مصر عربية وطنا وشعبا ودولة.. وأنه مواطن عربي مع الملايين الأربعين من أبناء مصر الذين يعتزون بعروبتهم سواء بسواء. ¶ ... وإذا كنا لا نفرض العروبة على أحد فإن من حقنا أن نتمنى على الدكتور لويس عوض ألا يخلع العروبة عن أحد وهو يؤكد في مقاله أن لا",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "عروبة خارج الجزيرة العربية. فإن كان قد خلعها عن مصر، وهذا غير صحيح كما سنفصل ذلك فيما بعد، فإننا نسأله باسم الأمانة العلمية كيف يحق له أن يخلع العروبة عن السودان والأردن وسورية والعراق وتونس والجزائر والمغرب. وهذه دساتيرها أمامي تنص كلها أنها دول عربية، وأن شعوبها جزء من الأمة العربية، وأنها تلتزم بالسعي لتحقيق الوحدة العربية. وهذه الشعوب قد ارتضت لنفسها أن تكون عربية، مؤمنة بالقومية العربية والوحدة العربية، فكيف أجاز الدكتور لويس عوض لنفسه أن يعزل العروبة عن هؤلاء العرب..! وهنا نسائل الدكتور عوض: أو تكره الناس على ما تريد وما لا يريدون!! ¶ ... أضف إلى ذلك أن الدكتور عوض يخلع العروبة عن الجامعة العربية أيضا، لتصبح بالتالي جامعة لدول ليست معروفة الأصل، وبذلك تتحول الجامعة العربية إلى جامعة دول الشرق الأوسط، ولا حرج أن تدخل فيها إسرائيل وهي التي تنادي على الدوام بأنها جزء لا يتجزأ من الشرق الأوسط وأنه لا شرق أوسط من غير إسرائيل!! ¶ ... ولقد تعمدت ألا أذكر في هذا السياق دول الجزيرة العربية فإن الدكتور عوض قد اعترف لها بالعروبة، ونحن نحمد الله أنه قد نجَّى عروبتها من علومه، وسلَّمها من فنونه! ¶ عروبة مصر ¶ ... أما بالنسبة لمصر، فإن الدكتور عوض لا يستطيع أن يخلع عن مصر عروبتها، حتى يخلع الليل النهار كما تقول الخنساء، إلا إذا كان يريد أن",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "يطرح التاريخ جانبا ويتعلق بأذيال شذرات أو شظايا علمية مبعثرة هنا وهناك، ومبثوثة في حواشي الكتب ولا يستقيم لها حال أمام النقد الصحيح. ¶ ... ولو أن الدكتور عوض قد عزم على قراءة التاريخ قراءة صابرة، وبروح من الحياد الخالص بين العروبة واللاعروبة، لعاد إليه الوعي بالعروبة, ولأيقن أن عُمر العروبة في مصر هو في عمر مصر نفسها، بل أقدم منها عمرا ، لأن المولود أقدم عهدا من المسمى، ومصر قد سبقت بوجودها وناسها اسم مصر الحبيب.. ¶ ... ولقد جهد الدكتور لويس نفسه في البحث عن اسم مصر في المراجع الأجنبية، وعن مبناه ، مناديا ببقائه والحفاظ عليه، كأنما القومية العربية تريد أن تخسف به الأرض أو تخسف بأسماء الأقطار العربية الأخرى، مثل تونس أو الجزائر أو سوريا أو العراق أو السعودية، وهزوا سماء أقاليم أو شعوب أو مواقع لها مكانة مرموقة في التاريخ العربي، وليست الوحدة الألمانية لا تزال تحتفظ بأسماء أقاليمها، وكذلك الاتحادات الفدرالية في أمريكا ويوغوسلافيا والهند وإندونيسيا والاتحاد السوفييتي فأقطارها موجودة وأسماؤها باقية. ¶ ... فلماذا يذهب الدكتور لويس عوض إلى هذا المدى في إثارة مشاعر الشعب المصري واستعدائه على القومية العربية.. كأنما القومية العربية ومعها الوحدة العربية، غول، يريد أن يبتلع مصر اسما وجسما ولحما ودما!! ¶ ... وصفوة القول إن العروبة في مصر قد سبقت الإسلام لقرون وأجيال، فإن الخطأ الشائع الذي تغذيه طائفة من الأقلام أن العروبة في مصر قد بدأت بالإسلام، يريدون من وراء ذلك أن يثبتوا أن العروبة دخيلة على مصر، وأنها دخلت عليها كما دخل الإسلام.. وقبل أن نقيم الدلائل التاريخية أن",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "الإسلام دخل على مصر، وهي بلد عربي أرضا وشعبا، وأن هذا الذي نسميه بالفتح الإسلامي إنما كان تحريرا لمصر العربية، تحريرا من حكم الرومان.. ولم يكن غلبة ولا غزوا على بلد غريب، بلد أجنبي لا صلة له بالعروبة من قريب أو بعيد. ¶ ... ولكننا نريد قبل أن نقيم الدليل على كل ذلك أن نطرح على الدكتور عوض سؤالا واضحا بسيطا نريد عنه جوابا بسيطا مستندا إلى التاريخ ومراجع التاريخ.. ¶ من أين جاء المصريون القدماء؟ ¶ ... وسؤالنا هو: ما هو أصل شعبنا المصري الأصيل، ومن هم المصريون القدماء، ومن أين جاءوا.. ومن أجدادهم القدماء.. ومن هم هؤلاء الفراعنة الذين تبرز أسماؤهم كلما ثار الحديث حول الأمة العربية والوحدة العربية؟ ¶ ... وحين نطرح هذا السؤال، فلا بد أن نذكر أن السماء لا تمطر أقواما، وأن الأرض لا تنبت أمما وشعوبا، ويترتب على ذلك أن شعبنا المصري لم يخلق في وادي النيل هكذا جماعة: كن فيكون، إذ لا بد أنهم قد وفدوا على هذه الأرض، ثم تناسلوا وتكاثروا جيلا تعد جيل، حتى أصبحوا في عامنا هذا هؤلاء الملايين الأربعين الذي يعتزون بمصريتهم كما يعتزون بعروبتهم. ¶ ... ويبقى السؤال، إذن، من أين جاءت هذه الجماعة البشرية التي تكون منها الشعب المصري.. ونحن نريد جوابا من الدكتور عوض لأنه لعب كثيرا على قيثارة الأصل، والعرق، والجنس، معتبرا ذلك كله بأنه الأساس العريض الذي تبنى عليه القومية أي قومية..",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "... يقينا أن الدكتور عوض ليس بقادر أن يأتينا بشجرة نسب على ورق البردى تثبت أصل المصريين القدماء، وتبين مواطنهم التي سبقت وجودهم على ضفاف وادي النيل، وأنه من باب الإعجاز أن نطلب ذلك، وإن كانت أرض مصر قد شهدت كثيرا من المعجزات في القرون الغابرة.. ¶ ... وليس هذا الإشكال منطبقا على مصر وحدها دون غيرها، فإن أحدا من الدول المائة والخمسين التي تضمها الأمم المتحدة أعجز من أن يثبت أصل الشعب والأمة التي ينتمي إليها لا عن طريق الجغرافيا ولا التاريخ ولا عن طريق علوم الأنساب، ولو كان بعضهم لبعض ظهيرا!! ¶ الفراعنة ¶ ... وليت الدكتور عوض يدلنا على سجل أحد المتاحف العالمية نستطيع أن نستخرج منه شهادة ميلاد أية أمة تبين الأم والأب , وموطن الميلاد .. إن ذلك مستحيل .. لأنه غير موجود . ¶ ولن يجد الدكتور عوض مخرجا له من هذه الاستحالة بأن يقول بأن الفراعنة هم أقدم الأجداد للشعب المصري، فإن الفراعنة على عظمتهم وجبروتهم لا يستطيعون أن يسعفوا الدكتور عوض والسبب بسيط للغاية، وإن كان الخطأ الشائع حول موضوع الفراعنة يحجب الحقيقة الصادقة. ¶ ... السبب البسيط والحقيقة الصادقة، أن الفراعنة ليسوا شعبا ولا أمة، ولا قبيلة، وأرجو أن يسمع هذا كل مواطن مصري، وكل مواطن عربي، وأرجو أن يصل هذا الكلام إلى كل بيت في دنيا العرب عن طريق الأهرام.. ¶ ... ولقد أصبحت كلمة \"الفراعنة\" أحد المحاور التي يدور حولها النقاش كلما ثار الجدل حول عروبة مصر.. وكم وكم قيل وكتب أن المصريين ليسوا",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "عربا وأنهم فراعنة كأنما الفراعنة سلالة بشرية، وكأنما \"الفرعون\" هو الثالث بعد سام وحام!! ¶ ... والواقع أنه لو عرف الذين يتداولون الحديث على هذا النحو، لو عرفوا اللغة المصرية القديمة لأدركوا خطأهم، الفاضح الفادح.. ذلك أن لفظة فرعون معناها: الحاكم، السيد المطاع، الرجل العظيم.. هذا هو كل معناها.. وليس لها من معنى آخر.. وكل ما نرجوه ألا يعود هذا الخطأ البغيض على أقلام الكتاب بعد اليوم. ¶ وماذا يقول التاريخ؟ ¶ ... إن التاريخ الذي بين أيدينا، المنشور منه والمحفور، يعطينا الجواب الأمين، جوابا أقرب ما يكون إلى الرجحان واليقين، ما دام الدكتور عوض لا يستطيع أن يأتينا بشهادة الميلاد!! ¶ ... وقبل التاريخ لا بد أن نبدأ بالبداهة العقلية فهي مفتاح التاريخ، وخاصة إذا كانت الحقبة التي نعالجها تسبق ذاكرة التاريخ.. البداهة العقلية لا بد أن تقول أن المصريين القدماء، سواء كانوا جدا واحدا أو مجموعة أجداد، قد وفدوا على وادي النيل من أوطان مجاورة.. ذلك أنهم قطعا، لم يأتوا من صحاري سيبيريا، أو شمال أوروبا، أو أقاصي آسيا، في تلك العصور الموغلة في القدم. ¶ ... إذن، لا بد أن أسلافنا قدماء المصريين قد جاءوا إلى وادي النيل، وفي فترات متعاقبة، مما يعرف اليوم، من طنجة إلى بور سعيد، ومن الخليج",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "العربي إلى خليج السويس، ومن اليمن والجزيرة العربية إلى منطقة الدلتا.. فهؤلاء هم جيران مصر الأقربون.. ¶ ... ومما أغرى هؤلاء الجيران على الاستقرار في مصر واتخاذها وطنا، أنهم رأوا فيها بلد خيرات، ومستنقعات، ومراعي ومصايد، طولها شهر وعرضها عشر، كما قال عنها عمرو بن العاص بعد ذلك بقرون، وأنها حقا \"بستان العالم\" كما وصفها ابن خلدون.. ¶ مراجعنا التاريخية ¶ ... والدكتور عوض يحب الرجوع إلى المصادر العلمية، وهذه مكرمة تذكر، لو أن مقتبساته تنطبق على النقطة التي يحاول إثباتها، ولكن الدكتور عوض سيجد يقينا أن مراجعنا تغطي موضوع الحوار تغطية كاملة. ¶ ... ولنبدأ بدائرة المعارف البريطانية (المجلد الثاني) وهي مرجع علمي رصين، فقد وصفت كيف بدأ الإنسان القديم يجفف المستنقعات في حوض وادي النيل ليجعل الأرض صالحة للزراعة.. وأن سكان وادي النيل أولئك كانوا \"خليطا من الوافدين على مصر من آسيا الغربية ليؤلفوا المجموعة البشرية المعروفة بقدماء المصريين\".. وإذا نظر الدكتور عوض إلى الخارطة العالمية لا تضح له أن آسيا الغربية هي الجزيرة العربية ومعها العراق وديار الشام.. ¶ ... وقد أيد هذا الرأي عالم المصريات الكبير – برستد – فقد أكد بعد دراسة مستفيضة \"أن أقواما ساميين من غرب آسيا قد استوطنوا وادي النيل – وعمموا فيه لغتهم كما هو ظاهر من النقوش المصرية القديمة، وأن لغتهم حافظت على ساميتها، وأن تاريخ الهجرات السامية الأولى إلى مصر يرجع",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "إلى ما قبل العصور التاريخية المعروفة، وأن هذه الهجرات قد تكررت مرارا في العصور التالية وأن الطريق الذي سلكته تلك الهجرات، هو برزخ السويس كما فعل العرب في بداية الإسلام\" ولا جدال في أن العرب هم سنام الأسرة السامية، وأن اللغة العربية هي الصفوة الأخيرة للغة السامية.. ¶ ... ويأتي بعد ذلك الدكتور سليم حسن، وهو من كبار المؤرخين المحققين، ليؤكد أن السودانيين والمصريين هم من أصل واحد، وقد جاءوا إلى وادي النيل من بلاد العرب، عن طريق الصومال، كما تدل البحوث والاستقراءات الأثرية ثم نقل عن تيودور الصقلي، وهو من المؤرخين القدماء قوله \"إن المصريين القدماء هم من بلاد العرب الجنوبية نزلوا شواطئ إثيوبيا ثم تقدموا نحو الشمال حتى دخلوا مصر\". ¶ ... وقد عكف المؤرخ التركي الكبير أحمد رفيق على دراسة هذا الموضوع بصورة تفصيلية، ونقل عن مصادر ألمانية عديدة تشير إلى أن المتخصصين بتاريخ مصر يؤكدون أن المصريين القدماء \"جاءوا من آسيا الغربية، فمنهم من جاء عن طريق باب المندب في الجنوب، ومنهم من جاء عن طريق برزخ السويس في الشمال، وأن بين لغتهم واللغات السامية في المفردات والصرف والنحو تشابها كبيرا\". ¶ ... وفي كتاب الأستاذ جرجي زيدان، المؤرخ اللبناني المصري، عن تاريخ العرب قبل الإسلام، مواضع متعددة تؤكد أن \"الساميين نزحوا منذ عهد قديم جدا إلى مصر، وإن الاكتشافات الأثرية تدل على أن العصر الحديدي قد بدأ بدخول الساميين إلى مصر، وأن أحد الدلائل على ذلك اسم \"نتاح\" السامي، وهو أقدم آلهة العرب\".",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "... وفي كتاب مصر القديمة، يتحدث العالم الأثري الكبير سليم حسن، ويعيد ويردد \"بأن أهم العناصر التي استوطنت وادي النيل جاءت من شبه جزيرة العرب، إما عن طريق البحر، أو عن طريق أعالي النيل، أو عن طريق فلسطين فسيناء فالدلتا، وأن كل المصادر التاريخية تدل على أن الملك \"مينا\" الذي استمرت البلاد تحت صولجانه من أسوان إلى البحر الأبيض المتوسط هو من هذه العناصر\"، وبهذا يكون مينا عربيا ومملكته عربية.. ¶ ... وفي \"تاريخ العرب المطول\" للدكتور فيليب حتي المؤرخ العربي اللبناني المسيحي الأمريكي تأكيد قاطع \"بأن أهل الجزيرة العربية قد هاجروا في عام 3500 قبل الميلاد إلى جزيرة سيناء ووادي النيل واستقروا في مصر واختلطوا بأهلها وكان من نتيجة هذا الاختلاط أن ظهر المصريون القدماء\" والدكتور حتي هو أستاذ التاريخ العربي في جامعة برنستون يكاد أن يبيت في مكتبتها الكبرى الغنية بالكنوز التاريخية!! ¶ ... وفي كتاب \"تاريخ العرب\" للمؤرخ العراقي جواد علي مقتبسات وافية لطائفة كبيرة من المستشرقين وعلماء الساميات يتجاوزون خمسين عالما ,وكلهم يؤكدون أن قدماء المصريين هم من عرب الجزيرة العربية وفدوا إلى مصر في موجات وهجرات متعاقبة.. ثم خلص المؤلف العراقي إلى القول بأن الساميين هم العرب، والعرب هم الساميون.. ¶ ... وكل هذا والمراجع التاريخية وغيرها كثير وكثير تثبت على وجه اليقين عروبة مصر أرضا وشعبا منذ ما لا يقل عن ستة آلاف عام في أكثر التقديرات تحفظا وتحوطا وليس للدكتور لويس عوض أو غيره أن يظن أن العروبة في مصر \"دخيلة\" وغازية كبقية الدخلاء والغزاة..",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "... فهذه المراجع من مصادرها المختلفة وكلها كتبت قبل أن يثور الحوار حول عروبة مصر وكلها تسوق إلى نتيجة واحدة.. وهي أن العروبة في مصر لا يسبقها في القدم إلا نيلنا العظيم فإن الله سبحانه وتعالى قد خلق اليابسة والماء أولا ثم جاء بعد ذلك الإنسان. ¶ ... ولا أريد أن أقف طويلا عند العروبة في الإسلام وبعده, فذلك أمر معروف ولا يحتاج إلى دليل لأن كل ما في مصر من أسوان إلى الإسكندرية ينبئ عن ذلك بما يغني عن البرهان. ¶ ... ولكني أود أن أشير إلى المراحل التي تلت الإسلام فقد تدفقت الموجات العربية الوافدة على مصر حتى لا يكاد المؤرخ أن يتابع تاريخ دخولها ومواطن استقرارها.. ¶ ... وفي مرجع تاريخي جليل له عنوان مسجوع طريف \"الإعراب عما بأرض مصر من الأعراب\" يستطيع الدكتور لويس عوض أن يجد تفاصيل وافية عن أسماء خمس وثلاثين قبيلة عربية استوطنت أرض مصر مع أسماء بطونها وأفخاذها وأمرائها ومشايخها وأسماء ومواقع كثيرة من النجوع التي يعرفها فلاحو مصر الطيبون. ¶ ... ومن هذه القبائل على سبيل المثال لا الحصر: ¶ قضاعة – غطفان – كنانة – مضر – الأوس والخزرج – جذام – جهينة – ربيعة – لخم.. والعارف بشؤون الجزيرة العربية عليم بهذه الأسماء في نجد واليمن والحجاز.. ومن الخير أن الدكتور لويس عوض قد اعترف لتلك البلاد بالعروبة.. ولم يبق إلا أن يمتد هذا الاعتراف إلى أبناء عمومتهم وخؤولتهم في أرض مصر!!",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "... وليس لنا أن ننسى في هذا المجال الهجرة الكبرى لقبائل بني هلال وسليم إلى مصر والشمال الإفريقي وهما القبيلتان اللتان أثرتا القصص الشعبي والشعر العامي عن وقائعهم وحروبهم وأمجاد أبطالهم مما لا يزال سمار الليل في قرى مصر ونجوعها يرددونها بشوق واعتزاز. ¶ ... ومن هنا فلا حاجة للدكتور لويس عوض أن يحملنا إلى الغوص معه في القواميس والمراجع التي تتحدث عن اسم \"Egypt\" ومعنى \"القومية\" وأصلها \"Nation\" فإن عروبة مصر بالإضافة إلى المراجع الكثيرة التي ذكرت بعضها، مستقرة في أربعين مليون من البشر يدبون على أرض مصر.. مستقرة في وجدانهم حين يصبحون ويمسون.. ¶ ... ولقد عبر الأديب العربي الكبير توفيق الحكيم عن هذه الحقيقة التاريخية بعبارة أنيقة انطلقت من قلمه العريق الرشيق في تقويم الصلة بين مصر والعروبة فقال فيما أذكر أنه يصر على اسمه \"توفيق\" ويصر كذلك على أنه من أسرة \"الحكيم\" ولم يكن هذا الكلام من الأديب العربي الكبير \"توفيقا\" ولكنه كان توثيقا بين العروبة ومصر وهي الاسم الشخصي والعروبة وهي اسم الأسرة وهذا تعبير موفق من \"توفيق\" لولا أن موضوع الحياد قد خانه التوفيق!! ¶ ... وإني أختم هذا المقال لا الموضوع فإن للحوار بقية بأن أنبه الدكتور لويس عوض بأن القومية العربية وعروبة مصر والتطلع إلى الوحدة العربية هي الآن حقائق دولية يعترف بها العالم بما يشبه طريقة الاعتراف الدبلوماسي الدولي.. وليس للمحنة الكبرى التي تحدق بالأمة العربية في هذه الظروف الراهنة أن تنتقص من هذه الحقائق الدولية..",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "... إن العالم الدولي وعلى رأسه العملاقان يتعاملان ويخططان ويفكران في العالم العربي كأمة واحدة وفي قلبها مصر. ¶ ... إن علماء العالم المنصفين والحاقدين يكتبون ويدرسون ويؤلفون عن أمتنا العربية باعتبارها أمة واحدة وعلى رأسها مصر.. حتى منظري السوفييت المؤمنين بالأممية دون غيرها قد بدأوا يقولون أخيرا \"إننا أمة على طريق التكوين\" ونحن لهم شاكرون!! ¶ ... ومن حقنا أن نتساءل لماذا ينفرد الدكتور لويس عوض بالوقوف أمام جبل همالايا يريد أن يحمله على كتفيه ويسوي به الأرض وعروبة مصر أشد رسوخا من ذلك كله. ¶ ... ومع ذلك فإننا سنمضي معه في الحوار حول بقية جوانب الموضوع حتى يهتدي وما أجمل ما دعا إليه السيد المسيح عليه السلام بأن نجري وراء \"النعجة الضالة\" حتى تهتدي إلى الطريق. ¶ ... وهذا ما سنحاوله في المقالات التالية.. ونرجو أن يهتدي صاحب السبائك الذهبية, يغرف قلمه من البحر الدافق ولكنه ناكر للعروبة كافر بها أو متنكر.. لا أدري وسنرى!! وللحوار بقية. ¶ ثانيا: قبل الميلاد.. ¶ أربعة آلاف عام من الوحدة ¶ ... أكتب هذا المقال وأنا في جهاد مع النفس والعلم فأنا أبحث في الغنى الضخم الذي تنفرد به اللغة العربية عن أكثر الكلمات رقة وعفة وأدبا في التصدي لظاهرة ضارية مفترسة لها أنياب الجوارح ومخالب الكواسر.",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "... هذه الظاهرة يستشفها القارئ العربي في ما كتبه الدكتور لويس عوض عن الأمة العربية: القومية والوطن والوحدة فلم يترك عتادا ولا ذخيرة إلا وأطلقها على الأمة العربية طعنة في ظهرها أو رمية في وجهها سواء بسواء, كل ذلك بروح عدائية سافرة مكشوفة. ¶ ... هذا على حين أن الوحدة العربية باعتبارها الهدف الأكبر للقومية العربية مطلب إنساني بريء لا يضمر عدوانا للدكتور لويس عوض ولا لغيره من الناس, وكل ما يرمي إليه يصعد بالأمة العربية إلى أرقى درجات المجتمع المتحضر – فلا قبلية ولا طائفية ولا عائلية ولا عصبية ولا عنصرية ولا طبقية, مجتمع يكون فيه المواطنون جميعا سواسية في الحقوق والواجبات وتؤدي فيه الأمة العربية رسالتها الحضارية وتنهض بنصيبها في إقرار مبادئ الحق والعدل والخير للناس أجمعين. ¶ ... مثل هذه الأهداف السامية جديرة أن تقابل بالعطف والحب, ولست أدري لماذا يتصدى لها الدكتور عوض بالعداء السافر وهو يعلم أن كثيرا ... المستشرقين والعلماء المهتمين باشؤون العربية قد كتبوا في القومية العربية والوحدة العربية مؤيدين ومباركين وبروح من المودة الخالصة . ¶ ولكن فليكن هذا العداء من الدكتور عوض وليكن منه هذا الانكار للأمة العربية والوطن العربي والوحدة العربية فلن نقابله إلا بالحكمة والموعظة الحسنة والحوار العلمي وبالتي هي أحسن ... ذلك لأن القضايا التي عالجها تتميز بقدسية رفيعة تجل عن المهاترة .. ويحسن بنا وذلك هو الأكرم أن ندعو الدكتور عوض إلى رحلة خاطفة مع التاريخ والتاريخ المصري بالذات منذ أقدم عصورة إلى يومنا هذا .",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "رحلة مع التاريخ المصري ¶ ... وسيرى الدكتور عوض ومن يقول قوله، أن نهاية المطاف في هذه الرحلة ستقودنا إلى نتيجة علمية مفاجئة مباغتة بأن أقدم دولة عربية وحدوية قد نشأت على ضفاف وادي النيل وامتدت سيادتها على باقي أرجاء الوطن العربي.. ¶ ... أجل.. دولة عربية وحدوية، ذات سيادة مركزية من النوع الذي يلح عليه الدكتور عوض. ¶ ... ولعلي لا أبالغ إذا قلت إنّ تلك الدولة العربية هي أقدم نظام وحدوي شهده التاريخ الإنساني، وأرجو أن يصححني المؤرخون.. ولكن هاتوا برهانكم!! ¶ ... وموجز التاريخ وخاصة تاريخ مصر القديمة وما كشفت عنه المقابر والحفائر والهياكل والمعابد أنه ظهرت في الألف الرابعة قبل الميلاد أربع دول صغرى في الأقاليم الشمالية والجنوبية في مصر وكانت تلك الدول شبيهة بدول المدينة التي عرفت في أقطار أخرى في العالم القديم واليونان مثل بارز.. ¶ ... أما \"شعب\" هذه الدول المصرية الأربع فقد كان مؤلفا من السكان القدماء الذي ينتمون إلى إفريقيا الشمالية – لوبيا – وإلى آسيا الغربية – المشرق العربي – وإلى أهل الجزيرة العربية الذين وفدوا على مصر عن طريق سيناء والبحر الأحمر. ¶ ... ويذكر التاريخ أن الدول الأربع قد أصبحت فيما بعد دولتين واحدة في الشمال والثانية في الجنوب.. وكانت هذه هي أول خطوة وحدوية في وادي النيل.. وكان النسر هو شعار الأولى، والنخلة شعار الثانية..",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "الدولة المتحدة الأولى ¶ ... ثم وفدت على مصر موجة عربية أخرى – كالموجات الكثيرة التي شهدها وادي النيل، فقامت دولة ثالثة اتخذت الصقر شعارا لها.. ويبدو أن هذه الدولة الجديدة قد تغلبت على الدولتين الأخريين، ونشأت نتيجة لذلك دولة عربية واحدة، واتخذت الدولة الجديدة \"الصقر\" شعارا لها وصورته تبدو حية إلى يومنا هذا في الكشوف المصرية الأثرية.. ولا ينقصه إلا أن ينقض على فريسته!! ¶ ... وقد عرفت هذه الدولة في تاريخ مصر القديم \"المملكة المتحدة القديمة الأولى\" وكان أول ملوكها \"مينا\" وهو ينحدر من أصول عربية كما يقول الأستاذ برستد عالم المصريات المعروف ويؤيده في ذلك المؤرخ المصري الكبير الأستاذ سليم حسن.. ¶ ... هكذا نجد أنفسنا وجها لوجه أمام دولة عربية واحدة ملكها عربي وشعبها عربي تحكمها أسرة مالكة عربية لتأتي بعدها على الحكم ثلاثون أسرة مالكة، سنرى فيها كلها ملامح الوحدة والعروبة واضحة بارزة. ¶ ... وقد امتد عمر هذه الدولة قرابة سبعمائة عام (3200-2475) يتعاقب عليها الحكم العربي الوحدوي أسرة بعد أسرة.. على حين أن عمر الدول العربية الاثنتين والعشرين المعاصرة التي تتألف منها جامعتنا العربية تتراوح أعمارها كدول مستقلة ذات سيادة كاملة بين العشرين والثلاثين عاما وليرجع من يشاء إلى تاريخ قيامها.. ¶ ... وفي غضون الأعوام السبعمائة التي عمرتها دولتنا العربية الوحدوية القديمة اتسع نطاق الدولة وامتدت سيادتها خارج حدود وادي النيل وأصبحت تشمل إفريقيا الشرقية وآسيا الغربية، وأصبحت حدود تلك الدولة ما يقارب",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "التعبير المعاصر من المحيط إلى الخليج.. يرفرف عليها شعار الصقر ليتجدد ظهوره في سماء العرب مرة أخرى بعد ستين قرنا من الزمان في عهد دولة الاتحاد العربي.. ولا يضيرنا أنها اضمحلت. ¶ ... وقد نشأ عن هذه الحدود المترامية الأطراف واجبات: الحفاظ على الأمن والدفاع عن السيادة، ولم تفتر الدولة العربية عن القيام بهذه الواجبات كلما دعت الظروف.. وسنرى كيف انطلقت القوات العسكرية لهذه الدولة تؤدي واجب الدولة على أكمل وجه. ¶ ... ففي عهد هذه الدولة قام رابع ملوكها بحملة تأديبية على جماعات من البدو في سيناء، عبثوا بالأمن، فأعاد السكينة إلى نصابها، وقام بهذا الدور نفسه خامس ملوك الجولة فألزم البدو بالطاعة والهدوء وساد الأمن في جميع أرجاء سيناء وفلسطين، فجهز حملة تأديبية على العصاة والمتمردين، ونعمت سيناء وفلسطين بالأمن والاستقرار، وقد عثر في مناجم النيروز في سيناء على نقوش تذكر هذه الحملة وصاحبها، لتكون تاريخا للذين يريدون أن يعرفوا التاريخ. ¶ ... وبعد هذه الحملات البرية يقوم ثاني ملوك الأسرة الرابعة بحملة بحرية على سواحل الشام، كما يوجه أسطوله إلى البحر الأحمر وخليج عدن واليمن وبذلك تتوطد سيادة الدولة على شواطئها في البحر الأحمر وفي البحر الأبيض.. ¶ وزير البحرية الأول ¶ ... وجاءت الأسرة السادسة إلى الحكم (2625-2475) ليبرز فيها أول وزير للبحرية في التاريخ.. ففي عهد الملك بيبي الأول نشبت القلاقل",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "والاضطرابات في جهة جبل الكرمل في فلسطين فانطلق أسطول بحري بقيادة أوني فأنزل قواته خلف جبل الكرمل وقضت على العصاة.. فكان أول إنزال بحري في تاريخ الحروب يقوم به وزير البحرية العربي دفاعا عن سيادة الدولة العربية على أراضيها.. ¶ ... ويقول الأستاذ سليم حسن المؤرخ المصري الكبير، أن هذه الحملة إلى فلسطين تعد الأولى في تاريخ مصر، بل وفي تاريخ العالم كله.. وهي أول حملة اشترك فيها الجيش والأسطول معا وهكذا حافظت الدولة على سيادتها \"ووحدتها الإقليمية\" كما نقول في التعبير المعاصر. ¶ ... وقد عرفت هذه المعركة باسم \"أنف الغزال\" فهذه هي صورة جبل الكرمل وهو منكفئ على وجهه أمام شاطئ البحر الأبيض المتوسط، والذين يعرفون جبل الكرمل يهزهم هذا الوصف إلى الأعماق.. ¶ ... وجبل الكرمل، واأسفاه، الذي كان \"أنف الغزال\" قد أصبح \"أنفه\" راغما في التراب تحت الاحتلال الإسرائيلي وعلى العموم فقد توطدت سيادة الدولة على بلاد الشام في ذلك العهد، كما تشهد بذلك النقوش المصرية التي تعود إلى القرن الثاني عشر قبل الميلاد، وقد برزت في تلك النقوش أسماء المدن الشامية باعتبار أنها تابعة لمصر، وجزء من الدولة المصرية.. وتعاقب حكم الأسر المصرية في هذه الدولة القديمة، وتوطدت سيادة الدولة على فلسطين وسوريا ولبنان في الشمال، وإلى الشلال الثاني في بلاد النوبة جنوبا، وإلى الصحراء الليبية غربا، وتعاقبت القرون على هذا الحال وعلى هذا المنوال.",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "اللاجئ العربي الأول ¶ ... وفي عهد الأسرة الثانية عشرة [2000-1970ق.م] برز على مسرح التاريخ اسم اللاجئ العربي الأول سنوحي وهو أحد رجال البلاط الملكي، واضطر أن يهرب من البلاد بسبب صراعات في الأسرة على الحكم فقصد إلى فلسطين ونزل فيها أهلا وسهلا.. ومنها بدأ يتنقل في البلاد حتى بلغ جبيل – لبنان – المدينة التاريخية الشهيرة ومنها اتجه إلى جبال لبنان، وانحدر بعدها إلى فلسطين واستقر فيها وتزوج ابنة أحد رؤساء القبائل وامتلك أراضي واسعة ومواشي وافرة ، وكبر أولاده، وامتدت إقامته خمسة وعشرين عاما، كان أمراء البلاد خلالها يتسابقون على إكرامه واستضافته كأنه في بلده.. ¶ ... وفي التاريخ القصة الكاملة لهذه الملحمة الإنسانية الرفيعة بقلم صاحبها \"سنوحي\" يتحدث فيها عن ديار الشام حديث العاشق الولهان فيقول \"أما الخمر فكانت أكثر شيوعا من الماء، وأما غذائي فكان الخبز واللحم والطيور المحمرة\"!! ¶ ... ولولا أن التاريخ المدون قد حفظ لنا تلك الأحداث الرائعة لضمها الدكتور عوض إلى القومية العربية والوحدة العربية، وهي عنده من الأساطير.. ¶ ... والقارئ لهذه القصة، بكل تفاصيلها، يجد فيها المصري يعيش مواطنا في المشرق العربي، يتمتع بجميع حقوق المواطنة، ليس غريبا ولا أجنبيا، والتاريخ يقول \"إن المصريين انتشروا في تلك الأنحاء، وانتشرت تبعا لذلك اللغة المصرية\"..",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "الرعاة المثقفون ¶ ... وتعاقب حكم الأسر ، حتى جاء عهد الأسرتين الخامسة عشرة والسادسة عشرة، وفي تلك الحقبة تجسدت ملامح الحكم العربي الوحدوي في مزيد من الوضوح, وقد سميت تلك الدولة باسم الهيكسوس وهي كلمة مصرية قديمة معناها \"دولة الرعاة\" والترجمة الأصح الأدق \"دولة الأقطار\" هيك معناها ملك – وسوس معناها أقطار.. هذا باللغة المصرية القديمة، وقد غلبت الترجمة الأولى: وقد شاع من أمرهم أنهم رعاة أهل ماشية وبداوة.. وما أبعد ذلك عن الحقيقة، فقد أجمع الأثريون والمؤرخون – وفيهم جرجي زيدان، وجواد علي، وسليم حسن، أن هؤلاء الهيكسوس قد دخلوا إلى مصر في أوائل القرن السابع عشر قبل الميلاد وأخذوا يتكاثرون، ولما اشتد ساعدهم وثبوا على الحكم، كما فعل بنو عمومتهم من الأسر الحاكمة السابقة.. أسرة تخلع أسرة، وهكذا دواليك، كما حدث في أمم أخرى وفي بلاد أخرى. ¶ ... والثابت أن الهيكسوس هم من القبائل العربية التي كانت منتشرة في مختلف أقطار الوطن العربي – ذلك ما قاله المؤرخ اليهودي يوسيفوس، والمؤرخ العالمي جورج سارتون.. وقد أنصفهم المؤرخ المصري الأستاذ سليم حسن فقال عنهم إنهم كانوا على جانب عظيم من المدنية وأن ثقافتهم طبعت الحياة المصرية بطابعها الخاص إلى مدة لا يستهان بها, وأنهم هم الذين أدخلوا الخيل إلى القطر المصري.. ودربوا المصريين على استعمال العجلات الحربية.. وأدخلوا زراعة كثير من الأشجار والأزهار إلى مصر.. وتقدمت في عهدهم صناعات متعددة\".",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "ومن الطرائف التي أشار إليها المؤرخون أن شكل أبو الهول المجنح هو من مبتكرات الهيكسوس، الرعاة المثقفين: وكانت عاصمتهم \"افاريس\" عند بحيرة المنزلة بين مصر وسوريا فقد امتد حكمهم إلى ديار الشام. ¶ ... وفي القرن السادس عشر قبل الميلاد، وثبت على مسرح التاريخ الأسرة الثامنة عشرة فقام مؤسسها احمس (1580-1350) فخلع الهيكسوس عن الحكم وطردهم خارج البلاد، وبهذا تبتدئ في مصر ما عرف بالدولة الحديثة، أو عهد الإمبراطورية.. حديثة في العصر القديم!! ¶ ... ولم يقنع الملك أحمس بإخراجهم من مصر بل تابعهم إلى ديار الشام وخاض معهم معارك ضارية في فلسطين وسوريا، إلى أن أبادهم.. واستتب الأمر والسيادة للدولة الحديثة في مصر والشام على السواء.. ¶ نابليون الشرق ¶ ... وبرز في الأسرة الثامنة عشرة، شخصية ضخمة: تحتمس الثالث (1501-1447ق.م) سمي في التاريخ نابليون الشرق، ففي عهده نشبت القلاقل والثورات في بلاد الشام بقيادة ملك قادش وحلفائه من الأمراء وقد بلغوا 330 أميرا، فانطلق تحتمس الثالث بجيوشه ليقمع الثورة ويوطد دعائم السيادة للدولة فوصل إلى غزة ومنها إلى يافا والتقى الجمعان عند مدينة \"مجدو\" على أرض فلسطين – \"وهي التي كانت تساوي ألف مدينة\" كما يقول المؤرخون.. وانتصر تحتمس الثالث انتصارا مجيدا وغنم مغانم وفيرة وتمكن ملك قادش من الفرار ولكن البطل المصري طارده حتى وصل إلى كرمكيس على الفرات وسقطت قادش نهائيا وأصبحت فلسطين وسوريا ولبنان وما حولها من البلاد ولايات مصرية كما يقول التاريخ.. أو محافظات ومديريات",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "كما يقول التعبير المعاصر: ويعتبر التاريخ أن تحتمس الثالث كان أول رجل في التاريخ أسس إمبراطورية حقيقية ضمت سورية وأعالي الفرات وجزر البحر الأبيض المتوسط وشواطئ ليبيا وهضاب الصومال وشلالات النيل العليا وعلى رأس ذلك كله حكومة مركزية ثابتة\". ¶ ... والحكومة المركزية هو ما يطلبه الدكتور لويس عوض في سياق حديثه عن الوحدة العربية. ¶ ... ونحن لا نشير إلى هذه الحكومة المركزية \"مجازا\" ولكن حقيقة وواقعا.. فإن تحتمس الثالث لم يكن غازيا ولا فاتحا ولا معتديا على أرض أجنبية.. فلقد كانت هذه الإمبراطورية التي بناها ووطد أركانها تضم أقطارا تؤلف في مجموعها وطنا واحدا.. وهذه الحدود التي ذكرناها تقوم عليها الآن سبع دول مستقلة: مصر والسودان وليبيا والصومال وسوريا ولبنان وشرق الأردن وفلسطين المحتلة. ¶ ... ويقول جون ولسون، مؤلف \"تاريخ الحضارة المصرية\" أن تحتمس الثالث أقام في هذه الدولة حكما سياسيا، وعين نائبا عاما في المنطقة، ومديرين مقيمين في المنطقة وجعل من غزة المركز الرئيسي للإدارة، وكان للدولة بريد يسير من مصر حتى بلاد الأناضول، ومن تل العمارنة إلى مدينة \"جبيل\" في لبنان. ويضيف عالم المصريات \"برستد\" إلى ذلك قوله أنه كان في مراكز الحكومة في سوريا وفلسطين هياكل وتماثيل على النموذج المصري لآلهة مصر وفراعنتها، وكان عمال مصر يرسلون التقارير عن شؤون البلاد، كل فيما يقع تحت اختصاصه وكانت في البلاد قوة عسكرية وسودانية لحفظ الأمن\".",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "حاكم البلاد الشمالية ¶ ... ومن الطرائف التاريخية أن \"تحوتي\" فاتح يافا في عهد تحتمس الثالث كان أول حاكم عين لسوريا وكان يلقب \"حاكم البلاد الشمالية\" وقد تجدد هذا الاسم مرة ثانية عند قيام الوحدة بين مصر وسوريا، وسميت سوريا \"بالإقليم الشمالي\".. بعد ثلاثة آلاف وأربعمائة عام بالحساب. وإنه حساب لو تعلمون حزين!! ¶ ... وكانت هذه الدولة دولة الإنجازات الإنسانية الكبرى، ففي عهدها قامت حضارة رفيعة بقيت آثارها إلى يومنا هذا في الهياكل والتماثيل والمقابر والمعابد وبذلك أصبح الكرنك والأقصر أثمن وأغلى رقعة حضارية على وجه الأرض. ¶ أبو الهول ¶ ... وفي عهد هذه الأسرة دخل على التاريخ اسم ضخم احتل مكانا مرموقا في الذاكرة الإنسانية وقل أن يعرف الناس أصله وسببه مع أنه يتردد على الألسنة وعلى أقلام الكتاب ويهتز لاسمه الغادون والرائحون والسائحون.. وللاسم قصة رواها التاريخ. ¶ ... ففي عهد هذه الأسرة وبكلمة أدق، في عهد هذه الإمبراطورية العربية العظمى، وفدت على مصر جماعات من الكنعانيين العرب وسكنوا في منطقة \"أبو الهول\" وأطلقوا عليه اسم إلههم \"برحور\" واعتبروه رمزا لهم، وتحرفت كلمة \"برحور\" مع الزمن وأصبحت \"أبو الهول\" هذا الاسم علما من أعلام مصر، كما أصبح التمثال نفسه من أعلام التاريخ.",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "الوالي المصري يستغيث ¶ ... وأطل على مسرح التاريخ أخناتون وهو أشهر من أن يعرف: (1375-1358ق.م) وتعرضت أقاليم الدولة في سوريا إلى اعتداءات متكررة، فإن سلفه كان قد رمى نفسه بين أحضان النساء، فمدَّ الحيثيون أعناقهم في آسيا الصغرى وغزوا أجزاء من سوريا ولبنان، كما تعرض بيت المقدس لغارات البدو وبسطوا نفوذهم على معظم أجزاء فلسطين، وراح والي القدس المصري \"عيدي طيبا\" يستصرخ ويستغيث، يبعث بالرسائل واحدة بعد الأخرى إلى أخناتون شارحا الخطر الداهم على البلاد، وبلغ من جرأة المعتدين أنهم اقتحموا مدينة غزة ودمروا المقر الرئيسي الحصين لمصر في المدينة.. وكانت غزة هي الموقع الأمامي للقوات المصرية، وكان وادي غزة يعرف بوادي مصر. ¶ ... وقد خلف لنا التاريخ نص إحدى هذه الرسائل، تقول ترجمته كما وردت في مراجع التاريخ: \"ستضيع جميع أرض جلالتك.. لقد كانت سفن جلالتك الساعد القوي في بسط سلطتك على بلاد النهرين وقادش.. أما الآن فقد احتل البدو بلاد فرعون.. ليحترس الملك على قطائعه وبلاده.. إذا لم تصل الجنود هذه ذهبت ممتلكات جلالة فرعون سدى\". ¶ ... ثم أضاف \"عيدي طيبا\" حاشية موجهة لكاتب أخناتون يقول فيها: \"إن جميع أراضي فرعون سائرة نحو الضياع\". ¶ ... وعبارات الوالي تتحدث عن أراضي فلسطين لا باعتبارها مناطق محتلة، بل باعتبارها جزءا من أراضي الدولة، وهذا هو المعنى السائد في الكتاب..",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "... وقد عثر الباحثون في \"تل العمارنه\" على نحو ثلاثمائة لوحة خزفية، عرف أنها المراسلات الدبلوماسية التي وجهها ولاة البلاد بطلب النجدة والتصدي للحثيين والبدو.. ¶ ... ولكن \"تل العمارنة\" قد كشف الفضيحة الكبرى فقد عثر بين الواحه على خطاب أرسله فرعون مصر، والد أخناتون، يطلب فيه \"أربعين من العذارى، جميلات الوجوه\" كما طلب من \"عيدي طيبا\" أمير القدس أن يرسل له إحدى وعشرين فتاة من أبكار بلاده إلى قصره\" وهكذا كان الفرعون مشغولا بالنساء عن أمن الدولة وسلامة أراضيها. ¶ ... وقد وقع عبء هذه الفضيحة على \"أخناتون\" التقي الورع، فجهز حملة إلى بلاد الشام ليصد المعتدين ويرد المغيرين.. ولكن الحملة لم تفلح، وانتقل هذا العبء إلى رعمسيس الثاني (1306-1224ق.م) فجهز جيوشا جرارة، ودارت رحى الحرب بين المصريين والحثيين. ¶ معاهدة الحدود ¶ واندفع رعمسيس الثاني على رأس جيوشه ليوطد السيادة على أقاليم الدولة ، فاجتاز فلسطين ثم وصل إلى نهر العاصي فمدينة قادش. وكانت الحرب سجالا بين الفريقين ولكن رعمسيس أبدى شجاعة نادرة وقيادة فذة فريدة، وانتهت المعركة بانتصار القوات المصرية ، رغما عن تفوق الحثيين بما كان عندهم من \"الفرق ذات العجلات الخشبية\". ¶ ثم جرى الصلح بين الفريقين وجاء ملك الحيثيين إلى مصر (1256) ومعه ابنته ليزفها زوجة لرعمسيس، فكان ذلك إشارة للخضوع، وأقام له الشعب المصري مهرجانا عظيما..",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "وما هو أهم من ذلك كله، أن معاهدة الصلح التي تمت بين الفريقين سرد التاريخ نصوصها كاملة.. فقد وضعت \"الحدود الدولية\" للدولة المصرية، وورد فيها أن قادش وجيل هما الحد بين المصريين والحثيين، فجنوبها لمصر وشمالها للحثيين.. ¶ ... وكانت هذه أقدم معاهدة في التاريخ عثر عليها بنصها الكامل، وقيمتها الكبرى أنها رسمت حدود الدولة المصرية شمالا، لتشمل المشرق العربي بأكمله.. وهل من دليل أعظم من هذا الدليل التاريخي على عروبة الدولة المصرية ووحدة أراضيها.. ¶ ... وليكن اسمها المصرية.. فهي تسمية الكل بالجزء، كما كان الحال بالنسبة إلى الدولة البابلية والأشورية وقرطاجة.. فهذه دول نسبت إلى أسماء المدن: بابل آشور وقرطاجة.. وجاءت بعد ذلك دول إسلامية سميت بأسماء الملوك والقبائل. ¶ حي الحميدية في مصر ¶ ... وقد تعززت معاني هذه المعاهدة الدولية، بحقائق الحياة في هذه الدولة المترامية الأطراف ففي عهد رعمسيس الثاني نشأ اقتصاد قومي واحد بين مصر وديار الشام، وكانت القوافل التجارية تروح وتغدو بين مختلف أرجاء البلاد من غير قيود ولا حدود، ويذكر التاريخ أن قصور الأعيان في مصر قد امتلأت بالأثاث السوري الجميل.. وكان في عاصمة الدولة (منف) حي كبير خاص بالتجار السوريين، لعله يشبه حي الحميدية الذي نعرفه هذه الأيام في دمشق!!",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "... ويضيف المؤرخ المعروف برستد إلى ذلك قوله \"إن الاختلاط بين المصريين والسوريين قد أخذ بالازدياد وأصبح للسوريين شأن عظيم في البلاد وفي دواوين الدولة.. وزوج الملك ابنه إلى ابنة ضابط بحري من سوريا\". ¶ ... ولم لا يكون ذلك كله، والسوريون مواطنون في هذه الدولة، ومصر وطنهم.. والدولة كلها دولة وحدوية ملكا وشعبا ووطنا. ¶ القدس بيت آبائي ¶ ... هكذا كان شعور المواطنين جميعا، مصريين وسوريين، وقد أورد برستد في كتابه \"العصور القديمة\" عبارة صغيرة ذات مدلول كبير، فقد نقل عن لسان \"عيدي طيبا\" والي القدس قوله: \"لا أبي ولا أمي بل يد الملك القوية أجلستني في بيت آبائي\" وهو يشير إلى أن بيت المقدس هو بيت آبائه، وهذا التعبير يحمل معنى عريق\" في الإشارة إلى بيت المقدس، ولا يبلغ هذا المبلغ في مثل الإحساس الأصيل إلا واحد من أبناء المقدس سقط رأسه على ترابها الطهور، فكانت مسقط رأسه ومهوى فؤاده.. ¶ جغرافية الدولة ¶ ... وفي الوثائق التاريخية إشارات كثيرة إلى جغرافية هذه الدولة الوحدوية ، وقد عثر على وثيقة أدبية هامة يرجع تاريخها إلى النصف الأول من حكم الأسرة التاسعة عشرة (1350-1205ق.م) بقلم رحالة مصري جاب وطنه في المشرق العربي ودوّن انطباعاته وارتساماته..",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "... وذكر الرحالة المصري المَخاطر التي لقيها في سياحته، وسرد العديد من المواقع في جبال لبنان معددا أشجارها بأصنافها وأوصافها \"وأشجار الأرز الباسقة\" وقد لفت انتباهه أن أسودها أكثر من الفهود والضباع.. وأن الخيل والعربة كانت تتسلق المرتفعات بصعوبة بالغة.. ثم أشار إلى الأماكن التي زارها في شمال سورية، وذكر بالتحديد مدن قادش وجبيل وحريا وبيروت وصيدا ونهر الليطاني وعطا ومجدد، ونهر الأردن وغزة ورفح. ¶ ... ومن لطائف ما ورد في هذه الرحلة أن مدينة صور يؤخذ إليها الماء بالقوارب \"وأن السمك فيها أكثر من الرمال\" وأن يافا ذات المراعي الخضراء الجميلة والثمار الناضجة من كل نوع.. ¶ ... ولم يفت الرحالة المصري، عاشق الجمال أن يقول \"أما الفتاة التي تقوم بحراسة الكرم فهي جميلة للغاية وتسحر بنظراتها الألباب\"!! ¶ ... وإذا استثنينا هذه الإشارة الأخيرة فإن الرحالة المصري قد قدم لنا جغرافية كاملة عن المشرق العربي في ظل الدولة العربية الواحدة!! ¶ مصر تفتح بيت المقدس ¶ ... ويمضي التاريخ ليذكر الأسر الحاكمة المتعاقبة حتى يصل بنا إلى الأسرة الثامنة عشرة، وكان مؤسسها هو الملك \"شيشنق\" وإختلف المؤرخون في أصله فقيل أنه عراقي، وقيل أنه ليبي وقيل بل هو شامي.. وأيا كان أصله، فهو في جميع الحالات عربي، وقد امتد حكم أسرته قرابة مائتي عام (94-720ق.م).",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "... ومن أخبار هذا الملك العربي أنه حين علم بالفوضى التي سادت فلسطين وبيت المقدس بصورة خاصة أثناء قيام المملكة اليهودية أرسل حملة عسكرية إلى فلسطين واستولى على مدنها الحصينة، ودخل القدس واستولى على جميع ما وجده في خزائن الهيكل والقصر الملكي، وقد ذكرت أخبار هذه الحملة في التوراة. ¶ ... وفي الكرنك اكتشفت آثار الملك شيشنق ووجد على واحد منها ملك يهوذا، وهو رحجام بن سليمان، ووجدت كتابات أخرى تسرد أسماء المدن التي افتتحها الملك شيشنق في المملكة اليهودية.. ¶ ... وكانت فلسطين في الواقع ولاية مصرية، كما كان سليمان أول ملوك الدولة اليهودية هو أحد عمال فرعون مصر، وقد سبق له أن استنجد بالملك شيشنق، واسمه هكذا وارد في التوراة، لإخضاع الثائرين عليه من أهل البلاد.. ومن الوقائع التاريخية الشهيرة أن فرعون مصر قد زوج ابنته إلى سليمان.. وأقطعه بعض المدن والقرى في سهول فلسطين مهرا لابنته. ¶ واستمرت الوحدة ¶ تلك هي صورة موجزة لتاريخ الوحدة العربية في إطار التاريخ المصري عرفنا مسيرتها عبر بضعة آلاف سنة.. سقطت بعدها الدولة المصرية واجتاحت الوطن العربي موجات من الغزو الأجنبي بدأ بالفرس في القرن السادس قبل الميلاد، ثم باليونان في القرن الرابع قبل الميلاد ثم بالحكم الروماني بعد ذلك.. إلى أن انبثق الإسلام، وقامت الحملة العربية الكبرى فحررت الوطن العربي أجمع من الاحتلال الأجنبي، وتجاوزت الفتوحات الإسلامية بعد ذلك إلى أقطار بعيدة في آسيا وأوروبا..",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "... ومن المهم أن نشير أن الأمة العربية قد ظلت متمتعة بشخصيتها المتميزة أثناء الحكم الأجنبي وبقيت محافظة على تراثها القومي وعاداتها وتقاليدها، وما أن جاءت الفتوحات الإسلامية ، حتى عادت وحدة الأمة العربية من جديد في إطار حكم جديد انتقلت عواصمه مع الزمن من المدينة المنورة إلى دمشق، إلى بغداد، إلى القاهرة. ¶ ... وكما انتقل الحكم العربي الوحدوي من العواصم انتقلت السلطة إلى الأسر العربية.. فبعد دولة الخلفاء الراشدين، جاءت دولة الأمويين، وبعدها دولة العباسيين، واستمرت الحياة العربية في الوطن العربي بأسره تتسم بطابع الوحدة وإن اختلف الحكم في هذا البلد أو ذاك. ¶ ... حتى في عهد الدولة العثمانية وعاصمتها القسطنطينية أصبحت الوحدة العربية تسود المجتمع العربي بأسره.. فقد كانت الدولة العثمانية دولة ثنائية للعرب والترك، وكان للعرب فيها نصيب غير قليل، فكان منهم الوزراء والنواب وقادة الجيش وكبار موظفي الدولة.. ¶ الاستعمار والتجزئة ¶ ... وحلَّت التجزئة في الوطن العربي ابتداء من القرن التاسع عشر، واستكملت بعد الحرب العالمية الأولى فقامت بريطانيا وفرنسا وإيطاليا باقتسام الوطن العربي، وأنشأت الحدود بموجب اتفاقات وضعتها فيما بينها. ¶ ... وبدأت الحركات العربية التحريرية، وتصدى لها المستعمرون بإقامة إدارات محلية راحوا يوسعونها كلما اشتدت الحركات التحريرية ضراوة.",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "... وما أن انتصرت الحركات التحريرية وبلغت الشعوب العربية مرحلة الحرية والاستقلال حتى وجدت نفسها أمام \"حكومات\" تطورت فأصبحت ملكيات وجمهوريات قائمة ضمن الحدود التي وضعها المستعمرون. ¶ ... وتلك قصة الوحدة العربية القديمة الأصيلة عبر آلاف السنين، ومعها قصة التجزئة والانفصال وعمرها بضع عشرات من السنين.. ¶ ... وهذا يصل بنا إلى خاتمة المطاف في هذه المرحلة التاريخية السريعة.. ويتجلى للقارئ العربي.. أن الوحدة هي الأصل في حياة الأمة العربية.. وأن الوحدة هي تاريخها القديم. وأن التجزئة طارئة صنعها الاستعمار في العصر الحديث.. ¶ ... ومن أجل ذلك كله، فإن دعوة القومية العربية لإقامة الوحدة العربية.. هي عودة إلى الأصل الأصيل.. لا من أجل الرجوع إلى الوراء.. ولكن من أجل السير قدما إلى الأمام.. ¶ ... وهنا يأتي واجب المفكرين العرب، ومنهم الدكتور لويس عوض، بأن يكونوا دعاة للوحدة العربية ونحن ندعوهم أن يدرسوا ما بلغته الجماعة الأوروبية بدولها التسع، وليس لها جامعة تجمعها إلى التطلع إلى قيام أوروبا المتحدة.. ¶ ... وفي يونيو القادم ستجري الانتخابات في الجماعة الأوروبية لإنشاء البرلمان الأوروبي الواحد. ¶ ... وهل من جواب؟ ¶ ... ومن الأجدى والأكرم للدكتور لويس عوض ومن يقول قوله في الأمة العربية، أن يدرسوا هذه التجربة الإنسانية الفريدة التي تشهدها أوروبا في هذه الأيام، وهي تجربة إن أفلحت، ولا بد لها أن تفلح، ستجعل تاريخ هذه الحقبة",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "المعاصرة في القرن العشرين، تاريخ الوحدة الأوروبية، بعد أن كان القرن التاسع عشر هو تاريخ القوميات.. ¶ ... وفي الختام فإننا ترغب في أن نوجه إلى الدكتور لويس عوض سؤالا واحدا بعد أن أنكر وجود الأمة العربية والقومية العربية والوحدة العربية، واعتبرها أساطير وخرافات.. ¶ ... سؤالنا الواحد إلى الدكتور لويس عوض ومن يقول قوله: وهل أوروبا قومية واحدة، ووطن واحد، وأمة واحدة.. ¶ ... فهل من جواب رشيد وسديد؟! ¶ ثالثا:رأيت القومية العربية ¶ في الإسكندرية ¶ ... قضية \"القومية\" التي كتب فيها الدكتور لويس عوض بإسهاب غير ممل، أجاد فيها وما أفاد!! فلقد أجاد لأنه لم يترك مرجعا أجنبيا إلا واعتمده، مترجما وملخصا.. غير أنه ما أفاد لأنه لم يقدم للأمة العربية فيما كتب مساهمة بناءة مجدية تعود عليها بالخير في حاضرها ومستقبلها.. والعلم يستهدف أولا وآخرا النفع العام للمجتمع، وإلا كان لهوا وعبثا. ¶ ... وقضية القومية، بمفهومها العام، دون أن تنسبها لأية أمة هي من أهم القضايا السياسية العامة، التي استوردنا أصولها وفروعها، من الفكر الأوروبي، من غير محاولة لأن يكون لنا فيها فكر مبدع خلاق. مع أن التراث العربي مليء بالمراجع والأسانيد التي تؤهل علماءنا أن يصوغوا",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "للأمة مفهوما واضحا جليا للقومية بصفة عامة، والقومية العربية على وجه التحديد.. ¶ ... واستراح بعض المفكرين العرب بين يدي العبارة المعروفة \"أنا متبع ولست بمبتدع\" وراحوا، كلما أثيرت قضية القومية، يهرولون إلى المراجع الغربية، وقواميسها بالذات، يترجمون عنها ويقتبسون ما لذ لهم وطاب، ثم ينتهي الأمر بهم أنهم ينكرون وجود الأمة العربية، ويتنكرون للقومية العربية، ويستنكرون الوحدة العربية – كل ذلك اعتمادا على تعريفات أجنبية، أو مقايسات لقوالب فكرية أجنبية، كأنما هذه التعريفات قد نزلت من السماء، وكأنما هذه القوالب هي الألواح الأزلية التي لا تمس من قريب أو بعيد. ¶ ... ومن المؤسف حقا أن الذي كتبه الدكتور لويس عوض منقول عن تعريفات ومصطلحات المراجع الأوروبية بنصوصها، يقدمها إلى القارئ العربي كما هي من غير إضافة أو ملاحظة أو تعليق، مع أن الدكتور عوض كما يبدو لي من كتاباته \"عربي\" موهوب يستطيع أن يكون خلاقا مجيدا، مبدعا لا مبتدعا. ¶ ... وكنت أتمنى على الدكتور عوض وهو يتمتع بثقافة واسعة، أن يدرس ما قاله علماء أوروبا وفلاسفتها عن القومية، وأن يفهمه ويهضمه، ثم يعكف بعد ذلك على دراسة أحوال الأمة العربية ليقدم لنا فهما مبدعا لقضية القومية العربية.. يبنيها ولا يهدمها، يدفعها إلى الأمام لا إلى الوراء، يعالج مشاكلها ويصف لها الداء والدواء.. ويغري الأجيال العربية الناشئة بالإيمان بها والنضال من أجلها بدلا من أن يدعوها إلى الكفر بها والانصراف عنها.",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "... ذلك هو دور المفكرين العرب كما يجب أن يكون إزاء القضايا القومية التي تتصل بحاضر الأمة العربية ومستقبلها. وهذا هو بالتحديد الدور الذي يجب أن يضطلع به الدكتور عوض ومن هم في مثل ثقافته الرحبة. أقول ذلك وأمامي العديد من المراجع الأوروبية عن القومية وأنا لا أتحدث الآن عن القومية العربية.. ¶ فماذا نجد في هذه المراجع الأوروبية؟ ¶ ... هذه المراجع كلها لا تتحدث عن القومية في إطارها العام ولكنها تتناول مقومات ومبادئ قوميات متعددة: القومية الإنجليزية، القومية الافرنسية، القومية الألمانية، القومية الإيطالية.. حتى العلماء الأمريكان الذين ليست لهم قومية قديمة قد شاركوا في \"علم\" القومية مع أنهم يعترفون بأنهم مجموعة من أقوام وشعوب لا تزال في \"مرحلة الذوبان\" “the melting pot”. ¶ قوميات ¶ ... هذا مع العلم بأن الفكر الأوروبي السياسي لم يختلف بأكثر مما اختلف حول قضايا القومية وتعريفاتها ومقوماتها ذاك أن علماء الألمان كانت نظرتهم إلى القومية متأثرة بالجنس وصفاء العرق والدماء، وأن ألمانيا فوق الجميع، وأن تحقيق الوحدة الألمانية يجب أن يقوم على أوسع الأرض وأكثر الشعب!! ¶ ... أما العلماء الافرنسيون فقد طعموا القومية بمبادئ الثورة الافرنسية والمنطلقات الفكرية للفيلسوف الافرنسي الكبير جان جاك روسو.",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "... والافرنسيون والألمان أجمعون كتبوا عن القومية وكل منهم يتطلع إلى مقاطعتي الألزاس واللورين: هل هما افرنسيتان أم ألمانيتان؟ ¶ ... وإلى جانب أولئك كان العلماء البريطانيون يفلسفون القومية على \"أساس أفكار التوراة على اعتبار أن بريطانيا تمثل إسرائيل القديمة\" على حد تعبير دائرة المعارف البريطانية (المجلد السادس عشر) والقصد الخفي وراء ذلك هو تبرير الاستعمار باعتباره مهمة مدنية مقدسة!! ¶ ... بل إن الأفكار الافرنسية والبريطانية بصدد القومية كانت وراءها مطامع الدولتين في تفتيت الدولة العثمانية وإنهاء سيطرتها على دول البلقان. ¶ ولا يفوتنا أن نذكر فلسفة السوفييت بشأن القومية والأممية، فإنها تختلف كل الاختلاف عن فلسفة العلماء الغربيين أجمعين ، وكتابات لينين وستالين في هذا الصدد أشهر من أن تذكر، وكلها وضعت لتأييد عقيدة جديدة ثائرة على ما سبقها من أفكار وعقائد. ¶ ولا ننسى العلماء السويسريين، فقد خاضوا غمار الحوار حول مفهوم القومية، وهؤلاء كغيرهم قد أطلقوا العنان لأبحاثهم ودراستهم، ليفلسفوا \"القومية\" بما يصون حيادهم، ويجعلهم في مأمن من الجيران في الحرب والسلم على السواء.. وهو حياد يختلف كلية عما دعا إليه الأستاذ توفيق الحكيم.. ¶ وأخيرا دخل على عالم الفكر أبحاث ودراسات، لا شرقية ولا غربية، انطلقت من آسيا وإفريقيا، واستمع العالم إلى آراء جديدة حول القومية، من المفكرين اليابانيين والصينيين والهنود، وخاصة بعد أن تكاثرت الحركات القومية التحريرية، وأصبح لكل قوم قومية خاصة بهم يعبدونها ويقدسونها ، كما كان لكل شعب آلهته في عصور الوثنية السحيقة!!",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "والدراسات هذه القديمة والمعاصرة، لم تسقط وحيا من السماء، ولكنها نبتت من الأرض والناس، كانت كلها نابعة من الظروف العامة لكل مجتمع وكل أمة.. تماما كالخطط الاقتصادية تضعها كل دولة حسب بيئتها ومواردها وظروف شعبها.. ¶ ومن هنا يمكن القول بأن موضوع \"القومية\" غير موجود في العلم.. فالموجود هو \"علم\" القوميات، ما أكثرها.. ذلك أنه منذ القرن التاسع عشر إلى يومنا هذا نشأت مدارس فكرية متباينة حول موضوع \"القومية\"، وستنشأ مدارس جديدة مع الزمن.. والعلماء أولا وأخيرا، يتأثرون بالبيئة التي يعيشون فيها، وبنوازع شعوبهم والصراعات التي تموج من حولهم ولا يستطيعون أن يكونوا في معزل عنها.. ولا أضرب إلا مثلا واحدا.. هذا المثل هو القومية الأمريكية فهذه تفجرت منابعها الفكرية من النزوع إلى الفدرالية التي دعا إليها توماس جيفرسون ورفاقه، في خطبهم وكتاباتهم، وحين نقرأها اليوم نشعر أنها لا تزال ساخنة بعد أن انقضى عليها ما يقرب من مائتي عام وهي المعروفة “The Federalist”. ¶ ... ولست أريد أن أذهب بعيدا في تصنيف \"القوميات\" وسرد مدارسها الفكرية والبحث عن مناهجها.. ويكفي أن نقول للدكتور عوض إنه لا يوجد مفهوم واحد للقومية بل إن هناك عشرات من المفاهيم والتعاريف، بعدد القوميات الممثلة في الأمم المتحدة، والحبل على الجرار!! ¶ ... إن \"علم القومية\" إذا جاز لنا هذا التعبير، ليس كعمل الحساب والجبر، يقوم على الأرقام، وهذه لا يستطيع أحد أن يلعب بها كما يشاء.. ذلك أن القومية قد أصبحت تئن من تصارع الاجتهادات، بل والشطحات، كشطحات الصوفية وأشد هولا وويلا..",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "... وفي أجمل الصور وأروعها فقد أصبحت القومية أشبه ما تكون بمعزوفات الجاز الصاخبة، وكل يغني على ليلاه.. ولست أدري لماذا لا يكون للدكتور عوض معزوفته وليلاه، وهو قادر أن يجيد ويبدع.. ولماذا يقصر جهده أن يعزف لنا المعزوفات الغربية دون سواها!! ¶ ... وكان على الدكتور عوض ، وهو يروح ويغدو بين المراجع الغربية في تعريف القومية ، أن يدرك أن القومية ليست من علوم الفلك التي لا تخضع إلا للمراصد والحساب.. فالقومية هي من شؤون الأرض والناس.. من شؤون البشر على هذه الأرض نستوحيها من حاجاتهم وإراداتهم وأشواقهم الوجدانية والقومية ليست كعلم الطب الواحد في كل دولة وعند كل شعب ولكن القومية نظرة حرة طليقة تعكس حاجات كل أمة ورغباتها.. ولكل أمة أن تنظر إلى القومية كما تشاء وباب الاجتهاد مفتوح لكل مجتهد، والفكر ليس حكرا على الفلاسفة الأوروبيين وحدهم، وقد انتهى عهد الاستعمار في العالم العربي، وأصبح من الواجب أن يكون للأمة العربية فلسفتها الخاصة ومفهومها الخاص \"للقومية\" كما فعلت وتفعل الأمم كلها.. ¶ ... وقد قرأت بالأمس فصلا \"مطولا عن القومية\" في دائرة \"معارف العلوم الاجتماعية\" بالإنجليزية طبعة مكميلان فرأيت في تعاريفها المتعددة المتباينة ما تنوء به الذاكرة: ¶ ... ناهيك عن تفاوت الأثر في مقوماتها:اللغة – الدين – التاريخ – الإرادة العامة، التراث الشعبي – المصالح المشتركة – العرق والجنس – والأحاسيس والمشاعر.. وكل مدرسة فكرية تتركز على واحد من المقومات دون الآخر، ولكل مدرسة قواعدها تفكيرا وتحليلا وتطبيقا.",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "... ومن \"دائرة المعارف\" “Encyclopedia of social Sciences\" ¶ مددت يدي إلى الخزانة المجاورة في مكتبتي المتواضعة فوجدت ثلاثة مراجع متخصصة في القومية وهي: ¶ 1) E. H. Carr Nationalizm and after ¶ 2) H. Kohn, The idea of Nationalizm ¶ 3) C. J. H. Hays, The historical Evolution of Nationalizm ¶ والقارئ لهذه المراجع يخلص إلى مفارقة لطيفة هي أن مراجع \"القومية\" أشبه ما تكون بصيدلية كبرى فيها كل شيء من المضادات الحيوية، إلى الفيتامينات، إلى المخدرات المنومات، إلى السموم القاتلات.. وليحذر الطبيب المعالج أن يمد يده خطأ إلى جناح السموم، فيقتل مريضه، ويريحه من الأرق والمغص وسائر الأوجاع!! فذلك علاج مضمون النتائج!! ¶ ... وإنه لمما يثير العجب حقا، أن الدكتور لويس عوض لا يشير في دراساته إلى هذا التنوع والتعدد في مفاهيم القومية ومقوماتها، ولكنه يقتصر على اقتباس مفهوم واحد دون سواه، هو نوع من المفهوم الكلاسيكي الغربي.. كأنما القومية عنده \"وحدانية\" ليس علينا إلا أن نركع لها ونسجد!! ¶ ... وإنه ليبدو لي، وأرجو أن لا أكون ظالما أو متعسفا، أن الدكتور عوض، حين يدخل إلى مكتبته التي يشير إليها كثيرا، يدخلها وهو يبحث عن \"عمد مسبوق بالإصرار\" بأن يجد في هذا الكتاب أو ذاك، شذرات تؤيد أفكارا مقررة سلفا في ذهنه.. ثم يخرج على الناس بهذه المقالات المليئة بالمقتبسات والشواهد.. ويقينا أنه لا يعجزه أن يجد ما يريد، فإن كتب \"القوميات\" فيها",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "الناسخ والمنسوخ، والراجح والمرجوح، وفيها الأممية والقومية، والشعوبية والعرقية – كل ذلك جنبا إلى جنب.. واختر لنفسك ما يحلو!! ¶ ... ومن هنا فإننا نأخذ على الدكتور عوض – هذا المثقف العربي الذكي، أنه لم يقدم لنا عملا أصيلا، عملا أعظم من النقل والترجمة، أنه لم يقدم لنا مفهوما شاملا في القومية العربية نابعا من تراث الأمة العربية، دارسا لحاضرها، ومتطلعا إلى مستقبلها، كما فعل المفكرون الآخرون في المشرق والمغرب.. ¶ ... ولا شك عندي، أنه لو أقدم الدكتور عوض وأمثاله من المفكرين على مثل هذه الخطوة البناءة فإنه سيجد في تراث الأمة العربية ومواقعها الاستراتيجية ومواردها العظمى، ما يؤهله أن يضع لنا فلسفة في القومية، تضيء الطريق لأجيالنا الصاعدة والوافدة، تقودهم إلى الإيمان بذاتهم وقوميتهم ووحدتهم، بدلا من أن يتركوا حيارى ضياعا، مطروحين على قارعة الطريق!! ¶ ... وليت الدكتور عوض ينصرف إلى هذا الجهد البناء بدلا من أن يحتج على المناهج الدراسية في مصر لأنها تحتوي فصولا عن التاريخ العربي وبطولات صلاح الدين وطارق بن زياد ومن إليهما.. كأنما أصبحت هذه المفاخر الإنسانية وصمة عار في وجه الزمان!! ¶ الأحلام والحالمون ¶ ... إن الدكتور عوض يبرر مواقفه هذه، بصراحة وجرأة، لا يحمد عليها، بأنه يرى في ذلك كله أساطير سياسية ومراهقات صبيانية.. وإن تحدث عنها الرجال والكهول فهي أحلام يقظة لا أكثر ولا أقل!!!",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "... ولو أن الدكتور عوض قد وقف بعض الشيء عند تاريخ الحركات القومية، قبل أن يكتب مقالته الطويلة عن القومية.. بل لو أنه أعار ضميره ووجدانه قليلا لما عانته الشعوب المناضلة من آلام وتضحيات وما انتهت إليه من نصر مؤزر لرجع إلى الصواب.. ولأدرك أن تلك الحركات التحريرية كانت في بدايتها أحلاما نبيلة أصيلة، وأن أبطالها هم أعظم الحالمين في التاريخ، وأن عزائمهم الصابرة قد نقلت أحلامهم إلى دنيا الواقع والحقيقة. ¶ ... وما لنا نذهب بعيدا.. لماذا لا نقف قليلا أمام الأمم المتحدة أمام محراب عالميتها المعاصرة، فلقد شهدنا هذه المنظمة يوم مولدها مؤلفة من قرابة (50) عضوا.. وها هي الآن تقترب من المائة والخمسين عضوا، فمن هؤلاء الذين انفتحت لهم أبواب الأمم المتحدة على مصراعيها، بأيديهم المضرجة بكفاحهم، ودخلوها وهم يحملون أعلام الحرية والاستقلال؟ ¶ ... هؤلاء هم الحالمون الكبار الذين يرى الدكتور عوض أنهم بدأوا حياتهم القومية بأحلام اليقظة، تداعب أجفانهم الرومانسية السابحة في عوالم الخيال.. ولو أنه عاصرهم في المراحل الأولى من نضالهم ما كتب عنهم ما يكتبه عن القومية العربية في هذه الأيام.. وقد فات الدكتور عوض أن أعظم الإنجازات الإنسانية في التاريخ قد بدأت في رؤوس الحالمين. ¶ القومية العربية ومقوماتها ¶ والأمة العربية التي تملك من مقومات القومية كل عناصرها، ومن أسباب القدرة كل مصادرها لا ينقصها في الوقت الحاضر بالذات إلا الحالمون، القادة المفكرون، من الذين يبعثون في الأمة روح الإحساس بذاتها، وكرامتها، وقدرتها حتى تعبر هذه المحنة الكبرى التي ألمت بها.. فقادة العالم",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "ومفكروه، بل أنبياؤه ومرسلوه، هم الحالمون الأفذاذ، عبر التاريخ في كل عصوره، أعطوا البشرية أروع العطاء وأغناه، ولم يكونوا يملكون حين بدأوا دعوتهم إلا أحلامهم وإيمانهم وصبرهم. ¶ ... والقومية العربية، تدعو في هذه الأيام أكثر من أي وقت، الحالمين، القادة المفكرين، أن ينشروا على الناس أحلامهم، وليكن الدكتور عوض واحدا منهم، إذا اختار، فالقومية العربية لا تعيش في فراغ.. إنها غنية بكل المقومات المعروفة: اللغة – التاريخ – القيم الروحية – الأشواق والأحاسيس الوجدانية، ولا أحسب أن الدكتور عوض يستطيع أن ينكر وجود هذه المقومات في حياة هؤلاء المائة والعشرين مليونا من البشر الذين بسطهم الله على هذه الرقعة العجيبة من الدنيا – من المحيط إلى الخليج، بكل ما فيها من ثروات فريدة، ومواقع هامة، قل أن يضاهيها موقع آخر في العالم بأسره!! ¶ ... ولنأخذ موضوع اللغة مثلا، وهو واحد من أهم المقومات، ويكفي هنا أن أشير إلى أهمية اللغة فيما قاله محمد بن عبد الله (ص) حين أعلن في المدينة المنورة أساس العروبة بقوله: ليست العربية بأحدكم من أب ولا أم [وإنما هي باللسان فمن تكلم العربية فهو عربي] وهو بذلك قد استبعد الأبوة والأمومة، وجعل للغة مكانة الصدارة في مقياس العروبة.. ¶ ... ويأتي بعد ذلك الجاحظ، أحد عمالقة الفكر العربي (775-868م) فقد سرد مقومات القومية قبل أن يتكلم فيها الفلاسفة الغربيون بقرون.. ¶ ولينظر القارئ في هذه الكلمات المنتقاة بوضوحها وسلاستها، حين يقول: \"إن الاستواء في التربة واللغة والشمائل والهمة والأنفة والحمية والأخلاق والسجية، (كل ذلك) يقوم مقام الولادة والأرحام\". وليست هذه من مترادف",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "الكلام فكل كلمة لها معناها ومدلولها في إطار القومية.. استبعد فيها الأرحام والولادة، جاعلا المقومات الأخرى فوق كل اعتبار. ¶ ... وإن المرء ليحسب وهو يقرأ هذه الكلمات، أن الجاحظ قد بعث من مرقده ليرد على الدكتور لويس عوض وليعلمه شيئا عن القومية العربية.. فقد أوجز الجاحظ في كلمات ما بسطه العلماء في مجلدات!! ¶ ... وبعد الجاحظ، نقرأ لأبي تمام الشاعر العربي الكبير (804-850).. نقرأ له بيتين من الشعر فيهما خلاصة مجلدين وهو يستبعد العرقية والعنصرية ويضع محلها الأرض الواحدة واللغة والتراث؛ فيقول: ¶ إن يختلف ماء الحياة فماؤنا ¶ ... ... عذب تحدر من غمام واحد ¶ أو يختلف نسب يؤلف بيننا ¶ ... ... أدب أقمناه مقام الوالد ¶ ... أما المتنبي شاعر العصور والدهور فقد ركز على الذكريات التي تشد المرء إلى الوطن فقال: ¶ ... بلاد بها نيطت عليَّ تمائمي ¶ ... ... وأول أرض مس جلدي ترابها ¶ ... ويقول شاعر آخر تعشق الوطن لذاته لا لصفاته، كائنا ما كان فراح يقول: ويستحسنون أرضا لا هواء بها ولا ماؤها عذب ولكنها وطن. ¶ ... وما أكثر هذه الاستشهادات في تراثنا العربي، وكل ما نرجوه من الدكتور عوض وأمثاله أن يقرأها كما يقرأ المراجع الأجنبية.. ولا بأس أن",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "أحيله إلى كتاب \"المنازل والديار\" الذي وضعه الشاعر الفارس الأمير أسامة بن منقذ، فقد جمع فيه ما قاله العرب عن الوطن نثرا وشعرا، ويقيني أن الدكتور عوض سيجد في هذا الكتاب وفي غيره من كتب التراث العربي زادا ضخما يعينه ويغنيه – يعينه في وضع دراسة أصيلة عن القومية العربية، ويغنيه عن الفكر الأوروبي الذي استهدف في جملة ما استهدف، أن تكون أقدام أوروبا فوق رؤوس الجميع!! ¶ لا قومية ولا أمة ولا وطن ¶ بقيت نقطة هامة، بل نقطة خطيرة لا يصح السكوت عليها، تلك هي أنه نهانا \"أن نتكلم اليوم عن الأمة العربية وعن الوطن العربي إلا بعد زوال الحدود السياسية داخل العالم العربي وقيام الدولة المركزية الواحدة التي يحكمها دستور واحد وقوانين واحدة تكون صاحبة سيادة لا تتجزأ على كل أراضيها وكل مواطنها.. فأول مظهر من مظاهر القومية العربية ظهور الدولة المركزية الموحدة صاحبة الولاية التي لا رجعة فيها على بلاد العالم العربي.. وقبل هذا لا مجال للكلام، بأي معنى علمي وبأي معنى رسمي عن الأمة العربية وعن الوطن العربي\"!! ¶ ... ويشكو الدكتور عوض بعد ذلك ما يرد عن القومية العربية في المؤلفات، وما يدرس في المدارس، وما يصدر في أجهزة الإعلام، وما يرد في الخطب السياسية والمراسلات الدبلوماسية، وما يتم من الأبحاث الجامعية.. يشكو الدكتور من كل ذلك ليقول \"ونحن نتكلم كأن هناك قومية عربية فعلا.. وكأن هناك أمة عربية فعلا وكأن هناك وطنا عربيا فعلا\"!!",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "... وهكذا ينكر الدكتور عوض، بكل بساطة وبجرة قلم، ينكر وجود القومية العربية، والأمة العربية والوطن العربي.. مع أن الدنيا بأسرها، باستثناء الدكتور عوض. والدكتور عوض وحده ، تعترف بوجود القومية والوطن والأمة.. ولا أعرف أحدا غير الدكتور عوض يحكم على الوجود بعدم الوجود!! ¶ ... ولعل محور الخطأ الذي وقع فيه الدكتور عوض إلى القاع، هو أنه ربط \"الدولة\" بالوطن والأمة والقومية.. وهذا الخطأ الفادح كنا نربأ بالدكتور عوض أن يقع فيه، فقد خلط الدكتور عوض الدولة بالقومية.. فالدولة شيء والقومية شيء آخر.. فالقومية ببساطة هي الرابطة الوجدانية التي تجمع الأمة الواحدة ، والدولة هي الأداة الكبرى التي تحقق للأمة أهدافها وتبرز شخصيتها.. وكثيرا ما تنشأ القومية أولا ثم تنشأ الدولة بعد ذلك، تعبيرا عنها وتجسيدا لإرادتها وانطلاقا لحركتها.. ولا أظن أن الدكتور عوض يجهل حالات كثيرة نجد فيها قوميات ولا دولة لها.. ومن ذلك أن كل الشعوب ذات القوميات المتعددة والتي كانت في قبضة الاستعمار، كانت موجودة، ولم تكن لها دولة ولا حكومة بالمعنى المحدد.. كانت لها قومية، ولها وطن، ولكن لم تكن لها دولة.. ولم توجد الدولة إلى بعد أن نهضت القومية والأمة والوطن لتحقيق الاستقلال وقيام الدولة.. ولقد كان تاريخ القرن التاسع عشر وهو عصر القوميات هو تاريخ شعوب لم تكن لها دولة فناضلت وناضلت حتى ظفرت بالدولة، أخيرا، واكتملت الصورة بعد ذلك فرأينا الوطن والأمة والقومية، ثم جاءت الدولة تاجا على رأس ذلك كله..",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "... إن وقائع التاريخ لتسأل الدكتور عوض صائحة بأعلى صوتها: وماذا يقول عن الهند وإندونيسيا واليونان قبل الدولة وقبل استقلالها.. ألم تكن موجودة.. ألم يكن لها وطن.. ألم تكن فيها أمة.. ¶ ... ولنأخذ مثلا بارزا.. حتى يراه الدكتور عوض بأم عينه: العملاق الأمريكي، ماذا كان قبل الاستقلال عن بريطانيا وقبل قيام الدولة الأمريكية.. لقد كان على تلك القارة الوطن الأمريكي والشعب الأمريكي والقومية الأمريكية.. فلماذا ينكر الدكتور عوض وجود ذلك كله على الأمة العربية. ¶ ... نحن مستعدون أن نسجد على الأرض تحت قدمي الدولة الوحدوية التي أشار إليها الدكتور عوض في حديثة، ولكن لماذا ينهانا عن الكلام عن الأمة والوطن والقومية إلا بعد أن تزول الحدود السياسية؟ ¶ ... إذا كان الدكتور عوض يشكو من هذه الحدود، فنحن نحيي شكواه، ولكن هذه الحدود لا تزول بالسكوت عليها، وإن الكلام عنها هو أول مراحل النضال لإزالتها – وإن الواجب القومي يطالبنا أن نتكلم ونناضل اليوم وكل يوم لتزول جميع الحدود السياسية ويحل محلها \"من المحيط إلى الخليج\".. حتى يصبح الوطن العربي ساحة واحدة لكل مواطن عربي. ¶ ... وقبل الدكتور عوض، صاح شاعر النيل حافظ إبراهيم ، غاضبا على الإنجليز حين قال: ¶ ... يا قوم لا تتكلموا... إن الكلام محرم.. ¶ ... ولكنه كان يشير بذلك إلى ما يريده الإنجليز من الشعب المصري.. الصمت والسكوت على الإنجليز!! ¶ ... فكيف يطالبنا الدكتور أن لا نتكلم عن الأمة قبل أن تزول الحدود وتقوم الدولة!!",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "... ولو أن \"أبو الهول\" الصامت أبد الدهر قد استمع إلى كلام الدكتور عوض وهو يطالبنا بأن نسكت ونعتصم بالصمت إلى جوار \"أبو الهول\" لسقط استكبارا واستنكارا.. ¶ الدولة المركزية ¶ ثم إن الدكتور عوض يسوقنا إلى خطأ أكبر، لا أحسب أنه يجد مرجعا علميا يؤيد فيه، رغما عن تناقض المؤلفات العامة في هذا الشأن.. فهو يشترط قيام \"الدولة المركزية الواحدة التي يحكمها دستور واحد، وقوانين واحدة تكون صاحبة سيادة لا تتجزأ على كل أراضيها وكل مواطنيها قبل أن نتكلم عن الأمة العربية والوطن العربي\" وهذه عبارته بألفاظها. ¶ هل نصبح كأهل الكهف ¶ وهذا تصميم بالغ الخطورة، فإنه يفرض على القادة والمفكرين العرب أن يذهبوا إلى كهف أصحاب الكهف ولا يخرجوا منه إلا حين تقوم هذه الدولة المركزية ذات السيادة الواحدة على الوطن أجمع وعلى المواطنين أجمعين.. وغفوة أهل الكهف لن تحقق سيادة ولا دولة. فإن قيام الدولة الواحدة مقام الاثنتين والعشرين المنبسطة على الأرض العربية، يحتاج إلى توعية وتثقيف وتنظيم.. وبكلمة أدق إلى نضال رشيد، ومن لهذه المهمة الجليلة غير المفكرين والأحرار والبواسل..",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "... ثم ما معنى هذا التعبير \"الدولة المركزية\" الذي يطلقه الدكتور عوض مرسلا؟.. سؤال نحب أن نسمع له جوابا من صاحب هذه المقولات نفسه.. ومن يردد مقولاته.. ¶ ... إذا كان يقصد دولة واحدة موحدة اندماجية، فإن القومية العربية لا تدعو إلا ذلك، وسنعالج هذا الموضوع في فصل خاص.. ومثل هذه الدولة لا تصلح للأمة العربية.. وهذا العصر ليس عصر الدولة الاندماجية المركزية.. والاتجاه الدولي في هذه الأيام يسير نحو نظام السلطات المحلية واللامركزية.. ¶ ... ولكن الحكومة المركزية التي ندعو إليها هي الحكومة الفدرالية، التي تمارس سلطات محددة معينة على الوطن أجمع وعلى المواطنين أجمعين.. ¶ ... ثم يمضي الدكتور عوض بعد ذلك ليقول كلمة حق وهو يريد بها الباطل.. ففي تضاعيف حديثة يقفز إلى موضوع الفلسطينيين ليتخذ منه ركيزة لإطلاق النار على القومية العربية.. فهو يقول ولنتدبر كلماته: ¶ كلمة حق يراد بها باطل ¶ ... \"إن كل بلد عربي يعامل من فيه من الفلسطينيين معاملة الضيوف الأجانب.. ولو كنا جميعا عربا حقا ولو كانت هناك قومية عربية حقا فلم هذا الإصرار على حجب صفة المواطنة عن الفلسطينيين في كل بلد يعيشون فيه ضيوفا وكأنهم أقلية قومية مستقلة في كل وطن عربي يعيشون فيه\". ¶ وإن المنطق السليم ليصيح في وجه الدكتور عوض معلنا: أن المقدمة صحيحة ولكن النتيجة باطلة وواضح أن الدكتور عوض يريد أن يندد بالقومية العربية عن طريق مأساة الفلسطينيين.. وظروف حياتهم في الوطن العربي..",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "وهذا الكلام أشبه ما يكون بمنطق إسرائيل التي ما فتئت تدعو الدول العربية على الدوام، إلى توطين اللاجئين في الوطن العربي.. وتنادي بأعلى صوتها.. \"أليسوا إخوانكم في القومية؟‍‍!\" والحقيقة المعروفة أن حجب المواطنة العربية عن اللاجئين الفلسطينيين هو جزء من الاستراتيجية الفلسطينية.. من أجل الحفاظ على الشخصية الفلسطينية وتمكينها من الصمود في ميدان النضال في وجه إسرائيل والحركة الصهيونية.. ¶ ... ولكن المشكلة الأساسية، وكان من الأكرم والأشجع للدكتور عوض أن يثيرها في هذا الصدد، هي المواطنة العربية للمواطنين العرب – ولنترك موضوع اللاجئين الفلسطينيين جانبا فذلك موضوع له ملابساته ومضاعفاته. ¶ المواطنة العربية ¶ ولقد كان الأجدر بالدكتور عوض أن يبادر إلى نجدة المواطنين العرب في وطنهم استنادا إلى مقومات القومية العربية وحقائقها.. ¶ إن المشكلة التي تنتظر الحل هي الاعتراف لكل عربي بالمواطنة العربية في الوطن العربي.. وليست المشكلة منح هذه المواطنة للاجئين الفلسطينيين. ¶ المشكلة الكبرى تتصل بحياة المائة والعشرين مليون عربي المحرومين من المواطنة العربية العامة وليست مشكلة الثالثة ملايين فلسطيني. ¶ إن الأمة العربية تتمتع بالمواطنة الإقليمية.. والعربي مواطن في قطره وكفى.. ولكنه لا شيء في الوطن العربي الكبير.. وهذا ما يجب أن يغضب له الدكتور عوض.. ونحن معه في هذا الغضب.. وهنا يأتي دور",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "الدكتور عوض وغيره من المفكرين العرب ليظفروا للعربي بحقوقه العربية كاملة غير منقوصة. ¶ ... والباطل المحزن في كلام الدكتور عوض أنه يقول \"لو كنا عربا.. ولو كانت هناك قومية عربية حقا لما فعلنا ما نفعل بالفلسطينيين\" وهو في الواقع يريد أن يكفر القارئ العربي بالعروبة لأنه يريد أن يعكس المعادلة فتصبح \"وبما أننا نفعل ذلك بالفلسطينيين فلسنا عربا ولا توجد قومية عربية\"!! ¶ ... ولكن العروبة لا يمكن أن نحكم عليها بسلوك الحكم العربي المعاصر ولا بالقوانين والأنظمة السائدة في الوطن العربي وليس من الإنصاف أن نظلم القومية العربية ونحملها مسؤولية مظاهر التجزئة وأوضاع الانفصال التي تسود الوطن العربي في هذه الحقبة من التاريخ الحديث.. ¶ ... إن هذه الحقبة الانفصالية القائمة لها تاريخها وأسبابها والموضوع يحتاج إلى كتاب شامل لدراستها والقومية العربية ليست مسؤولة عن هذه الحقبة فهي لم تصنعها. ولم تصنعها الأمة العربية.. لقد فرضت عليها وهي قائمة بقوة الاستمرار وفي ظروف نوع الحكم العربي المعاصر.. وكل ذلك إلى زوال.. وسيأتي حتما الزمن الذي تستطيع فيه القومية العربية أن تعبر عن طموحات وطموحات أبنائها. ¶ ... وعلى كل حال فإن مظاهر التجزئة هذه هي مرحلة انتقالية وليست من طبيعة الحياة العربية ولا جزءا من تاريخها الوحدوي الطويل.. وأريد أن أقتصر على نماذج وشواهد سريعة تشير إلى معالم الوحدة لا إلى معالم التجزئة في الوطن العربي.. بل وتؤكد أن المواطن العربي كان على الدوام يعيش في الوطن العربي في أقطار وأمصار وليس لمواطنه العربية من",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "حدود.. والتراث العربي غني بالأمثلة على ذلك.. وسأقتصر منها على مصر فما كان يجري فيها يجري في دمشق وبغداد ومكة وسائر حواضر العرب.. ¶ نماذج قومية رائعة ¶ ... والإمام الشافعي هو مثلنا الأول.. إنه من أبناء غزة من أعمال فلسطين هاجر منها صغيرا وطاف في أرجاء العالم العربي طلبا للعلم, حيث وجد العلماء والشيوخ فتلقى عنهم علوم الدين والدنيا, وعاش في مواطن العربية العظمى في الحجاز ثم استقر به النوى في القاهرة وعاش حياته كلها فيها يفقه الناس في أمور دينهم في جامع عمرو بن العاص ومات فيها وفيها دفن وضريحه من معالم القاهرة الكبرى وتفاصيل سيرته وحياته تنبئ عن المواطنة العربية في الوطن العربي أجمع وأصبحت حياته جزءا من تاريخ مصر بالذات وفي تراثها وثقافتها.. وهو فلسطيني المولد. ¶ ... المثل الثاني: فلسطيني آخر هو الشيخ مرعي الكرمي من طولكرم من أعمال فلسطين تولى مشيخة الأزهر في القاهرة وكان شيخا لكثير من العلماء المرموقين في العالم العربي ولم يقل أحد في مصر إن الشيخ الكرمي هو غريب عن مصر.. ¶ ... ومراجع التراث العربي وخاصة طبقات الشعراء والأدباء والفقهاء يجد القارئ العربي فيها أسماء فلسطينية تعد بالمئات ممن أقاموا في مصر وتولوا مناصب كبرى في الدولة. ¶ ... والمثل الثالث: هو ابن خلدون اللاجئ الأندلسي تولى مناصب وزارية كبرى في المغرب العربي ثم رحل إلى القاهرة وأصبح قاضي قضاة المالكية ودخل في مجادلات ومشادات مع عدد من علمائها ثم وقع عليه الاختيار",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "ليكون في سفارة لدى التتار حين احتلوا دمشق ولعلها أضخم سفارة في التاريخ سرد ابن خلدون تفاصيلها في كتابه التعريف بابن خلدون – وابن خلدون مارس المواطنة العربية في الوطن العربي بأسره – ليكون فيما بعد من أعظم علماء الاجتماع في العالم.. ولم يقل أحد أنه كان ضيفا في مصر أو أجنبيا عنها ولا أن مصر هي وطنه الثاني وهو التعبير الشائع في هذه الأيام!! ¶ ... المثل الرابع: هو المقريزي.. لبناني من حي المقارزة في بعلبك ومنها اسمه الشهير وهو شيخ مؤرخي مصر أقام فيها كل حياته وترك للأمة العربية مؤلفات رائعة في التاريخ ,ولم نجد في كتبه أو في كتب الذين ترجموا له أنه كان غريبا في مصر فقد عاش حياته كأي مصري آخر سواء بسواء.. ¶ ... والمثل الخامس: وهو مجموعة نماذج يجدها المرء في الإسكندرية وشواطئها في أشهر معالمها والكثيرون يمرون بها والقليلون يعرفون أسباب أسمائها.. إنها أسماء معالم ولكنها في الأصل أسماء أعلام في الفكر العربي.. فهذا شاطئ سيدي بشر وذلك شاطئ سيدي جابر وتعدهما شاطئ الشاطبي.. (سيدي بشر، وسيدي جابر والشاطبي هؤلاء من أكبر علماء الأندلس نزلوا في الإسكندرية سهلا وأهلا وسميت هذه المواقع بأسمائهم تبركا قبل سبعمائة عام ويزيد.. ولم يقل أحد أنهم أغراب أو أجانب ولكنهم يعيشون في ضمير مصر ووجدانها إلى أن يرث الله الأرض ومن عليها..). ¶ ... ومع هؤلاء الأندلسيين يجب أن نضيف أبا العباس المرسي صاحب المسجد الشهير باسمه فهو كذلك من مواليد الأندلس ومن فقهاء المالكية العظام وله منزلة مرموقة عند الشعب المصري.",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "... ولسنا ننسى ونحن نذكر هؤلاء الأعلام البطل المجاهد المتصوف والمربي السيد أحمد البدوي من أهل المغرب، لم يترك قطرا عربيا إلا وأقام فيه ثم انتهى به المطاف في مدينة طنطا حيث قضى بقية عمره يدعو إلى الفضيلة وجهاد النفس وضريحه في طنطا تزوره الجماهير من أقاصي الصعيد ومن البلاد العربية.. ¶ ... ولسنا نطيل فإن تاريخ مصر وكل حاضرة عربية معها هو تاريخ آلاف العلماء والأدباء والقراء والأطباء اتخذوا الوطن العربي الكبير دارا لهم ينتقلون في أرجائه ويتولون القضاء والإفتاء والتدريس والوزارة لا فرق بين حجازي ولا عراقي ولا مغربي كلهم سواء كلهم مواطنون في الوطن العربي الواحد.. ¶ ... إن وراء هذا الإيجاز تاريخا ضخما مسهبا إذا دل على شيء فإنما يدل على أن القومية العربية قد تجسدت بأكمل صورها وأكرم معانيها عبر قرون متعاقبة وأن التجزئة القائمة الآن واحتجاب المواطنة العربية العامة هي أعراض طارئة لا بد أن تزول وهي زائلة لا محالة. ¶ ... وإذا كان الدكتور عوض وهو ابن القاهرة وهي غنية بأمثال هذه الشواهد لا يزال ينكر وجود القومية العربية فليذهب يوما إلى الإسكندرية.. ¶ ... لقد رأيت القومية العربية في الإسكندرية حية نابضة وكل حواضر العرب حالها حال الإسكندرية.",
            "page": "158",
            "part": "1"
        }
    ],
    "t37693": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "صفحات من القضية العربية"
        }
    ]
}