{
    "b37699": [
        {
            "id": "1",
            "nass": "(الغلاف 2) ¶ من القدس إلى واشنطن",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "... ¶ من القدس إلى واشنطن ¶ وهي خواطر المؤلف حين سافر إلى أمريكا لتأسيس المكتب العربي ¶ الطبعة الإلكترونية الأولى ¶ 1426 هـ ¶ 2005 م",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "? من القدس إلى واشنطن ¶ ? أحمد الشقيري ¶ ? الطبعة الإلكترونية الأولى 2005 م ¶ المحرر ¶ عبد العزيز السيد أحمد ¶ تدقيق التنضيد والإخراج :- ¶ المؤسسة العربية الدولية للنشر والتوزيع ¶ هاتف: 5650630-6-962+ فاكس: 5668860-6-962+ ¶ ب.إ: arab_book@hotmail.com ¶ جميع الحقوق محفوظة. All rights reserved.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "تمهيد: ¶ في شهر تموز، عام 1945، غادرت الوطن إلى الولايات المتحدة الأمريكية لتأسيس مكتب عربي يقوم على خدمة القضية العربية عامة، والقضية الفلسطينية خاصة، ثم عدت إلى الوطن بعد قرابة ستة أشهر. ¶ وقد كتبت هذه الصفحات، كأنني تحدثت فيها إلى ذات نفسي، فجرى القلم بوحي الساعة، ولبست المعاني ما لقيت الصيغ والألفاظ، دون ما اختيار أو انتقاء . ¶ وحين رجعت إلى الوطن، رأيت أن، أنشر هذه الخواطر، على سجيتها وطبيعتها. ولعلها لا تفتن الخاصة، ولا تنفع العامة، غير أن قراءتها تقتل الفراغ، وتصرف البطالة ... .. ¶ وذلك أضعف الإيمان ¶ عكا في 10/3/1947 ¶ أأحمد الشقيري",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "المحتويات ¶ - تمهيد......................................................... ... 5 ¶ - من البحر الميت إلى النيل..................................... ... 9 ¶ - في أوتيل شبرد............................................... ... 12 ¶ - ذكريات ...................................................... ... 13 ¶ - من القاهرة إلى بنغازي....................................... ... 14 ¶ - إلى الدار البيضاء............................................. ... 16 ¶ - خواطر موجعة................................................ ... 20 ¶ - حقائق وأحلام................................................ ... 28 ¶ - في العالم الجديد.............................................. ... 32 ¶ - في نيويورك.................................................. ... 35 ¶ - نجده في المهجر............................................. ... 38 ¶ - الأمير فيصل في أمريكا....................................... ... 40 ¶ - النبأ الرهيب.................................................. ... 43 ¶ - اليابان تجثو.................................................. ... 44 ¶ - من السراب إلى السراب...................................... ... 45 ¶ - لولا لبنان..................................................... ... 47 ¶ - عيد الشعب يوم العمال........................................ ... 49 ¶ - الكونغرس في مباذله......................................... ... 52 ¶ - حيرة وصرخة................................................ ... 56 ¶ - مهد في لحد.................................................. ... 58",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "- دعاء......................................................... ... 60 ¶ - خيبة ........................................................ ... 62 ¶ - أمل........................................................... ... 64 ¶ - إضراب....................................................... ... 67 ¶ - إلى المهاجرين............................................... ... 70 ¶ - الهندي المهاجر.............................................. ... 76 ¶ - المروءة تعبر الأطلنطي....................................... ... 79 ¶ - أنا والقسيس وراء المذياع................................... ... 83 ¶ - عيد الأضحى................................................. ... 87 ¶ - إلى الوطن................................................... ... 91 ¶ - استسلام...................................................... ... 94 ¶ الصخرة... الصخرة............................................. ... 95",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "القدس –القاهرة 26-7-1945 ¶ من البحر الميت إلى النيل ¶ نهضت هذا الصباح تجتاحني خواطر السفر تغشاها حُمَّى السفر، فنحن نتهيَّب الأسفار البعيدة، ذلك أننا لم نألف أن نرى الدنيا صغيرة متقاربة على حين أن الرجل الأجنبي يطوف العالم كأنه يؤدي عملا عاديا لا يحس فيه جهدا أو رهقاً، وقد قضيت هذه الليلة يقظان نائما، وأنا أستعرض مراحل هذه المهمة الشاقة التي أستقبلها بعزم وهيبة. ¶ وحول الظهر ركبنا السيارة الى البحر الميت، فأخذنا نهبط من مشارف القدس إلى أغوار \"الغور\" تلهبنا الرياح المحمولة على أكف الوهج والوقد؛ ولكنني رددت جناني إلى الصبر والجلد حين تساءلت: كيف تكون حالي لو أنني مواطن في دولة حرة فأُدعى إلى الجندية، وأحمل سلاحي وعتادي وطعامي بين هذه الأخاديد يجري فيها اللهب ؟ وهكذا تصابرت وسكت حتى بلغنا شاطئ البحر الميت. ¶ وكنا في طريقنا نشاهد السيارات الكبيرة تحمل وسوق المعادن المستخرجة من البحر الميت، بعد أن بقيت في جوفه أجيالا. حقا لقد كان البحر ميتاً وإنه من الإسراف في الظلم أن نسميه البحر الميت، وهذه المعادن الحية تخرج من جوفه الأبدي، فتبدو خصائصها في الحياة والموت.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ركبنا الطائرة المائية من قاعدتها في البحر الميت، وكانت أول خبرتي بركوب الطائرة من قواعد الماء واليابسة على السواء، ولعل المستقبل يطالبنا بقواعد في الهواء، وكدت أن أكون راجفا واجفا حين رأيتني اجتاز متون الفضاء، والتمست شجاعتي أبحث عنها في أعماق نفسي، وأوشكت أن تخونني لولا أني رأيت بعض السيدات والأطفال يقتعدون أماكنهم برصانة، وهدوء، فقعدت وتصابرت ومن الجو شهدنا رقعة الوطن بكامله، شهدنا بقاعا لم يكن قد وقع بصرنا عليها وإن كنا فيما مضى قد ضجِرْنا من مشاهدتها على الخرائط والأطالس بالألوان والرسوم، وأخذت الطائرة تختال بنا بين أطباق الفضاء كأنها تدل بسيطرة العلم وجبروت العقل. وفي مكان ما من الجو استطعنا أن نرى في خفقة واحدة مغارب البحر الميت ومشارق البحر المتوسط، وهذان هما الحدان للقطر الذي يراد له أن يكون دولة مستقلة، تجمع ببصرك مشرقها ومغربها في وقت واحد، ومن مكان واحد. ¶ أما مشهد زروع النيل المطرزة على الأرض، فبالغ حد الإعجاز في الروعة والفتنة، وهذه الصحارى المحيطة بالزروع الجميلة تبدو كأنها فاغرة فاها، لتبتلعها وتعيدها الى قديم عهدها بالصحراء..ولم تنقض ساعتان على ركوبنا الطائرة حتى هبطنا مطاراً في النيل. وأكبر ظني أن أصدقائي في فلسطين، وقد حسبوا السفر من محطة اللد، كانوا في تلك اللحظة يغدون ويروحون على رصيف المحطة ليودعوا راكباً قد انتهى الى مقصده منذ زمن. ¶ وكانت إجراءات الدوائر المختلفة لدخول القطر المصري آية في اليسر واللطف لولا ما لقينا من الموظف المختص بمراقبة الكتب والمطبوعات، فقد وقعت يد هذا الموظف على كراريس وتقارير رسمية عن",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "القضية الفلسطينية باللغتين العربية والإنكليزية، فأصر على إبقاء هذه الأوراق وإحالتها للمراقبة، وسألته أن يقرأها ليتحقق أنها تقارير صادرة من الحكومة البريطانية وليس من المعقول أن تخضع للمراقبة، فقال لي إنه لا يعرف العربية، ثم رجوته أن يقرأ الأوراق بالإنكليزية، فقال لي إنه لا يعرف الإنجليزية أيضا. وقد كان يحادثنا برطانة يونانية ولا يبالي بنا على حين كان الموظفون المصريون من حوله يجاهدون لإقناعه بخطل رأيه، ولكن هذا اليوناني قد انتصب أمامنا على إرادته في القاهرة، كأنما هو الاسكندر المقدوني يحكم في الإسكندرية. ¶ ثم توجهنا الى أوتيل شبرد بعد أن أخذت بنصيب من الراحة ذهبت الى صديق لي فرحنا نتحدث في شؤون فلسطين، ولما انتصف الليل، عقدنا هدنة الى حين، لنستأنف الحديث صبيحة اليوم التالي.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "القاهرة 27-7-1945 ¶ في أوتيل شبرد ¶ يعج أوتيل شبرد بألوان الزائرين، والألوان هنا كلمة حقيقية لا مجازية، فقد وفد على هذا النزل عروق وأجناس وألوان، من مشارق الأرض ومغاربها، وأصبحت القاهرة دار الوعد موطن اللقاء. وكانت الصينيات بملابسهن المزركشة وخطواتهن اللدنة، موضع تفكهة وايناس. وكان في النزل بعض الزعماء الصهيونيين وهم في طريقهم الى لندن لشهود المؤتمر الصهيوني الذي ينعقد في آخر الشهر، ولم أكن لأدري من هؤلاء الناس لولا أن صديقا مصريا أشار بأن أخافت في الحديث حين مروا بجانبنا. ¶ وقد زاراني صاحبي بالأمس فاستأنفنا الحديث الذي لا ينتهي، وقد ينتهي ولكن من حيث يبتديء، حول قضيتنا وتنظيمنا الداخلي. ثم التفت الصديق الى كهولة تختال بالفتوة والقوة، فإذا به السيد أرشد العمري وزير خارجية العراق العائد من مؤتمر سان فرنسيسكو، فذهب بي صديقي وقدمني إليه فانتهزتها فرصة وشرعت أسأله عن مهمته في سان فرنسيسكو وعن رأيه في المكتب العربي وانشائه في الولايات المتحدة فلم يلقِ بالاً إلى المكتب فقد أصبح لا يؤمن به ولا يعلق عليه كبير أمل؛ مع أنه كان قبل سفره-كما قال-أول من آمن وأول من تفاءل، ولكنه لم ير بأسا أن نسافر ونجرب، وهكذا كان لا بد لي أن أسافر وأُجَرِّب.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "القاهرة 28-7-1945 ¶ ذكريات ¶ زرنا المفوضتين السورية واللبنانية، ولقد كان بهيجا حقا أن يصبح لدولتي الشام مفوضيتان ترفعان علمين يرمزان الى الحرية و الاستقلال. ويقوم بالعمل في هاتين المفوضتين رجال كانوا الى عهد قريب مطاردين مشردين، وها قد طاب لهم القرار، ولكن مضوا في الجهاد بالبناء والإنشاء. ¶ وكان بودي أن أزور عددا من الأصدقاء غير أن الإسكندرية قد اجتذبتهم إليها، ولا سبيل أن أفلت من القاهرة فمكتب الطيران يلح علينا أن نكون غير بعيدين عن الأوتيل فقد يخطرنا بالسفر ساعة بعد ساعة. وكان لامناص من غشيان الأوتيل ساعة بعد ساعة فأعاد ذلك الى ذاكرتي شهر نيسان عام 1936 حين صدر الأمر بإبعادي الى سمخ (طبريا) وطلبت إلي السلطة أن أثبت وجودي في مركز البوليس مرة في كل ساعة بين الشروق والغروب فلم أجد حينذاك فرجا من هذا الإرهاق إلا بعد أن اتخذت مسكنا لي في جيرة دائرة البوليس ورحت كل ساعة أَمُد رأسي من النافذة لأشعر البوليس بوجودي.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "بنغازي في 29-7-1945 ¶ من القاهرة الى بنغازي ¶ أعلمنا مكتب الطيران أننا مسافرون في مساء هذا اليوم فأخذنا نجهز أنفسنا للسفر، وطفنا بالأصدقاء نودعهم وفي الوداع بعض التفريج عن وحشة السفر. وبعد أن غادرنا الأوتيل الى المطار الأمريكي على مسيرة نصف ساعة بالسيارة مما يلي مصر الجديدة، وفي تمام الساعة العاشرة مساء حلقت بنا الطائرة في سماء القاهرة ومضت تشق طريقها في الفضاء عبر شمال إفريقيا من المشرق الى المغرب، فلم يتح لنا الليل أن نرى تلك البقاع التاريخية التي كانت الى عهد قريب ميدانا فاصلا من ميادين هذه الحرب، ولم نستطع أن نجتلي معالم المواقع التي طفحت بها جغرافية الحرب ، ولم تكن جغرافية التلمذة أيام الصبا لتذكرها في قليل أو كثير. ¶ وظلت الطائرة تمزق سكون الفضاء من غير ارتجاج أو اهتزاز حتى أقبلت علينا عاصفة ثائرة لعبت بالطائرة لعب مارد متجبر، وغدت الطائرة التي كانت حتى الآن تسيطر على الجو وتمزق آفاقه، موضع عبث وسخرية بين يدي العاصف الجبار. وقد استمر هذا العاصف ممسكا بها ساعة أو بعضها ولم يفلتها إلا قبل هبوطنا في بنغازي، بعد أن قدم بين يديها آية من آيات القدرة الكامنة في هذا العالم الجبار. ¶ وهبطنا في بنغازي في أعقاب الليل فشملتنا رهبة المكان الذي تداولته الجيوش المحاربة مرات ومرات، وفيه احترب الناس حتى آخى بينهم الموت،",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ولقد أسفت أن حرمنا الليل زيارة هذه المدينة، فمن يدري لعل جحافل العرب قد سلكت هذا الطريق قبل اثني عشر قرنا حين قذفتهم الجزيرة العربية ومشاعل النور بأيديهم. ¶ وفي بنغازي أخذنا بنصيب من الراحة وواصلنا سفرنا ميممين شطر طرابلس وقد استشعرت إغفاءة نوم أو خاطرة نوم، بعد أن سلخت معظم الليل صريع الدوي والضجيج، وهبطنا في مطار بريطاني على مقربة من طرابلس، ذلك أن الطائرة قد أُنبِئَت بضباب كثيف في مطار طرابلس، ولا يستطيع القائد أن يتبين موطن النزول، فأنسنا باليابسة مرة أخرى لننعم بالنسيم هادئا ساكنا، وإن كان مثقلا بالرطوبة.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الدار البيضاء 30-7-1945 ¶ إلى الدار البيضاء ¶ لقد طال انتظارنا أن ينجلي الضباب عن المطار في طرابلس وأنا أعلل نفسي أن أطوف بالمدينة قدر ما يجود الوقت، حتى لقد رضيت أن تحملني إليها سيارة فَنَدورُ من حولها ونجوس خلالها وكفى. ففي ذلك ما يبل جانبا من الشوق، ولكن هذا الضباب قد حرمني هذه الصبوة. ¶ وقبل الظهر امتطينا الطائرة الى طرابلس بعد أن أيقنا انكشاف الغمام وما هي إلا فترة حتى جالت بنا الطائرة في سماء هذه المدينة، فأشرفنا على زروعها المترامية ونخيلها المنظم، ومنازلها المبعثرة ، فثارت في نفسي ذكرى مرابع دمشق وغوطتها، لولا أن النخيل هنا قد أضفى على المدينة لونا عجيبا من الجلال والجمال. ولكن غوطة طرابلس، وإن بعثت الفتنة فانها تثير الحسرة واللوعة، فأن أكثر هذه الزروع قد خرج من أيدي العرب. ودعوت الله أن يكون ذلك الى حين، وحين قريب. ¶ وفي محطة المطار لقيت شابين يهوديين أحدهما عامل في المطعم والثاني بائع جرائد ومجلات، وكلاهما من أهالي طرابلس. أما الأول فقد سمعني أكلم رفاقي بالعربية فسألني إذا كنت عربيا. فقلت نعم. فمد رأسه من وراء حاجز المطعم وقال بالإمالة والغنة اليهودية المعروفة: أنا يهودي . فأردفت أني عراقي من بغداد. ثم مضى لبعض شأنه. ولكنه عاد إلي وأمطرني أسئلة أخرى. فأجبته بلا ونعم. ثم لا حظ أني طلبت شرابا على",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "حين طلب رفاقي طعاما. فقال لي: أحسنت فيما طلبت من الشراب، لأن الطعام ليس جيدا. فقلت في نفسي هذه أول طلائع الدس. ولكنه دس ماكر، ولست أدري أنصحني أم نصح صاحب المطعم، أم خدعنا نحن الاثنين، فقد يكون الشراب أسوأ من الطعام. ورأيت أن أقابله بدس آخر فسألته: ألا تذهب الى فلسطين؟ قال: ومن أين لي، ليس لدي جواز سفر!! فقلت له لعلك تجد وسيلة ما، وأنت الآن في أرض المطار. فجحظ في وجهي فلم يجده ينم عن الجد، فمضى ومضيت. ¶ أما الثاني فقد حشر نفسه في \"كشك صغير\" أتخمه بالكتب والجرائد والمجلات. ومن فضول القول، أو من لزوم ما لا يلزم: أن اقول أنه يعمل صرافا أيضا. وقد اقتضاه عمله في المطار أن يعرف اللغات كلها، فهو يعرفها كلها ما عدا اللغة العبرية لغة آبائه وأجداده، فهو يوقن أنه لا يحتاجها في عمله، إذ ليس يعقل أن يقصده يهودي يصرف، فالصراف لا يقصد صرافا، وأيهم ليس بصراف. فمكرت لهذا الشاب أيضا وقلت له: إني بغدادي. فسألني عن تل أبيب، فقلت له: لا أعرفها، وأن كنت قد سمعت بها. ثم سألته عن إقامته في طرابلس فقال: إن فيها مولد أبيه وجده الى آجال. قلت له: أي البلدين أحب إليك؟ تل أبيب، أم طرابلس؟ ولكن الشارين والمتفرجين قد أحاطوا حينئذ بالكشك الصغير وهموا بالشراء فانصرف هذا اليهودي الى البيع والمساومة وكفى نفسه عبء الجواب. ثم صاح بنا ضابط الطائرة فهرولنا إليها لتحملنا الى تونس فجالت وصالت ثم اقتحمت طريقها فوق البحر المتوسط لتقطع ذلك الخليج الجميل، من غير مجاملة ولا مهادنة، فأخذت ترتفع في أجواز الفضاء. فوق الضباب والغمام. ¶ هذا البحر من تحتنا أشبه شيء بالسماء أو هو السماء، وتجلت الطائرة بين",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "سماءين متباعدين، اتصلت آفاقهما بين أحضان الهدوء والسكون وتناولت قلمي وورقي لأكتب وقائع اليوم، فالتمع في خاطري أن الإنسان في هذا الكون العجيب نقطة هندسية لا طول ولا عرض ولا عمق لها، وأن هذا الإنسان، وإن استفتح كثيرا من مغلقات الدنيا فسيظل، مهما استفتح ومهما استكشف النقطة الأولى، في الألف الأولى، من الدنيا، ومع هذا فإنّ، تلك النقطة لا طول لها ولا عرض ولا عمق. ¶ وظلت هذه الخواطر تنتابني حتى هبطت الطائرة في تونس، فإذا بها رقعة من اللهب، لا ينفع فيها ظل ولا شراب. وفي هذا المطار رأيت كثيرا من الفتيات اليهوديات يعملن في الأعمال المختلفة، ولم يتيسر لي أن أكاشفهن حديثاً بريئاً أو خبيثاً، ذلك أن الجنود قد ضربوا حولهن ذراعي كماشة شراء ودعابة، ولم يكن في مقدور المدنيين أن يخترقوا هذا الطوق. ¶ وعقب الظهر امتطينا طيارتنا نستهدف \"وهران\" فأشرفنا على جبالها ومروجها، ولم تكن هذه المرحلة من السفر مريحة فهي مفاجآت بين الهبوط والارتفاع، بين الجفاف والرطوبة، بين الحرارة والبرد. أضف الى ذلك أن إعصارا قد هب علينا بعد مغادرتنا تونس، فصهرنا حَرُها وأرهبنا إعصارها، وكم لقيت تونس من نار الظلم وإعصار السياسة. وكنت كلما طفرت بالحرّ أعزي نفسي بهؤلاء الجنود ناعمي الجلباب، غضاض الإهاب، ذوي الوجوه الشقراء والعيون الزرقاء، رجالا ونساء، بل كنت كلما تخيلتهم على ظهور الدبابات ووراء المدافع يدفعون حمما ويلقون شواظا من نار، في الظهيرة اللاهبة من اليوم اللاهب، رجع إليّ صبري وارتد إليّ عزمي. ¶ ولكن خاطرا واحدا أقضَّ مضجعي لم أجد له تعزية ولا تسلية، ذلك أن ¶ هذه الرحلة كلها، من البحر الميت حتى شمال إفريقيا قد كشفت عن مطارات",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ومطارات، مرصعة في الصحراء، وعلى مقربة من المدن، آخذة بالنمو والازدياد. هنا في مواطن العرب مطارات تنشأ وتبنى، وأنا ذاهب لأنشئ مكتبا عربيا في واشنطن، أُحرِّك فيه لساني وقلمي، أنا أعنى بالكلام ليسمعوا، وهم يمضون في إقامة القلاع والحصون لنتفرج، فأين نلتقي وكيف نلتقي، ومتى نلتقي، إذا ما مضينا في إنشاء المكاتب، ومضوا في إنشاء الحصون والقلاع. لعل الأجيال القادمة تجد لنفسها الجواب، فقد التمسته فما وجدته، ولست أبغي أن أكذب نفسي وقومي. ¶ ومضت بنا الطائرة ثلاث ساعات أو تزيد نقصد الى وهران وقد امتدت من تحتنا المزارع والإقطاعيات الكبرى منتشرة في الأرض الرحبة، ومن حول وهران الكروم والزيتون والزروع، كل ذلك في تنسيق عجيب، والمنازل الريفية تتصدر المزارع وقد ازدانت بالبساطة والجمال. ¶ وليست هذه المنطقة مدينة كبيرة مزدحمة، ولا هي مجموعة قرى زراعية متجاورة، ولكنها إقليم بكامله مرصع بالمزارع المتباعدة، تربطها الطرق والمعابر من كل جهة الى كل جهة، ولا يقوم في المزرعة إلا بيت أو بيتان. وهذه المنطقة الواسعة عالم رحيب من هذه الإمارات الزراعية، تشبه إقطاعات القرون الوسطى. ¶ وهكذا فقد زالت معالم العروبة من هذه البقاع الفاتنة، وليس يبرر هذه المظلمة الفادحة أن الأرض قد عمرت بالكروم والأشجار، فإن كل كرمة، وكل شجرة قد أغمدت جذورها في فؤاد شهيد، أو صدر قائد صنديد. ولم أمسك نفسي عن التمادي في هذه الشجون إلا حين هبطنا المطار لتقلنا طائرة أخرى تحملنا الى الدار البيضاء، فبلغناها أوائل الليل في جو منعش لطيف، يعقد الكرى في الأجفان، ويسبغ الهدوء والسكينة.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "جزر الخالدات 31-7-1945 ¶ خواطر موجعة ¶ نهضت صبيحة هذا اليوم بعد نوم هادئ عميق، لم أنعم به قبل الآن فإن حر القاهرة في الأيام التي سبقت سلبني النوم، فذهب النوم نهبا بين القاهرة والطائرة. ¶ ودعوت الخادم لبعض شؤوني فسألته عن جنسيته فقال إنه \"عربي\" فأخذت أوضح له مطلبي فلم يفهمني، وبدأ يرطن لغة لم تكن عربية في جرسها ولا صيغتها، ثم رحت أستبين هل يكون هذا الخادم عربيا، فعاد وقال أنه عربي، فجعلت أُكلمه بكل اللهجات التي أعرفها بين فلسطينية وشامية ولبنانية ومصرية وبدوية لعله يفهم فلم يفهم، فاستعنت بكل المترادفات التي أعرفها فصيحة وعامية، وفي هذه اللحظة حمدت ولوعي بحفظ المترادفات أثناء الصبا. ولكن الخادم البائس أربكه عدم الفهم، كما أربكني عجزي عن الإفهام، وأفلتت من الخادم في هذه الأثناء كلمة إفرنسية كنت أسمعها في مصايف لبنان، ففهم وفهمت، وانشرح وتألمت. ¶ ولست أنكر مثل هذه الفروق في الأمم الكبيرة والصغيرة على السواء ولكن أي داع أن تتأصل هذه الرطانة في اللغة العربية وكل ما يحتاجه الشعب العربي الكبير تعليم إلزامي ابتدائي يقوم على كتب واحدة، وأصول واحدة، وفي لهجة واحدة.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وخرجت بعد ذلك الى المدينة أطوف شوارعها وميادينها وأستمع الى ناسها، ووددت لو يفسح لي الوقت لدراسة أكثر عمقا وتحقيقا، ففي هذه البقعة يقرأ المرء صفحة من صفحات الاستعمار الإفرنسي الملطخ بالعار الأبدي. وهاأنا أرى المدينة قطعة مختلسة من الشاطئ الإفرنسي أو كأنما اتصلت اليابسة باليابسة فلصق الشمال الافريقي بشاطئ فرنسا الجنوبي , فتشابها وتشاكل الأمر. ¶ وهنا لا تسمع إلا اللغة الإفرنسية من المواطنين والافرنسيين، ولم يبق للوطنيين إلا الأزياء المهلهلة والأعمال الحقيرة. وكنت حين أقرأ أن زعماء فرنسا قد اعتزموا أثناء الحرب أن يناضلوا من شمال إفريقيا لا أدرك باحاطة شاملة كيف يقاتلون من إقليم أجنبي في شمال افريقيا، ولكنني بعد الذي رأيت في الدار البيضاء أيقنت أن ذلك لا يتعدى انتقال حركة الحرب الافرنسية من إقليم فرنسي الى إقليم فرنسي كما كاد أن ينقل الحكم الروسي من موسكو الى \"كويشيف\" أثناء هذه الحرب. ¶ وحين يبلغ المرء الدار البيضاء يكون قد قطع أفريقيا من الشرق الى الغرب، في خلال أربع وعشرين ساعة. ولقد وقفت على شاطئ الأطلنطي أفكر في هذا الخطف العجيب يحمل امرءاً من القاهرة مساء ليكون مساء اليوم الثاني في الدار البيضاء، ينعم بالنسمات الوادعة أذ يرسلها المحيط الرهيب. ¶ ولم يكن هذا الخاطر يثنيني عن إكبار الحملة العربية الكبرى قبل ثلاثة عشر قرنا وقد قطعت الفدافد والصحارى، والوهاد والأنجاد، ثم ضربت سهمها في أحشاء أفريقيا الشمالية، وراح هذا السهم ينحني ليخترق أسبانيا وجنوب فرنسا، وعلى أنوار هذا الخاطر تنعكس صورة جميلة، لئن عجز",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "الخيال عن إبرازها بالروح والجسم فلا يعجز إن ينزلها بين حروف الهجاء وقوالب الألفاظ. وستظل هذه الصورة لوحة فنية رائعة، يراها كل عربي بفؤاده، وان لم تخضع لقرطاسه ومداده. ¶ وفي الظهيرة تلقينا النبأ للاستعداد الى المطار، فعادت إلينا حُمّى السفر وهيبته، وأسرعنا الى المطار وأنجزنا معاملات السفر، ثم دعانا ضابط الى غرفة المحاضرات فإذا بنا نستمتع الى حديث عن سبل الوقاية إذا طرأ ما يحمل الطائرة على الهبوط في الماء. فتكلم المتحدث بجد، وأصغى المستمعون بجد ولأمر ما لم أكن مكترثا ولا سميعا. وانصرفنا إلى الطائرة نأخذ أماكننا ولم يبدُ على أحد أي تردد في السفر، وخُيل إلي أن في قلب الإنسان الى جانب الزاوية التي يستقر فيها الخوف زاوية أخرى تعيش فيها المغامرة والمجازفة. ¶ ولعل شعوري بقلة الاكتراث سببه ظني أنّ الأمر سيكون محاضرة، وكفى الله المؤمنين. ولكني دهشت حقا حينما تقدم إلينا ضابط الطائرة، يأمرنا جميعا أن ندرع بجهاز الانقاذ، فارتبكت وندمت أني لم أُصغ للمحاضرة ولا عرفت كيف يُلبس، وخُيّل إلي أني سأسقط في الامتحان،تمهيدا للسقوط في الماء، غير أني حاكيت وقلدت، فلبست كما يلبسون. ورأيت جماعة المسافرين ينصرفون الى كتبهم يلتهمونها، والكتب زادهم في السفر، أما أنا فرجعت الى مذكراتي وأخذت أكتب وأكتب، لا يشغلني إلا منظر آفاق الغيوم من تحتنا، تنعقد فوق سطح الأطلنطي، أخاديد وجبالا، ووهادا وسهولا، يتصل كل ذلك بأفق السماء، وتسطع الشمس فتبدو كأنها أصبحت عهنا منفوشا. وهناك يهبط الرشد والتقوى بصمت وجلال، ولا يبقى غير وجه ربك ذي الجلال والإكرام.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وفي الطائرة فاجأنا جندي بتقدمة لطيفة: هي علبة جميلة تزيد على راحة الكف قليلا، ألقاها الجندي وتكلم كلاما جعله ضجيج الطائرة غير مفهوم فآثرت أن أنقذ نفسي بالتقليد مرة أخرى لأدفع آفة الجهل والسخرية. ¶ والتفت الى جاري فإذا هو يفتح العلبة ويخرج منها علبا صغيرة متفاوتة الحجم هذه تحتوي السكر، وهذه تحتوي الخبز، وهذه تحتوي الجبن، وهذه تحتوي أربع سجائر، وهذه تحتوي حلوى، وهذه تحتوي لحما، وهذه وهذه، يؤلف ذلك أجمعه طعاما صحيا كاملا ولذيذا. إنها علبة صغيرة حقا، ولكنها صنعت بالملايين، وانتقلت الى معسكرات الدنيا، فأنتجها الملايين، واستهلكها الملايين وهنا أصغر الدلائل على نهضة الأمة وعظمتها. فالتفت الى جاري الأميركي وقلت له ليست هذه علبة وإنما مطبخ سيار، ولكنه سخر من دهشتي وقال: إنك واجد في الطائرة كل شيء فاطلب أي شيء. وكدت أن أطلب شيئا، حتى لقد بلغ هذا الطلب أطراف شفتي ولساني، غير أنه التمع في ذهني، بسرعة الوميض وفجأة الخاطر، أنّ هذا الطلب الذي أمسكت به شفتاي إنما يستجاب بزوال هذه الرفاهية الناعمة وأمثالها من الرفاهيات التي تستمتع بها الشعوب الكبيرة، وكان الطلب الذي أوشكت أن أساله في هذه الطائرة الحرية، الحرية لا تظلم أحدا، ولا يظلمها أحد. ¶ وحين أشرفنا على جزر الخالدات (الأزور) أخذت الطائرة تدنو من سطح الغيوم، والدنو هنا يتم بالهبوط لا بالصعود والقرب من هذه الغيوم التي افترشت مكانها في الآفاق يقضي بأن تهوي الطائرة قليلا قليلا بين أحضان الفضاء. فأخذت الطائرة تهبط رويدا رويدا، ونحن نقترب من هذه المشاهد العجيبة تزيدها أشعة الشمس بهاء ورواء. ولقد مررنا في جيرة هذه الغيوم حتى يكاد المرء أن يدُسُ يده في غلالات هذه الحياة الهائمة في",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "الأزل، الحائمة في الأبد، كثيفة هنا شفافة هناك، ضاربة في السماء، هابطة الى البحر، ممتدة في الآفاق منبسطة في الفضاء، بكل الأشكال التي تعرفها حركة الخطوط وانطلاقة الخيال، من غير تشابه أو اتساق، حتى يبدو أن كل غائمة قد أفلتت من يد الوجود على غير نظام أو هدف. ¶ وهبطنا أرض المطار فإذا بالدنيا ماطرة، والجو مبتل رطيب، فأخذنا نضم معاطفنا الثقيلة الى أجسادنا، وكنا الى يوم واحد فقط، في تونس وغيرها، نود لو نستطيع أن نتسلل من جلودنا حين ألهبنا الحر. ¶ وحملتنا سيارة الى (براكة) (¬1) في المعسكر نقيم فيها ما شاء الله حتى يأتي دورنا في طائرة أخرى تقصد الولايات المتحدة. ¶ وتعيد هذه البراكة الى ذاكرتي \"البراكة\" التي استضافتنا بضعة أشهر حين اعتُقلتُ مع المئات من المواطنين عام 1937. وليس بين البراكتين فرق كبير، فبراكتي الآن فيها أسَّرة نظيفة، مبطنة جدرانها بما لا ينفع معه البرد والحر، مفروشة أرضها بالخشب دفعا للرطوبة، منورة بالكهرباء، يتوفر فيها الماء ينساب الى كل المرافق. أما براكتنا القديمة فهي براكة وكفى، ولا بأس أن تكون محرومة من جميع المزايا التي ذكرتها، فللقديمة على الحديثة أفضال ومزايا، منها كثرة المجرمين النازلين فيها ممن عجزت العدالة عن الاقتصاص منهم لفقدان الدليل، فرأت السلطة أن تزجهم في براكاتنا مبالغة بالنكاية بنا، وبالحفاوة بأولئك المجرمين. ¶ ¬__________ ¶ (¬1) * البراكة أو البراكية مستودع واسع نسبياً يبنى من الزينكو ( الصفيح ) وغالباً ما يكون في المزارع والبيارات، ويتسع أحياناً للدواب ومستلزماتها من تبن وأعلاف، ومستلزمات زراعية من أدوات الحراثة والمنتوجات.. إلخ .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وفي الليل مر بجانبنا ضابط أمريكي، فسألنا شيئا فأجبناه، ثم تعارفنا وما أيسر سبل المعرفة بين المسافرين. وهذا الضابط ذكي الفؤاد لامع الذهن حاضر النكتة والبديهة، وإن كانت البساطة الأمريكية لا تربأ أن تعيش الى جانب علمه وثقافته. وتحدث هذا الضابط إلينا معظم الليل فتناول حديثنا كل شيء، روسيا وبريطانيا والهند وبلاد المغرب. ومن حسن حظ النجوم والأفلاك أن حديثنا لم يشملها بخير أو شر. ويبدو هذا الضابط عالما وجاهلا، عميقاً وساذجاً، محبا وكارها، واثقا ومشككا، مستقرا ورجراجا، كأنما جمعت هذه الشخصية من جزءين متناقضين محتربين، كالكرة الأرضية نصفها ملفوف بالظلام ونصفها مغمور بالنور. وأمام مثل هذه الشخصية تمرع الدعاية الصهيونية والأساليب الصهيونية في تعبئة الأنصار والمؤيدين. وهنا في جزر الخالدات أشفقت على أولئك الذين يعارضون في الدعاية العربية وقيمتها، وفي ضرورة تعريف العالم بالأمة العربية وأقطارها. ¶ وإليك أسئلة هذا الضابط في صورتها\"الخام\" ولكن بعد إيجاز واختصار. ¶ الضابط: من أين أنت؟ ¶ - عربي ¶ الضابط: عربي ! أنت عربي!؟ ¶ - نعم أنا عربي ¶ الضابط: أظنك مسلماً محمدياً؟ ¶ - نعم أنا مسلم محمدي. ¶ الضابط: أصحيح! أصحيح!؟ أنت هادئ وديع. ... ¶ - نعم ولم الاستهجان؟",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "الضابط: (مقهقها) المسلمون في شمال إفريقيا يملأون معابدهم (لعله يقصد الزوايا) بالضجيج والصياح فهل أنت مسلم؟ ¶ الضابط: أعلمت عن آبار البترول التي يستنبطها الأميركان في بلاد العرب بعد أن عجز الانجليز عن إدراك مكانها. ¶ - نعم علمت ¶ الضابط: ولكن السعودية العربية تجهل هذه القوة الكامنة في أحشاء الأرض. إنها الفلسفة الإسلامية التي لا تقدر مزايا هذا الجوهر الجاثم في أعماق الصحراء. ¶ - ولكن ما شأن الفلسفة الإسلامية أو العقيدة الإسلامية، وأي تعارض بينهما وبين استغلال البترول وإنتاجه واستعماله؟ ¶ الضابط: لا أدري، ربما، أظن، أنها العقلية الإسلامية المتأخرة، ولكن قل لي: كيف تؤدون شعائر رمضان في المناطق المتجمدة التي ينطوي نهارها في ليلها ولا تشرق الشمس معظم أشهر السنة. ¶ - حين يدخل الإسلام تلك البقاع سيصوم المسلمون في اليقظة ويفطرون إذا اقبلوا على النوم، يصومون نصف اليوم ويفطرون النصف الآخر فمن رأى القدرة في نفسه صام، ومن عجز أفطر، وإن أعجزتهم رؤية الهلال التمسوا الشمس فإن لم يجدوها جعلوا الساعة، وقد اخترعها العرب، قاعدة صومهم وإفطارهم. ¶ الضابط: إن عملكم شاق فأنتم تريدون إنشاء قومية عربية متعصبة تشمل مسلمي الهند والأفغان وغيرهم من الأقطار الأخرى. ¶ - أنت مخطئ لا علاقة لمسلمي الهند بالقومية العربية السياسية إلا من الناحية الروحية.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "الضابط: هل تؤكد ذلك. ¶ - بكل تأكيد ومستعد أن أقسم على صحته. ¶ الضابط: أشكرك لقد وضح لي الأمر الآن، ولكن قل لي لماذا لا تندمجون مع تركيا وتجعلون الأحرف اللاتينية مكان الأبجدية العربية. ¶ - تركيا دولة مستقلة ونحن أمة أخرى تعمل لاستقلالها وحريتها وأنتم لماذا لا تندمجون في كندا أو أية دولة أخرى؟ أما الأحرف العربية فنحن نكتبها وننطق بها، نفعل ذلك مسرورين مبتهجين ولم نَبُث شكوانا منها الى أنفسنا أو إلى غيرنا؛ ولكن لماذا لا تكتبون أنتم بالأحرف الهيروغليفية القديمة أو بالأحرف الصينية الحديثة فهي جميلة الصور والرموز، تجعل الكتاب أو الرسالة قطعة مطرزة مزركشة. على أننا إذا رأينا ضرورة قومية فلن نتأخر عن إبدال حروفنا بأحسن منها. ¶ الضابط: وما هي الضرورة القومية؟ ¶ - الضرورة القومية هي حاجة اللغة للتطور والنمو، فحين نوقن أنَّ آلافا وآلافا من أمثالك يرغبون أن يتعلموا اللغة العربية وأنه لا سبيل لذلك إلا بالأحرف اللاتينية فلن ... [الضابط: أنت مخطئ لم يكن هذا قصدي] ¶ - .. لقد كان ذلك قصدك من غير شك، ولكن لماذا لا تعرف أنت اللغة الألمانية أو الفرنسية وحتى الإنجليزية الصحيحة (باللهجة الإنجليزية دون الأمريكية) مع أنها كلها تكتب بالأحرف اللاتينية. ... ¶ هذه نماذج في غاية الإيجاز مما دار من الحديث الذي استغرق أكثر الليل، ويقيني أن الضابط قد انصرف وهو عازم أن يعيد النظر فيما ورث ¶ من العلم أو سمع من العلم، أما أنا فاستسلمت الى فراشي وقد أنساني هذا الضابط الشعور بأني أبيت في براكة الاعتقال .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "فوق الأطلنطي 1/8/1945 ¶ حقائق وأحلام ¶ نهضت هذا الصباح فعادت إليّ الصور المترادفة عن يقظاتي في المعتقل وطاف في نفسي ذكر الرفاق القدماء من مدمني الاعتقال ومرتادي السجون، ولم أفطن لحاضري إلا حين أمعن إخواني الثلاثة في الشخير المتنافر، رقة وخشونة، علوا وهبوطا، وهم يبثون من خلاله شكوى الجهد والإرهاق. وخرجت في الصباح أجيل بصري في الجبال المحيطة بنا في هذه الجزيرة التي يقطنها بعض مئات من البرتغال. وأبصرت بالأطلنطي يحتضن هذه الجزيرة، ولكنه ما زال منذ القدم يضربها بأمواجه، ويظللها بغمامه، ويشدد الطوق من حولها، وينتقص من أطرافها، ويأكل نواتئها، ويخلع عليها الفقر والفاقة حتى أعياها الكفاح الأزلي المتواصل. وبدا الأطلنطي من حولها وقد مل الصراع فتهادنا وتصالحا، فكانت جزر \"الخالدات\" وكان صلح وكان سلام. ¶ وفي عصر النهار ظفرت بضابط أمريكي يلقي إلينا السمع ونحن نتحدث بالعربية فأقبل علينا بجميع زيه العسكري وبعض كلماته العربية، فإذا هو سوري من أسرة صعب، من قرية حول زحلة، وإن كان يصر أن اسمه \"سيب\" وهو في الخامسة والعشرين من عمره، وضعته أمه في الوطن الأمريكي، يتكلم اللهجة الأمريكية بمدها وقصرها، ورناتها وغناتها، ويفكر بالتفكير الأمريكي برشاقته وبداهته، وإن كانت المتناقضات الأمريكية لم",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "تصب من عقله شيئا. نعم إنّه أمريكي ولكن ما أجمل هذا الشباب، وما أقوى هذا الشباب، وما أعظم هذا الشباب. هذا العظم الصليب، وهذا الوجه الأسمر مرصع بالعيون السوداء، ترسل الشعاع نفاذا أخاذا، وهذا الشعر الأسود الأدكن يطل على جبهة تشع بالحزم والعزم. لله هذا العربي، بل لله هذا الإنسان الكامل. الدم العربي والسمت العربي تزينه الجندية المدربة. ¶ وإنّ هذا العربي ليقدم دليلا على الاستعداد القومي الكامن في كل عربي، ومن يدري فلربما ظل فلاحا جاهلا فقيرا مريضا، أو انقلب مجرما يقطع الطريق ويستبيح الدماء، بل لعله أصبح عالة على المجتمع، لو أن أبويه بقيا في الوطن القديم، لا ينعم بعناية الدولة، وتدريب الدولة وجميع الفرص التي تفجر المواهب وتوجه الإبداع. وإنّ ملايين من شباب العرب ومن الذين يعيشون تحت كل سماء وكوكب، من الخليج إلى شواطئ الأطلنطي تكمن فيهم القوة والاستعداد الفطري، وتنطوي فيهم جميع المواد \"الخام\" التي تتألف منها شخصية هذا الشاب السوري الأمريكي. ولو أن هؤلاء الملايين من شباب العرب قد شملتهم رعاية دولة واحدة في هذا الوطن العظيم لأمسكوا بزمام العظائم، وانتهت الى أيديهم مشاعل الحضارة والعرفان، يرفعونها عالية وكريمة. وما أعظم هذه الصورة وما أكرم هذه الأهداف. ¶ ولقد عدت ولقيت الشاب الأمريكي السوري مرّة أخرى في أرض المطار وحين كنا ننتظر الطائرات التي تقلنا الى جزيرة \"برسك\" في شمال الولايات المتحدة، وكان لقائي إياه قصيرا هذه المرة. كان لقاءً خاطفاً حقاً، ولكنه بسط أمامي ذكريات امتدت عشرات من السنين في تاريخ الأمة العربية، وأبرز حقيقة واحدة تقع في سدرة المنتهى من حياتنا السياسية وهي أن الحكم الوطني، الفاضل العادل، هو وحده الذي يصهر معايبنا، ويهذب من",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "فرديتنا، ويوجه أنانيتنا الوجهة السامية، ويشعرنا بمواطن القوة فينا، ومكامن الإبداع المستقرة في نفوسنا. ¶ وإني أكتب الآن في الطائرة التي تقلنا، وهي طائرة معدة لنقل الجنود وليس فيها رفاهيات الطائرات السابقات، يضاف الى هذا أن الأماكن التي يقصدها معظم رفاقنا من الجنود تقضي علينا بأن نُحمل الى أقصى الشمال كَرِهنا أم أحببنا، ولقد رفّه عن نفسي حين التفتُ الي اثنين من الجنود اقتعدوا أرض الطائرة ومضيا يلعبان الورق، فأقاما مقهى جويا، لعله أول مقهى في الجو. ¶ ولقد خطر لي في هذه الطائرة أن أسأل أميركيا بجواري عن رأيه في الرئيس ترومان، فقال إنّه مستقيم ونزيه، ليست له أرستقراطية روزفلت: فقلت له: وما هي شارة الاستقامة؟ فقال: إنّه قبل أن، يوسد منصب الرئاسة تولى التحقيق في سلوك \" المتعهدين\" الذين تعاقدوا مع الحكومة على صنع بعض المواد والقيام ببعض الأعمال، فكشف النقاب عن ابتزاز أموال حبيسة من خزينة الدولة وأدى تحقيقه الى محاكمة معظمهم والحكم عليهم بالسجن. ¶ وهنا وثبت الى السمع والإصغاء وثوبا، وانقلبت حواسي الخمسة-الى حين- حاسه سمعية، لأستوعب هذا الحديث فلا يفوتني منه شيء وحين فرغ من حديثه رجعت الى نفسي وحمدت الله أن الأثَرَة والابتزاز، واصطياد المغانم، معايب شائعة بين الأمم وهي أكثر ما تكون ضخامة وجسامة في الأمم الضخمة الجسيمة، وحضرتْ معانيها أمام نفسي، وتبددت الخرافة الشائعة هنا وهناك في أنّ العرب لا يصلحون للحكم، يحتلبونه إن تولوا أمره. ¶ أخذت الطائرة تجوز بنا أطباق الفضاء في ليل رهيب فوق بحر مخوف انقطعت في سمائه كل معاني الأنس، فأُبدلت بظلمات الوحشة",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "والرهبة. والرحلة تستغرق ثلاث عشرة ساعة متمادية (¬1) ، وقد توسطتها عاصفة مدلهمة رجرجت الطائرة من غير رحمة أو رفق. وأنذرنا الضابط بأن نأخذ الحذر لأنفسنا فزاد ذلك من دهشتنا وخوفنا. حين رأينا الجنود العائدين من ميادين الحرب يقطبون جباههم، وقد غاضت أشواقا للأهل والوطن، فقد ازدادت مخاوفنا، وطافت نفوسنا مذعورة في كل مجالات الفكر وآفاق الزمن. هنالك انقطعت أسباب المرء بالقدرة الإنسانية، فانخذلت شجاعته وانصهرت ذاتيته وأنانيته، ولم يجد ما يهدئ الروع إلا أن يسترخي في أحضان العناية الإلهية، وأن يستسلم للمشيئة القاهرة الحافظة. ثم بعث الله سكينته فزالت العاصفة، وعادت إلينا إنسانيتنا الناسية الجاحدة. وبلغنا أرض المطار في \"برسك\" وهي قرية في أطراف الحدود الشمالية للولايات المتحدة، وكنت أتمتم بالشعر خافتا باسما، فسألني أحد الرفاق أشعر بعد هذا؟ قلت شعر وأوحته الطائرة: ¶ أنل قدمَيَّ ظهر الأرض إني ¶ رأيت الأرض أثبتَ منك ظهرا ¶ وصلنا القرية، ووصلت معنا إنسانيتنا العابثة الواثقة، وذهبنا الى فندق عسكري وقد كانت الساعة السادسة صباحا. الناس يكادون ينهضون من نوم عميق، ونحن نحاول أن ندخل هذه الأجسام المجهدة في غلالة النوم نصطنعه اصطناعا، ونستدعيه بكل حيلة ووسيلة، ولو لساعة أو بعض ساعة. ¶ ¬__________ ¶ (¬1) * متصلة بلا توقف أو انقطاع [ المحرر ].",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "2-8-1945 ¶ في العالم الجديد ¶ ... ... نمنا ساعة أو بعض ساعة، ثم انتزعنا أنفسنا من فراشنا انتزاعا لركوب الطائرة إلى نيويورك، ولكن لم يكن بُد من اختلاس بعض الوقت للتعرف على هذه الضاحية الجميلة، فركبنا السيارة لنطوف في شوارع هذه القرية، التي قيل لنا بأنها قرية، أستغفر الله بل إنّ هذا هو الفردوس الذي فقده الفلاسفة والشعراء، وها هو جاثم في هذه الروضة، وقد أحاطت بها المروج الجميلة وأطلت عليها الهضاب المكسوة بالفتنة والدلال. ¶ وهذه القرية كما أرادوا، تعيش من الزراعة والتجارة أُنزلت فيها الطرقات نزول الأعصاب في الجسد، إنّها تصل الى كل بيت وتمتد الى كل حي، كما تبلغ الأعصاب كل طرف وكل حي. وحول هذه الطرق رصفت الأشجار الكريمة، تعانقت أغصانها بكل حنان وسكون لتنصب قباب الظل الوارف يُرَفه عن العابرين والمتعبين، ولله ما أجمل هذه البيوت المنسقة أبدع تنسيق لكل منها حديقتها الزاهرة ومرجها الوادع، وملعبها الذي يمرح فيه الأطفال، ومن حولهم وطن يقدم بين أيديهم مفاتنه وحسنه، ليقدموا بين يديه دمهم وشبابهم. ¶ هناك عرفت لِمَ يستبسل هؤلاء الناس من أجل وطنهم، فليسوا حين يدعون الى ركوب البحر والجو، يحاربون عن وطن جامد جاحد، ولكنهم يبادلون الوطن ما قدّم لهم في الطفولة والصبا من نعماء الحياة. وإنهم",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ليبالغون في الفداء والبذل إبقاء لهذه النعماء الرضية الندية، وليس يهُم بعد ذلك ان كانت هذه الحياة الندية هي خلاسة من حياة بقية البشر الذين يعيشون في الناحية الأخرى من الدنيا. ¶ ورجعنا من جولتنا لتقلنا الطائرة الى نيويورك، فوثبت بنا بين أحضان الرياح تميل ذات اليمين وذات الشمال، غير أن هذه المرحلة من سفرنا قد امتازت، بالباراشوت، حملناه على أكتافنا بعد أن شرح الضابط كيفية لبسه واستعماله، وتم لنا بالفهم والنظر، لا بالتدريب والممارسة، تَقلُّد جهازين أحدهما الواقي حين الهبوط في البحر، والآخر الواقي حين الهبوط في اليابسة ولقد خطر لي أنَّ هذه الوثبة الى الجندية من قمتها العليا، قبل أن نُدرَّب على مبادئها الأولى، عمل مجيد حقيق بالحمد والثناء ... ... وهكذا يكذب المرء على نفسه، ليدفع عنها مرارة الحرمان ولوعة الجهل. ¶ وفي هذه الرحلة يشهد إنسان الجو الطبيعة تحتفل بذاتها، فتختال بكل زخرفها وزينتها، فهذا الإقليم الممتد من \"برسك\" جنوبا موطن الربى وعلى صدر السهول، البحيرات الصغيرة والكبيرة مبثوثة هنا وهناك على غير نظام وانسجام بكل الأشكال الهندسية التي تعرفها حركة الخطوط، حرية الخطوط، أحراش الصنوبر بعثت ظلالها رسل محبة الى البحيرات والأنهار، والطائرة ترسل دويها ليمزق ذلك الحنان يرف بين الأغصان، وهذه البيوت الريفية تتربع مكانها في رؤوس الربى وعلى حواف الوديان، وقد حنت عليها الأغصان لتكون أعشاش دعة وسكينة واطمئنان، وكأنما أُودعت أفانين الجمال في هذه الأرض، رقعة رقعة، ثم جُمعت الى بعضها فجاءت صورة حية تنطق بقدرة الله على ترصيع هذا الحسن وهذا البهاء. ولقد أرسلت بصري في هذا الإقليم فلم أشهد أرضا معطلة أو مهملة، وخُيِّل",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "لي أن الأرض هنا قد أعدها الله في قديم أزله لتكون زروعا، أو أشجاراً أو مطارا. ¶ ومضت بنا الطائرة ثلاث ساعات فوق هذه المفاتن الفاتنة، الى أن هبطنا في ضاحية نيويورك، وحملتنا سيارة إلى مدينة نيويورك فبلغناها عقب المساء وقد أبت أنوارها على الليل أن يلقي سدوله. وحملتنا المصاعد الى مكاننا في الفندق، ورأيت من النافذة فُيوضاً من الأنوار تصعدها الأرض الى السماء، كأنما نذرت هذه المدينة أن تنفي عن الدنيا ما أرسلت السماء من الأنوار في كل العصور والآجال.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "نيويورك 3-8-1945 ¶ في نيويورك ¶ استيقظت في هذا الصباح لا كما ألفت وعهدت، فقد رأيت نفسي في الغرفة السابعة والثمانين بعد الألف، في الطابق السابع عشر من اوتيل اديسون من مدينة نيويورك، وما تزال فوقي عشرات من الغرف يصعد المصعد إليها متواضعا وهادئا. ¶ نزلت الى المدينة وقضيت ساعة أو بعض ساعة مشدوه البصر في هذه العظمة والفخامة. وفي هذه المدينة عشرات الميادين نصبت فيها عشرات التماثيل وسط الحدائق والمروج، وقد مشى فيها من الخلائق من مشى، ووقف من وقف، واضطجع فيها من اضطجع، شبابا وأطفالا وكهولا، رجالا ونساء كلّ يعمل على شاكلته، ويأخذ بمتعته، لا يثير التفاتا من أحد، أو استهجانا من أحد. وحين عدت الى الاوتيل بين العمارات المتناطحة وقفت الى جانب واحدة منها أحاول أن أبلغ ببصري أعلاها فَخُيل إلي أن رأسي قد دار حول كتفَي، وأن كتفَي قد أخذا يميسان في الهواء، فأمسكت عن المحاولة وقنعت بما رأيت. ¶ ولما وصلت الفندق اتصلت تلفونيا من غرفتي بالمفوضيات العربية بمدينة واشنطن، وكان لا بد لي أن أستعين بدليل التلفون فإذا به بضعة مجلدات تضم الورق الرفيع، عُبئت فيه الأحرف الدقيقة تعبئة كثيفة، ولم يكن ذلك للدولة كلها، ولا للولايات التي تتألف منها الدولة، وإنما لمدينة واحدة.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وحول الظهر فاجأنا بعض \"الأمريكيين\" المنحدرين من أصل عربي من أهالي فلسطين بزيارة كريمة، ودعونا الى طعام عربي أو سوري \"كما يريدونه\" فالتفَّ من حولنا بعض العرب، ودوّت اللغة العربية في قاعة الطعام، وتراشقنا بالنكات العربية، ونسينا لساعة من الزمن أننا بعدنا عن الوطن قريبا من خمسة آلاف ميل مقيسة بالهواء. ولكن عاودتنا وحشة الاغتراب، وإذكِّار الأهل والأصدقاء،حين عدنا الى الفندق. إذ سرعان ما سمعنا اللغة الإنكليزية، من الأفواه الأمريكية، بين مد وقصر، وابتلاع لبعض الأحرف، وإشباع لبعضها الآخر، وغُنّة وإمالة، بين المقطع والمقطع، حتى خلتني في حاجة الى تعلم هذه الموسيقى، قبل الشروع في تأسيس المكتب العربي. ¶ وخرجت في المساء لأرى هذه المدينة العظيمة، فإذا بالخلائق تملأ الميادين، وإذا بالشوارع تعج بالأمواج البشرية الهادرة، تسير في كل طريق وفي كل جهة، الى السينما والملاهي والمطاعم. إنه سيل لا ينقطع، سيل من كل مكان والى كل مكان، وتساءلت: من أين اندلعت هذه الجموع؟ وكيف تكاثفت؟ من أين تجيء وأين تذهب؟ ولو وقفت في أي نقطة من هذه المدينة فلن يتيسر لك أن ترى \"مصدر \" هذه الأمواج البشرية، إلا إذا أشرفت عليها من الجو، ومن الجو البعيد. ¶ ولقد وقفت برهة أتأمل هذه الحركة الذاهبة الآيبة ، الذاهية الآبية، من الشباب والرجال والكهول، جميعهم في أحسن زينتهم وملابسهم ملأوا الأفق أريجا وعطورا، جميعهم منصرفون الى المرح والحبور، الى الضحك عاليا وهاديا الى الحركة رشيقة وعنيفة، لا ترى وجها عابسا متجهما، أو بصراً شاردا مؤملا. ولست ترى نفوسا تفكر في غدها أو أمسها، قريبا أو بعيدا.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "جمعيهم يعيشون تلك الساعة لتلك الساعة ، في إشباع جوارحهم بكل ألوان المسرة والبهجة، ليس لأحد أن يراقب أو يغتاب أو يحاسب فكل معني بنفسه، وتجري بين يديه مسراته ومباهجه، وقد انتصبت هذه الحضارة أمامهم تقوم على خدمتهم وترفيههم، وتَدلَّت عليهم هذه الليالي تضيئها المصابيح، والأفئدة والأحداق، بفيض من الأنوار، لا يحيط به خيال. ¶ وإنه من حق الخلائق أن تغترف بكل حواسها اللهو والبهجة، بعد نهار أضنى العمل فيه كل جوارحهم. أجل من حقها أن تنعم بكل ذلك، وقد اطمأنت الى نفر من الرجال يديرون شؤون الدولة، فيعملون على رفعة الوطن وإسعاده، والاستزادة من كنوز هذه الدنيا وخيراتها.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "نيويورك 4-8- 1945 ¶ نجدة في المهجر ¶ بكرت الى المحطة لاستقل القطار الى (نار اجنسيت) للاتصال بالوزير المفوض لإحدى الدول العربية وكان في مصيفه. وأدهشني أني سألت بعض المارة عن المحطة فقالوا لي: أنت في المحطة، وظننت أنهم لم يفهموا لهجتي الإنجليزية أو أنني لم أفهم لهجتهم الأمريكية، لولا أن المارين على التعاقب قد أكدوا أني في المحطة التي أبغيها. ¶ وكان طبيعيا أن أقع في هذه الحيرة فقد رأيت نفسي وسط بناء عظيم تتشعب فيه الطرقات بحيث تحتاج الى الترقيم، وتتكاثر فيه المطاعم والمتاجر وباعة الصحف والحلاقون، والأروقة والمكاتب والمصاعد، والسقوف المرصعة بالنجوم، والناس رائحون وغادون يتحركون تحرك الآلة لا تباطؤ ولا تثاؤب. الى العمل، الى السفر، حتى لتؤمن أنك في مدينة كبيرة، توافرت فيها كل الأسباب. ¶ ركبت القطار ومضى بي أربع ساعات بين الأحراج والأرياف الجميلة، والمروج الساحرة، ولست أدري شيئا عن هذه الأحراج في هذه الدنيا الجديدة، وتساءلت: أقديمة هي؟ أم هي من زرع الإنسان الجديد؟ وأي مجهود بشري يقدر على هذا الغرس والتحريش يغطي الأقاليم بعد الأقاليم؟ وقد يبدو للمرء أن الأرض هنا كانت منذ الأزل كثيفة بالأحراج والأشجار، فجاء الإنسان",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وأخذ يسوي منها بعض الرقاع، ليرصع فيها القرى والمدن والطرقات والمصانع والمتنزهات. ¶ وحين بلغت المصيف الجميل قصدت اوتيل ( كارلتون)، ولقيت الوزير وحدثته بمهمة المكتب العربي وشرحت له أهدافه وخططه وأفضت في بعض نواحي القضية الفلسطينية ورجوته أن يتعاون مع زملائه مفوضي الدول العربية للإشراف على أعمال المكتب. ولكني لم أكن قد أتممت حديثي حتى تجهم وجه الرجل، واحتشدت كل مشاعره وجوارحه في بريق عينيه، ولمعان أوداجه، واندفع يبدي عطفه على القضية الفلسطينية، وقال: إنّه لا يرغب في الاهراق والسفك ولكنه يشتهي أن يموت في الميدان حفظا لعروبة فلسطين. فرفعت رأسي لأحدق بالرجل بعد هذه العاطفة العاصفة، فإذا بعينيه تتألقان بالدمع يفيض من هذه الرجولة الكريمة، ثم سكت وسكت كأنما هيمنت علينا روح فرضت السكينة المكبوتة. فودعته وانصرفت شاكرا له هذه الأريحية والنجدة. وضممت الى ذاكرتي دليلا الى كثير من الدلائل على عظمة الروح العربية وصدق العزيمة والقوة الكامنة في صدور الرجال.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "نيويورك 5-8-1945 ¶ الأمير فيصل في أمريكا ¶ زرت قبل الظهر وزيرا مفوضا آخر لدولة عربية وهو الآن في نيويورك لبعض أعمال المفوضية وقد كنت عرفته أيام المؤتمر العربي المنعقد في بلودان عام 1937 ورأيت فيه يومئذ وطنية مفكرة حصيفة، وكانت بيننا زمالة في العمل بلجنة الدعاية والنشر التي انبثقت من ذلك المؤتمر، وها نحن نلتقي الآن بعد سنوات للتعامل في حقل وطني يشبه ما اجتمعنا له سابقا، وما تزاملنا فيه سابقا، فكان تواردا لطيفا. ولقد رأيت فيه هذه المرة، ما زاد اعتقادي برجاحة عقله، وصدق قوميته، فوق ما أكسبته إقامته في أمريكا من سعة في التفكير، وحرية في التصرف، وسرعة في العمل. ¶ وعلمت أن الأمير فيصل آل سعود ينزل في نفس الفندق فسارعت الى زيارته والسلام عليه، وكانت أول معرفتي به، فألمعت الى سبب مقدمي للولايات المتحدة وأهداف المكتب إلماعا عابراً طمعاً في أن أكون مستمعا وكفى. ¶ والأمير يكون قد قضى في هذا اليوم قريبا من أربعة أشهر اتصل خلالها بالأوساط الأمريكية، فأخذ يتكلم عن مؤتمر سان فرنسيسكو وأعمال",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "الوفود العربية وأحابيل الحركة الصهيونية للدس على القضية العربية في فلسطين واستصدار تصريح سياسي يؤيد الدولة اليهودية والهجرة اليهودية، ثم تحدث عن العقلية الأمريكية والأساليب التي يؤخذ بها الأميركان. ¶ ولقد تحدث عن ذلك جميعه ببساطة وطلاقة وفصاحة بلا تكلف ولا تزمت، كأنَّنا على معرفة منذ زمن. وتحدَّث عن عقل وتبصر، في سلاسل من المنطق آخذ بعضها بأطراف بعض، كأنما تأدب على ذلك بين يدي فلاسفة اليونان وحكماء الهند، يؤدي الرأي سهلا واضحا ثم يعزز حديثه بحركة من يده خفيفة ورشيقة وهو معتدل في مجلسه ينم وجهه عن الثقة والعزم فلا تجتاحه عاطفة ولا يهبط به برود أو فتور، لطيف من غير وهن حازم من غير طغيان أو عنف أو ضعف. ولو استطاع السامع أن يغيب ذاته ونفسه ساعة من الزمن عن هذه الحضرة اللطيفة، لظن أنه بين يدي الصحراء الهادئة الوادعة، القوية الحازمة، العميقة الواسعة، الواثقة المطمئنة. ¶ ولقد عاب علينا الناس البادية وحياتها ورجالها، ولست أبغي أن أذكر لهم تلك الدنيا الزاهرة التي انبثقت من البادية أول تاريخ الإسلام، ولهذا حديث طويل، وقد يرجع بنا الى (كان وأخواتها) ولكني أرغب أن أحيا في الحاضر وأعيش فيه. وإنا لنرى كثيراً من الملوك البلهاء والغافلين، ونرى في كثير من الحكام والوزراء انعدام الكفاءة وضعف الشخصية، على توفر أسباب الحضارة والعرفان بين أيديهم، فأرجع بعد هذه المقايسة الى إيماني القديم بالقوى المتوافرة المتكاثرة في الأمة العربية. وكل ما تفتقر إليه هو إطلاق حركتها وحيويتها لتصبح قوة مسيطرة، منظمة منتجة مبدعة، تؤدي أوفر نصيب من الخير للعالم أجمع.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وذهبت في المساء إلى المرفأ لأودّع الأمير، فانسابت أمام أبصارنا الباخرة \"كوين ماري\" تمخر عباب الأطلنطي، وبي من الإعجاب بهذا الأمير العربي ما يزيد عن الأطلنطي سعة وعمقا.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "واشنطن 8-8-1945 ¶ النبأ الرهيب ¶ أفاق العالم صبيحة هذا اليوم والنبأ الرهيب يُدوي في الآذان، ويُذهل البصائر والأبصار، الصحف طافحة وقد امّحت الأخبار الأخرى، لقد اختفت أخبار المحاكمات التي شطرت الدنيا الى معسكرين حول إدانة بيتان، وأنباء الحرب وما تثيره في الأذهان، جميعها قد امّحت وتقهقرت أمام أنباء (القنبلة الذرية) التي قذفت على المدنية اليابانية فصهرتها وأرجفتها الى الأعماق، ثم أفشت في كل آفاقها حشودا من الموت والنار والكيمياء. ¶ ولقد تحدثت الصحف عن هذه القوة الرهيبة تنطلق من الذَرَّة، وأخذ رجال العلم يكشفون بعض النقاب عن نتائج هذه القوة، وعن ثورة العلم وقدرته حينما تُسيَّر هذه القوة في خدمة المدنية الانسانية وأفاضت الصحف عن التجارب التي سبقت إطلاق هذه القنبلة في صحراء المكسيك. فعمت الدهشة أميركا، وأميركا لا يسهل أن تندهش فقد أَلِفت الاختراع، وطاوعها الاختراع، ولا تعيش أميركا الا في جو من المشاريع الضخمة والأرقام الضخمة. أجل ليس يسهل أن تدهش أميركا فهي التي أقامت الجسور تحت الماء، وفوق الماء، وفي الفضاء، وأنشأت العمارات الذاهبة مع أطباق الجو، ¶ وأنتجت للحرب نصف ما انتج الحلفاء والأعداء مجتمعين، ¶ وهي التي سارت بالقطار تحت الأرض المظلمة أربعين ميلا، وهي التي جاءت بالمعجزات والمدهشات والمذهلات.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "واشنطن 10-8-1945 ¶ اليابان تجثو ¶ وأخيرا جثت اليابان على ركبتيها، ولم تكن تجثو إلا للإمبراطور سلالة الآلهة وصفوة القداسة. لقد جثت وجيشها وعتادها متكامل متوافر، وما أصابها وهن ولا ضعف ولا كلل. وقد جثت كل قوى الأرض قبل أن تجثو اليابان. وقد تأخذ اليابان صاعقة ساحقة فلا تجثو. ولقد تحيط باليابان الزلازل والبراكين تؤرجحها في كف الأقدار فلا تجثو، ولكنها تجثو الآن بين يدي هذا المقذوف الصغير، يخلع فؤاد الشعب الكبير، ولم يبق له الا أن ¶ يطلب الأمن والسلامة لربه ومعبوده. وتقاطرت جموع الشعب الى قصره نادبة باكية تجر أذيال الخذلان والخيبة. ¶ هاتان القنبلتان الصغيرتان قد حطمتا جهود الرجال في الحرب والسياسة والاقتصاد والاختراع. قنبلتان أنزلتا شللا عاما في أمة بكاملها فجاءت تطلب السلم من غير قيد ولا شرط، وانقلب معبودها عبدا، وسيدها مسودا، وقائدها مقودا. وللعلم على الحرية آفات وآفات.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "نيويورك 11 و 12 –8-1945 ¶ من السراب الى السراب ¶ تميد نيويورك اليوم بأخبار التسليم، نيويورك لم تنم هذه الليلة ولا رقدت شوارعها وميادينها، ولا هدأت سياراتها الصاخبة. لقد انطلقت نيويورك بكل جوارحها ومشاعرها، فلطالما انتظرت هذا اليوم وهي مكبوتة العاطفة. ¶ الملايين يزدحمون في ميدان \" التايمز\" الأكتاف بالأكتاف ، والرؤوس رصف بالرؤوس، والأقدام لواصق بالأقدام. والرجال والنساء والشيوخ والصبيان والجنود ينشدون ويمرحون ويهزجون، بالحناجر والعيون. الأوراق المذهبة تملأ الفضاء وتهوي على الرؤوس كالفراش المبثوث. المزامير بأنغامها في أفواه الوقار والصبا. الطبول الصغيرة على صدور الكبار والصغار. المصورون طائفون بالسيارات أو مطلون من الشرفات أو منتصبون على قواعد التماثيل. عصائب الشباب \"عسكروا\" في منافذ الطرق ومقاطع الشوارع ينتزعون الفتيات من الصفوف ليطبعوا على شفاههن القبلات، عميقة واجدة فهذه راضية وتلك متراضية وأخرى متمردة، تسمع للقبلات صفيرا وزفيرا، والفتيات صارخات أو ضاحكات، أو مستنجدات، ويظفر الشباب بالقبلات وبأحمر الشفاه. ولقد انتحيت جانبا أبصر هذه الخلائق انطلَقَتْ من عقال الحرب فأطلقت عواطفها، ووقفتُ الى جانب عصبة من مئات عصابات الشباب رصدوا شبابهم ذلك اليوم على المرح والحبور، ورأيت شابا مرصعا بأحمر الشفاه، على شفتيه وذقنه وجبينه",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وخديه، وقد آوى الى ظل دكان ليأخذ ببعض الراحة، فانتهره رفيقه ليرُدَّه الى العصبة، فأبى وهو يقول \"لقد انقضت عليّ خمس ساعات وأنا على عصب رجلي، وعصب شفتي \" فمضيت في طريقي وقلت: لو أن أمريكا تستطيع أن تهيئ لناسها بلوغ المتع الإنسانية وإشباع غرائزها بالآلة الميكانيكية، لفعلتْ ورضيتْ وابتهجت. ¶ ولقد انقضى النهار كله، الليل يعقبه، وانقضى اليوم الثاني بنهاره وليله، وقد أفرغت نيويورك كل صباباتها، واستنزفت جميع خلجاتها، حتى القرار وحتى الثمالة. وقد ضجت أجواؤها بأبواق السيارات، أقامت عرسا في الأرض وفي السماء، ولكن الروح اليقظة الشاعرة الحية لا تغفل أنْ ترى وراء هذه الكتلة البشرية الضاحكة مئات من البيوت يخطر فيها الحزن الهادئ المقيم، وآلافا من الأمهات والشقيقات والزوجات والخاطبات والعاشقات والرفيقات والصديقات حركت فيهن هذه المهرجانات لواعج الأحزان ومواجع الذكريات، ومنهن من لا ترى في النصر نصراً لآمالها، ومنهن من لا ترى في السلام سلاما لأفئدتها، ومنهن من تُسائل الحربَ وأهدافها: هل ذهب الأعزاء والأحبة، كما مضى الذين من قبلهم من غير عوض للإنسانية أو تأييد لمثلها العليا؟ وحين أويت الى غرفتي أنصت الى الراديو يتكلم من خلاله أديب مرهف الحس، أذهلته ويلات الحرب وما التهمت من زهرات الأجيال، فبكى لشبابها الغض، وعزّى الأقرباء والأصدقاء ، ورأى في الويلات كلها سبيل الراحة للأجيال المتمخضة في صدر الغيب المقبل. وما أجمل الرؤى ولكن ما أمرّ الخيبة عند اليقظة. وما أجمل السراب، ولكن ما أسوأ العقبى حين ينقلك السراب الى سراب.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "نيويورك 23-8-1945 ¶ لولا لبنان ¶ لبينا دعوة للاحتفال الذي يقام في فندق \" وولدوف استوريا\" تكريما للمستر دودج عميد الجامعة الأميركية في بيروت وهو الآن في نيويورك لبعض شؤون الجامعة وقد ضم الحفل نخبة من السوريين تصاحبهم نساؤهم وبناتهم الأمريكيات فكان مجلسي الى مائدة أنيقة بين عقيلة الدكتور خير الله وهو من كبار الوطنيين العاملين وسيدة أخرى هي عقيلة السيد حمدان غنام من كرام مهاجري فلسطين وكلتاهما أميركيتان أشبعتا حب البلاد العربية وأخلصتا في هذا الحبّ. ¶ وتعاقب الخطباء يثنون على الجهود العلمية والإنسانية التي بذلتها أميركا في الشرق العربي فتكلم \"توماس لويد\" من الخطباء الأميركيين المعروفين وكان طلق العبارات جميل الصوت رشيق المداخل والمخارج. كما كان الدكتور دودج آية من الآيات قذف عواطفه كلها على أطراف لسانه وأعجبتني إشارته الى القنبلة الذرية في أن العالم شهد أكثر منها قوة وأثرا فألمع في جملة ما ألمع الى شخصية محمد (صلعم) كانت أعظم من هذا المقذوف توجيها للإنسانية والحضارة. ¶ وتحدث الدكتور حتي الأستاذ بجامعة برستون بأميركا حديثا قيِّما لولا أنه أكثر من ذكر \"العالم الناطق باللغة العربية\" تجنبا لجملة \"العالم العربي\" وتكلم الدكتور صروف وقد قدم من القاهرة في زيارة عاجلة، بصفاء ذهن",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وبديهة حاضرة، ورد على الاقتراح القائل بتسمية الجامعة التي يعتزم تأسيسها في بغداد بجامعة ألف ليلة وليلة مبديا رأيه في أن تسمى \" دار الحكمة\" التي كانت منهل العلم في بغداد، وقلت له، حين هنأته، ليتك وجدت سبيلك الى أن تشير إلى أن بغداد تعرف بدار السلام. ¶ وخطب كذلك الدكتور قسطنطين زريق (مستشار المفوضية السورية في واشنطن) فامتدح جهود دودج والمعاهد الأمريكية وأبرز قيمة الأمة العربية، وحضارتها وآمالها ثم قرأ الدكتور شارل مالك (وزير لبنان المفوض في واشنطن) كلمة زانتها شؤون الاجتماع والفلسفة لولا أنها جعلت لبنان يتيم النسيج والتكوين، وأنه لولا لبنان لا يكون شيء ولا كان.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "نيويورك 2-9-1945 ¶ عيد الشعب يوم العمال ¶ اليوم عيد العمال في أميركا، والمفروض أن يقع أول \"اثنين\" من شهر أيلول من كل عام. وعيد العمال هنا عيد شعبي ينتفع به الشعب، العامل وصاحب العمل. وهو عيد رسمي أيضا تعطل فيه جميع الدوائر الرسمية والشركات. باستثناء مصالح البريد والمواصلات وشؤون الطوارئ. وما يزيده قيمة أنه يسبقه الأحد وظهر السبت، فيتسع للخروج من المدن والانتقال بعيدا عن المصانع والمعامل ومراكز الحركة والضجيج. وهنا يتجلى التفكير الأميركي في تنسيق الأمور بما يجعلها أكثر انتفاعا بالوقت، على أكمل ما يكون الانتفاع. ¶ وقد خرج الأهلون من نيويورك الى الضواحي بالقطارات والسيارات العامة والسيارات الخاصة وازدحمت الطرق الرئيسية بحركة المرور، وكان مثل ذلك يجري كما روت الصحف في جميع المدن الكبرى للولايات، وسجلت الإحصاءات الرسمية لهذه الأيام أربعمائة حادثة دهس مميت، نشأت عن هذا الزحام، ومع هذا فقد أبدت الأوساط الرسمية ابتهاجها لهذا الموت، لأنه أقل في نسبته مما سبق من السنين. ¶ وقد خُيّل إليّ، وأنا جالس إلى نافذتي أراقب هذه القوافل الخاطفة، أن نيويورك قد خلت من أهلها، وأنها أصبحت كالمدن المهجورة التي تبدع الأساطير في وصفها. وخطر لي أن أتفقد ما جرى لهذه المدينة العظيمة بعد",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "هذه الهجرة المرحة، فرحت أطوف ميادينها وبعض شوارعها، ولكني رأيت الأرض مازالت تعج بخلائقها ولم ينتقص عيد العمال من عجيجها شيئا، وأنىَّ لنيويورك أن تهدأ، ويعيش على رقعتها الصغيرة ثمانية ملايين من البشر، هم صفوة الحركة ونخبة الحياة. ¶ وفي عصر النهار ذهبت مع رفاقي الى \"كوني آيلند\" على شاطئ الأطلنطي، على بعد نصف ساعة في قطار ما تحت الأرض. وهذه الجزر من أماكن النزهة العامة الشعبية، وتشد إليها الرحال في الأعياد العامة. وفيها منبسط جميل من الشاطئ، انتشرت فيه حمامات السباحة أقيمت على الرمال، ويلي ذلك رصيف طويل عريض فرشت أرضه بالخشب الثقيل المنسق، ثم يلي ذلك صفوف من الدكاكين وأماكن اللهو والبيع والشراء، بينها الأراجيح \"الشقاليب\"، وهي مثل ألعاب بلادنا في الطريقة والأسلوب، وإن كان العلم هنا قد جعلها منظمة ونظيفة، علمية الحركة. ¶ وقد أَمّ هذه الجزر سواد الشعب، أبيضه واسوده. وأخذ بكل أسباب اللهو رجالا ونساء، ولم يترك أحد ما يناسبه من الألعاب إلا وقد لعبه، فالصبيان على ظهور الخيل النموذجية، وركزت في القواعد الدائرة تدور بهم على نغمات الموسيقى. والفتيان في السيارات الشكلية مثبتة في القضبان الحديدية بالهواء، تصعد بها إلى الأعالي ثم تهوي الى قاع هذه القضبان بين الضحك والصياح، والعجائز بين يدي رجل \"يُبصِّر\" عن الأعمار، فترضى بعضهن وتغضب أكثرهن. الرجال صاعدون هاوون في نموذج الباراشوت المعلق بأسلاك من الفولاذ. والمطاعم غاصة بالآكلين والشاربين. وأصحاب الأعمال (يدللون) يدعون المارين لمشاهدة ما لديهم. ورمال الشواطئ لا تكويها شمس ذلك اليوم ولا تمسها بشعاعها، ذلك أن العاريات من النساء",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "والعراة من الرجال قد لصقوا بالرمال وانبطحوا عليها بالألوف. وألوف الألوف من الأجسام مختلف ألوانها والشعور منثورة ومدلاّة ومستشزرات. أما مآزر السباحة فأنواع وأحجام وألوان . ¶ هذه الألوف قائمة وقاعدة، مضطجعة ونائمة، وجاثمة وحانية، ولاعبة وساكنة، ثائرة وفاترة، صور وصور، آفاق فوق آفاقها الخيال مهما سمي واتسع هذا الخيال، ومن لم يستطع أن، يشارك في شيء من كل هذا اللهو، كامرأة طاعنة في السن أو كشيخ فانَ على عكازه أو كرجل مثلي \"مثقل بوقار\" الشرق ورزانة البلد المقدس- من لم يستطع أن يشارك فليس له إلا أن يتخذ مقعدا مطلا على هذه الخلائق تموج كما يموج الأطلنطي وهو عنها غير بعيد. ¶ إنّه موسم كموسم بلادنا وإنّه الشعب في كل مكان بروحه ومرحه وإنما يسود هنا النظام ويسود العلم وتسود النظافة وإن لم تسد الأخلاق كما نفهم الأخلاق.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "واشنطن 4-4-1945 ¶ الكونغرس في مباذله ¶ قدمت الى واشنطن لبعض أعمال المكتب، وواشنطن مدينة جميلة ما جئتها إلا وأوحت إلي أنها مدينة الحدائق والرياض ولولا شدة بردها في الشتاء وشدة حرها ورطوبتها في الصيف، لكانت من حدائق العالم التي تجتذب الأفئدة والأبصار. ¶ وعلمت أن الكونغرس ينعقد لأول مرة بعد انتهاء الحرب، فانتهزتها فرصة، وذهبت بصحبة صديق أميركي الى هضبة الكابتول التي يقوم عليها بناء الكونغرس، وهي شرف من الأرض يزدان بالأشجار والطرق الجميلة، وعلى هذه الأرض أقيم البناء الفخم الذي لعلعت في جنباته أصوات فطاحل الرجال في أمريكا، لأجيال. ¶ وأُجلست في الجناح الخاص برجال السلك السياسي، ورافقني أحد الموظفين ليشرح لي شيئا عن سلطات الكونغرس وما الى ذلك، ولشد ما كانت دهشتي حين رأيت أن سقف القاعة شبكة من جسور الحديد تعيد الى الذهن صورة عن مخازن الاستيداع الكبرى المحملة سقوفها على الحديد والفولاذ، وقد قال لي حين سألت، إنّ شبكة الحديد هذه أقيمت لتحمل سقف البلور فوقها، وهو سقف القاعة القديم، وقد لا يقوى هذا على حمل الثلوج في الشتاء، فأقيمت من تحته هذه الجسور حماية له وحصانة، فقلت له مازحا: هذا",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "إفراط في الحماية البرلمانية، تتعدى النواب الى حماية السقوف، فضحك وضحكت. ¶ ولقد سألني صديقي الأمريكي عن مجالسنا النيابية، فشرحت له أقرب مجلس إلينا في \"شرق الأردن\" ولقد عجب أنه ليس فيها مجلس شيوخ فقلت له ليس في تلك البلاد شيوخ فهم جيمعا مثال الفتوة والشباب. ¶ وبعد هنيهة أخذ أعضاء المجلس يدخلون القاعة ويتخذون مقاعدهم، يُسلم بعضهم على بعض بمرح وسرور، وفي تمام الساعة الثانية عشرة أعلن الرئيس افتتاح الجلسة وأخذ يدس الى الكاتب تقارير ومستندات يقرأها من المذياع ولكن الصوت ظل خافتا والقاعة سيئة الهندسة من حيث إعدادها للصوت. واستمر الأعضاء يكلم بعضهم بعضا، ويسلم بعضهم على بعض، ومضوا يجولون بين المقاعد، ويدخلون ويخرجون، والكاتب يقرأ غير مسموع ولا مفهوم، والرئيس في منصته يقلب الأوراق بين يديه، لا نظام ولا هدوء. وقد دخل أحد الأعضاء ومعه ابنته الصغيرة جلست الى جانبه في مقاعد النواب، وملت الى الموظف أسأله. أهذه نائبة صغيرة؟ قال: لا، وتولاه صمت. ¶ وهنا تنفست طويلا وطويلا دون أن ألفت نظر رفيقي، فلقد التمع في ذهني أمر مجالسنا النيابية، فحمدت لها نظامها وهدوءها، ولكن المآخذ والمعايب لا تُرى إلا في الضعفاء، من الأفراد والشعوب على السواء. ¶ وقلت لرفيقي الأميركي بعد ساعة من هذا الهرج: لقد اكتفيت، فنهضنا فدنا مني ونحن في طريقنا وقال: ماذا رأيت، فقلت له هذه قاعة أميركية تتمثل فيها إرادة الأمة الأميركية، وعلى شاطئ بيروت جامعة أميركية، منها قاعة عامة، شهدت فيها كثيرا من الاجتماعات سنة 1927 حين كنت طالبا،",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ولكن ما أعظم الفارق بين القاعتين، قال: وما تعني؟ قلت: في الجامعة الأميركية نظام من غير برلمان، وهنا برلمان من غير نظام ... ..وتضاحكت لأخفف وقع هذه الصراحة، فضحك مسايرا وقال: هذا صحيح، ولكن العمل ماض، قلت له: صحيح، إنّ العمل الماضي هو في الآلات الهائلة، القاهرة، المسيطرة، المنتجة المبدعة. وهناك سر قوتكم وينبوع ثروتكم. ¶ دخلت بعد ذلك الى غرفة رئيس لجنة الشؤون الخارجية وقد كنت أعلم أنه يهودي ومتعصب للصهيونية. فاستقبلني استقبالا باشا وهو رجل في السبعين ولكنه فتِيّ القسمات والبسمات. فسألني عن المكتب العربي وأجبته بما ينبغي. ثم سألني عن فلسطين. وأجبته بما ينبغي. ثم حدثني حديثا أسوقه كمثال للعقلية الصهيونية وتفكيرها الخبيث: ¶ \"أنا يا عزيزي من الداعين الى المبادئ الإنسانية والإخاء الإنساني. إن الله قد خلق الإنسان بجميع الألوان. ولكن الإنسان هو الذي ابتدع الأديان وصنع اللغات وأقام الدول والحدود. وأنا أحب الصراحة ومتى وقعت الصداقة توطدت الثقة. وقد كنت في مؤتمر سان فرنسيسكو صديقا للوفود العربية كلها. وكنت موضع ثقتهم جيمعا حتى أن ( ... ... .) كان لا يرفع يده شارة للتصويت إلا بعد أن يرى يدي مرفوعة. وأكون مسروراً حين تزول الفوارق الدينية. وعوائق الحدود القائمة بين الشعوب\". ¶ وعقبَّت على حديثه بفلسفة من نوع فلسفته. ولكن الى ناحية أخرى وقلت له: يا عزيزي. إن فلسطين لا تحول دون تحطيم الفوارق القائمة بين الإنسان وأخيه الإنسان. ولا تمانع أن تزول هذه الحدود القائمة بين الممالك. مع أننا لم نتمتع باللذة والحدود ونعمة الدولة. وحين تأخذ الدول بإزالة",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "حدودها وإعلان إنسانيتها. لا تتأخر فلسطين عن أن تكون في القافلة ولكن لا قبل ذلك. ¶ فابتسم الرجل وقال: أنت خبيث. قلت له : أشكرك على هذا الثناء، ونهضت أودعه فنهض وهو يقول: ستجد في مكتبي كل رعاية ومعاملة عادلة، شأنك شأن مديري المكاتب الأخرى في البلاد، أتعامل معهم على قدم المساواة. فترجمت له كلمة (إن شاء الله) ومدلولها، فقال: أنت خبيث، فقلت : أشكرك على هذا الثناء وانصرفت.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "واشنطن 2-9-1945 ¶ حيرة وصرخة ¶ نعود الآن الى واشنطن المدينة الجميلة التي تحتضنها الأحراش الفاتنة، نعود إليها لننشئ فيها المكتب العربي بعد أن أخفقنا، إذ لم نجد في نيويورك مكانا لائقا، فلا تزال أزمة المساكن خانقة، وإننا لنرى الزمن يمضي بنا سريعا، ونحن لا نستطيع لبلادنا عملا، والحوادث طائفة من حولنا كالأشباح الرهيبة، ويكاد الأمر أن يدبر، والمصير أن يقرر. ¶ ولقد ولدت الحرب الأولى وعدا بإنشاء وطن قومي لليهود، ونخشى أن تلد هذه الحرب دولة يهودية، وكان الوطن القومي اليهودي خيالا ومحالا حين علمنا به، فانقضت عشرون عاما فإذا به حقيقة قائمة، وأكاد أفزع حين تشمل هذه المقارنة صورة الدولة اليهودية التي نراها الآن وَهما باطلا وإنّي أطمئن أن هذه الدولة لا قبل لها بالحياة في قلب البلاد العربية، إنّ الأمة العربية لا بد لها في مستقبل الأيام، مهما بعد العهد، أن تقتلع هذه الدولة اليهودية وتلقي بها الى أعماق البحر، ولكني أكره هذه الطمأنينة وأصر على محاربتها ومحاربة الدولة اليهودية الآن وقبل أن تلد، في مقدور البلاد العربية إن هي أرادت، وإن هي عزمت فيما أرادت. ¶ وفي واشنطن لم نجد مكانا للمكتب العربي، لائقا أو غير لائق، إنّه ليحرجني وقد مضى علينا شهران، تقريبا ونحن نفكر في مكان يحتوينا، لنخدم بلادنا، وبلادنا تريد أن تطمئن الى مكانها الذي يحتويها.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وفوق ذلك فإنّ الجو السياسي آخذ بالتلبد، فالجماعات الصهيونية تعبئ كل قواها لتلقي آخر جندها وعتادها في هذه المعركة الحاسمة، ففي هذه الأيام تقرر المصائر وتهبط الأقدار. والصهيونية تؤمن أنها إن لم تظفر ببغيتها الآن، فلن تظفر بها بعد الآن، وأنها لتجد الآن في الفوضى الأوروبية مناحة تستدر بها عطف العالم لتهجير يهود أوروبا الى فلسطين، والصهيونية ما تفتأ تلح وتلحف خشية أن لا تلوح مثل هذه الفرصة أبدا. ¶ ولهذا السبب ذاته، أعدت الصهيونية كل عدتها لتلقي بها في الميدان، وحين أفكر أننا لم نجد حتى الآن مكتبا، ولا أعددنا قرطاسا ولا طابعة ولا ملفا. حين أستعرض أمامي هذا الصمت الذي أمسك بأفواهنا وأقلامنا، حين أرى هذه الحيرة في تسجيل مكتبنا في وزارة العدل, أنُسجِّله تابعا لجامعة الدول العربية وهذه لم تقرر بعد بأمرنا شيئا؟ أنُسجِّله تحت رعاية الدول العربية وهذه مرتابة في نجاح المكتب، وفيما عسى أن يخطئ ويهفو، وفيما عسى أن يجُرّ على الدول العربية من سقطاته وهفواته؟ أم نسجله كهيئة قومية شعبية؟ بل إنني حين أستعرض مواردنا المالية التي ترشح علينا كما يرشح الماء من الصخور الندية، وحين أستعرض شؤونا أخرى متصلة بمعايبنا وأنانيتنا، وفزعنا من الحقائق، وتوهمنا الضعف في أنفسنا، أرى أن الإيمان وحده هو الذي يحملنا على العمل، وأن مستقبل ذرارينا وأنسالنا هو الذي يصيح في وجهنا ويستحثنا أن نعمل، وأن نعمل أبدا. ¶ والويل للأمة التي لا تعمل حين تلوح فرصة العمل.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "واشنطن 22-9-1945 ¶ مهدٌ في لحد ¶ تداهمنا الأحداث ونحن نهيئ أنفسنا للعمل، ففي الوقت الذي نؤثث مكتبا ونعده بالمراجع العلمية وسائر مستلزمات العمل ومظاهره، والعمل الذي نحن في سبيله تسيطر عليه كثير من المظاهر، في هذا الوقت تفاجئنا الصحف الأميركية والإنجليزية بالمجهود الجبار، تقذفه الصهيونية كآخر احتياطي لها في المعركة، الصحف طافحة بالاجتماعات والمظاهرات والمقالات، جميعها تلح بفتح أبواب الهجرة اليهودية الى فلسطين، وجميعها تصر على إقامة الدولة اليهودية في فلسطين. إنه صياح صاخب، هائج مائج، يتردد في كل مكان، وإنّك لتسمع هدير المعركة ودويها، حتى ليبدو أن هذا الهدير سيطغى على أي صوت آخر مهما كان قويا. وها قد أخذ المستر ترومان رئيس الولايات المتحدة يكتب الى الحكومة البريطانية طالبا السماح بهجرة مائة ألف من يهود اوروبا، معتمدا في ذلك على رأي الخبير الذي أوفده خصيصا لأوروبا للنظر في مشكلة اللاجئين. ¶ ولقد نشرت الصحف تصريحات للمستر ترومان التي أكد فيها اقتناعه، بعد البحث الشخصي، بأن سلفه روزفلت لم يعاهد الملك عبد العزيز آل سعود بعدم التدخل في قضية فلسطين، وراحت الصحف تنقل هذه الأخبار وتعلق عليها وتشير الى مقابلات اليهود للمستر ترومان، وما أكد من عطف على",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "اليهود. وقارئ الصحف هذه الأيام لا يرى في الرجل رئيساً للولايات المتحدة، رئيسا للأمة التي قدمت أعظم إنتاج في الحرب، ولكنه يرى فيه صحفيا تحت التمرين يبث الأحاديث الصحفية، كما يريده رئيس التحرير أن يقول ويفعل، بل ربما كان الصحفي بين يدي رئيسه أكثر حرية في التفكير، واستقلالاً في الرأي، ولعلّ الذين يصمون حكامنا وأمراءنا بنقيصة الخضوع للمؤثرات المختلفة، يرون كيف تغزو هذه المؤثرات رمز الديمقراطية، وفي مهد الديمقراطية. ¶ ولكنه مهد في لحد! ...",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "واشنطن 24-9-1945 ¶ دعاء ¶ أخذنا نعمل الآن في مكتبنا، وقد أمسكنا بزمام العمل، ولم يعد للقلق أن يتسرب إلينا لأننا نجد راحة في العمل وتنفتح أمامنا آفاق من الجد تغمرنا بالبهجة والفرح. وقد انقضى عهد الصمت والسكون فستتحرك عقولنا وأقلامنا وألسنتنا وقلوبنا، في كل ميدان، وفي كل طريق. ¶ وفيما كنت أستعرض في نفسي أعمالنا في المستقبل القريب من مقالات ومذكرات واجتماعات واتصالات وما الى ذلك، أبصرت بالسيد ... ..الوزير المفوض لإحدى الدول العربية، وقد أصبح قريبا لطاولتي خطوة أو اثنتين. لقد جاء على غير ميعاد ودخل الغرفة خفيفا رفيقا. ودهشت لهذه المفاجأة، فوثبت قائما أستقبله، وفي نفسي كثير من الدهشة، تفرسّت في وجهه لأرى بشيرا أو نذيرا، فلم أفلح فان للرجل وجها وادعا لا ينم إلا عن حالة واحدة، فجلس وأخذ مكانه ثم جلست وأخذت مكاني. ¶ بدأ الوزير يسألني عن الحوادث فأجبت بما علمت وعرفت ثم تجهم وجه الرجل وقال: ما جئت لهذا إني أريدك أن تكتم هذا الحديث فقلت: سأفعل قال: أنا أرى أن الدبلوماسية عقيمة وفي اعتقادي أنّ على العرب جيمعا بملوكهم وأمرائهم أن ينافحوا عن عروبة فلسطين بكل قواهم وعلينا أن نبذل كل تضحية وكل فداء صيانة لعروبتنا وكرامتنا وإنّي قانع أن فلسطين لم يعد ينقذها إلا تصميم البلاد العربية على الدفاع حتى الرجل",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "الأخير والى النفس الأخير ومن رأيي أن ... ، وساد الغرفة صمت رهيب غشيه جلال الموقف وخطورته، وعبرت في نفسي خواطر جهادنا أربع سنوات منذ 1936 واستسلمت للذكريات، وانصرف الضيف الكبير مقترحا بعض الاقتراحات فودعته وأنا أقول في نفسي اللهم ارزقنا إيماناً كإيمان العجائز، وإنه لدعاء نرجو أن ندعوه جيمعا. فيستجاب لنا جميعا.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "واشنطن 1-10-1945 ¶ خيبة ¶ أصدرنا نشرة حول الهجرة اليهودية الى فلسطين، وقد أوضحنا فيها إصرار العرب، حكومات وشعوبا، على مقاومة الهجرة اليهودية الى فلسطين، واستمساكهم في إقامة حكومة عربية ديمقراطية في فلسطين، وقد أرسلنا هذه النشرة الى الصحافة الأميركية، والى الكُتَّاب، ومعلقي الإذاعة، وممثلي وكالات الأنباء العالمية. ¶ وكانت النتيجة أن أهملت أكثر الصحف ذكر هذه النشرة أو الإشارة إليها رغما عن أن الصحف مملوءة هذه الأيام بأنباء الدعاية الصهيونية. أما الصحف الأخرى فأشارت إليها لماما وعلى رأسها \"نيويورك تايمز\"، التي ألمعت الى محتوياتها، وكنت أخشى أن تدفنه النيويورك تايمس في أكداس مهملاتها وهي جريدة يهودية من أطراف الرأس إلى أعلى القدم ولعلها أكبر جريدة في العالم. ¶ ولقد بدا لي أن أبتئس من هذا الطغيان الصحفي، وساءلت نفسي: كيف السبيل الى الجمهور إذا كانت الصحف موصدة في وجوهنا؟ وكيف العمل إذا كانت صيحاتنا تفنى بين حجراتنا؟ وإذا كانت نشراتنا لا تظفر إلا بساعي البريد يحملها فلا تبلغ الأسماع؟ ولا تلفت الأبصار؟ ¶ ولكن سرعان ما خطر لي أني لم أفد على هذه البلاد لأجد الأمور طائعة بين يدي، فهذه السيطرة اليهودية المالية الجامحة التي تستأثر",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "بالصحف، ورجال الأعمال، ورجال الكونغرس، ليس من الهين مغالبتها في وقت قريب، ومنذ الخطوات الأولى. فلا بد من العمل المتواصل، والجهد المتلاحق، ولا بد من شد العزائم، وربط القلوب. ¶ ولقد وجدت بعض العزاء أمام هذه الصعوبة التي تجابه المكتب، ولكنه عزاء يفتقر الى عزاء. إنّه عزاء أشد من المصيبة وأفدح من الكارثة، ذلك أن وزراءنا الأربعة قد قصدوا هذا اليوم وزارة الخارجية، وأعربوا عن وجهة نظرهم في القضية الفلسطينية بالنيابة عن الجامعة العربية ثم عادوا إلى مكاتبهم واستدعوا الصحفيين، وأبلغوهم أنباء ما جرى فارتقبت الصحف هذا اليوم لأرى شيئا ما ففشلت، وفشلت، كأنما هذا الحدث السياسي لا يستحق سطرا واحدا، أو كلمة واحدة. ¶ وما راعني أن الصحف بأجمعها، بأجمعها على الإطلاق، قد حبست هذه الأنباء، وأقفلت عليها في غياهب العدم. ولكني ثُبتُ الى نفسي وهَدّأت من روعي، إذ لا بد من العمل المتواصل، والجهد المتلاحق، ولا بد من شد العزائم وربط القلوب. ¶ إنما نجني الآن، ما أسرفنا من الإهمال قبل الآن ... .",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "واشنطن 5-10-1945 ¶ أمل ¶ كان أمس موعد المؤتمر الصحفي الذي دعونا إليه في (وردمن بارك أوتيل) لمناسبة تأسيس المكتب العربي، وفي الساعة الخامسة دخلتُ قاعة الاجتماع وأخذتُ بتلاوة كلمة حول أغراض المكتب، وأهداف البلاد العربية، ختمتها بإيضاح القضية الفلسطينية وأعربت فيها عن رفض الهجرة اليهودية، وضرورة إقامة دولة عربية ديمقراطية، مشيرا الى أهمية فلسطين العربية في حقل السلم العالمي. ¶ وبعد ذلك أخذت أجيب عن أسئلة الصحفيين ، وقد انهمرت من كل ركن من القاعة، تتلاحق وتتصل تتلاحق الطلقات من بنادق سريعة الطلقات. وكان معظم الأسئلة من الصحفيين اليهود، وطبيعي أن لا يكون القصد منها الاستطلاع وإنما الإحراج، والاستدراج الى المزالق فنجوت من كل هذه المآزق من غير أعجوبة، لأني خبرت الأساليب التي يبتدعها الصهيونيون لإلباس باطلهم بغشاء من ظاهر الصدق. ¶ وقد حجبت معظم الصحف أنباء المؤتمر، مع أنه كان ناجحا، ولعل نجاحه كان السبب في حجب أنبائه، ولو ظفر اليهود بالمزالق التي أرادوها لمنحوها أعظم نصيب من النشر والإذاعة. وكان ممن علق على الاجتماع صحفي أمريكي معروف، هو \"بيتر ادسون\" في جريدة \"واشنطن ديلي نيوز\" بكلمة رشيقة امتدح بها الحفلة بالأسلوب الأميركي الأخاذ. فغمرتني نشوة من",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "الفرح والبهجة، لا للمديح الذي ساقه إلي الكاتب الأميركي، ولكن لأني رأيت ان الجهد قد أخذ يزهر وينمو، ولأني أصبحت أرى ضياء في خلال هذا الإعصار الصهيوني الهائل، المدلهم بالظلام. وهذا الضياء، وإن يكن بصيصا، إلا أنّ وارءه تكمن الآمال المشرقة، تلهب ظهورنا للعمل والجد. ¶ الأسلوب الأمريكي ... العقل الأمريكي ¶ 1. وهذه كلمة الصحفي الأميركي نثبتها كنموذج للعقل الأميركي. ¶ واشنطن، خاص بالدفاع، كتب بيتر اديسون في واشنطن ديلي نيوز ما يلي بمناسبة فتح المكتب العربي بواشنطن قال:... وأخيرا جاء العرب الى المدينة ¶ 2. ونصبوا خيامهم في فندق واردمن بارك الأرستقراطي وأنشأوا المكتب العربي. لن تجدهم مخيمين في الحديقة أو الصالة العمومية، بل جلوسا وراء مكاتب أنيقة في غرف فاخرة تجري المياه الساخنة والباردة فيها وأقاموا حفلة باذخة يوم افتتاحه اردفوها بمؤتمر صحفي من الطراز الأول. ¶ أما رجل المكتب فهو السيد أحمد الشقيري، وكل من كان ينتظر أن يرى هذا الرئيس يرتدي القفطان والعباءة والكوفية الدمقسية كأمراء المملكة السعودية وينتقل في أميركا على جمل أشهب أو هجين سريع فقد خاب ظنه. إذ ظهر أنّ السيد أحمد الشقيري هو محام شاب، يرتدي بذلة زرقاء أنيقة وله شارب مهندم، يتوج رأسه شعر أسود فوق هامة عريضة، ويتكلم الإنجليزية أحسن من الأميركيين – فيما عدا أنه أخطأ مرة باشتقاق أحد الأفعال – وكان يتلو بيانه",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "بلهجة دراماتيكية ولكن دون إشارات ثم أخذ يرد سهام الأسئلة الموجهة إليه. ¶ 3. وقبل أن يُنهي السيد أحمد بيانه وردوده بأسلوبه الرائق دون حدة كان في الحقيقة قد أعلن حربة الشعواء على كل امرئ يفكر بإرسال مهاجرين يهود الى بلاده، وعلى كل امرئ اقترح التدخل في سير فلسطين نحو الحرية والاستقلال والسيادة. ¶ واعترف السيد أحمد الشقيري أنه آت للدعاية، غايته تغذية الأمريكيين بالمعلومات الصحيحة: وهدفه تفنيد دعاوى الصهيونية. ¶ وأمطر الصحفيون السيد أحمد وابلا من أسئلتهم منها سؤال أحدهم : ما الذي سيفعله العرب لجعل فلسطين دولة عربية ذات سيادة؟ فرد مقتبسا قول المستر تشرتشل \"متى شعرت أمة أن مصالحها في خطر تتخذ الإجراءات الضرورية\".. وسئل عن هذه الإجراءات وهل تعني الثورة فامتنع عن الإجابة ثم أردف لا أستطيع أن أبوح بخطط الجامعة العربية. ¶ الجامعة العربية...إنها أصبحت شوكة مزعجة في جنب الدول الأوروبية لها مطامع وآمال في حوض البحر الأبيض. ¶ عن جريدة الدفاع الثلاثاء 10 ذي القعدة 1364 و 16 تشرين الأول 1945 العدد 3183.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "واشنطن 13-10-1945 ¶ إضراب ¶ لقد وقع ما كنت أخشاه فقد أصبحت الصحافة الأميركية \"مضربة\" عن نشر أخبار وزرائنا الأربعة الذين ذهبوا بالأمس الى وزارة الخارجية للإعراب عن وجهة النظر العربية فيما يتعلق بقضية فلسطين. ولم يكتف وزراؤنا بالكلام فحسب، وإنما قدموا الى وزير الخارجية الأميركية مذكرة تقع في خمس صفحات، ولم يكن أمر هذا المسعى سرا مكتوما فقد علم به مراسلو الصحف والمخبرون، وحين خرج وزراؤنا من ردهة وزارة الخارجية أحاط بهم الصحفيون وأمطروهم وابلا من الأسئلة، كأنما الشهوة الإخبارية الصحفية قد جمحت إلى ذروة قمتها. ولم يهدأ تلفوني في المكتب ذلك اليوم عن الرنين المتواصل من الصحفيين يسألون عن الاجتماع، وعن المذكرة، وعن المبادئ العامة التي احتوتها، وما الى ذلك من الأسئلة. ويخيل للملاحظ البريء، أنّ هذا التعطش الجامح سيكون له أثره في صبيحة اليوم الثاني أو في مساء ذلك اليوم، لتفصيل هذه الأخبار. ¶ ويأتي مساء ذلك اليوم فلا ترى في صحف المساء شيئا، ثم ينبلج الليل عن صحف الصباح فإذا بها تكتم أنفاس هذه الأخبار ، تعتقلها، تصادرها فلا تجد كلمة واحدة ... إنه إجماع عجيب على تجهيل هذه الأمة الديمقراطية، وإجماع عجيب على إنكار الوزراء ومسعى الوزراء. ولو وجد هؤلاء الصحفيون مأخذا يأخذونه، أو تعلّة يتعللون بها، لطيّروا بها في",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "الآفاق، وأفشوها الى أركان الأرض. والويل لهذه الديمقراطية، من هذه الدكتاتورية الصحافية الطاغية. ¶ وسألت صحفيا، مازحا وساخرا، عن هذا القرار الإجماعي يحجب أخبار الحركة العربية، فتلكأ في حيرة وارتباك وأراد أن يعتذر فقال: ¶ إن الرأي العام متخوم بأخبار المسألة اليهودية والمشكلة الفلسطينية، إنّه متخوم، لقد أصبح مريضاً، لقد أصبح ملولا، إنه لا يريد أن يسمع، إنه لا يريد أن يقرأ. قلت: إنّ التخمة والمرض والملل، كل أولئك يزول بطريقة واحدة هي إعطاء أخبار الجانب الآخر، ولكن اذا كان الجمهور قد اصبح مريضاً فلم التمادي في إعطاء الأخبار اليهودية التي تسبب التخمة والمرض والملل. لقد نشرت الأخبار اليهودية بالأمس وقبله، ونشرت اليوم وستنشر غدا وبعده ... .قال: لا أدري، هذا صحيح، ولكن ... وأدار الحديث وجهة أخرى. وقال: لنتحدث في موضوع آخر. ¶ قلت لك ذلك، سأحدثك عن إضرابات هذا الأسبوع الثلاثة قال نعم، قلت: الإضراب الأول قام به عمال المصاعد يطلبون الأجور والامتيازات، والثاني إضراب عمال التلفون يطلبون الاجور والامتيازات، قال : والثالث؟ ¶ قلت: الثالث هو إضراب الصحفيين عن نشر الأخبار العربية، قال: أرانا عدنا الى الموضوع ذاته؟ قلت: إنّه جدير وجدير. ¶ قال : لنترك هذا الموضوع، ولتسمح لي ببعض الأسئلة. ¶ قال: أتظن أن عبد الرحمن عزام بك أمين سر الجامعة قادم من لندن الى واشنطن؟ ومتى تظن ذلك؟ وهل سيبحث المشكلة الفلسطينية؟ وهل لديه وثائق الحديث الذي جرى بين رزوفلت والملك عبد العزيز حين تعهد",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "روزفلت أن لا تتدخّل أميركا في المسألة الفلسطينية، ذلك الحديث الذي أنكره الرئيس ترومان؟ ¶ قلت: ليس هذا سؤالا واحدا، ولكنه \"كوكتيل أسئلة\" وإنّ عندي كنوزا من العلم في هذا الموضوع سأ ... .. ¶ وهنا تلهَّف الصحفي متعطشا وقال: نعم أرجوك، وما هي. ¶ قلت : لا، أنا مضرب عن إعطائكم شيئا من الأخبار، هذا موقف يصح لي أن أثأر فيه لنفسي، وإضراب بإضراب. ¶ وحين أيقن أنني مصمم على هذا الإصرار، ومصر على هذا التصميم ودعني وانصرف، وأغلب ظني أني ثأرت بعض الشيء، لنفسي وأغلب ظني أنه ذهب غضبان أسفا.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "نيويورك في 12 تشرين ثاني سنة 1945 ¶ إلى المهاجرين ¶ قدمت نيويورك صباح هذا اليوم لألقي كلمة الى إخواننا المهاجرين، بلغة الوطن لا بلغة المهجر، ولم تكن مشاغلي لتسمح لي أن أعد هذه الكلمة قبل الآن فعكفت في حجرتي في الأوتيل أكتب هذه الكلمة، ورحت أعصر جوانب نفسي أخرج دفينها وكمينها، كان يخيل إلي أنني أستمطر السحاب، فإن الحديث للمهاجرين المغتربين زاخر بالشؤون والشجون. ¶ وفي المساء جمعت شتات أوراقي وذهبت الى دار الإذاعة في بروكلن وكان بصحبتي بعض الأصدقاء من السوريين، فدخلت وسلمنا، وحين دنا الوقت المضروب تقدمت من جهاز الإذاعة، ولعبت ذكريات الوطن في قلبي وهزَّ الاغتراب عميق حسي ووجداني، فألقيت كلمتي بجناني لا بلساني. وفرغت من الإلقاء فتقدم إلي مهندس الإذاعة، وهو أميركي من أصل إيطالي، يوميء هندامه وقوامه إلى أنه فنان، فقال لي: ¶ أهنئك، أهنئك، إني لا إعرف العربية، ولكني سمعت موسيقى جميلة فيها تلحين وتوقيع، فأجبته: تلك هي لغتنا ذات الموسيقى الجميلة، وليس لي في ذلك فضل، وهذه هي الكلمة: ¶ أيها السادة المهاجرون: ¶ أنتم سادة، ولا أقولها جريا على العادة، وقد ألف الخطباء أن يفتحوا حديثهم بقولهم: أيها السادة، ولكني في موقفي هذا يطوف في ذهني عنكم",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "معنى السيادة بأكمله، فأنتم قطعة من السيادة في الأمة العربية، نزحتم الى هذه البلاد، قافلة بعد قافلة، كرهتم عبودية الظلم، وذل الفقر، وهوان الجهل فالتمستم سيادة الحق، وكرامة اليسر، وعزة المعرفة، فكان لكم ما أردتم. وما كانت الهجرة إلا طريق أصحاب العزائم، يهاجرون فرارا بدينهم أن يصيبه الأذى، أو هربا بكرامتهم أن ينالها ضيم، أو نجاة بشرفهم أن يجرحه الظلم والاضطهاد. ولست أجد نداء بليغا أتوج به حديثي في هذه الليلة إلا أن أناديكم. أيها السادة المهاجرون. ¶ حملت إليكم رسالة كريمة وها قد حان أداؤها. واؤتمنت أمانة غالية، وها قد آن وفاؤها. ويظل الرسول مُتعَبا حتى يُبلغ الرسالة، ويبقى الأمين قلقا إلى أن يؤدي الأمانة. ولقد أجهدت نفسي كيف يكون الأداء؟ وكيف يكون الوفاء؟ هل أزوركم في مدنكم ومنازلكم ومتاجركم؟ وليس في الوقت سعة. وقد تباعدت مهاجركم بين المشرق والمغرب وبين الشمال والجنوب. هل أكتب إليكم أفرادا أو جماعات؟ ولكن الكتابة أداة السر الصامت. لا أداة الجهر الداوي. وفي الجهر معنى ليس في السر. ومن هنا كان إلهام شاعرنا القديم حين قال: ¶ ولا تسقني سرا ... ... ... إذا أمكن الجهر ¶ وهنا أنا أجهر إليكم بالتحية الصادقة. تحية المواطنين الى المهاجرين، الى الإخوان النازحين المغتربين. لقد بعدتم عن الوطن الأول وتقادم العهد بينكم وبين الأهل والصحب، ولكن التحية التي أحملها إليكم تفيض بالحياة وما يزيدها البعد إلا قربا، وعطفا وحبا. ¶ وقد أودعت هذه التحية قلبي، وما هي من قلبي وحدي، ولكنها تحية خفقت بها جميع القلوب، ونبضت بها جميع الأفئدة، من شواطئ الأطلنطي",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "الى الخليج. وما حملتها من إقليم بمفرده، أو من مِلّة في مسجدها، أو طائفة في كنيستها ولكني حملتها من العرب في جميع أقطارهم وأمصارهم ملء قلوبهم وأبصارهم. تحية من الصحراء ومن الفيحاء والشهباء من لبنان وبغداد، من الأردن ووادي النيل، تحية أودعَتْ فيها نسمات لبنان كل الفتنة والجمال، خطرت فوق غوطة الشام فتعلق بها أريج الشام، عبرت وادي الرافدين فنفحها لطف الظلال بين النخيل والسواد، مالت في ضفاف الأردن من مغربه ومشرقه فحملت قدس الوحي والإلهام، انسابت بين أحضان الصحراء فبعثت فيها سكينة الصحراء وهيبة الصحراء، هبطت مصر ففاضت عليها الأعطاف كما يفيض النيل على مصر بالأعطاف، ثم مضت بالشمال الأفريقي في أرجائه وأقطاره، تحمل فيض الشعور والإخاء، فهذه تحيتهم جميعا إليكم جميعا. ¶ وما حملتُ إليكم تحية وكفى، ولكنها تحية متوجة بالإعجاب، فلقد نزلتم هذا الوطن الكريم بعد أن قطعتم مخاوف البحر، فخرجتم من دياركم وعقاركم وخلفتم وراءكم أعزاءكم وأحباءكم، ولم يكن بين أيديكم إلا الأمل والعزم، فدانت لكم اللغة وانقادت الخيرات، ونبغ فيكم العلماء، وأَنشدَ منكم الشعراء، وأصبحت لكم صحافة وصناعة وتجارة. وبعثتم برجالكم وبشبابكم قادة وجنودا، يحلقون في السماء، يمتطون القاذفات والنافثات، يعسكرون فوق الأرض وتحت الأرض، فوق الماء وتحت الماء، سلاحهم وعتادهم الحديد والنار. وفي كل ذلك رفعتم عن وطنكم الأول، وعن شعبكم الأول، تهمة العجز وعدم الصلاح. فيكم أثبتت الأمة قدرتها في العلم والصناعة والتجارة والحرب وقد كانت تتهم الأمة العربية الى عهد قريب أنها لا تحسن العلم، ولا تجيد الصناعة ولا تتقن التجارة، ولا تحذق الحرب. ولو أتيح لوطنكم",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "الأول ولشعبكم الأول مثل ما أتيح لكم : حكم مستقل، صالح فاضل عادل، لتحركت المواهب من مكامنها، ولانطلقت العزائم من عقالها، كما تنطلق قوة \"الأتوم\" قوة الذرة، كانت في الوجود كامنة فحركتها يد العلم، أطلقتها الى أهدافها في جميع الأبعاد والآفاق. ¶ ولست أيها الإخوان ممن يقول بتفاضل العروق والأجناس، فإن لكل أمة معايبها ومحامدها، لكن الثابت أن في الأمة العربية فيضا من القدرة على البقاء، وطاقة عجيبة في مغالبة أسباب الفناء. فلقد اجتاحها اليونان والرومان والفرس والصليبيون والأتراك ولكنها ظلت محتفظة ببقائها ولغتها وشخصيتها ولقد تنازعتها عوامل الانحلال والضعف قريبا من ألف عام وصمدت، وفنيت أخواتها وبقيت، وغلبت على أمرها وما سُحقت، وهُزمت وما هُضمت ولكن ذاب في ذاتها من بقي في أرضها من الغزاة والفاتحين، ذابوا بدمائهم ولغتهم وحضارتهم وتقاليدهم، فكان عليهم الفناء وكان لنا البقاء. ¶ وحين انطلقت الأمة العربية من جزيرتها قبل أربعة عشر قرنا، رأت حكمة (الفرس) وعلم الرومان، وفلسفة الهند، ومنطق اليونان، وفنون البابليين، وحضارة الآشوريين، ومدنّية الفراعنة وقفتْ أمام ذلك فأبت أن تكون ناقلة مترجمة فعبأت العقول والألسنة والأقلام، ثم هذبَّت وأضافت، وحذفت وصهرت، وخلقت وأبدعت في كل ما فعلت، وحملت ذلك كله حيا ناميا مشرقا الى آفاق الأرض، تبذله حبا في بذله ونشره، فكان قاعدة هذه الحضارة التي تنعم بها دنيا اليوم ودنيا الغد، لا فرق بين العالم القديم الذي نعيش فيه، والعالم الجديد الذي تعيشون فيه. ¶ وإنّ أمة هذا شأنها في الحضارة، وهذا مكانها في التاريخ، أمة تحضن البحر الأبيض المتوسط بذراعيها، تلتقي عند ثغورها القارات الثلاث آسيا",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "وأوروبا وإفريقيا، وتنفذ الى شواطئها أمريكا من خلال مضيق طارقها، أمة تنوعت أقاليمها، بين السهول والجبال والصحراء والجفاف والرطوبة، والأنجاد والأغوار، ينساب منها الماء البارد الصافي والماء الساخن الشافي، وفي أقطارها من الخبرات والمعادن ما عرفه الإنسان في يومه، وما سيعرفه في غده، أمة هذا أمرها وخبرها ليس لها أن تقنع بالهدوء فكانت الحركة، ولا بالنوم فكانت اليقظة، ولا بالضعف فكانت النهضة. وها هي ترغب أن في تقتعد مكانها في الأسرة الإنسانية، تُعِزُّ الأمن وتُكرم السلم. ولكن وطنها عليها أعزُ وأكرم. ¶ وقد كانت الأمة العربية الى عهد لا ترفع رأس العربي العارف بقدره الواعي لتاريخه، فالمهاجرون القدماء منكم قد تركوا وراءهم أمتهم على غير قليل من الجهل والتفرقة والانحطاط، وما كان ذلك إلا عرضا طارئا أوجده الحكم الأجنبي وسقوط الحكم العربي ولكن ذلك العهد قد زال ولن يعود وقد انتظمت الدول العربية في الجامعة العربية لتؤاخي شؤونها ومصالحها، فإذا سألتم أيها الإخوان عن أصولكم الأولى، ومواطنكم الأولى، فإن الشجرة المباركة قد أخذت ترسل أغصانها فَتيَّة نضرة قوية، وإنّ مواطنكم قد أصبحت معقد الأبصار والأسماع ولكم أن تفاخروا بها ما وسعت الأفواه والقلوب. وإنكم أيها الأخوان إن عرفتم بأصولكم الأولى ازددتم ولاء وارتباطا بأميركا، بهذا الوطن الديمقراطي الكبير. فإن العربي مفطور على الولاء للخير وعرفان الجميل وحفظ العهد، بل ستزدادون عزما وقوة في تمكين الروابط بين هذين الشعبين العظيمين، وكنتم خير وسيلة لخير هدف، تبادل بالمصلحة وتعاطف بالمودة على يقين من الاحترام والثقة والحق.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وفي رأس هذه الشؤون العربية مسألة فلسطين، وقد أصبحت الشغل الشاغل للشعب العربي بأجمعه، وأمامَه ملوكُه وأمراؤه ورؤساؤه، وقد تعاهدوا فيما بينهم أن يصونوا عروبة فلسطين، فهي في البحر الأبيض المتوسط ثغر العراق وسوريا والأردن، وهي ميسرة لبنان وميمنة مصر، وهي نافذة الجزيرة العربية. والى جانب ذلك كله فهي قلب الشرق الأدنى ومفتاحه، فلن تفرط الأمة العربية في هذه البقعة الغالية: ذلك عهد الأمة العربية وميثاقها لا لَبس فيه ولا إبهام . ¶ أما إخوانكم عرب فلسطين فإنهم ما برحوا منذ خمسة وعشرين عاما يدافعون عنها ما وسعهم الدفاع والكفاح، فأرخصوا في سبيلها المهج والأرواح. ولا يزالون، وسيظلون، حتى تبلغ أكرم أمانيها في تحقيق سيادتها الوطنية واستقلالها التام ضمن أسرة الجامعة العربية. وهذه تحية منهم جميعا إليكم جميعا.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "واشنطن 14-10-1945 ¶ الهندي المهاجر ¶ لم أشك يوما في جوهر الأمة العربية، ولا في أسرار قوتها وبسالتها، رغم ما أرى فيها من أعراض الوهن يبدو حينا بعد حين. ولم تكن الأيام إلا لتزيد هذا اليقين رسوخا، ولم تكن الحوادث إلا لتقوم دليلا يتبع الدليل لإبراز هذه الحقيقة، ساطعة وسافرة. ولقد كان لي في هذا الصباح دليل جديد، وكلما امتد بي العمر سأرى كل يوما دليلا جديدا. ¶ زارني صبيحة هذا اليوم أخ عربي، أو كما يقولون هنا في المهجر، سوري فتحدثنا عن شؤون القومية، آمالنا وآلامنا. وكان هذا الرجل تاجرا ناجحا ولكنه يرتقب العودة الى مسقط رأسه الى حيث يحمل أسرته وأولاده لينعم بوطنه وأهله. ولما نهض يودعني استحلفني بمحرجات الأيمان أن لا أتردد في طلب معونته بأية خدمة للمكتب، فقلت: إنّ المكتب لا يريد إلا نصرتكم الأدبية، فقال: ستجد فينا، جميع معاشر المهاجرين، كل نصرة ومعونة. ¶ قلت: لا أكتفي بكم. ¶ قال: وماذا ؟ ¶ قلت: أريد نصرة أولادكم. ¶ قال: بماذا.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "قلت أن يرثوا لغتكم، فهي الرباط المتين والسبيل المكين، قال: لقد جعلت في صك تأميني مبلغا طيبا من المال، رصدته ليتعلم أولادي اللغة العربية، وفي الجامعات السورية، ترغيبا لأولادي بتعليمهم لغة الآباء، والأجداد، وأن يتعلموا في وطن الآباء والأجداد. فأدهشني ومضى. ¶ وفي مساء هذا اليوم، زارني في مكتبي هندي مسلم فارع الطول، عريض المنكبين، تزينه السمرة الهندية. قضى في أمريكا عشرين عاما وهو يعمل في التجارة،يقول بفكرة إقامة دولة إسلامية مستقلة. لقد عرف بأخبار مكتبنا في صحيفة أميركية أفلتت من عقال الصهيونية، فجاء إلينا بعرض جهوده وخدماته. ¶ لقد تحدث عن الصهيونية وتاريخها، وآراء زعمائها، وطرائق دعايتها، وتحدث عن قوتها في أميركا وسيطرتها. تحدث حديث العارف الخبير البصير، فقد رافق أخبار هذه الحركة واقتنى كتبها ورسائلها، ومقالات زعمائها. ولعل عنده من الكتب والرسائل بشأنها ما لم يجتمع لعربي واحد، أو لجماعة عربية. وقد انطلق يبدي رأيه في أحسن الوسائل لمكافحتها، تكلم عن عقل وحصافة، وتكلم بإيمان وحرارة، ولو أن سامعا قد سمعه لأيقن أنه عربي فلسطيني وقف مواهبه على المعرفة والدرس. وأن المرء ليتساءل بين يدي هذا الهندي الذي هاجر من وطنه طلبا للرزق، كيف يجد لنفسه من الوقت والمال ما هيأ له الدرس وثمن الدرس. ¶ ولم يقف الأمر عند هذا الحد، فلقد كتب الرجل مدافعا عن القضية العربية، وقد ردت له الصحف بعض مقالاته، فعمل على طبعها كنشرة، ووزعها ما وسع له ماله ووقته أن يوزع.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "دهشت أن أرى في هذه القارة العاجة بالخلائق، هنديا نازحا، مهاجرا، مكتسبا، بأبى عليه دينه إلاّ أن ينصر أولى القبلتين وثالث الحرمين، بحرارة ومثابرة وإيمان. ¶ وهذا الهندي سجل نفسه \"كما يقضي القانون\" في وزارة العدل ليستطيع طبع منشوراته وتوزيعها. ولقد كتب الى جانب هذه المنشورات \"كما يقضي القانون\" أنه \"مسجل لدى وزارة العدل، يعمل بالأصالة عن نفسه، ولصالح العالم الإسلامي\" فكادت تنفجر نفسي عن صيحة داوية تبلغ مسامع المتخاذلين والمتراخين والمتواكلين في بلاد العرب، ليروا هذا الكنز الإسلامي لبس الحلة الهندية. ¶ ويا لضيعة هذه الروابط الإسلامية الآخذة بالانحلال والانفصام جيلا بعد جيل.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "واشنطن 20-10-1945 ¶ المروءة تعبر الأطلنطي ¶ العمل مرهق ومضن، يتواصل ويتلاحق، تعترضه الصعوبات هنا وهناك، فيثور الحس ويكاد يثب المرء على أطراف أعصابه، أو على أعصاب أطرافه. غير أن الحوادث كثيرا ما تحمل الوحي والإلهام، وكثيرا ما تحمل الأمل والعزم. وهذا ما وقع لي ظهر هذا اليوم. ¶ دخل عليّ مُسلِّما باللغة العربية. وباللهجة الشامية، وكان رجلا سموح القسمات، فيه دماثة الشام، وفيه رقة الحاشية ولطف الحديث. وهما الخلتَّان البارزتان في عاصمة معاوية. فنهضت إليه أُحييه، واخذت بيده ليجلس قريبا مني. وكنت أشعر أنني اقترب من قطعة حية من الوطن. وبدأت استمع الى حديثه وإلى هجرته، والى عمله. ثم راح يسألني عن البلاد العربية وشؤونها. فشرعت أحدثه عن الشؤون العربية العامة ولكني جعلت أكبرَ همي أن أفيض في الحديث عن سوريا وكفاحها ومشاكلها. فلا بد لي أن أطفئ أشواق الرجل وحنينه الى وطنه. وقديما حدَّث أصيل الغفاري عائشة \"رضي الله عنها\" وهي مهاجرة في المدينة، فهاج حديثه أشجان الرسول العظيم فبكى وتذكر. ومضيت في حديثي والرجل غارق في الإنصات كأنما أصبحتْ حواسه كلها سمعا وآذانا. ثم أخذ يبادلني الحديث، يذكر أيامه. في قريته ويذكر أهله وصحبه. وكأننا لم نعد في واشنطن، أو كأنما اندثرت هيبة المكان والزمان، وتراءى لنا أننا نطوف شوارع دمشق أو ريفها بين الأنهار والأشجار.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "نهض يودعني فإذا يد راجفة تطوي في راحته أوراق \"الدولارات\" يمدها إليّ وهو يعتذر أنَّ أحواله المالية ليست كما يحب ويرضى، وأنّه يقدم مبلغا لا يليق بالمكتب، ولكنه لا يستطيع الإفلات من واجبه، وألقى بثلاثين دولارا على الطاولة. ¶ بصرت بالرجل وقد طفح وجهه بدمه، وتهدج صوته، وسَرت في أعطافه نفحة من نفحات الإيمان، وكدت أتلعثم بين يدي هذه العاطفة الجارفة، بين يدي هذا الشامي وفد علينا من المهجر، يقدم لنا المال متطوعا غير مطالب ولا مسؤول قلت له: ليس لنا بالمال حاجه أيها الأخ، إخوانك في الشام قد تفضلوا علينا بما يقوم بأمرنا، كما تفضل أهلك وإخوانك في سائر بلاد العرب، ونحن لا نريد منكم إلا عطفكم ومودتكم. ورأيت الرجل تكاد تذهب نفسه حسرات وحسرات، حين كنت أعتذر إليه، ورأيته قد صغر أمام نفسه. رأيته يظن المبلغ قليلا، بل لقد حسب أنني رأيت فيه رجلا متوسط الحال، وأنه أولى بالمبلغ. فكان لا بدُ لي أن أرُدَّ إليه اعتزازه، وكان لا بد لي أن أقر حميَّته في مكانها، وأحمله على الطمأنينة، فقلت: وما رأيك في أن أقُدم هذا المبلغ باسمك الى معهد الشؤون العربية الأمريكية في نيويورك وهو يقوم بمثل أعمالنا وواجبنا، فعادت إليه فرحته، ومضى مجبور الخاطر. ¶ وكنت في بعض عملي في نيويورك، فزرت رجال المعهد (للشؤون العربية الأمريكية) وقصصت عليهم ما جرى وسلمتهم المبلغ. ولقد كان عظيما حقا حين فتحنا دفاتر المعهد فإذا بالرجل متبرع مزمن، يقدم المال من غير طلب أو سؤال، ومضى يومي بأجمعه والبهجة تملأ أرجاء نفسي، تطوف بها الرؤى الجميلة، والصور الماجدة.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "ولهذا الحادث مثيل في ذكرياتي لا يقل عنه مروءة ولا حميمية، ولا أفتر أذكره كلما ساقني إليه الحديث وكان ذلك في شهر حزيران من سنة 1936 حين كنت مبعدا الى قرية سمخ لمناسبة الإضراب العام الذي أعلنه عرب فلسطين، واستمر قريبا من ستة أشهر، ولعله جاوز أي إضراب في العالم في شهرته ومدته. ¶ في ذلك الشهر كنت في غرفتي، أستغفر الله في كوخي، الذي استأجرته في سمخ، وكان على قارعة الطريق، وقد قرع سمعي ضحى ذلك اليوم وقع حوافر الخيل ينزل عنها بضعة من الفلاحين، ويربطونها إلى حديد الشباك، ثم أخذوا يدخلون علي ويسلمون. ¶ جلست وإياهم على البسط الممدودة في الأرض، وعليها بعض الفرش والوسائد، وأخذنا نتحدث عن حركتنا الوطنية والشؤون الجارية في تلك الأيام، ثم أخذوا يهمسون إلى بعضهم ويشيرون بالانصراف، وهم على تردد وحيرة، فتقدم أحدهم وكان إمام قرية العبيدية، تغمده الله برحمته، ومدّ يده تحت وسادتي ووضع صُرّة، فأدركت أنها مبلغ من المال، ثم نهض وهو يقول: لا تؤاخذنا نحن نعرف أنك ابن نعمة، وابن خير، وهذا مبلغ بسيط، إنّ فلاحتنا لم تكن ناجحة، والعام عام إضراب لعل زرعنا يكون حسنا هذا الموسم، فنقدم لك كل حاجتك، أنت الآن مضرب عن العمل ولا شك أنك في حاجة. ¶ ولقد سمعت في حياتي كلاما بليغا، ولكني لم أسمع أبلغ من هذا الكلام، بل لقد قرأت كلاما بليغا ولكن قليلا منه كان أبلغ من هذا الكلام، فقلت لهم: أيها الإخوان إنّ المبلغ الذي تصفونه قليلا هو أكبر مبلغ وصل إلى",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "يدي، فهو على قلته يحتوي كنوزا يعسر على الأرقام أن تحصيها، ولكني لست في حاجة إليه، وأعدكم أن أطلب منكم إذا التمست الحاجة. ¶ لقد وقع تصرفي أليما عند أحدهم فقال: نحن فقراء، ولعل ذلك ما يحملك على رفض المبلغ، قلت لا :وأقسمت. وذكرني حرج الموقف أن في البلدة رجلا مبعدا مثلي من قرية كفر كنا، فدعوته إليهم ، وحولت المبلغ إليه ويقولون في العامية القروية ان فلانا يعيش كالرماح على أكتاف الرجال. ¶ فسُررت وسُرَ رفيقي في الإبعاد، وسُر رجال القرية، وتعاقدت بيني وبينهم أواصر المودة، فكانوا لا يتخلفون عن زيارتي بعد صلاتهم كل جمعة، أتباسط وإياهم الحديث. فأعظمت هذه المروءة، ولم أكن أفلت فرصة إلا وانتهزتها في ذاكرتي، حتى رأيتها اليوم في الرجل الشامي. ¶ المروءة تعبر الأطلنطي الى دنيا الدولار والأعمال، ولكنها بقيت في جوهرها وصفائها وبهائها، فأكرم بالأمة العربية، وأعظم بطيب عنصرها.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "نيويورك في 12 تشرين ثاني سنة 1945 ¶ أنا والقسيس وراء المذياع ¶ قدمت اليوم إلى نيويورك تلبية لدعوة دار الإذاعة الأمريكية, للاشتراك في حوار مع القس (وندل فليبس) حول القضية الفلسطينية. وكان موعد هذا الحوار الساعة الواحدة والنصف من ظهر هذا اليوم, وكانت قد وصلتني الدعوة قبل ثلاثة أيام, ورهبت الموقف وترددت بين القبول والرفض، فهذا أول عهدي بالحديث من وراء المذياع بالعربية والإنجليزية على السواء, وكنت آنس في نفسي القدرة على الخطابة في بلادي, يشجعني طمعي في إحسان بني وطني, وإغتفارهم سقطاتي وعثراتي, ولكني في موقفي هنا في نيويورك بعيد عن العاذرين, قريب إلى العاذلين, ودار الإذاعة هذه تتصل بها مايتان وسبعون محطة ينصت إليها ألوف من ألوف الناس, ولكني لم أَدرِ كيف أجبت بالقبول. إنه الحياء, بل لعله الإباء, حملني على القبول خشية عار الرفض, والانهزام أمام التحدي . ¶ ورحت في اليومين الماضيين ألتهم كل الكتب والمراجع وما أكثر ما كُتب في القضية الفلسطينية, وعاودت في ذاكرتي الأرقام والوقائع, متسلسة مرتبطة, فلا بد أن يسمع إليَّ قوم مأخوذون بالأرقام والوقائع, وكنت أخشى أن ينزل علي سؤال أثناء الحوار فيحتاج الجواب عليه إلي الاستظهار والحفظ.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "ووصلت دار الإذاعة قبل الوقت المعين, لأتعرف كيف تكون آلة المذياع, وكيف يكون الصوت إلى جانب المذياع, قريباً أم بعيداً, مرتفعاً أم خافضاً, وسألت عن الصغيرة والكبيرة حتى لا أقع في أمر هجين أثناء الإذاعة, ولم يفتني أن أتظاهر بمعرفة بعض الأشياء, والسؤال عن البعض الآخر, وفيما أنا كذلك إذ دخل علينا: القس المحاور, فكان تعارف وكان سلام, وجلس مجلس الواثق المطمئن, فلعله زاول الإذاعة عشرات المرات وكان إلى جانبه شاب يرافقه قيل لي إنه موظف الجمعية الصهيونية, جاء يحمل للقس بعض أوراقه وكتبه. ¶ وتقدم الفيصل (¬1) وأجلسنا إلى طاولة المذياع, وكدت أطلب إلى الفيصل أن أتكلم واقفا فهذا أول عهدي بالكلام جالساً , فالوقوف ينبّه الفكر وقد ألفت الوقوف في المحاكم طويلاً كما ألفته على المنبر, فضاق صدري أن أرى نفسي حبيسة, وتراءى لي أن أفكاري قد غاضت في منابعها , وأنّي مخفق ذلك اليوم لا محالة. ولقد زاد من رهبة الموقف أن فشلي لن يكون فشلي وحدي, وإنما سيكون فشلاً للمهمة التي أنا قادم من أجلها. هنالك ضاقت علي الدنيا بما رحبت, وزلزل فؤادي, ولكن ما أعظم الخيال مسعفا, وما أعظمه منجدا. ¶ وفي لمعة من لمعات الذهن تذكرت بلادي وما ينتظرها من بلاء الهجرة والدولة اليهودية وتذكرت كفاح المكافحين ونضال المناضلين، ورجال القرى يبيعون نفوسهم بيع السماح من غير هيبة ولا رهبة. تذكرت أن كل خفقة من نفسي, إلى الوطن مرجعها ومردها, فوثبت جميع جوارحي وتجدد ذهني وأصبح عقلي يطاوعني بسرعة الضياء، ورقة الماء، ولطف الهواء. ¶ ¬__________ ¶ (¬1) * هو مقدم أو مدير البرنامج أو الندوة الذي يدير الحوار بين المشاركين .",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "فبدأت أعرض قضيتي بإيجاز وسهولة ومضى الوقت ولا أدري كيف مضى، ولكني شعرت أني فرغت مما رغبت في قوله، وخطرلي أني سمعت نفسي، وامتدحت نفسي. ¶ وأخذ القس يعرض قضيته وجاء وقت السؤال والنقاش. ولم يكن بقي من الوقت إلا عشر دقائق، ولا أدري هل أستمر فيها ناجحا أو أتعثر بأذيال الخيبة، وما أمرَّ الخيبة لامرئ، تستمع إليه أمة عظيمة وبين شفتيه قضية كريمة. ¶ ودار الحوار كما يدور الصراع، كرّ وفرّ، صولة وجولة، مفاجأة ومباغتة حتى أعلن الفيصل انتهاء الوقت فشعرت أنني نزلت عن صهوة جواد أشعث همّه أن يصرع الفارس قبل أن يسبق الخيل ولقد رضيت عن نفسي كما رضي عني السامعون من أصدقائي، من الذين أعتمد على إنصافهم ورأيهم. ¶ وذهبت الى المدير في غرفته أشكره على هذه الفرصة، مشيرا إلى قصر الوقت وسعة الموضوع. ثم جاء القسيس يريد أن يتم ما بدأناه، ولكنه كان يتكلم من غير إيمان. وإن للمأجور وجها يفضح صاحبه، فقد كان خافت النبرة، باهت النظر، مضطرب الحجة وكاد المريب أن يقول خذوني. ¶ وقد \"انكشف\" القسيس في هذا الصراع في جولتين حاميتين أصيب خلالهما في المقتل. ¶ ففي الأولى ذكر القَسّ الروابط التاريخية القديمة التي تربط اليهود بفلسطين فأجبت :\" هذه هي النظرية الفاشيستية في ادعاء موسوليني لشواطئ البحر المتوسط بسبب امتلاك الرومان لها قرابة ثمانية قرون أي ضعف المدة التي دامت فيها الغزوة اليهودية لفلسطين.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "وفي الثانية قال القس :\" ولكن اليهود جلبوا الخير للبلاد وعملوا على تقدمها!! فأجبت :\" أما هذه النظرية فنازية لأن النازية أرادت أن تفرض نظاما جديدا يجلب الخير للعالم ويساعد على تقدمه، ولم يَنسَ القسيس قول السيد المسيح- ليس بالخبز وحده يحيا الإنسان ... \" ¶ وهكذا سقط القسيس غافلا عن أقوال السيد المسيح، فاشيستيا نازيا!! وهذه صوره تثير الأميركي وتحركه وتفجر غضبه ومقته!!",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "واشنطن 14-11-1945 ¶ عيد الأضحى ¶ عدت اليوم من بروكلن وقد أديت صلاة عيد الأضحى في المسجد الذي ابتاعه المسلمون، وكان كنيسا يهوديا، وجعلوه مسجدا جامعا تؤدى فيه الشعائر الإسلامية ويذكر فيه اسم الله، وكان لا يذكر فيه إلا إله إسرائيل، فأصبح الآن بيتا لله رب العالمين، رب المشارق والغارب، يصلي على نبيّه المرسل للناس كافة، لا تفاضل بينهم إلا بالعافية والتقوى. ¶ أما الذين ابتاعوا هذا المكان ووهبوه لله، ووقفوه على عبادته، فلم يكونوا عربا أخذتهم بلاغة القران وفصاحة النبي العربي، ولكنهم طائفة الروس عمر قلوبهم الإيمان، فهاجروا الى أميركا وحملوا معهم دينهم وتقواهم، ولم يصطبروا أن لا يكون لهم مسجد جامع، فاستجابوا إلى نوازع التقوى في نفوسهم، وكان لهم ما أرادوا، زينوا المكان بصور الكعبة الشريفة، والمساجد الإسلامية في الآستانة. وجعلوا له محرابا ومنبرا، وفرشوا أرضه بما يقوم مقام السجاد. ¶ وفي ضحى هذا اليوم ركبت مع عدد من الأصدقاء، القطار الذي يسير في جوف الأرض، من نيويورك الى بروكلن حتى بلغنا حي المسجد ولم أكن في حاجة أن يرشدني أحد الى مكانه. لقد دلني إليه سمعي قبل بصري، ذلك أني كنت أسير الى ناحية الجلجلة التي تدوي: الله أكبر الله أكبر ولله الحمد، فرجعت في نفسي راجعة الذكرى، وقلت هل عبر الإسلام المحيط الأطلنطي،",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "وركز منارته في القارة الجديدة؟ الله أكبر ولله الحمد. ورأيت في هذا التكبير والحمد معنى لم يكن قد خطر لي على بال على كثرة ما جرى به لساني. وحين أقبلت رأيت المنارة تعلو دار المسجد، وهي تطل على البحر يتطلع الى الجزيرة العربية، التي تفجر من حجازها النور المحمدي. ¶ دخلت المسجد فرأيت الشيوخ والرجال والصبيان، بعضهم راكع في أرضه وبعضهم جالس على كراسٍ أثبتت في جدار المسجد. ورأيت النساء يدخلن من باب آخر الى الركن الخلفي من المسجد ليكنَّ وراء الرجال وكان بعض المصلين يلبس البرانيط، وبعضهم حاسر الرأس، وآخرون يلبسون الطرابيش التركية القديمة. وكان في المصلين تتر الروس، وأميركان وسوريون وأتراك وعراقيون، ألسنة مختلفة وألوان متنوعة وعروق متباينة، جمعهم دين واحد في مسجد واحد. ¶ جلست في المسجد ولكن نفسي وثبت، فطافت وهامت، في المشرق والمغرب. فرأيتني أذكر صلاتي في المسجد الأقصى، وفي المسجد الأزهر وفي المسجد الأموي وفي مساجد أخرى عامرة بالقدسية والجلال ولكنني في مسجدي هذا أراني أمام وحي لا عهد لي به، وأمام رهبة لم تكن قد اقتحمت نفسي فيما مضى. ¶ هؤلاء الأحداث الصغار والصغيرات، بوجوههم الفاتنة، وشعورهم المرسلة وملابسهم الزاهية، يتكلمون الإنجليزية، موزعين بين صفوف المصلين هنا وهناك. يسجدون ولا يعقلون، ويكبرون ولا يفهمون، إيمان على السليقة ودين على الفطرة.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "وفوق هذا الجهل، الشبان والشابات، بأحسن هندام وقوام، يرددون مع آبائهم وأمهاتهم الحمد والتكبير، ويأخذون بالركوع والسجود، وأكبر ظني أنهم لا يفهمون ما يصنعون. ¶ وفوق هؤلاء جيمعا، المسلون المهاجرون، الذين هاجروا من روسيا فرارا بدينهم فأخذوا بحظ قليل من هذا الدين يوم نشأوا في بيوتهم الإسلامية وورثوا الصلاح والتقوى، وأكبر ظني أنهم لو عرفوا كنوز هذا الدين لكانوا في طائفة الأولياء والصالحين. ¶ فرغنا من الصلاة وأَمَّنا فيها شيخ من التتر، فرتل القرآن ترتيلا أعجميا فسمعت القرآن غير القرآن، وكان نصيب الخطبة كنصيب القرآن، فقد قرأ الإمام الخطبة المدونة في آخر المصاحف العثمانية، دعا بطول العمر والبقاء الى السلطان خان بن خان عبد الحميد الثاني، وشاء ربك أن يكون عبد الحميد عظاما نخرة في تركيا، وسلطانا حيا في بروكلن، يدعى له على المنابر، بالعمر المديد والعهد السعيد. ¶ ولم أكن لأورد هذه الشؤون، وغيرها كثير أمسك عن إيرادها، لولا أنه خطر لي أن ملايين من المسلمين الأعاجم قد صاروا أو سيصيرون الى هذا الإسلام المسكين، ما بقي شيوخنا وعلماؤنا مسترسلين في الجدل حول الماء متى يكون جاريا ومتى يكون آسنا، ومتى يصلح للوضوء ومتى لا يصلح. ¶ ولاحت لي الفرصة فوقفت بعد الفراغ من الصلاة وخطبت فيهم باللغة الإنجليزية، مشيرا الى مبادئ الدين الإسلامي. فرأيت أني أكلمهم في أمر جديد، ورأوا أن هذا الإسلام الذي أحدثهم عنه دين عظيم، وأنهم لا حرج عليهم أن يفاخروا بدينهم وأن يعلنوا إسلامهم بين الناس، لا يحنون رؤوسهم ولا يستخفون. ولم أكد أفرغ من كلمتي هذه حتى تقدم مني المصلون",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "يشكرون ويهنئون بالعيد. وخرجت السيدات من وراء الحاجز واختلطن بالرجال، يباركن ويعايدن، وجاء بعضهن بالفاكهة والحلوى يطفن على المصلين، ويرسلن عبارات المعايدة والتهنئة بعذوبة فرحة ولطافة بريئة دمثة. ¶ وحين هممت بالخروج لقيت صبيا في الثانية عشرة من عمره يجحظ ببصره إليّ، وقد ارتسم الفرح في وجهه، ذلك أنه استمع الى مسلم عارف بعض المعرفة بالإسلام، فقلت له بالإنجليزية: ¶ هل أنت مسلم؟ قال: لا، لست مسلما. ¶ قلت: ما هو دينك، أي شيء أنت؟ ¶ قال: أنا محمدي، أنا لست مسلما ... ¶ وهكذا كان عيدي هذا العام: بهجة لم يخفق بمثلها قلبي، وحسرة لم يفجع بمثلها فؤادي. ¶ اللهم رحماك بالقلب حين تصطرع في جنباته نوازع البهجة والحسرة، جنبا الى جنب، فما يدري أي النوازع يلبي، وإلى أيها يستجيب.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "نيويورك 29-11-1945 ¶ إلى الوطن ¶ أصبحت اليوم أعد العدة للسفر، وما أشبه الليلة بالبارحة. فمنذ أربعة أشهر خلت كنت أزم حقائبي، وها أنا أزمها مرة أخرى، وكنت يومئذ أستقبل هذه الدنيا الجديدة، ولكني اليوم أعود الى قبلتي الأولى، وهكذا الدنيا، مقام وارتحال، وقرار وانتقال. ¶ ولقد عبرت هذه الشهور الأربعة من حياتي ساعة ساعة ويوما يوما. ما مر جزء منها بغفلة، فلقد كانت حافلة بالعمل والحياة، ورأيتها طويلة أحصيت فيها أجزاءَها، ولكني أستعرضها اليوم فأراها طرفا من طَرفة عين أو برهة متضائلة من برهة متضائلة. وإنّ عين الفكر لقادرة أن تضم أطراف الزمان، وحوافل الأيام من أقدم العهود، في خاطرة فكر، أو خفقة جنان، أو طرفة عين. ¶ وغادرت الاوتيل في طريقي الى المرفأ في بروكلن لأستقل الباخرة المسافرة الى بور سعيد، وكان الثلج يتساقط كالعهن المنفوش يهوي من السماء في أطباق الهواء متهاديا مترنحا، وكان الطقس باردا جدا حتى لقد خُيل إلي أن الثلج المتهادي من السماء قد صعقه البرد فنزل راجفا مرتعشا، يلتمس الدفء على الأرض حتى إذا ما وجد قراره، أخذ يصعد أنفاسه وجرى ماء سلسبيلا.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "وراعني مشهد الثلج في أبهى صوره وأجمل تقاطيعه. فهنا أكوام تكدست على غير هيئة ونظام، وهناك أكداس منه بدت رصيفا متصلا بين الطرقات ومقاطع الطرقات. واكتست الأشجار، أغصانها وسوقها، بغلالات من الجليد، فإذا بالجليد نابتا من الأرض بل ساقطا من السماء. ولم تنج الناطحات في رؤوسها وشرفاتها وجدرانها من هذا الكساء الأبيض يلف المدينة لفا رقيقا. ويبعث فيها هذا المنظر البهيج، فالطرق بيضاء، والأسطح بيضاء، والعمارات بيضاء، والمصانع بيضاء، والمداخن ... .بيضاء. ¶ وفي هذا اليوم انقلبت المدينة القاتمة بمصانعها ودخانها وقتامها وضبابها، ناصعة الرقعة وفي يقيني أن هذه المدينة الجبارة التي فتنتها الآلة المنتجة المبدعة، هذه المدينة التي تحيا لتصنع وتصنع لتحيا، هذه المدينة التي استهوت قدرة الإنسان في الاختراع لا بد لها بعض أيام من السنة أن يرسل إليها ربنا بعض آياته وبيناته لتظل واعية لعجز الإنسان، وقدرة الله. ¶ ودخلت الباخرة الى حجرتي ورفيقي فيها الوزير السوري ناظم بك القدسي، وكان جارنا في الحجرة الأستاذ وهيب بك دوس عضو مجلس الشيوخ المصري. فأخذنا نسارع لإصلاح شؤوننا وكل منا طامع في أن يجلس الى صاحبه، ويسامره ويؤانسه وهو حامد لهذه السفرة البحرية. ولم يمض طويل الوقت حتى كنا ثلاثتنا نجلس في زاوية من الباخرة نتسامر ما وسع السمر، لا يُعكر صفوه موعد مضروب، فالزمن هنا رهين برغبتنا ومشيئتنا، نصرفه كيف نشاء. ¶ وأخذ دوس بك بإلقائه الساحر يروي شعر شوقي، يرويه مرتلا مُرنما يستعيد نغمه ويعيد، فكان راويا وسامعا، ومعيدا ومستعيدا. وراح ناظم بك يقص أيام الجهاد الوطني في سوريا وذكرياته السالفة في أوروبا أيام الدراسة",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "ومضيت في نصيبي المتواضع استمع الى هذين الصديقين الكريمين وأشاركهما شجون الحديث، حيا بالمرح وحافلا بالمطارحات والدعابات. ¶ ولم يكن في الزمن ما ينبئ بمضيه، بل لم يكن ما ينبئنا بأفول النهار وإقبال الليل، بل لم يكن ما ينبئ أي هزيع من الليل بلغنا، فلقد كان الحديث رخيَّا ونديا من القلوب وإليها، فنسينا مطالب الجسد وحاجة الجسد، ولولا أن النوم فيه هدأة للروح والجسم معا، لاتصل منا الليل بالنهار، ومضينا في الحديث نضرب في أرجاء الزمان ما وسعنا، وما أجمل السمر في صفوه وأنسه ولكن ليته ولعله ...",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "في الأطلنطي 9-12-1945 ¶ استسلام ¶ عبرنا المحيط الأطلسي في سفر هادئ، وقضينا أسبوعا لا نرى إلا السماء والماء، فانعدم الحس بالزمان، ومضى متصلا لا أعرف تاريخ اليوم من الشهر ولا اسمه من الأسبوع، واستسلمت إلى أنني سأصل بعناية الله يوم جمعة منتصف هذا الشهر، وأنّ ربان الباخرة سيعلن ميقات وصولنا، فلا داعي أن أرهق نفسي بالحساب. ¶ وكان رفيقي الوزير السوري ناظم بك على خلاف ذلك، يحسب ويوقت وكنا إذا خلونا الى حجرتنا في الباخرة عند النوم أخذ يسألني عما مضى وعما بقي، فأقسم له غير حانث أنني لا أعلم ما مضى ولا أعلم ما بقي. ولكن شيئا واحدا أعلمه أننا سنصل يوما ما، فكان يغضبه مني هذا الاستسلام والتراخي الى أن أنشدت له يوما ما قاله الشاعر: ¶ يسر المرء ما ذهب الليالي وكان ذهابهُن له ذهابا ¶ فاعتبر وتذكر. ولولا أن قلوبنا قد سبقت الى الوطن والأهل والولد لآثرنا أن نهادن الزمان، فيمتد الى غير أجل من غير توقيت أو حسبان",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "11-12-1945 ¶ الصخرة ... ... .الصخرة ¶ تناولنا عشاءنا على مائدة لعبت بها الأمواج، تنزل بها الى قاع من القاع ثم تتسلق طريقها الى الأبراج، وكانت أطباق الطعام وأواني الشراب تميد يمنة ويسرة حتى كادت أن تتداولها أيدي الآكلين والشاربين. وكان المسافرون يرتطمون ويصطدمون بعضهم ببعض حين ينزلقون عن مقاعدهم الطويلة كلما هاج البحر. وقد أصابت الجميع نشوة من الفرح، أشاعته عصبة من الأميركيات اللعوبات، أطلقن لمرحهن العنان فألقين أكتافهن وسواعدهن وشعورهن، وسائر ما يتصل بالنون الثقيلة، حيثما تقع وحيثما اتفق. ¶ ولكن كهلا من ركاب الباخرة كان قد اعتمد ظهره الى جدار الباخرة واتخذ مجلسه في آخر هذه المقاعد الطويلة، ذلك الكهل انكمش على نفسه واجما، يأخذه العبوس والانقباض كلما قذف اهتزاز الباخرة الى جنبه وحضنه عجوز شمطاء عجفاء، لم تترك زينة ولا زخرفا ولا ألوانا إلا وضربت منها على وجهها وملابسها وشعرها بأوفر نصيب، في قبح عجيب. ¶ وسط هذا الهرج وقف ربان الباخرة، بقامته الفارعة من غير تكلف ولا عناء. وليس \"الوقوف\" ميسورا في تلك الفترة التى انطلقت فيها عفاريت البحر تتجاذب الباخرة، وأخذ الربان يجيل بصره في المسافرين وجها لوجه ليفشي فيهم الهدوء والثقة، فإنه يوشك أن يفاجئهم بنبأ يسلبهم الرقاد.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "وبلهجة أميركية، عامرة بالإمالة والغُنّة، اعتذر عن هياج البحر، ورجا إليهم أن لا يعتبوا، أو يلوموا ... ¶ فانطلقت الحناجر الناعمة والخشنة بالقهقهات، موقعات وغير موقعات، إلا حنجرة واحدة ظلت كاظمة أمرها ووترها، ذلك أن الرجل الكهل ما زال مغيظا حنقا من جارته العجفاء ... ثم مضى الربان يقول (ستجربون حظكم هذه الليلة فنحن نوشك أن نبلغ مكانا من البحر، طريفا وعظيما، ولا أدري هل نمر به في الهزيع الأخير من الليل، أم سنصله في الصباح، والأمر على كل حال رهين بحظكم وطالعكم، أتدرون ما هو هذا المكان؟ ¶ فصاحت أميركية باسلة، وقد نهضت على أطراف أقدامها: \"الصخرة ... .الصخرة ... فردد القائد معها بصوت رزين وقور قائلا : (الصخرة.. الصخرة ... وستمتحنون طالعكم هذه الليلة وأتمنى لكم حظا سعيدا). ¶ وانصرف الربان الى حجرته ولم يكد يغادر قاعة الطعام حتى تناثر المسافرون عن المائدة وانتظموا في حلقات حلقات، يتحدثون عن الصخرة، يطلبون الحديث فلا يملونه ثم ينفرطون أزواجا أو فرادى، ويهرولون الى ممرات الباخرة ودهاليزها والى الأرصفة والشرفات ليروا هذه الصخرة التي شغلتهم في ليلتهم هذه عن العالم الجديد الذي غادروه، وصرفتهم عن العالم القديم وقد استقبلوه ¶ ولم يعد الأمر سرا مكنونا، أو أحجية غامضة، فإنها صخرة طارق بن زياد، عابر المضيق، مضرم النار في السفن، قاهر الفرنجة، وفاتح الأندلس. ¶ ولقد نذرت هذه الباخرة نفسها ومن فيها أن لا يغمض جفن ولا يوطأ مقعد أو سرير، فالجميع أسبلوا أيديهم أو اعتمدوا صدورهم فوق قضبان",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "الأرصفة، ووجوههم صوب الشمال تستطلع أنوار المضيق، حديثهم الصخرة، أمنيتهم الصخرة، لهفتهم الصخرة. ¶ ولقد هبت الرياح رطبة باردة فلم يستشعر المسافرون البرد إلا بعد زمن، فتساقطوا الى حجراتهم يخطفون ما وقعت عليه أيديهم من غطاء أو رداء، ثم يتزاحمون صاعدين الى أماكنهم في الأرصفة وقد لفوا أجسادهم بما حملوا لفا شديدا، واتجهوا بأبصارهم الى ما وراء الأفق البعيد، الى موطن الصخرة ولو أن رجلا قد هبط على الباخرة تلك اللحظة ورأى هذا الرتل الطويل من الرجال والنساء وهم جاحظون في الأفق البعيد، لأيقن أنه رتل من الرهبان وقفوا يتعبدون ... .وما درى أنهم ناس يتفرجون. ¶ ويمضي الوقت طويلا وهذه الأشباح الملفوفة، شدت أبصارها الى هدف واحد، تغرق في الصمت العميق لا يقطعه إلا حديث واحد، هو الحديث عن الصخرة وكفى. ¶ ذلك كان شأنهم جميعا، أما صديقهم الكهل فقد وجد في الحديث عن الصخرة أعظم العزاء فيما أصابه من بلاء، بلاء الجيرة لتلك العجوز العجفاء. ¶ وكنا نحن، معشر العرب، ثلاثة في الباخرة، ناظم بك القدسي، ووهيب بك دوس وأنا. ¶ فأخذَنا الزهو والعزة كلما استمعنا الى حديث الصخرة وكلما رأينا لهفة هؤلاء الأجانب على أن تكتحل عيونهم بمشاهدة الصخرة. وكان أكثر الركاب ينظرون إلينا كلما تحدثوا عن هذه الصخرة، وأنا موقن أنه لم يكن في أحد منا ما يلفت النظر. وكنا الى ذلك العهد ثلاثة من المسافرين وانتهى، ليس لنا شأن ولا ذكر ، فإذا بالصخر يفيض علينا النباهة والذكر, حتى لقد خيِّل إلي",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "هؤلاء الأجانب وقد أصبحوا يرون في أحدنا طارقا بن زياد. وقد أفلتُ من صديقي، وأخذت أطوف بهذا الرتل من الناس المشدودين المأخوذين، لأرى فيهم ساعة أو بعض ساعة، أشبع فيها خيلائي وكبريائي وحمدت الله أني وجدت صهيونيا أمريكيا كان كثير المماحكة والجدل لا يفتأ عن التعريض بالعرب، وجدَ أو لم يجد الى الحديث سبيلا. فدنوت من هذا الماكر وهو يحاول أن يتوارى بغطائه وقلت له: هل أنت كورنفيلد؟ فقال نعم، قلت له\" وهل أنت أيضا سهران؟ فكابر وقال: لست سهران ... أنني أشعر بالأرق لأني نمت كثيرا في النهار ولست أطيق أن أكون في حجرتي الآن فقلت له: وعساك أنت ترقب الصخرة؟ فمكر وقال: لا، الصخرة صخرة، ولكن الطبيب نصحني أن أطيل الانتفاع بهواء البحر لمرض أشكو منه، فضحكت هازئا وقلت له حين هممت بالانصراف: ¶ هاها ... .يجوز ... ولكني أظن أنك تشكو مرضا آخر ¶ ولقد انتصف الليل واشتدت حلكة الظلام وأخذت الباخرة تقترب من المضيق تسترشد بالأنوار المثبوتة على الضفاف، فاشتد لصوق المسافرين بالقضبان الحديدية كما اشتد امتداد الرؤوس وإحداق الأبصار، وأمسكوا عن الحديث وودوا لو يمسكون عن الأنفاس فلا يفوتهم من مشهد الصخرة ذرّة أو بعض الذرة. ¶ وطال الصمت ودام النظر فلم يبصروا شيئا، ذلك أن الأبصار قد باتت متعبة، وكثر تعاقد السحاب واشتداد الظلام، ثم جاءهم الربان وأنبأَهم أن الباخرة قد جاوزت الصخرة ... . وتجري الرياح بما لا تشتهي السفن ... ¶ وهنالك خاب الرجاء وتبدد الأمل، فانفرط هذا الصف الطويل من الأشباح وانسل المسافرون الى مضاجعهم وقد أضناهم الوقوف وأعياهم",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "الانتظار. ورأيت أني وحدي، كالعابد الزاهد ليلة القدر يقلب بصره في السماء، وغشيتني رهبة ما غشيتني من قبل وما أظنها تغشاني من بعد، فيما بقي لي من العمر. وإذا بالتاريخ العربي ينشر الصفحات، وإذا بالذكريات تنهض أمام بصري، حوادث ووقائع، منها ما يقر العين ومنها ما يقض المضاجع. لقد ألقى المسافرون بأجسادهم فوق فراشهم، ونفوسُهم تفيض بالحسرة والخيبة، ذلك أنهم لم يروا شيئا من الصخرة، ولكني رأيت جحافل النصر وراء القائد العربي عقبة بن نافع ممتطيا صهوة جواده، يمضي في الشمال الإفريقي من نصر الى نصر حتى يبلغ المحيط الأطلسي وهو يصيح في أذن الزمان (والله لولا هذا البحر لمضيت في سبيلك مجاهدا) ... . ¶ ورأيت طارقا بن زياد وفي ركبه الغضاريف من العرب يحرقون سفنهم بأيديهم التماسا للنصر أو القبر. ولقد سمعت صيحاتهم ونجداتهم، وسمعت طارقا في خطبته التي تتوارثها الأجيال العربية كأعظم أنشودة للحرب، وأمجد فاتحة للنصر، ورأيت صقور قريش، وقوافل العلماء والشعراء والفقهاء والأطباء والحكماء يجتازون المضيق، يحملون معهم مشاعل العلم والعدل والحضارة فتضيء في ذلك العالم السادر في الجهل ,الغارق في الظلم ,المتردي في الانحطاط. ¶ ورأيت مدينة عجيبة ,وحضارة رفيعة,وعدلاً شاملاً, ورحمة رشيدة: كل اولئك في مجالس الخلفاء وقصور الأمراء ورياض المدائن ومعاهد العلم ودور المرضى ومنازل الناقهين والعاجزين . ¶ وبدا هذا الملك, كالفردوس الذي بحث عنه الفلاسفة وافتقدوه, تتآخى فيه نوازع الدين والدنيا, وتتجسم في مرابعه ومغانيه آيات العقل, وخلجات القلب, ووحي الروح.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "ولكني, رأيت بعد ذلك, هذا الفردوس العجيب, بالياً كالبلى, يحمله أهله وذووه كما يحملون الموتى, خاشعة أبصارهم, عبر المضيق إلى إفريقيا, وقد ملأوا الدنيا نحيبا ووجيبا, يلقون آخر النظرات, ويبعثون آخر الحسرات, ويرسلون آخر العبرات, صوب الأندلس, الأندلس وحدها, وهم يستمعون إلى الشاعر, واعظا وزاجرا, منتهراً وساخراً. ¶ ابكِ مثّل النساء ملكاً مضاعاً لم تحافظ عليه مثّل الرجال ¶ ورأيت بعد ذلك كله, عربا يجوسون خلال الأندلس لا منتصرين ولا فاتحين, ولكن زائرين ومتفرجين, فيقفون عند الآثار يصعدون الأنفاس ويكفكفون العبرات, ورأيت بينهم شاعراً نصرانياً عربياً, ذكي الفؤاد مرهف الحس, يطوف بالمسجد في قرطبة, وها هو حين يشرئبّ بعنقه نحو مئذنته الفاتنة, يسمع أجراس النواقيس تبعث رنينها في الآفاق فتفيض الحسرة في نفس الشاعر يبعثها آيا من الشعر : ¶ يا ايها المسجد العاني بقرطبة ... هلا تُذكرِّك الأجراس تأذينا ¶ ولقد رأيت كثيراً غير هذا، وسمعت كثيراً غير هذا, وأقسم أني رأيت وأني سمعت, ولكن بالفؤاد, وما كذب الفؤاد . ¶ ولقد عمر الفؤاد بهذه الرؤى والأطياف, أياما صفا فيها البحر الأبيض المتوسط. وعشت في الذكريات مع أصحاب الذكريات, أستمع وأتكلم, ألوم وأستغفر, أبتهج وأبتئس, حتى دنوت أول مرفأ من الوطن العربي في بور سعيد. ¶ فعادت إليّ دنيا الحاضر, بلهفة المشوق إلى الوطن وأهله وكان صباح, وكان مساء ... وكان ابتداء, وكان انتهاء ...",
            "page": "100",
            "part": "1"
        }
    ],
    "t37699": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "من القدس إلى واشنطن"
        }
    ]
}