{
    "b37708": [
        {
            "id": "1",
            "nass": "تقنيات تشخيص وتقويم البناء المعرفي المرتبطة بمنظومة القيم لدى المتعلمين ¶ السعيد الزاهري (بحث مشترك) (¬1) ¶ وحدة التكوين و البحث في البيداغوجية الجامعية ¶ كلية العلوم بنمسيك، الدار البيضاء- المغرب ¶ تقديم ¶ من المعلوم أن الهدف الرئيسي للتربية على القيم الإسلامية هو خلق تحول في تصورات ووجدان المتعلمين في الاتجاه الايجابي الذي يعزز حضور هذه القيم في سلوكاتهم اليومية، ويعزز الثقة لديهم، و يجعلهم يحسون بالاطمئنان أكثر لاختياراتهم في الحياة مادام بناءها قائم على أسس سلمية تتمثل في: ¶ - مفاهيم صحيحة وواضحة تتشكل في عقل المسلم بمناهج دقيقة ومنتظمة وواعية. ¶ - تصورات ناضجة عن الكون والحياة ناتجة عن تلكم المفاهيم ¶ - وجدان متفاعل ومتوازن يدفع إلى الخير حيث كان ويلجم عن الشر ¶ - تمثل وسطي ومعتدل لقيم الإسلام وأحكامه مبادئه ¶ حكمة بالغة في التواصل مع الآخرين لإقناعهم بقيم الإسلام ومبادئه ¶ فالبناء المعرفي ( structure cognitive)  السليم للمفاهيم يؤدي إلى تكوين تصور سليم ينبني عليه اقتناع يتحول إلى سلوك إيجابي يستطيع صاحبه أن يدافع عنه ويدعو إليه بقوة الحجة والمنطق. ¶ فكيف يمكن تشخيص هذا البناء من أجل تقويم منظومة من القيم الإسلامية لدى المتعلمين؟ ذلك ما سيجيب عنه هذا العرض من خلال التعرف على الإطار النظري الذي ترتكز عليه تقنيات التشخيص، و تحديد بعض المفاهيم الأساسية. فتقديم التقنيات وإعطاء نماذج تطبيقية لها. ¶ 1 - الإطار النظري ¶ يعتبر المنظور المعرفي للتعلم ( cognitivism)  المدخل النظري الأساس لتقنيات تشخيص البناء المعرفي, ويركز هذا المنظور على التنقيب عما يحدث في دماغ المتعلم من كيفية اكتسابه للمعرفة وتنظيمها وتخزينها في ذاكرته, وكيفية استخدامه لهذه المعرفة في تحقيق مزيد من التعلم والتفكير. و من أهم النظريات التي تعكس المنظور المعرفي للتعلم نظرية التمثيل للتعلم المعرفي ( Ausubel's Assimilation theory)  ومنظرها ديفيد أوزوبل ( David Ausubel, 1963). ¶ _ ¶ يعتبر أوزوبل أحد منظري الرؤية البنائية ومن الذين أسهموا بشكل فعال في بلورة معالم الفكر البنائي. وتقوم نظريته على ما أسماه بالتعلم ذي معنى ( Meaningful Learning).  والذي يحدث عندما تتفاعل المعلومات الجديدة مع المعلومات القبلية  prior Knowledge  لينتج عن ذلك تغيير إيجابي في البناء المعرفي للمتعلم. ¶ وهذا يعني أن هذه النظرية تقوم على متغير أساس وهو المعلومات السابقة أو القبيلة أو الأولية لدى الفرد. وقد بسّط ج. نوفاك  J.Novak (1976)  هذه النظرية في الشكل 1. ¶ ¬__________ ¶ (¬1) محمد طالبي-أحمد بنعمارة- محمد الراضي - محمد خالدي – سعيد بلمختار",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "2 - تحديد المفاهيم ¶ _ ¶ 1.2 - المفهوم  Concept ¶ تقدم العديد من المتخصصين في مجالات التربية وعلوم النفس بتعاريف متفاوتة للمفهوم, نستحضر منها تعريفين لجود ( Good, 1973) ,  فقد عرفه أولا بأنه فكرة، أو تمثيل للعنصر المشترك الذي يمكن من خلاله التمييز بين المجموعات أو الأصناف المختلفة, وعرفه ثانيا بأنه تصور عقلي عام مجرد لموقف ما. ¶ وحسب نموذج بور  Bur (in schaefer, 1979)  فالمفهوم يتكون من ثلاثة أجزاء: ¶ - النواة المنطقية  logical core:  تكون عادة مرتبطة في ذاكرتنا بإسم ما، ويمكن وصفها بتلاقي سلسلة من الخاصيات المميزة للمفهوم. كما يمكن اعتبار النواة المنطقية نسقا متكونا من بنية عناصر التصور مثلا: العلاقة المنطقية بين أجزاء المفهوم وحالاته الخاصة وإطاره المعرفي. ¶ - اسم المفهوم  name of the concept:  يستعمل كوسيلة للتواصل بين الأفراد، وكتذكير من أجل ترسيخ فعال في الذاكرة. فالصلاة كلمة دالة على فعل الصلاة المتمثل في القيام والركوع والسجود وغيرها من الأفعال، وهي الكلمة المتداولة بين الناس والتي تسهل تواصلهم في الحديث عن هذه العبادة وما يتعلق بها. ¶ - المجال الترابطي للمفهوم  associative field:  هو مجموعة من الامتدادات للنواة المنطقية للمفهوم الذي يصبح مرتبطا في الذاكرة بسياقات عدة متنوعة ومختلفة. مثال: ¶ 2.2 - . مفهوم البناء المعرفي  structure cognitive ¶ تركز المقاربة البنائية في تفسير التعلم على البناء المعرفي وعلى العمليات الذهنية التي ينتج عنها تكوين هذا البناء في ذاكرة المتعلم. والبناء المعرفي يعني تنسيق وتنظيم المفاهيم والوقائع والحقائق والمبادئ والقواعد والقوانين المرتبطة بموضوع ما في شكل منظومة خاصة داخل ذهن المتعلم. ويبين الشكل2 كيفية تكوين البناء المعرفي في ذهن المتعلم في سياق تعلمي داخل الفصل.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الشكل2: تطور بنية المعرفة من البناء العلمي لها إلى البناء المعرفي لدى المتعلم ¶ وفي نظر أوزوبل وروبنسون (1968) فإن البناء المعرفي عند الفرد يكون على شكل هرمي يتضمن عدة مستويات تتدرج من العام إلى الخاص، بحيث تشكل النظريات العامة والمفاهيم الأساسية قمة الهرم، بينما تتواجد المفاهيم الأقل عمومية في وسط الهرم والمفاهيم الفرعية والمعلومات المتخصصة في قاعدة الهرم. وعندما يكتسب الفرد معرفة جديدة في أي مجال من مجالات المعرفة فإنه يكون بناءا معرفيا ثانويا يرتبط بهذا المجال. ¶ 3.2 - . خرائط المفاهيم  concept maps ¶ طور جوزيف نوفاك) ( Joseph D.Novak, 1983  فكرة التمثيل الهرمي للمفاهيم التي قدمها أوزوبل إلى ما أسماه بالخرائط المعرفية  cognitive maps  أو خرائط المفاهيم  concept maps.  فخرائط المفاهيم كما يراها نوفاك عبارة عن رسوم تخطيطية ثنائية البعد (تشجير) تتكون من المفاهيم (أسماء المفاهيم) والعلاقات بينها (كلمات رابطة).فهي تعبر إذا عن المفاهيم وعن الطريقة التي ترتبط بها داخل بنية المتعلم العقلية (أمثلة شكل 4 وشكل5). ¶ خريطة مفهوم القرآن الكريم كما تصورها مجموعة من تلاميذ المرحلة الإعدادية ¶ 3 بعض تقنيات تشخيص البناء المعرفي ¶ هناك عدة تقنيات لتشخيص البناء المعرفي لدى المتعلمين من أهمها و أبسطها تقنية ربط الكلمات ¶ ( technique of association of the words)  التي تعتبر من أقدم التقنيات المستعملة في هذا المجال ( Desse, 1965).  وتنبني فرضية هذه التقنية على اعتبار أن المفاهيم تنتظم في ذهن المتعلم على شكل نقط رياضية ( mathematical points)  تفصل بينهم مسافات محددة يمكن حساب قيمتها بواسطة صيغ رياضية محددة ومعروفة. ¶ وتنقسم هذه التقنية إلى عدة أنواع تختلف حسب التعليمات أو الإرشادات المقدمة للمفحوصين أو عينة الدراسة، وسنفصل في ما يلي أهم هذه الأنواع وهي تقنية ربط الكلمات الحرة وتقنية ربط الكلمات بواسطة المصفوفة.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "1.3 - تقنية ربط الكلمات الحرة  technique of association of the free words ¶ ا - الطريقة ¶ نقدم فيها للمتعلمين كلمة أو مصطلح يسمى المفهوم المثير \"  concept stimulu\"  ويطلب منهم كتابة الكلمات أو المصطلحات أو المفاهيم التي تخطر بذهنهم وهم يفكرون في المفهوم المثير في وقت وجيز ومحدد (لا يتجاوز في الغالب دقيقتين). أما نوع التعليمات المقدمة لعينة الدراسة فهي: ¶ - تنبيه أفراد العينة بعدم كتابة أسمائهم في بطاقات الأجوبة، و على أن جميع الأجوبة تعتبر صحيحة وجيدة. ¶ - إذا أردنا معرفة تصورات المتعلمين حول المفهوم المثير بصفة عامة فان هذا الأخير يقدم منفرداً (مثال: مفهوم \"النمو\" (. - - أما إذا أردنا حصر أجوبتهم في مجال معرفي معين فإن المفهوم المثير يقدم في جملة (مثال: مفهوم \"النمو الديمغرافي\"). ¶ - إذا أردنا معرفة نوع الارتباطات بين أجوبة العينة والمفهوم المثير من جهة وبين مختلف المفاهيم التي وردت في المتعلمين فإننا نطلب منهم تحديد نوع العلاقة أو الارتباط بين مختلف المفاهيم في أجوبتهم سواء على شكل كلمات أو جمل. ¶ ب- ما هي المعلومات التي يمكن استنتاجها عند تطبيق تقنية ربط الكلمات الحرة؟ ¶ يمكن أن نستخلص مجموعة من المعلومات منها: ¶ Au seuil 1% ... Au seuil 5% ... DL ¶ 0.96 ... 0.88 ... 3 ¶ 0.92 ... 0.81 ... 4 ¶ 0.87 ... 0.75 ... 5 ¶ 0.83 ... 0.71 ... 6 ¶ 0.80 ... 067 ... 7 ¶ 0.76 ... 0.63 ... 8 ¶ 0.73 ... 0.60 ... 9 ¶ 0.71 ... 0.58 ... 10 ¶ 0.68 ... 0.55 ... 11 ¶ 0.66 ... 0.53 ... 12 ¶ 0.64 ... 0.51 ... 13 ¶ 0.62 ... 0.50 ... 14 ¶ 0.61 ... 0.48 ... 15 ¶ 0.59 ... 0.47 ... 16 ¶ 0.58 ... 0.46 ... 17 ¶ 0.56 ... 0.44 ... 18 ¶ 0.55 ... 0.43 ... 19 ¶ 0.54 ... 0.42 ... 20 ¶ 0.49 ... 0.38 ... 25 ¶ 0.45 ... 0.35 ... 30 ¶ 0.42 ... 0.32 ... 35 ¶ 0.39 ... 0.30 ... 40 ¶ 0.37 ... 0.29 ... 45 ¶ 0.35 ... 0.27 ... 50 ¶ 0.32 ... 0.25 ... 60 ¶ 0.30 ... 0.23 ... 70 ¶ 0.28 ... 0.22 ... 80 ¶ 0.27 ... 0.21 ... 90 ¶ 0.25 ... 0.19 ... 100 ¶ -  كمية ونوعية الكلمات أو المفاهيم المكونة للمجال المفاهيمي: ¶ وذلك بحساب عدد الكلمات أو المفاهيم الواردة في أجوبة عينة الدراسة والتي لها ارتباط بالمفهوم المثير، هذا العدد يعطينا فكرة عن اتساع أو محدودية المجال المفاهيمي للمفهوم المثير. ¶ كما أن تصنيف هذه الكلمات حسب المجالات المعرفية التي تنتمي إليها يمكننا من معرفة الاتجاهات التي تتمحور حولها تصورات المتعلمين حول المفهوم المثير. ¶ - أهمية وقوة ارتباط الكلمات أو المفاهيم المكونة للمجال المفاهيمي بالمفهوم المثير: ¶ وذلك بحساب عدد تكرار كل كلمة في أجوبة العينة ووضعها في جدول مرتبة من التكرار الأكبر إلى التكرار الأصغر ومنه نستنتج المفاهيم الأكثر والأقل ارتباطا بالكلمة المثير. ¶ ثم حساب قيمة تردد ( frequency )  الكلمات الواردة في أجوبة المتعلمين وذلك بقسمة عدد تكرار كل كلمة على عدد التكرار الأكبر،.وبالاعتماد على جدول حساب معاملات الارتباط حسب عدد أفراد عينة الدراسة (¬1) (انظر الجدول جانبه) يمكن استخلاص الحد الأدنى للارتباط ذو الدلالة الإحصائية بين المفاهيم. ¶ ج- نماذج تطبيقية لتوظيف تقنية ربط الكلمات الحرة. ¶ النموذج التطبيقي الأول: ¶ نقدم فيه نتائج دراسة ميدانية أنجزناها بتطبيق تقنية ربط الكلمات الحرة على 38 تلميذة وتلميذ من السنة الأولى من التعليم الثانوي الإعدادي بأكاديمية تطوان بالمملكة المغربية. ¶ وقد اعتمدنا في هذه الدراسة على مفهوم \"القيم الإسلامية\" كمفهوم مثير، لمعرفة مدى ارتباطه بمجموعة من المفاهيم المختلفة والمنتمية لمجالات مختلفة لدى عينة الدراسة، علما أن المحتوى المقرر لهم في مادة التربية الإسلامية يضم عشر مجالات (¬2) تشمل: التربية الاعتقادية- التربية التعبدية- التربية الاجتماعية والأسرية- التربية العقلية والمنهجية- التربية المالية والاقتصادية- التربية الصحية والوقائية- التربية التواصلية والإعلامية- التربية الفنية والجمالية- التربية البيئية- التربية الحقوقية. ¶ بعد جمع عدد الكلمات أو المفاهيم في أجوبة عينة الدراسة ومجموعها 93 مفهوم. قمنا في المرحلة الأولى بحساب تكرار كل كلمة، ثم رتبنا أهمها في الجدول التالي من التكرار الأكبر الى التكرار الأصغر: ¶ جدول التكرار ¶ المفاهيم ... التكرار ... المفاهيم ... التكرار ... المفاهيم ... التكرار ... المفاهيم ... التكرار ... المفاهيم ... التكرار ¶ الإيمان ... 34 ... النظافة ... 26 ... الرفق بالحيوان ... 17 ... الصدقة ... 9 ... الحلال ... 3 ¶ التوحيد ... 32 ... الطهارة ... 26 ... محاربة التلوث ... 17 ... الطاعة ... 8 ... العفو ... 3 ¶ الحمد ... 30 ... العفة ... 25 ... الكسب الحلال ... 15 ... التواصل ... 8 ... الحرية ... 3 ¶ الامانة ... 30 ... القناعة ... 24 ... عيادة المريض ... 14 ... حفظ النفس ... 8 ... الاجتهاد ... 3 ¶ الأخوة ... 28 ... عدم الغش ... 22 ... حفظ الاسرار ... 14 ... الكرامة ... 7 ... . ... . ¶ الاحسان ... 27 ... الصدق ... 22 ... المساواة ... 14 ... عدم التبذير ... 7 ... . ... . ¶ البر ... 27 ... الاعتدال ... 21 ... الصبر ... 12 ... محاربة الرشوة ... 7 ... . ... ¶ صلة الرحم ... 26 ... رد السلام ... 21 ... التضامن ... 11 ... الغرس ... 4 ... ¶ النية ... 26 ... الوقاية ... 19 ... المودة ... 9 ... التكافل ... 4 ¶ ثم قمنا في المرحلة الثانية بحساب قيمة التردد بالنسبة لجميع الكلمات والمفاهيم المحصل عليها وذلك بقسمة قيمة تكرار المفاهيم المحصل عليها على التكرار الأكبر الذي يساوي 38 مرة ذكر فيها مفهوم الإيمان، فحصلنا على الجدول التالي: ¶ جدول الترددات ¶ المفاهيم ... التردد ... المفاهيم ... التردد ... المفاهيم ... التردد ... المفاهيم ... التردد ... المفاهيم ... التردد ¶ الإيمان ... 1 ... النظافة ... 0.76 ... الرفق بالحيوان ... 0.50 ... الصدقة ... 0.26 ... الحلال ... 0.08 ¶ التوحيد ... 0.94 ... الطهارة ... 0.76 ... محاربة التلوث ... 0.50 ... الطاعة ... 0.26 ... العفو ... 0.08 ¶ الحمد ... 0.88 ... العفة ... 0.73 ... الكسب الحلال ... 0.44 ... التواصل ... 0.23 ... الحرية ... 0.08 ¶ الامانة ... 0.88 ... القناعة ... 0.70 ... عيادة المريض ... 0.41 ... حفظ النفس ... 0.23 ... الاجتهاد ... 0.08 ¶ الأخوة ... 0.82 ... عدم الغش ... 0.64 ... حفظ الاسرار ... 0.41 ... الكرامة ... 0.23 ... . ... . ¶ الاحسان ... 0.79 ... الصدق ... 0.64 ... المساواة ... 0.41 ... عدم التبذير ... 0.20 ... . ... . ¶ البر ... 0.79 ... الاعتدال ... 0.61 ... الصبر ... 0.35 ... محاربة الرشوة الغرس ... 0.20 ... . ... . ¶ صلة الرحم ... 0.76 ... رد السلام ... 0.61 ... التضامن ... 0.32 ... التكافل ... 0.11 ... ¶ النية ... 0.76 ... الوقاية ... 0.55 ... المودة ... 0.29 ... 0.11 ¶ ¬__________ ¶ (¬1) أحمد العيساوي (1986). القياس والتجريب، دار الفكر العربي. بيروت. ¶ (¬2) السعيد الزاهري، محمد الحضراتي، يوسف بن عجيبة ومحمد الراضي. (2003). في رحاب التربية الإسلامية: كتاب التلميذ ودليل المدرس. دار العالمية للنشر ومكتبة السلام الجديدة. الدار البيضاء.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "بالاعتماد على الجدول السابق لمعاملات الارتباط بين المفاهيم نحصل على قيمة الارتباط الأدنى ذو الدلالة الإحصائية. بالنسبة لعينة الدراسة التي عددها 38 فرداً فالمعامل الحر  DL  يساوي 36، والحد الأدنى لقيمة معامل الارتباط ذو الدلالة الإحصائية باعتماد نسبة الخطأ 5% هو 0.32، وهذا يعني أن المفاهيم التي تعتبر أن لها ارتباط بمفهوم \"القيم الإسلامية\" لدى عينة الدراسة هي التي لها قيمة تردد تفوق 0.32 أي 34 مفهوم (من مفهوم الإيمان الى مفهوم التضامن) من أصل 85 فقط. ¶ بعد تصنيف هذه المفاهيم حسب المجالات المعرفية المنتمية إليها انطلاقا من تصنيف مقرر مادة التربية الاسلامية نحصل على النتيجة التالية: ¶ مجال العقائد والعبادات ... مجال الصحة والوقاية ... المجال الاجتماعي والأسرية ... مجال البيئة ... المجال المالي والاقتصادي ... مجال الحقوق ¶ الإيمان ... الوقاية ... الإحسان ... الرفق بالحيوان ... العفة ... عيدة المريض ¶ التوحيد ... النظافة ... الأخوة ... محاربة التلوث ... القناعة ... المساواة ¶ الطهارة ... صلة الرحم ... عدم الغش ... ¶ الحمد ... البر ... الأمانة ... ¶ النية ... حفظ الاسرار ... الصدق ... ¶ الصبر ... رد السلام ... الاعتدال ... ¶ المودة ... الكسب الحلال ... ¶ التضامن ¶ وبذلك يمكن تمثيل المجال المفاهيمي لمفهوم \"القيم الإسلامية\" كالتالي: ¶ المجال الترابطي لمفهوم القيم الإسلامية لدى تلاميذ السنة أولى إعدادي ¶ النموذج التطبيقي الثاني: ¶ المفهوم المثير: القيم الإسلامية ¶ عينة الدراسة: 40 طالب وطالبة أساتذة متدربين بالمدرسة العليا للأساتذة شعبة اللغة العربية. ¶ النتائج: 13 مفهوم فقط له ارتباط ذو دلالة إحصائية بمفهوم \"القيم الإسلامية\" من أصل 103، أما الحد الأدنى لقيمة التردد فهي.30 ¶ المفاهيم ... التكرار ... _",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "التردد ¶ الأخلاق ... 27 ... 0.66 ¶ العدل ... 18 ... 0.62 ¶ المساواة ... 17 ... ¶ المعاملات ... 13 ... 0.48 ¶ التعاون ... 13 ... 0.48 ¶ التضامن ... 13 ... 0.48 ¶ التسامح ... 10 ... 0.37 ¶ العبادات ... 10 ... 0.37 ¶ التربية ... 9 ... 0.33 ¶ الحب ... 9 ... 0.33 ¶ العقيدة ... 9 ... 0.33 ¶ الصدق ... 9 ... 0.33 ¶ الدين ... 7 ... 0.25 ¶ العلم ... 6 ... 0.22 ¶ الإحسان ... 6 ... 0.22 ¶ الحقوق ¶ قراءة في النتائج: ¶ يتبين من خلال قراءة أولية للنتائج المحصل بالنسبة لعينة التلاميذ والطلبة المتدربين أن عدد المفاهيم التي لها ارتباط ذو دلالة إحصائية بمفهوم القيم الإسلامية انحصر في 27 مفهوم بالنسبة للفئة الأولى و13 مفهوم للفئة الثانية، مما يدل على محدودية المجال الترابطي لهذا المفهوم بالنسبة للعينتين معا. كما أن نوعية بعض المفاهيم المرتبطة بمفهوم القيم الإسلامية لدى العينة الثانية أكثر عمومية وشمولا (مثل الأخلاق، العبادات، المعاملات، التربية) من المفاهيم الموجودة في ذهن التلاميذ. أما المفهوم الأكثر ارتباطا بمفهوم القيم الإسلامية في أذهان التلاميذ فهو مفهوم الإيمان (بنسبة 67%) وبالنسبة للطلبة الأساتذة المتدربين فمفهوم الأخلاق (بنسبة 89%). ¶ 2.3 - تقنية ربط الكلمات بالمصفوفة ( association of the words by matrix) ¶ ا- الطريقة ¶ نقدم للمتعلمين مصفوفة تتضمن لائحة من المفاهيم المنتمية لمجالات معرفية محدد، ونطلب منهم وضع علامة ( x)  في خانة التقاء المفاهيم التي يرون أنها مرتبطة فيما بينهما. ¶ وكما سبق وفصلنا في الفقرة السابقة يمكن حساب تكرار عدد الارتباطات بين المفاهيم، ثم حساب قيمة التردد بين المفاهيم المرتبطة في ما بينها بقسمة عدد التكرارات على التكرار الأكبر. وبعد ذلك نستنتج البناء المفاهيمي لعينة الدراسة. ¶ ب- نموذج تطبيقي لتوظيف تقنية ربط الكلمات بالمصفوفة. ¶ قدمنا لعينة من تلاميذ المستوى الثانوي التأهيلي بأكاديمية تطوان بالمملكة المغربية، وعددهم 45 فرداً، مصفوفة تتضمن لائحة من المفاهيم المنتمية لمجالات معرفية محدد، وطلبنا منهم وضع علامة ( x)  داخل المصفوفة (انظر المصفوفة جانبه) في خانة تقاطع المفاهيم التي يرون أنها مرتبطة بينها. ¶ لائحة المفاهيم المقترحة هي: 1 - التربية الإسلامية ¶ 2 - الصحة 3 - الإعلام 4 - الحقوق 5 - الجمال 6 - البيئة ¶ 7 - العلم 8 - الاقتصاد 9 - الأسرة 10 - الفن 11 - التكنولوجيا.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "بعد توزيع هذه المصفوفة على أفراد عينة الدراسة حصلنا على النتائج التالية: ¶ جدول تكرار العلامات ( x)  في أجوبة التلاميذ: ¶ ت. الإسلامية ... الصحة ... الإعلام ... الحقوق ... الجمال ... البيئة ... العلم ... الاقتصاد ... الأسرة ... الفن ... التكنولوجيا ¶ التربية الإسلامية ... 34 ... 43 ... 14 ¶ الصحة ¶ الإعلام ¶ الحقوق ¶ الجمال ¶ البيئة ¶ العلم ¶ الاقتصاد ¶ الأسرة ¶ الفن ¶ التكنولوجيا ¶ ثم قمنا بحساب قيم التردد بالنسبة لعدد تكرار جميع العلامات المحصل عليها وذلك بقسمة قيم تكرار هذه العلامات على قيمة التكرار الأكبر الذي يساوي 43 علامة تقاطع بين مفهومي التربية الإسلامية و الحقوق، فحصلنا على الجدول التالي: ¶ جدول قيم تردد الارتباط بين المفاهيم ¶ جدول تردد العلامات ( x)  في أجوبة التلاميذ: ¶ ت. الإسلامية ... الصحة ... الإعلام ... الحقوق ... الجمال ... البيئة ... العلم ... الاقتصاد ... الأسرة ... الفن ... التكنولوجيا ¶ التربية الإسلامية ... 0.79 ... 0.20 ... 1 ... 0.32 ... 0.39 ... .58 ... .62 ... .86 ... 0.02 ... .13 ¶ الصحة ... .46 ... .27 ... .60 ... .81 ... .58 ... .13 ... .69 ... .09 ... .32 ¶ الإعلام ... .51 ... .16 ... .60 ... .81 ... .60 ... .34 ... .51 ... .76 ¶ الحقوق ... .13 ... .37 ... .37 ... .34 ... .67 ... .13 ... .18 ¶ الجمال ... .60 ... .20 ... .30 ... .44 ... .67 ... .20 ¶ البيئة ... .48 ... .20 ... .48 ... .11 ... .32 ¶ العلم ... .67 ... .60 ... .44 ... .74 ¶ الاقتصاد ... .55 ... .13 ... .65 ¶ الأسرة ... .32 ... .39 ¶ الفن ... .55 ¶ التكنولوجيا ¶ لمعرفة الحد الأدنى ذو الدلالة الإحصائية لمعامل الارتباط بين مختلف المفاهيم نستخرجه من جدول قيم الارتباط السابق (صفحة 4)، بحيث أن هذا الحد يساوي 0.29 بالنسبة لأفراد العينة التي عددها 45.فرداً، أي أن الارتباطات التي تعتبر ذات دلالة إحصائية هي التي لها قيمة تردد أو معامل الارتباط يفوق قيمته 0.29، وبالتالي فان البناء المعرفي لهذه العينة هو كالتالي:",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "_ ¶ خريطة المفاهيم الخاصة بمفهوم \"التربية الإسلامية\" بالنسبة لعينة الدراسة ¶ قراءة النتائج: ¶ يتبين من خلال النتائج المحصل عليها أن عدد المفاهيم التي لها ارتباط بمفهوم التربية الإسلامية انحصر في ستة مفاهيم هي الصحة- العلم –البيئة- الأسرة و الاقتصاد. في حين لا توجد علاقة بين مفاهيم الجمال والفن والتكنولوجيا ومفهوم التربية الإسلامية في أذهان أفراد عينة الدراسة، وهو خلل كبير في الارتباطات بين هذه المفاهيم ومفهوم التربية الإسلامية والذي يمكن أن يكون له تأثير على تمثل القيم المرتبطة بهذه المجلات. يمكن أن يكون هذا الخلل ناتج عن عدة أسباب أهمها نوع المفاهيم المدرسة وطريقة تدريسها في مادة التربية الإسلامية بالثانوي. ¶ 4 - خاتمة ¶ - إن تطبيق هذه التقنيات لتحديد وتحليل المفاهيم المرتبطة بمنظومة القيم الإسلامية يقدم كثيرا من المعلومات والمعطيات التي ¶ تمكن المدرس من تشخيص وإعادة بناء خريطة المفاهيم لدى المتعلمين، واستثمار ذلك في بناء المفاهيم التربوية الإسلامية في أذهانهم على أساس نظري وتطبيقي سليم يساعد على تصحيح تصوراتهم الخاطئة عن الإسلام وقيمه. ¶ - تستثمركذلك نتائج هذه التقنيات في مختلف المجالات مثل التقويم بمختلف أشكاله، وبناء المناهج الدراسية، وتأليف الكتب المدرسية والتعليمية، و إنتاج البرامج التربوية المتعددة الوسائط. ¶ - تعتبر نتائج هذه التقنيات كمية تُبنى على ضوئها فرضيات يمكن التحقق منها بتطبيق تقنيات أخرى مثل الاستمارة ذات الأسئلة المتعددة الأجوبة وذلك للحصول على معطيات أكثر دقة. ¶ - للقيام بتحليل خريطة المفاهيم المحصل عليها تجريبيا، غالبا ما نقارنها بخريطة المفاهيم الأنموذج التي يقوم ببنائها خبير أو مجموعة من المتخصصين في المجال الذي ينتمي إليه المفهوم المثير. ¶ وصلى الله وسلم وبارك على سيدنا محمد وعلى آله وصحبه ¶ لائحة المصادر والمراجع ¶ مراجع باللغة العربية ¶ • كمال عبد الحميد زيتون2002). (\"تدريس العلوم للفهم: رؤية بنائية\" عالم الكتب، الطبعة الأولى، القاهرة ¶ • أحمد العيساوي. (1986). القياس والتجريب. دار الفكر العربي. بيروت. ¶ • أنور محمد الشرقاوي. (1983). التعلم، نظريات وتطبيقات. مكتبة الأنجلو المصرية. القاهرة، مصر، 363ص. ¶ • جودة أحمد سعادة وجمال يعقوب اليوسف (1988). تدريس مفاهيم اللغة العربية والرياضيات والعلوم والتربية الاجتماعية. ط.1. بيروت. دار الخليل. ¶ • خالد الصمدي. (2003). القيم الإسلامية في المناهج الدراسية. منشورات الإيسيسكو وجمعية الدعوة الإسلامية العالمية.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "• السعيد الزاهري، خالد الصمدي، ومحمد الراضي (2003). تكنولوجيا الإعلام والتواصل وتوظيفها في تعليم التربية الإسلامية. منشورات الإيسيسكو والمركز المغربي للدراسات وللأبحاث التربوية الإسلامية. ¶ • السعيد الزاهري، محمد الحضراتي، يوسف بن عجيبة ومحمد الراضي. (2003). في رحاب التربية الإسلامية: كتاب التلميذ ودليل المدرس. دار العالمية للنشر ومكتبة السلام الجديدة. الدار البيضاء. ¶ • عبد الحميد سليمان السيد. (2003). صعوبات التعلم. دار الفكر العربي. القاهرة. ¶ • عبد الرحمن بن مبارك الفرج. (1996). أساليب وطرق تدريس مواد التربية الإسلامية. مكتبة دار الحميضي. السعودية. ¶ • عبد الرحمن صالح وآخرون. (1997). أساليب التدريس والتقويم في التربية الإسلامية. مؤسسة الوراق. الأردن ¶ • فخر الدين عامر. (2000). طرق التدريس الخاصة باللغة العربية والتربية الإسلامية. عالم الكتب. ¶ • ماجد عرسان الكيلاني. (1998). فلسفة التربية الإسلامية. مكتبة هادي. مكة الكرمة. ¶ • محمد فؤاد عبد الباقي. (1975). المعجم المفهرس لألفاظ القرآن الكريم. ¶ • محمد محمود الحيلة. (1999). التصميم التعليمي: نظرية وممارسة. ط.1، دار المسيرة. عمان الأردن. ¶ • محمود أحمد شوق. (1998). الإتجاهات الحديثة في تخطيط المناهج الدراسية في ضوء التوجيهات الإسلامية. دار الفكر العربي. ¶ • وزارة التربية الوطنية بالمملكة المغربية. (2002). الكتاب الأبيض لمراجعة البرامج والمناهج الدراسية. قسم التربية الإسلامية. ¶ • يعقوب نشوان: الجديد في تعليم العلوم. ط.1، ص.71. ¶ مراجع باللغات الأجنبية ¶ ••  Abu Hassan K & MaskillR (1990). Problems in the descriptive observation of concept learning in science classroom. International Journal of sciences education, vol.12 (2),pp.157 - 166. ¶ ••Ausubel.D.P. (1968). Educational psychology: A cognitive View. New York Holt. Rinehart & Winston. ¶ ••Bruner.G. (1990). Acts of Meaning. Cambridge, MA Harvard University Press. ¶ ••Desse.J. (1965). The structure of association in language and though. The John Hopkins university press. Baltimore. ¶ ••Driver R & Oldham V (1986). A constructivist approch to curriculum development in science. Studies in sciences education, vol.13, pp.105 - 122. ¶ ••Ezzahri S, Erradi M., Khaldi M., & Dumon A (1993). Le concept oxydoréduction : un essai d’identification et d’analyse des difficultés conceptuelles. Actes de séminaire, Faculté des sciences de Fès, Maroc. ¶ ••Ezzahri.S. (2001). Des techniques pour évaluer les représentations conceptuelle, Illustration: le concept «oxydoréduction » . Thèse des  ة  tudes Supérieures Approfondies, U.F.R.Sciences et Procédés d’analyse , Faculté des sciences BenMsik, Casablanca, Maroc. ¶ ••Erradi.M. (2002). Conception d'un hypermédia didactique pour la formation continue en chimie des solution: CHIMSOL. Thèse de doctorat national, Faculté des sciences de BenMsik, casablanca, Maroc, 126pp. ¶ ••S.Ezzahri, Erradi.M.,. & Khaldi.M. (1995). La recherche sur les difficultés de l'apprentissage cognitif: Tendances théoriques et techniques de diagnostic. Les cahiers de l'E.N.S de Tétouan, N°4, Maroc, pp80. ¶ ••George C (1985). Comment conceptualiser l’apprentissage. Revue Française de Pédagogie, vol.72, pp. 61 - 70. ¶ ••Good.C. (1973. Dictionary of education. McGraw Hill Book Company, Inc. New York. ¶ ••Inhelder B & Cellérier G (1992). Vers le constructivisme psychologiques: structures? Procédures ? les deux indissociables. Delachaux eds, pp. 19 - 50. ¶ ••Johnstone A .-H and El Banna H (1989). Understanding learning difficulties : a predictive researche model. Studies in high education, vol.14 (.2), pp.159 - 168. ¶ ••Jones B. –F., Pierce J & Hunter B (1988). Teaching student to construct graphic representations, Educational Leadershipm pp. 20 - 25. ¶ ••Lourdusaamy A (1981). The influence of selested cognitive styls on learning behavour- Doctorat thesis, university Keele. ¶ ••Newell A (1990). Unified theory of cognition, Harvard University Press, Cambridge. ¶ ••Novak.J .. D. (1990). Conceptual maps and Vee diagramms: Tow meta-cognitive tools to facilitate meaningful learning. Instructional science. 19; 29 - 52. ¶ ••Novak.J.D, Gowin.D.B. and Johnson.G.T. (1983). The use of concept maping and Knowledge Vee maping with junior school student. Science Education. 67 (5), 625 - 645. ¶ ••Novak.J.D. & Gowin.D.B. (1984). Learning how to learn. New York. Cambridge University Press. ¶ ••Okebukola. P.A., & Jeged.O.J. (1988). Cognitive performance and learning nodes as determinants of meaningful learning through concept maping. Science Education, 74; 489 - 500. ¶ ••Royer.R., Cisero.C.A., & Carlo.M.S. (1993). Techniques and procedures for assessing cognitive skills. Review of educational Research. 63; 201 - 224.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "••  Schaefer G (1979). Concept formation in biology: the concept Growth. European Journal of Science Education, vol.1 (1), pp.887 - 101. ¶ ••Shavelson R .-J (1974). Methods for examining representation of a subject matter structure in a student’s memory. journal of reasearch in science teaching, vol.11 (3), pp.231 - 249. ¶ ••Spiro,R.J., Feltovich,P.J., Jacobson, M.J. & Couison, R.L. (1991). Knowledge representation, content specification, and the development of skills in situation – specific knowledge assembly: some constructivism issues as the relate to cognitive flexibility theory and pertext. Educational Technology, 31 (5), 22 - 25. ¶ ••Staver.J & Jack.T. (1998). Constructivism sound theory for explicating the practice of science teaching. Journal of Research in science teaching. 35 (5), 501 - 520.",
            "page": "10",
            "part": "1"
        }
    ],
    "t37708": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "تشخيص وتقويم البناء المعرفي لمنظومة القيم لدى المتعلمين"
        }
    ]
}