{
    "b37704": [
        {
            "id": "1",
            "nass": "دراسة نقدية تكشف ¶ سوءات اتفاقية جنيف ¶ الدكتور صالح الرقبـ ¶ الجامعة الإسلامية-غزة ¶ الطبعة الأولى ¶ 1424هـ- 2003م ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ المقدمة: ¶ إنّ الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهدّه الله فلا مضلّ له، ومن يضلل فلا هادي له. وأشهد أنّ لا إله إلا الله، وأشهد أنّ محمداً عبده ورسوله. وبعد... ¶ فإنّ قضية فلسطين هي من قضايا المسلمين الأولى، وإنّ المصيبة التي تعيشها فلسطين وأهلها، والمأساة التي يعيشها قلبها القدس والمسجد الأقصى هي مصيبة يعيشها كل المسلمين في أنحاء الأرض. وإنّ الحديث عن فلسطين والقدس والمسجد الأقصى يثير الشجون والألم والحسرة في نفوس المسلمين الصادقين، لما يعانيه المسجد الأقصى من مكائد يهودية خطيرة تستهدف هدمه وإزالته من القدس وفلسطين، ومن قلوب المسلمين المتعلقين بالأرض المباركة. والذي يزيد القلب أسى ولوعةً، والنفس حسرة، والعقل دهشةً واستغراباً أن يتطوع نفر من أبناء فلسطين ليكونوا للعدو الصهيوني عوناً في حبك المؤامرة وتنفيذ مكائده في الأرض المقدسة فلسطين. ولتصبح فلسطين المسلمة وقلبها القدس يهودية الأرض والتاريخ والجغرافيا، وباعتراف شرذمة قليلون من الفلسطينيين، وحسبنا الله ونعم الوكيل.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "يقول المناطقة: \"إنَّ الحكم على الشيء فرعٌ من تصوُّره\" أي أنَّه ما لم تُفَهم اتفاقية جنيف المشؤمة فهمًا صحيحًا فإنّه لن يمكننا أن نصيب في حكمنا عليها، وسيأتي الحكم المبنيُّ على التصوُّر الخاطيء حكماً بعيداً عن الصواب بطبيعة الحال. والحقُّ أنه لم يُسأ فهم قضيَّةٍ كما أُسيء فهم قضيَّة فلسطين المسلمة، ولم يُخطأ في تصوُّر قضيَّة كما أُخطِئ من قبل جمهرة من العرب وبعض أبناء فلسطين في تصوُّر القضية المقدسة، وفهم طبيعة العدو اليهودي الصهيوني المحتل لفلسطين، والأسس التي قامت عليها الصهيونية، ولأجلها قامت الدولة العبريَّة في هذا الجزء الغالي من أجزاء وطننا الإسلامي. ¶ وكان من أبرز سلبيَّات هذا الفهم أن صوِّرت القضيَّة الفلسطينية على أنَّها فحسب قضيَّة قطعةٍ من الأرض، وبضعة ملايين من الفلسطينيين طُرِدوا من أرضهم، ولا بأس من أن نحاول مساعدتهم في حلِّ مشكلتهم لنبرئ ذمَّتنا من المسألة برمَّتها، ويا له من تصوُّرٍ أحمق، وفهمٍ مغلوط! والعجيب أنَّ اليهودية العالمية التي سعت لإقامة الكيان الصهيونيِّ في هذه المنطقة -فلسطين- فهمت الأمر فهماً واضحاً، ولم تخفي أهدافها حولها، بل صرَّحت بها مرارًا، وطبقتها على ارض الواقع. ¶ ألم يفقهوا بعد حقيقة الحركة الصهيونية الاستعمارية الهادفة إلى خلق دولةٍ (إسرائيليةٍ) من النيل إلى الفرات ثمّ إلى أبعد من ذلك ؟ ألم يتعلّموا أنّ السلام عدوٌ لهذه الحركة الصهيونية ؟ ألم يدرسوا تاريخ الشعب اليهودي المسجّل في العهد القديم، وفي توراتهم، والذي يُظهر بوضوحٍ عدم احترامهم لأيّ معاهدةٍ عقدوها مع أيٍ من الشعوب المجاورة لهم ؟ إذ أن عقيدتهم تسمح لهم وتشجّعهم على استعمال هذه المعاهدات لتقييد الطرف الآخر فقط بينما تجيز لهم خرقها ؟؟ ألم يقرأوا قول الله تعالى عن اليهود: {أو كلما عاهدوا عهداً نبذه فريق منهم بل أكثرهم لا يؤمنون} سورة البقرة 100.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ألم يدرسوا التاريخ الدامي لهذه الطائفة الملعونة منذ الأزمنة القديمة إلى الآن حيث كانوا وما زالوا يذبحون من يعادونهم الطفل إلى الكهل ذكوراً وإناثاً، ويهدمون بيوتهم، ويقتلون حيواناتهم وطيورهم و يقطعون أشجارهم؟ ألا يلاحظون أنّ هذه المذابح نفسها تُطبّق الآن على الشعب الفلسطيني يومياً؟ ألم يلاحظ هؤلاء المتفاوضون أنهم يتعاملون مع حزب المعارضة الإسرائيلي الذي لا همّ له سوى الكسب السياسي فقط ؟ هل نسوا أنّ حزب العمل وحزب الليكود عبارةٌ عن وجهين لعملةٍ واحدة ؟\".(1) ¶ اتفاقية جنيف هي الأخطر: ¶ إنّ اتفاقية جنيف المشؤمة- بالنظر للاتفاقيات الأخرى- هي الاتفاقية الأخطر كونها تتعلق بحسم القضايا الكبرى والنهائية، والمستفيد الأكبر منها الصهيونية اليهودية، وابنتها إسرائيل، بينما الخاسر الأكبر،المسلمون والقدس والأقصى، واللاجئون الفلسطينيون وقضيتهم العادلة، والمقاومة والجهاد الفلسطيني، وما قدّمه الشعب الفلسطيني من تضحيات، ودماء وشهداء، وما حققته المقاومة من إنجازات ومكاسب. ¶ يقول النّائب العربي في البرلمان الإسرائيلي الدكتور جمال زحالقة إنّ المشكلة الرئيسية في تفاهمات جنيف أنّها تطرح كبديل لقرارات الأمم المتحدة الخاصة بالقضية الفلسطينية. وأضاف زحالقة أنّ الطرف الفلسطيني يقدم تنازلاً حقيقياً في إطار اتفاق وهمي، إذ أنّ تفاهمات جنيف هي ضربة لمصداقية وصلاحية القرارات الدولية، التي تضمن الحدّ الأدنى من الحقوق الفلسطينية، والبديل الذي تطرحه التفاهمات لا يتمتع بأي شرعية رسمية من قبل أي طرف كان. ووصف د. زحالقة تفاهمات جنيف بأنّها غير متوازنة ومبنية على أساس علاقات القوة، وليس على إحلال العدالة.(2) ¶ __________ ¶ (1) - اتفاقية جنيف..مؤامرة جديدة: إلياس أبو أمير23 أكتوبر 2003م، موقع المركز الفلسطيني للإعلام على (الإنترنت). ¶ (2) - موقع البراق على(الإنترنت).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وإذا كان اليمين الصهيوني الحاكم يحاول اليوم التّنكر لها والتنصل منها فإنّه يهدف إلى تحقيق مكاسب استراتيجية أخرى أكبر، وتنازلات فلسطينية أكبر، وعندما يحتاج الطّرف اليهودي لمفاوضة الفلسطينيين من جديد فسينطلق ليس من المكاسب الفلسطينية المزعومة المتوهمة في اتفاقية جنيف كما يروّج لها بغلاف من الخداع اللفظي، بل إنّه سيأخذ التنازل الفلسطيني في سويسرا كمنطلق لتحقيق تنازلات أخرى خاصة على صعيد القدس والأقصى والحدود، وهكذا ستصبح صيغة جنيف ملزمة بما هو أسوا فلسطينيا وأفضل إسرائيليا، ولعلّ التصريح الذكي الذي نطق به الداهية شمعون بيريس ينطوي على مفارقة خطيرة عندما علّق على اتفاقية سويسرا بقوله:\"بأنها منطلق جيد للتفاوض\" ولم يقل \"نموذج جيد للتسوية\"، وإذا كانت هذه قناعة بيريس الأب الروحي لليسار الصهيوني فكيف سيلزم الفلسطينيون اليمين الصهيوني الحاكم اليوم لإسرائيل بمكاسبهم؟ ¶ وثيقة جنيف تشكل إقراراً واضحاً للإسرائيليين بنجاح مشروعهم الصهيوني في فلسطين، بل ولا نبالغ إن قلنا أنّها تشكل إسهاماً في ذلك النجاح، ذلك أنّه في الوقت الذي أصبح فيه الكثير من السياسيين والمحللين الإسرائيليين يشعرون بانحسار الفكرة الصهيونية، بل ويقرّون بفشلها وانهيارها، تأتي الوثيقة لتقر للإسرائيليين بشكل رسمي باغتصابهم لثلاثة أرباع فلسطين التاريخية، ومن ثم تتنازل بشكل فعلي عن حق العودة الذي يمثل جوهر قضية الشعب الفلسطيني. ¶ وإنّ مما يؤكّد خطورة الاتفاقية المسماه \"وثيقة جنيف\" أنّها جاءت في ظل أوضاع حرجة وظروف صعبة يعيشها الشعب الفلسطيني، ناتجة عن ما يلي:",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "1- العدوان الإجرامي والوحشي اليهودي المتزايد على أبناء الشعب الفلسطيني. والإفلاس الأمني والاقتصادي للعدو بسبب المقاومة الفلسطينية الباسلة.\"إن هذه الوثيقة تعتبر نجاحاً باهراً للسفاح شارون الذي فشل فشلاً ذريعاً في مواجهة المقاومة الباسلة للشعب الفلسطيني، فقد عوّض فشله في المواجهة العسكرية بهذا الانتصار الكبير على الصعيد السياسي، فمستوى التنازل الذي قامت به القلة الفلسطينية عبر هذه الوثيقة لم يتحقّق من قبل لأيّ من زعماء العصابات الصهيونية، فما من شكّ أن هذا الهبوط الشديد بسقف التطلعات السياسية للسلطة الفلسطينية يشكّل نجاحاً كبيراً لشارون، خاصة أننا لا زلنا نذكر مقولة رئيس الوزراء السابق نتنياهو عندما كان حيث قال إن هدفه الوحيد هو خفض سقف التطلّعات السياسية للسلطة الفلسطينية، وهذا ما حقّقه شارون في هذه الوثيقة بلا منازع، وبدرجة ربّما لم يكن يحلم بها\".(1) ¶ 2- التخبّط الرسمي للقيادة الفلسطينية في المواضيع الداخلية، وفي ترتيب الأولويات للشعب الفلسطيني. ¶ 3- حالة الوهن والعجز الكبير في الجانب العربي الرسمي الذي يتعاظم يوماً بعد يوم، والصمت الشعبي في العالم الإسلامي، لدرجة أنّ بعض الزعماء العرب أصبحوا يحمّلون الفلسطينيين مسؤولية تعطيل ما يسمونه زوراً بعملية السلام، ويلقون عليهم باللوم فيما يسمونه كما يريد العم سام الأمريكي بالعنف والإرهاب. ويضغطون على الجانب الرسمي الفلسطيني لقبول كل اتفاقية قادمة من جبهة المؤامرة الدولية التي تقودها الصهيونية وربيبتها الكبرى أمريكا، وهذا ما يجعل الاتفاقية الوثيقة وما يعقبها من انشقاقات جديدة في الساحة الفلسطينية سوى عامل إرباك جديد وإضافي للشعب الفلسطيني، ومن ثم وضعه في دوامة من المتاهات التي لا تنتهي\". ¶ __________ ¶ (1) - في وثيقة جنيف ما خَفِيَ كان أعظم:الدكتور عبد العزيز الرنتيسي، موقع المركز الفلسطيني للإعلام على(الإنترنت).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "4- ويمكننا أن نضيف:المكاسب التي حقّقتها الحركات الإسلامية، وخاصة حركة حماس وقدرتها على استقطاب الجمهور الفلسطيني لصالح خط الجهاد والمقاومة والتكيّف مع الواقع، وكونها أصبحت منغرسة بعمق داخل المجتمع الفلسطيني، ولقدرتها السياسية في مواجهاتها لمختلف التطوّرات العالمية. ¶ يوم أسود مشئوم: ¶ بعد ثلاثة أيام من المباحثات المكثفة في العقبة، ونحو ثلاثة أعوام من المحادثات التي جرت سراً في أوروبا ورام الله وفلسطين المحتلة، وعمان أعلن أخيراً عن توصل سياسيين إسرائيليين وفلسطينيين لهم صفة رسمية إلى وثيقة سلمية أطلق عليها اسم \"وثيقة جنيف\" وهي اتفاق تضع أرضية مشتركة للحلّ النّهائي. وتحظى المبادرة بتأييد أوروبي وشبه أمريكي وعربي ممثل في النظامين المصري والأردني وهما قوى الدفع العربي على الطرف الفلسطيني للتنازل لصالح المشروع الصهيوني، كما تحظى بدعم من الأمين العام للأمم المتحدة كوفي عنان. وجاءت الساعة الرابعة عصراً من يوم الاثنين 1-12-2003م لتكون ساعة سوداء مشئومة بالنسبة لقلة من المستسلمين الفلسطينيين، حيث تمّ التوقيع الرسمي على ما يسمى باتفاقية جنيف، في حفل مهيب قام في مركز \"كونفنتوس\" في جنيف.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ذكرت صحيفة \"هآرتس\" (13/11/2003م) إنّ الاتفاقية تنطوي على تنازل فلسطيني مقيد أو مشروط في قضيتين رئيسيتين من أعقد قضايا التسوية الدائمة، وهما: (حق العودة للاجئين الفلسطينيين، والسيادة على الحرم القدسي الشريف). وأشارت هذه المصادر الى أنّه تمّ الاتفاق حول هذين البندين قبل بضعة أسابيع. وأضافت إن عرّابَي الاتفاقية يوسي بيلين وياسر عبد ربه توجها فور انتهاء المحادثات في الأردن الى القاهرة، حيث من المنتظر أن يجتمعا مع الرئيس المصري حسني مبارك ليطلعاه على وثيقة الاتفاقية. وقالت الصحيفة إنّ الشخصيات التي تقف وراء المبادرة تعتزم خلال الأسابيع المقبلة إطلاق حملة لترويج الاتفاقية في أوساط الجمهور الإسرائيلي والجمهور الفلسطيني، إضافة الى عرضه على صانعي السياسة في الجانبين. ¶ ورغم أنّ فرص تنفيذ الوثيقة الجديدة ضئيلة إلاّ أنّ واضعيها يأملون في أن تساعد في تغيير الوضع القائم والدفع باليسار الإسرائيلي إلى المقدمة كبديل عن حكومة شارون اليمينية الحالية. ¶ وفي هذه الدراسة المتواضعة نتعرض لاتفاقية الذل والهوان المسماة \"اتفاقية جنيف\" نسلّط عليها جانباً من الضوء كاشفين سوءاتها وخطورتها التي تتجلى في تصفية القضية الفلسطينية برمتها، والتفريط في الأرض المباركة المقدسة، أرض الأنبياء والإسراء والمعراج، والتفريط في حقوق أهلها الشرعيين وهم مسلمو العالم. ¶ الطاقم المشارك في الاتفاقية:",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "... شارك في العمل على صياغة الاتفاقية على مدار ثلاث سنوات أكثر من خمسين شخصية فلسطينية وإسرائيلية، عملت على أدق التفاصيل، وتوزعت لقاءاتها في جنيف رام الله والقدس وعمان وعواصم أخرى غربية وعربية. وقد شارك في هذه الاتفاقية السري من الجانب الفلسطيني كلّ من ياسر عبد ربه وزير الإعلام السابق (ويمكن القول إنّه ممثل لثلاث مراكز مهمة وهي:الرئيس عرفات لأنّه لا يجرؤ على القيام بتلك الأعمال بدون موافقة الرئيس نفسه، وللجنة التنفيذية للمنظمة التحرير، وثالثا هو يمثل تيار معين داخل السلطة الفلسطينية)، وزوجته لينا بدر ووزير شؤون الأسرى هشام عبد الرازق، ونبيل قسيس وزير التخطيط، وجمال زقوت من فدا، وكوليت افيطال، وجملة من ممثلي حركة فتح منهم عضوي المجلس التشريعي: محمد الحوراني، وقدورة فارس، وسميح العبد، ومدير الأمن الوقائي في الضفة زهير مناصرة، وعبد القادر الحسيني، والدكتور محمود خليفة مدير بوزارة الإعلام من غزة، وسمعان خوري، وباسل جابر، وسمير الرنتيسي، وقيس أسعدن، وسمير كراكرة، وبشار جمعة، وقيس العمري، وإبراهيم خريشي، ومديربرنامج الأسرى راضي الجراعي.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وأمّا عن الجانب الصهيوني فقد شارك كلٌ من رئيس حركة \"شاحر\" يوسي بيلين وزير العدل الذي كان يعد أحد أقطاب حزب العمل وشغل وزارة العدل في حكومة باراك السابقة، والرئيس السابق لحزب العمل عمرام متسناع ، رئيس الكنيست السابق أبراهام بورغ (حزب العمل). ورئيس هيئة الأركان السابق أمنون شاحاك، والعميد جيورا عنبار، والجنرال احتياط داني روتشيلد، وحاييم أورون (حزب ميرتس)، والكاتب آموس أوز، والروائي عاموس عوز، ومدير مركز بيرس للسلام، رون بونداك من مهندسي اتفاقية اوسلو وأعضاء كنيست آخرون عرف منهم: عضوا الكنيست من حزب شينوي:إيتي ليفني وإيلان ليبوفيتش. ويولي نمير، نحمام رونن من الليكود، وطاقم محادثات كامب ديفيد 2 منهم:البروفيسور مناحم كلاين،شاؤول أريئيلي، وشلومو بروم، وجدعون شيفر، والدكتور رون بونداك . ¶ والملاحظ من استعراض طواقم التمثيل من الطرفين:- ¶ *إنّ مستوى التمثيل الفلسطيني كان رسمياً بينما التمثيل الإسرائيلي معنوي، وهذا يعني أنّ الالتزام الفلسطيني تجاه الوثيقة أقلّ مرونة وأضيق هامشا من التراجع الإسرائيلي لكون الموقعين من اليهود لا يمثلون فعلياً توجهاً رسمياً، ولا حتى توجهاً شعبياً إذ رُفضت اتفاقية جنيف. ¶ * أن الطاقم اليهودي من المهنيين العسكريين والسياسيين المخضرمين ومن لهم خبرة واسعة في مجال المفاوضات ولديهم معرفة بمدخلات المفاوض الفلسطيني، ومن أساتذة الجامعة القانونيين، بينما الطاقم الفلسطيني بخلاف ذلك، لا يتمتع بأي مهنية أو خبرة متمرسة في مجال التفاوض، ولا أدنى خبرة في المجال القانوني الدولي أو الإقليمي.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "* اتفاقية جنيف عبارة عن مشروع مستنسخ من المشروعات والاتفاقات التي سبقته، فالاتفاقية تشمل التوصل الى حل دائم، تمت صياغته على أسس ما يسمى ب \"وثيقة بيلين- أبو مازن\"، وخطة كلينتون للسلام لعام 2000م، وما أعقبه من محادثات في طابا، إنّها تشمل حلاً جذريًا لكل قضايا الحل الدائم، ومنها: الدولة الفلسطينية، والأمن، والحدود، والقدس والأقصى، وحقوق اللاجئين الفلسطينيين، والمستوطنات. وقد تم توقيع الاتفاق بالأحرف الأولى ظهر يوم 12/10/2003م في فندق\"موبنفيك\" على الشاطيء الشرقي للبحر الميت في الجانب الأردني بعد يومين من المداولات، التي تناولت أدقّ التفاصيل لقضايا الحل النهائي حسب تعبير قادة أوسلو والمستفيدين منها. وشارك وزير الخارجية الأردني، مروان المعشر وعدد من المسئولين الأردنيين حيث يأتي اللقاء الأخير في سلسلة لقاءات عقدت في كل من اليابان، سويسرا، بريطانيا وتل أبيب، ثم أخيراً الأردن. ¶ * أن الطاقم الفلسطيني قد تنازل عن كل ثوابته الوطنية، وخطوطه الحمراء فالاتفاقية لا تنص على الانسحاب الإسرائيلي من كل الأراضي المحتلة سنة 76م لم يتحقق، وكل شرق القدس معظمه سيبقى تحت السيادة الإسرائيلية، فأين القدس عاصمة دولة فلسطين. في نفس الوقت لم يتنازل الطاقم الصهيوني عن ثوابته. ¶ ملاحظة هامة: ¶ كشف السيد حسن الخريشة رئيس هيئة الرقابة في المجلس التشريعي الفلسطيني، عن قيام الطرف الفلسطيني في ما يسمى \"اتفاق جنيف\" بتوزيع نص باللغة العربية على الفلسطينيين في مناطق السلطة الفلسطينية، يختلف عن النص الإنجليزي، الذي تسنّى الحصول عليه كاملا أمس، بعد مراسم ترويجه في جنيف. وقالت مصادر فلسطينية إنّه يجري في الأيام الأخيرة، في مناطق السلطة الفلسطينية، توزيع كتيب يتضمن بنود وثيقة جنيف. وقد طبع هذا الكتيب علي نفقة سويسرا، ويوزّع مجاناً في مناطق السلطة الفلسطينية بكميات كبيرة.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وقال خريشة في تصريحات نشرتها \"القدس العربي\" يوم 2/12/2003م، إنّ جماعة جنيف قاموا بعمل يجب التوقف عنده وإخضاعه للمساءلة، حيث اتفقوا مع الجانب الإسرائيلي والأوروبي المشرف علي الاتفاقية، على أنّ النسخة العربية التي توزع في مناطق السلطة الفلسطينية غير ملزمة للجانب الإسرائيلي المشارك في التوقيع علي وثيقة جنيف، وإنّ النسخة الإنجليزية فقط هي الملزمة للجانب الإسرائيلي. وبرأي الخريشة فإنّ \"توزيع هذا الكتيب في مناطق السلطة الفلسطينية علي المواطنين والسياسيين يعد مهزلةً جديدةً إذا عرفنا أنّ ما نشر باللغة العربية لا يمثّل حقيقة الاتفاقية وهذا استهتار بالغ وإهانة كبيرة للمواطن الفلسطيني وفي هذا عملية تضليل واضحة للشعب الفلسطيني\".(1) ¶ القيادة الرسمية الفلسطينية والاتفاقية:- ¶ لقد زجّ اسم منظمة التحرير الفلسطينية في الاتفاقية، وهذا يعد عملاّ مخلاّ بنظام المنظمة ومساً بالقانون الفلسطيني، وتجاوزاً للمؤسسات الفلسطينية، وهذا وحده يوجب ردّ الاتفاقية على المستوى الرسمي الفلسطيني وإدانته والتأكيد على عدم شرعيته. وعلى أنّ الذين وقّعوها لا يمثلوا المنظمة، ولا هم الذين يقرّرون سياسة المنظمة. ورغم هذا نقولها لم نسمع أن منظمة التحرير الفلسطينية غير معنية بهذه الوثيقة، أو ناطقاً باسم مكتب اللجنة التنفيذية للمنظمة يكذّب ما جاء في الوثيقة، أو يرفضها أو يقول إنّها انتهاكاً صارخاً للحقوق الفلسطينية وللسيادة الفلسطينية، والصمت يعني الموافقة والقبول، بل يعنى المشاركة، فياسر عبد ربه كبير المشاركين في طبخة الاتفاقية عضو اللجنة التنفيذية للمنظمة. ¶ __________ ¶ (1) - انظر مقال مسؤول فلسطيني: النص العربي لـ\"وثيقة جنيف\" يختلف عن النص الإنجليزي، موقع عرب 48 على(الإنترنت).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "إنّ التقارير الفلسطينية تقول:إنّ رئيس الوزراء البريطاني طوني بلير استضاف في بلدةٍ بجانب لندن ثلاث شخصيات فلسطينية بارزة، وهي: ياسر عبد ربه، وهشام عبد الرازق، ونبيل قسيس، ومعهم إسرائيليين اثنين هما يوسي بيلين وامنون ليبكين شاحك. الخمسة اتفقوا فيما بينهم على أغلبية بنود الاتفاق70 في المائة. الإسرائيليان المشاركان لم يكونا في منصب رسمي، أما نظرائهما الفلسطينيين فقد كانوا وزراء سابقين، وأصبح اثنان بعد مشاركتهم في الوثيقة وزراء في الحكومة الفلسطينية الحالية برئاسة أبي قريع. أي أنّ هذه المفاوضات لم تكن متكافئة لأنّها تمت بين طرف رسمي وآخر غير رسمي. هذا الوضع كان مريحاً جداً للرئيس عرفات كما اتضح. وهو يقول إنّ المحادثات بين الجانبين تمخضت عن تفاهمات يؤيّدها هو إلا أنّ عدم كونها محادثات رسمية لا يلزمه بمواجهة البنود غير المريحة للجانب الفلسطيني. وهذا ما يجعل الالتزام الفلسطيني تجاه الاتفاقية أكثر جدّية في ضوء أنّ طرف القيادة الفلسطينية على علم بتفاصيلها، وكما يرشح فقد نسقت بوثائق رسمية بشأنها مع رئيس وزراء بريطانيا \"توني بلير\" شخصياً الذي حافظ على موقف مختلف من الرئيس عرفات على الرغم من الجفاء الأميركي الرسمي.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "قال أحد قياديّي حركة فتح في قطاع غزة لوكالة فرانس برس طالباً عدم الكشف عن اسمه:إنّ الرئيس عرفات يعرف تفاصيل التفاصيل في هذه الوثيقة وهو وراءها، فإذا نجحت سيقوم هو بالتوقيع عليها، وإذا فشلت فهو رسمياً لم يوافق عليها. إذاً القيادة الفلسطينية على علم بكل ما يجري بل تشجعه: والجمهور الفلسطيني يدرك جيداً إن تأييد عرفات وأتباعه لتفاهم جنيف ينبع في المقام الأول من الحقيقة البسيطة في أنّهم شاركوا في كل خطوات الصياغة، وربّما كانوا المبادرين إليها. وقد قالت مصادر فلسطينية إنّ رئيس السلطة الفلسطينية، ياسر عرفات وافق على مشاركة أعضاء من حركة فتح في مراسم توقيع اتفاقية سويسرا، وأرسل جبريل الرجوب ممثلا للسلطة. ¶ وأكدّ عضو المجلس التشريعي الفلسطيني محمد الحوراني أحد المبادرين لصياغة هذا الاتفاق أنّه يحظى بالدعم من أعلى المستويات في السلطة الوطنية الفلسطينية. وقد أرسل الرئيس عرفات مستشاره الأمني جبريل الرجوب لحضور حفل الإعلان عن الاتفاقية، وقال جبريل الرجوب وهو متواجداً في جنيف: \"حضوري إلى هنا هو علامة واضحة إلى أنّ لعرفات وجهة نظر إيجابية عن الشخصيات التي تقف وراء اتفاقية جنيف\". وقال الرجوب: \"طلب مني ياسر عرفات ترؤس الوفد الفلسطيني للمشاركة في عملية إطلاق مبادرة جنيف\". وأوضح أن مشاركته في إطلاق هذه المبادرة الصهيونية الفلسطينية غير الرسمية \"يعكس رغبة القيادة الفلسطينية في تشجيع معسكر السلام في إسرائيل\" حسب وصفه. وأضاف الرجوب أن \"وثيقة جنيف هي وثيقة شجاعة لأشخاص ينظرون إلى الأمام\".",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وأخيراً اعترف رئيس السلطة الفلسطينية ياسر عرفات بإعطائه الضوء الأخضر لياسر عبد ربه للتفاوض حول \"اتفاق جنيف\"، لكنه تمسّك بحق اللاجئين في العودة، وطالب بضغط دولي أكبر على آرييل شارون لإلزامه بتنفيذ خريطة الطريق. وعّبر عرفات في الحديث الذي أجري معه في مكتبه في مقر المقاطعة المحاصر والمدمر في مدينة رام الله في الضفة الغربية في الذكرى الثانية للحصار الذي تفرضه عليه قوات الاحتلال عن تقديره لمبادرة جنيف، التي أكّد أنّه أعطى الضوء الأخضر للوزير الفلسطيني السابق ياسر عبد ربه للتفاوض بشأنها. ¶ ونقلت صحيفة السفير اللبنانية عن وكالات الأنباء العالمية تقريراً نشرته صحيفتا هآرتس العبرية، ونيويورك تايمز الأمريكية،جاء فيه:أقر الرئيس الفلسطيني ياسر عرفات في بسيادة دولة الكيان الغاصب على حائط البراق (المبكى) والحي اليهودي في القدس الشرقية، وبالطبيعة اليهودية لدولة الكيان، وبحل يحظى بقبول صهيوني وفلسطيني! لمسألة اللاجئين الفلسطينيين، وقالت صحيفة هآرتس العبرية إن عرفات ردّ على أسئلة المدير العام السابق للكونغرس اليهودي الأميركي هنري سيغمان ثمّ ترجمت إلى الإنكليزية، وصادق مكتب عرفات عليها قبل نشرها. ونقلت الصحيفة عن عرفات قوله:ديني الإسلامي يلزمني بأن أحترم الديانة اليهودية والتاريخ اليهودي التي يحظى أنبياؤها بالاحترام في القرآن المقدس كرسل لله. نحن نصرّ على أن يكون شرقي القدس عاصمة للدولة الفلسطينية، وأن يكون الحرم الشريف الذي يحتوي على مسجدي الأقصى وقبة الصخرة تحت السيادة الفلسطينية..ومع ذلك نحن نقبل السيادة اليهودية على حائط المبكى، وعلى الحي اليهودي في البلدة القديمة، هذا فقط لأننا نعترف بالديانة اليهودية، ونحترم العلاقة التاريخية التي تربط اليهود بفلسطين.(1) ¶ __________ ¶ (1) - نقلاً عن موقع المركز الفلسطيني على (الإنترنت)، الجمعة 12/12/2003م.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وألقى رئيس جامعة بيت لحم خلال مراسم احتفال إعلان الاتفاق كلمة باسم رئيس السلطة الفلسطينية ياسر عرفات، الذي أبدى لأول مرة قبوله العلني للاتفاق. وأشاد عرفات في الكلمة التي ألقيت باسمه بالمبادرين إلى بلورة الاتفاق، وأشار إلى أنّ السلطة الفلسطينية تتبنى مبادئه. وذكرت مصادر إسرائيلية أنّ الكلمة التي ألقيت باسم عرفات لم يتم التنسيق بشأنها مسبقاً. وقال الوزير الإسرائيلي السابق أمنون ليبكين- شاحك لـ\"Arab net\" إنّه كان يفضل عدم قراءة هذا الخطاب، وإنه يبدو أن هذه الخطوة كانت بمثابة مناورة فلسطينية. ¶ وذكرت التقرير الصحفية من جنيف: قبل عشر دقائق من البدء في مراسيم الاحتفال الخاصة بإعلان الاتفاقية وضع الطرف الفلسطيني خطاب الرئيس عرفات على الطاولة أمام أنظار الإسرائيليين والسويسريين المندهشة. الطرف الفلسطيني قال: إذا لم يقرأ الخطاب فسيلغون المراسيم، وألمحوا الى أنّ الخطاب هو بوليصة التأمين الخاصة بهم وإلا فإنهم سيتعرضون للاغتيال. ¶ ويقول عمرام متسناع عمّا تكشف الاتفاقية: وثمة أفضلية أخرى كامنة في حقيقة أن الطرف الفلسطيني تمثل من خلال قيادة فلسطينية أصيلة وواسعة، تحظى بتأييد وتغطية سواء من جانب قيادة السلطة الوطنية، أو من جانب النشطاء الفلسطينيين الميدانيين المركزيين. ¶ ثمّ إنّ الطرف الفلسطيني يتكلم باسم منظمة التحرير وهذا واضح من تعريف الأطراف في مقدمة الوثيقة. جاء في مقدمة الوثيقة: دولة إسرائيل، ومنظمة التحرير الفلسطينية و\"ممثلوا\" الشعب الفلسطيني: يعيدون تأكيد تصميمهم على وضع حدّ لأجيال من المواجهات، التعايش السلمي..الخ فلماذا لم تنكر منظمة التحرير الفلسطينية زجّ اسمها إن كانت غير موافقة على الاتفاقية..بل كيف يجرؤ هؤلاء على ذلك دون أن يأخذوا الموافقة المبدأية على هذا الأمر. ¶ موقف حركة فتح متضارب أم ماذا ؟؟:",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "صدر بيان عن كتائب \"شهداء الأقصى\"- المحسوبة على حركة فتح- يوم السبت 29/11/2003م ندّدت فيه باتفاقية جنيف، حيث قالت إنّ ما يسمّى بمبادرة جنيف تنازل خطير عن جوهر القضية الفلسطينية، وتخلّ عن الحقوق الوطنية والتاريخية الثابتة للشعب الفلسطيني. وقال البيان: يسعى بعض من نصبوا أنفسهم زوراً للتحدّث باسم الشعب الفلسطيني ممن ارتبطت مصالحهم الشخصية بالمشروع \"الأمريكي الصهيوني\" لوضع اللمسات الأخيرة على تصفية القضية الوطنية لشعبنا والتخلّي عن جوهر القضية بتنازلهم عن حق عودة اللاجئين إلى وطنهم وديارهم التي هجّروا واقتلعوا منها بفعل الغزو والمجازر والاحتلال الصهيوني متناسين ومتجاهلين أن حق العودة لا يسقط بالغزو والاحتلال ولا بتقادم الزمن وأن شعبنا المجاهد المكافح الذي يقدّم التضحيات الجسام ويواصل جهاده بكلّ الأساليب المتاحة لن يتنازل عن حقّه في التحرير والعودة وتقرير المصير. ¶ وأكّدت كتائب \"شهداء الأقصى\" أنها متمسّكة بحقوق الشعب الوطنية والتاريخية وفي مقدمتها حق العودة إلى الوطن، محذّرة ما وصفتهم بهؤلاء الساقطين المرتدّين من التمادي في التلاعب في مصير شعبنا ومحاولات التنازل المجاني على حساب ما قدّمه شعبنا من تضحيات على طريق استعادة الحقوق والعودة إلى الوطن فلسطين\". ¶ وقال حسين الشيخ مسؤول أمين سر حركة فتح بالضفة:\"هذا ردّ شعبي لرفض هذه الوثيقة\". وعقد في جامعة النجاح في مدينة نابلس مؤتمر شعبي دعت إليه القوى السياسية والمؤسسات المختلفة شارك فيه نحو 400 فلسطيني وتحدّث فيه عدد من المشاركين . واعتبر حسين الشيخ أمين سر حركة فتح بالضفة الغربية \"وثيقة جنيف أخطر مبادرة منذ عام 1948م، يشارك فيها بعض الفلسطينيين بصفتهم الشخصية للتنازل عن حقّ مشروع للشعب الفلسطيني بعودته إلى أراضيه، مشيراً إلى أنّ في ذلك تناقض صارخ مع كلّ قرارات الشرعية الدولية التي منحت شعبنا الفلسطيني هذا الحق الوطني والشخصي.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وقال أمين مقبول القائم بأعمال أمين سر حركة فتح بالضفة الغربية: \"لسنا مع أي وثائق أو تفاهمات تجرى مع أي أطراف إسرائيلية لا تتطابق مع الثوابت الوطنية والحقوق الفلسطينية\". وشدّد مقبول على أنّ \"القائمين على الوثيقة لن ينجحوا في تسويقها شعبيا إذا كانت خارجة عن الثوابت الوطنية\". ¶ واعتبر الأسير الفتحاوي حسام خضر عضو المجلس التشريعي الفلسطيني اتفاق جنيف بأنّه خطير لأنّه يمس بالثوابت الوطنية الفلسطينية وتحديدا فيما يتعلق بقضية اللاجئين، وقال خضر وهو رئيس لجنة الدفاع عن حقوق اللاجئين الفلسطينيين إنّ الاتفاق لا يمثل موقف اللاجئين و إنما يمثل وجهة نظر الذين وقعوا عليه فقط ، لأنّه يشكل تراجعاً واضحاً عن مقررات المجالس الوطنية المتعاقبة، وبالتالي فإنّ هذا الاتفاق لن يحقّق شيئا للشعب الفلسطيني، وإنّما سوف يزيد من حجم الخلاف بين صفوفه، داعيا إلى إفشاله ومقاومته وتراجع من وقعوا عليه وإعلان تمسكهم بالأهداف الوطنية وحقوق الشعب الفلسطيني الثابتة والغير قابلة للتصرف.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وجدّد حسام خضر لمحاميه رياض الأنيس موقفه الرافض لوثيقة جنيف، باعتبارها تمس بالثوابت الفلسطينية والحقوق السياسية المكتسبة للشعب الفلسطيني، وتشكل تنازلاً مجانياً لجهات إسرائيلية ليس لها علاقة بصناعة القرار السياسي الإسرائيلي وهدف أصحابها ومروجيها هو: بناء مجد شخصي لهم على حساب القضايا الوطنية والاستراتيجية. ودعا حسام خضر كافة المؤسسات الوطنية ولجان اللاجئين في الوطن والشتات إلى محاكمة القائمين على وثيقة جنيف، ومحاكمة كل أصحاب مشاريع التفريط التي تمس حق العودة . كما حيا حسام خضر موقف جماهير الشعب الفلسطيني في رفح بقطاع غزة التي تصدّت لأعضاء الوفد أثناء مغادرتهم لجنيف من معبر رفح لحضور مراسيم إطلاق الوثيقة، وطالب حركة فتح بتحديد موقفها من الوثيقة، واتخاذ موقف واضح وصريح من أعضائها الذين شاركوا في التوقيع عليها، وعدم تمييع الأمور كما جرت العادة، وطالب رئيس مجلس الوزراء بالحفاظ على الموقف الذي أعلنه في مؤتمره الصحفي ضد الوثيقة. ¶ وقد شن سليم الزعنون عضو اللجنة المركزية لحركة \"فتح\" هجوماً عنيفاً ضد الوثيقة التي وقعت في جنيف الأسبوع الماضي. وأضاف إن أكثر ما هو واضح في وثيقة جنيف هو الظلم الذي توقعه على قضية اللاجئين الفلسطينيين. وأعاد إلى الأذهان أنّ \"جماعة اوسلو\" سبق أن تحدثوا عن تشكيل لجنة رباعية تضم الأردن ومصر إلى جانب إسرائيل ومنظمة التحرير لبحث إعادة اللاجئين والنازحين، وقال لكن هذه اللجنة لم تعد لاجئاً واحداً أو نازحاً واحداً حتى الآن, وأبدى قناعته في أن اللجنة الجديدة التي تتحدث عنها وثيقة جنيف لن تعيد أحداً هي الأخرى، واعتبر أنّ لقاء جنيف قفز من على دور المجلس الوطني بصفته تلك. وقال إنّ قضية اللاجئين الفلسطينيين هي أمانة في عنق المجلس الوطني.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وقلل الزعنون من أهمية حديث وثيقة جنيف عن إعادة أعداد من اللاجئين الفلسطينيين, مستنداً في ذلك إلى ما قاله رئيس الوفد الإسرائيلي إلى جنيف يوسي بيلين من أنّ أعداد اللاجئين الذين يمكن أن يعود بموجب الاتفاق لن يتجاوز الثلاثين ألف لاجىء. وقال إنّ هؤلاء كانوا يشاركون في اجتماعات الهيئات القيادية الفلسطينية طوال المرحلة الماضية, في حين أنهم كانوا يواصلون اتصالاتهم السرية طوال ثلاث سنوات, وهي الاتصالات التي أفضت إلى اتفاق جنيف, دون أن يفصحوا عن ذلك لأحد. وتساءل قائلاً: هل يريدون إكمال \"حكاية اوسلو بالإنفراد بالتفاوض الذي ثبت أنه لا يؤدي إلى شيء، ولا يجوز سلق الأمور في الظلام ومحاولة فرضها على الشعب الفلسطيني. ¶ وأيضا تضارب في المواقف ؟؟ ¶ نفى أحمد حلس أمين سر حركة فتح في قطاع غزة الأنباء التي تردّدت حول موافقة الرئيس الفلسطيني ياسر عرفات على \"وثيقة جنيف\" التي ستوقّع اليوم في سويسرا معتبراً إياها \"كلاماً غير دقيق\". وقال حلس في تصريحات صحافية أدلى بها: \"إن حركة فتح التي يقودها الرئيس ياسر عرفات ترفض كلّ مبادرة تمسّ حق العودة للاجئين الفلسطينيين و نضالهم من أجل تحقيق ذلك\"، وأشار إلى أن الحديث عن أن الرئيس عرفات أعطى أحداً تفويضاً للمشاركة في التوقيع على هذه الوثيقة لا أساس له معتبراً أنها \"وثيقة مشبوهة\". ¶ وأكّد حلس: \"أنّ اللجنة المركزية لحركة فتح وعرفات قد أعلنا بشكلٍ واضح أنها لن تفوّض ولم تكلّف أحداً بأن يشارك في التوقيع على الوثيقة وأن كلّ من يقوم بذلك إنما يشارك بصفته الشخصية وعلى مسؤوليته الخاصة\".",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وتأتي تصريحات حلس هذه إثر الجدل الذي احتدم بعد مطالبة أربعة من قادة الحركة من بينهم وزيران فلسطينيان للرئيس عرفات وقيادة حركة فتح بمنحهم تفويضاً مكتوباً للمشاركة في احتفال التوقيع على وثيقة جنيف\". ونقلت وسائل الإعلام العبرية عن الوزير قدورة فارس أحد هؤلاء قوله:إنّه حصل من عرفات على التفويض المطلوب، في الوقت الذي أعلن فيه عن مشاركة العميد جبريل الرجوب مستشار الأمن القومي الفلسطيني في احتفالات التوقيع التي سيحضرها نحو 400 من الصهاينة والفلسطينيين. واتهم قدورة فارس اللجنة المركزية لحركة فتح بأنها تتحدّث بلسانين وكان صرّح قبلاً للإذاعة العبرية العامة: \"ما زلنا على قناعتنا بأنّ هذه المبادرة جيّدة لكن لا يمكننا التوجّه إلى جنيف من دون دعم حركتنا\". وانتقد فارس حملة التحريض على مبادرة جنيف حتى داخل قيادة فتح كبرى الفصائل الفلسطينية . ¶ وكان عددٌ من قياديي فتح أعلنوا خلال النهار أنهم لن يسافروا إلى جنيف من أجل الحفاظ على وحدة حركة فتح. وقال عضو المجلس التشريعي حاتم عبد القادر: \"لن أغادر لأنّه لا يوجد لديّ تفويض من حركة فتح. وكانت كتائب شهداء الأقصى المنبثقة من حركة فتح اعتبرت في بيانٍ لها أنّ مبادرة جنيف تشكّل تنازلاً خطيراً عن جوهر القضية الفلسطينية وتخلّياً عن الحقوق الوطنية والتاريخية الثابتة للشعب الفلسطيني، وحذّرت الساقطين المرتدّين من التلاعب بمصير الفلسطينيين. ¶ ويظهر وجود تيار واسع معارض في حركة \"فتح\" الفصيل الرئيس الذي تتشكل منه السلطة الفلسطينية، حيث أفادت مصادر \"فتحاوية\" أن أعضاء اللجنة المركزية لحركة \"فتح\" الذين اجتمعوا بـ\"رام الله\" مع الرئيس الفلسطيني ياسر عرفات طالبوا بمنع مشاركة مسئولين فلسطينيين في لقاءات جنيف أو التوقيع على ما يسمى \"اتفاق جنيف\" للحل النهائي.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وقال صخر حبش عضو اللجنة المركزية الذي شارك في الاجتماع:إنّه يعارض وأعضاء اللجنة المركزية لفتح اتفاق جنيف، كما يعارض مشاركة مسئولين فلسطينيين في وفد جنيف، سواء وزراء أو أعضاء اللجنة التنفيذية لمنظمة التحرير. وأضاف صخر حبش:\"إنّ حفل أو مهرجان جنيف الذي يتنازل عن حق العودة الفلسطيني مرفوض، ولن يقبل به الشعب الفلسطيني بأي حال من الأحوال حتى لو وقع عليه المجلس الوطني الفلسطيني\". وصرّح أيضاً: صخر حبش: موقف عرفات غامض وغير واضح، أنا لا أفهم هذا الغموض في موقفه اللجنة المركزية لفتح لم تبحث الموضوع وهناك إجماع فيها على رفضه. ¶ عرفات وراء الوثيقة:- ¶ صرّح أحد قياديّي حركة فتح في قطاع غزة لوكالة فرانس برس طالباً عدم الكشف عن اسمه إنّ الرئيس عرفات يعرف تفاصيل التفاصيل في هذه الوثيقة وهو وراءها، فإذا نجحت سيقوم هو بالتوقيع عليها، وإذا فشلت فهو رسمياً لم يوافق عليها. وقال القيادي إنّ ما تقوم به كتائب الأقصى من تهديدات وتشويش ما هو إلا موضوع صراع شخصي بين مراكز القوى داخل حركة فتح سواء من قبل أشخاص في اللجنة المركزية لحركة فتح، أو في القواعد، و استبعد القيادي أن تقوم كتائب الأقصى بأية عملية اغتيال أو تصفية!. ¶ وقال المندوب الفلسطيني الجديد في جنيف أنيس القاق الجمعة 28/11/2003م إن السلطة الفلسطينية قد تتبنى مبادرة جنيف، التي ستعلنها شخصيات إسرائيلية وفلسطينية الاثنين المقبل، وأضاف القاق للصحافيين: \"لا يمكننا تبني هذه الخطّة رسمياً لأنًها لم تكن خاضعة لمفاوضات بين ممثلين رسميين، لكنّنا قد نتبناها في حال فعلت ذلك إسرائيل واللجنة الرباعية أو الولايات المتحدة، وأشاد- كرئيسه عرفات- بـ «شجاعة أولئك الذين تفاوضوا على النص، وناقشوا آليات السلام، في وقت لا نرى فيه سوى العنف والظلام والأبواب المغلقة\". وقال أنيس القاف:\" للمرة الأولى هناك خطّة تفصيلية تظهر ما يمكن استخلاصه من المفاوضات\".",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وإذا كانت حركة فتح قد رفضت إبداء تأييدها للوثيقة إلا أن العديد من وزراء الحكومة الفلسطينية كانوا من بين الموقعين على الوثيقة، وهم أعضاء كبار في الحركة. ¶ إنّ اتفاقية سويسرا هي محاولة من اليسار ووسط اليسار الصهيوني وممثلين من السلطة الفلسطينية وحركة فتح لصياغة ما أنجز في طابا في وثيقة غير رسمية، ضمن حصيلة زمنية استمرت بشكل متقطع أكثر من ثلاث سنوات، وكان من الممكن برأينا أن يعلن عنها قبل ذلك بكثير، ولكن ثمة مخاوف دفعت السلطة قبل الإسرائيليين الى التعجيل بالإعلان عنها في وثيقة رسمية ثم التوقيع عليها لاحقا في الأول من شهر ديسمبر2003م. والتنازل الجدي لم يكن مطلوباً من الإسرائيليين، لأنّ اتفاقية جنيف في جوهرها ما هي مشروع كلينتون في كانون الأول 2000م التي قبلها باراك ورفضها ياسر عرفات في كامب ديفيد2، والذي يدعو إلى قيام دولة فلسطينية مستقلة على كامل أراضي قطاع غزة و95 % من الضفة الغربية، تبسط سيادتها أيضاً على الأحياء العربية في القدس الشرقية في المقابل يتخلّى الفلسطينيون عن \"حق العودة\". وقد سمعنا بعد وقوع الانتفاضة الأخيرة التصريحات العديدة التي تكشف عن الندم الفلسطيني الرسمي على ذلك الرفض، فجاءت الاتفاقية لتعلن قبول أسوأ مما تمّ رفضه في كامب ديفيد2. ومما يدلّل على ذلك إنّ الرئيس الأمريكي السابق بيل كلينتون اجتمع، مساء أول أمس مع المبادرين إلى \"اتفاق جنيف\"، يوسي بيلين وياسر عبد ربه، وذلك خلال سفر الثلاثة في القطار لمدة ساعة، حيث أعلن كلينتون عن تأييده للاتفاق واستعداده الشخصي لإيضاح أهمية \"اتفاق جنيف\" للشعبين الإسرائيلي والفلسطيني. ونقلت المصادر عن كلينتون قوله:\"لم أشهد حتى الآن خطة غير حكومية وذات احتمالات كبيرة بنجاحها أكثر من \"اتفاق جنيف\".(1) ¶ الدولة الفلسطينية والاتفاقية: ¶ __________ ¶ (1) - يدعوت أحرنوت موقعها على (الإنترنت).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "* يقرّر المتفقون أنّ الحل الوحيد للمسألة الفلسطينية هو إقامة دولتين، والدولة الفلسطينية يربط جزئيها نفق أرضي يكون تحت السيادة الصهيونية. أما إنشاؤه فيعتمد على الصدقات الدولية. (من المقدمة والمادتين الثانية والرابعة). ¶ * نصت الاتفاقية:( المادة2: تعترف دولة إسرائيل بدولة فلسطين\"المشار إليها فيما يلي بتسمية \"فلسطين\" فور قيامها كما تعترف دولة فلسطين بدولة إسرائيل فوراً). أي يجب أن يكون اعتراف الفلسطينيين بهذه الدولة اليهودية فوراً حسب النص..أمّا إسرائيل فتعترف بالدولة الفلسطينية فوراً عند قيامها. فالفلسطينيون كرماء يعترفون بيهودية أرضهم التاريخية، وما عليهم إلا أن ينتظروا الاعتراف اليهودي بدولتهم، والذي ربمّا يحتاج إلى مفاوضات أخرى. ¶ * في الفقرة 3 من المادة الخامسة: تكون الدولة الفلسطينية منزوعة السلاح، وفي نفس المادة يحق للكيان الصهيوني التدريب في الأجواء الفلسطينية. ويستمر تحليق الطيران اليهودي إلى مدة لا يعلم متى تنتهي إلاّ الله تعالى، فالاتفاقية تنص:\"الاتفاقات في هذا البند تخضع لإعادة الفحص كل عشر سنوات، وكفيلة بالتعديل أو التوقف بموافقة الطرفين\". ¶ * وحدود الدولة فتبقى تحت مراقبة ثنائية، ويكون لإسرائيل حضور غير مرئي في نقاط السفر والشحن لمدة ثلاثين شهراً.(في قاعات المسافرين والأمتعة، يمكن لإسرائيل أن تحتفظ على مدى ثلاثين شهراً، بحضور غير منظور للعين في منشأة خاصة في المكان يشغلها مندوبو القوة متعددة الجنسيات وإسرائيليون، باستخدام التكنولوجيا الملائمة) وما هي جنسية القوة المتعددة الجنسيات، أليس من الأمريكان اليهود، وماذا يفعل المراقب اليهودي غير التنغيص والتنكيد على المسافر الفلسطيني؟؟",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "* الدولة الفلسطينية دولة منزوعة السلاح، ولا يجوز أن يحمل السلاح فيها إلا الأجهزة الأمنية التي تحافظ على الأمن، وتمنع الإرهاب(قوى المقاومة للمحتل). أي يحوّل الدولة الفلسطينية \"الموعودة\" إلى مجرّد محميّة منزوعة السلاح، مفتوحة فضاءاتها ومياهها وحدودها لجيش الاحتلال الغاشم، يجتاحها ويقتحمها متى شاء، تحت دعاوى تحقيق \"الأمن\" وملاحقة \"الإرهاب\"، وهو ما يعني-عملياً- دولة منقوصة السيادة، مقطّعة الأوصال بالجدران العنصرية العازلة، والكتل الاستيطانية، وظيفتها المحافظة الأمنية للدولة اليهودية. ¶ * \"الدولة ستقام على حدود 1967م\" وهذا شكليا يلبي الشعارات الفلسطينية، ولكن يضاف الى النّص ما ينسفه \"مع تعديلات حدودية\"، هذه التعديلات مهما كانت متدنية رقمياً إلاّ أن الفلسطيني الواقع تحت قبضة الاحتلال اليهودي يدرك أنّ 2% أو 3% من الأراضي الفلسطينية المحتلة سنة 67م، تعني فعلياً بقاء 80% من المستوطنين، وفي ضوء تشتّت هذه المستوطنات وتناثرها يعني بالضرورة تقطيع هذه الدولة الفلسطينية، وتأمين تواصل سيادي هش لا يصمد عسكرياً أو أمنياً، ولا يمكن أن يكون صالحاً لنشوء استقلال بالمعنى السياسي أو الاقتصادي أو حتى الثقافي.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "يقول الكاتب إلياس أبو أمير: \"بالنسبة لإقامة الدولة الفلسطينية فأيّ دولةٍ يتحدثون عنها؟ فمقوّمات أي دولةٍ تتكوّن من شعبٍ وأرضٍ متواصلة وسيطرةٍ على الاقتصاد، وحق حمل السلاح للدفاع عن أمن هذه الدولة. ونسأل كيف يكون هناك شعبٌ إذا كان معظمه مشتتٌ في أنحاءٍ متفرقةٍ من العالم؟ وأين الأرض وتواصلها إذا كانت مُقطَّعةً أوصالها إلى كانتونات صغيرةٍ ؟ ثمّ أين هو الاقتصاد إذا أعطينا عدوّنا حق السيطرة على الاستيراد والتصدير؟ وأين هو الأمن إذا لم نملك السلاح وإذا أعطينا سلاح جوّ أعدائنا حق السيطرة على أجوائنا والتحكّم في أمن دولتنا؟ الوعود بإقامة دولةٍ فلسطينيةٍ عبارة عن جزرة يلوح بها المستعمر– (الإسرائيلي) والأمريكي- كلّما أراد منّا ومن حكوماتنا العربية الأخرى تنازلات جديدة كما حصل في حرب الخليج الأولى سنة 1990م، وبعد ذلك في ما يُسمّى بالحرب ضد (الإرهاب) الدولي\".(1) ¶ أراضي الدولة الفلسطينية: ¶ * نصّت الاتفاقية على:\"حق الفلسطينيين بإقامة دولة فلسطينية مسالمة\"، هذا يتضمن فعلياً إنّ هذه الدولة تسمية دون جوهر سيادة أو حدود أو حق بالتحالفات، أو بناء اقتصادي مستقل، وقبول الفلسطينيين بحزم استيطانية - تركّزت أساساً في محيط القدس- يجعل الحدود الفلسطينية هامشية ورمزية، وخاصة إذا أسندت لقوات دولية الله تعالى وحده أعلم بجنسيتهم وعلاقتهم باليهودية. ¶ __________ ¶ (1) - اتفاقية جنيف..مؤامرة جديدة: إلياس أبو أمير، موقع المركز الفلسطيني للإعلام على (الإنترنت)، 23 أكتوبر 2003م.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "* \"الدولة ستقام على 97% من الأراضي الفلسطينية\"هنا علينا الانتباه أنّ نسبة 97% من مساحة أراضي الضفة وكل أراضي القطاع تساوي 22% من أرض فلسطين التاريخية فقط، وتستثني مساحة القدس المقرة 2% حسب حدود سنة 1976م، وهذا يعني أنّ حجم التنازل هو ليس 3% بل هو بالحقيقة 5% من أراضي سنة 67م، وإذا ما جرى أخذ مساحات حدودية فإنّ النسبة الحقيقة المقتطعة قد تصل الى 8%-10%، ممّا يعني إن ما ستقيم السلطة فعلياً عليه الدولة هو على 85-89% من أرض الضفة وقطاع غزة، وهو يعني تنازل الفلسطينيين عن 84- 86 % من أرض فلسطين التاريخية، والخرائط ربما ستكشف ما هو أخطر. ¶ يقول الدكتور محمد على الفرا:\"وفيما يتعلق بحدود الدولة الفلسطينية، فقد صيغت العبارة في الوثيقة بأسلوب مبهم وغامض يمكن تفسيرها بأكثر من تفسير. ومن المعروف بأن الطرق الأقوى هو الذي يعرض تفسيره. فالوثيقة تقول:\"وفقاً لقراري الأمم المتحدة 242 و338 تقوم الحدود بين دولة فلسطين وإسرائيل على أساس خطوط الرابع من حزيران 1967م مع تعديلات متبادلة\". وكما يبدو فإنّ بداية هذه الجملة تعارض نهايتها وتتناقض معها، ذلك أنّ القرار 242 الصادر عن مجلس الأمن في 22/11/1967م نص على »وتأكيداً لعدم جواز السماح بالاستيلاء على أراضي بالحرب، وللحاجة الى العمل في سبيل سلام دائم تستطيع فيه كل دولة في المنطقة أن تعيش في أمان.. يؤكد إنّ الوفاء بمبادئ الميثاق إقرار سلم عادل دائم في الشرق الأوسط يتضمن تطبيق كل من المبدأين التاليين:- ¶ أولاً: جلاء القوات الإسرائيلية المسلحة عن الأراضي التي احتلت في الصراع الأخير.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ثانياً: إنهاء جميع الادعاءات أو حالات الحرب واحترام السيادة وسلامة الأراضي...الخ. أما القرار رقم 338 الصادر عن مجلس الأمن في 22/10/1973م فقد نص على أن تتقيد جميع الأطراف فوراً بتنفيذ وقف إطلاق النار التي اشتعلت في أكتوبر (تشرين الأول) 1973م وتطبيق القرار 242. أما نهاية الجملة الواردة في الوثيقة فلا تنص على الانسحاب من الأراضي المحتلة- كما جاء في القرار 242-وإنما تكون الحدود على أساس خطوط الرابع من حزيران مع تعديلات متبادلة. ولا شك في أن هذا النص الغامض والمتناقض يذكرنا ببنود اتفاق اوسلو المبهمة التي فسرتها إسرائيل حسب مشيئتها، وكأننا لم نستفد من هذه التجربة القاسية التي نعاني من نتائجها الآن\".(1) ¶ وقد كشف عضو البرلمان الصهيوني حاييم أورون من حزب ميرتس اليساري النقاب خلال كلمة ألقاها في قاعة \"تسافتا\" الثقافية في تل أبيب في إطار نقاش يتعلق بـ\"اتفاقية جنيف\" أنّ ساسة صهيونيين وفلسطينيين يبحثون حالياً في جنيف، التفاصيل الأخيرة المتعلقة بشأن تبادل الأراضي بين الفلسطينيين والصهيونيين(أي مقابل الأراضي المقتطعة للمستوطنات من الضفة الغربية أراضي للفلسطينيين من النقب جنوب فلسطين) ضمن \"اتفاقية جنيف. ¶ إنّ الفريق الفلسطيني الموقع على اتفاقية جنيف قد ارتكب خطأً تاريخياً جسيماً حيث أقرت اتفاقيته مع الصهاينة اليهود بمشروعية ما احتلوه، إنّها جريمة التفريط بالثوابت الوطنية والقومية والإسلامية التي تعتبر فلسطين من النهر إلى البحر أرضا محتلة واجبة التحرير. ¶ __________ ¶ (1) - قراءة في وثيقة التفاهم الفلسطينية- الإسرائيلية: د. محمد على الفرا، موقع السحاب على (الإنترنت).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وبمراجعة نص الاتفاقية يلاحظ:\"أن الجانب الفلسطيني المفاوض قبل العودة لصيغ الاحتلالات الاستعمارية القديمة، في شكل معاهداتها واتفاقاتها باشتراط أن تكون الدولة الفلسطينية الوليدة بلا سيادة، ومنزوعة السلاح وفاقدة للأهلية، فهي ممنوعة من الانضمام إلى أي حلف ترغب بالانضمام إليه \"كاتفاقية دفاع مشترك عربية\"، كذلك يسمح للدولة العبرية بإبقاء قواعد عسكرية إسرائيلية \"متفق عليها\"، وتحتفظ إسرائيل بمحطتي إنذار مبكر في وسط وشمال الضفة الفلسطينية، ويعمل على تشغيلها طاقم عسكري إسرائيلي، وللإمعان في مصادرة السيادة الفلسطينية يكون لسلاح الجو الإسرائيلي الحق باستخدام المجال الجوي لدولة فلسطين لهدف التدريب، ولا نعلم كيف سيتأكد الطرف الفلسطيني إن كان الجانب الإسرائيلي يتدرب أم لا؟ وفي ما يتعلق بالحدود الفلسطينية فإنّ الإشراف عليها وعلى معابرها سيكون مشتركاً بين الدولتين وبحضور مندوبي القوة متعددة الجنسيات، وكأن الفلسطينيين فاقدين للأهلية التي تخولهم التحكم بحدودهم وأبواب دولتهم\".(1) ¶ الاتفاقية والدولة اليهودية: ¶ __________ ¶ (1) - إعادة استنساخ أوسلو 1 وأوسلو 2 في وثيقة \"جنيف\"بقلم: ثائر السهلي.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "تنص الاتفاقية:(أن هذا الاتفاق يسجل الاعتراف بحق الشعب اليهودي بدولة) أي سجلت الاتفاقية ولأوّل مرّة اعتراف فلسطيني صريح بإسرائيل \"كدولة للشعب اليهودي إلى الأبد. يقول أحد مهندسي الاتفاقية من الجانب اليهودي عمرام متسناع عن \"اتفاقية جنيف\": للمرة الأولى في التاريخ اعتراف فلسطيني بإسرائيل كدولة الشعب اليهودي الى الأبد! وهذا معناه -رغم أن هذا يشكل اعترافا بالقومية المبنية على الدين- الاعتراف أنّ فلاشا الحبشة من نفس قومية اليهود البولنديين، مع أنهم هم أنفسهم لا يقبلون بذلك، وأن إسرائيل هي وطن اليهود القومي أي لكل اليهود بالمطلق، ولا يحدّد فقط اليهود الموجودين فيها كما حدّد للعرب الفلسطينيين. (من الاتفاقية:المادة 2 والمادة 7 مع فروعهما). ¶ يقول الدكتور محمد علي الفرا:\"إنّ اعتراف الفلسطينيين-كما تنص الوثيقة- بحق إسرائيل كدولة يهودية في الوجود يحمل في طياته مضامين خطيرة، فهناك فارق كبير في الاعتراف بوجود شيء قائم بالفعل ولا يمكن إنكاره وتجاهله بصرف النظر عن شرعية هذا الوجود أو عدمه، أماّ الاعتراف بحق الوجود فإنّه يضفي الشرعية على وجود قام على الاغتصاب، ويلغي شرعية الوجود السابق له، وهذا يعني أنّ قيام إسرائيل الذي نعدّه غير شرعي لأنّه اعتمد على وسائل غير شرعية منها احتلال أراض ليس لها حق فيها، والاستيلاء على وطن وطرد أهله منه بالقوة، وحرمان سكانه من حقوقهم فيه، أصبحت أموراً في ذمّة التاريخ المنسي الذي طويت صفحاته إلى الأبد، فالوثيقة إذن تعطي الشرعية لمن لا شرعية له، وتسحب الشرعية مِنْ مَنْ يمتلك الشرعية.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ويضيف:\"وتتجاوز الوثيقة الاعتراف بوجود إسرائيل على أرض فلسطين لتمنح الحق لجميع اليهود في العالم بالهجرة إلى إسرائيل-على اعتبار أنّها دولة يهودية-وهذا ما كنا نرفضه على الدوام، ولا شك في أنّ اعتبار اليهود شعب-كما نصت الوثيقة- يُعد مغالطة كبيرة روّج لها اليهود في العالم وانطلت على الكثيرين منّا، فاليهودية دين- ففلسطين أصبحت بالاعتراف الفلسطيني لكل يهود العالم- اعتنقها كثيرون من شعوب العالم وأممه.(1) ¶ لقد قامت دولة إسرائيل على مجموعة من الأساطير والادعاءات الدينية والتاريخية، وأخذ اليهود يزيفون التاريخ، ويزعمون أنّ لهم حقاً دينياً وتاريخياً في أرض فلسطين، وبهذا الحق يملكون شرعية العودة إليها،وإقامة دولة لهم فيها، وتمّ تجميع كثير من يهود العالم في هذه الأرض بناءً على ذلك. وتعتبر فكرة الحق الديني والتاريخي المفترى في فلسطين من أهم الذرائع التي تقوم عليها الحركة الصهيونية، والتي حشت بها أدمغة يهود العالم، والكثير من أدمغة نصارى أوروبا وأمريكا. ومع الأسف الشديد جاء الطرف الفلسطيني لتثبت ذلك في اتفاقية جنيف، فكل ادعاءات اليهود أصبحت بفضل التنازلات الخطيرة حقائق مسلمة صحيحة. مع العلم إنّ الوثائق التاريخية، والوقائع العلمية، والحفريات والآثار والتاريخ الصحيح كذّب ادعاءات يهود في الأرض المقدسة، وأثبتت عروبة ثمّ إسلامية أرض فلسطين، فهذه الأرض ورثها المسلمون عباد الله الصالحون وفق سنة الله تعالى المقررة في وراثة الأرض،قال الله تعالى:{ولقد كتبنا في الزبور من بعد الذكر أن الأرض يرثها عبادي الصالحون} سورة الأنبياء:105. ¶ __________ ¶ (1) - قراءة في وثيقة التفاهم الفلسطينية- الإسرائيلية: د. محمد على الفرا، موقع السحاب على (الإنترنت). .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ويهودية الدولة المنصوص عليها في اتفاقية جنيف تبيح لهم طرد العرب الفلسطينيين منها، لأنّ اليهودية ديانة وقومية معاً، وهذا ما يتخوف منه الفلسطينيون داخل الأرض المحتلة سنة 1948م، ولذا انتقد النائب العربي في الكنيست الإسرائيلي الدكتور جمال زحالقة بشدّة ما جاء في الوثيقة بخصوص الإقرار الفلسطيني بإسرائيل كدولة يهودية. وأكّد أنّ الفلسطينيين داخل الأراضي المحتلة عام 1948م سيتعرضون إلى مخاطر عديدة جراء الاعتراف الفلسطيني والدولي بإسرائيل كدولة يهودية، واستهجن جمال زحالقة تطرق الاتفاقية إلى طبيعة الحكم في إسرائيل وتثبيت المفهوم الصهيوني للدولة. وتساءل \"منذ متى يجري إدراج بنود من هذا النوع في اتفاقيات دولية.(1) ¶ وقد كتب عمرام متسناع مقالاً في صحيفة \"هآرتس\" الصهيونية يوم 16/10/2003م اعتبر فيه الاتفاقية:\"خطوة تفوق في أهميتها خطوة الإعلان عن إقامة الدولة إسرائيل في1948م\" موضحاً ذلك بقوله:\"إذا اختار رئيس الحكومة أن يطبّق مبادرة جنيف فسيتم تسجيله في صفحات التاريخ كمن أقام إسرائيل باعتبارها دولة يهودية وديمقراطية على أساس الاتفاقية، في حين أنّ إقامة الدولة في 1948 كانت إجراءً أحادي الجانب لم يحظ إلاّ باعتراف دول قليلة في العالم\". وإلى مثل ذلك أشار عمرام متسناع الى أن: \"مبادرة جنيف\" تكشفّ عن الأمور التالية:- ¶ 1- للمرة الأولى في التاريخ يعترف الفلسطينيون علانية وبصورة رسمية بدولة إسرائيل بوصفها دولة الشعب اليهودي الى الأبد. وقد تنازلوا عن حق العودة الى دولة إسرائيل، ما يضمن أغلبية يهودية ثابتة ومستقرة. ¶ 2- وتكمن خصوصيتها، لدى مقايستها مع مبادرات أخرى، في أمرين : الأول أنها تؤشر الى نهاية النزاع والثاني أنها لا تبقي أية علامات استفهام، من حيث كونها قد أجملت جميع التفاصيل العالقة،بحيث لا يظل لأي طرف مطالب إضافية بعدها. ¶ __________ ¶ (1) - موقع البراق على (الإنترنت)..",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ويتحدّث يسرائيل حسون نائب سابق لرئيس \"الشاباك\" إلى إذاعة الجيش الإسرائيلي \"جالي تساهال\" حيث قال:\"يمكننا أن نجد أنفسنا في وضع يفتقد إلى الحل، ويمكنه أن يشكل خطراً على المشروع الصهيوني\"، وقال حسون: \"اعتماداً على اتصالات أجراها مع الفلسطينيين، إنّ الخلاف بين إسرائيل والفلسطينيين لا يدور حول الوجود وإنّما حول الحق..نريد أن نحصل من القائد الفلسطيني على ما لم يمنحه لنا أي زعيم عربي، أي الاعتراف بحق الوجود للكيان اليهودي، والاعتراف بوجود صلة دينية لنا بهذه المنطقة. اعتقد أنه يمكن لقادتنا من خلال قرار شجاع، الوصول الى وضع يمكننا فيه دفع الفلسطينيين نحو منحنا هذا الاعتراف\". ¶ تضييع الاتفاقية للقدس:- ¶ القراءة للاتفاقية تكشف أنّها أقرت خطة الرئيس الأمريكي السابق كلينتون في أن تكون الأحياء العربية تحت السيادة الفلسطينية، والأحياء اليهودية تحت السيادة الإسرائيلية، وأقرّت اقتراح رئيس الكنيست السابق أبراهام بورغ في أن يدير حوض الحرم القدسي هيئة مشتركة من أتباع الأديان الثلاثة، ويكون خارج النطاق الإقليمي. ¶ جاء في الاتفاقية:( عاصمة كل واحدة من الدولتين تكون في المناطق التي يسيطر عليها في القدس. كل طرف يعترف بعاصمة الطرف الآخر) السؤال المطروح: ما هي المناطق التي سيسيطر عليه الفلسطينيون في القدس، لم يجبنا الاتفاق سوى الإحالة للخارطة المرفقة بالاتفاق. فاليهود يسيطرون على كل القدس شرقيها وغربيها، بل ضموا إليها أضعاف مساحتها، وفي شرقيها أقاموا القلاع السكنية وعشرات المستوطنات، فماذا أبقوا للدولة الموعودة.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ومصطلح (القدس القديمة) عاصمة الدولة الفلسطينية: ينطوي هذا المصطلح على مخادعة كبرى، قبل إذ علينا نعرف ما هي القدس القديمة التي يتحدث عنها ؟ فقد أجرت إسرائيل تعديلات حدودية عليها كثيرة، فبلغ ما انتزعه اليهود من الأرض العربية في القدس عام 67م أكثر من ثلاث وعشرين ألف دونم، إضافة إلى عقارات أربعة أحياء عربية كاملة تقع داخل السور، وهدم أكثر من سبعمائة عقار عربي، وصار ما تملكه إسرائيل في شرقي القدس يمثل تقريباً 74 0/0 من مساحتها بعد أن كانت لا تملك شيئاً. والحي اليهودي المتنازل عنه للطرف اليهودي أصبحت مساحته بعد حرب 67م أضعاف مساحته قبلها، أي امتد كثيراً على حساب الأراضي العربية في شرقي القدس، بمعنى لم يبقى للفلسطينيين في القدس العربية سوى بعض الأحياء البسيطة. ¶ وفي ضوء أنّ الطرف الفلسطيني قبل بقاء حزمة الاستيطان-كلّ المستوطنات حول القدس بما في ذلك معاليه أدوميم من الشرق، وجبعات زئيف من الغرب، والمنطقة التي ستضم إلى القدس، مثل أحياء بسجات زئيف، غيلو، التلة الفرنسية- في القدس فهذا يعني فعلياً أنّ العاصمة الفلسطينية هي رمزية، وستتركّز على أحياء خارج شرق القدس، أي ما يسمى بالقدس القديمة التي يتحدّث عنها.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "يقول الباحث أحمد يوسف أحمد:\"وأن استرداد القدس الشرقية ضمن الثوابت الفلسطينية وكذلك العربية المتغيرة، في هذا الصّدد تنازل الطرف الفلسطيني في المبادرة عن حق العودة، وقبل بعودة منقوصة للقدس الشرقية، وهو ما يتناقض مع المواقف الفلسطينية الرسمية المعلنة بخصوص القدس ومع كل مبادرات التسوية العربية شديدة المرونة وآخرها مبادرة قمة بيروت 2002م، التي لم تشر من قريب أو من بعيد إلى أحياء تحت السيطرة الإسرائيلية في القدس الشرقية. وقد يقال بحق إنّ قبول الطرف الإسرائيلي في المبادرة بسيادة فلسطينية على أجزاء من القدس الشرقية يعد تقدماً إلى الأفضل مقارنةً بالموقف الإسرائيلي الرسمي، غير أنّه لابدّ أن يكون هناك مقياس ثابت تقيم به الأمور بحيث لا نهلّل لأيّ تغيّر في الموقف الإسرائيلي -رسمياً كان أو غير رسمي- مهما بلغت ضآلته\".(1) ¶ وأيضاً يعترف الفلسطينيون بقداسة القدس لليهودية. ويقبلون بتسمية الحرم الشريف \"نطاق الحرم الشريف وجبل الهيكل\" كما في الفقرة {5}. ¶ ومن الأمور الصعبة على الفلسطينيين هو موافقتهم على أن تبقى الأحياء اليهودية في شرقي القدس مثل معاليه أدوميم، وغوش عتصيون، نفيه يعقوب، بسجات زئيف، التلة الفرنسية، راموت، غيلو وأرمون هنتسيف تحت السيادة الإسرائيلية. يقول مستخفاً بالعقل الفلسطيني قدورة فارس -المشارك عضو المجلس التشريعي الفلسطيني في مباحثات جنيف-: \"إنّ هذه الأحياء لن تتمكن من التطور والتوسع وبذلك ستتحلل وتضمر. ¶ __________ ¶ (1) - مبادرة جنيف: بعض الأرض مقابل حق الشعب: د.أحمد يوسف أحمد مدير معهد البحوث والدراسات العربية- القاهرة، صحيفة الاتحاد 9/12/2003م.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "نعم تقول الاتفاقية المشؤمة وعلى لسان عمرام متسناع يبقى حائط المبكى والحي اليهودي وبرج داود في أيدي إسرائيل، ويزال عن القدس الطوق الخانق، وتظل سلسلة المستوطنات المحيطة بها جزءاً من المدينة الكبرى الى الأبد. ولا يضطر أي من المستوطنين الى مغادرة بيته. وهذه السلسلة تشمل:غفعات زئيف، غفعون الجديدة والقديمة، معاليه أدوميم، غوش عتصيون، نفيه يعقوب، بسجات زئيف، التلة الفرنسية،راموت، غيلو وأرمون هنتسيف. ¶ والحي (اليهودي المزعوم) والذي تنازل عنه الطرف الفلسطيني لليهود فسيكون لعنةً على كل شرقي القدس (القدس القديمة) ومن ذلك ما كشفت عنه صحيفة \"كول هعير\" الصهيونية من مخطط صهيوني تبحثه كل من البلدية وشركة ترميم وتنمية الحي اليهودي لحفر نفق يربط طريق الوصول جنوبي البلدة القديمة في القدس المحتلة، وحتى موقف السيارات الجديد الذي يبنى في الحي اليهودي المزعوم. ويبدأ النفق بعمق ثلاثة أمتار تحت الأرض في نقطة تنتهي عندها أسوار البلدة القديمة، وذروة عمقه سيكون نحو 13 متر، ويذكر أنّ الاحتلال الصهيوني يحاول منذ عدة سنوات إلى حفر أنفاق تحت البلدة القديمة في القدس المحتلة بهدف تهويد البلدة وإقامة الهيكل المزعوم. ¶ إنّ الاعتراف بقدسية القدس لليهود مدخلٌ لفخٍ خطير، يتبعه حقّهم في إقامة الاحتفالات الدينية بالمدينة، ويتوّج هذا الفخ إعطاؤنا حقّ الإشراف وتطبيق هذه الحريات لمجموعةٍ دوليةٍ التي ستعطي (الإسرائيليين) موطأ قدمٍ ثابتٍ لحقّهم الديني المزعوم في الأقصى الشريف.(1) ¶ مقبرة جبل الزيتون لليهود: ¶ __________ ¶ (1) - اتفاقية جنيف..مؤامرة جديدة بقلم:إلياس (أبو أمير) موقع المركز الفلسطيني للإعلام على (الإنترنت)، 23 أكتوبر 2003م.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "نصت الاتفاقية: (تخضع المنطقة المعلمة في الخريطة X -المقبرة اليهودية في جبل الزيتون- فلإدارة الإسرائيلية، وينطبق القانون الإسرائيلي على الأشخاص الذين يستخدمون هذه المنطقة وعلى الإجراءات المتعلقة بها حسبما ورد في الملحق X.يتم عمل ترتيبات في المقبرتين المبينتين في الخريطة . X مقبرة جبل صهيون، ومقبرة \"الجيرمان كولوني\") لتيسير وضمان استمرار ممارسات الدفن والزيارة الحالية بما في ذلك تسهيل الوصول إلى المقبرتين. ¶ يعدّ جبل الزيتون حي من الأحياء العربية بمدينة القدس، وفيه وحوله أقام اليهود عام 67م مجموعة الكتل الاستيطانية المعروفة ب\"بيت أوروت\"، وتحته حفروا نفقاً طويلاً، ويعد النفق أسفل الجبل الذي افتتح أهمّ ما نفذ من بنى تحتية ستخدم بصورة كبيرة مشاريع الاستيطان المقترحة في وادي الجوز، والشيخ جراح، وباب الساهرة. وفي أراضي الجبل نفسه يزعم اليهود وجود قبور السفراديم اليهود. وقد تنازل الطرف الفلسطيني عنه لليهود مع ضمانات لوصولهم إليه. ¶ وجبل صهيون التي توجد فيه مقبرة تنازل عنها الطرف الفلسطيني لليهود:هو التلة الغربية المقابلة للزاوية الجنوبية الغربية للحرم الشريف. ¶ مقام النبي داود وما حوله لليهود:",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "إنّ مقام النبي داود فمن الأماكن الإسلامية التي يجوبها المسلمون في المدينة المقدسة، ويتألف المقام من ضريح النبي داود والمسجدان الملاصقان له. ويقع المقام على ربوة مرتفع جبل صهيون، وتحيط به مباني كثيرة يقيم فيها أفراد (عائلة الدجاني ) المقدسية قبل عام 1948م. والمقام فضلا عن قدسيته وحرمته المشهورتين يعد من الأمكنة الأثرية العامة في فلسطين لا سيما المسجد العلوي منه، وما يشتمل عليه من أقواس وأعمدة ضخمة. والمقام الأعلى عبارة عن بناية حجرية قائمة في وسط الحي وهي مؤلفة من طابقين علوي وسفلي وفي الطابق السفلي مسجدان كبير وصغير وعلى جدرانها آيات من القرآن الكريم، وفي العلوي ردهة واسعة تقع فوق المسجد الكبير وهي ذات عقود مصلبة. وجدد تعمير هذا المكان الشريف السلطان محمود خان سنة (1233هـ- 1817م) . ¶ تفريط الاتفاقية في المسجد الأقصى: ¶ ويمكن تلخيص مصائب الأقصى من اتفاقية جنيف فيما يلي: ¶ 1- التفريط بالحق الإسلامي الخالص للمسلمين في المسجد الأقصى، وإبطال السيادة الإسلامية الخالصة عليه، والتي بدأت منذ الفتح العمرية للقدس سنة 15هـ، فلم تنص الاتفاقية على أي سيادة دينية خاصة للمسلمين على المسجد الأقصى، بل فرّط الموقعون الفلسطينيون في قدسية المكان الخاصة للمسلمين وجاء بدلاً منه الإقرار من الموقعين الفلسطينيين أنّ القدسية هي للأديان الثلاثة:اليهودية والمسيحية والإسلام. ¶ 2- الإقرار بأنّ اليهود لهم حق ديني وثقافي خاص في المسجد الأقصى، ولم تنص على أنّ مثل هذا الحق للمسلمين، وهو إقرار بالمقولات الدينية اليهودية: بأنّ الهيكل المقدّس كان موجوداً في أرض الحرم القدسي. ومن ثمّ إعطائهم الحق لليهود بالبحث عنه لبنائه من جديد على أرض الحرم القدسي. خاصة والأنفاق تحت الحرم للسيادة اليهودية، وهذا عار كبير يلحق الموقعين الفلسطينيين.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "3- إعطاء اليهود سيادة دينية خاصة وسياسية على أجزاء من المسجد الأقصى، إذ أقرّت الاتفاقية بسيادتهم على حائط البراق، والأنفاق تحت الحائط مع العلم اتصال هذه الأنفاق بغيرها من الأنفاق تحت المسجد الأقصى وحوله، مع العلم أنّ اليهود أقاموا لهم عدداً من الكنس وأماكن العبادة والطقوس فيها، ثمّ هي وسيلة لاستمرار الحفريات تحت حرم المسجد الأقصى، ومن ثمّ هدمه لبناء الهيكل اليهودي المزعوم. ¶ 4- السماح ليهود العالم بدخول حرم الأقصى باسم الزيارة والحجيج، وبحماية وإشراف فلسطيني، لأداء طقوسهم وشعائرهم الكفرية في ساحاته باعتبار حقهم الديني والثقافي الذي نصّت عليه الوثيقة، وحقهم الديني والثقافي فيه هو وجود هيكلهم المقدس. أي تدنيس المسجد الإسلامي، ومن ثمّ تهوديه وإزالة صبغته الإسلامية الخالصة بموافقة ومراقبة فلسطينية. وبيان ذلك:- ¶ قدسية الحرم الخاصة والمميزة لليهود فقط:",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "نصّ الاتفاقية:\" في ضوء قدسية النطاق والمعني الديني والثقافي الخاص له بالنسبة للشعب اليهودي..\" والنطاق:هو حرم الأقصى ويشمل ما مساحته 144 دونم، واستخدمت الاتفاقية ألفاظا خاصة ومنها ما هو لليهود مثل:(جبل الهيكل) والسؤال أين النصّ على هذه القدسية للإسلام والمسلمين في \"اتفاقية جنيف\"، وأين النصّ على المعنى الديني والثقافي الخاص له بالنسبة للشعوب المسلمة؟ لقد تمّ استبعاده بقصد وحنكة من المفاوض اليهودي، لأنّه يعلم أنّ المكان الواحد لا يمكن أن يكون مقدسا لديانتين مختلفتين متناقضين، ولأمتين أيضا مختلفتين متناقضتين، فتمّ فقط ذكر القدسية اليهودية للحرم القدسي، والمعنى الديني والثقافي الخاص له بالنسبة للشعب اليهودي. ويدلّل اليوم على هذا قول مهندس الاتفاقية اليهودي يوسي بيلين: \"وفيما يخصّ الحرم القدسي، إذا كان أحد الأشياء التي مسّت مشاعر الإسرائيليين خلال محادثات كامب ديفيد2 في تموز 2000م هو عدم الاعتراف بأهمية الحرم القدسي للشعب اليهودي. فيحسن أن نشير إلى إنّه يوجد في وثيقتنا تطرّق صريح إلى المعنى المتميز الديني والحضاري، الموجود للمكان من جهة الشعب اليهودي\".(1) ¶ __________ ¶ (1) - من أجل دولة يهودية:يوسي بيلين، معاريف، 28/10/2003م.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وقول إيهود باراك رئيس الوزراء السابق أيام محادثات كامب ديفيد 2 في تصريح للتلفزيون الإسرائيلي مساء الجمعة 29/12/2000م أنّه:\"لا ينوي التوقيع على وثيقة تنص على نقل السيادة على الحرم القدسي الذي أعتبره قلب هويتنا إلى الفلسطينيين\"..وصرّح باراك أمام الحاخامين الرئيسيين: يسرائيل مائيرلاو وإلياهوبكشي دورون: \"أنّه لا ينوي تسليم السيادة على الحرم لأي جهة أجنبية\". وفي 26/7/2000م أذاع راديو إسرائيل ضمن نشرة الأخبار:أنّ رئيس وزراء إسرائيل –أيهود باراك- قال للرئيس الفلسطيني ياسر عرفات في قمة كامب ديفيد2: \"إنّ هيكل سليمان يوجد تحت الحرم القدسي، ولذلك فإن إسرائيل لن تتنازل عن السيادة عليه للفلسطينيين\". وفي29/9/2000م نشرت جريدة (جيروزاليم بوست) الإسرائيلية جملة من تصريحات أيهود باراك تتعلق بالقدس منها: \"إن أيّ رئيس وزراء إسرائيلي لن يوقع وثيقةً أو اتفاقاً ينقل السيادة على جبل الهيكل -يقصد جبل الحرم القدسي- إلى الفلسطينيين أو إلى أي هيئة إسلامية\".(1) وذكرت صحيفة (يديعوت أحرونوت) في تاريخ 10/8/1999م قول وزير رفيع المستوى في حكومة براك: \"لقد تأخرنا في السيطرة على جبل\" الهيكل، فإن \"جبل الهيكل\" ليس معنا– يقصد (بجبل الهيكل) الأقصى المبارك. ¶ __________ ¶ (1) - انظر تصريحات \"إيهود باراك\" صحيفة القدس– العدد 11269، الجمعة 10 شوال 1421ه،5 يناير 2001م، ص1.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "إذن المسجد الأقصى بموجب نصوص\"اتفاقية جنيف\" انتهت السيادة الدينية الخاصة والخاصة للإسلام والمسلمين عليه فقد نصّ الاتفاقية:\" يعترف الطرفان بالأهمية التاريخية، الدينية، الروحانية والثقافية العالمية للقدس، وبقدسيتها لليهودية، والمسيحية والإسلام\"..أي السيادة الدينية الخاصة للمسلمين قد تبخرت بالاتفاقية المشئومة، وأقرّ لإسرائيل بحقوق دينية يهودية فيما سمي \"نطاق الحرم\" أي نطاق المسجد الأقصى والذي يبلغ مائة وأربع وأربعون (144) دونم، فقد نصّ على الإشراف الدولي، جاء في الاتفاقية: تقيم الولايات المتحدة وروسيا والاتحاد الأوروبي والأمم المتحدة \"لجنة تطبيق\" يكون لها ممثلون يقيمون في \"نطاق الحرم\" مع آخرين يتفق عليهم الطرفان بمن فيهم ممثلو المؤتمر الإسلامي...\". ¶ يهود العالم سيدنسون بكفرهم وأساطيرهم المسجد الأقصى: ¶ ورد في الاتفاقية ما نصّه: \"في ضوء المعني العالمي للنطاق يسمح للزوار بزيارته وفقا للاضطرارات الأمنية والرغبة في عدم عرقلة الصلاة والحجيج في المكان كما تقررها الأوقاف\". ونلاحظ بالنسبة لهذا النص: أنّ المسلمين لا يقومون بالحجّ للحرم القدسي، وإنّما للمسجد الحرام في مكة المكرمة، وأنّ المسيحيين إنّما يحجّون لكنيسة القيامة في القدس، وليس للمسجد الأقصى، بينما اليهود وحدهم الذين سيقومون بالحجّ لما يسمونه\"جبل الهيكل المقدس\"، وهم وحدهم المقصودين في الاتفاقية، وما ذكر غيرهم إلاّ من باب ذر الرماد في العيون وممارسة نوع من المخادعة والتضليل من قبل الطرف الفلسطيني، وعليه يغدو إيراد كلمة \"الحجيج\" في النص السابق مقصود بها إجازة حج كل يهود العالم وبإقرار فلسطيني للمكان المقدس لديهم الذي يعتقدون أنّ هيكلهم المزعوم المقدس كان مقاماً فيه. ¶ منع إعمار وإصلاح إلى الأقصى المبارك:",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ورد في الاتفاقية القول:( بالنظر إلى قدسية الحرم وإزاء أهميته الدينية والثقافية المميزة بالنسبة للشعب اليهودي، فلن تجري أية أعمال حفريات أو بناء في الحرم إلا باتفاق الطرفين. وتقوم المجموعة الدولية بتحديد الإجراءات الخاصة بأعمال الصيانة المنتظمة وأعمال الترميم الطارئة في الحرم بعد التشاور مع الطرفين) ممّا يعني عمليا إكساب يهود العالم الحق الديني في الأقصى، وحق المشاركة اليهودية في تقرير أي عملية ترميم مستقبلية في المسجد الأقصى ومسجد قبة الصخرة وباقي المقدسات الإسلامية في منطقة الحرم القدسي...وهذا عار ما بعده عار، وتنازل إضافي خطير عن إسلامية الأقصى من الطرف الفلسطيني، الذي سيجد ملايين المسلمين يتهمونه بالتفريط والخيانة الدينية العظمى بالتنازل عن أرض الإسراء والمعراج. وإذا كان هذا معناه منع الطرف الفلسطيني من إجراء أي نوع من أعمال الإعمار والترميم والصيانة لأيّ من منشئات الحرم القدسي الشريف، ذلك إنّ الحرم بحاجة شديدة إليها لأنّه حرم منها، وبيان ذلك:- ¶ 1- إنّ البلاط الرخامي التاريخي الذي يغطي جدران الصخرة المشرفة الداخلية بدأ يتصدع، وقسم منه بدأ يتشقق، وقسم ثالث بدأ يتساقط، وهذا يعني أنّ البلاط الرخامي في أمسّ الحاجة إلى إعماره فوراً، ومع ذلك كانت تمنع المؤسسة الإسرائيلية الحاكمة إدخال مواد الإعمار. ¶ 2- إنّ سقف المسجد الأقصى بات يعاني من ظاهرة تسرب مياه الأمطار إلى داخله، وتساقطها على بساط الأقصى الفاخر، وعلى رؤوس المصلين وهذا يعني وجود شقوق تصدّع دقيقة في بعض جوانب سقف المسجد الأقصى، ولكنّ المؤسسة الإسرائيلية تمنع إدخال مواد الإعمار للمسجد الأقصى.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "3- إنّ أعمدة المصلى المرواني العملاقة، وإنّ بعض حجارته العملاقة تعاني من تصدعات خطيرة جداً، والمصلى المرواني يعتبر جزءاً لا يتجزأ من المسجد الأقصى، ولكنّ المؤسسة الإسرائيلية تصرّ بقوة السلاح على منع دخول مواد إعمار إلى المسجد الأقصى، ولو كانت بحجم دلو اسمنت، أو طوبة رخام، وهذا يجعل المسلم يؤكّد أنّ المسجد الأقصى في خطر.(1) ¶ حائط البراق لليهود: ¶ نصّت الاتفاقية :\"يكون حائط المبكي تحت السيادة الإسرائيلية..\". إنّ (حائط المبكى) الحائط الغربي أيها المفرط الفلسطيني هو حائط البراق وهو حائط المسجد الأقصى- الذي تنازلت عنه للسيادة اليهودية- وإنّ المسلمين يعدّونه من الأماكن الإسلامية المقدسة، وجزءاً من أجزاء حرم الأقصى الشريف، وهو الحائط الذي يحيط الحرم من الناحية الغربية، ويبلغ الطول الأصلي لحائط البراق 58 متراً(156 قدما)، وارتفاعه 20 متراً(56 قدما)، وهو مبنى من حجارة قديمة ضخمة يبلغ طول بعضها 16 قدماً، يسميه المسلمون البراق لاعتقادهم أنّه المكان الذي ربط عنده النبي محمد صلى الله عليه وسلم البراق ليلة الإسراء والمعراج. ويسميه اليهود حائط المبكى لاعتقادهم أنّه من بقايا هيكلهم القديم، ذلك الهيكل الذي بناه هيرودوس سنة 18ق.م، وهدمه كله القائد الروماني تيطس سنة 70م، فراح اليهود منذ زمن قديم ينظرون إليه بعين التقديس، وراحوا يزورونه ولا سيما في صباح يوم التاسع من آب أغسطس وعنده يبكون. ويوجد أمام الحائط رصيف يقف عليه اليهود عندما يزورون الحائط بقصد البكاء، ويبلغ عرضه أحد عشر قدماً ومساحته 120 قدماً مربعاً وهو وقف إسلامي من أوقاف أبى مدين الغوث، أنشئ هو والأملاك المجاورة له في زمن السلطان صلاح الدين لمنفعة جماعة من المسلمين المغاربة ، وقامت في الماضي خلافات شديدة بين المسلمين واليهود حول البراق، حيث قام المسلمون بمنع اليهود من جلب المقاعد والكراسي والستائر ¶ __________ ¶ (1) - من-مقال الشيخ رائد صلاح- سبق ذكره.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "أو أيه أداة من الأدوات، ولم يسمحوا لهم بالوصول إلى المكان . ¶ إنّ حائط البراق– الذي يسميه اليهود حائط المبكى- تعرفه الموسوعة اليهودية \"الحائط الغربي:\"الذي يسمى بالعبرية كوتيل همعرافي: بأنه\"جزء من جدار جبل الهيكل الذي ظل معطلاً منذ تدميره الثاني في العام 70م، وأنّه أضحى أكثر الأماكن قدسية في العادات والشعائر اليهودية، بفعل قربه من جدار الهيكل ومن مقدسات جبل الهيكل\".وتضيف الموسوعة اليهودية:\"إن هذا الجزء خصص للبكاء على انهيار المعبد اليهودي وعلى منفى شعب إسرائيل، وإن أهميته تكمن في كونه يشكل شمعة تضاء من أجل إحياء الموروث الديني اليهودي في القرن العشرين، ويؤجج ذكريات المجد الإسرائيلي القديم ويبعث الأمل في استعادته\". وأنّ اليهود اعتادوا على مدى عدة قرون الوقوف أمام الحائط وبات يمثل أكثر الجوانب قداسة بالنسبة لليهود، لدرجة أنّ هذا الحائط أضحى منذ قرون خلت مزاراً لأداء الشعائر والمناسك اليهودية وأداء الصلوات\". والزعم بأنّه من هيكلهم المزعوم أبطلته وكشفت زيفه الدراسات العلمية الحديثة، ومن ذلك الدراسة التي ظهرت مؤخراً حول حائط البراق من \"مركز القدس لأبحاث إسرائيل\" حيث أكدّ فيها الباحث الدكتور \"شموئيل بريجو فيتش\" أنّ حائط البراق وقف إسلامي خالص.(1) ¶ ومن هنا نفهم لماذا أصرّ المفاوض اليهودي على ضرورة تنازل الطرف الفلسطيني عنه لصالح السيادة الدينية لليهود، ونفهم سر كرم هذا التنازل العجيب. ¶ __________ ¶ (1) - انظر كتيب:القدس في خطر الذي يشتمل مسابقة عالمية عن القدس والأقصى من إعداد جمعية الأقصى لرعاية المقدسات الإسلامية–أم الفحم– ص6.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "ومن هنا لا بد أن يدرك الفلسطينيون أنّ حائط البراق التقت عليه المعجزتان الإسراء والمعراج، وبهذا فإنّا ونحن نؤكّد قدسية المسجد الأقصى، وملايين مساجد المسلمين في أنحاء العالم إلا أنّ حائط البراق يفوق أي مكان آخر قداسة في المسجد الأقصى، لأنّه المكان الذي يحفظ بصمات الرسول محمد عليه السلام عندما ربط براقه، وبلغ إسراءه، ثمّ فك براقه وهو عائد من معراجه. ¶ وفي زمن الانتداب جدّد اليهود ادعاءاتهم بشان الحائط فقامت خلافات شديدة بينهم وبين المسلمين، وقد أدّى ذلك إلى قيام ثورة عارمة في فلسطين سنة 1929م عرفت بثورة البراق، وانتهت بالإقرار بأنه وقف إسلامي وملك للفلسطينيين، وأنّ ليس لليهود سوى الدنو من المكان. وبيان ذلك أنّه في سنة 1930م أوفدت عصبة الأمم إلى فلسطين لجنة حيادية برئاسة مجموعة من القضاة والسياسيين الذين استمعوا إلى أكثر من مائة شاهد من العلماء والمؤرخين والباحثين المسلمين والمسيحيين واليهود وبعد انقضاء ستة شهور، وبعد تحقيقها المستفيض في أحداث البراق أصدرت اللجنة الدولية تقريراً يمتاز بالطابع العلمي التاريخي، والالتزام بالحيدة التامة والموضوعية، جاء فيه ما يلي:\" للمسلمين وحدهم تعود ملكية الحائط الغربي المعروف باسم حائط المبكى..وللمسلمين وحدهم الحق العيني فيه، لأنّه يؤلف جزءاً لا يتجزأ من ساحة الحرم القدسي الشريف التي هي من أملاك الوقف..وللمسلمين أيضاً تعود ملكية الرصيف الكائن أمام الحائط حيث يقيم اليهود صلواتهم وتضرعاتهم..\".(1) ¶ __________ ¶ (1) - انظر تقرير اللجنة الدولية وما سبقه من أحداث:-سياسة الاستعمار والصهيونية تجاه فلسطين في النصف الأول من القرن العشرين- مصدر سابق، ص554-557، هامش ص556-557.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وهو الحقّ الذي قضت به للمسلمين أعلى محكمة بريطانية سنة 1931م، والتي أوصت بأنه لا يجوز لليهود وضع أي حاجز أو ستار أو كرسي في الساحة المجاورة لحائط البراق. وإن أجازت لهم الصلاة في مقابلة دون إزعاج للمسلمين في صلاتهم. ¶ لقد كانت التنازل الفلسطيني عن حائط البراق(الحائط الغربي) تنازلا بالمجان عن حق اكتسبوه أيضاً بقوة القانون الدولي فضلاً عن الحق الديني. فماذا سيقولون هؤلاء المفرطون لأجيال المسلمين الذين يقرأون تاريخ ثورة البراق. ¶ واستنكر خطيب المسجد الأقصى المبارك ومفتي القدس والديار الفلسطينية الشيخ عكرمة صبري-يوم الجمعة 12/12/2003م-من على منبر المسجد الأقصى المبارك وثيقة جنيف لتفريطها في المسجد الأقصى وقال:\"من فوّض هؤلاء كي يذهبوا لتضييع حقوق الشعب الفلسطيني الثابتة والشرعية؟. وقال:\"إن وثيقة جنيف قد تنازلت عن حائط البراق للسيادة الصهيونية وأطلقت عليه اسم حائط \"المبكى\"في حين أنّ عصبة الأمم في العام 1931م قد أقرّت بأنّ هذا الحائط هو جزء من السور الغربي للمسجد الأقصى المبارك وهو ملك للمسلمين وحدهم\". ¶ الأنفاق تحت الحائط الغربي لليهود: ¶ نصّت الاتفاقية بأنّ ملكيته لليهود:(يخضع نفق الحائط الغربي المبين في الخريطة Xللإدارة الإسرائيلية بمافيها:1. إمكانية وصول غير مقيدة للإسرائيليين والحق في العبادة وإقامة الطقوس الدينية..).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "إنَّ ما يجري أسفل المسجد الأقصى المبارك من حفريات وأنفاق خطيرة والتي لم تنقطع يوماً، تجعله مهدداً بالانهيار في أي لحظة، وهذه الحفريات شرع بها اليهود منذ بداية الاحتلال عام 1967م بالقرب من أساسيات المسجد الأقصى المبارك وتحته، وأحد هذه الأنفاق يبدأ من الزاوية الجنوبية الغربية للمسجد الأقصى بمحاذاة الحائط الغربي-حائط البراق- ويبعد عنه 4 متر، ويتراوح ارتفاعه من 6-9 أمتار، وبامتداد طولي يبلغ حوالي 3 متر، ينتهي بحجارة رقيقة تم بناؤها حديثاً ويمكن إزالتها بسهولة ويسر، ولقد كانت الحفريات حول المسجد الأقصى وتحته، من الناحيتين الغربية والجنوبية إحدى المحاولات لتخريب وتصديع جدرانه، وهي تبدو في ظاهرها محاولة للبحث عن بقايا آثار الهيكل المزعوم، إلا أنّها تهدف في حقيقتها إلى هدم وإزالة المباني الإسلامية الملاصقة،أو المجاورة لحائط البراق وعلى امتداده، كما تهدف إلى الاستيلاء على الحرم الشريف وهدمه، وإنشاء الهيكل في الموقع الذي يقوم عليه المسجد الأقصى وقبة الصخرة. ¶ والحفريات تمثل خطراً كبيراً يهدد حرم الأقصى بالسقوط، لأنّ هدفها تفريغ الأتربة والصخور من تحت المسجدين الأقصى وقبة الصخرة ليتركا قائمين على فراغ بحيث يكونا عرضة للسقوط والانهيار، بفعل عوامل الطبيعة، أو بفعل تأثير هزات ذبذبات الطائرات النفاثة، وقد توجّت أيضاً بافتتاح جزء من نفق الحشمونائيم عشية عيد الغفران اليهودي- مساء الاثنين 24 أيلول 1996م- طوله 250 متراً، وأسفر الإعلان عند افتتاحه- بحضور كبار المسئولين- عن اندلاع مواجهات هي الأعنف بسبب المسجد الأقصى، مما اضطر الحكومة الصهيونية إلى التراجع وإشاعة إغلاقه، وكانت حفريات الحكومة الصهيونية ساهمت في بلوغ طول النفق 400 متر، حيث يمتد من الحي الغربي العربي الإسلامي على طول أساسات حائط البراق- الذي تنازل عنه الطرف الفلسطيني لليهود- أسفل الحرم حتى يصل إلى شمال الحي الإسلامي.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ومن التدليس والتضليل استخدمت \"اتفاقية جنيف\" لفظة نفق الحائط الغربي، والصواب أنفاق حرم المسجد الأقصى، لأنّه من المعلوم لكل مطلع على الحفريات والأنفاق اليهودية يعلم وجود عدة أنفاق تحت ساحة الحرم، وأعظمها طولا الأنفاق تحت الحائط الغربي المتصلة بغيرها من الأنفاق، وهنا نستذكر أنّ المطروح في خطة كلينتون سنة 200م في كامب ديفيد 2 هو السيطرة اليهودية على كامل أسفل حرم المسجد الأقصى، فاستعيض عنه بالتدليس والتضليل بالتلاعب بالألفاظ ومنه لفظ نفق الحائط الغربي. وفي 26/7/2000م أذاع راديو إسرائيل ضمن نشرة الأخبار:أنّ رئيس وزراء إسرائيل –أيهود باراك- قال للرئيس الفلسطيني ياسر عرفات في قمة كامب ديفيد-2-: \"إن هيكل سليمان يوجد تحت الحرم القدسي، ولذلك فإنّ إسرائيل لن تتنازل عن السيادة عليه للفلسطينيين\". ¶ ووقت مباحثات \"كامب ديفيد 2\" قال بيان صادر عن ديوان رئيس الوزراء الإسرائيلي الخميس 4-1-2001 إنّ إيهود باراك يعود ويوضّح موقفه القاطع بأنّه لا ينوي توقيع أيّ وثيقة ستنقل بموجبها السيادة على جبل الهيكل من إسرائيل إلى السلطة الفلسطينية..وموقف إسرائيل من مسألة جبل الهيكل -الحرم القدسي الشريف- معروف للرئيس الأمريكي بيل كلينتون وللسلطة الفلسطينية، ولجميع المتفاوضين باسمها مع إسرائيل\". ¶ ساحة البراق لليهود:",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "جاء في الاتفاقية ساحة البراق للطرف اليهودي مع العلم وجود الحفريات وهي مشروع تعميق ساحة البراق الشريف الملاصقة للحائط الغربي للمسجد المبارك وللحرم القدسي الشريف، ويفضي هذا المشروع بضمّ أقسام أخرى من الأراضي الغربية المجاورة للساحة،وهدم ما عليها، وحفرها بعمق تسعة أمتار، ويعرّض المشروع الجديد :الأبنية الملاصقة والمجاورة لخطر التصدع والانهيار، ثمّ الهدم. وتضم هذه الأبنية:عمارة المحكمة الشرعية القديمة المعروفة بالمدرسة التنكزية، وعمارة المكتبة الخالدية. وزاوية ومسجد أبو مدين الغوث وكلاهما من الأوقاف الإسلامية بالإضافة إلى 35 عقاراً يسكنها ما لا يقلّ عن 250 مواطناً عربياً. ¶ إذن \"الاتفاقية\" تضمنت تنازلات فلسطينية كبيرة وخطيرة في موضوع القدس وحرم المسجد الأقصى، بل تبنّت الاتفاقية تماماً المقولات الدينية الصهيونية والتزمت بمضمونها. مع أنّ شرق القدس محتل والوجود الصهيوني فيه مخالف لقراري مجلس الأمن 242 338، وقرارات الجمعية العامة للأمم المتحدة ذات الصلة. كما أنّ التواجد الصهيوني فيها غير مشروع وفقا لأحكام القانون الدولي التي لا تجيز للمحتل التصرف بالأرض المحتلة. ومع ذلك اعتمدت الاتفاقية الحلّ الذي كان قد قدمه الرئيس كلينتون في منتجع \"كامب ديفيد\" في يونيو-حزيران 2000م، وهو العرض الذي رفضه محقاً يومذاك الرئيس عرفات. وحين يستبقي على المستعمرات الاستيطانية داخل القدس الشرقية وفي محيطها، باعتبارها أحياء يهودية، يكون ما سوف يعهد بإدارته للفلسطينيين بموجب \"الاتفاقية\" من منطقة القدس التي احتلت سنة 1967م لا يجاوز 14 % فقط من القدس، ولتأكيد المكاسب الصهيونية استخدم في الدلالة على حائط البراق المصطلح اليهودي \"الحائط الغربي\"، بل ونصّ على أن يكون تحت السيادة الإسرائيلية. وذلك في افتئات صريح على الحق الإسلامي التاريخي في جدار الحرم القدسي.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وبعد ذلك كلّه يتحدث بعض السذج من الفلسطينيين عن تنازل صهيوني في القدس والحرم الشريف !!! ¶ لماذا تنازل الطرف الفلسطيني عن السيادة الإسلامية على المسجد الأقصى؟؟: ¶ لقد تولّدت للطرف الفلسطيني أنّ التسوية السياسية مع الطرف الصهيوني لن يكتب لها النجاح إلا بالتنازل عن السيادة الإسلامية على المسجد الأقصى، لصالح اليهودية، ويدلل على ذلك ما يلي:- ¶ * أكد اليساري إيهود باراك- رئيس وزراء سابق ورئيس حزب العمل السابق- في تصريح للتلفزيون الإسرائيلي مساء الجمعة 29/12/2000 أنه:\"لا ينوي التوقيع على وثيقة تنص على نقل السيادة على (الحرم القدسي) الذي أعتبره قلب هويتنا إلى الفلسطينيين\". ¶ * وصرّح باراك أمام الحاخامين الرئيسيين: يسرائيل مائيرلاو وإلياهوبكشي دورون: \"أنه لا ينوي تسليم السيادة على الحرم لأي جهة أجنبية\". وفي 26/7/2000م أذاع راديو إسرائيل ضمن نشرة الأخبار:أنّ رئيس وزراء إسرائيل –أيهود باراك- قال للرئيس الفلسطيني ياسر عرفات في قمة كامب ديفيد2:\"إن هيكل سليمان يوجد تحت الحرم القدسي، ولذلك فإنّ إسرائيل لن تتنازل عن السيادة عليه للفلسطينيين\". ¶ * في29/9/2000م نشرت جريدة (جيروزاليم بوست) الإسرائيلية جملة من تصريحات أيهود باراك تتعلق بالقدس منها: \"إن أيّ رئيس وزراء إسرائيلي لن يوقع وثيقة أو اتفاقاً ينقل السيادة على جبل الهيكل - يقصد جبل الحرم القدسي- إلى الفلسطينيين أو إلى أي هيئة إسلامية\".(1) ¶ __________ ¶ (1) - انظر تصريحات \"إيهود باراك\" صحيفة القدس– العدد 11269، الجمعة 10 شوال 1421ه،5 يناير 2001م، ص1.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "* وذكرت صحيفة (يديعوت أحرونوت) في تاريخ 10/8/1999م قول وزير رفيع المستوى في حكومة براك: \"لقد تأخرنا في السيطرة على جبل\" الهيكل، فإن \"جبل الهيكل \" ليس معنا – يقصد (بجبل الهيكل) الأقصى المبارك. ذكرت صحيفة (الاتحاد) في تاريخ 11/8/1999م قول (إيهود براك): \"إنّ فتح الباب –أي من قبل الأوقاف الإسلامية- في جبل (الهيكل)غير شرعي، وخطوة أحادية الجانب لن تمرّ بسهولة، أنا مسرور لتصرف الشرطة السليم.(1) ¶ *وكانت الشرطة الإسرائيلية قد منعت دائرة الأوقاف من القيام بهذا العمل. ووزير المعارف موشي بيلد في حكومة باراك أمام مؤتمر عقد في17/9/1998م ضم آلاف اليهود، قال:\"أدعوكم إلى مواصلة نشر قيم الهيكل وقيم التراث، والثقافة اليهودية بين الشباب الإسرائيلي في كافة مراحل التعليم..إنّ الهيكل قلب الشعب اليهودي وروحه\".(2) ¶ __________ ¶ (1) - من مقال له، تحت عنوان: أبجديات في الطريق إلى المسجد الأقصى-1- راجع موقع: مؤسسة الأقصى لرعاية المقدسات الإسلامية على (الإنترنت). ¶ (2) - حمى سنة 2000– نظرات جديدة في مسيرة الصراع الديني ضد المسلمين- كتاب المنتدى الإسلامي-:عبد العزيز مصطفى كامل، مؤسسة دار سليم للنشر،الرياض، الطبعة الأولى 1999م- 1420م، ص74.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "* ولقد صرّح مفاوض فلسطيني بعد مفاوضات طابا الأخيرة(مفاوضات سنة2000م)–رفض ذكر اسمه لوسائل الأعلام-: إنّ حكومة باراك تؤكد بأنّ لا حلّ نهائياً حول الحرم القدسي إلا إذا سمح ببناء الهيكل على ساحاته...وفي هذا السياق يقول الشيخ رائد صلاح: \"وأذكّر بجملة سمعتها من أحد المسئولين الكبار الفلسطينيين قالها له أحد المفاوضين الفلسطينيين على لسان أحد الوزراء الكبار في حكومة براك: \"لا تتوقعوا حلاً نهائياً لقضية القدس إلا إذا سمحتم ببناء (هيكل) في ساحات الأقصى\"(1) ¶ * يوسي بيلين كبير طباخي اتفاقية جنيف الذي دعا في مؤتمر حضره بعض الفلسطينيين إلى وقف ما أسماه بالعنف والبحث عن صيغة للتعايش،وكان قد أصر في حديث لصحيفة الحياة اللندنية الصادرة يوم 19/8/2000 على تسمية الحرم القدسي بجبل الهيكل الذي اعتبره أقدس الأماكن بالنسبة إلى اليهود وأقدس من حائط المبكى ،لذلك فلابد من منفذ غير مقيد به. ¶ * ولقد كشفت التقارير عن أنّ الرئيس الأمريكي الأسبق كلينتون طالب في اجتماعات (كامب دافيد2) من رئيس السلطة الفلسطينية نقل المسجد الأقصى من مكانه لتمكين الإسرائيليين الصهاينة من إقامة هيكل هناك في مكانه،على الرغم من الغضب العربي والإسلامي الذي واجهه، بل إنّه عمد إلى إرسال سياسيين من دول أخرى لإقناع رئيس السلطة بهذا الأمر.وقد كشف الرئيس كلينتون عن هدف اقتصادي يتحقق لليهود بسيطرتهم على المسجد الأقصى وذلك في حديثه في البيت الأبيض الذي نقلته جريدة \"أوتاوا سيتزن\" الكندية يوم 1/12/2000م، وأشار فيه إلى أنّ \"الموقع\" ويقصد الحرم \"سيصبح مقصد السياح الأكثر مردوداً مالياّ في التاريخ\"، وهو يحاول إقناع الرئيس ياسر عرفات بنقل المسجد منه. ¶ __________ ¶ (1) - من مقال له، تحت عنوان: أبجديات في الطريق إلى المسجد الأقصى1- راجع موقع: مؤسسة الأقصى لرعاية المقدسات الإسلامية، على الإنترنت - تحت عنوان أبجديات في الطريق إلى الأقصى-.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "* وذكرت صحيفة (يديعوت أحرونوت) العبرية أنّ الرئيس الأمريكي (بيل كلينتون) صرّح خلال حديث خاص بينه وبين رئيس الكنيست الإسرائيلي السابق أبراهام بورغ أنّه لا يمكن التوصل إلى تسوية دائمة للنزاع الفلسطيني– الإسرائيلي لا يضمن تواجداً للإسرائيليين في الحرم القدس الشريف. ونقلت الصحيفة عن أبراهام بورغ قوله: \"قال لي كلينتون –خلال لقائنا يوم الاثنين 10/9/2002م في نيويورك: أوضحت للرئيس الفلسطيني ياسر عرفات بأنّ التسوية ليست فقط للإسرائيليين والفلسطينيين بل للديانات الثلاث...لذا فإنّ أي تسوية تدعو إلى تنازل عن التواجد الإسرائيلي في جبل الهيكل (الحرم الشريف) لن تكون تسوية أو حلاً..للنزاع\". وقد أبلغ رئيس الكنيست الصحيفة بأنّه خرج بانطباع مفاده أنّ الرئيس الأميركي يعتقد بأنّ الحل لمسألة الحرم القدسي يجب أن يتم باتفاق سائر الأطراف ذات العلاقة تتوفر بموجبه موافقة على وضع من الإدارة المشتركة بما يمكن كل طرف من القول: الكل لي..بمعنى لا يكون هناك وضع من التنازل الرسمي..من جانب أي طرف عن حقوقه في المكان.(1) ¶ __________ ¶ (1) - صحيفة القدس: العدد11173-الخميس 14/9/2000م.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "* ووزيرة الخارجية الأمريكية (مادلين أولبرايت) السابقة:قالت مصادر صحفية عبرية: \"إنّ الرئيس الفلسطيني ياسر عرفات انسحب غاضباً من لقاء الجمعة في الأسبوع الماضي مع وزيرة الخارجية الأمريكية (مادلين أولبرايت) وذلك بسبب خلاف نشب بينهما حول تسمية الحرم القدسي الشريف\". وذكرت صحيفة معاريف التي أوردت النّبأ في عددها الصادر يوم الاثنين (11-9-2000م) أنّ أجواء صعبة للغاية خيّمت على اللقاء الذي عقد نهاية الأسبوع الفائت بين الرئيس عرفات ووزيرة الخارجية الأمريكية أولبرايت في نيويورك. وقالت: إنّ اللقاء الذي بدأ في أجواء اعتيادية تحوّل إلى لقاء مشحون، حينما نعتت الوزيرة أولبرايت الحرم القدسي الذي يضم مقدسات المسلمين: المسجدين الأقصى وقبة الصخرة المشرفة في القدس الشرقية المحتلة باصطلاح (جبل الهيكل) مستخدمة التعبير الإنجليزي-Temple Mount- وأضافت الصحيفة أنّ الرئيس عرفات قاطع كلام الوزيرة الأمريكية، وقال:مصححاً:(المسجد الأقصى)..لكن أولبرايت أصرّت على استخدام تعبيرها السالف في وصف المكان..ممّا دعا الرئيس عرفات إلى مخاطبتها قائلاً: \"عندما تلتقين معي هذا ليس Temple Mount، وإنّما الأقصى\". وأيضاً قالت وزيرة الخارجية الأمريكية مادلين أولبرايت- حسب تأكيد مراسل القناة الأولى في التلفزيون الإسرائيلي- إلى رئيس الوزراء الإسرائيلي إيهود باراك أثناء قمّة الألفية التي عقدت قبل شهرين في نيويورك.: \"اطمئنوا..لن تكون هناك سيادة فلسطينية على المسجد الأقصى ولن نسمح أن تتحول هذه المشكلة إلى عائق أمام التوصل لاتفاقية سلام بينكم وبين الفلسطينيين\".",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "* يقول دنس روس-وسيط السلام الأمريكي- خلال مقابلة مع صحيفة (جيروزاليم بوست): \"إنّه كيهودي كان يشعر بالألم عندما يشكك الفلسطينيون بالروابط التاريخية اليهودية بالحرم القدسي خلال المفاوضات المتعلقة بالقدس\".(1) ومن أقوال مستشارة الأمن القومي كوندوليزا رايس- للرئيس بوش الابن-:\" فقد زرت إسرائيل لأول مرة في آب 2000م، ومنذ تلك اللحظة شعرت أنّني أعود إلى بيتي، رغم أنّني لم أزر هذا المكان من قبل، هناك صلة عميقة بيني وبين إسرائيل، وقد أعجبت دائماً بتاريخ دولة إسرائيل، وتصميم وعناد الأشخاص الذين أسّسوها، إسرائيل كانت دائماً دولة لم تمنح فرصة للبقاء، وقد حافظت على بقائها بسبب عناد الإسرائيليين وصلابتهم واستعدادهم للتضحية بأرواحهم من أجلها، أنا أيضاً ابنة رجل دين، وقد تربّيت على حكاياته المثيرة حول البلاد المقدسة، لهذه القصص مغزى هام جداً في قلبي، عندما زرت جبل الزيتون وطبريا، والقدس للمرة الأولى مررت بتجربة عاطفية عميقة، إسرائيل مثيرة جدا ً\".(2) ¶ __________ ¶ (1) - جريدة القدس-الفلسطينية-عدد- 11284، السبت 20 يناير 2001 م،25 شوال 1421هـ. ¶ (2) -كوند ليزا رايس..في مقابلة صحفية مع \"يديعوت أحر ونوت\" الإسرائيلية، يوم الجمعة 2/5/2003م. نقلاً عن \" المشهد الإسرائيلي\"، وانظر موقع \"مركز الإعلام الفلسطيني\" في شبكة المعلومات الدولية(الإنترنت).الجمعة 2/5/2003م.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "إنّ المسجد الأقصى يشهد الآن أخطر مؤامرة يتعرّض لها في تاريخ الإسلام، فهذا التّخطيط الصهيوني العالمي الذي نجح وأخرج لنا قبل 53 عاماً ذلك الكيان اليهودي العنصري ليصبح دولة، هو نفسه الذي يهدف إلى إعادة بناء الهيكل الثالث مكان المسجدين الأقصى وقبة الصخرة في القدس الشريف. إنّ اليهود اليوم يجتمعون على هدف محدّد وغاية واحدة هي:هدم الأقصى، وإقامة هيكلهم المزعوم مكانه بل إنّ العلامات والشواهد والاستعدادات تزداد على انتشار\"سعار\"الهيكل بينهم بكافة أصنافهم ومشاربهم السياسية والفكرية والعرقية وعلى المستوى الحكومي والحزبي. ¶ ولقد قال الشيخ رائد صلاح:\" إنّني أعتقد أنّ الأقصى المبارك يمرُ في أخطر اللحظات خلال هذه الحقبة الأخيرة من تاريخه، وما عاد سراً أنّ هناك أصواتاً مسيحيةً صهيونيةً باتت تطالب بهدم الأقصى المبارك وبناء الهيكل على أنقاضه وما عاد سراً أنّ هناك مباحثات تجري في أكثر من دولة..بين أطراف عربية وصهيونية حول مستقبل الأقصى المبارك والهيكل المزعوم، وعليه فلا بد من يقظة كل المسلمين، وكل العرب على هذه المخاطر\". ونقل عن ما جاء في الصحافة الإسرائيلية فيضيف:كتبت صحيفة \"هآرتس\" الإسرائيلية في عددها بتاريخ1/10/1999م تقول:التسوية النهائية التي سيتم التوصل إليها بين الإسرائيليين والفلسطينيين المتعلقة بالحرم القدسي– الأقصى المبارك– قد تضم عناصر تحوي تغييراً للوضع القائم منذ عام1967م، هذا ما يتضح من المحادثات التي أجراها مؤخراً إسرائيليون وفلسطينيون في أثينا وباريس والأردن تحت رعاية مراكز أبحاث، وبعلم من المستوى الرسمي السياسي بمجريات فحوى وجوهر المحادثات.(1) ¶ الموضوع الأمني: ¶ __________ ¶ (1) - من مقال له، تحت عنوان: أبجديات في الطريق إلى المسجد الأقصى3- 4- ارجع موقع: مؤسسة الأقصى لرعاية المقدسات الإسلامية، على الإنترنت.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "دائماً موضوع الأمن وجرياً على العادة المعتمدة منذ توقيع اتفاق أوسلو، فقد احتل أمن الصهاينة المقام الأول والأخير في \"اتفاقية جنيف\". إذ ليس فيها ما يستدل منه على إعطاء أهمية لأمن المواطنين الفلسطينيين المستباح إسرائيلياً طوال العقد المنصرم. ففد تضمن \"اتفاق جنيف\" جملة توصيات ذات بعد أمني، عندما تقرأ في ضوء تجارب سنوات أوسلو العجاف العشر الماضية يتضح بجلاء أنّها جميعها تصب في موضوع واحد قمع المقاومة الفلسطينية المحتملة، لتوفير وتعزيز الأمن الصهيوني. ويدلّل على ذلك:- ¶ * نصت الاتفاقية أولاً:على أنّ التفاهم المتبادل والتعاون في المواضيع المتعلقة بالأمن يشكل جزءاً مهماً من العلاقات المتبادلة بين فلسطين وإسرائيل. ولتحقيق ذلك فقد اتفق على تشكيل لجان أمنية مشتركة تلتقي مرةً على الأقل كل شهر. وقياساً على ما جرى خلال سنوات ما بعد اتفاق أوسلو، والأسلوب الفلسطيني الرسمي المعتمد في التعاطي مع الشريك الصهيوني، ليس من باب سوء الظن في شيء فمتوقع أن يقتصر تبادل المعلومات الأمنية على ما له صلة بمقاومة الاحتلال، والتصدي للعدوان الصهيوني. ¶ * ونصت الاتفاقية ثانياّ على أن تكون \"دولة\" فلسطين الموعودة مجردة من السلاح، مع قوة أمن قوية. وبحيث يكون سلاحها وفقا لبيان متفق عليه ملحق بالاتفاقية. وفيما عدا ذلك لا يجوز للفلسطينيين، أفراداً ومنظمات، اقتناء السلاح أو شراءه. ويلاحظ أنّ مثل هذا الشرط لم يرد بالنسبة للمستوطنين الصهاينة الذين سوف يبقون داخل أراضى الضفة الغربية.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "* ونصت الاتفاقية ثالثا على أنّ أطراف اللقاء يدينون الإرهاب والعنف، ويؤكدون الالتزام بالامتناع عن كل أعمال وسياسات من شأنها أن تغذي العنف، وخلق الظروف المشجعة للإرهاب. كما يؤكدون تعاونهما المشترك في تبادل المعلومات بين المحافل الأمنية. ولم تأت الاتفاقية على ذكر الجدار الفاصل، وما ألحقه من ضرر بما يجاوز المائتي ألف فلسطيني، وما يشكله من تغذية دائمة لدوافع العنف، ممّا ينفي الموضوعية عن كل ما تضمنته هذا النص. ¶ * ونصت الاتفاقية رابعاً على أنّ وجود قوة متعددة الجنسيات بهدف توفير ضمانات أمنية للطرفين وعلى أن تنتشر هذه القوة في أراضي دولة فلسطين، وبحيث لا تنسحب أو يعدل تفويضها إلا بموافقة الطرفين. وبدلاً من أن تؤكد الاتفاقية على تنفيذ قراري مجلس الأمن 242 و 338 بانسحاب قوات الاحتلال الصهيوني من كامل أراضي الضفة والقطاع، يقرّر فرض احتلال إضافي متعدد الجنسيات على تلك الأجزاء من الضفة والقطاع التي قد تسند المسؤولية الإدارية فيها للسلطة الفلسطينية. فضلاً عن الإهدار المسبق لحقّ الشعب الفلسطيني في المطالبة بإزالة هذا الاحتلال متعدد الجنسيات، لأنّ ذلك مربوط بالموافقة الصهيونية ّّ!!! ¶ * ونصت الاتفاقية خامساً على أن يكون لإسرائيل محطتا \"إنذار مبكر\" في شمالي ووسط الضفة الغربية يشغلها طاقم بشري إسرائيلي متفق عليه. وعلى أن يعاد النظر في الترتيبات المحددة بهذا الخصوص بعد عشر سنوات باتفاق الطرفين. ¶ * ولاستكمال الهيمنة الصهيونية على أراضى الدولة الفلسطينية نصّت الاتفاقية على حق سلاح الجو الإسرائيلي باستخدام المجال الجوي لهذه الدولة بهدف التدريب.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "* ونصت الاتفاقية سادساً: على أن تكون هناك طواقم مشتركة على كل معابر الحدود، تضم عناصر من القوة متعددة الجنسيات ذات القيادة الأمريكية. وعلى أن تحتفظ إسرائيل بمراقبين في قاعات الاستقبال، وإن بصورة غير ظاهرة. مما يعني في الممارسة العملية أن يظل دخول المواطن الفلسطيني وخروجه من وإلى \"الدولة\" الفلسطينية خاضعا لقرار الرقيب الصهيوني، كما هي الحال في الوقت الراهن. ¶ * النفق \"الممر\" الذي يصل ما بين أراضي الضفة الغربية وأراضي قطاع غزة يبقى تحت السيادة الإسرائيلية، وأن تكون فيه بوابات لا يسمح بعبورها إلا لمن يحملون تصاريح بذلك.وبهذا يخضع التنقل فيما بين الضفة والقطاع للرقابة الدائمة الأمنية الصهيونية. ¶ وفي ضوء تلك الاشتراطات الأمنية السابقة ماذا بقي للدولة الفلسطينية الموعودة من سيادة. وأي دور وطني تبقى لقوات أمن هذه الدولة، وهي ملتزمة بقمع المقاومة، وموظّفة في تعزيز أمن الصهاينة في ما يسمى إسرائيل والمستوطنات المتبقية في الأرض الفلسطينية غير السيادية ؟! ¶ المستوطنات اليهودية:",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "كلّ المستوطنات حول القدس بما في ذلك معاليه أدوميم من الشرق وجبعات زئيف من الغرب، والمنطقة التي ستضم إلى القدس، مثل أحياء بسجات زئيف، غيلو، التلة الفرنسية، هي خارج المفاوضات من ناحية إسرائيلية، ولا تقع ضمن المنطقة التي تعتبر من أراضي الضفة الغربية.مع أنّ المستوطنات في نظر القانون الدولي غير مشروعة، إذ هي مقامة على أرض محتلة، وفي مخالفة صريحة للعديد من القرارات الصادرة عن الجمعية العامة للأمم المتحدة بأغلبية الأصوات، وبرغم ذلك تعامل معها ما يسمى \"اتفاق جنيف\" بنص ملتبس، بحيث يتاح لـ\"إسرائيل\" تفسيره في ضوء حقائق القوة وليس القانون الدولي، فالنص الخاص بالمستوطنات، ورد كما يلي: \"حكومة \"إسرائيل\" تكون مسؤولة عن إعادة توطين مستوطنين يسكنون في الأرض الفلسطينية السيادية في \"إسرائيل\"، وتنتهي إعادة التوطين وفقاً لجدول زمني متفق عليه، ولحكومة فلسطين تكون الملكية المنفردة على كل الأراضي وكل المباني والمنشآت وغيرها من الأملاك التي تتبقى في المستوطنات\" وعلى هذا النص أربع ملاحظات:- ¶ أولاً: أسقط \"ال\" التعريف من كلمة المستوطنين، واكتفى بالقول توطين \"مستوطنين\" مبقياً لـ\"إسرائيل\" إمكانية القول بأنّ النّص لا يلزمها بإعادة توطين جميع المستوطنين، والشيء الواضح أنّ المشاركين الفلسطينيين لم يأخذوا في حسبانهم استغلال \"إسرائيل\" لغياب\"ال\"التعريف من كلمة \"الأرض\" في الصيغة الفرنسية لقرار مجلس الأمن رقم 242 لسنة 1967م، ولم تزل ممتنعة عن الانسحاب من كامل الأرض التي احتلت يومذاك محتجة بذلك. ¶ ثانياً: حدّد الأرض الفلسطينية بأنّها\"الأرض السيادية\"، مما يعني ضمناً أن هناك أرضاً لن تخضع للسيادة الفلسطينية، وبالتالي الاتفاق على عدم إعادة كامل الضفة الغربية وقطاع غزة، وعلى أن من المستوطنات ما يمكن أن تبقى على الأرض \"غير السيادية\"، وهذه ثغرة ثانية للتحايل على إعادة توطين جميع المستوطنين.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "ثالثاً: يقرر بأن تنتهي إعادة التوطين وفقاً لجدول زمني متفق عليه، دون أن يكون هذا الجدول من بين مرفقات الاتفاقية، كما تم بالنسبة لخريطتي الحدود والقدس، الأمر الذي يعني دخول الفلسطينيين في مفاوضات ماراثونية حول ذلك، واضطرارهم لتقديم تنازلات إضافية تلتهم بعض ما أبقاه فريق أوسلو من حقوق لم يفرط بها بعد. ¶ رابعاً: تنص الاتفاقية على أن تكون لحكومة فلسطين الأراضي والمباني والمنشآت وغيرها من الممتلكات التي تتبقى في المستوطنات، والنص يوحي بالملكية المجانية، في حين أن \"الاتفاقية\" عندما يتناول التعويض عن أملاك اللاجئين الذين لن يسمح لهم بالعودة إلى أرض آبائهم وأجدادهم، ينص على أن تخصم من حصة \"إسرائيل\" في التعويضات قيمة المستوطنات التي يتم إخلاؤها والمنشآت المقامة عليها، في مخالفة واضحة لدلالة النص الخاص بالمستوطنات.(1) ¶ تضييع الاتفاقية قضية اللاجئين الفلسطينيين:- ¶ تنص اتفاقية جنيف على حل مشكلة اللاجئين:\"يعترف الطرفان بأنّ قرار الجمعية العمومية 194، قرار مجلس الأمن 242 ومبادرة السلام العربية المتعلقة بحقوق اللاجئين الفلسطينيين، هي الأساس لحل موضوع اللاجئين، ويتفقان على أن هذه الحقوق تستنفد بقوة المادة 7 من هذا الاتفاق\". ¶ نعم إنّ الوثيقة ذكرت القرار 194 لعام 1948م والذي نصّ على ضرورة عودة اللاجئين الى أوطانهم الأصلية، وتعويض من لا يرغب في العودة، و ذكرت قرار 242 لعام 1967م والمبادرة العربية للسلام، ولكنها لم تجعلها المرجعية لحلّ قضية اللاجئين، ولم تنص مرة ولو واحدة على حق العودة، فالبنود الواردة في الوثيقة تلغيهما مما يدلّ على أن ذكرهما كان لممارسة الخداع والتضليل للبسطاء والسذج من الناس. ¶ __________ ¶ (1) - قراءة نقدية لما يسمى\"اتفاق جنيف\":عوني فرسخ،صحيفة الخليج 26/10/2003م.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وما جاء في اتفاقية جنيف هو ما كان مطروحا في مشروع كلينتون عام 2002م فقد كشفت وقتها مصادر صحفية عبرية النقاب عن وثيقة أمريكية ستُطرح على الجانبين الفلسطيني والإسرائيلي في لفاءاتهما المقرر عقدها في واشنطن قريبا، وتقوم على قبول إسرائيل بسيادة فلسطينية على الحرم القدسي، مقابل التنازل عن حق العودة اللاجئين. وأكدت صحيفة \"هآرتس\" العبرية الصادرة الأحد 17-12-2000 أن مباحثات وزير الخارجية الإسرائيلي السابق \"شلومو بن عامي\" ورئيس السلطة الفلسطينية \"ياسر عرفات\" في لقائهما الأخير في حاجز بيت حانون \"إيرز\" كانت حول الاقتراح الأمريكي الجديد المسمى \"بوثيقة كلينتون\".وتزعم الصحيفة أن مصادر فلسطينية ذكرت محتويات الاقتراح الأمريكي الذي عُرض في اللقاءات الأخيرة في لندن وغزة. ¶ وحسب زعم الصحيفة فإنّ النصّ المكتوب لا يتضمن أيّ ذكر لحق العودة أو الاعتراف به. بل يتضمن صيغة تفيد بأنّ الدولة الفلسطينية المستقلة وحكومة إسرائيل تبحثان في المستقبل في الآلية التي تمكّن فلسطينيين من استعادة حقوقهم التي فقدوها عام 1948م. وقال باراك في مقابلة مع تلفزيون \"بي بي سي\"مساء الخميس 4-1-2001 : \"إنّه إذا أصرّ رئيس السلطة الفلسطينية ياسر عرفات على إدخال حق عودة اللاجئين في صيغة اتفاق؛ فإنّ ذلك يعني أنّه لا يريد السلام\". ¶ إنّ تصريحات الإسرائيليين المشاركين تكشف حقيقة التنازل الفلسطيني عن حق العودة، فهذا حاييم أورون عضو الكنيست الإسرائيلي عن حزب ميريتس يؤكّد بأنّ النص الذي اعتمد ولم يكشف عنه يتضمن إقرار الفلسطينيين بيهودية دولة إسرائيل والتخلي عن حق العودة، إضافة إلى امتداح بيريس وبيلين وغيرهما موقف الوفد الفلسطيني المشارك في اللقاءات التي أفضت للاتفاقية.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "يقول حسن الخريشة رئيس هيئة الرقابة في المجلس التشريعي الفلسطيني: \"حق العودة هو حق مقدس وغير قابل للتنازل أو للقسمة واعتقد أن وثيقة جنيف واللقاءات الحالية تأتي تكمله لمشاريع أيالون وسري نسيبة، وأيضاً للقاءات أعضاء من التشريعي في واشنطن إلي جانب ما يجري في لندن ومدريد، ووسط ذلك تدعي السلطة الوطنية بأنّ ذلك يأتي ضمن جهود فرديه فقط\". وقال حسن خريشة اعتقد أنّ هؤلاء قبلوا لأنفسهم أن يكونوا بالونات اختبار لقياس قدرة الشعب الفلسطيني علي مواجهة هكذا تنازلات، وقدرته علي التمسك بثوابته الوطنية. وهؤلاء مجرد أكاديميون فاشلون يمثلون نكبةً فلسطينيةً في شخصيات فلسطينية مثقفة، والمطلوب هو إعلان فلسطيني رسمي بعدم تمثيل تلك الشخصيات للشعب الفلسطيني وقضيته. ¶ وقال مستخفاً أيضا بعقلية الفلسطينيين قدورة فارس المشارك عضو المجلس التشريعي الفلسطيني في مباحثات جنيف:إنّ التفاهمات لا تغلق الطريق كلياً على إمكانية عودة عدد معين من اللاجئين إلى داخل إسرائيل. ولكنه لم يحدّد العدد المعين لكونه يعرف ضئالته وكونه لا يكاد يذكر، لأنّه يعلم يقيناً أنّ الاتفاقية التي شارك في إعدادها لن تعيد على الأكثر كما قال يوسي بيلين من ثلاثين ألف لاجيء من أكثر خمسة ملايين لاجيء ، مع أنّ عمرام متسناع يذكر أنّ العدد سيصل إلى صفر، لأنّ رضا شرط إسرائيل مطلوب على العدد. ¶ يقول الجنرال عميرام متسناع- زعيم حزب العمل السابق وأحد أبرز موقعي\"ميثاق جنيف-: \"إن رئيس الحكومة الإسرائيلية الذي سيطبق الاتفاق سيسجل على صفحات التاريخ كمن أقام إسرائيل كدولة إسرائيلية ديمقراطية، في حين إنّ إقامتها عام 1948م كان إجراءً من جانب واحد\"، وفي التّدليل على صحة ما يدعيه يذكر متسناع أنّ الفريق الفلسطيني تنازل عن حق العودة لدولة \"إسرائيل\"، وخلّصها من 220 ألف عربي في القدس الشرقية، الأمر الذي يضمن أن تصبح دولة ذات غالبية يهودية كبيرة \".",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "ونقلت صحيفة الشرق الأوسط كلام أبراهام بورغ وقوله لعضوين فلسطينيين من موقعي \"عار جنيف\" قدورة فارس وزهير مناصرة وللصحافيين: \"حتى لا نبقى نلف وندور ونضحك على أنفسنا، لا بد من التأكيد على أنّ حقّ العودة للاجئين الفلسطينيين يجب أن يظل حلماً جميلاُ كما هو حلم إعادة بناء الهيكل محلّ المسجد الأقصى يجب أن يظل حلما جميلاً لليهود\"، ثمّ عندما سئل بورغ عن أعداد اللاجئين الذين قد تسمح إسرائيل لهم بالعودة أجاب: لن يكون هناك عودة بمفهوم العودة، وستكون المسألة متعلقة بإعادة توطين اللاجئين بمعنى أنّ دولاً أخرى ستعمل على قبول عدد من اللاجئين (كل حسب قدراته وطاقاته) وستكون إسرائيل واحدة من هذه الدول الأخرى، وسيكون أيضاً بإمكان أي لاجئ فلسطيني أن يتقدم بطلب للهجرة إليها، وسيكون من حقها أن تقبل الطلب أو ترفضه\". ¶ ويوسي بيلين -مهندس الاتفاقية من الجانب الصهيوني- ينفي نفياً قاطعاً أن يكون ما تمّ الاتفاق عليه قد أقرّ للاجئين بحق العودة. فهو يقول:\"لن يكون هناك فلسطيني واحد يدخل \"إسرائيل\" استناداً لحق العودة. هذا أمر لا سند له في أي وثيقة، ليس هناك حق للعودة قط. وإذا وجد فلسطينيون مازال يساورهم الأمل في أن يعودوا في يوم ما فليس باستطاعة أحد نزع ما في القلوب\".(1) ¶ وتحدّثت عضو البرلمان الصهيوني يولي تمير أحد المبادرين إلى اتفاق جنيف إلى ما تردّد عن تنازل الفلسطينيين عن حق العودة بقولها: \"إنّني أقدّر أنّ أي اتفاق مستقبلي مع الفلسطينيين لن يشمل أبداً نصاً صريحاً وواضحاً بأنّهم يتخلون عن حق عودة اللاجئين، القرارات التي تمّ اتخاذها هنا إذا طبّقت، فإنّها ستُحول قضية اللاجئين إلى قضية هجرة. وأضافت تمير: \"هذه الاتفاقية تؤكّد الحلم الذي حلمنا به:حلم الدولة اليهودية\". ¶ __________ ¶ (1) - الفلسطينيون وتحدي إهدار حق العودة:عوني فرسخ، صحيفة الخليج 9/11/2003م.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "وأكّد أحد الكتاب الصهاينة المبادرين إلى \"وثيقة جنيف\" أنّ هذه الوثيقة \"تلغي الحلم الفلسطيني بحقّ العودة للاجئين الفلسطينيين. وقال الكاتب الصهيوني دافيد غروسمان أمس الإثنين في مقال نشره على الصفحة الأولى في يومية \"معاريف\" العبرية بمناسبة مهرجان إطلاق \"تفاهمات جنيف\" في سويسرا، والذي كان بدوره أحد المبادين إليها وكاتب مقدّمتها باللغة العبرية نيابة عن المبادرين كافة، إنّ التوصّل إلى هذه التفاهمات لم يكن مهملة سهلة. ¶ ومضى غروسمان قائلاً:\"المهم أن نذكر بأنّ الادعاء بأن حق العودة لم يتم إلغاؤه في الوثيقة هو ادعاء غير صحيح. حق العودة غير مذكور البتة في وثيقة جنيف، أيضاً لأنّ إسرائيل لم تعترف مطلقاً بهذا المصطلح الفلسطيني ومقابل ذلك فإنّ الوثيقة تتحدّث بتوسع عن حلّ مشكلة اللاجئين، فهل ثمة من يعتقد بأن المنشود هو أن تبقى هذه المشكلة دون حلّ ؟ \"!!!. وتابع:\"هذه الوثيقة تلغي الحلم الفلسطيني بحق العودة، وهذه الوثيقة تضمن استمرار وجود إسرائيل كدولة يهودية و ديمقراطية\". ¶ ويمكننا القول بأنّ حقّ العودة للاجئين الفلسطينيين هو الذي يشكّل أكبر عقبة كأداء أمام أي تفاهمات بين الطرفين، إنّها حقوق أكثر من خمسة ملايين لاجئ دون مراجعتهم أو سؤالهم عن رأيهم، أو دون تفويض أو توكيل أو طلب منهم، ولذا قامت القيادة الفلسطينية بجملة من عمليات التسوية والترويض النفسي للشعب الفلسطيني ليقبل شطب حق عودته لأرضه من خلال الممارسات التالية:- ¶ 1- نشرت صحيفة \"معاريف\" الإسرائيلية في 31-1-2001م نقاط تفاهمات طابا، والتي ترجمت فعلياً بنصوص اتفاقية سويسرا الجديد، وساهم خوف باراك من التوقيع عليها نتاج حسابات داخلية إلى إنكار الفلسطينيين لوجود تنازلات بخصوص اللاجئين",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "2- نسبت تصريحات للمسئول الفلسطيني عن ملف القدس د.سري نسيبه في17/10/2001م في الجامعة العبرية أمام حشد من طلاب يهود قوله:بضرورة تخلي الفلسطينيين عن حق العودة لتحقيق التسوية، ثمّ عاد وأكد تصريحاته في 18-2-2002م حينما تولّى ملف القدس في السلطة الفلسطينية، ثمّ بلور أحاديثه في صيغة اتفاق بينه وبين عامي أيلون مسئول الشاباك الإسرائيلي السابق وتتضمن ذات التنازل. ¶ 3- نشر الرئيس الفلسطيني عرفات مقالة في نيوريوك يوم 3-2-2002م تضمنّت هي الأخرى إشارة حول ضرورة أن يراعي حق العودة مخاوف إسرائيل واحتياجاتها الديمغرافية. ¶ 4- أكدّ ياسر عبد ربه وزير الإعلام والثقافة في السلطة الفلسطينية يوم 13-10-2002م إمكانية التنازل عن حق العودة في مقابلة مع يديعوت أحرنوت. ¶ 5- نشر مركز الدكتور خليل الشقاقي في رام الله يوم 13-7-2003م استطلاعاً للرأي يتضمن إمكانية قبول اللاجئين للتنازل عن حق بالعودة مقابل ميزات أو تعويضات.(1) ¶ __________ ¶ (1) - إبراهيم أبو الهيجاء:اتفاقية سويسرا الأسباب والتداعيات، موقع المركز الفلسطيني للإعلام على (الإنترنت).",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "ويمكن القول إنّ الاهتمام الأكبر استقطبه البند الخاص بقضية اللاجئين الفلسطينيين، وهو البند رقم 7 الذي قال المعلق اليهودي عكيفا إلدار في \"هآرتس\" إنّه حصل عليه حرفياً، مشيراً الى أنه لا يتضمن تعبير \"حق العودة\"، كما أنّ إسرائيل لا تقرّ في إطار التفاهمات التي تمّ التوصل إليها، بمسؤوليتها عن نشوء مشكلة اللاجئين (16/10/2003). ويتابع عكيفا إلدار أنّه في البند الأخير من الوثيقة \"اتفق الطرفان على أن تتبنى الأمم المتحدة الوثيقة بأجزائها كافة، وأن تقرّ قراراً خاصاً يستبدل ويلغي جميع القرارات السابقة لهذه المنظمة الدولية المتعلقة بالنزاع الإسرائيلي- الفلسطيني\". وهكذا- يقول- يُلغى أيضاً قرار الجمعية العمومية رقم 194 القاضي بأن في مقدور اللاجئين المعنيين بالعودة الى إسرائيل أن يفعلوا ذلك، وأن اللاجئين غير المعنيين بذلك يكونون مستحقين لتعويضات. ¶ وينوِّه هذا المعلّق بتعقيب أدلت به البروفيسور روت لبيدوت الخبيرة في القضاء الدولي والتي شغلت فيما مضى منصب المستشارة القضائية لوزارة الخارجية الإسرائيلية وكانت عضوة في طاقم التحكيم حول قضية طابا، وذلك بعد أن تفحصت صيغة تفاهمات جنيف، وبموجبه فإن الوثيقة إياها \"لا تدع أية ثغرة أمام أي مطلب فلسطيني بعودة لاجئين الى إسرائيل، بقوة حق العودة\". ¶ والخيارات المتفق عليها\" لحل مشكلة اللاجئين الفلسطينيين هي الخيارات التالية:- ¶ * \"الخياران 1-2: الانتقال الى دولة فلسطينية وإلى مناطق تنقل إليها من إسرائيل عبر تبادل المناطق. وهما خياران مفتوحان لكل لاجىء\". ¶ * \"الخيار3 : هجرة الى دولة ثالثة - تكون خاضعة لاعتبارات كل واحدة من الدول التي ستستوعب اللاجئين ووفقاً لحد أعلى تتقدم به كل منها الى لجنة دولية تقام لهذا الغرض\".",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "* \"الخيار4 : الانتقال الى إسرائيل- يكون خاضعاً للاعتبارات الحصرية لإسرائيل، طبقاً للعدد الذي تتقدم به الى اللجنة الدولية. وهذا العدد يمثل العدد الشامل للاجئين الذين تكون إسرائيل على استعداد لقبولهم. وكأساس لحساب ذلك تستعمل إسرائيل معدل الأرقام الشاملة التي تقدم الى اللجنة من قبل الدول الأخرى التي تعتبر طرفاً ثالثاًَ\".(يؤكد إلدار أن الحدّ الأقصى لهذا العدد سيكون أدنى من 50 ألفاً). ¶ * \"الخيار5: تأهيل في أماكن إقامة اللاجئين، وهو مفتوح لاعتبارات الدول المضيفة\"(الأردن ولبنان وسورية). ¶ * بالإضافة الى ذلك ينصّ البند على أنّه \"يتعين على كل لاجىء أن يقدم خلال سنتين إلى اللجنة قائمة الخيارات، حسب الأفضلية المتدرجة التي يختارها، واللجنة هي التي تختار الأفضلية المناسبة. ويكون لكل لاجىء الحق في الاستئناف على قرار اللجنة. غير أنّ اللاجىء الذي لا يقدم الطلب في الموعد المحدد أو لا يقبل قرار اللجنة يفقد مكانة اللاجىء. وتنتهي العملية كلها خلال خمس سنوات، وبذا تلغى وضعية اللجوء الفلسطينية إلغاء باتاً\". وبذا تتوقّف أيضاً أنشطة وكالة غوث وتشغيل اللاجئين الدولية (الأونروا). ¶ ... يلاحظ إذن: من حق اللاجئين تقرير مصيرهم ضمن خيارات خمسة منها البقاء في ذات الدولة، ومنها الانتقال إلى الدولة الفلسطينية، أو أي دول أخرى\"، الملاحظ أنّ العودة لإسرائيل ستنطوي على خيار للفلسطيني ولكن ضمن موافقة وتقدير إسرائيلي، أي وكأنّها دولة أجنبية تحدّد ما يناسب ظروفها لذلك، وكما قال:\"متسناع\" الشريك الرئيس في مفاوضات سويسرا في مقابلة حديثة مع صحيفة \"يديعوت أحر نوت\" اليهودية: فإنّ هذا الرقم قد يصل إلى صفر\".",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "إنّ خيارات اللاجئ في خيارات خمسة هو مناقض لتقرير مصيره من جهة، وهو نسف لحق اللاجئين بالعودة إلى أوطانهم ،وهنا علينا أن نذكر أن خيار العودة إلى الدولة الفلسطينية محدود ضمن الإمكانيات الجغرافية والاقتصادية والموارد الطبيعية، والتي تشير حسب خبراء الطبوغرافيا أنّ الدولة الموعودة لن تستطيع استيعاب أكثر من نصف مليون إنسان، وإذا فرضنا مستحيلاً وهو:أنّ إسرائيل ستقبل ثلاثين أو خمسين ألف، في إطار قانونها الخاص المسمى (لم شمل العائلات) إذن فنحن نتحدّث عن فعلياً عن عودة أقل من 5% من اللاجئين الفلسطينيين فقط، من أعداد تفوق على خمسة مليون لاجيء .(1) ¶ يقول الكاتب إلياس أبو أمير:\"أمّا حقّ تعويض اللاجئين الفلسطينيين فهو مهزلةٌ مضحكةٌ مبكيةٌ. أليس من العار المخزي أن يتنازل هؤلاء المتفاوضين عن حقّ الفلسطيني المقدّس بأرضه وببيته وبكنائسه وبمساجده بينما يتشبّث الإسرائيليون بوهم حقّهم في الأرض والبيت والمقدّسات ؟ ثم لنقارن هذا الحقّ بحقّ اليهود المدّعي في التعويض عن المحرقة الألمانية والذي لا يزال مفتوحاً لمدة خمسين سنة ولم يُغلق بعد بينما تنتهي مدة تعويضات اللاجئين الفلسطينيين بعد سنتين من تطبيق هذه الاتفاقية. واللاجئون الذين لا يقدّمون طلبات التعويض في خلال هاتين السنتين يفقدون مكانتهم كلاجئين. أي مجنونٍ يوافق على اتفاقٍ كهذا مليءٍ بالتنازلات والثغرات القانونية ؟ ألم يتعلّم هذا الفريق الفلسطيني المفاوض من تجربة أوسلو؟\".(2) ¶ __________ ¶ (1) -المصدر السابق. ¶ (2) - اتفاقية جنيف..مؤامرة جديدة: إلياس أبو أمير، موقع المركز الفلسطيني للإعلام على (الإنترنت)، 23 أكتوبر 2003م.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "ومن هنا اعتبر مفتي القدس والديار الفلسطينية الشيخ عكرمة صبري أنّ ما ورد في اتفاقية جنيف بشأن القدس واللاجئين الفلسطينيين \"حلول ممسوخة\"، ورأى أنّ هذه الوثيقة تشكل “تكريسا الاحتلال الصهيوني لمدينة القدس\". وأكّد المفتي على حق اللاجئين الفلسطينيين في العودة إلى ديارهم وديار آبائهم وأجدادهم. ¶ وأصدرت رابطة علماء فلسطين فتوى شرعية حول اتفاقية جنيف، وخاصة ما جاء فيها عن قضية اللاجئين الفلسطينيين جاء في الفتوى:الحكم الشرعي بأيّ اتفاقية أو معاهدة لا تحقّق العودة الكاملة غير المشروطة للاجئين الفلسطينيين إلى وطنهم وبيوتهم وممتلكاتهم التي أخرجوا منها سواء أكان ذلك بالتعويض بدلاً عن حقّ العودة أو التوطين أو التأجيل أو العودة الجزئية أو الفردية، تحت عنوان جمع شمل العائلات أو الاستعاضة عنها بالعودة إلى الضفة وغزة باطل شرعاً، وغير ملزم لشعبنا وأمتنا وأجيالها المتعاقبة. وتؤكّد أنّ التعويض هو حقّ للاجئي شعبنا عن تشريدهم، وعن معاناتهم مادياً ومعنوياً خلال ما يزيد عن نصف قرن، وهذا التعويض ليس بديلاً بأيّ حال عن حقّ العودة، ولذا فإنّ القبول بالتعويض بدلاً عن حقّ العودة حرام شرعاً، وكلّ من يرضى بالتعويض بدلاً عن حقّ العودة يعتبر بائعاً لوطنه وسيجني خزياً وندامة في الدنيا والآخرة. ¶ وأكّدت رابطة العلماء أنّ تحرير فلسطين والقدس وإعادة ملايين اللاجئين لا يتمّ عن طريق المفاوضات السلميّة الذليلة، وإنّما عن طريق الجهاد والمقاومة..فالجهاد ماضٍ إلى يوم القيامة لا يبطلُه جور جائرٍ ولا عدل عادلٍ .(والله غالب على أمره ولكن أكثر الناس لا يعلمون). ¶ السجناء والمعتقلون الفلسطينيون:",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "نصّت الاتفاقية إطلاق سراح السجناء والمعتقلين على مراحل وبالتقسيط وهي متشابهة إلى حد بعيد مع اتفاقية أسلو، أي بقاء السجناء والمعتقلين تحت رحمة الطرف اليهودي ووفق مزاجه الخاص، ولربما للمساومة كما حصل بعد توقيع اتفاقية أوسلو تماماً، ولم يفرج عن بعض النساء، وأولئك الذين في أيديهم دم يهودي. فاتفاقية جنيف تقسم السجناء حسب المادة 15: السجناء والمعتقلون الفلسطينيون..إلى ما يلي: ¶ أ . الفئة أ: كافة السجناء الذين اعتقلوا قبل بدء تنفيذ إعلان المبادئ في 4 أيار 1994م، والمعتقلين الإداريين، والقصر، وكذلك النساء والسجناء الذين يعانون اعتلال الصحة سيتم إطلاق سراحهم فور دخول هذه الاتفاقية حيز التنفيذ. ¶ ب . الفئة ب: كافة السجناء الذين تمّ اعتقالهم بعد 4 أيار 1994م، وقبل توقيع هذه الاتفاقية سيتم إطلاق سراحهم في غضون فترة لا تتجاوز ثمانية عشر شهرا من تاريخ دخول هذه الاتفاقية حيز التنفيذ بخلاف من ينتمون للمجموعة ج. ¶ ج. الفئة ج: الحالات الاستثنائية- الأشخاص الواردة أسماؤهم في المحلقX – سيتم إطلاق سراحهم بعد ثلاثين شهرا في موعد انتهاء التنفيذ الكامل للنواحي المتعلقة بالأراضي من هذه الاتفاقية المنصوص عليها في المادة 5/7/هـ. ¶ شر البلية ما يضحك: نزع أسلحة الدمار الشامل:",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "جاء في الاتفاقية ما يلي:(2.الأمن الإقليمي:إسرائيل وفلسطين تعملان بالتعاون مع جيرانهما والأسرة الدولية لإقامة شرق أوسط آمن ومستقر، حر من أسلحة الدمار الشامل، سواء التقليدية أم غير التقليدية). أي تتحدث الوثيقة عن نزع أسلحة الدمار الشامل في الشرق الأوسط..ولا أدري أي أسلحة يقصدون؟ ومن يملك مثل هذه الأسلحة؟ ومَن وكيف سيقومون بنزعها من الطرف الإسرائيلي؟، وهل ستقبل إسرائيل ذلك؟ وهي ليست موقعة على المعاهدات الدولية الخاصة بأسلحة الدمار الشامل..هل ستحضر مثلاً القوات الأمريكية لحملها من المستودعات الصهيونية أو تدميرها..؟؟ أم لعلهم يقصدون بأسلحة الدمار الشامل القنبلة السكانية في الضفة وغزة التي يخافها الصهاينة، وهل سنرى السيد البرادعي وكوفي عنان سيطالبون بتفكيكها وتدميرها، وهي العملية التي بدأها المجرم شارون منذ فترة..؟ وهل يوافق أي فلسطيني لديه كرامة على ذلك على ذلك؟؟ ¶ المسائل العالقة:-",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "... تبقى في الاتفاقية مجموعة من المسائل العالقة وهي: مسائل المياه والعلاقات الاقتصادية والقضائية (المواد 12 و 13 و14) وكالعادة تبقى بعض المسائل الحساسة للمستقبل لتحل حسب المزاج الصهيوني:التحكم بالمياه، الهيمنة الاقتصادية، وتبادل المجرمين ومحاكمتهم، ومن المؤكد أن المجرمين هم العرب فقط. مع العلم أنّ الحكومة الصهيونية من خلال بنائها الجدار العازل في الضفة الغربية ستكون لها الهيمنة التامة على المياه الجوفية في الضفة الغربية، وهذا الوضع سيؤدي إلى إيجاد واقع جديد على الأرض، ليصبح بموجبه الجانب الفلسطيني ضعيفاً في أية مفاوضات مستقبلية حول المياه، مما يؤدي إلى ضياع الحقوق الفلسطينية في هذا المجال، وبإلقاء نظرة إلى هيكلية الجدار في محافظات شمال الضفة وخاصة جنين وقلقيلية وطولكرم تنسجم بنسبة 100% مع أماكن وجود المياه الجوفية، وصادرت إسرائيل 30 بئر مياه في محافظتي قلقيلية وطولكرم، معروفة بطاقتها التصريفية العالية، وهذه الآبار تمّ حفرها قبل عام 1967م وتقع في الحوض الجوفي الغربي. وذلك سيفقد الفلسطينيين أربعة ملايين متر مكعب من المياه، تمثل 18% من حصتهم في الحوض المنصوص عليها في اتفاقيات أوسلو. إضافة إلى ذلك فقد أدّى إنجاز المرحلة الأولى إلى تدمير البنية التحتية لقطاع المياه، من مضخات وشبكات الأنابيب الخاصة بمياه الشرب والري الزراعي، ممّا سيؤدي إلى فقدان بعض القرى الفلسطينية لمصادرها المائية بالكامل.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "والاستيلاء على أغنى حوض مائي في فلسطين وهو موجود في هذا الشريط في هذه الأراضي، ويطلق عليه حوض المياه الغربي ويوجد بداخلها 6 آبار مياه جوفية تبلغ طاقتها الإنتاجية مليون متر مكعب منها 5 في شمال طولكرم وواحد جنوب طولكرم. وحسب تقارير مركز الإحصاء الفلسطيني فإنه سيلتهم 75%من موارد المياه بالضفة الغربية، ونحو 23% من أخصب أراضيها. وبالتالي فإنّ كافة المخزون سيصبح داخل الجدار وعندها ستكون أية محاولة فلسطينية لاستخراج المياه في تلك المناطق غير مجدية. ¶ الجدار الفاصل:- ¶ الوثيقة تتجاهل الجدار الفاصل الجدار الذي يجعل إمكانية وجود دولة فلسطينية قابلة للحياة مستحيلة كما يريدها دعاة مشاريع السلام، إنّ الجدار يرسم الحدود بين إسرائيل وفلسطين من طرف واحد. وقد كشفت أخبار إعلامية إسرائيلية أن خطة الجدار هي ترسيم لحدود الدولة الفلسطينية لتتشكل من عدة كانتونات على 40% من مساحة الضفة الغربية، ومن ثمّ السطو على 60% منها.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "يقول الباحث اليهودي د. إيلان بابه:\" إنّ هذا السياج سوف يكمل في نهاية المطاف المسيرة التي بدأتها الحركة الصهيونية سنة 1882م، واستمرت بقوة على يد إسرائيل منذ 1948م، مسيرة تفريغ أرض فلسطين من عروبتها..إن بناء السياج بعيد جداً عن الإيماء بقدوم فصل جديد في تاريخ فلسطين، لأنّه يمثل ببساطة استمرار سياسة قديمة بوسائل جديدة. هذه السياسة هي مسح فلسطين ككيان جغرافي وسياسي وثقافي عن الخارطة.. فإنه سوف يخدم الطموح الأيديولوجي القديم والمعاصر لإسرائيل لإزالة فلسطين مرّة وإلى الأبد. بعد كل شيء، فإنّ الاختفاء النهائي للعدو هو حلّ أكثر راحة من التسوية، أو تحمل المسؤوليّة عن الماضي. بمساعدة هذا السياج، وهو في الحقيقة جدار تحدد إسرائيل ماذا ستكون فلسطين للأجيال القادمة \".(1) والعجيب أنّ الحالمين بسلام مع دويلة اليهود يعرفون ذلك:- ¶ * فمحمود عباس وزراء السلطة الفلسطينية السابق قد اطلع الرئيس الأمريكي بوش- أثناء زيارة الأولى-على خارطة الجدار العازل. وقد تعجب بوش وقذف بالخارطة إلى نائبه ديك تشيني قائلا: \"ما هذا؟ أين الدولة الفلسطينية؟\".(2) ¶ __________ ¶ (1) - مقال:السياج في قلب فلسطين: قضايا إسرائيلية، العدد الثامن، منشورات المركز الفلسطيني للدراسات الإسرائيلية \"مدار\"، رام الله. نقلاً عن موقع المشهد الإسرائيلي على(الإنترنت)، 15/1/2003م. ¶ (2) - الجدار الفاصل \"عقليّة الجيتو\": أوري أفنيري، موقع المشهد الإسرائيلي على(الإنترنت) 5/9/2003م.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "* وأحمد قريع رئيس وزراء السلطة الفلسطينية قد صرّح- لقناة العربة الفضائية يوم الأحد 26/10/2003م- بأنّ الجدار يجعل إقامة دولة فلسطينية مجرد نكته لأنّه يبلع الأراضي الفلسطينية، ومما قال: إنّه عمل عدواني، وخطر على عملية السلام، وعلى الأرض، وعلى التعايش، وعلى إمكانية تطبيق رؤية الرئيس الأمريكي جورج بوش بإقامة دولة فلسطينية مستقلة قابلة للحياة إلى جانب دولة إسرائيل\".(1) وفي حوار خاص مع وكالة وفا الفلسطينية، وقناة فلسطين الفضائية يوم الأحد 26/10/2003م، قال قريع:إنّ جدار الفصل العنصري الذي تشرع الحكومة الإسرائيلية في بنائه، يشكل أبشع انتهاك صارخ عرفه التاريخ، وأنّ التوسع الاستيطاني الذي يجري في ظل العدوان الإسرائيلي المتواصل على الشعب الفلسطيني وعملية عزل القدس، هي قضايا مهمة وحساسة ومن شأنها أن تمس بالسلام وتجعله بلا معنى أو مضمون، كما أنّ الحديث عن دولة يصبح بلا معنى له في ظل الاعتداءات والخروقات السياسية.(2) ¶ *وأمّا صائب عريقات فيرى أنّ إقامة الجدار الفاصل يحوّل السلطة إلى كنتونات منفصلة، وفق برنامج شارون لإقامة دولة فلسطينية على 42% من الضفة الغربية دون تواصل جغرافي. ¶ __________ ¶ (1) - انظر المصدر السابق 18/10/2003م. ¶ (2) - المصدر السابق: 27/10/2003م.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "إذاً إنّ الهدف الحقيقي وراء مد هذا الجدار هو رسم \"الحدود\" التي سيحصر داخلها ما سيتبقى من الضفة والقطاع، أو خارجها ما سيُضم من أراضي الضفة والقطاع الى الدولة العبرية بما يعني إحاطة فلسطين كالسوار. هذا ناهيك عن حالة الأراضي التي ستبقى لمشروع الدولة العتيدة. لأنّ الجدار وما سيتبعه من امتدادات ونقاط أمنية ومستوطنات داخله سيفصل بين مدن الضفة وقراها، ويتركها مناطق محاصرة ومفصولة عن بعضها، وفاقدة لأراضيها ومصادر مياهها وشروط وحدتها فضلاً عن السيطرة الأمنية العسكرية الإسرائيلية عليها.(1) ¶ بيع الفلسطينيين أرضهم لليهود حقيقة أم خيال؟ ¶ في الماضي كان كثير من أبناء الشعوب العربية قد صدَّقوا الإشاعات المغرضة التي نشرت من قبل اليهود، وروّج لها أعوانهم، وهي:أنّ الشعب الفلسطيني باع أَراضيه لليهود،؟ وفي هذا تشويه كبير لصورة الفلسطيني؛ أدى إلى فقِدانه للحماس الديني من الشعوب المسلمة لفلسطين، إنّ الشعب الفلسطيني الذي يحمل لواء الجهاد والمقاومة منذ أكثر من ثمانين عامًا لن يفرط في أرضه رغم انحراف القلة من أبنائه، وقدّم وما زال يقدم الآلاف من الشهداء والجرحى والمعتقلين، وهو يقف وحده في ميدان الجهاد والمقاومة، صابراً مجاهداً بالرغم من بطش وإجرام آلة العدو اليهودي. ¶ واليوم تنازل بعض من نصبوا ساسة وممن جعلوا أنفسهم الممثلين- في هذه الاتفاقية-عن أكثر من 080/0 من الأرض الفلسطينية، وسيقول الكثيرون من المغرضين والمتخاذلين من العرب إنّ الشعب الفلسطيني باع أَراضيه لليهود، ولماذا يطالبنا اليوم الشعب الفلسطيني بتحرير أرضه؟؟. أوليس هذا تشويه كبير لصورة الفلسطيني المجاهد بدمه وروحه حفاظا على أرضه؟؟ وأليس هذا بثّ شعورٍ قاتل بالإحباط واليأس، وفقدان الأمل في نفوس أبناء الشعب الفلسطيني والشعوب المسلمة. ¶ __________ ¶ (1) - الجدار الشرقي..المرحلة الثانية: منير شفيق، موقع السحاب على(الإنترنت).",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "أوليس من الإنصاف أن يتحمل الشعب الفلسطيني كله جريمةً ارتكبها شرزمة قليلون، نعم إنّ إصراره على الثبات على طريق المقاومة والجهاد والاستشهاد، بالرغم من ضخامة المؤامرة ضده لخَيْر دليلٍ على تمسكه بحقوقه، وعدم تفريطه بأرضه المقدسة المباركة، ورفضه كل الاتفاقيات المفرطة فيها.وصدق من قال:وإنّ انحراف القلة لا يشين جهاد الشعوب. ¶ مخالفة الاتفاقية لمبادئ القانون الدولي وقرارات الشرعية الدولية: ¶ أصدرت مؤسسة \"الحق\" القانونية(1)- التي تعنى بحقوق الإنسان الفلسطيني- تقريراً تناولت فيه الملاحظات القانونية على اتفاقية جنيف المشئومة، وبينت مخالفات هذه الاتفاقية لأسس ومبادئ القانون الدولي، ومعايير حقوق الإنسان، وقرارات الشرعية الدولية، التي تضمن حقوق الشعب الفلسطيني، غير القابلة للتصرف، وفي مقدمتها حقّه في تقرير مصيره وسيادته على أرضه، وحقّ اللاجئين الفلسطينيين في العودة إلى ديارهم وأرضهم التي هجروا منها قسرا من قبل المحتل. ومن هذه المخالفات القانونية:- ¶ أولاً: إسقاط صفة الحق عن قضية اللاجئين الفلسطينيين: ¶ __________ ¶ (1) - انظر نصّ تقرير مؤسسة الحق(القانونية) موقع المركز الفلسطيني للإعلام على 0الإنترنت) 4/12/2003م. ومؤسسة الحق: فرع الضّفّة الغربيّة للجنة الدّوليّة للقانونيّين (محكمة العدل الدّوليّة) جنيف, وهي منظّمة حقوق الإنسان فلسطينيّة واقعة في رام اللّه بالضّفّة الغربيّة, في وضع استشاريّ خاصّ مع المجلس الاجتماعيّ والاقتصاديّ للأمم المتحدة. أُنْشِئَت في عام 1979 بهدف حماية و ترقية حقوق الإنسان و الاحترام لحكم القانون في الأراضي الفلسطينيّة المحتلّة.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "تنكر وثيقة جنيف- بموجب بنود مادتها السادسة- البعد القانوني الدولي لقضية اللاجئين الفلسطينيين، وذلك من خلال استخدامها المتكرر لمصطلح \"المشكلة\" بدلا من استخدام مصطلح \"حق اللاجئين\" الذي غاب من الوثيقة. وتكمن خطورة استخدام هذا المصطلح في إسقاط الوثيقة لصفة الحق عن قضية اللاجئين، ومن ثمّ الإقرار بالتعاطي مع قضية اللاجئين كموضوع خاضع لرغبة وإرادة كل من الطرفين الموقعين على الوثيقة. كما أن إسقاط صفة الحق تعني صراحة إسقاط الطرفين لجميع القرارات الصادرة عن الأمم المتحدة بشأن قضية اللاجئين. بل تم بمقتضى هذا النص إعفاء إسرائيل صراحة من مسؤولياتها القانونية تجاه اللاجئين، ومن تعهداتها الرسمية والصريحة أمام الجمعية العامة للأمم المتحدة باحترام وتطبيق قرار الجمعية العامة رقم 194. ورغم اعتماد طرفي الوثيقة لقرار الجمعية العامة رقم 194، كأساس لحل موضوع اللاجئين، إلا أن هذا الاعتماد لا يعتبر ذا أثر أو قيمة قانونية، جراء إنكار الطرفين الصريح للأسس التي قام عليها القرار، وغيره من قرارات الشرعية الدولية التي تؤكد على حقوق اللاجئين المتمثلة في:حق اللاجئين غير القابل للتصرف في العودة إلى ديارهم وممتلكاتهم التي اقتلعوا منها. والتأكيد على رفض توطين اللاجئين الفلسطينيين. والتأكيد على حق اللاجئين الفردي في المفاضلة والاختيار ما بين العودة، أو التعويض لمن لا يرغب بالعودة.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "ثانياً: إسقاط حق الفلسطينيين الفردي والجماعي في المساءلة الجنائية والمدنية للاحتلال: فوفقاً لما جاء في نص المادة الأولى من الوثيقة، فإن حق الفلسطينيين الفردي والجماعي في مساءلة وملاحقة مجرمي الحرب الإسرائيليين- ممن خططوا، أو حرضوا، أو ارتكبوا جرائم حرب ضدهم- قد تم إسقاطه. حيث جاء في متن هذه المادة:\"1- تنهي اتفاقية الوضع الدائم (المشار إليها في ما يلي بتسمية الاتفاقية) عهد الصراع وتبشر بدنو عهد جديد قائم على أساس السلام والتعاون وعلاقات حسن الجوار بين الطرفين. ¶ 2- سيؤدي تنفيذ هذه الاتفاقية إلى تسوية جميع مطالب الطرفين المتربة على أحداث وقعت قبل التوقيع على الاتفاقية، ولا يمكن لأي من الطرفين أن يتقدم بمطالب إضافية تتعلق بأحداث وقعت قبل التوقيع على هذه الاتفاقية\" وبذلك تترك هذه المادة من ارتكبوا جرائم مثل القتل، وتخريب الممتلكات، والنقل القسري للفلسطينيين من أرضهم، والاعتقال غير المشروع لفترات طويلة دون تهمة أو محاكمة، تتركهم دون مساءلة أو عقاب. وعلاوةً على ذلك، فإنّ هذه المادة تحرم الفلسطينيين من مساءلة إسرائيل للحصول على تعويض عادل ومنصف عما لحق بهم من أضرار نتيجة ممارسات الاحتلال، وعدم التقيد بالتزاماته وفقاً لأحكام وقواعد القانون الدولي العام، والقانون الدولي الإنساني. ¶ ثالثاً: سمو التعهدات الفلسطينية الصهيونية على ميثاق الأمم المتحدة:",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "ورد في البند السادس من المادة الثانية من هذه الوثيقة \" تقوم العلاقات بين إسرائيل وفلسطين على أساس أحكام ميثاق الأمم المتحدة، دون إجحاف بالتعهدات التي قطعها الطرفان في إطار هذه الاتفاقية\"...تشير عبارة \"دون إجحاف بالتعهدات التي قطعها الطرفان في إطار هذه الاتفاقية\" المستخدمة في هذا البند إلى أن طرفي هذه الوثيقة يتعاملان مع تعهداتهم الواردة في الوثيقة على أنها أعلى وأسمى مرتبةً من أحكام ميثاق الأمم المتحدة. وبذلك يتم ترجيح هذه التعهدات على أحكام الميثاق في حال تضارب التعهدات مع أحكام الميثاق. مع العلم أنّ ميثاق الأمم المتحدة ذو طبيعة قانونية خاصة تلزم أعضاء المجتمع الدولي بالتقيد بأحكامه ومبادئه، وتمنحها سمواً في مواجهة جميع الالتزامات الدولية الناشئة عن علاقات الدول التعاقدية. وتجد إلزامية أحكام الميثاق وسموها أساسها ومشروعيتها القانونية في العديد من الاعتبارات، أهمها: انطباق وصف المعاهدات الدولية الشارعة عليه وفق ما أكدته محكمة العدل الدولية. من جانب آخر تؤكد المادة 103 من الميثاق على امتلاكه لمركز القواعد القانونية الآمرة، حيث تلزم هذه المادة الدول الأعضاء في الأمم المتحدة بالوفاء بالتزاماتهم وفقاً للميثاق، حتى وإن تعارضت هذه الالتزامات مع التزامات دولية أخرى ارتبطت بها هذه الدول. ووفقاً لهذا فإنّ طرفي وثيقة جنيف قد منحوا سمواً وأفضلية لتعهداتهم الواردة في الوثيقة على أحكام الميثاق. وهذا بحد ذاته يمثل انتقاصا واضحا من قيمة الميثاق، وإلزامية وسمو أحكامه.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "رابعا: إنكار حق الفلسطينيين الفردي والجماعي في التعويض عن أضرار الاستيطان: اتفق طرفا هذه الوثيقة- بمقتضى البند التاسع من المادة السادسة- على احتساب قيمة الأملاك التي ستبقى سليمة في المستوطنات الصهيونية القائمة في الأراضي الفلسطينية المحتلة، وحجم الضرر الذي ألحقته هذه المستوطنات بالفلسطينيين، ضمن نطاق الحصص المقررة لإسرائيل من مجموع قيمة التعويضات التي قد يتفق على تقديرها لمجموع اللاجئين الفلسطينيين..ومن أهمّ المآخذ على هذا النص إعفاؤه الواضح لدولة الاحتلال إسرائيل من جميع مسؤوليتها القانونية في تعويض جميع الفلسطينيين الذين تضرروا من الاستيطان الصهيوني، وممارسات المستوطنين. كما أسقط هذا البند حق الشعب الفلسطيني في الحصول على تعويض عادل ومنصف عن مجموع الأراضي والممتلكات الخاصة والعامة، وغيرها من الموارد والثروات المائية التي قام المستوطنون اليهود باستغلالها والانتفاع دون وجه حق، وعلى وجه مخالف لأحكام وقواعد القانون الدولي الإنساني ومقررات الشرعية الدولية.فإنّ هذا الحق مكفول بموجب مجموعة كبيرة من القرارات الصادرة عن الجمعية العامة للأمم المتحدة، كالقرار رقم 3175 (د– 28) بتاريخ 17 كانون الأول- ديسمبر 1973م. الذي أكد مضمونه على \"أن جميع التدابير المتخذة من جانب إسرائيل لاستغلال الموارد البشرية، والطبيعية، وجميع الموارد الأخرى، والثروات والأنشطة الاقتصادية في الأراضي الفلسطينية والأراضي العربية المحتلة، هي تدابير غير شرعية وتؤكد من جديد كذلك حق الدول والشعوب العربية، المتعرضة للعدوان والاحتلال الصهيوني، في استعادة مواردها الطبيعية والبشرية وجميع ما لها من موارد أخرى وثروات وأنشطة اقتصادية، وفي نيل تعويض كامل عما أصاب تلك الموارد والثروات والأنشطة من استغلال واستنزاف وخسائر وأضرار…\".",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "خامسا:منحت الاتفاقية المحتل إسرائيل حق السيادة على أجزاء من الأراضي الفلسطينية المحتلة: وهذا فيه مخالفة كبرى لمبدأ حق الشعوب في تقرير المصير أحد أهم مبادئ القانون الدولي الآمرة، التي لا يجوز- وفقاً لقواعد القانون الدولي واتفاقية فيينا لقانون المعاهدات لعام 1969م- مخالفتها وتجاوزها. لذا فإنّ منح القائمين على هذه الاتفاقية لنفسهم حق التصرف بأي جزء من الأراضي الفلسطينية المخصصة لممارسة الشعب الفلسطيني الميدانية لحقه المشروع في تقرير المصير عليها، يعد دون شك انتهاكا صارخا لأحكام هذا المبدأ، ولإرادة ورغبات الشعب الفلسطيني، وخصوصاً أن الشعب لم يتم استفتاؤه، والوقوف على رأيه بهذا الصدد. إن منح الطرف الفلسطيني المشارك بهذه الوثيقة لذاته حق وسلطة التنازل والتصرف بعائدية الأراضي الفلسطينية يتناقض مع مبادىء القانون الدولي، ومقررات الشرعية الدولية، التي تؤكد على امتلاك الشعب بمفرده لحق السيادة على أراضيه، ومن ثم امتلاكه بمفرده لسلطة البت والتقرير بعائديتها.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "سادسا:تجريد الفلسطينيين من ملكياتهم الخاصة تعسفاً: ورد في الفقرة الخامسة من المادة الرابعة من الوثيقة: \" دولة (إسرائيل) ستكون مسؤولة عن إعادة توطين (الإسرائيليين) القاطنين في المناطق الخاضعة لسيادة الدولة الفلسطينية في (إسرائيل) وتنتهي إعادة التوطين وفق الجدول الزمني المتفق عليه. وورد في الفقرة \"و\"من المادة السالفة \" تكون دولة فلسطين المالك الحصري لكافة الأراضي والمباني وأي ممتلكات أخرى تبقى في المستوطنات...\".ولا يتطرق الجانب الفلسطيني في هذا البند لعدم مشروعية الاستيطان، ولم يتمّ النصّ صراحةً على إلزام الطرف (الإسرائيلي) بتفكيك وإزالة جميع المستوطنات، إعمالا لقرارات الشرعية الدولية وأحكام وقواعد القانون الدولي الإنساني. ومن جانب آخر يتضح من صياغة هذا البند، وتحديدا عبارة \"إعادة توطين مستوطنين يسكنون في الأرض الفلسطينية السيادية\"،عدم امتداد هذا النص ليشمل المستوطنين كافة. ليس هذا فحسب، بل إنّ مصطلح\"التوطين\" الذي استخدمه طرفا الوثيقة بخصوص المستوطنين، يعني امتلاك المستوطنين لمشروعية التوطن والسكن في الأراضي الفلسطينية المحتلة، مما يسقط الحق في مشروعية مساءلة وملاحقة دولة الاحتلال والمستوطنين الجزائية عن جريمة الاستيطان، التي تعد -بمقتضى المادة 147 من اتفاقية جنيف الرابعة والمادة 85 من بروتوكول جنيف الأول المكمل لاتفاقيات جنيف الأربع - جريمة من جرائم الحرب.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "تقول الوثيقة بالملكية المتفردة لحكومة فلسطين على كل الأراضي والمباني والمنشآت وغيرها من الأملاك التي تتبقى في المستوطنات. ينطوي هذا الأمر على تضليل للرأي العام الدولي؛ جراء إيهامه بأن جميع المستوطنات (الإسرائيلية) التي أقيمت على الأراضي الفلسطينية قد بنيت على أراضي الدولة. ولكن الحقيقة تخالف ذلك، لأن غالبية هذه المستوطنات أقيمت على أراض وملكيات خاصة مصادرة، على وجه مخالف لأحكام لائحة لاهاى لعام 1907، واتفاقية جنيف الرابعة المتعلقة بحماية السكان المدنيين وقت الحرب. ¶ إنّ إتيان الوثيقة على اعتبار أراضي المستوطنات وما عليها مملوكة من قبل الحكومة الفلسطينية يعني- بلا شك- تجريد أصحاب هذه الأراضي من ملكياتهم تعسفا، ومن ثم مصادرة وتغييب حق الملكية، الذي يعتبر أحد أهم الحقوق التي كفلتها جميع المواثيق الدولية، والتشريعات المحلية لأصحاب هذه الأراضي. ¶ سابعا: إلغاء كافة قرارات الشرعية الدولية المتعلقة بالقضية الفلسطينية:نصت المادة السابعة عشرة من الوثيقة على وجوب إصدار مجلس الأمن الدولي والجمعية العامة لقرارات جديدة تنسخ جميع القرارات التي أصدرتها الأمم المتحدة بشأن القضية الفلسطينية. وتكمن خطورة هذا البند في إسقاط الطرفين لدور الأمم المتحدة، وتغييب كل ما أصدرته من مقررات بخصوص القضية الفلسطينية. بالإضافة لذلك، أعفى الطرفان صراحة -من خلال هذا البند- الأمم المتحدة، بصفتها طرف أصيل، من مسؤولياتها والتزاماتها القانونية تجاه الشعب الفلسطيني وقضيته. ومن ضمن هذه الالتزامات التزامات ناشئة بمقتضى قرار التقسيم، وغيره من القرارات الخاصة بالقضية الفلسطينية.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "ثامنا: استهلال ديباجة هذه الوثيقة بعبارة \"دولة إسرائيل، منظمة التحرير الفلسطينية، وممثلو الشعب الفلسطيني\".إنّ منح القائمين على هذه الوثيقة لنفسهم حق تمثيل الشعب الفلسطيني دون انتخاب، أو استفتاء، أو تفويض قانوني رسمي من مؤسسات الشعب الفلسطيني في داخل الأراضي الفلسطينية أو خارجها، يمثل -دون شك- تغييبا وإنكارا صارخاً لإرادة الشعب الفلسطيني الذي لم يمنح أو يعترف للقائمين على هذه الوثيقة بحق تمثيله. ولهذا فإن احترام إرادة الشعب الفلسطيني تقتضي أن يتم استهلال هذه الوثيقة بكلمات تعبر صراحة وبوضوح عن افتقاد القائمين على هذه الوثيقة للصفة التمثيلية للشعب الفلسطيني\". ¶ أهم العوامل التي سرّعت في إنجاز الاتفاقية:- ¶ يقول الكاتب والباحث الفلسطيني إبراهيم أبو الهيجاء:\"التساؤل الأهم حول اتفاقية سويسرا هو لماذا الآن؟ وبرأينا أن مفاوضات سويسرا كان من الممكن أن تبقى مدة أطول في الاستجمام والجدل العقيم، لأنّ اتفاقية طابا فعليا صاغت جملة هذه التفاهمات..ولكن يمكن رصد جملة عوامل سرّعت في إنجاز الاتفاقية أهمها:- ¶ 1- فلسطينياً:عجل القرار الإسرائيلي بطرد عرفات من وتيرة مفاوضات سويسرا كون القرار كان ينطوي فعليا على انهيار كامل لمشروع السلطة، بل وانقسامات في حركة فتح، مع تخوف من تصاعد المد الإسلامي الفلسطيني. ¶ 2- إسرائيلياً:عبر تخوّف قيادات اليسار من تداعيات ما بعد عرفات من جهة وتأثيرات الانتفاضة الفلسطينية على المجتمع الإسرائيلي، وتخوفهم من التهور اليمني من إبقاء حالة التشابك الديمغرافي والجغرافي مع الفلسطينيين مما يهدد، وجود الدولة اليهودية واندثارها، وهذا بالضبط ما رثاه \"أبراهام بورغ\" في مقالته الأخيرة حول تفكك دولة إسرائيل، ولعلّ اندفاع يسار ووسط اليسار تجاه إنجاز الاتفاقية من خلف حكومتهم هو محاولة منهم لتأكيد أن اليسار وأفكاره لازالت قابلة للحياة رغم أنّه تيار منقسم ومحطم.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "3- دولياً وتحديداً أوروبياً:فإنّ هاجس تأثيرات الصراع ومفاعيلها التي تؤكد انهيار التسوية في ظل غياب أميركي المتورط عراقيا والمشغول انتخابيا والأقرب شارونيا، أدى إلى تحرك أوروبي وتحديدا بريطاني يحاول مليء الفراغ الدولي من جهة وتقديم صيغة إنقاذ ومحاولة لإعادة الاهتمام الأمريكي في مفاعيل الصراع. ¶ 4- عربياً: الدور العربي الرسمي لديه هواجس ترتيبات المنطقة أمريكيا وتخوفات انفجار الساحة الفلسطينية نحو مزيد من المقاومة، وهو هنا يشارك أيضا في تخوفه من انهيار التسوية والسلطة\".(1) ¶ الفهرست ¶ المقدمة... ................... ... 1 ¶ اتفاقية جنيف هي الأخطر ... 3 ¶ الطاقم المشارك في الاتفاقية ... 7 ¶ ملاحظة هامة ... 9 ¶ القيادة الرسمية الفلسطينية والاتفاقية ... 10 ¶ موقف حركة فتح متضارب أم ماذا ؟؟: ... 14 ¶ الدولة الفلسطينية والاتفاقية ... 20 ¶ أراضي الدولة الفلسطينية ... 22 ¶ الاتفاقية والدولة اليهودية ... 25 ¶ تضييع الاتفاقية للقدس ... 28 ¶ مقبرة جبل الزيتون لليهود ... 31 ¶ مقام النبي داود وما حوله لليهود ... 32 ¶ تفريط الاتفاقية في المسجد الأقصى ... 32 ¶ قدسية الحرم الخاصة والمميزة لليهود فقط ... 33 ¶ يهود العالم سيدنسون بكفرهم المسجد الأقصى ... 35 ¶ حائط البراق لليهود ... 37 ¶ الأنفاق تحت الحائط الغربي لليهود ... 40 ¶ ساحة البراق لليهود ... 42 ¶ الموضوع الأمني ... 49 ¶ المستوطنات اليهودية ... 51 ¶ تضييع الاتفاقية قضية اللاجئين الفلسطينيين ... 52 ¶ السجناء والمعتقلون الفلسطينيون ... 61 ¶ شر البلية ما يضحك نزع أسلحة الدمار الشامل ... 62 ¶ المسائل العالقة ... 63 ¶ الجدار الفاصل ... 64 ¶ بيع الفلسطينيين أرضهم لليهود حقيقة أم خيال؟ ... 66 ¶ مخالفة الاتفاقية للقانون الدولي وقرارات الشرعية الدولية ... 67 ¶ __________ ¶ (1) - إبراهيم أبو الهيجاء:اتفاقية سويسرا الأسباب والتداعيات، موقع المركز الفلسطيني ¶ للإعلام على (الإنترنت).",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "أهم العوامل التي سرّعت في إنجاز الاتفاقية ... 73",
            "page": "88",
            "part": "1"
        }
    ],
    "t37704": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "دراسة نقدية لوثيقةاتفاقيةجنيف"
        }
    ]
}