{
    "b37701": [
        {
            "id": "1",
            "nass": "الجدار الصهيوني في فلسطين المحتلة ¶ طبيعته- دوافعه- وأخطاره ¶ إعداد ¶ الدكتور صالح الرقب ¶ الجامعة الإسلامية - غزة ¶ الطبعة الأولى 1424هـ- 2003 م ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ - (لا يُقَاتِلُونَكُمْ جَمِيعاً إِلَّا فِي قُرىً مُحَصَّنَةٍ أَوْ مِنْ وَرَاءِ جُدُرٍ بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ تَحْسَبُهُمْ جَمِيعاً وَقُلُوبُهُمْ شَتَّى ذَلِكَ بِأَنَّهُمْ قَوْمٌ لا يَعْقِلُونَ) الحشر:14. ¶ - (وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ وَمِنَ الَّذِينَ أَشْرَكُوا يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَنْ يُعَمَّرَ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ) البقرة:96. ¶ -(قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ وَلا يَتَمَنَّوْنَهُ أَبَداً بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ) الجمعة:6-7. ¶ المقدمة ¶ إنّ الحمد لله ، نحمده ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهدّه الله فلا مضلّ له، ومن يضلل فلا هادي له.وأشهد أنّ لا إله إلا الله، وأشهد أنّ محمداً عبده ورسوله. ...",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "يقول الكاتب المصري فهمي هويدي:\"لن تستطيع أن تدرك حجم الجريمة في إقامة الجدار اليهودي إلاّ إذا رأيته بعينيك، حيث يتعذّر على الكلمات أن تصف بشاعته، على الأقل فقد كان ذلك انطباعي حين رأيت مجسماً له قبل أيام قليلة، وهو ما جعلني اقتنع بأنّ الكلام حول العودة إلى التفاوض أو ما يسمى بخريطة الطريق هو من قبيل العبث الذي يستهلك الوقت، ويشغل العرب بما لا طائل من ورائه، أو قل إنّه مشهد الهزل في القصّة. بينما الجدّ هنا في الجدار الوحشي...تصبح كلمة جدار اختزالاً خادعاً ومعيباً، حيث إنّها تهون من الأمر وتطمس حقيقته ذلك، إنّنا بصدد منطقة عسكرية عازلة تتجاوز بكثير حدود وإيقاع الكلمة، كما أنّ لها وظيفتها الأخطر والأبعد\".(1) ¶ الجدران العالية العازلة فكرة توراتية: ¶ التوراة مليئة بالحديث عن أسوار أورشليم وأريحا، كما أنّ الانغلاق اليهودي معروف على امتداد التاريخ، فمن جدران أريحا وأورشليم ظهرت فكرة الغيتوهات التي لا تختلف كثيراً، ومن ثمّ فإنّ فكرة الجدران ليست جديدة على اليهود وخاصة منذ بداية الفكرة الصهيونية على يد تيدور هرتزل. ولفلسفة الجدار جذورها في عمق النفسية الإسرائيلية، فاليهودي منذ القدم مغرم بتشييد الجدران والأسوار...فهناك مسار تاريخي طويل وشائك أفضى في النهاية إلى تقوقع اليهودي داخل العزلة. واليوم الناس يتابعون بناء الجدار الفاصل في الصفة الغربية ويتنّبهون لقضايا أخرى جانبيه، لكن لا يتنبهون للأمر الأهم وهي: أنّ الكيان الصهيوني المسمى\"إسرائيل\" عاد ليصبح حارة لليهود في الشرق الأوسط، أو بمعنى آخر (الغيتو) الأحدث والأوسع مساحة لكنه نفس الغيتو المعروف تاريخياً الذي يحشر داخله كتلا بشريه، يعصف بها التوجس والخوف والحذر والشك. ¶ __________ ¶ (1) - يسألونك عن الجدار: فهمي هويدي، صحيفة الخليج الإماراتية 19/8/2003م.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "هذا الجدار يعتبر استجابة للشعور بالخوف ولحالة الإحساس والشعور بخطر المطاردة، وبسبب عقد كثيرة كان اليهود تاريخياً بحاجة لملجأ من هذا الإحساس..ولذلك فهم قبل أن يرسم اليهودي خريطة بناء منزله يحرص على خريطة بناء السور والجدران حول المنزل. ويلاحظ الباحثون أنّه عبر تاريخ الاستيطان الصهيوني في فلسطين والذي بدأ في النصف الثاني من القرن التاسع عشر لم يحدث أن أقيمت مستوطنة إلا كانت ملفوفة ومحاطة بالجدران والأسلاك الشائكة. ¶ ولذلك فإنّه عندما أعلن الأميركيون مؤخراً عدم رضائهم عن الجدار خشيت صحيفة \"هاتسوفيه\" الإسرائيلية المتطرفة من أن يؤثر ذلك في شارون، فدعته في افتتاحيتها الى التمسك بما أسمته الثوابت الأمنية والتاريخية للشعب اليهودي ، مُشيرة إلى أن تخلي شارون عن فكرة إقامة السياج الأمني تتعارض مع التعاليم التوراتية. هكذا نبدأ في فهم الدوافع الصهيونية الخفية وراء إقامة الجدار الفاصل والتركيبة النفسية المغرقة في عشق العزلة والتقوقع، إلى حدٍ يدفع البعض الى القول أنّ إسرائيل كلها ستعود لتصبح حارة اليهود في الشرق الأوسط أو بمعنى آخر \"الغيتو\" الأحدث والأوسع مساحة، لكنّه نفس الغيتو المعروف تاريخياً الذي يحشر داخله كتلاً بشرية يعصف بها التوجس والخوف والحذر والشك.(1) ¶ الجدار والعودة إلى نظام الجيتو اليهودي القديم: ¶ __________ ¶ (1) - حكاية الجدران والغيتوهات: د. محمود عوض، موقع بريد العرب على (الإنترنت).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "لقد كان الجيتو اليهودي في الأصل مكانًا داخل المدينة أو خارجها، محاطًا بسور له بوابة أو أكثر تغلق عند المساء، وكان من غير المصرّح به لأعضاء الجماعات اليهودية في مراحل تاريخية وبعض الدول، أن يظهروا خارج هذا السور العالي في مناسبات بعينها. ورغم القيود متعدّدة الأسماء والأغراض التي خضع لها سكان الجيتوات، فإنّ هذه الحياة كانت خياراً مرغوبًا فيه لدى معظمهم، كونها بزعمهم تمنحهم فرص الحفاظ على الكينونة الذاتية والطقوس الخاصة. وإذا كان الأمر كذلك، فما الذي فعلته الصهيونية السياسية إذن غير تجميع أو محاولة تجميع هؤلاء كلهم في جيتو دولتها الاستيطانية؟! ¶ وإذا كانت أسوار الجيتوات التقليدية قد فشلت-زعم الروّاد الصهاينة- في تأمين التطور الذاتي لليهود في بلادهم الأم، فهل نجح جيتو الدولة في تحقيق هذا الهدف؟ ألا يجيب مشروع السور الإسمنتي الواقعي عن هذا السؤال؟!(1) ¶ __________ ¶ (1) - سور إسرائيل غير العظيم وعقلية الجيتو: د. محمد خالد الأزعر، موقع (إسلام أون لاين على الإنترنت) 7/08/2003م.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ولذا يعتبر أحد الكتاب أنّ الجدار يشكل أكبر نصر للفلسطينيين والعرب، فلا خطر على الإطلاق من دولة بحجم (حارة) أو غيتو، وإسرائيل التي أصبحت محاطة بالجدران والخنادق وحقول الألغام ووسائل الإنذار الإلكتروني، ستظل خائفة حتى من الهواء الطلق ذلك لأنّ اليهود في أعماقهم يؤمنون بأنّ هنالك من سيبقى يلاحقهم لإنزال العقاب بهم جراء ما اقترفت أيديهم، وأن الانتفاضة أوصلت الإسرائيلي لدخول زنزانة الغيتو برضاه وعلى نفقته. بناء الجدار دفع أحد الكتاب الإسرائيليين الى التساؤل عن فعالية الأسوار، وعما إذا كان من الممكن الاتعاظ من تجارب التاريخ، فالاحتماء من العدو خلف الجدران العالية، إجراء يعود حسب قوله الى الطرواديين أصحاب اشهر مثال على فشل الأسوار في تأمين الحماية.(1) ¶ الجدار فكرة صهيونية قديمة:- ¶ يقول:الكاتب اليساري اليهودي أوري أفنيري:\"إنّ فكرة الجدار محفورة عميقاً داخل الوعي الصهيوني، وهي ترافق هذا الوعي منذ نشأة الصهيونية. وقد كتب ثيودور هرتسل في كتابه دولة اليهود، الذي كان حجر الأساس للصهيونية المعاصرة، إنّ دولة اليهود في فلسطين ستشكل جزءاً من السور الأوروبي أمام أسيا،وهي نقطة انطلاق للحضارة ضد البربرية، بعد أكثر من مئة عام يجسد جدار شارون هذه الرؤيا تجسيدًا كاملاً\".(2) ¶ __________ ¶ (1) - الجدران فكرة توراتية تعمقت في النفسية اليهودية، صحيفة البيان الجمعة 24 جمادى الآخرة 1424هـ- 22أغسطس 2003- العدد64. ¶ (2) - الجدار الفاصل \"عقليّة الجيتو..\": أوري أفنيري، موقع المشهد الإسرائيلي على(الإنترنت) 5/9/2003م.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وصدق الله تعالى:(لا يُقَاتِلُونَكُمْ جَمِيعاً إِلَّا فِي قُرىً مُحَصَّنَةٍ أَوْ مِنْ وَرَاءِ جُدُرٍ بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ تَحْسَبُهُمْ جَمِيعاً وَقُلُوبُهُمْ شَتَّى ذَلِكَ بِأَنَّهُمْ قَوْمٌ لا يَعْقِلُونَ) الحشر:14. قبل مئات السنين كان المشهد ذاته، حيث انطلق اليهود يقيمون الجدران حول أريحا والمدن التي يسكنونها، ويجمع المؤرخون الإسرائيليون على أنّه في الممالك التي أقامها اليهود كان الجدار من أهم ما يحرصون على إقامته حول مدنهم وتجمعاتهم السكانية، ومن الثابت أنّه قبل بعثة النبي محمد عليه الصلاة والسلام حرص اليهود المقيمون حول المدينة على إقامة الجدران حول قراهم، لكي تصبح قلاعاً وقرىً محصنة. وقد انطلق الرسول عليه الصلاة والسلام إلى فتح خيبر، وكانت بلدة محصنة جداً فقد كان فيها لليهود سبع حصون كلها بسراديب، وكانوا يخزنون مؤنتهم في هذه الحصون، ويستطيعون أن يقاتلوا غيرهم وهم في حصونهم عاماً كاملاً حتى ينصرف الخصم عنهم، ولم يكن للعرب معرفة بفتح الحصون، ولا القتال من وراء جدر، ولم يجيدوا إلا القتال في العراء وجهاً لوجه، ومع ذلك فقد هزموا بقوة الله تعالى اليهود واستولوا على قلاعهم.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وفي مطلع الهجرة اليهودية إلى فلسطين، أواخر القرن التاسع عشر ومطلع القرن العشرين، كان الصهاينة يقيمون الجدر حول مستوطناتهم. ويشير الكاتب الإسرائيلي يهودا ليطاني إلى أنه في العشرينات والثلاثينات أطلق اليهود حملة “جدار وبرج”، في إشارة إلى كون التحصين أهم عنصر في العقيدة الأمنية للدولة العبرية. وحتى عندما انتقل الصهاينة إلى شن الهجمات الإرهابية ضد الفلسطينيين، ظلت العقيدة ذاتها قائمة. حيث رفع الصهاينة شعار:\"هجوم وجدار\" وبعد الإعلان عن الدولة بقي الجدار يحتل مكانة كبيرة في العقيدة الأمنية. ويشير ليطاني إلى أن رئيس الوزراء “الإسرائيلي” الأول دافيد بن جوريون كان يشاهد وهو يشارك في إقامة الجدار حول المستوطنات الحدودية كنوع من أنواع الأعمال التطوعية في ذلك الوقت. ¶ وغداة حرب 1967م طرح وزير المالية الصهيوني آنذاك \"بنحاس سافير\" الفكرة، وبعد هذه الحرب أقامت \"إسرائيل\" خط بارليف الشهير، الذي كان ينظر إليه على اعتبار أنّه أهم ضمانة أمنية في ذلك الوقت، حتى بلغ الارتهان إلى نظرية “الجدران” أوجه أخيراً في قرار حكومة شارون إقامة الجدار الفاصل في قلب الضفة الغربية. ¶ فكرة بناء الجدار الحالي:-",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "تعود فكرة بناء جدار الفصل العنصري الحالي إلى الزعيم اليهودي الروسي زئيفي جابوتينسكي- 1940-1880م، مؤسس اتحاد الصهيونيين الإصلاحيين- الذي كشف عن آرائه من خلال دراسة أعدها سنة 1923م وعنوانها \"الجدار الحديدي\" يؤكد من خلالها أنه وعلى الرغم من اتفاقه في جزئية أنّ اليهود قد يجلبون الحضارة لعرب فلسطين فإنّ الفكرة سخيفة لأنها تتجاهل حقيقة أن الفلسطينيين هم شعب ككل الشعوب المستعمرة ولن يقبلوا أبدا بالاستعمار وبإنشاء المزيد من المستوطنات في فلسطين، فدعا جابوتينسكي الى تكوين محيط يهودي متين مغلف بجدار حديدي خرساني صلب يصعب اختراقه..فالحلّ لديه هو إقامة (الجدار الحديدي) الذي سيفصل بين اليهود والعرب الذين سيستسلمون لاحقا على حد قوله. وقد ناقش الكاتب الإسرائيلي آفي شلايم في كتابه \"الجدار الحديدي\" نظرية جابوتينسكي، وحاول التأكيد على أن فكر جابوتينسكي ظلّ مسيطراً على الفكر الاستراتيجي الإسرائيلي بشكل عام منذ الأربعينيات ويلاحظ أنّ عنوان الكتاب هو نفسه عنوان الدراسة التي أعدها جابوتينسكي نفسه في 1923م. وبعد 60 سنة من موته هاهي اليوم إسرائيل تحقق حلم الرجل وتبني الجدار الحديدي العنصري.(ميتشيل بليتنيك:مجلة زد نيوز، ترجمة حميد نعمان).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وجاء في تقرير صدر عن مركز متخصص في الكيان الصهيوني، أن فكرة بناء جدار فاصل هي فكرة قديمة منذ عام 1937م أيام ما أسماه التقرير بالتمرّد والثورة العربية، حين طلب من تشارلز بتهارت، الخبير البريطاني لشؤون الإرهاب، بوضع خطة لإقامة جدار على طول محاور الطرق الرئيسية من الحدود اللبنانية في الشمال وحتى بئر السبع، وقام الخبير البريطاني بتهارت برسم المرحلة الأولى من عملية إقامة الجدار حسب الحاجات الإستراتيجية العاجلة، وهو جدار من أربع طبقات وبارتفاع مترين يتم بناؤه على طول 80 كيلومتر من طبريا في الشمال الشرقي وحتى رأس الناقورة في الشمال الغربي بالقرب من محاور الطرق المركزية. وكانت تكلفة المشروع آنذاك 60 مليون دولار، وأوكلت بريطانيا مسؤولية إقامة الجدار إلى شركة سوليل بونيه وهى شركة تابعة للهستدروت العالمي اليهودي قبل قيام \"إسرائيل\"، وتم تكليف مجموعات الهاجانا اليهودية بالإشراف على حماية عملية البناء- بعد توفير السلاح والعتاد- وصدّ ما أسماه التقرير بالجماعات الدينية المتطرفة.(1) ¶ وفي انتخابات الكنيست عام 1988م طرح حزب العمل خطة \"هالوفيم\" التي اقترحت إقامة السياج الفاصل على خط التماس بين الضفة الغربية والأرض المحتلة عام 1948، ولكن الليكود فاز في تلك الانتخابات. ¶ وفي عام 1994م ظهر مرة أخرى اقتراح لإقامة سور يفصل إسرائيل عن الفلسطينيين وضعه وزير الداخلية موشيه شاحال في زمن رئيس الوزراء الإسرائيلي المقتول اسحق رابين، وقبل أيام من انسحاب الجيش الإسرائيلي من قطاع غزة. ¶ __________ ¶ (1) - البعد الخفي لجدار الفصل العنصري زكريا شاهين، صحيفة العرب اللندنية،عدد 28/7/2003م.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وظهرت فكرة الجدار في عهد رئيس الوزراء الإسرائيلي السابق اسحق رابين عام 1995م بعد عملية بيت ليد الاستشهادية، طلب رئيس الوزراء الصهيوني \"إسحاق رابين\" من وزير الأمن الداخلي \"موشيه شاحل\" وضع خطة لفصل الكيان الصهيوني عن الشعب الفلسطيني، وعمل شاحل مع الجيش والشاباك لإعداد الخطة للتنفيذ، ولكنها سقطت لأسباب اقتصادية في المقام الأول. وحينها قال رابين: \"أخرجوا غزة من تل أبيب\".وأشار رابين في إحدى تصريحاته بالقول:\"إننا نعمل بجد ونشاط من أجل الانفصال عن الشعب الآخر الذي نسيطر عليه وإننا سنصل إلى هذه الغاية إن عاجلاً أم آجلاً\"، وأعرب اسحق رابين مرة عن رغبة حكومته في فصل \"المناطق\" الفلسطينية عن \"المناطق\" الإسرائيلية حيث صرّح ذات مرة بقوله \"نحن هنا وهم هناك\". وكانت تلك الأقوال أولى تعبيرات رابين عن مصطلح الفصل. وفي آذار 1996م تبلورت فكرة إقامة جدار للفصل على طول محور(هحمينوت) الشرقي، وكان الحديث آنذاك عن منطقة مقتطعة بعرض كيلومترين داخل الضفة الغربية وراء الخط الأخضر، لتصبح شكلاً من أشكال الأحزمة الأمنية واعتبارها منطقة عسكرية مغلقة، لكن هذه الفكرة رفضت من جانب اسحق رابين.(1) ¶ وبعد أن تسلّم نتانياهو سدة الحكم في الكيان الصهيوني عام 1996م، بادر أفيغدور كهلاني الوزير الذي خلف شاحل، بوضع خطة \"ميتساريم\" والتي تقوم على إقامة سياج وعوائق على امتداد الخط الأخضر، وسقطت الخطة لأسباب سياسية تتعلق بمخاوف اليمين من تحول السياج إلى حدود رسمية سياسية.(2) ¶ __________ ¶ (1) - الجدار العازل يثير أسئلة أكثر مما يحل مشكلات: صحيفة البيان، الجمعة 24 جمادى الآخرة 1424هـ- 22 أغسطس 2003 -العدد 640. ¶ (2) -جدار الفصل..الآثار والمخاطر، موقع المركز الفلسطيني للإعلام على (الإنترنت)8/11/2003م.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وعادت فكرة الجدار إلى الواجهة السياسية مجدداً في انتخابات عام 2000م، حيث أعلن ايهود باراك شعار \"نحن هنا وهم هناك\"، وظهرت رؤية باراك للجدار في مقابلة أجرتها معه صحيفة نيويورك تايمز:واعتبر فيها إنّ مصير إسرائيل كدولة ديمقراطية غالبية مواطنيها من اليهود، متوقف على فصل أحادي الجانب عن الفلسطينيين، وإن لم يحدث ذلك، قد تجد إسرائيل نفسها في وضع يقوم به الطرفان بسفك دماء الآخر على مر أجيال، أو أنّها ستصبح دولة أبارتهايد، أو أنها قد تجد نفسها تعاني وضعا مماثلا للوضع الحاصل في بلفاست وفي بوسنيا.باراك يرى أنّ مواجهة هذا الخطر المحتمل لا يكون إلا بالفصل دون إبطاء مع الفلسطينيين. والفراغ السياسي سيجلب لنا ما هو أسوأ لإسرائيل. إنّ عدم إكمال الجدار العازل إخفاق مركزي، الانفصال من جانب واحد مواز لاستكمال بناء الجدار العازل، بما في ذلك ضم التجمعات الاستيطانية الأساسية.(1) ¶ ونصّ المخطط السياسي الذي طرحه باراك على إقامة جدار يشمل سبع كتل استيطانية تشكل 13 بالمائة من إجمالي مساحة الضفة الغربية، يعيش فيها 80 بالمائة من المستوطنين. إضافة إلى منطقة أمنية تشمل محطات إنذار، بحيث تكون هذه المنطقة موازية لنهر الأردن. وتشكل هذه المنطقة 25 بالمائة من مجمل مساحة الضفة الغربية.(2) ¶ كما كشف \"زئيف شيف\" المحلل العسكري لصحيفة \"هآرتس\"عن وجود خطة لمناطق عزل على طول حدود الضفة الغربية، وذلك في مطلع حزيران 2001م. ثمّ قامت الفكرة لتظهر من جديد في عهد حكومة أيهود باراك حيث تبلورت الفكرة بعد فشل محادثات كامب ديفيد إبان حكم أيهود باراك، حيث أصدر أوامره باقتطاع ورصد مائة مليون دولار سنوياً من أجل إقامة جدار فاصل غير متصل بطول 74 كيلومتراً في منطقة جلبوع وحتى المطرون. ¶ __________ ¶ (1) - يديعوت أحرنوت 29/8/2003م. ¶ (2) - المصدر السابق.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وبعد اندلاع انتفاضة الأقصى المباركة في 28/9/2000م ظهرت من جديد فكرة الجدار حيث وضعت التصورات على شكل الفصل بين الفلسطينيين ودولة الكيان الاستعماري الصهيوني، إذ تمّ اقتراح بناء سياجاً أمنياً مكهرباً والكترونياً تتخلله عدد من البوابات تسمح بمرور الشاحنات والأفراد بين الضفة الغربية وقطاع غزة وإسرائيل، إلا أنّ مثل هذه الأفكار لم يتم تنفيذها.(1) ¶ وفي هذه الأيام (26 نوفمبر 2003م) تضع اللجنة السياسية لحزب العمل مسودة لخطة سياسية جديدة مع الفلسطينيين تشمل إلغاء حق العودة، محاربة الإرهاب، وإقامة جدار على طول الخط الأخضر وتسوية في القدس..ووفق الخطة \"يطلب من الحكومة الإسرائيلية بناء جدار فاصل متواصل، دون تأجيل، على طول الخط الأخضر، ليضم بداخله مستوطنات إسرائيلية متواجدة بمحاذاة الخط الأخضر.(2) ¶ وهذا يعني أنّ كلا الحزبين الحاكم والمعارض في إسرائيل، يلتقي حول ضرورة بناء الجدار وتثبيته، والجدار الذي يجري بناؤه هو في الأصل مشروع أعده حزب العمل وتولي إنجازه حزب الليكود. حزب العمل يريد الجدار لتطبيق نظريته بضرورة الفصل بين الطرفين، على قاعدة نحن هنا وهم هناك، وحزب الليكود يرفض وضع حدود داخل (أرض إسرائيل الكبرى). ¶ __________ ¶ (1) - البعد الخفي لجدار الفصل العنصري،زكريا شاهين، صحيفة العرب اللندنية،28/7/2003م. ¶ (2) - موقع صحيفة يدعوت أحرنوت على(الإنترنت).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ثمّ نادى الصهيوني الخبير الاستراتيجي مارتين فان كريفلد إلى إقامة الجدار العازل- وهو من خريجي مدرسة لندن للاقتصاد والجامعة العبرية في القدس ومؤلف خمسة عشر كتاباً في التاريخ والإستراتيجية العسكرية وأحد أهم المتخصصين في حروب المستقبل- قال حوار أجرته معه صحيفة إمتساع خضيرة نشر في 8/3/2002م :\"لقد أعددت خطةً اقترحت فيها أن تكون الأوراق بأيدينا بحيث لا ندير حرباً في ملعبهم، وبادئ الأمر لا بد من فصل تام بيننا وبينهم...لا وجود لجسور مفتوحة ولا علاقات اقتصادية، ولا سياسية، فصل مطلق على مدار جيل أو جيلين، أو وفقاً لما يحتاجه الأمر، ولن نبني جداراً وهمياً نضحك به على أنفسنا، إنّنا نتحدث عن سور كسور برلين، بل إنّ كان بالإمكان فليكن أكبر وعالٍ جداً حتى أن الطيور لا يمكنها أن تطير من فوقه!!(1) ¶ إنّ شارون أعجب بالمشروع ووجد فيه مدخلاً للوصول إلى ما يريده من عزل المناطق الفلسطينية عن بعضها، ومنع قيام دولة فلسطينية حقيقية، ومن دون الإعلان عن ذلك رسمياً. فعندما سأل وينستون تشرشل آرئيل شارون في العام 1973م عن كيفية تعامل دولة الاحتلال مع التزايد السكاني الفلسطيني أجاب: سنجعل منهم سندويشاً من البسطرما!! ، وشرح ذلك في مجلس العموم البريطاني بالقول:إنّ مخططات الدولة العبرية تقتضي وضع قطاع استيطاني بين التجمّعات الفلسطينية يتواصل مع القطاع العبري المحيط بالضفة الغربية، وبعد (30) عاماً يرى شارون وحكومته اليمينية في جدار الفصل العنصري أنجع الآليات لتحقيق حلم البسطرما. ¶ __________ ¶ (1) - مهندس الجدار العازل إن حكى..\" إسرائيل\" ستتفكك وانتظروا مزيداً من الدم:الكاتب المصري ممدوح الشيخ، صحيفة البيان الإماراتية 5/11/2003م.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وقد أكّد السفاح شارون أنّ حكومته لن توقف بناء الجدار الأمني في الضفة الغربية لأنّه حيوي لأمن الكيان الصهيوني. وإنّ إنجاز هذا المشروع من مسؤوليته الخاصة. وذكرت مصادر صهيونية أنّ شارون ومنذ عام 1973م وهو يخطّّط لتنفيذ الفصل بين مناطق الضفة وتحويلها إلى معازل، ومنذ عام 1978م كان لديه خريطة تفصيلية لمخطط الجدار. ¶ يقول المؤرّخ الإسرائيلي إيلان بابي: إنّ دور الحائط استراتيجي وليس تكتيكياً، وهو في الأصل فكرة حزب العمل، وشارون كان يريد السيطرة على الضفة الغربية من دون جدار، ولكنه تصالح مع فكرة الجدار من أجل الوحدة الوطنية. وفي شهر نيسان 2002م قررت الحكومة الإسرائيلية برئاسة رئيس الوزراء آرئيل شارون وبمصادقة وزير دفاعه بن أليعازر بناء جدار أمني يعزل الضفة الغربية عن الأراضي الفلسطينية المحتلة عام 1948م، وفي شهر حزيران 2002م شرعت الجرافات الإسرائيلية بتمهيد الأرض لبناء الجزء الأول من الجدار.(1) ¶ الجدار اليهودي في القرآن الكريم: ¶ __________ ¶ (1) - الجدار الفاصل.. جريمة العصر الإسرائيلية: بلال الحسن، موقع المركز الصحافي الدولي على (الإنترنت) 31/7/2003م، والمقال منشور في صحيفة الشرق الأوسط.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "يقول الله تعالى:(أَلا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ) الملك:14، يكشف القرآن الكريم عن حقائق النفس البشرية، وعلى وجه الخصوص في مجال الكشف عن خصائص النفسية الجماعية. وفي هذا الصدد خصّص القرآن الكريم حيزاً واسعاً لتحديد معالم الشخصية الجماعية لليهود، فقال فيهم مثلا:(لَأَنْتُمْ أَشَدُّ رَهْبَةً فِي صُدُورِهِمْ مِنَ اللَّهِ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لا يَفْقَهُونَ لا يُقَاتِلُونَكُمْ جَمِيعاً إِلَّا فِي قُرىً مُحَصَّنَةٍ أَوْ مِنْ وَرَاءِ جُدُرٍ بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ تَحْسَبُهُمْ جَمِيعاً وَقُلُوبُهُمْ شَتَّى ذَلِكَ بِأَنَّهُمْ قَوْمٌ لا يَعْقِلُونَ) الحشر:13-14. وقوله:\"من وراء جدر\" ينبىء عن المهانة والاستتار والاختفاء المريب والغموض لدي اليهود..وقال فيهم أيضاً:(ولَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ وَمِنَ الَّذِينَ أَشْرَكُوا يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَنْ يُعَمَّرَ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ) البقرة:96. وقال فيهم أيضاً:(ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ أَيْنَ مَا ثُقِفُوا إِلَّا بِحَبْلٍ مِنَ اللَّهِ وَحَبْلٍ مِنَ النَّاسِ وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ) آل عمران:112.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وحين نسمع أنّ قيادة الجيش الصهيوني قد وضعت سيارة مرسيديس مصفحة تحت تصرف كل عائلة يهودية فقدت أحد أفراد مستوطناتها، وهي السيارات التي كانت تستخدمها القوات الصهيونية جنوب لبنان، وحين نرى الطفل الفلسطيني الأعزل يواجه الدبابة والرصاص بالحجر بينما الجندي الصهيوني قابع في موقعه أو في دبابته، نفهم أكثر قوله تعالى:(لا يقاتلونكم جميعا إلا في قرى محصنة أو من وراء جدار). ¶ وحين نتابع الصراخ المرعوب للجنود الصهاينة وقد أحاط بهم رصاص المجاهدين من كل جانب، وتصريحاتهم التي تعترف بالخوف وتنطق بالجبن، وحين نتابع عن أخبار فرار المستوطنين، وعن بدء حركة هجرة مضادة للمستوطنين أي خارج فلسطين نفهم بعمق قوله تعالى: (ولتجدنّهم أحرص الناس على حياة). ولن يقووا على مجابهة أطفال الحجارة وشبابها واستشهادييها وجهاً لوجه وإنّما من وراء جدر أو في مدرعات محصنة وسيارات مصفحة. فهذا دليل على مدى ما يتمتع به هؤلاء من الضعف والجبن الذي لا يستطيع صاحبه الوقوف أمام أصحاب الحق المدافعين عنه بقوة وعقيدة راسختين. ¶ وكمسلمين إذن نرتكز في تحليل عقلية اليهودي على قول الله سبحانه وتعالى عن اليهود بأنّهم (يقاتلونكم من وراء جدر)..هذا الكلام الإلهي يدل على عقلية اليهودي التي لا تتغير مع الزمن، منذ البدء واليوم وفي المستقبل، وفي عصر الرسول عليه الصلاة والسلام كان اليهود يعيشون في المدينة المنورة في قلاع وحصون، ولقد حاصرهم المسلمون آنذاك وأخرجوهم من الجزيرة العربية..وهذه القلاع إنّما هي جدر وقرى محصّنة. إضافة الى الكيبوتسات التي صمّمت على أساس نظرية الأمن المسيطرة على عقولهم، وذلك بسبب قلة عددهم وتعرضهم الى القتل منذ البابليين وحتى اليوم.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وينبع هذا الجدار أيضاً من فكرهم الديني القديم منذ البابليين والآشوريين والرومان، أمّا الآن فهم يريدون بناء جدار خرساني مسلح.. ووراءه جدر وحصون، إنّها عقلية تدلّ على الضعف الذي يشعرون به إمام المحيط الإسلامي رغم قوتهم المادية العسكرية، إنّه فكر ينمّ عن الأسئلة المصيرية التي تراود العقلية اليهودية القلقة على وجودها الغائب حتى مع بناء دولة الاحتلال..وتلك الأسئلة التي تشكك في بناء الحلم الصهيوني في أرض فلسطين، وهو أمر مفهوم لدينا خاصاً وإنّ 60 في المائة من سكان دولة الاحتلال هم من المهاجرين، الذين باتوا يحلمون بالعودة المعاكسة من فلسطين الى حيث كانوا. وهذا ما تؤكّده إحصاءاتهم، فإنّ أكثر من مليون إسرائيلي موجودون خارج فلسطين الآن، منهم أكثر من 200 ألف فقدوا جنسياتهم، وفئتهم العمرية تتراوح بين 20 و24 عاماً، وهؤلاء ليسوا أناساً عاديين بين السكان وإنّما هم أبناء وأحفاد عائلات سياسية. ¶ وكان اليهودي قد استمر على نهجه الانعزالي الى أن جاء جابوتينسكي الذي وضع نظرية أطلق عليها نظرية الجدار الحديدي. وهذه النظرية التي دعت انتفاضة الأقصى وما صاحبها من عمليات استشهادية إلى إحيائها من جديد في العقلية اليهودية، فجاء شارون بتطبيقها، على الرغم من أن سابقيه: رابين نتانياهو وباراك كانوا قد أعدّوا العدة لهذا الجدار.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وهم اليوم لا يقاتلون الفلسطينيين إلا من وراء جدر، فقد أتوا في دبابات مدرّعة، محمّلة بعدد كبير من أكياس التراب، ولم ينزل أيّ منهم من دباباتهم المحصنة؛ خوفاً من القتل الذي ينتظرهم. لقد صدق المولى عز وجل حين قال عن اليهود: (لا يُقَاتِلُونَكُمْ جَمِيعاً إِلَّا فِي قُرىً مُحَصَّنَةٍ أَوْ مِنْ وَرَاءِ جُدُرٍ بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ تَحْسَبُهُمْ جَمِيعاً وَقُلُوبُهُمْ شَتَّى ذَلِكَ بِأَنَّهُمْ قَوْمٌ لا يَعْقِلُونَ) الحشر:14. إنّهم سيبنون الجدار مهما كلّفهم من الأموال، ومهما عارضتهم الدول، لأنّ الله تعالى ذكره في القرآن الكريم. ولو أدرك مَن يبني الجدار أنّه سيكون يوماً ما سجناً له لما بناه، إلا أنّها سنّة الله عز وجل في خلقه. ¶ جدار مزدوج بمحاذاة مطار بن غوريون: ¶ وبدافع من شدّة الخوف والحرص على الحياة سيقيم اليهود جداراً مزدوجاً في المنطقة المجاورة لمطار بن غوريون، بهدف تشديد المصاعب في وجه ضرب الطائرات المقلعة والهابطة. ممّا يعني أنّ القرى الفلسطينية المجاورة للمطار، \"ستحبس\" بين جدارين-واحد يمر بمحاذاة مسار الخط الأخضر، والثاني يبنى في عمق نحو 9 كيلو مترات داخل الأراضي الفلسطينية.وقالت الصحيفة \"المشكلة هي أنّ نهج الجدار المزدوج لم يقر بعد من الإدارة الأميركية. ولهذا الغرض بدأ وفد من ثلاثة خبراء طيران يتجول أمس الأول في المنطقة وصلوا من الولايات المتحدة، يرافقهم ضباط قيادة المنطقة الوسطى ورجال وزارة الدفاع لبحث موضوع حماية مطار بن غوريون، ومن ثمّ سيوصون أمام الإدارة الأميركية إذا كانت هناك حقاً حاجة إلى جدار مزدوج لمنع المس بالطائرات\". وقالت صحيفة معارف: \"إذا ما أعطى الأميركيون الضوء الأخضر فستبدأ الأشغال في المنطقة في غضون نحو أسبوعين\". وأوضحت أن محافل في جهاز الأمن تتعاطى مع استكمال الجدار في خط التماس كمشروع \"وطني لم يكن له مثيل لعشرات السنين\".",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وحسب مصادر مرتبطة بعملية البناء فإنّ هذا البناء يذكر بالمشاريع الكبرى في تاريخ إسرائيل، وسيكون الجدار الكترونياً على طوله، وسيوفر إنذاراً عن كل من يحاول اجتيازه. وستنصب الى جانبه كاميرات بدوائر مغلقة تسهل أمر السيطرة عليه.وأضافت الصحيفة: \"مقاطع الجدار التي ستبنى في المراحل التالية من المشروع سترتبط بقاطع الجدار القائم منذ اليوم بين الكنا في وسط البلاد وبين التجمعات السكانية في منطقة جنين في الشمال، بحيث ينشأ تواصل إقليمي على طول مجال التماس، من الشمال وحتى محاذاة أم درج جنوبي جبل الخليل، وأشارت الصحيفة: \"إضافة الى المقطع بين بلدة الكانا وأم درج، سيستكمل أيضا جدار حول الأحياء العربية لشرقي القدس، باستثناء مقطع أخير بطول نحو 2- 3 كيلو متر في شرقي المدينة، في منطقة طريق الخروج من القدس باتجاه الخليل. وبسبب عدم المصادقة عليه حتى الآن لم يتخذ أي قرار فيما إذا كان يجب إدراج مستوطنة معاليه أدوميم داخل الجدار أم إبقاؤها خارجه\". ¶ الدوافع اليهودية لإقامة الجدر والحصون: ¶ أولا:الدوافع النفسية",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "1- الحرص على الحياة: وحول حرصهم على الحياة – أي حياة مهما كانت دنيئة– يقول تعالى:(قُلْ إِنْ كَانَتْ لَكُمُ الدَّارُ الْآخِرَةُ عِنْدَ اللَّهِ خَالِصَةً مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ) البقرة:94. وقال تعالى:(وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ وَمِنَ الَّذِينَ أَشْرَكُوا يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَنْ يُعَمَّرَ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ) البقرة:96. (قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ..قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلاقِيكُمْ ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ) الجمعة:8. ¶ 2- الأنانية واحتقار الآخرين والنزعة العنصرية لشخصيتهم: فهم يعتقدون بأنهم شعب الله المختار:(وقالت اليهود والنصارى نحن أبناء الله وأحباؤه( المائدة 18. وغيرهم من الناس (الجوييم) مسخّرون لخدمتهم ولا يرون بأسا في إيذاء غيرهم وخداعهم بل وقتلهم وفي ذلك يقول تعالى(ذلك بأنهم قالوا ليس علينا في الأميين سبيل(آل عمران 75. يكشف الدكتور محمد خليفة- أستاذ الدراسات العبرية بجامعة القاهرة ومدير مركز الدراسات الشرقية- عن البعد العنصري الكامن وراء بناء هذا السور، ويقول:السور الواقي له دلالة عنصرية في المقام الأول فهو يشير إلى أن إسرائيل لا تستطيع أن تتعايش أو أن تحيا في ظل جوار سياسي طبيعي مع الدولة الفلسطينية المراد إنشاؤها.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "3- العزلة والتقوقع: فهي ترغب في عزل نفسها عن الفلسطينيين بزعم الدواعي الأمنية، لكنها مسألة سياسية عنصرية بحتة، وهي تشير إلى مستقبل العلاقات بين الإسرائيليين والفلسطينيين من حيث أنه جدار عازل بين الشعبين. ¶ يقول الباحث د. محمد خالد الأزعر:إنّ الجدار اليهودي قد بني على عقلية تآمرية فيه الكثير من الخلفيات الثقافية والاجتماعية وحتى الدينية، فما كان يدفع اليهود للعيش بكيبوتسات قديماً هو ذاته الذي دفعهم لبناء الجدار الحالي. ولا يمكن الإصغاء الى المزاعم الصهيونية بأنّه مجرد جدار أمني، بل هو نابع من عقلية الانعزال اليهودي عن الأغيار هذه العقلية المتشبعة بالأيديولوجية العنصرية والداعية الى الفصل العنصري. لأنهم يريدون فقط التعامل مع الأغيار-كل إنسان باستثناء اليهودي حيوان خلقه الله على شكل إنسان ليستأنس به اليهودي- بالتجارة والجنس، فهم يعتبرون أنهم شعب الله المختار -علما بان إلههم بحسب اعتقادهم مختلف عن إله الأمم الأخرى - ولذلك يجب أن يكون لهم معيشة مختلفة. وأنا استغرب كيف يمكن لهذه الأمّة أن يكون لها رصيد من الثقافة طالما هم يعتقدون بهذه الخرافات والسخافات. وهذه الفكرة التي أقيمت تأسيساً على مرتكزات أصيلة في العقلية اليهودية هي: فكرة طبيعة التعامل اليهودي مع الأغيار، وفكرة الخوف والجبن، والانعزال.(1) ¶ __________ ¶ (1) - سور إسرائيل غير العظيم وعقلية الجيتو: د. محمد خالد الأزعر، موقع (إسلام أون لاين على الإنترنت) 7/08/2003م.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "4- الجبن والخوف وكراهية الموت:النفوس اليهودية مسكونة بالخوف والهلع، ولا يجرؤون إلا على قتال الضعفاء، ولا يقاتلون إلا من خلف جدر وحصون تقيهم بأس الآخرين وعلى وجه الخصوص المسلمين، وفي ذلك يقول تبارك اسمه (لا يقاتلونكم جميعاً إلا في قرى محصنة أو من وراء جدر( الحشر 14. قرى محصنة: أي بالحيطان والدور يظنون أنها تمنعهم منكم أو من وراء جدر أي من خلف حيطان يستترون بها لجبنهم ورهبتهم لا يقدرون على مواجهة جيش الإسلام بالمبارزة والمقاتلة، بل إما في حصون أو من وراء جدر محاصرين فيقاتلون للدفع عنهم ضرورة. وعن الجبن والخوف، وكراهية الموت يقول الله عنهم (وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ وَمِنَ الَّذِينَ أَشْرَكُوا يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَنْ يُعَمَّرَ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ)البقرة:96، (قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ) الجمعة:6.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "5- الشعور بالذل والضعف: على الرغم من المقولات الزائفة: دولة اليهود دولة لا تقهر، وإنّ جيش اليهود قوة لا تقهر فإنّهم يشعرون بالذل والضعف. قال تعالى حكاية عن موسى عليه الصلاة والسلام أنه قال لقومه: (يَا قَوْمِ ادْخُلُوا الْأَرْضَ الْمُقَدَّسَةَ الَّتِي كَتَبَ اللَّهُ لَكُمْ وَلا تَرْتَدُّوا عَلَى أَدْبَارِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ قَالُوا يَا مُوسَى إِنَّ فِيهَا قَوْماً جَبَّارِينَ وَإِنَّا لَنْ نَدْخُلَهَا حَتَّى يَخْرُجُوا مِنْهَا فَإِنْ يَخْرُجُوا مِنْهَا فَإِنَّا دَاخِلُونَ) المائدة:21-22 . إضافة إلى قوله: (قَالُوا يَا مُوسَى إِنَّا لَنْ نَدْخُلَهَا أَبَداً مَا دَامُوا فِيهَا فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلا إِنَّا هَاهُنَا قَاعِدُونَ) المائدة:24، وقال سبحانه وتعالى:(ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ أَيْنَ مَا ثُقِفُوا إِلَّا بِحَبْلٍ مِنَ اللَّهِ وَحَبْلٍ مِنَ النَّاسِ وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ) آل عمران:112. وقال عز وجل:(لا يُقَاتِلُونَكُمْ جَمِيعاً إلاّ فِي قُرىً مُحَصَّنَةٍ أَوْ مِنْ وَرَاءِ جُدُرٍ بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ تَحْسَبُهُمْ جَمِيعاً وَقُلُوبُهُمْ شَتَّى ذَلِكَ بِأَنَّهُمْ قَوْمٌ لا يَعْقِلُونَ) الحشر:14.إلى غير ذلك من الآيات التي تبيّن أنّ اليهود شعب ذليل.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "6- المكر والخداع والمؤامرات في الخفاء: لم يعرف في التاريخ أنّ اليهود قادوا معركة ضد خصومهم علناً، وإنّما حروب اليهود دائماً بالمكر والخداع والمؤامرات في الخفاء ، ومن الأمثلة لجبنهم وخورهم وعدم قدرتهم على ملاقاة الخصم، خط برليف على قناة السويس-الحواجز المائية المكهربة والحواجز الإسمنتية والرملية- الذي زعمت دولة اليهود أنهلا توجد في العالم قوة تستطيع اقتحام هذا الخط المنيع، لكنّ الجيش المصري البطلّ اقتحمه بدقائق، وحين رأى الضباط والجنود اليهود هذه الحملة الجريئة ولّوا مدبرين، وتركوا دباباتهم ومدافعهم كالجرذان التي غرقها الماء. فسبحان الله القائل:(لا يقاتلونكم جميعا إلا في قرى محصنة أو من وراء جدر) فالجدر والحصون لتطمين النفوس الخائفة بسور عظيم يفصلهم عن قوة الرد، وهذا أمر أصيل في نفوسهم. وهكذا فحصونهم في بني قريظة وبني قينقاع وخيبر..و كذا مستوطناتهم على أرض فلسطين. ¶ يقول الدكتور عبد الوهاب المسيري:\"إنّ تجربة الإبادة النازية قد تركت أثراً عميقاً في الوجدان اليهودي بحيث تجذّر الخوف من الإبادة في الوجدان وأصبح شيئاً من قبيل العقدة التاريخية أو العقدة النفسية الجماعية المتجذرة في العقل الجمعي اليهودي رغم زوال العناصر الموضوعية. وقد يكون لهذا التفسير بعض المصداقية، وبخاصة أنّ الصهاينة والإعلام الغربي قد حوّلوا الإبادة النازية ليهود الغرب إلى ما يشبه الأيقونة التي لا علاقة لها بالزمان أو المكان وجعلوها مركز ما يسمى \"التاريخ اليهودي\".",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ويرى بعض الباحثين أنّ عقلية الحصار هي بعض بقايا ورواسب الوجود في الجيتو اليهودي في أوروبا، وأن يهود أوروبا (وبخاصة شرق أوروبا) عاشوا عبر تاريخهم لا سيادة لهم ولا يشاركون في أية سلطة، معرضين دائماً لهجوم الأغيار عليهم. وبسبب هذا الهاجس الأمني وعقلية الحصار تؤكد \"إسرائيل\" دائماً أنها قلعة مسلحة لا يمكن اختراقها، قوة لا تقهر، قادرة على الدفاع عن نفسها وعلى البطش بأعدائها، ولكنها مع هذا مهددة طيلة الوقت بالفناء، ومن هنا أسطورة ماسدا وشمشون\".(1) ¶ ثانياً: الدوافع الأمنية: ¶ إنّ فكرة الجدار الحالي لها صلتها بالنظرية الأمنية الراسخة في النفسية اليهودية، ويجمع المؤرخون اليهود على أنّه في الممالك القديمة التي أقامها اليهود كانت الجدر من أهم ما يحرصون على إقامته حول مدنهم وتجمعاتهم السكانية، ومن ذلك ما كان قبل بعثة النبي محمد عليه الصلاة والسلام، حيث حرص اليهود المقيمون حول المدينة المنورة على إقامة الجدر حول قراهم ومدنهم في خيبر، وبني قريظة، وبني قينقاع لكي تصبح قلاعاً محصنة. وفي أواخر القرن التاسع عشر ومطلع القرن العشرين، كان الصهاينة يقيمون الجدر حول مستوطناتهم التي يقيمونها في فلسطين المحتلة. ¶ واليوم يتشدّق المسئولون الصهاينة بأنّ هدف إقامة الجدار الفاصل في الضفة الغربية، هو من أجل ضمان أمن إسرائيل وحماية شعبها تماماً كما حققه الجدار الفاصل المزعوم في قطاع غزة. يكشف اليهودي \"حيمي شليف\" المحلل السياسي المعروف في صحيفة \"معاريف\" الإسرائيلية الدوافع الأمنية من وراء بناء الجدار، فيقول: \"بعد انهيار المعركة السياسية، وعلى ضوء فشل الخيار العسكري أصبح الفصل المادي هو الحل الأخير الذي لم يجرّب في محاولة لوقف الإرهاب\". ¶ __________ ¶ (1) - نظرية الأمن الصهيونية:أ.د. عبد الوهاب المسيري- من الموسوعة اليهودية- مركز المرشد للدراسات والأبحاث، جنين. موقع المركز الفلسطيني للإعلام على (الإنترنت).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وقد أعلن مسئول إسرائيلي كبير لوكالة فرانس برس رداً على انتقادات الرئيس الأمريكي جورج بوش، فقال إنّ الجدار الذي تبنيه إسرائيل على طول الخط الفاصل مع الضفة الغربية واجب تمليه ضرورات أمنية، لا يحمل أي طابع سياسي، أي لمنع هجمات الفدائيين الفلسطينيين ضد إسرائيل\".(1) ¶ إنّ إقامة الجدار الفاصل كوسيلة لمنع وقوع العمليات والتفجير داخل إسرائيل هو أكثر الحلول تطرفاً وأشدها ضرراً على المواطنين الفلسطينيين. فقد فضّلت دولة الكيان الاستعماري الصهيوني هذا الحلّ على العديد من الحلول البديلة المتوفرة لها، ذات الضرر الأقل على المواطنين الفلسطينيين متنكرة بذلك لتعهداتها باحترام القانون الدولي. ¶ ولكن يشهد الواقع الجهادي الفلسطيني أنّ معظم الفلسطينيين الذين قاموا بعمليات استشهادية داخل دولة الكيان الاستعماري الصهيوني كانوا قد مرّوا عبر الحواجز العسكرية المنصوبة على طول الخط الأخضر. وليس عن طريق المساحات المفتوحة..وحتى لو أننا قبلنا بما يدعيه المسئولون الصهاينة من أنّ الطريقة الوحيدة لمنع حدوث العمليات التفجيرية هي إقامة الجدار الفاصل، فإنّه يقال مثلاً: يتوجب عليهم ترسيم خطوط الجدار بطريقة تتجنب المس بحقوق الفلسطينيين قدر الإمكان. ¶ ولكن على العكس من ذلك فقد حدّدت دولة الكيان الاستعماري الصهيوني مسار الجدار متجاهلة، بشكل تام تقريباً هذه القاعدة ومعتمدة على اعتبارات غير موضوعية. أحد هذه الاعتبارات الأساسية هو ضم أكبر عدد من المستوطنات إلى الغرب من الجدار الفاصل(الجهة الإسرائيلية)، بهدف تعجيل ضمها لإسرائيل. اعتبار إضافي كان من أسباب إقامة الجدار الفاصل داخل الضفة الغربية هو تجنّب دفع الثمن السياسي المقرون بالاعتراف بالخط الأخضر كحدود دولة إسرائيل. ¶ __________ ¶ (1) - مقال: شارون يتجاهل بوش ويصر على إكمال الجدار العنصري:موقع المركز الصحافي الدولي على (الإنترنت).27/7/2003م.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "إن إقامة الجدر والحصون لا تغني يهود عن قدر الله تعالى بإبادتهم وهلاكهم، قال تعالى:(هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لِأَوَّلِ الْحَشْرِ مَا ظَنَنْتُمْ أَنْ يَخْرُجُوا وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ) (الحشر:2) ¶ ولقد اعترافت قيادات سياسية يهودية، وأخرى من قيادات جيش الاحتلال بأنّ هذا الجدار الأمني لن يكون أمنيًا البتة لإسرائيل، بل إنّه تعبير عن وهم الجدار الراسخ في أذهان حكام الكيان الصهيوني والحركة الصهيونية، وعن توهّم المقدرة في أن يبعد عنهم الأخطار المتربص بهم، وقد سخرت الوزيرة الإسرائيلية السابقة شولميت ألوني من مزاعم القادة الصهاينة، واعتبرت أنّ الجدار الفاصل الذي يبنى تحت حجج الأمن والفصل، إنّما يستهدف سرقة المزيد من الأراضي الفلسطينية، وفرض أمر واقع جديد- رسم حدود الدولة اليهودية- ولن يجلب الأمن لإسرائيل.(1) ¶ وقال زعيم حزب (المفدال) الديني الوطني:إن هذا الجدار هو إساءة للإنجازات العسكرية التي يعرفها العرب عن الجيش الإسرائيلي وهي خطوة بائسة وتعيسة لأن محاربة الإرهاب هي مواجهته من قواعده وفي عقر داره وليس بالهرب من أمامه على هذا النحو المخزي. ¶ __________ ¶ (1) - موقع المركز الصحافي الدولي على (الإنترنت) 2/8/2003م.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وحسب رأي الجنرال يوم طوف ساميا الذي تولى في السابق منصب قائد المنطقة الجنوبية في جيش الاحتلال أنّ على المتحمسين لإقامة الجدار التفكير ملياً قبل التعبير عن حماسهم لهذه الفكرة، لأنّ الفدائيين الفلسطينيين استطاعوا في السابق تحطيم جدارين أكثر إحكاماً من الجدار الذي تعكف إسرائيل على إقامته، وعلى سبيل المثال يقول إن الجدار الذي كان يحيط بمستوطنة عتصمونا التي استطاع أحد استشهادي حركة حماس اقتحامها، وقتل خمسة من سكانها، وكان أكثر إحكاماً من الجدار التي تنوي الحكومة الإسرائيلية لإقامته. (1) ¶ وقد كذّبت مجموعة من اليهود سمّت نفسها \"الائتلاف الإسرائيلي\" مزاعم القادة الصهاينة من أنّ الجدار الذي تبنيه إسرائيل تمليه الضرورات الأمنية، وقالت: إنّه لا توجد علاقة بين الجدار العنصري الذي يقام، وبين المتطلبات الأمنية الإسرائيلية وأضاف في بيان أرسلت إلى وكالة \"قدس برس\" نسخة منه، \"باسم الأمن يقام أمام أعيننا جدار يتسبب في سجن مليوني إنسان في أحياء منعزلة.. جدار يفصل بين البشر ومصادر رزقهم، وبينهم وبين شعبهم\". وأشار البيان إلى أن بناء الجدار يهدف إلى تهجير صامت لمئات الآلاف من الفلسطينيين، وأنّه لا توجد علاقة بين الجدار العنصري، الذي يقام، وبين المتطلبات الأمنية الإسرائيلية. وأكّد الائتلاف أنّ هدف إقامة الجدار غير المعلن هو ضم مساحات واسعة من الأراضي الفلسطينية، إلى الدولة العبرية، ومواصلة بناء المستوطنات في الأرض الفلسطينية.(2) ¶ __________ ¶ (1) - المركز الصحافي الدولي:(الهيئة العامة للاستعلامات- السلطة الوطنية الفلسطينية) :جدار شارون الأمني مخطط صهيوني لإبتلاع الأرض. ¶ (2) - تنظيم مظاهرة السبت القادم في القدس ضد جدار الفصل العنصري الإسرائيلي:موقع البراق على (الإنترنت) 6/11/2003م.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ويرى الكاتب اليهودي والخبير الاستراتيجي زئيف شيف:\"أنّ إسرائيل تكبدت هزيمة نكراء في محاولتها للتفسير لماذا تحتاج الى جدار فصل بينها وبين الفلسطينيين في الضفة.فالكثيرون من أصدقاء إسرائيل يجدون صعوبة في قبول التفسير بأن الحديث يدور عن جدار أمني فقط، يرمي الى عرقلة الإرهابيين الفلسطينيين، من جهة، والعرب الذين يسعون الى الاستقرار في إسرائيل دون تصريح من الجهة الأخرى. وحتى الدبلوماسيين الإسرائيليين يجدون صعوبة في تفسير مسّ الجدار بالكثير من الفلسطينيين الذين يسكنون بمحاذاته، ويشوش الجدار عليهم حياتهم. عندما يتطرق الناس في خارج البلاد، بما في ذلك في الولايات المتحدة الى الجدار فإنّهم يتحدّثون هناك عن سور إسرائيلي، وهو التعبير الذي يثير التداعي بسور برلين.الجدار يعتبر سلباً لأراضي الفلسطينيين، وليس كخطوة دفاعية ترمي الى الدفاع عن سكان إسرائيل\".(1) ¶ __________ ¶ (1) - جدار الفصل-هزيمة إسرائيلية،بقلم:الخبير الاستراتيجي اليهودي زئيف شيف،هآرتس 5/12/2003م.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ويقول الباحث القانوني الفلسطيني مهدي أحمد صدقي الدجاني:\"ومفاد هذا المفهوم الأمني أنّ العقيدة الجيوسياسية الصهيونية كانت تسعى إلى جعل فلسطين من النقب جنوباً حتى الجليل شمالا ً، ومن يافا وحيفا غرباً حتى نهر الأردن شرقاً، رقعة محصنة ضد أي تهديد يطال داخلها، بحيث تصبح عمقاً استراتيجياً آمنا ً. لذا سعى الفكر الاستراتيجي الصهيوني إلى نقل معاركه خارج ذلك العمق الاستراتيجي المأمول. ولعلّ يكون أحد تفسيرات ذلك أنّ العقلية الاستلابية تدرك هشاشة بنيانها الداخلي وحاجتها إلى السيطرة التامة على تجمعها غير الطبيعي . فهي تدرك مثلاً أنّ المهجّر الصهيوني الذي ترك بلده الأصلي لينعم بالوضع الفردوسي الموحي إليه من قياداته في فلسطين إن لم يجد الأمن الكامل هناك فما أيسر أن يحمل متاعه ليعود لبلده ، وهو الأمر الذي تحقق خلال انتفاضة الأقصى التي شهدت عودة عشرات الآلاف من اليهود الأوروبيين إلى بلدانهم....استدعي الفكر الجيوسياسي الصهيوني فكرة الجدار العازل من النماذج الإدراكية الصهيونية التاريخية ليحلّ هذه المشكلة ولو جزئيا ً. فالبادي أنّه اقتنع أن لا مناص من تساقط مفهوم رقعة الأمن المطلق بالكلية ، فأراد تجنّب ذلك التساقط الكلي بمحاولة الإبقاء على المفهوم حياً، ولو بالنسبة لجزء من فلسطين، وهو الذي يشمل معظم الرقعة الكائنة داخل الخط الأخضر مضافاً إليها 13% من الضفة وذلك بواسطة الجدار الذي يأمل منه الزود عن تلك الرقعة \".(1) ¶ __________ ¶ (1) - مع تمديد الجدار العازل الأمن الصهيوني المطلق بين الانحسار والانهيار: مهدي أحمد صدقي الدجاني، صحيفة الأهرام 2/11/2003م",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ويرى مركز القدس للخدمات الاجتماعية والاقتصادية أنّ التذرع \"الإسرائيلي\" بالدواعي الأمنية، يعطي الكيان المبرر للعمل ضد الوجود الديمغرافي الفلسطيني سواء من خلال إخراج المزيد من المقدسيين وإسقاط حق الإقامة عنهم، أو عبر تكثيف عمليات الاستيطان. وأوضح المركز في تقريره أنّ المحصلة النهائية لهذا الجدار وما سيترتب عليه من تأثيرات، ستحول القدس المحتلة إلى جيتو كبير محاط بالمستعمرات من الجهات الأربع، كما سيجزئ الأحياء والقرى والبلدات عبر الحواجز والبوابات، ونقاط التفتيش الثابتة والمتحركة والمراقبة إلكترونياً. ¶ ويذهب الكاتب الفلسطيني ياسر الزعاترة إلى إنّ قرار بناء الجدار ينطوي على اعتراف بالهزيمة أمام المقاومة، والعجز عن مواجهتها بالأساليب العسكرية، ممّا يشير إلى أنّ عملية \"السور الواقي\" في الضفة الغربية لم تسفر عن هزيمة للفلسطينيين وانتصار لشارون كما روّج غير واحد من قادة السلطة، هو إذاً اعتراف متأخّر من الصهيوني شارون بعدم القدرة على مواجهة قوى المقاومة التي تتمرد على كل محاولات الضرب والإفناء رغم شراسة الهجوم عليها.(1) ¶ ويكشف الزعاترة الإشكالات الأمنية من وجهة نظر الصهاينة فيقول:\"يطرح معارضو فكرة الجدار جملة من الإشكالات الأمنية لبنائه مما يجعل فكرته غير ذات جدوى في الحيلولة دون عمليات المقاومة، ومن تلك الإشكالات:- ¶ __________ ¶ (1) - مقال: ياسر الزعاترة، موقع قناة الجزيرة الفضائية على(الإنترنت)،6/6/2002م.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "أولاً: أن المستوطنات التي ستبقى خارج الجدار ستكون هدفاً جيداً للمقاومة، وبالطبع يرد أنصار الجدار على ذلك بالقول إن الجيش سيتحرر من مهام البحث عن \"الانتحاريين\" في الخضيرة والعفولة والقدس، وسيتفرغ لحماية تلك المستوطنات وسكانها، في حين يرد الآخرون بأن ذلك سيعني تكرار تجربة لبنان حين ترسل الأمهات أبناءهن للدفاع عن المستوطنات ثم يعودون في الأكفان، فيبدأ مسلسل جديد يضطر معه الجيش إلى إزالة تلك المستوطنات والانسحاب من المناطق. ¶ ثانياً: ليس هناك جدار يقدم حلاً لمشكلة القدس والمناطق المكتظة بالسكان خصوصاً أن إمكانية تجنيد شبان \"انتحاريين\" من هناك ستبقى واردة. ¶ ثالثاً:تدل معطيات الأمن أن 95% من منفذي العمليات قد اجتازوا الخط الأخضر عبر المعابر وليس عبر الحقول المفتوحة. ¶ رابعاً: ليس هناك جدار يمنع إطلاق نيران المدفعية، والأهم من ذلك هو حجم القوات المطلوبة لحراسة الجدار، وإذا لم يكن هناك حسم في ضرب من يقترب منه فلن يبقى طويلاً في مكانه. ¶ خامساً: أن رجال المقاومة لن يواصلوا استخدام نفس الطرق العادية للدخول بل قد يعمدون إلى أساليب جديدة مثل استخدام الشبان الفلسطينيين من عرب 48 أو حفر الأنفاق أو استخدام الهويات المزيفة أو وسائل الطيران الخفيفة، وهذه بعض الأدوات التي تحدث عنها مناهضو فكرة الجدار\".(1) ¶ ثالثاً: الدوافع السياسية ¶ إنّ السبب الحقيقي وراء موافقة قادة الحكومة على بناء الجدار فهو:تحوّل الجدار إلى\"صرعة شعبية\" يصعب تجاهلها أمام موسم الانتخابات التمهيدية الذي يلوح في الأفق. وقد أكّد استطلاع لصحيفة معاريف نشر في الحادي والعشرين من شهر يونيو/حزيران 2002 أن 69% من الإسرائيليين يؤيدون إنشاء الجدار، وهذه النسبة كافية بالنسبة لرجل مثل شارون يحرّكه النبض الشعبي أكثر من أي شيء آخر.(2) ¶ __________ ¶ (1) - المصدر السابق. ¶ (2) - انظر مقال: ياسر الزعاترة، موقع قناة الجزيرة الفضائية على(الإنترنت)،6/6/2002م.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ويرى الباحث د. محمد خالد الأزعر:إنّ الجدار يؤكد نظرية الفصل والتمييز العنصري بين العرب واليهود بما يحفظ نقاء الدولة اليهودية. ومفهوم النقاء هنا هو الاسم الحركي للأبعاد العنصرية التي تستبطنها هذه النظرية. هذا على حين اعتبار اليمينيين اليهود أنّ الجدار سيحدّد الدولة الفلسطينية، وسيعني الموافقة على التصور الفلسطيني لهذه الدولة في حدود 1967م، الأمر الذي لا يسعهم التجاوب معه. وهكذا فإنّ كلاًّ من مؤيدي الخطوة ومعارضيها التقوا عند أهداف خبيثة. فالمؤيدون تطلعوا من ورائها إلى دولة يهودية قحة، وفقًا للنصوص الصهيونية الأولى بكل فجاجتها العنصرية، والمعارضون توجسوا من أن يحول الجدار بينهم وبين مخططاتهم التوسعية. وبين يدي الجماعتين اختفت المعايير والحقوق الفلسطينية، ولم يفكر أحد منهما في الانعكاسات التي تحملها الخطوة بالنسبة لهذه الحقوق.(1) ¶ __________ ¶ (1) - سور إسرائيل غير العظيم وعقلية الجيتو: د. محمد خالد الأزعر، موقع (إسلام أون لاين على الإنترنت) 7/08/2003م.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ويقول الباحث فهمي هويدي:إن قصة التمييز العنصري (الأبارتايد) لا تمثل الوجه الرسمي للاستراتيجية الصهيونية في هذا الصدد، فالعنصرية الصهيونية ليست عنصرية أبارتايد (عزل)، وإنما اقتلاع الفلسطينيين من أراضيهم وإلقاؤهم خارج الحدود ما أمكن، وهي عنصرية اغتصاب للأرض وما تحتها وما فوقها، بما في ذلك المدن والقرى المعمورة بعد تهجير أهلها، كما حدث وفقاً لاستراتيجية الوكالة اليهودية والهاجناة -الجيش- عام 1948/1949. ومن ثمّ فإنّ المقارنة بين \"الأبارتايد\" الذي مورس في جنوب أفريقيا وناميبيا يعفي العنصرية الصهيونية من أشد سماتها بشاعة، وهذه مختلفة نوعاً عن الأبارتايد في عالم العنصرية نفسها. ولا يفوق العنصرية الصهيونية إلا عنصرية البيض الأمريكيين الذين اغتصبوا الأرض وأبادوا سكانها في حين اشتركت العنصرية الصهيونية في سمة اغتصاب الأرض ومصادرة المدن والقرى والأملاك، واختلفت بالتهجير القسري بدلاً من الإبادة الشاملة. طبعاً مع استخدام المجازر المحدودة (إذا ما قورنت بالحالة الأمريكية) بقصد التنظيف \"العرقي\" من خلال التهجير وليس الإبادة.(1) ¶ اليهود متخوفون حتى من إقامة الجدار: ¶ يذكر اليهود في توراتهم المحرفة أنّ أسوار أريحا استعصت على بني إسرائيل حتى داروا حولها سبع لفات، ونفخوا في البوق اليهودي، فسقطت الأسوار من تلقاء نفسها، وهم بهذا يثبتون لأنفسهم قبل الآخرين عدم جدوى السور الواقي الذي يشرعون في بنائه حاليا، على الرغم من أنّ التاريخ يؤكّد لنا أنّه لم يصمد أي سور أو جدار عبر العصور المختلفة، في مواجهة أيديولوجية أو في مواجهة من يريدون تحرير أرضهم. ¶ __________ ¶ (1) - يسألونك عن الجدار: فهمي هويدي، صحيفة الخليج الإماراتية 19/8/2003م.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وقد ذهب بنحاس فالنتشتاين أحد قادة المستوطنين الصهاينة في الضفة الغربية الى حد وصف الجدار الذي يعكف جيش الاحتلال على إقامته بجدار معسكر أوشفيتس، وهو أحد مراكز الاعتقال التي أقامها النازيون لليهود في بولندا أوائل الأربعينيات، ويضيف في مقابلة مع الإذاعة الإسرائيلية باللغة العبرية قائلاً: «إلا أن هناك فرقاً هاماً إن أوشفيتز أقامه أعداؤنا لنا، أما هذا الجدار فنقيمه نحن لأنفسنا». ¶ ويدعو الجنرال يوم طوف ساميا الذي تولى في السابق منصب قائد المنطقة الجنوبية في جيش الاحتلال الى التمهل قائلا:إنّ على المتحمسين لإقامة الجدار أن يفكروا ملياً قبل التعبير عن حماسهم لهذه الفكرة. ويضيف ساميا إن الفدائيين الفلسطينيين استطاعوا في السابق تجاوز جدارين أكثر إحكاماً من الجدار الذي تعكف حكومة إسرائيل على إقامته. إنّ الجدار الذي كان يحيط بمستوطنة عتصمونا التي استطاع مقاتلي حركة حماس اقتحامها وقتل خمسة من سكانها كان أكثر إحكاما من الجدار الذي تنوي الدولة إقامته ومع ذلك لم يفلح هذا الجدار في منع فدائي واحد من التسلل وتنفيذ كل ما خطط له. ¶ ويقول الجنرال يوني فيجل المختص في تصميم التحصينات العسكرية إنّ المعلومات الاستخبارية تؤكد أن لدى الفلسطينيين طائرات شراعية وبإمكانهم استخدامها في تنفيذ العمليات الفدائية في أي مكان يريدون وبدون أي عائق، مشدداً على الصعوبة الكبيرة في قدرة سلاح الجو الإسرائيلي على اعتراض مثل هذه الطائرات. كما يشير فيجل الى إمكانية أن يستخدم الفدائيون الفلسطينيون المناطيد الطائرة في تجاوز الجدار الفاصل. ¶ ويقول الكاتب جاك أجو فسكي إنّ: \"بناء الجدار يتقدم بهدوء، لا يجرح الأرض ويمس بالطبيعة والمناطق الخضراء فحسب بل إنّه يتحول أمام أعيننا إلى إزعاج كبير. خطوة أخرى من البناء الصهيوني للمس بالآخر وتقديس السطوة العارمة\".",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ومن ذلك أيضا قال الكاتب يهودا ليطاني إنّ الجدار \"مثال على العزلة التي فرضناها على أنفسنا، إنّها رمز قصر نظرنا\". ويشكك في جدّيّة الرهان على الجدار قائلا: “ولكن شعبا كاملا يعلق كل آماله على جدار فاصل وليس على اتفاق ثنائي ملزم. يضع آماله على الأبراج المزدهرة، ووراء الجدار ستوجد دوما العناصر التي ستسعى دوما إلى الاقتحام والهجوم والاجتثاث من الجذور\". ويضيف:الجدران الفاصلة، الأسوار، أبراج الحراسة والحواجز تمنح وهم أمن، ولكن هذا أمن كاذب وصيغة عابثة تؤدي إلى تأجيل الحل الوحيد المطلوب..إننا نبني جداراً عاطلاً من شأنه أن ينشئ جيرة أشدّ عطالةً. ¶ وصف الجدار ومكوناته:",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وصفت الكاتبة الصهيونية عميرة هاس هذا الجدار في مقال نشرته بهآرتس فتقول: إنّه\"سور إسمنتي طوله ثمانية أمتار، وأسلاك حديدية شائكة ومجسات كهربائية، وأنفاق عمقها أربعة أمتار من طرفي الجدار، وطريق ترابي لاستكشاف الأثر، ومنطقة ممنوعة للحركة، ومسار من مسلكين للاستطلاعات العسكرية، وأبراج للمراقبة وإطلاق النار على طول الجدار يبعد الواحد عن الاخر 200 متر، هذه هي مركبات الجدار... ولأن الأمر لا يقتصر علي مجرد إقامة حاجز لتحقيق الأمن فإن المنطقة الفاصلة تمتد في نقاط عديدة منه مابين 60 ـ 70 متراً ومزود بنظام إنذار الكتروني، وفي الوقت نفسه يمتد بمحاذاة طريق إسفلتي ثم أسوار شائكة مرة أخرى والأراضي الواقعة بين الجدار والخط الأخضر ستكون بمثابة منطقة عسكرية مغلقة، وعلي الجانب الفلسطيني فإنّ الأراضي الممتدة بمحاذاة الجدار لن يسمح بالمرور إليها إلاّ عبر نقاط التفتيش، وسيكون عرض المنطقة العسكرية على جانبي الجدار ما بين 3-8 كيلومترات. وفي المقطع الأول الذي انتهى من الجدار الإلكتروني لدى لمس الجدار تنقل إنذارات إلكترونية إلى مراكز السيطرة والمراقبة في القواعد العسكرية القريبة. وتقوم كاميرات فيديو بعيدة المدى- تكلفة كل منها مليون ونصف المليون شيكل، ومركبة على عواميد عالية- برصد المنطقة على طرفي الجدار.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "يشرف علي الجدار الفاصل ضابط الاحتياط تسيتخ ملياح، وينفذه عشرة مقاولين بطول 120 ألف متر من جدران الباطون، ومئة ألف عمود من أنواع مختلفة، و200 ألف متر من الجدران الإلكترونية، ومئات الحراس الذين يشرفون على تأمين البناء، ومئات المهندسين، ووحدات عسكرية خاصة للحماية على امتداده\". الجدار ليس مجرد حائط أو أسلاك شائكة، وإنما هو مئات الأميال بعرضٍ يبتلع الأرض الفلسطينية التي هو مقام أساساً فوقها، والذي يصل في مناطق معينة إلى شطر قرية أو عزل وحدات سكنية عن بعضها البعض، الأمر الذي يجعل حياة ما يقرب من ربع مليون من الفلسطينيين جحيماً لا يطاق..ومن أجل إقامة المنطقة العازلة جرفت قوات الاحتلال ما مساحته 11،500 دونم، وقلعت 83 ألف شجرة. ¶ ويقع عملياً على مسافة 6 إلى 7 كيلومترات إلى الشرق داخل الضفة الغربية، ويتكون من سور يبلغ ارتفاعه 8 أمتار وحسب الخطة الموضوعة يمتد إلى مسافة 650 كيلومترا، حيث يمتد من قرية سالم أقصى شمال الضفة الغربية حتى بلدة كفر قاسم جنوباً، وهو عبارة عن سلسلة من الخنادق والقنوات العميقة والجدران الإسمنتية المرتفعة والأسلاك الشائكة المكهربة وأجهزة المراقبة. ¶ إذاً يتكون الجدار من العناصر التالية:- ¶ 1- أسلاك شائكة لولبية، وهو أول عائق في الجدار. ¶ 2- خندق بعرض 4 أمتار، وعمق خمسة أمتار، يأتي مباشرة بعد الأسلاك الشائكة. ¶ 3- شارع مسفلت بعرض 12 متراً، وهو شارع عسكري لدوريات المراقبة والاستطلاع. ¶ 4- يليه شارع مغطى بالتراب والرمل الناعم بعرض 4م، لكشف آثار المتسللين، ويمشط هذا المقطع مرتين يومياً صباحاً ومساءً . ¶ 5- ويلي الشارع الجدار، وهو عبارة عن جدار إسمنتي بارتفاع متر ويعلوه سياج معدني إلكتروني بارتفاع أكثر من ثلاثة أمتار، رُكبت عليه معدات إنذار إلكترونية، وكاميرات وأضواء كاشفة، وغيرها من عناصر البنية التحتية الأمنية.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "6- وبعد السياج (الجدار) الواقي، أنشئ شارع رملي وترابي ثم شارع مسفلت وبعدها خندق مماثل للخندق الأول ثم الأسلاك الشائكة اللولبية.(1) ¶ رشاش جديد يعمل من وراء الجدر: ¶ ذكرت صحيفة \"معاريف\" الإسرائيلية يوم الإثنين 3-1-2003م عن قيام الجيش الإسرائيلي بإجراء تجارب على سلاح متطور جديد من إنتاج شركة \"كورنر شورت\" الأمريكية، ووفقا للصحيفة فإنّ السلاح الجديد المطور يوفر حماية قصوى للجندي الذي يستخدمه من أي نيران مباشرة؛ ذلك لأنّه لا يجعله ظاهرا أثناء الاستخدام، حيث يمكن لمن يستخدمه أن يختفي ويحتمي بجانب زاوية مبنى مثلا أو خلف جدران الغرف والممرات من الداخل، ومن ثم توجيه الجزء الأمامي المتحرك للسلاح -الذي يكون ظاهراً بدلاً من الجندي- نحو الهدف للجهة الأخرى، حيث تقوم الكاميرا بتصوير كل ما في تلك الناحية ونقله إلى شاشتها، مما يسمح له بالتسديد على الهدف المراد اقتناصه بدقة متناهية وبمساعدة أشعة الليزر التي تسلط على جسم الضحية بحسب المصدر نفسه. ¶ وقالت \"معاريف\": إنّ هذا السلاح قد صمم خصيصا لاستخدامات القوات الخاصة، نظرا لفعاليته العالية للغاية أثناء المداهمات أو في الساحات المفتوحة، وكذلك في الأماكن السكنية التي تكون مكتظة بالسكان. ¶ تكاليف بناء الجدار: ¶ __________ ¶ (1) - جدار الفصل العنصري: موقع المركز الصحافي الدولي على (الإنترنت) ¶ 16/8/2003م.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "صرّح كل من نائب رئيس هيئة الأركان اللواء غابي اشكنازي، والقائم بأعمال المدير العام لوزارة الدفاع فيكتور برغيل في المداولة التي أجرتها لجنة الخارجية والأمن التابعة للكنيست. بأنّه \"ستشارك في إقامة الجدار 1700 جرافة وأداة هندسية أخرى، و15 ألف عامل، و40 مقاول. ومع نهاية الأعمال المخطّط لها حتى نهاية عام 2005م سيكون طول الجدار 728 كيلومتر. ولكن في الأشهر الـ 15 التي مرّت منذ بدء المشروع أقيمت فقط 146 كيلومتر منفذة من الجدار، وفيها 130 كيلومتر في القطعة التي بين قرية سالم بجوار جنين حتى الكنا، و10 كيلومتر حول القدس إضافة الى 6 كيلومترات أخرى في منطقة باقة الغربية\".(1) ¶ وقد بلغت تكلفة إقامة المقطع الأول من الجدار، والتي انتهى تمويلها 5,1 مليار شيكل يساوي (1،3 مليار دولار)، وهو مبلغ يعادل ضعفي التقديرات الأولية . فقد تبيّن أن تكلفة الكيلو متر الواحد من الجدار عند الانتهاء من البناء هي 10 ملايين شيكل، مع أنّه في بداية الأمر قدّرت تكاليفه الإجمالية بمليار دولار. وبلغت مساحة الأراضي الفلسطينية التي أقيم عليها الجدار، ما يزيد عن 73 ألف دونم. ¶ وبحسب التقديرات في الجيش الإسرائيلي، ستبلغ تكلفة الجدار في المسار الجديد 10 مليار شيكل (قريبا من 2,5 مليار دولار)، ويستغرق لعمل نحو 11 شهراً. ويقضم من الأراضي الفلسطينية بعد الانتهاء من إقامته ما يساوي 55.3% من أراضي الضفة تضمها الدولة اليهودية إلي أراضي كيانها المصطنع. إنّ جدار الفصل العنصري ينفذ على الأرض الفلسطينية داخل الضفة الغربية، وليس على طول الخط الأخضر ويبلغ عرض الجدار من 80-100 متر. ¶ أيدي فلسطينية في بناء الجدار: ¶ __________ ¶ (1) - صحيفة معاريف: جدار سريع..الجرافات تهجم:عمير ربابورت،عدد الأربعاء 24/12/2003م.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وهذا تجسيد لنبوءة يشعياه: \"وبنوا أسوارك أبناء الغرباء\". وبالفعل، العمال الأجانب، وكذا الفلسطينيون، مع كل إشكالياتهم، يشاركون في هذه الأيام بالذات في إقامة أسوار إسرائيل، الجدار الحديدي الجديد عندنا، المسمى جدار الفصل. بدونهم، كما يعرف كل رضيع، فان الجدار منقذ الحياة هذا ببساطة لن يكون بوسعه ان يُبنى..\"(1) ¶ وذكرت صحيفة يدعوت أحرنوت أنّ عمالاً عربا يشاركون في بناء في الجدار فقالت:\"عمال الليل\" على جدار الفصل هم عرب من سكان المناطق، تلقوا تصاريح مكوث خاصة. ..محمود عبيد، احد العمال الذين يبنون السور قرب أبو ديس يقول: \"نحن 25 عاملا من قرية يطا جنوبي جبل الخليل. المقاول، موشيه، رتب لنا أمر التصاريح. كل عامل يتلقى 500 شيكل في الوردية الليلية. وبعد ذلك نحن نذهب إلى قرية أبو ديس، حيث استأجرنا شقة\"(2) ¶ ممر ومسار جدار الفصل:- ¶ __________ ¶ (1) - ومن بنى الهيكل: مناحيم بن، صحيفة معاريف، 12/1/2004 م. ¶ (2) - جدار الفصل – يديعوت أحرنوت: السباق الكبير: ليل نهار../13/1/2004م.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "كشف اللواء غابي أشكنازي نائب رئيس هيئة الأركان العامة في الجيش الصهيوني- في لجنة الخارجية والأمن التابعة للكنيست- أنّ مقطعًا من الجدار طوله 146 كيلومترًا (130 كيلومترًا من قرية سالم شمال مدينة جنين حتى إلكَناه، 6 كيلومترات بين باقة الشرقية وباقة الغربية و10 كيلومترات في شارع \"حاضن القدس\") قد بدأ بالعمل. ووفقًا لما قاله نائب رئيس الأركان الصهيوني، فسيتم الانتهاء من بناء 40 كيلومترًا إضافيًا من منطقة الوسط المسماة ب \"الغلبواع\" إلى باقة حتى شهر شباط/فبراير القادم. وستنتهي أعمال البناء في \"حاضن القدس\" حتى نهاية عام 2004م ، كما سيتم بناء 200 كيلومتر حتى مستوطنة \"كرميل\" الواقعة جنوب جبل الخليل. وتعهد أشكنازي بالانتهاء من بناء الجدار الفاصل حتى نهاية عام 2005، موضحًا أنّه من المقرر أن يبلغ إجمالي طول الجدار 728 كيلومتراً من غور الأردن حتى جنوب جبل الخليل، منها 106 كيلومترات تشمل المستوطنات الصهيونية في الضفة الغربية. ¶ ويتضمن مخطط الجدار الفاصل ثلاث مراحل هي:- ¶ المرحلة الأولى: وتشمل مناطق جنين، طولكرم، قلقيلية والقدس ويبلغ طول الجدار فيها 149 كلم، منها 21 كم حول القدس فيما يسمى \"غلاف القدس\". يجري العمل على تشييد مجموعة من الجدران حول مدينة القدس وفي محيطها وتضم جزءاً من بيت لحم، وتطوّق جميع الضواحي الفلسطينية. هكذا تنقطع بعض الأحياء العربية عن الضفة الغربية، ومنها عن القدس وغيرها تنقطع بعضها عن البعض. ومساحة المقتضم من أراضي الضفة فيما يسمى غلاف القدس وحدها 170 كيلو متر مربع، وعدد السكان الفلسطينيين فيها 300 ألف مواطن. ¶ المرحلة الثانية: وتشمل مناطق بيت لحم والخليل وباقي حدود الضفة الغربية مع فلسطين المحتلة عام 1948م. ¶ والمقتضم من أراضي الضفة الغربية في المرحلتين:يساوي ما نسبته 23,4 0/0.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "المرحلة الثالثة: وتشمل خطاً طولياً على الحدود بين الضفة الغربية والأردن، وتسمى مرحلة تمديد الجدار إلى غور الأردن. ومن المتوقع أن يمتد الجدار من بلدة تيرتسا الواقعة في شمال غور الأردن، وحتى مدينة عراد في شرق النقب. وقد عرف المشروع مع بداية مصادرة الأراضي الضرورية له، ومما نشر في وسائل الإعلام، انتهت وزارة الدفاع من إعداد المسار للمرحلة الثالثة من الجدار، الذي سيمتد من مستوطنة \"الكنا\" حتى منطقة البحر الميت. ¶ ومسار الجدار في هذه المرحلة سيكون أعمق من المراحل السابقة في داخل أراضي الضفة الغربية، بحيث أنّ غالبية المستوطنات ستبقى غرب الجدار. ووفق تصريحات رئيس الحكومة أرئيل شارون ووزير دفاعه شاؤول موفاز، فإنّ المرحلة الثالثة من الجدار ستفصل بين غور الأردن وتجمعات السكان الفلسطينية في قرى ظهر الجبل، وهذا يعزز الاعتقاد بأنّ هناك نية حقيقية لزيادة طول الجدار باتجاه الجنوب، بحيث يتم فصل غور الأردن عن بقية الضفة الغربية.(1) ¶ وسيعني في المدى المنظور ضمّ الجزء الشرقي من الضفة الغربية. والأراضي المقتضمة هنا: 9،021/0 من أراضي الضفة الغربية. ¶ وإنّ أخطر ما في خطة الجدار العنصري: ¶ أولا: المنطقة العازلة وغلاف القدس، والتي ستؤدي إلى قضم مساحة 1328 كم مربعاً، أي بنسبة 23.4% من جملة مساحة الضفة الغربية الفلسطينية لتضم إلى الكيان الصهيوني. ستشمل هذه المساحة المنطقة العازلة، بالإضافة لغلاف القدس الذي تصل مساحته إلى 170 كم مربع، كما تضم هذه المساحة عشرات القرى والبلدات الفلسطينية التي يسكنها نحو 700 ألف نسمة، نحو 300 ألف منهم في منطقة غلاف القدس. ¶ __________ ¶ (1) - جدار الفصل العنصري: موقع المركز الصحافي الدولي على (الإنترنت) ¶ 16/8/2003م.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ثانياً: إنّ إقامة الجدار بالقرب من الحدود الغربية للضفة الغربية مقدمة لإقامة جدار آخر في الشرق- مع الحدود الأردنية- ليضمّ منطقة الغور التي تشكل مساحة 1237 كم مربع أي بنسبة 21.9% من مساحة الضفة الغربية. وهذا يعني أن إسرائيل تخطط لضم 2565 كيلو متر مربع، وإذا علمنا أنّ مساحة الضفة الغربية هي:5646 كيلو متر مربع، فمعنى هذا أنّ الكيان الصهيوني سيقضم تقريباً ما نسبته 45.3% من مساحة أراضي الضفة الغربية. ويتبقى للفلسطينيين ما نسبته 54.7% من مساحة الضفة الغربية، ولكن بفعل الجدار هذه النسبة هي عبارة عن مناطق مكونة ومقسمة من عدة كنتونات \"جيتو\" منعزلة عن بعضها تحيط بها الجدران اليهودية. يستحيل أن تشكل تجمعا أو كياناً جغرافياً واحداً. فوزير حرب العدو الصهيوني شاؤول موفاز صرّح لصحيفة \"الجارديان\" البريطانية في مارس 2003م بأنّ \"الحكومة الإسرائيلية تبلور رؤية لدولة فلسطينية مقسّمة إلى سبع كانتونات في المدن الفلسطينية الرئيسية كلّها، مغلقة من قبل الجيش الإسرائيلي، ومعزولة عن باقي أراضي الضفة الغربية التي ستصبح تابعة لإسرائيل\". ¶ واعترفت صحيفة \"يديعوت احرنوت\" إنّ الجدار الفاصل بين \"إسرائيل\" ومناطق السلطة الفلسطينية سيضمّ أجزاء كبيرة من الضفة الغربية إلى \"إسرائيل\" أكثر ما تمّ الإعلان عنه حتى الآن. وقالت الصحيفة إنّه طبقاً للخطة التي صادق عليها آرئيل شارون ووزير الحرب شاؤول موفاز سيقطع الجدار قلب شمال الضفة الغربية حتى مشارف مدينة نابلس حيث سيحيط بالكتلة الاستيطانية التي تبدأ بمستعمرة \"ليف هشومرون\" وتنتهي بمستعمرة \"كدوميم\".",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وكشف نائب وزير الحرب الإسرائيلي زئيف بويم النقاب عن هذه التفاصيل وقال بويم إن توجيه الجدار شرقا في مستعمرة \"اريئيل\" لن يحيط بمستعمرة اريئيل وحسب كما نشر سابقا وإنما سيمتد إلى الشمال من المستعمرة حتى مستعمرة \"شلافيه شومرون\" و\"كدوميم\" ثم يعود ليمر بين \"اريئيل\" ومفترق \"تبواح\" ثم ينزل غربا من جنوب \"اريئيل\" ليفصل بينها وبين سلفيت. ¶ وأعلن الجيش الإسرائيلي أن المقطع الذي يقام بين غرب شمال الضفة الغربية من منطقة مستعمرة \"الكانا\" وحتى مدينة القدس المحتلة من المتوقع أن يبدأ بناؤه خلال الأشهر القريبة ليكون جاهزا في العام 2004م. وكان أعلن عن أن الجدار سينحرف شرقا ويمتد من جانب شارع عابر شمال الضفة الغربية ليحيط بمستعمرة \"اريئيل\" التي تقع على بعد 25 كيلومترا إلى الشرق من الخط الأخضر. إلا أنّ الجدار سيمر شرقا غير انه سيتجه شمالا بعد مستعمرة \"الكانا\" حيث ينتهي المقطع الأول الذي يتم بناؤه الآن. ومن المفترض أن يبدأ المقطع الثالث ليحيط بالكتلة الاستيطانية \"ليف هلاشومرون\".(1) ¶ __________ ¶ (1) - مركز الفلسطيني للإعلام الموقع على (الإنترنت).",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وتجدر الإشارة إلى أنّ طول المقطع الذي سينحرف فيه مسار الجدار يتراوح بين 22- 30 كيلو مترا، وفي بعض المناطق سيطول مسار الجدار بعشرات الكيلومترات سواء في المقطع الذي يحيط بمستعمرة \"اريئيل\" أو في المقاطع التي ستتم إضافتها باتجاه الشمال غير أنّ ذلك هو أحد الأبعاد. وأشار نائب وزير الحرب الإسرائيلي إلى أنّ مسار المقطع الرابع الذي سيبدأ من مدينة القدس جنوبا حتى منطقة \"عراد\"، ليضم بداخله منطقة \"غوش عتسيون\" الاستيطانية إلى \"إسرائيل\"..ويرجح أن يتم بناء هذا المقطع خلال سنة 2005م. ويفترض أن يلتف الجدار الفاصل على مسافة حوالي 45 كيلومترا حول القطاع الشمالي من الضفة الغربية، ويسير في المستقبل على امتداد السفوح الشرقية لتلك المنطقة بطريقة تسمح لإسرائيل بالاحتفاظ بالسيطرة على غور الأردن، وبذلك يطوق هذا الجدار الضفة الغربية بأكملها.كما يمر الجدار على الخط الأخضر من الشمال إلى الجنوب، ويضم القطاع الشرقي من مدينة القدس الذي احتلته إسرائيل وضمّته عام 1967م، ليفصل بذلك هذا القطاع من المدينة المقدسة -الذي يريد الفلسطينيون أن يجعلوا منه عاصمة لدولتهم المقبلة- عن بقية الضفة الغربية. ¶ الأمم المتحدة والجدار:",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "1- تبنت الجمعية العامة للأمم المتحدة مساء الثلاثاء 21 -10-2003م قراراً يطالب إسرائيل بوقف بناء الجدار الفاصل في الأراضي الفلسطينية المحتلة وإعادة الوضع إلى سابق عهده، ووصفت هذا الإجراء الإسرائيلي بأنّه يتناقض مع بنود القانون الدولي. وحصل القرار على تأييد 144 صوتاً مقابل رفض 4 أصوات، هي: الولايات المتحدة، وإسرائيل، وماكرونيزيا، وجزر مارشال، وامتنعت 12 دولة عن التصويت. وتطالب الفقرة الأولى في نص القرار إسرائيل \"بوقف وإلغاء بناء الجدار في الأراضي الفلسطينية المحتلة، بما في ذلك ما أقيم حول القدس الذي ينحرف عن خط الهدنة عام 1949م. وتعقيبا على القرار قالت مصادر سياسية صهيونية:\" لا يوجد أي وزن لقرار الجمعية العامة..يمكن للجمعية العامة أن تقرر بالإجماع إسقاط القمر\". من جانبه قال نائب مدير عام وزارة الخارجية الصهيونية جدعون مئير إنّ قرار الجمعية العامة بخصوص الجدار الفاصل هو قرار إعلامي، لا يخدم العملية السلمية. ¶ 2- انتقد كيرين بندر جاست نائب الأمين العام للأمم المتحدة تدهور الأوضاع بالأراضي الفلسطينية المحتلة. وقال في كلمة أمام اجتماع لمجلس الأمن إنّ تصرفات إسرائيل تقلق العالم كله خاصة مع تسارع عملية بناء الجدار العازل منذ شهرين. ووصف الجدار بأنّه يفرق الأسر ويمنع الفلسطينيين من الوصول إلى أعمالهم، ويغلق القدس ويعزلها تماماً عن باقي مناطق الضفة الغربية.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "3- أدانت منظمة العفو الدولية في تقرير نشرته أمس بناء إسرائيل للجدار الفاصل في الضفة الغربية وحذرت من آثاره الاقتصادية والاجتماعية ووصفتها بالخطيرة على أكثر من 200 ألف مواطناً فلسطينياً في البلدات والقرى القريبة التي سيفصلها الجدار، محمّلة إسرائيل المسؤولية المباشرة عن المستويات المرتفعة للبطالة والفقر وسوء التغذية والمشكلات الصحية الأخرى التي يعاني منها الفلسطينيون.وبذلك تنضم المنظمة إلى أعداد كبيرة من الدول والمنظمات والشخصيات العالمية والفاعلة في مجال حقوق الإنسان التي انتقدت وأدانت جدار الفصل العنصري، ولم تلق أذناً إسرائيلية صاغية فاستمر البناء على قدم وساق كما يشيد الإسرائيليون جداراً حديدياً فاصلاً آخر حول مدينة رفح وغلافاً ثالثاً للإحاطة بمدينة القدس. ¶ وذكرت المنظمة في تقريرها الذي حمل عنوان \"إسرائيل والأراضي المحتلة..العيش تحت الحصار\" أن الجدار يعزل عشرات من القرى الفلسطينية عن باقي الضفة الغربية أو عن أراضيها الزراعية التي تعد أكثر الأراضي خصوبة وتوافراً في مصادر المياه في الضفة. وقالت دوناتيلا روفيرا مندوبة المنظمة والتي رأست فريق البحث في هذا التقرير:\"لو كانوا بنوا الحاجز على خط ما قبل حرب 1967 لم يكن أمامنا شيء نقوله عنه ولكنهم يبنونه داخل الأراضي المحتلة حيث يعزل المجتمعات الفلسطينية\".",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "4- طالبت اللجنة الدولية لحقوق الإنسان- مقرها جنيف- التابعة للأمم المتحدة أمس إسرائيل بوقف بناء الجدار الفاصل في الضفة الغربية، مؤكدة أن من شأن هذا الجدار أن يفرض على الفلسطينيين قيوداً إضافية غير مبررة في قسوتها. وجاء في البيان إنّ اللجنة رغم إقرارها بأهمية القلق الإسرائيلي في الموضوع الأمني قلقة من أن تؤدي إقامة منطقة احتكاك عبر الحاجز وعلى قسم آخر عبر الجدار إلى فرض قيود إضافية لا يمكن تبرير قسوتها على حرية التنقل لا سيما بالنسبة الى الفلسطينيين داخل الأراضي المحتلة. وأوضح أن الحاجز يمنع الفلسطينيين من الحصول على خدمات صحية طارئة وعلى المياه، مؤكدا انه لا بد من وضع حد لبناء الجدار.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "5- أكّد تقرير للأمم المتحدة أنّ الجدار الفاصل الذي تقوم إسرائيل ببنائه حاليا سيضم أراضي فلسطينية إلى الأراضي الإسرائيلية، معتبرا ذلك أمرًا يحظره ميثاق الأمم المتحدة ومعاهدة جنيف الرابعة. وجاء في التقرير الذي أعده \"جون دوجارد\" مقرر الأمم المتحدة لحقوق الإنسان بالأراضي الفلسطينية المحتلة، ونشر في جنيف بسويسرا الثلاثاء 30-9-2003 أن الجدار الفاصل سيلحق \"أقساما كبرى\" من الضفة الغربية بالأراضي الإسرائيلية، وبينها مستوطنات يهودية أقيمت بالضفة. وأضاف التقرير أن ضم أراض بهذه الطريقة يعد أمرًا يحظره ميثاق الأمم المتحدة ومعاهدة جنيف الرابعة المتعلقة بحماية المدنيين في زمن الحرب. واتهم جون دوجارد إسرائيل بـ\"إيجاد وضع ميداني يتمّ فيه ضم أراض فلسطينية بحكم الأمر الواقع\". وفي هذا الصدد شدد التقرير على أن \"المجموعة الدولية يجب ألا تعترف بأي شكل من الأشكال بسيطرة إسرائيل على الأراضي الفلسطينية التي ستُضم عبر الجدار\"، وأضاف: \"أن الأوان لاعتبار الجدار بمثابة ضم غير شرعي مثل ضم القدس الشرقية ومرتفعات الجولان من قبل إسرائيل الذي شجب على أنه غير شرعي\". وجاء الاستيلاء على القدس الشرقية وهضبة الجولان السورية بعد حرب 1967 بين العرب وإسرائيل، وهو الأمر الذي أدانه آنذاك مجلس الأمن الدولي.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "والتقرير أعده دوجارد جاء بعد مهمة قام بها في يونيو 2003م بالأراضي الفلسطينية المحتلة، وهو موجه لمفوضية الأمم المتحدة لحقوق الإنسان. وأضاف خلال مقال نشرته صحيفة هورال تريبيون\" الأمريكية، تحت عنوان \"اهدموا الجدار الإسرائيلي\" مؤخراً، أن بناء الجدار الفاصل هو عملية ضم غير شرعي وفقاً لقرارات مجلس الأمن 478 و497 التي تعلن أن الأعمال الإسرائيلية الرامية إلى ضم القدس الشرقية ومرتفعات الجولان هي إجراءات لاغية وباطلة لا ينبغي الاعتراف بها من قبل الدول.وأكد أن حقيقة الهدف الإسرائيلي من وراء بناء الجدار رغم تسميتها له \"بالجدار الأمني\" وتجنبها استخدام عبارة \"الضم\" ANNEXATION، إنّما هو ضم للأراضي الفلسطينية بشكل واضح وجلي تحت قناع الأمن. وأضاف إنّ عملية الضمّ هذه يطلق عليها في القانون الدولي \"CONQUEST\"، الذي حرم الاستيلاء على الأراضي باستعمال القوة الوارد في ميثاق الأمم المتحدة واتفاقية جنيف وقرار مجلس الأمن 242 واتفاق أوسلو الذي نص على أنّه لا يجوز تغيير وضع الضفة وغزة في انتظار ما ستتمخض عنه المفاوضات بشأن الحل النهائي.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وأضاف دوجارد: إنّ الجدار لا يتبع \"الخط الأخضر\" إنما يقطع مساحات شاسعة من أرضي فلسطين، مشيراً إلى أنّه يقتحم في بعض الأماكن مسافة قدرها 6-7 كيلومترات داخل الأراضي الفلسطينية، بل وهناك توقعات تقول إنّه سيذهب إلى أبعد من ذلك بكثير ليغطي فضلاً عن ذلك مستوطنة \"آرئيل\" وفي بعض الأماكن يشكل هذا الجدار الالتفافي حواجز تعزل بعض قرى مناطق الضفة الغربية، ويحوّلها إلى مناطق معزولة. وأكّد أنّ من بين الأهداف الإسرائيلية من وراء بناء الجدار هو عزل الفلسطينيين المحاصرين بين الخط الأخضر والجدار عن أراضيهم الزراعية، وأماكن عملهم ومدارسهم وحتى عن العيادات الصحية، مشيراً بذلك إلى الإحصائية التي أعدتها منظمة \"بتسيلم\" المعنية بحقوق الإنسان.(1) ¶ أعلن الأمين العام للأمم المتحدة، كوفي أنان أن إسرائيل لم تذعن لطلب من الجمعية العامة بأن توقف بناء جدار الفصل العنصري، الذي يتوغل في المناطق الفلسطينية بالضفة الغربية،.وقال عنان في التقرير، الذي طلبته الجمعية العامة في قرار اتخذته يوم الـ21 من أكتوبر الماضي: \"توصلت إلى أن إسرائيل ليست مذعنة لطلب الجمعية بأن توقف بناء الجدار في الأراضي الفلسطينية المحتلة\". ¶ __________ ¶ (1) - المقرر الخاص لدى لجنة الأمم المتحدة لحقوق الإنسان يطالب المجتمع الدولي بإدانة \"الجدار الفاصل\"انظر موقع مركز الصحافي الدولي الفلسطيني على (الإنترنت) 6/8/2003م.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وخلص التقرير إلى أن الجدار يمكن أيضًا \"أن يضر بالاحتمالات البعيدة المدى للسلام، من خلال جعل إقامة دولة فلسطينية مستقلة وقادرة على الحياة أكثر صعوبة\". وقد رد أرييه ميكيل- نائب السفير الإسرائيلي لدى المنظمة الدولية-إن حكومته \"تشكك كثيرًا في نتائج تقرير الأمم المتحدة . وأضاف ميكيل أنّه قد تم استغلال الجمعية العامة للأمم المتحدة بشكل ساخر، لأنّ قراراتها استغلت لمكافأة هؤلاء الذين يسعون لاستخدام الإرهاب من أجل تحقيق أهدافهم السياسية، هذا وقد رفض الكيان الصهيوني بشدة شجب الأمين العام للأمم المتحدة كوفي أنان للجدار الفاصل الذي تبنيه في الضفة الغربية مؤكّدة على ضرورته طالما أنّ السلطة الفلسطينية لم تضع حدا للإرهاب، على حد زعمه. ¶ وصرّح وزير الخارجية الصهيوني سيلفان شالوم أنّ إسرائيل ستواصل بناء الجدار الأمني في الضفة الغربية رغم انتقادات الرئيس الأمريكي جورج بوش لهذا المشروع، وقال سيلفان شالوم في حديث إلى إذاعة الجيش الصهيوني: لقد توصلنا إلى قرار واضح لا يقبل الجدل. سنقوم ببناء الجدار. وأفادت وزارة الخارجية الصهيونية في بيان لها:لا يوجد بديل عن بناء السياج الأمني، طالما لا يوجد جهد فعّال ومركز من جانب السلطة الفلسطينية للتصدي للمنظمات الإرهابية الفلسطينية. ¶ وعلى خلفية قرار الجمعية العمومية لهيئة الأمم المتحدة على نقل قضية الجدار الى المحكمة الدولية في هاغ، قررت حكومة العدو الصهيوني الإسراع في بناء الجدار لإقرار الحقائق على الأرض. ¶ الأبعاد القانونية لجدار الفصل العنصري:-",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "يشكّل هذا السور امتداداً للمشروع الاستعماري الاستيطاني، ووجه جديد لمصادرة الأراضي الفلسطينية، وليس هذا فقط بل يؤثّر على كافة مناحي الحياة للمواطنين الفلسطينيين سواء المصادرة أراضيهم أو القرى المجاورة له، ويمثّل انتهاكاً لكافة المواثيق والأعراف الدولية، وخاصة قرار الأمم المتحدة الصادرة بتاريخ 21/10/2003 م، الذي يدعو بوضوح لوقف بناء السور العنصري، والذي يشكّل انتهاكاً لحقوق المواطن الفلسطيني السياسية والاجتماعية والاقتصادية والحق في الحياة والتنقل. ¶ ويبيّن هذا التقرير التأثير الذي يتركه هذا السور على حقوق المواطن الفلسطيني ونبيّن حقائق ووقائع حول هذا السور. ويجدر الإشارة في ذلك إلى أن الجدار العازل الذي تبنيه (إسرائيل) في الأراضي الفلسطينية يعتبر أحد أشكال التمييز العنصري المتجذّر في نظام التمييز العنصري والاستعمار في الضفة الغربية و قطاع غزة. ووفقاً لمعاهدة التمييز العنصري يعتبر جريمة ضد الإنسانية تعاقب عليها الدول الأطراف من خلال محكمة دولية خاصة ينشئونها . ¶ الجدار العازل المواثيق و الأعراف الدولية: ¶ أصدر مركز غزة للحقوق والقانون تقريراً أظهر أنّ بناء الجدار العازل يعد شكلاً من أشكال التمييز العنصري، ويمثّل انتهاكاً لكافة القوانين الدولية وخاصة قرار الأمم المتحدة الصادرة بتاريخ 21/10/2003 م والذي يدعو بوضوح لوقف بناء السور العنصري والذي يشكّل انتهاكاً لحقوق المواطن الفلسطيني السياسية والاجتماعية والاقتصادية والحق في الحياة وفي التنقل. ¶ ويبيّن هذا التقرير التأثير الذي يتركه هذا السور على حقوق المواطن الفلسطيني، وأن الجدار العازل الذي تبنيه إسرائيل في الأراضي الفلسطينية يعتبر أحد أشكال التمييز العنصري المتجذّر في نظام التمييز العنصري والاستعمار في الضفة الغربية وقطاع غزة .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ووفقاً لمعاهدة التمييز العنصري يعتبر جريمة ضد الإنسانية تعاقب عليها الدول الأطراف من خلال محكمة دولية خاصة ينشئونها، ليشمل البروتوكول الأول لاتفاقيات جنيف والنظام الداخلي للمحكمة الجنائية الدولية لعام 1998م، والمعاهدة الدولية ضد جريمة التفرقة العنصرية لعام 1973م. وتعرِّف هذه الاتفاقيات والمعاهدات التفرقة العنصرية على أنها \"نظام مؤسّسي قائم على التفرقة العنصرية من أجل ضمان سيطرة مجموعة عرقية على مجموعة عرقية أخرى وقمعها\". وهو ما يظهر ببناء الجدار العازل، تنطبق عناصر هذا التعريف على السياسات والإجراءات \"الإسرائيلية\" ومنها انتهاك حق الحياة والحرية الشخصية، فالجدار العازل يهدف إلى تدمير شعب، سواء كان ذلك بشكلٍ كامل أو جزئي، تطبيق إجراءات تمنع من مشاركة شعب في الحياة الاقتصادية والسياسية والثقافية وانتهاك حقوقهم الإنسانية الأساسية، وتشمل الإجراءات إجراءات تشريعية تهدف إلى إيجاد تفرقة عنصرية بين شعبين، ومنع التزاوج بينهما، ومصادرة الأراضي و الممتلكات واستغلال القوى العاملة، ومحاكمة ومعاقبة الأفراد الذين يعارضون هذه التفرقة. يهدف هذا الجدار ضمّ أراضٍ فلسطينية بشكلٍ غير قانوني يقام عليها ما يقارب 75مستوطنة \"إسرائيلية\" يسكنها 303 ألف مستوطن \"إسرائيلي\"، وبالتالي فإنّ نحو 108,918 فلسطينياً سيتم ضمّهم بشكلٍ غير قانوني إلى \"إسرائيل\"، أو تطويقهم داخل الجدار العازل.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "ويدلّل على ذلك الاعتراف المباشر من الجهة المبشرة لعملية بناء الجدار فوزير حرب العدو الصهيوني شاؤول موفاز صرّح لصحيفة \"الجارديان\" البريطانية في مارس 2003م بأنّ الحكومة الإسرائيلية تبلور رؤية لدولة فلسطينية مقسّمة إلى سبع كانتونات في المدن الفلسطينية الرئيسية كلّها مغلقة من قبل الجيش الإسرائيلي، ومعزولة عن باقي أراضي الضفة الغربية التي ستصبح تابعة لإسرائيل، وبالفعل فإنّ مشروع الجدار العازل سيقسم الضفة الغربية إلى كانتونات منفصلة عن بعضهما البعض، وعن باقي أراضي الضفة، كما سيؤدّي بناء الجدار إلى مصادرة مساحات كبيرة من الأراضي الفلسطينية و ضمّها لإسرائيل. كما يهدف الجدار العازل الإسرائيلي إلى تقسيم السكان على أساس وفصل المواطنين الفلسطينيين عن بعضهم وإعاقة حركتهم من خلال فرض حظر التجول والإغلاق ومصادرة آلاف الدونمات من الأراضي والممتلكات الفلسطينية التي تعتبر مصدر الرزق الوحيد لمئات العائلات الفلسطينية.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وهو بذلك يخالف نص المادة السابعة والأربعين من اتفاقية جنيف بشأن حماية الأشخاص المدنيين في وقت الحرب المؤرخة في 12 أغسطس 1949م على أنّه \"لا يحرم الأشخاص المحميون الذين يوجدون في أي إقليم محتل بأي حال ولا بأية كيفية من الانتفاع بهذه الاتفاقية، سواء بسبب أي تغيير يطرأ نتيجة لاحتلال الأراضي علي مؤسسات الإقليم المذكور أو حكومته، أو بسبب أي اتفاق يعقد بين سلطات الإقليم المحتل و دولة الاحتلال، أو كذلك بسبب قيام هذه الدولة بضمّ كلّ أو جزء من الأراضي المحتلة..واستناداً إلى هذه المادة، فإنّ الأوامر العسكرية وبناء الجدار العازل هي خرق للمبادئ الأساسية للقانون الدولي الإنساني وحقوق الإنسان. وبذلك تخطّت الدولة الصهيونية كافة السلطات الشرعية التي يمنحها القانون الدولي الإنساني للمحتل، وذلك من خلال مصادرة الأراضي والممتلكات من أجل بناء هذا الجدار العازل.(1) ¶ أميركا وبناء الجدار:- ¶ يقول رئيس الوزراء الفلسطيني السابق محمود عباس:\"لقد قال لي الرئيس بوش في البيت الأبيض، إنه يجب وقف البناء في \"السور الفاصل\". لقد غضب جدًا عندما رأى الخارطة، ومن ثمّ رمى بها باتجاه ريتشارد تشيني، وقال له إنّه لا يوجد أي احتمال لقيام دولة مستقلة في أي مكان\". ¶ __________ ¶ (1) - الأبعاد القانونية والاجتماعية والسياسية والاقتصادية لجدار الفصل العنصري الإسرائيلي في الضفة الغربية: مركز غزة للحقوق والقانون، موقع مركز الإعلام الفلسطيني.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "عندما زار رئيس الوزراء الإسرائيلي آرييل شارون واشنطن كان الجدار العنصري من بين المواضيع التي طرحها. وممّا قاله-كذباً- للمسئولين في البنتاغون أنّه يتكلّم عن سور حول الضفة الغربية كالسور القائم مع غزة- فهناك سور من الأسلاك الشائكة ومنطقة عازلة أمامه-ويشبه كذلك ما كان قائماً في منطقة الجنوب اللبناني، قبل اضطرار قوات الاحتلال إلي الانسحاب من هناك تحت ضربات المقاومة.(1) ¶ وبعد بدء الصهاينة في بناء الجدار ظهر النفاق السياسي الأمريكي فالولايات المتحدة على لسان سكوت ماكليلان المتحدث باسم البيت الأبيض لم تجد في القرار ما يشين، حيث إنّ من حق إسرائيل أن \"تتخذ القرارات المتعلقة بإجراءات الأمن التي تحتاج لاتخاذها..وممعناً في النفاق السياسي يقول سكوت ماكليلان المتحدث باسم البيت الأبيض:أبدينا قلقنا للإسرائيليين بشأن السياج، وقال:إنّ الإسرائيليين يدرسون مسار السياج لتقليل أثره لأدنى حدّ ممكن على الحياة اليومية للفلسطينيين. وقال المسؤول الأمريكي:إنّ السياج يمرّ بأراض هي في أفضل الأحوال محل نزاع، موضحاً أنّ واشنطن تريد إلغاء السياج تماماً لكنها تودّ إعادة رسم مساره في ضوء الرفض الإسرائيلي. ¶ واعترف وزير الخارجية الأمريكي كولين باول بأنّ سياج الفصل العنصري الذي تقيمه يقوم على أراضي الفلسطينيين، قائلاً إنّه يمكن لأمّة أن تبني جداراً على أرضها، إذا شعرت بحاجة إلى ذلك، أمّا في ما يتعلق بإسرائيل، فنخشى أن الجدار يخترق أرض الآخرين. ¶ __________ ¶ (1) - الجدار العازل يثير أسئلة أكثر مما يحل مشكلات: صحيفة البيان، الجمعة 24 جمادى الآخرة 1424هـ - 22 أغسطس 2003 -العدد 640.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وعلى الرغم من أنّ الإدارة الأمريكية انتقدت الجدار علناً على لسان الرئيس بوش ومستشارته كوندوليزا رايس، ووزير الخارجية كولن باول إلا أنّ الحكومة الإسرائيلية لم تأخذ النقد على محمل الجد، لعلمهم بالنفاق الأمريكي، وأنّ لهجة الإدارة الأمريكية تختلف عندما يتمّ التحدّث إلى إسرائيل، أو إلى الجالية اليهودية الأمريكية، حيث أبدت الإدارة الأمريكية، منذ لقاء بوش- شارون ليونةً في موقفها من الجدار. وما يدلّ على ذلك أيضاً ما قالته مصادر في الكونجرس الأمريكي يوم الثلاثاء أن إدارة الرئيس جورج بوش تزمع تخفيض مبلغ يصل إلى 300 مليون دولار من صفقة ضمانات قروض تقدر قيمتها بعدة مليارات من الدولارات عقاباً للدولة اليهودية على أنشطتها الاستيطانية في المناطق الفلسطينية، لكنّها لن تخصم أيّ مبلغ بسبب بناء الجدار الفاصل. وأكدّت وزيرة الاستيعاب الصهيونية تسيبي ليفني للإذاعة العبرية العامة أن هذه الإجراءات تندرج في إطار التفاهم الضمني بيننا، ويجب ألا تثير قلقنا..وأضافت: والأهمّ بالنسبة لنا هو أن يشمل السياج الأمني أكبر عدد ممكن من مواطنينا. والعجيب أنّ السفارة الصهيونية لدى واشنطن ذكرت أنّ هذا المبلغ الذي اقتطعته واشنطن اقترحته الدولة العبرية.(1) ¶ __________ ¶ (1) - انظر موقع مركز الإعلام الفلسطيني على (الإنترنت) يوم 26/11/2003م، وموقع يدعوت أحرنوت على (الإنترنت) يوم 26/11/2003م.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "كما أنّ الصحف الإسرائيلية الصادرة يوم 4/8/2003م ذكرت أنّ شارون طمأن وزراءه إلى أنه لا داعي للقلق من الموقف الأمريكي بخصوص الجدار، وأكّد على تطابق الآراء بين واشنطن وتل أبيب حول الجدار، وهو ما لا أستبعده، وقد أكّد هذا المعنى الصحافي الإسرائيلي عكيف الدار في صحيفة \"هآرتس عدد 29/7\" حيث كتب قائلاً إنً الرئيس بوش يعرف كلّ شيء عن الجدار وأضراره التي تصيب الفلسطينيين، لكنّه مدرك جيداً أنه بحاجة إلى أصوات اليهود في الانتخابات الرئاسية المقبلة، ولذلك فهو يصغي جيداً هذه الأيام لمستشاريه الانتخابيين ولجامعي أموال حملته من اليهود. ¶ وينقل ناحوم برنياع مراسل صحيفة \"يديعوت أحرونوت\" الذي رافق رئيس الوزراء الصهيوني آرئيل شارون خلال زيارته الأخيرة إلى الولايات المتحدة، نص الحوار الذي دار بين شارون وبوش، حيث جاء بين المزاح والجد على حد وصف المراسل:فعندما التقى شارون مع بوش، شعر شارون بالحرية لدرجة أنه قال له:\"اسمح لي أن أذكّرك بأقوال كنت قد نطقت بها أمامي في لقاءاتنا الأولى. لقد قلت في حينه إنّه لو كان المكسيكيون يمارسون أفعالاً ضد بلادك مثلما يفعل لنا الفلسطينيون، لكنت محوت المكسيك خلال ساعة. فأجابه بوش: \"اسمح لي أن أصحًح ما قلت. لقد قلت إنني أمحوها خلال نصف ساعة\". ثمّ أضاف بوش تحفظا: «إن مشكلتكم مختلفة، فعليكم أن تقللوا من رغبة الفلسطينيين ودوافعهم للقيام بعمليات ضدكم\". فأجاب شارون:\"لو كنت تستطيع أن تضمن لي تبديل الفلسطينيين بمكسيكيين، لكنت مستعداً لإلغاء الجدار الفاصل\"!!",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وأخيراً كشفت أمريكا عن وجهها الصهيوني الذي يزداد قباحة بمرور الزمن، فاستخدمت الولايات المتحدة مساء الثلاثاء 14-10-2003 حق النقض (الفيتو) في مجلس الأمن الدولي ضد مشروع قرار يدين قيام إسرائيل ببناء الجدار الفاصل في الضفة الغربية. وسواء رضيت الأمم المتحدة أم لن ترضى، فعليها أن تخبط الأمم المتحدة رأسها في أي حائط يعجبها فسلطات الاحتلال اليهودية ماضية في بناء الجدار. وعلى الفلسطينيين والعرب أن يذهبوا إلى الجحيم. ¶ وذكرت مصادر سياسية إسرائيلية أن \"الجهات السياسية الرسمية في الحكومة لا تفهم بأن مسار الجدار الفاصل يثير معارضة قوية جدًا لدى دول العالم الغربي، بما فيها الولايات المتحدة، من باول حتى بوش. ¶ ومن هنا فقد أعلن أحمد عبد الرحمن المستشار السياسي للرئيس الفلسطيني ياسر عرفات أنّ موقف إدارة الرئيس الأمريكي جورج بوش من الجدار العنصري ليس جدياً, وهو نفس موقف رئيس الوزراء الصهيوني آرييل شارون , وأنّ كلّ ما يقال عكس ذلك خداع ونفاق للتضليل. ¶ تقسيم الجدار لأراضي ومدن الضفة الغربية: ¶ ... تشير الخطط الإسرائيلية إلى أنّ جدار الفصل العنصري سيقسم الضفة الغربية إلى ثلاثة أقسام:- ¶ الأولى: منطقة أمنية شرقية على طول الغور بمساحة 1237 كيلومتر مربع أي ما يعادل 21.9% من مساحة الأراضي الفلسطينية وتضمّ هذه المساحة 40 مستعمرة إسرائيلية. وتمّ تخطيط معظم مسار المرحلة الأولى لهذا الجدار بحيث يمرّ داخل أراضي الضفة الغربية. ولذا تعهدت إسرائيل بإقامة ممرات على طول الجدار الفاصل بحيث يستطيع السكان المتضررين العبور من خلال هذه الممرات بعد منحهم \"تصاريح خاصة\" لذلك. ¶ الثانية: منطقة أمنية غربية بمساحة 1328 كيلومتر مربع أي ما يعادل 23.4% من مساحة الأراضي الفلسطينية. هذا يعني أن كلتا المنطقتين ستضمان 45.3% من مساحة الأراضي الفلسطينية.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "الثالثة: المنطقة الثالثة والتي تبلغ 54.7% من الأراضي الفلسطينية والتي تضمّ المدن الفلسطينية الكبرى ستقسم إلى 8 مناطق و64 معزل (غيتو) فلسطيني، لا يوجد أدنى تواصل جغرافي بينها، وتواصا اجتماعي بين المواطنين الفلسطينيين. أي الدولة الفلسطينية الموعودة أمريكيا ودوليا كما يشاع من أطراف أوسلو وجنيف في خبر كان. وقد صرّح مصدر أمنّي إسرائيلي الجمعة 24/10/2003م إنّ وزارة الدفاع الإسرائيلية أعدّت خطةًً لتمديد الجدار العازل الى الجزء الشرقي من الضفة الغربية، وهو الذي من شأنه أن يطوق الفلسطينيين كليةً في حال إتمام إنشائه. وإذا أضيف الامتداد الشرقي-الجدار بين الضفة والأردن- الجديد المقترح الى القطاعات التي شيّدت بالفعل فسيطوق الجدار الفلسطينيين الضفة الغربية بأسيجة الكترونية وجدران خرسانية. ¶ إنّ مجمل خصائص الجدار الفاصل والاعتبارات وراء ترسيم مساره، تجعلنا نشعر بأن إسرائيل تستند مرة أخرى وبشكل أحادي الجانب إلى ذرائع أمنية لإيجاد حقائق على أرض الواقع لها تأثيرها على تسوية مستقبلية – موهومة- بين إسرائيل والفلسطينيين. وقد انتهجت حكومة الاحتلال الصهيونية هذه السياسة في السابق، مبررة مصادرة الأراضي لغرض إقامة المستوطنات عليها بحجة أغراض عسكرية ملحة، ومدعية بأنّ هذه الخطوات هي خطوات مؤقتة. وقد تحولّت المستوطنات منذ زمن إلى أمر واقع لا مفر منه في الأراضي المحتلة، بحيث تطلب إسرائيل اليوم ضم عدد منها داخل حدودها. وسيتحوّل- كما هو الحال بالنسبة للمستوطنات- الجدار الفاصل إلى أمر واقع يعتبر مقدمة لمطالبة إسرائيل بضمّ أراضٍِ إضافية جديدة إلى حدودها. ¶ المحافظات الفلسطينية التي يمر بها الجدار:",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "سيمرّ الجدار بالمحافظة التالية: جنين- طولكرم-قلقيلية- سلفيت- القدس- بيت لحم. جدار الفصل الغربي المعروف في هذه المرحلة الحاسمة من تشييده يستدير نحو الشرق ويشتمل على المستوطنات الكبيرة -خصوصاً أرئيل وعمانوئيل- قبل أن يخترق في العمق حوالي 30 كيلو متراً داخل الضفة الغربية. وسيصار إلى تشييد جدار ثالث شرق الضفة الغربية قبل وادي الأردن. وقد عرف المشروع مع بداية مصادرة الأراضي الضرورية له وسيعني في المدى المنظور ضم الجزء الشرقي من الضفة الغربية. ويؤدي إلى تكاثر المعاقل الفلسطينية المغلقة وقد انتهى العمل في بعضها، منها حول قلقيلية، ويجري تشييد غيرها حول طولكرم، فيما القسم الأخير وارد في المخططات. وفي قلقيلية تحيط الأسلاك الشائكة بحوالي أربعين ألفاً من السكان الذين لا يستطيعون العبور إلى سائر أنحاء الضفة الغربية إلا من بوابة واحدة. ¶ 1- القدس : ¶ كانت حدود بلدية شرقي القدس تضم (6.5) كم 2 عند احتلالها عام 1967 م، وجرى توسيعها بضم أراض من الضفة الغربية حوالي (70) كم 2 ، وهو ما يشكل (70000) دونم وحوالي (28) قرية مجاورة ، جرى ضمها جميعها لأراضي \"إسرائيل\" لتضاف إلى (38000) دونم وهي أراضي غربي القدس في ذلك الوقت ، وأصبحت حدود البلدية الجديدة تضم (108) كم 2 ( شرقي وغربي القدس ) وتمثل ما نسبته 28% من الضفة الغربية ، وذلك لفرض غالبية ديموغرافية يهودية في قسمي المدينة ، وهكذا يتمّ استثناء وعزل المناطق الفلسطينية الآهلة مثل الرام وأبو ديس والعيزرية ومخيم قلنديا .",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وفي القدس ومحيطها يصار إلى تشييد مجموعة من الجدران تضم جزءاً من بيت لحم وتطوق جميع الضواحي الفلسطينية. هكذا تنقطع بعض الأحياء العربية منها عن الضفة ومنها عن القدس وغيرها تنقطع بعضها عن البعض. وبالفعل بدأت الحكومة الإسرائيلية أولى خطواتها عندما أقرت مشروع \"غلاف القدس\" الذي يهدف إلى توسيع حدود بلدية القدس المحتلة وجعلها تسيطر على مساحات شاسعة من الضفة الغربية وإكمال الطوق الاستيطاني حول المدينة بدءاً من مستوطنة جبل أبو غنيم \"هارحوماه\" مروراً بمستوطنة \"معاليه أدوميم\" ثم مستوطنة \"جبعات زئيف\" في الشمال، والأخطر من هذه الخطة هو بناء \"جدار عازل\" يفصل بين شرقي القدس وغربي القدس، طوله يبلغ في الحقيقة 68 كيلومتراً، نظراً لأنّه يمرّ بين الأحياء الفلسطينية واليهودية.\"الجدار يغير شكله وفقا لمسار الأرض التي يمر منها. في المناطق المفتوحة يكون واسعا جداً، 50- 60 مترا، حيث يضم كل عناصر الجدار الأمني الحدودي من سور وطرق ترابية وقنوات والكترونيات. أما في الأماكن المبنية السكنية مثل أبوديس والعيزرية فسيبنى سور ارتفاعه 6 - 8 أمتار..وفي مطلع تشرين الأول 2003 ابتدأ بناء مقطع طوله 17 كيلومترا من بيت ساحور المشمولة في القدس ومن ثم شمالا نحو أبوديس والعيزرية حتى حاجز الزعَيم. المقطع الآخر المصادق عليه، إلا انه لم يشيد بعد بطول 14 كيلومتر، سيبدأ من عناتا جنوب شرق بسغات زئيف - شرق ويواصل شمالا وغربا حتى حاجز قلندية حيث سيتصل بالجدار الشمالي. المقطع لن يشمل الرام (30 ألف نسمة) ولا عناتا (التي دخل جزء منها منطقة بلدية القدس) ومخيم شعفاط (15 ألف نسمة) الموجود ضمن القدس ويحمل سكانه بطاقات الهوية الزرقاء. كل هؤلاء سيبقون خارج الجدار. أيضا كفر عقب وسميراميس (11 ألف نسمة) شمالي عطروت سيتم إخراجها خلف الجدار\".(1) ¶ __________ ¶ (1) - صحيفة هآرتس:الجدار خطوة يأس: بقلم: داليا شاحوري 25/12/2003م.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "يقول الكاتب اليهودي داليا شاحوري:\" الجدار الفاصل الأمني المحيط بالقدس والمسمى \"غلاف القدس\" مثير للإشكال أكثر من باقي أجزاء الجدار الفاصل حسب ما يقول يسرائيل كيمحي- مُركز الدراسات حول القدس في معهد القدس لأبحاث إسرائيل-في القدس يقوم الجدار بقطع سكان موجودين داخل منطقة وظيفية واحدة. في القدس وما حولها يوجد مليون ونصف المليون إنسان، وما إن يُصاب هذا النسيج سيكون الأمر أصعب من أي موقع آخر\". ويضيف:\" الجدار سيكون، حسب رأي كيمحي، ذو آثار صعبة جدا على المجتمع الفلسطيني بصورة رئيسية، ولكنه سيؤثر أيضا على المجتمع اليهودي. الجدار يتسبب بعزل محيط المدينة - غير اليهودي في أغلبيته - عن القدس، وهذا سيلحق بها ضرراً اقتصادياً فادحاً. \"هذا الوضع سيعيدنا تقريبا الى وضع ما بعد حرب الاستقلال حيث كانت القدس محاطة بالحدود من الناحية السيكولوجية أيضا \".(1) ¶ وتحت عنوان السور الذي سيوحد القدس كشفت صحيفة معاريف الصهيونية النقاب عن بدء بناء المقطع المحيط بالقدس من سور الفصل العنصري المسمي غلاف القدس. وإنّ بناء هذا المقطع من السور قد بدأ بشكل سري وتحت حراسة أمنية مشدّدة. وسوف يضمّ هذا المقطع من السور العديد من الأحياء العربية في القدس الشرقية إلى إسرائيل، وعملياً فإنّه سيوحّد بين الأحياء الشرقية في المدينة مع الأحياء الغربية. ¶ __________ ¶ (1) - صحيفة هآرتس:مقال الجدار خطوة يأس: بقلم: داليا شاحوري ،25/12/2003م.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وأشارت الصحيفة إلى أنّ العمل بدأ من منطقة أبو ديس التي أقيم فيها مبني البرلمان الفلسطيني والتي كان من المفترض أن تكون عاصمة فلسطين، كما تقول الصحيفة التي أكدّت أنّ بناية البرلمان ستبقي تحت السيطرة الفلسطينية، ولكنّها ستكون معزولة عن الأحياء العربية القريبة والتي ستضّم إلى منطقة نفوذ بلدية القدس المحتلة. وستصل الجرافات الإسرائيلية إلى موقع بناية البرلمان في الأيام القريبة القادمة. وقد تمّت المصادقة على بناء هذا المقطع المحيط بالقدس قبل نحو سنتين، وتمّ بناء 22 كيلو متراً منه حتى الآن في المنطقة الواقعة جنوب وشمال القدس.(1) ¶ وأيضاً كشف الجنرال الصهيوني ميكي ليفي قائد لواء شرطة القدس المحتلة عن خطة جديدة للحكومة الصهيونية تهدف إلى بناء جدار أمني طويل يفصل بلدات فلسطينية عن المدينة،.وأضاف ليفي في لقاء صحفي أمس:إنّ الحكومة والجيش الصهيوني طرحوا خطّة يجري بمقتضاها فصل مناطق جبل الصمود المقابل لإسكان نسيبة في بيت حنينا ومنطقة الرام ومنطقة ضاحية البريد كلياً عن مدينة القدس، ونصب جدار ضخم في منتصف الطريق الرئيسي، وأوضح أنّ الجيش سيقوم ببناء جدار مرتفع جداً يمتد من الحاجز العسكري الصهيوني الحالي \"حاجز الرام\" في وسط الطريق إلى حاجز قلنديا العسكري، بحيث يصبح يمين الشارع تابع لمدينة رام الله بالضفة الغربية، ويسار الشارع الذي يضم أجزاء من بيت حنينا والمنطقة الصناعية عطروت.(2) ¶ __________ ¶ (1) - إسرائيل باشرت ببناء سور الفصل العنصري المسمي غلاف القدس بأمر مباشر من شارون موفاز: صحيفة القدس العربي الصادرة في لندن، نقلاً موقع المركز الصحافي الدولي على (الإنترنت)،27/8/2003م. ¶ (2) - موقع الأقصى على الطريق على (الإنترنت) 29/10/2003م.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وهذا السور الفاصل ارتفاعه ثلاثة أمتار على امتداد شارع القدس رام الله خلال مدة قصيرة، الأمر الذي يعزل منطقة الرام وضاحية البريد عن المدينة. السور سيفصل بين شارعين واحد شرقه والثاني غربه وصولا الى حاجز قلنديا على مسافة تبعد كيلومترين. ويمر من وسط منطقة سكنية مكتظة جدا يقطنها أكثر من 70 ألف مواطن عربي. أغلبهم في الأحياء الجديدة التي شيدت منذ حزيران 1967 شرقي الشارع الرئيس الذي يربط القدس برام الله. كل مساحة هذه الأحياء تقريبا تقع في الضفة الغربية بينما يقع الشارع الرئيس كله حتى مدخل رام الله في حدود بلدية القدس، أي ضمن مساحة القدس الشرقية التي ألحقت بإسرائيل.(1) ¶ إنّ قرار بناء هذا الجدار العنصري سيمس أكثر من 100 ألف مواطن فلسطيني مقدسي اضطروا إلى السكن في ضواحي المدينة بسبب منع السلطات الصهيونية البناء والتوسع في داخلها. ¶ قال خليل التفكجي مدير دائرة الخرائط في جمعية الدراسات العربية إن الحكومة الصهيونية تعمل على بناء جدار الفصل في الشمال شرق المدينة المقدسة بهدف إخراج أكبر عددٍ من سكان المدينة في مخيم شعفاط وضاحية السلام، مؤكّداً أن هذه المنطقة كانت ولا تزال الرئة التي انتقل إليها قسم كبير من سكان المدينة مثل ضاحية البريد والرام نتيجة للاكتظاظ السكاني الذي تعيشه وبسبب السياسات الصهيونية الرامية إلى تهويد المدينة والحدّ من البناء الفلسطيني فيها والعمل على فصلها عن عمقها في الضفة الغربية . ¶ __________ ¶ (1) - مقال:المهم السكن في القدس بقلم: داني روبنشتاين المحلل والخبير للشؤون الفلسطينية، هآرتس 23 /11/2003م.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وأضاف التفكجي: \"إن الحكومة الصهيونية تنوي التخلّص من سكان المخيّم الفلسطيني الوحيد ضمن حدود بلدية الاحتلال الذين يتجاوز عددهم 12 ألف نسمة\"، مشيراً إلى أن السلطات الصهيونية ترى في مخيم شعفاط منطقة توتر وحلقة وصل بين القدس المحتلة و الضفة الغربية في الخاصرة الشرقية حيث حاصرت المخيم من الشمال و الجنوب بمستوطنتي (بسجات زئيف) و(تل الفرنسية) . ¶ وتكمن أيضاً خطورة بناء الجدر في غلاف القدس، بالإضافة إلى ابتلاعها مساحات واسعة من الأراضي الفلسطينية هو عزل نحو 300 ألف فلسطيني هم سكان القدس، ومحاصرتهم في مدينتهم، لا يسمح لهم بالخروج أو الدخول إلا بتصاريح خاصة وعبر بوابات خاصة. ¶ وأشار إلى أنّ الحكومة الصهيونية قامت في البداية بتنفيذ جدار الفصل العنصري شمال المدينة لإخراج بلدات وأحياء مثل كفر عقب وسميرا ميس ومنطقة المطار للتخلّص من 26 ألف مقدسيّ من سكان هذه المنطقة التي تزيد مساحتها عن 3 كيلومتر مربّع والواقعة ضمن حدود البلدية وفق قرار الضمّ الصهيوني في العام 1967م.. وحذّر التفكجي من المخطّطات الصهيونية التي ستخرج خلال مرحلة قريبة جداً نحو 100 ألف مقدسيّ خارج حدود بلدية القدس المحتلة المصطنعة، لتشرع بتهويد ما هو داخل الجدار، بعد اكتماله لتتحقق السيطرة الصهيونية الكاملة على شطري مدينة القدس.(1) ¶ وقالت جمعية الإغاثة الزراعية الفلسطينية -ومقرها رام الله- أنّ الجدار الفاصل المسمى\" حاضن القدس\" الذي بدأت قوات الاحتلال تنفيذه بهدف عزل مدينة القدس عن الضفة الغربية يعزل أكثر من 50 ألف مواطن مقدسي وآلاف البدو خارج مدينتهم. وأوضح التقرير الذي نشر يوم الأحد 16/11/2003م أنّ الإغاثة الزراعية رصدت مجموعة من الانتهاكات بحق المواطنين الفلسطينيين المتضررين منه جنوب مدينة القدس من خلال زيارات ميدانية قامت بها لخمسة عشر موقعا مع تصوير مضار هذا الجدار. ¶ __________ ¶ (1) - انظر مركز الإعلام الفلسطيني موقعه على(الإنترنت).",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "... وأشار التقرير إلى أنّ هذا الجدار الفاصل يبلغ طوله 17 كم من ضمن 45 كم سيتمّ توزيعها على شكل جدران داخلية وخارجية تحيط بالمدينة، ويبلغ طول جدار الفصل في العيزرية 4500 م بعرض ما بين 30- 100م، وفي منطقة من هذه المسافة بطول 400 م يكون عرض الجدار 6 م فقط.(1) ¶ ... وحذّر مركز القدس للخدمات الاجتماعية والاقتصادية من مخاطر إقامة الجدار الفاصل في الناحية الشرقية من المدينة المحتلة، وصولاً إلى منطقة الأغوار على مجمل الأنشطة اليومية والحياتية للمواطنين في القدس، وفي سائر الأراضي الفلسطينية التي سيسلكها الجدار. وقال مدير المركز زياد الحموري في حديث مع “الخليج” إن الخطة الجديدة التي تضعها “إسرائيل” تجعل الفلسطينيين داخل جيتو وسجن كبير يمس حياتهم اليومية الاجتماعية والاقتصادية والسياسية ويكرس عزل القدس بالكامل عن عمقها الجغرافي والديمغرافي في الضفة الغربية ويقطع صلات المواطنين في البلدات والضواحي الواقعة خارج الحدود البلدية المصطنعة بمدينتهم. ¶ وأوضح المركز أنّ قرى وبلدات مثل: عناتا، وحزما، جبع، الرام، وضاحية البريد، ستتأثر على نحو خاص بإقامة هذه الجدر، إضافة إلى قرى شمال غرب القدس الأربع عشرة التي باتت جميعها محاصرة بين حزامين شرقي وغربي من الكتل الاستيطانية. وعليه فإنّ حركة المواطنين هناك ستتم فقط عبر بوابات ستقام لهذا الغرض، وقد يتمّ شق طرق خاصة بحركة المواطنين في هذه القرى والبلدات لتكون بديلاً عن طرق رئيسية يستخدمها المواطنون حالياً في تحركاتهم وتنقلاتهم.(2) ¶ أربع كتل رئيسية استيطانية تحيط بالقدس: ¶ __________ ¶ (1) - انظر موقع مركز الإعلام الفلسطيني على(الإنترنت) 16/11/2003م. ¶ (2) - مقال:مركز فلسطيني:جدار الفصل أخرج 30 ألف مقدسي من المدينة المحتلة، موقع المركز الصحافي الدولي على (الإنترنت) 28/10/2003م.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "يستدل من المعطيات الميدانية المتوافرة لدى مركز القدس للخدمات الاجتماعية والاقتصادية أنّ التقسيم الذي أحدثه جدار الفصل هذا جغرافيا، أوجد أربع كتل رئيسية، كل كتلة منها عبارة عن معزل أو \"غيتو\" لا يتصل بما جواره، وذلك على النحو التالي:- ¶ أولا: الكتلتان الجنوبية والشرقية، الشمالية الشرقية:- ¶ ... وتشمل بلدات وقرى صور باهر، جبل المكبر، السواحرة الشرقية، أبوديس، العيزرية، الزعيم، عناتا، حزما، ومخماس، حيث يقطن في هذه القرى والبلدات أكثر من مائة ألف نسمة. وفيما سيؤدي مسار الجدار في بلدتي السواحرة الشرقية، وصور باهر إلى إخراج أكثر من أربعة آلاف نسمة من خارج الحدود البلدية المصطنعة للقدس، فأن تأثيراته على مجالات الصحة، والتعليم، وحرية التنقل بدت أكثر وضوحاً في الآونة الخيرة، حيث يفرض جنود الاحتلال عند حواجز جديدة أقاموها على مداخل بعض البلدات قيوداً على حركة تنقل المواطنين مما يحول يومياًً دون وصول مئات التلاميذ، وأعضاء الهيئات التدريسية إلى مدارسهم، كما يطلب من المواطنين التوجه إلى\"الإدارة المدنية\" التابعة لجيش الاحتلال للحصول على تصاريح خاصة لا تعطى لطالبها في أغلب الأحيان. وفي حالات كثيرة منع جنود الاحتلال عند حاجز معاليه أدوميم المواطنين من مناطق مثل رام الله، وأريحا، من دخول بلدتي أبوديس والعيزرية، واقتصر السماح إلى هاتين البلدتين لسكان محافظتي بيت لحم، والخليل، ولمن يقطنون هناك من سكان البلدتين المذكورتين وتبدو المعاناة مماثلة للمواطنين في الكتلة الشمالية الشرقية من القدس حيث قرى: عناتا، حزما، جبع، مخماس، وهذه القرى الأربع يحظر على سكانها دخول مدينة القدس من معبرين رئيسيين لا ثالث لهما : المعبر الأول عير مخيم شعفاط، أما الثاني معبر حاجز جيش الاحتلال على مدخل مستوطنة \"بسغات زئيف\". وفي حال شرع ببناء جدار الفصل العنصري الشرقي الذي أعلن عنه رئيس الوزراء الإسرائيلي مؤخراً، فأن هاتين",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "الكتلتين الكبيرتين الجنوبية الشرقية، والشمالية الشرقية ستتحولان إلى شريط \"جغرافي وديمغرافي\" منفصل فيما بين أجزائه، ومحاصر بحزامين من المستوطنات شرقي حيث مستوطنات شرق القدس وتجمع مستوطنات الأغوار، وغربي حيث الكتلة الاستيطانية الكبيرة الممتدة من \"كوخاف يعقوب\" ريمونيم\"، \"أدم\" \"نيفي يعقوب\" بسغات زئيف\" أما في الجنوب مستوطنات جيلو، جبل أبو غنيم و \"كيدار\" ¶ ومن شأن عزل هاتين الكتلتين جغرافياً، عزلهما أيضاً ديمغرافياً، والحد مما يسميه الإسرائيليون النمو الطبيعي المتزايد في إعداد المقدسيين ووقف زهق البناء الفلسطيني ليس في القدس الشرقية بحدودها البلدية فحسب، بل في محافظة القدس عموماً، لأنّ إقامة الجدار في محيط هاتين الكتلتين يعني سلب ونهب ما تبقى من أراضي المواطنين فيها. ¶ ثانياً: الكتلة الشمالية، الشمالية الغربية:- ¶ وتشمل هاتان الكتلتان ضاحية البريد، الرام، مخيم قلنديا، المطار، كفر عقب، سمير أميس، وقرى شمالي غرب القدس برمتها، حيث يقطن في هاتين الكتلتين أكثر من مائة وأربعين ألف نسمة. وفي الجدار الشمالي للقدس، وتحديداً في منطقة قلنديا، والمطار، وحتى كفر عقب وسميرا ميس، أدى إقامة جدار الفصل هناك إلى خارج ما يقرب من 26 ألف نسمة يحملون بطاقات الهوية المقدسية من داخل الحدود المصطنعة للقدس، وهو ما سيعرض اقامتهم للخطر.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "ومن المتوقع أن يؤدي إقامة جدار فصل عنصري آخر في وسط شارع القدس _ رام الله إلى فصل \"ضاحية البريد\"، الرام\"، \" وحي الصمود\" عن مدينة القدس، علماً أن نحو 70 ألف نسمة يقطنون في هذه المناطق، مما يعني تفاقم معاناتهم واضطرارهم إلى قطع مسافات طويلة للوصول إلى القدس، ويطال هذا الإجراء مئات تلاميذ المدارس الذين يدرسون في مدارس القدس وضواحيها، كما سيمس بصورة خطيرة حركة تنقل المواطنين بما في ذلك المرضى، عدا عن تأثيراته المدمرة على الحركة الاقتصادية في الرام وضاحية البريد، والتي تحولت خلال السنوات القليلة الماضية إلى منطقة جذب صناعي وتجاري وخدماتي لمدينة القدس، مما يعني إلحاق أفدح الخسائر بمئات الورش والمصانع، والمشاغل، والمحال التجارية، وتعزيز السيطرة الاقتصادية الإسرائيلية هناك ممثلة بالمنطقة الصناعية \"عطروت\" التي تتصل في إسرائيل، خاصة في القدس الغربية دون أية قيود. وتحاصر الكتلة الشمالية هذه بحزام استيطاني في الشرق ابتداءً من مستوطنة \"رام\" مروراً بـ \"نيفي يعقوب\" وحتى مستوطنتي \"بسغات زئيف وفي حين أن الكتلة الشمالية الغربية والتي تضم قرى شمال غرب القدس الأربع عشرة ليست أحسن حالاً من سائر بلدات وقرى المحافظة، ويقطن هذه المنطقة قرابة سبعين ألف نسمة، وتعد أراضيها امتدا خصب الأرضي في محافظة القدس، وتتركز فيها من الناحية الشرقية مستوطنات\" جفعات زئيف\" \" جفعون\" \"وجفعون حداشا\"، هارادار\" ومعالية حميشاة\"، أما من الناحية الغربية، فالتجمعات الاستيطانية اليهودية داخل الخط الأخضر، وعلى الامتداد الجغرافي هذه القرى المطل على الساحل الفلسطيني.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "ويشكل هذين الحزامين الاستيطانيين اللذين يحيطان بقرى شمال غرب القدس واقعاً أكثر صعوبة من الجدار ذاته، بالنظر إلى أنه سيسلب ما تبقى من أراضيهم، ويمنع أي تطور للسكان هناك كما أن الشوارع الاسيتطانية المقامة في أراضى تلك المنطقة على نحو عرضي ، أدت إلى تقطيع أوصال هذه القرى والبلدات، وبالتالي قيدت حركة تنقل المواطنين الى رام الله، في حين منعت بالكامل عبور السكان هناك إلى القدس إلا بتصاريح، لا تعطى إلا في الحالات النادرة جداً. ¶ ويعترف التقرير- الصادر عن مركز متخصص في الكيان الصهيوني-بأن أكثر من 60 ألف شجرة زيتون مثمرة تم اقتلاعها منها 900 شجرة في قاطع غلاف القدس، ولم يذكر التقرير الحجم الهائل للأراضي التي صادرها الاحتلال من أجل بناء الجدار المذكور، وأفاد التقرير بأنه لا يقل عن 15 موقع أثرى تم اكتشافها خلال عملية بناء الجدار تسعة منها في منطقة غلاف القدس، حيث اكتشفت مقبرة منذ العهد البيزنطي في منطقة قلنديا واكتشفت عين ماء كانت تنقل المياه من منطقة برك سليمان وحتى المسجد الأقصى، وقد جرى التعتيم على هذه الاكتشافات، التي ليست لمصلحة الكيان، وأطروحاته اللاهوتية. ¶ حزام من القرى المحصنة الاستيطانية للسيطرة على المسجد الأقصى: ¶ حذّر مركز القدس للحقوق الاجتماعية والاقتصادية الفلسطيني(1) ¶ __________ ¶ (1) - حزام من الأحياء الاستيطانية الصهيونية الصغيرة تهدف للسيطرة على المسجد الأقصى، موقع الشبكة الإسلامية على (الإنترنت)، الأربعاء 05/02/200م.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "من تصعيد نوعي في الاستيطان اليهودي بالقدس المحتلة، يستهدف تهويد البلدة القديمة بالكامل، وتشديد قبضة الاحتلال على المدينة المقدسة، خاصةً ما يعرف بـ\"الحوض المقدس\"، والسفوح الشرقية، على البلدة القديمة، بدءاً من حيّ الشيخ جراح، مروراً بأحياء الصوانة، وجبل الزيتون، ورأس العامود، وانتهاء بالخاصرة الغربية لبلدة أبو ديس شرق المدينة المقدسة، حيث تعتزم سلطات الاحتلال بناء مستوطنة هناك، تعرف باسم \"كدمات تسيون\". ¶ وفي تقرير حول هذا المخطط ، حدد مركز القدس نقاطاً استراتيجية كانت وزارة البناء والإسكان \"الإسرائيلية\" قد أعلنت عنها مؤخراً، بالتعاون مع بلدية القدس الغربية، لإقامة هذه الأحياء الاستيطانية الصغيرة. وحدّد تقرير مركز القدس الأحياء الاستيطانية المقترحة على النحو التالي:- ¶ أولاً : الحي الاستيطاني في الشيخ جراح. ويشير التقرير إلى أن النواة الأساسية لهذا الحيّ أقيمت قبل ثلاثة أعوام تقريبا ً، حين سيطر مستوطنون يهود على خمسة منازل على الأقل هناك، تتاخم مقام الشيخ السعدي، الذي يطلق المتزمتون اليهود عليه اسم \"قبر الصديق شمعون\". وقد حول المستوطنون أحد المنازل هناك إلى كنيس يهودي. وجرى في الآونة الأخيرة تعزيز هذه النواة الاستيطانية، بإقامة نقطة حماية دائمة للمستوطنين المقيمين في الحيّ. والمعروف أن وزير السياحة \"الإسرائيلي\" بني ألون أحد أشهر عرابي الاستيطان في الشيخ جراح من خلال بناء عشرات الوحدات الاستيطانية فيه، وربطه غرباً بحيّ المتزمتين اليهود المعروف بـ\"حيّ ميئا شعاريم\" عبر تواصل ديمغرافي واستيطاني في المنطقة الواقعة بين الشيخ جراح \"وميئا شعاريم\" والمعروفة بـ\"كبانية أم هارون .واستناداً لمخطط ألون، فإن الحيّ الاستيطاني في الشيخ جراح سيكون واحداً من سبعة عشر حياً استيطانياً صغيراً تتاخم البلدة القديمة، وتشكل ما يشبه طوقاً من الاستيطان يحكم القبضة الإسرائيلية على القدس القديمة.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "ثانياً: الحي الاستيطاني في واد الجوز: وفقاً لتقرير مركز القدس، فإنّ هذا الحيّ يعد نقطة هامة واستراتيجية في مخطط الطوق الاستيطاني المتاخم للقدس القديمة، حيث سيربط بين الحيّ الاستيطاني المقترح في الشيخ جراح، وبؤرة الاستيطان الرئيسية على جبل الزيتون، المعروفة بـ\"بيت أوروت\". ويمتد هذا الحي على عشرات الدونمات بدءاً من شارع الجامعة العبرية، وانتهاء \"ببيت أوروت\". ويشمل في مراحله المختلفة بناء نحو 70 وحدة استيطانية. وقد وضع هذا المشروع أحد أبرز مهندسي بلدية القدس الغربية ويدعى \"إيلان أفرات\" في مستهل التسعينيات من القرن الماضي، وجمد العمل به من قبل وزير البناء والإسكان في حينه بنيامين بن اليعازر. ¶ ومن شأن إقامة هذا الحيّ تعزيز التواجد الاستيطاني الديمغرافي في المنطقة، خاصةً أن العمل جارٍ لربطه بحيّ استيطاني آخر، سيقام على سفوح جبل الزيتون، يتاخم ما يعرف بـ\"المقبرة اليهودية\"، التي لا تبعد سوى عشرات الأمتار عن مستوطنة موسكوفيتش الجاري بناؤها في راس العامود. ¶ ثالثاً: الحي الاستيطاني في رأس العامود: استناداً لتقرير مركز القدس ، فقد بدأ العمل ببناء هذا الحيّ قبل حوالي ثلاثة أعوام، وقد تم بالفعل إنجاز بناء عشرات الوحدات الاستيطانية، من أصل 132 وحدة استيطانية، ستقام هناك وقد جرى تصميمها على شكل قلاع وحصون. ولا يبعد هذا الحيّ عن القدس القديمة سوى 150 متراً هوائياً، ويطل مباشرةً على الحرم القدسي الشريف. أما نواته الرئيسية فتتمثل حالياً في ثلاثة منازل، كانت استولت عليها جماعات استيطانية متطرفة، تتخذ منها بعض العائلات اليهودية مساكن لها، يتم الإقامة فيها بالتناوب. ¶ ويخطّط القائمون على بناء هذا الحيّ ، وعلى رأسهم المليونير الأمريكي اليهودي ايرمينغ موسكوفيتش ، للسيطرة على أراضٍ ومبانٍ تتاخم الحيّ الاستيطاني الجديد، بما في ذلك نادٍ للشبيبة الفلسطينية يقع هناك.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "رابعاً: الحي الاستيطاني في سلوان :تعد المنطقة الواقعة جنوب أسوار البلدة القديمة ، والمعروفة بـ\"حيّ سلوان\" من أكثر المناطق استهدافاً، نظراً لأهميتها التاريخية المزعومة لجماعات التطرف الاستيطاني. وخلال السنوات الماضية تمكنت هذه الجمعيات الاستيطانية من السيطرة على نحو عشرين منزلاً في مناطق متفرقة من سلوان ، مثل \"عين اللوزة\"، و\"عين حلوة\"، وحولتها إلى بؤر استيطانية، محاطة بحماية أمنية مشددة. كما تسيطر هذه الجماعات على مساحة مهمة من الحيّ. وكانت قد شرعت خلال السنوات القليلة الماضية في تهيئة المنطقة لإعادة بناء ما تطلق عليه \"مدينة داود\"، وهي التسمية العبرانية لحيّ سلوان. وتعد هذه المنطقة قلب ما يعرف بـ\"الحوض المقدس\"، وهي تسمية أطلقها المفاوضون \"الإسرائيليون\" في مفاوضات كامب ديفيد الأخيرة قبل ثلاث سنوات ، وأصروا في حينه على احتفاظهم بالسيطرة عليها. ¶ خامساً: الحي الاستيطاني في جبل المكبر \"منظر من ذهب\": يقع إلى الجنوب من الحيّ الاستيطاني في سلوان صادقت بلدية القدس الغربية خلال الأعوام الثلاثة الماضية على سلسلة مخططات لتعزيز التواجد الاستيطاني في الحد الجنوبي للبلدة القديمة، على السفوح الغربية لجبل المكبر ، كان آخرها المصادقة على بناء حيّ أطلق عليه اسم \"نوف زهاف\" أي \"منظر من ذهب\". ويطل هذا الحيّ المقترح مباشرةً على البلدة القديمة من ناحيتها الجنوبية، وهو يتصل على نحوٍ مباشر بحيّ سلوان الاستيطاني، وبؤر الاستيطان المنتشرة فيها.كما صودق على مخططاتٍ أخرى في ذات المنطقة من بينها بناء فنادق ، ومطعم متحرك ، وإقامة منطقة سياحية ، بتمويل من مستثمرين أجانب و\"إسرائيليين\" ، إضافةً إلى بناء عشرات الوحدات الاستيطانية لأغراض السكن.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "سادساً: الحي الاستيطاني في أبو ديس: يقع هذا الحيّ المقترح على الخاصرة الغربية لبلدة أبو ديس ، ويطل مباشرة على حيّ سلوان وجبل المكبر. ويطلق على هذا الحيّ اسم \"كدمات تسيون\" أي:\"مقدمة صهيون\". ويريد \"الإسرائيليون\" من إقامته منع أي تواصل ديمغرافي فلسطيني بين البلدة القديمة ، وبلدتي أبو ديس والعيزرية، والحيلولة مستقبلاً دون وجود أي سلطة فلسطينية في تلك المنطقة. وتدعى الجمعيات الاستيطانية اليهودية ملكيتها لعشرات الدونمات في تلك المنطقة، وقد حظي مخطط إقامة هذا الحيّ الاستيطاني بدعم بلدية القدس الغربية، ورئيسها الحالي إيهود أولمرت. ومن شأن إقامة هذا الحيّ فرض وقائع جديدة في تلك المنطقة ديموغرافية وسياسية. فإقامة هذا الحيّ سيؤدي إلى إيجاد تواصل مع الأحياء الاستيطانية في رأس العامود وجبل المكبر، عدا عن كونه سيشكل جسراً يربط مستعمرة \"معاليه أدوميم\" بمركز البلدة القديمة وبالتالي إحكام الطوق الديمغرافي الاستيطاني على المدينة المقدسة وفرض واقع يستحيل معه التوصل إلى أي اتفاق سياسي بشأن مستقبل القدس، فيما لو استؤنفت المفاوضات مستقبلاً.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "سابعاً: أحياء استيطانية صغيرة داخل البلدة القديمة:يرى التقرير الصادر عن مركز القدس وجود صلة بين حزام المستوطنات الصغيرة حول أسوار البلدة القديمة، وتكثيف النشاط الاستيطاني داخل الأسوار. وهي صلة تذهب إلى محاولات جماعات التطرف اليهودية للسيطرة على الحرم القدسي الشريف، وإحكام الطوق الاستيطاني عليه. ويشير المركز إلى أن منطقة باب الساهرة كانت حتى عهد قريب خلواً من البؤر الاستيطانية، باستثناء واحدة عند مدخل السور، وثلاث بؤر أخرى قريبة من \"حارة السعدية\". وقد تمكن المستوطنون قبل نحو ثلاثة أعوام من السيطرة على ما مساحته دونمين من قطعة أرض تجاور برج اللقلق، وتتاخم منطقة الحرم القدسي الشريف، من الناحية الشمالية. ومهدت سلطات الاحتلال لإقامة هذا الحيّ بأعمال حفر أثرية، قامت بها في تلك المنطقة، تزامنت مع الإعلان عن مخطط لبناء كلية جامعية تلمودية، تستوعب نحو 400 طالب، ثم استبدل هذا المخطط على ما يبدو مؤخراً، لبناء عشرات الوحدات السكنية المقرر أن تستوعب أكثر من خمسين عائلة يهودية. وتدعي الجمعيات الاستيطانية أن قطعة الأرض المنوي إقامة الحيّ الاستيطاني عليها اشترتها من الكنيسة الروسية ، والتي كانت مملوكة لها في السابق. ومن شأن إقامة هذا الحيّ، مضاعفة الوجود الديمغرافي الاستيطاني داخل أسوار البلدة، حيث توجد نحو 60 بؤرة استيطانية يقطنها نحو ألف مستوطن، إضافة إلى ثلاثة آلاف مستوطن آخر يقطنون داخل ما يعرف بـ\"الحيّ اليهودي\".",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "ويهدف القائمون على هذا المخطط إلى زعزعة الميزان الديمغرافي القائم في القدس القديمة، حيث تقدر أعداد المقدسيين هناك بنحو ثلاثين ألف مواطن. عدا ذلك فإن إقامة هذا الحيّ يهدف إلى تسهيل مهمة جماعات التطرف للسيطرة على الحرم القدسي الشريف، عبر التحكم بالمسارات المؤدية إليه، علماً أن هذه الجماعات تملك سيطرة شبه مطلقة في الناحيتين الجنوبية والغربية، من خلال بؤر الاستيطان الستين المنتشرة في هاتين المنطقتين . ¶ ويخلص تقرير مركز القدس إلى نتيجة مفادها أن طوق الاستيطان المنوي بناؤه حول القدس القديمة يعد الأكثر أهمية وخطورة من بين أطواق الاستيطان المقامة حول القدس، سواء في حدودها البلدية المصطنعة، أو حدودها الموسعة التي تعادل ما نسبته 21 % من مساحة الضفة الغربية، وهو ما يعني أنّ إكمال الغلاف حول القدس الموسعة، يتطلب بالضرورة إحكام القبضة على النواة، ممثلاً بالبلدة القديمة، وتخومها المطلة عليها ، توطئة لمرحلة أخرى أكثر خطورة، تتعلق هذه المرة بالسيطرة على مركز النواة، وهو الحرم القدسي الشريف. فهل يبقى بعد تنفيذ هذه المخططات ما نتفاوض عليه؟ ¶ توسيع القدس نبؤة توراتية يعمل اليهود على تحقيقها: ¶ تحدّث الكتاب المقدس اليهودي عن اتساع مدينة أورشليم، ومما جاء فيه:- ¶ * \"ها أيام تأتي، يقول الرب، وتُبنى المدينة للرب، من برج حننئيل إلى باب الزاوية. ويخرج بَعْدُ خيط القياس مقابله على أكمة جَارِبَ، ويستديرُ إلى جَوْعَة. ويكون كلُّ وادي الجثث والرماد، وكلُّ الحقول، إلى وادي قدرون، إلى زاوية باب الخيل شرقاً، قُدساً للرب. لا تُقلَع ولا تُهدَم إلى الأبد\". (سفر أرميا 31-40):",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "ويقدّم أرميا علامات واضحة لنمو المدينة، وقد بقيت هذه العلامات قروناً طويلة إلى أن لاشاها اتّساع المدينة، الذي هو تحقيقٌ للنبوة. وقد قدَّم النبي زكريا نبوة مشابهة، قال: \"وتتحوَّل الأرض كلُّها كالعربة، من جَبْع إلى رَمُّون جنوب أورشليم. وترتفع وتُعَمر في مكانها، من باب بنيامين إلى مكان الباب الأول إلى باب الزوايا، ومن برج حننئيل إلى معاصر الملك\" (زكريا 10:14). ¶ كانت أورشليم كما يصفها أرميا إلى جنوب المدينة الحديثة. الركن الشمالي الغربي في نواحي جامع عمر هو موضع برج حننئيل. أما باب يافا الحالي فهو موقع باب الزاوية. أما المباني بين هذين الموقعين فقد بُنيت قبل جيلنا الحاضر، وبعد زمن أرميا. ولننتقل إلى أكمة جَارِب إلى الشمال الشرقي من باب الزاوية حيث توجد المساكن الروسية. وقد حدث الاتساع طبقاً للنبوة. أما ملجأ شنلر، وهو مدرسة ألمانية، فهو في موقع تل جَوْعة، وهي نهاية اتساع المدينة للشمال حسب النبوة، ولو أن المدينة اتَّسعت ضواحيها في هذا الاتجاه بسبب وجود طريق يافا. ¶ أمّا وادي الجثث فقد كان مقبرة من قبل، وهو المقصود في نبوة زكريا، حيث أن مَعَاصر الملك تقع إلى شمال هذا الوادي. وفي عام 1925 امتدَّ سكن اليهود اليمنيين إلى هذا القسم. أما تل الرماد (جنوب شرق جَوْعة) الذي يتكلم عنه أرميا، فقد اختفى بسبب المباني بين عامي 1900 و1930م. وكان رماداً فعلاً ناتجاً عن ذبائح الهيكل. ولما كان الرماد نافعاً لإضافته لمواد عمل الطوب، فقد اختفى تدريجياً. وهكذا تم الاتساع والسكن فيه. وقد امتد الاتساع إلى حقول وادي قدرون منذ عام 1931م وبعده. وقد اختفى باب الخيل شرق سور المدينة القديمة بسبب امتداد العمران، ولكنه غير بعيد من باب الذهب.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "ولم يمتد اتساع المدينة عشوائيا، ولكنه تبع خط نبوة أرميا! إنّ أرميا أوضح تدرج الاتساع، وهذا ما حدث فعلاً. لقد لخَّص أرميا الاتساع الذي جرى من 1880 إلى 1935 حين قال: \"قُدساً للرب. ولا تُقلع ولا تُهدم للأبد\" (أرميا 40:31) وقد تدرج الاتساع بنفس الترتيب المذكور في نبوة إرميا. ¶ ويقول بيتر ستونر: \"لمدينة أورشليم ستة أركان، وكان يمكن أن الاتساع يبدأ من أيّ من هذه الأركان، ويمتد إلى أي اتجاه كان! وفرصة تحقيق نبوة أرميا هي فرصة واحدة من 8 × 1010 من الفرص، هذا لو أنّ نبوّة أرميا كانت بحكمة إنسانية!\" (42). إنّها فرصة واحدة من 80 ألف مليون فرصة. ¶ 2- بيت لحم: ¶ في منطقة بيت لحم فقد تقرر إقامة الجدار في وسط المدينة من أجل ضمان حرية وصول المصلين اليهود إلى قبر راحيل الذي يوجد على مدخل بيت لحم في المنطقة المسماة قبر راحيل، والتي تشملها الخطة، إن تكاليف الجدار هنا كثيراً. حيث ستقام جدران من الباطون بارتفاع ثمانية أمتار تحيط بمنطقة القبر على امتداد مئات الأمتار، وسيتمّ نقل الحاجز العسكري المسمى حاجز 200 إلى الجنوب ليكون داخل الجدار على الحدّ الفاصل، في حين سينتقل الشارع الموصل إلى بيت لحم والمخصص للفلسطينيين من مكانه حيث سيستخدم شارع التفافي من الشرق. ¶ 3- غور الأردن: ¶ اقترح رئيس الوزراء الإسرائيلي إرئيل شارون خطة لتنفيذ تصوره بتوسيع نطاق \"الجدار الفاصل\" على امتداد \"غور الأردن\" في مسعى جديد يهدف-كما يزعم- لمنع الفلسطينيين من التسلل إلى إسرائيل وتنفيذ عمليات استشهادية، والهدف الكبير منه: تطويق الضفة الغربية بالكامل، في الوقت الذي تخلّت الولايات المتحدة -بحسب صحيفة بريطانية- عن معارضتها لإقامة السور الفاصل في الضفة الغربية.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "وكشف الإرهابي شارون بوضوح عن هدفه من هذه الخطة في حديث للقناة الثانية بالتلفزيون الإسرائيلي مساء الجمعة 24-10-2003م حيث قال: \"إنّ الجدار الجديد يهدف إلى إقامة خط دفاعي أمني بمحاذاة غور الأردن\"، مع أنه كان مراوغا بهدف التظليل السياسي عندما قال:إنّه \"لن يمتدّ على طول الحدود مع الأردن، بل سيمتدّ عدة كيلومترات إلى داخل الضفة الغربية؛ وهو ما سيتيح لإسرائيل ضم الجزء الشرقي من الضفة الغربية\". وأضاف شارون: سيتمّ عرضه على الكنيست قريبا بمجرد انتهاء المختصين الإسرائيليين من دراسته وإعداد ملف كامل عنه. ¶ ونقل موقع الجدار الفاصل العبري على شبكة الإنترنت السبت 25-10-2003م عن مصدر أمني إسرائيلي وصفه بأنّه رفيع المستوى، قوله بأنّ المختصين الإسرائيليين يعدون حاليًا تقريراً مفصلاً ونهائياً حول الجدار وطوله المقترح على امتداد غور الأردن، من أجل ربطه بالجدار الأول وإحكام الحصار بالتالي على الفلسطينيين بالضفة الغربية بشكل كامل من جميع الاتجاهات\". وأضاف المسئول نفسه أنّ فكرة السور الجديد قائمة على ضرورة فصل منطقة غور الأردن- التي يعتبرها شارون منطقة إستراتيجية إسرائيلية- عن الضفة الغربية تماماً. ¶ واعتبر الدكتور صائب عريقات اليوم أنّ إعلان آرييل شارون عن مشروع بناء جدار الفصل العنصري غور الأردن هدفه مصادرة المزيد من الأراضي والسيطرة على أحواض المياه الجوفية، وتدمير الأمن الاقتصادي والاجتماعي، والتعليمي للشعب الفلسطيني.وأنّ هذا الجدار لا علاقة له بأمن إسرائيل وهدفه هو تحويل مدننا وقرانا ومخيماتنا الى سجون كبيرة.(1) ) ¶ 4- جنين: ¶ __________ ¶ (1) - انظر موقع المركز الصحافي الدولي على(الإنترنت): 25/10/2003م.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "... في صبيحة يوم الإثنين 17/9/2001م فوجئ سكان محافظة جنين، وخاصة سكان القرى والبلدات الواقعة غرب محافظة جنين ، بقيام سلطات الاحتلال بتوزيع قرارات على سكان هذه القرى مذيله بتوقيع قائد المنطقة الوسطى (يتسحاق إيتان) يقضي بأنّ السلطات الإسرائيلية شرعت بعزل عشرات الكيلو مترات من أراضيهم المتاخمة للخط الأخضر في محافظة جنين ، تبدأ من قرية سالم شمال غرب جنين حتى قرية قفين جنوباً. وعرض هذه المنطقة يتجاوز 4 كم، وفي بعض الأحيان يلامس حدود الخط الأخضر. وفي نفس اليوم قامت الإدارة المدنية الإسرائيلية (أو الارتباط العسكري الإسرائيلي) بتسليم هذه القرارات بالإضافة إلى الخريطة لمواطني هذه القرى كذلك للجانب الفلسطيني في الارتباط المدني والعسكري الفلسطيني، بل تم تسليم هذه الأوراق عن طريق الباب الحديدي فقط في معسكر سالم الإسرائيلي.(1) ¶ ومن أمثلة التدمير لمساكن الناس في جنين ما حصل لقرية العقبة، وقرية صغيرة في لواء جنين في مكان غير بعيد عن قرية تياسير. في العقبة الموجودة في منطقة (ج) الخاضعة كليا للمسؤولية الإسرائيلية يقطن 200 شخص في 18 منزلاً بسيطاً، تلقى سكان القرية من الضابط الصهيوني 12 أمراً بهدم بيوتهم. رئيس القرية الحاج سامي صادق تلقى أمراً بهدم المسجد والروضة التي يدرس فيها أكثر من 40 طفلا من أطفال قرية العقبة. الحاج صادق سأل الضابط اليهودي وأين سنصلي؟ الجواب: اذهبوا إلى طوباس، فحسب مسار الجدار الذي وضعه موفاز يفترض أن يمرّ الجدار من قرية العقبة ممزقاً إيّاها وليفصل بينها وبين قريتها الأم تياسير، ومن هناك يواصل سيره جنوبا حتى مستوطنة معاليه أفرا يم.(2) ¶ 5- رام الله ¶ __________ ¶ (1) - المركز الصحافي الدولي:(الهيئة العامة للاستعلامات- السلطة الوطنية الفلسطينية) :جدار شارون الأمني مخطط صهيوني لإبتلاع الأرض. ¶ (2) -عكيفا الدار: بدأوا يهدمون في مسار الجدار الشرقي، هآرتس 28/10/2003م.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "يوم27/10/2003م قامت وحدات من جيش الاحتلال اليهودي يرافقها وحدة من حرس الحدود وضباط الاستخبارات بمسح مساحات شاسعة من أراضي قرى وبلدات: نعلين، والمدية، وقبيا وشقبا، ورنتيس، وبدرس، غرب محافظة رام الله والبيرة، تمهيداً لإقامة جدار الفصل العنصري العازل. وحذّرت بلدية نعلين في بيان صحفي من هذا المخطط الخطير للغاية، لأّنّه سيؤدي إلى نهب آلاف الدونمات من هذه القرى، إضافة إلى جعل سكانها يعيشون في سجن كبير محاط بالأسلاك الشائكة، وتجريدها من معظم أراضيها الزراعية وبخاصة المغروسة بالزيتون. وأضافت أن الجدار سسيعمل على منع مربي المواشي من الرعي، وبالتالي سيؤدي إلى تدمير الثروة الحيوانية، بالإضافة إلى مضاعفة نسبة البطالة نتيجة لمنع العمال من التوجه إلى أماكن عملهم. ¶ ويوم 16/11/2003م أكدت مصادر فلسطينية رسمية أنّ قوات الاحتلال الصهيوني باشرت بتجريف الأراضي الزراعية في قرية رنتيس -35 كم شمال رام الله- بعد قرابة شهر من عمليات المسح التي دائرة التنظيم والبناء والإدارة المدنية الصهيونية في محيط القرية.وأكدّت المصادر أنّ الجرافات الصهيونية بدأت صباح اليوم عملية اقتلاع الأشجار المثمرة وتجريف الأراضي الزراعية وخاصة في الجهة الغربية من القرية. ونقلت عن شهود عيان أنّ قوات الاحتلال تقوم بتجريف الاراضى بعرض حوالي عشرة مترات تقريباً. وهى تسير بمحاذاة بيوت القرية، ممّا يعنى أنّ الجدار الفاصل سيبتلع جميع أراضى المواطنين،ولن يبقى لسكّان القرية سوى بيوتهم المهدّدة هي الأخرى بالهدم لأبسط الأسباب. ¶ 6- طولكرم: ¶ لقد تحولت البوابات الحديدية التي أنشأها جيش الاحتلال الإسرائيلي على الجدار الفاصل في منطقة طولكرم إلى أماكن إذلال ومهانة للمواطنين المزارعين المتجهين إلى أراضيهم التي أوقعها الجدار خلفه. ¶ 7- قلقيلية:",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "عدد سكان المحافظة حسب إحصائية عام 2000م بلغ 85 ألف نسمة، يقطن المدينة يقطنها ما بين 40 – 45 ألف مواطن. ويقطن الباقي في قرى المحافظة البالغ تعدادها 32 قرية. ¶ يوم 15/8/2002 أعلنت حكومة شارون تصوّرها للجدار الفاصل حول مدينة قلقيلية، والذي لا يمكن وصفه في حقيقة الأمر إلا بالجدار العنصري الشائك الذي يحوّل حياة المواطنين إلى جحيم لا يطاق، كونه يحيط بالمدينة إحاطة السوار بالمعصم ، فحسب تصوّر شارون وحكومته العنصرية للجدار لن يقتصر هذا البناء على الحدّود الغربية للمدينة المتاخم لما يعرف بالخط الأخضر، بل إنّ الحكومة الصهيونية شرعت بالعمل على إقامته حول المدينة ليحيط بها من الجهات الأربع، وهو ما ينفي الطبيعة الأمنية عن الجدار، ويؤكّد عنصريته وتركيزه على تحويل المواطنين الفلسطينيين إلى معتقلين وأسرى في أراضيهم، يحيط بهم الجدار العنصري من الجهات الأربع، وأمّا دخول المواطنين المدينة والخروج منها فقد أصبح أمراً تحت رحمة الاحتلال العسكري ورقابته، من خلال البوابات العسكرية المغلقة التي حوّلت المدينة إلى قلعة من قلاع العصور الوسطى، فالبوابات شديدة التحصين بالباطون المسلح الممتد (850) متراً على جانبي البوابة إلى الداخل. ¶ وسيتمّ مصادرة حوالي 2000 دونم من أراضي مدينة قلقيلية وحدها، تقع ما بين طريق قلقيلية -حبلة القديمة-والحاجز الاحتلالي جنوب المدينة بطول ألفي متر وعرض 65 متراً.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "إنّ نقاط التفتيش الصهيونية عند تلك البوابات مشهد آخر للقهر والإذلال وشاهد جديد على تحويل المدينة إلى سجن يقطنه المعتقلون ، لم يكتفِ الاحتلال بإقامة هذه النقاط لتترك واقعاً من المعاناة النفسية على المواطنين ، بل استغل إقامتها لسرقة المزيد من الأرض والمياه ، إذ تتوغل كلّ نقطة منها (مركز تفتيش) ما يقارب (200م) إلى داخل أراضي المدينة وهو ما يعني مصادرة دونمات كثيرة من الأرض أو على الأقل عزلها وتحويلها إلى ما يشبه (أحزمة خضراء) منزوعة الوجود المدني والزراعي الفلسطيني عدا عن ما في ذلك من مصادرة لآبار المياه الخاصة بالمواطنين وتحديداً في الجانب الغربي حيث كان المزارعون يحفرون تلك الآبار لسقيا بياراتهم ومزارعهم.(1) ¶ الآثار السلبية الخطيرة للجدار: ¶ إنّ جدار الفصل العنصري سيترك آثاراً خطيرةً على مختلف الجوانب السياسية والاقتصادية والاجتماعية، نذكر بعضها: ¶ أولا: الآثار السياسية: ¶ 1- وجود دولة فلسطينية قابلة للحياة مستحيلة: ¶ الجدار يجعل إمكانية وجود دولة فلسطينية قابلة للحياة مستحيلة كما يريدها دعاة مشروع خارطة الطريق، إنّ الجدار يرسم الحدود بين إسرائيل وفلسطين من طرف واحد. وقد كشفت أخبار إعلامية إسرائيلية أن خطة شارون الأحادية الجانب ستجعل من الجدار ترسيماً لحدود الدولة الفلسطينية التي تتشكل من عدة كانتونات على 40% من مساحة الضفة الغربية، ومن ثمّ السطو على 60% منها. متحدية نداءات المجتمع الدولي لوقفه، والتي كان آخرها نداء من الأمين العام للأمم المتحدة كوفي عنان. ¶ __________ ¶ (1) - تقرير بعنوان: جدار الفصل العنصري يطوّق قلقيلية ويمزّق أرضها ويخنق الآلاف بين جدران يحرسها بضعة مستوطنين مدجّجين بالسلاح، مركز الإعلام الفلسطيني، 18/11/2003م.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "الجدار فيما يسمى غلاف القدس سيفصل بين 230 ألف فلسطيني يقطنون في القدس الشرقية، وبين 72 ألف فلسطيني يقطنون شرقي حدود القدس البلدية وما حولها، وكذلك ستفصل سكان شرقي المدينة عن الضفة الغربية كلها. ¶ يقول الباحث اليهودي د. إيلان بابه:\" إنّ هذا السياج سوف يكمل في نهاية المطاف المسيرة التي بدأتها الحركة الصهيونية سنة 1882م، واستمرت بقوة على يد إسرائيل منذ 1948م، مسيرة تفريغ أرض فلسطين من عروبتها..إنّ بناء السياج بعيد جداً عن الإيماء بقدوم فصل جديد في تاريخ فلسطين، لأنّه يمثل ببساطة استمرار سياسة قديمة بوسائل جديدة. هذه السياسة هي مسح فلسطين ككيان جغرافي وسياسي وثقافي عن الخارطة.. فانه سوف يخدم الطموح الأيديولوجي القديم والمعاصر لإسرائيل لإزالة فلسطين مرّة وإلى الأبد. بعد كل شيء، فإنّ الاختفاء النهائي للعدو هو حلّ أكثر راحة من التسوية، أو تحمل المسؤوليّة عن الماضي. بمساعدة هذا السياج، (وهو في الحقيقة جدار) تحدد إسرائيل ماذا ستكون فلسطين للأجيال القادمة: نصف الضفة الغربية مقطع إلى كنتونات معزولة، وجزيرة مكونة من 75% من حجم قطاع غزة. في هذه المناطق، يستطيع الفلسطينيون إدارة شؤونهم البلديّة، فقط لا أكثر. سيكون مسموحاً لهم أن يُسموا هذه الأجزاء دولة\".(1) والعجيب أنّ أصحاب خارطة الطريق والحالمين بسلام مع دويلة اليهود يعرفون ذلك:- ¶ __________ ¶ (1) - مقال:السياج في قلب فلسطين: قضايا إسرائيلية، العدد الثامن، منشورات المركز الفلسطيني للدراسات الإسرائيلية \"مدار\"، رام الله. نقلاً عن موقع المشهد الإسرائيلي على(الإنترنت)،15/1/2003م.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "* فإنّ محمود عباس وزراء السلطة الفلسطينية السابق قد اطلع الرئيس الأمريكي بوش- أثناء زيارة الأولى-على خارطة الجدار العازل. وقد تعجب بوش وقذف بالخارطة إلى نائبه ديك تشيني قائلا: \"ما هذا؟ أين الدولة الفلسطينية؟\".(1) ¶ * وأحمد قريع رئيس وزراء السلطة الفلسطينية قد صرّح- لقناة العربة الفضائية يوم الأحد 26/10/2003م- بأنّ الجدار يجعل إقامة دولة فلسطينية مجرد نكته لأنّه يبلع الأراضي الفلسطينية، ومما قال: إنّه عمل عدواني، وخطر على عملية السلام، وعلى الأرض، وعلى التعايش، وعلى إمكانية تطبيق رؤية الرئيس الأمريكي جورج بوش بإقامة دولة فلسطينية مستقلة قابلة للحياة إلى جانب دولة إسرائيل\".(2) ¶ وفي حوار خاص مع وكالة وفا الفلسطينية، وقناة فلسطين الفضائية يوم الأحد 26/10/2003م، قال قريع:إنّ جدار الفصل العنصري الذي تشرع الحكومة الإسرائيلية في بنائه، يشكل أبشع انتهاك صارخ عرفه التاريخ، وأنّ التوسع الاستيطاني الذي يجري في ظل العدوان الإسرائيلي المتواصل على الشعب الفلسطيني وعملية عزل القدس، هي قضايا مهمة وحساسة ومن شأنها أن تمس بالسلام وتجعله بلا معنى أو مضمون، كما أنّ الحديث عن دولة يصبح بلا معنى له في ظل الاعتداءات والخروقات السياسية.(3) ¶ وأمّا صائب عريقات فيرى أنّ إقامة الجدار الفاصل يحوّل السلطة إلى كنتونات منفصلة، وفق برنامج شارون لإقامة دولة فلسطينية على 42% من الضفة الغربية دون تواصل جغرافي. ¶ __________ ¶ (1) - الجدار الفاصل \"عقليّة الجيتو\": أوري أفنيري، موقع المشهد الإسرائيلي على(الإنترنت) 5/9/2003م. ¶ (2) - انظر المصدر السابق 18/10/2003م. ¶ (3) - المصدر السابق: 27/10/2003م.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "إذن إنّ الهدف الحقيقي وراء مد هذا الجدار هو رسم \"الحدود\" التي سيحشر داخلها ما سيتبقى من الضفة والقطاع، وسيحاصر خارجها ما سيُضم من أراضي الضفة والقطاع الى الدولة العبرية بما يعني إحاطة فلسطين كالسوار بالمعصم. هذا ناهيك عن حالة الأراضي التي ستبقى لمشروع الدولة الموعودة أمريكياً. لأنّ الجدار وما سيتبعه من امتدادات ونقاط أمنية ومستوطنات داخله سيفصل بين مدن الضفة وقراها، ويتركها مناطق محاصرة ومفصولة عن بعضها، وفاقدة لأراضيها ومصادر مياهها وشروط وحدتها فضلاً عن السيطرة الأمنية العسكرية الإسرائيلية عليها.(1) ¶ واعترفت وزارة الخارجية الأمريكية وكذلك مجلس الأمن القومي الأمريكي في تقرير رفع للرئيس بوش بأنّ بناء الجدار في المسار الحالي يمسّ بالحياة اليومية للفلسطينيين، ويوجد حقائق على الأرض تجعل من المستحيل إقامة دولة فلسطينية كما وعد رئيس أمريكا الصهيوني بوش في رؤياه للسلام.(2) ¶ يقول حزب السلام الإسرائيلي \"غوش شالوم\":أنّ الجدار:\"لن يوفر الأمن والسلام للإسرائيليين لأنّه رمز للاحتلال لا أقل ولا أكثر. ومن خلال نظرة عابرة لمخطط هذا الجدار يلاحظ يعكس رؤية شارون الحقيقية للحدود التي يجب أن تتوقف عندها أي دولة فلسطينية في المستقبل\". (الجدار الحديدي \"فصل عنصري باسم السلام\" ميتشيل بليتنيك ترجمة:حميد نعمان، مجلة زد نيوز). ¶ __________ ¶ (1) - الجدار الشرقي..المرحلة الثانية: منير شفيق، موقع السحاب على(الإنترنت). ¶ (2) - في الإدارة الأمريكية خائبو الأمل من شارون:أورلي أزولاي،يديعوت أحرنوت.الخميس 4/كانون أول/2003م. ¶ ...",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "إنّ الحقائق على الأرض تقول ذلك، فالطريقة التي يبنى بها الجدار والمواقع التي ينشأ فوقها، هو جدار سياسي، يسعى إلى فرض الحلّ الذي تريده إسرائيل للتسوية، فتستولي من خلاله على الأرض التي تريد الاستيلاء عليها، وتفرض بقاء الكتل الاستيطانية التي تريدها، وتحول مشروع الدولة الفلسطينية إلى كانتونات، وتحاصر المدن الفلسطينية بالجدار لكي تتحول إلى معازل لها بوابات للدخول والخروج. ¶ 2- الجدار لضبط الفلسطينيين وحركتهم وتزايده واحتمال امتدادهم. وهو يشكل حدوداً مغلقةً من الشرق الى الغرب، لكنها مفتوحة من الغرب الى الشرق بمعنى أنّها لن تمنع دخول فائض القوة الإسرائيلي الى المناطق الفلسطينية، كي يُتمّ ما قد يخفق فيه الجدار، فالجدار تعويض عن الإخفاق الإسرائيلي في التخلص من الفلسطيني نهائياً. ¶ 3- في المرحلة الأولى من بناء الجدار فقط يمس بناء الجدار حقوق أكثر من 210000 مواطن فلسطيني يعيشون في 67 بلدة، في 13 بلدة يعيش حوالي 11700 مواطن ستتحول إلى جيوب سجينة بين الجدار وبين الخط الأخضر، كما أنّ المسار الملتوي للجدار وإقامة حاجز إضافي (حاجز العمق) شرقي الجدار الفاصل سيحول 19 بلدة أخرى، يعيش فيها زهاء 128500 فلسطيني إلى جيوب معزولة، 36 بلدة أخرى شرقي الجدار الفاصل أو حاجز العمق، يعيش فيها زهاء 72200 مواطن، ستفصل عن جزء ملحوظ من أراضيها الزراعية التي ستبقى غربي الجدار.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "4- صعوبة الوصول للمسجد الأقٌصى: أشار مركز القدس للخدمات الاجتماعية والاقتصادية إلى أنّ هذه الإجراءات ستؤثر أيضاً في حقوق المواطن الأساسية في الوصول إلى أماكن العبادة المقدسة عند المسلمين والمسيحيين على حد سواء. وحذّر المركز من التأثيرات الديمغرافية لجدار الفصل العنصري في المواطنين المقدسيين، حيث تمّ حتى الآن إخراج أكثر من 30 ألف مقدسي من داخل الحدود البلدية المصطنعة للقدس، منهم 26 ألفاً يقيمون في إحياء مثل: كفر عقب، وسمير أميس، والمطار، وقلنديا، وأكثر من 4 آلاف نسمة يقيمون في حي “أبو مغلي” الواقع بين أبو ديس وجبل المكبر. وحذّر المركز من أنّ إخراج هؤلاء من داخل حدود القدس، يمهّد لإجراء آخر أكثر خطورة، وهو تجريد هؤلاء المقدسيين من حقهم في الإقامة، مما قد ينسحب على مناطق أخرى تتاخم حدود الجدار المقترح أو تقع في مساره.(1) ¶ وهكذا تكون إسرائيل قد أغلقت أكبر الملفات لديها وهو ملف الاستيطان، القدس والمسجد الأقصى، والحدود ورسمت حدودها، وضمت مستعمراتها، ووسعت حدود بلدية القدس، وبذلك تحصل على أغلبية الأراضي المحاذية للخطّ الأخضر، من الشمال إلى الجنوب. ¶ 3- إنّ منطقة الأغوار التي تشكل بالنسبة لشارون خطّ المواجهة الأول إضافة الى السفوح الشرقية للضفة الغربية، وهي تشكّل أكثر 1000كم مربع أي حوالي 4،23% من الأراضي الفلسطينية قد تمّ ضمها، وتبقى المساحة المتبقية تشكل الدولة العتيدة للفلسطينيين مكوّنة من قسمين لا يربطهما أي تواصل جغرافي، وكل منهما مجزأ الى كتل مغلقة (كنتونات) محرومة من الكينونة الإقليمية. ¶ أولاً:الآثار الاقتصادية: ¶ آثاره الاقتصادية العامة على الضفة الغربية: ¶ __________ ¶ (1) - مقال: مركز فلسطيني جدار الفصل أخرج 30 ألف مقدسي من المدينة المحتلة، موقع المركز الصحافي الدولي على (الإنترنت) 28/10/2003م.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "جاء في التقرير الذي أعده \"مكتب الأمم المتحدة لتنسيق الشئون الأمنية\" وحصلت وكالة الأنباء الفرنسية على نسخة منه يوم الأربعاء 12-11-2003م إلى أنّ الحكومة الإسرائيلية لم تأخذ في اعتبارها \"الآثار الكارثية التي سيسببها هذا الجدار على حياة الفلسطينيين\". وقال التقرير:\"الخسائر التي نتجت عن تدمير الممتلكات وتجريف الأراضي من أجل بناء الجدار لا يمكن التغاضي عنها؛ حيث إنها تعيق قدرة الفلسطينيين على التغلب على آثارها حتى في حالة ما إذا سمحت الظروف السياسية بتحسن في الأوضاع الأمنية\". وأوضح التقرير أيضاً:\"أكثر من 400 ألف فلسطيني يعيشون شرق الجدار سيضطرون إلى عبوره يوميا للوصول إلى مزارعهم ووظائفهم..هذا يعني أن نحو 30% من سكان الضفة الغربية سيتضررون مباشرة من وجوده\".وأشار إلى أنّ هذه المساحة من الأرض والتي تعدّ من أخصب أراضي الضفة الغربية، يعيش بها حالياً 247 ألف فلسطيني ينتشرون في 122 قرية فلسطينية؛ وهو ما يعني أنهم سيضطرون إمّا إلى العيش في منطقة مغلقة، أو فيما يشبه مستوطنات، والتي ستكون هي الأخرى شبه محاطة من جميع الجهات بالجدار نفسه\". ¶ أولا:إذلال المزارعين ومحاولة تهجيرهم عن أرضهم:",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "من صور إذلال المزارعين: في الساعة السادسة صباحاً من كل يوم حيث الموعد الذي حددته سلطات الاحتلال لفتح البوابات حتى يحتشد المزارعون أمامها للمرور عبرها إلى أراضيهم، إلا أنّ هذه العملية تسبقها رحلة عذاب وإهانة تبدأ مع إجبار الجنود للمواطنين على الاصطفاف في ثلاثة طوابير طويلة خصصت للرجال والنساء والأطفال ممن هم دون سن 16عاماً، يخضعون جميعاً ودون استثناء إلى عملية تفتيش، قد تستمر ثلاث ساعات أو أكثر، وتشمل الأمتعة والأكياس الفارغة المخصصة للزيتون. ثمّ يخضع لمرحلة معاناة أخرى تبدأ بتسجيل الأسماء والبطاقات في قوائم تخضع للفحص الأمني، وفي كثير من الأحيان يجبر المزارع على العودة دون إيضاح الأسباب، في حين يتعين على من يسمح له بالمرور شطب اسمه من القائمة عند المساء وبنفس الطريقة السابقة. ¶ وتشترط سلطات الاحتلال على المزارعين العودة عند الرابعة مساءً، والتجمع بجانب البوابة مرة أخرى والاصطفاف في طوابير دون مراعاة المتاعب التي لحقت بهم نتيجة قطف الزيتون، ودون رأفة أو رحمة للأطفال والشيوخ والنساء الصائمين، ويخضعون إلى نفس الإجراءات الصباحية. ¶ ولا تكتفي سلطات الاحتلال اليهودي بهذه الإجراءات التعسفية بل تتعمد إحضار دوريات من الشرطة إلى المنطقة، ويقوم أفرادها بتحرير المخالفات الباهظة بحق سائقي الجرارات الزراعية التي تعمل على تحميل ثمار الزيتون، وتطلب من المزارعين الراغبين في اجتياز البوابات والوصول إلى أراضيهم بضرورة حصول كل مزارع يزيد عمره عن (16عاما) على تصريح مما تسمى الإدارة المدنية سواء أكان رجلاً أو امرأة. ¶ ويجمع المزارعون الذين أعلنوا رفضهم للتصاريح أن هدف سلطات الاحتلال من هذه التصرفات هو إجبار المزارعين على ترك أراضيهم والاستيلاء عليها واستغلالها للتوسع الاستيطاني أو لبناء مستوطنة جديدة مثلما حدث في أراضي كفر صور القريبة التي أعلنت سلطات الاحتلال عن مصادرتها لصالح توسيع مستوطنة \"سلعيت\".",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "ثانيا:خسائر التجمعات السكانية التي تضررت من بناء الجدار الفاصل:- ¶ يقول التقرير الصادر عن مركز المعلومات الوطني الفلسطيني أنّ مجموع خسائر التجمعات التي تضررت من بناء الجدار الفاصل 10.7 مليون دولار منها 280 ألف دولار خسائر تدمير آبار المياه الجوفية و417 ألف دولار خسائر تدمير شبكات الطرق و119 ألف دولار خسائر تدمير شبكات المياه و194 ألف دولار خسائر تدمير شبكات الكهرباء. ومن الأضرار الأخرى الناجمة عن إقامة الجدار استيلاؤه على آلاف الدونمات من أراضي القرى السابقة الذكر لتصبح \"منطقة عسكرية مغلقة\" من ضمنها أراضي سهل مرج ابن عامر، كذلك حرمان مئات المزارعين ومربي المواشي من استغلال الأراضي والجبال، أو ممارسة فلاحة أراضيهم ومنع دخول هذه القرى إلا لساكنيها فقط وكل من يدخلها يتم التعامل معه على أساس أنه داخل منطقة الـ 48 مما يشكل معاناة كبيرة للمواطنين.عدا عن مكوث جيش الاحتلال بشكل دائم في هذه القرى وفرض منع التجول بشكل يومي، وحرمان آلاف العمال الفلسطينيين من عبور الخط الأخضر للحصول على لقمة عيشهم إلا من خلال بوابات ستقيمها السلطات الإسرائيلية قريباً. ¶ وعدد التجمعات التي تمت مصادرة أراضيها بقرار عسكري إسرائيلي 26 تجمع، وعدد التجمعات التي تمت مصادرة أراضيها عن طريق وضع اليد 18 تجمع. وعدد التجمعات التي تمت مصادرة أراضيها بالطريقين 31 تجمع. ¶ ثالثاً:الأراضي المصادرة والأراضي المجرفة لخدمة الجدار الفاصل:",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "مصادرة مئات آلاف الدونمات من أراضي قرى وبلدات الضفة الغربية لتصبح منطقة عسكرية مغلقة، ومساحة الأراضي المصادرة 164,783 دونم:موزعة على النحو التالي:أراضي حكومية 40,460 دونم معظمها في محافظة جنين. وأراضي ملكية خاصة 124323 دونم معظمها محافظة القدس. ومعظم هذه الأراضي مزروعة بالأشجار: أشجار زيتون 62,623 دونم. محاصيل حقلية 18,522 دونم. حمضيات8008 دونم. مراعي 9,800 دونم. وحسب تلك إحصائيات لبلدية قلقيلية سيصادر الجدار العنصر 2,168 دونماً من الأراضي الزراعية المحيطة بالمدينة، وهو يمثّل ما نسبته 35% من مجموع الأرض الزراعية فيها والبالغة مساحتها 6,200 دونم. ¶ آثاره الاقتصادية على مدينة طولكرم: ... ¶ يمتدّ جدار الفصل العنصري بخط متعرج بطول يزيد على 30 كيلومتراً في أخصب أراضي طولكرم الزراعية، ليلتف على خاصرتها ويحبس أنفاسها، بدءاً من أراضي قفين شمالاً وانتهاء بأراضي كفر جمال جنوباً.والتهم الجدار وعزل أكثر من 50 ألف دونم من أراضي 17 قرية في المحافظة، وبسبب الجدار دمّر وخرّب ما يزيد عن 50 ألف شجرة مثمرة، ما بين زيتون وحمضيات ولوزيات. ويفصل الجدار بين القرى وأراضيها الزراعية تمهيداً لقطع صلة الفلاح بالأرض، ثمّ الاستيلاء عليها باعتبارها أراضي بور خلاء. ¶ وأيضا فقد بلغ عدد المباني التي أصبحت داخل الجدار 2,438 مبنى، منها 892 مبنى في محافظة طولكرم، 10 مباني دمرت بالكامل مساحتها 810 متراً مربعاً كما أصبح 750 من المنشآت الاقتصادية داخل الجدار بالكامل، منها 473 منشأة في محافظة طولكرم دمرت بشكل كلي منها 27 منشأة مساحتها 11,500 متر مربع. ¶ آثاره الاقتصادية على مدينة القدس:",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "يذكر يسرائيل كيمحي- مُركز الدراسات حول القدس في معهد القدس لأبحاث إسرائيل- أنّ الجدار في القدس سيفصم كل النشاطات التجارية التي كانت في الماضي مع بيت لحم، والعيزرية، وأبو ديس، والرام. على طول شارع عطروت - الجيب، كما يذكر، أنشئت حوانيت وخدمات بحجوم ضخمة، تخدم سكان القدس. كل هذا دمر. يوجد هنا مساس مباشر بكل ما يتعلق بالموضوع الاقتصادي– التجاري.(1) ¶ جاء في التقرير الصادر عن جمعية الإغاثة الزراعية الفلسطينية-ومقرها رام الله- أنّ الجدار الفاصل المسمى\"حاضن القدس\" ستكون من آثاره الأولية عزل أحياء مقدسيه كاملة، منها: قرى واد الحمص، دير العامود، المنطار، السلالم في منطقة صور باهر، حيث تبلغ مساحة هذه المنطقة 1,661 دونما، ويسكن هذه الأحياء ألف مواطن من ضمنهم 150 طالب جميعهم يحملون الهوية المقدسية. ¶ ويلتهم الجدار في هذه المنطقة ما مساحته 144 دونم من أراضي صور باهر، منها 134 دونم مزروعة بأكثر من 4000 شجرة زيتون تم اقتلاع 50 شجرة منها بالقرب من الشيخ سعد. وتتبع هذه الأراضي لقرى صور باهر وواد الحمص، حيث هدم العديد من بيوت المواطنين بسبب عدم منح رخص يناء من بلدية الاحتلال والجيش الإسرائيلي. كما وعزل الجدار جزء من قرية الشيخ سعد التي يسكنها 3000 نسمة تتبع لنفوذ بلدية الاحتلال، وهو حالياً معزول بسواتر ترابية، واقتلع ما يقارب 250 شجرة زيتون يملكها المواطنين في أراضي جبل المكبر. ¶ __________ ¶ (1) - صحيفة هآرتس:الجدار خطوة يأس: بقلم: داليا شاحوري 25/12/2003م.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "ويوجد في هذا الموقع ما يقارب 15 وحدة سكنيه ستتضرر أراضيها وسيقتلع عشرات الأشجار، ويمتد هذا العزل ويخترق منطقة واد أبو علي المليء بأشجار الزيتون. ويعزل الجدار ما يقارب 1500 نسمة يحملون جميعهم هويات مقدسيه، والعمل جاري في أراضي الزغل والعباسي وصوّانة صلاح بالقرب من حي أبو مغيره وسيقام نقطة عسكريه ومهبط طائرات هناك حيث سرقت آثار بيزنطية وجدت في هذا الموقع بعد اكتشافها. ¶ ومن المقرّر أن يصادر هذا الجدار الفاصل 15 دونما من أراضي العيزرية شرقي القدس والتي يقطناه 4,400 مواطن، منهم عشرات العائلات المقدسية، التي لا تتبع لنفوذ بلدية الاحتلال بل تعتبر جزءا من الضفة الغربية. ¶ وسيضمّ الجدار داخله أراضي- منطقة رعوية-غير مأهولة بالسكان من قرية أبو ديس تقدر بعشرات الدونمات،. وقال التقرير: منذ بداية بناء هذا الجدار هدمت قوات الاحتلال الصهيوني أسوار دير راهبات المحبة واقتلعت أشجار زيتون وأشجار حرجية تقدر بـ 35 شجرة، وهدمت أسوار دير بيت فاجه، واقتلعت عشرات أشجار الزيتون وأشجار حرجية لم يعرف عددها بعد لأنّ العمل جاري هناك.(1) ¶ آثاره الاقتصادية على محافظة قلقيلية: ¶ تعدّ محافظة قلقيلية مثالاً صارخاً للمعاناة والمأساة التي يمرّ بها المزارعون الفلسطينيين، وتسلّط هذه الحادثة الضوء على الآثار الجسيمة لجدار الفصل العنصري على أبناء مدينة قلقيلية وقراها، والتي كانت مصدراً رئيساً للمنتجات الزراعية الحولية والفصلية: ففي موسم الزيتون لهذا العام 2003م خرج تسعون 90 مزارع من مدينة قلقيلية وقرية جيوس المجاورة إلى مزارعهم وحقولهم الواقعة خلف جدار الفصل العنصري يوم 5/10، ولم يسمح لهم بالعودة إلى بيوتهم إلا-بعد عشرة أيام- يوم الأربعاء 15/10. ¶ __________ ¶ (1) - انظر موقع مركز الإعلام الفلسطيني على (الإنترنت) 16/11/2003م.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "ومن أمثلة إذلال الناس اقتصادياً في قلقيلية:أن نساءً ورجالاً خرجوا صبيحة يوم الثلاثاء7/10/2003م لقطف ثمار الزيتون والجوافة والخيار من حقولهم ومزارعهم الواقعة خارج الجدار الذي يحيط بمدينتهم وقريتهم، عبر بوابات تتحكم بها قوات الاحتلال، ليفاجأوا في ساعات المساء بإغلاق هذه البوابات في وجوههم بذريعة فرض حصار على المناطق الفلسطينية منعاً لوقوع هجمات مع توالي الأعياد اليهودية في هذا الوقت من العام. وقد وبعد اتصالات حثيثة أجراها الصليب الأحمر والمؤسسات الإنسانية، سمحت قوات الاحتلال للبلدية بتزويدهم بالطعام والأغطية بعد أربعة أيام، ورغم السماح لهم بالعودة إلى بيوتهم إلا أنّ ما جمعوه من محصول لم يسمح لهم بإدخاله الأمر، مما أدى إلى تلفه وفساده. وتجنباً لهذا المصير امتنع المزارعون والذين يزيد عددهم عن أربعة ألاف في مدينة قلقيلية وحدها عن الخروج إلى مزارعهم الواقعة خلف الجدار. ¶ وحسب إحصائيات بلدية قلقيلية سيصادر الجدار العنصري 2,168 دونماً من الأراضي الزراعية المحيطة بالمدينة، وهو يمثّل ما نسبته 35% من مجموع الأرض الزراعية فيها والبالغة مساحتها 6,200 دونم، كما سيتسبّب في عزل 3,500 دونم أخرى عبر حجزها عن أهلها المالكين والعاملين فيها ومنعهم من الوصول إليها.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "وبحسب البلدية كذلك فإنّ 1,608 دونماً من الأرض المصادرة 74% منها من الأراضي المرويّة بالآبار، في حين أنّ 559،5 دونماًً 26% المتبقيّة هي أراضٍ بعليّة، يعتمد فيها على مياه الأمطار في ريّ مزروعاتهم ، ومن بين الأراضي المرويّة التي سيصادرها الجدار444 دونماً تزرع بالخضروات، 967 دونماً مزروعة بأشجار الفواكه، 24 دونماً من الدفيئات، 173 دونماً هي مشاتل لإنتاج الغراس الزراعية والبذور المختلفة، ومصادرة جميع تلك المساحات من الأرض مع ما تمثّله من قيمة زراعية إنتاجية وتشغيلية يمثّل كارثة اقتصادية للمدينة الزراعية التي كانت تعرف بسلّة خبز الضفة الغربية .(1) ¶ لقد أصدرت الدول والأطراف المانحة الدولية تقريراً حول تفاصيل الأثر الاقتصادي والاجتماعي لجدار الفصل الذي قامت إسرائيل ببنائه في الضفة الغربية. وذكر التقرير أنّ مجموعة المانحين أوكلت لعدد من الخبراء القيام بإعداد هذا الجدار سوف يؤثر على سبل رزق الفلسطينيين، وعلى مصير اقتصادياتهم المحلية\"، كما من شأن هذا الحائط \"، أن يؤثر سلباً على تأمين المساعدات الإنسانية ويعرقل مشاريع إسداء العون .فقط قيمة الخسائر الاقتصادية للتجمعات السكانية التي تضررت من بناء الجدار الفاصل 10,7 مليون دولار. ¶ ضياع المباني: ¶ -عدد المباني التي أصبحت داخل الجدار 2438 مبنى منها 892 مبنى في محافظة طولكرم. ¶ -عدد المباني التي دمرت بالكامل 10 مباني مساحتها 810 متر مربع. ¶ -عدد المنشآت التي أصبحت داخل الجدار الكامل 750 منشأة منها 473 منشأة في محافظة طولكرم. ¶ -عدد المنشآت التي دمرت بشكل كلي 27 منشأة مساحتها 11500 متر مربع. ¶ المياه الفلسطينية والجدار: ¶ __________ ¶ (1) - تقرير بعنوان: جدار الفصل العنصري يطوّق قلقيلية ويمزّق أرضها ويخنق الآلاف بين جدران يحرسها بضعة مستوطنين مدجّجين بالسلاح، مركز الإعلام الفلسطيني 18/11/2003م.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "الأراضي المصادرة أو المحاصرة هي الأكثر خصوبة والأوفر ماء، فمن اصل 175 مشروعاً زراعياً في الضفة الغربية توجد في المناطق الشمالية 42% منها، كما تضم تلك المناطق حوالي 80% من مشاريع المياه والكهرباء في الضفة الغربية، وقد وضع الاحتلال عملياً يده على 31 بئر مياه تحت سيطرته في إطار بناء الجدار، حارماً بذلك سكان هذه المناطق من 4 ملايين متر مكعب من مياههم سنوياً. ¶ وستكون للحكومة الصهيونية الهيمنة التامة على المياه الجوفية في الضفة الغربية، وقد أكّدت مصادر فلسطينية رسمية أنّ ذلك الجدار يضم إلى دولة الاحتلال نحو 95 % من المياه التي يستخدمها الفلسطينيون من الحوض الغربي، ومقدارها 362 مليون متر مكعب. وذكر تقرير صادر عن سلطة المياه الفلسطينية نشر في مجلة \"سحاب\" أنّه من أهمّ التأثيرات المباشرة على المزارعين جراء إقامة هذا الجدار، فقدان أكثر من 36 بئراً، منها 23 بئراً تقع مباشرةً على السياج، و13 أخرى بالقرب منه كانت تستغل لأغراض الزراعة والشرب، حيث أصبحت هذه الآبار المقامة قبل عام 1967م واقعة بين الجدار والخط الأخضر.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "ولفت التقرير إلى أن هذه الآبار كانت تضخ سنوياً ما مقداره 55 مليون متر مكعب، وبنسبة لا تقل عن 25 % من إجمالي الكميات المستخرجة من الحوض الغربي. كما شدد على أن سلطات الاحتلال تسعى من خلال جدار الفصل العنصري، ضمان استمرار سحب ما يزيد عن 400 مليون متر مكعب، تشكل كامل الطاقة المائية المتجددة للحوض المائي الجوفي الغربي، وهي بغالبيتها مياه فلسطينية تتكون داخل حدود الضفة الغربية، إضافةً إلى إبعاد الفلسطينيين عن أهم مناطق الحوض من حيث عمليات الحفر والاستغلال للمجرى، والسيطرة على عدد كبير من الآبار الفلسطينية والتي تزيد عن 33 بئراً، وعلى أراض زراعية هامة تزيد مساحتها عن 83 ألف دونم غرب الجدار في المرحلة الأولى منه.(1) ¶ وهذا الوضع سيؤدي إلى إيجاد واقع جديد على الأرض ليصبح بموجبه الجانب الفلسطيني ضعيفاً في أية مفاوضات مستقبلية حول المياه، مما يؤدي إلى ضياع الحقوق الفلسطينية في هذا المجال، وبإلقاء نظرة إلى هيكلية الجدار في محافظات شمال الضفة وخاصة جنين وقلقيلية وطولكرم تنسجم بنسبة 100% مع أماكن وجود المياه الجوفية، وصادرت إسرائيل 30 بئر مياه في محافظتي قلقيلية وطولكرم، معروفة بطاقتها التصريفية العالية، وهذه الآبار تمّ حفرها قبل عام 1967م وتقع في الحوض الجوفي الغربي. وذلك سيفقد الفلسطينيين أربعة ملايين متر مكعب من المياه، تمثل 18% من حصتهم في الحوض المنصوص عليها في اتفاقيات أوسلو. إضافة إلى ذلك فقد أدّى إنجاز المرحلة الأولى إلى تدمير البنية التحتية لقطاع المياه، من مضخات وشبكات الأنابيب الخاصة بمياه الشرب والري الزراعي، ممّا سيؤدي إلى فقدان بعض القرى الفلسطينية لمصادرها المائية بالكامل. ¶ __________ ¶ (1) - بالإضافة إلى خطورته على حياة المواطن وأرضه:جدار الفصل العنصري يضم 95 % من مياه الفلسطينيين: موقع عرب48، وموقع المركز الصحافي الدولي على ،12/12/2003م (الإنترنت).",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "والاستيلاء على أغنى حوض مائي في فلسطين وهو موجود في هذا الشريط في هذه الأراضي، ويطلق عليه حوض المياه الغربي ويوجد بداخلها 6 آبار مياه جوفية تبلغ طاقتها الإنتاجية مليون متر مكعب منها 5 في شمال طولكرم وواحد جنوب طولكرم. وحسب تقارير مركز الإحصاء الفلسطيني فإنه سيلتهم 75% من موارد المياه بالضفة الغربية، ونحو 23% من أخصب أراضيها. وبالتالي فإنّ كافة المخزون سيصبح داخل الجدار وعندها ستكون أية محاولة فلسطينية لاستخراج المياه في تلك المناطق غير مجدية، وبناءً على ذلك فإنّ الجدار يهدد بانعدام الزراعة المروية في شمال الضفة. ¶ يقول المفكر الفلسطيني منير شفيق:\"اتحفظ على تشبيه الجدار بحائط الفصل العنصري إنّه أبعد من ذلك انه يستهدف أشياء أخرى كثيرة من بينها، الاستيلاء على الحوض المائي الغربي تحت القرى الفلسطينية (الحياة 8/4/2003م)، ويقول مدير عام المركز الجغرافي الفلسطيني، المهندس يونس القواسمة:\"إن الجدار يركز على مناطق ذات حيوية عالية بالنسبة للمياه وخاصة في المناطق الشمالية، وابتلاع جزء كبير من الأراضي الفلسطينية\" ويضيف:\"الجدار بحد ذاته هو أداة فصل بين منطقتين، إلا أنه يحدث تغيراً جوهرياً في طبيعة المنطقة ككل وفي الأراضي المقام عليها، فالأمر لا يقف عند حد جدار أسمنتي أو سياج شائك، إنما إقامة الجدار تؤدي الى تغيير كل معالم المنطقة من النواحي السياسية والاجتماعية والبيئية وحتى الاقتصادية\".",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "وعبّر المهندس القواسمة عن اعتقاده أنّ وجود أي جدار في القرن الواحد والعشرين لن يخدم أي طرف لا من الناحية الأمنية ولا السياسية، واكبر دليل على ذلك هو أن خط \"برليف\" الذي أقامته إسرائيل إبان احتلالها لسيناء، لم يوفر الحماية لأحد، وبالتالي ربط فكرة الجدار بالأمن هو ربط تضليلي محض. وحذر القواسمة من أنّ دولة الاحتلال أخذت تتخذ من الجدار الفاصل ذريعة لفرض حصارها المحكم حول المحافظات والتجمعات الفلسطينية قائلاً أن الأخطر في الموضوع أيضاً أنه كل يوم نسمع أنّ هناك مخططاً جديداً لموقع الجدران الفاصلة وبالتالي الحديث يدور عن معازل \"كانتونات\" فكل منطقة محتلة يلتف حولها جدار محكم الإغلاق وبالتالي تصبح محاصرة مثل السجن الكبير. ¶ ثالثا:الآثار الاجتماعية: ¶ حذّرت الأمم المتحدة الاثنين- في تقرير لها- من إنّ الجدار العازل الذي تبنيه إسرائيل ستكون له عواقب إنسانية وخيمة على نحو ثلث سكان الضفة الغربية. إن مسار الجدار سيقتطع من عمق الضفة الغربية ما بين 8-30 كيلومترا..وقال التقرير:أكثر من 400 ألف فلسطيني يعيشون شرق الجدار سيحتاجون لعبوره للوصول الى مزارعهم ووظائفهم والخدمات التي يحتاجونها. يعني ذلك أن 680 ألف فلسطيني تقريبا سيتضررون مباشرة من الجدار..وأضاف التقرير إن 30 في المائة من الفلسطينيين سيعانون من عواقب إنسانية وخيمة.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "* ولو افترضنا أنّ هذه الممرات ستقام فعلاً، ولو سُمِح للفلسطينيين التنقل عبرها، وهو أمر مشكوك فيه، سيظل السكان الفلسطينيون هناك معتمدين كلياً على حسن نوايا جهاز الأمن الإسرائيلي في إدارة شؤونهم الحياتية. وتشير التجارب السابقة إلى أن إسرائيل تستغل سلطتها على تقييد حركة المواطنين الفلسطينيين في الأراضي المحتلة، لا للاحتياجات الأمنية فحسب، بل ولتحقيق أهداف مرفوضة مبنية على اعتبارات غير موضوعية. ومن المحتمل أن تطبق إسرائيل هذه السياسة أيضا فيما يخص عبور المواطنين الفلسطينيين لهذه الممرات التي ستقام على طول الجدار الفاصل ومن المحتمل كذلك أن هذه الممرات لا تكفي لعدم المس بحرية الحركة لهؤلاء المواطنين. ¶ * ستؤثر إقامة الجدار الفاصل إلى حد كبير على وصول سكان القرى إلى أماكن وجود الخدمات الصحية والتعليمية ونحوها في كل من طولكرم وقلقيلية والقدس الشرقية، إذ سيتم عزل هذه المدن عن باقي الضفة الغربية. ¶ إنّ تقييد حرية الحركة من شأنه التسبب بأضرار فادحة لآلاف المواطنين الفلسطينيين الذين سيجدون صعوبة في الوصول إلى أراضيهم الزراعية وتسويق محاصيلهم في باقي مناطق الضفة الغربية. وتعتبر الزراعة واحدة من أهم مصادر الدخل الرئيسية في تلك القرى التي ستتأثر بشكل سلبي من إقامة الجدار الفاصل في المرحلة الأولى، علماً بأن أراضي هذه القرى من أكثر أراضي الضفة الغربية خصوبة. فالمساس بقطاع الزراعة قد يؤدي إلى تردي الوضع الاقتصادي في الأراضي الفلسطينية المحتلة، والى تدهور حالة العديد من العائلات الفلسطينية ودفعها الى خط الفقر.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "* إنّ الجدار يفصل قرويين عن حقولهم، ويفرض إغلاقا كاملا على مناطق فلسطينية، كما يؤدي إلى ضم مساحات من أراضي الضفة الغربية إلى إسرائيل. وستكون القيود على حرية التحرك التي تمس بشكل مأساوي بآلاف الفلسطينيين الذين سيستصعبون الوصول إلى الأراضي الزراعية التي يملكونها، وتسويق منتجاتهم في باقي مناطق الضفة الغربية. الجدار يقع في بيئة زراعية، ولأن إسرائيل تمنع الفلاحين من الوصول إلى حقولهم وآبارهم، فإن ذلك سيؤدي على المدى البعيد إلى تعديل البنية الاقتصادية، ويقطع علاقة الفلاح بالأرض. إنّ هذا العدد الكبير من السكان- حوالي 700 ألف مواطن- والذي يشكل نحو 30% من جملة عدد سكان الضفة الغربية، سيخضع للإجراءات القمعية الإسرائيلية ويجبرهم على العيش في حالة من التمييز العنصري، فحسب الإعلانات الإسرائيلية سيخضع سكان هذه المناطق إلى رقابة مشددة حيث سيمنعون من التحرك ليلاً، أمّا نهاراً فالانتقال سيكون بعد الحصول على تصاريح خاصة من قبل السلطات العسكرية الإسرائيلية التي تسمح للمواطنين الفلسطينيين بالمرور، في نفس الوقت الذي يمنح فيه المستوطنون الحرية الكاملة في التحرك والتنقل من منطقة لأخرى. ¶ ومن آثاره الاجتماعية: ¶ ومن خلال هذا الواقع المرير المفروض سيقود الجدار إلى تنفيذ عملية ترحيل الفلسطينيين (الترانسفير)، وإذا التزمت إسرائيل بإقامة معابر (بوابات) على طول الحاجز، عن طريقها سيتمكن السكان الذين تضرروا من إقامته أن يمروا، بعد أن يحصلوا على \"تصاريح خاصة\". لكن حتى بالافتراض أن هذه المعابر ستقام حقاً وستتاح حركة فلسطينيين عن طريقها – الأمر المشكوك فيه – سيكون هؤلاء السكان مربوطين كلياً بجهاز الأمن الإسرائيلي من أجل إدارة حياتهم. وبالفعل فقد أدى الجدار حتى الآن إلى:-",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "1- تهجير أعداد كبيرة من الأسر الفلسطينية، بلغ عددها 1402 أسرة، 113 أسرة من محافظة جنين، وعدد الأفراد الذين تم تهجيرهم 2323 فرد منهم 1138 من الذكور و1185 من الإناث. كذلك فإنّ عدداً من الأسر أصبحت غرب الجدار أي بينه وبين الخط الأخضر، بلغ عددها 12481 أسرة، منهم 1119 أسرة في محافظة طولكرم ويبلغ عدد أفرادها 42097 فرد. ¶ 2- حرمان آلاف العائلات من مصدر رزقهم الوحيد لينضم ما يقارب من 50 ألف نسمة إلى سوق البطالة. وعدد الأسر الذين أصبحوا غرب الجدار( بين الجدار والخط الأخضر) 42097 فرد. ¶ 3- بالإضافة إلى أنّ ذلك سيؤدي إلى عرقلة جهاز التعليم، بسبب اعتماد العديد من المدارس، وخصوصاً تلك الموجودة في القرى على المعلمين الذين يصلون من خارجها. فقد تمّ فصل 30 تجمعاً عن المراكز التعليمية، وخدمات الهاتف والكهرباء والمياه. وتشير النتائج إلى أنّ 73,7% من الأسر الفلسطينية الواقعة غرب الجدار الفاصل شكل لها الانفصال عن الخدمات الطبية. ¶ 4- كشف مسح ميداني أجراه جهاز الإحصاء المركزي ونشرت نتائجه في مدينة رام الله ما يلي:- ¶ أن 93,1% من الأسر الفلسطينية واجهت عوائق في الحركة بفعل الجدار الفاصل، وأشار الاستطلاع أنّ 6،89% من أفراد الأسر شكل لهم مواعيد التنقل والعبور عائقا في الحركة والتنقل، وبعد بناء الجدار ما نسبته 80,1% من الأسر الواقعة غرب الجدار تقطع مسافة تزيد عن 4 كم حتى تستطيع الوصول إلى أقرب مستشفى عام أو خاص، في حين بلغت هذه النسبة3،48% من الأسر الواقعة شرق الجدار.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "بينت نتائج المسح إلى أنّ ما نسبته 3،19% من الأسر التي تقيم غرب الجدار تعرضت مساكنهم للضرر كليا أو جزئياً، في حين بلغت نسبة للأسر المقيمة شرق الجدار الفاصل 30.1%. وأشارت نتائج المسح إلى أن ما نسبته 8.7% من الأسر الفلسطينية المقيمة غرب الجدار تعرضت محتويات مساكنهم للضرر كليا أو جزئيا، وبلغت نسبة الأسر المقيمة غرب الجدار التي تعرضت محلاتهم التجارية للضرر كليا أو جزئيا 8.6%، مقابل 2.4% من الأسر المقيمة شرق الجدار الفاصل. ¶ وتأثّرت العلاقات الاجتماعية كالزيارات المتبادلة بين الأهل والأقارب الذين فرّق بينهم الجدار.(1) ¶ 5- أوضح مدير مركز القدس للحقوق الاجتماعية والاقتصادية زياد الحموري:\"أنّ الإجراءات العنصرية الأخيرة بترحيل عشرات العائلات البدوية وتكثيف عمليات هدم منازل المواطنين في القدس دليل آخر على صحة الموقف الفلسطيني الذي يرى في هذا الجدار تكريساً لواقع الاحتلال البغيض الذي يضاعف من معاناة المواطنين، ولا يلتفت إلا لمصالحة المقيتة\". وأضاف الحموري قائلاُ:\"كل المقدسيين مهدّدون بهذا الجدار وليس مائة ألف فقط كما زعمت وسائل الإعلام العبرية، لأنّ بناء الجدار حول القدس، ليس له إلا معنى واحد وهو تمزيق النسيج الاجتماعي والإنساني والوطني لأكثر من ربع مليون مقدسي، وقطع لصلات هؤلاء بمجتمعهم الفلسطيني، وبالتالي تحويل القدس إلى\"غيتو\" معزول ومحاصر بالمستوطنات، والطرق الاسيتطانية، والقواعد العسكرية. ¶ خامساً: الجدار والسياحة: ¶ __________ ¶ (1) -جدار الفصل العنصري أثر على العلاقات الاجتماعية والنشاطات الثقافية لمعظم الأسر المقيمة غربه، رام الله – جهاز الإحصاء المركزي الفلسطيني، موقع المركز الفلسطيني للإعلام على(الإنترنت)",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "... حذّر العديد من المختصين في السياحة والآثار من استمرار سلطات الاحتلال الإسرائيلي في بناء الجدار العنصري على امتداد الأراضي الفلسطينية، مؤكدين أنه سيؤدي إلى ابتلاع الكثير من المناطق والمواقع التاريخية والأثرية الفلسطينية، وسيقلل من أهمية المقاصد والمدن السياحية خاصةً مدن: بيت لحم والقدس والخليل. وأكد د. حمدان طه -مدير عام دائرة الآثار العامة في وزارة السياحة والآثار- أنّ الجدار سيؤثر على مستقبل السياحة الريفية والبيئية في فلسطين، منوهاً إلى وقوع العديد من مواقع الآثار في نطاق الجدار مثل \"موقع الذهب\" الواقع شمال مدينة جنين، الذي يحوي مقنيات أثرية تعود للفترة الرومانية والبيزنطية.وأشار د. طه إلى أن عشرات المواقع الأثرية يواجهها ذات المصير في منطقة الجدار الملتف حول مدينة القدس، محذراً من قيام فرق تابعة لسلطات الاحتلال بإجراء تقنيات عاجلة في موقع \"صوانة صلاح\" إلى الشرق من بلدة أبو ديس لا تتفق مع التقاليد العلمية للعمل الأثري. ¶ واعتبر د. طه أنّ أبرز معوقات الجدار الفاصل تتمثل في فصل مدينتي بيت لحم والقدس اللتين تشكلان أحد أبرز المقاصد السياحية الرئيسة في فلسطين، إضافةً إلى إعاقة الحركة السياحة بين المدن الواقعة في الشمال والجنوب خاصةً مدن: الناصرة، رام الله ، نابلس، وجنين، إضافة إلى عزل منطقة أريحا والبحر الميت. وتطرق د. طه إلى عمليات تكثيف الاستيطان في مناطق مختلفة من مدينة بيت لحم، منوهاً إلى أنها تلعب دوراً مهماً في ابتلاع وإلحاق الدمار بالعشرات من المواقع الأثرية وأهمها: عيون الماء القديمة، والخرب الأثرية في منطقة حوسان غرب مدينة بيت لحم ومنها: خربة حمود، خربة قديس، خربة الكنيسة، وخربة دير بغل.(1) ¶ __________ ¶ (1) - مقال: مختصون في السياحة والآثار جدار الفصل سيؤدي إلى ابتلاع المواقع التاريخية والأثرية الفلسطينية: موقع المركز الصحافي الدولي على (الإنترنت)،11/10/2003م.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "الجدار الفاصل في مدينة رفح: ¶ الجدار في رفح عبارة عن سور حديدي ضخم مصنوع من الحديد المقوى، طوله 14 كم، وجذوره في الأرض 3 أمتار، وارتفاعه 8 متراً، ويمتدّ على طول الحدود المصرية الفلسطينية من قرية السويدية غرباً إلى قرية الدهنية شرقاً، يقوم على أنقاض أكثر من ألف منزل، ومئات الدونمات الزراعية، وسيؤدي إلى تهجير 1210 أسرة، وتمّ تدمير 158 منشأةً ومحلاً تجارياً ومستودعاً، وأكثر من 84 سيارة للمواطنين، ويخطط سلاح الهندسة في جيش الاحتلال لإقامته بكلفة 250 مليون شيكل حسب المصادر الصهيونية نفسها. وأنجزت قوات الاحتلال منه جزءاً كبيراً محاذٍ للمناطق الأكثر سخونة في رفح، خاصةً منطقة بوابة صلاح الدين ومخيم يبنا للاجئين ومنطقة القصاص، وصولاً إلى حي البراهمة غرباً، وحي الشاعر، ومخيم البرازيل، وصولاً إلى حي السلام، وقرية الدهنية شرقاً. ¶ إنّ اتفاقية أوسلو المشئومة للحكم الذاتي التي وقعتها منظمة التحرير الفلسطينية مع إسرائيل تتحدث عن مناطق عازلة بين المناطق الفلسطينية والمستوطنات والحدود، وتحاول قوات الاحتلال الصهيونية من خلال اجتياحها لمدينة رفح إيجاد منطقة عازلة من خلال تدمير البيوت الفلسطينية على طول الشريط الحدودي للفصل بين رفح الفلسطينية ورفح المصرية، وكان الضباط اليهود المشرفون على عملية هدم البيوت والمحلات في مخيم البرازيل في رفح يقولون للناس نحن ننفذ ما اتفق عليه في أوسوا، وفي خططهم لابد من وجود منطقة عازلة بعمق 500 متر، وقد صرّح الجنرال توف ساميا قائد المنطقة الجنوبية لقوات الاحتلال في بداية الانتفاضة:\" أنّ على جيش الدفاع أن يزيل كل المنازل على مسافة 300-400 متر لبناء منطقة عازلة\". ¶ الجدار في رفح يحقق لإسرائيل الأهداف التالية: ¶ 1- تمكين إسرائيل من المراقبة الأمنية لهذه المنطقة؛ لأنّها تعلم أنّها ستضطر إلى الانسحاب من قطاع غزة عاجلا أم آجلا؛ لذلك فهي تريد أن تضمن الحدود مستقبلا.",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "2- إزالة جميع المساكن الفلسطينية على طول الحدود مع مصر لأسباب سياسية، حتى لا تجعل للكيان الفلسطيني القادم أي حدود مع دولة غير دولة الاستعمار الصهيوني إسرائيل، وهو الهدف ذاته الذي أقامت من أجله الجدار الفاصل- شرق الضفة الغربية- منطقة الأغوار- لتطويقها ومنع أي صلة بينها وبين الأردن. أي لتبقى كل الحدود الفلسطينية محكومة صهيونيا. ¶ 3- إعادة توطين اللاجئين من خلال تدمير بيوتهم وممتلكاتهم القريبة من الجدار، وتحميل مسؤولياتهم للسلطة الفلسطينية، أي هروب إسرائيل من تحمل المسؤؤلية القانونية تجاههم. وممّا يدلّل على ذلك رفض وكالة الغوث لتشغيل اللاجئين إعادة تعمير البيوت المهدمة في نفس المكان. وإنذار اليهود الناس من مغبة البقاء فيه. ¶ الفهرست ¶ المقدمة ... 3 ¶ الجدران العالية العازلة فكرة توراتية: ... 3 ¶ الجدار والعودة إلى نظام الجيتو اليهودي القديم: ... 4 ¶ الجدار فكرة صهيونية قديمة:- ... 5 ¶ فكرة بناء الجدار الحالي:- ... 7 ¶ الجدار اليهودي في القرآن الكريم: ... 13 ¶ جدار مزدوج بمحاذاة مطار بن غوريون: ... 15 ¶ الدوافع اليهودية لإقامة الجدر والحصون: ... 16 ¶ أولا:الدوافع النفسية ... 16 ¶ ثانياً: الدوافع الأمنية: ... 20 ¶ ثالثاً: الدوافع السياسية ... 26 ¶ اليهود متخوفون حتى من إقامة الجدار: ... 28 ¶ وصف الجدار ومكوناته: ... 29 ¶ تكاليف بناء الجدار: ... 32 ¶ ممر ومسار جدار الفصل:- ... 32 ¶ الأمم المتحدة والجدار: ... 36 ¶ الأبعاد القانونية لجدار الفصل العنصري:- ... 41 ¶ الجدار العازل المواثيق و الأعراف الدولية: ... 41 ¶ أميركا وبناء الجدار:- ... 43 ¶ تقسيم الجدار لأراضي ومدن الضفة الغربية: ... 46 ¶ المحافظات الفلسطينية التي يمر بها الجدار: ... 48 ¶ 1- القدس : ... 48 ¶ أربع كتل رئيسية استيطانية تحيط بالقدس: ... 53 ¶ 2- بيت لحم: ... 62 ¶ 3- غور الأردن: ... 63 ¶ 4- جنين: ... 64 ¶ 5- رام الله ... 65 ¶ 6- طولكرم: ... 66 ¶ 7- قلقيلية: ... 66",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "الآثار السلبية الخطيرة للجدار: ... 67 ¶ أولا: الآثار السياسية: ... 67 ¶ أولاً:الآثار الاقتصادية: ... 72 ¶ آثاره الاقتصادية العامة على الضفة الغربية: ... 72 ¶ آثاره الاقتصادية على مدينة طولكرم: ... 75 ¶ ضياع المباني: ... 78 ¶ المياه الفلسطينية والجدار: ... 79 ¶ ثالثا:الآثار الاجتماعية: ... 81 ¶ خامساً: الجدار والسياحة: ... 85 ¶ الجدار الفاصل في مدينة رفح: ... 86",
            "page": "111",
            "part": "1"
        }
    ],
    "t37701": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الجدار الصهيوني في فلسطين المحتلة"
        }
    ]
}