{
    "b37707": [
        {
            "id": "1",
            "nass": "الأثر الاقتصادي للأعمال التطوعية ¶ بحث مقدم لندوة ¶ العمل التطوعي وتأثيره في التنمية الاقتصادية ¶ الرياض ـ 6/ 4/1429هـ ¶ إعداد ¶ عمر بن نصير البركاتي الشريف ¶ رئيس اللجنة العلمية وإعداد الحقائب التدريبية ¶ بشركة عطاء للتنمية البشرية والإدارية ¶ عضو المركز الدولي للأبحاث والدراسات (مداد) ¶ باحث ومدرب في المجال الخيري ¶ بسم الله الرحمن الرحيم",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "\" وقد اتفق المسلمون قاطبة على أن لآحاد المسلمين وأفراده المستقلين بأنفسهم من المؤمنين أن يأمروا بوجوه المعروف ويسعوا في إغاثة كل ملهوف، ويشمروا في إنقاذ المشرفين على المهالك والمتاوي والحتوف \" ¶ إمام الحرمين (الجويني) ¶ \" تشجيع المؤسسات الخاصة والأفراد على الإسهام في الأعمال التطوعية والخيرية في المجالات الاجتماعية والصحية والتعليمية وترسيخ مفهومها وأهميتها والارتقاء بوسائلها وأساليب أدائها \" ¶ الأساس الاستراتيجي التاسع عشر ¶ (خطة التنمية الثامنة بالمملكة 1425/ 1426هـ ـ 1429/ 1430هـ)",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الأثر الاقتصادي للأعمال التطوعية ¶ مقدمة: ¶ الحمد لله رب العالمين والصلاة والسلام على رسوله الأمين وعلى آله وصحبه والتابعين وكل من سار على نهجه القويم .. أما بعد: ¶ فإن من دواعي الغبطة والسرور أن يحظى العمل التطوعي بمثل هذه العناية من خلال إقامة عدد من الفعاليات التي تسهم في زيادة الوعي وتعزيز القيم والتوجهات نحوه كقطاع مؤثر في المسيرة التنموية، ورغبة في المساهمة الفاعلة جاءت هذه المشاركة العلمية في عناصر أربعة وفقاً للترتيب التالي: ¶ 1. أهمية الأعمال التطوعية. ¶ 2. الأثر الاقتصادي للأعمال التطوعية (الدلالة والأهمية). ¶ 3. اقع العناية بتأثير الأعمال التطوعية في التنمية الاقتصادية. ¶ 4. أوجه تأثير الأعمال التطوعية في التنمية الاقتصادية. ¶ مراعياً في كل ما سبق الوقوف على المعلومة الموثوقة، والالتزام بالاختصار وعدم الإطالة. ¶ ولا يفوتني في هذا المقام أن أزجي الشكر للجنة العلمية لهذه الندوة على إتاحتها لفرصة المشاركة، والشكر موصول للمشاركين ولكم أيها الحضور. ¶ والله الموفق والهادي إلى كل صواب ,,,",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "أولاً: أهمية الأعمال التطوعية (¬1). ¶ تظهر أهمية التطوع والحاجة إليه كلما تقدم المجتمع وتعقدت العلاقات الاجتماعية، فكلما كانت العلاقات بسيطة ومباشرة تكون الجهود التطوعية جهوداً فردية ومباشرة أيضاً، وترتبط بالموقف ذاته، وتكون إحدى سمات العلاقات الاجتماعية، فمجتمع القرية لقلة حجمه، وتداخل علاقاته يتصف بالتساند والترابط، والتطوع فيه يؤدي وظيفة ضرورية، ويرتبط ذلك عند الناس بقيم الشهامة والمروءة والكرم. ¶ أما مجتمع المدينة فاتساعه يُضعف العلاقات الاجتماعية؛ لأن احتياجات الناس تشبع من خلال المنظمات والهيئات، وعلى الرغم من توفر تلك الخدمات، إلا أن ذلك قد أظهر حاجة تلك المجتمعات أكثر إلى التطوع، والذي يكون في صورة نشاط مؤسسي، يتم من خلال المؤسسات الاجتماعية، فالدول مهما كانت إمكانياتها المادية لا تستطيع إشباع كل احتياجات أفرادها، حتى مع اتساع أنشطتها وتعدد مجالاتها، خصوصاً في ظل تزايد الاحتياجات، فما كان ينظر إليه على أنه كمالي في وقت من الأوقات، قد يصبح ضرورياً في وقت لاحق. ¶ والأهمية الكبرى للتطوع تكمن في تنمية الإحساس لدى المتطوع، ومن يستفيد من خدماته، بالانتماء وتقوية الترابط الاجتماعي بين فئات المجتمع، والتي تأثرت تأثراً سلبياً ظاهراً بعوامل التغير الاجتماعي والحضاري، كما أن الأعمال التطوعية تكون لوناً من ألوان المشاركة الإيجابية ـ ليس في تقديم الخدمة فحسب ـ بل في توجيه ورسم السياسات التي تقوم عليها تلك المؤسسات الاجتماعية، ومتابعة تنفيذ برامجها وتقويمها بما يعود على المجتمع ككل بالنفع العام، وكلما كثر عدد المتطوعين كلما دل على وعي الأفراد وحسن تجاوبهم مع هيئات ومنظمات المجتمع. ¶ إن الأنشطة التطوعية من أهم معالم التنمية الاجتماعية، لأن نمو حركتها واتساع قاعدتها، واشتراك أعداد كبيرة من الأفراد فيها يعتبر دلالة أكيدة على أن المجتمع استطاع أن يبني طاقة ذاتية قادرة على النهوض به وصنع التقدم فوق أرضه، وقادرة على دفع المخاطر التي قد يتعرض لها. (¬2) ¶ ¬__________ ¶ (¬1) التطوع مفهومه وأهميته وآثاره الفردية والاجتماعية وعوامل نجاحه ومعوقاته (185) التطوع مفهومه وأبعاده ومراميه وعلاقته بالرعاية الاجتماعية والعمل الاجتماعي والخدمة العامة والتكافل الاجتماعي والعلاقات ... الاجتماعية والخدمة الاجتماعية (نظرة تحليلية وصفية) (227) الجمعيات الخيرية بالمملكة العربية السعودية في عهد خادم الحرمين الشريفين (30) بتصرف مناسب ¶ (¬2) للاستزادة انظر: نظرية التطوع من كتاب العمل الخيري والإنساني في دولة الإمارات العربية المتحدة دراسة ميدانية لعينة من العاملين والمتطوعين في الجمعيات الخيرية (32) ومسار الرعاية الاجتماعية من كتاب: إدارة العمل التطوعي واستفادة المنظمات الخيرية والتطوعية رؤية للخدمة الاجتماعية (14)",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ملامح العناية والاهتمام على مستوى المملكة العربية السعودية: ¶ تولي المملكة العربية السعودية عناية ملحوظة بالأعمال التطوعية، وتسعى عملياً لنقل تلك العناية إلى واقع ملموس إيماناً منها بالدور الريادي، والأثر البالغ ولعل من أهم وأبرز ملامح تلك العناية ما يلي: ¶ 1. اعتماد المساهمة في الأعمال التطوعية ضمن الأهداف العامة والأسس الإستراتيجية لخطة التنمية الثامنة للدولة (¬1). ¶ 2. منح إجازة للمشاركة في الأعمال الإغاثية (¬2) ¶ 3. مؤتمر عن التطوع (¬3). ¶ 4. مشروع النظام الوطني للتطوع. ¶ 5. المطالبة بتدريس التطوع في المدارس والجامعات. ¶ 6. توصية بإدراج العمل الخيري في مقررات الجامعات. ¶ 7. الاستعداد لاستضافة مؤتمر دولي لتفعيل العمل التطوعي لأول مرة. ¶ 8. المطالبة بتأسيس هيئة وطنية للعمل التطوعي. ¶ 9. مجلس الشورى يدرس إنشاء مجلس أعلى للعمل التطوعي. ¶ ¬__________ ¶ (¬1) الأهداف العامة والأسس الإستراتيجية (الخطة التنموية الثامنة) (1425/ 1426هـ-1429/ 1430هـ (8) ¶ (¬2) قرار مجلس الخدمة المدنية رقم (1030) بتاريخ: 8/ 7/1406هـ ورقم (3/ 248) بتاريخ:27/ 5/1412هـ ويقترح الباحث أن يوسع مجال الجهة التي يمكن المشاركة معها فهي في النظام مخصوصة بكل من جمعية الهلال الأحمر والمديرية العامة للدفاع المدني. ¶ (¬3) العمل الاجتماعي التطوعي مع التركيز على العمل التطوعي في المملكة العربية السعودية (88 - 90)",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ثانياً: الإسهام الاقتصادي للأعمال التطوعية (الدلالة والأهمية): ¶ يقصد بالإسهام الاقتصادي للأعمال التطوعية: التأكيد أن هذا القطاع يسهم كغيره من القطاعات في الدخل القومي والحسابات القومية، فهذا القطاع يسهم في تقديم خدمات ملموسة في مجال البيئة والصحة والتربية وخدمات الفئات الهشة بما في ذلك المعوقين والأطفال والنساء والعجزة والمقعدين وكبار السن، وسيأتي ذكر لعدد من أوجه تأثيره في التنمية الاقتصادية (¬1). ¶ وفي قمة التنمية الاجتماعية التي عقدت في كوبنهاجن عاصمة الدنمارك اتفقت غالبية الدول المشاركة أنه لا سبيل إلى تحقيق تنمية مستدامة إلا من خلال: ¶ 1. الإقرار أن البعد الاجتماعي يعد السبيل الأمثل لتحقيق التنمية الاقتصادية، ومن ثم فإن تنمية المجتمع تعد أحد أهم ركائز التنمية الشاملة. ¶ 2. الدعوة إلى تنمية مفهوم الشراكة بين مؤسسات الدولة الرسمية وبين الجمعيات والهيئات الأهلية (¬2). ¶ ¬__________ ¶ (¬1) العمل التطوعي في دول مجلس التعاون منطلقاته وآفاقه (21). ¶ (¬2) صندوق الزواج وإسهاماته في تفعيل السياسة الاجتماعية في دولة الإمارات العربية المتحدة (1).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ثالثاُ: واقع العناية بتأثير الأعمال التطوعية في التنمية الاقتصادية: ¶ أولاً: على المستوى العربي (¬1): ¶ كشفت دراسة الشبكة العربية والتي صدرت في 1999م أن المنظمات الأهلية العربية تشكل قوة اقتصادية كبرى من منظور حجم إنفاقها على مشروعاتها، ومكونات الأنشطة، وعدد المتطوعين وقيمة عملهم، وفرص العمل، وعدد المستفيدين، إضافةً إلى تأكيدها بأن حجم إسهام المتطوعين مهم ورئيسي مع غياب البيانات الشاملة لتحديد حجم الإسهام بدقة، كما أبرزت النتائج تعاظم عدد المستفيدين من خدمات المنظمات الأهلية في مختلف دول الدراسة وهو ما يؤكد أن القطاع الخيري الأهلي قطاع ثالث إلى جانب الحكومات والقطاع الخاص. ¶ الجديد بالذكر أن الساحة لم تشهد دراسة مماثلة عن قوة إسهام العمل التطوعي في الجانب الاقتصادي بعد تلك الدراسة مع الحاجة الملحة خصوصاً في ظل التحول من الاقتصاد المخطط أو الموجه إلى اقتصاد السوق وما يصاحب هذا التحول من مشاكل وصعوبات (¬2)، إضافة إلى تطور القطاع التطوعي في ظل التوجه الكامل لضمه والاعتراف به كشريك أساس في مسيرة التنمية. (¬3) ¶ ثانياً: على المستوى العالمي (¬4): ¶ في عام 1999م أصدر مركز دراسات المجتمع المدني دراسة بعنوان: (المجتمع المدني العالمي حجم القطاع غير الربحي) وهي حصيلة سلسلة من الأبحاث التي قادها المركز في (22) بلد حول القطاع الأهلي وقد خلصت الدراسة إلى نتائج ترتبط بمساهمة القطاع الأهلي في الاقتصاد العالمي من أهمها: ¶ ¬__________ ¶ (¬1) الإسهام الاقتصادي والاجتماعي للمنظمات الأهلية في الدول العربية (261) ¶ (¬2) خلال هذا التحول تخلت كثير من الدول عن كثير من مسؤولياتها الاجتماعية تجاه مواطنيها قبل أن تتوافر لهم البدائل المناسبة وهو ما أدى إلى زيادة مشكلات الفقر والتهميش وخصوصاً أن الفقراء ومحدودي الدخل هم الأكثر معاناة من السياسات والقرارات ذات الصلة بالتثبيت الاقتصادي والتكثيف الهيكلي مثل تحرير الأسعار وتقويم العملة الوطنية وتقليص أو إلغاء الدعم الحكومي للسلع والخدمات الرئيسية. تطور دارسة المجتمع المدني في دول مجلس التعاون (37 - 40) الدور التنموي والتربوي للجمعيات الأهلية والتعاونية في مصر (17) وانظر أيضاً: نهاية الحكومة التي كنا نعرفها وتفيل السياسات العامة. إلين مارك. الخلاصة الإدارية رقم (358) ¶ (¬3) من البشائر أن هذا الموضوع حظي ببحث علمي وهو: العمل التطوعي وآثاره الاقتصادية من منظور إسلامي وهو بحث دكتوراه للطالب محمد بن عيسى (جامعة اليرموك بالأردن كلية الشريعة قسم الاقتصاد والمصارف الإسلامية ونوقشت الرسالة يوم الخميس 7/ 12/2006م ولم يستطع الباحث الاطلاع عليها. ¶ (¬4) الإسهام الاقتصادي والاجتماعي للمنظمات الأهلية في الدول العربية (20)",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "1. يبرز القطاع الأهلي في بداية القرن الواحد والعشرين القوة الاقتصادية الأكثر نمواً بين القطاعات المجتمعية الأخرى، وهو كما عبرت الدراسة (قوة اقتصادية كبرى في الدول التي تمت دراستها) فنسبة الإنفاق لهذا القطاع تصل في متوسطها إلى (5.7%) من إجمالي الناتج الداخلي، حيث مثل هذا القطاع ما يزيد عن تريلون دولار الذي يبوئه مركز ثامن اقتصاد عالمي. ¶ 2. في ثمانية بلدان من العينة كانت نسبة النمو في وظائف القطاع الأهلي في الفترة الفاصلة بين (1990ـ1995م) (24%) أي بنسبة سنوية تعادل (4%)، وأما نمو مجمل الوظائف الأخرى لم يتجاوز (8%) أي (2%) سنوياً، وبالتالي قارب نمو القطاع الأهلي ثلاثة أضعاف نموها في القطاعات الأخرى (العام والخاص). ¶ 3. يوفر القطاع التطوعي ما يعادل (4.8%) من أجمالي الوظائف في الدول عينة الدراسة، وبنسبة قطاعية تعادل ثلاثة أضعاف ما يوفره قطاع المرافق، وأكثر من ضعفين مما يوفره قطاع النسيج، وتقريباً نصف ما يوفره قطاع النقل والأهم من ذلك ما يعادل (27%) من الوظائف الحكومية. ¶ 4. بينت الدراسة أن التوصيف القطاعي للوظائف الثابتة ومدفوعة الأجر المرتبطة بالأنشطة التطوعية تتصف بهيمنة ثلاثة قطاعات رئيسية: تتركز (30%) من هذه الوظائف في قطاع التعليم، مقابل (20%) في قطاع الصحة، و (18%) في قطاع الخدمات الاجتماعية.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "رابعاً: أوجه تأثير الأعمال التطوعية في التنمية الاقتصادية: ¶ منطلق تأثير الأعمال التطوعية في التنمية الاقتصادية يكمن في إسهامها بتوسيع العلاقة القائمة وتنظيمها مابين الاقتصاد والدولة، عن طريق تأمين ميكانزمات قيام المنظمات، أو تقنية تشكيل المنظمات الأهلية والتطوعية، والتي يجتمع الناس من خلالها لتوحيد طاقاتهم، وتكامل نشاطاتهم، لتحقيق أهداف المجتمع المحلي المتواجدين فيه، والقيام بنشاطات لصالح المجتمع العام من خيرية وصحية ومهنية وغيرها (¬1). ¶ وهذا المنطلق مع أهميته يُغفل في أحيان كثيرة نظراً لحداثة الاهتمام والعناية بقطاع المنظمات التطوعية وأدواره المختلفة والمؤثرة في المسيرة التنموية للدول، وفيما يلي أبرز أوجه تأثير الأعمال التطوعية في التنمية الاقتصادية: ¶ 1. قيمة الإنفاق على القطاع التطوعي: ¶ أولاً: على المستوى المحلي (¬2): ¶ المملكة العربية السعودية تنفق (4%) من ميزانيتها على الأعمال الخيرية الخارجية في حين أن المعدل العالمي (1%) فقط، وتجاوز إيرادات العمل الخيري (¬3) لعام 1427هـ مبلغ ملياري ريال، وفي عام 1428هـ ارتفع حجم العمل الخيري بنسبة (25%) مقارنة بالسنوات الماضية، حيث تجاوزت قيمة الأعمال الخيرية التي نفذتها وزارة الشؤون الاجتماعية والجمعيات الخيرية إلى أكثر من 3 مليارات ريال، وفي مطلع هذا العام أودعت وزارة الشؤون الاجتماعية (120) مليون ريال في حسابات الجمعيات الخيرية وهذا المبلغ يمثل جزءاً من الدعم السنوي لهذا العام 1429هـ مع العلم بأن التبرُّعات للجمعيات الخيرية المحلية قد وصلت إلى مليار ريال سنة (1421هـ/2000م) وزادت إلى مليار وستمائة مليون ريال للسنة التي تلت أحداث 11 سبتمبر (¬4). ¶ ¬__________ ¶ (¬1) العولمة وتأثيراتها على العمل التطوعي الجمعيات التطوعية في دول مجلس التعاون الخليجي نموذجاً (82) ¶ (¬2) القائمة الإخبارية للمركز الدولي للأبحاث والدراسات (مداد) (العمل الخيري اليوم). ¶ (¬3) تلك الإيرادات تابعة للجمعيات الخيرية التي تشرف عليها الشؤون الاجتماعية. ¶ (¬4) محاضرة العمل الخيري الإسلامي في ضوء التحديات المعاصرة. الدكتور علي بن إبراهيم النملة وزير الشؤون الاجتماعية سابقاً.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ثانياً: على المستوى العالمي: ¶ بلغت المساهمات الخيرية في أمريكا عام 2004م: (241 بليون دولار) وهي تمثل حوالي (2.2%) من إجمالي الناتج المحلي الأمريكي (¬1)، وقفز المبلغ في عام 2006م إلى (295 بليون دولار) (¬2) وبلغ تبرع الفرد في نفس العام (2.2%) من متوسط دخله الصافي بعد خصم الضريبية. (على مدى الأربعين سنة الماضية كان متوسط التبرع (1.8%). ¶ كما تحسن الإشارة إلى أن حجم ما توزعه المنظمات على مستوى العالم يفوق ما يقوم به البنك الدولي، وذلك وفقاً لدراسات الصليب الأحمر. ¶ 2. القيمة المالية المقدرة للجهود التطوعية: ¶ أولاً: على المستوى العربي: ¶ الدولة ... القيمة ¶ مصر ... قيمة التطوع تصل على أقل تقدير إلى (4,642,240) جنيه بحساب أن 6,4% من المصريين يتطوعون وقدرت ساعة التطوع بـ (2) جنيه. (¬3) ¶ المملكة العربية السعودية ... كل ريال يستثمر في الجهود التطوعية سيكون عائده الاقتصادي (5) ريالات تقريباً في التخصصات الاجتماعية، أما في التخصصات المهنية الأخرى كالطب والهندسة فمن المتوقع أن يكون المردود أعلى (¬4). ¶ الأردن ... في عام 1999م قدر عدد المتطوعين بـ (10.000) متطوع وقد إسهامهم بحوالي (33) مليون يوم عمل باعتبار أن معدل عمل المتطوع سنوياً (200) ساعة، وهو ما يعادل (215) مليون دينار ¶ ¬__________ ¶ (¬1) تقرير الرابطة الأمريكية لمستشاري جمع التبرعات لعام 2004م نقلاً عن موقع وزارة الخارجية الأمريكية. ¶ (¬2) مؤسسة العطاء الأمريكي نقلاً عن موقع وزارة الخارجية الأمريكية. ¶ (¬3) دراسة العطاء الاجتماعي في مصر (1) وموقع العطاء من أجل التنمية. ¶ (¬4) جريدة الرياض العدد (14166) بتاريخ: السبت 19/ربيع الأول/ 1428هـ",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ثانياً: على المستوى العالمي (¬1): ¶ الدولة ... القيمة ¶ أمريكا ... 2003م (266) بليون دولار وقدر مؤشر القطاع المستقل القيمة النقدية للساعات التي تطوع بها الراشدون في أمريكا كل عام بأكثر من (4 بلايين) دولار. ... ¶ في نيوجرزي بلغت قيمة الساعة التطوعية في عام 2002م (20.55 دولار) ¶ المملكة المتحدة ... 2004م 25,3 مليار جنيه استرليني ¶ وتشير الدراسات إلى أن العائد المال المستخدم في القطاع التطوعي أفضل بالعديد من المرات من عائد المال الذي يستخدمه القطاع الحكومي عند تقديمه للخدمات الاجتماعية، كما أن التكلفة غير المباشرة لخدمات القطاع الحكومي في المجال الاجتماعي تزيد عن (70%) بينما هي لدى التنظيمات التطوعية الجماعية لا تتجاوز (10%) (¬2). ¶ 3. التوظيف: ¶ من أهم الإشكاليات التي تواجه السياسات الاقتصادية الحكومية في كل بلدان العالم توفير الوظائف للمواطنين والعمل التطوعي بدوره التنموي أسهم في علاج هذا الأمر من خلال توفير العديد من الوظائف وتجاوزت هذه المساهمة خلق الوظائف (رغم أهمية ذلك) لترتبط بنوعيتها التي تتميز بعلاقتها المباشرة مع احتياجات المجتمع الحقيقية. ¶ يقول الإداري بتر دركر: \" قليل من الناس يعرفون أن قطاع الهيئات التي لا تبغي الربح هو إلى المدى البعيد أكبر صاحب عمل في أمريكا\" (¬3). ¶ أولاً: التوظيف على المستوى المحلي (¬4): ¶ أشارت دراسة محلية أن ما نسبته (82.3%) من أفرادها يؤكدون دور الجمعيات الخيرية والتطوعية في إيجاد فرص عمل من خلال فتح أبواب التدريب ثم التنسيق مع القطاع الخاص. ¶ ¬__________ ¶ (¬1) موقع وزارة الخارجية الأمريكية وشبكة التطوع الكويتية. ¶ (¬2) العمل التطوعي في دول مجلس التعاون منطلقاته وآفاقه (21) ¶ (¬3) فن الإدارة (249). ¶ (¬4) جريدة الوطن السعودية العدد (755) بتاريخ 18/ 8/1423هـ.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقد أقر مجلس الشورى مطلع هذا العام اعتماد تعليم وتوظيف أبناء الفقراء والمطلقات والأرامل وذوي الإعاقة والمستفيدين من الضمان، ومن أكبر مجالات توظيفهم القطاع الخيري والتطوعي (¬1). ¶ ثانياً: التوظيف على المستوى العالمي (¬2): ¶ الدولة ... البيان ¶ إسرائيل ... وظف القطاع الثالث في عام 1995م، (145) ألف شخص. ¶ هولندا ... يوفر القطاع التطوعي 12,6% من الوظائف الثابتة ¶ بلجيكا ... يوفر القطاع التطوعي (10,5%) من الوظائف الثابتة. ¶ أمريكا ... في أمريكا الموظفون في الجمعيات غير الربحية (11) مليون. والقطاع الخيري يوظف تقريباً (10.5%) من مجموع القوى العاملة ¶ إيرلندا ... يوفر القطاع التطوعي (11.5) من الوظائف الثابتة ¶ 4. سعي الحكومات للخروج من مباشرة العمل الاجتماعي وإسناد تلك المهمة للقطاع الخيري والأهلي والخاص (¬3). ¶ 5. قيام القطاع التطوعي على كثير من الأنشطة التي لا تدخل ضمن اهتمامات وأهداف الدوائر الحكومية الجهات الخاصة مثل: تزويج الفقراء، إيواء الغرباء .. الخ. ¶ 6. قيامه بالأنشطة التي تقع ضمن أنشطة القطاع الخاص الذي يرهق كاهل المواطنين برفعه لمعدل الربحية بما يقدمه، على سبيل المثال: شركات البناء كلفتها تتعذر على الكثير من الفقراء والمحتاجين ولهذا وجدت جمعيات وجهات خيرية للإسكان .. الخ (¬4). ¶ ¬__________ ¶ (¬1) حول التوظيف في القطاع الخيري يراجع بحث الجمعيات الخيرية والشباب (تحصين وتأهيل) (139) ¶ (¬2) حقق القطاع التطوعي نسبة نمو في مجال خلق وظائف جديدة تعادل ثلاثة أضعاف ما حققته القطاعات الحكومية والخاصة، وتتميز وظائف القطاع التطوعي بعلاقتها المباشرة بالاحتياجات الاجتماعية الأساسية وهذا في الفترة بين عام 1990م-1995م فكيف يكون الحال بعد عام 2007م. موقع وزارة الخارجية الأمريكية، القطاع الخيري ودعاوى الإرهاب (437) وما بعدها، موقع شبكة التطوع الكويتية ¶ (¬3) تصريح معالي وزير الشؤون الاجتماعية جريدة الرياض العدد (13762) بتاريخ 28/ 1/1427هـ. ومشروع تخصيص بعض خدمات الرعاية الاجتماعية في مراحله النهائية ومن المتوقع الانتهاء من تنفيذ الدراسة الخاصة بالمشروع قريباً وفقاً لتصريح وزير الشؤون الاجتماعية انظر: القائمة الإخبارية للمركز الدولي للأبحاث والدراسات (مداد) (العمل الخيري اليوم). ¶ (¬4) أطلقت المملكة شركة بملياري ريال لتمويل بناء مساكن الفقراء للتفاصيل انظر الخبر بأكمله في القائمة الإخبارية للمركز الدولي للأبحاث والدراسات (مداد) (العمل الخيري اليوم).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "7. إنفراد القطاع التطوعي بعدد من الأنشطة الخاصة مثل: تدريب العميان على استخدام التقنيات الحديثة. ¶ 8. القطاع التطوعي رافد مهم للدولة والقطاع الخاص بعناصر ناجحة وشخصيات متميزة تتحلى بثقة الناس والعدالة والنزاهة عن كل شبهة. ¶ 9. القطاع التطوعي الخيري هو بمثابة برامج تعليمية وتدريبية للعناصر الشابة والقوى الفاعلة بالمجتمع لأن فيه تبادل للخبرات وتوظيف للطاقات وتمرس على العمل الفرقي وتعميق للوعي الاجتماعي والإداري، وكل ذلك ينمي بدوره الإحساس بالمسؤولية وبالشعور بقضايا الوطن والأمة ويضعف الوازع المادي والفردي الذي يرافق في العادة برامج التنمية الاقتصادية والتحول الاجتماعي. ¶ 10. القطاع التطوعي داعم مهم للتقارب والترابط الإقليمي والدولي بين المنظمات الخارجية، وله الآن حضور في المحافل والأزمات الدولية (¬1). ¶ 11. القطاع التطوعي يتجه الآن للاستثمار كوسيلة مهمة لتنمية الموارد المالية (¬2). ¶ 12. القطاع التطوعي بمنظماته يقوم بدور مكمل لدور الدول في معالجة بعض المشكلات الرئيسية وبخاصة مشكلات الفقر والبطالة والتهميش الاقتصادي والاجتماعي فضلاً عن الدور الذي تقوم به تلك المنظمات في تخفيف ومعالجة المشكلات التي تواجهها بعض الفئات الاجتماعية. ¶ 13. يقوم القطاع التطوعي والخيري بدعم الكثير من الأنشطة العلمية والثقافية والتطويرية التي تكمل دور الدول في تلك المجالات ويبرز في هذا الإطار على سبيل المثال: الجمعيات والأندية العلمية ومراكز البحوث الخاصة، فضلاً عن دور الوقف في تمويل بعض أنشطة ومشاريع البحث العلمي (¬3). ¶ ختاماً: ¶ تحتل القطاعات الخيرية التطوعية في الغرب مكانة عليةً نظير ما تقدمه من دعم ومساندة للقطاعات الأخرى، ونحن كمسلمين من حقنا أن نسعى لرفعة العمل الخيري التطوعي ليكون قائداً لأمتنا نحو عزتها ورفعة شأنها، ومدرسة لبقية القطاعات في النفع والتأثير واهتمامه بالرقي والتطوير. ¶ وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين ... ¶ ¬__________ ¶ (¬1) التنمية الإدارية رؤى ومفاهيم عصرية تنتظر التطبيق (209ـ213) بتصرف مناسب. ¶ (¬2) انظر فعاليات اللقاء السنوي الثامن للجهات الخيرية بالمنطقة الشرقية. ¶ (¬3) تطور دارسة المجتمع المدني في دول مجلس التعاون (40).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "المراجع: ¶ 1. إدارة العمل التطوعي واستفادة المنظمات الخيرية والتطوعية رؤية للخدمة الاجتماعية. د. أيمن يعقوب. د. عبدالله السلمي. ط/ جامعة الإمام محمد بن سعود الإسلامية. الأولى 1426هـ. ¶ 2. الإسهام الاقتصادي والاجتماعي للمنظمات الأهلية في الدول العربية. مجموعة مؤلفين. الشبكة العربية للمنظمات الأهلية. دون ذكر لتاريخ الطبع. ¶ 3. الأهداف العامة والأسس الإستراتيجية (الخطة التنموية الثامنة) (1425/ 1426هـ ـ 1429/ 1430هـ) وزارة الاقتصاد والتخطيط بالمملكة العربية السعودية. ¶ 4. بحث الجمعيات الخيرية والشباب (تحصين وتأهيل) عمر بن نصير البركاتي. ورقة عمل في الملتقى الثاني للجهات الخيرية بالمدينة المنورة. ¶ 5. تطور دارسة المجتمع المدني في دول مجلس التعاون الخليجي. حسنين توفيق إبراهيم. ط/ مركز الخليج للأبحاث. الأولى 2007م. ¶ 6. التطوع مفهومه وأبعاده ومراميه وعلاقته بالرعاية الاجتماعية والعمل الاجتماعي والخدمة العامة والتكافل الاجتماعي والعلاقات الاجتماعية والخدمة الاجتماعية (نظرة تحليلية وصفية) أ. د. محمد الديب. ورقة عمل في المؤتمر العلمي الأول للخدمات التطوعية بالمملكة العربية السعودية. جامعة أم القرى بمكة.1418هـ. ¶ 7. التطوع مفهومه وأهميته وآثاره الفردية والاجتماعية وعوامل نجاحه ومعوقاته. المقدم مساعد اللحياني. ورقة عمل في المؤتمر العلمي الأول للخدمات التطوعية بالمملكة العربية السعودية. جامعة أم القرى بمكة.1418هـ ¶ 8. التنمية الإدارية رؤى ومفاهيم عصرية تنتظر التطبيق. أد. عامر الكبيسي. ضمن سلسلة كتاب الرياض. ط/ مؤسسة اليمامة الصحفية بالرياض. 2007م. ¶ 9. جريدة الرياض العدد (14166) بتاريخ: السبت 19/ربيع الأول/ 1428هـ ¶ 10. جريدة الوطن السعودية العدد (755) بتاريخ 18/ 8/1423هـ. ¶ 11. الجمعيات الخيرية بالمملكة العربية السعودية في عهد خادم الحرمين الشريفين. أ. د: زيد الزيد. ط/ وازرة التعليم العالي والجامعات السعودية ضمن السلسلة الصادرة بمناسبة مرور (20) عام على تولي خادم الحرمين الشريفين الملك فهد رحمه الله مقاليد الحكم. ¶ 12. دراسة العطاء الاجتماعي في مصر. مكتبة المركز الدولي (مداد) بجدة. ¶ 13. الدور التنموي والتربوي للجمعيات الأهلية والتعاونية في مصر. عبدالغفار شكر. ط/الهيئة المصرية العامة للكتاب. مشروع القراءة للجميع 2005م.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "14. صندوق الزواج وإسهاماته في تفعيل السياسة الاجتماعية في دولة الإمارات العربية المتحدة. جمال بن عبيد البح. ورقة عمل في اللقاء العلمي حول الدور التنموي الجديد لمؤسسات العمل الاجتماعي التطوعي بدوب مجلس التعاون الخليجي ـ الرياض ـ وزارة الشؤون الاجتماعية بالمملكة العربية السعودية. ¶ 15. العمل الاجتماعي التطوعي مع التركيز على العمل التطوعي في المملكة العربية السعودية. عبدالله العلي النعيم. ط/ مكتبة الملك فهد الوطنية. الرياض. 1426هـ. ¶ 16. العمل التطوعي في دول مجلس التعاون منطلقاته وآفاقه د. عدنان القرشي. ورقة عمل في اللقاء العلمي حول الدور التنموي الجديد لمؤسسات العمل الاجتماعي التطوعي بدوب مجلس التعاون الخليجي ـ الرياض ـ وزارة الشؤون الاجتماعية بالمملكة العربية السعودية. ¶ 17. العمل الخيري والإنساني في دولة الإمارات العربية المتحدة دراسة ميدانية لعينة من العاملين والمتطوعين في الجمعيات الخيرية. طلعت إبراهيم لطفي. ط/ مركز الإمارات للدراسات والبحوث الاستراتيجية. الأولى 2004م. ¶ 18. العولمة وتأثيراتها على العمل التطوعي الجمعيات التطوعية في دول مجلس التعاون الخليجي نموذجاً. د. علي الطراح. ورقة عمل في اللقاء العلمي حول الدور التنموي الجديد لمؤسسات العمل الاجتماعي التطوعي بدوب مجلس التعاون الخليجي ـ الرياض ـ وزارة الشؤون الاجتماعية بالمملكة العربية السعودية. ¶ 19. فن الإدارة. بيتر دركر. تعريب عبدالهادي الميداني. ط/ مكتبة العبيكان. الأولى 1425هـ ¶ 20. القائمة الإخبارية للمركز الدولي للأبحاث والدراسات (مداد) (العمل الخيري اليوم). ¶ 21. قرار مجلس الخدمة المدنية رقم (1030) بتاريخ: 8/ 7/1406هـ ورقم (3/ 248) بتاريخ:27/ 5/1412هـ. النظام من موقع الهلال الأحمر السعودي. ¶ 22. القطاع الخيري ودعاوى الإرهاب. د. محمد السلومي. ط/ مجلة البيان. الرياض. ¶ 23. محاضرة العمل الخيري الإسلامي في ضوء التحديات المعاصرة. الدكتور علي بن إبراهيم النملة وزير الشؤون الاجتماعية سابقاً. الجامعة الإسلامية بالمدينة المنورة. ¶ 24. موقع العطاء من أجل التنمية. ¶ 25. موقع شبكة التطوع الكويتية. ¶ 26. موقع وزارة الخارجية الأمريكية. ¶ 27. نهاية الحكومة التي كنا نعرفها وتفيل السياسات العامة. إلين مارك. الخلاصة الإدارية رقم (358) ضمن سلسلة خلاصات كتب المدير ورجل الأعمال. الشركة العربية للإعلام العلمي (شعاع).",
            "page": "15",
            "part": "1"
        }
    ],
    "t37707": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الاقتصادي للأعمال التطوعية"
        }
    ]
}