{
    "b37703": [
        {
            "id": "1",
            "nass": "دراسة في الفلسفة اليونانية والإسلامية ¶ الدكتور صالح الرقب ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ المقدمة ¶ إنّ الحمد لله، نحمده ونستعينه، ونستغفره ونتوب إليه، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أنّ لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله .. ¶ وبعد ... ¶ فلقد درس بعض المسلمين كتب الفلاسفة اليونان بعد أن نقلت إلى العربية زمن الخليفة العباسي المأمون .وقد اندفع نفر منهم إلى الخوض في طريق الفلسفة، فتأثّر هؤلاء بنظريات اليونانية في الإلهيات والنبوات التي تتعارض تماماً مع أصول عقيدتهم الإسلامية، بل اعتنقوها، وأخذوا يدللون عليها بالظنون والأوهام التي زعموا أنّها نتائج المعقولات، واشتغلوا في محاولة الجمع والتوفيق بين آراء أسلافهم الفلاسفة اليونان من جهة وبين العقيدة الإسلامية من جهة أخرى، وجاءت جهودهم الفكرية تظهر قبولهم للفلسفة اليونانية، واعتقادهم بكثير من قضاياها. ¶ لقد كانت الفلسفة اليونانية وفلسفة تلامذتها من المنتسبين للإسلام مجرد تر ف عقلي، إذ هي نتاج الأخيلة والأذهان، لقد تأثّر الفلاسفة الإسلاميون بالفلسفة اليونانية إلى حد بعيد، حيث أصبح الفلاسفة اليونان- خاصة أرسطو وأفلاطون- أساتذة لهم، واندفعوا بغير هدى للتوفيق بين الفلسفة اليونانية وبين العقيدة الإسلامية.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "إنّ الفلسفة الإسلامية لم تستفد منها البشرية، ولم تقدمها خطوة واحدة إلى الأمام، ولم تفد أهلها المشتغلين بها اليقين والثبات، بل قد أفضت بهم إلى الشكوك والحيرة والضلال وأوقعت الكثيرين منهم في الكفر والإلحاد.وأيضاً فإنَ الدارس لها يجد مقدماتها طويلة وكثيرة، وفيها من تكلّف العبارة ووعورة الطريق، ولذا لم يستفد دارسوها منها سوى تضيع الجهد والوقت، وإتعاب الذهن، لأنّها مجرد نظريات لا تتجاوز الأخيلة والأذهان، دون أن يكون لها تفاعل مع قلوب الناس ومشاعرهم، ولم تلمس شيئاً ممّا هو مغروس في فطرهم. ولقد استفادت الفلسفة التي تسمى بـ \"الإسلامية \"من الفلسفة اليونانية إلي حد بعيد، بل كان الفلاسفة اليونان أساتذة للفلاسفة الإسلاميين، خاصة الفارابي وتلميذه ابن سينا، كما أنّ الفلسفة الأوروبية المعاصرة قامت على أصول فلسفية يونانية خاصة في جانبها المادي. ¶ ... والكتاب الذي أقدمه لطلبة العلم يكشف حقيقة مذهب الفلاسفة اليونان في الإلهيات، ويكشف فساد وضلالات عقيدة الفلاسفة المنتسبة للإسلام وخاصة الفارابي وتلميذه ابن سينا. ¶ يتكون هذا الكتاب من تمهيد وبابين اثنين على النحو التالي -: ¶ التمهيد:يشمل أربعة مطالب هي:- ¶ -1 أصل الفلسفة. ¶ 2-نشأة التفكير الفلسفي. ¶ -3 العلاقة بين الفلسفة والعلم. ¶ -4 موضوعات الفلسفة الرئيسة والفرعية. ¶ وأما الباب الأول:الفلسفة اليونانية: فقد جعلته لدراسة الفلسفة اليونانية من خلال ¶ مراحلها المختلفة، وأدوار كل مرحلة، وبيان أهم مد ارسها، وأشهر فلاسفتها.وآراءهم في ¶ أصل الكون والإلهيات.ويتضمن أربعة فصول هي -: ¶ الفصل الأول:الفلسفة اليونانية قبل سقراط. ¶ الفصل الثاني:فلسفة السفسطائيون وسقراط. ¶ الفصل الثالث :فلسفة أفلاطون وأرسطو . ¶ الفصل الرابع :فلسفة مدرسة الإسكندرية، ويمثلها أفلوطين . ¶ وأما الباب الثاني :الفلسفة الإسلامية :فقد تضمن تمهيداً وستة فصول :- ¶ فالتمهيد تضمن خمسة مباحث، هي:-",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "-1 الاختلاف بين الفلسفة والعقيدة الإسلامية . ¶ -2 الفائدة من دراسة الفلسفة الإسلامية . ¶ -3 التوفيق بين الفلسفة والدين عند بعض الفلاسفة الإسلاميين . ¶ -4 موقف علماء أهل السنة من الفلسفة . ¶ -5 أسباب رفض علماء المسلمين الفلسفة اليونانية . ¶ وأما فصول هذا القسم فهي ستة -: ¶ الفصل الأول :منهج الفلاسفة في إثبات وجود الله عز وجل . ¶ الفصل الثاني :قدم العالم عند الفلاسفة . ¶ الفصل الثالث :منهج الفلاسفة في إثبات وحدانية الله . ¶ الفصل الرابع :مسلك الفلاسفة في إثبات التوحيد . ¶ الفصل الخامس:موقف الفلاسفة من النبوة والأنبياء. ¶ الفصل السادس:عقيدة البعث عند الفلاسفة. ¶ وقد اعتمدت في كتابي هذا المنهج الموضوعي العلمي: عرضاً وتحليلاً، وحرصت على الوضوح في عرض المادة العلمية، راجياً من الله تعالى أن تكون مباحثه في متناول طلبة العلم بكل يسر وسهولة.اللهمّ علمنا علماً نافعاً، وانفعنا بما علمتنا.وآخر دعوانا أن الحمد لله رب العالمين...وصلّىِ الله وسلم وبارك على نبينا محمد وعلى آله وصحبه وأتباعه إلى يوم الدين. ¶ الفصل التمهيدي ¶ المبحث الأول:أصل الفلسفة ومعناها ¶ أصل كلمة الفلسفة:",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "يذكر المؤرخون أنّ أقدم سفر يوناني جاءت فيه كلمة \"فلسفة \"بمعنى الرغبة في المعرفة هو كتاب \" هيرودوت \"المؤرخ حيث يروي أنّ \"كريتس \"قال لسولون -أحد الحكماء السبعة -:\"إنّي سمعت أنك جبت ً كثيرا من الأقطار متفلسفاً \"أي راغباً في المعرفة.كما يروي مؤرخو الفلسفة أنّ هذه الكلمة قد جرت على لسان بعض الفلاسفة حيث نسب هؤلاء المؤرخون إلى فيثاغورث أنّه قال: لا حكيم إلا الله، وإنّما الإنسان.فيلسوف، كما عزوا إلى سقراط أ نّه أطلق على منهجه كلمة \"فلسفة \"وإلى بريكليس أنّه قال:نحن نتفلسف بدون هوادة.(1) ¶ معناها لغة: ¶ لفظة الفلسفة يونانية قديمة، مركبة من مقطعين هما \" فيلو \"بمعنى حب أو محبة، و\"سوفيا \"بمعنى حكمة .وهي فيلاسوفيا وتفسيرها: محبة الحكمة فلما ع رّبت قيل:فيلسوف، ثمّ اشتقت الفلسفة منه.ومعنى الفلسفة: علم حقائق الأشياء، والعمل بما هو أصلح.(2) ( ¶ وكلمة فيلسوف مكونه من مقطعين هما\": فيلوس\" بمعنى محب، و\"سوفوس\" بمعنى حكمة، فالفيلسوف هو محب للحكمة. وقد أطلق على الفيلسوف اسم الحكيم \"ولكن سقراط لم ترق هذه التسمية، فقال:أنا لست ً حكيما ولك نّني محب الحكمة فحسب.وقيل إنّ فيثاغورس كان يقول:لا حكيم إلا الله وحده، وإنّما الإنسان فيلسوف فحسب \" أي محب للحكمة. (3) ¶ __________ ¶ (1) - المعجم الفلسفي: جميل صليبا - مادة فلسفة - الطبعة الأولى، 1971 م، دار الكتاب اللبناني، بيروت.مبادئ الفلسفة:ا.بي.رابوبرت، ترجمة أحمد أمين، دار الكتاب العربي - بيروت1969م -ص 18، وانظر في الفلسفة الإسلامية محمد السيد نعيم ص 9 -8 ، الفلسفة اليونانية د .محمد بيصار ص.18 ¶ (2) - مفاتيح العلوم للخوارزمي. ¶ (3) - مبادئ الفلسفة ص 19 ، دراسات في الفلسفة :اليونانية – الإسلامية –الحديثة :د .عبد الفتاح الفاوي ص 23 ، الفلسفة ص اليونانية لبيصار 11– 10 ، .18",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وحكي إن فيثاغورس من أهل شاميا وهو أول ما سمى الفلسفة.والمقصود بالحكمة: المعرفة العقلية الراقية، والإدراك الكلي لحقائق الوجود وقد أطلق على الشخص المتأمل عقلياً لحقائق الوجود وقضاياه الكبرى اسم الفيلسوف ً تمييزا له عن غيره من عامة الناس. ¶ إذاً يطلق الفعل \"تفلسف \"على الإنسان الذي يرى ظواهر الأشياء المختلفة فيتصورها ثم يُكَّون له فيها رأياً، ثم يجتهد في تعرف علل الظواهر الكونية، وعلاقة الكون بظواهره.فالذي يتفلسف هو الذي يفكر في شيء خاص ذاتاً كان أو معنى.(1)وبعبارة أخرى معنى يتفلسف:الإنسان الذي يبحث في ماهية الأشياء وأصولها وعلاقة بعضها ببعض .ولمّا كان الإنسان من طبيعته أن يفكر ويبحث على هذا النحو، فإنّ كلمة فيلسوف لم تطلق على كل إنسان، بل أطلقت على المرء الذي من أهم أهدافه في حياته دراسة طبائع الأشياء وتعقلها، وكانت لديه قدرة إدراك الأشياء بسرعة ً معتمدا على فكره الخاص، وزاول هذا العمل، وأصبح وكأنه مهنة أو صنعة له سيطرت عليه معظم حياته.(2) ¶ ولقد كان اليونانيون قبل ذلك يطلقون كلمة \"سوفوس \"على كل من كمل في شيء عقلياً كان أو مادياً، حيث أطلقوها على النجار والبحار والطاهي وغيرهم من أرباب الحرف، ثم قصرت في الإطلاق على :من منح عقلاً راقياً وتفكيراً سامياً.(3) ) ¶ وبعد انتقال الفلسفة إلى المسلمين، ودخول مصطلحي الفلسفة والفيلسوف في اللغة العربية، صاغ العرب من ذلك الفعل بأنواعه، فقالوا: تفلسف، يتفلسف، ثمّ قالوا:هو متفلسف، وهم متفلسفة، كما جعلوا الحكمة مرادفة للفلسفة فقالوا:حكماء الإسلام، بمعنى فلاسفة الإسلام. وصفا لأولئك الراغبين في معرفة الحقائق الكلية.(4) ) ¶ معنى الفلسفة ً اصطلاحا: ¶ __________ ¶ (1) - انظر مبادئ الفلسفة ص 15. ¶ (2) - المصدر السابق ص 61. ¶ (3) - انظر المصدر السابق ص 19 ، في الفلسفة الإسلامية :محمد السيد نعيم ص 10 ـ11. ¶ (4) - في الفلسفة الإسلامية ص لبيصار.8",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "اختلفت أقوال الفلاسفة القدامى والمحدثين في تحديد معنى للفلسفة، فمعناها عند فيلسوف يختلف عن معناها عند فيلسوف آخر، ومعناها في عصر ما يختلف عن معناها في عصر آخر .وسبب ذلك:- ¶ -1 أن الفلسفة مرَّت بعدة أدوار، اختلفت فيها موضوعاتها إلى حد بعيد . ¶ -2 اختلاف مناهج الفلاسفة وطرائقهم في التفكير. ¶ -3 اختلاف بيئة وعصر ومجتمع كل فيلسوف عن الآخر، ولأنّ الفلسفة تصطبغ ¶ بالتجارب الشخصية للفيلسوف وعاداته الفردية.(1) ¶ ونذكر هنا طائفة من تعريفات الفلسفة حسب العصور التي مرّت بها: ¶ أولاً:تعريف الفلسفة عند فلاسفة اليونان القدماء: ¶ استعمل اليونان كلمة الفلسفة منذ القرن السادس قبل الميلاد، ولم يكن معناها محدداً ولا مضبوطاً في أول الأمر، فكانوا يطلقون كلمة فلسفة على المعارف الإنسانية المعروفة في زمانهم، فشملت الطب والفلك والهندسة والكيمياء والطبيعة والتنجيم ثم قصرت في الإطلاق على من تأمل في الوجود تأملاً عقليا. ومع ذلك فإنّ معناها كان يختلف من عصر إلى آخر ومن فيلسوف إلى آخر على النحو التالي: ¶ -1 عصر ما قبل سقراط: إنّ موضوع الفلسفة في هذا العصر يتناول الكون الطبيعي، ولذا فمحاولاتهم هي: معرفة الأصل الذي نشأ عنه هذا العالم الطبيعي المحسوس .فتعريف الفلسفة إذاً في هذا العصر:هو \"البحث في الوجود الطبيعي، وغايته ومصيره وعلل ظواهر الأشياء\". ¶ -2 عصر السوفسطائيين وسقراط: إنّ موضوع الفلسفة في هذا العصر قاصر على الإنسان ومعرفة الحقيقة، والحق والعدل والخير، ودراسة هذه القيم مبنية على التصور العقلي وحده ولا علاقة للحواس بها . أي أن الفلسفة عند سقراط قد اشتملت على بيان وتوضيح معاني الحق الخير والعدل.فتعريف الفلسفة إذاً عند سقراط:\"البحث عن الحقائق بحثاً نظرياً، وخاصة الحقائق والمبادئ الخلقية من خير وعدل وفضيلة \". ¶ __________ ¶ (1) - الفلسفة ومشكلات الإنسان:سماح رافع محمد ومحمد مصطفى البسيوني ص 14 ، في الفلسفة الإسلامية ص 13.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "-3 عصر أفلاطون وتلميذه أرسطو: ¶ أ -موضوع الفلسفة عند أفلاطون : جواهر الأشياء وحقائقها الثابتة التي لا تتغير . ويطلق عليها أفلاطون \"عالم المثل \" فتعريف الفلسفة عند أفلاطون هي:\" البحث عن الأمور الأزلية، أو معرفة حقائق الأشياء، ومعرفة الخير للإنسان. ¶ ب –موضوع الفلسفة عند أرسطو : يشمل كل المعرفة الإنسانية، أو بعبارة أخرى أصبحت الفلسفة مرادفة لمعنى العلم، فتحت الفلسفة تندرج جميع العلوم من المنطق،والرياضة، والطبيعة، والأخلاق والسياسة .وتعرف الفلسفة عند أرسطو:\"العلم بالمبادئ الأولى التي تفسر بها طبيعة الأشياء \".أو هي البحث عن علل الأشياء وأصولها الأولى .أي العلّة الأولى التي هي علة العلل . ¶ -4 عصر ما بعد أرسطو : في هذا العصر جمد موضوع الفلسفة، ولم يبتكر الفلاسفة شيئاً بل كانوا مقلدين حاكين، وظهرت فيه مدرستا الأبيقوريين والرواقيين . ¶ -5 موضوع الفلسفة عند الأبيقوريين والرواقيين : صارت المباحث عند هاتين المدرستين الفلسفية قاصرة على بعض جوانب الإنسان من ناحية أخلاقه وسعادته وسلوكه في هذه الحياة، وقيمته فيها، وإن اختلفت المدرستان في تحديد الغاية التي تريد كل منهما الوصول إليها. ¶ أ -فالأبيقوريون مثلاً :كانوا يطلبون السعادة ويرونها في الحصول على اللّذة . وتعريف الفلسفة عندهم:هي القدرة على السعادة بواسطة العقل والفطنة. ¶ ب -أما الرواقيين:فكانوا يطلبون الواجب لذاته مهما كلفهم عمل الواجب من تضحيات في المال أو النفس أو غيرهما، وقد توصلوا لذلك بعمل الفضيلة..وتعريف الفلسفة عندهم:السعي وراء الفضيلة، وما يجب أن يسير عليها الإنسان في حياته (1). ¶ ثانيا :تعريف الفلسفة عند الفلاسفة الإسلاميين : ¶ __________ ¶ (1) - انظر الفلسفة اليونانية:د.محمد بيصار ص 14 -13، في الفلسفة الإسلامية:د.محمد السيد نعيم ص15-16.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "-1 عرفها أبو يوسف يعقوب الكندي بقوله: الفلسفة علم الأشياء بحقائقها\".(1) (إن فلسفة هي العلم الكامل بحقيقة الأشياء وكنهها، وحقائق الأشياء كلية لا جزئية . ¶ -2 وعرفها أبو نصر الفارابي بقوله:\"العلم بالموجودات بما هي عليه موجودة \".(2) ( ¶ -3 وعرفها أبو علي بن سينا فقال:\"هي صناع ة نظرية يستفيد منها الإنسان تحصيل ما عليه الوجود كله في نفسه، وما الواجب عليه عمله مما ينبغي أن يكتسب فعله لتشرف بذلك نفسه وتستكمل، وتصير عالماً معقولاً مضاهيا الوجود، وتستعد للسعادة القصوى بالآخرة وذلك بحسب الطاقة الإنسانية \". ¶ ثالثا:تعريف الفلسفة في العصر الحديث: ¶ موضوع الفلسفة في هذا العصر: لقد تحرّرت الفلسفة في هذا العصر من الدين، وصارت تبحث في موضوعاتها حرة مستقلة، مستندة في بحثها إلى العقل الإنساني الطليق من قيود الدين .ومع ذلك فقد اختلفت تعاريف الفلسفة في هذا العصر لاختلاف موضوع البحث الذي تناوله الفلاسفة. لذا عرّفها الفلاسفة المعاصرون بقولهم:هي علم الأشياء اليقينية التي لا تقع تحت الحس، والتي يعرفها الإنسان بطريق النظر العقلي. ¶ من خلال ما سبق يمكن حصر معاني الفلسفة في هذه التعريفات الثلاثة هي:- ¶ الأول:- \"هي علم المعرفة الكلية المطلوبة لذاتها\"، والمراد بالمعرفة الكلية: المعرفة التي تتناول الحقائق الكلية للموجودات عامة، أي لا تتناول الفلسفة الحقائق الجزئية للوجود.إنها تتناول طبيعة الوجود وماهية الإنسان والمشكلات العامة ذات الطابع العقلي الكلي مثل مشكلة الحرية، ظاهرة الموت والحياة، مشكلة المعرفة. ¶ __________ ¶ (1) - كتاب الكندي إلى المعتصم في الفلسفة الأولى :تحقيق الدكتور أحمد الأهوازي –القاهرة1948 م، ص .77 ¶ (2) - كتاب الكندي إلى المعتصم في الفلسفة الأولى :تحقيق الدكتور أحمد الأهوازي –القاهرة1948 م، ص .77",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "إنّ الفيلسوف عندما يدرس الحقائق الكلية المتفرقة للوجود فإنّه يجمعها مع بعضها، ويجردها من طبيعتها المادية المتغيرة ثم يربطها في تسلسل منطقي له ترتيب معين ليكِّون منها في نهاية الأمر مذهباً فلسفياً خاصاً به.(1) ¶ الثاني:علم المبادئ الأولى لكل ظواهر الوجود. ¶ إنّ الفيلسوف لا يهتم بدراسة المبادئ أو العلل القريبة المباشرة في تفسيره لمختلف ظواهر الوجود لأن المبادئ القريبة و العلل المباشرة تحتاج في دراستها إلى الحواس وتعتمد المنهج التجريبي، إنه يعتمد على التأمل العقلي في إدراك المبادئ الأولى والعلل البعيدة، التي هي بطبيعتها عقلية مجردة، ويمكن أن يقوم الفيلسوف بتفسير الحقائق الجزئية، ولكن بردِّها إلى أصولها العقلية الأولى وعللها الحقيقية البعيدة. فمثلاً:يهتم العلم التجريبي بمعرفة أسباب نمو النبات وهي توفر الماء والهواء والغذاء المناسب والشمس، بينما يهتم الفيلسوف بما هو أرقى من ذلك، إنه يريد أن يدرك العلل العقلية البعيدة والمبادئ الأولى العامة لنمو النبات والحيوان والإنسان وكل الكائنات الحية الأخرى، وهكذا بقية ظواهر الوجود.( (2) ¶ الثالث:هي وجهة نظر عقلية فردية خاصة تجاه ظاهرة معينة في الوجود أو في حياة الإنسان:ووجهات النظر العقلية عند الفلاسفة لابد أن تكون مختلفة إذ أن لكل فيلسوف خبرته الشخصية وظروف بيئته ومجتمعه الخاص به، وله عاداته التي تؤثر في وجهة نظره ومذهبه الفلسفي.فمثلاً:نجد وجهات نظر متعددة مختلفة ومتعددة في تعليل وتحليل ظاهرة الشر أو الخير.(3) ¶ المبحث الثاني :نشأة التفكير الفلسفي : ¶ __________ ¶ (1) -الفلسفة ومشكلات الإنسان -سماح رافع محمد، محمد مصطفى البسيوني ص.14 ¶ (2) - كتاب الكندي إلى المعتصم في الفلسفة الأولى :تحقيق الدكتور أحمد الأهوازي –القاهرة1948 م، ص .77 ¶ (3) - كتاب الكندي إلى المعتصم في الفلسفة الأولى :تحقيق الدكتور أحمد الأهوازي –القاهرة1948 م، ص .77",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "اختلف الباحثون حول نشأة وبداية التفكير الفلسفي إلى فريقين اثنين:- ¶ -1 الرأي الأول: ذهب فريق من الفلاسفة والعلماء الباحثين والمستشرقين إلى أنّ التفكير الفلسفي في بلاد الشرق أقدم ظهوراً من بلاد اليونان إلى أن التفكير الفلسفي بدأ أولاً في بلاد الشرق قبل القرن السادس ق. م، حيث شهدت بلاد الشرق القديم مجموعة من أنماط التفكير الفلسفي مثل :الفلسفة المصرية والفلسفة الفارسية،والفلسفة البابلية، والفلسفة الهندية،والصينية .وعلى رأس هؤلاء المؤرخ الإغريقي\" دبوجين لا إرس\" الذي قال في كتابه \"حياة الفلاسفة \":\" إن الفلسفة الإغريقية ليست إلا تراثاً ً شرقيا ً متغلغلا في القدم (1) . واستدلّوا على ذلك بوجود كثير من النصوص والأساطير البابلية والمصرية التي جاء فيها حديث عن أصل العالم.فمثلاً قيل إنّ طاليس قال:بأنّ أصل العالم هو الماء، ولقد جاء في الأساطير والنصوص القديمة أنّ العالم في البدء كان ماءً وهذا يدلّل على أنّ طاليس قد استفاد قوله من تلك الأساطير.(2) ¶ ويؤكّد هذا الرأي أ نّه في مجال العلوم الكونية والرياضية وجدت بعض هذه العلوم عند القبائل الناشئة في بلاد الصين القديم على نحو ما هو موجود في بلاد اليونان.فمثلاً :الصينيون أسبق إلى معرفة المثلث القائم الزاوية وخصائص وتره . ¶ __________ ¶ (1) - انظر الفلسفة اليونانية:د .محمد بيصار ص 49 ، وفي الفلسفة الإسلامية :د .محمد السيد نعيم ص.25 ¶ (2) انظر في الفلسفة الإسلامية ص 28 -27 ، والفلسفة اليونانية حتى أفلاطون :د .عزت قرني ص17-16",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الرأي الثاني: ذهب فريق آخر إلى أن اليونان هم أوّل من ظهر فيهم التفلسف، فأرسطو يرى أنّ طاليس اليوناني هو أول فيلسوف حاول أنّ يفسر الكون تفسيراً عقلياً.والخيال والبداهة، ولم يكن مسلكهم في التفكير خاضعاً لمنهج علمي أو أسلوب فلسفي معين . لكنّ اليونان هم أوّل من قدّم المنهج والمصطلح الذي سارت عليه الفلسفة حتى اليوم، والتفكير الفلسفي عند اليونان كان تفكيراً منظماً يعتمد على الاستدلال العقلي والتأمل الفلسفي والنظر المنطقي.(1) ¶ التوفيق:وخروجاً من هذا الخلاف يمكن القول: بأنّ التفكير الفلسفي نشأ أولاً في حضارات الشرق القديم، ولكنه كان مجموعة من الأساطير أو الملاحظات التجريبية التي دفعتهم إليها حاجتهم إلى الشراب والطعام والمسكن، واعتمدوا فيها على الأوهام، ورغم اختلاف الباحثين في نشأة الفلسفة إلاّ أ نّهم أجمعوا على أنّ الفلسفة اليونانية كانت أعمق الفلسفات بحثاً، وأوسعها موضوعاً، وأحسنها تنظيماً وترتيباً.(2) ¶ المبحث الثالث:بين الفلسفة والعلم ¶ __________ ¶ (1) - ا نظر الفلسفة اليونانية: مقدمات ومذاهب: د.محمد بيصار ص.52 - 51 ¶ (2) - في الفلسفة الإسلامية ص.32.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "لقد اختلط مفهوم الفلسفة بمفهوم العلم في أذهان القدماء إذ لم يكن ثمّة فروق بينهما، لقد كانت الفلسفة لدى القدماء عل ماً، حيث كان العلم والفلسفة يدلان على مفهوم واحد، ولم يكونوا يفرقون بين العلوم الفلسفية التي تقوم على التأمل العقلي المجرد، وبين العلوم التي تعتمد على الملاحظة والتجربة والمشاهدة.فالفلسفة شملت في القديم ألوان المعرفة البشرية كلها، فأوّل الفلاسفة طاليس كان عالماً رياضياً وطبيعياُ، وفيثاغورس كان فيلسوفاُ ورياضياُ ومهندساُ، وجعل أفلاطون الهندسة ُ أساسا لمذهبه الفلسفي، وكتب على باب مدرسته: من لم يكن مهندساً فلا يدخل علينا \" وكانت فلسفة أرسطو تضمّ مجموعة من العلوم، وهكذا الأمر بالنسبة للفلاسفة الإسلاميين فالفارابي كان فيلسوفاً وموسيقياً، وابن سينا كان فيلسوفاً وطبيبا.(1) هذا بالنسبة للعلوم الطبيعية، أ مّا العلوم الإنسانية:كالسياسة والاقتصاد والأخلاق وعلم النفس فقد كانت من أقسام الفلسفة وفروعها العامة إلى فترة قريبة، فلما انفصلت العلوم الطبيعية عن الفلسفة في العصور الحديثة، بدأت العلوم الإنسانية تسير نفس المنوال، ولكن ظهرت معارضة من بعض المفكرين خصوم النزعة الطبيعية، إذ رأوا أنّ العلوم الإنسانية لا تناسبها المناهج التجريبية. واستمرّت هذه العلوم ضمن مباحث الفلسفة إلى أن استقل علم النفس عن الفلسفة وأصبح علماً مستقلاً بذاته وخاصة منذ زمن فونت1875 م الذي استطاع أن يوجد معملا تجريبياً يضم آلات ومقاييس تستخدم في دراسة الحالة النفسية، واستقل علم الاجتماع على يد \"أوجست كونت\" عام1857 م حيث اتخذ صورة العلم التجريبي الوضعي. ¶ أولاً:العلاقة بين الفلسفة والعلم: ¶ __________ ¶ (1) - انظر أضواء على الفلسفة العامة:د.عبد اللطيف محمد العبد، دار الثقافة العربية، القاهرة، الطبعة الأولى 1406 هـ -1986 م، ص.111-3",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "إذا كانت الفلسفة مرادفة للعلم قديماً فلقد أصبحت اليوم شيئاً آخر غير العلم لاستقلال كثير من المعارف والعلوم عنها، ويمكننا أن نبين أوجه العلاقة بين الفلسفة والعلم على النحو الآتي-: ¶ -1 إنّ ميلاد الفكر الفلسفي كان يعني ميلاد العلم بمنهجه الدقيق ومفاهيمه البسيطة الواضحة ومنهجه العقلاني لطبائع الموجودات، وكان القصد من الفلسفة محاولة الإنسان مجاوزة التفسيرات الأسطورية والخرافية للظواهر الطبيعية الكونية، إلى تفسير يعتمد على الحدس العقلي والفرض العلمي والملاحظة الاستقرائية ومن ثم وجد قديماً تطابق بين مفهومي العلم والفلسفة. ¶ لقد نشأت الفلسفة في أحضان العلم وكانت الدور الراقي من أدواره، ذلك أن العلوم لم تكد تنشأ وتستقر إلا وبدأ التفكير الفلسفي ينشأ على أعقابها ولذا فإن العلاقة وثيقة بين الفلسفة والعلم على الرغم من استقلال الكثير من العلوم عنها. ¶ -2 إنّ الفلسفة تكشف للعلم عن طبيعة العقل الذي هو أداة من أدواته التي يستعين بها على ضبط المشاهدات والتجارب .فالعلماء يلتمسون المعرفة بالعقل وقيمه، ومقياسيه وأحكامه المستمدة من الفلسفة .إنّ كل علم من العلوم الخاصة يعتمد على المعاني الأولية التي تكشف الفلسفة عن حقيقتها، فمثلاً العلوم الإنسانية بحاجة إلى معرفة جوهر الإنسان وأصله ومصيره، وهذه أسئلة تجيب عنها الفلسفة. ¶ 3- يعتمد العلم على البرهان، والفلسفة هي التي تكشف للعلماء عن مقدمات البرهان والأمور التي يقوم عليها وقوانينه، إنما هي التي تعرفهم كيف يحددون المعاني وينظمون الأدّلة.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "4- إنّ الفلسفة تقدم لكل علم ما يناسبه وما يصلح له من المناهج والطرائق التي تتناسب مع موضوعه.فمثلاً:العلوم الطبيعية ) المادية (تقدم لها الفلسفة المنهج الذي يقوم على الملاحظة والتجربة والاستقراء. فعلم الرياضيات مثلاً تقدم له الفلسفة المنهج الذي يتركب من الضروريات، والبديهيات، ومبادئ الاستنباط.(1) ¶ ثانيا:الفرق بين الفلسفة والعلم: ¶ -1 الفرق بينهما من حيث الموضوع: ¶ إنّ موضوع العلم هو الأحداث والقضايا المادية الجزئية والقوانين المعينة التي تنطبق على قسم معين من أقسام الكون وأجزائه، فعلي سبيل المثال :نجد أنّ علم الجيولوجيا يختص بالمسائل المتعلقة بطبقات الأرض، وعلم الجغرافيا يختص بأحوال العالم الطبيعية من مناخ و حرارة و تضاريس، وعلم الطبيعة يدرس الظواهر المادية المحدودة كالصوت والضوء والحركة والجاذبية ونحوها من الظواهر الجزئية، وعلم النحو يتعلق بالكلام وأقسامه وأحواله من حيث الإعراب والبناء … فالعلم موضوعاته جزئية معينة. بينما موضوع الفلسفة كليٌ مطلق، يتناول الحقيقة الكلية العقلية المجردة عن المادة وعلائق المادة، والحقيقة المطلقة، إنها تتناول جميع الأهداف، وتستوعب كل الظواهر الطبيعية ولكنها تفسرها تفسيراً كلياً دون النظر إلى قسم معين من أقسام العالم أو جزء من جزئياته. ¶ كما أن موضوع العلم يكمن في الظواهر الطبيعية من سنن وقوانين.بينما موضوع الفلسفة يجيب عن أسئلة تتعلق بهذه السنن والقوانين.مثل:هل هذه القوانين يقينية أم ظنية؟ دقيقة أو غير دقيقة؟ وما هي النتائج المترتبة على هذه القوانين؟(2) ¶ -2 الفرق بينهما من حيث الغاية والهدف: ¶ __________ ¶ (1) - انظر :الفلسفة اليونانية – مقدمات ومذاهب -د .محمد بيصار :ص .25 -24 ¶ (2) - انظر المصدر السابق ص .32 -31.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "إذا كان موضوع الفلسفة ما هو كلي عقلي، فإنّ الهدف الذي يسعى إليه الفيلسوف:الوصول إلى العلل والأسباب البعيدة لمختلف الموجودات وهي علل عقلية مجردة. إنّ الفيلسوف يهدف من تأمله العقلي أن يجيب عن أسئلة منها ما هو أصل الكون؟ وما هو مصيره الذي ينتهي إليه؟ وما هو أصل الإنسان؟ وما هو مصيره؟ وما علاقة الإنسان بالكون الذي يعيش فيه . ¶ بينما العلم يهدف إلى اكتشاف الأسباب المباشرة والعلل القريبة التي أدت إلى حدوث الظاهرة. إذاً فغاية العلم :وصف الأحداث الطبيعية والظواهر الكونية بما فيها الإنسان بصرف النظر عما يكون بين هذه الأحداث والظواهر وبين الإنسان من رابطة أو علاقة .فمثلاً:إن سقوط التفاحة من الشجرة إلى الأرض فسره العالم إسحاق نيوتن بالجاذبية الأرضية، وهو سبب قريب مباشر. بينما الفيلسوف لا يقنع بذلك، إ نّه يَهتم بمعرفة السبب البعيد الذي من أجله وجدت الجاذبية في الأرض.(1) ¶ -3 الفرق بينهما من حيث المنهج : ¶ إنّ المنهج الذي يسلكه الفيلسوف في معرفة العلل والأسباب البعيدة هو المنهج العقلي الذي يعتمد على التأمل النظري والتحليل العقلي، إنّه يعتمد على العقل في تجريد المدركات من ماديتها واستخلاص ماهياتها الكلية الثابتة، ويعتمد على التحليل العقلي لأنّه ينفذ إلى الجذور الأصلية ويبحث عن العلل البعيدة الكامنة خلف الظاهرة موضوع الدراسة والتأمل، ويعتمد المنهج الفلسفي أيضاً على الضمير والشعور والوجدان كطرق لمعرفة وإدراك الخير والجمال. وأمّا العلم فإنّه يعتمد على المنهج الاستقرائي التجريبي وعلى المشاهد الخارجية التي تدرك بالحواس.وهذا المنهج يقوم على خمس خطوات. وهي :- ¶ -1 الشعور بالمشكلة وتحديدها . ¶ -2 جمع المعلومات والبيانات الخاصة بالظاهرة أو المشكلة موضوع البحث . ¶ -3 فرض الفروض المبدئية لتفسير الظاهرة . ¶ -4 اختبار صحة الفروض تجريبياً . ¶ __________ ¶ (1) - الفلسفة اليونانية ص 33 -32 ، الفلسفة ومشكلات الإنسان ص .18",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "-5 التوصل إلى قانون عام يفسر الظاهرة.(1) ¶ الفرق بينهما من حيث الذاتية: ¶ والمقصود بالذاتية:ما يرجع إلى ذات الإنسان الفرد وحده، وتدخل فيها مشاعر الإنسان وأحاسيسه وميوله الشخصية وظروف حياته الخاصة.ويقابل الذاتية الحقائق الموضوعية وهي كل حقائق الوجود خارج الذات البشرية، أي في الواقع الخارجي الطبيعي، والحقائق ثابتة لا تتغير، بعكس الذاتية التي تختلف من شخص لآخر.إنّ الفلسفة في جوهرها عبارة عن آراء ذاتية ومذاهب شخصية تع بّر عن وجهة نظر خاصة بالفيلسوف نفسه، وبالتالي فإنّ الحقائق التي يتوصل إليها فيلسوف ما تختلف عن الحقائق التي يتوصل إليها فيلسوف آخر؛ لأنّ كل فيلسوف له ميوله الخاصة ومشاعره وأحاسيسه الخاصة. ¶ بينما العلم الذي يتناول بالبحث الحقائق الموضوعية الثابتة فإنّه لا يتأثر بآراء العلماء وميولهم وذاتيتهم، فالحقيقة العلمية محل إجماع العلماء وإذا اختلف العلماء فيما بينهم دل ذلك على أنّ ما توصلوا إليه لم يصل إلى رتبة الحقيقة العلمية، إنّما هو ظنون أو فرضيات.(2) ¶ المبحث الرابع:موضوعات الفلسفة: ¶ __________ ¶ (1) - انظر الفلسفة اليونانية 34 -33 ، الفلسفة ومشكلات الإنسان ص .19 -18.-4 ¶ (2) - الفلسفة ومشكلات الإنسان: سماح رافع محمد ص.20 - 19",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "من خلال دراستنا للمعاني المختلفة للفلسفة يتبين لنا أنها لا تبحث في موضوع واحد بعينه، بل تبحث موضوعات متعددة، ومن هنا فإن موضوعها كان يشمل كل المعارف الإنسانية وموضوعات الوجود والحياة، كانت تضم موضوعات إلهية وإنسانية إلى جانب المنطق وعلم النفس والأخلاق …إنها تبحث في كل شيء يمكن للعقل أن يبحث فيه .فهي تبحث في أصل العالم ومن أين جاء، وما هو مصيره ونهايته، كما تبحث في موجد العالم وخالقه ) الله (، وما يجب له من صفات، وتبحث في الكون كله بحثاً شاملاً يتناول كل جوانبه، و تعنى بالإنسان وسلوكه، ومبدئه ومصيره .فموضوعها إذاً:الله والكون والإنسان.(1) ¶ وقد درس الفلاسفة هذه المعارف وبحثوا في هذه الموضوعات بواسطة الأسلوب الفلسفي ومن خلال منهج التأمل العقلي .والسبب أن المنهج التجريبي لم يكن ً معروفا في تلك العصور الزمنية.(2) ومع بداية عصر النهضة الأوروبية الحديثة واكتشاف المنهج التجريبي بدأت مجموعة من العلوم تنفصل ً تدريجيا لعدم ملائمة منهج الفلسفة مع تلك العلوم، فانفصلت العلوم الطبيعية واستخدمت المنهج التجريبي، واستقلت الرياضيات مستخدمة المنهج التحليلي الرياضي، وكذلك استقلت علوم أخرى كالفلك والموسيقى والاجتماع.واقتصرت الفلسفة في الحديث على موضوعات رئيسية ثلاث، بالإضافة إلى مباحث فرعية كلها تتوافق مع المنهج العقلي التأملي.(3) ¶ أولاً :الموضوعات الرئيسية :- ¶ -1 مبحث الوجود ومشكلاته: وهو يدرس الوجود عامة وفي صورته الكلية،وفي خصائصه الأساسية العامة فيحاول الفيلسوف كشف القوانين الكونية التي تفسر حقيقة الوجود وجوهره وأصله. ¶ __________ ¶ (1) - في الفلسفة الإسلامية:د.محمد السيد نعيم ص 22. ¶ (2) - الفلسفة ومشكلات الإنسان: سماح رافع محمد ص15. ¶ (3) - المصدر السابق ص.15-16",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "-2 مبحث المعرفة ومشكلاتها: وهو يدور حول مدى إمكانية معرفة الوجود ووسائل إدراكه والعلم به، ويدرس المعرفة الإنسانية وما يتعلق بها من وسائل ومشكلات، فيدرس مثلاً وسائل المعرفة من الحس والعقل والحدس والموازنة بينها . ¶ -3 مبحث القيم ومشكلاتها : يتعرض لدراسة المُثل والقيم العليا، والكشف عن ماهيات القيم التي يسعى الجميع إلى تحقيق ها في حياتهم . وأهم القيم التي تدرس في هذا المبحث وهي -: ¶ أ -قيمة الحق ويدرسها علم المنطق. ¶ ب -قيمة الخير، ويدرسها علم الأخلاق. ¶ ج -قيمة الجمال، ويدرسها علم الجمال. ¶ ثانيا :الموضوعات الفرعية -: ¶ -1 فلسفة الدين: وهدفها تدعيم العقائد الدينية بالأدلة والحجج العقلية المنطقية. ¶ -2 فلسفة التاريخ: وتبحث في القوانين العامة والمبادئ الأساسية التي تحكم سير الأحداث التاريخية عامة ولا يهتم الفيلسوف بدراسة الوقائع والأحداث الجزئية. ¶ -3 فلسفة القانون : وتهتم بدراسة الأسس العامة التي يقوم عليها القانون، وبيان علاقة ¶ القانون بمبادئ الأخلاق والعدالة، وارتباطه بفكرة الإلزام والحرية.(1) ¶ الباب الأول ¶ الفلسفة اليونانية ¶ المقدمة : ¶ __________ ¶ (1) - المصدر السابق ص16-17.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "سبق أن بينّا أنّ مؤرخي الفلسفة اختلفوا في تحديد الموطن الأول لنشأة للفلسفة، حيث رأي فريق منهم أنّ الفلسفة اليونانية لم تستفد من غيرها من الفلسفات، بل كانت يونانية خالصة الأصل، بينما رأي الفريق الآخر أن هذه الفلسفة قد استفادت ً كثيرا من الفلسفات الشرقية التي سبقتها، ورغم هذا الاختلاف إلا أنهم اتفقوا على أن الفلسفة اليونانية كانت أعمق الفلسفات بحثاً، وأوسعها موضوعاً، وأحسنها تنظيماً وترتيباً .ولما كانت الفلسفة الإسلامية قد تأثرت بالفلسفة اليونانية إلى حد بعيد وأنّ الفلاسفة اليونان كانوا أساتذة للفلاسفة الإسلاميين وخاصة الفارابي وابن سينا، فإنّه يجدر أن أخص الفلسفة اليونانية بدراسة موجزة نتعرف من خلالها على مراحل هذه الفلسفة، وأهم مدارسها وأشهر مفكريها وفلاسفتها، ونتعرف أيضاً على آرائها في الكون والحياة، ونر كّز على الجانب الإلهي في تفكير أشهر فلاسفة اليونان خاصة سقراط وأفلاطون، ثمّ نخصّ بالدراسة الفيلسوف أفلوطين المصري مولدا،ً واليوناني تفكيراً وتفلسفاً . ¶ مراحل التفكير الفلسفي عند اليونانية: ¶ بدأ التفكير الفلسفي عند اليونان في القرن السادس قبل الميلاد، وقد مرّت الفلسفة اليونانية بعدة مراحل، تتميز كل مرحلة عن غيرها بسمات خاصة ومختلفة، من حيث الموضوعات التي تناولها الفلاسفة في كل مرحلة، ونتناول كل مرحلة بالحديث في فصل خاص. ¶ الفصل الأول ¶ المرحلة الأولى:الفلسفة اليونانية قبل سقراط ¶ موضوعها:وموضوع هذه المرحلة الكون الطبيعي لمعرفة الأصل الذي نشأ عنه . وقد مرّت الفلسفة في هذه المرحلة بعدة أدوار، تميّز كل دور بمميزات خاصة تميزه كلياً أو جزئيا عن الدور الآخر، وهذه الأدوار هي:- ¶ الأول:الذي تمثله المدرسة الأيونية على يد الفلاسفة الطبيعيين وعلى رأسهم طاليس. ¶ الثاني:الذي تمثله المدرسة الفيثاغورية على يد الفيلسوف فيثاغورث. ¶ الثالث :الذي يمثله الفلاسفة الإيليون ومن أشهرهم بارمنيدس.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الرابع: الذي يمثله الطبيعيون المتأخرون ومن أشهرهم ديمقريط.(1) ¶ ونبيّن في كل دور الطابع العام للتفكير الفلسفي فيه، ومميزاته، وأشهر فلاسفته. ¶ المبحث الأول:الدور الأول :المدرسة اليونية) الطبيعيون الأُول) ¶ تعدّ مدرسة الطبيعيين الأول أول مدرسة ظهر فيها التفكير الفلسفي المنظم في بلاد اليونان، وقد قامت هذه المدرسة في مقاطعة أيونيا بآسيا الصغرى على ساحل البحر الأبيض المتوسط، وزعماؤها أربعة هم :طاليس، وأنكسمندر ، وأنكسمنس ، وهيراقليطس .نشأ الفلاسفة الثلاثة الأول في مدينة ملطية، والرابع في مدينة أفسوس، بحث هؤلاء الفلاسفة في الأصل الذي نشأ عنه العالم، واتفقوا أن هذا الأصل مادة موجودة في الطبيعة، ولكنهم اختلفوا في تعيين هذه الماد.(2) ¶ أولاً:طاليس: ¶ فيلسوف مالطي، من أَوّل وأشهر فلاسفة اليونان، عاش ما بين 550 -624ق.م، وهو أحد الحكماء السبعة((3) ، درس العلوم دراسة عميقة، عمل مهندساً بحرياَ، واستطاع أن يضع تقويماً بحرياً للملاحين يحتوي على إرشادات وقواعد فلكية كانت لها آثارها القيمة في تاريخ الملاحة البحري(4) ¶ مذهبه الفلسفي: ¶ __________ ¶ (1) - انظر:الفلسفة اليونانية:مقدمات ومذاهب د.محمد بيصار ص.54 ¶ (2) - انظر في الفلسفة الإسلامية، د .محمد السيد نعيم ص.35 ¶ (3) - الحكماء السبعة : هم أساطين الحكمة من مالطية وساميا وأثينا وهي بلادهم، وأما أسماؤهم فهي طاليس، أنكساغورس، أنكسيمانس، أنبادقليس، فيثاغورث، سقراط، انظر أفلاطون .الملل والنحل :عبد الكريم الشهرستاني، تحقيق سيد كيلاني،دار المعرفة، بيروت، . 61 /2 ¶ (4) انظر الفلسفة اليونانية :بيصار ص 55 -54 ، في الفلسفة الإسلامية ص .36",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ذهب طاليس إلى أنّ الماء هو أصل الأشياء و مبدأ الموجودات منه بدأ وإليه ينحل، وهو الجوهر الأساس الذي تولدت عنه كل الموجودات، وأنّ الماء قابل لكل صورة، ومنه أبدعت الجواهر كلها-السماء والأرض وما بينهما-وهو علّة كل مبدع، وأنه حين جمد الماء تكونت الأرض، وحين انحل تكون الهواء، ومن صفوة الهواء تكونت النّار، ومن الدخان والأبخرة تكونت السماء، ومن الاشتغال الحاصل من الأثير تكونت الكواكب.(1) ¶ وإنّما أراد بقوله الماء هو المبدع الأول، أي هو مبدأ التركيبات الجسمانية لا المبدأ الأول في الموجودات العلوية، لكنه لما أعتقد أنّ العنصر الأول هو قابل كل صورة ، أي منبع الصور كلها ، فأثبت في العالم الجسماني له مثالا يوازيه في قبول الصور كلها ، ولم يجد عنصراً على هذا النهج، مثل الماء فجعله المبدع الأول في المركبات، وأنشأ منه الأجسام والأجرام السماوية والأرضية.(2) ¶ واستدلّ على ذلك بما يلي: ¶ -1 وجد جميع الحيوان من الجوهر الرطب الذي هو المنى، فأوجب أن يكون مبدأ جميع الأشياء من الرطوبة، وأنه ومتى ما عدمت الرطوبة جفت وبطلت، وأنّ النبات والحيوان والإنسان يتغذى بالرطوبة، ولا يستطيع الحياة بدونها، وإذا كانت الرطوبة تنشأ عن الماء كان من الطبيعي أن يكون الماء الأصل الذي تكون منه الإنسان والحيوان والنبات. ¶ -2 أن النبات والحيوان يولدان من الجراثيم الحية، وهذه الأشياء رطبة، والرطوبة من الماء. ¶ -3أن التراب يتكون من الماء والماء يتحول شيئاً ً فشيئا إلى التراب، كما هو مشاهد في كثير من الأنهار، كما في نهر بدينة ودلتا نهر النيل في مصر.(3) ¶ __________ ¶ (1) - الملل والنحل، 121 -120 /3 ، وانظر نشأة الفكر الفلسفي في الإسلام : د .على سامي النشار، دار المعارف، القاهرة الطبعة الثامنة ص.115 /1. ¶ (2) - الملل والنحل 3/121. ¶ (3) - انظر البدأ والتاريخ.136 /1 الفلسفة اليونانية :بيصار ص 55 ، الفلسفة اليونانية حتى أفلاطون :د.عزت قرني ص .24",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ويمكن أن يقال إنّ فكرة طاليس الساذجة عن الكون ترجع إلى الخرافات والأساطير البابلية والمصرية، وهي ذات نزعة وثنية مادية.(1) ¶ ثانيا:أنكسمندر )أنكسماندريس ( ¶ عاش هذا الفيلسوف المالطي ما بين547 -611 ق .م وقد جاء بعد طاليس، فهو ثاني فلاسفة المدرسة \"اليونية \". ¶ مذهبه الفلسفي: ذهب أنكسمندر إلى رفض رأي طاليس أنّ الماء هو أصل الكون، وذلك لسببين:- ¶ -1 أنّ الماء هو استحالة اليابس بالحرارة إلى المائع، فالجامد سابق على الماء، فليس الماء إذاً أصل الكون. ¶ -2 أنّ الماء معين ومحدود، ويستحيل أن يكون المبدأ الأول معيناً محدود ا ً، وإلاّ لما تولّدت منه الأشياء المتميزة المحدودة. ¶ أصل الأشياء عنده : إنّ أنكسمندر يرى أنّ أصل الأشياء جسم موضوع الكل لا نهاية له، ولم يبين ماهيته، هل هو من العناصر، أم خارج عنها.( (2)وبيان ذلك :أصل الكون المادة اللامتناهية أو )اللامحدود (،لا متناهية من جهة الكم ولا متناهية من جهة الكيف، بل هي مزيج من المتضادات من الطويل والقصير، والصغير والكبير، والحار والبار د،والحلو والمر،والحركة والسكون…وأن هذه الأشياء كانت في البدء شيئاً واحداً وجدت فيه هذه المعاني متعادلة متكافئة، وبفعل التطور والحركة حدثت انفصالات واجتماعات بين بعضها والبعض الآخر بنسب معينة وبمقادير متفاوتة فتكونت عنها الأشياء الطبيعية.( (3) والمادة اللامتناهية عنده ثابتة غير حادثة، إنها أبدية، والحركة الدائمة هي التي تعمل على تغيير الأشياء التي من صفاتها التحول والتغير.والتغيير يحصل بشكل آلي مجرد وبمحض الصدفة، فليس هناك علّة فاعلة، وليس هناك غاية من وراء الفعل.(4) ¶ __________ ¶ (1) - نشأة الفكر الفلسفي في الإسلام ص 118 ، الفلسفة اليونانية :بيصار ص .56 ¶ (2) - الملل والنحل للشهرستاني.123 /3 ¶ (3) - انظر الفلسفة اليونانية:د.بيصار ص 57 ¶ (4) - المصدر السابق ص 58 ، وانظر في الفلسفة الإسلامية، د .محمد السيد نعيم ص 36 ، الفلسفة اليونانية ¶ حتى أفلاطون ص.26",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ثالثا:أنكسيمانس أو أنكزمينس 588-528) ق.م ( ¶ مذهبه الفلسفي: ¶ قال إن الباري تعالى أزلي لا أول له ولا آخر، هو مبدأ الأشياء، ولا بدء له، هو المدرك من خلقه، أ نّه هو فقط، وأنه لا هوية تشبهه، وكل هوية فمبدعة منه، هو الواحد ليس كواحد الأعداد، لأنّ واحد الأعداد يتكثر وهو لا يتكثر، وكل مبدع ظهرت صورته في حد الإبداع، فقد كانت صورته في علمه الأول. وذهب إلى أنّ أصل الكون هو الهواء وهو المبدأ الأول للوجود، ومنه تكون جميع ما تكون في العالم من الأجرام العلوية والسفلية.وتتولد منه الأشياء عن طريق التخلل والتكاثف، فإذا تخلخل الهواء صار ناراً، ومن النّار تولدت كل الأشياء النّارية كالكواكب والنجوم مثلاً، وإذا تكاثف الهواء نشأت عنه الرياح والعواصف والسحب ثم الأمطار، ثم تتكاثف الأمطار فينتج عنها الأتربة والرمال والصخور.(1) وكان يقول:ما كوّن من صفو الهواء المحض لطيف روحاني، لا يدثر ولا يدخل عليه الفساد،ولا يقبل الدنس والخبث، وما كوّن من كدر الهواء كثيف جسماني، يدثر ،ويدخله الفساد،ويقبل الدنس والخبث، فما فوق الهواء من العوالم فهو من صفوه، وما دون الهواء من العوالم فهو من كدره.(2) ¶ رابعاً:هيراقليطس475 -540) ق .م ( ¶ مذهبه الفلسفي: ¶ __________ ¶ (1) - انظر الفلسفة اليونانية :مقدمات ومذاهب :د .بيصار ص 59 – 58 ، في الفلسفة الإسلامية :د .محمد السيد نعيم ص 36 ، الفلسفة اليونانية حتى أفلاطون ص .28 -27 ¶ (2) - الملل والنحل3/125-126.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "... .ذهب إلى أن أصل الكون هو النّار، وهي المبدأ الأول للوجود، ولكنه لا يقصد النّار المحسوسة الحارقة، إنما هي نار إلهية لطيفة جداً، نسمة حارة عاقلة أزلية أبدية تملأ العالم.(1) وعن كيفية صدور الموجودات عنها يقول :\"إنّ مبدأ الموجودات هو النّار ، فما تكاثف منها وتحجر فهو الأرض، وما تخلخل من الأرض بالنّار صار ماء، وما تخلخل من الماء بالنّار صار هواء، وما تخلخل من الهواء بحرارة النّار صار نار، فالنّار مبدأ،وبعدها الأرض، ثم الماء ثم الهواء، وبعدها النّار.(2) أو يقال إنّ النّار تتخلخل فتصير ناراً محسوسة، ثمّ تتكاثف فتصير هواءً، ثم يتكاثف الهواء فيصير ماءً، ثمّ يتكاثف الماء فيصير أرضاً، ثم يرتفع من الماء والأرض أبخرة تتراكم سحباً فتلتهب وتنقدح فتعود ناراً ثم يتخلخل اليابس إلى ماء، والماء إلى هواء، والهواء إلى نار ويعود الدور، وهكذا دواليك، فالتغير يجري في طريقين :طريق إلى أسفل، وطريق إلى أعلى، ومن تقابل هذين التيارين تتكون الموجودات من الحيوان والنبات،(3) وأهم ما يميز مذهبه :قوله بالتّغير الدائم في الكون.(4). ¶ المبحث الثاني:الدور الثاني:المدرسة الفيثاغورية: ¶ الفيثاغورثيون هم أتباع الفيلسوف الرياضي فيثاغورث بن منسارخس، ولد سنة572 ق.م في جزيرة ساموس من بلاد اليونان، سافر فيما بعد إلى مصر ثم استقر في جنوب إيطاليا وهناك أسس مدرسته.(5) وذهب الشهرستاني إلى أنّه عاصر نبي الله سليمان بن داود عليهما السلام.(6) ¶ مذهبهم الفلسفي:- ¶ __________ ¶ (1) - انظر الفلسفة اليونانية:د .بيصار ص 59 ، وفي تاريخ الفلسفة اليونانية :د .محمد السيد نعيم ص.57 ¶ (2) - الملل والنحل .139 /3 ¶ (3) - انظر تفاصيل مذهبه:الفلسفة اليونانية حتى أفلاطون ص.45 - 44 ¶ (4) - الفلسفة اليونانية :د .بيصار ص ¶ (5) - انظر المرجع السابق:ص .60 ¶ (6) - الملل والنحل 123/3",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "يرون أنّ أصل الكون هو: العدد، لأنّه أشبه بعالم الأعداد منه بعالم الماء أو النّار أو الهواء، فالعدد أوّل مبدع أبدعه الباري تعالى، وأوّل العدد الواحد، وأن مبادئ الأعداد هي عناصر الموجودات، لأنّ الموجودات أعداد، والعالم على هذا مر كّب من عدد ونغم، والموجودات ليست إلا محاكية لنماذجها الأولى اللازمة لها وهي الأعداد، وما يتصور من مفارقة بينها فإنما هي في الذهن فقط لا في الحقيقة والواقع ، ولا يمكن للأشياء عندهم أن يتمايز بعضها عن بعض إلا بالعدد .فمثلاً الأطول يتميز عن الأقصر والأكبر عن الأصغر بزيادة وحدات وعدد فقط، لا بزيادة شيء خارج عن العدد، وكذا الّنغم الذي تتكون منه الفواصل الموسيقية، لا يتميز عن غيره إلا بتناسب بين وحداته المختلفة تجعل من مجموعها صوتاً ونغما يألفه السمع.(1) ¶ ثمّ إنّ لفيثاغورس رأياً في العدد والمعدود قد خالف فيه جميع الحكماء قبله وخالفه فيه من بعده وهو أنه جرد العدد عن المعدود تجريد الصورة عن المادة وتصوره موجودا محققا وجرد الصورة وتحققها وقال مبدأ الموجودات هو العدد، وهو أول مبدع أبدعه الباري تعالى. فأول العدد هو الواحد، وميله الأكثر إلى أنه لا يدخل في العدد فيبتدىء العدد من اثنين، ويقول هو منقسم إلى زوج وفرد، فالعدد البسيط الأول اثنان والزوج البسيط الأول أربعة.(2) وقالوا في بيان نظريتهم:العدد أصل لجميع الكائنات، فالواحد هو النقطة، والاثنين هما الخط، والثلاثة السطح، والأربعة الجسم، والخمسة هي الصفات المادية، والستة هي الحياة، والسبعة العقل..الخ.(3) ¶ المبحث الثالث:الدور الثالث:المدرسة الإيلية أو الإيليائية ¶ __________ ¶ (1) - الفلسفة اليونانية :د .بيصار ص 61 -60 ، الفلسفة اليونانية حتى أفلاطون ص .32 ¶ (2) - كتاب الملل والنحل .76 /2 ¶ (3) - في الفلسفة الإسلامية :د .محمد السيد نعيم ص .37",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "نشأت هذه المدرسة التي في مدينة إيلياء على الشاطئ الجنوبي الغربي من إيطاليا وزعيمها هو \" أكزينوفان \"الذي أعلن أن الله واحد لا شريك له، وأنّـ ه يتصف بصفات الكمال ولا يتصف بشيء من الحوادث، وأن العالم في قبضته وأنّـ ه المحرك له، ولقد كان طابع هذه المدرسة عقلياً، وقد اهتمت في البحث عن أصل العالم الروحي، ولم تهتم إلا قليلاً بأصله المادي.(1) ويعتبر بارمنيدس الذي عاش ما بين القرن السادس والنصف الأول من الخامس من أشهر فلاسفة هذه المدرسة. ¶ مذهبه الفلسفي: ¶ يرى أنّ أصل الوجود هو الوجود نفسه، فليس في الكون كله إلا هذه الحقيقة، ألا وهي حقيقة الوجود.وإذا أردنا وصف هذا الوجود بشيء فلا نستطيع وصفه إلاّ بأنّه موجود. وعن هذا الأصل (الوجود (تنشأ وجودات الأشياء، ويتميز بعضها عن البعض بمقدار ما فيها من هذه الحقيقة الأولى.(2) ¶ المبحث الرابع:الدور الرابع:الفلاسفة الطبيعيون المتأخرون: ¶ وهم الفلاسفة الثواني أو الذريون، وأشهر فلاسفتهم ثلاثة، نشأ هؤلاء متعاصرين في القرن الخامس قبل الميلاد، وهم:ديمقريطس، وأنبادقليس، أنكسجوراس. ¶ مذهبهم الفلسفي:- ¶ ينحصر مذهبهم في القول بأنّ أصل العالم هو الذرة .ويفسرون الكون والفساد (الوجود، والعدم) في هذا العالم على هذا الأساس ، وتتكون الأشياء نتيجة تجميع عدد من الذرات، وفساد هذه الأشياء نتيجة افتراق هذه المجموعة أو تلك من الذرات، وهكذا كل ما يجري في هذا الكون من تغيرات.(3) ¶ __________ ¶ (1) - انظر المصدر السابق ص .38. ¶ (2) - الفلسفة اليونانية :د بيصار ص 62 -61 ، وانظر :الفلسفة اليونانية حتى أفلاطون ص .59 -56 ¶ (3) - الفلسفة اليونانية:د.بيصار ص 62 ، في الفلسفة الإسلامية ص 39.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ولقد أطلق على القائلين بهذا المذهب بالطبيعيين لأنّه كان في البدء مذهباً مادياً صرفا أي طبيعي بحت، ولكي يتميزوا عن الطبيعيين الأول \" فلاسفة أيونيا \" سُموا بالطبيعيين الثواني.ولمّا وجدت صعوبات في فهم حركات الذرات التي تتجه إلى تكوين الأشياء أو انعدامها، فإنّ بعض أتباع هذا المذهب ذهب إلى أنّ الحركة تلقائية وذاتية في الذرة قائمة على قانون الجذب والمغناطيسية الذي يربط بعضها ببعض، وبالتالي يكون اجتماع الذرات وافتراقها على أساس هذا القانون وبمحض الصدفة.وقال آخرون: إنه لابد بجانب كل ذرة من هذه الذرات ذرة أخرى روحية أو عقلية تأخذ خصائص المدبر والمحرك .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وذهب أحد الفلاسفة الذريين \"أنكسجوراس) 428 -500 ق. م (إلى رفض ما ذهب إليه ديمقريطس من إرجاع أصل الكون إلى الذرات، قال إنّ مبدأ الموجودات هو:جسم أول متشابه الأجزاء، وهي أجزاء لطيفة لا يدركها الحس، ولا ينالها العقل منها:كون الكون كله العلوي منه والسفلي، لأنّ المركبات مسبوقة بالبسائط، والمختلفات أيضا مسبوقة بالمشابهات والمركبات كلها إنما امتزجت وتركبت من العناصر، وهي بسائط متشابهة الأجزاء، والحيوان والنبات وكل ما يغتذي فإنما يغتذي من أجزاء متشابهة أو غير متشابهة، فتجتمع في المعدة فتصير متشابهة، ثم تجري في العروق والشرايين فتستحيل أجزاء مختلفة مثل الدم واللحم والعظم. وحكى عنه أيضا ً أنّ ه وافق سائر الحكماء في المبدأ الأول إنّّه العقل الفعال، غير أنّ ه خالفهم في قوله إنّ الأول الحق تعالى ساكن غير متحرك.وحكى فورفوريوس عنه أنّّه قال إنّ أصل الأشياء جسم واحد، موضوع الكل لا نهاية له، ولم يبين ما ذلك الجسم أهو من العناصر أم خارج عن ذلك، قال:ومنه تخرج جميع الأجسام والقوة الجسمانية والأنواع والأصناف.(1) ورأى أنّ أصل الكون عناصر أساسية وأنواع أولية لم ينشأ أحدها عن الآخر، إنّما تتكون العناصر والأصول الأولى مما فيه من مواد، ومادة الكون ذرات لانهائية العدد، وهذه الذرات اللانهائية لا يمكن أن تتجمع في كتلة واحدة هي أصل كل شيء.(2) وذهب إلى وجود قوة عاقلة ذكية تدبر الكون وتحكمه، وتسير به إلى غاية وهدف.(3) ¶ الفصل الثاني ¶ المرحلة الثانية:السوفسطائيون وسقراط(من سنة 480 إلى 299 ق.م ( ¶ لقد تغير موضوع الفلسفة في هذه المرحلة، إذ أصبح هذا الموضوع هو الإنسان بدلاً من الكون الطبيعي المحسوس، وذلك أنّ السفسطائيين قد حوّلوا البحث الفلسفي من الطبيعة إلى الإنسان بعد أن رأَوا عدم جدوى البحث في العالم الطبيعي. ¶ __________ ¶ (1) - الملل والنحل للشهرستاني.65 /2 ¶ (2) - انظر الفلسفة اليونانية:د.بيصار ص.63 ¶ (3) - المرجع السابق ص 64.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "المبحث الأول:السوفسطائيون: ¶ السوفسطائي:هو المتحكم الذي يذكر وجوه المغالطات، وكيفية التحرز منها، والسوفسطائيون هم الذين لا يثبتون حقائق الأشياء.(1) ¶ نشأتهم: ¶ بعد فلاسفة المدرسة الطبيعية الثانية طرأت على المجتمع اليوناني أحداث سياسية أدت إلى تطورات هامة تركت آثاراً سيئةً في الحياة الدينية والأخلاقية والسياسية في بلاد اليونان.وأهم هذه التطورات :اعتداد الفرد بذاته واعتزازه بشخصيته، وظهور موجة من الإلحاد تجلت في إنكار الآلهة وأنها لا تستحق التقديس أو العبادة، كما تجلت في الثورة على قديم متعارف عليه، والإقبال على كل جديد مستحدث . ¶ ونتيجة اختلاف الفلاسفة في بيان أصل العالم، وتناقض أقوالهم في ذلك حدث ارتياب لدى الناس، وظهر جماعة من الفلاسفة يوجهون النقد والتشكيك لآراء الفلاسفة السابقين، ثم اتسعت دائرة النقد والتشكيك لتشمل بجانب النظريات الفلسفية:العقائد الدينية وسلوك الإنسان في حياته، وحقائق الأشياء.في هذا الجو المشحون بالتمرد والإلحاد واتساع دائرة النقد والتشكيك ظهرت جماعة السوفسطائيين الذين كانوا مرآة صافية انعكست فيها صورة هذا العصر. ¶ مذهب السوفسطائيين: ¶ ذهب السوفسطائيون إلى أنّه ليست هناك قضايا عامة تتساوى العقول في إدراكها فالإنسان وحده هو مقياس كل شيء، فما يراه حقاً فهو حق بالنسبة إليه، وما يراه باطلاً فهو باطل بالنسبة إليه.وهكذا هدم السوفسطائيون قواعد الأخلاق، وأنكروا الآلهة بالإضافة إلى إنكارهم حقائق الأشياء، وقالوا لا وجود لها إلا في الخيال، وهكذا صار الأمر فوضى وأصبح الناس أحزاباً متفرقة في آرائها.(2) ¶ __________ ¶ (1) - مفاتيح العلوم للخوارزمي. ¶ (2) - انظر في الفلسفة الإسلامية:د .محمد السيد نعيم ص-40-41.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": ".(58) ولمّا ظهرت في عصر السوفسطائيين أسباب النزاع والخلافات أمام المحاكم في الجانب السياسي نشأ الجدل والخطابة وفنون الحوار والمحاورة، وأصبح التّزود بمثل هذه الأمور ضرورة للتغلب على الخصوم في المناقشات والمحاورات ووسيلة للظهور والترقي في الحياة السياسية، بغض النظر عن تحري الحق في ذاته أو الوصول إلى الصواب. ¶ وأهمّ ما يميز السوفسطائيين أنهم كانوا يعلمون النّاس بالأجر، يلقون الدروس للأغنياء مقابل أجراً زهيداً، وللعامة بمبلغ أقل، وكانوا ينتقلون من مدينة إلى أخرى، ولهم قدرة فائقة في جلب التلاميذ، الذين يصطحبونهم ً أحيانا في تنقلاتهم. ول مّا كانت الخطابة من أهم العلوم التي تهيئ الإنسان للنجاح السياسي فقد اختص السوفسطائيون بتعليمها للشباب الأثيني الراغب في الوصول إلى السلطة والمشاركة في السياسة. ¶ ذهب السوفسطائيون إلى تعليم الناس موضوعات متفرقة لا تربطها فكرة، ولا يجمعها طابع مميز أو كيان معين.لقد اختص كل سوفسطائي بعمل معين اشتهر به، وكرّس حياته ونفسه له، فمثلاً: بروتاجوراس :خصص نفسه لتعليم قواعد النجاح في الأمور السياسية، والوصول عن طريقها إلى أرقى المناصب .وجورجياس خصص حياته لتعليم البلاغة وعلم السياسة، و\"بروديكوروس \"لتعليم قواعد النحو والصرف، والفيلسوف هبياس كان يعلم التاريخ والرياضة والطبيعة. ¶ أشهر فلاسفة السوفسطائيين: ¶ -1 بروتاجوراس:",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "يعد بروتاجوراس من أشهر الفلاسفة السوفسطائيين، وتعد آراؤه مصدراً لمذهب هؤلاء الفلاسفة، ولد بروتاجوراس في مدينة أبديرا حوالي عام 480 ق.م .ولقد طاف في أنحاء اليونان، ثمّ استقر به المقام في أثينا، و ضع ً كتابا بعنوان \" الحقيقة \"شكك في وجود الآلهة، اعتبر الإنسان مقياس الأشياء جميعاً، ولكون أفراد الناس كثيرين فإنّ إحساسات الناس متعددة ومتناقضة أحيانا ً، والحواس هي وسيلة الإدراك الوحيدة ومالا يدرك بها فليس موجوداً.جاء في أول كتابه:\" لا أستطيع أن أعلم إن كانت الآلهة موجودة أم غير موجودة، فإنّ أموراً كثيرة تحول بيني وبين هذا العلم، أخصها غموض المسألة وقصر الحياة \"، فاتُهم بروتاجوراس بالإلحاد، وحكم عليه بالإعدام، وأحرقت كتبه علناً، ففر هارباً، ومات ً غرقا أثناء فراره سنة 410 ق .م(1) ¶ وعلى ضوء ما ذهب إليه بروتاجوراس يتبين ما يلي: ¶ أ -إنّ الحقيقة المطلقة غير موجودة، لأن الحقائق تتعدد بتعدد الأشخاص واختلاف أحوالهم. ¶ ب -يمتنع وقوع الخطأ، لأنه يمكن أن نتصور في شيء ما خلاف ما نتصوره عليه في وقت ما، فالحق يتعدد . ¶ ج -إنّ الفرد مقياس الخير والشر، والعدل والظلم.(2) ¶ -2 جورجياس 375 -480) ق .م) ¶ وضع جورجياس كتابا في \"اللاوجود \"أورد فيه قضايا ثلاث:- 1- لا يوجد شيء. 2-إذا كان هناك شيء فالإنسان قاصر عن إدراكه. 3- إذا فرضنا أن إنساناً أدركه فلن يستطيع أن يبلغه لغيره من الناس.(3) ¶ فرق السفسطائية :يمكن أن نميّز في السوفسطائيين ثلاث فرق هي:- ¶ __________ ¶ (1) - انظر الفلسفة اليونانية د .بيصار ص 72 ، دراسات في الفلسفة :د .عبد الفتاح أحمد الفاوي ص 52. ¶ (2) - الفلسفة اليونانية د .بيصار ص 72 ، انظر مذهب بروتاجوراس مفصلاً :الفلسفة اليونانية حتى أفلاطون ص .96 -92 ¶ (3) - انظر أيضاً:الفلسفة اليونانية:بيصار ص 74 ، دراسات في الفلسفة للفاوي ص 52 ، انظر مذهب جورجياس مفصلاً :الفلسفة اليونانية حتى أفلاطون ص .100 -96",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "-1 اللاأدرية: وهم الذين قالوا: نحن شاكون وشاكون في أنا شاكون، وهؤلاء هم الشكاك في الحقائق. ¶ -2 العنادية: وهم الذين يقولون ما من قضية بديهية أو نظرية إلا ولها معارضة أو مقاومة لمثلها في القوة والقبول عند الأذهان. ¶ -3 العندية: وسموا بذلك لأنهم يرون أن الحقائق حق عند من عنده حق، وهي باطل عند من عنده باطل، وأن مذهب كل قوم حق بالقياس إليهم، وباطل بالقياس إلى خصومهم، وقد يكون طرفا النقيضين حقاً بالقياس إلى شخصين، وليس في نفس الأمر شيء بحق.(1) ¶ وقد ظهر فلاسفة نصبوا أنفسهم لمعارضة السوفسطائيين، وبيان ضلالهم ومن هؤلاء الفيلسوف اليوناني سقراط الذي ذاع صيته واشتهرت فلسفته. ¶ المبحث الثاني:سقراط بن سفرنيقوس ¶ حياته الشخصية: ¶ ولد سقراط في أثينا حوالي 470 ق. م، كان والده يشتغل في صناعة التماثيل، وأمه كانت قابلة، اشتغل سقراط في صباه بصناعة والده، ثم توجه إلى الفكر الذي أغرم به، واشتغل بالجدل و الحوار، وإثارة المشاكل الفكرية، والشكوك في نفوس الناس حول القضايا التي أثارها السوفسطائيون. ¶ صفاته الجسدية: كان سقراط قبيح المنظر، قصير القامة، بدين الجسم، بارز العينين، أفطس الأنف، واسع الفم، بالي الثياب. ¶ سماته: ¶ كان سقراط ً حكيما فاضلاً، زاهداً، امتاز بسرعة الفهم وحدة الذهن، حضور البديهة والبراعة في إخفاء سخريته، و طبع بمزيج غريب من التحكم في النفس، والمهارة والحماس وبراعته في المناقشات، والدقة في كشف خداع الناس له.(2) ¶ وفاته: ¶ __________ ¶ (1) - الفصل في الملل والأهواء والنحل:ابن حزم الظاهري.8 -7 /1 ¶ (2) - انظر الملل والنحل للشهرستاني 141 /3 ، الفلسفة اليونانية: د .بيصار ص 78 -77 ، وانظر أيضاً : في الفلسفة الإسلامية: د.محمد السيد نعيم ص43.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "لقد ذاع صيت سقراط، واشتهر أمره في زمانه، ورغم ذلك تألب الناس عليه لأنّه نهى الرؤساء في زمانه عن الشرك وعبادة الأوثان، فاتهموه بالإلحاد وإنكار آلهة اليونان، والدعوة إلى آلهة جدد، وإفساد عقول الشباب، نتيجة ذلك قُدِم للمحاكمة، فحكم عليه بالإعدام، ويقال أنّ إعدامه تم بسقايته السم في شراب يحبه، وقد تجرّع الكأس راضياً مبتسماً، هلك وعمره ما بين السبعين والرابعة والسبعين سنة 399 ق .م.(1) ¶ منهجه في البحث والتفكير: ¶ ابتدع سقراط منهجاً ً جديدا في التفكير والمحاورة يقوم على أمرين-: ¶ -1 التهكم السقراطي: بناه على تصنع الجهل، والتظاهر بالتسليم لوجهة نظر الخصوم، ثمّ الانتقال إلى إثارة الشكوك حولها، ثم يستخلص م ن آراء الخصوم لوازم لا يستطيعون الالتزام بها لكونها متناقضة مع آرائهم ومعتقداتهم وبذلك يوقعهم في الحرج والتناقض .وكان قصد سقراط من هذا تنقية أذهان الناس من المعلومات الفاسدة، وتطهيرها من القضايا الكاذبة والمعارف الخاطئة التي ورثوها عن السوفسطائيين.(2) ¶ -2 التولد:أي تولد الحقيقة من نفوس الخصوم، من خلال استنباطها عن طريق توجيه الأسئلة إليهم في نسق منطقي وترتيب فكري،(3) ولم يكن حواره ينتهي إلى نتيجة معينة،وإنما كان القصد منه تنبيه الأذهان إلى ضرورة التزام الدقة في اختيار الألفاظ وإلى أن المعاني موجودة في النفس، ولا سبيل إلى استخراجها إلا بالحوار.(4) ¶ فلسفة سقراط: ¶ __________ ¶ (1) - انظر الملل والنحل للشهرستاني 141 /3 ، في الفلسفة الإسلامية : محمد السيد نعيم ص 44 ، والفلسفة اليونانية:بيصار ص 78 ، وانظر تفاصيل محاكمته وإعدامه : الفلسفة اليونانية حتى أفلاطون ص 139-.141 ¶ (2) - الفلسفة اليونانية: بيصار ص.79 ¶ (3) - المصدر السابق ص 79 ، في الفلسفة الإسلامية :د .محمد السيد نعيم ص.48 -47 ¶ (4) - دراسات في الفلسفة: د.الفاوي، ص 56.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "تدور فلسفة سقراط حول موضوع واحد هو الإنسان، وإذا ما تناولت الكون الطبيعي وموجودا ته الحسية وظواهره، فإنما لكونها مركز الإنسان وبيئته، ومكان نشأته ونموه.(1) ويمكن القول بأنّ الأساسين الكبيرين لكل آرائه هما -: ¶ أ -اعتقاده بوجود الحقيقة، وبإمكان معرفتها. ¶ ب -ربطه العمل بالعلم، أي جعله المعرفة ً أساسا للسلوك.(2) ¶ والذي يهمنا من فلسفة سقراط أمران-: ¶ الأول:تحديده لمنهج المعرفة لما يترتب عليه من تحول كبير في موضوع الفلسفة ¶ ومنهجها في تاريخ الفكر اليوناني. ¶ الثاني :تحديده لمفهوم الفضيلة لما يترتب عليها من وجهة نظره الأخلاقية. ¶ سقراط والمعرفة: ¶ كان السوفسطائيون يرون أن المعرفة مقصورة على الإحساس، وهي لذلك تختلف باختلاف الأشخاص، فما يراه الشخص حقاً فهو عنده حق، وإن رآه الآخرون بخلافه، لأنّ الإحساسات تختلف باختلاف الناس. فلمّا جاء سقراط أنكر قولهم في المعرفة، وأثبت أنّ العلم إنما هو في المدركات العقلية، وأن المعرفة تتكون من حقائق كلية، يستخلصها العقل- لا الحوا س -من الجزئيات المتغيرة، ولمّا كان العقل عنصراً مشتركاً لزم أن تكون الحقيقة عند شخص معين هي نفسها الحقيقة عند شخص آخر، وهكذا.(3) ¶ الفضيلة عند سقراط: ¶ __________ ¶ (1) - الفلسفة اليونانية :د .محمد بيصار ص 80 – 79 ، تاريخ الفلسفة اليونانية :يوسف كرم ص .52 ¶ (2) - الفلسفة اليونانية حتى أفلاطون ص.136 -135 ¶ (3) - انظر الفلسفة اليونانية:د.بيصار ص.93",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "الفضيلة عنده أمر بديهي، في أساس تكوين الإنسان، لكن الإنسان حين يخطيء معاينة الفضيلة يظن الباطل حقا والشر فضيلة.لهذا فإن الحقيقة التي يحب سقراط نقلها إلى الناس هو أنه عليهم إعادة فحص ما هم متيقنون من معرفته. وذهب سقراط إلى الربط بين الفضيلة والمعرفة، فالإنسان الذي يرغب أن يكون فاضلاً، فلا بد أن يكون عارفاً، وبمقدار ما يتحصل المرء من المعرفة، معرفة عن نفسه وما تشتمل عليه من ملكات وقوى، ومعرفته عن الكون بمقدار ما يكون المرء فاضلاً. إنّ معرفة الخير ستدفع إلى فعله، ومعرفة الشر تحض المرء على تركه، والإنسان يبتعد عن فعل الخير ويسلك الشر لأنّه جاهل بالخير والشر. يرى سقراط أنّ الإنسان روح وعقل يُسيِّر الجسم ويدّبره، وليس مركباً من الهوى والشهوة كما ذهب السوفسطائيون، وذهب إلى أن القوانين العادلة لا مصدر لها إلا العقل وهي متفقة مع القوانين غير المكتوبة التي رسمتها الآلهة في قلوب البشـ، فمن ¶ يحترم القوانين العادلة إنّما هو في الواقع يحترم العقل والنظام الإلهي.(1) ¶ بحثه فيما وراء الطبيعة: ¶ بحث سقراط فيما وراء الطبيعة فذهب إلى أنّ النفس ليست مجرد مبدأ الحياة، بل هي أهم من ذلك، هي \"الذات الأخلاقية \" ، وقال بخلود النفس، وأقام الأدلة على وجود الإله،وهو في نظره إله خير، لا يدركه العقل، ولا يحيط به الوصف ،ولا يصدر عنه إلا كل صلاح، ولا يشبه الحوادث في قول أو فعل، وأنه واحد لا يتغير ولا يتبدل، والواجب على الإنسان أن يطيع أوامره مهما كلفه من مشقة وتعب.(2) ¶ __________ ¶ (1) - انظر الفلسفة اليونانية: بيصار ص 83 -82 ، وفي الفلسفة الإسلامية :د .محمد السيد نعيم ص .46 ¶ (2) - انظر الفلسفة اليونانية : بيصار ص 83 -82 ، وفي الفلسفة الإسلامية :د .محمد السيد نعيم ص .46",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وكان سقراط يتحدث ً كثيراً عن \" الإله \"المفرد أو عن الألوهية مخالفا ما يتحدث به الآخرون بلفظ الجمع \" الآلهة \".وكان ينهى ع ن عبادة الأصنام، وشدّد في نهيه على الملك، وقال له مرة\":إنّ عبادة الأصنام نافعة للملك ضارة لسقراط، لأنّ الملك يصلح بها رعيته ويستخرج بها خراجه، وسقراط يعلم أنّها لا تضرّه، ولا تنفعه، إذا كان مقراً بأنّ له خالقاً يرزقه، وجزيه بما قدّم من سيئ أو حسن.(1) ¶ الفصل الثالث ¶ المرحلة الثالثة:أفلاطون وأرسطو ¶ في هذه المرحلة اتسع نطاق الفلسفة حيث صار موضوعها شاملاً لكل بحث إنساني، وامتاز هذا العصر بتبويب وتنظيم المسائل الفلسفية، وبلغت الفلسفة فيه كمالها، وكان ذلك على يدي:أفلاطون وتلميذه أرسطو من عام 427 إلى 322 ق .م. ¶ المبحث الأول:أفلاطون 427 ـ 347 ق .م (: ¶ هو أفلاطون بن أرسطن بن أرسطوقليس، ولد في أثينا سنة 427 ق.م من أسرة عريقة غنية، ذات شأن في السياسية والملك والحكمة، تثقف ثقافة واسعة حيث تعلم الرياضة والشعر، واطلع على المذاهب الفلسفية، ولما بلغ سنّ العشرين تعرف على سقراط، فلازمه وتتلمذ عليه مدة ثمانية أعوام، نقل خلالها الكثير من أفكاره وتعاليمه، والتي تركت بدورها أثراً ً كبيرا في حياة أفلاطون وتفكيره الفلسفي.وبعد موت أستاذه سقراط غادر أفلاطون أثينا إلى ميغاري، وأقام بها عند الفيلسوف أقليدس، الذي أسس مدرسة فلسفية في هذه المدينة، ثم غادرها إلى مصر التي درس فيها الرياضة دراسة وافية، واطلع على علومها ودياناتها، وفي سنة 370 ق. مغادر مصر إلى إيطاليا، وهناك تعرف على الفيثاغورثيين واتصل بهم ودرس مذهبهم. ¶ __________ ¶ (1) - عيون الأنباء ص .17.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "لقد جمع أفلاطون من خلال رحلاته وتنقلاته بين ثقافات الشرق والغرب. الأمر الذي أسهم في فلسفته التي جاءت متعددة الجوانب الفكرية، متعددة الموضوعات، ومما جعل فلسفته تمتاز عن فلسفة الذين سبقوه من اليونانيين، إذ تناول في فلسفته الطبيعة وما وراء الطبيعة، والإنسان والقيم والمثل والسياسة والمدنية وغير ذلك من موضوعات فلسفية .وفي سنة 378 ق.م رجع أفلاطون إلى أثينا، وبها أنشأ مدرسته الفلسفية، التي تطل على حديقة \"أكاديموس \"أحد أبطال اليونان، فسميت لذلك بالأكاديمية، وقد جعلها دينية علمية تدرس فيها جميع العلوم وأقام فيها معبداً، وظل يعلِّم فيها ويكتب أربعين سنة، وقد أقبل عليها الطلاب رجال ونساء، يونان وأجانب وظل فيها إلى أن توفي سنة ¶ 347 ق .م.(1) .(74) ¶ مؤلفات أفلاطون : ¶ تمتاز مؤلفاته بتمثيلها لمراحل حياته الفكرية الثلاث -: فالمجموعة الأولى من مؤلفاته: هي التي كتبت في الفترة التي قضاها في أثينا، والتي أحاطت بموت أستاذه سقراط وقبل رحلاته خارج أثينا، وتمثل كتبه في تلك الفترة فلسفة أستاذه سقراط.أما المجموعة الثانية : فقد كتبها بعد رحلته إلى ميغاري وغيرها من البلاد، وآراؤه فيها خليط من آراء أستاذه سقراط وصديقه أقليدس الذي تعرَّف عليه في ميغاري، وآرائه الشخصية التي تمثل فلسفته وتفكيره الخاص . وأما المجموعة الثالثة: فقد كتبها بعد استقراره في أثينا، ولما وصل درجة لنضج والصفاء الذهني، ويمكن أن تعبر عن استقلاله في التفكير الفلسفي.(2).(75) ¶ فلسفة أفلاطون: ¶ شملت فلسفة أفلاطون موضوعات متعددة وأهمها ما يلي: ¶ __________ ¶ (1) - انظر الملل والنحل 146 /3 ، في تاريخ الفلسفة اليونانية :د .محمد السيد نعيم ص 111 –109 ، الفلسفة اليونانية:د .بيصار ص 89 -86 ، الفلسفة الإسلامية لبيصار ص .50 -49 ¶ (2) - الفلسفة اليونانية :د .محمد بيصار ص 91 – 90 ، وانظر :في تاريخ الفلسفة اليونانية :د .محمد السيد ¶ نعيم ص 11 وما بعدها.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "-1 نظريته في المعرفة من حيث مراحلها وكيفية تحصيلها. ¶ -2 نظريته في المثل، وهي بحث عن الحقيقة المطلقة فيما وراء الطبيعة. ¶ -3 نظريته في الطبيعة، وموضوعها الطبيعة، وتبحث في ظواهر الوجود من حيث هو ¶ مادة يلازمها ملازمة ضرورية كل من المكان والزمان. ¶ -4 الأخلاق وتبحث في واجبات الفرد نحو غيره . ¶ -5 السياسة وتبحث في واجبات الإنسان نحو المجتمع، وفيها وضع أفلاطون نظريته في الحكم الجمهوري، وفي المدينة الفاضلة، وهو ما يعرف بجمهورية أفلاطون.(1) .(76) ¶ وبهذا يتبين أن أفلاطون تناول في فلسفته موضوعات شتى، وأنه تميز عن الفلاسفة قبله الذين كانوا يقصرون مباحثهم على موضوع واحداً أو موضوعين. لقد شملت فلسفة أفلاطون: الطبيعة، وما وراء الطبيعة، المعرفة، والمثل والأخلاق والسياسة والمدينة الفاضلة، والنفس الإنسانية. ¶ منهجه الفلسفي: ¶ سلك أفلاطون في منهجه الفلسفي التوفيق والتنسيق بين المذاهب الفلسفية التي سبقته، إذ لم ير في تعارضها سبباً للشك مثل السوفسطائيين، إنّ آراء السابقين عنده حقائق جزئية والحقيقة الكاملة تقوم بالجمع بينها وتنسيقها في كلٍ يجمع الأجزاء ويؤلفها. وطريقة التوفيق هي حصر كل وجهة في دائرة، وإخضاع المحسوس للمعقول، والحادث للضروري إنّه جمع بين تغيّر هرقليطس ووجود بارمنيدس، ورياضيات فيثاغورث وأصحابه وعقيدتهم في النفس، وجواهر ديمقريطس، وعناصر أنبادوقليس، وعقل أنكساغوراس، ومذهب سقراط. إنّه لم يرد شيئاً من تفلسف السابقين، بل انتفع بكل شيء ثم طبع هذا التفلسف بطابعه الخاص وزاد فيه، فتوسع وتعمّق إلى حدّ لم يسبق إليه.(2) ¶ جوانب من فلسفته : ¶ أولاً:آراء أفلاطون الفلسفية فيما وراء الطبيعة: ¶ الجانب الإلهي في فلسفة أفلاطون: ¶ أ -الله عند أفلاطون: ¶ __________ ¶ (1) - الفلسفة اليونانية :د .محمد بيصار ص 79. ¶ (2) - في تاريخ الفلسفة اليونانية د .محمد السيد نعيم ص.115 -114",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "يربط أفلاطون بين العلّة ومعلولها ربطاً دقيقاً محكماً، فالعلّة الحقة للوجود لابد أن تكون عاقلة تدرك معلولها قبل وقوعه، وتضع كل ما يحتاج إليه من الوسائل مرتبة ترتيبا منطقياً وفعله لابد أن يكون لغاية.(1) والاعتقاد في الألوهية واجب على كل إنسان، وهذا الاعتقاد ليس طارئاً ولا مكتسباً، إنه مغروز في طبيعة النفس الإنسانية، فالإنسان طبع على التدين، والاعتقاد بوجود إله أمر مركوز في طبيعة الإنسان التي خلقت مع فطرته التي فطره الله عليها .ولذا فإن معرفة الله واجبة، وعبادة الله وتعظيمه فرض على كل إنسان.(2) لقد قاد أفلاطون تفكيره إلى إدراك الألوهية والاعتراف بوجود إله لهذا الكون مدبر له ومهيمن عليه. وحكى عنه تلامذته: أنه كان يقول:إنّ للعالم محدثاً مبدعاً، أزلياً واجباً بذاته عالم بجميع معلوماته على صفة الأسباب الكلية، كان في الأزل ولم يكن في الوجود رسم ولا طلل إلا مثالاً عند الباري تعالى، ربما يعبر عنه بالهيولي، وربما يعبر عنه بالعنصر.(3)).(80)يشير هنا إلى صور المعلومات في علمه تعالى (قال :أبدع الباري العقل الأول، وبتوسطه النفس الكلية، وقد انبعث عن العقل انبعاث الصورة في المرآة، وبتوسطهما) توسط العقل والنفس( أبدع العنصر . وليس المقصود بهذا العنصر الهيولي التي هي موضوع الصور الحية إنما عنصر أخر.(4)( ¶ ب -أدلة وجود الله عند أفلاطون-: ¶ يثبت أفلاطون وجود الله تعالى بدليلين هما -1: دليل الحركة .2- دليل النظام ¶ وهو يستمد هذين الدليلين من ظاهرتي الحركة الجارية في الوجود والمتعاقبة على كل موجوداته، وظاهرة النظام البادي في كل جزء من أجزاء الوجود. ¶ ج -صفات الله عند أفلاطون: ¶ __________ ¶ (1) - انظر المصدر السابق ص .107 ¶ (2) - المصدر السابق ص .109 ¶ (3) - الملل والنحل الشهرستاني.146 /2 ¶ (4) - انظر المصدر السابق 2/147.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وصف أفلاطون الله بالوجود والوحدة، ثم أضاف إليه من الصفات ما يجعله موجوداً ً منفردا عن كل ما سواه، وبما استحق به أن يكون فوق قمة الموجودات، وأن يكون مدبرها وصانعها. ¶ فمن صفات الله أنه :روح عاقل منظم، متصف بالجمال والخير والعدل والكمال والبساطة، ثابت لا يعتريه تغير، صادق لا يعرض له الكذب، لا يخضع للزمان، يكون وحده في حاضر مستمر، يتجه إلى العالم بعنايته التي لا تقتصر على كلي دون جزئي أو جزئي دون كلي.(1) .(82) ¶ ثانيا :آراء أفلاطون في الطبيعة : ¶ أ -علاقة الله بالطبيعة ) الكون (عند أفلاطون: ¶ يفسر أفلاطون الكون على أساس نظريته في المثل وثنائية العالم، فالعالم كان في المبدأ مادة مبهمة غير معينة، ولا يعرف عنها غير صلاحيتها لتقبل الصور، وأن هذه المادة تحركت أولاً حركة اتفاقية باستمرار حتى اتحدت ذراتها المتشابهة بالشكل وكونت العناصر الأربعة، وبعد أن وصلت تلك المادة إلى هذا النظام عين الصانع لكل منها مكاناً .ولا يقصد أفلاطون بالحركة الاتفاقية ما قصده الطبيعيون من القول بالصدفة والاتفاق، بل قصد أن الصانع المبدع المدبر وضع الروح فوق المادة فأَلّفت الانسجام والنظام الحاصل بين الأشياء، والكمال الموجود بين الكائنات نظمته قوة عاقلة هي التي تسير العالم إلى غاية . ويبدو من كلام أفلاطون أن العالم مكون محدث، مما جعل أرسطو يعتبره مخالفا للفلاسفة الأقدمين. ¶ وقد اختلف شرّاح فلسفة أفلاطون في الحدوث الذي ذهب إليه أفلاطون، هل هو المراد منه الحدوث الحقيقي أي سبق العدم على الوجود، أم أن المادة ليست أصلاً بذاتها بل هي متغيِّرة بفعل النفس العامة التي خلقها الصانع ليتكون من المادة الأولى المبهمة هذا النظام الكامل.(2) ¶ ب -نظرية المثل عند أفلاطون : ¶ __________ ¶ (1) - انظر الفلسفة اليونانية:د.محمد بيصار ص 105-106. ¶ (2) - الفلسفة اليونانية ص 127-128، وانظر في تاريخ الفلسفة اليونانية ص 112.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وصف أفلاطون العالم المعقول بأنه إلهي لاشتراكه مع الإله في الروحية والعقل لكنه يصنف العالم العقلي في مراتب مختلفة أعلاها وفوق قمتها جميعا الله عز وجل (1).وكان ً كثيرا ما يطلق اسم الإله أو الإلهي على بعض المثل : كمثال الخير ومثال الجمال، وآلهة الكواكب، وآلهة الجن …وكل ما عدا الله من مجردات هي مبادئ للتدبير آلهة باشتراك الاسم فقط، لأن كل واحد منهم يمثل قمة نوع أو مقولة، ولا يأخذون كل خصائص الله، وإنما يستمدون منه وحدة وجودهم وخلودهم.(2) ¶ و يرى أفلاطون أن المعاني الكلية المجردة لها وجود وتحقق ذاتي فيما وراء الطبيعة، وهذه المعاني أو الجواهر المجردة لا تدركها الحواس ولا يطرأ عليها الفساد والفناء، ووجودها هو موضوع العلم اليقيني، ولولا وجود هذه الجواهر ما استفدنا العلم، وما استطعنا العلم بشيء علماً يقينياً، إنها العلم المعقول الذي هو أصل العالم المحسوس ومثالٌ له، فالكليات هي الموجود الحقيقي.أما هذا الموجود المادي فليس إلا ظلاً وخيالاً له .فالوجود في مذهب أفلاطون طبقتان متقابلتان: طبقة العقل المطلق، وطبقة المادة الأولية أو الهيولي، والقدرة كلها من العقل المطلق، والعجز كله من الهيولي.. وبين ذلك كائنات على درجات، تعلو بمقدار ما تأخذ من العقل، وتسفل بمقدار ما تأخذ من الهيولي. وهذه الكائنات المتوسطة، بعضها أرباب، وبعضها أنصاف أرباب، وبعضها نفوس بشرية. وقد ارتضى أفلاطون وجود تلك الأرباب المتوسطة، ليعلل بها ما في العالم من شر ونقص وألم، فإن العقل المطلق كمال لا يحده الزمان والمكان، ولا يصدر عنه إلا الخير والفضيلة. فهذه الأرباب الوسطى هي التي تولت الخلق، لتوسطها بي ن الإله القادر والهيولي العاجزة. فجاء النقص والشر والألم من هذا التوسط بين الطرفين. ¶ مما سبق يتبين لنا أن أفلاطون يرى أنّ هناك عالمين اثنين:- ¶ __________ ¶ (1) - انظر الفلسفة اليونانية د.محمد بيصار ص. 113 ¶ (2) - المصدر السابق ص.104",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "العالم الأول :عالم الحس المشاهد، دائم التغير، عسير الإدراك،ليس جديراً بأن يسمى موجوداً، ولا يسمى إدراكه علماً، بل هو شبيه بالعلم لأنه ظل وخيال للموجود الحقيقي . ¶ العالم الثاني:عالم المجردات، فيه أصول العالم الحسي وهو مثاله الذي صيغت عليه موجوداته كلها، ففي عالم المثل يوجد لكل شيء مثال هو في الحقيقة الموجود الكامل لأنه مثال للنوع لا للجزء المتغير الناقص.ففي عالم المثل إنسانية الإنسان وحيوانية الحيوان، وخيرية الخير، وشكلية الشكل.. وهكذا.(1) ¶ __________ ¶ (1) - الفلسفة اليونانية د .محمد بيصار ص 100-101.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "ومثال ذلك:أنّا إذا نظرنا في أفراد الإنسان الممثلة في إبراهيم وزيد وعلي وجدنا كلاً من هذه الأفراد جسماً نامياً ومتحركاً بإرادته، وهي ما نعبر عنه بقولنا:حيوان، ووجدناها تشترك أيضاً في التفكير بالقوة المعبرة عنه بـ \"النطق \"وبجوار هذه الصفات الجوهرية المشتركة بين جميع الأفراد توجد صفات عارضة كالنوم والمرض والمشي، فنستبعد الصفات العارضة ونبقي الصفات الجوهرية، مرتبين إياها في جنس وفصل، فيصبح التعريف حينئذ ً تعريفا بالحد التام، حيث يكون تعريف الإنسان \"حيوان ناطق \" وكل من الحيوان والناطق مدرك عقلي منتزع من أفراد الإنسان الحسية بعد تجريده من المادة، فهو صورة عقلية مجردة عن المادة.(1) وهذه الصورة العقلية المجردة لها حقيقة خارجية مجردة عن المادة، لها كيان خارجي مستقل بحيث تكون تلك الصورة مرآة لها ومنطبعة عليها .هذه الحقيقة الخارجية المجردة التي تنطبق عليها الصورة العقلية الكلية هي ما يسميها أفلاطون\"مثال الإنسان\".(2)\" فمثال الإنسان: \"هو تلك الحقيقة المجردة الكائنة في العالم المعقول وهو عالم المثل، نظر إليه الصانع وصنع على شكله أشخاص الإنسان المحسوسة.(3).(89) وبين العالم الحسي وعالم المثل يوجد العقل الإنساني الذي تتحقق فيه معرفة حالة من حالات تلك المعاني الكلية والجواهر المجردة. ¶ وعلى هذا فإن الأشياء لها ثلاث وجودات: ¶ الأول :أعلاها وجود المجردات في عالم المثل. ¶ الثاني :أوسطها وجودها الذهني غير الخارجي، وبواسطتها يمكن الحكم على المحسوسات ومعرفة المجردات في عالم المثل . ¶ الثالث :أدناها وأحطها وهو وجودها المشاهد في عالم الحس.(4) ¶ د ـ صفات المُثُّل عند أفلاطون: ¶ __________ ¶ (1) - في الفلسفة الإسلامية :د .محمد السيد نعيم ص .59 -58 ¶ (2) - المصدر السابق ص.59 ¶ (3) - المصدر السابق ص .60 ¶ (4) - انظر:الفلسفة اليونانية: بيصار ص .101",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "-1 أنها عناصر: ومعنى ذلك أن وجودها في نفسها لم يصدر عن شيء آخر،إنها أساس الأشياء، ولاشيء أساس لها، وأنها لا تعتمد على غيرها، وغيرها يعتمد عليها. ¶ -2 أنها عامة لا خاصة: فمثال الإنسان مثلاً ليس إنساناً خاصاً، وإنما هو الحقيقة العامة لكل إنسان، وكل مثال وحده لا يتعدد، وإنما يتعدد أفراده. ¶ -3 هذه المثل ليست مادية، بل هي مجردة عن المادة، وجودها في نفسها مستقل عن كل عقل، وما في العقل صورة لها.هي أزلية أبدية لا تفن ى، وإنما يفنى أفرادها، وأنها لا يحدّها زمان ولا مكان وإلا كانت شخصية. ¶ -4 إنها معقولة، بمعنى أن العقل في إمكانه أن يدركها بالبحث والاستنباط.(1) ¶ المبحث الثاني:أرسطو طاليس ¶ مولده وحياته: ¶ ولد أرسطو سنة 385 ق. م في مدينة أسطاغيرا التي سميت أخيراً أسطافرو وهي مدينة يونانية قديمة على ساحل بحر إيجة، وقد اشتهرت أسرة أرسطو بالطب فأبوه كان طبيباً لأحد ملوك مقدونيا توفي والده وهو صغير.التحق أرسطو وهو في سن الثامنة عشرة بأكاديمية أفلاطون بأثينا، فتفوق على زملائه، وأظهر من الذكاء والفطنة والإطلاع الواسع ما جعله يكسب إعجاب أستاذه أفلاطون، فكان يسميه تارة العقل، وتارة القرَّاء.(2) ¶ __________ ¶ (1) - انظر في الفلسفة الإسلامية:د .محمد السيد نعيم ص .64- 63 ¶ (2) - انظر الفلسفة اليونانية :بيصار ص .115",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "لقد استمر أرسطو ملازماً أفلاطون في أكاديميته عشرين عاماً، قضى بعضها في التعليم والبعض الآخر في التدريس، فلما مات أفلاطون ترك الأكاديمية نهائياً.(1) غادر أرسطو أثينا متوجهاً إلى آسيا الصغرى، وبها تزوج، وبعد بضع سنوات عاد إلى أثينا وأسس مدرسة في أحد ملاعبها الرياضية، وقد اعتاد أرسطو إلقاء دروسه على تلاميذه وهو ماشياً يسير على الأقدام بجوار الملعب، فعرفت مدرسته الفلسفية \"المدرسة المشائية \"، وسمي أتباعه \"بالمشاءين \"، وعرفت فلسفته\" بالفلسفة المشائية.(2) ¶ لقد اتهم أهل أثينا أرسطو بالإلحاد – كما اتهموا سقراط من قبل –مما اضطره إلى مغادرة أثينا بعد أن أوكل أمر المدرسة إلى تلميذه ثاوفرا أسطوس، استقر أرسطو في مدينة )خلقيس (أو(خلسيس (في جزيرة أوبا إحدى الجزر اليونانية، وبها توفي نتيجة إصابته بمرض معوي وهو في سن الثالثة والستين وذلك سنة 322 ق .م(3) ¶ مؤلفات أرسطو: ¶ لقد دوّن أرسطو في مختلف فروع الفلسفة، فله مؤلفات في المنطق، وفيما وراء الطبيعة وفي الطبيعة، والأخلاق والسياسة والفن والخطابة والشعر، وأشهر كتبه في المنطق، وقد عرفت باسم\"الأورغانون\" ومعناه الآلة الفكرية.وتتميز فلسفة أر سطو في كتبه بمنهجين -: ¶ __________ ¶ (1) - انظر الفلسفة اليونانية ص 116 ، في الفلسفة الإسلامية :د .محمد السيد نعيم ص .65 ¶ (2) - انظر الفلسفة اليونانية:بيصار ص.116 ¶ (3) - انظر المصدر السابق ص 117 ، وفي الفلسفة الإسلامية : د .محمد السيد نعيم – ص. 66",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "الأول:منهج نقدي تحليلي: حيث قام أرسطو بإيضاح فلسفة السابقين وتحليلها ونقد مالا يعجبه منها أو تزييفها.(1) ولم يسلم من النقد أستاذه أفلاطون، وخاصة نظريته في المثل، حيث لم يعترف فيها أفلاطون بعالم المحسوسات .وإذا كان أفلاطون يرى أنها أوهام وخيالات فإن أرسطو يرى أن الوجود الخارجي في حقيقته ليس إلا هذه المحسوسات .وأن مفاهيم الأشياء المحسوسة ومعانيها الكلية لا وجود لها في الخارج مستقلة عن وجود أفرادها الحسية الجزئية.(2) ¶ الثاني:منهج تأسيس بنائي: وضع أرسطو أسساً لمذهب فلسفي جديد خاص به، وقد جاء هذا المذهب نتيجة محاولات فكرية وإطلاع واسع على فلسفة من سبقوه.(3) ¶ منطق أرسطو: ¶ ذهب أرسطو إلى أن المنطق قانون للفكر منظم لعملياته، وهو ميزان للبحث العقلي، وضابط لصحيحه من فاسده، وهو الذي يصلح كرباط أو آلة ارتباط بين عالمي الحس والعقل، وبه ترتبط كليات هذا الوجود بجزئياته وكلياته، وجزئياته بعضها ببعض. ويعتبر أرسطو أول من نَظَّم المنطق كعلم له موضوع معين يتميز به عن سائر العلوم، فكان أول من بَوَّب أبوابه وفصَّل فصوله، ووضع أجزاءه على النحو الذي نراه اليوم، ولعمله هذا سُميَّ أرسطو بالمعلم الأول.(4) ¶ فلسفة أرسطو: ¶ -1 فلسفته فيما وراء الطبيعة: وتسمى الفلسفة الأولى أو ما بعد الطبيعة، وموضوع هذه الفلسفة هو الوجود الثابت الذي لا يتغير. ¶ __________ ¶ (1) -انظر الفلسفة اليونانية: بيصار ص. 119 ¶ (2) - انظر في الفلسفة الإسلامية:د.محمد السيد نعيم ص.69 -68 ¶ (3) انظر الفلسفة اليونانية: بيصار ص. 119 ¶ (4) - انظر المصدر السابق ص124 – 123",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "سبق أن بينّا أنّ أفلاطون أستاذ أرسطو يرى أن الموجودات الطبيعية ليست إلا ظلالاً للمثل، أما أرسطو فقد عارض أستاذه فقرر أنّ الموجودات الحقيقية هي الموجودات المحسوسات، وأما المثل التي هي الكليات فليس لها إلا الوجود العقلي فحسب.والعقل ينتزع المثل )المفاهيم (من الموجودات الحقيقية، وهذه الموجودات تدرك بالمشاهدة لا بالفكر.(1) وإذا كان وجود الأجسام الطبيعية حقيقياً فإن أرسطو أخذ في تفسيرها وقال إنها مركبة من مبدأين: الهيولي والصورة. ¶ * فالهيولي: كلمة معربة عن اليونانية معناها مادة غير معينة أصلاً، وبها تشترك الأجسام في كونها أجساماً، وهي الموضوع الذي تقوم به الصفات، وهي في ذاتها لا توصف ولا تحد، ويمكن أن توصف إذا خلعت عليها الصورة. ¶ *وأما الصورة: فهي المبدأ الذي يعين الهيولي ويعطيها ماهية خاصة، ويجعلها ً شيئا واحداً وهي ما نتعقله في الأجسام من الصفات كاللون والخفة والثقل، والجمال واللمعان،والانطفاء والحلاوة.(2) ¶ وتعتمد فلسفة أرسطو فيما وراء الطبيعة على نظريته في العلّة، والتي يمكن تلخيصها على النحو الآتي:يفسّر أرسطو عن طريق العلّة العناصر الميتافيزيقية المسببة للتغيرات المختلفة في الكائنات، ويقسم أرسطو العلّة إلى أربعة أنواع هي: ¶ -1 العلّة المادية: هي المادة التي تتكون منها الأشياء كالبرنز للتمثال، والخشب للكرسي. ¶ -2 العلّة الفاعلة أو المحركة: وهي ما يؤثر في إيجاد الشيء كالصانع للتمثال أو الكرسي. ¶ -3 العلّة الصورية: وهي الأوصاف والمميزات التي بها تكون حقيقة الشيء وماهيته، وهو ما به أصبح التمثال تمثالاً والكرسي كرسياً. ¶ __________ ¶ (1) - انظر:في الفلسفة الإسلامية د.محمد السيد نعيم ص. 68 ¶ (2) - نظر :المصدر السابق ص70 – 69.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "-4 العلّة الغائية(1) : وهي التي تشكل الغاية من وجود الشيء وهو المقصد والهدف من إقامة التمثال.(2) ¶ وقد اختصر أرسطو العلل الأربع في علتين فقط هما: العّلة المادية والعلّة الصورية لاعتقاده بأن العلّة الغائية ترجع إلى الصورة والعلّة الفاعلة ترجع إلى المادة، ثم أطلق على ما أسماه العلّة المادية بالهيولي، وما أسماه بالعلّة الصورية بالصورة، وعلى الهيولي والصورة يعتمد أرسطو في تفسيره لتغيرات هذا الوجود وما يحدث فيه من كون وفساد.(3) ¶ علاقة الهيولي بالصورة: ¶ ... إنّ الهيولي لا تشكل موجوداً ما إلا بعد أن تأخذ صورته، فهي في الخارج لا توجد مستقلة عن صورة ما، وإنما وجودها فيه يكون بحلول صورة الشيء الموجود في تلك الهيولي المطلقة، فإن حلّت في الهيولي صورة نبات وجد النبات في الخارج بمادته وصورته.وإن حلّت فيه صورة حيوان وجد في الخارج حيوان بصورته ومادته، وهكذا تتعاقب الصورة على المادة فتتشكل منها مختلف الأنواع والأجناس على اختلاف مراتبها في عالم الموجودات. ¶ __________ ¶ (1) -ويرى أرسطو أن الطبيعة لا تسير بغير قصد، بل تسير لغاية معينة، وأنها حية في السماء والأرض وحكيمة في الإنسان والحيوان والنبات، وكل ما يجري من أفعالها فلا بد أن يكون ذا مغزى ظاهري أو خفي، فلا يصدر عنها فعل عابث أو مظهر بلا نتيجة، وبهذا يكون أرسطو قد خالف الفلاسفة السابقين الذين نفوا القصد والغاية في الطبيعة وزعموا أن أفعال الطبيعة إلى الضرورة الآلية أو المصادفة الهوجاء. انظر في الفلسفة الإسلامية :د .محمد السيد نعيم ص 73. ¶ (2) انظر الفلسفة اليونانية: د .محمد بيصار ص125-126. ¶ (3) انظر الفلسفة اليونانية: د .بيصار ص126 ، وفي الفلسفة الإسلامية: د .محمد السيد نعيم ص72-71.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "... فإن حلّت في المادة صورة موجودٍ أدنى كنبات أدنى مثلاً أخذ الموجود مرتبة نبات، وإن حلّت صورة أرقى قليلاً كصورة حيوان مثلاً أخذ الموجود مرتبة الحيوان، وهكذا ترقى الموجودات برقي صورها من مرتبة إلى أخرى، وتتدانى الموجودات بدنو صورها من مرتبة إلى أخرى في طريق عكسي. وفي أثناء ذلك تتصارع الصورة والهيولي، فالهيولي تحاول أن تجذب الصورة إلى موجود أدنى لأن طبيعتها مادة صرفة، والصورة تحاول أن تجذب الهيولي إلى موجود أرقى لأن طبيعتها المعنى المجرد عن المادة الذي هو غاية الموجودات في حركاتها إلى أعلى، أي قد تنجح الصورة في جذب المادة إلى أعلى. ويعلّل أرسطو وجود شواذ المخلوقات في عالمنا هذا وحالات الإجهاض في الحيوانات بأنه مظهر إخفاق الصورة في تشكيل موجود كامل من الهيولي . إنّ المادة في نظر أرسطو هي وجود الشيء بالقوة، وأن الصورة عبارة عن وجود الشيء بالفعل، فوجود الأشياء هو خروجها من القوة إلى الفعل وإعدام ما يعدم منها ليس إلا رجوعاً من الفعل إلى القوة.(1) ¶ 2 الإله عند أرسطو : ¶ أ ـ وجود الله عند أرسطو: ¶ اعتمد أرسطو على الحركة في إثبات وجود الله فقال:إنّ كل متحرك لابد له من محرك، وهذا المحرك لا يمكن أن يحتاج إلى محرك آخر يستمد حركته من غيره، وإلا لتسلسل الأمر إلى غير نهاية، فلابد من أن ينتهي الأمر إلى محرك أولي أزلي يُحرِّك ولا يتحرك، أو يفعل في غيره ولا ينفعل بغيره، وإلا لَمَا كان أولاً، وذلك المحرك الأول هو الله (2).فالله عند أرسطو هو العلة الأولى، أو المحرك الأول. يقول :\" فلا بد لهذه المتحركات من محرك، ولابد للمحرك من محرك آخر متقدم عليه . وهكذا حتى ينتهي العقل إلى محرك بذاته، أو محرك لا يتحرك، لأنّ العقل لا يقبل التسلسل في الماضي إلى غير نهاية . ¶ __________ ¶ (1) - انظر الفلسفة اليونانية:بيصار ص .127 – 126 ¶ (2) انظر المصدر السابق ص 130-131.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "-3 قدم العالم : إن القول في قدم العالم وأزلية الحركات بعد إثبات الصانع والقول بالعلة الأولى إنما شهر بعد أرسطو لأنّه خالف القدماء صريحا، وأبدع هذه المقالة على قياسات ظنها حجة وبرهانا ، فنسج على منواله من كان من تلامذته وصرحوا القول فيه مثل :الإسكندر الأفروديسي، وثامسطيوس، وفورفوريوس.(1) ¶ .يقول أرسطو\":وهذا المحرّك الذي لا يتحرك لابد أن يكون سرمداً، لا أوّل له ولا آخر، وأن يكون كاملاً منزهاً عن النقص والتركيب والتعدد، وأن يكون ً مستغنيا بوجوده عن كل موجود . وهذا المحرك سابق للعالم في وجوده، سبق العلة لا سبق الزمان، كما تسبق المقدمات نتائجها في العقل، ولكنها لا تسبقها في الترتيب الزمني .لأن الزمان حركة العالم، فهو لا يسبقه . أو كما قال: \"لا يُخلَق العالم في زمان. \"وعلى هذا يقول أرسطو بقدم العالم على سبيل الترجيح الذي يقارن اليقين. إلا أ نّه يقرر في كتاب \" الجدل \" أن قدم العالم مسألة لا تثبت بالبرهان. ¶ براهينه في قدم العالم: ¶ __________ ¶ (1) - الملل والنحل للشهرستاني 2/149",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "إنّ إحداث العالم يستلزم ً تغييرا في إرادة الله. والله منزه عن الغير. فهو إذا أحدث العالم، فإنّما يحدثه ليبق ي الله جلّ جلاله كما كان. أو يحدثه لما هو أفضل. أو يحدثه لما هو مفضول. وكل هذه الفروض بعيدة عما يتصوره أرسطو في حق الله. فإذا حدث العالم وبقي الله كما كان، فذلك عبث. والله منزه عن العبث. وإذا أحدثه ليصبح أفضل مما كان، فلا محل للزيادة على كماله. وإذا أحدثه ليصبح مفضولاً، فذلك نقص يتنزه عنه الكمال ! ويضيف: \"وإذا كانت إرادة قديمة لا تتغير، فوجود العالم ينبغي أن يكون قديماً كإرادة الله. لأنّ إرادة الله هي علة وجود العالم. وليست العلة مفتقرة إلى سبب خارج عنها فلا موجب إذن لتأخر المعلول عن علته، أو لتأخر الموجودات عن سببها الذي لا سبب غيره. فالإنسان يجوز أن يريد اليوم شيئاً ثم يتأخر إنجازه، لنقص الوسيلة، أو لعارض طارئ، أو لعدول عن الإرادة.وكل ذلك ممتنع في حق الله تعالى ! ¶ وقد أفرط أرسطو في هذا القياس، حتى قال: إنّ الله جل وعز لا يعلم الموجودات، لأنّها أقلّ من أن يعلمها. و إّنّما يعقل الله أفضل المعقولان. وليس أفضل من ذاته، فهو يعقل ذاته، وهو العاقل والعقل والمعقول. وذلك أفضل ما يكون ! ! ¶ ج ـ الله وصفاته في نظر أرسطو:",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "قال أرسطو\":الله هو الكل، وقال أيضاً :الله عقل وعاقل ومعقول ، فالله في نظر أرسطو ذات أزلية ليس جسماً، وهو معقول ومعشوق، ليس في مكان، تحريكه للموجودات ليس عبثاً أو خبط عشواء، وإنما هو لقصد وغاية .وهو بسيط لا كثرة فيه بوجه من الوجوه، وإلا لكان ممكن الوجود جائز الانحلال\".(1) يقول أهل الفلسفة في شرح هذه العبارة، إ نّه إذا جردت الذات تجريداً تاماً، كانت عقلاً وماهية مجردة. وهذه الماهية المجردة، إذا نظرنا إليها من حيث هي كذلك، فهي عقل ومن حيث هي مجردة لشيء فهي معقولة. وذات الله مجردة فهي عقل ومجردة لذاته فهي معقولة لذاته وباعتبار أن ذاته ماهية مجردة لذاته فهو عاقل لذاته.وبيان ذلك: أن واجب الوجود لذاته عقل لذاته ، وعاقل ومعقول لذاته ، عقل من غيره أو لم يعقل أما أنه عقل فلأنه مجرد عن المادة، منزه عن اللوازم المادية، فلا تح تجب ذاته عن ذاته ، وأمّا أنّه عاقل لذاته فلأنه مجرد لذاته، وأما أنه معقول لذاته فلأنه غير محجوب عن ذاته بذاته أو بغيره، قال الأول يعقل ذاته ثم من ذاته يعقل كل شيء فهو يعقل العالم العقلي دفعة واحدة من غير احتياج إلى انتقال وتردد من معقول إلى معقول وأنه ليس يعقل الأشياء.(2) ¶ وذهب أرسطو إلى أن الأول \" الله \"لا يعقل إلا ذاته، وينفي علم الله بالعالم لأن في ذلك سقوطاً يجب تنزيه الله عنه، وأنه لا يليق بالله المتصف بالكمال أن يعلم العالم وهو أقل منه، فلو علمه كان ناقصاً مثله، ومن ثمّ اتهم أرسطو بالإلحاد، وإذا كان الله عنده لا يتصل بالعالم من جهة الخلق والتدبير، ولا من جهة العلم فما قيمة هذا الإله ؟ وما منزلته؟ وما الفائدة من الإيمان بوجوده ووحدانيته، وكونه محركاً للعالم؟ ¶ __________ ¶ (1) - في الفلسفة الإسلامية: د .محمد السيد نعيم ص 74. ¶ (2) - الملل والنحل.131 /2",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "إنّ هذا الرأي الذي نادى به أرسطو ) أنّ الإله لا يعقل إلا ذاته (يستلزم أنّ الله لا يعلم العالم بحجة أن العالم شيء دنيء بالنسبة إلى الله، وأن الأشياء توجد وتنعدم دون أن يريد الله لها ذلك أو يعلم من أمرها شيئاً .فالإله في نظر أرسطو سيكون منطوياً على نفسه، غير عالم بشيء من الكون، ولا مريداً لما يجري فيه من أحداث، فهو إذاً ينفي التدبير الإلهي للعالم.(1) ولقد تعرض أرسطو نتيجة هذا الرأي لحملة من الهجوم من قبل تلاميذه، وغيرهم من الحكماء.(2) ¶ ج ـ وحدانية ذات الله عند أرسطو: ¶ *إن واجب الوجود لذاته واحد بالكلمة والعدد، أي واحداً بالاسم والذات، وأما كونه واحداً لأنه لو كان ً كثيرا لحمل واجب الوجود عليه وعلى غيره بالتواطؤ فيشملها جنساً، وينفصل أحدهما عن الآخر نوعاً، فتتركب ذاته من جنس وفصل، فتسبق أجزاء المركَّب على المركَّب سبقاً بالذات، فلا يكون واجباً بذاته. ¶ *واجب الوجود حي بذاته، باق بذاته، نافذ الأمر في كل شيء. ¶ *الأول مبتهج بذاته، أي الأول مغتبط بذاته ملتذ بها لأنه يعقل ذاته على كمال حقيقتها وشرفها. ¶ *الواحد لا يصدر عنه إلا واحد، ويصدر عنه فقط العقل الفعال، لأنه لو صدر عنه أكثر من واحد لحصل تكثر في ذاته، والدليل قام على أنه واحد من كل وجه والعقل الفعال له في ذاته وباعتبار ذاته إمكان الوجود، وباعتبار علته وجوب الوجود، فتتكثر ذاته لا من جهة علته، بل من جهة فعله أي ما يصدر عنه، فيصدر عنه شيئان -لعلهما الهيولي والصورة (3). ¶ 4 ـ النفس عند أرسطو: ¶ __________ ¶ (1) - انظر في الفلسفة الإسلامية ص .76 ¶ (2) - انظر المصدر السابق ص77. ¶ (3) - الملل والنحل.124 /2",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "يرى أرسطو أنّ القوة الخفية التي تنظم الشيء وتحقق له الانسجام في سيره من الهيولي إلى الصورة هي نفسه، فنفس النبات هي القوة السارية فيه التي تهيئ له الجسمية النامية على وجه أكمل ونفس الحيوان هي القوة السارية فيه التي تهيئ له الجسمية النامية الحاسة على وجه أكمل، وهكذا كلما ترقت رتبة الموجود ارتقت نفسه لرقيه. والنفس الإنسانية عند أرسطو في أعلى مراتب النفوس في العالم الطبيعي، وهي فيما دون فلك القمر.(1). (113)وقد جعل أرسطو للنفس الإنسانية قوى مختلفة هي وجوه مختلفة لشيء واحد مع بساطة جوهرها، وبكل واحدة منها يؤدي وظيفة معينة، وهذه القوى هي : ¶ -1 الحاسة: وهي التي تدرك المحسوسات بما لها من صفات وعوارض حسية. ¶ -2 الحس المشترك: وهي التي تدرك التشابه والت ضاد بين الأشياء المحسوسة ووجوه كل منهما، إذ لا يمكن إدراك سواد إلا بإدراك نقيضه وهو البياض، وهذا الإدراك المشترك هو وظيفة الحس المشترك. ¶ -3 المخيلة :وهي القوة التي تنقل إلينا صور الأشياء بعد مرورها بالحس المشترك. ¶ -4 الحافظة :وهي القوة التي تحصل بها صور الأشياء مع إدراكها بأن هذه الصور حصلت عن إحساس سابق . ¶ -5 الذاكرة: وهي القوة التي تستعاد بها صور الأشياء وتستحضر بعد غيابها ونسيانها . ¶ -6 القوة العاقلة: وهي التي تدرك المعاني الكلية لصور الأشياء جميعها فموضوعها الفكر والمعقولات، وتنقسم إلى :العقل القابل الذي هو استعداد القوة لأن تعقل، وإلى العقل الفاعل الذي هو عقلها بالفعل، ومجموع هذه القوى هي النفس الإنسانية .وإذا كانت النفس الإنسانية هي وظيفة الجسم وعمله، فإن وجودها لا يكون إلا بوجود الجسم، إذ لا توجد مستقلة عنه، والنفس والجسم قديمان ذلك أن الهيولي والصورة قديمان.(2) ¶ اتصال النفس بالبدن : ¶ __________ ¶ (1) - المصدر السابق ص 136- 173. ¶ (2) - انظر الفلسفة اليونانية:د.بيصار ص137-138.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "يرى أرسطو أن النفس تتصل بالجسم اتصال تدبير وتصرف، وأنها حدثت مع حدوث البدن، وأنها تبقى بعد مفارقة البدن بعوارض معينة له،لم توجد تلك العوارض قبل اتصالها بالبدن .وإذا استكملت النفس قوتي العلم والعمل تشبهت بالإله ووصلت إلى كمالها، وهذا التشبه بقدر الطاقة ويكون بحسب الاجتهاد أو بحسب الاستعداد، وإذا فارقت البدن اتصلت بالروحانيين )عالم العقل ( وتم لها الالتذاذ والابتهاج . فأرسطو إذً يزعم المعاد للنفس البشرية، ولا يثبت حشراً ولا نشراً.(1) ولقد أخذ الفلاسفة الإسلاميون أمثال الفارابي وابن سينا هذا الاعتقاد عن أرسطو، وزعموا أنه المذهب الحق، وأولوا نصوص القرآن الكريم التي تثبت المعاد الجسماني والنعيم والعذاب الحسيين بما يتلائم مع ما أخذوه عن أرسطو الفيلسوف اليوناني الوثني.(2) ¶ الفصل الرابع ¶ الفلسفة الأفلاطونية الحديثة ¶ المبحث الأول:فلسفة مدرسة الإسكندرية: ¶ أصبحت الإسكندرية في عصر الدولة الرومانية ً مركزا ومقراً للفلسفة اليونانية الرومانية، وكان من الطبيعي أن يفد إليها الفلاسفة اليونانيون والرومانيون والمصريون، وقد أهلها لذلك موقعها الممتاز على البحر الأبيض المتوسط، ولقد أطلق على الفلسفة السائدة في تلك الفترة \" الفلسفة الانتخابية \" وهي الفلسفة المأخوذة من فلسفات مجموعة من الفلاسفة، فهي ليست فلسفة رومانية صرفة، ولا يونانية صرفة، بل هي خليط من تلك الفلسفات القديمة.(3) ¶ __________ ¶ (1) - الملل والنحل.193 /2 ¶ (2) - انظر عقيدة البعث عند الفلاسفة الإسلاميين من هذا الكتاب. ¶ (3) - انظر الفلسفة اليونانية بيصار ص.150",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وقد حمل لواء الفلسفة الانتخابية الفيلسوف اليهودي:فيلون المولود من أحد الأمريكيين في الإسكندرية عام 25 ق.م، والمتوفى سنة 50 م. كان فيلون يؤمن بالديانة اليهودية وبكتابها المقدس التوراة، كما كان يؤمن بالفلسفة اليونانية، وهو يرى أن التوراة وحي مشوب بالوضوح والجلاء، والفلسفة وحي مشوب بالعمق والغموض، وكل منها يهدف إلى تجلية الحقيقة وشرحها للناس ولهذا قيل إن فيلون هو المسئول الأول عن خلط الفلسفة اليونانية بالوحي والإلهام، وقد أثر عنه شرح للتوراة على نمط فلسفي عميق.(1) ¶ المبحث الثاني:المدرسة الأفلاطونية الحديثة: ¶ تأسست الأفلاطونية الحديثة في مدرسة الإسكندرية، وهي تنسب إلى الفيلسوف اليوناني أفلاطون مع أنها ظهرت بعد اليونان، وسبب ذلك أنها في جملتها كانت أميل إلى الأخذ عن مذهب أفلاطون والنزوع إلى اتجاهه وفلسفته، فهي وليدة فلسفة أفلاطون ومذهبه، وإن كانت لم تحافظ عليها بل خلطتها بالإلهام الشرقي.(2) ومن أشهر فلاسفة هذه المدرسة \"أمونيوس سكاس\" ولد من أبوين مسيحيين، وتوفي عام 242 م، يعده البعض المؤسس الأول للفلسفة الأفلاطونية الحديثة، حاول التوفيق بين فلسفة أفلاطون وفلسفة أرسطو.(3) ¶ أفلوطين: ¶ __________ ¶ (1) - المصدر السابق ص.152 ¶ (2) - المصدر السابق ص153، وفي الفلسفة الإسلامية ص.93 ¶ (3) - الفلسفة اليونانية: بيصار ص.153",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "يُعد المؤسس الحقيقي للمدرسة الأفلاطونية الحديثة، ويعتبر أهم مجدد لبنائها وأكبر حامل للوائها.ولد أفلوطين سنة 205 م في مدينة \" ليقويوليس \"وهي مدينة أسيوط حالياً، ولما بلغ سن الثامنة والعشرين رحل إلى الإسكندرية وتتلمذ لأمينوس سكاس الحمال سنة 233 م، وقد رحل أفلوطين إلى سوريا والعراق ثم إلى روما حيث استقر بها وأسس مدرسته الفلسفية، وظل بها حتى مات سنة 270م .عرف أفلوطين بغزارة العلم، كان يجتمع إليه في مجلسه العلماء والكبراء وتتلمذ له كبار الساسة.أطلق العرب على مذهبه مذهب الإسكندرانيين، وأطلق عليه الشهرستاني\"الشيخ اليوناني\".(1) ¶ مؤلفات أفلوطين: ¶ بدأ أفلوطين كتابة مؤلفاته وهو في سن الخمسين تقريباً، وكان يعهد إلى تلميذه \"فورفوريوس \"مراجعة ما يكتب. وقد ترك أفلوطين مجموعة من الرسائل الفلسفية، لكنها لم تقدم عرضاً منظماً ومرتبا لفلسفته، بل كانت مجرد شروح لنصوص أفلاطونية أو أرسطية أو رواقية، أو أجوبة لأسئلة وردت على واحد منها.جمع فورفوريوس رسائل أستاذه أفلوطين بعد وفاته في ستة أقسام، وفي كل قسم منها تسع رسائل وقدم لها بترجمة له، ولهذا عرفت بالتاسوعيات.(2) ¶ مذهب أفلوطين الفلسفي: ¶ إن فكرة أفلوطين في الوجود عامة تجمع بين مزيج من آراء السابقين في إطار أفلاطون، ويتميز بالجمع بين الديانات الشرقية وبين الفلسفة اليونانية بمذاهبها ونظرياتها.فالوجود في نظر أفلوطين يتكون من أربعة جواهر أولية مرتبة ً ترتيبا تنازلياً على النحو التالي-1 الواحد. – 2 العقل. -3 النفس. 4- المادة.(3) ¶ المرتبة الأولى:الواحد أو الوجود الأول: ¶ __________ ¶ (1) - الملل والنحل للشهرستاني 203 /2 وما بعدها.وانظر في الفلسفة الإسلامية:د.محمد السيد نعيم ص 94 -93 ، الفلسفة اليونانية :بيصار ص.154 -153 ¶ (2) - انظر الفلسفة اليونانية:د.محمد بيصار ص 154 ، وفي الفلسفة الإسلامية :د .محمد السيد نعيم ص.94 -93 ¶ (3) - الفلسفة اليونانية:بيصار ص.155 -154",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وهو لا يشبه شيئاً من الموجودات، يتعذر وصفه بصفات إيجابية، ولكن يمكن وصفه بصفات سلبية، كأن يقال :إنه ليس حركة، وليس في مكان أو زمان وليس صفة، وليس ذاتاً، وغير ذلك من صفات السلوب.(1) وهو واحد من جميع الوجوه، واحد في التصور الذهني، وواحد في الواقع، لا توجد فيه كثرة بأي اعتبار، والتركيب لا يتطرق إليه بأي وجه من الوجوه، لذا فهو بسيط كل البساطة وهو واحد في الذات وحدة مطلقة.ولكونه واحد فلا يقال عنه:عقل ولا معقول، لأننا إذ وصفناه عقلاً يجب أن نتصور في دائرته ومرتبته معقولاً معه .كما لا يوصف بأنه جوهر ولا بأنه عرض لأنهما من الأمور النسبية .وقد وصف أفلوطين الأول بأنه خير لا على أن معنى الخيرية وصف قائم به، بل على معنى أن الخير هو عين ذاته، وذاته وخيريته شيء واحد (2).ومبالغة أفلوطين في نفي الكثرة عن الأول جعلته يلتزم القول بأن صدور العالم عنه يكون بالطبع، لا بالإرادة، لأن إضافة الإرادة له في نشأة العالم تستلزم مراداً، وهذا يقتضي تكثراً في التصور على الأقل والفرض أنه واحد من كل وجه.(3) إنّه لا يتعين ولا يتنوع لبساطته، ولما كان هو مبدأ الوجود كله فإنّه يحوي كل ما فيه من أشياء بالقوة، دون أن يصير هو واحداً متعيناً، إلا أنه فياض، وعن فيضه يوجد العقل.(4) فالواحد الأول ) الله (ليس خالقاً ولا صانعاً عند أفلوطين، لكن الموجودات تفيض عنه دون أن يعلمها أو يعنى بها، والعالم المادي صادر عن النفس الكلية وهي علة نظامه وحركاته، وغاية الإنسان الفناء في الله على ما يقرب من عقيدة الهنود.(5) ¶ المرتبة الثانية:العقل: ¶ __________ ¶ (1) - المصدر السابق ص.158 – 157 ¶ (2) - انظر الجانب الإلهي من التفكير الإسلامي:د.محمد البهي ص.119 -118 ¶ (3) - المصدر السابق ص.120 ¶ (4) -الفلسفة اليونانية مصدر سابق ص.156 ¶ (5) - انظر في الفلسفة الإسلامية:د.محمد السيد نعيم ص.95",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "صدر العقل مباشرة عن الأول وهو في المرتبة الثانية بعده، ووحدة الأول من كل وجه تتكثّر في العقل الآن بالاعتبار، لأنّ مقتضى كونه عقلاً يستلزم معقولا أي يستلزم موضوعاً للتعقل، فهنا اثنينية في التصور حدثت بعد \"وحدة \"مطلقة كانت للأول. وقد صدر العقل عن الأول لا في وقت وزمن، وصدوره عنه مباشرة لا يقلّل من جوهره ولا يسبّب له ضعفا ً ولا نقصاً، وصدوره عن الأول بالطبع لا بالإرادة والاختيار.(1) ولما يوجد بينه وبين الواحد من شبه فإنّ قوته تفيض شيئاً غيره، وهو النفس الكلية.(2) ¶ المرتبة الثالثة:النفس الكلية:- ¶ وهي في المرتبة التالية للعقل، وهي آخر الموجودات في عالم المجردات عنده، وبها تتحقق الصلة والرابطة بين العالم المحسوس والعالم غير المحسوس أو العالم الإلهي،(3) وهي مشغولة بتأمل الأول ) الواحد (كمصدر أو علة لها، وبتدبير الثاني)العقل (كامتداد لتأملها الأول،(4) وتفيض هذه النفس فتصدر عنها نفوس الكواكب ونفوس البشر ونفوس الأجسام.(5) وهي في جملتها لها قوة التدبير والإيجاد فيما تحتها نيابة عن \" العقل \" فوقها فالعقل موكل عن الأول بدوره في الإيجاد لما تحته والتأثير فيه، ولأنها نائبة فقط في إيجاد هذا العالم المحسوس وتدبيره فرض أفلوطين على هذا العالم الشكر \"للعقل \"دونها على نعمة الوجود.(6) ¶ __________ ¶ (1) - انظر الجانب الإلهي:د.محمد البهي ص 124 ¶ (2) - انظر الفلسفة اليونانية:د.محمد بيصار ص 151 ¶ (3) - انظر الجانب الإلهي من التفكير الإسلامي:د.محمد البهي ص.125 ¶ (4) - انظر الفلسفة اليونانية :د .محمد بيصار ص .156 ¶ (5) - انظر في الفلسفة الإسلامية :د .محمد السيد نعيم ص .95 -94 ¶ (6) - انظر الجانب الإلهي من التفكير الإسلامي :د ..محمد البهي ص .127",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وأمّا النفس الإنسانية: فإنّها إحدى النفوس الجزئية المنبثقة عن النفس الكلية والموزعة على الكائنات الموجودة فيما أسماه أفلوطين ب \"الطبيعة \"أي العالم المادي وهذه النفوس الجزئية هي أدنى مراتب العالم الروحاني أو عالم العقل.(1) ¶ المرتبة الرابعة:المادة: ¶ المادة تأتي في آخر مراتب الوجود، وهي أصل هذا العالم المشاهد، وهو ما تحت النفس الكلية، ووجوده كشعاع لها فقط، إذ المادة التي هي أصله تحد من الحقيقة فيه، لأنها نقص، بينما العالم المجرد أو العالم المعنوي كله حقائق محضة فهذا العالم ليست له حقيقة ذاتية، وبالتالي ليس له كمال ذاتي، وما فيه من حقيقة أو كمال صورة لعالم المجردات أو شعاع لضوئه.(2) . (136) ¶ ويرى أفلوطين أنّ وحدة الوجود بين أجزاء العالم ومراتبه المختلفة تتم بالتعقل الذي يرد الكثرة إلى الوحدة، والمتعدد إلى الواحد، وما دامت وحدة العالم تتم بالتأمل والفكر فإن الوجود الحقيقي للأشياء لا يكون شيئاً سوى هذا التأمل. ¶ وعلى هذا فإن أفلوطين يقرر بأن الموجود الأدنى \"الطبيعة \"إنما يحصل على صورة الأعلى )النفس (بتأمله له فيتحد به، وهكذا يكون ما بين النفس والعقل ثم ما بين العقل والواحد المطلق الذي لا توجد فيه كثرة ما.(3) . (13.7)وهكذا :تتكون من الأول، والعقل، والنفس الكلية ، والمادة سلسلة الموجودات كلها عند أفلوطين .وبصدور العقل عن الأول، وصدور النفس الكلية عن العقل، واتصال النفس الكلية بالعالم المحسوس، وصدور المادة التي هي أصل العالم المحسوس عن هذه النفس الكلية يصور أفلوطين وحدة الوجود عنده، كما يصور بها نشأة الكثرة المطلقة عن الواحد من كل وجه. ¶ __________ ¶ (1) - انظر الفلسفة اليونانية :د .محمد بيصار ص157 – 156. ¶ (2) - انظر الجانب الإلهي من التفكير الإسلامي :د ..محمد البهي ص .128 ¶ (3) - انظر المصدر السابق ص .156 -155",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وخلاصة القول:إنّ الأفكار الأفلاطونية الحديثة اشتركت في بنائها: الأفلاطونية والأرسطوطاليسية، وبعبارة أخرى إنّ أفلوطين مزج في مذهبه بين هذه المدارس الإغريقية الثلاث.(1) ¶ علاقة النفس الإنسانية بالواحد الأول: ¶ يرى أفلوطين أنّ النفس الإنسانية يلحقها من النقائص والشرور بمقدار اتصالها بالمادة وتعلقها بها.ويمكن أن تكمل النفس بالخلاص من علائق المادة ولواحقها، والوسيلة الوحيدة التي تستعين بها النفس في هذا الخلاص وفي صعودها في مراتب الرقي حتى تصل إلى الواحد الأول هي الفلسفة، والنفس لا تصل إلى الواحد عن طريق التفكير العقلي، لأن الأول غير معين، وغير المعين لا يصلح أن يكون موضوعاً للإدراك، وإنما تصل النفس إلى الأول بنوع من الإدراك لا يمكن وصفه ولا يقال إنه معرفة، إنه اتحاد تام وفناء كلي، وهذه الحال- كما يقول أفلوطين-لا يستطيع ن يعرفها إلا من ذاقها، وهم قلة من الناس، وذكر أفلوطين أنه نفسه لم يصل إليها ولم يبلغها في حياته على طولها إلا أربع مرات فقط.(2) ¶ لقد جمع أفلوطين في فلسفته وخاصة في الجانب الإلهي طائفة من المتناقضات لتي نشأت عن اعتماده على التمثيل والتخيل والتعبير الإشاري أو الاستعاري أكثر من اعتماده على الحقيقة والواقع .وإذا كان أفلوطين يرى أن الفلسفة هي السبيل الوحيد لوصول النفس إلى الواحد والاستغراق كلية فيه والفناء في ذاته، فإنّه ينكر صلاحية الحدس أو المنهج العقلي لبلوغ هذه الغاية، وفي هذا تناقض واضطراب لأن الفلسفة تعتمد على العقل وقضاياه والاستدلال ومقدماته.(3) ¶ المبحث الثالث:جمود التفكير الفلسفي بعد أفلوطين: ¶ __________ ¶ (1) - انظر الجانب الإلهي من التفكير الإسلامي :د .محمد البهي ص 132. ¶ (2) - انظر الفلسفة اليونانية:د.محمد بيصار ص 157 ، وفي الفلسفة الإسلامية د .محمد السيد نعيم ص. 95 ¶ (3) - انظر الفلسفة اليونانية:د.محمد بيصار ص.158",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "لقد جمد التفكير الفلسفي بعد أفلوطين، وأخذ نمط التقليد والترديد لآراء السابقين، وغلب عليه التعمق في الإلهامات، والعناية بالسحر والتصرف بالأسماء والطلاسم، أي جانب العقل والمنطق، وبذلك انتهت الفلسفة اليونانية.وفي سنة 529 م أغلق الإمبراطور جوستنيان مدارس الفلسفة في أثينا، فنزح بعض رجالها إلى الشرق، وبذلك انتهت الفلسفة اليونانية في بلاد اليونان، واتجهت نحو الشرق والغرب حيث ترجمت كتب أرسطو إلى السريانية والعربية. وفي القرن الثاني عشر ترجمت الكتب العربية إلى اللاتينية، فذاعت واشتهرت كتب أرسطو عند الغربيين، وكانت ً أساسا لظهور فلسفة حديثة لدى الغربيين عرفت بفلسفة عصر النهضة، ولكنها فلسفة على نمط جديد وفي اتجاه آخر جديد.(1) ¶ الباب الثاني ¶ الفلسفة الإسلامية ¶ الفصل التمهيدي: ¶ المبحث الأول:التباين بين الفلسفة والعقيدة الإسلامية ¶ إنّ أوجه الخلاف والتباين الجوهرية بين الدين والفلسفة تكون موجودة بين الدين السماوي المنزل من الله عز وجل وبين الفلسفة التي هي ابتكار إنساني وصنعة بشرية. ¶ __________ ¶ (1) - انظر المصدر السابق ص.159 -158",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "-1 العقيدة الإسلامية ربانية في مصدرها، فهي من عند الله المتصف بالكمال المطلق ،خالق الكون والإنسان، \"فهي تصور اعتقادي موحى به من الله سبحانه ومحصورة في هذا المصدر لا يستمد من غيره . .وذلك ً تمييزا من التصورات الفلسفية التي ينشئه ا الفكر البشري حول الحقيقة الإلهية، أو الحقيقة الكونية، أو الحقيقة الإنسانية، والارتباطات القائمة بين هذه الحقائق ً وتمييزا له كذلك من المعتقدات الوثنية، التي تنشئها المشاعر والأخيلة والأوهام والتصورات البشرية\".(1) ومادامت ربانية متكاملة شاملة، فإنّ الخير والبركة وكذا السعادة ووفرة الإنتاج من بركات الالتزام بها، وما دامت ربانية من عند الله عز وجل وتلبي أشواق الروح البشرية فإنّها مبرأة من النقص وخالية من العيوب، وبعيدة عن الظلم وبالتالي فإنّها وحدها تشبع الفطرة الإنسانية. ¶ بينما الفلسفة بشرية في مصدرها؛ أي هي من تفكير العقل البشري وحده، مع اعتماده على الخيال الذهني والتفكير المجرد، وهي أيضاً صدىً ً كبيراً للبيئة التي يعيش فيها الفيلسوف إذ يتأثّر بها إلى حد كبير، لذا فإن هذه الفلسفة تعيش في أذهانهم فقط، أي لم تتفاعل مع مشاعر الناس ونفوسهم، ولم تترك آثاراً إيجابية في سلوك الناس وحياتهم ولكون الفلسفة بشرية فإن النقص والاضطراب وعدم الشمول من سماتها وميزاتها الجوهرية، ولكونها بشرية لم تنفع البشرية، ولن تتقدم بها خطوة واحدة إلى الأمام. ¶ __________ ¶ (1) - خصائص التصور الإسلامي سيد قطب ص.7 -6",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "2- العقيدة الإسلامية ثابتة بثبات مصدرها، وثبات مبادئها وثبات غايتها، قال تعالى:\"فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً فِطرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَل ْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أكْثَرَ النَّاسِ لَا يَعْلمون\". سورة الروم: 30 ، وقال تعالى\"لَا مُبَدِّلَ لِكَلِمَاتِه\".، وثبات العقيدة لكونها من عند الله، ولقد انقطع الوحي بالتحاق الرسول صلى الله عليه و سلم بالرفيق الأعلى، وبقيت نصوص الدين ثابتة إلى يوم الدين، وإذا كان الإنسان يتحرك ويتطور وينمو، وتتبدل حاجاته ومتطلباته وتتغير، فإنّ ذلك يكون داخل إطار العقيدة الثابتة التي تتسع لحركة الإنسان و تطوره. ¶ أمّا الفلسفة فإنّ أنماطها مختلفة ومتغيرة ومتطورة أو كل فيلسوف تختلف فلسفته عن غيره، كما أن فلسفة فترة زمنية معينة تختلف عن فلسفة الفترة التي سبقتها أو التي تليها. ¶ -3 العقيدة الإسلامية يرتضيها العقل ، ويطمئنّ لها القلب وتستقر في الوجدان وتتفاعل مع المشاعر والأحاسيس البشرية، وبالتالي تنعكس على سلوك الإنسان وتصرفاته في واقع الحياة ؛وتاريخنا الإسلامي يشهد كيف غيّرت العقيدة حياة الناس و أنماط سلوكهم وواقعهم الاجتماعي والخلقي والثقافي، فلقد أحدثت العقيدة نقلة كبيرة وتغيراً شاملاً في حياة الإنسانية، وبدراسة واقع المجتمع الجاهلي ثم واقع المجتمع الإسلامي ندرك ذلك ببساطة وبكل وضوح. ¶ إنّ هناك ً فرقا شاسعاً ً وكبيرا بين من يعبد الله ) الإله (الخالق المتصف بصفات الكمال المتصرف في الوجود كله، وبين من يعبد إلهاً مجرداً عن الصفات ليس له صلة بالعالم، وفرق بين التصور الاعتقادي الرباني المستمد من كتاب الله وسنة نبيه - صلى الله عليه و سلم –وبين التصور الفلسفي الذي يقوم على التخيلات والأوهام والذي يعتمد على مناهج التفكير الوثني اليوناني .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "-4 إنّ الدّين كمال مطلق ويمتاز بالثبات في أصوله ومبادئه، والصدق في أحكامه ، لا يأتيه الباطل من بين يديه ولا من خلفه، بينما الفلسفة في كل صورها ومذاهبها على اختلاف الدهور والعصور هي نتاج العقل الإنساني المحدود القاصر القابل للتغيير والتبديل والتحول، وقد يقترب من الحق، وقد لا يقاربه أبداً .ولذا فإنّ التخالف والتعارض والتفاوت من سمات المذاهب الفلسفية، التي هي فبمجموعها فروض وتقديرات وآراء واجتهادات تدور في فلك الإمكان والاحتمال، وقد تقترب من دائرة الأسطورة والخيال كما في الفلسفة الهندية والصينية واليونانية القديمة . ¶ -5 ومن أوجه التباين بين الفلسفة والدين : الاختلاف في طبيعة المنهج : فمنهج الدين مبني على الإيمان والتسليم، والمتابعة والانقياد لجملة أصوله وأركانه،والتطبيق العملي لتشريعاته وأحكامه .أما الفلسفة فبحث عقلي صرف قوامه الحجة والمنطق والاستدلال سواء أدى إلى إثبات جملة من قضايا الفطرة – ومنها مبادئ أساسية أثبتها الدين – أم أدى إلى إنكار جملة ما ثبت من الدين بالضرورة، فالفلسفة عبر تاريخها شهدت مذاهب مؤمنة بوجود الإله الخالق البارئ، ومذاهب ملحدة تنكره وتنكر ما وراء المادة كالروح والبعث. ¶ -6 إن العقيدة الإسلامية تعتمد في تقريرها على الأدلة السمعية والعقلية المأخوذة من القرآن والسنة، وهي أدلة قطعية الثبوت والدلالة توصل إلى المطلوب بيسر وسهولة، وهي شفاء لما في الصدور، شفاء من ألوان الشبه والشكوك والشبهات، قال تعالى :(يا أيها النَّاسُ قدْ جَاءَتْكم مَوْعِظَة مِنْ رَبِّكمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى ٌ وَرَحْمَة لِلْمُؤْمِنِينَِ) سورة يونس: 57 ، وقال تعالى: (وَنُنزِّلُ مِنْ الْقُرْآنِ مَا هُوَ شِفَاءٌ ٌ وَرَحْمَة لِلْمُؤْمِنِينَ (سورة الإسراء.82:",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "بينما تعتمد الفلسفة في تصوراتها على الآراء العقلية البشرية القاصرة، كما تعتمد على المصطلحات الغامضة والقضايا الذهنية المجردة التي يصعب فهمهما، وإن تيسّر فهمهما للبعض فإنّها لا تروي غليلاً ولا تشفي عليلاً، لا تفيد علماً ولا عملاً، لا توصل من يدرسها إلى الحق واليقين، ولن تسلمه من الشكوك والشبهات والأهواء، بل جعلتهم محلاً للطعن والإسقاط، وأدت ببعضهم إلى الضلال، لقد استطاع الشيطان أن يتطاول على الفلاسفة وأن يتخذهم مطية إلى الضلال والإضلال من جهة إفرادهم بمعتقداتهم ومعقولاتهم، وقولهم بالظن، واعتمادهم على الخيال الذهني في مجال العقيدة دون التفات منهم إلى مسلك الأنبياء وأتباعهم في إثبات العقيدة وتقريرها. ¶ إنّ الحجج والبراهين التي تسوقها العقيدة الإسلامية يستفيد منها جميع الناس: عامهم وعلمائهم، بينما براهين وحجج الفلسفة فإنّ فهمها مقصور على طائفة معينة من الناس وهي قليلة، وهي تكلِّف العقل البشري العنت والمشقة، فلا تكاد تخلو من التعقيد والتكليف والتطويل، لذا فإنّها ولَّدت لبعض الناس أمراض الشبه المفسدة للعلم، والمفسدة للإدراك والتصور.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "-7 الواقعية: العقيدة الإسلامية تمتاز بالواقعية، فهي تصور يتعامل مع الحقائق الموضوعية ذات الوجود الحقيقي المستيقن، والأثر الواقعي الإيجابي. لا كالفلسفة التي تتعامل مع تصورات عقلية مجردة، أو مع مثاليات لا مقابل لها في عالم الواقع، أو لا وجود لها في عالم الواقع. ثمّ إن التصميم الذي تضعه العقيدة للحياة البشرية يحمل طابع الواقعية، لأنه قابل للتحقيق الواقعي في الحياة الإنسانية، ولكنها في الوقت ذاته واقعية مثالية، أو مثالية واقعية، لأنها تهدف إلى أرفع مستوى وأكمل نموذج، تملك البشرية أن تصعد إليه. ولا يضرب العقل البشري في التيه كما في الفلسفة ليتمثلها على هواه، في سلسلة من القضايا المنطقية المجردة على طريقة \" الميتا فيزيقا \" التي لا تفيد شيئاً، لا علما ولا إيماناً. ¶ المبحث الثاني:الفائدة من دراسة الفلسفة الإسلامية: ¶ ... يقول علي حسين صاحب أبجد العلوم:إنّ العلم وإن كان مذموماً في نفسه كما زعموا فلا يخلوا تحصيله من فائدة :أقلها ردّ القائلين به، والنظر والمطالعة في علوم الفلسفة يحل بشرطين : أحدهما أن لا يكون خالي الذهن عن العقائد الإسلامية، بل يكون قوياً في ذهنه راسخاً على الشريعة الإسلامية، والثاني أن لا يتجاوز مسائل الفلاسفة المخالفة للشريعة، وإن تجاوز فإنّما يطالعها للردّ لا غير، هذا لمن ساعده الذهن والسن والوقت.(1) ¶ وفي نظرنا أنّ دراسة الفلسفة من قبل الباحثين فيها بعض الفوائد ومنها: ¶ -1 توضيح القضايا الدينية التي تناولها فلاسفة الإسلام بالبحث والدرس، وتبين المنهج الذي سلكوه في دراسة هذه القضايا،؟ وتبين طريقتهم فيما سموه توفيقاً بين الإسلام وبين ما أنتجه العقل الإنساني من تصورات في مسائل الألوهية والعالم. ¶ __________ ¶ (1) - أبجد العلوم.243 /3",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "-2 دراسة الفلسفة الإسلامية تهيئ لنا الفرصة للإطلاع على مشاكلها ومسائلها، ومدى تأثرها بالفلسفات الدخيلة، تلك التي اعتمد عليها كثير من علماء الكلام في شروحهم لمسائل العقيدة الإسلامية، مما أدى إلى تفرقهم أحزاباً متنازعة، وإلى تعصب كل فريق لرأيه بإزاء شرح المسائل الإلهية، ومن ذلك موقف الفرق الإسلامية إزاء مسألة صفات الله ...وغيرها من القضايا الاعتقادية التي احتدم الخلاف فيها بين فرق المسلمين.(1) ¶ -3 دراسة الفلسفة الإسلامية تمكّن العلماء المسلمين من الرد على انحرافات وضلالات الفلاسفة الإسلاميين وكشف زيوفهم، وإبعاد تأثيراتها السيئة عن أبناء الإسلام، وتخليص العقيدة الإسلامية من أدران الفلسفة وركامها. ¶ -4 دراسة الفلسفة تمكّن الباحث المسلم من معرفة أوجه التباين والاختلاف بين الدين الحق والفلسفة. ¶ -5 يتعرف منها على بيان المبرّرات الشرعية التي جعلت علماء الإسلام يحكمون بتضليل وتكفير وإلحاد الفلاسفة. ¶ دخول الفلسفة اليونانية بلاد المسلمين: ¶ ... يقول شيخ الإسلام ابن تيمية: \" إنّ أمتنا أهل الإسلام ما زالوا يزنون بالموازين العقلية، ولم يسمع سلفاً بذكر هذا المنطق اليوناني، وإنّما ظهر في الإسلام لما عربّت الكتب الرومية في عهد دولة المأمون أو قريبا منها.(2) ¶ __________ ¶ (1) - انظر في الفلسفة الإسلامية:محمد السيد نعيم ص .171 -169 ¶ (2) - مجموع الفتاوى 241 /9 ، وانظر .84 /2",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "ذكر السيوطي قصة دخول الفلسفة اليونانية إلى المسلمين، فقال:إن يحي بن خالد البرمكي -وهو من الفرس الذين كانت لهم صولة ودولة في حكم العباسيين - هو الذي جلب كتب الفلسفة اليونانية إلى أرض الإسلام من بلاد الروم، حيث أرسل البرمكي إلى ملك الروم يطلب منه هذه الكتب، وكان الملك يخاف على الروم أن ينظروا في كتب اليونان فيتركون دين النصرانية ويرجعون إلى الوثنية ديانة اليونانية، ومن ثمّ تتفرق كلمتهم وجمعهم، فجمع الكتب اليونانية ووضعها في بئر وأغلق عليها بالحجر والجص، فلما علم يحي بن خالد البرمكي بها أرسل لملك الروم في طلبها، ولقد فرح ملك الروم لهذا الطلب، فجمع بطارقته وقال لهم:ما دخلت هذه العلوم على دولة شرعية إلاّ أفسدتها وأوقعت بين علمائها، وإنّ القوم الذين يطالعون هذه الكتب سيهلك دينهم وستبدد جماعتهم، وأنا أرى أن نرسلها للمسلمين حتى يبلتون بها ونسلم نحن من شّرها، وإنّي لا آمن أن يأتي من بعدي من يخرجها للنّاس فيقعوا فيما أخاف منه، فقات البطارقة نعم الرأي أيّها الملك فأرسلها للمسلمين الذين طلبوها، فبعث الكتب اليونانية إلى يحي بن خالد البرمكي، فلما وصلت إليه جمع عليها كل زنديق وفيلسوف. وبدأ التعريب والنقل على يد البرمكي، وأكمل ذلك الخليفة العباسي المأمون، ويقال أنّ أول بدأ بتعريب الكتب اليونانية هو خالد بن يزيد بن معاوية لما أولع بكتب الكيميا.(1) ومن المسلم به أنّ فلسفة أرسطو نُقلت إلى العربية، إ مّا مباشرة من اليونانية، وهذا هو شأن كتاب المقولات الذي نقله حنين بن إسحاق(2) ¶ __________ ¶ (1) - انظر صون المنطق والكلام عن فن المنطق والكلام لجلال الدين السيوطي، تعليق د .علي سامي النشار دار الكتب العلمية، بيروت ص.9 -7 ¶ (2) - وهو معرف بأبو زيد طبيب ومترجم، وترجم عن اليونانية إلي السريانية والعربية،اتصل بالخليفة المتوكل وخدمه بالطب، عين له المتوكل كتابا للترجمة، يترجمون ويراجع هو ترجماتهم، ذكر القفطي كتبه المؤلفة والمترجمة في كتاب ) أخبار العلماء بأخبار الحكماء.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": ")( 6 ، وإمّا عن طريق السريانية التي طبعتها أساليب اليونان في التعبير .وكانوا يؤثرون الترجمة الحرفية باعتبارها تمثل الأسلوب العلمي الصحيح للنقل، كما كانت معرفة هؤلاء المترجمين بالعربية غير متينة، بل كانت ً أحيانا لا تتجاوز معرفة العامية، وأمّا معرفتهم بال فلسفة، فلم تكن حقاً معرفة المختصين، ولم تكن مقصودة لذاتها، بل كانت عندهم وسيلة لإتقان الترجمة، وربّما اكتسبوها عن طريق التمرس على نقل النصوص الفلسفية . وهؤلاء المترجمين كانوا في غالبيتهم على دين النصارى، ومنهم من هو على دين الصابئة، وليس فيهم مسلم واحد، م مّا تر تّب عليه أ نّهم تركوا تعاطي الاحتكاك بالنص القرآني .فكانت الترجمة الحرفية ، والنقص في إجادة العربية الفصحى، والضعف في التكوين الفلسفي، و سيطرة المعتقد غير الإسلامي ، ممّا أدي إلى وضع لغوي جداً معقد لا تفيد معه معرفة قواعد اللسان العربي ولا أساليب الكتابة العربية .كما أدى إلى دخول العقائد الكفرية إلى الفكر الإسلامي . ¶ المبحث الثالث :التوفيق بين الفلسفة والدين عند بعض فلاسفة الإسلام :",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "حاول الفلاسفة الإسلاميون التوفيق بين الدّين والفلسفة، وذلك لاعتقادهم أنّ الدّين والفلسفة يساند كلّ منهما الآخر في كلّ المسائل الجوهريّة.وإنْ بدا بينهما تعارض فإنّه ليس حقيقيًا، وإنّما نشأ نتيجة لسوء فهم كليهما، و نودّ أن نشير هنا إلى أنّ عملية التوفيق بين الدين والفلسفة لم يبتدعها الفلاسفة الإسلاميون، بل سبقهم إليها فلاسفة ينتسبون إلى الديانتين اليهودية والنصرانية. ومن هؤلاء :فيلون اليهودي 20) ق .م- 50 م (الذي افتتن بالفلسفة اليونانية، وجعل هدفه في الحياة التوفيق بين الكتاب المقدّس عند اليهود والفلسفة اليونانية، وخاصة فلسفة أفلاطون.(1) ومنهم :كليمنتس الأسكندري النصراني(70 -150 م) الذي زعم أنّ الفلسفة في ذاتها ليست شراً، وأن المعرفة نوعان، الأولى : عن طريق الوحي، وبدأت في العهد القديم، واكتملت في العهد الجديد، والثانية :عن طريق العقل الطبيعي، وهي التي جاء بها فلاسفة اليونان.(2) ومنهم:أوريجنس254 –185 م وهو أوّل نصراني يرسم الحدود بين العقل والوحي، وحاول جاهداً أن يؤيد العقيدة المسيحية ببيان اتفاقها مع الفلسفة اليونانية ، فكان بذلك واضع الأساس لفلسفة العصور الوسطى.(3) ¶ __________ ¶ (1) - انظر تاريخ الفلسفة اليونانية :يوسف كرم ص 251 -25 ، تاريخ الفلسفة العربية :جميل صليبا ص ¶ (2) - انظر تاريخ الفلسفة اليونانية:يوسف كرم ص 271 -270 ، تاريخ الفلسفة العربية :حنا الفاخوري، وخليل الجر .105 -104 /1 ¶ (3) - انظر تاريخ الفلسفة اليونانية ص 275 ، تاريخ الفلسفة العربية :جميل صليبا ص .456",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وأمّا بالنسبة للفلاسفة الإسلاميين:فلقد احتلت ظاهرة التوفيق بين الفلسفة والدين مكانة هامة بالنسبة لفلاسفة المشرق غير أنّها كانت أكثر أهمية بالنسبة لفلاسفة المغرب، ولعل هذا يظهر بالخصوص في أنّ فلاسفة المشرق لم يفرد منهم أحد هذه المسألة بكتاب خاص في حين أننا نجد من فلاسفة المغرب كابن طفيل الذي أفرد لهذا الموضوع كتاباً خاصاً هو قصته المشهورة \"حي بن يقظان\" كما خصص ابن رشد لنفس الموضوع كتابين هما:(فصل المقال فيما بين الحكمة والشريعة من الاتصال والكشف عن مناهج الأدلة في عقائد الملة) ويضاف إلى هذا ما أورده في كتابه ) تهافت التهافت (وفي بعض شروحه لكتب أرسطو. ولقد أ دّت محاولات الجمع بين الشرائع السماوية السابقة وبين الفلسفة من جانب هؤلاء إلى زيادة تحريف للدين والعقيدة التي جاء بها رسل الله تعالى، وكانت سبباً قوياً في تسرب الإلحاد إلى أتباعها. وفلاسفة الإسلام شغلوا بهذا التوفيق، وقد بدأه الكندي، لأنّه أولّ الفلاسفة وتبعه غيره من فلاسفة المشرق كالفارابي وابن سينا وغيرهما، وكذلك فلاسفة المغرب اهتموا بهذا الموضوع ً اهتماما ً كبيرا وفي مقدمتهم ابن طفيل وابن رشد . لقد بدأت عملية التوفيق بين الدين الإسلامي والفلسفة مع حركة النقل والترجمة للكتب الفلسفية اليونانية، فقد ترجمت كتب كثيرة من المنطق والفلسفة من السريانية واليونانية والفارسية إلى اللغة العربية، وكان أكثرها لأرسطو، وكان لترجمتها إلى العربية الأثر الأكبر في زعزعة عقائد بعض أهل البدع، وإدخال الفكر الدخيل في حياة المسلمين الفكرية. ¶ ومن الفلاسفة الذين حاولوا التوفيق بين الفلسفة والدين : ¶ 1 - الكندي:",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "هو أبو يوسف يعقوب بن اسحق سمي بالكندي نسبه إلي بلدتة كندة من بني كهلان ببلاد اليمن، وهو فيلسوف العرب وأول من فلسف منهم آخذ بمذهب المشاءين وتأثر بفلسفة أرسطو مصطبغة بالأفلاطونية المحدثة، ولد ونشأ بالكوفة وكان أبوه أميراً عليها، درس وتع لّم في البصرة، ثم بغداد علوم الدين واللغة والأدب بدأ حياته العقلية متكلما ً، وشارك المعتزلة في بحوثهم المتعلقة بالعدل والتوحيد والاستطاعة والنبوة، وله فيها رسائل يذكرها القفطي في ) أخبار الحكماء( ، وابن أبي أصيبعة في )طبقات الأطباء) ، وكان عالماً في الطب والفلسفة والمنطق والفلك والرياضيات والجغرافيا والموسيقي ، ولكنّ أكثر علمه في الفلسفة، كانت وفاته سنة 252 هـ . وهو أوّل فيلسوف حاول التوفيق بين الفلسفة والدين، وجمع في بعض تصانيفه بين أصول الشرع وأصول المعقولات، وأتخذ من التأويل منهجا للتوفيق بين الوحي والعقل وقد مهد الكندي بمصنفاته ونظرياته مجال البحث لمن جاء بعده من الفلاسفة والعلماء. وأحرز مكانة عند الخلفاء العباسين -المأمون والمعتصم والمتوكل - من أشهر مؤلفاته في الفلسفة كتب الفلسفة الأولي، الفلسفة الداخلة، المسائل المنطقية، البحث في تعليم الفلسفة، مسائل في المنطق .",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "... أكدّ الكندي في رسالته إلى المعتصم بالله وحدة الغاية بين عمل الفلسفة وما يأتي عن طريق الأنبياء والرسل؛ فقال: لأنّ في علم الأشياء بحقائقها: علم الربوبية، وعلم الوحدانية، وعلم الفضيلة، وجملة علم كل نافع، والسبيل إليه، والبعد عن كل ضار، والاحتراس منه واقتناء هذه جميعا هو الذي أتت به الرسل الصادقة عن الله جل ثناؤه؛ فإن الرسل الصادقة إنما أتت بالإقرار بربوبية الله وحده، وبلزوم الله وحده، وبلزوم الفضائل المرتضاة عنده. المجردة والكلية؛ لأنها موجهة إلى الخاصة.ولذا هاجم الكندي وخصوم وأعداء الفلسفة، ودافع عن الفلسفة دفاعاً شديدا ً، فيقول:\"إنّ عداء هؤلاء للفلسفة إمّا لضيق فطنهم عن أساليب الحق، وإمّا لدرانة الحسد المتمكن من نفوسهم البهيمية، أو هو ناشئ عن سوء قصد منهم، إ نّهم غرباء عن الحق، وإن تتوجوا بتيجان الحق من غير استحقاق...إنّهم يعادون الفلسفة دفاعاً عن كراسيهم المزورة التي نصبوها من غير استحقاق، بل للترؤس والتجارة بالدين، وهم عدماء الدين، .. ويحق أن يتعرى من الدين من عاند قنية علم الأشياء بحقائقها وسماها كفراً.(1) وهكذا يعتقد الكندي بوجود الاتفاق بين الفلسفة والدين ويجمع بينهما على أهداف وحقائق واحدة، ويرى أنّ غرض الفيلسوف في عمله إصابة الحق وفي عمله العمل بالحقّ، وأنّ الفلسفة أشرف صناعة، ودراستها واجبة على من أقرها ومن أنكرها، وهي تسير في ركاب الدين خادمة له. (11) (2) ¶ 2 ـ الفارابي: ¶ __________ ¶ (1) - انظر رسالة الكندي إلى المعتصم بالله ص .82 -81",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "هو أبو نصر محمَّد بن محمَّد طرخان أوزلغ الفارابي الفارسي الأصل، ويُعرف بالمعلم الثاني .ولد في مقاطعة فاراب من بلاد الترك سنة 259 هـ، ونشأ في بلدته، وحصل فيها على مبادئ العلوم، رحل إلى إيران فتعلّم اللغة الفارسية، وانتقلت به الأسفار إلى أن وصل إلى بغداد، فتعلّم فيها اللغة العربية، ولما دخلها كان بها أبو بشر متى بن يونس الفيلسوف المشهور، فحضر حلقة درسه درس الرياضيات، والطب، والفلسفة، رحل إلى مدينة حرّان، وفيها يوحنا بن حيلان الفيلسوف النصراني، فاستفاد منه، وأخذ عنه .كان يحسن اللغة اليونانية، وأكثر اللغات الشرقية المعروفة في عصره . تناول جميع كتب أرسطو، ومهر باستخراج معانيها، والوقوف على أغراضه فيها، وكان من أكبر فلاسفة المسلمين، ولم يكن منهم من بلغ رتبته في فنونه، وأبو علي بن سينا انتفع من تصانيفه وتتلمذ عليها. له مؤلفات كثيرة، بلغت أكثر من مئة مؤلف منها، الفصوص، آراء أصول المدينة الفاضلة، إحصاء الإيقاعات، المدخل إلى صناعة الموسيقى، والآداب الملوكية، مبادئ الموجودات، إبطال أحكام النجوم، أغراض ما بعد الطبيعة، السياسة المدنية، جوامع السياسة، النواميس، الخطابة، حركة الفلك سرمدية، فيلسوف العرب، كتاب التعليقات، إحصاء العلوم، رسالة في العقل وغيرها.(1) ¶ __________ ¶ (1) - انظر ترجمته عيون الأنباء، 224 -223 /3 ، البداية والنهاية .237 /11",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "يرى الفارابي أنّ الدين الإسلامي لا يناقض الفلسفة اليونانية، وإن كانت هناك فروق ومتناقضات ففي الظواهر لا في البواطن، ويكفي لإزالة الفروق أن نعمد إلى التأويل الفلسفي ونطلب الحقيقة المجردة من وراء الرموز والاستعارات المختلفة. فالدين والفلسفة يصدران عن أصل واحد هو العقل الفعال، (1) ومن ثمّ فلا فرق بينهما، ولا خلاف بين الحكماء والأنبياء وبين أرسطو ورسول الإسلام صلى الله عليه وسلم .وحاول أن يثبت أن لا خلاف بين الفلسفة اليونانية، وبين عقائد الشريعة الإسلامية، وعنده أنّ الفلسفة والدين أمران متفقان، لأنّ كلا منهما حق، والحق لا يخالف الحق.(2) ¶ __________ ¶ (1) - العقل الفعال:هو الوحي كما يتصوره الفلاسفة، وسيأتي توضيحه في مبحث كلام الله عند السلف. ¶ (2) - انظر التراث اليوناني في الحضارة الإسلامية:د.عبد الرحمن بدوى ص 80 ? .78 تاريخ الفلسفة العربية :حنا الفاخوري وخليل الجسر ص .106",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "وكذلك آمن الفارابي بوحدة الحقيقة مما حدا به إلى التوفيق بي ن الحكيمين أفلاطون وأرسطو كخطوة أولى في سبيل التوفيق بين الوحي والعقل، على أساس أنّ كلا من النبي والفيلسوف يستمد الحقيقة من العقل الفعال واهب الصور، وأنّ الاختلاف بينهما إنّما هو اختلاف في طريقة الوصول، وكيفية عرض هذه الحقائق؛ ذلك أنّ النّبي بحكم ما عنده من قوة المخيلة يتصل اتصالاً مباشراً بالعقل الفعال؛ فتفيض عليه الصور والحقائق بدون عناء، وتعرض هذه الحقائق في قالب مبسط ومشخص ً تقريبا للأذهان؛ لأنها موجهة إلى عامة الناس وجمهورهم في حين أن الفيلسوف بحكم ما عنده من القوة العاقلة، وبتدخل من العقل الفعال يدرك الحقائق في صورها. لذلك نجد عند الفارابي \"أن النبي والفيلسوف يرتشفان من معين واحد ويستمدان علمهما من مصدر رفيع، والحقيقة النبوية و الحقيقة الفلسفية هما على السواء نتيجة من نتائج الوحي، وأثر من آثار الفيض الإلهي على الإنسان.(1) ¶ بل يذهب الفارابي إلى أبعد من ذلك حين يقدر أن موضوعات الدين وموضوعات الفلسفة واحدة، يقول في كتابه )تحصيل السعادة (فالملة محاكية للفلسفة...وهما تشتملان على موضوعات بأعيانها، وكلاهما تعطي المبادئ القصوى للموجودات، وتعطيان الغاية القصوى التي لأجلها كون الإنسان، وهي السعادة القصوى، والغاية القصوى، وكل ما بين الدين والفلسفة من فرق عند الفارابي هو أن الفلسفة تعطينا الأدلة والبراهين العقلية والدين يعطينا الأدلة والبراهين الإقناعية.(2) ¶ __________ ¶ (1) - في الفلسفة الإسلامية منهج وتطبيقه:د.إبراهيم مدكور.96 /1 ¶ (2) - كتاب تحصيل السعادة: الفارابي ص 41-40، طبعة مصرية.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "مما سبق يتبين أنّ الفارابي يرى أنّ الدين والفلسفة يرميان إلى تحقيق السعادة عن طريق الاعتقاد الحق، وعمل الخير وأن موضوعاتهما واحدة، والمعارف كلها صادرة عن واجب الوجود بواسطة العقل الفعال وحياً كانت تلك المعرفة أم غير وحي، فلا فرق بين الفلسفة والدين من جهة غايتهما، ولا من جهة مصادرهما . ¶ الفصل الرابع ¶ مسلكهم في إثبات التوحيد ¶ سلك الفلاسفة الإسلاميون في إثبات وحدانية الله تعالى مسلكين:أحدهما:شرعي مستمد من القرآن الكريم، وثانيهما:عقلي مستمد من الفكر الفلسفي. ¶ المبحث الأول:المسلك الشرعي: ¶ يعتبر ابن رشد الفيلسوف الإسلامي الوحيد الذي عني بالشرع في الاستدلال على وحدانية الله عز وجل، إذ أن غيره من الفلاسفة اعتمد على العقل فحسب في هذا المجال، وابن رشد في مسلكه الشرعي يلجأ إلى القرآن الكريم الذي تقرر آياته الشريفة وحدانية الله تعالى وتنفي الإلهية عما سواه (1)، ومن الآيات: ¶ الدليل الأول :قوله تعالى:\"لو كان فِيهِمَا ٌ آلِهَة إِلَّا اللَّهُ لَفَسَدَتَا\"?سورة الأنبياء :آية .22 ودلالة هذه الآية على وحدانية الله تعالى مغروزة في فطر النفوس، وهي حقيقة بديهية تشهد الملاحظة بصدقها (2)، ووجه الاستدلال بهذه الآية على الوحدانية يوضحه ابن رشد بقوله :\" إنه من المعلوم بنفسه أنه إذا كان ملكان كل واحد منهما فعله فعل صاحبه، أنه ليس يمكن أن يكون عن تدبيرهما مدينة واحدة، لأنه ليس يكون عن فاعلين من نوع واحد فعل واحد، فيجب ضرورة إن فعلا معاً أن تفسد المدينة الواحدة، إلا أن يكون أحدهما يفعل ويبقى الآخر عطلاً، وذلك منتف في صفة الآلهة . فإنّه متى اجتمع فعلان من نوع واحد على محل واحد فسد المحل ضرورة \".(3)وأيضاً فإنّ معنى الآية : أنا لو فرضنا وجود آلهة متعددة أو أكثر من إله لفسد العالم في الآن، ولما يكن العالم فاسداً، وجب ألا يكون هناك إلا إله واحد .(4) ¶ المناقشة :-",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "إنّ الآية القرآني ة واضحة الدلالة في إثبات وحدانيته عز وجل، فالآية يمكن أن يؤخذ منها دليل عدم فساد الكون .(5)فانتظام أمر الكون بما فيه من المخلوقات المختلفة المتعددة دليل على أن الإله المدبر واحد، لأنه لو كان مدبر الكون أكثر من إله واحد لدخله الفساد والخلل كما أشارت ¶ (1)انظر مناهج الأدلة ص 155 ، .159 ¶ (2)انظر المصدر السابق ص 155 ، المقدمة للمحقق ص .34 ¶ .156 – 155 مناهج الأدلة ص (3) ¶ (4)انظر المصدر السابق ص .159 ¶ (5)انظر عقيدة التوحيد في القرآن الكريم :د .محمد أحمد ملكاوي ص .272.الآية الكريمة، وما دام الكون ً منتظما تمام الانتظام فالعقل يجزم أن الإله المدبر المتصرف ¶ فيه المستحق العبادة دون سواه إله واحد لا شريك له . ¶ وإذا كانت الآية تدل على توحيد الربوبية فهي تدل أيضاً على توحيد الإلهية إذ ¶ يقال في معناها :إنه لو كان في السماوات والأرض آلهة تصلح لها العبادة سوى الله ¶ تعالى الذي خلق كل شيء لفسدت السماوات والأرض .(6) ¶ يقول ابن تيمية معقباً على الآية السابقة - ?ل َوْ ك َانَ فِيهِمَا ٌ آلِهَة إِلَّا اللَّهُ لَفَسَدَتَا ¶ ف َسُبْحَانَ اللَّهِ رَبِّ ال ْعَرْشِ عَمَّا يَصِف ُونَ - ?سورة الأنبياء : 22 فإن قوامهما (7) بأن تأله الإله ¶ الحق فلو كان فيهما آلهة غير الله لم يكن إلهاً حقاً، إذ الله لا سمي له ولا مثل له، فكانت ¶ تفسد لانتفاء ما به صلاحها هذا من جهة الإلهية \". (8) ويقول :\" فكل مألوه سواه ¶ يحصل به الفساد، ولا يحصل صلاح القلوب إلا بعبادة الله وحده لا شريك له \".(9) وم ما ¶ يؤخذ على ابن رشد أنه استدل بالآية على توحيد الربوبية فحسب، ولم يستدل بها على ¶ وحدانية الإلهية إذ الآية تدل عليهما معاً، كما ذهب إلى ذلك ابن تيمية وغيره .(10) ¶ الدليل الثاني :قوله تعالى : - ??مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا ك َانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَذَهَبَ كُلُّ إِلَهٍ",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ سُبْحَانَ اللَّهِ عَمَّا يَصِف ُونَ - ?سورة المؤمنون : آية ¶ . 9 ¶ يبين ابن رشد وجه الاستدلال بهذه الآية في إثبات وحدانية الله تعالى فيقول \"فهذا ¶ رد منه على من يضع آلهة كثيرة مختلفة الأفعال، وذلك أنه يلزم في الآلهة المختلفة ¶ الأفعال، التي لا يكون بعضها مطيعاً لبعض، لا يكون عنها موجود واحد ولما كان العالم ¶ واحداً وجب ألا يكون موجوداً عن آلهة متفننة الأفعال .(11) ¶ المناقشة :- ¶ الآية الكريمة التي استدل بها ابن رشد من الأدلة القرآنية في إثبات وحدانية الله ¶ عز وجل، كما أن فيها رداً على الذين يزعمون أن الله اتخذ له ولداً، أو له شريك في ¶ الملك والتصرف، وهي تثبت وحدانية الله عن طريق انتظام الوجود واتساقه وارتباط ¶ بعضه ببعض، وكما تدل الآية الكريمة على ربوبية الله الشاملة للوجود كله، فهي تدل ¶ (6)انظر نفس المصدر السابق . ¶ (7)فإنّ قوامهما :أي السماوات والأرض . ¶ (8)انظر مجمع الفتاوى .24 /1 ¶ (9)انظر المصدر السابق ص .55 ¶ (10)انظر اقتضاء الصراط المستقيم 846 /2 ، درء التعارض 334 -343 /9 ،مفتاح السعادة لابن القيم ¶ 274 /1 ? 206 ، عقيدة التوحيد في القرآن الكريم ص .273 ¶ (11)مناهج الأدلة :ص .156.أيضاً على تفرده في الإلهية والعبادة (12) ، وكان من الواجب على ابن رشد أن يبين تقرير ¶ الآية لتوحيد الإلهية كما استدل بها على توحيد الربوبية . ¶ الدليل الثالث :قوله تعالى : - ??ق ُلْ ل َوْ ك َانَ مَعَهُ ٌ آلِهَة كَمَا يَقُولُونَ إِذًا لَابْتَغَوْا إِلَى ذِي ¶ ال ْعَرْشِ ً سَبِيلا - ?سورة الإسراء :.42 ¶ ذهب ابن رشد إلى أن هذه الآية كآية سورة الأنبياء، برهان على امتناع إلهين ¶ فعلهما واحد، وذكر وجه استدلاله بالآية في إثبات الوحدانية فقال :\" ومعنى هذه الآية أنه ¶ لو كان فيهما آلهة قادرة على إيجاد العالم وخلقه غير الإله الموجود، حتى تكون نسبته",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "من هذا العالم نسبة الخالق له، لوجب أن يكون على العرش معه فكان يوجد موجودان ¶ متماثلان ينسبان إلى محل واحد نسبة واحدة، فإن المثلين لا ينسبان إلى محل واحد ¶ نسبة واحدة، لأنه إذا اتحدت النسبة اتحد المنسوب ..\".(13) ¶ يقصد ابن رشد أن وجود آلهة أخرى مع الإله الحق يوجب أن يكونوا جميعاً ¶ على العرش، وهذا متعذر لأن العرش واحد، وكون العرش واحداً، يدل على وجود الإله ¶ الواحد الذي ينسب إلى المحل الواحد . ¶ المناقشة : ¶ يلاحظ أنّ ابن رشد استدل بالآية الكريمة على إثبات توحيد الربوبية، والصواب ¶ أنّ الآية في إثبات توحيد الإلهية المتضمن توحيد الربوبية، فك فار مكة الذين نزلت الآية ¶ في كشف زيف معتقدهم وفساد شركهم كانوا يقرون بتوحيد الربوبية، وماعرف عنهم ¶ الجدال والمخاصمة فيه، والذي كانوا ينكرونه هو توحيد الإلهية، وهو التوحيد الذي دعت ¶ إليه الرسل وأنزل الله تعالى به الكتب، وأيضاً فإن المعنى المستفاد من الآية ليس هو ما ¶ ذهب إليه ابن رشد، فالمعنى الصحيح هو المنقول عن السلف، كقتادة وغيره، وهو الذي ¶ ذكره شيخ المفسرين ابن جرير الطبري والإمام ابن كثير .(14) ¶ يقول ابن كثير في تفسيره للآية :\"يقول تعالى قل يا محمد لهؤلاء المشركين ¶ الزاعمين أن لله شريكاً من خلقه، العابدين معه غيره ليقربهم إليه زلفا، لو كان الأمر كما ¶ يقولون وأن معه آلهة تعبد لتقرب إليه وتشفع لديه، لكان أولئك المعبودون يعبدونه ¶ ويتقربون إليه، ويبتغون إليه الوسيلة والقربة، فاعبدوه أنتم وحده، كما يعبده من تدعونه، ¶ (12)انظر تفسير ابن كثير .255 /3 ¶ (13)مناهج الأدلة ص .156 ¶ (14)شرح العقيدة الطحاوية .41 /1.ولا حاجة لكم إلى معبود يكون واسطة بينكم وبينه، فإنّه لا يحب ذلك ولا يرضاه، بل ¶ يكرهه ويأباه، وقد نهى عن ذلك على ألسنة جميع رسله وأنبياءه ..\".(15) ¶ ولشيخ الإسلام ابن تيمية كلام نفيس حول هذه الآية، بيّن فيه فساد تفسير ابن",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "رشد لها، وذكر التفسير الصحيح الذي تدعمه آيات القرآن الكريم، يقول رحمه الله : ¶ \"والآية فيها قولان معروفان للمفسرين :- ¶ أحدهما :أن قوله .ِإذً??لَابْتَغَوْا إِلَى ذِي ال ْعَرْشِ سَبِيلًا - ??سورة الإسراء : 42 ، أي بالتقرب ¶ إليه والعبادة والسؤال له . ¶ والثاني :بالممانعة والمغالبة . والأول هو الصحيح، فإنّه قال : - ??ل َوْ ك َانَ مَعَهُ ٌ آلِهَة كَمَا ¶ يَق ُول ُونَ - ?سورة الإسراء : 42 ، و هم لم يكونوا يقولون : إن آلهتهم تمانعه وتغالبه . بخلاف ¶ - ??وَمَا ك َانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ - ??: قوله تعالى ¶ سورة المؤمنون :.91 فهذا في الآلهة المنفية، ليس فيها أنها تعلوا على الله، وأن المشركين ¶ يقولون ذلك . ¶ وأيضاً فقوله : - ??لَابْتَغَوْا إِلَى ذِي ال ْعَرْشِ سَبِيلًا - ??يدل على ذلك، فإنّه تعالى قال : ¶ .(والمراد به اتخاذ 19 : ) سورة المزمل - ?إِنَّ هَذِهِ تَذ ٌ ْكِرَة ف َمَنْ ش َاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِي لًا - ? ¶ السبيل إلى عبادته وطاعته بخلاف العكس، فإنّه قال : - ??ف َإِنْ أَطَعْنَك ُمْ فَلَا تَبْغُوا عَلَيْهِنَّ ¶ سَبِيلًا - ?سورة النساء : 34 ، ولم يقل إليهن سبيلا ً .وأيضاً فاتخاذ السبيل إليه مأمور به، ¶ كقوله : - ??وَابْت َغُوا إِلَيْهِ ال ْوَسِيلَ ةَ - ?سورة المائدة : 35 وقوله : - ??ق ُلْ ادْعُوا الَّذِينَ زَعَمْت ُمْ مِنْ ¶ دُونِهِ فَلَا يَمْلِك ُونَ كَش ْفَ الضُّرِّ عَنك ُمْ وَلَا تَحْوِيلًا، أُوْلَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمْ ¶ ال ْوَسِيلَةَ أَيُّهُمْ أَق ْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَاف ُونَ عَذ َابَهُ - ?سورة الإسراء : 57 – 56 فبين أن ¶ الذين يدعون من دون الله يطلبون إليه الوسيلة - فهذا مناسب لقوله : - ??ل َوْ ك َانَ مَعَهُ ٌ آلِهَة",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "كَمَا يَق ُول ُونَ إِذًا لَابْتَغَوْا إِلَى ذِي ال ْعَرْشِ سَبِيلًا - ?سورة الإسراء :(16) .42 ¶ المبحث الثاني :المسلك العقلي : ¶ اعتمد الفلاسفة الإسلاميون على العقل في إثبات وحدانية الله تعالى - ¶ كعادتهم في تقرير العقيدة - ولهم في إثبات وحدانية الله تعالى دليلان عقليان . وقد أشار ¶ ابن تيمية إلى ذلك فقال :\" وعمدة هؤلاء الفلاسفة في توحيدهم - الذي هو تعطيل محض ¶ (15)تفسير ابن كثير 42 /3 ، وانظر :نفس هذا المعنى في تفسير الطبري 91 /15 ، منهاج السنة النبوية ¶ . 332 – 331 / 3 ¶ .351 – 350 / 9 درء تعارض العقل والنقل (16).في الحقيقة - حجتان . (17) ودليلا الفلاسفة هما : الاشتراك في العلية، والاشتراك ¶ والامتياز . (18) ¶ ونذكر هذين الدليلين كما وردا في مؤلفات الفلاسفة ومؤلفات غيرهم من العلماء المطلعين ¶ على المذهب الفلسفي . ¶ الدليل الأول :الاشتراك في العلية : ¶ يقول الفارابي في بيان هذا الدليل :\" ويجب أن يكون واحداً، إذ كل اثنين فالواحد ¶ متقدم والثاني متأخر، وهذا تقدم طبيعي، وهو تقدم الواحد على الاثنين، وإذا كانا معـ اً : ¶ فإما أن يشتركا في جميع الأشياء، فإن اشتركا لم يكن بينهما إثنينية وإن اختلفا فلابد أن ¶ يكون أحدهما سبباً والآخر مسبباً، لأن أحدهما واجب الوجود، فإن كان الآخر أيضاً ¶ واجب الوجود لم يتخصص أحدهما، ولم يتعين الوجود الواجب بل يتخصص بشيء آخر، ¶ ولا محالة من أن يتخصص ما وجوده واحد في مفهوم ماهيته بوجوب الوجود \".(19) ¶ يذكر ابن سينا هذا الدليل في كثير من مؤلفاته، فذكره في بعضها على وجه التفصيل، (20) ¶ وذكره في بعضها على وجه الإيجاز .(21) ¶ جاء في \"الإشارات والتنبيهات \" ذكر الدليل في الفصل الثامن عشر من قسم ¶ الإلهيات، يقول : \" إشارة :واجب الوجود المتعين : إن كان تعينه ذلك لأنه واجب الوجود، ¶ فلا واجب وجود غيره، وإن لم يكن تعينه لذلك، بل لأمر آخر فهو معلول، لأنه إذا كان",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "وجود واجب الوجود لازماً لتعينه كان الوجود لازماً لماهية غيره، أو صفة، وذلك محال ¶ وإن كان عارضاً، فهو أولى بأن يكون لعلة وإن كان ما يتعين به عارضاً لذلك، فهو ¶ لعلة .فإن كان ذلك وما يتعين به ماهية واحدة، فتلك العلّة علة لخصوصية ما لذاته يجب ¶ وجوده، وهذا محال، وإن كان عروضه بعد تعين أول سابق، فكلامنا في ذلك السابق ¶ وباقي الأقسام محال \". ¶ وجاء في كتابه الهداية \" : (22)لا يجوز أن يكون وجوب الوجود لشخصين، فقد قيل ¶ إن ذلك يوجب أن يكون كل واحد منهما معلولاً من حيث هوهو، ولا يلحق وجوب ¶ (17)منهاج السنة النبوية .298 / 3 ¶ (18)تسمية الدليل الأول توصلنا إليه من خلال دراستنا للدليل نفسه، فالاشتراك في العلية هو المحور ¶ الذي يقوم الدليل على أساسه، وأما الدليل الثاني فقد سماه بهذه الاسم الدكتور محمد صالح الزركان، ¶ انظر :كتابه \" فخر الدين الرازي وآراؤه الكلامية والفلسفية \" ص .237 ¶ (19)رسالة زينون - ع المجموص -.5 ¶ .334 – 230 -227 انظر :النجاة ص (20) ¶ (21)انظر :الهداية ص 262 – 261 ، الإشارات والتنبيهات 44 – 36 / 3 ، التعليقات ص ¶ 184 ? 131 ? 70 ? 37 ? .35 ¶ .262 – 261 ص (22).الوجود لاحق في ذاته يستحيل به، وإلا لتعلق وجوده بعلتي كونه ولا كونه لم ينفك ¶ عنهما، وكانا :إما معلولية فيكون علة إحالة نفسه، وهذا محال، أو واجبين معه، فيكثر ¶ وجوب الوجود .فواجب الوجود بذاته واجب الوجود من جميع جهاته \". ¶ وقد ذكر كل من الغزالي وابن تيمية وغيرهما (23)دليل الاشتراك في العلية الذي ¶ اعتمده الفلاسفة في إثبات الوحدانية .وتقرير ابن تيمية للدليل أقرب لتقرير ابن سينا له في ¶ \"الإشارات والتنبيهات \" على حين جاء تقرير الغزالي له بمعناه، وهو أيسر فهماً، حيث لا ¶ يحتاج إلى إعمال عقل في فهمه، ومعرفة مقصوده، وسبب ذلك أن ابن تيمية لخص الدليل ¶ من كتاب \"الإشارات والتنبيهات \" وما عليه من شروح للطوسي والرازي (24) ، وقد أشار",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "هو إلى ذلك (25)، على حين لخصه الغزالي - كما نر ى -من فهمه للدليل من مجموعة ¶ مؤلفات ابن سينا وغيره، فجاء تقريره للدليل بالمعنى . ¶ ولبيان ذلك نذكر الدليل كما جاء عند الغزالي وابن تيمية . ¶ تقرير الغزالي للدليل :\" لو كانا اثنين، لكان نوع وجوب الوجود مقولاً على كل ¶ واحد منهما، وما قيل عليه :إنه واجب الوجود فلا يخل و :إما أن يكون وجوب وجوده ¶ لذاته، فلا يتصور أن يكون لغيره، أو وجوب الوجود له لعلة، فتكون ذات واجب الوجود ¶ معلولاً، وقد اقتضت علة له وجوب الوجود، ونحن لا نريد بواجب الوجود، إلا ما لا ¶ ارتباط لوجوده بعلة، بجهة من الجهات . ¶ وزعموا أن نوع الإنسان مقول على زيد وعلى عمرو، وليس زيد إنساناً لذاته، ¶ إذ لو كان إنساناً لذاته لما كان عمرو إنساناً، بل لعلة جعلته إنساناً، وقد جعلت عمراً أيضاً ¶ إنساناً، فتكثرت الإنسانية بتكثر المادة الحاملة لها، وتعلقها بالمادة معلول ليس لذات ¶ الإنسانية، فكذلك ثبوت وجوب الوجود لواجب الوجود، إن كان لذاته فلا يكون إلا له، ¶ وإن كان لعلة فهو إذن معلول، وليس بواجب الوجود، فقد ظهر بهذا أن واجب الوجود ¶ لابد أن يكون واحداً \". (26) ¶ (23)تهافت الفلاسفة ص 160 ، منهاج السنة النبوية 299 – 298 / 3 ، مصارعة الفلاسفة للشهرستاني ¶ .59 – 58 ص ¶ (24)انظر الإشارات والتنبيهات ج 3 هامش ص 39 – 36 ، شرح الإشارات للرازي ص 301 ¶ . 302 – ¶ (25)انظر منهاج السنة النبوية .299 / 3 ¶ – ، وانظر :لباب العقول في الرد على الفلاسفة في علم الأصول للمكلاتي 16 تهافت الفلاسفة ص (26) ¶ ص 187 ، حيث ذكر تقرير الغزالي للدليل بتصرف بسيط، وأيضاً الذخيرة للمحاكمة بين الغزالي و ¶ الحكماء لعلاء الدين الطوسي ص .104.وأما تقرير ابن تيمية له : \" أنهما (27)إذا اتفقا في الوجوب، وامتاز كل منهما عن ¶ الآخر بما يخصه، لزم أن يكون المشترك (28)معلولاً للمختص، كما إذا اشترك اثنان في",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "الإنسانية، وامتاز كل واحد منهما عن الآخر بشخصه فالمشترك معلول للمختص، وهذا ¶ باطل هنا، وذلك لأن كلاً من المشترك والمختص :إن كان أحدهما عارضاً للآخر لزم أن ¶ يكون الوجوب عارضاً للواجب، أو معروضاً له، وعلى التقديرين فلا يكون الوجوب ¶ صفة لازمة للواجب، وهذا محال، لأن الواجب لا يمكن أن يكون غير واجب . ¶ وإن كان أحدهما لازماً للآخر، لم يجز أن يكون المشترك علة للمختص، لأنه ¶ حيث وجدت العلّة وجد المعلول، فيلزم أنه حيث وجد المشترك وجد المختص والمشترك ¶ في هذا وهذا، فيلزم أن يكون ما يختص بهذا في هذا، وما يختص بهذا في هذا، وهذا ¶ محال يرفع الاختصاص \". (29) ¶ المناقشة : ¶ تعرّض دليل الاشتراك في العلية لجملة من الردود التي تبين بطلان الدليل وعدم ¶ صحته في الاستدلال على المطلوب ولعل أقوى الردود هو ما وجهه إليه ¶ الغزالي،ويتلخص في بيان عدم صحة تقسيم الفلاسفة نوع واجب الوجود :إلى واجب ¶ الوجود لذاته، وواجب الوجود لعلة، ذلك أن واجب الوجود لعلة لا يمكن أن يكون إلا ¶ معلولاً، والمعلول لا يكون واجباً، وإنما يكون جائزاً، فكيف يكون قسماً ً ثانيا من أقسام ¶ واجب الوجود . ¶ ويرى الغزالي أن لفظ \"وجوب الوجود \" فيه إجمال، وهو يحتمل معنيين، لا يدل ¶ واحد منهما على مقصود الفلاسفة، ولا يستقيم الدليل به، أحدهما : أن من معاني وجوب ¶ الوجود \"نفي العلّة \" ، وبهذا المعنى يكون سياق الدليل هكذا : إن الذي لا علة له، لا علة له، ¶ لا علة له لذاته أو لسبب، وهذا تقسيم خاطئ، لأن نفي العلّة، واستغناء الوجود عن العلّة ¶ لا يطلب له علة، وإذا كان كذلك فأي معنى للقول : إن ما لا علة له، لا علة له إما لذاته ¶ أو لعلة .لأن قولنا : لا علة له سلب محض، والسلب المحض لا يكون له سبب ولا علة، ¶ ولا يقال فيه :إنه لذاته، أولا لذاته . ¶ وثانيهما :من معاني وجوب الوجود \" الوصف الثابت لواجب الوجود \" ، فيكون واجب",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "الوجود هو الموجود الذي لا علة لوجوده .وهذا معنى غير مفهوم في نفسه فالذي ¶ (27)أي واجبا الوجود . ¶ (28)المشترك :هو الوجوب الذي يشترك فيه واجبا الوجود . ¶ .299 – 298 / 3 منهاج السنة النبوية (29).يستفاد من نفي العلّة لوجوده، هو سلب محض . ولا يقال فيه : إنه لذاته أو لعلة . (30) ¶ وبعد أن يبين الغزالي فساد الدليل، يقول :فدل أن هذا برهان من خرف لا أصل له \". (31) ¶ ويكشف الشهرستاني عن أوجه التناقض في الدليل من جهة الرسم والحد، ومن ¶ جهة المادة الموضوعة للاستدلال . ¶ فمن جهة الحد والرسم يظهر التناقض في أقوال ابن سينا التي تتعلق ببيان معنى ¶ واجب الوجود وإطلاقاته، فتارة يقول :إن واجب الوجود لا يقال على كثيرين، وتارة ¶ يقول :ولا يجوز أن يكون نوع واجب الو جود لغير ذاته، فلفظ \" النوع \" هنا لا يقال إلا ¶ على كثيرين، فكيف يطلق ابن سينا لفظ \"النوع \" على واجب الوجود، وواجب الوجود لا ¶ يقال إلا على ذات وموجود لا يشاركه في الاسم غيره ؟ (.32) ¶ وأما التناقض الثاني :فهو أن ابن سينا أخذ الوجود مطلقاً وجعله موضوعاً للعلم ¶ الإلهي، وتكلم في لوازمه، ثم جعل واجب الوجود من أقسامه ولواحقه، ثم تكلم في لوازم ¶ واجب الوجود مطلقاً، وذكر من لوازمه أنه حق، وأنه تام، وأنه علة ومبدأ، ثم أخذ في ¶ البرهنة عليه وإثباته، وهذا دليل على أنه جعل واجب الوجود نوعاً، فالسؤال فكيف تجعله ¶ نوعاً، ثم تأخذ في البرهنة على وحدانيته ؟ !وكيف يؤخذ واجب الوجود بإطلاق أو على ¶ شكل كلي ثم يبرهن على وحدانيته ؟ !إنّ المطلق أو الكلي لا يوجد في الخارج، لأن الذي ¶ في الخارج هو المعين فحسب . (33) ¶ وأمّا ابن رشد فيرى أن مسلك ابن سينا وأتباعه في التوحيد، لم يكن مسلكاً لأحد ¶ من قدماء الفلاسفة، وأنه مؤلف من مقدمات عامة، تكاد تكون معانيها مقولة باشتراك، ¶ وبسبب ذلك ترد عليها المعاندة كثيراً، ويذهب إلى أن تفصيل المعاني ومعرفة المقصود",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "منها يقرب المسلك من الأقاويل البرهانية . (34)ثم يصحح ابن رشد هذا الدليل بتلاقي نقاط ¶ الضعف فيه، ويأتي بدليل غيره يدل على وحدانية الله تعالى يقول ابن رشد :\" وبرهان ¶ ابن سينا يتم على هذا الوجه :واجب الوجود إن كان اثنين، فلا يخلو أن تكون المغايرة ¶ التي بينهما :بالعدد أو بالنوع . أو بالتقديم والتأخير فإن ك انت المغايرة التي بينهما بالعدد ¶ كانا متفقين بالنوع، وإن كان التغاير بالنوع، كانا متفقين بالجنس . ¶ وعلى هذين النوعين يلزم أن يكون واجب الوجود مركباً .وإن كان التغاير الذي ¶ بينهما بالتقديم والتأخير، وجب أن يكون واجب الوجود واحداً، وهو العلّة لجميعها، و هذا ¶ (30)تهافت الفلاسفة – بتصرف –ص 161 – 160 ، لباب العقول للمكلاتي ص 191 -188 ، الذخيرة ¶ .105 – 104 للطوسي ص ¶ (31)تهافت الفلاسفة ص .188 ¶ .61 – بتصرف – مصارعة الفلاسفة ص (32) ¶ .62 – 61 – بتصرف – المصدر السابق ص (33) ¶ (34)انظر :تهافت التهافت .463 / 2.هو الصحيح، فواجب الوجود إذن واحد، إذ لم يكن ههنا غير هذه الثلاثة أقسام، بطل منها ¶ الاثنان، وصح القسم الذي يوجب انفراد الوجود بالوحدانية .(35) ¶ إنّ دليل ابن رشد الذي قرره من خلال تصحيح دليل ابن سينا، أيسر ً فهما على ¶ العقل من دليل الفلاسفة، ولكنه دليل فلسفي لا يمكن إثبات عقيدة التوحيد به، لأن العقيدة ¶ الإسلامية لا تحتاج إلى الأدلة الفلسفية المجردة لكي يستدل على تقريرها وإثباتها، وإذا ¶ كانت عقيدة التوحيد بدهية فطرية فإن الأدلة التي تناسبها هي الأدلة التي تخاطب النفس ¶ البشرية مباشرة، فتنفذ إلى أعماقها بكل يسر وسهولة دون الحاجة إلى استخدام ¶ المصطلحات الفلسفية التي يجهلها أكثر الناس . ¶ ثمّ إنّ دليل ابن رشد يثبت وحدانية واجب الوجود، دون أن يثبت وحدانية الله ¶ تعالى في الربوبية والإلهية، وما جاءت رسل الله تعالى إلا لتذكير الناس بما استقر في",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "فطرهم من الإقرار بربوبيته عز وجل، ووجوب الإقرار له بالإلهية والعبودية، مع عدم ¶ صرف أي شيء من العبادة لغيره تعالى من الشركاء والأنداد . ¶ وكان الأجدر بابن رشد أن يكتفي بالأدلة الشرعية المستقاة من القرآن الكريم ¶ فهي أدلة سمعية وعقلية في نفس الوقت، وقد استدل ابن رشد نفسه بأدلة القرآن الكريم ¶ في إثبات وجوده تعالى، ولم يلتفت إلى سواها من الأدلة، وقد ذهب إلى اعتبار تلك الأدلة ¶ أدلة بدهية فطرية، وأن ما دونها لا يصل إلى مرتبة اليقين والبرهان .(36) ¶ الدليل الثاني :دليل الاشتراك والامتياز :- ¶ يعود دليل الاشتراك والامتياز إلى أبي يعقوب الكندي، وعلى أساسه جرى كل ¶ من الفارابي وابن سينا وأتباعه من الفلاسفة في إثبات وحدانية واجب الوجود ، (37)وقد ¶ أخذ به بعض المتكلمين المتأخرين كالفخر الرازي .(38) وابن حزم الظاهري ، (39)وشمس ¶ الدين محمد بن الأصفهاني (40)، وقد أشار إلى هذا الدليل منسوباً للفلاسفة الغزالي ، (41) ¶ (35)المصدر السابق ص .468 ¶ .34 – ، المقدمة للمحقق د .محمود قا سمص 155 انظر :مناهج الأدلة ص (36) ¶ (37)انظر :الكندي ورسائله الفلسفية – المقدمة – ص (4 ) 80 ، 207 من الرسائل، وانظر :الدليل ¶ عند الفارابي \"آراء أهل المدينة الفاضلة \" ص 5 - 4 ، والتعليقات لابن سينا ص 183 – 182 ، حكمة ¶ الإشراق للسهروردي ص 122 – 121 ، الفوز الأصغر لابن مسكويه ص .27 ¶ (38)انظر :لباب الإشارات ص 94 - 93 ، معالم أصول الدين ص 76 -75 ، الفخر الرازي وآراؤه ¶ الكلامية والفلسفية للزركان ص .237 ¶ (39)انظر :الفصل في الملل والأهواء والنحل 107 -106 / 1 ، المحلى .5 / 1 ¶ (40)انظر :شرح العقيدة الأصفهانية لابن تيمية ص 4 -3 ، 19 -18 ، وشمس الدين محمد بن الأصفهاني ¶ هو :محمد بن محمود بن محمد بن عياد السلماني، أبو عبد الله شمس الدين الأصفهاني، ولد بأصبهان سنة ¶ 616 هـ، وتوفي بالقاهرة سنة 688 هـ، قاضي وفقيه شافعي .من مؤلفاته :متن العقيدة الأصفهانية التي",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "شرحها ابن تيمية، شرح المحصول للرازي، القواعد – وهو في أصول الدين والفقه والمنطق والجدل -..وابن تيمية ، (42)والمكلاتي ، (43)وعلاء الدين الطوسي ، (44)والإيجي ، (45)ونذكر هذا الدليل ¶ من كتب الفلاسفة وكتب غيرهم من العلماء . ¶ يقول الكندي :لو كان الإله أكثر من واحد، لكانوا ً جميعا مشتركين في شيء ¶ يعمهم جميعاً، وهو كونهم فاعلين مبدعين، ولكانوا مختلفين ومنفصلين بحال ما، فإذن ¶ يكون كل واحد منهم مركباً من العام الذي يشتركون فيه، ومن الخاص المختلفين به، ¶ والمركب لابد له بحكم العقل من مركب فإذاً لابد للفاعل من فاعل، ويستحيل أن يسير ¶ ذلك إلى غير نهاية، فلابد إذن من فاعل أول واحد غير متكثر ولا مركب، سبحانه ¶ وتعالى عن صفات الملحدين علواً كبيراً، ولا يشبه خلقه بحال فهو مبدع وهم مبدعون، ¶ وهو دائم وهم غير دائمين .(46) ¶ ويذكر دي بور (47)الدليل منسوباً إلى الفارابي بصورة موجزة واضحة سهلة ¶ الفهم، فيقول :\" فلو كان ث َمَّ موجودان، كل منهما واجب الوجود، لكانا متفقين من وجه ¶ ومتباينين من وجه، وما به الاتفاق غير ما به التباين، فلا يكون كل منهما واحداً بالذات، ¶ وإذن فالموجود الذي له غاية الكمال يجب أن يكون واحداً \".(48) ¶ وقد ذكر ابن مسكويه دليل الاشتراك والامتياز بطريقة موجزة واضحة، وقد جاء ¶ دليله قريب الشبه بدليل الكندي، ذلك أن الكندي جعل الشيء الذي يشترك فيه أكثر من إله ¶ هو كونهم فاعلين أو مبدعين، وهذا ما ذهب إليه ابن مسكويه، بينما الفارابي وابن سينا ¶ جعلا الشيء المشترك هو الوجود الواجب . ¶ يقول ابن مسكويه :\" إنه لو كان الفاعلون أكثر من واحد، للزم أن يكونوا مركبين، ¶ وذلك أنهم اشتركوا في أنهم فاعلون، واختلفوا في الذوات، ولابد من أن يكون الشيء ¶ الذي به خالف أحدهم الآخر غير ما وافقه به، فيجب أن يكون كل واحد منهم مركباً من ¶ انظر :شذرات الذهب 406 / 5 ، فوات الوفيات 524 – 523 / 2 ، طبقات الشافعية 103 -100 / 8 ،",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "الفوائد البهية 198 –197 ، البداية والنهاية لابن كثير .315 /13 ¶ (41)انظر :تهافت الفلاسفة ص .162 -161 ¶ (42)انظر :منهاج السنة النبوية 299 /3 ، مجموع الفتاوى 232 – 230 /12 ، شرح العقيدة الأصفهانية ¶ ص .23 ¶ .192 – 191 انظر :لباب العقول ص (43) ¶ (44)انظر :الذخيرة ص .100 ¶ (45)انظر :المواقف ص .278 ¶ (46)انظر :الكندي ورسائلهالمقدمة الفلسفية ص ) 80 – ، .207 (4 ¶ (47)دي بور :مستشرق هولندي توفي عام 1942 م، متخصص في الفلسفة الإسلامية وضع كتابه \" ¶ تاريخ الفلسفة في الإسلام \"بالألمانية، ثم ترجم إلى العربية، انظر :الموسوعة العربية الميسرة 824 / 1 ¶ . 825 – ¶ (48)تاريخ الفلسفة في الإسلام ص .208.جوهر وفصل، والتركيب حركة، لأنه أثر، ولابد له من مؤثر ... فيجب من ذلك أن يكون ¶ للفاعل فاعل، وهذا يمر بلا نهاية، فبالضرورة يرتقي إلى فاعل واحد \".(49) ¶ ويوضح أبو حامد دليل الفلاسفة في إثبات الوحدانية فيقول : \" قالوا :لو فرضنا ¶ واجبي الوجود، لكانا متماثلين من كل وجه أو مختلفين، فإن كانا متماثلين من كل وجه، ¶ فلا يعقل التعدد والإثنينية ...وإذا استحال التماثل من كل وجه، ولابد من الاختلاف، ولم ¶ يكن بالزمان ولا بالمكان، فلا يبقى إلا الاختلاف في الذات . ومهما اختلفا في شيء، فلا ¶ يخلو، إما أن يشتركا في شيء أو لا يشتركا في شيء، فإن لم يشتركا في شيء فهو ¶ محال، إذ يلزم أن لا يشتركا في الوجود، ولا في وجوب الوجود، ولا في كون كل واحد ¶ قائماً بنفسه لا في موضوع .فإذا اشتركا في شيء، واختلفا في شيء، كان ما فيه ¶ الاشتراك غير ما فيه الاختلاف، فيكون ثم تركيب وانقسام بالقول، وواجب الوجود لا ¶ تركيب فيه، وكما لا ينقسم بالكمية، فلا ينقسم أيضاً بالقول الشارح، إذ لا تتركب ذاته من ¶ أمور يدل القول الشارح على تعددها، كدلالة الحيوان والناطق على ما تقوم به ماهية ¶ الإنسان ..وهذا لا يتصور في واجب الوجود، ودون هذا لا تتصور الإثنينية \".(50)",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "وقد لخصّ شيخ الإسلام ابن تيمية دليل الاشتراك والامتياز، وقد جاء تلخيصه ¶ ً قريبا من تقرير الغزالي له، ولا يكاد يختلف عنه، إلا في كون تقرير الغزالي أكثر ¶ تبسيطاً، وتوضيحاً للتركيب المنفي عن واجب الوجود، وهو التركيب اللازم بفرض أن ¶ واجب الوجود أكثر من واحد . ¶ يقول ابن تيمية في تلخيصه لهذا الدليل :لو كان واجب الوجود أكثر من واحد، ¶ لاشتركا في الوجوب، وامتاز أحدهما عن الآخر بما يخصه وهو التعيين، وما به ¶ الاشتراك غير ما به الامتياز، فيلزم أن يكون واجب الوجود مركباً في نفسه، وقد فرضناه ¶ فرداً، وهذا خلف، لأن المركب مفتقر إلى أجزائه، وأجزاؤه غيره، والمفتقر إلى غيره لا ¶ يكون واجباً بنفسه .(51) ¶ المناقشة :- ¶ إنّ دليل الاشتراك والامتياز الذي اعتمد عليه الفلاسفة في إثبات وحدانية الله عز ¶ وجل هو نفسه :الأصل الذي بنوا عليه نفي الصفا ت عنه تعالى، وعندما يقولون : إن ¶ الواجب لا يكون إلا واحداً، فإن مرادهم به أنه واحد مجرد من العلم والقدرة والحياة، ¶ (49)الفوز الأصغر ص .27 ¶ .193 – 191 ، وانظر :لباب العقول للمكلاتي ص 162 – 161 تهافت الفلاسفة ص (50) ¶ (51)انظر :منهاج السنة 298 / 3 ، مجموع الفتاوى 230 / 12 ، 232 ، شرح العقيدة الأصفهانية ص ¶ . 23.وليست له صفة تقوم به، لأنه في زعمهم لو كان متصفاً بالصفات القائمة به لكان مركباً، ¶ والمركب لا يكون واحدا .ً(52) ¶ وأهم الردود التي قيلت في نقده وإبطاله ما يلي : ¶ -1 لقد زعم الفلاسفة أن واجب الوجود لو كان أكثر من واحد لتباينا في التعيين الذي ¶ يخصه، والصواب :\" أن المتباينين قد تباينا في جوهريهما من غير أن يتفقا في شيء إلا ¶ في اللفظ فقط، وذلك إذا لم يكونا متفقين في جنس أصلاً، لا قريب ولا بعيد، مثل اسم ¶ الجسم عند الفلاسفة، المقول على الجسم السماوي، والجسم الفاسد، ومثل اسم العقل ¶ المقول على عقل الإنسان وعلى العقول المفارقة، ومثل اسم الموجود المقول على الأمور",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "الكائنة الفاسدة، والأزلية .فإن أشباه هذه الألفاظ هي أشبه أن تدخل في الأسماء المشتركة ¶ منها في الأسماء المتواطئة .فإذن ليس يلزم في الموجودات المتباينة أن تكون مركبة \".(53) ¶ -2 إنّ المشترك المطلق الكلي سواء كان الوجوب أو غيره – أمر اعتباري لا وجود له ¶ إلا في العقل، فليس له تحقق في الخارج، لأن الذي في الخارج متعين خاص، وإذا كان ¶ الأمر كذلك فليس في أحدهما شيء يشاركه الآخر فيه في الخارج، فإن الشيئين ¶ الموجودين في الخارج، سواء كانا واجبين أو ممكنين، وسواء قدر التقسيم في موجودين، ¶ أو جوهرين، أو جسمين، أو حيوانين، أو إنسانين، لم يشارك أحدهما الآخر في الخارج ¶ في شيء من خصائصه، لا في الوجوب ولا في الوجود، ولا في الماهية، إنما يشابهه في ذلك، وإذا كان الاشتراك ليس إلا في الذهن لم يكن أحدهما مركباً من مشترك ومميز، بل يكون كل منهما موصوفاً بصفة تخصه، لا يشابهه الآخر فيها، وبصفة يشابهه الآخر فيها، وهذا لا محذور فيه .إن هذا يمكن معارضته بما يلي : ¶ أ –معارضته بالوجود : فالوجود ينقسم إلى واجب وممكن، والواجب والممكن يمتاز وجود ¶ كل منهما عن الآخر بما يخصه، فيلزم أن يكون الوجود الواجب مركباً مما به الامتياز ¶ ومما به الاشتراك، وأيضاً يلزم أن يكون الوجود الواجب معلولاً. ¶ ب –معارضته بالحقيقة : فإن الحقيقة تنقسم إلى واجب وممكن، والواجب يمتاز عن ¶ الممكن بما يخصه، فيلزم أن تكون الحقيقة الواجبة مركبة من المشترك والمختص، ويلزم ¶ أن تكون الحقيقة الواحدة معلولة. ¶ ج -المعارضة بالماهية: فالماهية تنقسم إلى واجب وممكن، والواجب يمتاز عن الممكن ¶ بما يخصه، فيلزم أن تكون الماهية الواجبة مركبة من المشترك والمختص، ويلزم أن ¶ (52)انظر :مجموع الفتاوى 230 / 12 ، .232 ¶ (53)تهافت التهافت لابن رشد .471 / 2.تكون الماهية معلولة . وإذا أمكن معارضة ما في الدليل ونقضه بالوجود والحقيقة",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "والماهية، دل ذلك على أن الدليل الفلسفي لا يمكن أن يؤدي إلى مقصود أصحابه منه .(54) ¶ -3 لو سلمنا جدلاً أن التركيب المذكور في الدليل كان صحيحاً – وهو قولهم :أن الواجب ¶ تركب مما به الاشتراك ومما به الامتياز – فإن دليل الفلاسفة على نفي التركيب باطل . ¶ لأن المعنى الذي نفوه و سموه تركيباً، لازم لكل موجود .(55) ¶ -4 إنّ دليل الامتياز والاشتراك الذي سلكه الفلاسفة في إثبات وحدانية الله تعالى، لا ¶ يفهمه إلا قلة من الناس وهو مبني على ألفاظ وعبارات غريبة عن الحس الإسلامي، ¶ وطريقتهم لا تشفي عليلاً ولا تروي غليلاً، فهي بعيدة عن طريقة القرآن الكريم، وهي لا ¶ تفيد علماً ولا عملاً، ولا توصل قارئها إلى اليقين، حيث لا تؤدي إلى إثبات وحدانية الله ¶ تعالى، ووجوب عبادته وطاعته وحده لا شريك له . ¶ -5 إنّ طريقة الفلاسفة في إثبات وحدانية الله تعالى تحصر العقل ضمن مفاهيم نظرية ¶ فلسفية من صنع الفكر البشري القاصر، ثم تحاول تطبيق هذه المفاهيم على عقيدة ¶ التوحيد، وبالتالي فإنّها لا تصل إلى التوحيد الحق الذي أرسل الله تعالى رسله من أجل ¶ بيانه للناس، ودعوتهم للالتزام بمقتضياته وما توجبه مفاهيمه. ¶ -6إنّ الدليل الفلسفي غير ملائم للفطرة البشرية، ولا يمكن أن يخاطب القلب، ولا يهز مشاعر النفس، إنه يكلف قارئه العنت لكثرة ما فيه من قضايا ذهنية مجردة، ومصطلحات غامضة يصعب فهمها بسهولة ويسر .",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "إنّ الاعتماد على الأدلة السمعية والعقلية المأخوذة من القرآن الكريم خير وأفضل في الوصول إلى اليقين الذي تزول به شبهات المتشككين، ويزداد به إيمان المؤمنين .إن القرآن الكريم متضمن للبراهين والدلائل القطعية التي توصل إلى الحق وهو شفاء لمافي الصدور من أدواء الشبه والشكوك .قال تعالى:(يا أيها النَّاسُ قَدْ جَاءَتْكم مَوْعِظَةٌ مِنْ رَبِّك ُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى ٌ وَرَحْمَة لِلْمُؤْمِنِينَ)??سورة يونس: 57 ،?وَنُن َزِّلُ مِنْ الْقُرْآنِ مَا هُوَ شِفَاءٌ ٌ وَرَحْمَة لِلْمُؤْمِنِين)سورة الإسراء82 - وقال:\"وبراهين القرآن الكريم أقرب إلى العقول، وأفصح ً بيانا من غيرها، فلا تكلف فيها ولا تعقيب ولا تطويل. ومن فهم القرآن الكريم وعرف معانيه وتأمل براهينه ودلائله على التوحيد وغيره من قضايا العقيدة أبصر الحق ً عيانا بقلبه، كما يرى الليل والنهار .وهي تختلف عن براهين غيره من الفلاسفة والمتكلمين التي ما تكون غالباً عبارة عن ظنون كاذبة، وقضايا ذهنية مجردة يصعب على المرء تحصيلها. (56) ¶ (54)انظر :منهاج السنة 301 -300 /3 ، مجموع الفتاوى 233 -232 /2 ، شرح العقيدة الأصفهانية ص. 24 ¶ (55)انظر :مجموع الفتاوى :234 – 233 /12 ، شرح العقيدة الأصفهانية ص .24 ¶ (56)انظر :إغاثة اللهفان لابن القيم .54 /1.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "الفيلسوف ابن سينا:هو أبو علي الحسين بن عبد الله بن الحسن بن علي بن سينا، ينتمي إلى الطائفة الإسماعيلية ذكر يحي بن أحمد الكاشي قول ابن سينا عن نفسه فقال:\" وكان أبي ممن أجاب داعي المصريين ويعدّ من الإسماعيلية، وقد سمع منهم ذكر النفس والعقل على الوجه الذي يقولونه ويعرفونه هم وكذلك أخي، وكانوا ربّما تذاكروا ذلك وأنا أسمع وأدرك ما يقولونه ولا تقبله نفسي وابتدءوا يدعونني إليه\".(1) كان ابن سينا عالماً وفيلسوفاً وطبيباً وشاعراً ولُقِّب بالشيخ الرئيس والمعلم الثالث بعد أرسطو والفارابي، كما عرف بأمير الأطباء وأرسطو الإسلام،ولد ابن سينا في قرية (أفشنة) الفارسية في صفر من سنة 370 هـ. ثم انتقل به أهله إلى بخارى، وفيها تعمّق في العلوم المتنوعة من فقه وفلسفة وطب، وبقي في تلك المدينة حتى بلوغه العشرين. ثم انتقل إلى خوارزم، حيث مكث نحواً من عشر سنوات( 392-402 هـ)، ومنها إلى جرجان، فإلى الرّي. وبعد ذلك رحل إلى همذان وبقي فيها تسع سنوات، ومن ثم دخل في خدمة علاء الدولة بأصفهان. وهكذا أمضى حياته متنقلاً حتى وفاته في همذان، في شهر شعبان سنة 428هـ. ¶ ومن أساتذته: أبو بكر أحمد بن محمد البرقي الخوارزمي، وقد تلقى على يديه علوم اللغة، ودرس الفقه على يد أستاذه إسماعيل الزاهد، وعلوم الفلسفة والمنطق على أبي عبد الله الناتلي، وتتلمذ ابن سينا على كتب الفيلسوف أبي نصر الفارابي، وكتب الفيلسوف اليوناني أرسطو. ¶ __________ ¶ (1) في رسالته: نكت في أحوال الشيخ الرئيس ابن سينا، تحقيق الدكتور أحمد فؤاد الأهواني، منشورات المعهد العلمي الفرنسي بالقاهرة 1952م ص10.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "أمّا مؤلفاته فكثيرة، ومنها: 1- الشفاء في أربعة أقسام هي: المنطق، الرياضيات، الطبيعيات، الإلهيات 2- النجاة. 3- الإشارات والتنبيهات. 4- القانون في الطب4-منطق المشرفين. 5- رسالة في ماهية العشق. 6- أسباب حدوث الحروف.7- مجموعة من الرسائل منها: رسالة في الحدود، رسالة في أقسام العلوم العقلية، رسالة في إثبات النبوات.8- رسالة حي بن يقظان. 9-رسالة أضحوية في أمر المعاد. ¶ وقد كفّر جمع من أهل العلم ابن سينا، بل حكم عليه بعضهم بالزندقة والإلحاد، ومن هؤلاء: أبو حامد الغزالي، وشيخ الإسلام ابن تيمية، وتلميذه ابن قيم الجوزية، لقوله بعدة عقائد فاسدة منها: قدم العالم، وعدم علم الله تعالى بالجزئيات، وإنكاره البعث الجسماني.(1) ¶ __________ ¶ (1) انظر ترجمته: عيون الأنباء في طبقات الأطباء: ابن أبي أصيبعة، مكتبة الحياة- بيروت- 1965م ص437-459، تاريخ الحكماء: ابن القفطي، طبعة ليبزج، ألمانيا 1903م ص وما بعدها 413، ظهير الدين البيهقي: تاريخ حكماء الإسلام، تحقيق محمد كرد علي، المجمع العلمي العربي- دمشق- مطبعة الترقي 1946م ص52-72.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "وأمّا أصل فلسفته: فيقول ابن تيمية: \"وابن سينا تكلم في أشياء من الإلهيات والنبوات والمعاد والشرائع لم يتكلم فيها سلفه ولا وصلت إليها عقولهم ولا بلغتها علومهم، فإنّه استفادها من المسلمين، وإن كان إنّما أخذ عن الملاحدة المنتسبين إلى المسلمين كالإسماعيلية، وكان أهل بيته من أهل دعوتهم من أتباع الحاكم العبيدي، الذي كان هو أهل بيته وأتباعه معروفين عند المسلمين بالإلحاد، أحسن ما يظهرونه دين الرفض، وهم في الباطن يبطون الكفر المحض\".)(1)( ويقول: \"وابن سينا لمّا عرف شيئاً من دين المسلمين وكان قد تلقى ما تلقّاه عن الملاحدة، وعمّن هو خير منهم من المعتزلة والرافضة، أراد أن يجمع بين ما عرفه بعقله من هؤلاء، وبين ما أخذه من سلفه، فتكلم في الفلسفة بكلام مركّب من كلام سلفه ومما أحدثه، مثل كلامه في النبوات وأسرار الآيات والمنامات، بل وكلامه في بعض الطبيعيات والمنطقيات... فابن سينا أصلح تلك الفلسفة الفاسدة بعض إصلاح،حتى راجت على من لم يعرف دين الإسلام من الطلبة النظار، وصاروا يظهر لهم بعض ما فيها من التناقض\".(2) ¶ ويقول عبد الرحمن بن خلدون:\" ثمّ كان بعده- أرسطو- في الإسلام من أخذ بتلك المذاهب واتبع فيها رأيه حذو النعل بالنعل إلا في القليل، وذلك أن كتب أولئك المتقدمين.. تصفّحها كثير من أهل الملة(الإسلام) وأخذ من مذاهبهم من أضله الله من منتحلي العلوم، وجادلوا عنها واختلفوا في مسائل من تفاريعها، وكان من أشهرهم:أبو نصر الفارابي وأبو علي ابن سينا\".(3) ¶ الفصل الرابع ¶ موقف الفلاسفة من النبوة والأنبياء ¶ __________ ¶ (1) الرد على المنطقيين: أحمد ابن تيمية،إدارة ترجمان السنة-لاهور، باكستان- 1396ه-1976م، ص141-142 مجموع الفتاوى لشيخ الإسلام ابن تيمية، جمع وترتيب: عبد الرحمن محمد بن قاسم، مكتبة النهضة الحديثة- مكة 9/133. ¶ (2) الردّ على المنطقيين ص144-145. ¶ (3) مقدمة ابن خلدون، دار إحياء التراث العربي_ بيروت- ص515.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "درس الفلاسفة الإسلاميون الفلسفة اليونانية وتأثروا بها إلى حدّ كبير، بل واعتمدوها موضوعاً ومنهجاً، وتعصّبوا لكبار الفلاسفة اليونان أمثال أرسطو، وأفلاطون، وأفلوطين، واستبدل هؤلاء الفلاسفة الوحي بالعقل المجرد، وزعموا أنّ العقل وحده يعطي حقائق الأشياء، أمّا الوحي فيعطي عنها تخيلاً وتمثيلاً. ولقد حاول هؤلاء الفلاسفة التوفيق بين الفلسفة والدين في المسائل الاعتقادية، ولكنهم لم يستطعوا، لأنّه يستحيل التوفيق بين العقيدة الربانية الثابتة بالوحي، والفلسفة الوثنية التي تعتمد على التأمل العقلي المجرد والرأي والهوى والخيال، وهي من نتاج الفكر البشري المحدود. ومن هنا وقعوا في مجموع من المتناقضات والأغاليط، لقد أوقعتهم فلسفتهم في الخروج الصريح عن الدين الإسلامي، ممّا جعل جمع من أهل العلم يذهبون إلى تكفيرهم، والحكم عليه بالزندقة والإلحاد. ¶ وفي اعتقادي أنّ المسلم اليوم بحاجة ماسّة إلى تقويم منهج هؤلاء الفلاسفة - ومنهم ابن سينا- وتمحيص أفكارهم، وكشف باطلها وآثارها السلبية. خاصة إذا علمنا أنّ لهؤلاء مكانة في كثير من الجامعات والمعاهد العلمية في بعض دول العالم الإسلامي.وأنّ نتاجهم العلمي ما زال مكان الصدارة في تلك الجامعات والمعاهد. ¶ إنّ عقيدة النبوة من القضايا الاعتقادية التي حاول الفلاسفة الإسلاميون أن يوفق فيها بين الفلسفة اليونانية والدين الإسلامي. ¶ المطلب الأول: تعريف الرسول والرسالة: ¶ الرسالة: يعرِّف ابن سينا الرسالة بقوله: \"هي ما قُبل من الإفاضة المسماة وحياً على أي عبارة استصوبت لصلاح عالمي البقاء والفساد علماً وسياسة \".",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "الرسول: ويعرِّف الرسول بقوله:هو\"المبلغ ما استفاد من الإفاضة المسماة وحياً على عبارة استصوبت ليحصل بآرائه صلاح العالم الحي بالسياسة، والعالم العقلي بالعلم\".(1) والمراد بالإفاضة في قول ابن سينا:ما فاض على نفس النّبي من المعاني من العقل الفعّال،(2)-وهو الملك جبريل- ثمّ فاض من ذلك العقل على النفس الناطقة الزكية المستعدة لذلك. ¶ المناقشة: ¶ __________ ¶ (1) رسالة في إثبات النبوات وتأويل رموزهم – ضمن مجموعة تسع رسائل في الحكمة – لابن سينا – مطبعة هندية- مصر- 1326ه- 1908م، ص124. ¶ (2) العقل الفعّال عند الفلاسفة: هو جوهر بسيط مجرد من المادة وعلائقها،المخرج لنفوس الآدميين في العلوم من القوة إلى الفعل،ونسبته إلى المعقولات والقوة العاقلة، نسبة الشمس إلى المبصرات والقوة الباصرة، إذ بها يخرج الإبصار من القوة إلى الفعل. انظر معيار العلم : أبو حامد الغزالي: تحقيق د. سليمان دنيا، دار المعارف بالقاهرة ص289، المعجم الفلسفي: د. جميل صليبا، دار الكتاب اللبناني – بيروت- الطبعة الأولى 1973م 2/84-85.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "إنّ الفرق المشهور-عند العلماء- بين النّبي والرسول، أنّ الرسول من أوحي إليه بشرع وأمر بتبليغه، والنّبي من أوحي إليه بشرع ولم يؤمر بتبليغه(1)، ولكن هذا الفرق لا يسلم من إشكال، لأنّ النّبي مرسل ومأمور بالدعوة والتبليغ، قال تعالى (وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلا نَبِيٍّ إِلَّا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ ثُمَّ يُحْكِمُ اللَّهُ آيَاتِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ) سورة الحج:52، لذا ذهب بعض العلماء إلى أن الرسول: من أوحى إليه بشرع جديد، والنّبي: هو المبعوث لتقرير شرع من قبله، قال شيخ الإسلام ابن تيمية: الصواب أنّ الرسول هو من أرسل إلى قوم كفار مكذبين، والنّبي من أرسل إلى قوم مؤمنين بشريعة رسول قبله يعلمهم ويحكم بينهم، كما قال تعالى: (إِنَّا أَنْزَلْنَا التَّوْرَاةَ فِيهَا هُدىً وَنُورٌ يَحْكُمُ بِهَا النّبيونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ بِمَا اسْتُحْفِظُوا مِنْ كِتَابِ اللَّهِ وَكَانُوا عَلَيْهِ شُهَدَاءَ) سورة المائدة:44، فأنبياء بني إسرائيل يحكمون بالتوراة التي أنزل الله على موسى عليه السلام.(2) وما ذكره ابن سينا مبني على أصوله الفلسفية، التي لا يسلم ¶ __________ ¶ (1) انظر شرح العقيدة الطحاوية على بن علي بن أبي العز الدمشقي الحنفي، حققه وعلق عليه وخرج أحاديثه الدكتور عبد الله التركي وشعيب الأرناؤط، مؤسسة الرسالة- بيروت- الطبعة الأولى1408 ه-1988م 2 /411-412، لوامع الأنوار البهية وسواطع الأسرار الأثرية شرح الدرة المضية في عقيدة الفرقة المرضية: محمد بن أحمد السفاريني، المكتب الإسلامي،بيروت، مكتبة أسامة، الرياض، الطبعة الثانية 1405ه-1985م 1/49 ¶ (2) انظر النبوات: ابن تيمية،تحقيق محمد عبد الرحمن عوض، الطبعة الأولى 1405ه- 1985م، دار الكتاب العربي- بيروت- ص 181-182.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "بها علماء الإسلام.وهناك مناقشة لابن سينا في معنى الوحي، فيما يأتي من البحث. ¶ وأمّا زعمه أن ذلك فيض فاض من العقل على نفس النّبي، فيردّ عليه شيخ الإسلام ابن تيمية بقوله: إنّ هذا ليس من مقالات أهل الملل لا سنيهم ولا بدعيهم، لكن من مقالات الصابئة المتفلسفة الذين ليس عندهم في الحقيقة لله كلام، ولا ملائكة تنزل بكلامه، ولا عندهم تمييز بين موسى وهارون- عليهما السلام- ولا بينهما وبين عدو الله فرعون.(1) وقد بناه ابن سينا على أصله الفاسد إذ كان لا يرى أنّ الله يسمع كلام عباده، ولا يعلم ما في نفوسهم، ولا يقدر أن يغيّر شيئا من العالم، ولا له مشيئة يفعل بها من يشاء.(2) ومن قال مثل هذا الكلام يعلم بالاضطرار أنّه يكذب على القرآن الكريم الذي أخبر بأنّ موسى عليه السلام سمع نداء الله تعالى له، وأنّه كلّمه دون واسطة في جبل طور سيناء، (وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ وَقَرَّبْنَاهُ نَجِيّاً) مريم:52، (وَرُسُلاً قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلاً لَمْ نَقْصُصْهُمْ عَلَيْكَ وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيماً) النساء:16، وإخبار الرسول عن أمور الغيب يدلّ على نبوته،وهو يدلّ على أنّ النّبوة إنباء من الله عز وجل،وليس ذلك مما يقوله ابن سينا من أنّه فيض فاض عليه من العقل الفعّال. وهو لازم لقول من جعل كلام الله معنى مجرداً، وإذا كان اللزوم معلوم الفساد بالاضطرار من دين الإسلام علم فساد اللازم الذي زعمه.(3) ¶ __________ ¶ (1) انظر بغية المرتاد 1/384. ¶ (2) الصفدية2/288. ¶ (3) انظر مجموع الفتاوى6/540.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "إنّ قوله تعالى:( فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبِكَ بِإِذْنِ اللَّهِ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ وَهُدىً وَبُشْرَى لِلْمُؤْمِنِينَ) البقرة:97، وقوله (وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ)الأنعام:من الآية114، يفيد أنّ التنزيل من الله تعالى، وهو يدلّ على بطلان قول ابن سينا الذي يجعل الرسالة فيض فاض على نفس النّبي من العقل الفعّال، وهذا القول من أعظم الكفر والضلال،(1) وقوله بالفيض يعني عدم إثبات حقيقة الرسالة،والنبوة عنده فيض من جنس المنامات، وهذا الجنس موجود لعموم الناس،ويشترك فيه المسلمون والكفار من المشركين وأهل الكتاب فأي ميزة أو فضل للأنبياء؟؟ ¶ المطلب الثاني:معنى الوحي عنده: ¶ والوحي عند ابن سينا مرتبط بمعنى الرسول والنّبي، ويفسِّره بأنّه:\" إفاضة العقل الكلي على نفس النّبي الذي ينتهي إليه التفاضل في الصور المادية، وفيضان العلوم منه على لوح قلب النّبي بواسطة العقل الفعّال\".(2) ¶ __________ ¶ (1) انظر المصدر السباق 12/120، 15/222. ¶ (2) المصدر السابق ص123-124.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "ويعرِِف ابن سينا الوحي- في رسالة له بعنوان( الفعل والانفعال)،(1) بقوله:\" إلقاء الخفي من الأمر العقلي بإذن الله تعالى في النفوس البشرية المستعدة لقبول هذا الإلقاء. إمّا في حالة اليقظة ويسمى الوحي، وإمّا في حالة النوم ويسمى النفث في الروع \". ولإيضاح كيفية الوحي يقول ابن سينا : إنّ النّبي بما له من قوة قدسية يستطيع أن يتصل بالملك، ولأنّ الملك عقل مجرد، والعقل لا يستطيع أن يدرك الأشياء إلاّ مجردة عن الزمان، فإنّ الوحي في هذه الحالة يكون عبارة عن إلقاء الشيء إلى النّبي بلا زمان، وذلك بواسطة الملك، فتأتي قوة المخيلة في النّبي فتتلقى هذا الغيب عن العقل الفعّال، وتتصوره بصورة الحروف والأشكال المختلفة. كما تتصور الملك بصورة بشرية. والنّبي لا يصل إلى هذه الحالة إلا بعد استعداده وصفاء نفسه إلى درجة تجعلها أهلاً لذلك. ولتمييز كون الوحي قرآناً أو سنةً، لابد من التفريق بين العبارة المقارنة لتصور قوة المخيلة- في النّبي- في العلم بصورة الحروف والأشكال، وبين العبارة النقشية التي يصوغها النّبي بعد ذلك يقول ابن سينا في ذلك:\" وكلما عبر-أي النّبي- بعبارة قد اقترنت بنفس التصور فذالك هو آيات الكتاب، وكلما عبر عنه بعبارة نقشية فذلك هو إخبار النبوة \".(2) ¶ __________ ¶ (1) نقل اًعن ابن سينا بين الفلسفة والدين: الدكتور حمودة غرابه، مجمع البحوث الإسلامية-القاهرة-1392ه-1972م هامش ص133. ¶ (2) الرسالة العرشية: ابن سينا ص12.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "إنّ ابن سينا يصرّح هنا بأنّ عبارات الوحي ما هي إلا ألفاظ استصوبها الرسول للتعبير بها عمّا أوحي إليه ، أي أنّ الرسول قد تلقى بالفيض عن العقل الفعّال معان عبّر عنها بألفاظ من عنده، وهذا الكلام مناقض للنصوص القرآنية، قال الله تعالى:(وما ينطق عن الهوى إن هو إلا وحي يوحى( سورة النجم 3-4.(1) ¶ ... وإذا كان النّبي يرى الملائكة ويسمع كلام الله بواسطتهم، فإنّ ابن سينا يزعم:أنّ الملائكة هي ما يتخيل في نفسه من الخيالات النورانية، وكلام الله هو ما يسمعه في نفسه من الأصوات، وهو بمنزلة ما يراه النائم في منامه.(2) وسيأتي مزيد إيضاح لأقوال ابن سينا في مسألة كلام الله تعالى والملائكة في بقية هذا البحث. ¶ __________ ¶ (1) بغية المرتاد في الرد على المتفلسفة والقرامطة والباطنية أهل الإلحاد لابن تيمية – مكتبة العلوم والحكم – الرياض – ط3 ، 1415هـ – 1995م – مقدمة المحقق د. موسى الدويش ص 72 . ¶ (2) الرد على المنطقيين ص 277.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "... ويلاحظ في أقوال ابن سينا السابقة مدى تأثره بنظرية الفيض الأفلاطونية،(1)ومدى محاولته التوفيق بينها وبين الدين، وهي محاولة لم يكتب لها النجاح كما هو واضح.ونذكر هنا أنّ نظرية الفيض عند ابن سينا تقول بوجود عشرة عقول، آخرها العقل الفعّال(2): وهو يلزم عن العقل التاسع ووجوده لا في مادة، وهو يعقل ذاته ¶ __________ ¶ (1) وملخص هذه النظرية: أنّ الموجودات صدرت عن الأول على هيئة فيض، بتوسط العقل الأول الصادر عنه مع بقية العقول التي صدرت بعضها عن بعض، وأن الأول –الذي هو الواحد الحق- يفع بعض أفعاله بذاته، وبعضها بتوسط أشياء، وأنّ هناك خمس مراتب للموجودات، وهي: 1- الأول الواحد من كل جهة، وقد واحد محض بسيط لا كثرة فيه، وهو فوق التمام والكمال. 2- العقل: وهو من إبداع الأول، وقد صدر عنه من غير واسطة،وبعد أن أبدع الأول العقل التفت هذا العقل إلى الأول مبدعه، فوقع بصره عليه فامتلأ منه نوراً وبهاءً، فأفاض الأول عليه قوى كثيرة، ثم صدرت عن الأول جميع الأشياء التي في العالم العلوي والسفلي، ولكن بتوسط العقل- الصادر عنه من غير توسط- والعالم العقلي. 3- النفس الكلية: وقد صدرت عن العقل الأول لما صار قوة عظيمة. وهي أقل مرتبة من العقل، لأنها مبدعة عنه، وفي الإبداع نقصان. 4- الطبيعة: وقد صدرت عن النفس الكلية لما تحركت علواً نحو علتها فامتلأت نوراً وقوة، وتحركت سفلاً، فكان صدور الطبيعة عنها. 5- الأشياء الواقعة تحت الكون والفساد: وهي العالم السفلي بما فيه من النبات والحيوان والجماد. وهي آخر الأشياء صدوراً وأدناها مرتبة، وقد صدرت بتوسط الطبيعة. انظر:عبد الحمن بدوي: أفلوطين عند العرب، مكتبة النهضة، الطبعة الثانية 1966م، الميمرالأول ص6، الميمرالعاشر ص134 وما بعدها،عبد الفتاح أحمد فؤاد: ابن تيمية وموقفه من الفكر السلفي،دار الدعوة للطبع والنشر والتوزيع- الإسكندرية- الطبعة الثانية 1987م ص 187-188. ¶ (2) سبق التعريف به ص 4.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "ويعقل الأول - الذي هو الواحد الحق- لكن تنتهي عنده العقول والمعقولات، أي ينتهي الوجود الذي لا يحتاج ما يوجد ذلك الوجود إلى مادة وموضوع أصلاً، وعن هذا العقل تصدر مادة الأشياء الأرضية، والصور الجنسية، والنفوس الإنسانية، ويصل العالم العلوي بالعالم السفلي، وهو المسمى بالروح القدس أو بالروح الأمين، ومنه يفيض الوحي والعلم على الأنبياء.(1) ¶ وسنتعرض لمناقشة ابن سينا في معنى الوحي الذي ذهب إليه أثناء مناقشتنا لصفة الكلام، وذلك في المطلب السادس. ¶ المطلب الثالث:النبوة ضرورية واواجبة عند ابن سينا: ¶ يذهب ابن سينا إلى ضرورة وجود النّبي، وأنّ بعثة النّبي واجبة عقلاً،يقول في ذلك: \" فواجب إذاً أن يكون نبي،وواجب أن يكون إنساناً، وواجب أن تكون له خصوصية ليست لسائر الناس، حتى يستشعر الناس فيه أمراً لا يوجد لهم، فيتميز به عنهم، فتكون له المعجزات التي أخبر به\".(2) ويقول أيضاً:\" إنّ النّبي من عند الله، وبإرسال الله، وواجب في الحكمة الإلهية إرساله، وأن جميع ما يسنه فإنّما هو ما وجب من عند الله أن يسنّه، وإنّما يسنّه من عند الله ...\".(3) ¶ ... ويعدّ الفارابي أول الفلاسفة الإسلاميين القائلين بنظرية النّبوة وضرورة النّبي، وهو يعدّ النّبوة وسيلة من وسائل الاتصال بين عالم الأرض وعالم السماء، وأنّ النّبي لازم لحياة المدينة الفاضلة من الناحيتين السياسية والأخلاقية . ¶ __________ ¶ (1) انظر نظرية الفيض التي قال بها ابن سينا في كتبه: النجاة ص 274-278،الهداية ص 274-278، للرسالة النيروزية ص 93-94. أبو البركات البغدادي: المعتبر في الحكمة الإلهية 2/148-151، أبو حامد الغزالي: تهافت الفلاسفة 143-146. عبد الفتاح أحمد فؤاد: ابن تيمية وموقفه من الفكر السلفي187- 190. ¶ (2) النجاة لابن سينا، دار الآفاق الجديدة – بيروت- الطبعة الأولى:1405ه- 1985م– تحقيق د. ماجد فخري ص339 ¶ (3) المصدر السابق ص343.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "... والشروط التي يجب توافرها في النّبي هي نفس الشروط اللازمة لرئيس المدينة الفاضلة، وهي: أن يكون سليم البنية، قوي الأعضاء تامّها، جيد الفهم والتصور، قوي الذاكرة، كبير الفطنة،وسريع البديهة، حسن العبارة، محباً للعلم وللاستفادة، وأن يكون صادقاً أميناً، ناصراً للعدالة، مجتنباً للملذات الحسية،غير شَرِه على المأكول والمشروب والمنكوح، مبتعداً عن اللهو واللعب،وأن تكون أعراض الدنيا هينة عنده. وأن يسمو إلى درجة العقل الفعّال الذي يستمد منه الوحي والإلهام.(1) ¶ ... وأمّا ابن سينا فيربط بين العناية الإلهية والنبوة، فيقول: \" فلا بدّ في وجود الإنسان وبقائه من مشاركة، ولا تتم المشاركة إلا بمعاملة، كما لا بد في ذلك من سائر الأسباب التي تكون له، ولا بد في المعاملة من سنة وعدل، ولا بد للسنة والعدل من سانّ ومعدِّل،ولا بد أن يكون هذا بحيث يجوز أن يخاطب الناس ويلزمهم السنة، ولا بد من أن يكون هذا إنساناً \".(2) ¶ ووجود النّبي – في نظر ابن سينا– أكثر حاجةً وأشدّ من وجود كثير من المنافع الدنيوية فوجوده أشدّ حاجةً من الحاجة إلى إنبات الشعر على الأشفار، وعلى الحاجبين، وتقعير الأخمص من القدمين، وغيرها من المنافع التي لا ضرورة إليها في البقاء الإنساني، ووجود النّبي تقتضيها العناية الإلهية، وليس من المعقول أن تقتضي العناية وجود تلك المنافع وأمثالها التي لا ضرورة لها في البقاء، ولا تقتضي النّبوة التي هي أسُّها، إذ لولا النّبوة لما كان هناك بقاء للنوع الإنساني.(3) ¶ __________ ¶ (1) آراء أهل المدينة الفاضلة: أبو نصر الفارابي،تصحيح عبد الوصيف محمد الكردي، مكتبة الحسين التجارية بمصر، مطبعة حجازي بالقاهرة ص 87 ، 88. ¶ (2) النجاة: ابن سينا – دار الآفاق الجديدة – بيروت – ط1 ، 1405هـ – 1985م ص339. ¶ (3) انظر المصدر السابق ص 339.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "... فوجود النبوة واجب، وواجب أن يكون إنساناً، وله من الخصائص ما لغيره من الناس حتّى يستشعر الناس فيه أمراً لا يوجد لهم ، ويجب أن تكون له المعجزات التي أخبرنا بها.(1) ¶ المناقشة:- ¶ ... إنّ من الحق الذي ذهب إليه ابن سينا: أنّ وجود النّبي أكثر حاجةً وأشدّ من وجود كثير من المنافع الدنيوية، وأشدّ حاجةً من الحاجة إلى إنبات الشعر على الأشفار،وعلى الحاجبين،وتقعير الأخمص من القدمين، وغيرها من المنافع التي لا ضرورة إليها في البقاء الإنساني، وهذا موافق لما ذكره أئمة أهل السنة في هذا الموضوع، ومن ذلك ما قاله ابن تيمية، قال: فإنّ الله سبحانه جعل الرسل وسائط بينه وبين عباده في تعريفهم ما ينفعهم وما يضرهم، وتكميل ما يصلحهم في معاشهم ومعادهم، وبعثوا جميعا بالدعوة إلى الله، وتعريف الطريق الموصل إليه، وبيان حالهم بعد الوصول إليه..\". ¶ ثم ذكر ثلاثة أصول وهي:1-إثبات الصفات والتوحيد والقدر وذكر أيام الله في أوليائه وأعدائه، وهى القصص التي قصّها على عباده، والأمثال التي ضربها لهم، 2-وتفصيل الشرائع، والأمر والنهى والإباحة، وبيان ما يحبه الله وما يكرهه، 3- الأيمان باليوم الآخر والجنة والنار والثواب والعقاب. ثمّ قال:\"وعلى هذه الأصول الثلاثة، مدار الخلق والأمر، والسعادة والفلاح موقوفة عليها، ولا سبيل إلى معرفتها إلا من جهة الرسل، فإنّ العقل لا يهتدي إلى تفاصيلها ومعرفة حقائقها، وإن كان قد يدرك وجه الضرورة إليها من حيث الجملة، كالمريض الذي يدرك وجه الحاجة إلى الطب ومن يداويه، ولا يهتدي إلى تفاصيل المرض وتنزيل الدواء عليه، وحاجة العبد إلى الرسالة أعظم بكثير من حاجة المريض إلى الطب، فإنّ آخر ما يقدر بعدم الطبيب موت الأبدان، وأمّا إذا لم يحصل للعبد نور الرسالة وحياتها مات قلبه موتا لا ترجى الحياة معه أبدا أو شقي\"(2). ¶ __________ ¶ (1) انظر المصدر السابق ص 339 . ¶ (2) مجموع الفتاوي 19/93-96.",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "ويبيّن ابن قيم الجوزية أنّ الحاجة إلى علوم الرسل أعظم من الحاجة إلى الطب، فيقول: \"حاجة النّاس إلى الشريعة ضرورية، فوق حاجتهم إلى كل شيء، ولا نسبة لحاجتهم إلى علم الطب إليها، ألا ترى أنّ أكثر العالم يعيشون بغير طبيب، ولا يكون الطبيب إلا في بعض المدن الجامعة، وأمّا أهل البدو كلّهم وأهل الكفور كلّهم وعامة بني آدم فلا يحتاجون إلى طبيب، وهم أصحّ أبداناً وأقوى طبيعةً ممّن هو متقيد بالطبيب، ولعلّ أعمارهم متقاربة، وقد فطر الله بني آدم على تناول ما ينفعهم واجتناب ما يضرهم، وجعل لكل قوم عادةً وعرفاً في استخراج ما يهجم عليهم من الأدواء، حتى أنّ كثيراً من أصول الطب إنّما أخذت عن عوائد الناس وعرفهم وتجاربهم، وأمّا الشريعة فمبناها على تعريف مواقع رضى الله وسخطه في حركات العباد الاختيارية، فمبناها على الوحي المحض، والحاجة إلى التنفس فضلا عن الطعام والشراب، لأنّ غاية ما يقدر في عدم التنفس والطعام والشراب موت البدن وتعطل الروح عنه، وأمّا ما يقدر عند عدم الشريعة ففساد الروح والقلب جملة، وهلاك الأبدان، وشتان بين هذا، وهلاك البدن بالموت، فليس الناس قط إلى شيء أحوج منهم إلى معرفة ما جاء به الرسول صلى الله عليه وسلم والقيام به، والدعوة إليه، والصبر عليه وجهاد من خرج عنه، حتى يرجع إليه، وليس للعالم صلاح بدون ذلك البتة، ولا سبيل إلى الوصول إلى السعادة والفوز الأكبر إلا بالعبور على هذا الجسم\".(1) ¶ __________ ¶ (1) مفتاح دار السعادة، مطبعة صبيح، القاهرة 2/2.",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "ويقال لابن سينا إنّ قولك: فوجود النبوة واجب، وأن بعثة النّبي واجبة عقلاً، ممّا لا يقبل في حق الله تعالى، فالعباد لا يجوز لهم أن يوجبوا على الله شيء، أو يحرّموا عليه شيء، فالوجوب يجب أن يعلم بالسمع، والله هو الذي يوجب على نفسه، قال تعالى:( كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَة) الأنعام: من الآية54، وقال:(وَكَانَ حَقّاً عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ) الروم:من الآية47.ولا يلزم من كونه تعالى أوجب على نفسه شيئاً أن يكون فاعلاً بالإيجاب، أي لا اختيار له، لأنّه سبحانه وتعالى أوجبه على نفسه باختياره ومشيئته، وأهل السنة والجماعة متفقون على أنّه تعالى خالق كل شيء وربّه ومليكه، وأنه ما شاء كان وما لم يشأ لم يكن، وأنّ العباد لا يوجبون عليه شيئاً، لمنافاته مشيئة الله واختياره المطلق في مخلوقاته،ولأنّ في ترك هذا النوع من الواجب إمّا حصول مضرة أو فوات منفعة أو لزوم محال، والله تعالى يتنزه عن هذه كلها، لأنّه لا ينتفع بإرسال الرسل، ولا يتضرر بترك إرسالهم، ولا يلزم من عدم إرسالهم محال بالنسبة إليه سبحانه وتعالى.(1) ¶ __________ ¶ (1) انظر الاقتصاد في الاعتقاد: أبو حامد الغزالي، طبعة 1962م ص175.",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "... يقول ابن تيمية:\" وقد اتفق العلماء على وجوب ما يجب بوعد الله الصادق، وتنازعوا هل يوجب الله بنفسه على نفسه ويحرم بنفسه على نفسه على قولين،ومن جوز ذلك: احتج بقوله سبحانه كتب ربكم على نفسه الرحمة، وبقوله في الحديث القدسي الصحيح إني حرمت الظلم على نفسي الخ...وأمّا الإيجاب عليه سبحانه وتعالى والتحريم بالقياس على خلقه، فهذا قول القدرية، وهو قول مبتدع مخالف لصحيح المنقول وصريح المعقول، وأهل السنة متفقون على أنّه سبحانه خالق كل شيء، وربه ومليكه، وأنّه ما شاء كان، وما شاء لم يكن،وأنّ العباد لا يوجبون عليه شيئاً،ولهذا كان من قال من أهل السنة بالوجوب قال: إنّه كتب على نفسه الرحمة،وحرّم الظلم على نفسه، لا أنّ العبد نفسه مستحق على الله شيئاً، كما يكون للمخلوق على المخلوق، فإنّ الله هو المنعم على العباد بكل خير، فهو الخالق لهم، وهو المرسل إليهم الرسل، وهو الميسّر لهم الإيمان والعمل الصالح\".(1) ¶ ويقول العلامة محمد بن أحمد السفاريني:\" إنّ إرسال الرسل وإنزال الكتب وشرع الشرائع منّة من الله وفضل، لا واجب عليه ذلك، وإنّما هو على سبيل اللطف بالخلق والفضل عليهم، فبعثة الله جميع الرسل من آدم إلى محمد صلى الله عليهم وسلم أجمعين إلى المكلفين لطف من الله بهم ليبلغوهم عنه سبحانه وتعالى أمره ونهيه، ووعده ووعيده، ويبينوا لهم عنه سبحانه ما يحتاجون إليه من أمور المعاش والمعاد..\".(2) ¶ __________ ¶ (1) اقتضاء الصراط المستقيم في مخالفة أصحاب الجحيم، تحقيق: محمد حامد الفقي، الطبعة الثانية، مطبعة السنة المحمدية 1369ه ص409-410. ¶ (2) لوامع الأنوار البهية وسواطع الأسرار الأثرية - مصدر سابق- 2/258-295.",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "وبعثة النبي وإرسال الرسل تفضل من الله ورحمة للعباد، ، قال تعالى:( وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ) الأنبياء:107،(لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً مِنْ أَنْفُسِهِمْ)آل عمران: من الآية164، وحتى لا يكون حجة للناس بأنّهم لم يبلغوا منهج الله وقال:(رُسُلاً مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ وَكَانَ اللَّهُ عَزِيزاً حَكِيماً) النساء:165، وقال:(وَلَوْ أَنَّا أَهْلَكْنَاهُمْ بِعَذَابٍ مِنْ قَبْلِهِ لَقَالُوا رَبَّنَا لَوْلا أَرْسَلْتَ إِلَيْنَا رَسُولاً فَنَتَّبِعَ آيَاتِكَ مِنْ قَبْلِ أَنْ نَذِلَّ وَنَخْزَى) طه:134. ¶ ومن المستنكر أن يقال أنّ إرسال الله تعالى رسله لعباده الذي فيه غاية صلاحهم وسعادتهم في الدنيا و الآخرة، ونهيه لهم عمّا فيه هلاكهم وشقاؤهم في الدنيا و الآخرة، واجب عقلاً!. ¶ المطلب الرابع :النبوة مكتسبة :",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "... زعم الفلاسفة أنّ النبوة مكتسبة، فإنّ من راض نفسه، وخلّصها من الأوصاف الذميمة إلى الأوصاف الحميدة، ولازم الخلوة والعبادة، ودوام المراقبة،وإخلاء نفسه من الشواغل العائقة عن المشاهدة.إنّ النّبوة فيض يفيض على نفس النّبي إذا استعدت لذلك.(1) يقول ابن سينا:\" ولنفسك أن تنتقش بنفس ذلك العالم– يقصد العالم العقل- بحسب الاستعداد، وزوال الحائل، قد علمت ذلك فلا تستنكرن أن يكون بعض الغيب ينتقش فيها من عالمه\".(2) ويقول ابن سينا: \"وهذه القوة ربّما كانت للنفس بحسب المزاج الأصلي، وقد تحصل بضرب من الكسب يجعل النفس لشدة الزكاة كما تحصل لأولياء الله الأبرار، والذي يقع له هذا في جبلة النفس ثمّ يكون خيراً رشيداً مزكياً لنفسه، فهو ذو معجزة من الأنبياء أو كرامة من الأولياء، وكلما زكّى المرء نفسه، رقي في هذا الباب، وزاد على مقتضى جبلته إلى أن يبلغ المبلغ الأقصى\". (3) ¶ المناقشة: ¶ __________ ¶ (1) انظر الرد على المنطقيين- مصدر سابق- ص277. لوامع الأنوار البهية وسواطع الأسرار الأثرية- مصدر سابق- 2/267. ¶ (2) الإشارات والتنبيهات :ابن سينا، تحقيق الدكتور سليمان دنيا، دار إحياء الكتب العربية- القاهرة 3/243. ¶ (3) المصدر السابق 3/220",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "... إنّ ما ذهب إليه الفلاسفة مخالف لنص القرآن ولإجماع المسلمين، فالله تعالى يختص برحمته من يشاء من عباده، وهو أعلم حيث يجعل رسالته، ولا يشترط في النبوة استعداد ذاتي كما زعم ابن سينا، ولا تنال بمجرد الكسب، وتكلف أنواع العبادات، وتطهير الأخلاق، ورياضة النفس، والله تعالى بيَّن في كتابه العزيز أن النبوة اصطفاء واختيار واجتباء إلهي، وهي فضل من الله يؤتيه من يشاء من عباده،(1) ونصوص القرآن في ذلك كثيرة، ومن ذلك :قوله تعالى:(الله يصطفي من الملائكة رسلاً ومن الناس إن الله سميع بصير) سورة الحج :75، وقوله :( إن الله اصطفى آدم ونوحاً وآل إبراهيم وآل عمران على العالمين) سورة آل عمران:33، وقوله تعالى لنبيه موسى:(قال يا موسى إنّي اصطفيتك على الناس برسالاتي وبكلامي فخذ ما آتيتك وكن من الشاكرين)سورة الأعراف:144، وقوله تعالى:(واذكر عبادنا إبراهيم وإسحاق ويعقوب أولي الأيدي والأبصار إنّا أخلصناهم بخالصة ذكرى الدار وإنهم عندنا لمن المصطفين الأخيار ) سورة ص: 45-47 . ¶ ... إنّ ادعاء الفلاسفة بأنّ النبوة مكتسبة قد رتّبه على نظرية الفيض التي استمدوها من الفلسفة اليونانية، وخاصة فلسفة أفلوطين، وادعاؤه هذا يسقط الفوارق بين الأنبياء عليهم السلام وغيرهم من الناس، فما دامت النبوة مكتسبة فقد يدعيها مدع، ويزعم أنه كالنّبي علماً وحكمة وعملاً، أو أنّه فوق النّبي في مثل هذه الأمور. ¶ وبهذا يتبين أنّ الفلاسفة ما قَدَّر حق قدره، ولا قدّر الأنبياء حق قدرهم، لما ظنّ أنّ الإنسان إذا كان فيه استعداد لكمال تزكية نفسه وإصلاحها فاضت عليه بسبب ذلك المعارف من العقل الفعّال، وأنّ حصول النبوة ليس هو أمر يحدثه الله بمشيئته وقدرته واختياره.(2) ¶ __________ ¶ (1) انظر لوامع الأنوار البهية-مصدر سابق- /267-277 ¶ (2) الصفدية- بتصرف- ابن تيمية 1/229 .",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "يقول شيخ الإسلام ابن تيمية:\"والذي عليه جمهور سلف الأمة وأئمتها وكثير من النظار أنّ الله يصطفى من الملائكة رسلًا ومن الناس، والله أعلم حيث يجعل رسالاته، فالنبي يختص بصفات ميزه الله بها على غيره، وفي عقله ودينه واستعدّ بها لأنّ يخصه الله بفضله ورحمته، كما قال تعالى: (وقالوا لولا نزل هذا القرآن على رجل من القريتين عظيم أهم يقسمون رحمة ربك نحن قسمنا بينهم معيشتهم في الحياة الدنيا ورفعنا بعضهم فوق بعض درجات) سورة الزخرف31-32، وقال تعالى:(ما يودّ الذين كفروا من أهل الكتاب ولا المشركين أن ينزّل عليكم من خير من ربكم والله يختص برحمته من يشاء والله ذو الفضل العظيم) سورة البقرة:10وقال تعالى لمّا ذكر الأنبياء بقوله:(ومن ذريته داود وسليمان وأيوب ويوسف وموسى وهرون وكذلك نجزي المحسنين وزكريا ويحيى وعيسى وإلياس كل من الصالحين وإسماعيل واليسع ويونس ولوطاً وكلاً فضّلنا على العالمين ومن آبائهم وذرياتهم وإخوانهم واجتبيناهم وهديناهم إلى صراط مستقيم) سورة الأنعام: 84-87، فأخبر أنّه اجتباهم وهداهم \".(1) ¶ ويقول العلامة محمد بن أحمد السفاريني: \"وعند التحقيق فلا فرق عندهم- أي الفلاسفة، وابن سينا منهم- بين الفيض على نفس النّبي وسائر النفوس إلا من جهة كونها أصفى وأكمل\"، ويقول:\" من زعم أنّها مكتسبة فهو زنديق يجب قتله، لأنّه يقتضي كلامه واعتقاده أن لا تنقطع، وهو مخالف للنّص القرآني والأحاديث المتواترة بأنّ نبينا صلى الله عليه وسلّم خاتم النّبيين عليهم السلام\".(2) ¶ المطلب الخامس:عمدة الفلاسفة في إثبات النبوة: ¶ __________ ¶ (1) منهاج السنة النبوية 2/416-417. ¶ (2) لوامع الأنوار البهية-مصدر سابق- /268.",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "... إنّ عمدة الفلاسفة في إثبات النبوة هو المنامات. قال إنّ معرفة الأمور الغائبة عن طريق النوم ممكنة ، فوجب أيضاً أن تكون كذلك في حالة اليقظة. فالنائم تتجرد نفسه عن بدنه نوع تجرد فيحصل لها من العلم الذي يلقيه الله إليها ما لم تحصله في غير هذا الحال. وهكذا يمكن أن يحصل في اليقظة نوع تجرد فتتصل النفس البشرية بالنفس الكلية وتتلقى عنها من العلم ما لم تحصله في غير هذا الحال(1). ¶ وفي رأي الفلاسفة أنّ التجربة والبرهان القياسي يشهدان أنّ النّفس الإنسانية تستطيع أثناء النوم الوقوف على المجهول، وإذا كان الأمر كذلك فليس بمستبعد عليها أن تتكشف المجهول حال اليقظة. وأنّ التجربة والقياس يقرران أن أشخاصاً كثيرين تنبؤا بالمستقبل عن طريق الأحلام. وكذلك العقل حيث نسلم بأن الأحداث الماضية والحاضرة والمستقبلية مثبتة في العالم العلوي، ومقيدة في اللوح المحفوظ. وإذا استطاعت النفوس البشرية الصعود إلى العالم العلوي والوقوف على ما في اللوح المحفوظ عرفت ما فيه، وتنبّأت بالغيب. وإذا كان هناك أشخاص يدركون مثل هذا الغيب عن طريق مخيلتهم أثناء النوم فيحلمون بأشياء كأنّها حقائق مسلمة. فإنّ غيرهم من الأشخاص ممن عظمت نفوسهم وقويت مخيلتهم يدركون ما في علم الغيب حال اليقظة، - كما يدرك غيرهم حال النوم- وهؤلاء هم الأنبياء.(2) ¶ __________ ¶ (1) الإشارات والتنبيهات-مصدر سابق- 4/899-900، الرد على المنطقيين-مصدر سابق- ص 484-486، الصفدية:أحمد بن تيمية، تحقيق محمد رشاد سالم، الطبعة الثانية 1406ه،1 /6-7. ¶ (2) انظر في الفلسفة الإسلامية-منهج وتطبيقه-: مدكور، دار المعارف- القاهرة- الطبعة الثالثة،1/101، الجانب الإلهي في فلسفة ابن سينا: الدكتور سالم مرداش، دار قتيبة- دمشق- الطبعة الأولى 1412ه-1992م،ص294.",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "يقول ابن سينا: \"التجربة و القياس متطابقان علماً أنّ للنّفس الإنسانية أن تنال من الغيب نيلاً ما في حال النوم، فلا مانع من أن يقع مثل ذلك النيل في حال اليقظة، إلّا ما كان إلى زواله سبيل، ولارتفاعه إمكان. أما التجربة فالسماع والتعارف يشهدان به، وليس أحد من الناس إلا وقد جرّب ذلك في نفسه تجارب ألهمته التصديق ، اللهم إلا أن يكون أحدهم فاسد المزاج ، نائم قوي التخيل والتذكر،أما القياس فاستبصر فيه من تنبيهات: تنبه: قد علمت فيما سلف أن الجزيئات منقوشة في العالم العقلي نقشاً على وجه كلى، ثم قد نبهت لأنّ الأجرام السماوية لها نفوس ذوات إدراكات جزئية وإرادات جزئية تصدر عن رأى جزئي، ولا مانع لها عن تصور اللوازم الجزئية لحركاتها الجزئية من الكائنات عنها في العالم العنصري\" (1). ¶ ... ويرى ابن سينا استمرار أفعال اليقظة في الأحلام، وذلك يكون باستمرار بعض الأفعال والأفكار التي تشغل الإنسان أثناء اليقظة، حتى إذا استمرت المتخيلة مشغولة بها، والمتخيلة تحكي أموراً قريباً إليها إرادية، ويحدث هذا عندما تكون في همة لنفس وقت اليقظة شيء تنصرف النفس إلى تأمله وتدبره، فإذا نام لإنسان أخذت المتخيلة تحكي ذلك الشيء وما هو من جنسه، وهذا من بقايا انشغال الفكر في حالة اليقظة (2). ¶ __________ ¶ (1) الإشارات والتنبيهات-مصدر سابق- ص241-242. ¶ (2) انظر الشفاء : ابن سينا ، تحقيق جورج قنواتي,وسعيد زايد، الهيئة المصرية العامة للكتاب- القاهرة 1975م-1/338",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "... والأحلام التي أشبه بها النبوات-عند ابن سينا- لا تنشأ عن احساسات خارجية أو داخلية بدنية، ولا تكون من بقايا اليقظة، وإنما تنشأ عن اتصال النفس بالملكوت (الملائكة أو العقل الفعّال) ويحدث ذلك أثناء النوم وفي بعض حالات اليقظة، فتتلقى النفس من هناك الوحي والإلهام. ويكون ذلك بمثابة الإنذار والإخبار بما سيكون(1). فإذا حدث الاتصال أثناء النوم فهو رؤيا، وإذا حدث ذلك أثناء اليقظة فهو وحي وإلهام، وذلك وظيفة من وظائف القوة المتخيلة عند الإنسان(2). ¶ يقول ابن سينا:\" وصنف- أي عن المعجزات-يتعلق بفضيلة التخيل، ذلك أن يؤتي المستعد لذلك ما يقوى به على تخيلات الأمور الحاضرة والماضية، والإطلاع على مغيبات الأمور المستقبلة، فيلقي إليه كثير من الأمور التي تقدم وقوعها بزمن طويل فيخبر عنها، وكثير من الأمور التي تكون في زمان المستقبل يخبر بها،وبالجملة يتحدث عن الغيب فيكون بشيراً ونذيراً.. وقد يكون هذا المعنى لكثير من الناس في النوم ويسمى الرؤيا. وأما الأنبياء عليهم السلام فإنما يكون ذلك لهم في حالة النوم واليقظة معاً\"(3). ¶ المناقشة : ¶ إنّ الرؤيا ثلاثة أقسام: رؤيا بشرى من الله تعالى، ورؤيا تحزين من الشيطان، ورؤيا مما يحدّث المرء به نفسه في اليقظة، فيراه في المنام، وقد ثبت هذا التقسيم في الحديث الصحيح عن النبي صلى الله عليه وسلم. فعن أبي هريرة أنّ النبي صلى الله عليه وسلم كان يقول:\" الرؤيا الصالحة بشارة من الله، والتحزين من الشيطان، ومن الرؤيا يحدّث به الرجل نفسه\".(4) ¶ __________ ¶ (1) انظر المصدر السابق 1/336-338، الإشارات والتنبيهات- مصدر سابق- 2/135-137. ¶ (2) انظر الشفاء-مصدر سابق-1/334. ¶ (3) – رسالة الفيض الإلهي: ابن سينا- صورة موجودة بدار الكتب الأهلية بالقاهرة أخذت عن نسخة محفوظة موجودة بالمتحف البريطاني رقم 394. ¶ (4) رواه النسائي في السنن الكبرى رقم (765) ،4/390.",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "إنّ كلام ابن سينا في الرؤيا، واتصال النفس بالعالم العلوي أثناء النوم يحتاج إلى توضيح، وبيان ذلك: أن عامة علماء الإسلام يقرون بأنّ الرؤيا الصادقة من الله تعالى، فإنّ ما ادعاه من أنّ الرؤيا قد يحصل بها معرفة المغيبات فحق، فرسول الله صلى الله عليه وسلم صلى الله عليه وسلم أول ما بدئ به الوحي الرؤيا الصادقة، فعن عائشة رضي الله عنها قالت:أول ما بدئ به رسول الله صلى الله عليه وسلم الرؤيا الصادقة في النوم، فكان لا يرى رؤيا إلا جاءته مثل فلق الصبح...\"،(1) وكان في أول الأمر يرى الوحي في المنام ودام كذلك نصف سنة ثمّ رأى الملك في اليقظة، حكى البيهقي أن مدة الرؤيا كانت ستة أشهر.(2) ¶ ... ورؤى الأنبياء وحي معصوم، والرؤيا الصالحة يراها الرجل الصالح، أو تُرى له حق، وهي جزء من ستة وأربعين جزءاً من النبوة، كما جاء في الأحاديث الصحيحة:منها:قوله صلى الله عليه وسلم \"رؤيا المؤمن جزء من ستة وأربعين جزءاً من النبوة \"،(3) وقوله:\" الرؤيا الصالحة جزء من ستة وأربعين جزءاً من النبوة \".(4) ¶ __________ ¶ (1) رواه البخاري رقم(6982)كتاب التعبير، باب الرؤيا الصالحة جزء من ستة وأربعين جزءاً من النبوة ¶ (2) فتح الباري شرح صحيح البخاري:ابن حجر العسقلاني تصحيح وتعليق الشيخ عبد العزيز ابن باز، نشر وتوزيع رئاسة إدارات لبحوث العلمية والإفتاء والدعوة والإرشاد –الرياض- 1/27. ¶ (3) رواه البخاري رقم(6987،6988)كتاب التعبير، باب الرؤيا الصالحة جزء من ستة وأربعين جزءاً من النبوة. ¶ (4) رواه مسلم رقم (2265) في كتاب الرؤيا في فاتحته.",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "... ورؤيا الأنبياء وحي بخلاف غيرهم، فالوحي لا يدخله خلل،ولا يتعلق به هوى لأنه محروس قال الله تعالى:(وما ينطق عن الهوى إن هو إلا وحي يوحى) سورة النجم:3-4، بخلاف رؤيا غير الأنبياء، فإنها قد يحضرها الشيطان, وقد وردت في القراَن الكريم أمثلة من الرؤيا الصادقة، وهى رؤيا الأنبياء عليهم الصلاة والسلام،ومن ذلك الرؤيا التي رآها النّبي صلى الله عليه وسلم وهو في طريقة إلى الحديبية، قال الله تعالى:(لقد صدق الله رسوله الرؤيا بالحق لتدخلن المسجد الحرام إن شاء الله آمنين) سورة الفتح:27، والرؤيا التي رآها إبراهيم عليه السلام. قال تعالى:(يا يبني إنّي أرى في المنام أنّي أذبحك) سورة الصافات: 102. ¶ وكلام ابن سينا عن الرؤيا الصادقة، وهو ما يراه الإنسان نتيجة اتصاله بالعالم العلوي حق، خاصّة وأنه يرى أنّ الأحلام الناشئة عن الاحساسات البدنية كاذبة، ويسميها أضغاث أحلام(1).ولكن أقواله بالجملة تحتاج إلى تحليل وبيان، حتى لا يلتبس الحق بالباطل، لأنّ رؤيا الأنبياء وحي بخلاف رؤيا غيرهم من الناس، والوحي لا يدخله خلل، ولا يخالطه هوى أو تخيلاّت، وهذا حاصل في رؤيا كثير من الناس، بسبب تلبيس إبليس، أو نتيجة مرض أو هوس، ونحو ذلك. قال ابن بطال:\"والرؤيا الصادقه وأن كانت جزءاً من النبوة فهي باعتبار صدقها، وإلا لساغ لصاحبها أن يسمى نبياً، وليس كذلك\".(2) وإذا كان الأنبياء يختصون بآيات يؤيدون بها ليتميزوا بها عمّن ليس مثلهم، كما تميزوا بالعلم الإلهي، فإنّ رؤاهم كذلك يجب أن يتميزوا بها عمّن ليس مثلهم. ¶ __________ ¶ (1) انظر الشفاء- مصدر سابق- 1/338 ¶ (2) فتح الباري 1/20.",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "قال الخطابي:\" قال بعض العلماء:أقام صلى الله عليه وسلم يوحى إليه ثلاثا وعشرين سنة, منها عشر سنين بالمدينة وثلاث عشرة بمكة, وكان قبل ذلك ستة أشهر يرى في المنام الوحي، وهي جزء من ستة وأربعين جزءاً، وقال بعض العلماء:معنى الحديث أي حديث الرؤيا- أن الرؤيا تأتي على موافقة النبوة, لأنّها جزء باق من النبوة \". وأضاف الخطابي: \"هذا الحديث توكيد لأمر الرؤيا وتحقيق منزلتها, وقال وإنما كانت جزءاً من أجزاء النبوة في حق الأنبياء دون غيرهم، وكان الأنبياء صلوات الله وسلامه عليهم يوحى إليهم في منامهم كما يوحى إليهم في اليقظة \".",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "وقال المازري: \"ويحتمل أن يكون المراد أن المنام فيه إخبار الغيب، وهو إحدى ثمرات النبوة, وهو ليس في حد النبوة ; لأنه يجوز أن يبعث الله تعالى نبياً ليشرع الشرائع, ويبين الأحكام, ولا يخبر بغيب أبدا, ولا يقدح ذلك في نبوته, ولا يؤثر في مقصودها, هذا الجزء من النبوة وهو الإخبار بالغيب إذا وقع لا يكون إلا صدقا \". وأضاف المازري في: \" كثر كلام الناس في حقيقة الرؤيا , وقال فيها غير الإسلاميين أقاويل كثيرة منكرة , لأنهم حاولوا الوقوف على حقائق لا تدرك بالعقل ولا يقوم عليها برهان وهم لا يصدقون بالسمع فاضطربت أقوالهم...ومن ينتمي إلى الفلسفة يقول : إن صور ما يجري في الأرض هي في العالم العلوي كالنقوش فما حاذى بعض النقوش منها انتقش فيها، قال وهذا أشدّ فساداً من الأول لكونه تحكماً لا برهان عليه والانتقاش من صفات الأجسام, وأكثر ما يجري في العالم العلوي الأعراض, والأعراض لا ينتقش فيها، والصحيح ما عليه أهل السنة أنّ الله يخلق في قلب النائم اعتقادات كما يخلقها في قلب اليقظان، فإذا خلقها فكأنّه جعلها علماً على أمور أخرى يخلقها في ثاني الحال, ومهما وقع منها على خلاف المعتقد فهو كما يقع لليقظان، ونظيره أن الله خلق الغيم علامة على المطر، وقد يتخلف, وتلك الاعتقادات تقع تارة بحضرة الملك فيقع بعدها ما يسرّ، أو بحضرة الشيطان فيقع بعدها ما يضرّ، والعلم عند الله تعالى\". وقال القرطبي: سبب تخليط غير الشرعيين إعراضهم عمّا جاءت به الأنبياء من الطريق المستقيم, وبيان ذلك: أنّ الرؤيا إنّما هي من إدراكات النفس وقد غيّب عنّا علم حقيقتها أي النفس, وإذا كان كذلك فالأولى أن لا نعلم علم إدراكاتها, بل كثير ممّا انكشف لنا من إدراكات السمع والبصر إنّما نعلم منه أموراً جملية لا تفصيلية \".(1) ¶ __________ ¶ (1) انظر قول المازري والقرطبي في: فتح الباري 12/352",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "إنّ ما يجعله الله تعالى في النفوس إنّما يكون بعد إعدادها لذلك وتسويتها – لما يلقى فيها – بالعبادة الخالصة ومجاهدة النفس وإلزامها طاعة ربها عز وجل. لكن لا تجعل النبوة كلها من هذا الجنس فالنّبي صلى الله عليه وسلم كان يأتيه الملك ويخاطبه بالكلام ، وأحياناً يأتيه في الباطن فيكلمه، وأحياناً يتمثل له في صورة الرجل فيكلمه. قال تعالى: ( وما كان لبشر أن يكلمه الله إلا وحياً أو من وراء حجاب أو يرسل رسولاً فيوحي بإذنه ما يشاء إنه عليٌّ حكيم ) الشورى:42.(1) ¶ يقول أبو حامد الغزالي في مناقشته لمسلك ابن سينا السابق: \" بم تنكرون على من يقول: إن النّبي صلى الله عليه وسلم، يعرف الغيب، بتعريف الله عز وجل، على سبيل الابتداء، وكذا من يرى في المنام، فإنها يعرفه بتعريف الله تعالى، أو تعريف ملك من الملائكة، فلا يحتاج إلى شيء مما ذكرتموه،فلا دليل في هذا، ولا دليل لكم في ورود الشرع باللوح المحفوظ، والقلم، فإن أهل الشرع، لم يفهموا من اللوح والقلم، هذا المعنى قطعاً، فلا متمسك لكم في الشرعيات.. وإنّما السبيل فيه أن يتعرف من الشرع، لا من العقل \".(2) ¶ __________ ¶ (1) انظر الرد على المنطقيين- مصدر سابق- ص485- 486. ¶ (2) تهافت الفلاسفة: أبو حامد الغزالي، تحقيق الدكتور سليمان دنيا ، دار المعارف- القاهرة- الطبعة الثامنة ص229.",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "... ويقال لابن سينا وإخوانه من الفلاسفة: إنّ الأدلة على إثبات النبوة ليست مقتصرة على ما ذكرتموه، فإنّما تثبت بالمعجزة، وبالاستدلال بأحوال النّبي وصفاته قبل النبوة وبصفاته حال الدعوة، وبعد تمامها،ومن خلال دراسة أخلاقه وأحكامه ومعاملاته مع الناس، ويستدل عليها أيضا بنصرة دينه على أعدائه، وعلىغيره من الأديان، وبهلاك المكذبين له. وتثبت بصدق ما يخبر عن ربه بوقوعه على ما أخبر به. وبإخبار الأنبياء المتقدمين عليه عن نبوته. كما جاء خبر ووصف رسولنا محمد صلى الله عليه وسلم في التوراة والإنجيل. وتثبت نبوته من خلال دراسة ما يدعو إليه واتصافه بالواقعية والترابط وعدم التناقض والاضطراب، وكونه مما ترتضيه الفطرة السليمة، والعقل الصريح، وتستريح إليه القلوب والضمائر الحية.(1) ¶ __________ ¶ (1) انظر المواقف في علم الكلام: عضد الدين عبد الرحمن الإيجي، عالم الكتب- بيروت- ص356-357",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "ومن الباطل في أقوال ابن سينا أنه جعل إدراك النبي الأمور الحاضرة والماضية، والإطلاع على مغيبات أمور المستقبل يحصل بفضيلة قوى التخيل عند النبي نفسه، ومن المعلوم بالضرورة أنّ هذه لا تدرك إلا بخبر المخبر للإنسان، وأمّا علمه بها بدون الخبر فممتنع من قوى النفس، قال تعالى:(وَمَا كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا وَلَكِنْ رَحْمَةً مِنْ رَبِّكَ لِتُنْذِرَ قَوْماً مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ) القصص:46، وقال (وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ وَمَا كُنْتَ مِنَ الشَّاهِدِينَ) القصص:44، (ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ أَجْمَعُوا أَمْرَهُمْ وَهُمْ يَمْكُرُونَ) (يوسف:102) ،وقال (ذَلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ)آل عمران:44.(1). ¶ المطلب السادس :صفة الكلام : ¶ __________ ¶ (1) الصفدية 1/142.",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "ذهب الفلاسفة إلى أن كلام الله تعلى ليس صفة قائمة بذاته تعالى، وليس له وجود خارج نفوس العباد ، فليس لله كلام أنزله بواسطة جبريل عليه السلام على أنبيائه الذين اصطفاهم برسالاته .وزعم أن الكلام هو ما يفيض على نفس النّبي من العقل الفعّال أو من غيره ، وأن الله تعالى لم يكلم موسى عليه السلام تكليماً ، إنما كلمه من سماء عقله بما أحدثه في نفسه من كلام، لم يسمعه موسى عليه السلام من خارج نفسه. فالمتكلم – عندهم- حقيقة هو النّبي، أما الله تعالى فهو متكلم مجازاً بما خلقه في نفس النّبي من ألفاظ. فالله لم يتكلم بصوت يسمعه النّبي من خارج نفسه، أي لا حقيقة لكلام الله في الخارج.(1) ¶ __________ ¶ (1) انظر:الرسالة العرشية - ابن سينا - ص12، رسالة في النبوات له، ص75 ، الاقتصاد في الاعتقاد: أبو حامد الغزالي،دار الكتب العلمية- بيروت- الطبعة الأولى،1403ه-1983م، ص84، نهاية الإقدام في علم الكلام:محمد عبد الكريم الشهرستاني،تحقيق الفرد جيوم، ص293 ، مجموع الفتاوى:ابن تيمية، 12/14، 23، 163، 351-353، منهاج السنة النبوية في نقض كلام الشيعة والقدرية: احمد عبد الحليم بن تيمية، تحقيق محمد رشاد سالم،جامعة الإمام محمد بن سعود الإسلامية، الطبعة الأولى،1406ه-1986م،2/359، الصفدية- مصدر سابق- 1/201-204، مجموع الرسائل والمسائل:أحمد عبد الحليم بن تيمية، تعليق محمد رشيد رضا، لجنة التراث العربي، القاهرة، 3/38، إغاثة اللهفان من مصايد الشيطان:محمد بن قيم الجوزية، تحقيق محمد حامد الفقي، دار الكتيب العلمية-بيروت- الطبعة الأولى 1407ه-1987م، 2/281، مختصر الصواعق المرسلة في على الجهمية والمعطلة: محمد بن علي الموصلي، توزيع رئاسة إدارات البحوث العلمية والإفتاء والدعوة والإرشاد- الرياض- 2/288، 329، شرح القصيدة النونية لابن قيم الجوزية، محمد خليل هراس، مطبعة الإمام، القاهرة،1/131، شرح العقيدة الطحاوية 2/402-403.",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "ولتوضيح معنى كلام الله عند الفلاسفة ننقل بعض أقوالهم التي جاءت في مؤلفاتهم، ومؤلفات العلماء المطلعين على مذهبهم الفلسفي. ¶ يقول ابن سينا:\"فوصفه بكونه متكلماً لا يرجع إلى ترديد العبارات، ولا إلى أحاديث النفس والفكر المتخيلة المختلفة التي العبارات دلائل عليها، بل فيضان العلوم منه على لوح قلب النّبي بواسطة القلم النقَّاش الذي يعبر عنه بالعقل الفعّال والملك المقرب هو كلامه. فالنّبي يتلقى علم الغيب من الحق بواسطة الملك، وقوة التخيل تتلقى تلك وتتصورها بصورة الحروف والأشكال المختلفة، وتجد لوح النفس فارغاً فتنقش تلك العبارات والصور فيه فيسمع منها كلاماً منظوماً، ويرى شخصاً بشرياً فذلك هو الوحي، لأنه إلقاء الشيء إلى النّبي بِلا زَمان، فيتصور في نفسه الصافية المُلَقِّي المُلْقَى، كما يتصور في المرآة المجلوة صورة المقابل، فتارة يعبر عن ذلك المنتقش بعبارة العبرية وتارة بعبارة العرب، فالمصدر واحد والمظهر متعدد، فذلك هو سماع كلام الملائكة ورؤيتها.(1) ¶ ... يتضح لقارئ أقوال ابن سينا أنّه ينكر صفة الكلام لله تعالى كما جاءت في الكتاب والسنة، وهو أنّه تعالى قد تكلم بصوت وحرف مسموع ، وأن ابن سينا يرجع الوحي والنبوة إلى قوة التخيل لدى النّبي وأنّ الرسول يسمع أصواتاً من داخل نفسه لا يكلمه الله عز وجل مشافهة كتكليمه لنبيه موسى عليه السلام ، ولا بواسطة الملك جبريل الذي ينزل بكلامه تعالى على المختار لرسالته، كما حصل للنّبي محمد صلى الله عليه وسلم.(2) ¶ __________ ¶ (1) الرسالة العرشية ص 12 . ¶ (2) . لوامع الأنوار البهية وسواطع الأسرار الأثرية:-مصدر سابق- ص170، ابن تيمية السلفي- نقد لمسالك المتكلمين والفلاسفة في الإلهيات-: الدكتور محمد خليل هراس، دار الباز للنشر والتوزيع، مكة المكرمة، دار الكتب العلمية- بيروت- الطبعة الأولى 1404ه-1984م، ص114.",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "... وجاء في رسالة \" النبوات \" لابن سينا : أن إفاضة العقل الكلي على نفس النّبي الذي ينتهي إليه التفاضل في الصور المادية، وفيضات العلوم منه على لوح قلب النّبي بواسطة العقل الفعّال والملك المقرب ، هو كلامه \".(1) ¶ ... ويصّور ابن قيم الجوزية مذهب الفلاسفة في كلام الله تعالى فيقول : مذهب الفلاسفة المتأخرين أتباع أر سطو – وهم الذين يحكي ابن سينا والفارابي والطوسي قولهم -: إنّ كلام الله فيض فاض من العقل الفعّال على النفوس الفاضلة الزكية بحسب استعدادها ، فأوجب لها ذلك الفيض من تصورات وتصديقات بحسب ما قبلته منه، ولهذه النفوس عندهم ثلاث قوى، قوة التصور، وقوة التخيل، وقوة التعبير. فتدرك بقوة تصورها من المعاني ما يعجز عنه غيرها، وتدرك بقوة تخيلها شكل المعقول في صورة المحسوس فتتصور المعقول صوراً نورانية تخاطبها وتكلمها بكلام تسمعه الأذن، وهو عندهم كلام الله ولا حقيقة له في الخارج، وإنما ذلك كله من القوة الخيالية الوهمية. قالوا: وربما قويت هذه القوة على إسماع ذلك الخطاب لغيرها، وتشكيل تلك الصور العقلية لعين الرائي،فيرى الملائكة ويسمع خطابهم، وكل ذلك من الوهم والخيال لا في الخارج\".(2) ¶ حجة الفلاسفة في نفي صفة الكلام : ¶ __________ ¶ (1) انظر: رسائل في الحكمة والطبيعيات – رسالة في إثبات النبوات وتأويل رموزهم وأمثالهم- مصدر سابق- ص84-85. ¶ (2) مختصر الصواعق المرسلة- مصدر سابق- 2/288.",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "استدل ابن سينا على نفي صفة الكلام بحجة داحضة وهي : أن إثبات صفة الكلام لله تعالى يوجب إما أن يكون كلامه من جنس كلام البشر ، أو لا يكون من جنس كلامهم، فإذا كان من جنس كلام البشر كان مشاركاً له من جهة الإمكان والعرضية ، أي كونه ممكناً ومحلاً للأعراض ، وهذا متعذر في حقه تعالى ، ويلزم أن يكون الله تعالى جرماً لأن الكلام غير متصور دون حروف وأصوات، والحروف عبارة عن تقطيع الأصوات، وهذا لا يكون إلا للجرم، والصوت لا يكون إلا عن احتكاكات الأجرام. وإذا كان كلامه ليس من جنس كلام البشر فهو غير معقول، وغير المعقول محال.(1) ¶ وإذا قيل له إن نفي صفة الكلام يقتضي إنكار أمره ونهيه عز وجل، وهذا يؤدي إلى عدم تحقيق معنى الطاعة له تعالى، وعدم صحة الرسالة. قال: إن معنى الطاعة لا يتحقق عن طريق الأمر والنهي ، بل يستند إلى التسخير على وجه الطواعية والإذعان على وفق الإرادة والاختيار، وأن تسخيره تعالى للمخلوقات وإبداعه للكائنات دون آلات وأدوات ، وتقليبه الخلائق بين المرغبات والمنفرات على وجه الطواعية حالة تنزل منزل القول بالأمر والنهي وإلى ذلك أشار الله تعالى بقوله: ( ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ اِئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ) سورة فصلت:11، فخطابه للسماء والأرض متعذر وكذلك قولهما ، وليس ذلك منهما إلا على سبيل الانقياد والتسخير.(2) ¶ المناقشة: تتضمن المناقشة النقاط التالية : ¶ أولاً: إثبات صفة الكلام لله عز وجل : ¶ __________ ¶ (1) غاية المرام في علم الكلام: سيف الدين الآمدي، تحقيق حسن محمود الشافعي، المجلس الأعلى للشئون الإسلامية، لجنة إحياء التراث- القاهرة –1391ه-1971م- بتصرف - ص92. ¶ (2) المصدر السابق – بتصرف - ص93-94.",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "الكلام من صفات الكمال ، فمن يتكلم أكمل ممن لا يتكلم ، كمن يعلم ويسمع فهو أكمل ممن ليس كذلك ، ومن يتكلم بمشيئته وقدرته أكمل ممن يكون الكلام لازماً لذاته ، ليس له عليه قدرة ولا له فيه مشيئة واختيار.والكلام يكون صفة كمال للمتكلم إذا كان الكلام قائماً به، صادراً عنه بمشيئته وقدرته، لا كونه أمراً مبايناً له منفصلاً عنه.(1) ¶ ولقد جاءت نصوص الكتاب والسنة تقرر صفة الكلام لله ، وتثبت أنه متكلم حقيقة بكلام حقيقي هو صفة له، وهذه النصوص لا يملك المسلم أمامها إلا الإيمان بما أثبتته– دون تأويل أو تكييف أو تمثيل - ولا يستطيع أن يعطلها أو يحرفها ، وإلا دخل إيمانه ما يشوبه ويكدره. ¶ والقرآن الكريم زاخر بالآيات التي تثبت أنه تعالى تكلَّم ويتكلَّم ، وكلَّم ويُكَلِّم وقال ويقول ، ونادى وينادي ، وأخبر وأنبأ ، وغير ذلك من الألفاظ التي تدل صراحةً على أنه تعالى متكلم بكلام حقيقي.(2) ¶ __________ ¶ (1) انظر: شرح العقيدة الأصفهانية : أحمد عبد الحليم بن تيمية، قدّم له وعرّف به الشيخ حسنين محمد مخلوف، دار الكتب الحديثة- القاهرة-1385ه-1965م، ص73 ، مجموع الرسائل والمسائل – مصدر سابق- 3/44-45. ¶ (2) انظر: ابن حزم وموقفه من الإلهيات- عرض ونقد- :الدكتور أحمد ناصر الحمد،جامعة أم القرى الطبعة الأولى 1406ه، ص257-258 ، القائد إلى تصحيح العقائد:عبد الرحمن المعلمي، علّق عليه محمد ناصر الدين الألباني، المكتب الإسلامي- بيروت- الطبعة الثالثة،1404ه-1984م، ص220.",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "ومن هذه الآيات قوله تعالى : ( وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا ) سورة النساء:164 وقوله : ( وَلَمَّا جَاءَ مُوسَى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ قَالَ رَبِّ أَرِنِي أَنظُرْ إِلَيْك)َ سورة الأعراف:143، وقوله:( قَالَ يا موسى إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالَاتِي وَبِكَلَامِي) سورة الأعراف: 144، وقوله:( وَإِنْ أَحَدٌ مِنْ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ ) سورة التوبة : 6، وقوله \"( وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَة) سورة البقرة:30، وقوله:( وَإِذْ قَالَ اللَّهُ يا عيسى ابْنَ مَرْيَمَ أَأَنتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّي إِلَهَيْنِ مِنْ دُونِ اللَّه)ِ سورة المائدة : 116، وقوله:( وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا)سورة البقرة : 34، وقوله : ( وَإِذْ اسْتَسْقَى مُوسَى لِقَوْمِهِ فَقُلْنَا اضْرِبْ بِعَصَاكَ الْحَجَر)َ سورة البقرة:60، وقوله : ( وَإِذْ نَادَى رَبُّكَ مُوسَى أَنْ ائْتِ الْقَوْمَ الظَّالِمِين) سورة الشعراء:10، وقوله:(وَنَادَيْنَاهُ أَنْ يا إبراهيم، قَدْ صَدَّقْتَ الرُّؤْيَا) سورة الصافات 104- 105، وقوله : ( قُلْ لَا تَعْتَذِرُوا لَنْ نُؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا اللَّهُ مِنْ أَخْبَارِكُمْ ) سورة التوبة :94، وقوله: (إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ) سورة الزمر:7.",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "ومن الأحاديث الشريفة ما رواه عدي بن حاتم رضي الله عنه عن رسول الله صلى الله عليه وسلم أنه قال: \"وما منكم من أحد إلا وسيكلمه الله يوم القيامة ليس بين الله وبينه ترجمان.. \".(1) وما رواه عبد الله بن أنيس رضي الله عنه قال سمعت رسول الله صلى الله عليه وسلم يقول:يحشر الله العباد فيناديهم بصوت يسمعه من بعد كما يسمعه من قرب:أنا الملك أنا الديان\".(2) ¶ __________ ¶ (1) رواه البخاري 8/140، في الرقاق - باب من نوقش الحساب عذب، ونحوه 2/34، في الزكاة - باب الصدقة قبل الرد ، ونحوه 9/181، في التوحيد ، باب كلام الرب يوم القيامة، ومسلم نحوه رقم 1016، 1/703-704 في الزكاة ، باب الحث على الصدقة ولو بشقِّ تمره. ¶ (2) رواه البخاري تعليقاً بصيغه المبني للمجهول، 9/72، في التوحيد ، باب قول الله \" ولا تنفع الشفاعة عنده \" وذكره بالجزم 1/29 في العلم، باب الخروج في طلب العلم ، فقال : \" رحل جابر بن عبد الله مسيرة شهر إلى عبد الله بن أنيس في حديث واحد \". ورواه البخاري موصولاً في الأدب المفرد، تحقيق محمد فؤاد عبد الباقي، المطبعة السلفية ومكتبتها- القاهرة- 1375ه، رقم 970، باب المعانقة، ورواه بلفظ التعليق في خلق أفعال العباد والرد على الجهمية، تحقيق وتعليق محمد السعيد بسيوني، مكتبة التراث- القاهرة، رقم 69، ص23 ، موصولاً رقم 365، ص137، رواه أحمد في المسند، تحقيق أحمد شاكر، المكتب الإسلامي- طبعة المعارف- القاهرة- 1965م-1374ه، 1946-1955م،3/395، وحسَّن إسناده الحافظ المنذري في الترغيب والترهيب من الحديث الشريف، ظبط وتعليق مصطفى محمد عمارة، دار التراث العربي- بيروت- الطبعة الثالثة 1388ه-1968م، 4/404، في ذكر الحساب وغيره، ورواه الحاكم في كتاب الأهوال، 4/574-575، وقال: صحيح الإسناد ولم يخرِّجاه ، ووافقه الذهبي، ورواه ابن أبي عاصم في السنة،( ومعه ظلال الجنة في تخريج السنة للشيخ محمد ناصر الدين الألباني) المكتب الإسلامي- بيروت – الطبعة الأولى 1400ه- 1980م، ص514، قال الألباني في تخريج السنة : حديث صحيح .",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "ثانياً: مناقشة حجة ابن سينا:- ¶ إنّ صفة الكلام من صفات الكمال التي يجب إثباتها لله تعالى على الوجه الذي يليق بجلاله وكماله ، ولا يعني بالضرورة أن إثباتها يقتضي أن يكون من جنس كلام البشر، فالقرآن الكريم والسنة جاء فيهما إثبات الكلام والنطق لبعض المخلوقات والجمادات، ومن المعلوم أنّ كلام هذه المخلوقات ليس من جنس كلام البشر، فليس لها آلات ولا أدوات قال تعالى مخبراً عن قول جهنم يوم القيامة (يَوْمَ نَقُولُ لِجَهَنَّمَ هَلْ امْتَلَأْتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ) سورة ق:30، وأخبر عن السماء والأرض أنهما قالتا: قال تعالى:(ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ اِئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ)سورة فصلت:11، وأخبر عن نطق أعضاء الإنسان يوم القيامة، شاهدةً على أعمال صاحبها(حَتَّى إِذَا مَا جَاءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ، وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا قَالُوا أَنطَقَنَا اللَّهُ الَّذِي أَنطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ) سورة فصلت:20-21.",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "وجاء في السنة أنّه عليه الصلاة والسلام. كان يسمع تسليم الحجر والشجر عليه وهو بمكة المكرمة.(1) وسمع أصحابه تسبيح الحصى بين يديه.(2) ¶ __________ ¶ (1) انظر: ما رواه مسلم، رقم 2277، 4/1782، في الفضائل ، باب فضل نسب النّبي صلى الله عليه وسلم – وتسليم الحجر عليه قبل النبوة، وما رواه الترمذي ، رقم 3628، 9/246، 9/246 في المناقب، باب في إثبات نبوة النّبي صلى الله عليه وسلم وما خصه الله به ، قال الترمذي. هذا حديث حسن غريب، رقم 3630، 9/247 في المناقب، باب الشجر والحجر يسلمان على النّبي صلى الله عليه وسلم . ¶ (2) انظر: ما رواه البزار في كشف الأستار عن زوائد البزار على الكتب الستة: على بن أبي بكر الهيثمي،تحقيق حبيب الرحمن الأعظمي، مؤسسة الرسالة- بيروت- الطبعة الأولى 1404ه-1984م، رقم 2413، 3/135- 136، في علامات النبوة، باب تسبيح الحصى – قال الهيثمي رواه البزار بإسناد ين، ورجال أحدهما ثقات، وفي بعضهم ضعف 8/299 وذكر رواية في مجمع الزوائد ومنبع الفوائد 5/179، ثم عقَّب عليها بقوله : وله طريق أحسن من هذا في علامات النبوة، وإسناده صحيح، وانظر : دلائل النبوة لأبي نعيم، حيدر آباد الدكن- الهند- الطبعة الثالثة 1397ه-1977م، 369-370، وشرح اعتقاد أصول أهل السنة والجماعة للالكائي 4/406-407.",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "وبهذه الأخبار وغيرها أصبح معلوماً لدى النّاس أنّ الكلام والتكلُم بالحرف والصوت ليس موقوفاً على الأدوات والآلات التي يتكلم بها الإنسان، بل قد يتكلم المخلوق بدونها فكيف بالخالق عز وجل الذي لا يماثله المخلوق ، فلا يلزم إذاً أن يكون الله تعالى جرماً إذا اتصف بالكلام كما زعم ابن سينا.(1) ¶ وأمّا ما جاء في الدليل من الزعم بأنّ الكلام إذا كان من غير جنس كلام البشر فغير معقول، وغير المعقول محال . فيردُ عليه بأنّ كلام الله لا يماثل كلام البشر، وغير المعقول أن يكون من جنس كلام البشر، إذ لو كان من جنسه لدخل الله تعالى تحت جنس البشر، وهذا محال . فذاته تعالى لا تماثل ذات أحد من المخلوقات لا بشر ولا غيرهم وكذلك صفاته تعالى، قال تعالى:(ليس كمثله شيء وهو السميع البصير) سورة الشورى:11. وإذا كان الفلاسفة لا يتصورون كلاما من غير جنس البشر فهذا راجع لقصور عقولهم، وعدم إيمانهم بالقرآن الكريم وغيره من الكتب السماوية التي أثبتت كلاماً للجمادات . وأهل الإيمان لا يلزمهم التسليم بكل ما يقرره من يلحد في أسماء الله وصفاته. ¶ __________ ¶ (1) انظر: شرح العقيدة الطحاوية- مصدر سابق- 1/175-176 ، قطف الثمر في عقيدة أهل الأثر لصديق :محمد صديق حسن خان،تحقيق وتعليق وتقديم عاصم بن عبد الله القريوتي- شركة الشرق الأوسط للطباعة-الأردن- الطبعة الأولى 1404ه-1984م، ص79-80، القائد إلى تصحيح العقائد- مصدر سابق- ص220.",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "وأمّا ما زعمه من معنى الطاعة وتحقيق الرسالة فإنّ الآمدي يبيّن بطلانه بقوله:\"وأمّا ما أشاروا إليه في معنى الطاعة وتحقيق الرسالة فتمويه لا حاصل له، وإلا لزم أن يكون كل تسخير بفعل شيء ما أمراً وتركه نهياً، وأن يكون الانقياد إلى ذلك التسخير طاعة كان ذلك في نفسه عبادة أو معصية. ولا يخفي ما في طي ذلك من المحال، فإنه ليس كل ما يسخر به مأموراً، ولا كل ما انقاد العبد إلى فعله يكون طاعةً على ما يخفي. وإذا كان الأمر على هذه المثابة لم يصح معنى التبليغ والرسالة عن الله..\".(1) ¶ ثالثاً: مناقشة معنى كلام الله عنده: ¶ وأمّا قوله بأنّ كلام الله عبارة عن فيض من العقل الفعّال على نفس النّبي، فيرد عليه بالآتي: ¶ 1- لو كان كلام الله هو ما يفيض به العقل الفعّال على نفس النّبي، لكان آحاد الناس مشاركاً للنّبي في هذا الأمر، فمن الناس من يرى في المنام أن الملائكة تخاطبه وتكلمه، وأنّه في السماوات. ¶ 2- لو كان كلام الله ليس له وجود في الخارج، إنما يسمعه الرسول من نفسه بما يفيض فيها من العقال الفعّال، لما عاندت قريش رسول الله صلى الله عليه وسلم وكذبته في دعواه أنه رسول من رب العالمين أنزل الله عليه القرآن، ليكون للناس هادياً ومبشراً ونذيرا.ً(2) ¶ __________ ¶ (1) غاية المرام في علم الكلام- مصدر سابق- ص101. ¶ (2) انظر: الصفدية 1/201 .",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "3- قال تعالى:( وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاء)ُ سورة الشورى:51، وقال: (وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا) سورة النساء:164، وقال:( تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ مِنْهُمْ مَنْ كَلَّمَ اللَّه)ُ سورة البقرة:253، وهذه الآيات ونحوها أثبتت كلام الله تعالى لبعض رسله تكليما وتكليم الله لبعض عباده تكليماً خارجاً عن جنس الفيض – الذي زعمه الفلاسفة - الذي هو ضرب من الإيحاء العام.(1) ¶ 4- قال الله تعالى: (وَالَّذِينَ آتَيْنَاهُمْ الْكِتَابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ بِالْحَقِّ فَلَا تَكُونَنَّ مِنْ الْمُمْتَرِينَ) سورة الأنعام: 114، أثبتت الآية الكريمة التنزيل صفةً للكتاب الذي هو كلام الله ، والمنزل من الله تعالى لا يكون فيضاً من العقل الفعّال على نفس النّبي عليه السلام.(2) ¶ المطلب السابع:تفضيل الملائكة على الأنبياء: ¶ ذهب الفلاسفة ومنهم ابن سينا إلى تفضيل الملائكة على الأنبياء وإلى هذا الرأي ذهب المعتزلة وبعض الأشاعرة.(3) واستدلّ الفلاسفة على مذهبهم بأدلة عقلية، منها: ¶ 1- الملائكة أرواح مجردة كمالاتها بالفعل، بخلف النفوس البشرية، والتام أكمل من غيره. ¶ 2- الملائكة مطهرة من الشهوة والغضب،وهما مبدأ الأخلاق الذميمة،بخلاف الجسمانيات، فهي لا تخلو منها. ¶ __________ ¶ (1) انظر: المصدر السابق 1/204-205 . ¶ (2) انظر: مجموع الفتاوى : 12/120 . ¶ (3) انظر مقالات الإسلاميين واختلاف المصلين: أبو الحسن الأشعري، تحقيق محمد محي الدين عبد الحميد، مكتبة النهضة المصرية –القاهرة – الطبعة الثانية 1398ه- 1969م 1/296. محصل أفكار المتقدمين والمتأخرين : فخر الدين الرازي، راجعه: طه عبد الرؤوف سعد، مكتبة الكليات الأزهرية- القاهرة- ص 322. المواقف: عضد الدين الإيجي- مصدر سابق- ص367.",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "3-الملائكة بسائط، غير مركبة بأي نوع من التركيب، وأمّا الأنبياء فأجسام مركبة، والبسائط أفضل من المركبات. ¶ 4-الملائكة نورانية علوية لطيفة، والأنبياء أجسام كثيفة مركبة من المادة والصورة، والمادة ظلمانية مانعة. ¶ 5-الملائكة لها قوة وقدرة على تصريف الأعمال الشاقة، كالزلازل والسحاب ونحوها ولا يلحقها فتور وضعف، بخلاف الجسمانيات. ¶ 6-الملائكة أفضل من جهة العلم والعمل، فمن جهة العلم: فلإحاطتها بالأمور الغائبة واطلاعها على مستقبل الأحوال الجارية، ومن جهة العمل: فلكونهم عاكفين على العبادة، والتسبيح ليلاً ونهاراً، ولا يفترون عن ذلك. وعلوم الملائكة كلية فعلية آمنة من الغلط، وعلوم الأنبياء غير ذلك تماماً، فهي جزئية كسبية انفعالية، ولا تسلم من الغلط. ¶ 7-الملائكة روحانيات متعلقة بالهياكل العلوية النورانية، والنفوس الإنسانية متعلقة بالأجسام السفلية الفاسدة، ونسبة النفوس كنسبة الأجساد.(1) ¶ المناقشة:- ¶ يقول القرطبي: اختلف العلماء في التفضيل بين الملائكة وبني آدم على قولين، فذهب قوم إلى أنّ الرسل من البشر أفضل من الرسل من الملائكة، والأولياء من البشر أفضل من الأولياء من الملائكة. وذهب الآخرون إلى أنّ الملأ الأعلى أفضل...وقال بعض العلماء ولا طريق إلى القطع بأنّ الأنبياء أفضل من الملائكة، ولا القطع بأنّ الملائكة خير منهم، لأن طريق ذلك خبر الله تعالى وخبر رسوله أو إجماع الأمة، وليس ها هنا شيء من ذلك.(2) ¶ وأما الأدلة العقلية التي ذكرتها الفلاسفة مبنية على أصولهم الفلسفية التي لا يسلم بها أهل السنة والجماعة.(3) ¶ __________ ¶ (1) انظر محصل أفكار المتقدمين والمتأخرين-مصدر سابق- ص 221-222.والمواقف للإيجي– مصدر سابق- ص368. ¶ (2) تفسير الجامع لأحكام القرآن:أبو عبد الله محمد بن أحمد القرطبي- بتصرف-،دار الكتب المصرية- القاهرة، الطبعة الثالثة 1387ه- 1967م،1/ 289-290. ¶ (3) انظر المواقف –مصدر سابق- 368.",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "يقول شيخ الإسلام ابن تيمية: \"ومن هنا غلط من غلط في تفضيل الملائكة على الأنبياء والصالحين، فإنّهم اعتبروا كمال الملائكة مع بداية الصالحين، ونقصهم فغلطوا، ولو اعتبروا حال الأنبياء والصاحين بعد دخول الجنان، ورضى الرحمن، وزوال كل ما فيه نقص وملام، وحصول كل ما فيه رحمة وسلام، حتى استقر بهم القرار والملائكة يدخلون عليهم من كل باب، سلام عليكم بما صبرتم فنعم عقبى الدار، فإذا اعتبرت تلك الحال ظهر فضلها على غيرهم من المخلوقين، وإلاّ فهل يجوز لعاقل أن يعتبر حال أحدهم قبل الكمال في مقام المدح والتفضيل والبراءة من النقائص والعيوب\".(1) ¶ يقول علي ابن أبي العز الحنفي: \" فإنّ الواجب علينا الإيمان بالملائكة والنّبيين، وليس علينا أن نعتقد أيّ الفريقين أفضل، فإن هذا لو كان من الواجبات، لبين لنا نصاً، وقد قال تعالى: (اليوم أكملت لكم دينكم) المائدة:3. (وما كان ربك نسياً)سورة مريم:64، وفي الصحيح –يقصد الحديث الصحيح- \" إنّ الله فرض فرائض فلا تضيّعوها، وحدّ حدوداً فلا تعتدوها، وحرّم أشياء فلا تنتهكوها، وسكت عن أشياء رحمة بكم غير نسيان فلا تسألوا عنها \". فالسكوت عن الكلام في هذه المسألة نفياً أو إثباتاً، والحالة هذه أولى. ولا يقال: إنّ هذه المسألة نظير غيرها من المسألة المستنبطة من الكتاب والسنة، لأنّ الأدلة هنا متكافئة \".(2) ويضيف: \" والأدلة في هذه المسألة من الجانبين إنمّا تدل على الفضل، لا على الأفضلية، ولا نزاع في ذلك..\".(3) وفي موضع آخر يقول:\" وحاصل الكلام: أنّ هذه من المسألة من فضول المسائل، ولهذا لم يتعرض لها كثير من أهل الأصول، وتوقف أبو حنيفة رحمه الله في الجواب عنها\".(4) ¶ المطلب الثامن:أخبار الأنبياء: ¶ __________ ¶ (1) مجموع الفتاوي 10/300، وانظر المصدر نفسه11/95. ¶ (2) شرح العقيدة الطحاوية: بن أبي العز الدمشقي الحنفي- مصدر سابق- 2 /411-412. ¶ (3) المصدر السابق2 /413. ¶ (4) المصدر السابق2 /423.",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "... زعم ابن سينا أنّ ما جاءت به الأنبياء نوعان، الأول: الأمور العلمية، ومنها معرفة الله بأسمائه وصفاته والمعاد. وهذه الأمور لم يذكر الأنبياء حقائقها، إنما أخبروا جمهور الناس بما يتخيلونه في ذلك لينتفعوا به في إقامة مصلحة دنياهم لا ليعرفوا الحق وهذا من جنس الكذب الجائز لمصلحة الناس، وهم يعلمون هذه المرتبة، فضربوا للناس الأمثال واستعملوا الرموز والإشارات.(1) يقول ابن سينا تحت عنوان: \" في إثبات النبوة وكيفية دعوة النّبي إلى الله والميعاد \"،(2) \"بل يجب أن يعرفهم جلالة الله تعالى وعظمته برموز وأمثلة، من الأشياء التي هي عندهم عظيمة وجليلة ويلقي إليهم منه هذا القدر، أعني أنّه لا نظير له ولا شبه ولا شريك..\" ويضيف:\" وكذلك يجب أن يقرّر عندهم أمر المعاد على أوجه يتصورون كيفيته وتسكن إليه نفوسهم، ويضرب للسعادة والشقاوة أمثالاً ممّا يفهمونه ويتصورونه، وأمّا الحقّ في ذلك فلا يلوح لهم منه إلا أمراً مجملاً…ولا بأس أن يشتمل خطابه على رموز وإشارات\". ¶ __________ ¶ (1) انظر الأضحوية في المعاد: ابن سينا، تحقيق الدكتور حسن عاصي، المؤسسة الجامعية للدراسات النشر والتوزيع- بيروت- الطبعة الثانية 1407ه-1987، ص 97-103، الرد على المنطقيين- مصدر سابق- ص 442،الصفدية- مصدر سابق- 1/202، درء تعارض العقل والنقل: أحمد عبد الحليم بن تيمية، تحقيق الدكتور محمد رشاد سالم، جامعة الإمام محمد بن سعود الإسلامية- الرياض- الطبعة الأولى 1401ه-1971م،1/8-9 . ¶ (2) في كتابه النجاة- مصدر سابق- ص 340.",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "... وفي رسالته\"رسالة في إثبات النبوة وتأويل رموزهم \"(1) يوجب ابن سينا على النّبي أنّ يخاطب الناس بلغة الرموز الإيمائية ، وأن يسلك التمثيل والتخييل في ذلك ، تقريباً لإفهام العامة وترويضاً لعقولهم . وأما خاصة الناس فهم المعنيون بفهم الحقائق وتأويل الرموز وإدراك المعاني الباطنية التي وراء تلك الألفاظ التي استعملها الأنبياء. ومن ذلك قوله: \" إن المشترط على النّبي أن يكون كلامه رمزاً وألفاظه إيماءً\". ¶ ... ولقد كان ابن سينا في ذلك متأثراً بالفلاسفة اليونان. وبخاصة أفلاطون. ولقد اعترف ابن سينا بذلك صراحة فقال:\" وكما يذكر أفلاطون في كتابه النواميس أن مَنْ لم يقف على معاني رموز الرسل لم ينل الملكوت الإلهي، وكذلك جلة ابن سينا يونان وأنبياؤهم كانوا يستعملون في كتبهم المراميز والإشارات التي حشَوا فيها أسرارهم كفيثاغورس وسقراط وأفلاطون…\".(2) ¶ ... وأمّا النوع الثاني: فهي الأمور العملية– يقصد الشرائع والطاعات والنواهي – فهذه أخبروا عنها، ويجب طاعتهم فيها والعمل بشرائعهم.(3) وأنّ الأنبياء عليهم أن يعرفوا الناس العبادات التي تكون بها القربى من الله تعالى كالصلوات والصوم، وعليه أن يبين مصالح أخرى ومنافع دنيوية في تقوية السنة مثل الجهاد والحج، وأن يعين لهم أفعالاً يقدمونها خالصة لله كالذبائح ونحوها.ويجب أن يسن للصلاة سنناً لابد من اتباعها، وهى استعدادات يجريها الإنسان لملاقاة ربه تعالى من الطهارة والنظافة، وقد جرت العادة أن يقوم بها عندما يقابل الرؤساء والملوك، ولابد من الخشوع والسكون،وهذا يتحقق بغض البصر وقبض الأطراف، وترك الالتفات والاضطراب، وعلى النّبي أن يسنّ للإنسان في كل وقت من أوقات العبادة آداباً ورسوماً محمودة.(4) ¶ __________ ¶ (1) مصدر سابق ص 124. ¶ (2) في كتابه النجاة – مصدر سابق- ص124-125. ¶ (3) النجاة لابن سينا ص 341-343، الرد على المنطقيين لابن تيمية ص 442. ¶ (4) انظر النجاة ص 341-342.",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "... ونجد ابن سينا في أخبار الأنبياء العلمية(الاعتقادية) يسير على نفس منهجه من أنّ جمهور النّاس يعلمون من الأمور ظواهرها، ويجب على عاميتهم اعتقاد الظاهر، والعمل به، كما جاء في الشرع وأمّا الخاصة– وهم ابن سينا ومن على نحوهم – فينظرون إلى بواطن الأمور لا إلى حقائقها، فالصلاة مثلاً -عند ابن سينا- تنقسم إلى ظاهر وباطن فالظاهر منها :الطهارة والنظافة، والخشوع والسكون، وترك الالتفات والاضطراب،مع القيام والركوع والسجود، وما فيها من سنن وآداب، والباطن منها: المشاهدة الربانية التي تتحقق بمشاهدة الحق بالقلب الصافي، والنفس المجردة المطهرة عن الأماني، فالمشاهدة عنده عقلية، والعبادة عنده هي المحبة الربانية والرؤية الروحانية.(1) ¶ المناقشة: ¶ - إنّ هذه الأقوال التي ذهب إليها ابن سينا هي نفس ما ذهب إليه الملحدة الباطنية كالإسماعيلية من أمثال إخوان الصفا، وملحدة الصوفية كابن عربي وابن سبعين الذين يرون أن لكل ظاهر باطن وأنّ الأنبياء قصدوا تفهيم الجمهور ظواهر الأمور، وإن كانت مخالفة للحق. ¶ - إنّ اتهام الأنبياء بالكذب على الجمهور هو من المعلوم من الدين بالاضطرار بطلانه بل هو من الكفر الصريح، فابن سينا وأمثاله لم يقدروا الله تعالى حق قدره، ولم يقدِّروا رسوله عليه السلام حق قدره، وفتحوا الباب على مصراعيه لكل الزنادقة والملحدة لإنكار كل ما جاءت به الأنبياء والمرسلون من العقائد والشرائع بحجة أنّ ظواهرها غير مرادة، وإنما وردت على سبيل التمثيل والتخييل. ¶ __________ ¶ (1) انظر النجاة ص 342، رسالة في الصلاة: ابن سينا – ضمن جامع البدائل – مطبعة السعادة -القاهرة – 1917م.",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "- إنّ مراد ابن سينا من هذه الأقوال الفاسدة الصدّ عن سبيل الله، والصدّ عن فهم مراد رسول الله صلى الله عليه وسلم وتصديقه فيما أخبر به. ولقد أخبر الله تعالى عن رسوله صلى الله عليه وسلم أنّه بلّغ البلاغ المبين وبين مراد الله تعالى، وفي أقوال ابن سينا قدح في بيان الله تعالى، وقدح في الرسول الذي بلغ البلاغ الواضح المبين الذي هدى الله تعالى به العباد وأخرجهم به من الظلمات إلى النور، وفرّق الله به بين الحق والباطل، فأوضح به السبيل وأنار به الدليل.(1) ¶ - إن ابن سينا يسِّلم بأنّ الرسل من أعلم الخلق بالحقائق، وأنهم مخصوصون بقوى قدسية يعلمون بها ما لا يتمكن غيرهم من العلم به، وأنهم من أبر الناس وأصدقهم، وما نسبه إلى الرسل من إخبار جمهور الناس بضروب من التمثيل والتخييل والكذب لمصلحتهم يناقض ذلك، لذا كان ابن سينا من المتناقضين في أمر النبوات.(2) ¶ المطلب التاسع:خصائص النبوة: ¶ ... ذهب ابن سينا إلى أن النبوة لها ثلاث خصائص، من قامت به فهو نبي، قال:\" وأفضل الناس من استكملت نفسه عقلاً بالفعل، ومحصّلاً للأخلاق التي تكون فضائل عملية، وأفضل هؤلاء هو المستعد لمرتبة النبوة، وهو الذي في قواه النفسانية خصائص ثلاث..وهو يسمع كلام الله ويرى ملائكة الله تعالى، وقد تحولّت على صورة يراها..\".(3) والخصائص الثلاث التي يمتاز بها النّبي عن غيره، هي:- ¶ __________ ¶ (1) انظر درء تعارض العقل والنقل- مصدر سابق- 1/10-11، 19-24 . ¶ (2) الصفدية 1/203 . ¶ (3) النجاة –مصدر سابق- ص334.",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "الأولى: أن تكون له قوة قدسية، وهي قوة الحَدْس، بحيث يحصل له من العلم بسهولة ما لا يحصل لغيره، وبالتالي يكون له إطلاع على المغيبات الماضية والحاضرة والمستقبلة، وهذا أمر لا يستنكر، فإن من صفت نفسه صفاءً شديداً، وقويت قوة عظيمة بحيث لا تشغلها الحواس عن النظر إلى العالم العقلي فإنّه عند ذلك تستعد استعداداً خاصاً للاتصال بالعقول المفارقة-ومنها العقل الفعّال- بأدنى توجه، ويفيض عليها من علم الغيب ما لا يدرك بالفكر والقياس. ¶ الثانية : قوة التخيل والحسِّ الباطن: وهي التي يتخيّل بها في نفسه ما يعلمه، بحيث يتمثل له ما يعلمه في نفسه فيراه ويسمعه فيرى في نفسه صوراً نورانية هي عند ابن سينا ملائكة الله، ويسمع في نفسه أصواتاً هي عندهم كلام الله، وهذا بأن تقوى نفس النّبي وتتصل في اليقظة بعالم الغيب، وتحاكي المتخيلة ما أدركته النفس بصورة جميلة وأصوات منظومة، فترى في اليقظة وتسمع. وليس هذا بمستنكر أيضاً فإنّه يحصل له في يقظته مثل ما يحصل للنائم في منامه، فالنائم يرى في نومه صوراً تكلمه، ويسمع كلامهم، وذلك موجود في نفسه لا في الخارج، وهذا من جنس ما يحصل لبعض أهل الرياضة من الصوفية، فإنّ من تجردّت نفسه عن الشواغل البدنية سهل عليها أن تنجذب إلى عالم القدس.",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "الثالثة:قوة نفسانية يتصرف بها في هيولي– مادة– العالم، وذلك بإحداث أمور غريبة، وهي عنده آيات الأنبياء ومعجزاتهم. فالنّبي بذلك تظهر منه من الخوارق للعادة لأنّ هيولي عالم العناصر مطيعة له ومنقادة لتصرفاته مثل انقياد بدنه لنفسه، تماماً كالعائن – الذي يصيب الآخرين بعينه – فإنّ له قوة نفسانية يؤثر بها في المعين، وإذا كان أمر النّبي كذلك، فلا يبعد أن تقوى نفس النّبي حتى تحدث بإرادته في الأرض رياح وزلازل، وكأن يزيل جبل عن مكانه، ويذيب جوهراً فيستحيل ماءً، ويجمد جسماً سائلاً ليستحيل حجراً، وغيرها من الأمور الخارقة للعادة، وهذا أيضاً ليس بمستنكر، فأهل الرياضة من الصوفية ونحوهم تحدث منهم أمور عجيبة.(1) ¶ المناقشة: ¶ أولاً : مناقشة ما ذكره في الخاصية الأولى: ¶ - إنّ الاطلاع على جميع المغيبات لا يجب للنّبي، وهذا هو اعتقاد جميع المسلمين، يقول الله تعالى حاكياً قول رسول الله عن نفسه:(ولو كنت أعلم الغيب لاستكثرت من الخير وما مسَّني السوء( الأعراف: 188. ¶ - إنّ الاطلاع على بعض الغيب لا يخصّ النّبي فقط، فابن سينا يقول:إن أهل الرياضة والمرضى والنائمين يحصل لهم ذلك، فأي ميزة وخاصية للنّبي إذاً على غيره من آحاد الناس.(2) ¶ __________ ¶ (1) انظر هذه الخصائص: الإشارات والتنبيهات- مصدر سابق- 4/871، 899-901، النجاة – مصدر سابق-ص334-335، الملل والنحل للشهرستاني- مصدر سابق-3/74-75، المواقف – مصدر سابق- ص 337، 338 الصفدية- مصدر سابق- 1/5-7، مجموع الفتاوى لابن تيمية- مصدر سابق- 11/229 ،12/354، درء التعارض لابن تيمية- مصدر سابق- 5/355-356.. ¶ (2) انظر المواقف- مصدر سابق- ص337.",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "- إنّ النّبي عليه السلام لا يعلم الغيب من تلقاء نفسه، ولا باستعداد ذاتي، بل يعلم الغيب بواسطة أمين الوحي جبريل الذي يعلمه ما يأذن به الله عز وجل، وليس للقوة القدسية التي جعلها ابن سينا خاصية للنّبي علاقة بذلك. يقول الله تعالى في حق نبيه محمد صلى الله عليه وسلم:( ذلك من أنباء الغيب نوحيه إليك وما كنت لديهم إذ يلقون أقلامهم أيهم يكفل مريم وما كنت لديهم إذ يختصمون( آل عمران:44 ويقول:(عالم الغيب فلا يظهر على غيبه أحداً إلا من ارتضى من رسول فإنّه يسلك من بين يديه ومن خلفه رَصَدا( الجن: 26-27. ¶ ثانياً: مناقشة ما ذكروه في الخاصية الثانية: ¶ * إنّ ما قاله ابن سينا في شأن الملائكة لا يتمشى مع مذهبه الفلسفي العام واعتقاده في الملائكة فالملائكة عنده: إما نفوس مجردة عن المادة في ذواتها، متعلقة بأجرام الأفلاك ويسمونها ملائكة سماوية، وإما عقول مجردة ذاتاً وفعلاً، وتسمى بالملأ الأعلى، وليس لها كلام يسمع، لأنّ الكلام عندهم من خواص الأجسام. يقول الإيجي في الرد على الفلاسفة ومنهم ابن سينا:\" قلنا: هذا تلبيس وتستر بعبارة لا يقولون بمعناها، لأنهم لا يقولون بملائكة يرون، بل الملائكة عندهم نفوس مجردة، ولا كلام لهم يسمع، لأنه من خواص الأجسام، ومآله إلى تخيل ما لا وجود له في الحقيقة، كما للمرضى والمجانين، على ما صرّحوا \".(1) ¶ __________ ¶ (1) المصدر السابق ص338.",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "* إنّ الأدلة على وجود الملائكة كثيرة جداً، فنصوص الكتاب والسنة في هذا الجانب متواترة وهي تصرّح بما لا يدع مجالاً للإنكار: بأن الملائكة تجيء في صورة البشر، كما جاءت مريم وإبراهيم ولوط عليهم السلام، وتكليمهم للأنبياء إياهم وسماعهم كلامهم ورؤيتهم لهم على وجه الحقيقة، وكما حصل لنبينا محمد صلى الله عليه وسلم، بل وظهور جبريل حقيقة على صورة الصحابي دحية الكلبي، وقد رآه غير واحد من الصحابة واستمعوا إليه، ثم إنّ أخبار نزول الملائكة لنصرة الأنبياء والأولياء وتأييدهم، وإخبار الله تعالى عنهم بأنهم عباد الله المكرمون وأنهم يسارعون في الخيرات، ولا يستكبرون عن عبادته، وأنهم يحملون عرش الله عز وجل، ومنهم خزنة الجنة وخزنة النار، وما في القرآن والسنة من ذكر أوصافهم وهيئاتهم وأصنافهم وأعمالهم كله صريح في بيان تهافت أقوال ابن سينا التي تلقّاها عن أسلافه من الفلاسفة الوثنيين.(1) ¶ * إن أقواله تتضمن تكذيباً صريحاً للقرآن الكريم، وهذا من الكفر القبيح، فضلاً عن مخالفته مما يعلم بالاضطرار من دين المرسلين.(2) ¶ * إنّ عامة الأمم وأهل الأديان يعترفون بوجود الأرواح الموجودة المنفصلة عن الآدميين من الملائكة والجن، والملائكة التي يثبتها الفلاسفة ويسمونها بالعقول فهي عند التحقيق لا توجد إلا في أذهان من أثبتها لا وجود لها في الأعيان.(3) ¶ * إنّ زعمه بأن النّبي صلى الله عليه وسلم يخيل له أنه يسمع في نفسه أصواتاً هي كلام الله، فباطل من عدة وجوه،منها:- ¶ __________ ¶ (1) انظر هذه الردود بالتفصيل : الرد على المنطقيين لابن تيمية 490-500 . ¶ (2) انظر الصفدية- مصدر سابق- 1/231 . ¶ (3) انظر المصدر السابق 1/241 .",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "أ- إنّ قوله معناه إنكار الملائكة التي يسمع منها الرسول ، فالله عز وجل يرسل أمين الوحي جبريل إلى أنبيائه يوحي إليهم بإذن ربه ما يشاء، قال تعالى:(وما كان لبشر أن يكلمه الله إلا وحياً أو من وراء حجاب أو يرسل رسولاً فيوحي بإذنه ما يشاء( الشورى :51، ففرّق الله سبحانه بين إرسال الرسول الذي يوحي بإذنه ما يشاء وبين الوحي، كما فرّق بين ذلك وبين التكلم في قوله تعالى:( إنا أوحينا إليك كما أوحينا إلى نوح والنّبيين من بعد( إلى قوله تعالى :( وكلّم الله موسى تكليما( النساء:163-164. ففرق بين الإيحاء العام المشترك بين الأنبياء وتكليمه لموسى عليه السلام ، كما فرّق بين الإيحاء وبين إرسال رسول يوحي بإذنه ما يشاء . ¶ ب- إنّ ابن سينا يثبت فقط ما هو من جنس الوحي والإلهام عندما يقول بالقوة القدسية التي تفيض على نفس النّبي، بل الوحي والإلهام الذي أثبته الله تعالى فوق القوة القدسية التي يثبتها، والرسل لهم أحوال في السماع خارجة عن قوى النفس، وعن جنس الإيحاء العام والإلهام المشترك، إذ يسمعون كلام الملك المرسل إليهم، وتدل عليه آية الشورى السابقة، وقوله تعالى:( الله يصطفي من الملائكة رسلاً ومن الناس( الحج :175. ¶ ج- لقد أخبر الله تعالى أنّه يكلم البشر من وراء حجاب، وأن يكلِّم موسى عليه السلام تكليماً، وهذا يقتضي أنه يكلم بعض رسله تكليماً خارجاً عن جنس ما يحصل بالوحي والإلهام مما يتناول القوة القدسية وغيرها.(1) ¶ د- يقول الله تعالى في قصة مريم:( فأرسلنا إليها روحنا فتمثل لها بشراً سوياً قالت إني أعوذ بالرحمن منك إن كنت تقياً قال إنما أنا رسول ربك لأهب لك غلاماً زكياً( سورة مريم:17-19. وقال تعالى:( ومريم ابنة عمران التي أحصنت فرجها فنفخنا فيه من روحنا( سورة التحريم:12. ¶ __________ ¶ (1) المصدر السابق – بتصرف يسير – 1/203-205 .",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "... لقد أخبر الله تعالى أنّ هذه الروح تصوّر بصورة بشر سوي، وخاطب مريم ونفخ فيها، ومن المعلوم أنّ القوى النفسانية التي تكون في نفس النّبي وغير النّبي لا يراها الحاضرون، ولا تحدث منها مثل هذه الأحوال والأفعال والأقوال ، وعلى هذا يبطل قول ابن سينا أنّ النّبي يخيّل إليه أنّه يسمع في نفسه أصواتاً هي كلام الله، فكون الملك تمثل بشراً وخاطب مريم ، فأي عاقل يقول أن مريم سمعت كلامه من داخل نفسها وهو أمامها بشري سوي تراه وتسمع كلامه(1) . ¶ هـ- يقول تعالى في حق جبريل - عليه السلام - : (إنه لقول رسول كريم ذي قوة عند ذي العرش مكين مطاع ثم أمين وما صاحبكم بمجنون ولقد رآه بالأفق المبين وما هو على الغيب بضنين وما هو بقول شيطان رجيم ) سورة التكوير:19-25. أخبر الله تعالى أن الذي جاء بالقرآن – وهو من كلام رب العالمين - رسول كريم ، ذو قوة عند ذي العرش مكين ، وأنه مطاع ثم أمين. ومن المعلوم امتناع أن تكون هذه الأوصاف للمَلَك الرسول صفات أعراض تقوم بنفس البشر سواء كان نبياً أو غيره ، وما كان كذلك امتنع أن يكون النّبي قد تخيل في نفسه أنه رآه وسمع منه كلام الله تعالى . ¶ و- إذا كان النّبي لم يسمع كلاماً من خارج نفسه بل هذا تَخَيُّلٌ في نفسه كما زعم ابن سينا فهذا معناه أنّ الرسول من جنس آحاد المسلمين الذين يرون في المنام أنهم في السماوات، وأن الملائكة خاطبتهم ونحو ذلك ، ومثل هذا لا تكذب به قريش ولا أحد من الكفار . ¶ __________ ¶ (1) انظر المصدر السابق 1/197-198 .",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "ز- وإذا كان ابن سينا يزعم أن كلام الله هو ما يفيض على نفس النّبي من العقل الفعّال فإن هذا الزعم باطل وبيان ذلك : أن العقل الفعّال لا يمكن أن يتصور في صورة أعرابي ولا دحية الكلبي ولا ضيف إبراهيم ولا لوط ، ولا في صورة بشر سوي فنفخ في مريم ، ولا يمكن أن يكون كما قال تعالى : ( ذي قوة عند ذي العرش مكين مطاع ثَمَّ أمين( لأن غاية العقل الفعّال عند الابن سينا أن يتحرك الفلك الأسفل تشبهاً به وأما فوق ذلك فلا تأثير له فيه . ¶ ... وأيضاً فلقد أخبر الله تعالى أن النّبي صلى الله عليه وسلم رآه عند سدرة المنتهى ورآه بالأفق المبين مرتين، وجاء في الحديث الصحيح أنّ النّبي عليه الصلاة والسلام رأى جبريل في صورته التي خلق عليها مرتين وله ستمائة جناح منها جناحان سد بهما ما بين المشرق والمغرب، ومَنْ كانت هذه أوصافه وأحواله استحال أن يكون هو العقل الفعّال كما يزعم ابن سينا.(1) ¶ ثالثاً : مناقشة ما زعمه من أن معجزات الأنبياء هي نتيجة تأثيره القوة النفسانية للنّبي: ¶ إنّ كون بعض النفوس أو غيرها من الأعيان قد جعل الله تعالى فيها من القوى والطبائع ما يحصل به بعض الآثار لا ينكر شرعاً ولا عقلاً، ولكن دعوى ابن سينا بأنّ معجزات الأنبياء هي من هذا الباب فبهتان عظيم وإفك أثيم . وأدلة بطلانه كثيرة جداً نذكر هنا بعضاً منها يفي بالغرض المطلوب :- ¶ * إنّ المؤثر الوحيد في الوجود هو: الله تعالى الذي لا شريك له في ملكه وتدبيره وتصريفه لما في ملكه ولم يثبت شرعاً ولو بدليل ضعيف هذا الكلام الذي زعمه ابن سينا، ثمّ إنّ المعجزات وخوارق العادات هي: كرامات يظهرها الله تعالى على يد النّبي برهاناً على نبوته وتصديقاً لما جاء به من ربه عز وجل ولو كانت من تأثير نفسه كما زعم ابن سينا لما كانت معجزة يتحدى بها الأولين والآخرين من الجن والإنس . ¶ __________ ¶ (1) انظر المصدر السابق 1/201 .",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "* لقد أثبتت نصوص القرآن صراحة أن الملائكة لها تأثير في العالم بالقول والفعل ولكن بإذن الله تعالى وبمشيئته وقدرته، ومن ذلك تأييدها للأنبياء بالنصر والتأييد وإنزال السكينة، وهذا يبطل قول ابن سينا أن المؤثر في العالم هو القوى النفسانية أو القوى الطبيعية ، فإن الملائكة خارجة عن هذا وهذا . ¶ * إنّ ابن سينا لم يدلل على مزاعمه بدليل صحيح، فقوله بلا علم ولا دليل، وعامة ما يعتمد عليه التجويز الذهني، والعقائد والمغيبات لا تثبت بمثل ذلك، ولا ريب أنّ معجزات الأنبياء مما أجمع النّاس على أنّ قوى النفوس لا تقتضيها، فالنّاس يعلمون بالمشاهدة والأخبار المتواترة والدلائل اليقينية حدوث خوارق للعادات كثيرة، ليس لها علاقة بنفوس بني آدم، لا نفوس أنبياء ولا غيرهم، كزلزلة الأرض ونزول المطر من السماء، وأخذ القرى الظالمة. ¶ * إن تأثير النفوس في الأجسام لا يختص بالنّبي، فمثلاً الجن تفعل كثيراً من الغرائب والأعاجيب، ومن ذلك حملها لبعض الناس وطيرانها بهم في الهواء، وسرقة أنواع من الأطعمة وإتيانها بها للكهنة وإخبارهم بالأمور الغائبة. وهذا ما يعلمه كثير من الناس والجن ليست قوى نفسانية، فمن الناس من شاهدها، ورآها - أحياء ناطقين منفصلين عن الإنسان- ، أو ثبت ذلك عنده بالأخبار الصادقة . ¶ * إنّ الملائكة ثابتة آثارهم وأفعالهم في العالم، وأخبارهم في ذلك متواترة عند أتباع الأنبياء ، ومعلومة بالمعاينة والمشاهدة ، وهذا من أعظم الأدلة على بطلان دعوى أن المعجزات والكرامات والسحر هي قوى نفسانية .",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "* إنّ تأثير قوى النفس لا يبلغ مبلغ معجزات الأنبياء ، فإنزال ماء الطوفان الذي أغرق أهل الأرض وإرسال الريح العقيم سبع ليال وثمانية أيام حسوماً التي أهلكت قوم عاد واقتلعت قرى قوم لوط وقلبتها حتى أهلكتهم، وإرسال الطير الأبابيل بحجارة من سجيل لهلاك أبرهة الحبشي وأصحابه عام الفيل وإنزال المن والسلوى على بني إسرائيل زمن موسى عليه السلام، وفلق البحر، وتفجّر الماء كل يوم من الحجر اثنتي عشر عيناً، وانشقاق القمر، واهتزاز العرش، وخروج الناقة العظيمة من الصخرة وإنزال المائدة من السماء، لا يمكن أن يقول عاقل أنّ هذه وأمثالها من تأثيرات القوى النفسانية عند الأنبياء، بل كلّ عاقل يعلم أنّها من فعل فاعل مختار يفعل بمشيئته وقدرته، وبحسب مشيئته وحكمته،وأنّه هو الله رب السماوات والأرض، ورب كلّ شيء ومليكه . ¶ * إنّ الأنبياء عليهم السلام قد أخبروا بأنّ خوارق العادات – المعجزات المؤيدة لدعوى النبوة – ليست في مقدور البشر، فمن زعم أنّها من تأثير قوى النفس كان مكذباً للأنبياء فيما أخبروا به، والأنبياء عليهم السلام أخبروا بوجود الملائكة والجن، وأنها أحياء ناطقة قائمة بأنفسها ليست أعراضاً قائمة بغيرها وأخبروا بأنّهم يفعلون أفعالاً خارجة عن قدرة البشر، ومن ذلك مجيء الملائكة إبراهيم عليه السلام في صورة رجال نكرهم ولم يعرفهم حتى ظن أنهم ضيوف، ثم إخبارهم له بأنهم ملائكة وبشروه بإسحاق ثم أخبروه بأنهم ذاهبون إلى قوم لوط من أجل إهلاكهم بأمر الله تعالى. ومن زعم أنّ مثل هذا من قوى النفس فقد كذّب القرآن الكريم وكذّب الأنبياء فيما أخبروه به، وهذا في غاية الكفر الصريح والعياذ بالله تعالى.",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "... ومن معجزات الأنبياء ما لا يكون النّبي شاعراً به، ومنها ما لا يكون مريداً له، وهذا لا يكون من فعل نفسه، ومنها ما يكون قبل وجوده، ووجود قدرته، ومنها ما يكون بعد موته ومفارقته لهذا العالم. ومن المعلوم أن أمثال هذه المعجزات خارجة عن مزاعم ابن سينا في تأثير القوة النفسانية للنّبي.ومن هذه المعجزات : قصة أصحاب الفيل التي حدثت حين مولده صلى الله عليه وسلم، وأخبار الكهان وأهل الكتاب عن نبوته وإخبار الأنبياء السابقين المتقدمين عن نبوته ورسالته، وانتشار دعوته عليه الصلاة والسلام في مشارق الأرض ومغاربها كما أخبر هو عن ذلك، وحفظ الله تعالى للكتاب الذي أنزله عليه، وما جعله الله تعالى في القلوب من محبته وتعظيمه، والعلم بمنزلته وعلو درجته ومكانته، وانتصار أوليائه، وهزيمة أعدائه.(1) ¶ عقيدة البعث عند الفلاسفة ¶ الإيمان بالبعث: ¶ إنّ من أصول العقيدة الإسلامية الإيمان بالبعث وبالحساب والجزاء , وبالخلود في حياة قادمة إما في الجنة أبداً , أو في النّار أبداً , وإنّ إنكار البعث كان حجة كفار قريش , كما كان حجة الكفار والمتشككين عبر التاريخ في نبذهم للدين , كفراً برب العالمين , وجهلا بطلاقة قدرته التي لا تحدها حدود , أو قياسا للقدرة الإلهية بقدرات البشر المحدودة ظلما وعدوانا. وجهلا بمدلول الألوهية الحقة , ومن ثمّ عجز الكافرون عن تصور إمكانية البعث , وما يتبعه من الحساب والجزاء , وفي التشكيك في ذلك، وهذا من صلب الدين الذي جاء به الأنبياء , والمرسلون , وتكامل الحديث عنه فيما جاء به النبي الخاتم والرسول الخاتم صلي الله وسلم وبارك عليه وعليهم أجمعين . ¶ __________ ¶ (1) انظر هذه المناقشة لمزاعم ابن سينا مع زيادة تفصيل في كتاب الصفدية لابن تيمية 1/163-236 .",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "ومن أجل التأكيد علي حقيقة البعث بعد الموت وما يتبعه من حساب وجزاء ابتدأت آيات القرآن الكريم باستنكار تساؤل الكافرين عنه تساؤل المنكر له أو المتشكك في إمكانية وقوعه , وألمحت بالتهديد القاطع لكل منكر أو متشكك في تلك الحقيقة الربانية الحاسمة , ثم أوردت عدداً من البراهين والآيات الدالة علي كمال القدرة الإلهية في إبداع الخلق، لكي تكون شاهدة علي أنّ الخالق المبدع قادر علي إفناء خلقه وعلي إعادة بعثه ..!!!, ولذلك أكدّت سورة القرآن الكريم علي حقيقة يوم البعث وأهواله , وسمته بأسماء متعددة.! ثمّ ذكر لنا القرآن الكريم بعض صور العذاب الذي أعده الله تبارك وتعالي للطاغين من الكفار والمشركين من المنكرين لدين الله , والمكذبين بآياته , والغافلين عن حسابه , وذلك بإدخالهم إلي جهنم وبئس المصير، التي تترصد بهم , وتستعد لاستقبالهم وفيها من صور العذاب المهين. ¶ قال بعض العلماء: إن الله تعالى أكثر في ذكر البعث، وأدلته، ومن القرائن التي تدل عليه والمعجزات والآيات والبراهين، وكذلك ما بعده من الجزاء على الأعمال ومن الحشر، والنشر وما إلى ذلك.",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "ولعل الحكمة من المبالغة في ذلك إقناع المشركين، وذلك لأن المشركين من العرب كانوا ينكرون أشد الإنكار بعث الأجساد، فضلاً عن حساب عليها أو عذاب، فهم يقولون -مثل ما حكى الله عنهم هم والأولون أيضاً بقوله تعالى: (وقالوا إن هي إلا حياتنا الدنيا وما نحن بمبعوثين).الأنعام:29، وكذلك حكى الله عنهم قوله تعالى: (إنّهم ألفوا آباءهم ضالين فهم على آثارهم يهرعون). الصافات:69-70، فلما وجدوا آباءهم على هذا الأمر الذي هو إنكار البعث، تبعوهم في ذلك، وحكى الله تعالى عنهم قولهم: (أئذا متنا وكنّا تراباً وعظاماً أئنا لمبعوثون أو آباؤنا الأولون قل نعم وأنتم داخرون).الصافات:16-18، أي تبعثون وأنتم ذليلون مهينون. ورد الله على ذلك الكافر الذي جاء ومعه عظم ميت يفتته وقد صار رميماً فقال: أتزعم يا محمد؛ أن هذا يبعث بعد أن صار رميماً تراباً؟ قال: (نعم يميتك الله، ثم يحييك ثم يحشرك إلى النّار) فأنزل الله تعالى قوله: (أو لم ير الإنسان أنا خلقناه من نطفة فإذا هو خصيم مبين).يس:77، ذكره بخلقه من نطفة، ومع ذلك أصبح خصيماً مبيناً، ثم قال تعالى: (وضرب لنا مثلاً ونسي خلقه). يس:78، نسي بدء خلقه الذي كان معدوماً، ثم خلق، ثم أوجد، إلى آخر الآيات التي فيها تذكيره بالبعث وبالآيات الدالة عليه بعد البعث. ¶ اختلاف الناس قديما في المعاد:- ¶ * فالدهريّة أنكروا البعث، وقالوا: الإنسان ينعدم بموته ولا يكون له عود إلى الوجود. وهؤلاء الذين أشار إليهم القرآن الكريم بقوله:(وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ وَمَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَظُنُّونَ) (الجاثية:24)",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "* وذهب جمهور الفلاسفة وأتباع المشاءين إلى أنه روحاني فقط، لأنّ البدن ينعدم بصورته وأعراضه، فلا يعاد، والنفس جوهر باق لا سبيل إليه للفناء، فيعود إلى عالم المجردات لقطع التعلّقات بالموت الطبيعي. ويذهب أكثر الفلاسفة إلى إنكار المعاد بتأويلات بعيدة، فهم يزعمون أنّ المعاد هو أن تلتحق روح الإنسان بعد موته بالملكوت فتكون سعيدة، فتلك هي الجنة، أو تلتحق بالشيطان، فتكون شقية، فتلك هي النّار، أما أن تعاد الأجسام من جديد فذاك في اعتقادهم من المستحيلات، فهم بذلك ينكرون أن الذي يحييها هو الذي أنشأها أول مرة، وهم يتساءلون (وَقَالُوا أَءِذَا كُنَّا عِظَاماً وَرُفَاتاً أَءِنَّا لَمَبْعُوثُونَ خَلْقاً جَدِيداً) الإسراء:49. ¶ ويعد أرسطو واحداً من هؤلاء الفلاسفة المشاءين القائلين أن المعاد روحاني وليس جسماني، يتقل الشهرستاني عن أرسطو قوله:\"إنّ النفوس الإنسانية إذا استكملت قوتي العلم والعمل تشبهت بالإله سبحانه وتعالى ووصلت إلى كمالها، وإنّما هذا التشبه بقدر الطاقة، يكون إما بحسب الاستعداد، وإما بحسب الاجتهاد فإذا فارق البدن اتصل بالروحانيين، وانخرط في سلك الملائكة المقربين، ويتم له الالتذاذ والابتهاج، وليس كل اللّذة فهي جسمانية، فإنّ تلك اللذات لذات نفسانية عقلية، وهذه اللّذة الجسمانية تنتهي إلى حد، ويعرض للملتذ سآمة وكلال وضعف وقصور، إن تعدى عن الحد المحدود، بخلاف اللذات العقلية فإنّها حيثما ازدادت ازداد الشوق والحرص والعشق إليها، وكذلك القول في الآلام النفسانية فإنّها تقع بالضّد مما ذكرنا، ولم يحقق المعاد إلا للأنفس، ولم يثبت حشراً ولا نشراً، ولا انحلالاً لهذا الرباط المحسوس من العالم، ولا إبطالاً لنظامه كما ذكره القدماء\".(1) ¶ __________ ¶ (1) الملل والنحل:عبد الكريم الشهرستاني 2/134-135.",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "* وكان بعض العرب في الجاهلية يؤمنون بوجود الروح بعد موت الجسد، ولكنهم ينكرون بعث الأجساد وحشرها، ويزعمون إنّ روح المقتول تبقى تنوح على قبره حتى يُؤخَذ بِثَأره،كما هو معروف في أشعارهم،ولعل إلى هؤلاء الإشارة في قوله تعالى:(وَقَالَ الَّذِينَ كَفَرُوا هَلْ نَدُلُّكُمْ عَلَى رَجُلٍ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ أَفْتَرَى عَلَى اللَّهِ كَذِباً أَمْ بِهِ جِنَّةٌ بَلِ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ فِي الْعَذَابِ وَالضَّلالِ الْبَعِيدِ) سبأ:7-8.(1) ¶ * وأمّا الفلاسفة الإسلاميون فقد ذهبوا إلى إنكار المعاد الحسّي الأخروي، وقالوا إنّ ما أخبرت به الرسل من أمر المعاد أمثال مضروبة، لتفهيم المعاد العقلي واللّذة والألم العقليين.(2) وأخذوا في تأويل نصوص وأخبار وأحوال المعاد من الجنة مثل قصور وأنهار وطيور وثمار في الجنة وزعموا أنها أمور معقولة قد عبر عنها الأنبياء بصورة خيالية جسمانية، من باب ترغيب للعوام بما تميل إليه طباعهم، وأمّا ما في النّار من سلاسل وأغلال وخزي ونكال فترهيبات للعوام بما تنزجر عنه طباعهم، وإلا ففي العالم العلوي لا يتصور أشكال جسمانية وصور جرمانية.(3) ¶ وصار هؤلاء الفلاسفة ينكرون حشر الأجساد، وينكرون العقوبات واللذائذ الحسية في الجنّة والنّار بظنون وأوهام واستبعادات، من غير أن يكون معهم برهان قاطع، وزعموا أنّ من يعتقدون حشر الأجساد فلقصور عقولهم عن فهم المعاد العقلي الروحاني.(4) ¶ طوائف المنكرين للبعث: ¶ __________ ¶ (1) انظر: القائد إلى تصحيح العقائد: للشيخ المعلمي ص 155. ¶ (2) بيان تلبيس الجهمية :ابن تيمية 1/74. ¶ (3) انظر: الملل والنحل 2/4. ¶ (4) بغية المرتاد في الرد على المتفلسفة والقرامطة والباطنية في الرد على المتفلسفة والقرامطة والباطنية أهل الإلحاد: ابن تيمية 1/335.",
            "page": "158",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "إنّ إنكار المعاد وعدم الإيمان بالبعث أمر قديم في تاريخ البشرية، ولعلّ الذي جعل هؤلاء الناس ينكرون البعث أنّ عقولهم لم تتصور إعادة الحياة للأجساد بعد تفرقها وتحللها. والناس في إنكارهم للبعث طوائف. ¶ 1- الفلاسفة الدهرية والطبائعية: أنكروا المبدأ والمعاد، وزعموا أنّ الأكوان تتصرف بطبيعتها، توجد وتعدم بنفسها، فليس لها رب يتصرف فيها كما يشاء، بل مجرد أرحام تدفع وأرض تبلع.ومن هؤلاء الشيوعيون وغيرهم من الملاحدة، الذين يعتقدون أن لا حياة إلّا الدنيا. ¶ 2- طائفة من الدهرية(الدورية): ينكرون الخالق عز وجل، ويزعمون أنّ في كل ستة وثلاثين ألف سنة يعود كل شيء إلى ما كان عليه،وزعموا أنّ هذا قد تكرر مرات لا تتناهى. ¶ 3- مشركو العرب: هؤلاء أقروا بالرب الخالق المبدىء، ولكنّهم استبعدوا البعث والمعاد، وأن تحشر أجسادهم، وكانوا يقولون):إِنْ هِيَ إِلاّ مَوْتَتُنَا الأولَى وَمَا نَحْنُ بِمُنْشَرِينَ) الدخان:35. ¶ 4- طائفة الفلاسفة المنتسبة للإسلام: الفارابي وابن سينا وابن رشد ونحوهم. وهؤلاء- كما سيأتي بيانه- يثبتون البعث الروحاني فقط، وينكرون أن يبعث الإنسان بجسده وروحه معاً، وقد حكموا عقولهم القاصرة عن إدراك الغيب والتسليم به،وتركوا الشرع، وأخذوا يتأولون نصوصه، فضلّوا سواء السبيل، وأضلّوا. ¶ 5- النصيرية والدروز: وهما من الفرق الباطنية الكافرة، وهؤلاء ينسبون أنفسهم زوراً وبهتاناً للإسلام، وقد أنكرتا البعث والقيامة، وآمنتا بالتناسخ والتقمص، وهو انتقال الروح من جسد إلى جسد آخر،(إنسان أو حيوان)، واعتبرتا ذلك هو المعاد من النعيم أو الحساب والعذاب.(1) ¶ المطلب الثاني:إنكار الفلاسفة الإسلاميين للبعث الجسماني: ¶ __________ ¶ (1) انظر أصناف المنكرين للبعث: معارج القبول بشرح سلّم الوصول إلى علم الأصول في التوحيد:الشيخ حافظ حكمي،تحقيق سيد عمران وعلي محمد علي، دار الحديث- القاهرة- 1999م-1420هـ 2/159.",
            "page": "159",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "أنكر الفلاسفة الإسلاميون أمثال الفارابي وابن سينا وابن رشد البعث الجسماني وأثبتوا البعث الروحاني(العقلاني)، واعتبروا أن الأدلة المثبتة للبعث الجسماني ما هي إلا أمثلة ضربت لتفهيم العوام، وهذا كما لو أريد إفهام الصبي أو العنين لذة الجماع، لم يسهل ذلك إلا بأن يمثل للطفل باللعب وللعنين بلذة الأكل الطيب مع شدة الجوع.(1) ¶ ... واعتبروا أنّ:\"ما ورد في الشرع، من الصور الحسية فالقصد به ضرب الأمثال لقصور الإفهام عن درك اللذات فمثل لهم ما يفهمون\".(2) استدلّ الفلاسفة بالأدلة السابقة من القرآن والسنة ليثبتوا البعث الروحاني وبالتالي اعتمدوا عليها في إنكار البعث الجسماني، ولذلك ردّ عليهم الإمام الغزالي مبيناً أنّ هذه الأدلة لا تعني عدم وجود البعث الجسماني. ¶ * فاستدلالهم بالآية القرآنية: (فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ( سورة السجدة:17. ردّ عليه الإمام الغزالي بقوله \"أي لا يعلم جميع ذلك\".(3) لأنّ ما أخبرنا الله به من النعيم قليل بالنسبة لما أخفاه سواء كان نعيماً روحانياً أو جسمانياً. ¶ * وأمّا استدلالهم بالحديث \"أعددت لعبادي الصالحين، ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر\" ردّ عليه بقوله: \" فكذلك وجود هذه الأمور الشريفة، لا يدل على نفي غيرها، بل الجمع بين الأمرين أكمل، والموعود به أكمل الأمور، وهو ممكن، فيجب التصديق به على وفق الشرع\".(4) ¶ ولمّا كان ابن سينا وابن رشد من أكثر الفلاسفة الإسلاميين توضيحاً لنظرية المعاد، التي تتضمن إنكارهم المعاد الجسماني، وقولهم بالمعاد الروحاني العقلي رأينا تخصيصهم بشيء من التفصيل. ¶ __________ ¶ (1) انظر: النجاة ص 327، وانظر: رسالة أضحوية ص 50، انظر: تهافت الفلاسفة للغزالي ص 283. ¶ (2) انظر: النجاة ص 305، وانظر: رسالة أضحوية في أمر المعاد ص 50، تهافت الفلاسفة – الغزالي ص 287. ¶ (3) تهافت الفلاسفة ص 289. ¶ (4) المصدر السابق ص 290.",
            "page": "160",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "1- ابن سينا وعقيدة البعث: ¶ ويعد ابن سينا من الفلاسفة الذين اتبعوا آراء أرسطو في البعث الروحاني وإنكار البعث الجسماني، بل دافع عنها بكل الحجج ليثبت صحتها، وأضاف إليها ما ظنه محاولة للتوفيق بين الدين والفلسفة، لكنه لم ينجح في هذا التوفيق، إذ وقع في منزلق خطير وهو إنكار البعث الجسماني مما حدا بالعلماء للحكم بكفره وبكفر من أنكر هذا الاعتقاد. ¶ ويعتبر الفلاسفة اللّذة العقلية أقوى كيفية من اللّذة الحسية، وأكثر كمية وأدوم وذلك لأن العقل يصل إلى كنه المعقول ويعقل حقيقته، بينما الحس لا يدرك إلا الأعراض، ولأن الموجودات وهي المعقولة غير متناهية.(1) ¶ ويضرب ابن سينا مثلاً بأفضلية اللّذة العقلية على اللّذة الجسمانية فيقول:\"أليس ألذ ما تصفون من هذا القبيل – اللذات الحسية– هو المنكوحات والمطعومات، وأمور تجري مجراها؟ وأنتم تعلمون أن المتمكن من غلبة ما، ولو في أمر خسيس كالشطرنج والنرد، قد يعرض له مطعوم أو منكوح فيرفضه لما يَعْتَاضَهُ من لذة الغلبة الوهمية\".(2) ¶ ويذكر ابن سينا أنّ الشجاع يستحقر هول الموت، ومفاجآت العطب (الخلل) عند مناجزة المبارزين لما يتوقعه من لذة الانتصار ولو بعد الموت، لذلك تقدم اللذات العقلية على الحسية.(3) ولهذا يزعم ابن سينا أنّ واضعي الشرائع–الأنبياء– اضطروا اضطراراً إلى الترغيب بالثواب والترغيب بالعقاب من خلال ضرب الأمثلة بالثواب الحسي والعقاب الحسي، لأنّ الجمهور لا يفهمون إلا المحسوسات.(4) ¶ __________ ¶ (1) انظر الشفاء – ابن سينا 2/426، النجاة ص 294. ¶ (2) الإشارات والتنبيهات 3/749 - 750 ¶ (3) الشفاء 2 /427، النجاة 330، الإشارات والتنبيهات 3/751. ¶ (4) رسالة أضحوية في أمر المعاد ص 97.",
            "page": "161",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "ومن خلال دراستنا لمؤلفات ابن سينا فإنّا نراه يحاول خلال كتاباته التفرقة بين العامة والخاصة، فيلمح للعامة بالقول بالبعث الجسماني، ويصرح للخاصة بإثبات البعث الروحاني فقط، وقصده من ذلك الوصول إلى نفي البعث الجسماني، وإثبات الروحاني بهدف جر بعض العامة لما يعتقد. ويتضح هذا التفريق وضوحاً جلياً في كتابه \"الإشارات والتنبيهات\" حيث يعتبر الخاصة عارفين منزهين، وأما العامة فهم عنده بله. ¶ فمّما قال مبالغة منه في الاحتفاء بالخاصة قوله:\"والعارفون المنزهون إذا وضع عنهم دور مقارنة البدن، وانفكوا عن الشواغل، خلصوا إلى عالم القدس والسعادة، وانتقشوا بالكمال الأعلى وحصلت لهم اللّذة العليا\".(1) ¶ وممّا يوضح قلّة احتفائه بالعامّة قوله: \"وأمّا البله فإنّهم إذا تنزهوا خلصوا إلى سعادة تليق بهم، ولعلّهم لا يستغنون فيها عن معاونة جسم يكون موضوعاً لتخيلات لهم\".(2) ¶ الكتب التي يصرح فيها ابن سينا بإنكار البعث الجسماني: ¶ يقول ابن سينا في كتاب النجاة: \"فقد قرّرنا أنّ حال المعاد الحقيقي وأثبتنا أنّ السعادة في الآخرة بتنزيه النفس، وتنزيه النفس بتبعيدها عن الهيئات البدنية المضادة لأسباب السعادة، وهذا التنزيه يحصل بأخلاق وملكات، وهي تكتسب بأفعال من شأنها أن تصرف النفس عن البدن والحس، وتُديم تذكيرها بالمعدن الذي لها.(3) ¶ وفي كتاب الشفاء: يرى ابن سينا أنّ المعاد على ضربين:- ¶ الأول:- المعاد المنقول من الشرع وهو المعاد الجسماني، أي حشر الأجساد، وهذا المعاد البدني لا سبيل إلى إثباته إلا عن طريق الشرع، وأمّا العقل فلا يستطيع أن يقيم الدليل عليه. ¶ __________ ¶ (1) الإشارات والتنبيهات 3/774 ¶ (2) المصدر السابق 3/777- 778 ¶ (3) ص 342.",
            "page": "162",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "الثاني:- المعاد المدرك بالعقل وهو المعاد الروحاني، وهذا المعاد لا تنفيه الشريعة ولا تكذبه بل تصدقه، وهي السعادة والشقاوة الثابتتان بالمقاييس العقلية.(1)ويرجح ابن سينا المعاد العقلي-الروحاني- لأنّه يعتبر أن المعاد الجسماني ما هو إلا ضرب أمثلة لتفهيم العوام، وإذا كان ابن سينا وأضرابه ليسوا منهم، بل هم من الخواص الذين لا يحتاجون إلى ضرب أمثلة.(2) ¶ ولقد زعم ابن سينا أنّ ما جاءت به الأنبياء نوعان:- الأول: الأمور العلمية، ومنها معرفة الله بأسمائه وصفاته والمعاد. وهذه الأمور لم يذكر الأنبياء حقائقها، إنّما أخبروا جمهور الناس بما يتخيلونه في ذلك لينتفعوا به في إقامة مصلحة دنياهم، لا ليعرفوا الحق، وهذا من جنس الكذب الجائز لمصلحة الناس، وهم يعلمون هذه المرتبة، فضربوا للناس الأمثال واستعملوا الرموز والإشارات.(3) يقول ابن سينا تحت عنوان:\" في إثبات النبوة وكيفية دعوة النّبي إلى الله والميعاد\"،(4) \"بل يجب أن يعرفهم جلالة الله تعالى وعظمته برموز وأمثلة، من الأشياء التي هي عندهم عظيمة وجليلة ويلقي إليهم منه هذا القدر، أعني أنّه لا نظير له ولا شبه ولا شريك..\" ويضيف:\" وكذلك يجب أن يقرّر عندهم أمر المعاد على أوجه يتصورون كيفيته وتسكن إليه نفوسهم، ويضرب للسعادة والشقاوة أمثالاً ممّا يفهمونه ويتصورونه، وأمّا الحقّ في ذلك فلا يلوح لهم منه إلا أمراً مجملاً…ولا بأس أن يشتمل خطابه على رموز وإشارات\". ¶ __________ ¶ (1) 2/423، وانظر النجاة ص 326. ¶ (2) انظر النجاة ص 340. ¶ (3) انظر رسالة أضحوية في المعاد: ابن سينا ص 97-103، الرد على المنطقيين- مصدر سابق- ص 442، الصفدية- مصدر سابق- 1/202، درء تعارض العقل والنقل: أحمد عبد الحليم بن تيمية، تحقيق الدكتور محمد رشاد سالم، جامعة الإمام محمد بن سعود الإسلامية- الرياض- الطبعة الأولى 1401ه-1971م،1/8-9. ¶ (4) في كتابه النجاة- مصدر سابق- ص 340.",
            "page": "163",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "وعن وظيفة النبي يقول: \"يجب أن يقرر عندهم -العامة- أمر المعاد على وجه يتصورون كيفيته وتسكن إليه نفوسهم ويضرب بالسعادة والشقاوة أمثالاً مما يفهمونه ويتصورونه، وأمّا الحقّ في ذلك فلا يلوح منه إلا أمر مجمل، ولا بأس أن يَشتمل خطابه على رموز وإشارات\" ويضيف قائلاً: \"إن الفلاسفة الإلهيين -الفلاسفة– يرغبون في إصابة السعادة النفسية، بل إنهم لا يلتفتون إلى السعادة الجسمية وإن أعطوها.(1) ¶ وممّا كتبه للخاصة قوله:\"إنّ كمال النفس هو تخلصها من البدن جاء في رسالة أضحوية في أمر المعاد ما يبين إنكاره للبعث الجسماني حيث يعتبر الآيات القرآنية الدالة على البعث الجسماني ما هي إلا أمثلة لتفهيم الجمهور. يقول \"ظاهر متن هذا كله أن الشرائع واردة لخطاب الجمهور بما يفهمونه، مُقرباً ما لا يفهمونه إلى أفهامهم بالتشبيه والتمثيل، ولو كان غير ذلك لما أغنت الشرائع ألبته\".(2) ويقول أيضاً: \"إذا لم يُمثل لهم الثواب والعقاب الحقيقي البعيد عن الأفهام بما يظهر لم يرغبوا ولم يرهبوا، وما لم يبعث أبدانهم لم يترشحوا للأمرين فوجب في حكم السياسة الشرعية تقرير أمر المعاد والحساب والثواب والعقاب على هذه الوجوه..\".(3) ¶ وممّا يؤكد قول ابن سينا بالمعاد للنفس أو الروح فقط: أنّه بعد عرض آرائه استحالة البعث الجسماني، قال:\"فليكن هذا كافياً في مناقضة الجاهلين المعاد للبدن وحده، أو للنفس والبدن معاً \".(4) ¶ __________ ¶ (1) الشفاء: 2/423، النجاة ص 340. ¶ (2) ص 103. ¶ (3) رسالة أضحوية في أمر المعاد ص 112. ¶ (4) المرجع السابق ص 114.",
            "page": "164",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "ويضيف:\" فإذا بطل أن يكون المعاد للبدن وحده، وبطل أن يكون للبدن والنفس جميعاً، وبطل أن يكون للنفس على سبيل التناسخ، فالمعاد إذن للنفس وحدها..\".(1) وفي رسالته \"في سر القدر\" يعرِّف ابن سينا المعاد قائلاً: \"هو عود النفوس البشرية إلى عالمها\". ويضيف:\"لا يجوز أن يكون الثواب والعقاب على ما يظنّه المتكلمون للزاني مثلاً بوضعه في الأنكال وإحراقه بالنّار مرة بعد أخرى، وإرسال الحيّات والعقارب عليه، فإنّ ذلك فعل من يريد التشفي من عدوه بضرر أو ألم يلحقه بتعديه عليه، وذلك محال في صفة الله تعالى\".(2) ¶ وفي الدعاء يقول ابن سينا:\"اسبغن عليها -أي النفس- بالتوبة العايدة بها إلى عالمها السماوي، وعجِّل لها بالأوبة إلى مقامها القدس، وأطلع على ظلماتها شمساً من العقل الفعال\".(3) ¶ 2- ابن رشد وعقيدة البعث:- ¶ اتبع ابن رشد ضرب ابن سينا في إنكار البعث الجسماني، وزعم أنّ ما جاء في القرآن والسنة من حديث عن أحوال البعث وما فيه من عذاب ونعيم هي مجرد أمثلة ضربت لتفهيم العوام، ولتقريب الأمور العقلية بذكر الأمور الحسية لأنّ أفهامهم لا تقوى إلا على فهم ذلك، وليس ما ورد منها في الشرع حقائق، وزعم:\"أن الشريعة قسمان: ظاهر ومؤول، وإنّ الظاهر منها فرض الجمهور، وإنّ المؤول هو فرض العلماء، وأمّا الجمهور ففرضهم حمله على ظاهره وترك تأويله، وإنه لا يحل للعلماء أن يفصحوا بتأويله للجمهور.(4) ¶ __________ ¶ (1) المرجع السابق ص 126. ¶ (2) في سر القدر رسالة لابن سينا ضمن كتاب \" التفسير القرآني واللغة الصوفية في فلسفة ابن سينا \" تأليف د. حسن عاصي، طباعة بيروت، 1983 م. ص 303 – 305. ¶ (3) في الدعاء رسالة ضمن الكتاب السابق في هامش (1) ص 297. ¶ (4) الكشف عن مناهج الأدلة في عقائد الملة ص 132 – 133.",
            "page": "165",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "وفي كتابه \"تهافت التهافت\" رغم أنّه كتبه للجمهور يكشف عن معتقده في البعث فيقول: \"وكذلك الأمر فيما قيل في المعاد منها هو أحثّ على الأعمال الفاضلة مما قيل في غيرها، ولذلك كان تمثيل المعاد لهم– أي الجمهور- بالأمور الجسمانية أفضل من تمثيله بالأمور الروحانية\".(1) ¶ ويزعم أنّ أصحاب الشرائع رأوا أنّ التمثيل للجمهور بالأشياء الحسيّة أشد تفهيماً لهم، وأشد تحريكاً من حيث الترغيب والترهيب.(2) ولذلك يعتبر ابن رشد أنّ حشر الأجساد وأوصاف الجنّة والنّار ليس سوى صور جاء بها الأنبياء للحثّ على العمل الصالح، والتخويف من العمل الطالح فيقول: \"فأخبروا(أي الأنبياء)أنّ الله يعيد النفوس السعيدة إلى أجساد تنعم فيها الدهر كله بأشدّ المحسوسات نعيماً وهو مثلاً الجنة وأنه تعالى يعيد النفوس الشقية إلى أجساد تتأذى فيها الدهر كله، بأشد المحسوسات أذىً وهو مثلاً النّار\".(3) ¶ ... ثمّ إنّ ابن رشد يذهب إلى أنّ العوام هم الأكثرية المقصود الأول من الشرائع، وقد تمّ تمثيل المعاد لهم بالأمور الجسمانية لكونهم يفهمون إلاّ ذلك، ولأنّه أكثر تحريكاً لنفوسهم، أما المعاد الروحاني فلا يفهمونه ولا يلاقي عندهم قبولاً، وهو أقلّ تحريكاً لنفوسهم، ولكنّه أكثر قبولاً عند الفلاسفة والمتكلمين من الناس، وهم الأقل.(4) ¶ ويقول: \"والحقّ في هذه المسألة أن فرض كل إنسان هو ما أدى إليه نظره فيها، بعد ألا يكون نظراً يفضي إلى إبطال الأصل جملة وهو إنكار الوجود جملة \".(5) ¶ __________ ¶ (1) تهافت التهافت 2/870. ¶ (2) انظر: الكشف عن مناهج الأدلة ص 244. ¶ (3) المصدر السابق ص 244. ¶ (4) الكشف عن مناهج الأدلة ص 244 –245. ¶ (5) المصدر السابق ص 247.",
            "page": "166",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "وفي بعض كتبه يزعم ابن رشد أنّ مسألة البعث هل هو جسماني وروحاني معا كما أجمع المسلمون، أو هو روحاني فقط كما قالت الفلاسفة هو من المسائل المختلفة، يقول:\"ما جاء في صفات المعاد وأحواله \" فنقول: أن هذه المسألة الأمر فيها أنها المختلف فيه. وذلك أنا نرى قوماً ينسبون أنفسهم إلى البرهان يقولون: أنّ الواجب حملها على ظاهرها..وقوم آخرون أيضا ممن يتعاطى البرهان يتأولونها. وهؤلاء يختلفون في تأويلها اختلافاً كثيراً...ويشبه أن يكون المخطىء في هذه المسألة من العلماء معذوراً والمصيب مشكوراً أو مأجوراً، وذلك إذا اعترف بالوجود وتأول فيها نحواً من أنحاء التأويل، أعنى في صفة المعاد لا في وجوده، إذا كان التأويل لا يؤدي إلى نفي الوجود\".(1) ¶ وينتهي ابن رشد إلى إثبات البعث الروحاني، وإنكار الجسماني. وأنّ الاعتقادات التي وردت بها الشرائع في أمور الآخرة، وإن لم يتناولها البرهان العقلي، والفلاسفة لم يتعرضوا لها، فإنّها أحثّ على الأعمال الفاضلة مما قيل في غيرها، ولذلك كان تمثيل المعاد لهم (أي للنّاس) بالأمور الجسمانية أفضل من تمثيله بالأمور الروحانية. ¶ معتمد الفلاسفة في إثباتهم للبعث الروحاني دون الجسماني:- ¶ إنّ إنكار الفلاسفة لبعث الأجساد وسائر أمور المعاد، وقولهم إنّ كلّ ذلك أمثلة ضربت لعوام الخلق لتفهيم الثواب والعقاب الروحانيين، وهما أعلى رتبة من الجسمانية. ¶ __________ ¶ (1) فصل المقال ص 10.",
            "page": "167",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "وأنّهم قالوا: أن النفس تبقى بعد الموت بقاء سرمدياً: إمّا في لذة لا يحيط الوصف بها لعظمها، وأمّا في ألم لا يحيط الوصف به لعظمة. ثم قد يكون ذلك الألم مخلداً، وقد ينمي على طول الزمان. ثمّ تتفاوت طبقات الناس في درجات الألم واللّذة تفاوتاً غير محصور، كما يتفاوتون في المراتب الدنيوية ولذاتها تفاوتاً غير محصور. واللّذة السرمدية للنفوس الكاملة الذكية، والألم السرمدي للنفوس الناقصة الملطخة. والألم المنقضي للنفوس الكاملة الملطخة، فلا تنال السعادة المطلقة إلاّ بالكمال والتزكية والطهارة، والكمال بالعلم، والذكاء بالعمل. ¶ إذاً إنّ إنكار الفلاسفة البعث الجسماني مبني أمرين:- ¶ 1- نظرة فلسفية لماهية الإنسان:- ¶ ... تقرّر هذه النظرة أنّ الإنسان جسم وروح، وأن الجسم مادة كثيفة مظلمة، أمّا الروح فهي نور، وهمها العلم والمعرفة، والروح في البداية بحاجة إلى الجسم لتساعدها حواسه المتصلة بالكون اتصالاً مباشراً، حيث تنقلها من حالة الاستعداد للمعرفة إلى المعرفة بالفعل، ولكنّ الروح بعد ذلك تصبح في استغناء عن هذا الجسم، وذلك بعد تحصيلها المعرفة والعلم، أي أنّ الروح تصاحب الجسم إلى حد محدود، ثمّ تتخلص منه، وهي ترقى لكونها جوهر لا يتفكك ولا يتحلّل، فهي لا تفنى.(1) ¶ 2- اللّذة العقلية أفضل من اللّذة الجسمانية:- ¶ إنّ الفلاسفة يرفعون من شأن اللّذة العقلية، ويبرهنون على أنها أفضل من اللّذة الجسمانية في الآخرة، ويزعمون أن اللّذة العقلية ليست واضحة في الدنيا لتعلقنا بالبدن وشهواته، بحيث تكون النفس أسيرة البدن، أما إذا انفصلت نفس الإنسان عن البدن فإن النفس تتنبه لكمالها في السعادة بعد أن كانت غير منتبهة لها بسبب انشغالها بالبدن.(2) ¶ __________ ¶ (1) انظر: المصدر السابق 2/139 ¶ (2) الشفاء لابن سينا 2/ 427.",
            "page": "168",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "ويزعم هؤلاء الفلاسفة أنّ كمال الروح الخاص بها هو أن تصير عالماً عقلياً مرتسماً فيه صورة الكل والنظام المعقول في الكل، والخير الفائض في الكل، سالكة الجواهر الشريفة الروحانية المطلقة، ثمّ الروحانية المتعلقة نوعاً ما بالأبدان، ثمّ الأجسام العلوية بهيئاتها وقواها حتى تستوفي في نفسها هيئة الوجود كله فتنقلب عالماً معقولاً.(1) ويزعم ابن سينا أنّ واضعي الشرائع في الترغيب والترهيب اضطروا أن يقولوا أنّ السعادة الأخروية تكون باللّذة الحسية، والشقاوة الأخروية بالألم الحسي وذلك لتقريب الفهم للناس.(2) ¶ ويبرّر هؤلاء الفلاسفة موقفهم هذا باعتبار أنّ اللّذات العقلية أشرف من اللذات الجسمانية لسببين:- ¶ أولهما: أنّ حال الملائكة أشرف من حال السباع والخنازير ومن البهائم، وليست لها لذات جسمانية كالجماع والأكل والشرب، وإنما لها لذة الشعور بكمالها وجمالها. ¶ ثانيهما: إن الإنسان قد يؤثر اللذات العقلية على الجسمية، حيث أنّ من يتمكن من غلبه عدوه والشماتة به يهجر في تحصيلها ملاذ الأنكحة والأطعمة وبهذا تكون اللذات العقلية الأخروية أفضل من اللذات الجسمية والدنيوية.(3) واستدلوا على ذلك بقول الله عز وجل: (فَلا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ( سورة السجدة:17. وبقول الرسول صلى الله عليه وسلم \" قال الله تعالى: أعددت لعبادي الصالحين، ما لا عين رأت ولا أذن سمعت، ولا خطر على قلب بشر\".(4) ¶ أدلة المنكرين البعث الجسماني:- ¶ __________ ¶ (1) انظر: الشفاء 2/425 – 426، والنجاة ص 293. ¶ (2) انظر: رسالة أضحوية ص 95 – 97. ¶ (3) انظر: الإشارات والتنبيهات 3/752، وانظر: الشفاء 2/427، وانظر:النجاة ص 294، وانظر:تهافت الفلاسفة ص 283-284. ¶ (4) صحيح مسلم 4/217 - كتاب الجنة حديث رقم 2824.",
            "page": "169",
            "part": "1"
        },
        {
            "id": "170",
            "nass": "بذل ابن سينا من خلال مؤلفاته جهداً كبيراً كي يثبت أنّ الآلام واللذات التي تحصل للإنسان هي للنفس فقط وأمّا الحسّ فلا علاقة له بها. ويدلل ابن سينا على إنكاره للبعث الجسماني، وخطأ القائلين بالمعاد الجسماني والروحي بعدة أوجه، منها:- ¶ 1- أنّ المادة الموجودة للكائنات لا تكفي أشخاص الكائنات الماضية إذا بعثت. \"وهو ردّ النفس إلى بدن إنساني من أيّة مادة كانت وأي تراب اتفق محال من وجهين: أحدهما أن المواد القابلة للكون والفساد محصورة في مقعّر فلك القمر لا يمكن عليها مزيد، وهي متناهية، والأنفس المفارقة للأبدان غير متناهية، فلا تفي بها، والثاني أن التراب لا يقبل تدبير النفس ما بقي تراباً، بل لا بد أن تمتزج العناصر امتزاجاً يضاهي امتزاج النطفة\".(1) ¶ 2- أنّ السعادة الحقيقية للإنسان لا تتوفر له عند وجود نفسه في بدنه، كما أنّ اللذات البدنية غير اللذات الحقيقية النفسية العقلية، بحيث إنّ جهل النفس في البدن يعد عقوبة لها، وأنّ الأمور الواردة في الشرائع إذا أخذت على ظاهرها لزمها أمور محالة شنيعة.ومن ذلك عودة المجذوع والمقطوعة يده في الجهاد في سبيل الله تعالى على صورته هذه، وهذا قبيح جداً. ¶ __________ ¶ (1) نقلاً موسوعة الحضارة العربية: الجزء الأول: الفلسفة والفلاسفة عند العرب: د. عبد الرحمن بدوي، وانظر موقع الموسوعة الإسلامية على(الإنترنت).",
            "page": "170",
            "part": "1"
        },
        {
            "id": "171",
            "nass": "3- أنّه لا يجوز القول بالبعث الجسماني، لأنّ الأبدان بعد موتها تصير ترابا، وهذا التراب حرث وزرع، والزرع أخرج مختلف الأطعمة التي أكلت جثث أخرى، واختلطت صور هذا الإنسان بصورة إنسان آخر، وبالتالي يستحيل بحث مادة كانت حاملة لصورتي إنسانين في وقتين مختلفين ،دون أن يكون ذلك البعث لهما معا في وقت واحد وبلا قسمة، ومثل هذا التناسخ الذي يجب إنكاره وعدم القول به.(1) \"وتقدير العود إلى الأبدان لا يعدو ثلاثة أقسام: إمّا أن يقال: الإنسان عبارة عن البدن والحياة التي هي عرض قائم به، ومعنى الموت انقطاع الحياة، فتنعدم والبدن ينعدم أيضاً. وإمّا أن يقال إنّ النّفس موجود، ويبقى بعد الموت، ولكن يرد البدن الأول بجمع تلك الأجزاء بعينها. وإمّا أن يقال: يرد النفس إلى بدن، سواء كان من تلك الأجزاء أو من غيرها، ويكون العائد هو ذلك الإنسان من حيث إنّ النّفس هي تلك النفس، فأما المادة فلا التفات لها.وهذه الأقسام الثلاثة باطلة: لأنّ الأول إيجاد لمثل ما كان، لا إعادة لعين ما كان. والثاني، وهو تقرير بقاء النفس ورده إلى ذلك البدن بعينه، باطل لأنه لو عاد لكان ذلك عوداً إلى تدبير البدن بعد مفارقته، وهذا محال، لأن بدن الميت ينحل تراباً أو تأكله الديدان والطيور ويستحيل دماً وبخاراً وهواء، ويمتزج بهواء العالم وبخاره ومائه امتزاجاً يبعد انتزاعه واستخلاصه\".(2) ¶ نقض مزاعم المنكرين للبعث الجسماني: ¶ يمكن مناقشة المنكرين للبعث الجسماني من خلال الوجوه التالية:- ¶ __________ ¶ (1) انظر رسالة أضحوية في أمر المعاد لابن سينا،تحقيق د. حسن عاصي،الطبعة الثانية 1987م-1407هـ، بيروت، ص 103-107، وانظر الجانب الإلهي عند ابن سينا:د. سالم مرشان، دار قتيبة،دمشق الطبعة الأولى 1982م-1412هـ، ص 318 ¶ (2) نقلاً موسوعة الحضارة العربية: الجزء الأول: الفلسفة والفلاسفة عند العرب: د. عبد الرحمن بدوي، وانظر موقع الموسوعة الإسلامية على(الإنترنت).",
            "page": "171",
            "part": "1"
        },
        {
            "id": "172",
            "nass": "أولاً: بيان فساد المنهج الذي اعتمدوه في إنكار البعث الجسماني، ويتمثل ذلك بما يلي:- ¶ 1- اعتمادهم على المنهج العقلي المجرد عن الوحي، وهو منهج المناطقة والفلاسفة في أمور الغيب، ومعلوم أنّ أمور الغيب يجب الاعتماد فيها على الوحي وحده، لأنّه غيب عن الحس والمشاهدة. فحكموا عقولهم القاصرة عن إدراك الغيب والتسليم به، وتركوا الشرع، وأخذوا يتأولون نصوصه، فضلّوا سواء السبيل، وأضلّوا. ¶ 2- تجاوزوا المحسوسات وهي مدار حكم العقل إلى الغيبيات، إذ استخدموا العقل في الحكم على الغيبيات، والتي ليست من دائرة اختصاصه، بل وظيفة العقل التدبر والتسليم للوحي. ¶ 3- لقد رفعوا العقل فوق مكانة حيث جعلوه يبحث في كل شيء، حتى في الأمور التي يعجز العقل عن البحث فيها، وهي الأمور الغيبية التي لا تقع تحت الحواس، وإنّما يؤكّد إثباتها الوحي الإلهي. ¶ 4- جعلوا العقل المنقطع عن الوحي أساساً لفهم القرآن الكريم في أمور لا علاقة له بها، والصواب أن العقل ملزم بأنّ يتبع ما جاء في القرآن والسنة. ¶ 5- تأويل نصوص القرآن والسنة بعيداً عن اللسان العربي المبين، وبعيداً عن أقوال النبي صلى الله عليه وسلم وفهم السلف الصالح، بل هؤلاء الفلاسفة على الهوى المجرد والخيال الفلسفي الذي حاكوا فيه تفكير وخيال الفلاسفة أساتذتهم من فلاسفة اليونان.",
            "page": "172",
            "part": "1"
        },
        {
            "id": "173",
            "nass": "5- إنّ قول الفلاسفة بأنّ الظاهر من نصوص المعاد هو خطاب الجمهور والعامة حتى يصل أحدهم إلى معرفة الحقيقة. مناقض لما بينه الرسول صلى الله عليه وسلم، ويؤدي إلى أن يسقط المرء عنه طاعة أمره، ويسوغ له تكذيب خبره، ومن المعلوم لعامة المسلمين أنّ قول هؤلاء الفلاسفة الباطنية الذي يتضمن مخالفة الرسول صلى الله عليه وسلم فيما أخبر به عليه السلام في المعاد- مثل قولهم قام الدليل العقلي على نفي المعاد مطلقاً، أو نفي الأكل والشرب والنكاح ونحو ذلك في الجنة ،أو على نفي معاد البدن- معلوم الفساد بالضرورة من دين الإسلام. ولو لم يكن المعاد حقا لزم إما جحد كون الرسول أخبر به وإما جحد صدقه فيما أخبر وكلاهما ممتنع وإلا فمن علم أن الرسول أخبر به وعلم أنه لا يخبر إلا بحق علم بالضرورة أن المعاد حق.(1) ¶ إنّ اتهام الأنبياء بالكذب على الجمهور هو من المعلوم من الدين بالاضطرار بطلانه، بل هو من الكفر الصريح، فالفلاسفة لم يقدروا الله تعالى حق قدره، ولم يقدِّروا رسوله عليه السلام حق قدره، وفتحوا الباب على مصراعيه لكل الزنادقة والملحدة لإنكار كل ما جاءت به الأنبياء والمرسلون من العقائد والشرائع بحجة أنّ ظواهرها غير مرادة، وإنّما وردت على سبيل التمثيل والتخييل. ¶ __________ ¶ (1) درء تعارض العقل والنقل لبن تيمية 5/ 301.",
            "page": "173",
            "part": "1"
        },
        {
            "id": "174",
            "nass": "6- قال الله تعالى:\"أفرأيت الذي كفر بآياتنا وقال لأوتين مالا وولدا أطلع على الغيب أم اتخذ عند الرحمن عهدا كلا سنكتب ما يقول ونمد له من العذاب مدا ونرثه ما يقول ويأتينا فردا إلى قوله تعالى وقالوا اتخذ الرحمن ولدا لقد جئتم شيئا إذا تكاد السماوات يتفطرن منه وتنشق الأرض وتخر الجبال هدا أن دعوا للرحمن ولدا وما ينبغي للرحمن أن يتخذ ولدا إن كل من في السماوات والأرض إلا آتي الرحمن عبدا لقد أحصاهم وعدهم عدا وكلهم آتيه يوم القيامة فرداً \"سورة مريم 66 95، ذكر سبحانه في هذا الكلام الرد على من أنكر المعاد.(1) ¶ ثانياً: وأما إنكارهم للبعث الجسماني فإنّ فيه تكذيب لصريح القرآن الكريم والسنة النبوية حيث جاء فيهما كثير من النصوص الكريمة التي تدلّ وبكل صراحة على البعث الجسماني، وأن العذاب في الآخرة والنعيم فيها إنّما هو للروح والجسم معاً. ¶ ثالثاً: اتهامهم الأنبياء والمرسلين بأنّهم يلجئون إلى الكذب من أجل تفهيم جمهور المسلمين بما أعدّه الله تعالى لهم من النعيم، وما أعدّه للكفار والمجرمين من الجحيم.يقول ابن تيمية\":لا ريب أن هذا الذي ذكره هو من أصول الفلاسفة القرامطة الباطنية في ردهم ما أخبر به الرسول من المعاد وغيره إلى أمثال مضروبة، لكن أهل الملل يعلمون بالاضطرار أن هذا باطل وأن هذا نسبة للأنبياء إلى الكذب الصريح\".(2) ¶ __________ ¶ (1) درء تعارض العقل والنقل لبن تيمية 7/387. ¶ (2) بغية المرتاد في الرد على المتفلسفة والقرامطة والباطنية 1/320.",
            "page": "174",
            "part": "1"
        },
        {
            "id": "175",
            "nass": "يقول شيخ الإسلام ابن تيمية:\"ومعلوم أنّ هذا نسبة للرسول إلى التلبيس وعدم البيان، بل إلى كتمان الحق وإضلال الخلق، بل إلى التكّلم بكلام لا يعرف حقه من باطله، ولهذا كان حقيقة أمرهم الإعراض عن الكتاب والرسول فلا يستفيدون من كتاب الله وسنة رسوله شيئا..وصار ذلك الكلام سبباً للشر بينهم والفتن والعداوة والبغضاء، مع ما فيه عندهم من فساد العقل والدين، فحقيقة أمرهم أنّه أفسد دينهم ودنياهم، وهذا مناقض لقولهم إنّه أعقل الخلق وأكملهم أو من أعقلهم وأكملهم، وأنّه قصد العدل ومصلحة دنياهم، فهم مع قولهم المتضمن للكفر والإلحاد يقولون قولاً مختلفاً يؤفك عنه من أفك، متناقض غاية التناقض فاسد غاية الفساد\".(1) ¶ رابعاً: إنّ في إنكار البعث الجسماني إبطال لعقيدة الثواب والعقاب في الإسلام. ¶ خامساً: إنّ في إنكار البعث الجسماني تكذيب لجملة من أحوال يوم القيامة: كالبعث، والنشر والحشر، والحساب، والصراط، والميزان، والحوض، وكلّ ما أخبر الله تعالى عنه ممّا يكون في يوم القيامة. ¶ سادساً: إنّ أقوال الفلاسفة:إنّ الجنّة والنّار وما فيهما من ألوان النعيم والعذاب هي أمثال ضربت لتقريب الفكرة إلى أذهان العوام ولتفهيمهم لا يحتمل إلاّ الكفر، لكونه تكذيب صريح لعشرات من النصوص الدينية التي وصفت الجنة والنّار-وما فيهما من أنواع النعيم الحسي، وجملةً من أنواع العذاب الحسي- بما لا يحتمل التأويل، وكلّ ما أخبر الله تعالى به فهو داخل في قدرته تعالى، وقد أخبر به عزّ وجل، وإذا أمكن تأويل هذه النصوص مع كثرتها وصريح ألفاظها وعباراتها، وما تدلّ عليه من المعاني فإنّه يمكن تأويل غيرها من الحقائق. ¶ سابعاً: إنّ الأدلة التي ذكرها ابن سينا لإنكار المعاد الجسماني واهية متهافتة لا تصلح للاحتجاج فيما ذهب إليه، ومن أدلته:- ¶ __________ ¶ (1) درء تعارض العقل والنقل 5/240-241.",
            "page": "175",
            "part": "1"
        },
        {
            "id": "176",
            "nass": "أ-قوله: \"أنّ المادة الموجودة للكائنات لا تفي بأشخاص الكائنات الخالية إذا بعثت\".(1) ¶ الجواب: إنّ استدلاله مبني على قوله بقدم العالم وإنكاره وجود حوادث متعاقبة -وقد سبق أن أبطلنا وبينا فساده– ومعلوم عند المسلمين أن العالم حادث، والحوادث فيه متعاقبة. ثمّ يقال لابن سينا: من الذي أحاطك علماً بأن المادة الموجودة للكائنات لا تفي بالأشخاص ؟ ولماذا الحجر على قدرة وإرادة الخالق وحكمته، وهل يعجزه عز وجل أن يخلق ويوجد لكل مادة نفساً، أو لكل نفس مادة، إن النفوس ليست بأكثر من المواد الموجودة. ¶ ب-قوله: \"إنّ الفعل الإلهي واحد لا يتبدل عن مجراه المضروب له\".(2) ¶ الجواب: إنّ هذا الدليل كسابقه مبني على اعتقاد قدم العالم. ثم إنّ الفعل الإلهي راجع إلى إرادة الله وقدرته، وفعله عز وجل ومفعوله ليس واحداً لا يتبدل، فلقد أخبرنا عز وجل عن تبدل السماوات والأرض، وأخبرنا رسوله صلى الله عليه وسلم أنّ الناس يبعثون شباباً وعلى صورة أبيهم آدم، وأنّ المؤمنين منهم يتنعمون في الجنة بأجسام غير أجسامهم في الدنيا، من حيث أشكالهم وأطوالهم، وأنّ طرق النعيم وكيفياته غير التي في الدنيا. ¶ ج- \"إنّ السعادة الحقيقية للإنسان يضادها وجود نفسه في بدنه، وأن اللذات البدنية غير اللذات الحقيقية، وأن النفس في البدن عقوبة له\".(3) ¶ الجواب: هذا القول يتضمن تكذيب الشرع الذي أخبر عن جملة من اللذات الحسية في الجنة، ويتضمن الرجم بالغيب، إذ كيف عرف أنّ النفس إذا فارقت البدن كانت لذتها أكمل، إنّ الشرع لم يخبر بذلك، بل أخبر بخلافه، ولم يجرّب ابن سينا ولا غيره من الفلاسفة السعادتين الدنيوية والأخروية ليحكما بخلاف ذلك، ثمّ إنّ اللّذة النفسية باجتماعها مع اللّذة الجسمية هي الأفضل والأكمل. ¶ __________ ¶ (1) رسالة أضحوية في أمر المعاد ص 104. ¶ (2) المصدر السابق. ¶ (3) المصدر السابق ص 105.",
            "page": "176",
            "part": "1"
        },
        {
            "id": "177",
            "nass": "إنّ تقديس العقل في أمور الغيب ومسائله أمر مستنكر، والمؤمن الصادق يؤمن إيماناً جازماً بعالم الغيب كما أخبر عنه الشرع الحكيم، وعلى عقله أن يسلّم بذلك، وأن لا يخوض فيه، فحدود العقل لا تتجاوز الواقع المشاهد، إلى عالم الغيب إلا بمقدار ما أذن به الشرع، ولقد أخبرنا الشرع بجملة من أحكام الغيب وعوالمه، وعلينا أن لا نخوض فيها، وأن لا نتعمق في بحثها، وإلا فقد تجاوزنا حد التسليم والإيمان. ¶ د- إنّ ما أخبر به الشرع من البعث إذا اخذ على حقيقته وظاهره، لزم منه محال وأمور شنيعة،(1) وذلك بعث المجذوع والمسلوخ والمقطوع يده في سبيل الله على صورته تلك، وهذا قبيح.(2) ¶ الجواب: إنّ المحال والشنيع من الأمور إنكار ما أخبر بالشرع من خلال التلاعب بالنصوص تأويلاً وتعطيلاً، ثم إن الله تعالى يعيد الإنسان على أحسن صورة، فلو بترت يد إنسان في سبيل الله فإنّ الله قادر على إعادتها له يوم القيامة، وقد تجلت حكمته على بعث المقطوعة يده في سبيل الله يوم القيامة على هذه الصورة لتكون له وسام شرف وعز، يراه أمام الخلائق جميعاً، وأمّا المتكبرون فيبعثه الله تعالى على صورة الذر، ويطأهم الناس بأقدامهم لإذلالهم والنّكال بهم أمام الخلائق جزاءً وفاقاً لما كانوا عليه في الدنيا. ¶ هـ- وأما زعمه بأنّ الإنسان ستنتقل أجزاؤه عبر تغذي الحيوان والنبات فضل الإنسان وبدنه، وأنه لو أكل إنسان إنساناً فمن الذي سيبعث، وأنّ الأرض ملئت بجثث الموتى، وتغذى منها الأشجار، وعلى الأشجار تغذى الحيوان، وعلى الحيوان تغذى إنسان آخر، فكيف يكون بعث للأبدان؟(3) ¶ __________ ¶ (1) المصدر السابق ص 106. ¶ (2) المصدر السابق ص 107. ¶ (3) المصدر السابق نفسه.",
            "page": "177",
            "part": "1"
        },
        {
            "id": "178",
            "nass": "الجواب: إنّ قدرة الله عز وجل لا تقف أمامها العقبات التي ذكرها ابن سينا، ثمّ إنّ الإنسان فيه أجزاء أصلية باقية في أوّل العمر إلى آخره، والمعاد يكون للأجزاء الأصلية الباقية، وهي في الأكل فضل، والإنسان باق مدة عمره، وأجزاء الغذاء تتوارد عليه وتزول عنه.(1)وعن أبي هريرة عن النبي صلى الله عليه وسلم قال : \" كل ابن آدم تأكله الأرض إلا عجب الذنب منه ينبت، ويرسل الله ماء الحياة فينبتون فيه نبات الخضر، حتى إذا أخرجت الأجساد أرسل الله الأرواح، وكان كل روح أسرع إلى صاحبه من الطرف، ثم ينفخ في الصور فإذا هم قيام ينظرون\" .(2) ) ¶ حكم الإسلام في منكر البعث الجسماني: ¶ __________ ¶ (1) المواقف للإيجي ص 373. ¶ (2) عن أبي هريرة مرفوعا بلفظ . ما بين النفختين أربعون قالوا يا أبا هريرة أربعون يوما قال أبيت قالوا أربعون شهرا قال أبيت قالوا أربعون سنة قال أبيت ثم ينزل الله من السماء ماء فينبتون كما ينبت البقل ليس من الإنسان شيء إلا يبلى إلا عظم واحد، وهو عجب الذنب ومنه يركب الخلق يوم القيامة . أخرجه البخاري 3322 و370 ومسلم 8210 وابن جرير الطبري 2421 22 ولابن ماجه 4266 منه قوله ليس من الإنسان .",
            "page": "178",
            "part": "1"
        },
        {
            "id": "179",
            "nass": "... إنّ القرآن الكريم حكم على منكري البعث بالكفر، وحبط العمل والخلود في النّار، قال تعالى:(أُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا( سورة الكهف:105، وقال تعالى:(وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَئِذَا كُنَّا تُرَابًا أَئِنَّا لَفِي خَلْقٍ جَدِيدٍ أُوْلَئِكَ الَّذِينَ كَفَرُوا بِرَبِّهِمْ وَأُوْلَئِكَ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَأُوْلَئِكَ أَصْحَابُ النّار هم فِيهَا خَالِدُونَ( سورة الرعد:5. (زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ) التغابن:7. ¶ يقول شيخ الإسلام ابن تيمية:\"يجب تكفير من يغير الظاهر بغير برهان قاطع كالذي ينكر حشر الأجساد، وينكر العقوبات الحسية في الآخرة، بظنون وأوهام واستبعادات من غير برهان قاطع. فيجب تكفيره قطعاً، إذ لا برهان على استحالة ردّ الأرواح إلى الأجساد،ورد ذلك عظيم الضرر في الدين، فيجب تكفير كل من تعلق به،وهو مذهب أكثر الفلاسفة\".(1) ويضيف:\" وأما إثبات المعاد بنوع عقلي مع نفي الآلام واللذات الحسية وإثبات الصانع مع نفي علمه بتفاصيل الأمور، فهي زندقة مقيدة بنوع اعتراف بصدق الأنبياء، وظاهر ظني والعلم عند الله أن هؤلاء هم المرادون بقوله صلى الله عليه وسلم:\"ستفترق أمتي نيفا وسبعين فرقة كلهم في الجنة إلا الزنادقة\".(2) ¶ __________ ¶ (1) بغية المرتاد في الرد على المتفلسفة والقرامطة والباطنية 1/335. ¶ (2) المصدر السابق 1/336.",
            "page": "179",
            "part": "1"
        },
        {
            "id": "180",
            "nass": "... إذاً منكرو البعث الجسماني يحكم بكفرهم وزندقتهم، لأنّهم بإنكارهم جسمانية البعث ينكرون الكثير من الآيات القرآنية التي تقرّر وتثبت عقيدة البعث الجسماني، وما بعده من النعيم الحسي في الجنة أو العذاب الحسي في النّار. ومنه الإيمان بالبعث والحشر والحساب ووزن الأعمال. والإيمان بالجنّة بأنّها دار النعيم للمؤمنين خالدين فيها أبداً بأرواحهم وأجسادهم. والإيمان بالنّار بأنها للكافرين خالدين فيها أبداً بأرواحهم وأجسادهم، وهذه من الأمور المعلومة بالدين بالضرورة، التي يعد إنكارها كفراً يخرج صاحبه من الملة. نسأل الله تعالى العفو والعافية.",
            "page": "180",
            "part": "1"
        }
    ],
    "t37703": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الفلسفة اليونانية والإسلامية"
        }
    ]
}