{
    "b37718": [
        {
            "id": "1",
            "nass": "حصينات الشرعية من أنفلونزا الخنازير وغيرها ¶ د. علي بن سعيد العبيدي ¶ الحمد الله منزل الداء والدواء، وصلى الله وسلم على من حضَّ على ¶ الدواء فقال: «تداووا عباد الله، فإن الله لم ينزل داءً إلا ¶ وأنزل له دواء»، وعلى آله وأصحابه الكرام الطيبين. ¶ وبعد: ¶ فليس بخاف على الجميع ما يعيشه كثير من الناس اليوم من حالات خوف ¶ وهلع شديد من جراء تفشي أنفلونزا الخنازير في بلدان العالم، ¶ واقتحامها بلداناً لا تعرف الخنازير أصلاً، وإنما جاء به ¶ الوافدون إليها. ¶ وأنت تلحظ مظاهر الخوف والهلع في الأماكن العامة في أعين الناس ¶ وتصرفاتهم، فما أن يعطس أحدهم بصورة غريبة في مسجد أو مجلس أو ¶ مكتب أو ممر أو سوق أو مشفى حتى يلتفت إليه الجميع برقاب متطاولة ¶ وأحداق واسعة، فهو متَّهم مشكوك في أمره، وما أن يتحرك حتى ترصد ¶ العين اتجاهه بدقة، وما أن يمر بجمع حتى يتفرق عنه بسرعة، ولسان ¶ حالهم يقول: لا مساس. ¶ ومما زاد الطين بلة كثرة الشائعات حول عدد الإصابات والوفايات، ¶ فما يعلن شيء، وما يتناقله الناس شيء، وأيضا كثرة الشائعات ¶ والتناقضات حول آثار العلاج والتطعيمات على مستويات رفيعة من أهل ¶ الشأن والاختصاص، فأصبح الناس أكثر حيرة وأكثر اضطرابا وقلقا إلا ¶ القليل منهم، وحتى تمنى بعضهم لو يفر إلى بعض الكواكب السيارة ¶ حيث تسبح النجوم! .. ولكن هيهات هيهات!",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "والواقع أنَّ غير المؤمنين أشد فرقا من المؤمنين، لركونهم إلى ¶ المعطيات البشرية المادية التي يعتريها النقص، ويخالطها الشك، ¶ وتقل فيها الثقة أحيانا أو تنعدم، ولكون الدنيا جنتهم ومنتهى ¶ أملهم؛ فحرصهم عليها شديد ولا غرابة!. ¶ وأما الفريق الثاني فيتفاوت أهله في الخوف والهلع، بحسب ما قام ¶ في قلوبهم من الإيمان والتوكل وحسن الظن بالله تعالى، وبحسب ما ¶ قدموا من أعمال صالحة يرجون ثوابها، وما يفرق أكثرهم إلا لخوفه ¶ أن ينتهي أجله وهو مقصر، أولم يزدد من الأعمال الصالحة، فيحبس عن ¶ جنته، أو تقل رتبته. ¶ أسباب كتابة الموضوع: ¶ في خضم تلكم الأحداث وجدت ثلاثة أمور كانت هي الباعث الرئيس ¶ لكتابة هذا الموضوع، وبالعنوان الآنف: ¶ أولها: إن أكثر كلام الناس في مجالسهم ومنتدياتهم وعلى جميع ¶ المستويات منصب على التحصينات والعلاجات المادية فحسب. ¶ وثانيها: تعلق طائفة من المسلمين بالأسباب الوقائية المادية، ¶ وانصرافهم إليها دون الأسباب الإلهية، إما لغفلة منهم، أو جهل، ¶ أو ضعف يقين. ¶ وثالثها: تداول الناس لبعض الأدعية غير المأثورة، والتي يرتقي ¶ بعضها إلى البدعة. ¶ فلأجل هذه الأسباب ـ بصورة مباشرة ـ كتبت هذا الموضوع على اختصار ¶ من أصله؛ لتذكير المسلم بجملة من التحصينات الإلهية للوقاية من ¶ الأمراض والآفات وسائر المكاره والشرور وإن عظمت عند البشر ¶ (كوباء الخنازير)، أو لرفعها بعد نزولها وتخفيفها.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وهذه التحصينات لا تخضع للمجهر، ولا للتجارب المعملية، ولكن ¶ تصدقها التجربة المباشرة، والواقع المشاهد، ولا يستفيد منها ـ في ¶ الجملة ـ إلا أهل الإسلام، فهي من ثمرات التوحيد وجزائه المعجل ¶ في الدنيا. ¶ ولتعلم الدنيا أن لدينا أنواعا أخرى من التحصينات ـ التي تشعر ¶ بجلال الإسلام وعظمته ـ بالإضافة إلى ما لديهم. ¶ وليعلموا أن ما يأخذون به من وسائل مادية للوقاية من وباء ¶ الخنازير ـ وما في معناه ـ قد سبق إليها الإسلام ودعا إليها، وما ¶ هي في حقيقة الأمر إلا بعض ما جاءت به الشريعة المحمدية من ¶ التحصينات الوقائية من الأوبئة والأمراض، وهي تحصينات يشترك في ¶ الإفادة منها جميع البشر من مسلمين وغير مسلمين. ¶ التحصينات الشرعية الوقائية المادية: ¶ اهتم الإسلام بالجانب الوقائي فيما يتعلق بالأمراض بصفة عامة، ¶ وبالوبائية منها بصفة خاصة، ومن مظاهر هذا الاهتمام: ¶ 1. نهيه عن دخول الأرض الموبوءة أو الخروج منها. ¶ وذلك لحصر الوباء فلا تتسع دائرته، وهو ما يعرف في الطب الحديث ¶ بالحجر الصحي، قال صلى الله عليه وسلم: «الطاعون رجس أرسل على ¶ طائفة من بني إسرائيل أو على من كان قبلكم، فإذا سمعتم به بأرض ¶ فلا تقدموا عليه، وإذا وقع بأرض وأنتم بها فلا تخرجوا فرارا منه» ¶ [1]. ¶ ولذا لم يجز بعض العلماء السفر إلى البلدان الموبوءة أو الخروج ¶ منها إلا لغرض صحيح.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "2. نهيه المريض أن يقدم على الصحيح. ¶ وذلك لتضييق دائرة المرض المعدي، والذي قد ينتقل بالمخالطة إلى ¶ الأصحاء فيمرضهم بمشيئة الله وإرادته، قال صلى الله عليه ¶ وسلم: «لا يورد ممرض على مصح» [2]، وعليه فلا يجوز لمن أصيب ¶ بمرض وبائي كأنفلونزا الخنازير مخالطة الأصحاء، ولا غشيان أماكن ¶ تجمعاتهم، خاصة أماكن العبادة التي يجتمع فيها الناس، لما قد ¶ يلحقه بهم من ضرر. ¶ 3.أمره بالابتعاد عن بعض أصحاب الأمراض المعدية بأفظع عبارة. ¶ وذلك من باب الأخذ بأسباب الوقاية مما جعله الله سببا للإصابة ¶ بالمرض عند المخالطة إذا شاء الله سبحانه، كما في قوله صلى الله ¶ عليه وسلم: «فر من المجذوم فرارك من الأسد» [3]. ¶ ولما جاء وفد ثقيف لمبايعة النبي صلى الله عليه وسلم كان معهم ¶ رجل مجذوم، فأرسل إليه النبي صلى الله عليه وسلم: «إنا قد ¶ بايعناك فارجع» [4]. ¶ وما ذاك إلا لأن الجذام مرض معدٍ بالتجربة والمشاهدة، والمجذوم ¶ حقه العزل عن الناس. ¶ 4 - أمره العاطس بأن يضع كفيه على وجهه. ¶ وذلك أن العاطس قد يتطاير من فمه ما يؤذي الجلساء، أو يلوث ¶ الهواء، قال صلى الله عليه وسلم: «إذا عطس أحدكم فليضع كفيه على ¶ وجهه، وليخفض صوته» [5]. ¶ ويتأكد هذا الأمر متى ما كان الإنسان مصابا بمرض معد كالزكام ¶ وأنفلونزا الخنازير مثلا، فيضع كفيه على وجهه، وقد يستعين لذلك ¶ بكمامات أو منديل أو شماغ ونحوه، حتى لا يتطاير الرذاذ في",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الهواء، أو يقع على المسطحات فتنتقل العدوى إلى الأصحاء بمشيئة ¶ الله وإرادته. ¶ وللإسلام أساليب أخر تربوية راقية في التصرفات والأفعال، ويصح أن ¶ تكون وسائل وقائية يقوم بها المرء حال الشرب و البصاق، و قبل ¶ تناول الطعام وبعده، ويحترم فيها ما يشترك فيه الناس من المياه ¶ والطرق والظل، ويتأكد العمل بها عند ظهور المعديات لما قد يترتب ¶ على التفريط فيها من ضرر ذاتي أو متعدٍّ. ¶ فما أعظم الإسلام، وما أعظم ما جاء به من تعاليم للحفظ على صحة ¶ البشرية وإسعادها. ¶ وقد صدقت الباحثة البولونية يوجينا غيانة ستشيجفسكا ( B. G. ¶ Stryzewska ) -  المتخصصة في الدراسات القانونية - إذ قالت:\"إنّ ¶ القرآن الكريم مع أنّه أنزل على رجل عربيّ أُمّي نشأ في أمّة ¶ أميّة، فقد جاء بقوانين لا يمكن أن يتعلمها الإنسان إلاّ في أرقى ¶ الجامعات\" [6] وكذا القول في السنة فيما يتعلق بالأدوية الطبية ¶ الطبيعية. ¶ رأي العلماء في التحصينات الشرعية الإلهية: ¶ تكلم العلماء في القديم والحديث عن تأثير التحصينات الإلهية في ¶ دفع الأمراض ورفعها، وأكتفي بذكر جملة من أقوالهم المنتخبة: ¶ قال ابن القيم:\"ها هنا من الأدوية التي تشفي من الأمراض ما لم ¶ يهتد إليها عقول أكابر الأطباء، ولم تصل إليها علومهم وتجاربهم ¶ وأقيستهم من الأدوية القلبية والروحانية وقوة القلب واعتماده على ¶ الله والتوكل عليه، والالتجاء إليه، والانطراح والانكسار بين",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "يديه، والتذلل له، والصدقة، والدعاء، والتوبة والاستغفار، ¶ والإحسان إلى الخلق وإغاثة الملهوف، والتفريج عن المكروب؛ فإن ¶ هذه الأدوية قد جربتها الأمم على اختلاف أديانها ومللها، فوجدوا ¶ لها من التأثير في الشفاء ما لا يصل إليه علم أعلم الأطباء، ولا ¶ تجربته ولا قياسه؛ وقد جرّبنا نحن وغيرنا من هذا أمورًا كثيرة، ¶ ورأيناها تفعل ما لا تفعل الأدوية الحسيَّة\" [7]. ¶ وقال ابن حجر في معرض الرد على من ينكر بعض مفردات الأدوية ¶ الإلهية:\"وقد تواترت الأحاديث بالاستعاذة من الجنون والجذام وسيء ¶ الأسقام ومنكرات الأخلاق والأهواء والأدواء، فمن ينكر التداوي ¶ بالدعاء يلزمه أن ينكر التداوي بالعقاقير، ولم يقل بذلك إلا ¶ شذوذ، والأحاديث الصحيحة ترد عليهم ... ورد البلاء بالدعاء كرد ¶ السهم بالترس، وليس من شرط الإيمان بالقدر أن لا يتترس من رمى ¶ السهم\" [8]. ¶ وقال المناوي:\" ... كان المصطفى صلى الله عليه وسلم يعالج الأمراض ¶ بثلاثة أنواع: بالأدوية الطبيعية، وبالأدوية الإلهية، وبالأدوية ¶ المركبة منهما\" [9]. ¶ وهو كما قال، ومثالها على التوالي إرشاد النبي صلى الله عليه ¶ وسلم إلى علاج مرض العين بماء الكمأة، والنظرة بالرقية، ولسعة ¶ العقرب بالجمع بين الماء والملح والرقية. ¶ وقال الألباني في جوابه لما سئل عن العاجز عن إتيان أهله لاحتمال ¶ أن يكون مربوطا:\" .. هذا إما مرض وإما سحر، فإذا كان مرضاً ¶ فالأطباء يكتشفونه، وإذا كان سحراً فلا يستطيع الأطباء أبداً أن ¶ يكتشفوه؛ لأن هذا مرض روحي، والأطباء يعالجون الأمراض المادية،",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ومن هنا يجب على المسلمين أن يتعالجوا بالطب النبوي، ومنه قراءة ¶ المعوذتين، وقراءة بعض الأوراد الخاصة المختصرة\" [10]. ¶ وهذا غيض من فيض مما تواطأ على تقريره العلماء. ¶ فعلى المسلم أن يجمع في التحصن والتداوي من الأمراض والآفات ¶ والشرور بين الأسباب المادية والمعنوية التي جاءت بها الشريعة ¶ قدر طاقته، ولا يهمل سببًا مع إمكانه الأخذ به، فمن فعل ذلك فحري ¶ به أن يدفع الله عنه البلاء فلا يصيبه، أو يرفعه عنه إن نزل به، ¶ ثم يفوض أمره بعد ذلك إلى لله تعالى، فإن الأخذ بهذه وهذه من ¶ تمام التوكل الصحيح، ولو لم يجنِ المسلم من ذلك إلا طمأنينة ¶ القلب وراحة النفس وإحياء السنة لكفى بها نعمة. ¶ التحصينات الشرعية المعنوية الإلهية: ¶ والآن إليك جملة من التحصينات الإلهية المختصرة من الأذكار ¶ والأدعية والأعمال الصالحة، للوقاية من الأمراض والمكاره أيّا ¶ كانت. ¶ مع العلم أن النصوص الواردة في ذلك بعضها صريح الدلالة في الحفظ ¶ من الشرور بصفة عامة، وبعضها دلالته استنباطية، وقد حرصت ألا ¶ أذكر منها إلا ما كان صحيحا ومقبولا عند النقاد. ¶ 1. ... التحصن برقية الدخول في الفراش للنوم ليلا. ¶ وهذه الرقية كان يقولها النبي صلى الله عليه وسلم على كيفية ¶ معينة إذا انضم إلى فراشه ودخل فيه لينام؛ وفيها تحصين من الشرور ¶ والمكاره قبل نزولها، ففي صحيح البخاري عن عائشة رضي الله ¶ عنها: «أن النبي صلى الله عليه وسلم كان إذا أوى إلى فراشه كل",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ليلة جمع كفيه، ثم نفث [11] فيهما، فقرأ فيهما:\"قُلْ هُوَ ¶ اللَّهُ أَحَدٌ\" [الإخلاص:1]،\"قُلْ أَعُوذُ بِرَبِّ الْفَلَق\" ¶ [الفلق:1]، و\"قُلْ أَعُوذُ بِرَبِّ النَّاسِ\" [الناس:1]، ثم يمسح ¶ بهما مااستطاع من جسده، يبدأ بهما على رأسه ووجهه وما أقبل من ¶ جسده يفعل ذلك ثلاث مرات» [12]. ¶ قال القرطبي في المفهم:\"وجميع أحاديث الرُّقية الواقعة في كتاب ¶ مسلم: إنَّما تدل على جواز الرُّقي بعد وقوع الأسباب الموجبة ¶ للرُّقية من الأمراض والآفات، وأما قبل وقوع ذلك: ففي البخاري - ¶ ثم ساق الحديث الآنف وقال: - فكأن هذا دليل على جواز استرقاء ما ¶ يتوقع من الطوارق والهوام وغير ذلك من الشرور\" [13]. ¶ 2. ... التحصن بآية الكرسي عند النوم. ¶ جاء في قصة أسير أبي هريرة: «إذا أويت إلى فراشك فاقرأ آية ¶ الكرسي، فإنك لن يزال عليك من الله حافظ، ولا يقربك شيطان حتى ¶ تصبح» [14]. ¶ قال القرطبي:\"فهذه آية أنزلها الله جل ذكره، وجعل ثوابها لقارئها ¶ عاجلا وآجلا، فأما في العاجل فهي حارسة لمن قرأها من الآفات\" ¶ [15]. ¶ وقد ورد في فضل هذه الآية الكثير من النصوص مما يدل على عظمتها. ¶ 3. ... التحصن بآيتين من آخر سورة البقرة كل ليلة. ¶ لقوله صلى الله عليه وسلم: «من قرأ بالآيتين من آخر سورة البقرة ¶ في ليلة كفتاه» [16]، قال ابن القيم:\"الصحيح أن معناه: كفتاه من ¶ شر ما يؤذيه\" [17]، فمن قرأهما بيقين في ليلة كفتاه تلك الليلة",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "كل سوء ومكروه، ودفعت عنه كل ما يخاف، وفضل الله لا حد له. ¶ 4. ... التحصن بسورة الإخلاص والمعوذتين صباحا ومساء ثلاث ¶ مرات. ¶ لقوله صلى الله عليه وسلم: «قل هو الله أحد، والمعوذتين حين تصبحُ ¶ وحين تمسي ثلاث مرات تكفيك من كل شيء» [18]. ¶ أي: تدفع عنك كل سوء وشر، أو تكفيك من كل ورد يتعوذ به [19]. ¶ والالتزام بالعدد هنا والوقت مطلوب، وتتم قراءتها بخشوع وتأمل في ¶ دقيقة واحدة. ¶ ولعظم هذا الحصن قال صلى الله عليه وسلم لعقبة بن عامر رضي الله ¶ عنه: «ألا أعلمك سُوراً ما أنزلت في التوراة، ولا في الزبور، ولا ¶ في الإنجيل، ولا في الفرقان مثلهن؟ لا يأتين عليك ليلة إلا ¶ قرأتَهن فيها: قل هو الله أحد، وقل أعوذ برب الفلق، وقل أعوذ برب ¶ الناس». ¶ قال عقبة: فما أتت علي ليلة إلا قرأتُهن فيها، وحُق لي أن لا ¶ أدعهن وقد أمرني بهنرسول الله صلى الله عليه وسلم [20]. ¶ 5. ... التحصن بالتوحيد عشرًا دبر صلاة الفجر، وقبل تغيير ¶ الوضع والكلام. ¶ لقوله صلى الله عليه وسلم: «من قال في دبر صلاة الفجر وهو ثانٍ ¶ رجليه قبل أن يتكلَّم: لا إله إلا الله وحده لا شريك له، له ¶ الملك وله الحمد، يحيي ويميت وهو على كل شيء قدير، عشر مرات، كتب ¶ الله له عشرَ حسنات، ومحا عنه عشر سيئات، ورفع له عشر درجات، ¶ وكان يومَه ذلك كله في حرز من كل مكروه، وحُرس من الشيطان، ولم ¶ ينبغ لذنب أن يدركه في ذلك اليوم إلا الشركَ بالله» [21].",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "فمن قال ذلك مراعيا الوقت والكيفية والعدد حصلت له الوقاية ¶ والحفظ من كل مكروه على وجه العموم، ومن الشيطان على وجه الخصوص. ¶ 6. ... التحصن باسم الله الذي لا يضر مع اسمه شيء ... صباحا ¶ ومساء ثلاث مرات. ¶ فعن أبان بن عثمان قال: سمعت أبي يقول: قال رسول الله صلى الله ¶ عليه وسلم: «ما من عبد يقول في صباح كل يوم ومساء كل ليلة: بسم ¶ الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع ¶ العليم ثلاث مرات فيضرُّه شيء»، وكان أبان قد أصابه طرف فالج، ¶ فجعل الرجل ينظر إليه، فقال له أبان: ما تنظر إلي؟ أما إن الحديث ¶ كما حدثتك، ولكني لم أقله يومئذ ليمضي الله علي قدره [22]. ¶ وفي رواية: «لم تصبه فجاءة بلاء حتى يصبح، ومن قالها حين يصبح لم ¶ تصبه فجاءة بلاء حتى يمسي»، وفيها أن أبان قال للرجل: ما لك تنظر ¶ إلي فوالله ما كذبت على عثمان، ولا كذب عثمان على النبي صلى الله ¶ عليه وسلم، ولكن اليوم الذي أصابني فيه ما أصابني غضبت، فنسيت أن ¶ أقولها [23]. ¶ والحديث دلالته ظاهرة في إن\"هذه الكلمات تدفع عن قائلها كل ضر ¶ كائنًا ما كان، وأنه لا يصاب بشيء في ليله ولا نهاره إذا قالها ¶ في أول الليل والنهار\" [24]، إذ إن أول كلٍ منهما هو بداية ¶ التحصين الذي تحصل معه الفائدة بدفع المضرة والبلاء المفاجئ الذي ¶ يأتي بغتة دون إشعار أو مقدمة. ¶ 7. ... التحصن بصلاة أربع ركعات أول النهار.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "لقوله تعالى في الحديث القدسي: «يا ابن آدم! صل لي أربع ركعات من ¶ أول النهار أكفك آخره» [25]. ¶ فمن صلى هذه الأربع أول النهار كانت له حرزا من المكاره إلى ¶ آخره. ¶ قال العيني في معناه:\"أكفك آخر النهار من كل شيء من الهموم ¶ والبلايا ونحوهما\" [26]. ¶ وقال الطيبي:\"أكفك شغلك وحوائجك، وأدفع عنك ما تكرهه بعد صلاتك ¶ إلى آخر النهار، والمعنى: أفرغ بالك بعبادتي في أول النهار، أفرغ ¶ بالك في آخره بقضاء حوائجك\" [27]. ¶ وفضل الله واسع، فليتوجه المسلم بهذه الركعات المباركة إلى من ¶ بيده الخير وهو على كل شيء قدير؛ ليقضي حوائجه، وييسر أموره، ¶ ويدفع عنه كل ما يكرهه من الأمراض أو غيرها مما قد يجلب له همًّا ¶ أو يشغل له بالا. ¶ وقد اختلف العلماء في تعيين هذه الركعات، هل هي صلاة الضحى أم ¶ صلاة الفجر وسنته؟ ¶ والمشهور الأول وعليه عمل الناس، وعند ابن تيمية وتلميذه الثاني، ¶ قال المناوي:\"قال ابن تيمية: هذه الأربعة عندي هي الفجر وسنتها، ¶ وبه رد تلميذه ابن القيم على من استدل بها على سنة الضحى\" [28] ¶ والأمر محتمل هذا وهذا، قال العراقي: \"وهذا ينبني على أن النهار ¶ هل هو من طلوع الفجر أو من طلوع الشمس؟ والمشهور الذي يدل عليه ¶ كلام جمهور أهل اللغة وعلماء الشريعة أنه من طلوع الفجر، وقال: ¶ على تقدير أن يكون النهار من طلوع الفجر فلا مانع من أن يراد ¶ بهذه الأربع الركعات بعد طلوع الشمس؛ لأن ذلك الوقت ما خرج عن",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "كونه أول النهار، وهذا هو الظاهر من الحديث وعمل الناس فيكون ¶ المراد بهذه الأربع: ركعات صلاة الضحى\" [29]. ¶ وأيا كان الأمر فمن أراد أن يحصن نفسه ويحفظها من المكاره يومه ¶ فليفعل الأمرين معا إن لم يترجح عنده أحدهما؛ لأن المصلحة عائدة ¶ عليه في النهاية. ¶ 8. ... التحصن بكلمات الله التامات عند نزول المنازل ¶ والأمكنة. ¶ لقوله صلى الله عليه وسلم: «إذا نزل أحدكم منزلا فليقل: أعوذ ¶ بكلمات الله التامات من شر ما خلق، فإنه لا يضره شيء حتى يرتحل» ¶ [30]. ¶ فدل الحديث أولا: على استحباب التعوذ بصفات الله تعالى عند نزول ¶ منزل ما، سواء أكان ذلك المنزل بيتا، أو فندقا، أو سوقا، أو ¶ مشفى، أو منتزها، أو شجرة يستضل بها، أو غير ذلك، وسواء أكان ذلك ¶ في حال سفر أو إقامة. ¶ ودل ثانيا: على أن من قال ذلك الدعاء بقلب حاضر، وتوجه تام لله ¶ تعالى عصم من كل شر، وبقي في حفظ الله وكلائه وحرزه حتى يرتحل من ¶ منزله ذلك. ¶ ويشهد لذلك ما روى أبو هريرة رضي الله عنه قال: جاء رجل إلى ¶ النبي صلى الله عليه وسلم فقال يا رسول الله ما لقيت من عقرب ¶ لدغتني البارحة قال: «أما لو قلت حين أمسيت أعوذ بكلمات الله ¶ التامات من شر ما خلق لم تضرك» [31]. ¶ قال المناوي معلقا:\" (لم تضرك) بأن يحال بينك وبين كمال تأثيرها ¶ بحسب كمال التعوذ وقوّته وضعفه\"وما ذاك إلا؛\"لأن الأدوية الإلهية ¶ تمنع من الداء بعد حصوله، وتمنع من وقوعه، وإن وقع لم يضر\" [32]",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "9. ... التحصن بالحمد عند رؤية المبتلى في دينه أو بدنه. ¶ لقوله صلى الله عليه وسلم: «من رأى مبتلى فقال: الحمد لله الذي ¶ عافاني مما ابتلاك به وفضلني على كثير ممن خلق تفضيلا؛ لم يصبه ¶ ذلك البلاء» [33]، وفي رواية: «عوفي من ذلك البلاء كائنا ما كان ¶ ما عاش» [34] ¶ وهذا الحصن بشرى عظيمة، يقوله المؤمن سراً عندما يرى مبتلا في ¶ دينه بالمعاصي والفسوق، أو في بدنه بالمرض أو نقص الخلقة؛ ليكتب ¶ الله له السلامة والعافية من ذلكم البلاء ما كتب الله له حياة. ¶ قال المباركفوري:\"من رأى مبتلى في أمر بدني كبرص وقصر فاحش أو ¶ طول مفرط أو عمى أو عرج أو اعوجاج يد ونحوها، أو ديني بنحو فسق ¶ وظلم وبدعة وكفر وغيرها، فقال «الحمد لله الذي عافاني مما ¶ ابتلاك به، وفضلني على كثير ممن خلق تفضيلا» أي فضلني في الدين ¶ والدنيا والقلب والقالب إلا عوفي من ذلك البلاء ... مدة بقائه في ¶ الدنيا\" [35]. ¶ 10. التحصن بالدعاء لدفع البلاء ورفعه. ¶ قال الله تعالى:\"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي ¶ قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ ¶ فَلْيَسْتَجِيبُواْ لِي وَلْيُؤْمِنُواْ بِي لَعَلَّهُمْ ¶ يَرْشُدُونَ\" [البقرة:186]، وقال سبحانه:\" وَقَالَ رَبُّكُمُ ¶ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ ¶ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ\" [غافر:60]،",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وقال عن أيوب عليه السلام:\"وَأَيُّوبَ إِذْ نَادَى رَبَّهُ ¶ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنتَ أَرْحَمُ الرَّاحِمِينَ ¶ فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِن ضُرٍّ ¶ وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنْ ¶ عِندِنَا وَذِكْرَى لِلْعَابِدِينَ \" [الأنبياء: 83-84]. ¶ إن الدعاء أمضى سلاح في دفع البلاء قبل نزوله، وفي تخفيفه أو ¶ رفعه بعد نزوله؛ لقوله صلى الله عليه وسلم «لا يغني حذر من قدر، ¶ و الدعاء ينفع مما نزل و مما لم ينزل، و إن البلاء لينزل فيتلقاه ¶ الدعاء فيعتلجان إلى يوم القيامة» [36]. ¶ ودلالة الحديث ظاهرة في أثر الدعاء، وأنه ينفع مما نزل من ¶ المصائب والمكاره وسائر أنوع البلاء ومما لم ينزل منها. ¶ قال ابن القيم:\"والدعاء من أنفع الأدوية، وهو عدو البلاء، يدافعه ¶ ويعالجه، ويمنع نزوله، ويرفعه أو يخففه إذا نزل ... وله مع ¶ البلاء ثلاثة مقامات: ¶ أحدها: أن يكون أقوى من البلاء فيدفعه. ¶ الثاني: أن يكون أضعف من البلاء فيقوى عليه البلاء فيصاب به ¶ العبد، ولكن قد يخففه وإن كان ضعيفا. ¶ الثالث: أن يتقاوما ويمنع كل واحد منهما صاحبه\" [37]. ¶ وقال صلى الله عليه وسلم: «لا يرد القدر إلا الدعاء» [38]، وهذا ¶ الحديث - إضافة إلى سابقه وما في معناهما - يفتح باب الأمل في ¶ دفع المكاره المتوقعة أو المحذورة، ومعناه: أن الدعاء سبب من ¶ الأسباب التي يستدفع بها البلاء، كما أنه سبب من الأسباب التي ¶ يستجلب بها الخير.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وكان بعض السلف يقول:\"ما وجدت للمؤمن مثلا إلا رجلا في البحر على ¶ خشبة، فهو يدعو: يا رب يا رب .. لعل الله ينجيه\" [39]. ¶ فلنقل: يا رب نجنا من المكاره .. يا رب نجنا من البلايا .. يا رب ¶ نجنا من الأوباء. ¶ وإياك ثم إياك أن تقل هذا مطلب كبير، فإنا نطلب الله ما هو أكبر ¶ من ذلك وأعظم .. ومن ذلك إنزال الغيث إذا أجدبت الأرض وأمسكت ¶ السماء فيستجيب لنا! ¶ وإن لنا في دعاء القنوت لعبرة!! ¶ وكلما كان الدعاء عن حاجة واضطرار، وكان في أوقات الإجابة، وكان ¶ خاليا من الموانع كان أحرى بالقبول والإجابة. ¶ 11. التحصن بالقنوت. ¶ جاء في فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء النص على ¶ مشروعية القنوت لدفع الوباء ورفعه كونه من النوازل، وقد خالف ¶ آخرون، قالت اللجنة \"القنوت في الفجر غير مشروع إلا في حالة ¶ النوازل، كحلول الوباء، أو حصار العدو للبلاد، أو تسلطه على ¶ المسلمين، ففي هذه الحال يشرع القنوت في صلاة الفجر وغيرها كما ¶ كان النبي صلى الله عليه وسلم يفعل ذلك\" [40]. ¶ وللعلماء كلام متفرق في الطاعون والوباء، وفيه تفريعات تستحق ¶ البحث والدراسة. ¶ 12. التحصن بالدعاء للغير بظهر الغيب. ¶ لقوله صلى الله عليه وسلم: «ما من عبد مسلم يدعو لأخيه بظهر ¶ الغيب إلا قال الملك: ولك بمثل» [41]. ¶ قال صفوان: قدمت الشام فأتيت أبا الدرداء في منزله فلم أجده،",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ووجدت أم الدرداء، فقالت أتريد الحج العام؟ فقلت: نعم، قالت: ¶ فادع الله لنا بخير، فإن النبي صلى الله عليه وسلم كان يقول: ¶ «دعوة المسلم لأخيه بظهر الغيب مستجابة، عند رأسه ملك موكل، كلما ¶ دعا لأخيه بخير قال الملك الموكل به: آمين، ولك بمثل» [42]. ¶ وهذه غنيمة باردة، لا تحتاج منا إلى كثير جهد وعناء، وإنما فقط ¶ أن نتذكر إخوتنا في الدين أو النسب فندعوا لهم بالسلامة والعافية ¶ وبما نحب من الخير، وندعوا لهم ولذراريهم على وجه الخصوص بالنجاة ¶ من الأمراض والأوباء المعدية وخاصة ما يشغل بالنا هذه الأيام، ¶ فإن فعلنا ذلك بصدق وإخلاص استجاب الله دعاءنا فيهم، واستجاب ¶ دعاء الملك فينا بمثل ما دعونا لهم به؛ لأن دعاء الملائكة مجاب. ¶ وخلف هذا الدعاء من الثمرات الخاصة والعامة الكثير والكثير لمن ¶ تبصَّر، فليكن لنا منه أوفر النصيب. ¶ 13. التحصن بدعاء ذي النون. ¶ هو من ضمن الأدعية التي تدفع بها المكاره وترفع بإذن الله، وإنما ¶ أفردته لأهميته، وفيه جاء قوله صلى الله عليه وسلم: «ألا أخبركم ¶ بشيء إذا نزل برجل منكم كرب أو بلاء من بلايا الدنيا دعا به يفرج ¶ عنه؟ فقيل له: بلى فقال: دعاء ذي النون: لا إله إلا أنت سبحانك ¶ إني كنت من الظالمين» [43]. ¶ قال الإمام الشافعي:\"أحسن ما يداوى به الطاعون - ومثله سائر ¶ الأوباء - التسبيح، ووجهه أنه يدفع العذاب، قال تعالى:\"فَلَوْلَا ¶ أَنَّهُ كَانَ مِنْ الْمُسَبِّحِينَ لَلَبِثَ فِي بَطْنِهِ",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "إِلَى يَوْمِ يُبْعَثُونَ\" [الصافات: 143 – 144] \" [44]. ¶ 14. التحصن بدعاء إذهاب الهم والحزن. ¶ لقوله صلى الله عليه وسلم: «ما قال عبد قط إذا أصابه هم وحزن: ¶ اللهم إني عبدك وابن عبدك وابن أمتك، ناصيتي بيدك، ماض في حكمك، ¶ عدل في قضاؤك، أسألك بكل اسم هو لك سميت به نفسك، أو أنزلته في ¶ كتابك، أو علمته أحدا من خلقك، أو استأثرت به في علم الغيب عندك، ¶ أن تجعل القرآن ربيع قلبي، ونور صدري، وجِلاء حزني، وذهاب همي، ¶ إلا أذهب الله عز و جل همه، وأبدله مكان حزنه فرحا» قالوا: يا ¶ رسول الله، ينبغي لنا أن نتعلم هؤلاء الكلمات، قال: «أجل ينبغي ¶ لمن سمعهن أن يتعلمهن» [45]. ¶ والهم والغم والحزن أمراض باطنة، تستوعب جميع أقسام الزمن ¶ المستقبل والحاضر والماضي، وهي مما ينغص العيش، ويكدر الخاطر، ¶ وهذا الدعاء يذهبها؛ بل يقلبها فرحا. ¶ والأمراض الفاتكة، والأوبئة المعدية، والعلاجات غير الموثوقة، أو ¶ ذات الأضرار الجانبية هي مما يشغل البال، ويجلب الهم، والهم ¶ معوق، وقد يقلل الإنتاج ويعطل عن العمل، فيرجى أن يكون في هذا ¶ الدعاء بلسما وشفاء لمن تحصن به، فيكفيه الله شر ما أهم، ويبدله ¶ مكان همه وغمه فرحًا. ¶ وقد بسط ابن القيم الكلام على هذا الحديث في غير ما كتاب من ¶ كتبه، وتكلم عليه بكلام نفيس. ¶ 15. التحصن بسؤال الحسنتين.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "أي سؤال حسنة الدنيا وحسنة الآخرة، وهو\" طلب العافية في الدارين\" ¶ [46]. ¶ جاء في صحيح مسلم أن رسول الله صلى الله عليه وسلم عاد رجلا من ¶ المسلمين قد خفت، فصار مثل الفرخ، فقال له رسول الله صلى الله ¶ عليه وسلم: «هل كنت تدعو بشيء أو تسأله إياه؟» قال: نعم، كنت ¶ أقول: اللهم ما كنت معاقبي به في الآخرة فعجله لي في الدنيا، ¶ فقال رسول الله صلى الله عليه وسلم: «سبحان الله! لا تطيقه أفلا ¶ قلت: اللهم آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب ¶ النار؟» قال: فدعا الله له فشفاه [47]. ¶ فهذا الرجل لما دعا بتعجيل العقوبة استجاب الله دعاءه، وابتلاه ¶ بالمرض حتى ضعف وصار مثل فرخ الطائر، فبين له النبي صلى الله ¶ عليه وسلم أنه لا يطيق ماسأل في الدنيا، ولا يستطيعه في العقبى، ¶ ثم بين له الصواب من القول، فلو قال: (اللهم آتنا في الدنيا حسنة ¶ )؛ لغفر الله له ذنوبه وعافاه من المرض، فدعا الرجل بهذا ¶ الدعاء الجامع فشفاه الله [48]. ¶ وكان هذا الدعاء المبارك أكثر دعاء النبي صلى الله عليه وسلم، ¶ وكان أنس رضي الله عنه يدعو به لأصحابه، وما ذك إلا لأنه \"جامع ¶ لجميع مطالب الدّنيا والآخرة\" [49]، فحري بالمسلم أن يكون له ¶ منه أوفر النصيب. ¶ 16. التحصن بسؤال العفو والعافية. ¶ ففي العفو محو الذنوب، وفي العافية السلامة من الأسقام والبلايا ¶ [50]. ¶ قال أنس رضي الله عنه: أتى النبي صلى الله عليه وسلم رجل فقال:",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "يا رسول الله، أي الدعاء أفضل؟ قال: «سل الله العفو والعافية في ¶ الدنيا والآخرة»، ثم أتاه الغد فقال: يا نبي الله، أي الدعاء ¶ أفضل؟ قال: «سل العفو والعافية في الدنيا والآخرة، فإذا أعطيت ¶ العافية في الدنيا والآخرة فقد أفلحت» [51]. ¶ وقد أنكر النبي صلى الله عليه وسلم على المبتلين الذين لا يسألون ¶ الله العافية، فعن أنس أن النبي صلى الله عليه وسلم مر بقوم ¶ مبتلين، فقال: «أما كان هؤلاء يسألون العافية؟!» [52]. ¶ قال ابن حجر الهيتمي:\"ويتأكد لمن أصابه طاعون أو مرض وغيره أن ¶ يديم سؤال العافية\" [53]؛ فإذا ما استجاب الرب تعالى كانت الصحة ¶ والسلامة. ¶ وقد قام صلى الله عليه وسلم على المنبر يوما ثم بكى، فقال: «سلوا ¶ الله العفو والعافية؛ فإن أحدًا لم يعط بعد اليقين خيرًا من ¶ العافية» [54]. ¶ قال الحكيم:\"هذا من جوامع الكلم، إذ ليس شيء مما يعمل للآخرة ¶ يتقبل إلا باليقين، وليس شيء من أمر الدنيا يهنأ به صاحبه إلا مع ¶ الأمن والصحة وفراغ القلب، فجمع أمر الآخرة كله في كلمة، وأمر ¶ الدنيا كله في كلمة \" [55]. ¶ وصح إن النبي صلى الله عليه وسلم لم يكن يدع تلكم الدعوات حين ¶ يمسي وحين يصبح. ¶ 17. التحصن بالله من تحول العافية. ¶ فقد كان صلى الله عليه وسلم يتعوذ من تحول العافية وتبدلها ¶ بالبلاء قال: «اللهم إني أعوذ بك من زوال نعمتك، وتحوُّل عافيتك،",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وفجاءة نقمتك، وجميع سخطك» [56]. ¶ قال الصنعاني:\"تحول العافية: انتقالها، ولا يكون إلا بحصول ضدها ¶ وهو المرض\" [57]، فكأن المتعوذ سأل دوام العافية، وهي: السلامة ¶ من الآلام والأسقام [58]. ¶ فحري بالمسلم أن يحتمي بمن له القدرة التامة على حمايته من سائر ¶ الأمراض السيئة التي لا طاقة له بها، ولا قدرة له عليها، ومنها ¶ الأوبئة الفاتكة كوباء الخنازير في وقتنا. ¶ 18. التحصن بالله من سيء الأسقام. ¶ فقد كان النبي صلى الله عليه وسلم يقول في دعائه: «اللهم إني أعوذ ¶ بك من البرص، و الجنون، والجذام، و من سيء الأسقام» [59]. ¶ والمعنى: التجئ إليك يا الله، وأعتصم بك، وأحتمي من هذه ¶ المكروهات، ومن سائر الأمراض والعلل السيئة أن تصيبني فامنعني ¶ منها، ونجني من شرها. ¶ وكان صلى الله عليه وسلم يقول: «اللهم جنبني منكرات الأخلاق، ¶ والأهواء، والأدواء» [60]. ¶ أي: باعدني عن المنكرات المذكورة، ومنها الأدواء،\"وهي الأسقام ¶ المنفرة\" [61]، كالتي مرت في الحديث الآنف. ¶ 19. التحصن بكثرة الاستغفار. ¶ فإن الاستغفار سبب إلى الحياة السعيدة الهانئة الخالية من ¶ المنغصات والمكدرات، ولك أن تتأمل ما يأتي من الآيات، وأن تعود ¶ إلى تفسيرها لترى ما ينشرح به صدرك. ¶ قال تعالىفَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "غَفَّاراً يُرْسِلِ السَّمَاء عَلَيْكُم مِّدْرَاراً ¶ وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَل لَّكُمْ ¶ جَنَّاتٍ وَيَجْعَل لَّكُمْ أَنْهَاراً\" [نوح: 10 – 12]، وقوله عز ¶ وجل:\" وَأَنِ اسْتَغْفِرُواْ رَبَّكُمْ ثُمَّ تُوبُواْ إِلَيْهِ ¶ يُمَتِّعْكُم مَّتَاعاً حَسَناً إِلَى أَجَلٍ مُّسَمًّى وَيُؤْتِ ¶ كُلَّ ذِي فَضْلٍ فَضْلَهُ وَإِن تَوَلَّوْاْ فَإِنِّيَ أَخَافُ ¶ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ\" [هود: 3]، وقالسبحانه: \"وَيَا ¶ قَوْمِ اسْتَغْفِرُواْ رَبَّكُمْ ثُمَّ تُوبُواْ إِلَيْهِ ¶ يُرْسِلِ السَّمَاء عَلَيْكُم مِّدْرَاراً وَيَزِدْكُمْ قُوَّةً ¶ إِلَى قُوَّتِكُمْ وَلاَ تَتَوَلَّوْاْ مُجْرِمِينَ \" [هود: 52]. ¶ فدلالة هذه الآيات على الوقاية من الأمراض والمكروهات وسائر ¶ الآفات استنباطية، إذ إن ظفرك بمطر السماء، وإمدادك بالأموال ¶ والبنين، وامتلاكك البساتين الجارية بالأنهار، وزيادة قوتك قوة، ¶ وإمتاعك متاعا حسنا يستلزم بقاءك وحمايتك من المهلكات؛ لتصدق فيك ¶ معاني الآيات إذ صدقت في الاستغفار. ¶ فليكن لنا نصيب من الاستغفار، وليكن لنا من سيده أوفر النصيب، ¶ ولنتذكر أن الاستغفار المثمر هو ما تواطأ عليه القلب واللسان، مع ¶ الإقلاع عن الذنوب والآثام، والندم على فعلها، والعزم على هجرها ¶ وعدم العودة إليها، ومتى ما نقضنا العهد أو كبونا فلنعد إليه ¶ مرة أخرى بشروطه. ¶ 20. التحصن بالتصالح مع الله تعالى والرجوع إليه.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "فإن الذنوب هي الأصل فيما يصيب الناس من المكاره، ولنتأمل قول ¶ الحق تعالى:\"وَمَا أَصَابَكُم مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ ¶ أَيْدِيكُمْ وَيَعْفُو عَن كَثِيرٍ\" [الشورى: 30]، فالله تعالى ¶ يخبر\"أنه ما أصاب العباد من مصيبة في أبدانهم وأموالهم وأولادهم، ¶ وفيما يحبون ويكون عزيزا عليهم، إلا بسبب ما قدمته أيديهم من ¶ السيئات، وأن ما يعفو اللّه عنه أكثر، فإن اللّه لا يظلم العباد، ¶ ولكن أنفسهم يظلمون.\"وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا ¶ كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِن دَابَّةٍ وَلَكِن ¶ يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاء أَجَلُهُمْ ¶ فَإِنَّ اللَّهَ كَانَ بِعِبَادِهِ بَصِيراً\" [فاطر: 45] \" [62]. ¶ وقال تعالى:\"ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا ¶ كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُم بَعْضَ الَّذِي عَمِلُوا ¶ لَعَلَّهُمْ يَرْجِعُونَ\" [الروم:41]، يقول ابن سعدي في ¶ تفسيرها:\"استعلن الفساد في البر والبحر أي: فساد معايشهم ونقصها ¶ وحلول الآفات بها، وفي أنفسهم من الأمراض والوباء وغير ذلك، بسبب ¶ ما قدمت أيديهم من الأعمال الفاسدة المفسدة بطبعها\" [63]. ¶ وفي الحديث: «لم تظهر الفاحشة في قوم قط حتى يعلنوا بها إلا فشا ¶ فيهم الطاعون والأوجاع التي لم تكن مضت في أسلافهم الذين مضوا» ¶ [64]. ¶ والطريق إلى العودة ودفع المكاره عموما أو رفعها يكون بالإيمان ¶ الصحيح، والتقوى والأعمال الصالحة، كما قال الله:\" uوَلَوْ",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "أَنَّ أَهْلَ الْقُرَى آمَنُواْ وَاتَّقَواْ لَفَتَحْنَا ¶ عَلَيْهِم بَرَكَاتٍ مِّنَ السَّمَاءِ وَالأَرْضِ وَلَكِن ¶ كَذَّبُواْ فَأَخَذْنَاهُم بِمَا كَانُواْ يَكْسِبُونَ ¶ \" [الأعراف: 96]. ¶ 21. التحصن بالصدقة. ¶ وهي من الإحسان المتعدي إلى الغير، وبها تدفع الأمراض والمكاره ¶ وترفع؛ لقوله صلى الله عليه وسلم: «داووا مرضاكم بالصدقة» [65]، ¶ فإذا كانت الصدقة ترفع المرض بعد وقوعه، فمن باب أولى أن تدفعه ¶ قبل وقوعه، فإذا ما بذل الإنسان صدقة من طعام أو كساء أو نقود ¶ وما أشبه ذلك للمحتاجين بنية دفع البلاء أو رفعه، فيرجى له الظفر ¶ بما نوى. ¶ قال المناوي:\"أمر بمداواة المرضى بالصدقة، ونبه بها على بقية ¶ أخواتها من القرب، كإغاثة ملهوف، وإغاثة مكروب، وقد جرَّب ذلك ¶ الموفقون، فوجدوا الأدوية الروحانية تفعل ما لا تفعله الأدوية ¶ الحسيَّة، ولا ينكر ذلك إلا من كثف حجابه\" [66]. ¶ وقال صلى الله عليه وسلم: « ... وآمركم بالصدقة، ومثل ذلك كمثل ¶ رجل أسره العدو، فأوثقوا يده إلى عنقه، وقربوه ليضربوا عنقه، ¶ فجعل يقول: هل لكم أن أفدي نفسي منكم، وجعل يعطي القليل والكثير ¶ حتى فدى نفسه» [67]. ¶ ففي الصدقة نجاة من الكروب والمكاره، قال ابن القيم:\"إن للصدقة ¶ تأثيرا عجيبا في دفع أنواع البلاء، ولو كانت من فاجر أو من ظالم، ¶ بل من كافر، فإن الله تعالى يدفع بها عنه أنواعا من البلاء، وهذا ¶ أمر معلوم عند الناس خاصتهم وعامتهم، وأهل الأرض كلهم مقرون به؛ ¶ لأنهم جرَّبوه\" [68]",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "والشواهد من الواقع المحسوس على تأثير الصدقة في رفع البلاء ¶ كثيرة جدا، أذكر واحدة وأتجاوز البقية للاختصار، ذكر ابن حجر ¶ الهيتمي في كتابه الزواجر: \"أنه تقرّح وجه أبي عبد الله الحاكم ¶ قريباً من سنة، فسأل أهل الخير الدعاء له فأكثروا من ذلك، ثم ¶ تصدق على المسلمين بوضع سقاية بنيت على باب داره وصب فيها الماء، ¶ فشرب منها الناس فما مر عليه أسبوع إلا وظهر الشفاء وزالت تلك ¶ القروح، وعاد وجهه أحسن ما كان\" ([69]. ¶ 22. التحصن بصنائع المعروف. ¶ لقوله صلى الله عليه وسلم: «صنائع المعروف تقي مصارع السوء، ¶ والآفات، والهلكات، وأهل المعروف في الدنيا هم أهل المعروف في ¶ الآخرة» [70]. ¶ ودلالة الحديث ظاهرة في كون فعل الخير وإسداء الجميل إلى الناس ـ ¶ سواء أكانوا أبرارا أم فجارا ـ يحفظ صاحبه من مصارع السوء ويردها ¶ عنه، فإن الجزاء من جنس العمل. ¶ قال العامري:\"المعروف هنا يعود إلى مكارم الأخلاق مع الخلق، ¶ كالبر، والمواساة بالمال، والتعهد في مهمات الأحوال كسد خلة، ¶ وإغاثة ملهوف، وتفريج مكروب، وإنقاذ محترم من محذور، فيجازيه ¶ الله من جنس فعله، بأن يقيه مثلها، أو يقيه مصارع السوء عند ¶ الموت\" [71]. ¶ وقد فسرت الآفات بأنها العاهات، وهي البلايا التي تصيب الزروع ¶ والمواشي والناس، ومنها الموت، والمرض، والمصائب، والحزن، ¶ والغم، والتعب، والكدر، والحمى، والصرع وغيرها [72]،وفسرت",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "الهلكات، بأنها السنون الجدبة، لأنها مهلكة [73]. ¶ والحكايات في الباب كثيرة أكتفي بواحدة ذكرها الشيخ عطية محمد ¶ سالم، قال:\"سمعت منذ أسبوع مضى: أن امرأة وقعت في دبل العين ـ ¶ والذي أخبرني حي يرزق ـ فانخسف بها الدبل، وسقطت في الأرض ولم ¶ تستطع أن تخرج، ومكثت خمسة عشر يوماً لا يعلم بها أحد، وقد كان ¶ لها غنم تعطي عجائز بجوارها من لبنها في طاسة من النحاس، فمر شخص ¶ يمشي على ظهر الدبل فسمع صوتاً، فنادى فأجابته فأخرجوها، فسألوها ¶ كيف كنت تعيشين؟ قالت: طاسة الحليب التي كنت أعطيها العجائز ¶ اللاتي بجواري، كانت تأتيني كل يوم!! \" [74]. ¶ فمتى سنحت لك الفرصة مع الإمكان لصنع معروف فبادر إليه ولا ¶ تتأخر، فيوشك أن تجد جميل صنعك أحوج ما تكون إليه. ¶ 23. ... التحصن بالاستيداع. ¶ لقوله صلى الله عليه وسلم: «إن الله إذا استودع شيئا حفظه» [75] ¶ فيستودع الإنسان ربه نفسه وأهله وولده وكل شأنه؛ \"لأن العبد عاجز ¶ ضعيف، والأسباب التي أعطيها عاجزة ضعيفة مثله، فإذا تبرأ العبد ¶ من الأسباب وتخلى من وبالها، وتحلى بالاعتراف بالضعف، واستودع ¶ الله شيئا فهذا منه في ذلك الوقت تخلى وتبرى من حفظه ومراقبته، ¶ فيكلأه الله ويرعاه ويحفظه والله خير حفظا\" [76] ¶ وعليه فما أجمل أن تقول المرأة لزوجها وأولادها عند الخروج من ¶ المنزل: أستودعكم الله، وما أجمل أن يقول الوالد لأولاده عند ¶ إنزالهم مكان تعليمهم أستودعكم الله، وبالجملة ما أجمل أن تتبادل",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "الأسرة هذه الكلمة المباركة فيما بينها؛ ليحرسهم الله ويحفظهم ¶ مما يكرهون. ¶ 24. ... التحصن بركعتين تقي من مخرج السوء ومثلها من مدخله. ¶ لقوله صلى الله عليه وسلم: «إذا خرجت من منزلك فصل ركعتين ¶ تمنعانك مخرج السوء، وإذا دخلت إلى منزلك فصل ركعتين تمنعانك ¶ مدخل السوء» [77]. ¶ والمعنى إذا أردت الخروج من بيتك فصل ركعتين بهذه النية، تكون لك ¶ حرزا من الشر، وإذا دخلت كذلك. ¶ 25. ... التحصن بماء زمزم. ¶ وهو أشرف المياه وأطيبها وأعجبها، وقد قال صلى الله عليه وسلم عن ¶ زمزم: «إنها مباركة، وهي طعام طعم وشفاء سقم» [78]، وإنما تظهر ¶ بركتها على من صحَّ صدقه، وحسنت فيها نيته [79]. ¶ وماء زمزم لما شرب له من النيات والمقاصد؛ لقوله صلى الله عليه ¶ وسلم: «ماء زمزم لما شرب له» [80]. ¶ قال الشوكاني:\"فيه دليل على أن ماء زمزم ينفع الشارب لأي أمر ¶ ضربه لأجله، سواء كان من أمور الدنيا أو الآخرة؛ لأن (ما) في ¶ قوله: (لما شرب له) من صيغ العموم\" [81]. ¶ وقال مجاهد:\"إن شربته تريد الشفاء شفاك الله، وإن شربته تريد أن ¶ تقطع ظمأك قطعه الله، وإن شربته تريد أن يشبعك أشبعك الله، وهي ¶ هزمة جبريل، وسقيا الله إسماعيل ... من شرب منها حتى يتضلع أحدثت ¶ له شفاء، وأخرجت منه داء\" [82]. ¶ وقد شربه جماعة من العلماء والصالحين لمقاصد جليلة وحوائج جزيلة",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "فنالوها [83]. ¶ قال ابن القيم:\"وقد جربت أنا وغيري من الاستشفاء بماء زمزم ¶ أموراً عجيبة، واستشفيت به من عدة أمراض فبرأت بإذن الله، وشاهدت ¶ من يتغذى به الأيام ذوات العدد قريباً من نصف الشهر أو أكثر ولا ¶ يجد جوعاً، ويطوف مع الناس كأحدهم، وأخبرني أنه ربما بقي عليه ¶ أربعين يوماً، وكان له قوة يجامع بها أهله ويصوم ويطوف مراراً\" ¶ [84]. ¶ وتجارب العلماء وأخبارهم مع هذا الماء المبارك كثيرة جدا، ولولا ¶ الإطالة لذكرت طرفا منها، فلنشربه بنية الوقاية والشفاء من ¶ الأمراض، وبنية السلامة والعافية من المكاره، ودون تردد مع ¶ اليقين بحصول المطلوب. ¶ 26. ... تحصين من نزل به البلاء لرفعه عنه. ¶ لقوله صلى الله عليه وسلم: «من عاد مريضا لم يحضر أجله، فقال ¶ عنده سبع مرات: أسأل الله العظيم رب العرش العظيم أن يشفيك إلا ¶ عافاه الله من ذلك المرض» [85]. ¶ فهذه الفائدة يحصلها المريض بدعاء الزائر له بالصيغة النبوية ¶ المذكورة، فيعافى ويقوم سريعا من مرضه بإذن الله تعالى، مالم يكن ¶ مرضه الذي هو فيه مرض الموت، فإن كان كذلك لم ينفعه شيء. ¶ 27. ... التحصن بالتعاويذ والرقى عند نزول البلاء. ¶ وهذه بابها واسع، وقد ذكرت طرفا منها في كتابي ((أذكار المسلم ¶ 200 سؤال وجواب)) [86]، تحت عنوان: أذكار المرض والرقية والموت ¶ وما يتصل به. ¶ هذه بعض التحصينات وفيها الكفاية لمن وفقه الله.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "تساؤلات: ¶ هل هناك فرق بين الأدوية الإلهية والأدوية الطبيعية في النفع من ¶ الداء؟ وما مميزات الأدوية الإلهية؟ وهل لها آثار جانبية سلبية؟ ¶ نعم هناك فرق؛ فالأدوية والتحصينات الإلهية تكون أحيانا ¶ استباقية، ومساحتها العلاجية أرحب، قال ابن القيم:\"واعلم أن ¶ الأدوية الإلهية تنفع من الداء بعد حصوله، وتمنع من وقوعه، وإن ¶ وقع لم يقع وقوعا مضرا وإن كان مؤذيا، والأدوية الطبيعية إنما ¶ تنفع بعد حصول الداء، فالتعوذات والأذكار إما أن تمنع وقوع هذه ¶ الأسباب، وإما أن تحول بينها وبين كمال تأثيرها بحسب كمال التعوذ ¶ وقوته وضعفه، فالرقى والعوذ تستعمل لحفظ الصحة، ولإزالة المرض\" ¶ [87]. ¶ وتمتاز الأدوية والتحصينات الإلهية بأنها مجانية، وسهلة التعلم، ¶ وليس لها آثار جانبية، إضافة إلى إنها تشرح الصدر، وتطمئن القلب، ¶ وتزرع اليقين، وتقوي الصلة بين العبد وخالقه. ¶ كيف نحقق أكبر فائدة من تلكم التحصينات؟ ¶ لكي نحقق أكبر فائدة من تلكم التحصينات علينا بالآتي: ¶ أولا: بالنسبة للتحصينات الشرعية المادية: ¶ علينا أن نأخذ بأسباب الوقاية التي تجنبنا المكاره على اختلافها ¶ وتنوعها، ومنها انتقال الأمراض المعدية والوبائية منها خاصة، وقد ¶ ذكر أهل الاختصاص من الأطباء في الوقاية من أنفلونزا الخنازير ¶ أمورا أصبحت مشهورة عند كثير من الناس، لانتشار منشوراتها في ¶ المدارس والجامعات والمساجد والأماكن العامة، فلنأخذ بها ولا",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "نهملها وهذا من تمام التوكل، وقد تقدم أن مثل هذه التحصينات قد ¶ جاءت الشريعة بأصولها على أكمل وجه وأتم صورة. ¶ ثانيا: بالنسبة للتحصينات الشرعية الإلهية علينا الآتي: ¶ 1. قولها بحضور يتواطأ فيه القلب مع اللسان. ¶ 2. قولها مع اليقين ببركتها ونفعها. ¶ 3. الالتزام بأعدادها، وكيفياتها، وأوقاتها. ¶ 4. ... اعتقاد أنها سبب وأنها لا تؤثر بذاتها. ¶ 5. ... تفويض الأمر بعد ذلك إلى الله تعالى. ¶ هل من الممكن أن يتخلف تأثير تلكم التحصينات أو ينعدم؟ ¶ نعم؛ والأمر كما قال ابن القيم:\"الأدعية والتعوذات بمنزلة ¶ السلاح، والسلاح بضاربه لا بحده فقط، فمتى كان السلاح سلاحا تاما ¶ لا آفة به، والساعد ساعدا قويا، والمانع مفقودا، حصلت به النكاية ¶ في العدو، ومتى تخلف واحد من هذه الثلاثة تخلف التأثير، فإن كان ¶ الدعاء في نفسه غير صالح، أو الداعي لم يجمع بين قلبه ولسانه في ¶ الدعاء، أو كان ثم مانع من الإجابة لم يحصل الأثر\" [88]. ¶ وقال أيضا:\" فالقرآن هو الشفاء التام من جميع الأدواء القلبية ¶ والبدنية، وأدواء الدنيا والآخرة، وما كل أحدٍ يُوفَّق للاستشفاء ¶ به، وإذا أحسن العليل التداوي به، ووضعه على دائه بصدق وإيمان، ¶ وقبول تام، واعتقاد جازم، واستيفاء شروطه لم يقاومه الداء أبدًا، ¶ وكيف تقاوم الأدواء كلام رب الأرض والسماء، الذي لو نزل على ¶ الجبال لصدَّعها، أو على الأرض لقطعها\" [89].",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "هل يلزم أن تقال جميع التحصينات الآنفة في كل مرة لتحصيل ¶ الفائدة؟ ¶ لا يلزم، لكن التحصينات المتعلقة بأوقات معينة أو مناسبات معينة ¶ فإنها تقال فيها، والأكمل أن نواظب على ما نستطيع من التحصينات، ¶ فمن يقاتل بسلاحين أو ثلاثة أكمل ممن يقاتل بسلاح يتيم، وقد يكفي ¶ من التحصينات قراءة الإخلاص والمعوذتين ثلاث مرات صباحا، وثلاث ¶ مرات مساء مع اليقين وحضور القلب. ¶ من أحوج الناس إلى تلكم التحصينات؟ ¶ الجميع بحاجة إليها بلا استثناء؛ لدفع المكاره أو رفعها ¶ وتخفيفها، وعندما تظهر الأوبئة فمن يكون على احتكاك مباشر ¶ بالجماهير أكثر حاجة إليها، كالأطباء، والمعلمين، والطلاب، ومن ¶ يغشاهم الناس لحاجاتهم. ¶ أمنيات: ¶ وقبل أن أختم هذا الموضوع أبث إليكم ثلاث أمنيات علها تجد صوتا ¶ مجيبا، فأقول: ¶ 1.أتمنى نشر ثقافة التحصينات الشرعية الإلهية بين الناس، بحيث ¶ تصبح جزءا من أولويات اهتمامهم، بألفاظها وكيفيتها وأوقاتها التي ¶ جاء بها الوحي المقدس. ¶ 2.أتمنى أن نشاهد -بجانب ورقة التحصينات الوقائية المادية- ورقة ¶ أخرى للتحصينات الإلهية من أذكار ورقى ودعوات وإرشادات إلى ¶ الأعمال الصالحة كالصدقة. ¶ 3.أتمنى عندما يتحدث المسؤول - وخاصة أصحاب التخصصات الطبية ¶ والتعليمية - عن الأمراض الوبائية كأنفلونزا الخنازير، أن يطعم",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "حديثه بشيء من التحصينات الإلهية، مشيرًا إلى أهميتها وضرورة ¶ العناية بها لدفع البلاء أو رفعه وتخفيفه. ¶ وبعد،،، ¶ آمل أن تكون المعلومات الآنفة واضحة ومفيدة، كما آمل أن نتعلمها ¶ ونعلمها أهلينا في البيوت، وننقلها إلى الآخرين، وأن نعمل بها من ¶ اليوم، سائلا المولى عز وجل أن يجنبني وإياكم وذرارينا وسائر ¶ المسلمين كلَّ مكروه، وأن يرفع عن الأمة وباء الخنازير وسائر ¶ المكروهات .. والله أعلم. ¶ _______________ ¶ (1) ... أخرجه البخاري في الأنبياء (3286). ¶ (2) ... أخرجه البخاري في الطب (4537). ¶ (3) ... أخرجه أحمد (9722)، والبيهقي في الكبرى (13550)، ¶ وأورده الألباني في الصحيحة (873) وصححه. ¶ (4) ... أخرجه مسلم في السلام (2231). ¶ (5) ... أخرجه الحاكم (7684)، والبيهقي في الشعب (9353)، ¶ وحسنه الألباني في صحيح الجامع (685). ¶ (6) ... قالوا عن الإسلام (ص68). ¶ (7) ... زاد المعاد (4/ 9). ¶ (8) ... فتح الباري (10/ 133). ¶ (9) ... فيض القدير (3/ 514). ¶ (10) ... درس صوتي (6/ 13). ¶ (11) ... النفث:\"نفخ لطيف بلا ريق\". تاج العروس من جواهر ¶ القاموس (5/ 377).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "(12) ... أخرجه البخاري في فضائل القرآن (4729). ¶ (13) ... المفهم (8/ 88). ¶ (14) ... أخرجه البخاري في بدء الخلق (3101). ¶ (15) ... الجامع لأحكام القرآن (3/ 268). ¶ (16) ... أخرجه البخاري في فضائل القرآن (4722)، ومسلم في ¶ صلاة المسافرين (1914). ¶ (17) ... الوابل الصيب (ص131). ¶ (18) ... أخرجه الترمذي في الدعوات (3575)، وأبو داود في ¶ الأدب (5084)، وقال الألباني في صحيح الترغيب والترهيب:\"حسن ¶ صحيح\". ¶ (19) ... انظر: عون المعبود شرح سنن أبي داود (13/ 290)، ¶ ومرقاة المفاتيح شرح مشكاة المصابيح (7/ 29). ¶ (20) ... رواه الإمام أحمد وغيره، وأورده الألباني في ¶ الصحيحة (891) وصححه. ¶ (21) ... أخرجه الترمذي في الدعوات (3474)، وأبو داود في ¶ الأدب (5079)، وصححه الألباني في صحيح أبي داود (4240). ¶ (22) ... أخرجه النسائي في عمل اليوم والليلة (10178)، ¶ والحاكم في المستدرك (1895)، وصححه الألباني في صحيح الترغيب ¶ والترهيب (655). ¶ (23) ... أخرجه أبو داود في الأدب (5088)، وهو صحيح كما في ¶ مشكاة المصابيح (2391). ¶ (24) ... مشكاة المصابيح مع شرحه مرعاة المفاتيح (8/ 278). ¶ (25) ... أخرجه النسائي في الكبرى، في الحيض (4680)، وأبو ¶ داود في التطوع (1291) بلفظ: «لا تعجزني من أربع ركعات»، وصححه",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "الألباني في صحيح الترغيب والترهيب (674). ¶ (26) ... عمدة القاري شرح صحيح البخاري (11/ 195). ¶ (27) ... تحفة الأحوذي (2/ 478) ¶ (28) ... فيض القدير شرح الجامع الصغير (4/ 469). ¶ (29) ... نيل الأوطار (3/ 78). ¶ (30) ... أخرجه مسلم في الذكر (2708). ¶ (31) ... أخرجه مسلم في الذكر (2709). ¶ (32) ... التيسير بشرح الجامع الصغير (1/ 458). ¶ (33) ... أخرجه الترمذي في الدعوات (3432)، والطبراني في ¶ الصغير (5324)، وصححه الألباني في الصحيحة (602). ¶ (34) ... أخرجه ابن ماجة في الدعاء (3892)، والترمذي في ¶ الدعوات (3431)، وحسنه الألباني في صحيح الترمذي (2729). ¶ (35) ... تحفة الأحوذي (9/ 275). ¶ (36) ... أخرجه الطبراني في الأوسط (2498)، والحاكم في ¶ المستدرك (1813)، وحسنه الألباني في صحيح الجامع (7739). ¶ (37) ... الجواب الكافي (ص22). ¶ (38) ... أخرجه الترمذي في القدر (2139)، والطبراني في ¶ الكبير (1442)، والحاكم في المستدرك (1814)، وحسنه الألباني في ¶ الترغيب والترهيب (1638). ¶ (39) ... شعب الإيمان للبيهقي (2/ 39). ¶ (40) ... فتاوى اللجنة (31/ 392). ¶ (41) ... أخرجه مسلم في الذكر (86).",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "(42) ... أخرجه مسلم في الذكر (88). ¶ (43) ... أخرجه النسائي في الكبرى (10491)، والحاكم (1864)، ¶ وصححه الألباني في الصحيحة (1744). ¶ (44) ... الفتاوى الكبرى الفقهية (4/ 28). ¶ (45) ... أخرجه أحمد (4318)، وابن حبان (972)، والحاكم (1877)، ¶ وصححه الألباني في الصحيحة (3528). ¶ (46) ... اللباب في علوم الكتاب (3/ 443). ¶ (47) ... أخرجه مسلم في الذكر والدعاء (2688). ¶ (48) ... انظر: مشكاة المصابيح (8/ 613). ¶ (49) ... اللباب في علوم الكتاب (3/ 443). ¶ (50) ... انظر: فيض القدير (2/ 32). ¶ (51) ... أخرجه البخاري في الأدب المفرد (436)، وصححه ¶ الألباني (495). ¶ (52) ... أخرجه البزار (3134) وصحح إسناده الألباني في ¶ الصحيحة (2197). ¶ (53) ... الفتاوى الكبرى الفقهية (4/ 28). ¶ (54) ... أخرجه الترمذي في فضل التسبيح (3558)، والنسائي في ¶ الكبرى (10717)، وصححه الألباني في صحيح الجامع (5945). ¶ (55) ... فيض القدير (4/ 106). ¶ (56) ... أخرجه مسلم في الذكر (2739). ¶ (57) ... سبل السلام (7/ 281). ¶ (58) ... فيض القدير (2/ 110). ¶ (59) ... أخرجه أحمد (13070)، والحاكم في المستدرك (1944)،",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وصححه الألباني في صحيح الجامع (1281). ¶ (60) ... أخرجه ابن حبان (960)، والطبراني في الكبير (15379)، ¶ وصححه الألباني في صحيح الجامع (1298). ¶ (61) ... سبل السلام (7/ 178). ¶ (62) ... تيسير الكريم الرحمن (759). ¶ (63) ... تيسير الكريم الرحمن (643). ¶ (64) ... أخرجه ابن ماجة في الفتن (4019)، والحاكم (8623)، ¶ والبيهقي في الشعب (3315)، وصححه الألباني في صحيح الجامع (7978). ¶ (65) ... أخرجه الطبراني في الكبير (10044)، والبيهقي في ¶ السنن الكبرى (6832)، وجاء عند غيرهما بروايات وزيادات لا تصح، ¶ أما هذا الحديث فحسنه الألباني في صحيح الجامع (3358)، وقال في ¶ صحيح الترغيب والترهيب (1/ 182):\"حسن لغيره ... رواه أبو داود في ¶ المراسيل ورواه الطبراني والبيهقي وغيرهما عن جماعة من الصحابة ¶ مرفوعا متصلا والمرسل أشبه\". ¶ (66) ... فيض القدير (3/ 515). ¶ (67) ... أخرجه الترمذي في الأمثال (2863)، وابن حبان في ¶ التاريخ (6233)، والحاكم (1534)، وصححه الألباني في صحيح الترغيب ¶ والترهيب (877). ¶ (68) ... الوابل الصيب (ص49). ¶ (69) ... الزواجر (1/ 321). ¶ (70) ... أخرجه الحاكم في العلم (429)، وصححه الألباني في ¶ صحيح الجامع (3795).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "(71) ... فيض القدير (4/ 442). ¶ (72) ... انظر: مختار الصحاح (1/ 20)، وإكمال المعلم (5/ 92)، ¶ والنهاية في غريب الحديث (2/ 621)، والأنوار الساطعات لآيات ¶ جامعات (1/ 372). ¶ (73) ... المحكم والمحيط الأعظم (2/ 137). ¶ (74) ... الأربعين النووية/عطية محمد سالم، درس (51). ¶ (75) ... أخرجه ابن حبان (2693)، والبيهقي في شعب ¶ الإيمان (3342)، وصححه الألباني في الصحيحة (2574). ¶ (76) ... فيض القدير (2/ 506). ¶ (77) ... أخرجه، وصححه الألباني في صحيح الجامع (505). ¶ (78) ... أخرجه الطيالسي (457)، والطبراني في الصغير (259)، ¶ وصححه الألباني في السلسلة الصحيحة (1056). ¶ (79) ... المفهم (9/ 203). ¶ (80) ... أخرجه الطبراني في الأوسط (849)، والبيهقي في ¶ الصغرى (1784)، وصححه الألباني في صحيح الجامع (10439). ¶ (81) ... نيل الأوطار (5/ 149). ¶ (82) ... شرح صحيح البخاري لابن بطال (4/ 216). ¶ (83) ... تاريخ مكة المشرفة (1/ 67). ¶ (84) ... الطب النبوي (ص307). ¶ (85) ... أخرجه أبو داود في الجنائز (3107)، وصححه ¶ الألباني (2664). ¶ (86) ... طبعة دار كنوز أشبيليا. ¶ (87) ... زاد المعاد (4/ 182).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "(88) ... الجواب الكافي (8). ¶ (89) ... زاد المعاد (4/ 322).",
            "page": "37",
            "part": "1"
        }
    ],
    "t37718": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الشرعية من أنفلونزا الخنازير وغيرها"
        }
    ]
}