{
    "b37716": [
        {
            "id": "1",
            "nass": "بِسْمِ اللّهِ الرَّحْمَنِ الرَّحِيمْ ¶ محتويات كتب التربية الوطنية والمدنية المقررة في فلسطين كأحد التحديات التربوية ¶ المعاصرة للإسلام ¶ بحث مقدم إلى مؤتمر ¶ \"الإسلام والتحديات المعاصرة\" ¶ المنعقد بكلية أصول الدين في الجامعة الإسلامية ¶ في الفترة: 2-3/4/2007م ¶ إعداد: ¶ ……د. عبدالهادي حمدان مصالحة ¶ دكتوراه في المناهج وطرق التدريس – مركز النور للمعاقين بصرياً ¶ أبريل/ 2007 ¶ المقدمة: ¶ لما كانت العقيدة الإسلامية هي أساس حياة كل من المسلم والمجتمع الذي يعيش فيه؛ لذا فإن كل معرفة يتلقاها المسلم لابد أن يكون أساسها العقيدة الإسلامية، سواء كانت هذه المعرفة متعلقة بحياته نفسه أو بعلاقاته مع غيره أو متعلقة بأي شيء في هذه الحياة وفيما قبلها وما بعدها. ¶ ومنهاج التعليم هو الوعاء الذي يتضمن المعلومات والموضوعات (المعرفة) التي يراد تعليمها من جهة والكيفية التي يجري بحسبها إعطاء (تعليم) هذه المعلومات والموضوعات من جهة أخرى. ¶ فالعقيدة هي مقياس الأخذ والاعتقاد، فما ناقض العقيدة لا نأخذه ولا نعتقده، وما لم يناقضها جاز أخذه؛ فالمعارف المتعلقة بالعقائد والأحكام يجب أن تنبثق عن العقيدة الإسلامية أما غير العقائد والأحكام من المعارف فتكون العقيدة الإسلامية هي المقياس لكيفية التعامل معها.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "إن جعل العقيدة الإسلامية أساساً لمنهاج التعليم لا يعني أن تكون كل معرفة منبثقة عنها؛ لأن ذلك لم يطلبه الشرع، وهو أيضا يخالف الواقع، فمثلاً نظرية دارون تقول أن الإنسان تطور عن قرد مع أن الله سبحانه وتعالى يقول { إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ } (آل عمران:59)، وكذلك نظرية التطور المادي لدى الشيوعيين وأيضاً كتاب الأدب الجاهلي يقول أن قصة سيدنا إبراهيم مكذوبة ولا أساس لها قد اخترعها الرواة مع أنها موجودة في القرآن الكريم وقصها على أنها قصة حقيقية فإنكارها تكذيب للقرآن الكريم. ¶ فهذه المعارف وأمثالها لا توضع في منهاج التعليم إذا كان وضعها يؤدي إلى أخذها والاعتقاد بها، ولكن إذا وضعت فلابد أن يبين زيفها ونقض أفكارها حتى لا يحصل أخذها والاعتقاد بها، وبذلك تكون العقيدة الإسلامية قد جُعلت أساساً لمنهاج التعليم؛ فجُعلت مقياساً أساسياً لأخذ المعارف من حيث تصديقها واعتقادها لا من حيث معرفتها. ¶ وهنا يجب التفريق في التعليم بين العلوم التجريبية وما هو ملحق بها كالرياضيات وبين المعارف الثقافية، فتدرس العلوم التجريبية حسب الحاجة وفي أي مرحلة من المراحل أما المعارف الثقافية فتدرس وفق سياسة معينة لا تتناقض مع أفكار الإسلام وأحكامه. ¶ ومن خلال إطلاع الباحث على محتويات كتب التربية الوطنية والتربية المدنية المقررة على أبنائنا في فلسطين وجد أن هذه المحتويات فيها الشيء الكثير الذي يتناقض مع أفكار الإسلام ومفاهيمه وخاصةً أن جُلَّ التلاميذ الذين يدرسون هذه المحتويات من المسلمين.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وبالرجوع إلى الأدب المتعلق بموضوع الدراسة لم يعثر الباحث على أية دراسات سابقة تناولت هذا المجال والمتعلق بالأفكار الواردة في كتب التربية الوطنية والتربية المدنية والمنافية لأفكار الإسلام، وحيث أن هذه الكتب مقررة حديثاً في فلسطين، فقد جاءت هذه الدراسة لتحلل محتويات هذه الكتب المقررة في فلسطين ولتجيب في الوقت ذاته عن الأسئلة التالية: ¶ ما هي أهم الأفكار المنافية لأحكام الإسلام الواردة في هذه الكتب؟ ¶ ما الردود من الكتاب والسنة على هذه الأفكار؟ ¶ أهداف الدراسة: ¶ تهدف هذه الدراسة إلى: ¶ الكشف عن أهم الأفكار المنافية لأحكام الإسلام الواردة في كتب التربية الوطنية والتربية المدنية المقررة في فلسطين. ¶ معالجة هذه الأفكار من وجهة نظر إسلامية مدعمة بالأدلة الشرعية من الكتاب والسنة. ¶ منهج الدراسة: ¶ اتبع الباحث في هذه الدراسة المنهج الوصفي التحليلي لتحليل محتويات كتب التربية الوطنية والتربية المدنية المقررة في مرحلة التعليم الأساسي في فلسطين لتسليط الضوء على أهم الأفكار الواردة في هذه الكتب والتي تتنافى مع أحكام الإسلام وأفكاره، وقد عمد الباحث إلى عدم الاهتمام بعدد التكرارات لأن مجرد عرض الفكرة المنافية للإسلام يكفي وليس مدى تكرارها، كما أن ورود الفكرة وحده يكفي لتحقيق الغرض من وجودها، وقد جاءت هذه الدراسة لتناول عدة أفكار رئيسة هي: ¶ طمس العقيدة الإسلامية والتعريض بوحدة الأديان. ¶ استبدال رابطة العقيدة وترسيخ روابط علمانية. ¶ الدعوة إلى الديمقراطية كنظام بديل عن الإسلام. ¶ المقياس في الحكم على الأشياء والأفعال واستبعاد الإسلام وترسيخ النفعية. ¶ وسيعرض الباحث هذه الأفكار في محاور متتابعة، راجياً من الله العلي القدير أن يوفقه في عرضها وهي كالتالي: ¶ المحور الأول ¶ طمس العقيدة الإسلامية والتعريض بوحدة الأديان",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "إن العقيدة الإسلامية هي الإيمان بالله وملائكته وكتبه ورسله واليوم الآخر والقضاء والقدر خيره وشره من الله جل وعلا، ويدخل الإيمان بالمغيبات في العقيدة لأنه جزء منها كالإيمان بالجنة والنار والجن والشياطين وما شاكل ذلك. ¶ ومن العقيدة الإسلامية أيضاً الإيمان بأن الإسلام هو الدين الحق وأن غيره من الأديان غير مقبول عند الله سبحانه وتعالى، وأن غير المسلم إذا بلغته رسالة الإسلام بلاغاً مبيناً فلم يسلم كان في النار، فهو ليس مؤمن ولا مسلم بل هو كافر؛ يقول الله تعالى في سورة ال عمران ?وَمَنْ يَبْتَغِ غَيْرَ الْأِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ? (آل عمران:85) وكما يقول الرسول - صلى الله عليه وسلم - \"والذي نفس محمد بيده لا يسمع بي أحدٌ من هذه الأمة يهودي أو نصراني ثم يموت ولم يؤمن بالذي أرسلت به إلا كان من أصحاب النار\" رواه مسلم. ¶ ومن العقيدة الإسلامية الإيمان بأن الإسلام جاء ناسخاً لكل ما سبقه من أديان وشرائع يقول سبحانه ?وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيراً وَنَذِيراً وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ? (سبأ:28)، ويقول - صلى الله عليه وسلم - \"كان النبي يبعث إلى أمته خاصة وبعثتُ إلى الناس عامة\" رواه البخاري. ¶ ومن العقيدة الإسلامية كذلك أن أمة محمد أمة الإسلام هي خير أمةٍ وأن دينها هو الحق وأنه يعلو فوق كل مبدأ ودين حيث يقول سبحانه وتعالى ?كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ? (آل عمران: من الآية110)، وقال ?وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا? (التوبة: من الآية40)، ويقول - صلى الله عليه وسلم - \" أنتم تتمون سبعون أمة أنتم خيرها وأكرمها عند الله\" رواه الترمذي وأحمد.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "لقد عمل المنهاج الفلسطيني (منهاج التربيه الوطنية والتربية المدنية) على ضرب وطمس هذه النواحي في العقيدة الإسلامية، ولذلك سنستعرض مستعينين بالله تعالى بعض الأمور البارزة حتى يتبين للمسلمين في فلسطين ما يضخ في أذهان أبنائهم صباح مساء، وذلك على النحو التالي: ¶ أولاً: التعريض بوحدة الأديان والمساواة بينها: ¶ هي فكره علمانية يبثها الإستعمار من أجل إعلاء الكفر ومساواته بالإيمان والحط من قدر الإسلام، فإنهم يدعون للمساواة بين الحق والباطل والإيمان والكفر والهدى والضلال ويسعون لتثبيت أفكار الكفر القائلة بأن اليهودية والنصرانية وغيرها أديانٌ مقبولة كالإسلام. ¶ ولما كانت مناهج التعليم تهدف إلى طمس تميز الإسلام وعقيدته فإنها جعلت هذه الفكرة من الأفكار التي يعمل على إظهارها وتركيزها في أذهان التلاميذ وقد تبدى ذلك في: ¶ اعتبار التوراة والإنجيل مثل القرآن بالإستدلال على الأفعال والأحكام، وقد ورد في كتاب التربيه الوطنية للصف السادس صفحة 65 تكليف التلاميذ بـ (كتابة أدلة من الكتب السماوية تدعو إلى التسامح ونبذ العنف)، وليس في هذه العبارة ما يميز القرآن الكريم عن غيره من الكتب فكلها كتب سماوية، كلها يؤخذ منها ويستدل بنصوصها كما جاء في مقرر التربية الوطنية للصف السادس صفحة 68 هذه العبارة التي يستدل بها من النصرانية (تدعو المسيحية إلى المحافظة على كرامة الإنسان وحريته وتنادي بالتسامح والمحبة والوئام بين البشر) وذلك من قول المسيح (أحسنوا إلى مبغضيكم). ¶ جميع أعياد المسلمين والنصارى بلفظ واحد ففي كتاب التربية الوطنية للصف الرابع الجزء الثاني صفحة 46 ورد (أعياد دينية نحتفل بها) وذكرت أعياد المسلمين وأعياد النصارى على حد سواء. ¶ ثانياً: تعظيم الكنيسة وطقوس النصرانية وتقديم كتابها وعقائدها على أنها صحيحة:",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الكنيسة هي مكان صلاة النصارى وعبادتهم، فهي في عقيدة المسلمين مكان يكفر أو يشرك بالله فيه، وكل ما من شأنه الإعلاء من شأن الكنيسة فهو إعلاء من شأن الكفر، والإسلام يحرم بناء الكنائس وإعمارها. ¶ ولقد لعبت مناهج التعليم دوراً كبيراً في الإعلاء من شأن الكنيسة والموآخاة بين الكنائس والمساجد والمساواة بينها مما فيه توجيه ودفع لأبناء المسلمين للعلمانية، وقد ظهر كالآتي: ¶ ورد في الصفحة 46 من كتاب الربية الوطنية للصف الرابع الجزء الثاني \"اقتران لصورة المسجد الحرام بصورة كنيسة المهد وكتب تحت الصورة الأولى\"الحجاج المسلمون في مكة\" وتحت الثانية \"الحجاج المسيحيون في كنيسة المهد\". ¶ ورد أيضاً الصفحة 9 من كتاب التربية الوطنية للصف الرابع الجزء الأول وفي الصفحة 21 من الجزء الثاني من نفس الكتاب اقتران صورة للمسجد الأقصى بصورة كنيسة القيامة، ألا يدل ذلك على مساواة النظرة لكل من المسجد والكنيسة كأماكن عبادة سواءً بسواء. ¶ ومن صور الإكبار والتعظيم للكنيسة ما جاء في الصفحة 64 من كتاب التربية الوطنية للصف السابع تحت عنوان \" السياحة الدينية \" فقد قدم ذكر كنائس النصارى على ذكر مساجد المسلمين، وافتتح الدرس بالعبارة الإنجيلية منظومة شِعراً بقوله للتلميذ تأمل هذه العبارة: ¶ في العلى لله مجد……وعلى الأرض السلام ¶ وله شكر وحمد……وسرور للأنام ¶ والمطلوب من التلميذ المسلم ليس فقط قراءة العبارة بل تأملها حتى تستقر في نفسه وتؤثر فيه فيعظمها.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "تصوير الكنائس على أنها أماكن يعبد فيها الله وحده، ويبلغ التضليل والطعن في الدين وتكذيب القرآن ذروته في القول في مقدمة كتاب التربية الوطنية للصف الرابع الجزء الأول: \" وتنبع أهمية هذا الكتاب ذروتها عند الحديث عن بيت المقدس مدينة الإسلام والسلام ومدينة المسيح عليه السلام يؤمها المسلمون والمسيحيون من شتى بقاع الأرض كي يعبد الله وحده............. ويدركوا أهمية موقعها وقداسة مقدساتها المتمثلة في المسجد الأقصى وكنيسة القيامة \" فكيف يقال أنهم يعبدون الله وحده، أليس هذا تكذيب للقرآن وتضليل عقائدي لأبناء المسلمين، والله سبحانه وتعالى يقول في محكم التنزيل: ?اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهاً وَاحِداً لا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ? (التوبة:31) ¶ ثالثا: جعل أفكار حوار الأديان محوراً رئيساً للمنهاج: ¶ أصبحت توصيات مؤتمرات حوار الأديان أفكاراً رئيسية يدور حولها المنهاج، وقد ظهرت هذه الأفكار والتوصيات واضحة في مناج التعليم على النحو التالي: ¶ التعددية: لقد جاء في كتاب التربية المدنية للصف الثامن صفحة 40 وفي كتاب التربية المدنية للصف التاسع صفحة 9 على التوالي ما ينص على: \" فلسطين بلد التنوع والتعددية \" \" ولم يعد مقبولاً فرض رأي الأغلبية السياسية أو الثقافية أو الدينية أو العرفية على الأقلية في المجتمع \" ولاتعني هذه العبارة إلا إخراج الإسلام من المجتمع وإبقائه أمراً فردياً يمارس في البيت أو المسجد لأنه الأغلبية في فلسطين منذ الفتح الإسلامي.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "إيجاد جوامع مشتركة بين الأديان الثلاثة تشمل العقيدة والأخلاق والثقافة والتأكيد على المشترك الإيجابي بين الأديان لأن جميع أهل الكتاب مؤمنون يعبدون الله؛ فقد ذكر كتاب التربية الوطنية للصف الثالث الجزء الأول الصفحة 39: \" تعتبر الأماكن المقدسة نافذة دينية ربطت فلسطين بالعالم، وجعلت منها محط اهتمام المؤمنين بالله من أصحاب الديانات الثلاث...............\" والله سبحانه وتعالى حكم بكفر غير المسلمين ومنهم أهل الكتاب ? لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ? (البينة:1) ¶ التسامح وقبول الآخر: هي فكرة خبيثة زينها وزخرفها الاستعمار الكافر، ثم راح عملاء هذا الكافر يلبسونها ثوب الإسلام ويستدلون عليها بنصوص القرآن؛ والمقصود بها تقبل المسلم للكفر واحترامه وترك الأمر بالمعروف والنهي عن المنكر، والقضاء على فكرة نشر الدين الإسلامي، وأنه دين للناس جميعاً وأنه ناسخ لما سواه من الأديان. ¶ وقد حظي التسامح في مناهج التعليم بأكبر اهتمام، فأٌبرز أيما إبراز، وفيما يلي توضيح ذلك وبيانه: ¶ ورد في كتاب التربية الوطنية للصف السادس صفحة 67 تعريف التسامح\" هو احترام الفرد لآراء الآخرين واحترام عقائدهم وأفكارهم وعاداتهم وتقاليدهم، وإن كانت لا تنسجم مع أفكاره\" وهذه دعوة صريحة واضحة لقبول الكفر واحترامه وإكباره ولم يقف المنهاج عند جعل التسامح عنواناً للدرس بل تعداه إلى جعله عنواناً لوحدة كاملة، وفي الصفحة المقابلة من هذا الكتاب عرضٌ لصورة راهب يتقلد صليبه وشيخ مسلم يصافحه ثم يقول: \"الإسلام يدعو إلى التسامح والإخاء بين البشر، ويمنح التكريم والحرية للإنسان مهما كانت ديانته أو جنسيته او لونه\".",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وتحت غطاء التسامح جعل المنهاج النصارى أخوة للمسلمين، فقال في كتاب التربية الوطنية للصف السادس صفحة 13: \" يسود المجتمع الفلسطيني الإخاء والتسامح بين المسلمين والمسيحيين\". ¶ وإمعاناً في طمس عقيدة الإسلام وظهور دين الله على كل الأديان كان التلاعب في الأحاديث بالكذب على رسول الله - صلى الله عليه وسلم - فأورد كتاب التربية الوطنية للصف السادس صفحة 67 بأن: \" وفداً من نصارى قدم على الرسول في المدينة، ودخل مسجده بعد العصر، فحان وقت صلاتهم، فدعاهم الرسول إلى تأديتها فاستقبلوا الشرق فصلوا \" والحديث ليس بهذا اللفظ وإنما لفظه كما جاء في سيرة ابن هشام \" وحانت صلاتهم فقاموا فصلوا في مسجد الرسول إلى المشرق، فقال النبي دعوهم. \" كما يذكر ابن كثير في البداية والنهاية الرواية \" فانطلق الوفد حتى إذا كانوا بالمدينة وضعوا ثياب السفر ولبسوا حللاً لهم يجرونا من حبرة وخواتيم الذهب، فانطلقوا حتى أتوا الرسول عليه الصلاة والسلام فسلموا عليه فلم يرد عليهم وتصدوا لكلامه نهاراً كاملاً فلم يكلمهم وعليهم تلك الحلل وخواتيم الذهب. \" وبقوا إلى أن نصحهم علي بن أبي طالب - رضي الله عنه - بأن يضعوا حللهم تلك وخواتيمهم ويلبسوا ثياب سفرهم، ثم يعودوا إلى الرسول، ففعلوا وعادوا إلى الرسول عليه السلام فسلموا عليه، فرد عليهم بسلامهم ثم قال: \" والذي بعثني بالحق لقد أتوني في المرة الأولى وإن إبليس معهم. \" فالرسول أعرض عنهم ولم يرد عليهم لأنهم كانوا يلبسون ثياب الكفر، فهذا افتراء من المنهاج أيما افتراء على رسولنا الكريم، أضف إلى ذلك البون الواضح بين دعاهم، دعوهم.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وإظهاراً لفكرة التسامح وإضفاء الصبغة الشرعية عليها يأتي العنوان \" العهدة العمرية \" (نموذج حضاري للتسامح) فلا تكاد تذكر العهدة العمرية إلا اقترن بها ذكر التسامح. فهل يُفهم من ترك الفاروق عمر - رضي الله عنه - النصارى ما يعتقدون وما يعبدون أن الإسلام يحترم أو يوجب احترام الكفر؟ وكيف ذلك وقد غضب الرسول - صلى الله عليه وسلم - من عمر رضي الله عندما رآه يقرأ في صحيفة من التوراة، ولامه على ذلك. ¶ واستمراراً للتضليل يقال في المنهاج أن النصارى واليهود يحترمون دين الإسلام، وذلك حتى يُقابل ذلك الاحترام المزعوم باحترام حقيقي من المسلمين؛ فقد ورد في كتاب التربية الوطنية للصف الثالث الجزء الأول صفحة 19 \"وجميع الديانات السماوية تدعو إلى احترام بعضها بعضاً\" وهذا كذب وتضليل، والله سبحانه وتعالى يقول في محكم التنزيل: ?وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ وَلا النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ? (البقرة: من الآية120) فكيف يُقال أنهم يحترموننا ويحترمون ديننا هذا من ناحية، ومن الناحية الأخرى فإن التوراة والإنجيل – قبل تحريفهما – يدعوان اليهود والنصارى إلى الدخول في الإسلام لا إلى احترام الإسلام والبقاء على دينهم، إن الأمثلة على عدم احترام الكفار - اليهود والنصارى – واضح وضوح الشمس في كبد السماء؛ فتصريحات ما يسمى بالحاخام الأكبر ليهود عوفاديا يوسف وتصريحات بابا الفاتيكان ورسومات صحف الدنمارك وفرنسا ونعتهم الإسلام بالإرهاب يُعبر عما يجول بداخلهم أيما تعبير، وهذا غيض من فيض.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "إن المناهج تهدف إلى صياغة مسلم جديد ليس فيه من الإسلام إلا الاسم فلا يغضب لله ولا لرسوله ولا يضره رؤية المعصية ولا يهتز لها، ثم هل كان الرسول عليه الصلاة والسلام يرسل الكتب والجيوش للقادة والملوك لأنه يتقبل عقائدهم وأفكارهم ويحترمها أم أنه أرسلها لتكون كلمة الله هي العليا ويخرج الناس من الظلمات إلى النور؟ وهل وقف المسلمون على أسوار فيينا وخاضوا بلاط الشهداء لأنهم يتقبلون الآخر ويحترمون عقيدته وإن كانت لا تنسجم مع أفكارهم. ¶ من هنا يتجلى واضحاً أن المقصود بالتسامح وقبول الأخر هو محو فكرة نشر الإسلام بالطريقة الشرعية من الأذهان، وتغيير فكرة اعتبار أن غير المسلمين كفار ضالين، وجعل الأديان جميعها سواء والله تعالى يقول: ?أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ? (القلم:35). ¶ رابعاً: إزالة الحدود الفاصلة بين الإسلام والكفر: ¶ يقول - صلى الله عليه وسلم -: \" تركتكم على البيضاء ليلها كنهارها لا يزيغ عنها إلا هالك \" رواه أحمد والحاكم وعن عبدالله بن مسعود - رضي الله عنه - \" خط لنا رسول الله - صلى الله عليه وسلم - خطاً ثم خط عن يمينه وعن شماله خطوطاً ثم قال: هذا سبيل الله وهذه السبل على كل سبيل منها شيطان يدعو إليه، وإن هذا صراطي مستقيماً فاتبعوه ولا تتبعوا السبل فتفرق بكم عن سبيله \" فجعل الرسول حدوداً فاصلة واضحة بين الكفر والإيمان ووصف الزائغ عن شريعته بأنه هالك.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقد عمل المنهاج على إزالة وإذابة الحدود الفاصلة بين الإسلام والكفر لتمييع الإيمان، ويقوم لأجل هذا الدس بالمغالطات والخلط بين المفاهيم، وقد وردت في هذا المضمار الكثير من النقاط تخفى على غير المدقق، فمثلاً ورد في كتاب التربية الوطنية للصف السابع الصفحة 26 \" لكل شعب من شعوب الأرض دين خاص به، وجميع الديانات السماوية تدعو احترام بعضها بعضاً، كما وتختلف عادات الناس وتقاليدهم في طريقة الملبس والمأكل والاحتفالات بالأعياد والزواج، ويختلف الناس في العالم أيضاً في ألوان بشرتهم، فمنهم الأبيض والأسود والأصفر، ويجب علينا أن نحترم جميع الديانات السماوية وعاداتهم وتقاليدهم وإن اختلفت ألوانهم، كما يجدر بنا أن نحكم على الإنسان من خلال عمله ومعاملته للآخرين. \" إذ لا يعترف هذا المنهاج بوجود الكفر ويقرر بأن أفكار الناس وعقائدهم مختلفة، وهذا أمر طبيعي؛ فالناس مختلفون في عقائدهم كاختلافهم في ألوان وأنواع طعامهم وشرابهم فإنه لا ينظر مثلاً لاختلاف الألوان من ناحية الصواب والخطأ والحق والباطل وكذلك لا يُنظر لاختلاف العقائد من باب الحق والباطل والكفر والإيمان. ¶ وقد كان موقف الإسلام من الديانات الأخرى وأهلها واضحاً لا لبس فيه ولا غموض: ¶ إذ جاء الإسلام ناسخاً للديانات السابقة حيث قال الله تعالى: ?وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِناً عَلَيْه? (المائدة: من الآية48). ¶ ختم الإسلام رسالات السماء وقدم إجابات قطعية الصحة على كل أسئلة الإنسان حول الوجود، وصار غيره باطلاً، مَنْ أخذ شيئاً مِنْ غير الإسلام فقد أخذ كفراً.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "أما أهل الكتاب وغيرهم من أصحاب الديانات فالإسلام أجاز عيش غير المسلمين في الدولة الإسلامية، لهم حقوق وعليهم واجبات ويحملون التابعية للدولة الإسلامية، ولا يُفتنون عن معتقداتهم، فقد كتب الرسول - صلى الله عليه وسلم - إلى أهل اليمن \" أنه من كان على يهوديته أو نصرانيته فإنه لا يُفتن عنها وعليه الجزية \" رواه ابو عبيد. وكذلك المسلمون يتطلعون دائماً إلى دخول غير المسلمين إلى الإسلام حيث قال - صلى الله عليه وسلم -: \" لأن يهدي الله بك رجلاً واحداً خير لك من أن يكون حمر النعم. \" رواه البخاري ومسلم. ¶ ومما هو لافت للنظر أن المنهاج الفلسطيني في كل فكرة يحشو أذهان التلاميذ بها يضرب الأمثلة على النصرانية، فإذا كانت الأديان سواء ويجب قبول الأخر واحترام دينه وعقائده، فلماذا لا يضرب الأمثلة على اليهودية كذلك، والجواب على ذلك سهل وبسيط، فالأجواء السياسية السائدة في فلسطين لا تسمح بطرح الفكرة دون قناع يُخفي قبحها وإجرامها، ولو كانت الأجواء السياسية مختلفة (ما يُسمى بالسلام) لكان في المنهاج الكثير من معتقدات يهود، ولقيل أن المسجد والكنيس هما كالكنيسة أمكنة جيدة للعبادة وتعليم القيم، وقد ورد في كتاب التربية المدنية للصف الثالث الجزء الأول الصفحة 30 \" نفعل الشيئ نفسه بطرق مختلفة \" لاحظ الكلام عن طرق مختلفة (بصيغة الجمع) لفعل الشيئ نفسه وليس بطريقتين فالمجال لليهودية وتعليمها وتسويتها بالإسلام مفتوح من الآن لأنها إحدى الطرق لفعل الشيئ نفسه. ¶ المحور الثاني ¶ استبدال رابطة العقيدة وترسيخ روابط علمانية ¶ (تغيير الانتماء والهوية)",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "بين سبحانه وتعالى أساس الموالاة عند المسلمين فقال سبحانه: ?وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ? (التوبة: من الآية71) فجعل الإيمان أساس الموالاة، ونهى عن موالاة الآباء والأخوة إن لم يكونوا مؤمنين فقال جل وعلا: ?يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا آبَاءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَاءَ إِنِ اسْتَحَبُّوا الْكُفْرَ عَلَى الْأِيمَانِ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ? (التوبة:23)، ونهى سبحانه وتعالى أيضاً عن موالاة الكفار فقال: ?لا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ? (آل عمران: من الآية28). ¶ ومن السنة النبوية الشريفة التي تدل على أن الإيمان هو أساس الموالاة عند المسلمين حديث عبدالله بن مسعود عند الحاكم في المستدرك وقال صحيح الإسناد قال: \" قال لي النبي - صلى الله عليه وسلم -: يا عبدالله بن مسعود فقلت: لبيك يا رسول الله ثلاث مرار قال: هل تدري أي عرى الإيمان أوثق قلت: الله ورسوله أعلم، قال: أوثق الإيمان الولاية في الله بالحب فيه والبغض فيه............ \" الحديث، وغير ذلك الكثير من الأدلة التي تحدد الأساس الذي يكون عليه الولاء والحب والبغض والأخوة؛ وبذلك يكون الإسلام قد حدد الرابطة التي تربط الناس والجماعة التي ينتمون إليها فجعلها بين المسلمين هي الإسلام عقيدة ونظام حياة بغض النظر عن قرابة الدم أو التجارة أو الأموال وجعل العزة للإسلام، فالمسلم له هوية واحدة هي الإسلام والإسلام فقط.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ونهى الرسول الكريم - صلى الله عليه وسلم - عن العصبية والقبلية وما كان عليه الناس في الجاهلية فقال - صلى الله عليه وسلم -: \" ليس منا من ضرب الخدود وشق الجيوب ودعا بدعوى الجاهلية \" متفق عليه، كما قال - صلى الله عليه وسلم -: \" من تعزى بعزاء الجاهلية فأعضوه بهُنِّ أبيه ولا تكنوا \" رواه أحمد؛ فالقومية والوطنية والعصبية من دعوى الجاهلية وقوله - صلى الله عليه وسلم - (ليس منا) قرينة على الحرمة وتحقير المتعزي بالجاهلية، وإضافة العزاء إلى الجاهلية قرينتان تدلان على الحرمة الشديدة. ¶ أما المنهاج فقد استمات في إيجاد هوية علمانية لأبناء المسلمين، وفصلهم عن الأمة الإسلامية بإشعارهم بالتميز والانفصال والبحث عن أجداد لهم من بين الكفار بدل الأجداد المسلمين، كما آخى المنهاج بين كل مبدأ وملة ودين على أساس علماني؛ فزين لهم عدداً من الروابط غير رابطة الإسلام، فطرق أذهانهم بالرابطة الوطنية المنخفضة وتغنى بها، ومنَّاهم بالرابطة القومية، وصور لهم أسمى الروابط بأنها الرابطة الإنسانية التي تجمع الكافر والمؤمن والمعتدي والضحية، والشواهد على ذلك تملأ صفحات المنهاج ومنها: ¶ فلسطين أرض الآباء والأجداد – العرب الكنعانيون – أول من سكن فلسطين. (التربية الوطنية للصف الثاني الجزء الأول، الصفحة 4). ¶ ما اسم الشعب الذي سكن فلسطين أولاً؟ أين يسكن الآباء والأجداد؟ (التربية الوطنية للصف الثاني الجزء الأول، الصفحة 6). ¶ الشعب الكنعاني الفلسطيني رسل حضارة. (التربية الوطنية للصف السابع، الصفحة 8). ¶ وقد رفع المنهاج من شأن الحضارات البائدة بإظهار فضلها على حضارة الإسلام باستعمال التزوير والمغالطة فمثلاً:",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "حاول المنهاج ربط الحضارة الكنعانية بالقرآن، وإيهام التلميذ أن للكنعانيين الفلسطينيين فضلاً على القرآن فورد في كتاب التربية الوطنية للصف السابع في الصفحتين 26، 27 \" كان للحضارة الكنعانية تأثير كبير على الحضارات المجاورة.......... العربية الإسلامية التي وجدت ثقافتها في هذه المنطقة ودونت قرآنها الكريم بحروف الهجاء الكنعانية الفلسطينية التي حماها القرآن الكريم من العبث والانقراض.. \" والله سبحانه وتعالى يقول: ?لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ? (النحل: من الآية103) ويقول: ?إِنَّا جَعَلْنَاهُ قُرْآناً عَرَبِيّاً لَعَلَّكُمْ تَعْقِلُونَ? (الزخرف:3)، والمنهاج يعلم التلاميذ أن القرآن كنعاني فلسطيني. ¶ الرفع من شأن الكنعانيين ووثنيتهم، وأبرز ما فيه الرفع من شأن كفرهم صور تظهر في كتاب التربية الوطنية للصف السابع الصفحة 26 وتحتها عبارة \" الإله الكنعاني بعل \" وفي الصفحة المقابلة من نفس الكتاب ورد \" الكنعانيون شعب أرسى حضارةً وأعز لغةً....\" فهذا تمجيد لدين وعبادة الكنعانيين، والله ينعى ويعيب عليهم ذلك فيقول سبحانه: ?أَتَدْعُونَ بَعْلاً وَتَذَرُونَ أَحْسَنَ الْخَالِقِينَ?. (الصافات:125) ¶ محاولة إثبات أن فلسطين للفلسطينيين وحدهم دون غيرهم من المسلمين وأن حقهم فيها تاريخي، هذا ما ورد في كتاب التربية الوطنية للصف الرابع الجزء الأول الصفحة 14 \"واستناداً إلى الحق الطبيعي والتاريخي والقانوني للشعب العربي الفلسطيني في وطنه فلسطين...\" وهذا مخالف للفهم الشرعي حيث أنه منذ أن فتح الخليفة عمر بن الخطاب أرض فلسطين أصبحت فلسطين أرض خراجية وأرض وقف إسلامي وهو الحق الذي يجب فقط المطالبة به وهو إرجاع فلسطين للمسلمين، وهي ملك للمسلمين جميعاً لا للفلسطينيين وحدهم وحق المسلمين فيها شرعي. علاوة على أن هذا الكلام يؤدي إلى طمس للهوية الإسلامية لفلسطين",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "هذه الثقافة التي يعمل المنهاج على حشو عقول التلاميذ بها ثقافة فاسدة تقوم على عقيدة فصل الدين عن الحياة، وإلغاء أثر الإسلام في حياة المسلمين، وقطع الصلة بين حاضرها وماضيها، وهذا المنهاج يعمل بهذه الثقافة الفاسدة على تمزيق الأمة فكراً بعد أن مُزقت واقعاً بحدود مصطنعة. ¶ المحور الثالث ¶ الدعوة إلى الديمقراطية كنظام بديل عن الإسلام ¶ الديمقراطية والعلمانية صنوان؛ فالديمقراطية تجعل السيادة للبشر بينما الإسلام يجعل السيادة لرب البشر، والحق الذي لا مراء فيه أن الديمقراطية نظام كفر لا يجوز أخذها ولا تطبيقها ولا الدعوة لها، فهي تقوم على فكرتين أساسيتين مناقضتين للعقيدة الإسلامية ولنظام الإسلام، وهاتان الفكرتان هما: ¶ الأولى: جعل السيادة للشعب، والأدلة من الكتاب والسنة كثيرة تبين بطلان هذه الفكرة وتعارضها مع عقيدة ونظام الإسلام، ولا مجال هنا لذكر هذه الأدلة. ¶ الثانية: المناداة بالحريات العامة وهي حرية العقيدة وحرية التملك وحرية الرأي والحرية الشخصية، وتعتبر مسؤولية الدولة هي حماية هذه الحريات، وهذه أيضاَ مخالِفة لأحكام الإسلام مخالفة بينة. ¶ وأما ما جاء في المنهاج والمتعلق بهذا الموضوع فهو:",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "اعتبار التشريعات الإسلامية قوانين قديمة لا تصلح اليوم، فجاء في كتاب التربية المدنية للصف الثامن في الصفحة 18: \"قوانين الأمس لا تصلح اليوم، فبتطور الحياة الاجتماعية والسياسية والاقتصادية ترتقي العلاقات بين الناس وتتغير مكانة الأفراد وتتطور احتياجاتهم، كل ذلك يوجب تغيير القوانين\" فقوانين الأمس هي قوانين الإسلام وتشريعاته وأحكامه، ومعلوم أن أحكام الشريعة الإسلامية هي أحكام ربانية من عند رب العالمين الذي هو أعلم بالإنسان من الإنسان نفسه، وهي أحكام ثابتة لا تتغير ولا تتبدل وأنها صالحة لكل زمان ومكان، قال تعالى: ?الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْأِسْلامَ دِيناً?. (المائدة: من الآية3)",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "يطرح المنهاج أن القوانين الفلسطينية تحفظ كرامة الإنسان، وأما شرائع الله سبحانه وتعالى فإنها تتضمن مساً بكرامة الإنسان، فعرض كتاب التربية المدنية للصف الثامن في الصفحة 22 قانوناً من عهد حمورابي يتضمن \"العين بالعين والسن بالسن والبادئ أظلم\" وعرض أيضاً نصاً لقانون فلسطيني معاصر \"للإنسان الحق في الحماية من الأذى والمعاملة القاسية أو إخضاعه للتعذيب أو لعقوبة لا إنسانية تحط من كرامته\" ثم سؤال التلاميذ \"أيها يتضمن مساً بكرامة الإنسان؟\" ولماذا؟؟؟! إن قانون حمورابي أصبح تاريخاً لا أحد يدعو إلى تطبيق شريعته، بل المقصود العقوبات الشرعية التي يسعى المسلمون لإعادة إيجادها في واقع الحياة كقطع يد السارق وجلد ورجم الزاني وقتل المرتد...، فحسب القانون الفلسطيني فهذه معاملة قاسية وتعذيب وعقوبات لا إنسانية والله سبحانه وتعالى يقول: ?وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ? (المائدة: من الآية45). إن هذه العقوبات التي يقال أنها تمس بكرامة الإنسان وتؤذيه هي من عند الله سبحانه وتعالى وهو أعلم بمن خلق. إذاً المقصود إقناع التلاميذ بأنها عقوبات إجرامية غير إنسانية حتى لو وُجدت في كتاب الله.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "يتباهى المنهاج ويفتخر بأن النظام في فلسطين نظام ديمقراطي يسمح بتشكيل الأحزاب على أساس العقائد الباطلة، ويسمح لهذه الأحزاب بالوصول إلى الحكم، فقد جاء في كتاب التربية المدنية للصف الثامن في الصفحات 24، 27، 29 على التوالي: \"إن دولة فلسطين هي للفلسطينيين أينما كانوا فيها يطورون هويتهم الوطنية والثقافية...... في ظل نظام ديمقراطي برلماني يقوم على أساس حرية الرأي وحرية تكوين الأحزاب ورعاية الأغلبية لحقوق الأقلية\"، \"ينص قانون الأحزاب الفلسطيني على أن لأفراد الشعب الفلسطيني الحق في الانتماء لأي حزب سياسي فلسطيني كما نص على حقهم في تشكيل الأحزاب السياسية، وكرس القانون مبدأ التعددية السياسية وحرية التعبير عن الرأي واختلاف الأحزاب في مبادئها ووجهات نظرها وكذلك حقها في استخدام الوسائل والأساليب الديمقراطية لتحقيق أهدافها في الوصول إلى الحكم\"، \"النظام السياسي الفلسطيني نيابي ديمقراطي يقوم على التعددية السياسية\" إن هذا إفساد فكري يجري بطريقة منظمة داخل دفات الكتب لتعليم التلاميذ أفكار الكفر. ¶ المنهاج يدعو بشكل صريح إلى الإيمان بمبادئ الديمقراطية، وأن مهمات المجتمع المدني النضال من أجلها، فقد أورد كتاب التربية المدنية للصف السابع في الصفحة الثانية \" لقد باتت مشاركة كل شخص في المجتمع المدني سمة من سمات الحضارة الإنسانية، وتأخذ أشكالاً من السلوك الذي يعكس الإيمان بمبادئ الديمقراطية\". ¶ يرى منهاج التعليم أن التشريع ليس لله، بل هو حق من حقوق الناس، يضعون تشريعاتهم بأنفسهم ويغيرونها متى شاءوا وكيفما شاءوا، فيورد كتاب التربية المدنية للصف الثامن في الصفحة 17 \" لقانون من صنع أناس منتخبون خصيصاً لسن القوانين\" وأيضاً في الصفحة 20 من نفس الكتاب ورد \" الشعب هو الذي يضع القوانين وهو صاحب الحق تغييرها \" والله سبحانه يقول: ?إِنِ الْحُكْمُ إِلَّا لِلَّه?ِ (يوسف: من الآية67).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وقد توسع المنهاج في معنى الديمقراطية فخرج بها عن الحدود التي عرفها بها أهلها، فالمنهاج يتحدث عن صور الأسر الديمقراطية والأسر غير الديمقراطية، فقد جاء في الصفحة 3 من كتاب التربية المدنية للصف الثامن \" تعد الأسرة الفلسطينية أسرة أبوية يقوم فيها الأب برعاية شئونها، والإنفاق عليها، مما يؤدي إلى ضعف مشاركة أفراد الأسرة في اتخاذ القرارات الأسرية \"، أي أن الأحكام الشرعية القطعية التي أمر الله بها تؤدي إلى ضعف المشاركة في اتخاذ القرارات الأسرية، أما الأحكام الشرعية التي تبين عكس ما يقول المنهاج فهي: ¶ رعاية الأب للشئون حيث قال الرسول - صلى الله عليه وسلم -: \" والرجل راعٍ في بيته وهو مسئول عن رعيته \"رواه البخاري وابن حبان والحاكم فأوجب الله سبحانه وتعالى على الزوجة والأولاد طاعة الرجل في غير معصية، فهل هذا الحكم الشرعي يضعف المشاركة الأسرية؟ ¶ إنفاق الرجل على أهل بيته حيث قال سبحانه: ? أََسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ ? (الطلاق: من الآية6). وقال: ? وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ? (البقرة: من الآية233). وقال - صلى الله عليه وسلم -: \"امرأتك ممن تعول تقول: أطعمني وإلا فارقني \". أخرجه الدارقطني وأحمد. ¶ والحقيقة أن المنهاج ملئ بأمور كثيرة كهذه لا مجال للتعرض لها في هذا العرض الموجز، وكذلك الردود عليها من الكتاب والسنة كثيرة جداً. ¶ المحور الرابع ¶ العمل على تهميش النظام الاجتماعي في الإسلام",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "بين الإسلام العظيم أحكام العبادات كالصلاة والصوم والحج، كما بين أحكام النظام الاقتصادي ونظام الحكم والعقوبات، وجاء كذلك ببيان الأحكام المتعلقة بالرجل والمرأة واجتماعهما وما ينشأ عن ذلك الاجتماع، فأوضح أحكام الزواج والطلاق والعدة والحمل والرضاعة والحضانة والنفقة... وغيرها. وكانت هذه الأحكام جزء من ديننا الذي ارتضاه الله لنا وتعبدنا بتطبيقه والعمل بأحكامه، وجاءت هذه الأحكام ثابتة لا تتغير ولا تتبدل، أحكام صالحة لكل زمان ومكان ?أَلا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ? (الملك:14). ¶ إلا أن المنهاج أبى ألا أن يتعرض للنظام الاجتماعي الذي أقره الإسلام ولم يرض بشرع الله وحكمه، فرد آيات القرآن وخالف أحكام الرسول ونسب إلى الله الظلم كما نسب إلى الرسول الكريم انتهاك حقوق الإنسان وقلب المقاييس حتى أصبح المعروف منكراً والمنكر معروفاً وتجرأ على دين الله فقال في كتاب التربية المدنية للصف التاسع في الصفحة 36: \" القضاء على أي مفهوم نمطي عن دور المرأة والرجل... عن طريق تشجيع التعليم المختلط وغيره من أنواع التعليم التي تساعد في تحقيق هذه الأهداف ولا سيما عن طريق تنقيح كتب الدراسة والبرامج المدرسية وتكييف أساليب التعليم \" فالهدف معلن ألا وهو القضاء على المفاهيم السائدة عن دور كل من الرجل والمرأة والطريقة واضحة بينة تشجيع الاختلاط وتغيير المنهاج من أجل محو أفكار الإسلام عن الحياة وإحلال المفاهيم العلمانية الكافرة، وفيما يلي توضيح ذلك: ¶ أولاً: الزواج المبكر:",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "لقد ثبت مشروعية الزواج المبكر للإناث بنص القرآن والسنة، قال سبحانه وتعالى: ?وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلاثَةُ أَشْهُرٍ وَاللَّائِي لَمْ يَحِضْنَ? (الطلاق: من الآية4). فجعل الله سبحانه للمرأة التي لم تحض لصغر سنها جعل لها زواجاً وطلاقاً وعدة، إذ العدة لا تكون إلاَّ بعد زواج وفراق، وفي صحيح البخاري عن عائشة رضي الله عنها أنها قالت \" تزوجني النبي - صلى الله عليه وسلم - وأنا ابنة ست، وبنى لي وأنا ابنة تسع \" أخرجه أحمد. هذا بعض ما يتعلق بالزواج المبكر من نصوص وأحكام، أما ما عرضت إليه مناهج التعليم فنجمله كما يلي: ¶ عرف المنهاج الزواج المبكر فقال في كتاب التربية المدنية للصف الثامن الصفحة 9: \" الزواج المبكر الذي يقع في سن لم يكتمل النمو الجسدي والنمو النفسي والعاطفي للفتاة أو الفتى\"، وقال في نفس الصفحة من نفس الكتاب: \"النضج الجسدي للفتاة بشكل خاص يكتمل بين 18 – 20 عاماً أو بعد ذلك، وعلى الرغم من البلوغ الجسدي للفتاة أو الفتى فإنهما لا يزالان بحاجة للنمو في النواحي العقلية والعاطفية، والنضج في هذه النواحي من أهم شروط الزواج الناجح \"، فاشترط المنهاج للزواج الناجح اكتمال النمو النفسي والعاطفي والعقلي وهي شروط – إن أمكن التحقق من إمكانية وجودها – مخالفة لأحكام الشرع، قال - صلى الله عليه وسلم -: \" فما بال أقوام يشترطون شروطاً ليست في كتاب الله فإنه باطل ولو كان مئة شرط، قضاء الله أحق وشرط الله أوثق \" رواه البخاري ومسلم. وفي رواية أخرى عند البخاري \" فأيما شرط ليس في كتاب الله فهو باطل وإن كان مئة شرط \" فكل قول مخالف لحديث الرسول يضرب به وجه صاحبه.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "التنفير من أحكام الله سبحانه وتعالى بنسبة النتائج السلبية إليها ووضعها مع المحرمات والمستقبحات حيث جاء في كتاب التربية المدنية للصف الثامن الصفحة 12 \" الزواج المبكر يحرم المرأة من المقدرة على المشاركة في اتخاذ القرارات الأسرية والمجتمعية \" فالرسالة موجهة لبنات المسلمين في فلسطين (إياكن والزواج المبكر) كما جاء في الصفحة 45 من نفس الكتاب وتحت عنوان ضحايا العنف الأسري النقطة 3 \" ضد النساء مثل العنف الأسري والزواج المبكر والحرمان من الميراث والتعليم \" فالزواج المبكر – على حد زعم المنهاج –جريمة، إن الذي يعترض على الحكم الشرعي بمبررات عقلية ليس من الإسلام في شيء وهو يتطاول على الشارع حين يجعل عقله حكماً على أحكام الله سبحانه وتعالى. ¶ مع الحملة على الزواج المبكر شجع المنهاج الذكور والإناث في هذا السن على الاختلاط وإقامة العلاقات بينهم، كما عظم في أنفسهم الحرية الشخصية التي هي مفهوم غربي صرف تشكل العلاقة بين الرجال والنساء فيه محوراً أساسياً، فقد ورد في كتاب التربية الوطنية للصف السادس الصفحة 70 \" الحرية قيمة إنسانية خالدة... ومن أنواع الحريات: الحرية الشخصية \" ففتح الباب على مصراعيه لإقامة علاقات بين الرجال والنساء خارج إطار الزواج، وتحت شعار الحرية الشخصية قِيل بتطور وتقدم المجتمعات فورد في كتاب التربية المدنية للصف الثامن الصفحة 6 \" ففي المجتمعات الحديثة لم يعد دور المرأة أم وزوجة فقط \" والمجتمعات الحديثة هي المجتمعات الغربية التي ينظر إليها المنهاج نظرة إعجاب وإكبار. ¶ ثانياً: حقوق المرأة:",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "إن الله سبحانه وتعالى وحده هو الذي يقرر حقوق العباد ذكوراً وإناثاً، فلا حق للمرأة – شأنها في ذلك شأن الرجل – إلاَّ ما جعله الله لها حقاً، فمن حقها المهر والسكنى ومن حقها أن يستأذنها وليها عند الزواج ومن حقها الميراث...، ولكن لا يجوز مطلقاً أن يُجعل الزنا والارتداد والاختلاط وكشف العورة وإقامة الصداقات مع الرجال حقاً من حقوقهاً؛ فلا يجوز أن تُجعل المخالفات الشرعية حقاً من حقوق المرأة ولا من حقوق الرجل أيضاً.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "…أما حقوق المرأة كما وردت في المنهاج فتستند إلى الأعراف والمواثيق الدولية واتفاقية حقوق الطفل... إلخ، أما الإسلام فلا يُرجع إليه في ذلك، فلا عجب!! لأن هدف المنهاج محو الإسلام من أذهان التلاميذ كمبدأ وطريقة وأساس تفكير. وقد ورد في المنهاج على سبيل المثال لا الحصر في الصفحة 37 من كتاب التربية المدنية للصف التاسع \" حرمان أبنائها من جنسيتها وإعطاؤهم جنسية الأب \" وهذا يخالف ما أمر به الله حيث يقول: ? ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ? (الأحزاب: من الآية5) فلم يأمر الله سبحانه وتعالى بنسبة الأبناء إلى الأم ولو على سبيل البدل عند الجهل بالآباء. والحالة التي يلحق فيها الولد بأمه هي حالة اللعان والاتهام بالزنا، فالمنهاج يريد أن يجعل حالة اللعان والاتهام بالزنا هي الأساس لنسب الأبناء. كما ورد في نفس الصفحة من نفس الكتاب العبارة التالية \" الحرمان (أي حرمان المرأة) من المشاركة السياسية والمشاركة في صنع القرار، وذلك بمنعها من الانتخاب والترشيح لبعض المناصب في الدولة \" ومن المعلوم أن الإسلام يبيح للمرأة الترشيح والانتخاب والتعيين في جميع المناصب إلا الحكم لقوله - صلى الله عليه وسلم -: \" لن يفلح قوم ولوا أمرهم امرأة \" رواه البخاري، وقوله (لن يفلح) قرينة على حرمة توليها الحكم، ولكن المنهاج يصر على توليها الوظائف العامة على جميع المستويات الحكومية، هذه بعض حقوق المرأة التي يطرحها المنهاج، وهي باختصار صورة ممسوخة عن المرأة الغربية العلمانية، وتحدٍ سافر لأحكام الإسلام القطعية وتحكيم للكفر. ¶ ثالثاً: ستر العورة واللباس الشرعي:",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "يقول الله سبحانه في محكم التنزيل: ?يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلابِيبِهِنَّ? (الأحزاب: من الآية59). وقوله سبحانه: ?وَلا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاءِ بُعُولَتِهِنَّ? (النور: من الآية31). كما يقول الرسول الكريم - صلى الله عليه وسلم -: \"إن الجارية إذا حاضت لم تصلح أن يُرى منها إلا وجهها ويداها إلى المفصل \" أخرجه أبو داوود في السنن، فهذا تحديد واضح لعورة المرأة وكيفية سترها، فأوجب الشارع على المرأة ستر عورتها أمام الرجال الأجانب، وأوجب عليها فوق ذلك لباساً خاصاً حددته الآيتان في الحياة العامة، فالمرأة تستر عورتها في الصلاة ولا يلزمها الجلباب، وتستر عورتها في الحياة الخاصة أمام الأجانب ولا يلزمها الجلباب بل يلزمها لباس ساتر بالمواصفات الشرعية، ولكنها إذا خرجت للحياة العامة فلا يجزئها إلا الجلباب لحديث أم عطية قالت: \" أمرنا رسول الله - صلى الله عليه وسلم - أن نخرجهن في الفطر والأضحى، والعواتق والحيض وذوات الخدور، فأما الحيض فيعتزلن الصلاة ويشهدن الخير ودعوة المسلمين، قلت يا رسول الله إحدانا لا يكون لها جلباب، قال: لتلبسها أختها من جلبابها \" رواه مسلم واحمد والطبراني، فلم يقل الرسول - صلى الله عليه وسلم - تستر عورتها بما شاءت، إنما أمرها باستعارة جلباب أختها.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وقد عمل المنهاج على ضرب هذا المفهوم باستخدام الصور فنراه في كتب التربية الدينية يُظهر صور البنات والنساء وهن ساترات عوراتهن أو متجلببات، أما في باقي الكتب مثل كتاب التربية المدنية للصف التاسع صفحة 36 وكتاب التربية المدنية للصف السادس في الصفحتين 8، 9 فتظهر صورهن سافرات؛ إذاً في كتب التربية الدينية وعند الكلام عن المساجد والعبادة هناك ستر ولباس شرعي، أما في حياة المجتمع كالتعليم والعمل فقد كان السفور، وهذا ترسيخ للمفهوم العلماني بأن الدين واللباس الشرعي يكون في أماكن العبادة، أما في المجتمع فالقانون والعرف والحرية الشخصية هي الأصل. ¶ رابعاً: الأسرة الديمقراطية هي الأسرة المثلى والأسرة الإسلامية نمط تقليدي قديم: ¶ عنى الإسلام بالأسرة أيما عناية، فأمر بالزواج وجعل الرجل هو الراعي في الأسرة والمسئول عن إعالتها وجعل المرأة أماً وربة بيت، وجعل لها الرعاية في بيت زوجها، قال - صلى الله عليه وسلم -: \" والمرأة راعية في بيت زوجها وهي مسئولة عن رعيتها \" متفق عليه وأمر الشارع الرجل والمرأة بالتقوى وحسن المعاملة وأمر الأولاد بطاعة الوالدين وبرهما وأمر بصلة الأرحام والأقارب واعتبر فساد ذات البين الحالقة التي تحلق الدين، ونظر إلى المرأة على أنها عرض يجب أن يُصان. ¶ لذا يجب النظر إلى الأسرة باعتبارها مجموعة تربط بينها علاقات تقوم على المودة والرحمة والتقوى والتعاون وفق أحكام الشرع والبر والطاعة للوالدين وغير ذلك مما أمر الله به وما جاء على لسان رسول الله - صلى الله عليه وسلم -. ¶ أما مناهج التعليم فتنظر إلى المرأة نظرة غربية بحتة لا تمت للإسلام بصلة، ويتضح ذلك في:",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "اعتبار الديمقراطية في الأسرة هي التي تلبي حاجات وطموحات ورغبات أعضاء الأسرة حيث جاء في كتاب التربية المدنية للصف الثامن الصفحة 3 \" يسعى المجتمع الفلسطيني كغيره من المجتمعات إلى تعزيز مشاركة أعضاء الأسرة في القرار الديمقراطي الذي يراعي حاجاتهم ورغباتهم وهمومهم وطموحاتهم جميعاً مما سيؤدي إلى تقوية الروابط الاجتماعية داخل الأسرة ويعمق مسئولية الأفراد تجاه بعضهم بعضاً \" واضح هنا إزالة الصبغة الإسلامية عن فلسطين وأهلها واعتبار الديمقراطية النظام العالمي الذي لا يختلف عليه اثنان ولا ينتطح فيه عنزان، إن في ثنايا الكلام دعوة ضمنية للتمرد على الآباء والأزواج لأن مَنْ ليس ديمقراطياً فهو دكتاتور يجب التمرد عليه. ¶ اعتبار الأحكام الشرعية نمطاً تقليدياً قديماً يجب أن يستبدل به النظام الديمقراطي، فقد ورد في كتاب التربية المدنية للصف الثامن الصفحة 6 \" لكن دخول المرأة إلى مجالي التعليم والعمل أدى إلى تغير واضح في مكانة المرأة الأسرية وموقفها أمام زوجها وأبنائها وبدأت العلاقات فيها تأخذ نمطاً ديمقراطياً كبديل للنمط التقليدي القديم \" إن في هذا دعوة إلى استبدال النظام الاجتماعي الغربي بنظام الإسلام، كما يتضمن حث المرأة على التمرد على زوجها والنشوز والخروج عن طاعته، وقد قال الرسول - صلى الله عليه وسلم - للمرأة التي منعها زوجها من الخروج ومات أبوها، فأرسلت تستأذن الرسول - صلى الله عليه وسلم - في الخروج: \" اتقي الله ولا تخالفي زوجك \" فأوحى الله لرسوله أنه قد غفر لها بطاعة زوجها.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "الأسرة المثلى هي التي تكون فيها المرأة مساوية للرجل، حيث ورد في كتاب التربية المدنية للصف الثامن الصفحة 6 \" الأدوار والمسئوليات في الأسرة والمجتمع ليست ثابتة، بل هي نتاج للأوضاع الاقتصادية والخصائص الثقافية للمجتمع، ففي المجتمعات الحديثة لم يعد دور المرأة (أم وزوجة) ولم تعد رهينة العمل المنزلي بل أصبحت عنصراً مساوياً للرجل \" في النص دعوة إلى المساواة بين الرجل والمرأة وفيه تمييع للأدوار والمسئوليات في الأسرة، فكأن المنهاج يقول بعبارة أخرى إن الأدوار والمسئوليات التي حددها الإسلام يجب تغييرها ويتضح ذلك في الكلام عن المجتمعات القديمة والجديدة؛ فالقديم هو الإسلام والحديث هو الديمقراطية كما يزعم. ¶ خامساًً: الدعوة إلى وجهة نظر الكفار في المشكلة السكانية: ¶ لقد ورد في كتاب التربية المدنية للصف الثامن الصفحة 13 \" يشهد العالم نمواً سكانياً متسارعاً يهدد بانفجار يجعل الحياة على الأرض معرضة للخطر بسبب نضوب موارد الطبيعة وارتفاع نسبة التلوث البيئي \" كما جاء في نفس الصفحة 13 \"لذلك يتوجب على المؤسسات الرسمية وغير الرسمية العمل معاً على السيطرة على هذه المشكلة على مستوى الأسرة والمجتمع\" وفي الصفحة 14 من نفس الكتاب ورد \" إن تنظيم الأسرة.... يرتبط بالإمكانيات الاقتصادية للمجتمع ومتطلبات التنمية، حيث أصبحت السياسات المتعلقة بالسكان جزءأً مكملاً للثقافة والاقتصاد والتنمية المجتمعية التي تسعى بمجملها إلى تحسين نوعية حياة الناس \" وفي نفس الصفحة (صفحة 14) وتحت عنوان (قضية للنقاش) جاء \" السلوك الإنجابي ليس قراراً شخصياً فقط بل أصبح جزءاً من رؤية وطنية وسياسة سكانية تنموية بيئية تقررها الأسرة والمجتمع معاً \"",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "كل ما سبق يأتي في سياق قرارات مؤتمرات السكان التي تدعو إلى تنظيم الأسرة وتحديد النسل بناءً على رؤية أجنبية استعمارية تعتبر إن المشكلة تكمن في الانفجار السكاني ونسوا أو تناسوا أن السبب الرئيس في هذه المشكلة هو سوء توزيع الثروات الناجم عن الاستعمار والرأسمالية وأعوانها، وهنا ألا يحق لنا أن نسأل: من المسئول الأكبر عن تعريض الأرض وسكانها وأمنها للخطر؟؟؟؟ أليس هم الذين لا يبالون بقتل آلاف بل ملايين الناس من أجل سعر برميل نفط؟؟؟؟ أليس هم الذين يضربون الحجر والشجر باليورانيوم المخصب؟؟؟؟ أليس هم المسئولون عن تلويث الأرض ومن أكبر مسببي الاحتباس الحراري في العالم؟؟؟؟ ¶ إن الإسلام العظيم لا يحرم ما يسمى بتنظيم الأسرة بالطرق الشرعية (كنا نعزل والقرآن ينزل) ولكنه بخلاف ما ورد في المنهاج يجعله قراراً فردياً لا رؤية عامة، فالرؤية العامة للمسلمين جاءت في السنة النبوية حيث ورد عن أنس - رضي الله عنه - أن النبي - صلى الله عليه وسلم - كان يقول: \" تزوجوا الودود الولود فإني مكاثر بكم الأنبياء يوم القيامة \" أخرجه أحمد، أما القول عن التكاثر بأنه: \" رؤية وطنية وسياسة سكانية تنموية بيئية تقررها الأسرة والمجتمع معاً \" فهذه الخطوة الأولى على طريق السياسة الصينية في تحديد عدد الأبناء بواحد أو نحوه، وفرض الغرامات والعقوبات على من يستجيب لحديث الرسول - صلى الله عليه وسلم - ويكثر النسل وإلا فما معنى رؤية وطنية وسياسة... تقررها الأسرة والمجتمع معاً \" ¶ المحور الخامس ¶ المقياس في الحكم على الأشياء والأفعال ¶ استبعاد الإسلام وترسيخ النفعية ¶ المقياس في الحكم على الأشياء والأفعال تابع لوجهة النظر في الحياة فهو في الإسلام غيره في الرأسمالية، فلا يجوز الخلط بينهما، لأن هناك تناقض تام بين الإسلام والرأسمالية. ¶ وستعرض هنا - بإذن الله – وبإيجاز بعض الخطوط العريضة لوجهة النظر الإسلامية وما يقابلها من وجهة نظر رأسمالية:",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "الأصل في الأفعال التقيد بالحكم الشرعي (حلال، حرام)، أما في الرأسمالية فكل فعل لا يتعارض مع حريات الآخرين فالإقدام عليه جائز. ¶ السعادة في الإسلام هي نيل رضوان الله والفوز بالجنة، أما في الرأسمالية فالسعادة إشباع أكبر قدر من المتع الجسدية والشهوات. ¶ الحاكمية في الإسلام لله والسيادة للشرع، أما في الرأسمالية فالسيادة للشعب والمشرع هو الإنسان وليس لله حكم. ¶ الحَسَن في الإسلام ما حسنه الشرع والقبيح ما قبحه الشرع ليس للعقل تحسين أو تقبيح، أما في الرأسمالية فالتحسين والتقبيح للإنسان، فما حقق نفعاً مادياً فهو حسن وإلا فهو قبيح. ¶ تقديم القيمة الروحية على المادية عند التعارض، فالمسلم يدور مع الشرع حيثما دار ويعتقد أن مصلحته في التزامه بأحكام شريعة الله، أما الرأسمالية فلا وزن بل لا وجود للقيمة الروحية، وإنما القيم المادية البحتة. ¶ والمنهاج لم يترك نظرة للرأسمالية إلا وجاء ليعلمها على أنها الحق وما دونها الباطل، وأما أحكام الإسلام فإنها منبوذة متروكة، فإما أن ينتقدها هذا المنهاج أو يبطلها، وفيما يلي بيان وتوضيح ذلك: ¶ 1- ترسيخ النفعية والقيم المادية: ¶ هذه النظرة تناقض الإسلام، فالمسلم يتعبد الله سبحانه وتعالى في كل أحواله بالتزامه بشرعه وحكمه، فلا يحل له إلا ما أحل الله ولا يحرم عليه إلا ما حرم الله، وأما ما جاء في المنهاج حول هذا الموضوع:",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "كلما زاد دخل المرأة ازدادت حظوة عند زوجها وارتفعت مكانتها وأخذ برأيها بخلاف غير العاملة فقد جاء في كتاب التربية المدنية للصف الثامن الصفحة 6 \" لكن دخول المرأة إلى مجالي العلم والتعليم أدى إلى تغير واضح في مكانة المرأة الأسرية، وموقفها العام أمام زوجها وأبنائها، وبدأت العلاقات تأخذ نمطاً ديمقراطياً كبديل للنمط التقليدي القديم \" فمكانة المرأة إذاً تقاس بمقاييس مادية بحتة، وأما مكانتها في الإسلام فتقاس بدينها والتزامها بشرع ربها، قال الرسول الكريم - صلى الله عليه وسلم -: \" فعليك بذات الدين تربت يدالك \" متفق عليه، وقال: \" الدنيا متاع وخير متاع الدنيا المرأة الصالحة \" رواه مسلم. ¶ أعمال الخير يقوم بها الفرد بدافع الانتماء للمجتمع المدني، فقد ورد في كتاب التربية المدنية للصف السابع الصفحة 16 \" أنواع العمل..... 3- عمل تطوعي: عمل إنساني يقوم به الإنسان بدوافع الواجب والانتماء الموجود بعمق داخله وهو مظهر من مظاهر المشاركة والتعاون بين الفرد والمجتمع ودليل على تحمل المسئولية والرغبة في التنمية المجتمعية \" فأعمال البر والخير لتحقيق قيم مادية ولا وزن للقيم الروحية في المجتمع، فحين يقوم المسلم بالعمل التطوعي (عمل الخيرات) يقوم به لأنه حكم شرعي أمر الله به، فالله سبحانه وتعالى يقول\" ?وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنُوا عَلَى الْأِثْمِ وَالْعُدْوَانِ? (المائدة: من الآية2) كما يقول النبي - صلى الله عليه وسلم -: \"المؤمن للمؤمن كالبنيان يشد بعضه بعضاً \". رواه الترمذي",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "الوفاء بالعقود ليس لأن الله سبحانه يقول: \" ?يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ? (المائدة: من الآية1) بل لأنه كما جاء في كتاب التربية المدنية للصف السابع في الصفحة 24 \" يتوجب عليه (أي العامل) احترام مواعيد العمل لأن التغيب عن العمل يؤدي على إنقاص العامل لساعات العمل المخصصة للعمل مما يؤدي إلى خفض إنتاجيته \" فالنظرة هنا مادية فتبرير احترام مواعيد العمل وعدم التغيب عنه هو خفض الإنتاجية وهو تبرير كالذي يصدر عن الأمريكي أو الفرنسي أو اليهودي ولا علاقة له بكون التلميذ مسلماً وكذلك لا علاقة له بقوله سبحانه: ?يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ? (المائدة: من الآية1) ولا بقوله سبحانه: ?إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا? (النساء: من الآية58) ولا بقول الرسول - صلى الله عليه وسلم -: \" إذا عمل أحدكم عملاً أن يتقنه \". الطبراني في الأوسط. ¶ لماذا يجب إحسان التعامل مع الزبائن؟؟ والجواب كما ورد في كتاب التربية المدنية لصف السابع الصفحة 24 هو \" ويجب أن يلتزم بحسن المعاملة مع زبائن المحل حتى لا يكون سبباً في تنفيرهم \" فالقيمة مادية بحتة ولا أثر لأمر الله سبحانه وتعالى ورسوله لنا بحسن المعاملة، فالذي يحكم ويسير الإنسان في حياته – حسب مناهج التعليم – هو المصالح والنفع المادي أي القيم العلمانية. ¶ 2- تعريف المواطن الصالح:",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "يقول الله عز وجل في كتابه العزيز: ? إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ ? (الحجرات: من الآية13) ويقول أيضاً: ? وَكَانَ أَبُوهُمَا صَالِحاً ? (الكهف: من الآية82) ومدح الله الأنبياء ووصفهم بالصالحين حين قال: ? وَزَكَرِيَّا وَيَحْيَى وَعِيسَى وَإِلْيَاسَ كُلٌّ مِنَ الصَّالِحِينَ ? (الأنعام:85)، فلا يُصف بالصلاح إلا من كان مؤمناً تقياً منقاداً لله سبحانه ملتزماً بأحكام شريعته، والمجتمع الصالح هو المجتمع الذي يحكم بشريعة الله ويطبق عليه الإسلام وغير ذلك من المجتمعات يُوصف بالفساد والفسق والكفر. ¶ ولكن مناهج التعليم ترى غير ما سبق من حيث تعريفها للمواطن الصالح كما يلي: ¶ المواطن الصالح هو الذي يدفع الضرائب حيث ورد في كتاب التربية المدنية للصف التاسع الصفحة 18 \" أهمية دفع الضرائب... والالتزام بدفعها دليل على المواطنة الصالحة والمشاركة في بناء المجتمع المدني \" ويضيف نفس الكتاب في الصفحة 19 عندما يعدد أنواع الضرائب \" ضريبة الإيرادات والدخل... ضريبة تضاف لقيمة السلع والخدمات... ضريبة المعاملات... ضريبة العقارات \" هذه هي الضرائب التي إذا دفعها الفرد كان مواطناً صالحاً. ¶ المواطن الصالح هو الذي يعصى ربه باحترام قوانين الكفر وقبول آراء الكفر واحترام التعددية، هذا ما جاء في كتاب التربية المدنية للصف التاسع الصفحة الثانية \" وإن المواطن في المجتمع المدني يعرف حقوقه ويحترم حقوق الآخرين وسيادة القانون، وإن من أهم قيم المجتمع المدني احترام كرامة الإنسان وقبول الآخر واحترام التعددية \" فالمنهاج يطلب من التلاميذ المسلمين قبول ما عند الآخر من أفكار ومفاهيم وآراء ولو كانت مناقضة للإسلام، فالمواطن الصالح هو الذي يفعل ذلك.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "المواطن الصالح هو الذي يشارك في بناء المجتمع المدني، فقد جاء في كتاب التربية المدنية للصف التاسع الصفحة 14 \"ولكي يشعر المواطن الفلسطيني بأنه عنصر فعال في المجتمع يقوم بالدور الذي يقع على عاتقه على أكمل وجه، فإنه عليه أن ينشط في الحياة العامة وفي الحركة التي تساهم في بناء المجتمع المدني\" والمجتمع المدني كما ورد في نفس الكتاب في الصفحة 2 هو \"مجتمع يقوم على مبادئ الديمقراطية والتعددية الفكرية والحزبية والسياسية\". ¶ هذا هو المجتمع الذي يريده المنهاج؛ مجتمع غربي ديمقراطي لا أثر للإسلام فيه، فمن شارك في هذا المجتمع وفي بنائه وغَيَّب الإسلام عن حياته هو مواطن صالح. ¶ المواطن الصالح كما ورد في كتاب التربية المدنية للصف السابع الصفحة 7 \"والمجتمع يتوقع منك أن تكون مواطناً صالحاً يحافظ على المرافق العامة ومشاركاً في خدمة المجتمع التي تعود عليك وعلى الآخرين بالفائدة\" وفي هذا تعليم للتلاميذ أن يجب أن يكونوا مواطنين صالحين حتى ينالوا المنافع المادية والانتفاع المرافق العامة للمجتمع، هذه هي النظرة النفعية التي هي عين النظرة الغربية العلمانية. ¶ مما سبق يتجلى أنه هذا هو المواطن الذي يريده ويسعى إليه المنهاج، مواطن لا يقيم وزناً للقيم الروحية ولا يسير أفعاله بأحكام الشرع وإنما يسيرها وفق الأهواء وما تشتهي الأنفس والمصالح والقيم المادية النفعية الخالصة. ¶ 3- المجتمع المدني وقيمه: ¶ المجتمع الذي أمر الله سبحانه به هو المجتمع الإسلامي الذي تسوده الأفكار والمشاعر الإسلامية والتي تكون فيها العلاقات بين الناس قائمة على أساس الإسلام، مجتمع يُطبق فيه شريعة الله وتظهر فيه القيم الإسلامية، ولا وجود لأي فكر أو حزب مبني أو قائم على غير أساس الإسلام، ولكن المنهاج الفلسطيني الجديد يريد:",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "مجتمع مدني وذلك كما ورد في كتاب التربية المدنية للصف التاسع في الصفحة الثانية \" المجتمع المدني السليم هو مجتمع يقوم على مبادئ الديمقراطية والتعددية الفكرية والسياسية الحزبية \" ولكن الديمقراطية نظام كفر لا يجوز أخذها أو تطبيقها أو الدعوة لها، وأما التعددية الفكرية والسياسية فمعناها وجود أحزاب تقوم على أساس غير الإسلام كالأحزاب الشيوعية والديمقراطية والوطنية والقومية والسماح لهذه الأحزاب المشاركة في الانتخابات والوصول إلى الحكم، وقد قال الله سبحانه وتعالى: ?وَلَنْ يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلاً? (النساء: من الآية141). ¶ الدولة كما يعرفها كتاب التربية المدنية للصف التاسع وفي الصفحة الثانية \" وعرفنا أن الدولة بوجود مجتمع مدني قوي هي دولة مؤسسات تطبق القانون وتهتم بحقوق الإنسان \" فالقانون قانون ديمقراطي ودولة المؤسسات هي كما ورد في كتاب التربية المدنية للصف السابع في الصفحة 4 \" مجموعة المؤسسات والتنظيمات التي تساعد الحكومة في أعمالها مثل الأحزاب والجمعيات والنقابات والأندية والتعاونيات والجامعات والمدارس... \" ولكن لماذا يسمى المجتمع مجتمعاً مدنياً فقد ورد في نفس الصفحة من نفس الكتاب سبب التسمية \" ويسمى بالمدني لأن الانتماء له يتجاوز الانتماء للعائلة أو القبيلة أو العشيرة حيث ينتمي المواطن لمنظمات المجتمع المدني بشكل متساوٍ بغض النظر عن العائلة والجنس واللون والدين \" فالدولة والمجتمع كلاهما لا أثر للإسلام فيه. ¶ أما قيم المجتمع المدني كما جاءت في كتاب التربية المدنية للصف التاسع الصفحة الثانية \" ومن أهم قيم المجتمع المدني احترام كرامة الإنسان وقبول الآخر واحترام التعددية \" ومعنى قبول الآخر قبول آرائه ومعتقداته واحترامه وإن كانت تتناقض مع الإسلام، وأما احترام التعددية فمعناها احترام الأحزاب التي تقوم على أسس غير إسلامية.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "هذا هو المجتمع المدني وقيمه تقوم على أسس غير إسلامية فيه السيادة للناس لا لرب الناس مقياسه النفعية وقيمه مادية. ¶ هذا غيض من فيض مما تعج به صفحات مقررات التربية الوطنية والتربية المدنية المقررة في مرحلة التعليم الأساسي في فلسطين من أفكار منافية لأحكام الإسلام، وقد اقتصر الباحث في هذا العرض الموجز على أبرز ما في هذه المقررات، ولم يتطرق إلى دقائق الأمور التفصيلية، كما أنه لم يستعرض الأفكار الموجودة في المقررات الأخرى كالمطالعة والنصوص والتاريخ وبعض مقررات التربية الدينية الإسلامية. ¶ لابد من كلمة ¶ لقد تبين وبشكلٍ جلي وواضح لا لبس فيه أن مناهج التعليم والمتعلقة خاصةً بمقررات التربية الوطنية والتربية المدنية التي تدرس لأبنائنا في فلسطين فيها كم رهيب من السموم التي تنفث في عقول الأبناء، فيعُمل من خلال هذا المنهاج على الإفساد في الدين والفكر والميول. ¶ إن المدرسين - الذين لا نظن بهم إلا خيراً - حريصون على الأبناء وعلى دينهم وفكرهم حرصاً كبيراً، ولكن عندهم منهاج يجب أن يدرس بصورة أو بأخرى، كما أن هذا المنهاج بين أيدي التلاميذ يطلعون على محتوياته ليل نهار وفي أي وقت يريدون. ¶ إن هذا المنهاج المتعلق بالتربية الوطنية والتربية المدنية لم يصمم أصلاً لتعليم أبنائنا الإسلام ولا لجعلهم شخصيات إسلامية، بل يسعى هذا المنهاج إلى تلقينهم أصول العلمانية حتى تتكون في نفوسهم من مجموع ما يتعلمونه، وبذلك فإنهم بعد حمل ما في المنهاج في عقولهم - لا سمح الله - سيدافعون عن العلمانية ويعتنقونها كأهلها. ¶ لذا فإننا نخاطب فيكم دينكم -أيها المسلمون عامة- والقائمين على تصميم المناهج خاصة أن تلتفوا إلى هذا الأمر جيداً وإلا سيكون ما لم تحمد عقباه.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وعليه فالباحث يقترح التركيز على بناء الشخصية الإسلامية للتلاميذ كهدف سامٍ من أسمى الأهداف التي يحثنا ديننا الحنيف عليها، وذلك عن طريق غرس الثقافة الإسلامية عقيدة وأفكاراً وسلوكاً في عقولهم ونفوسهم من خلال منهاج معد بطريقة واضحة جلية تكفل الوصول إلى هذا الهدف. ¶ توصيات الدراسة: ¶ في ضوء ما توصل إليه الباحث من نتائج التحليل فإنه يوصي بِ: ¶ إلغاء مقررات التربية الوطنية والتربية المدنية من مقررات التعليم في فلسطين. ¶ إضافة الحصص الدراسية التي كانت مقررة للتربية الوطنية والتربية المدنية لحصص التربية الإسلامية واللغة العربية بحيث يكون الأساس الذي يقوم عليه هذان المقرران هو العقيدة الإسلامية. ¶ غربلة باقي المناهج من الأفكار المسمومة والمبثوثة من خلال هذه المناهج. ¶ إعادة النظر في أهداف التعليم بحيث تهدف إلى تكوين الشخصية الإسلامية. ¶ مراجع الدراسة ¶ الأموال، (أبو عبيد القاسم بن سلام). ¶ البداية والنهاية، (الحافظ عماد الدين أبو الفداء إسماعيل بن كثير القرشي الدمشقي). ¶ الجامع الصحيح، سنن الترمذي، (أبو عيسى محمد بن عيسى بن سورة الترمذي) ¶ سنن أبو داوود، (أبو داوود سليمان بن الأشعت السجستاني الأزدي). ¶ سنن الدارقطني، (علي بن عمر الدارقطني). ¶ السيرة النبوية، (لبي محمد عبدالملك بن هشام المعافري). ¶ صحيح البخاري، (أبو عبدالله بن إسماعيل البخاري). ¶ صحيح مسلم، (أبو الحسين بن الحجاج القشيري النيسابوري). ¶ كتب التربية المدنية المقررة من الصف الثاني الأساسي حتى التاسع الأساسي، وزارة التربية والتعليم الفلسطينية. ¶ كتب التربية الوطنية المقررة من الصف الثاني الأساسي حتى التاسع الأساسي، وزارة التربية والتعليم الفلسطينية. ¶ المستدرك، (أبو عبدالله محمد بن عبدالله المعروف بالحاكم النيسابوري). ¶ مسند الإمام أحمد، (الإمام احمد بن حنبل). ¶ المعجم الكبير والأوسط والصغير، (سليمان بن احمد بن أيوب الطبراني).",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "المناهج المدرسية الفلسطينية تعمل على هدم الإسلام في نفوس أبناء المسلمين، (ب. م).",
            "page": "40",
            "part": "1"
        }
    ],
    "t37716": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "محتويات كتب التربية الوطنية والمدنية المقررة في فلسطين كأحد التحديات التربوية المعاصرة للإسلام( دراسة تحليلية ) د. عبدالهادي مصالحة 645-680"
        }
    ]
}