{
    "b37729": [
        {
            "id": "1",
            "nass": "أمريكا والانهيار الحضاري... حقيقة أم وهم؟! ¶ بقلم:خباب بن مروان الحمد ¶ khabab1403@hotmail.com ¶ بسم الله الرحمن الرحيم ¶ الحمد لله ناصر المؤمنين ، وقامع الكافرين ، وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين ، أمَّا بعد: ¶ (إنَّ التاريخ ـ وبالدقة ذاتها ـ لا يكرر أبداً نفسه، ولكنه غالباً ما يوجه صفعاته، إلى أولئك الذين يتجاهلونه كلياً) ¶ بهذا سطَّر أحد أشهر المؤرخين المعاصرين الأمريكان[بول كينيدي]مدير مركز الدراسات الأمنية الدولية بجامعة بيل ، وأستاذ التاريخ فيها\"(1)\"وصدق!فإنَّ أمريكا تتجاهل تاريخ الأمم السابقة التي سادت ثمَّ بادت(فما بكت عليهم السماء والأرض وما كانوا منظرين) ¶ ومن الجيد أن نقارن بين واقع الإدارة الأمريكية بواقع الأمم الكافرة التي تكبرت على منهج ربها وآذت عباده ، فلعل الربط بين الواقع الحاضر و تاريخ الماضي يوضِّح لنا دلالات ، ويجلي لنا أمور غامضات ، وقد أمرنا تعالى في محكم التنزيل بأن نعتبر بما وقع للمؤمنين والكافرين من قصص وأخبار حيث قال(فأخذه الله نكال الآخرة والأولى*إنَّ في ذلك لعبرة لمن يخشى)ومن هذا المنطلق فلعلي أربط بين منطق الطغاة في القرآن الكريم وأفعالهم مع المؤمنين ، بمنطق طغاة أمريكا وأفعالهم مع عباد الله كافرهم ومسلمهم ، كي يُعْلَمَ أنَّ التأريخ يعيد دورة الأيام ولكن بأسماء أخر، وأفعال تبتكر، وجرائم تحضَّر، وما أشبه الليلة بالبارحة!! ¶ __________ ¶ (1) 1(انظر:مجلة واشنطن بوست20نيسان/إبريل2003هـ بواسطة الامبراطورية بعد احتلال العراق(دراسات وأبحاث مترجمة للعربية)ترجمة:تركي الزميلي)",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ومن جميل كلام الإمام ابن تيمية ـ رحمه الله ـ:(فأمرنا أن نعتبر بأحوال المتقدمين علينا من هذه الأمَّة ،وممن قبلها من الأمم ،وذكر في غير موضع أنَّ سنَّته في ذلك مطَّردة وعادته مستمرة ،فينبغي للعقلاء أن يعتبروا بسنَّة الله وأيَّامه في عباده ، ودأب الأمم وعادتهم) (انظر:كتاب الجهاد لابن تيمية2/70ـ جمع الدكتور/ عبدالرحمن عميرة) ¶ وعليه فقد أزمعت الرأي مستعيناً بالله في البحث والكتابة لتوضيح سياسات هذه الدولة ليعتبر المسلم قبل الكافر ، مستشرفاً في ذلك المستقبل الذي بدأت خيوط نوره تلمع ، وحجب ظلامه تزول وتُقْشَع ، بأنَّ مصير هذه الدولة إلى سفال ، ولو امتدت الأيام ، فحقٌ على الله ما ارتفع شيء إلا وضعه ، ولن يبقى إلا الإسلام العظيم يحكم البشرية في أرض الله . ¶ فلن ألتفت إلى الزفَّة الإعلامية الصاخبة التي تظهر هذه الدولة بمظهر الكابوس المخيف ، والامبراطورية التي لا تقهر أو التي بدأت تعيد عهد سالفتها بريطانيا بأنها الدولة التي لا تغيب عنها الشمس ،فإنِّي موقن حتماً بأنَّنا في زمن حجب الحقائق ، وتكميم الأفواه ، وتغطية العيون ، ولن يمنعنا مانع بأن نصدح بحقنا ، ونرفع به عقيرتنا ، ما أحيانا الله ، وقد قال تعالى:(إنَّما ذلكم الشيطان يخوف أولياءه فلا تخافوهم وخافون إن كنتم مؤمنين) ، وما دمنا أحياء نرزق ، وأقلامنا في أيدينا توثق وتطلق، فلنوضح الحقائق ، وإذا كانت العبارة الفرنسية تقول:( أعطني سطراً واحداً لأكثر الناس حرصاً ، وأنا أجد كلمة واحدة يستحق عليها الشنق)؛فإنَّ كلام خير الحاكمين يقول:(فلا تخشوا الناس واخشون ولا تشتروا بآياتي ثمناً قليلاً وإياي فاتقون*ولا تلبسوا الحق بالباطل وتكتموا الحق وأنتم تعلمون) ¶ ولعلي أستعرض في ثنايا هذا المقال شيئاً من الجرائم الأمريكية مقارناً مع جرائم من سبقهم من طغاة الأرض ، وفراعين الدهر، سائلاً المولى التوفيق في العرض ، والسداد في الطرح.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "1ـ ادِّعاء أمريكا بأنَّها الدولة التي لن تقهر ، والتي توقف التاريخ عندها ، فلن تزول حضارتها ، ولن يفنى شبابها ،فهي باقية أبد الدهر ـ عياذاً بالله من ذلك ـ فلا مانع من التوسع والهيمنة على جميع الدول ولعلَّ أشهر من كتب في هذا العصر عن هذه النبوءة ؛ فرانسيس فوكوياما في كتابه (نهاية التاريخ والرجل المريض) ، فقد ألَّف كتابه محتفلاً فيه بسقوط الشيوعية واندحارها أمام الحضارة الغربية الحديثة ! فالعالم بزعمه لم يعد أمامه شيء جديد سوى هذه الحضارة الغربية وبالذات الأمريكية ، ولهذا فقد أغلق باب التاريخ ولم يعد هناك من يمسك زمامه سوى القوى الغربية وعلى رأسها أمريكا وسينتهي التاريخ عندها ولن تقوم قائمة لأي حضارة بعدها، والحقيقة أنَّ كلام فوكوياما وغيره ممن يتمنطق بذلك ، مبني على مقولة أمريكية قديمة تقول:(إنَّ أمريكا هي العالم ، والعالم هو أمريكا)ولا ريب أنَّ الرجل وقومه يعيدون كلام من سبقهم من الأمم الكافرة حين نظروا لقوتهم وجبروتهم فاستكبروا وقالوا ليس لنا نهاية ولن نزول ، حيث قال تعالى عنهم:(أولم تكونوا أقسمتم من قبل مالكم من زوال)!! ¶ تأمل خطاب(ألبرت بيفريدج)ممثِّل ولاية (إنديانا) في مجلس الشيوخ الأمريكي وهو يقول:(لقد جعل الله منَّا أساتذة العالم ! كي نتمكن من نشر النظام حيث تكون الفوضى،وجعلنا جديرين بالحكم لكي نتمكن من إدارة الشعوب البربرية الهرمة ، وبدون هذه القوة ، ستعمُّ العالم مرَّة أخرى البربرية والظلام ، وقد اختار الله الشعب الأمريكي دون سائر الأجناس كشعب مختار!!يقود العالم أخيراً إلى تجديد ذاته)\"(1)\" ¶ __________ ¶ (1) \" القرية الكونية للأستاذ:محمد الهبدان/صـ9ـ10.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "والشاهد من ذلك أنَّ هؤلاء القوم قد أعادوا سيرة سلفهم حين نظروا لقوتهم وجبروتهم وخيراتهم وحضاراتهم ، فافتخروا بها ، وظنَّوا أنهم بذلك أولياء الله وأحباءه ، ففي الزمن السابق قال أحدهم حين رأى أملاكه وخيراته بكل كبر وعجرفة:(ما أظنٌّ أن تبيد هذه أبداً*وما أظنُّ الساعة قائمة ولئن رددت إلى ربي لأجدن خيراً منها منقلباً). ¶ لكنَّ الحق سبحانه لن يحيي إلا الحق وسيجعل الباطل غثاء زبداً زائلاً ، فلم يبق لهذا المفتخر بماله وملكه إلا حطام مامَلَكْ ، (وأحيط بثمره فأصبح يقلب كفيه على ما أنفق فيها وهي خاوية على عروشها ويقول ياليتني لم أشرك بربي أحداً*ولم تكن له فئة ينصرونه من دون الله وما كان منتصراً) ¶ 2ـ اعتزاز أمريكا بأنَّها الدولة القوية والتي لن تقف أمامها أي قوة ، وفي أدبياتها أنَّ أيَّ تفكير لدولة ما تريد أنْ تتقوى أو تقف مناوئة لها ، فإنَّها ستجلب على نفسها الدمار قبل بداية الحرب بواسطة الحروب الاستباقية الوقائية.وهذا بالضبط حال فرعون ومنطقه حين خاف أن يأتي من بني إسرائيل ابن يقتله ويقضي على ملكه ، فما كان منه إلأَّ أن استحل دماء الناس وفرضها حرباً وقائية له تنجيه من ذلك القتل،وحين نمعن النظر في كلام قادة هذه الدولة المارقة ، أو بحالها العملي مع الدول المخالفة لها فسنجد ذلك واضحاً جداً ، فهاهي مادلين أولبرايت تقول في إحدى المقابلات معها في جامعة أمريكية:(في هذا الكون قوة عظمى واحدة ؛الولايات المتحدة!!)\"(1)\" ¶ __________ ¶ (1) جريدة الشرق الأوسط.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وهذا ستيفن إيه دوجلاس يذكِّر مجلس الشيوخ الأمريكي عام(1858)م بحقيقة المنطق الطاغوتي القائل:(من أشدُّ منَّا قوة) حيث يقول:( إنَّ أمريكا أمَّة شابة نامية ، تعج مثل خلية النحل،وكما أنَّ النحل في حاجة إلى الخلايا ليتجمع وينتج العسل ، أقول لكم:إنَّ التكاثر والتضاعف والتوسع هو قانون وجود هذه الأمة)\"(1)\" ¶ ومِمَّا يصدِّق كلام (دوجلاس) السابق ذكره ويدلِّلُ على حب هؤلاء الغزاة للتوسع والسيطرة على بلاد الله ، ما قاله السيناتور هارت بنتون في القدم ، في خطاب ألقاه أمام مجلس الشيوخ عام1846م:((إنَّ قدر أمريكا الأبدي هو الغزو والتوسع ، إنَّها مثل عصا هارون[يقصد موسى]التي صارت أفعى ، ثمَّ ابتلعت كلَّ الحبال . فهكذا ستغزو أمريكا الأراضي ، وتضمُّها إليها ، أرضاً بعد أرض. ذلك هو قدرها المتجلي . أعطها الوقت ، وستجدها تبتلع ، كلَّ بضع سنوات مفازات بوسع معظم ممالك أوروبا . ذلك هو معدَّل توسعها))\"(2)\" ¶ ويقول المؤرخ (ريتشارد إيميرمان):(القوَّة والأمن الأمريكيين يعتمدان بشكل أساسي على الحصول على المواد الأولية من العالم ، وبالتدخل في أسواقه الداخلية ، وبالأخص في دول العالم الثالث التي يجب أن تبقيها الولايات المتحدة تحت السيطرة الشديدة)\"(3)\" ¶ __________ ¶ (1) دراسات في التخطيط السياسي ـ المذكرة السياسية للأمن القومي ـ.pps.nsc68)فبراير 1948م( ¶ (2) أمريكا التي تعلمنا الديموقراطية والعدل للدكتور فهد العرابي الحارثي/ صـ28 ¶ (3) أمريكا طليعة الانحطاط لروجيه جارودي/صـ82",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وهاهو نيكسون يقول:(على أعداء الولايات المتحدة الأمريكية أن يدركوا أننا نتحول حمقى إذا ضربت مصالحنا...بحيث يصعب التنبؤ بما قد نقوم به مما لدينا من قوة تدميرية غير تقليدية ، وعندها سوف ينحنون خوفاً منَّا)ويقول وزير الخارجية كولن باول بعد ضربة سبتمبر:(نحن الآن القوة الأعظم ، نحن الآن اللاعب الرئيس على المسرح الدولي ، وكل ما يجب علينا أن نفكر به الآن هو مسؤوليتنا عن العالم بأسره، ومصالحنا التي تشمل العالم كلَّه)\"(1)\" ¶ بل سبقه بذلك بوش الأب حينما ألقى خطاباً عقب انتصار الحلفاء على العراق في حرب الخليج الثانية في إحدى القواعد العسكرية 13/4/1991م حيث يقول:(إنَّ النظام العالمي الجديد لا يعني تنازلاً عن سيادتنا الوطنية ، أو تخلياً عن مصالحنا ، إنَّه ينُّبؤ عن مسئولية أملتها علينا نجاحاتنا) ثمَّ صرَّح في خطابه أمام الجمعية العامة للأمم المتحدة 23/9/1991م(بأنَّ أمريكا ستقود العالم)\"(2)\" ¶ وبعد هذه الكلمات فهل يشكُّ أحد في مشابهة منطق الأمريكان بمنطق الطغاة الغابرين (ذرية بعضها من بعض)، فإنَّهم اعتقدوا مقتنعين أنَّهم رب الكون ومسَيِّري أحداثه ـ تعالى الله عمَّا يقول الظالمون علواً كبيراً ـ ولهذا من يقرأ كلام نيكسون حين قال:(نحن نقبض على ناصية المستقبل بأيدينا)\"(3)\"يوقن يقيناً بأنَّ هذا(يتوائم مع اعتقاد الأمريكيين بأنَّ قيادتهم للعالم هي قدرهم المحتوم، الذي اختاره لهم الرب ، وباركته من أجلهم الملائكة)\"(4)\" ¶ __________ ¶ (1) دول محور الشر الإرهابية/صـ32تأليف:محمود الكفري ¶ (2) التقرير الاستراتيجي العربي 1991م/صـ31وانظر كذلك:النظام الدولي الجديد لياسر أبي شبانة/صـ31 ¶ (3) نصر بلا حرب/صـ335 ¶ (4) ما بين القوسين مقتبس من كتاب: أمريكا التي تعلمنا الديموقراطية والعدل للدكتور/ فهد العرَّابي الحارثي/صـ113",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "3ـ الكبر والتعالي على الرب وعلى العباد بمنطق من قال:(أناربكم الأعلى)ومن قال:(ما علمت لكم من إله غيري)ومن قال (ما أريكم إلَّا ما أرى وما أهديكم إلَّا سبيل الرشاد)، يقول أحد كبراءهم وهو متحدث باسم البيت الأبيض في حرب الخليج:(جئنا نصحح خطأ الرب الذي جعل البترول في أرض العرب)، وهذا بوش يخاطب الرئيس الباكستاني برويز مشرَّف بمنطق القوة والتهديد ليركع له وينحني:(أمامك خياران إمَّا أن تدخل في حلف أمريكا ضد الإرهاب،وإمَّا أن نعيد باكستان للعصر الحجري)وحقاً إنَّها سياسة من لا يفتح مجال الحوار والأخذ والرد ، وهي القاسم المشترك الذي جمع طواغيت الأرض على كرسي التجبُّر ، وسيف القهر، والكبرياء البغيضة. ¶ ولهذا فإنَّ الأمريكان جعلوا أنفسهم بمنزلة الرب ،واستقوا من الفكرة الثيوقراطية مبدأً ؛ بأن يُطاعوا ويُخدموا من قبل الناس وإلا فالجحيم ينتظرهم لأنَّهم مفوضون حسب ادعائهم عن الله بالحكم والقتل، وتابع معي كلاماً لنيكسون:(إنَّ محور علاقات أمريكا مع ألمانيا وأوروبا وآسيا والعالم كلِّه هو مصالح أمريكا ، وعلى العالم كلَّه أن يخدم مصالح أمريكا)\"(1)\" ¶ __________ ¶ (1) اغتنام اللحظة لنيكسون ، نشر هذا الكتاب في حلقات في جريدة الشرق الأوسط ابتداءً من 19/12/1991م",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "4ـ القتل والتدمير واستحلال دماء الشعوب ، وهو حال فرعون (إنَّ فرعون علا في الأرض وجعل أهلها شيعاً يستضعف طائفة منهم يذبح أبناءهم ويستحيي نسائهم)،وهذا حين لم تنتشر دعوة الله في الأرض فكان فرعون يقتل الأبناء ثمَّ حين وجد بعضاً من النساء يشهدن بأنه طاغوت وأن الرب هو الله جلَّ جلاله وليس فرعون فما كان منه إلَّا أن مكر بسيدتنا آسية وقتلها بكل وحشية وإجرام ـ رضي الله عنها وأرضاها ـ ولا شكَّ أنَّ أمريكا كانت كذلك ، فكم من رجلٍ كبيرٍ أو امرأةٍ مسنةٍ أو طفل ٍصغيرٍ استخدمت أمريكا في حق إنسانيتهم وسائل البطش والإجرام،ولم يكن ذلك في حقِّ المسلمين فحسب، بل إنَّ إخوانهم في الكفر لم يسلموا من أذاهم وشرهم ، وكانت خطاباتهم فيها صراحة واضحة بحبِّ سفك الدماء ، والإفساد في الأرض، وخير شاهد على ذلك ما قاله الجنرال الأمريكي سميث الذي كُلِّف بتحطيم الحركة الفلبينية مصدراً أوامره لقواته:(إنني لا أريد أسرى...أريدكم أن تحرقوا وتقتلوا وكلَّما زدتم في الحرق والقتل كلَّما جلبتم السرور إلى قلبي)\"(1)\"، وكذلك فنحن لا ننسى مذبحة الهنود الحمر في أمريكا والتي قال عنها المؤرخ الأمريكي ديفيد ستارند:(إنَّها أكبر مذبحة جماعية في العالم)، وما خبر مذابح فيتنام عنَّا ببعيد، وهذا كلَّه في حق الكفار فما البال بألد أعدائهم المسلمين ،فلم يكن لهم قرار في أرض من بلاد المسلمين إلا وعاثوا فيها الفساد، وأبادوا فيها العباد سواء بطرق مباشرة أو بتوكيل غيرهم على المسلمين أو بالدعم المادي والعسكري والمعنوي ولن أعدَّ البلاد الإسلامية التي أفسدت في حقها أمريكا فإنَّ هذا في عقلية المسلم أمر معلوم ، ثمَّ إنه أمر يصعب حصره في مقال ، فجميع بلاد الإسلام تأذَّت من سياسات هذه الدولة. ¶ __________ ¶ (1) أمريكا والشرق الغربي لميشيل كامل/صـ8",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "أمَّا عن الشعب الأمريكي فقد ربَّاه أسياده على حب الجريمة ، وحببت إليه وقائعها ولهذا فلا عجب حين نجد 85 % من الشعب الأمريكي يؤيدون الحرب على بلاد أفغانستان المسلمة،وكان هذا الاستفتاء في شهر رمضان المبارك عام(1422هـ)،بل إنَّ 80%من الشعب الأمريكي أيَّد بوش على حرب العراق وفقاً لاستطلاع وزارة الدفاع الأمريكية البنتاغون في العراق، فإذا كان شعب أغلبيته يؤيد المحرقة للعالم الإسلامي وكيِّه بنار الموت، ولا يعارض ما تقترفه سياسات دولته ، فإنَّ حكَّامهم سيمضون في مقاصل حمَّامات الدماء هنا وهناك ولن يردهم شعبهم عن ذلك ، وقد قيل لفرعون من فرعنك ؟!فقال : لم أجد من يردَّني !!ولا يستغرب حين يرى حكَّام أمريكا شعوبهم بهذه العقيدة الإجرامية تجاه الشعوب الإسلامية بأن يفعلوا بها كلَّ ما خبث وفحش ذكره من المآسي والكوارث ، ولا عجب أن يوافق مجلس الشيوخ الأمريكي على إنتاج قنابل ذرِّيَّة صغيرة يعادل كل ثلاث منها القنبلة التي ضربت هيروشيما!! ¶ ـ لقد أعجبني حين زار الملاكم العالمي المسلم (محمد علي كلاي) مبنى التجارة العالمي ، فواجهه أحد المتطفلين قائلاً : ألا تستحي من دين ينتمي إليه ابن لادن ؟! فأجابه كلاي : ( ألا تستحي أنت من الانتماء إلى دين ينتمي إليه هتلر )\"(1)\"وقد أجاد كلاي فإنَّ هؤلاء الهتلريون ينسون جرائمهم الماضية في حق البشرية ثمَّ يتساءلون تساؤل الأغبياء عن سبب ضربة سبتمبر ، أو يُعَرِّضُونَ بأنَّ دين الإسلام دين الدموية والإرهاب ، وكأنهم قد برؤوا من أي عمل إرهابي اقترفوه في حق البشرية كبراءة الذئب من دم ابن يعقوب!! ¶ __________ ¶ (1) رسالة من مكة [ عن أي شيء ندافع]للدكتور/سفر الحوالي",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "إنَّ أمريكا بتجاهلها لدساتير الحروب ، والعمل على إزهاق الأرواح دون أدنى تحرٍ في كشف ملابسات الحدث ، يُسَيِّرها ذلك إلى التبلد في مواجهة البشرية ، والتصلب تجاه الآخر في كشف أسباب الرد الأمريكي على الدول والشعوب ، ومن يقرأ مقال (سحب من الشك...شهادة أمريكية على الإرهاب الأمريكي) فإنَّه (يبين بإجماع عدد من الفنِّيين الأجانب الذين عملوا بمصنع الشفاء في السودان الذي دمَّرته الطائرات الأمريكية على خلوه من المواد الكيماوية المشبوهة،وهذا ما يعلل رفض أمريكا للتحقيق حول المصنع حتَّى لا يظهر كذبها على الجميع)\"(1)\" ¶ ولا أدري كيف يتعامل هؤلاء القوم مع واقع الناس ، فإنَّهم قد نصُّوا في قوانينهم الأرضية الوضعية بأنَّ دولتهم علمانية ترعى الحرية ، وتنشر الديموقراطية ، وحين ضُرِبُوا في سبتمير صاحوا بأنَّهم سيشنون حرباً صليبية واسعة النطاق ، عريضة الجبهة ، تمتد إلى مالا نهاية ، فالعجب لا ينقضي حين يقول هؤلاء بأنها حرباً صليبية ، يعنون بذلك رجوعهم لديانتهم المحرفة النصرانية ، مع أنَّ في مدوناتهم، أهمية الرفق بالبشرية ، والرحمة للإنسانية ، بل نص الإنجيل لأبناء المسيح ـ عليه السلام ـ وأتباعه بأنَّ(من ضربك على خدِّك الأيمن فأدر له خدَّك الأيسر)فأين هذا من هذا،وهم يريدون أن يوسعوا جبهة الحرب بل عدُّوا ستين دولة سيأتيها الدور لمحاربتها ، ومكافحة الإرهاب فيها ، والسؤال:هل شاركت هذه الدول الستين وأمدت الجهاديين بالعدة والعتاد ليقوضوا صرح أمريكا المتمثل في برجي التجارة العالمي ، بل لوضيَّقنا السؤال وقلنا:هل من دولة واحدة من هذه الدول أمدتهم لتحطيم مجد أمريكا!!وثبتت بذلك دلائله ؟! ¶ __________ ¶ (1) هذا المقال نشر في صحيفة(lnvestor,s BusinessDaily)يوم الثلاثاء سبتمبر(1998) ثمَّ ترجمه الدكتور:يوسف الصَّغَيِّر ونشره في مجلَّة البيان(عدد131/ص106)بعنوان:(سحب من الشَّك ... شهادة أمريكية على الإرهاب الأمريكي) .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "إننا نحن المسلمين نحتار حقاً في تعاملات هذه الدولة مع شعوب الأرض ، ولكنَّنا نقول كما قال السيد المسيح:(من ثمارهم تعرفونهم) فلا جرم حينئذٍ أن يوصفوا بأنهم مجرمو حرب ، وتجار أسلحة ، وقد بان كذب بعض العلمانيين العرب حين قالوا بأنهم أصحاب الحرية ، وأهل العدالة ، وإذا كان هؤلاء صادقون في هذا الطرح،فليربوا أبناءهم على مناهج التعليم الأمريكية ، ليكرعوا من ثقافة الإجرام ، ويصوبوا أسلحتهم لبلادهم !! ¶ وتبَّاً لهذه الحضارة الأمريكية ، فهي أولى بأن تسمى حقارة ، فلا دين يقودهم ، ولا أعراف دولية تحكمهم ، ولا قيم خلقية تسوسهم ، وجزى الله الشاعر النحوي خيراً حين قال عن حضارتهم: ¶ حضارة بالية *** كبعض ثوب خلق ¶ ماقيمة العلم الذي *** يُلهب حُمَّى السبق ¶ يبني ويعلى مابنى *** شواهقاً في أفق ¶ ثمَّ تراه ينثني *** في لحظة من نزق ¶ يهدمها إلى الثرى *** كأنَّها لم تَسْمُقِ ¶ فهذه حضارة *** واهية من ورق\"(1)\" ¶ وإنَّ من أكثر من بيَّن جرائم أمريكا في حقِّ شعوب الأرض المثقف اليهودي الأمريكي(نعوم تشومسكي) حيث أفاض في كتابه (ماذا يريد العم سام) في ذكر الجرائم التي ارتكبتها أمريكا في العالم والمؤامرات التي حاكتها، والممارسات السياسية التي لاتستند إلى أي خلق أو قانون ، وكان من جملة ما قاله:(أعتقد من وجهة النظر القانونية أنَّ هناك ما يكفي من الأدلة لاتهام كل الرؤساء الأمريكيين منذ نهاية الحرب العالمية الثانية بأنهم مجرمو حرب ، أو على الأقل متورطون بدرجة خطيرة في جرائم حرب)\"(2)\" ¶ __________ ¶ (1) ديوان مهرجان القصيد للدكتور:عدنان النحوي/109ـ115 ¶ (2) العولمة بقلم/الدكتور:عبدالكريم بكَّار/صـ29",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ويقول أيضاً:(إنَّ الولايات المتحدة الأمريكية، قضت على سكَّانها الأصليين ـ الهنود الحمر ـ عبر القرون ، واجتاحت نصف المكسيك ، وتدخلت بعنف في المنطقة، واحتلت هاواي وفيتنام ، وقامت خلال الخمسين سنة الأخيرة باللجوء إلى القوة في جميع أنحاء العالم تقريباً...هذه هي المرَّة الأولى التي توجَّهُ فيها البنادق إلى الاتجاه الآخر..ـ يقصد ضربة سبتمبرـ لا يمكن اعتبار الولايات المتحدة ضحية بريئة إلَّا إذا تجاهلنا لائحة أفعالها وأفعال خلفائها...علينا أن نُعيرَ اهتماماً أكبر لما نفعل في العالم...علينا أن نتسائل:لماذا حصل لنا ما حصل؟!)\"(1)\" ¶ وهذا هو السؤال الوجيه الذي يجب أن يطرحه الساسة الأمريكان لو كانوا يعقلون:لماذا حصل لنا ماحصل؟! ¶ نعم...إنَّ من المهم أن يسألوا أنفسهم هذا السؤال ، ثمَّ يبحثوا في الأسباب التي أَلَّبت هؤلاء الشباب المسلمين ليضربوا برجيها ضربة تأريخية،لا أن يتساءلوا تساؤل المظلومين وكأنهم لم يقترفوا شيئاً من الجرائم في تأريخ الإنسانية، كتساؤل بوش حين ضربت أمريكا قائلاً :لماذا يكرهوننا؟! ¶ __________ ¶ (1) دول محور الشر الإرهابية لمحمود الكفري/صـ31",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "فيقال له:سل نفسك وابحث عن مكمن السبب ، فهو أمر أوضح من الشمس في رابعة النهار،وجوابه بكل تأكيد:ظلمتم المسلمين والإنسانية جمعاء فسلَّط الله عليكم مالم تحسبوا له حساب، ومع ذلك فقد بقيتم في إضرام نار المعركة ، لأنَّكم تريدون أن تستردوا هيبتكم بعد أن صفعتم على مرأى من الناس، واقترفتم في حق المسلمين مالم تقترفه أي أمة في حقهم ، ولهذا فالتهديدات التي تأتيكم من هنا وهناك ومن عدة جماعات مسلحة تنتسب إلى الإسلام لتضربكم في قعر داركم مرَّة أخرى ما هي إلا بسبب ما اقترفتم به في حق المسلمين ، بغض النظر عن شرعية الفعل أم عدمه ، وقد صدَّق هذا القول أناس كفار حين رأوا الإجرام الأمريكي في تعامله مع دول الشرق الأوسط التعامل الممقوت ومنهم الأستاذ الأمريكي (وارد تشرشل)في جامعة كولورادو الأمريكية حيث قال(إنَّ 11سبتمبر نتيجة طبيعية للسياسة الأمريكية في الشرق الأوسط ، وحملة الإبادة الجماعية ضد العراق) ولذلك شنَّ اللوبي الصهيوني ، واليمين المتشدد، حملة دعائية ضده مطالبة بعزله من السلك التعليمي ، وحين واجه ذاك تشرشل ردَّ عليهم ، قائلاً(لن أتراجع قيد أنملة.....أنا لست مديناً لأحد بالاعتذار)\"(1)\" وهذا السفير البريطاني السابق في روما يقول منتقداً النتائج السلبية لسياسة بوش في حرب ما يسمى بالإرهاب حيث يقول(بوش خير من يجند للقاعدة)\"(2)\" ¶ __________ ¶ (1) موقع الإسلام اليوم،أخبار يوم1/1/1426هـ ـ 10/2/2005م ¶ (2) فضائية العربية20/9/2004هـ",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ولنذكر مثلاً أخيراً من كلام أحد المقايضين للعنترية الأمريكية ، فالمحلل السياسي (ديفيد ديوك)وهو مرشح سابق للرئاسة وعضو سابق في مجلس النواب عن ولاية(لويزيانا)يقول في مقال له بعنوان(لماذا هوجمت أمريكا)(يجب علينا أن نتحلى بالشجاعة الكافية كي نضع في الاعتبار الأسباب الحقيقية وراء كره العالم لنا ـ إذا اكتملت كل الحقائق لدينا ـ بدلاً من العبارات الممجوجة والمستهلكة مثل(الهجوم على الحرية)عندها فقط نستطيع أن نقرر ما هي أفضل السبل لحماية شعبنا في المستقبل)\"(1)\" ¶ __________ ¶ (1) رسالة عن أي شيء ندافع للدكتور الحوالي/صـ32",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "5 ـ المكر والمراوغة والدجل السياسي ، والنفاق المبطَّن ، والخداع الكاذب ، والتهرب من الحقيقة ، وهو منطق فرعون حين قال:(ماعلمت لكم من إله غيري فأوقد لي ياهامان على الطين فاجعل لي صرحاً لعلي أطَّلع إلى إله موسى وإني لأظنه من الكاذبين) ويذكر أنَّ لينين حين أسَّس الاتحاد السوفيتي أعلن مبدأه المعروف(اكذب واكذب حتى يصدقك الناس) وهذا الأسلوب تمارسه الإدارة الأمريكية وبدهاء، لإخفاء الحقائق عن الناس ، فالمرشح الأمريكي جون كيري كان يقول للشعب الأمريكي كما في إحدى المقالات التي نشرت في نيويورك في الأشهر الأخيرة(إنَّ أمريكا ستواصل الضغط على الدول العربية لوقف الإساءة إلى اليهود وإثارة الكراهية ضدهم)\"(1)\" وهذا كولن باول يقول في مؤتمر صحفي في العراق(نحن لسنا محتلين...لقد جئناكم كمحررين...لقد حررنا عدداً من البلدان ولا نملك شبراً واحداً في أي من تلك البلاد اللهم إلا حيث ندفن موتانا)\"(2)\" وممَّن بيَّن نفاق كولن باول ودجله السياسي ؛ المفكر الأمريكي الراحل(إدوارد سعيد) ـ الفلسطيني الأصل ـ حيث كتب(إنَّ كولن باول وصل في خطابه للأمم المتحدة ، والهادف إلى سوقها إلى الحرب إلى حضيض من الرياء الأخلاقي والغش السياسي)\"(3)\"ولو أتى رجل لم يعرف بأمور السياسة شيئاً لقال بعد سماعه خطاب باول السابق ذكره إنَّ هذا الرجل بريء جداً وللغاية ، وهو لا يريد إلا الخير للناس والإنسانية جمعاء!! ¶ لقد ذكرني هذا الرجل الطعن وكنت ناسياً بمثل أحفظه من قديم عن مثل هؤلاء الساسة وهو:(تكلم بلطف واحمل عصاً غليظة) وصدق من قال: ¶ ما جئت تنشر سلماً في مواطننا *** لكن أتيت بتضليل وتمويه ¶ __________ ¶ (1) بوش وكيري...مباراة في التقارب لإسرائيل،موقع إسلام أون لاين6/9/2004م ¶ (2) جريدة القبس14/9/2003م ¶ (3) جريدة الحياة/عدد[14582]",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "فهؤلاء القادة شابهوا فرعون في خطاباته حين كان يقلب الحقائق، ويكذب على الناس، ويتلاعب بعقول البسطاء بقوله عن موسى ـ عليه السلام ـ:(إني أخاف أن يبدل دينكم أو أن يظهر في الأرض الفساد)وكم سمعنا من دهاقنة الإجرام الأمريكي ، أنهم ما أتوا للشرق الأوسط إلا لنشر قيم الحرية والتسامح ، والديموقراطية والعدالة،ومن ذلك قول الناطق الرسمي باسم البيت الأبيض سكون ماكميلان:(إنَّ الطريقة الأفضل لتكريم كلِّ الذين فقدوا حياتهم في الحرب ضد الإرهاب هي مواصلة شنِّ حرب مكثفة ونشر السلام في المناطق الخطرة في العالم) ونقول: ¶ لا تنه عن خلقٍ وتأتي مثله *** عار عليك إذا فعلت عظيم ¶ ابدأ بنفسك فانهها عن غيها *** فإذا انتهت عنه فأنت عظيم ¶ والعجيب أنَّ هؤلاء الجلاوزة يتحدثون بهذا الحديث أمام شعوبهم وشعوبهم المخدرة الغافلة تصفق لهم وتهتف ؛ظانين أنهم هم رعايا السلام وحمائم العدالة،وقد شابه رؤساء أمريكا في استخفافهم بشعوبهم ؛ فرعون حيث قال تعالى عنه:(فاستخف قومه فأطاعوه إنهم كانوا قوماً فاسقين)ومع ذلك فهؤلاء القادة ومع جرائمهم التي لا تحصر يرفعون شعارات العدالة والحرية ، وكلهم حقد دفين على الإسلام ، ويتعاملون مع أبناءه بسياسة الكيل بمكيالين وازدواجية المعايير ، ويزداد العجب حين نجد أنَّ أمريكا تدعم انفصال تيمور الشرقية النصرانية عن أندونسيا ، وتحمي وتساند حركة الانفصال في جنوب السودان ، وبالمقابل فإنَّها تبقي كشمير المسلمة أسيرة في أيدي الهندوس، وفلسطين أسيرة في أيدي يهود،ومع ذلك ينادون بأهمية مكافحة الإرهاب،وإيقاف إفساد الجماعات المسلحة في شعوب الأرض، وما علموا بل يعلمون ويتجاهلون أنهم على رأس الإرهاب، والإفساد بكل معانيه.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ومن أجمل ما قرأت في هذا الصدد ما قاله الملياردير الأمريكي جورج سوروس متحدثاً عن ازدواجية الإدارة الأمريكية:(الرئيس بوش عندما يتحدث عن ضرورة بقاء الحرية ، فإنَّه يقصد بذلك ضرورة بقاء الولايات المتحدة!!) ¶ ويأخذنا الدهشة حينما نقرأ ما نقل عن بوش وكأنه الرجل المكافح لإبقاء روح السلام بين شعوب العالم قائلاً:(من أجل مستقبل الحضارة يجب ألَّا نسمح لأسوأ قادة العالم بتطوير ونشر أسلحة الدمار الشامل لابتزاز بلدان العالم)\"(1)\" ¶ __________ ¶ (1) صحيفة البيان الإماراتية(8089)من كلام ذكره الكاتب البريطاني أدريان هاملتون عن بوش ــ وانظر مجلة البيان الإسلامية في مرصد الأحداث عدد179/صـ78",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "والحقيقة أنَّ من يستمع لكلام هذا الرجل وهو جاهل بما تفعله أمريكا يظنُّ أنَّ هذه الدولة ليس عندها مصنعاً واحداً لأسلحة الدمار الشامل الذرية أو النووية أو الكيماوية أو غيرها ، وكأنَّ الذي دمَّر وهشم هيروشيما مجموعة قراصنة أو عصابات ألمافيا، ولم تكن ترتضيه أمريكا...مع أنَّه وفي وقت متأخر(كشفت صحيفة (هيوستن كرونيكل)النقاب عن مصنعٍ في ولاية لويزيانا الأمريكية تنتج غاز الخردل السام ، والذي يعتبر أحد أكثر الأسلحة الكيماوية خطورة في العالم ، إذ يكفي سقوط نقطة واحدة منه على بشرة أي إنسان تسبب وفاته خلال دقيقة على أبعد تقدير،ويذكر أن معاهدة حظر الأسلحة الكيماوية التي صدَّقت عليها الولايات المتحدة في العام الماضي ، تمنع الإنتاج المقصود لكل مشتقات الخردل ، وكشفت الصحيفة عن أن المصنع يستخدم أيضاً مركباً كيماوياً آخر يعرف باسم(كلوريد الإثيلين) وهو سائل يهاجم الكبد والرئتين والكلى ، ويمكن أن يسبب السرطان أيضاً!!)\"(1)\"ومن تلاعب بوش بشعبه الساذج ما قاله أيام الانتخابات الرئاسية لهم:(أعطوني أربع سنوات إضافية وستنعم الولايات المتحدة بمزيد من الأمان وتصبح أفضل وأقوى)(2) ¶ __________ ¶ (1) جريدة الشرق الأوسط7211 ¶ (2) موقع مفكرة الإسلام الإخباري على الأنترنت 27/5/1425هـ",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ورحم الله سيد قطب حيث كتب:(فهل هناك أطرف من أن يقول فرعون الضال الوثني ،عن موسى ـ عليه السلام ـ (إني أخاف أن يبدل دينكم أو أن يظهر في الأرض الفساد)أليست هي بعينها كلمة كل طاغية مفسد عن كل داعية مصلح ؟! أليست هي بعينها كلمة الباطل الكالح في وجه الحق الجميل؟! أليست هي بعينها كلمة الخداع الخبيث لإثارة الخواطر في وجه الإيمان الهادئ؟ إنه منطق واحد يتكرر كلما التقى الحق بالباطل،والإيمان بالكفر ، والصلاح بالطغيان على توالي الزمان واختلاف المكان ، والقصة قديمة مكررة تعرض بين الحين والحين)\"(1)\"وبعد ذلك فإني أدع المجال للقارئ الكريم ليقارن خطابات الطغاة السابقين مع أحد خطابات بوش حيث وقف متحدثاً أمام الكونغرس حول قضية أفغانستان قائلاً:(الرجال والنساء الأفغان الآن أمَّة حرة تحارب الإرهاب وفخورة بأبناءها!!)\"(2)\" ¶ __________ ¶ (1) في ظلال القرآن للأستاذ سيد قطب ـ رحمه الله ـ(5/3078) ¶ (2) الجزيرة نت21/1/2004م",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "6ـ سياسة الطرد والإبعاد والسجن لكل رجل خالفهم ، وغياب روح التسامح ، وحرية الرأي المزعومة! تحت الحجج الواهية وهو منطق من قال(أخرجوهم من قريتكم)ومنطق قوم شعيب حين قال أخبرنا تعالى بأنَّهم قالوا (وقال الذين استكبروا من قومه لنخرجنك يا شعيب من قريتنا أو لتعودن في ملتنا)الأعراف(88) ولا شك أنَّ هذا أمر واضح بياناً عياناً،فكم من شيخ كبير أسرته هذه الدولة بتهم باطلة أو ملفقة عليه وسجنته عدة سنوات لأنه يقول ربي الله ، وكم من داعية ضيق الخناق عليه فخرج من ديارهم إمَّا مكرهاً وإمَّا لسوء التعامل معه والاضطهاد والأذى ، وبهذه الفظاظة فلا يعجب المرء حين يجد أن هناك جماعات في بلاد الإسلام تقتل الأمريكي ولو كان مستأمناً أو حتى معارضاً لسياسة بوش وزبانيته بسبب كفره بالله ، ولشدة ما يلاقيه المسلمون في أمريكا من المضايقات القولية أو الفعلية ، وفي هذا المقام أتذكر قول الكاتب الأمريكي(نورمان ميلر)حين قال:(أمريكا أصبحت أكثر فظاظة ، وربما أصبح العالم كلَّه يسير في هذا الطريق؛لأننا نقوم بتصدير هذه الفظاظة،إنَّها واحدة من أكبر سلعنا الثقافية:اللغو)\"(1)\"وحين نسترجع ذاكرتنا ونرى ما فعلته أمريكا من الطرد والإبعاد والإهانة والسجن والتقتيل سواء قبل ضربة أمريكا أو بعدها لوجدناه أمر يصعب حصره ، ويملُّ الإنسان من ذكره ،للكثرة الكاثرة من عمليات السحق والسجن والإبادة. ¶ لقد قال (جيف سيمونر) في كتابه (حرب الخليج وحرب العراق)عن هذه المأساة :(أعرف مراقبين غربيين أصيبوا بالكآبة والانهيار العصبي بسبب ما شاهدوه من التعذيب الأمريكي لأطفال العراق)\"(2)\" ¶ __________ ¶ (1) نيوزويك4/2/2003هـ ¶ (2) رسالة من مكة للدكتور الحوالي/صـ45",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ولو تذكرنا مالاقاه المسلمون في سجون غوانتنامو تحت إشراف الطغمة الأمريكية من الأذى والتنكيل ومحاولة إطفاء السجاير في أدبار المعتقلين والبول على القرآن أمامهم واستفزازهم جنسياً وحبسهم عراة ينظر المعتقل لعورة الآخر، وتربيطهم عدَّة أسابيع بحبال موثقة مع إحناء ظهورهم ،وتكميم وجوههم ليصابوا بالأمراض العضوية والنفسية ،وكل ذلك سمع به العالم!! وكم سمعنا من أناس كانوا معتقلين في هذه المعتقلات أجريت معهم لقاءات وحوارات سواء في المجلات أو مواقع الأنترنت أو الفضائيات ليذكروا الوحشية الأمريكية في التعامل مع أسرى الحرب ،ولا ننسى كذلك ما تعرَّض له إخواننا في سجن أبي غريب في العراق(فقد التقط الجندي الأمريكي (جوزيف داربي)ألفي صورة عبر كاميرا إليكترونية حديثة من سوق المعتقلين العراقيين عرايا،وتوصيلهم بالأسلاك الكهربائية ، وإجبارهم على ممارسة الشذوذ بعضهم مع بعض واغتصاب للفتيات . بل اعترف قادة أمريكيون في محضر سري بأنَّ كلاباً مدربة التهمت الأعضاء الذكرية ل(300)معتقل ماتوا جميعاً، ومصرع (60)طفلاً عراقياً بعد تقطيع أطرافهم أمام أمَّهاتهم في سجن ((أبي غريب))، وكذلك وفاة العديد من النساء العراقيات بالصدمة بعد إطلاق الكلاب للتحرش الجنسي بهن، واستخدام (12)أسلوباً للتعذيب النفسي، وكانت هذه الأساليب مقترحة من البنتاغون ، مع الاغتصاب العلني الجماعي للمعتقلات العراقيات)\"(1)\"وما قصة المجاهدة الشهيدة ـ بإذن الله ـ فاطمة العراقية عنَّا ببعيد حيث ذكرت برسالة أرسلتها قبل أن تستشهد أنه في يوم واحد اغتصبت تسع مرَّات مع الإجرام في التعامل معها في اغتصابها وإجبارها على ذلك ، وهي تتأبى وترفض ـ رحمها الله رحمة واسعة ، ورفع درجتها في عليين ، وأسكنها مع النبيين والصديقين والشهداء والصالحين ، وإنَّا لله وإنَّا إليه راجعون ـ ولا ¶ __________ ¶ (1) شذا الرياحين من سيرة واستشهاد الشيخ أحمد ياسين للشيخ الدكتور/سيد بن حسين عفَّاني2/402",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "شك أنَّ هذا هو المنطق الذي تحدث عنه الله ـ جلَّ جلاله ـ حين قال لمحمد ـ صلى الله عليه وسلم ـ عن نوايا الكفار تجاهه:(وإذ يمكر بك الذين كفروا ليثبتوك أو يقتلوك أو يخرجوك ويمكرون ويمكر الله والله خير الماكرين) أفبعد ذلك يدعى أنَّ أمريكا راعية السلام ، كلَّا بل هي راعية الحِمَام ، فهو الوصف اللائق بها ، وكذب من ادَّعى بأنَّ لديها الحرية ، أو من قال بذلك من أحد كبرائها فإنما هي حرية الاستغلال والنفعية لأجل المصلحة الخاصة بها ليس إلَّا!! ¶ ولن يصف بنو الإسلام هذه الدولة بأنها حاملة الحرية والعدالة ، فإنَّ لأهل الحرية علامات ، ولمنتسبي العدالة منهج يقوم على القسط والتحري، وصدق من قال: ¶ وكيف يصحُّ أن تدعى حكيماً *** وأنت لكل ما تهوى ركوب",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وإن كانت أمريكا بلاد حرية حقاً فلماذا يضيق الخناق على بعض أبنائها المفكرين المعارضين لحروبهم الإرهابية ، بل ومنعهم من الحديث في الفضائيات الرسمية ، لماذا يفعل ذلك ؟ أليست أمريكا بلاد الحرية وشعارها تمثال الحرية ؟ فلماذا يمنع الكتاب المناوئين لها من الكتابة في بعض صحفهم ،أو الحديث أمام الشعب الأمريكي لتوعيته بإجرامية الحرب الأمريكية ؟ فأين الحرية ؟ يا أدعياء السلام والحرية ؟ ولقد بان كذب الشمطاء كوندوليزارايس حين قالت:(القيم الأمريكية قيم عالمية يستطيع الشعب أن يقول ما يفكر به ، وأن يعتقد بما يشاء)\"(1)\"فنقول ليفسح التلفاز الأمريكي للمناهضين لحروبكم الإرهابية ، أليسوا هم مفكرين وقيمكم تسمح لمن يفكر بأن يقول ما يفكر به ويعتقده ، فلتفسحوا المجال للكثير من الكتَّاب الذين منعوا من الكتابة في صحف أمريكا أو الحديث في الفضائيات الأمريكية بسبب معارضتهم لحروبكم الجائرة ، ولا يزال يساورنا العجب من فعلة (رتشارد بوتشي)الناطق باسم الخارجية الأمريكية ، إزاء مقال الكاتبة السعودية أميمة الجلاهمة عن فطير صهيون ، وهي حادثة تأريخية وثَّقها جمع من المعنيين ، فقد رأى فيها رتشارد تحريضاً ضد السامية ، وعلى إثره تمَّ فصل الكاتبة من الجريدة التي نشرت المقال ، ومنعت من الكتابة فيها!! فأين الحرية يا أدعياءها؟! ¶ __________ ¶ (1) الولايات المتحدة الأمريكية وحقوق الإنسان في العالم للدكتور هيثم مناع/صـ35",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وهذا نعوم تشومسكي، والذي ضيق عليه في الإعلام الأمريكي ،وهو وإن كان يهوديا كافراًً فإنَّ له مواقف مُشَرِّفة في الدفاع عن بعض القضايا الإسلامية وفضح النظام الأمريكي حتى أنَّه وصف هذه الدولة في آخر كتبه التي أصدرها بأنَّها(الدولة المارقة) ووضع عنوان الكتاب بهذا الوصف،ومن جميل ما وصف به هذا الكتاب ما قالته(الاندبندنت أون لاين سانداي)بأنَّ(الدولة المارقة عبارة عن مضبطة اتهامات يجب أن ترمى بحجر في وجوه مسؤولي الإدارة الأمريكية في واشنطن) بل ألَّف رجل آخر وهو (وليم بلوما) كتاباً سماه(الدولة المارقة)وذلك لما رآه من سياسات الإجرام التي تمارسها الإدارة الأمريكية. ¶ وحينئذٍ فهل بعد هذه الجرائم المرتكبة من رؤساء هذه الدولة الطاغية ، تجعلهم في الصدارة والريادة؟! أم أنَّهم يظنون أنَّ أفعالهم تلك سترفع منزلتهم عند الله أو عند خلقه الضعفاء؟!كلا ، فإنَّه سبحانه وتعالى يقول:(ليس بأمانيكم ولا أماني أهل الكتاب من يعمل سوءاً يجز به ولا يجد له من دون الله وليَّاً ولا نصيراً)النساء(123) ¶ إنَّ سنن الله جارية ماضية وهي لا تحابي أحداً ولا تجاري دولاً، ولن يبقى على ظهر هذه الأرض إلا الحق السامق، وستزول بعدها رايات الكفر والإفك والظلم ، ولقد تفرَّس الكثير من أبناء هذه الدولة بزوالها حين رأوا ما اقترفت ، وأدرك البعض الآخر مكمن الخطر فبدأ يصيح في آذان الأمريكان بعنوان :أدركوا أنفسكم قبل فوات الأوان!! ¶ ولقد قالها توماس جيفرسون في كتابه (ملاحظات عن ولاية فرجينيا عام 1784ـ1785م) بعد أن رأى ملامح الفساد ينخر في القيم الأمريكية فقال:(أرتجف خوفاً على بلادي عندما أفكِّر بأنَّ الله عادل!!)",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وحين فاز كلينتون وأيده الرأي العام الشعبي الأمريكي وانتخبه على الرغم من معرفته بتورطه مع مونيكا ليونيسكي في فضيحة خُلُقِيَّة ، علَّق المؤرخ الأمريكي (تيد هاير) على ذلك فقال:(إنَّ أمَّة تقبل أن يقودها شخص على هذا القدر من الانحطاط الأخلاقي لا يمكن أن تستمر في تبوء قيادة هذا العالم)\"(1)\"ويقول السناتور(توم هاركن) ممثل ولاية(ايوا) الأمريكية في مجلس الشيوخ:(إنَّ بوش وجماعته اليمينية يجب أن يطردوا من البيت الأبيض لأنهم يقودون أمريكا إلى الخراب في كلِّ مجال)\"(2)\" ¶ وهذه العجوز وزيرة الخارجية الأمريكية السابقة(مادلين أولبرايت)تقول عن بوش:(الرئيس دمَّر سمعتنا ودمَّر مصداقيتنا وهيبتنا الأخلاقية ، إنَّ العالم اليوم في فوضى)\"(3) \"وبناءً على ذلك فهل يظنَّ ظان بأنَّ هذه الدولة ستبقى باقية أبد الدهر كما هو الرأي الذي مشى عليه فوكوياما وغيره. ¶ إنَّ غمامة الإجرام الأمريكية التي ظلَّلت العالم منذ قرن من الزمان وآذتهم بشتى أساليب الإيذاء ، وتعدت على دمائهم بل تغذَّت عليها، إنَّ هذه الهمجية التي تتعامل معها أمريكا مع شعوب الأرض لن تبقى ، كيف والله قد توعد الظلمة بالإهلاك ، وعدم المكوث الرئاسي على هذه الأرض. ¶ لقد بشَّر الكثير من مفكري أمريكا بسقوط هذه الدولة ، وعدم بقائها على ظهر البسيطة ، لأنها تعدت في حقوق الحق ، وفي حقوق الخلق ، ومن ذلك ما قاله توماس شيتوم وهو من قدماء المحاربين في فيتنام وصاحب كتاب الحرب الأهلية الثانية:(أمريكا ولدت في الدماء ، ورضعت الدماء ،وأتخمت دماء ، وتعملقت على الدماء ، ولسوف تغرق في الدماء!!) ¶ __________ ¶ (1) لماذا يكرهوننا لناصر بن محمد الزامل/صـ8 ¶ (2) لماذا يكرهوننا لناصر بن محمد الزامل/صـ9 ¶ (3) جريدة الأسبوع8/11/2004م ـ بواسطة مجلة البيان ، مرصد الأحداث",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وصدق،فإنَّ أمريكا حين أهينت كرامتها في ضربة سبتمر ، أرادت أن تستعيد كرامتها بالنيل من دماء المسلمين وتكوين الأحلاف ترغيباً وترهيباً ليواكبوها في حملتها ضد ما يسمى بالإرهاب ، ولا أشبهها إلا بكفار قريش وطغاتهم ، حين استنقذوا القافلة التي كانت متوجهة من الشام إلى مكة وفيها من الأحمال والقوت الشيء الكثير ، ولمَّا انتدبت سرية من سرايا الإسلام لتستولي على هذه القافلة ، ولم يتمكنوا من ذلك ، لحماية كفار قريش لها ، أرادوا بعدئذٍ أن يرجعوا إلى مكة بعد حمايتهم للقافلة ، ولكن رؤساء الكفر ، ورموز الغرور في الأرض ، أرادوا أن يتغطرسوا وينتفشوا أمام كفار العرب ومن حالفهم ، فقال أبو جهل لا والله لن نذهب إلى مكة ، بل سنبقى في مكاننا هذا مدَّة ثلاثة أيام تغني لنا فيها القيان ، وتُذبحُ لنا الجزور ، حتى يتسامع العرب بأنَّ قريش قوة لن تغلب ، ودولة لن تقهر أو تكسر ، فماذا فعل لهم غرورهم ذاك؟! ولقد حذَّر الله تعالى عباده من مشابهة الكافرين بطراً وكبراً فقال:(ولا تكونوا كالذين خرجوا من ديارهم بطراً ورئاء الناس ويصدون عن سبيل الله) الأنفال(47)وحين قامت معركة بدر حطَّم ثلَّة من سرايا الجهاد جبروت كفار قريش ، وقتلوا قادتهم ، وكان منهم أبو جهل ، بل أجهز عليه حدثان صغيران من شباب الإسلام، لينطفئ الكبر الجاهلي المزروع في قلب أبي جهل ، وليعلو عليه ، أصغر القوم سنَّا ، معاذ ومعوذ ،وأقلُّهم مالاً وجسماً ، عبدالله بن مسعود ، وليرتقي المرتقى السهل على جثَّة أبي جهل الهامدة ، وهو يغرغر ، ليعلم الطغاة أنَّ مصيرهم في الدنيا إلى سفال ، ومصيرهم في الآخرة إلى جحيم ووبال ، وقد أخرج الإمام مسلم في صحيحه مرفوعاً إلى رسول الله صلى الله عليه وسلم أنّه قال:(يحشر المتكبرون يوم القيامة مثل الذر يطئهم الناس بأقدامهم).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وختاماً/ فإنَّ قيادة الأمم ، وريادة الشعوب راجعة إلى هذه الأمة الإسلامية بلا محالة بعز عزيز أو بذل ذليل عزَّا ًيعزُّ الله به الإسلام وأهله ، وذلَّا يذلُّ الله به الكفر وأهله ، فأمريكا الطاغية لن تبقى باقية ، ورسول الهدى عليه السلام علَّمنا بأنَّه(حقٌ على الله ألَّا يرتفع شيء من الدنيا إلَّا وضعه)\"(1)\" ولتسقط أمريكا ،فورق التوت قد ذبل وتساقط ولم يطق العيش مع مزوِّري الحقائق ، حينها ترامى على الأرض لتنكشف عورات الرئاسة الأمريكية (ليهلك من هلك عن بينة ويحيا من حيَّ عن بينة ) ¶ يا دامي العينين والكفين إنَّ الليل زائل ¶ لا غرفة التعذيب باقية ولا زَرْدُ السلاسل ¶ وحبوب سنبلة تجف ستملأ الوادي سنابل ¶ __________ ¶ (1) أخرجه البخاري في صحيحه برقم(2872)",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "فأمَّة كافرة ظالمة متكبرة كاذبة مزورة للحقائق مدعية الربوبية ومفسدة في الأرض ومجرمة في حقوق الحق والخلق هل ستبقى في علو وارتفاع ، وينيلها الله ـ جلَّ وتعالى ـ الدرجات العلى يوم القيامة ؟! كلَّا فقد قال تعالى:(تلك الدار الآخرة نجعلها للذين لا يريدون علوا في الأرض ولا فسادا والعاقبة للمتقين)القصص(83) فأبشري أمَّة الإسلام وأمِّلي الخير من ربك ، وتفاءلوا يا جند الرحمن ، واصبروا وصابروا ورابطوا ، فإنَّ سقوط دولة طاغية لا يتمُّ بين عشية وضحاها ، فالاحتضار قد يطول ، والله عزَّ وجلَّ حين بشَّر المسلمين بسقوط الفرس وهزيمتهم أمام الروم قال:(ألم * غلبت الروم * في أدنى الأرض وهم من بعد غلبهم سيغلبون * في بضع سنين لله الأمر من قبل ومن بعد ويومئذٍ يفرح المؤمنون * بنصر الله ينصر من يشاء وهو العزيز الرحيم * وعد الله لا يخلف الله وعده ولكنَّ أكثر الناس لا يعلمون)(الروم1ـ6)لكن لنعلم أننا إذا أردنا خلافة الأرض والتصدر لقيادة الأمم وحكمها بالإسلام ، فإنَّه تعالى قد طلب منَّا طلبين:الإيمان به حقَّ الإيمان والعمل الصالح فإن حقَّقناهما فسيعطينا مقابلها أربعة ، وتأمل قوله تعالى(وعد الله الذين آمنوا منكم وعملوا الصالحات ليستخلفنهم في الأرض كما استخلف الذين من قبلهم ولَيُمَكِّنَنَّ لهم دينهم الذي ارتضى لهم وليبدلنهم من بعد خوفهم أمناً يعبدونني لا يشركون بي شيئاً ومن كفر بعد ذلك فأولئك هم الفاسقون)(سورة النور(55) فلنتفاءل ولنمضِ على طريق الإباء ، فإنَّ مما يبشرنا أنَّ الأمة الإسلامية ولله الحمد أمَّة شابة نامية ولود ، وراجعة لكتاب لربها وسنة رسولها ، ولا أدلَّ على ذلك من هذه الصحوة الإسلامية ، واليقظة العلمية الفكرية الجهادية الدعوية في أوساط شباب الأمة..وهاهو المارد الإسلامي ينتفض ويخلع عنه ثوب الانكسار،وأوهاق الكسل،بهبة إيمانية،وشبَّة عمرية،وعزمة علية...",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ستشبُّ كالبركان يقظة أمة *** والفجر من خلف الدياجي مقبل ¶ ولست والله مغرقاً في التفاؤل ، ولا متحمساً بالتعبير عن عودة الكثير من أبناء هذه الأمة لدينها القويم ، والاستمساك بحبله المتين ، فمن يقارن واقع المسلمين الآن وواقعهم ، قبل قرن أو أقل قليلاً سيجد بوناً شاسعاً، وفرقاً هائلاً، ولن أفرط في ذلك ، فإنَّ غداً لناظره قريب، والأيام حبالى والدات كل أمر جديد. ¶ لا لن نذل فهذه راياتنا *** رغم العواصف والدجى لم تحجم ¶ لا عزَّ إلا بالكتاب يقودنا *** أكرم بأحسن قائد ومعلم ¶ فيا رجل الإسلام امض واقتحم...أنت لها ، فالنصر عن قريب، بسواعد الإيمان المتوضئة ، وبالقلوب النقية الطاهرة ، وبالسير على منهج سلف الأمة عقيدة وعبادة وعلماً ودعوة وعملاً وجهاداً...تنصر الأمة ، وتزقزق عصافير الترحاب، وتهدل حمائم السلام لأمة السلام ، ويعلو الخير في سماءنا الزرقاء ، وتبقى البشرية في سعادة وهناء تحت ظلِّ الخلافة الراشدة على منهاج النبوة،ولن يخيب الله الظن،ولن يرد الأمل ،فهو معنا وناصرنا،وهل يخذل الإله الحق معبوده المتمرغ له بعبادته على ظهر البسيطة؟!! ¶ كتبه : خباب بن مروان الحمد",
            "page": "29",
            "part": "1"
        }
    ],
    "t37729": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أمريكا والانهيار الحضاري"
        }
    ]
}