{
    "b37731": [
        {
            "id": "1",
            "nass": "المشروع الصهيوني الجديد ¶ جميع الحقوق محفوظة ¶ الإهداء ¶ إلى المناضلين الشرفاء الذين يقاومون المشروع الصهيوني ـ الاستعماري. ¶ إلى من يعملون من أجل تحرير الأرض والمقدسات. ¶ إلى أرواح شهداء الأمة الأبرار، ¶ ………أهدي عملي هذا. ¶ أسعد السحمراني ¶ مقدمة ¶ رفعت الولايات المتحدة الامريكية شعار \"النظام العالمي الجديد\"، وبدأت تعمل من خلاله لتكون المرجعية الدولية، ولتستفرد بمجريات الأمور على الساحة كافة، وهي تعاني من أزمات ومشكلات اجتماعية واقتصادية ولذلك تعمل لحلها على حساب الشعوب الأخرى. ¶ وإسرائيل التي تجمع شتاتاً من قوميات وأجناس شتى، والتي قامت على أرض فلسطين المغتصبة من أهلها الأصليين تعيش حالة عدم استقرار أمني واجتماعي، وتعيش اقتصادياً على المساعدات الأميركية والأوروبية ويصعب عليها أن تستمر معزولة وبهذا النمط، لذلك تعمل لفك العزلة عنها ولحل مشكلاتها على حساب العرب ودول الجوار عموماً. ¶ هذا ما دفع إلى الطرح المشترك الأميركي ـ الإسرائيلي لمشروع صهيوني ـ استعماري سمّوه مشروع الشرق الأوسط الجديد أرادوا من خلاله اجتياح المنطقة، والسيطرة على مقدراتها واختراق منظومتها الحضارية. ¶ وبفعل ذلك كان مدريد، وكانت أكذوبة السلام، ووقّع بعدها أبو عمار في أوسلو وتبعته الأردن وفي الحالين حصل العدو الإسرائيلي على مكاسب في المعاهدتين لم يكن يتوقع الحصول عليها بهذه السهولة. ولم يستطع شمعون بيريز أن يخفي فرحته بما توصل إليه حيث قال: \"وفي أوسلو توصلت إسرائيل إلى أكثر من مجرد كلمات، فقد حصلنا على تنازلات لم نكن نستطيع بدونها توقيع أي اتفاقية . . . تنازلات أمنية وقضية إبقاء القدس خارج اتفاقية الحكم الذاتي والإبقاء على المستوطنات حيث هي\" (1). ¶ __________ ¶ (1) بيريز، شمعون، الشرق الأوسط الجديد، ترجمة محمد حلمي عبد الحافظ، الأردن، الأهلية للنشر والتوزيع، ط 1، سنة 1414 هـ ـ 1994 م ص 29.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "إن الفكر الديني اليهودي وما أنتج من فكر سياسي صهيوني، وأدبيات عبرية تتبناها إسرائيل وأمريكا ومعهما كثير من دول الغرب لا يؤمن بسلام ولا بعدل، ولا بحرمات وحقوق للآخرين، وإنما يبيحون لأنفسهم استباحة كل شئ تحقيقاً لمصالحهم، وإلا لماذا كانت دولة إسرائيل في أرض الآخرين، وكيف يطرح سلام مع إبقاء أربعة ملايين فلسطيني مشرد، ومع إبقاء الأرض مغتصبة ومعها المقدسات؟ وكيف يطرح السلام وإسرائيل تملك جيشاً نووياً مموّلاً من الغرب عموماً ومن الولايات المتحدة الامريكية خصوصاً؟. ¶ في مناخ قرع طبول السلام المزعوم يطالعنا العدوان الإسرائيلي في أرض فلسطين المحتلة وفي كافة الأراضي المحتلة وما يجاورها . . . عدوان عسكري واقتصادي ومائي وإعلامي . . . إلخ. ¶ وفي هذا المناخ عبّر يهودي عن نوايا المشروع الصهيوني في إطلاق النار على المصلين المسلمين في الحرم الإبراهيمي ربيع عام 1994. وفي عام 1996 عبر صاحب مشروع السلام المزعوم شمعون بيريز وقادة العدو معه عن نفسيتهم العنصرية الحاقدة في عدوانهم على لبنان وما رافقه من مجازر في قانا والنبطية والبقاع الغربي. ¶ وما بين العدوانين أنواع من العدوان لم تتوقف أبرزها تشويه معالم القدس والعدوان على المسجد الأقصى ومسجد قبة الصخرة وكنيسة القيامة وسواها من المقدسات الإسلامية والمسيحية. ¶ إن ثقافتهم التلمودية جعلتهم حاقدين على الناس جميعاً خاصة المسلمين والمسيحيين، وفكرتهم التوراتية بالأرض الموعودة، وهي مشروع توسعي جعلتهم أصحاب أطماع غير محدودة. وبعد ذلك يطرحون السلام. أي سلام مع المحتل، والقاتل، والسارق؟. ¶ عندما فرغت من صياغة مادة هذا الكتاب وبعد أقل من أسبوع على إنجاز العمل جرت الانتخابات الإسرائيلية التي أسفرت عن فوز نتنياهو رئيساً للوزراء، وفشل بيريز.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "والأول ليكودي يميني والثاني من حزب العمل ـ كما هو معلوم ـ فقامت أصوات هنا وهناك تتلو ترانيم القلق على السلام الموهوم، وانفعل كثير من السطحيين في التحليل السياسي الاستراتيجي، أو ممن ربطوا مصيرهم بمشروع بيريز بالحدث الانتخابي الإسرائيلي فجاءت النتائج على غير ما أرادوا. ¶ لكن العقلاء ومن تعلموا سبر الأغوار وفهم الاستراتيجيات لم يبالوا كثيراً بما جرى لأنه شأن يعني دولة العدو الإسرائيلي التي يلتزم كل قادتها مشروع إسرائيل الكبرى، والتي يعمل كل قادتها للتفوق الاسرائيلي المطلق عسكرياً وفي غير الجانب العسكري. ¶ كل من يغتصبون أرض فلسطين صهاينة ـ استعماريون، وهم بالأصل، من قوميات وجنسيات متعددة جمعتهم الفكروية (الأيديولوجية) السياسية الصهيونية وما حضورهم إلى أرض فلسطين إلاّ من باب الالتزام بالمشروع الاستيطاني والتوسعي، هذا مع تبدل أساليب التوسع والحفاظ عليه كهدف. ¶ فلِمَ الرهان يا ترى؟ المعلوم من قراءة مسار الصراع العربي الاسرائيلي أن أغلب الحروب ضد العرب كانت في مراحل استلام حزب العمل للسلطة وذلك في الأعوام 1956 و1967 و1973 و1993 و1996. ¶ وبالمقابل نشير أن الليكود قام بحروب وعدوان أبان تسلمه السلطة أبرزها عام 1982، ولكن بالمقابل نذكر بأن مفاوضات كمب ديفيد وتوقيع الاتفاق كان بين أنور السادات والليكوديين. ¶ هذا العرض ليس المراد منه أن نقحم أنفسنا في أمر المفاضلة بين ليكود وعمل، وإنما المراد القول: جميع يهود وجميع المستوطنين والمغتصبين لحقوق العرب والفلسطينيين ومهما تنوعت تسميات حركاتهم، أو ستروا حقيقة نواياهم فإنهم توسعيون مغتصبون. ¶ قد تختلف الأساليب أو تتنوع أنماط الخطاب السياسي لكل فريق منهما لكن الاستراتيجية واحدة وما من أحد منهم يسمح له الخروج عنها.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "بيريز يطعنك في الظهر بخنجر كان يخفيه تحت أكذوبة السلام وكان يستره بالكلام المنمق، ونتنياهو يطعنك في الصدر بخنجر مكشوف، وفي الحالين الطعن آتٍ وتختلف الأساليب. ¶ بهذه الإشارة وددت أن أقول في مقدمة الكتاب: الشرق أوسطية مشروع إسرائيلي ـ أمريكي، وكذلك التطبيع وتسويق إسرائيل لتكون مقبولة في محيطها العربي هذا مع ضمانة تفوقها العسكري لتملي ما يريده الامريكي وما تريده هي كذلك. وهذا المشروع لن يسقط زعيم إسرائيلي في انتخابات. ¶ في هذا الكتاب حاولت أن أتنازل جوانب المؤامرة السياسية والاقتصادية، والمؤامرة على العرب وعلى القدس، وأن أبيّن ما أمكن ذلك حقيقة النوايا الإسرائيلية، وعمدت إلى طرح اقتراحات وجدت فيها عناصر صالحة لمشروع الأمة في المقاومة ومواجهة المشروع الصهيوني ـ الاستعماري، وأرجو الله تعالى أن أكون قد نجحت في تضمين كتابي هذا ما فيه الفائدة للقارئ العربي الكريم، وما عملي هذا سوى لبنة في بناء المواجهة الفكرية ـ الثقافية التي يسهم فيها كثيرون من الغيورين على أمتهم ودينهم. ¶ وبالله التوفيق. ¶ 8 محرم 1417 هـ ¶ 25 أيار 1996 م ¶ أسعد السحمراني ¶ القسم الأول ¶ 1 ـ تمهيد: الشرق الأوسط: التحديد والمشروع. ¶ 2 ـ الفصل الأول: المناخ الدولي والإقليمي والشرق الأوساط الجديد. ¶ 3 ـ الفصل الثاني: شرق أوسط جديد أم اجتياح من نوع آخر. ¶ 4 ـ الفصل الثالث: الاجتياح الإسرائيلي الجديد من خلال مشروع شمعون بيريز. ¶ تمهيد ¶ الشرق الأوسط: التحديد والمشروع ¶ ارتبط المصطلح منذ ظهوره بالأطماع الاستعمراية، وتعبير \"الشرق الأوسط\" ليس تعبيراً حديث الاستخدام، وإنما ترجع بدايات ظهوره إلى القرن الثامن عشر، وقد ترافق مع التوسع الاستعماري البريطاني، وبعده التوسع الفرنسي في قارة آسيا.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وقد استخدم الاستعمار مصطلحات: الشرق الأوسط والشرط الأدنى، والشرق الأقصى، وكلها تمّ تحديدها انطلاقاً من موقعها الجغرافي من أوروبا الاستعمارية. والشرق الأوسط وفق أغلب التحديدات يضم إضافة للأمة العربية بأقطارها كل من تركيا وقبرص وإيران وباكستان، ومنهم من يضيف أفغانستان وآخرون يضيفون بعض الدول الإسلامية التي كانت في صيغة الاتحاد السوفيتي السابق. ¶ أما الشرق الأدنى فيطلقونه على دول هي أقرب إلى أوروبا الغربية، وهي غالباً على البحر الأسود وفي غربي الأناضول منها: اليونان، والبوسنة والهرسك، ورومانيا، وهنغاريا، وبلغاريا، ومولدافيا، ومقدونيا، وألبانيا. ¶ والشرق الأقصى منطقة أبعد نسبياً عن أوروبا الغربية وتقع على المحيطين الهندي والهادي ويتكون الشرق الأقصى حسب المشروعات الاستعمارية من: الهند، ومنغوليا، واليابان، وأستراليا، ونيوزيلندا، وجنوب شرق آسيا. ¶ إن حلف الشرق الأوسط الذي تتحرك لإنجازه إسرائيل ـ إن استطاعت ـ في إطار بسط هيمنتها على المنطقة بإشراف من الولايات المتحدة الامريكية ومساندة تامة لأنها ترى فيه تسمية جديدة لأحلاف عملت أمريكا على إقامتها سابقاً، منها حلف بغداد الذي أعلن في شباط (فبراير) 1955 بين تركيا والعراق وكان الحلف يومها ـ لو نجح ـ سيضم الأردن ولبنان وإيران وأية دولة يمكنهم ضمها إليه لتطويق المشروع الوحدوي التحرري الذي كان يدعو له ويقوده جمال عبد الناصر. ¶ إن مشروع حلف الشرق الأوسط المطروح حالياً هو مشروع استعمار أمريكي للمنطقة في وجه من وجوهه، وفي وجهه الآخر هو تنفيذ لحلم \"إسرائيل الكبرى\" الذي يعمل له ـ حالياً ـ شمعون بيريز وقادة إسرائيل والصهيونية.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ويعرِّف علاء عبد الوهاب سوق الشرق الأوسط بقوله: \"إن السوق الشرق أوسطية، في إطار نظام إقليمي ـ يُفرض على أنقاض النظام العربي ـ هي في حقيقتها سوق إسرائيلية هدفها تجاوز السوق الإسرائيلية الضيّقة، والانفتاح على آفاق أرحب تشمل العالم العربي كله، وربما قطاعات واسعة من العالم الإسلامي، على أن يكون الوصول إلى تحقيق هذا الهدف على جسور فلسطينية ـ عبر التكبيل باتفاقات لا يستطيع الفلسطينيون رفضها ـ للوثوب إلى الأسواق الواسعة، ومصادر القوى العاملة الرخيصة، وتأمين مصادر رأس المال، والطاقة، والمياه في ضربة واحدة، إن الأمر ـ إذن ـ لا يعدو إقامة سوق إسرائيلية يحدّد الصهيونيون الجدد مقوماتها، وأهدافها، ويملكون مقاليد الأمور فيها\" (1). ¶ يرى العدو الإسرائيلي في مشروع سوق الشرق الأوسط معبراً للتوسع تحقيقاً لإسرائيل الكبرى، وذلك من خلال الهيمنة على الاقتصاد بعد التفوق العسكري الذي حققوه بمساندة وشراكة أمريكية يزعم الإسرائيليون أنهم يملكون المعارف والخبرات التقنية أو ما يسمونه العبقرية وأنهم من خلال الشرق أوسطية يؤمّنون اليد العاملة والمال والأسواق، وهذا يساعدهم على استقدام الاستثمارات فيشكلون بذلك قاعدة الجذب للاقتصاد والنفوذ في هذا \"الشرق الأوسط الجديد\". ¶ ودراسة الأدبيات المتعلقة بالشرق أوسطية تبيّن \"أن النظام الاقتصادي الشرق أوسطي الجديد سوف يتحدد عبر ثلاثة مستويات رئيسية: ¶ المستوى الأول: إقامة تجمع اقتصادي ثلاثة يجمع بين الأردن والكيان الفلسطيني الوليد وإسرائيل على غرار الاتحاد الاقتصادي القائم يبن دول \"البينيلوكس\" الأوروبية الثلاث ذات الأحجام الاقتصادية الصغيرة (بلجيكا، هولندا، لوكسمبورغ). ¶ __________ ¶ (1) عند الوهاب، علاء، الشرق الأوسط الجديد: سيناريو الهيمنة الإسرائيلية، القاهرة، سينا للنشر، ط1، سنة 1995، ص 43.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "المستوى الثاني: إقامة منطقة للتبادل التجاري الحر (Free trade Area) تضم كلاً من: مصر، إسرائيل، الكيان الفلسطيني، الأردن، سوريا، لبنان، على أن تنتهي الترتيبات الخاصة بحدود العام 2010 م. ¶ المستوى الثالث: إقامة منطقة موسّعة للتعاون الاقتصادي تشمل بالإضافة إلى منطقة التبادل التجاري الحر بلدان مجلس التعاون الخليجي تتم في إطارها حرية انتقال رؤوس الأموال. ¶ وضمن تلك التصورات، تعتبر المستويات الثلاثة للتعاون الاقتصادي مستويات متداخلة ومترابطة يفضي الواحد منها إلى الآخر\" (1). ¶ هذا البعد الاقتصادي لمشروع الشرق أوسطية يعطي فكرة عن حقيقة النوايا الإسرائيلية ـ سنبينها لاحقاً في تحليل مشروع بيريز ـ تجاه الأمة العربية، إنها نوايا توسعية تريد إلغاء هوية الأمة في العروبة والإسلام، وتريد تشويه مقدسات الأمة الإسلامية والمسيحية، وتريد نهب ثروات الأمة واسترقاق شعب الأمة ليكون الكيان العنصري الإسرائيلي المغتصب هو المهيمن في المنطقة. ¶ ودولة إسرائيل التي تشكلت من مهاجرين وفدوا من قوميات وبلاد عديدة ضمن مشروع صهيوني استعماري تعيش معزولة في محيطها، وهذا يدلل على أن هذا الكيان سيزول يوماً ما كما زالت دولة اللاتين التي تأسست في حروب الفرنجة التي سميت الحروب الصليبية. ¶ لهذا يأتي في أهداف مشروع الشرق أوسطية من إلغاء الهوية العربية الإسلامية للأمة العربية أن تصبح إسرائيل مقبولة، وكأنها عضو طبيعي في محيطها، وتحقيقاً لهذه الغاية يعملون على ضرب الهوية من خلال زرع الفتن، والسعي لتقسيم الكيانات العربية القائمة ويتم ذلك من خلال دعم الحركات الانفصالية. ¶ __________ ¶ (1) عبد الفضيل، د. محمود، مشاريع الترتيبات الاقتصادية الشرق أوسطية، في: ¶ التحديات الشرق أوسطية الجديدة والوطن العربي، بيروت، مركز دراسات الوحدة العربية، ط1، سنة 1994، ص 130.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "تحقيقاً لهذا الغرض في ضرب هوية الأمة وجعل إسرائيل مقبولة مع تحقيق المصالح الغربية ـ الامريكية الاستعمارية على حساب أمتنا يخوضون ضدنا حرباً إعلامية ـ ثقافية لكي يهزموا الإرادة في الشعب، ويولدوا اليأس والإحباط، وقد نجحوا في اصطياد بعض المرتزقة ليسهموا معهم في هذه الحرب الضارية التي تريد اجتياح الإرادة قبل الأرض والاقتصاد والثقافة. ¶ ولقد لخص ذلك كمال شاتيلا قائلاً: \"إننا نواجه حرباً نفسية ضارية لا تقارن بحرب هتلر النفسية حينما اكتسح نصف القارة قبل أن تصل قواته العسكرية إليها، فالحرب النفسية ضدنا تتولاها وسائل إعلام متفوّقة وكاسحة، تريدنا أن نستسلم لقوى وأوهام قبل أن نحاول التقاط الأنفاس والصمود . . . وتريدنا أن نقتنع باستحالة النهوض من الكبوة لنترك مصيرنا بأيدي غيرنا يشكله وفق غاياته ومصالحه. ¶ . . . فإنهم لا يكتفون بإسقاط العرب سياسياً ولا يكتفون باحتواء العرب اقتصادياً. إنهم يريدون تصفية الحضارة العربية الإسلامية، وإلغاء الرابطة العربية القومية. ¶ . . . إن محور التحدي على أمتنا اليوم يتجسد في ضرب الانتماء وإلغاء الهوية العربية\"(1). ¶ هذا هو الشرق الأوسط الذي يريدونه، فهو حلف صهيونيـ استعماري، وإسرائيلي ـ أمريكي، لضرب هوية الأمة العربية، ولتحقيق الأهداف الإسرائيلية التوسعية والاستعمارية على حساب حضارة الأمة وأرضها واقتصادها، لا بل على حساب وجودها نفسه. ¶ __________ ¶ (1) شاتيلا، كمال، التضامن العربي . . . لماذا تراجع، وكيف يستعاد؟ . محاضرة ألقيت في المجمع الثقافي ـ أبو ظبي ـ دولة الإمارات العربية المتحدة ، كانون الأول (ديسمبر) 1995، ص 3.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "إن القراءة المتأنية لكتاب شمعون بيريز \"الشرق الأوسط الجديد\" تبيّن هذه المؤامرة بكل أبعادها، وما سيرد لاحقاً في القراءة التحليلية النقدية لهذا الكتاب ستعطي للقارئ الكريم فكرة جلية عن مخاطر الشرق أوسطية التي يسترون وراءها حقيقة نواياهم العدوانية ضد الأمة العربية . . . ¶ الفصل الأول ¶ المناخ الدولي والإقليمي ¶ والشرق الأوسط الجديد ¶ يودع العالم القرن العشرين، وسنواته الأخيرة مثقلة بأنواع التحولات في الدول والأحلاف، فقد شهدت السنوات العشر الأخيرة سقوط الاتحاد السوفيتي ، وتفككه، وتبع ذلك تفكك المعسكر الشرقي وحلف وارسو، وبذلك توقفت الحرب الباردة فإذا بالولايات المتحدة الأمريكية تطل برأسها ساعية للاستئثار بالقرار الدولي من خلال ما أطلقت عليه \"النظام العالمي الجديد\"، ومن خلال ذلك عملت وتعمل أمريكا لتكون المرجعية البديلة عن هيئة الأمم المتحدة. ¶ وشهدت هذه الحقبة بدايات نهوض الاتحادات القارية كالاتحاد الأوروبي، ودول شرقي آسيا. وهذا أزعج الولايات المتحدة الامريكية التي لا ترغب بظهور قوة عالمية تنازعاه القرار، ولعل ما حدث أثناء التفاوض لوقف العدوان الإسرائيلي على لبنان في شهر نيسان (أبريل) 1996 يشكل دليلاً واضحاً على هذا التنازع حيث عمل وزير الخارجية الامريكي كريستوفر وبشراكة إسرائيلية لتعطيل فعل مساعي دوشاريت وزير الخارجية الفرنسي وبريماكوف الروسي ووزيرة خارجية إيطاليا أنيللي التي جاءت تمثل الأتحاد الأوروبي. ¶ السنوات الأخيرة من القرن العشرين شهدت تضعضعاً في النظام العربي حيث المنازعات العربية ـ العربية، وكان أبرزها ما خلفه الاجتياح العراقي للكويت، هذا بالإضافة إلى الحوادث الداخلية في مصر والجزائر ولبنان، والحركات الانفصالية في جنوبي السودان وشمالي العراق.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "هذا الواقع ترافق معه اتفاقية كمب ديفيد بين مصر والعدو الإسرائيلي ومن ثم لاحقاً وبعد مدريد اتفاقية \"أوسلو\" مع أبي عمار ووادي عربة مع الأردن، هذه الوقائع أسهمت في تراجع دور جامعة الدول العربية وفي تدني الإمكانات العربية في رد ومواجهة التحديات على الأمة سواء التحدي الإسرائيلي ببعديه التوسعي والتقسيمي، أو التحديات الإقليمية كمشكلات المياه والجزر، أو التحديات الدولية وفي مقدمتها التحدي الأمريكي بقواعده وأساطيله وأطروحته في النظام العالمي الجديد من خلال مشروع حلف الشرق الأوسط وهو المشروع المشترك الامريكي الإسرائيلي الاستعماري والتوسعي. ¶ الولايات المتحدة الامريكية وحاجتها للشرق أوسطية: ¶ إذا كان الاتحاد السوفيتي السابق قد انهار بفعل عوامل متعددة أبرزها عداء النهج السوفياتي للدين والقومية، فإن الولايات المتحدة الامريكية تعاني في ميادين عديدة اجتماعية واقتصادية تهدد كيانها، فالمجتمع الامريكي يعاني من نتائج التميز العرقي الذي يخلف مع تعدد المذاهب والجماعات بنية المجتمع ووحدته يضاف إلى ذلك مظاهر الفساد من الشذوذ إلى الأمراض وأشكال الانحراف وصولاً إلى إحصاءات نشروها تفيد بأن الولايات المتحدة الامريكية التي يسكنها ما بين 4 إلى 5 بالمئة من سكان المعمورة تستهلك 50 بالمئة من المخدرات المنتجة في العالم. ¶ ومجتمع الولايات المتحدة الامريكية والأرقام من أوائل التسعينات ينتشر فيها بين أيدي المواطنين 120 مليون بندقية و60 مليون مسدس، ويذهب فيها نتيجة جرائم ثأرية 19000 قتيل سنوياً (1). ¶ __________ ¶ (1) للتفصيل يراجع: ¶ كنيدي، الدكتور بول، الاستعداد للقرن الحادي والعشرين، ترجمة محمد عبد القادر وغازي مسعود، الأردن، دار الشروق، سنة 1993.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "والاقتصاد الأمريكي مثقل بالديون والأعباء، والعجز يزداد عندهم عاماً بعد عام. ولعله من المفيد لفهم مقدار الأزمة الاقتصادية الأمريكية أن نورد هذا الكلام من كتاب بول كنيدي: \"الاستعداد للقرن الحادي والعشرين\" الذي تمّ تأليفه عام 1992؛ وفيه: ¶ \"تبلغ دفعات الفوائد على الدين القومي 300 مليون دولار سنوياً وتشكل 15% من المصاريف الحكومية. وكما لاحظ المحرر الاقتصادي لجريدة (وول ستريت جورنال) تتجاوز دفعات الفوائد الآن كل المبالغ التي تدفعها الحكومة على الصحة والعلم والقضاء والزراعة والإسكان وحماية البيئة والإدارة العدلية. بالطبع لا يحتمل أن تزداد هذه المصاريف على حساب نفقات حكومية أخرى فحسب ولكن دفعات الفوائد تذهب عادة إلى مالكي السندات الحكومية الأجانب مما يؤدي إلى نقصان الثروة الأمريكية أكثر فأكثر . . . ¶ لم يكن الدين القومي هو الوحيد الذي تضخّم في الثمانينات بل وكل شئ آخر من الدين. فمنذ عام 1986 بدأت حكومات الولايات والحكومات المحلية تعاني عجزاً. ولقد فاقم هذا الاتجاه تقليص المنح الفيدرالية. أما ديون المستهلكين التي حفزتها القروض السهلة فقد وصلت إلى 4 تريليون دولار بينما قلّصت الدفعات على القروض المداخيل الفردية. وكان دين الشركات المساهمة أكثر سوءاً. فحالما بدأت فترة التسعينات ذهب حوالي 90% من مجمل دخل الشركات المساهمة الأميركية بعد دفع الضرائب لدفع الفوائد على ديونها\" (1). ¶ إن الأزمات والإشكالات التي يعاني منها مجتمع الولايات المتحدة الامريكية تدفع قادة أمريكا إلى البحث عن مصادر للثروة ينهبونها ويصادرونها ليحلوا بها أزماتهم، كما أنهم يعملون من خلال تفجير التناقضات وتكبير دورهم خارج حدودهم على نزع فتيل النزاعات والانقسامات المجتمعية الحادة داخل بلادهم. ¶ __________ ¶ (1) كنيدي، الدكتور بول، م . س، ص 369.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "إن الأطماع الاستعمارية مع التزامهم المشروع الصهيوني بالإضافة إلى أزماتهم التي ألمحنا لبعضها كلها عوامل أوصلتهم إلى طرح مشروع الشرق أوسطية كمشروع حلف جديد يكرر نماذج أحلاف طرحوها سابقاً كحلف بغداد وسواه. ¶ العدو الإسرائيلي وحاجته لحلف الشرق الأوسط: ¶ اقترب عمر احتلال العدو الإسرائيلي لفلسطين من النصف قرن، وعمر احتلاله لأراضٍ أخرى كالجولان السورية ومزارع بلدة شبعا اللبنانية عن ربع قرن بقليل ومع ذلك نجد أن هذا الكيان الإسرائيلي الذي يتكون من خليط سكاني تعود أصوله لقوميات عديدة لا يزال يعاني من مشكلات عديدة. ¶ إن يهوداً الذين يدّعون حقاً تاريخياً في فلسطين لا تربطهم بفلسطين أية صلة، ويهود الذين يزعمون أنهم من أصول سامية أتت الوقائع لتظهر تهافت مزاعمهم هذه. إن يهود العالم تعود أصول أغلبيتهم الساحقة إلى أصول خزرية وقد تهّود أغلب سكان مملكة الخزر (قزوين) بعد تهود ملكهم \"بولان\" في النصف الأول من القرن الثامن الميلادي. ¶ يقول المسعودي عن مملكة بحر الخزر (قزوين): \"فأما اليهود فالملك وحاشيته والخزر من جنسه، وكان تهوّد ملك الخزر في خلافة هارون الرشيد، وقد انضاف إليه خلق من اليهود وردوا عليه من سائر أمصار المسلمين ومن بلاد الروم\"(1). ¶ __________ ¶ (1) المسعودي، مروج الذهب، م1، بيروت، دار الفكر، تحقيق محمد محيي الدين عبد الحميد، ط 5 ، سنة 1393 هـ ـ 1973 م، ص 178.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وتفيد دراسات معاصرة عديدة منها دراسة بنيامين فريدمان ن 92% من يهود العالم خزريون، يقول: \"إن من يزعمون أنفسهم يهوداً، المتحدرين تاريخياً من سلالة الخزر، يشكلون أكثر من 92 بالمائة من جميع من يسمون أنفسهم يهوداً في كل مكان من العالم اليوم. والخزر الآسيويون الذين أنشأوا مملكة الخزر في أوروبا الشرقية، أصبحوا يسمون أنفسهم يهوداً بالتحول والاعتناق سنة 720 م، وهؤلاء لم تطأ أقدام أجدادهم قط الأرض المقدسة في تاريخ العهد القديم\"(1). ¶ وبولان Bulan الخزري الذي تهود مع معظم سكان مملكته ما بين عام 720 م و740 م، لم تلبث مملكته أن تفككت وزالت من الخريطة السياسية في القرن الثالث عشر الميلادي، وتوزع سكانها في أوروبا الشرقية ومنها إلى مناطق أخرى من العالم. يقول آرثر كيستلر: ¶ \"والواقع أن موضوع الجدل هو مصير الخزر اليهود بعد تدمير امبراطوريتهم في القرن الثالث عشر، والمصادر شحيحة عن هذه المسألة، وإن ورد ذكر بعض مستوطنات الخزر في القرم وأوكرانيا والمجر وبولندة وليتوانيا، وتكشف الصورة العامة التي تنبثق من هذه المعلومات المتناثرة عن هجرة قبائل وجماعات خزرية إلى تلك الأقاليم الواقعة في شرق أوروبا، ولا سيما روسيا وبولندة، حيث وجدت في فجر العصر الحديث أكبر تجمعات من اليهود، الأمر الذي دفع كثيرين من المؤرخين إلى الحدس بأن جزءاً هاماً أو قل غالبية من اليهود الشرقيين (أعني من شرق أوروبا) وبالتالي يهود العالم، ربما كانوا أصلاً من الخزر لا من أصل سامي\" (2). ¶ __________ ¶ (1) فريدمان، بنيامين، يهود اليوم ليسوا يهوداً، إعداد زهدي الفاتح، بيروت، دار النفائس، ط 2، سنة 1403 هـ ـ 1983، ص 44، 45. ¶ (2) كيستلر، آرثر، القبيلة الثالثة عشرة ويهود اليوم، ترجمة أحمد نجيب هاشم، القاهرة، المصرية العامة للكتاب، سنة 1991، ص 23.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "إذا كان يهود العالم من هذه الأصول الخزرية ـ كما تبيّن ـ فالسؤال: لماذا لم يدَّعوا حقاً في وطن قومي يهودي في منطقة بحر قزوين موطنهم الأصلي؟ وما الرابط بينهم وبين فلسطين؟ هذا الأمر يظهر لنا الهدف الاستعماري المتخفي وراء يهود والصهيونية. ¶ ويهود الذين وفدوا مغتصبين مستوطنين في فلسطين المحتلة منهم الأشكناز وهم من أصول ألمانية ـ أوروبية وهؤلاء يشكلون الطبقة أو الفئة التي تتولى أغلب السلطات والمواقع القيادية. ومن المغتصبين يهود السفاردييم وهؤلاء سكنوا إسبانيا (الأندلس سابقاً) وما حولها ويشكلون غالبية في فلسطين المحتلة بعد قيام دولة العدو لكن نفوذهم أقل من نفوذ الأشكناز. ¶ ومن يهود دولة العدو يهود الفلاشا الوافدون من أثيوبيا، هذا بالإضافة إلى يهود كانوا في بعض الأقطار العربية. ومع الإشارة أن الأشكناز والسفاردييم جاءوا من أمم عديدة وبلغات وانتماءات قومية متنوعة. هذا الانقسام في مجتمع الكيان العدو حادّ حيث نجد من بيده النفوذ كالأشكنازيين، ومَنْ يعاملون كالعبيد ويقيمون في مخيمات رديئة الخدمات كالفلاشا. ¶ وهناك انقسام آخر عندهم هو الانقسام الديني ما بين فريق يرى أن إقامة الدولة واعتماد القدس عاصمة لها يكون على يد المسيح الموعود ويجب انتظاره ومنهم السامريون، وما بين انقسامات أخرى في النظرة إلى المعاد الأخروي وهل هو على الأرض، كما يعتقد الصدوقيون مثلاً. ¶ والانقسام الثالث بينهم هو في المشروع السياسي حيث يرى فريق منهم (الليكود) بأن التوسع يكون بالمحافظة على الأرض المحتلة وإضافة أراضٍ لها عند الاقتدار والسيطرة على مزيد من الشعب العربي، وفريق آخر (العمل) يرى أن التوسع يكون من خلال الاجتياح للمنظومة الحضارية العربية وذلك في ميادين الاقتصاد والثقافة والإعلام . . . إلخ.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الإشارة إلى هذه الانقسامات في مجتمع دولة العدو الإسرائيلي تدلّل على الأزمات التي يعانون منها ولذلك يكون توجيه الأنظار إلى الخارج وممارسة الاجتياحات النارية بالسلاح أو الاجتياحات الاقتصادية والثقافية حاجة إسرائيلية من باب الهروب إلى الأمام حتى لا تتفجر الصراعات الداخلية عندهم والتي ظهرت بوادرها الأولى في عملية اغتيال رئيس وزرائهم إسحاق رابين. ¶ والعدو الإسرائيلي عنده أشكال أخرى من المعاناة هي: ¶ 1 ـ لا تزال دولة إسرائيل تعتمد في ميزانيتها على الدعم الأمريكي والغربي بشكل رئيسي، وبذلك يكون وضعها المالي غير مستقر ومهدد عند توقف المساعدات، لهذا يستعجلون قيام سوق الشرق الأوسط ظناً منهم أنها ستوفر لهم استثمارات وموارد تلغي حاجتهم المالية لأمريكا والغرب. ¶ 2 ـ هجر يهود دولة العدو \"الغيتوات\" في مواطنهم الأصلية ليعيشوا جميعاً في غيتو اسمه دولة إسرائيل لأن المحيط العربي تفصله عنهم حواجز نفسية إضافة إلى تحفز للتحرير، ويظن الإسرائيليون واهمين أن توقيع صلح مع بعض المسؤولين قد يلغي عزلتهم والتجربة أثبتت عكس ذلك، لأن العربي يرى فيهم ـ وهو محق ـ مغتصبين للأرض والمقدسات، وقتلة للإنسان مجرمين، وعنصريين مستعمرين، فهم أعداء وجود لا أعداء حدود. ¶ 3 ـ تعاني دولة العدو في الجانب السكاني، فالمعلوم أنهم لم يستطيعوا استيعاب الزيادة السكانية في الأراضي التي اغتصبوها في عام 1967، كما أن الأرض التي اغتصبوها عام 1948 من المتوقع حتى عام 2025 م أن يصبح فيها السكان العرب بنسبة 50% كحد أدنى، لذلك يعمد العدو الإسرائيلي إلى التهجير والى تحقيق التفوق العسكري ليحكم بالحديد والنار.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "4 ـ رغم مرور قرابة نصف قرن من الزمن على قيام دولة العدو في فلسطين المحتلة لم يتمكن من صياغة مجتمع مدني منسجم أو، بلغته، لم يتمكن من تطبيع العلاقات بين يهود المتعددي الانتماءات والأجناس، وهذا مؤشر على أنه لن يستطيع العيش مع سكان المنطقة العرب، فالجسم الدخيل لا يمكن أن ينصهر مع محيط مخالف له لا بل معادٍ. ¶ إن الوقائع التي تمّ استعراضها تندرج في باب تبيان حاجة العدو الإسرائيلي لمشروع حلف الشرق الأوسط، ولتوقيع مصالحات لسلام مزعوم مع المحيط العربي أو إجراء معاهدات مع حالات إقليمية كما جرى مع تركيا كل ذلك لأن الحالة لم تعد تحتمل عند الإسرائيليين أن يبقى وضعهم على ما هو عليه. ¶ العرب وخطر حلف \"الشرق الأوسط\": ¶ إن الأمة العربية تعاني من جملة تحديات خارجية إقليمية ودولية، ومن تحديات داخلية تجعل قدرة الأمة ـ خاصة في الجانب الرسمي الحكومي ـ ضعيفة في ردع هذه التحديات. فعلى الصعيد الداخلي يشكل التخلف، وعدم إطلاق مشروعات التنمية بالشكل الكافي قيداً في يد الأمة مضافاً إليه نسبة الأمية المرتفعة، والهوة الشاسعة التي تفصل بين الحكومات والشعوب بسبب مشكلة الحرية. ¶ إن ضعف بنيان الحياة الديمقراطية والحريات العامة في أغلب الأقطار العربية شكّل ويشكل معوّقاً رئيساً في طريق إطلاق الطاقات باتجاه صنع التقدم والازدهار. ¶ ومن المشكلات الداخلية تلك الأحداث والفتن التي ترتدي الطابع الديني أو العرقي والتي تهدد الوحدة الوطنية، وتضيّع طاقات كثيرة في مواجهات ليست في موقعها المطلوب. ¶ أما التحديات الإقليمية فأولها الاحتلال الصهيوني الذي يحمل مشروعاً استعمارياً توسعياً لا يقف عند حدود التوسع الجغرافي، وإنما يشن الإسرائيليون غارات متنوعة لاجتياح الأمة العربية والقضاء على مرتكزاتها الحضارية وجوداً ومصيراً، إضافة إلى حراسة التجزئة ومنع وحدة الأمة مع إجبارها على الإنفاق العسكري منذ ما يزيد عن نصف قرن.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وهناك التحديات على تخوم الأمة منها: التحدي التركي من خلال عضويته في حلف الأطلسي، وتحالفه مع دولة إسرائيل العدوة، وإشكالية المياه مع سوريا والعراق. والتحدي الإيراني في مسألة جزر الإمارات العربية المتحدة التي يحتلونها منذ حكم الشاه عام 1971، وتحدي النزاع على الخليج العربي والموقع والدور الإقليمي، وهنالك التحدي الأثيوبي الذي يقوم في مسألتين: مياه النيل ومساعي إقامة السدود عليها لمنعها عن السودان ومصر، ومسألة الاتفاقات الزراعية وسواها مع دولة إسرائيل، وعلى الصعيد الدولي التحدي الأخطر يأتي من الاستفراد الأمريكي، وعمله للقطبية الواحدة في القرار الدولي هذا مع النهب للثروات والوجود العسكري المباشر الذي يضع قيوداً قاسية على حرية الأمة في بناء تقدمها، وتنظيم هيكلياتها، وفي تأسيس علاقاتها الدولية. ¶ إن حلف الشرق الأوسط أكثر خطراً من حلف بغداد في الخمسينات والتسليم به تسليم بتبعية الأمة لحلف أمريكي ـ إسرائيلي يستهدف ضرب هوية الأمة في العروبة والإسلام، وهذا أمر مطروح بشكل وقح من قبل رئيس وزراء العدو شمعون بيريز الذي نادى بتحويل جامعة الدول العربية إلى جامعة للشرق الأوسط ليتسنى لهم ولتركيا ولدول أخرى دخولها، كل ذلك لنسف وجود الأمة والقضاء على هويتها العربية ـ الإسلامية. ¶ هذا العدوان الذي يتسلل ليفرض الاستسلام على الأمة بلداً بعد آخر تحت شعار سلام مزعوم، يحصل بعد سقوط المعسكر الشرقي وتوقف الحرب الباردة، وبذلك تكون معظم الدول العربية قد خسرت مصادر التسليح وقطع الغيار لعتادها العسكري، والولايات المتحدة الأمريكية وشريكتها إسرائيل تطالبان بتقليص الطاقة العسكرية العربية وفك الاستنفار الذي مضى عليه ما يربو على نصف قرن، وما ذلك إلاّ لتبقى إسرائيل القوة الوحيدة المتفوقة في المنطقة.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "هذا الواقع العسكري العربي الصعب بفعل الافتقار لمصادر التسليح وعدم إطلاق مشروع بناء القوة الذاتية العربية بالشكل الكافي، لا يخلو من إيجابيات ومن مقومات تؤهل قدرات الأمة العسكرية للانطلاق، وأترك للواء طلعت مسلم أمر عرض هذا الواقع بحكم اختصاصه وخبرته، فهو يقول: ¶ \"تودع الأمة العربية نهاية القرن العشرين وتستقبل مطلع القرن التالي وهي في أوضاع دفاعية تتّسم بسمات سلبية كثيرة أهمها تجميد معاهدة الدفاع المشترك وعدم وجود بديل منها . . . وبالإضافة إلى ما سبق نجد اندلاع حروب أهلية في أكثر من مكان داخل الوطن وحظراً تسليحياً عاماً وخاصاً يحصر الأسلحة العربية في حدود معينة لا تقابلها حدود مماثلة لمصادر التهديد المحتملة، وأوضاعاً اقتصادية وتخلفاً علمياً وتعليمياً وصناعياً وتقنياً لا يخدم الأمن الدفاعي العربي. ¶ وبالتالي فإن ميزان القوة العسكرية والقدرة الدفاعية في المنطقة يشير إلى تفوق العناصر غير العربية على القوة العربية ويجعل الوطن مكشوفاً للتهديدات الخارجية. ورغم قتامة الصورة فإن الأوضاع الدفاعية العربية لا تخلو من بعض النقاط المضيئة التي نتجت من ثمار فترة سعت فيها الأمة وواكبتها الحكومات إلى بناء قوة دفاعية فاعلة فاكتسبت الخبرات في ميادين القتال وتمرّست في استخدام كثير من معدات القتال والأسلحة الحديثة، واكتسبت الكوادر العلمية والصناعية بعض الخبرات الإدارية والفنيّة الهامة التي تمكّنها من إدارة العملية الإنتاجية على مستوى راقٍ\"(1). ¶ __________ ¶ (1) مسلم، اللواء طلعت، قضايا ومتطلبات الأمن العسكري العربي في نهاية القرن العشرين ومطلع القرن الحادي والعشرين في: ¶ التحديات الشرق أوسطية الجديدة والوطن العربي، بيروت، مركز دراسات الوحدة العربية، ط 1، سنة 1994، ص 260.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "إن الأمة العربية بكل دولها تملك مع الخبرات والإمكانات التي تمت الإشارة إليها سابقاً حصناً حضارياً هاماً مكّنها من الصمود ومن ثمّ المواجهة فالتحرير والتغيير في مراحل تاريخية سابقة، ومن الأمثلة على ذلك أن الفرنجة الذين غزوا الأمة انطلاقاً من أوروبا مع نهايات القرن الحادي عشر الميلادي تمكنوا من تأسيس دولة في منطقة قيام دولة إسرائيل اليوم أطلقوا عليها اسم: الدولة اللاتينية وجعلوا عاصمتها القدس. وعندما أسقطت الأمة تلك الدولة عاد من أسسوها إلى حيث أتوا، والأمر نفسه سيحصل لا ريب في وقت ما وسيعود يهود إلى بلدانهم الأصلية. ¶ والأمة تمتلك لمواجهة خطر إسرائيل والاستعمار من خلال الشرق أوسطية الطاقة البشرية، تلك الطاقة التي صنعت انتفاضة الأرض المحتلة التي لا تزال، وهي نفسها قاومت التطبيع في مصر وتقاومه اليوم في الأردن وقاومته وتقاومه مدنياً وعسكرياً في كل أرض عربية محتلة في لبنان وسوريا وفلسطين. ¶ هذه الطاقات البشرية مضافة إلى الحصن الحضاري هي عماد الأمة في مواجهة مشروع الشرق الأوسط الذي تتلخص فيه مشاريع التوسع الاسرائيلية والأطماع الاستعمارية الأمريكية. ولقد أحسن صنعاً الشاعر طارق ناصر الدين حيث قال: ¶ \"كل شهيد يتقدس دمه ¶ ينبت سوسنةً، تنطق: ¶ لا للتطبيع مع القاتل . . . ¶ يا هذا الشعب كلام الله إليك ¶ هو الردُّ الفاصل . . . ¶ أبطالك عاصفة وزلازل ¶ ورموزك رايات ومشاعل ¶ هل يوجد أعظم من شعب ¶ هل يوجد أعظم من شعبٍ ¶ يتحول فيه البشر قنابل؟\" (1)؟ ¶ إن مشروع الشرق أوسطية اجتياح من نوع جديد ليس أمام قادة العدو سواه، وهو بالمحصلة مخطط إسرائيلي توسعي ليس إلاّ. ¶ __________ ¶ (1) ناصر الدين، طارق، قصائد مؤمنة، بيروت، توزيع دار العلم للملايين، ط 1، سنة 1996، ص 51.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "يتحدث الأستاذ كمال شاتيلا عن هذا المخطط ومخاطره على العرب قائلاً: \"إن زعماء إسرائيل يروجون لسوق الشرق الأوسط من الناحية الاقتصادية للتأثير على أصحاب رؤوس الأموال ـ والفقراء أيضاً ـ ولإغرائهم وإقناعهم بجدوى مشروع السلم الاسرائيلي وفائدته للعرب واليهود على السواء. ¶ فالإغراءات تبدأ اقتصادية، ثم تتحول بعد التطبيع ـ كما يخططون ـ لتصبح اختراقاً لوحدة المجتمع العربي، واختراقاً لكل التركيبات الاجتماعية في كل الساحة العربية. وعلينا أن ننتبه إلى حقيقة قائمة، وهي أنه ليس في طاقة إسرائيل أن تتوسع في المدى المتوسط، وهي ليست قادرة على إقامة مشروع: أرضك يا إسرائيل من الفرات إلى النيل، في المدى المنظور. فهي عجزت عن استيعاب الأراضي المحتلة عام 1967 واستحال عليها هضمها، ولذلك فإن مخططاتها تتمحور حول السيطرة على المنطقة حربياً واقتصادياً وتقسيمياً بإشعال الحرب الأهلية داخل كل قطر عربي على أساس مذهبي وطائفي وعرقي لتدور كل الكانتونات الانفصالية في فكلها بعد ذلك\" (1). ¶ إن مشروع الشرق الأوسط لا يرد خطره على الأمة العربية إلاّ بمواجهة تتبع مرحلتي الممانعة والإعداد، وكل ذلك لن يقوم بغير المنهج الوحدوي إن كان في إطار الوحدة الوطنية لكل قطر عربي، أو الوحدة القومية في إطار تطوير ميثاق جامعة الدول العربية ليلبي الأغراض المطلوبة. ¶ إن النظام العربي في واقعه الراهن قطرياً وقومياً لم يعد بإمكانه أن يشكل سدّاً دفاعياً في وجه التحديات على الأمة لذلك لا بد من تطويره في إطار جامعة الدول العربية وتطوير ميثاقها وهيكلياتها ومؤسساتها. ¶ __________ ¶ (1) شاتيلا، كمال، موقفنا من حلف الشرق الأوسط، بيروت، المركز الوطني للدراسات والنشر، سنة 1415 هـ ـ 1994 م، ص 5.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "\"إن الحديث عن تطوير النظام العربي، وصولاً إلى تأسيس نظام عربي جديد، يجب أن يكون جزءاً من استراتيجية لمواجهة التحدي المصيري للوطن العربي، وفرض الشرق أوسطية التي تعني ـ في المحصلة النهائية ـ الاندماج تحت جناح إسرائيل، التي ترنو إلى فرض هيمنتها، وسيطرته على المنطقة، وهو هدفها الثابت الذي تتحوّر سبله وأدواته ووسائله، ولكنه يبقى الهدف الاستراتيجي للمشروع الصهيوني. ¶ ولعل هذا الأمر يرتب على كافة القوى السياسة العربية ـ على المستويين الشعبي والرسمي ـ اجتياز أول درجة نحو تأسيس نظام عربي جديد ـ كهدف استراتيجي ـ بقبول الوفاق العربي القائم على المصارحة الحقيقية، والمصالحة غير الشكلية كمدخل مرحلي لتحقيق هذه الغاية\" (1). ¶ إن المصالحة ضرورية لحشد الطاقات وتطوير ميثاق الجامعة العربية تمهيداً لوضع استراتيجية للمواجهة في الميادين كافة العسكرية والاقتصادية والثقافية . . . إلخ. ¶ الفصل الثاني ¶ شرق أوسط جديد ¶ أم اجتياح من نوع آخر؟؟ ¶ تمهيد: ¶ __________ ¶ (1) عبد الوهاب، علاء، الشرق الأوسط الجديد: سيناريو الهيمنة الإسرائيلية، القاهرة، سينا للنشر، ط 1، سنة 1995 ، ص 370.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "شتات بشري يهودي ينتمي إلى قوميات عديدة كان قسم منه يعيش في أوروبا في حالة انعزال ضمن أحياء عُرِفت باسم \"الغيتو\"(1)، هذه الأحياء أزعجت عواصم أوروبا وقادتها، كما أن المقيمين فيها بعد عصور التنوير والتقدم في أوروبا بدأوا يتململون من هذا النمط الاجتماعي بحثاً عن البديل. ¶ ولا يخفى على أحد العنصرية التي تربّى عليها يهود من خلال فكرهم الديني المحرّف الذي صاغوه بأيديهم سواء في \"العهد القديم\" (2) التي استغرقت كتابته قرابة ستة قرون أو في \"التلمود\" الذي أخرجوه مخطوطاً بعد موسى عليه السلام بما يزيد على ألفي سنة، هذا الفكر أفرغوا فيه صوراً من العنصرية والاستعلاء على غير يهود لا تدانيها أية عنصرية. ¶ عنصرية يهود وعدوانيتهم تضمنت مزاعم تاريخية لا أصل لها في موضوع حق موهوم في فلسطين والقدس، لا بل زعموا حقاً بأغلب الأمة العربية دون أن يكون لمزاعمهم هذه صدقية، سوى ما صاغته أيديهم من نصوص. ¶ __________ ¶ (1) الغيتو: كلمة كانت تطلق على الأحياء المغلقة المقصورة على يهود وحدهم. وتذكر بعض المصادر أن الكلمة استخدمت لأول مرة على حي يهودي في البندقية (إيطاليا) وذلك عام 1516 م، ويقال إن الكلمة مصدرها أن الحي أقيم قرب مصنع للمدافع ومعناه بالإيطالية \"الجيتو\"، ومنهم من قال أنها كلمة \"جت\" الواردة في التلمود ومعناها: الانفصال أو الطلاق وهذا الاشتقاق أكثر رجحاناً، في هذه الجيتوات تركت حكومات أوروبا السلطة لحاخامات يهود الذين مارسوا سلطة قاسية ضد رعيتهم وتقوم على العنصرية والعدوانية تجاه غيرهم. ¶ (2) العهد القديم: هو القسم الأول من الكتاب المقدس ويتألف العهد القديم من: 1 ـ التوراة وهي من خمسة أسفار هي: التكوين ـ الخروج ـ تثنية الاشتراع ـ اللاويين (الأحبار) ـ العدد. ¶ 2 ـ أسفار الأنبياء الكبار والصغار حسب تصنيف يهود. ¶ 3 ـ الكتابات وأبرزها مزامير داود ونشيد الإنشاد لسليمان وأسفار أخرى",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وإذا كانت هيئة الأمم المتحدة قد قبلت في عضويتها دولة العدو الاسرائيلي القائمة على أرض فلسطين المحتلة دون أن يكون لهذه الدولة المغتصبة حدود ولا جغرافية محددة، وكان ذلك بغطاء أمريكي وغربي، فإن هذا الإجراء يدلّل على المشروع التوسعي للعدو الإسرائيلي المستمد\\ من نصوص صاغوها منذ قرون تتضمن دفائن نفسيتهم العدوانية. ¶ من مزاعمهم: \"إن جميع الأرض التي تراها لك أعطيها ولنسلك إلى الأبد\" (1). وفي نص آخر: \"وأعطيك أرض غربتك لك ولنسلك من بعدك جميع أرض كنعان مِلكاً مؤبداً وأكون لهم إلهاً\" (2). ¶ هذه الوعود المزعومة مع سواها شكّلت عنصراً أساسياً في الثقافة الأوروبية بعدما سُمّي عندهم بالإصلاح الديني، وبعد ظهور البروتستانية التي أخذت بالعهد القديم وما يحويه من مزاعم يهودية فآمنت بها، وكان من بين هؤلاء البيوريتانيون (المتطهرون Puritains) الذين تأسس مذهبهم في بريطانيا من رحم البروتستانتية لكنهم كانوا أشدّ تعصباً وعليهم أطلقت لأول مرة في التاريخ كلمة الأصولية (Fonde`mentalisme) . ¶ وإذا كانت الولايات المتحدة الامريكية بعد بريطانيا قد تبنت المشروع الصهيوني، وأخذت على عاتقها العمل على تنفيذه ودعمه وفقاً لمشروع \"الدولة اليهودية\" الذي صاغه تيودور هرتزل أبرز مؤسسي الحركة الصهيونية والذي ترأس المؤتمر الصهيوني الأول الذي عقد في مدينة بازل السويسرية في 15 أغسطس (آب) 1897 م، فما الاحتضان الممتد من وعد بلفور البريطاني إلى وعد كلينتون ووزير دفاعه وليم بيري الأمريكيين بحماية الدولة الإسرائيلية المغتصبة إلاّ نتاج الفكر العبري لأن الأغلبية السكانية في كل من بريطانيا والولايات المتحدة الأمريكية تنتمي إلى البروتستانتية. ¶ __________ ¶ (1) سفر التكوين، الأصحاح الثالث عشر، آية 15. ¶ (2) سفر التكوين، الأصحاح السابع عشر، آية 8.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "تحدث عن ذلك الدكتور يوسف الحسن قائلاً: \"شكّلت الاتجاهات الصهيونية عنصراً بارزاً في الحياة الثقافية والسياسية الأمريكية منذ البداية الأولى لاستيطان الأوروبيين العالم الجديد (New World)، خلال النصف الثاني من القرن السابع عشر والذي سمّي فيما بعد الولايات المتحدة الأمريكية. ¶ فالمهاجرون الأوائل كانوا من البيوريتانيين (المتطهرين) الذين حملوا معهم التقاليد والقناعات التوراتية وتفسيرات العهد القديم التي انتشرت في إنكلترا ودول أوروبية في القرن السادس عشر وما بعده. وكانت اللغة العبرية لغة مهمة في المستوطنات الأمريكية الأولى. فالبيرويتانيون كانوا يتكلمونها بسهولة. وقد أعطوا أبناءهم أسماء يهودية من قصص التوراة مثل سارة والعازار وأبراهام وداود وموسى . . . إلخ، كما تمت تسمية مدن كثيرة في المستوطنات الأولى بأسماء عبرية قديمة، مثل مدينة سالم (Salem) المأخوذة من الكلمة العبرية شالوم (Shalom) إضافة إلى أسماء أخرى مثل حبرون وشارون صهيون . . .\" (1). ¶ المشروع الصهيوني وليد الاستعمار الغربي: ¶ إن المشروع الصهيوني في إقامة دولة يهودية في أرض فلسطين وما حولها تجاوز بعض أتباع اليهودية ليكون مشروعاً أوروبياً أمريكياً ذا بعد استعماري وبعد ديني. ¶ والبعد الاستعماري كان يقوم على قاعدة العمل لإيجاد عميل تابع ينفذ سياسات استعمارية تحقق مصالح الغرب في إطار مشروع حروب الفرنجة التي سميت الحروب الصليبية، والتي بدأت مع أواخر القرن الحادي عشر الميلادي. ¶ __________ ¶ (1) الحسن، د. يوسف، البعد الديني في السياسة الأمريكية تجاه الصراع العربي ـ الإسرائيلي، بيروت، مركز دراسات الوحدة العربية، ط 1، سنة 1990، ص 37،",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "لهذا نجد نابليون بونابرت عندما قاد حملته على مصر ومنها باتجاه فلسطين والمشرق العربي يوجه نداءً ليهود العالم كي يساعدوه في حملته العسكرية ليكافئهم بعد ذلك بتسليمهم أرضاً لدولة مزعومة يقيمونها، هذا مع العلم أن العداء الديني إضافة إلى النبذ الاجتماعي كانا على أشدهما من الأوروبيين حيال يهود. ¶ يوم حاصر نابليون عكا في نيسان (أبريل) سنة 1799 م وجه نداء ليهود سعى من خلاله إلى الربط بين المشروع الاستعماري، والادعاءات اليهودية. ومما ورد في نداء نابليون: ¶ \"إن العناية الإلهية التي أرسلتني على رأس هذا الجيش إلى هنا قد جعلت العدل رائدي، وكفّلتني بالظفر، وجعلت من القدس مقري العام، وهي التي ستجعله بعد قليل في دمشق التي يضيرها جوارها لبلد داود. وتابع نابليون نداءه مخاطباً اليهود بقوله: يا ورثة فلسطين الشرعيين؛ فدعاهم لمؤازرته طالباً منهم العمل على ـ إعادة احتلال أرضهم ـ ودعم أمتهم والمحافظة عليها بعيدا ًعن أطماع الطامعين لكي يصبحوا أسياد بلادهم الحقيقيين\" (1). ¶ ولم تكن بريطانيا الأكثر إشباعاً بالثقافة العبرية لأنها مهد البروتستانتية والبيرويتانية ـ كما ذكرنا آنفاً ـ أقل اهتماماً بمشروع استخدام يهود على شكل مرتزقة يحرسون مصالحها الاستعمارية في الأرض العربية. لذلك نجد أن فكرة الاستيطان وجدت عند الإنكليز قبل نشأة المنظمة الصهيونية العالمية. ¶ __________ ¶ (1) محمود، الدكتور أمين عبد الله، مشاريع الاستيطان اليهودي منذ قيام الثورة الفرنسية حتى نهاية الحرب العالمية الأولى، الكويت، سلسلة عالم المعرفة، ربيع الثاني ـ جمادي الأولى 1404 هـ، شباط 1984، ص 15.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "\"قبل ظهور الصهيونية بين اليهود بفترة طويلة، قرر أحد الصهاينة غير اليهود، اللورد بالمرستون (1784 ـ 1865 م) حينما كان يشغل منصب وزير خارجية بريطانيا أن يستخدم اليهود مخلب قط لقمع العرب، فقد أعلن في رسالة بعث بها إلى السفير البريطاني في إستنبول بتاريخ 11 أغسطس 1840 أنه: إذا عاد أفراد الشعب اليهودي إلى فلسطين تحت حماية السلطان العثماني وبناء على دعوة منه . . . فإنهم سيقومون بكبح جماح أي مخططات شريرة قد يدبرها محمد علي أو من سيخلفه في المستقبل\" (1). ¶ هذه الدعوة لاستخدام يهود حراساً لمصالح أوروبا الاستعمارية في أرض الأمة العربية لم تبق عند حدود الرغبات الفردية، أو الأطروحات الفكرية لبعض الأفراد أو الجماعات الذين التزموا الثقافة العبرية التوراتية ، وإنما تجاوز الأمر ذلك ليكون مشروعاً رسمياً تتبناه الحكومات. ¶ والمعلوم أن رئيس وزراء بريطانيا هنري كامبل بنرمان (1836 م ـ 1908 م) الذي ترأس الحكومة البريطانية بين عامي 1905 ـ 1908 قد شكل لجنة كلّفها وضع تقرير تقترح فيه كيفية العمل لترسيخ الاستعمار الأوروبي ـ البريطاني خاصة ـ في قارتي آسيا وأفريقيا. وتقرير اللجنة حمل اسمه حيث عُرف باسم تقرير \"كامبل بنرمان\"، وفي إحدى فقراته ينص على ما يلي: ¶ \"ضرورة العمل على فصل الجزء الأفريقي في هذه المنطقة عن الجزء الآسيوي، وتقترح اللجنة لذلك إقامة حاجز بشري، قوي وغريب، يحتل الجسر البري الذي يربط آسيا بأفريقيا، بحيث يشكل في هذه المنطقة وعلى مقربة من قناة السويس قوة صديقة للاستعمار، وعدوة لسكان المنطقة\". ¶ __________ ¶ (1) المسيري، الدكتور عبد الوهاب، الأيديولوجية الصهيونية، القسم الأول، الكويت، سلسلة عالم المعرفة، صفر ـ ربيع الأول 1403 هـ، كانون الأول 1982 م، ص 136.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "إنفاذاً لهذه الاستراتيجية الاستعمارية شجع الأوروبيون عامة والغربيون منهم خاصة سياسة الاستيطان الصهيوني في أرض فلسطين ـ خاصة إبان الانتداب ـ بعد الحرب العالمية الأولى ولم تخرج بريطانيا من فلسطين إلاّ بعد تنفيذ وعد بلفور بإقامة وطن قومي يهودي في فلسطين. ¶ إن الثقافة العبرية لعبت دوراً بارزاً مضافاً إلى المصالح الاستعمارية في الشرق في إقناع حكام بريطانيا والغرب كي يعملوا لإقامة دولة إسرائيل . ونورد نموذجاً من المنطق الديني للبريطانيين جاء سنة 1839 على لسان اللورد أنطوني إشلي كوبر المشهور باسم اللورد شافتسبوري، والذي قال: \"إن اليهود يلعبون دوراً رئيساً في المخطط الرباني لمجئ المسيح الثاني. إن المجئ الثاني للمسيح كما تنبأ الكتاب المقدس سيتحقق فقط عندما يعيش اليهود في إسرائيل المستعادة والمرتدة إلى المسيحية\" (1). ¶ هذا الفكر ما لبث قليلاً حتى وجد آذاناً صاغية عند صنّاع المشروع الاستعماري البريطاني، فكان في سنة 1845 أن \"اقترح إدوارد منفورد من مكتب المستعمرات في لندن: إيجاد أمة يهودية في فلسطين كدولة محمية تحت وصاية بريطانيا العظمى، وإنهاء هذه الوصاية عندما يصبح اليهود قادرين على العناية بأنفسهم. قال منفورد: إن دولة يهودية ستجعلنا في موقع المسيطر في الشرق المتوسط ومن هناك نستطيع الحدّ من انتهاكات أعدائنا وتخويفهم ونوقف تقدّمهم عند الضرورة\"(2). ¶ إن أوروبا أسهمت في مشروع دولة إسرائيل لعدة عوامل يمكن إيجازها بما يلي: ¶ 1 ـ الثقافة العبرية التوراتية التي تتضمن الوعود الكاذبة التي صاغها يهود والتي زعموا فيها أن أرض كنعان (العرب) من الفرات إلى النيل لهم. ¶ 2 ـ حاجة الاستعمار الأوروبي إلى فاصل يحرس التجزئة في الأمة العربية ويحمي المصالح الاستعمارية. ¶ __________ ¶ (1) هالسل، غريس، الفكر التوراتي والحرب النووية، ترجمة عبد الهادي عبلة، دمشق، دار الكندي، ط 3، سنة 1988، ص 177. ¶ (2) هالسل، غريس، م. س، ص 179.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "3 ـ رغبة الأوروبيين بتهجير القسم الأكبر من يهود أوروبا الذين كانوا يعيشون في أحياء مغلقة \"غيتو\" حيث شكلت هذه الغيتوات حالة إحراج للمجتمع المدني الأوروبي فقد عشعشت في هذه الأحياء كل أنواع الرذيلة والفساد، وساعد ساكنوها على نشر الفوضى والتمرد. ¶ المشروع الصهيوني والولايات المتحدة الأمريكية: ¶ إن البعدين الديني والاستعماري اللذين ربطا بين سياسة أوروبا الغربية والصهيونية كانا نفسيهما القاعدة التي التقت عليها الإرادة الاستعمارية الأمريكية مع الإرادة الصهيونية في اغتصاب أرض فلسطين، ومن ثمّ الشروع في التوسع في أرض الأمة العربية سعياً لما يسمونه: \"مشروع إسرائيل الكبرى\". ¶ وإذا كانت الولايات المتحدة الامريكية ملحقاً أوروبياً في تكوينها الثقافي والاجتماعي فإن الأدبيات العبرية ـ كما مر سابقاً ـ لعبت دوراً أبرز من سواها في تشكيل الشخصية الأمريكية. لذلك نجد أن المزاعم اليهودية قد شاعت، وتمّ تبنيها في الولايات المتحدة الامريكية في وقت سابق على وجود المنظمة الصهيونية نفسها. ¶ من الوقائع التي يمكن ذكرها في هذا الباب كثير وقد أحسن صنعاً الدكتور يوسف الحسن في معالجة الموضوع في كتابه: \"البعد الديني في السياسة الأمريكية تجاه الصراع العربي ـ الصهيوني\"؛ ومما جاء في الكتاب المذكور: \"يعتبر الرئيس الأمريكي جون آدامز (1767 م ـ 1848 م) أول رئيس أمريكي يدعو إلى استعادة اليهود وطنهم وإقامة حكومة مستقلة. وقد كتب رسالة إلى الصحفي الصهيوني مانويل نوع عام 1818 يقول فيها: أتمنى أن أرى ثانية أمة يهودية مستقلة في يهودا. ¶ ولم تتوقف الصهيونية غير اليهودية عند حدود الدعوات والمواعظ، والتبشير بعودة اليهود إلى فلسطين، وإقامة وطن قومي لهم فيها، بل شاركت في تأسيس المستوطنات اليهودية الأولى في فلسطين. ويذكر بيترو غروز أن سبعين أمريكياً قد ساهموا في إقامة مستوطنة يهودية عام 1867\" (1). ¶ __________ ¶ (1) الحسن، د. يوسف، م. س، ص 40.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ما دام الحديث عن النشاط الأمريكي في سبيل إقامة كيان دولة مغتصبة لفلسطين هي إسرائيل، فلا بد من تذكر شخصية الأمريكي بلاكستون. \"ولعل أبرز نماذج أوائل الحركة الصهيونية ـ المسيحية في الولايات المتحدة الأمريكية ورموزها وليام بلاكستون (1841 ـ 1935) William Blackston وهو رجل دين ومؤلف ورحّالة وثري، ومن أوائل من مارس الضغط المؤسسي والمنظم على صانعي القرارات الأمريكية لمصلحة أهداف الصهيونية اليهودية السياسية. فقد نشر بلاكستون عام 1878 لأول مرة كتابه: عيسى قادم (Jesus is Coming)، والذي ترجم إلى أكثر من 48 لغة ـ ومنها اللغة العبرية ـ وطبع عدة طبعات، وبيع منه أكثر من مليون نسخة. وكان أوسع الكتب انتشاراً في القرن التاسع عشر وكان أخطر منشور للدعوة الصهيونية المتعلقة بالاستعادة الأدبية لأرض كنعان من قبل الشعب اليهودي. ¶ . . . وأسس بلاكستون عام 1887 في شيكاغو منظمة سماها: البعثة العبرية نيابة عن إسرائيل (Hebrew Mission on Behalf of Isreal) . وعملت هذه المنظمة على دعوة اليهود إلى العودة إلى الأرض المقدسة في فلسطين، واستمرت في عمليها حتى يومنا هذا. وأصبح اسمها حالياً: الزمالة اليسوعية الأمريكية (American Messianic Fellowship) وبذلك يكون بلاكستون من أوائل من اسس جماعة ضغط منظمة أو ما يسمّى لوبي (Lobby) لمصلحة الصهيونية\" (1). ¶ ولا يخفى على أحد الدعم المفتوح الذي تتلقاه دولة إسرائيل من الولايات المتحدة الامريكية منذ قيامها عام 1948 يتجلى هذا الدعم من خلال الوجوه التالية: ¶ 1 ـ المساعدات المالية المباشرة التي تقدم لخزانة العدو المالية، مضافاً إليها ما يأتي عن طريق الجمعيات والمؤسسات الأمريكية الصهيونية بنوعيها اليهودي وغير اليهودي. ¶ __________ ¶ (1) الحسن، . يوسف ، م. س، ص 42، 43.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "2 ـ السلاح والعتاد دون قيد أو شرط وذلك كما يصرح دوماً قادة أمريكا لضمان التفوق العسكري الاسرائيلي، وكان آخر من أعلن ذلك وليم بيري وزير دفاع كلينتون إبان العدوان الإسرائيلي على لبنان في شهر نيسان (أبريل) 1996. ¶ 3 ـ الدعم السياسي المباشر مع استخدام حق \"الفيتو\" من قبل الولايات المتحدة في مؤسسات هيئة الأمم المتحدة لتعطيل أي قرار يحمل إدانة لدولة إسرائيل، هذا مع توفير دعم للعدو من اعضاء حلف الأطلسي الذي تقوده أمريكا وأبرز ذلك إقليمياً ما كان زمن الشاه محمد رضا بهلوي في إيران، وما هو اليوم في تركيا بقيادة تورغوت أوزال. ¶ 4 ـ استخدام النفوذ والإعلام الأمريكيين لتشجيع هجرة يهود إلى الأرض المغتصبة وذلك لتنمية الموارد البشرية لدولة العدو. ¶ 5 ـ تقديم كافة عناصر التقنية الأمريكية لدولة العدو من أجل تعزيز قدرتها الاقتصادية ـ خاصة في مناخ التحضير لشرق أوسط جديد مزعوم يعملون له حالياً ـ . ¶ 6 ـ بعد قوة الردع التقليدي العسكرية التي وفرها الغرب ـ أمريكا بخاصة ـ للعدو الإسرائيلي فإن أمريكا تغطي وتعزز السلاح النووي الإسرائيلي كقوة ردع غير تقليدية. ¶ ويستحق موضوع السلاح النووي وقفة قصيرة، وهذه الوقفة برسم أدعياء السلام المزعوم الذي لن يكون في أحسن الحالات سوى فرض الاستسلام على العرب إن استطاعوا.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "فلقد نشرت وكالة المخابرات المركزية الأمريكية تقريراً مطلع العام 1990 يفيد بأن \"شبكة فيلكام التي أسسها وأشرف على إدارتها شمعون بيريز في أثناء توليه منصب مدير مكتب وزير الدفاع بن جوريون والمدير العام للوزارة. ووصفت بيريز بأنه الشخص الذي طوّر الشبكة للتوغل داخل المؤسسات الأمريكية في مجال التكنولوجيا، بغية تمكين إسرائيل من تطوير برنامجها النووي من خلال المكتب العلمي والتقني، أو من خلال بعثة المشتريات في الولايات المتحدة وكان من حقها نقل 260 كيلو جرام يورانيوم مخصب\" (1). ¶ إن تحويل دولة إسرائيل إلى قوة ردع نووية إرادة أمريكية إضافة إلى أن ذلك رغبة إسرائيلية، وغير صحيح أن الولايات المتحدة الامريكية تريد من خلال الأمم المتحدة منع انتشار أسلحة الدمار الشامل وفي مقدمها السلاح النووي، والمعلوم أن السياسة الأمريكية \"هي الانتشار المميّز أو الانتشار المختار . . . سمح في المناطق الإقليمية بوجود مراكز قوى نووية أو بشق هذه المراكز طريقها لتصبح نووية مثل: جنوب أفريقيا وهي مرشحة لتكون القوة الإقليمية العظمى في القارة، الهند في شبه القارة الهندية، الأرجنتين في أمريكا الجنوبية، إسرائيل في الشرق الأوسط. ¶ وبذلك أخذت عضوية النادي الذري تتكاثر، وأصبح التزاحم النووي حقيقة واقعة، وأصبح العالم يعيش الآن في ظل مظلات نووية صغيرة تنتشر تحت مظلات نووية كبيرة\" (2). ¶ __________ ¶ (1) عطية، لواء دكتور ممدوح، خطر السلاح النووي الإسرائيلي، بيروت، المركز الوطني للدراسات والنشر ودار النفائس، ط1، سنة 1415 هـ ـ 1995 م، ص 115. ¶ (2) عطية ، لواء دكتور ممدوح، م . س، ص 57، 58.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وإذا كانت الولايات المتحدة الامريكية تقدم للعدو الإسرائيلي كافة ما يحتاجه من أسلحة الردع التقليدية مضافاً إلى ذلك تطوير ترسانته النووية، وبمقابل ذلك تحظر السلاح عن العرب، وتضغط على دول كثيرة كي لا تقدم لهم خبرة أو تبيعهم سلاحاً أو عتاداً فما معنى السلام المزعوم الذي يدعون له؟. ¶ إن الولايات المتحدة الأمريكية موجّه فعلي لكل أعمال إسرائيل العدوانية وممول لها بكل الاحتياجات لأنها تريدها لمصالحها، ولإبقائها عنصر تخويف وتحدٍ عموماً. ¶ إن بعض الأشخاص يظنون أن مجموعات الضغط اليهودي (اللوبي) في الولايات المتحدة والمنتشرة في الاقتصاد والإعلام في تحكم الولايات المتحدة ، وتجبرها على اتخاذ مواقف وإجراءات لصالح إسرائيل، والصحيح أن إسرائيل صناعة استعمارية ـ صهيونية غربية، ورثتها أمريكا وتعمل على توظيفها في صياغة الأحلاف منذ ما يقارب النصف قرن تحقيقاً لمصالحها. ¶ وإسرائيل تعمل من أجل الانتقال إلى الشراكة مع أمريكا والغرب من صيغة التابع والعميل إلى موقع الشريك ولو بأسهم محدودة، ودعم الولايات المتحدة الأمريكية لدولة إسرائيل له عدة عوامل أبرزها: ¶ 1 ـ حراسة المصالح الأمريكية لأن ما تدفعه الولايات المتحدة الأمريكية لإسرائيل على ضخامته يبقى أقل من المطلوب لو أرادت أن تحفظ مصالحها بذاتها ومن خلالها قواتها سواء ما يسمونه: قوات التدخل السريع أو سواها. ¶ 2 ـ شكلت إسرائيل ولا تزال قاعدة مشروعات الأحلاف الأمريكية في المنطقة، وآخرها الحلف المدعو حالياً بالشرق الأوسط الجديد. ¶ 3 ـ الثقافة العبرية التوراتية التي يؤمن بها البروتستانت ومتفرعاتهم وهم أغلبية في الولايات المتحدة، وعندهم أن العهد الألفي السعيد وعودة المسيح الثانية لن يكون إلاّ بعد تجميع يهود في فلسطين وما حولها وتنصيرهم، لذلك يرى الأمريكيون رؤساء وحكومات وجمعيات ومواطنين أن توطين يهود في فلسطين ودعمهم واجب ديني.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "4 ـ جماعات الضغط اليهودية التي تسوق ما فيه مصلحة العدو الإسرائيلي داخل أمريكا، وأبرز ذلك في مدينة نيويورك التي تضم أكبر تجمع يهودي في العالم بعد المغتصبين الموجودين في فلسطين المحتلة. ¶ 5 ـ تبنّي أمريكا للاستراتيجيات الأوروبية الاستعمارية التي تكيد للعروبة والإسلام وبذلك تريد تفتيت الكيانات القطرية العربية بعد التجزئة التي رسمتها سايكس ـ بيكو، وتريد أن تظهر الإسلام بصورة مشوهة، وإلصاق تهمة الإرهاب والعنف بالمسلمين، وما ذلك إلاّ بهتان وكذب!. ¶ الفصل الثالث ¶ الاجتياح الإسرائيلي الجديد من خلال مشروع شمعون بيريز ¶ انطلق المشروع الصهيوني ـ الاستعماري أو الصهيو صليبي كما يسميه بعض الكتّاب في أواخر القرن التاسع عشر وذلك مع مؤتمر بال عام 1897 لتحقيق حلم يهودي ـ استعماري في إقامة وطن قومي يهودي في أرض فلسطين المحتلة، وكان عماد المشروع ورقة تيودور هرتزل المعروفة باسم \"الدولة\" اليهودية\". ¶ واليوم ومع نهايات القرن العشرين ينطلق المشروع الصهيوني ـ الاستعماري لكن هذه المرة الإسرائيلي ـ الأمريكي باسم \"الشرق أوسطية\" من خلال ورقة أشبه بدليل عمل استراتيجي لمشروع العدو الإسرائيلي من خلال كتاب شمعون بيريز \"الشرق الأوسط الجديد\". ¶ وإنه لمن المفيد أن يتمّ التذكير بأبرز خطوات مشروع هرتزل ليتعرف القارئ على التقدم الحاصل في مشروع بيريز لجهة تحقيق المزيد من المصالح الإسرائيلية الأمريكية على حساب العرب. ¶ المسؤول الأول عن برنامج مؤتمر بال المنعقد عام 1897 في سويسرا هو تيودور هرتزل وقد \"تكون البرنامج من جملة افتتاحية تحدد بإيجاز هدف الحركة الصهيونية قائلة: تهدف الحركة الصهيونية إلى إقامة وطن للشعب اليهودي في فلسطين تحت حماية القانون العام. ¶ ووضع البرنامج نصب الأعين للوصول إلى هذا الهدف، الأساليب الأربعة التالية: ¶ 1 ـ تنمية الوسائل المناسبة لتوطين المزارعين والعمال الحرفيين اليهود في فلسطين.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "2 ـ تنظيم اليهودية العالمية وتوحيدها عن طريق هيئات محلية وعالمية مناسبة، ووفقاً للقوانين السائدة في البلدان المختلفة. ¶ 3 ـ تقوية العاطفة القومية اليهودية والوعي القومي وتنظيمها. ¶ 4 ـ اتخاذ الخطوات التمهيدية للحصول على موافقة الحكومات على هدف الصهيونية إذا لزم ذلك. ولا يتم هذا إلاّ بالمفاوضات السياسية في الدول الكبرى للاعتراف بالحقوق القانونية لليهود، ولتحقيق استيطان يهودي واسع\" (1). ¶ إن صناعة عاطفة يهودية ووعي قومي يهودي لا أساس لهما يدل بشكل واضح على عدوانية واستعمارية المشروع الصهيوني. فإذا كان يهود يريدون إقامة دولة وتجميع يهود إليها من كل القوميات والأجناس، فهل هذا يصح؟ وعندها يكون مطلوباً أن يقام في بقعة ما من العالم وطن قومي مسيحي وآخر إسلامي وثالث بوذي . . . إلخ. ¶ خلصت النتائج إلى إقامة هذا الوطن المزعوم تحت حراب بريطانيا والغرب، وحصلت وتحصل حماية إسرائيل بعد ذلك من قبل الولايات المتحدة الأمريكية والغرب كذلك. ومع نهاية القرن العشرين يريد الاستعمار أن يثبت مشروع إسرائيل التي وعد بها بلفور البريطاني في أوائل القرن، كما يعمل الاستعمار بشراكة معلنة إسرائيلية ـ أمريكية لتثبيت التجزئة لكن دون الاكتفاء بما نصت عليه سايكس ـ بيكون، بل بتجزئة الأقطار العربية خاصة تلك الكبيرة نسبياً لما تشكله من خطر على مشروع إسرائيل الكبرى لاحقاً. ¶ شمعون بيريز يود في كتابه \"الشرق الأوسط\" أن يظهر على أنه داعية سلام، لكن الطبيعة والطبع يغلبان التطبع فسواء في مشروعه المكتوب، أو في ممارساته ومنها العدوان الذي حصل على لبنان في نيسان (أبريل) 1996، فقد ظهر بيريز على حقيقته حيث تشهد دماء الأطفال والأبرياء الذين سقطوا من نتائج عدوان حقيقة بيريز. ¶ __________ ¶ (1) الموسوعة الفلسطينية، م 1، دمشق ، ط 1، سنة 1984 م، ص 345.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "كما هو معبّر ذلك الوصف الذي أعطاه أمين هويدي لبيريز، حيث قال: \"يتحدث رجل السلام (بيريز) وفي يده اليمنى التفوق في الأسلحة التقليدية، وفي يده اليسرى الاحتكار النووي، وتحت المائدة الأسلحة البيولوجية والكيماوية، وبذلك يصبح كالحمامة التي تطير وهي محملة بالقنابل والصواريخ، بدلاً من أغصان الزيتون\" (1). ¶ إن مشروع بيريز للسلام المزعوم من خلال \"الشرق الأوسط الجديد\" الذي يعمل له الإسرائيليون والولايات المتحدة الأمريكية ليس فيه حلّ بل مطلوب من خلاله أن يسلّم العرب بالأمر الواقع؛ أي أن يسلموا ببقاء أرضهم ومقدساتهم في القدس محتلة من قبل شتات يهود جاء من أمم متعددة، وبمقابل ذلك يكون ممنوعاً على ما يزيد على أربعة ملايين فلسطيني أن يعودوا إلى أرضهم وبلدهم وأن يبقوا في الشتات. ¶ وإذا كان منطق الحوار الدائر يعكس موازين القوى التي هي في صالح الحلف الأمريكي ـ الإسرائيلي لكن هذه مسألة مرحلية، ولا أظن أن أحداً يملك حقّ إعطاء بيرزي ما يطلبه من مشروعه للشرق أوسطية. ¶ الأمر الواقع ومشروع بيريز: ¶ سياسة الأمر الواقع المفروض نتيجة الخلل في موازين القوى هي ما يسعى له بيريز، ولذلك يطالب بأن يتم التعاطي مع الأمور، وكان الأمم والشعوب مقتلعة من تربتها القومية والوطنية والحضارية، بكل جرأة ووقاحة يطلب أن تتبدل الهوية ليكون الواقع الحالي مقبولاً دون العودة إلى الأصالة. يقول شمعون بيريز: ¶ __________ ¶ (1) هويدي، أمين، الشرق الأوسط الجديد كما يراه بيريز، في: ¶ مجلة العربي (الكويت)، العدد 432، السنة 37، نوفمبر 1994، ص 35.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "\"بعد المصافحة التاريخية يبن عرفات ورابين في حديقة البيت الأبيض وتوقيع الاتفاق، غلب عليّ التفكير أكثر من الشعور بالسعادة. فقد اجتزت مرحلة الانتقال إلى الخطوة التالية وهي كيف يمكن بناء شرق أوسط جديد، فحل مشاكل الماضي لا يكفي بحد ذاته. إنما يتوجب علينا التحرك لمام لبناء إطار يحمل السعادة والرخاء لكافة شعوب المنطقة. فالوقت ليس مناسباً لاجترار الذكريات، بل وقت الاتفاق على جدول أعمال جديد، فالاتفاق في أوسلو (1) والاحتفال في واشنطن لم يكونا سوى العتبة التي يمكن أن نقفز من عليها إلى الأعلى والأبعد\" (2). ¶ لحظة التوقيع وبعدها المصافحة لم ينسَ بيريز مشروعه \"الشرق الأوسط الجديد\"، ولم ينسَ أن يؤكد بلسان كل المحتلين من قومه بأن الفلسطينيين والعرب عليهم أن يسلموا بالأمر الواقع، وبالتالي عليهم حسب زعمه أن ينسوا فلسطين، ويتركوا للشتات المتجمع من قوميات شتى!! ¶ ويتمادى بيريز أكثر ليقول بأن فلسطين ككيان ليست موجودة أصلاً، وهي ليست أكثر من واقع جغرافي. وقد جاء في كتابه: \"وتعبير فلسطين يدل على مكان وليس على شعب، والدولة الفلسطينية في الواقع لم يكن لها وجود في يوم من الأيام، ولم يبدأ الحديث في الأوساط الأيديولوجية الفلسطينية عن الروابط التاريخية المحددة للفلسطينيين بأرض فلسطين المتنازع عليها إلاّ في معركة الصراع الأيديولوجي مع إسرائيل والحركة الصهيونية\" (3). ¶ __________ ¶ (1) أوسلو: إشارة إلى مدينة سويدية فيها التقى الوفدان الإسرائيلي والفلسطيني ليوقعا الاتفاق الذي حمل هذا الاسم وكان ذلك في 10 آب (أغسطس) عام 1993. ¶ (2) بيريز، شمعون، م. س، ص 31. ¶ (3) بيريز، شمعون، م . س ، ص 185.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ليتأمل كل منصف في هذا الادّعاء يهود متجمعون من قوميات، وأغلبهم 92% خزريون تهودوا ما بين عامي 720 و740 م يطلبون أن تكون فلسطين لهم والفلسطينيون العرب أهل الأرض ليس لهم وجود إلاّ بعد قيام دولة إسرائيل عام 1948 !! السؤال: من الذي كان يسكن فلسطين إذن؟ وأين كان يقيم الفلسطينيون ؟ ولو قرأ أي مُراجع نصوص \"العهد القديم\" الكتاب المقدس ليهود لوجد في نصوصه ذات الطابع التاريخي تأكيدات على أن سكان القدس وفلسطين هم الكنعانيون واليبوسيون العرب، وفي النبوءة المزعومة ألم يرد عندهم بأنهم سيعطون \"أرض كنعان\"، فكيف إذن تكون فلسطين مجرد جغرافيا كما يزعم بيريز؟! ¶ وينتقل بيريز بعد ذلك ليبلغ بلسان قومه أنهم محتلون، وأن اغتصابهم لفلسطين ليس له وقت، وإنما هو مستمر لأنهم بزعمه كانوا مشتتين، ومن ثم اجتمعوا. والسؤال: أين كانوا مشتتين؟ وإذا كان يقصد مسألة طرد يهود القدس من قبل القائد الروماني تيطس عام 70 للميلاد، فعلى بيريز أن يراجع الجغرافيا السكانية ليهود، فحسب دراساتهم 92% من يهود خزريون تهودوا بعد حادثة السبي الأخير بما يزيد على 650 سنة، فأي حق هذا، وأية عودة تلك التي يتحدث عنها بيريز؟ ثم المعلوم أن يهوداً حتى القدماء من أهل المنطقة لم يحكموا سوى القدس في عهد داود وسليمان وهي مدة لا تتجاوز السبعين عاماً ـ كما سيأتي لاحقاً في الفصل الخاص عن القدس ـ لذلك نسأل بيريز عن أية مزاعم يتحدث، وما هذه التخرصات؟! ¶ بكل صفاقة يقول في هذا الباب: \"نحن شعوب ذو حزم وما من قوة على وجه البسيطة تستطيع أن تحملنا على مغادرة هذه الأرض بعد خمسين جيلاً من العيش في الشتات (الدياسبورا) خمسين جيلاً من الاضطهاد والعذاب والإبادة، لن نتزحزح من المكان الوحيد في هذه الدنيا الذي نستطيع فيه أن نجدد استقلالنا ونكفل سلامتنا\" (1). ¶ __________ ¶ (1) بيريز، شمعون، م . س، ص 59.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "بناء على ما تقدم يجزم \"بيريز\" بأنه لاحقّ عودة للفلسطينيين نصّ أو سينصّ عليه أي اتفاق، وإنما الحل في زعمه أن يبقى الفلسطينيون المشتتون حيث هم، وأن يتم توطينهم ونقلهم من المخيمات إلى نظام سكني مستقر. يقول بيريز: \"فاللاجئون الذين يعيشون في مخيمات في البلدان العربية ستكون لديهم الفرصة للانتقال إلى بيوت جديدة، بينما أولئك الذين يقيمون هناك سيكون لهم الخيار في امتلاك الأرض التي سيقيمون عليها بيوتهم. وستتولى الاتحادات المالية الدولية معالجة تمويل وإنشاء البنية التحتية المادية، بالإضافة إلى المؤسسات التعليمية والدينية والرعاية الصحية والمراكز الحديثة للصناعة والتجارة والخدمات الاجتماعية الهادفة إلى إدماج اللاجئين في المجتمع المحلي\" (1). ¶ أي إدماج هذا الذي يتحدث عنه بيريز؟ فالفلسطيني ابن قوميته العربية وله شخصيته الوطنية الفلسطينية، وما مشروع بيريز سوى دعوة لتذويب هذه الشخصية الوطنية، والسؤال: لماذا يكون لفلسطيني أن يبقى في أرضه ووطنه وعلى آخر طُرد وصودرت أملاكه أن يلغي ذاته الوطنية ويقبل بالتشرد والأمر الواقع؟! ¶ __________ ¶ (1) بيريز، شمعون، م . س، ص 214، ص 215.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ثم كيف ليهودي جاء من روسيا أو رومانيا أو أثيوبيا أو أوروبا عامة وأمريكا أن يستقر في فلسطين وبالمقابل على الفلسطيني أن يقبل بإلغاء شخصيته الوطنية؟ . ويرى القارئ بيريز وهو يدخل إلى تفاصيل تدلل على حقيقة نواياه تجاه الفلسطينيين والقاضية بإلغاء شخصيتهم. ونراه للتأكيد على عدم حق العودة للفلسطينيين يطرح إعادة قسم من الفلسطينيين المقيمين في لبنان إلى منطقة ما يسمى بالحكم الذاتي، والمذهبي لا يحتمل توطين سكان المخيمات جميعاً كما هي الحال في سائر الأقطار العربية، ويقول: \"واستيعاب اللاجئين الذين يعيشون في لبنان والراغبين في الانتقال إلى الكونفدرالية (يقصد بها الكونفدرالية الأردنية ـ الفلسطينية)، سوف يؤدي إلى استقرار الوضع الداخلي في لبنان، ويسهم في الاستقرار العام في المنطقة\" (1). ¶ لا دولة فلسطينية في مشروع بيريز: ¶ إن مشروع بيريز الذي ينكر وجود دولة أو كيان اسمه فلسطين قبل عام 1948، وهذا تزوير للحقائق من البديهي أن يعارض قيام دولة فلسطينية في أية قطعة أرض من فلسطين، وكل ما في الأمر أن مشروعه يقبل بحكم ذاتي كما تمّ بعد \"أوسلو\" حيث من يسمي نفسه رئيس دولة فلسطين (أبو عمار) ليس أكثر من رئيس بلدية مع صلاحيات بلدية منقوصة. ¶ ومشروع بيريز رغم مزاعم السلام لا يستطيع أن يقبل دولة فلسطينية على حدود دولة إسرائيل القائمة في أرض فلسطين كائناً ما كان حجمها ستحفظ الروح الوطنية الفلسطينية علماً أن مشروع الشرق أوسطية والسلام الكاذب يذهب بيريز من خلاله باتجاه تذويب هذه الوطنية الفلسطينية التي تشكل أكبر المخاطر على دولة العدو. ¶ __________ ¶ (1) بيريز، شمعون، م . س، ص 214.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ولأن \"بيريز\" والمشروع الصهيوني ـ الاستعماري يريدان تثبيت كيان دولة العدو على أرض محتلة فإن مشروع بيريز يرفض مشروع دولة فلسطينية. يقول في هذا الموضوع: \"إن التناقض بين تطلعات إسرائيل للأمن وأمل الشعب الفلسطيني في تحرير أرضه المغتصبة لا يمكن حلّه من خلال المعادلة الجغرافية. إسرائيل بحاجة إلى العمق الاستراتيجي والفلسطينيون يطالبون بنفس الأرض التي تمثل هذا العمق. وفي أعين الإسرائيليين، فإن خريطة بلادهم تبدو غير طبيعية، الأمر الذي يرفضون معه إقامة الدولة الفلسطينية لأسباب أمنية حتى وإن كانت الدولة المفترضة ستكون منزوعة السلاح\" (1). ¶ وبيريز يردّد في كتابه نقاط مشروع ردده قبله العديد من قادة العدو، هذا المشروع يطالب بإقامة اتحاد كونفدرالي أردني ـ فلسطيني، لأن ذلك برأيهم هو المقدمة الضرورية لمصادرة الحق في إنشاء أية صيغة وطنية فلسطينية تتمتع بشخصية مستقلة. ¶ وينصب صاحب \"الشرق الأوسط الجديد\" نفسه حكماً فيتحدث بلهجة حاسمة مبيّناً أن العدو لن يسمح بغير ذلك ضماناً لأمنه، وليضع الفلسطينيين على سكة تذويب شخصيتهم وبذلك ينسون أرضهم حسب زعمه. ¶ يقول بيريز: \"إن الكونفدرالية هي الهيكل الذي سيسمح للمملكة الهاشمية والكيان الفلسطيني بالعيش معاً بسلام، ولا يحتاج المرء لعظيم خيال ليدرك قيمة هذه الترتيبات بعد طول الحروب وأعمال العنف التي ميّزت المنطقة . . . ليس أمام الأردنيين والفلسطينيين من خيار سوى التعايش المشترك. والهيكل الجديد يجب أن يعكس وبأمانة الصورة الديموغرافية، والتي تحتّم على الطرفين العيش تحت سقف واحد فالفروقات بين الشعبين الأردني والفلسطيني لا تستند إلى خلافات ثقافية أو دينية أو تقاليدية أو عرقية، بل لعبت الظروف التاريخية والأحداث السياسية على إبراز مثل هذه الخلافات\"(2). ¶ __________ ¶ (1) بيريز، شمعون، م . س، ص 188. ¶ (2) بيريز، شمعون، م . س، ص 195.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وشمعون بيريز الذي يتدخل بشكل سافر في شؤون الأردنيين والفلسطينيين يعبّر عن حقيقة مشروعه التوسعي لأن هذه الكونفدرالية الأردنية ـ الفلسطينية يريدها منطلقاً لمشروع مثلث يتكون من الأردن ودولة العدو الإسرائيلي والفلسطينيين هذا المثلث الاقتصادي الطابع الذي ستقوده إسرائيل حكماً بفعل موازين القوى سيكون القاعدة التي ينطلق منها المشروع التوسعي لإسرائيل الكبرى التي ستجتاح المنظومة الحضارية للأمة العربية كما يخططون والاقتصاد يأتي في مقدمة الاجتياحات التي يودون القيام بها. ¶ فالكونفدرالية الأردنية ـ الفلسطينية مدخل لمثلث اقتصادي تقوده إسرائيل هذا ما صرح به بيريز قائلاً: \"توجب طبيعة الحدود المرنة أن نوافق ليس على المتطلبات الأمنية الأساسية فحسب، بل وعلى الهيكل السياسي الذي يتناسب تماماً وإمكانيات وأوجه القصور في المنطقة هو الكونفدرالية السياسية الأردنية الفلسطينية وترتيب (بناء) أردني فلسطيني إسرائيلي خاص بالعلاقات الاقتصادية حيث سيكون المثلث الاقتصادي يمثل السقف والإطار الثنائي يمثل الأرضية. لقد كنت دائماً من أنصار الكونفدرالية الأردنية الفلسطينية، وستكون الكونفدرالية هذه في شكلها الأكثر نضجاً بمثابة الحل الأمثل للأطراف الثلاثة: الأردنيين والإسرائيليين والفلسطينيين\" (1). ¶ __________ ¶ (1) بيريز، شمعون، م . س، ص 194.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "في هذا النص يزرع بيريز ألغاماً عديدة تخدم مشروعه التوسعي، فهو أولاً يتحدث عن حدود مرنة وهذا المنطق يخدم التوسع الذي قامت عليه دولة إسرائيل التي قبلت هيئة الأمم المتحدة عضويتها دون خريطة جغرافية. وهو ثانياً يريد فرض رؤيته لجهة اعتماد كونفدرالية أردينة ـ فلسطينية، ومن ثم مثلث يضم الأردن وإسرائيل والفلسطينيين من أجل الاقتصاد، وهذا المثلث ستدار فيه الأمور بناء لمنطق موازين القوى وفق ما يخدم الإرادة الإسرائيلية، وبذلك يمارس بيريز مشروع السخرة والاسترقاق على الكونفدرالية المقترحة، ومن خلال هذا المثلث تحصل عملية الغزو الاقتصادي والتوسع في الهيمنة من قبل العدو الإسرائيلي الذي يعجز عن القيام بذلك بمفرده. ¶ ومشروع بيريز إمعاناً في رفضه لقيام دولة فلسطينية تراه يصادر العاصمة (القدس) لهذه الدولة والتي كانت محور بحث في المفاوضات ويؤكد على أنها عاصمة أبدية لدولتهم إسرائيل، وفي أحسن الأحوال يفتح بيريز الباب في مشروعه لغير يهود من مسيحيين ومسلمين لزيارة مقدساتهم في القدس. يقول بيريز: \"في الوقت الذي نصرّ فيه على الحفاظ على وضع القدس كمدينة موحدة تحت السيادة الإسرائيلية، فإن إسرائيل تتفهم تماماً أهمية المدينة المقدسة لدى المسيحيين والمسلمين وكذلك اليهود. هناك إجماع عام في إسرائيل بضرورة إبقاء القدس تحت السيطرة الإسرائيلية إلاّ أن المدينة ستكون مفتوحة لجميع المؤمنين من كافة المعتقدات والملل\"(1). ¶ فالدولة الفلسطينية غير مقبولة في المشروع الشرق أوسطي لبيريز، والقدس يريدها عاصمة أبدية لإسرائيل والكونغرس الأمريكي أصدر تأييده في هذا الشأن، والفلسطينيون المشردون وعددهم أربعة ملايين لا يقبل بعودتهم إلى فلسطين بل يطالب بتوطينهم كلّ حيث يوجد، فما الحل الذي أنتجته المفاوضات والتوقيعات أكثر من التسليم بالأمر الواقع ومن ثمّ بعد ذلك التسليم بالهيمنة الإسرائيلية؟. ¶ __________ ¶ (1) بيريز، شمعون، م. س، ص 193.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "السكان عقدة بالنسبة إلى بيريز: ¶ إن الإشكالية السكانية من الإشكاليات الكبرى في مشروع بيريز الذي لم يهتدِ لحل لها، وتراه يستعرض النمو السكاني العالمي والعربي ليظهر قلقه على إسرائيل التي لا تستطيع أن تواكب هذا النمو السكاني بسبب قلة الإنجاب عندهم من جهة، وبسبب إغلاقهم دعوتهم وعدم قبول عناصر جديدة من جهة ثانية أضف إلى ذلك عدم حماس يهود الدياسبورا (الشتات) كي يستوطنوا في فلسطين المحتلة حيث لا استقرار ولا أمان لهم. ¶ يصرح بيريز بمخاوفه من النمو السكاني لعرب فلسطيني ويعدها أكثر خطراً على إسرائيل من الحروب التي تشن عليهم فيقول: \"إن المخاطر الخارجية تتضاءل أمام المخاطر الداخلية المتمثلة في أنشطة العنف والزيادة الكبيرة المتوقعة في عدد السكان العرب \" (1) . ¶ ويقول في الموضوع نفسه: \"ليس ثمة معنى في بحث الجغرافيا وأنت تهمل الديموغرافيا (السكان). إن كلمة أراض لا معنى لها حيث تكون مثل هذه الأراضي مأهولة . . . إن قطاع غزّة يشغل مساحة 365 كيلو متراً مربعاً وبنفوس تقارب 800 ألف نسمة. إن غزة ليست أرضاً، فهي ليست مأهولة فحسب بل تسجل الرقم القياسي في العالم من ناحية كثافة السكان والذين يتشدقون بالحديث عن الأراضي دون اعتبار للفلسطينيين المقيمين هناك إنما يغلقون أعينهم ويرمون التراب في أعين الجمهور. فالأراضي ليست هي المشكلة التي يتعين أن نتعاطى معها، بل المشكلة هي علاقتنا المقبلة مع سكانها\" (2). ¶ __________ ¶ (1) بيريز، شمعون، م. س، ص 22. ¶ (2) بيريز، شمعون، م. س، ص 51.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "بيريز يعلن هنا تراجعه عن سياسة التوسع الجغرافية ليستبدلها بتوسيع النفوذ والهيمنة لأنه أدرك بأن النمو السكاني غير متكافئ، وبالتالي حتى لو استمر الاحتلال فسيصبح المحتلون مع الزمن أقلية، وهنا نجده ينتقد المتمسكين بحرفية النص التوراتي بالوعد المزعوم بإسرائيل كبرى من الفرات إلى النيل، ليقول بأن الواقع العملي لا يحتمل سوى التوسع لجهة النفوذ والهيمنة بشتى أشكالها بدءاً من الاجتياح الاقتصادي. ¶ إن حكومة بيريز لم تتخل عن قطاع غزة ولن تتخلى لاحقاً عن معظم الضفة إلاّ لأن الكثافة السكانية العربية باتت في مستوى يصعب فيه على العدو أن يضبط الوضع الأمني فيها. إن تصاعد الانتفاضة في الأرض المحتلة جعلت بيريز يعرف تماماً خطر القنبلة البشرية الفلسطينية عليه، لذلك ترك غزة وسيترك الضفة ليسلم مسألة القمع والأمن الذي لا يستطيع مع حكومته توفيره إلى سلطة فلسطينية دون أن يسمح بوصول هذه السلطة إلى حد الدولة أو ما يقارب الدولة. ¶ يقول بيريز: \"قطاع غزة أكثر من كونه منطقة جغرافية فهو مكان ملئ بالسكان يعيشون حياة اقتصادية صعبة، الأمر الذي يجعله بؤرة مشاكل . . . فقد وجدنا أن أفضل طريقة لتخليص أنفسنا من العبء المستحيل الذي اسمه غزّة هو السماح لقيادة مركزية للمنظمة في التواجد هناك ومواجهة مشاكل القطاع مباشرة\" (1). ¶ إن الانسحاب من غزة وعدم اعتماد سياسة ضمها إلى أراضي فلسطين المحتلة عام 1948 سببه الجوهري عند العدو هو ما أعلنه بيريز، وبهذا تتضح صورة المشروع الإسرائيلي الذي يريد أن يفتح باب الحروب الأهلية والفتن. فالعدو عندما شعر باستحالة مسك أمن غزة تحول إلى مشروع تسليمها لسلطة فلسطينية ليضع الأخ في مواجهة أخيه. هذه المؤامرة التي باتت مكشوفة تستلزم الإعراض عن شتى أشكال الصراع الفلسطيني ـ الفلسطيني والعربي ـ العربي لتكون الجهود كلها في خط مواجهة المشروع الإسرائيلي ـ الاستعماري. ¶ __________ ¶ (1) بيريز، شمعون، م. س، ص 22، 23.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "ويستمر بيريز في إظهار مخاوفه من الزيادة السكانية العربية عموماً وليس الفلسطينية فقط، ها هو يتخوف من الزيادة السكانية في مصر مع العلم أنه قد وقع مع حكوماتها اتفاق كمب ديفيد عام 1979، ولكن بيريز علم ويعلم أن التطبيع غير ممكن، وإزالة الحاجز النفسي بين العرب والإسرائيليين غير ممكن، لأن العدو هو عدو وجود لا عدو حدود. عن الخوف في زيادة السكان في مصر أورد بيريز في كتابه \"في نهاية القرن الحالي سيصل عدد سكان مصر 70 مليون نسمة الأمر الذي يدعو إلى اتخاذ خطوات سريعة وجادة لمواجهة التهديد السكاني الذي يلوح بالأفق\" (1). ¶ يدق بيريز ناقوس الخطر من ازدياد عدد السكان في مصر أو فلسطين، وسواها ولكن السؤال: الخطر على من؟ فمن ناحية العرب يكفي أن تعلم أن مساحة الأمة العربية أكثر من قارة أوروبا بكاملها، وتساوي أربعة أضعاف مساحة الهند بغض النظر عما تكتنزه أرض العرب من ثروات، فما المشكلة في الزيادة السكانية؟ لا مشكلة سكانية عربياً وقد تكون هناك إشكالية من سوء توزيع الثروات، ومن عدم اعتماد خطط طموحة في ميدان التنمية. لكن الخطر من القنبلة البشرية العربية هو على الاحتلال الإسرائيلي وعلى المشروع الصهيوني ـ الاستعماري عموماً. ¶ الاجتياح الاقتصادي الاسرائيلي ـ الاستعماري عماد ¶ مشروع بيريز: ¶ يندرج الاقتصاد في رأس قائمة الأهداف التوسعية للعدو الإسرائيلي، ومشروع الشرق أوسطية عمادة نظرية استعمارية قديمة جديدة تريد أمتنا منجماً يأخذون منه الخامات وسوقاً يبيعون فيه البضائع. لكن هذه المرة يتقدم المشروع الصهيوني ـ الاستعماري من خلال برنامج بيريز لتحقيق إسرائيل الكبرى ليكون الاجتياح الاقتصادي للأمة العربية بين أخطر أشكال الاجتياح والغزو المعادي. ¶ __________ ¶ (1) بيريز، شمعون، م. س، ص 143.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ويسعى بيريز كي يستر مشروعه التوسعي الاقتصادي برداء التنمية المزعومة التي ليست في جوهرها سوى جملة مشروعات استثمارية يمسك من خلالها الإسرائيلي والأمريكي ومن سيشاركهم بالمقدرات الاقتصادية للمنطقة. ¶ ويستفز بيريز مشاعر الأمريكان والغرب عموماً حين يلوح لهم بأهمية المنطقة اقتصادياً ويركز على إبراز أهمية الشرق الأوسط الاقتصادية، ومن باب فتح شهية يهود والأمريكان والغرب يقول شمعون بيريز: \"إنه أصبح واضحاً الآن بأن التنمية الاقتصادية والاجتماعية أضحت المعيار الأساسي للديموقراطية الناجحة في الشرق الأوسط، حيث يوجد 60% من المصادر النفطية العالمية، كما وأن الشرق الأوسط يمثل سوقاً هائلة محتملة، ونجاحه إنما يفتح فرصاً لا حدود لها في المنطقة\" (1). ¶ يذكر بيريز هنا بالنفط وبأن المنطقة سوف تفتح فرصاً، والسؤال: فرص لمن؟ لا تفسير لكلامه سوى تفسير واحد مفاده أن كلامه شكل من أشكال الإغراء للأمريكي والأوروبي. ¶ وبيريز بإغرائه هذا يقصد الولايات المتحدة الأمريكية التي تعاني من عجز وديون وتراجع عن الإنماء ومن بطالة وانحدار اجتماعي، كما أنه في الوقت عينه يسعى لاقتصاد إسرائيلي يتوكأ على أموال الأمة العربية، لا بل ينهب أموال الأمة ويهيمن على قدراتها الاقتصادية لأن إسرائيل التي اعتمدت ولا زالت على الولايات المتحدة الأمريكية في تغذية خزينتها لم تعد مطمئنة لمستقبلها الاقتصادي في ظل واقع اقتصادي متراجع للولايات المتحدة. ¶ __________ ¶ (1) بيريز، شمعون، م. س، ص 38، 39.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "ومن هذا القبيل يورد بيريز في كتابه: \"تواجه الولايات المتحدة الآن متاعب اقتصادية جمة، الأمر الذي يجعل قابليتها لتقديم العون المالي المباشر تتناقض بصورة واضحة. وبرغم استمرارها في إنجاز المهمة التي فرضت عليها، لتكون أكبر بانية للجسور السياسية في التاريخ، إلاّ أنها لم تعد تستطع المساهمة مالياً، بصورة كبيرة من أجل تطوير الأراضي على جانبي تلك الجسور\" (1). ¶ إن وقوف بيريز على حقيقة الأزمات الأمريكية الاقتصادية التي باتت غير خافية على أحد تشكل أحد أبرز الدوافع إلى استعجال فتح الأسواق العربية أمام الاقتصاد الإسرائيلي الذي يعاني من عزلة ومقاطعة عربية، ومن أن ساحته سوق صغيرة، ولا حل له إلاّ بغزو الأسواق العربية من خلال ما يسمونه التطبيع. ¶ السوق قاعدتها مثلث مكون من الأردن وإسرائيل والفلسطينيين حسب مشروع بيريز لذلك شكّلت البنود والملاحق الاقتصادية الحيّز الأكبر والأوسع في اتفاقيتي أوسلو مع الفلسطينيين ووادي عربة مع الأردن. وإسراعاً في تحقيق الهدف التوسعي الاقتصادي نرى بيريز يستعجل التطبيع الاقتصادي فيقول :\"لسنا بحاجة إلى الانتظار إلى أن يحلّ السلام رسمياً، من أجل الشروع في شراكتنا التكنولوجية\" (2). ¶ هذا الاستعجال بفتح أبواب المنطقة العربية أمام الاجتياح الاقتصادي تحت ستار التكنولوجيا والتنمية يقوم به بيريز، وهو في الوقت عينه يحرص على طمأنة الدول الصناعية والكبرى بأن حصصهم في سوق الشرق الأوسط محفوظة، وأن إسرائيل لا تريد الاستفراد بها دونهم، وبهذا المشروع يريد بيريز أن يبلّغ هذه الدول بأن إسرائيل التي تأسست على أنها ملحق استعماري لأغراض معينة كل ما تريده أن تصبع شريكة في سوق المنطقة وثرواتها. ¶ __________ ¶ (1) بيريز، شمعون، م. س، ص 116. ¶ (2) بيريز، شمعون، م. س، ص 137.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "والخطر في الأمر أن بيريز يتحدث عن أدوار متخصصة للدول في اقتصاد الأمة العربية، أو ما يسميه الشرق الأوسط وسوقها الجديد بطريقة ينعي فيها الأمة، ويوزع ما يخصها وكأنه تركة أعطي حقّ توزيعها لوارثين. ¶ يقول بيريز: \"خلال محادثاتي العديدة مع الشخصيات الأوروبية خلال السنة الأولى من حكومة العمل، رسمنا برنامجاً خاصاً بشرق أوسط جديد بعد الخطة الأوروبية يقوم على التعاون الاقتصادي أولاً يتلوه تفهّم سياسي متواصل إلى حين تحقيق الاستقرار . . . وكنتيجة لذلك فقد بدأت الشركات الأوروبية الرئيسة في تطوير خطط لتوسيع النشاط التجاري في الشرق الأوسط كما وبدأ البنك الدولي نشاطه حيث تمّ وضع الأسس لأنشطة مختلفة، وفي حين عرض اليابانيون تولي أمر القطاع السياحي اختار الفرنسيون والألمان قطاعي النقل والمواصلات والإيطاليون المشروع المحتمل لقناة البحرين الميت والأحمر، والنمساويون قطاع الكهرباء والمياه، أما البريطانيون فوقع اختيارهم على قطاع التجارة الحرّة والدانماركيون قطاع الزراعة والأمريكيون المصادر البشرية والكنديون قطاع اللاجئين\" (1). ¶ هذا التوزيع فكرة واضحة عن حقيقة النوايا العدوانية الصهيونية ـ الاستعمارية حيال الأمة العربية كما أن بيريز يحاول استرضاء الدول كافة ليستقطبهم إلى موقع التأييد لمشروع الشرق أوسطية علماً أنه مشروع حلف جديد طرحته الولايات المتحدة الأمريكية وتعمل مع إسرائيل على تحقيقه ضمن نطاق ما تسميه النظام العالمي الجديد الذي تود قيادته. ¶ __________ ¶ (1) بيريز، شمعون، م. س، ص 14، 15.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "لكن مشروع سوق الشرق الأوسط لا يمكن أن ينهض ـ حسب بيريز ـ بأموال حكومية فقط، وإنما الحاجة ملحة عند بيريز لفتح الطريق أمام أصحاب رؤوس الأموال خاصة الشركات للمشاركة في هذا المشروع، وهكذا يكون بيريز قد استقطب إن تمكن إلى صفوف منفذي مشروعه الحكومات والشركات في أمريكا وأوروبا. وقد صرح بذلك دون مواربة حيث قال: \"إن الاتفاقيات السياسية والقرارات الحكومية ليست كافية إذ يعتمد النجاح بصورة عظيمة على استجابة الشركات الأميركية والأوروبية والآسيوية الخاصة، والآن أيضاً على استجابة الشركات الخاصة في الشرق الأوسط ، وهناك حالياً محاولات لإقامة شركات شرق أوسطية برأسمال أميركي وأوروبي وآسيوي وعربي وإسرائيلي\" (1). ¶ إن بيريز الذي يركز في مشروعه على الاقتصاد، ويوزع الوعود على الحكومات وأصحاب رؤوس الأموال في دول أمريكا وأوروبا ومعها اليابان لا يلبث قليلاً حتى يفصح عن الشريك الحقيقي ألا وهو الولايات المتحدة الأمريكية سواء كحكومة أو كشركات، وفي هذا الشأن أعلن دون مواربة الكلام التالي: \"ولقد أخبرني وزير الخارجية الأميركية وارن كريستوفر عن مبادرته الخاصة، وهي أنه يتعيّن على الشركات الأميركية أن تأخذ على عاتقها الجزء الكبير من هذه المهمة العملاقة ولقد دعت وزارة الخارجية حوالي 50 مديراً من مدراء الشركات الأميركية الكبيرة لتضع تفصيلات للتطورات التي تحتاجها في الشرق الأوسط وقد بدأ العمل فعلاً عدد قليل من الشركات الكبيرة . . . وإن لدى العالم أموالاً أكثر من الأفكار، والشرق الأوسط الجديد هو فكرة قد حان وقتها وتستطيع المؤسسات والشركات الكبيرة في العالم أن تساعدنا في تحقيق حلمنا وبمساعدتنا لنا تكون قد ساعدت نفسها أيضاً\" (2). ¶ __________ ¶ (1) بيريز، شمعون، م. س، ص 124. ¶ (2) بيريز، شمعون، م. س، ص 126، 127.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "من هذه العبارات يتضح أن التشاور قائم بين الأميركان والإسرائيليين حول الاقتصاد، وأنه هناك خطة مشتركة لاجتياح اقتصاد الأمة العربية والدول المجاورة لها تحت ستار سوق الشرق الأوسط ، وتحت عباءة شعار مزيّف للتنمية. إنّ تدخلاً اقتصادياً بهذا الحجم لا هدف له سوى تحويل الاقتصاد العربي إلى اقتصاد تابع، وتحويل بلادنا إلى مناطق استثمار وأسواق تروج فيها البضائع المنتجة. ¶ إن قراءة باقي فصول كتاب بيريز تبيّن كيف يريدون تكبيل الأمة بمشروعات يكون قرارها بيدهم، بدءاً من البنى التحتية والمرافق العامة مروراً بالمشروعات المائية وما يتبعها من استنبات وتشجير وصولاً إلى السياحة والزراعة والصناعة. وفي كل الأطروحات نجد بيريز وهو يلوح بالتكنولوجيا التي يمتلكونها وفق زعمهم، وينذر من مخاطر الصراع، وأن السلام المزعوم الذي يدعو له سيولد رخاءً وازدهاراً اقتصادياً. يا لها من وعود كاذبة! ها هو الانفتاح الاقتصادي بعد كمب ديفيد في مصر يزيد في الفقر وفي تردي الإنتاج، وإنحراف السوق المصرية باتجاه الاستهلاك والإنفاق الاستهلاكي بدل الإنتاجي والإنمائي، وما ذلك إلاّ لأنهم يريدون تنفيذ المشروع الاستعماري القديم ـ الجديد الذي يحوّل الأمة العربية ومعها دول في المنطقة إلى منجم وسوق. ¶ اقتراحات على طريق مواجهة الاجتياح الاسرائيلي الجديد: ¶ إن مشروع \"الشرق الأوسط الجديد\"وما سمّي معاهدات سلام تمثّل في حقيقتها اجتياحاً جديداً للأمة سعياً من قادة الصهيونية مدعومين بأمريكا والمشروع الاستعماري لتحقيق دولة إسرائيل الكبرى. بعد الاستعراض السابق لجوانب كثيرة في المشروع يكون من المفيد طرح اقتراحات تشكل مرتكزات في مشروعات مواجهة أطماع العدو ومخططاته التوسعية. من هذه المرتكزات لمقاومة المؤامرات ما يلي:",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "1 ـ على الصعيد القومي العربي تحتاج عملية المقاومة لدرجة عالية من التنسيق والتضامن تحت سقف جامعة الدول العربية لكن بعد أن يتم تطوير ميثاق الجامعة لتكون القرارات بالأغلبية لا بالإجماع، والتطوير لجهة ترسيخ ثوابت العلاقات العربية كي يتمّ وأد مشروع الأعداء في تعريب الصراع. ولكي تقوم الجامعة العربية بهذه المسؤولية فإنها تحتاج لتنظيم هيكليتها، وإنشاء مؤسسات فعلية ملحقة بها أمنية وثقافية واقتصادية وإعلامية وصحية . . . إلخ، تكون مهمتها العمل على تنفيذ ما يتخذ من قرارات. ¶ 2 ـ ويكون مفيداً التذكير في الشأن القومي أن يقال بأن وضع العلاقات العربية الوحدوية يستلزم التعاطي من منطلق الاحترام المتبادل والشورى لا أن يعتمد نهج الابتلاع أو الضم القسري على الطريقة البسماركية، وفي المقابل يحسن أن يصحل ابتعاد عن روح العصبية القطرية لأنه لا مصلحة في ذلك. ¶ 3 ـ داخل كل قطر عربي يحتاج الصمود فالمواجهة الحفاظ على الوحدة الوطنية، وبذلك يكون المطلوب أن تعطل كل أشكال الحروب الأهلية الداخلية لأن أية صراعات مسلحة أو استخدامات للعنف داخل أي قطر عربي تقود حكماً إلى إضعاف عناصر المواجهة، وتسهم في التفتيت والتقسيم وهذا ما يسعى له المشروع الإسرائيلي ـ الأمريكي، لأن التفتيت إضعاف يحقق التفوق لإسرائيل، ناهيك عن أن أعمال العنف باسم الدين تخدمهم لأن الأمريكي يصور الإسلام والمسلمين عدواً بعد أن تفككت المنظومة الشيوعية.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "4 ـ إن مشروع إسرائيل الكبرى يقوم حالياً، ومن خلال كتاب بيريز \"الشرق الأوسط الجدي\" على عملية الغزو الاقتصادي والثقافي والإعلامي، وفي مختلف الميادين وهو ما يغلفونه بما يسمونه: التطبيع. لذلك تحتاج مناهضة عملية الغزو هذه إلى تضافر جهود أبناء الأمة ليس على صعيد الحكومات فقط، وإنما يحتاج الأمر لحشد الطاقات في المجتمع المدني من خلال مؤسسات هذا المجتمع، وهنا نلفت النظر إلى أهمية اعتماد العمل المؤسسي في المواجهة هذا مع اعتماد التنسيق والتعاون بين المؤسسات واعتماد نهج الانفتاح والمرونة في العلاقات. ¶ 5 ـ إن المخاطر الإسرائيلية على القدس موقعاً ودوراً باتت واضحة حيث يعمل العدو على تهويد المدينة، وتخريب المقدسات الإسلامية والمسيحية فيها، وهذا الأمر يوجب على العرب وعلى المسلمين والمسيحيين في العالم كافة أن يهبوا لإنقاذ مقدساتهم في القدس، وأن يعطلوا عملية تهويد المدينة بمختلف أشكال الضغط والمواجهة. ¶ 6 ـ إن إسرائيل بعد إحساسها بتراجع قدرتها في مجال الردع العسكري التقليدي وهذا قد برز في حرب رمضان عام 1973 وفي عدم تمكنهم من قمع الانتفاضة في الأرض المحتلة أو المقاومة في لبنان وسواه، عملت إسرائيل في هذا المناخ على زيادة قدرتها النووية لتزيد من قوة ردعها غير التقليدية، وهذا الأمر يستلزم العمل على إعداد الجيوش العربية وتأهيلها وتوفير مصادر تسليح لها سواء بالتصنيع الذاتي أو بالاستيراد على قاعدة ما جاء في الآية القرآنية: ¶ ?وأعدوا لهم ما استطعتم?، وأن لا يركن أحد لأكذوبة السلام، لأن يهود الذين يؤمنون بالعنف ويلتزمونه، ويعدون العدة له لا يمكن ردعهم، ووأد مشروعهم، وتعطيل عدوانيتهم إلاّ بمواجهتهم بالقوة.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "7 ـ العاملون في الشأن الديني من علماء ووعاظ مسلمين ورجال دين مسيحيين في البلاد العربية عليهم قسط كبير من مهمة تنوير شعب الأمة وأجيالها، وهذا يتم من خلال اعتماد التوعية الدينية الخالصة من شوائب العصبية والانفعال، والبعيدة عن أساليب تغييب العقول، وهذا التغييب يحصل عندما يعمد قادة الوعظ الديني إلى طرح موضوعات خارج مكان وزمان واقع الأمة، أو إلى طرح موضوعات شكلية لا تلامس جوهر المعاناة وبهذه الطريقة يصبح عمل هؤلاء أشبه ما يكون بإبرة مخدر أو جرعة بنج تذهب بالناس إلى دائرة غير الدائرة التي عليهم أن يكونوا فيها. ¶ 8 ـ قادة الرأي في الأمة، وحملة الأقلام عليهم واجب الجهاد بالكلمة المكتوبة وغير المكتوبة من أجل أن يسهموا بقسطهم من مهمة تنوير شعب الأمة بمخاطر المشروع الصهيوني ـ الاستعماري وطرح الكيفيات في كل ميدان من ميادين الثقافة والاقتصاد والحضارة عموماً على قاعدة المناهضة والمقاومة وأن لا يكون هناك ثمة مجاملة لأحد، وفي الحديث النبوي الشريف: \"إذا وجدت أمتي قد عجزت عن أن تقول للظالم يا ظالم فقد تودع منها\". ¶ القسم الثاني ¶ 1 ـ الفصل الأول: العنف في الفكر اليهودي والصهيوني. ¶ 2 ـ الفصل الثاني: إنقاذ القدس واجب عربي وإسلامي ـ مسيحي. ¶ الفصل الأول ¶ العنف في الفكر اليهودي والصهيوني ¶ العنف من خلال النصوص العبرية: ¶ تأتي الأحداث يوماً بعد يوم لتؤكد التزام يهود لأسلوب العنف تحقيقاً لأهدافهم. وإذا كانت اليهودية قد تحولت في الغالب، إن لم نقل بشكل كامل، إلى حركة صهيونية لها مشروعها السياسي الذي يهدف إلى إقامة \"إسرائيل كبرى\" تحقيقاً لوعد مزعوم في نص محرف، فإن الصهيونية بكل أتباعها وتفرعاتها جاءت مبنية على يهودية ترى فلسفة العنف من أهم ما يمكنها من الوصول إلى ما تريد.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "هذا العنف والإرهاب اللذان يولِّدان روحاً عدوانية ضد الآخر كائناً من كان، خاصة إذا شكل حالة مواجهة لأطماع الصهيونية، ينبعان من التزام عقدي مستمد من نصوص العهد القديم (التوراة + أسفار الأنبياء + الكتابات)، مضافاً إليها نصوص التلمود وسائر الأدبيات العبرية. ¶ فالأدبيات العبرية بدءاً من التوراة التي دوّنوها على مراحل متباعدة وسائر نصوص العهد القديم إلى التلمود الذي اختلفوه وقالوا إنه منقول عن موسى عليه السلام بشكل شفوي انتهاء بسائر ما سطروه، ومن ذلك بروتوكلات حكماء صهيون مع تجاوز الخلاف على مدى صحتها، كل هذه الأدبيات تقوم على أن يهود هم \"شعب الله المختار\" كما يدّعون، وكل من عداهم يطلقون عليهم اسم \"غوييم\" أو \"أمميين\"، وتعبير \"غوييم\" يعني عندهم كل ما يخطر على الذهن من القذارة والانحطاط، ويصل الأمر ببعض تفسيراتها إلى القول: إن الغوييم أو الأمميين حيوانات خلقهم الله على هيئة بشر ليكونوا في خدمة بني إسرائيل ويهود. وهذا الأمر ينسحب على مجريات الأمور اليوم، بحيث يعمل المنتمون للصهيونية لجعل كل الشعوب مسخرة لمصالحهم يتصرفون بها وبما تملك كيف يشاؤون. ¶ لقد حرّف يهود الكلام عن مواضعه، وزعموا أنهم شعب مميّز وتحولت المزاعم إلى عقيدة حملتهم على تصديق ما اصطنعته أيديهم. جاء عندهم: \"لأنك شعب مقدس للرب إلهك وقد اصطفاك الرب لتكون له شعباً خاصاً على جميع الشعوب التي على وجه الأرض\" (1). ¶ والعقيدة عندهم تقوم على أن الوعد لهم هو في فلسطين وما حولها، والواجب حسب زعمهم أن تعمل كل الأمم لتسهيل ما وعدوا به، من النصوص التي تحمل هذا الزعم: \"في ذلك اليوم بتّ الرب مع أبرام عهداً قائلاً: لنسلك عطي هذه الأرض من نهر مصر إلى النهر الكبير نهر الفرات\" (2). ¶ __________ ¶ (1) سفر تثنية الاشتراع، الأصحاح 14، آية 2. ¶ (2) سفر التكوين، الأصحاح 15، آية 18.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وفي نص آخر: \"إن موسى عبدي قد مات، والآن قم فاعبر نهر الأردن أنت وجميع هؤلاء الشعب إلى الأرض التي أنا معطيها لبني إسرائيل. كل مكان تطأه أخامص أرجلكم لكم أعطيته كما قلت لموسى\" (1). ¶ إن النص الآنف الذي يعطي صورة واضحة عن النهج التوسعي والاستيطاني للصهاينة، فأرضهم المزعومة لا حدود لها، وإنما قدرتهم هي التي تحدد اتساعها، وهذا الأمر هو الذي قاد إلى سعيهم الدائم لامتلاك القوة واستخدام أقسى أساليب العنف تحقيقاً للسيطرة والغلبة على كل أرض يطمحون لامتلاكها، وعلى كل شعب يريدون إخضاعه لسلطتهم. ¶ من النصوص الدالة على ذروة الروح العدوانية هذا النص: \"فاضرب أهل تلك المدينة بحدّ السيف وأبسلها بجميع ما فيها حتى بهائمها بحد السيف. وجميع سلبها أجمعه إلى وسط ساحتها وأحرقه بالنار تلك المدينة وجميع سلبها جملة للرب إلهك فتكون ركاماً إلى الدهر لا تبنى من بعده\" (2). ¶ ومن النصوص التوراتية التي تشكل شاهداً على عدوانية يهود وفكرهم القائم على الجريمة والقتل والإبادة النص التالي: ¶ \"وإذا تقدمت إلى مدينة لتقاتلها فادعها أولاً إلى السلم، فإذا أجابتك إلى السلم وفتحت لك فجميع الشعب الذي فيها يكونون لك تحت الجزية ويتعبدون لك. وإن لم تسالمك بل حاربتك فحاصرتها، وأسلمها الرب إلهك إلى يدك فاضرب كل ذكر بحد السيف. وأما النساء والأطفال وذوات الأربع وجميع ما في المدينة من غنيمة فاغتنمها لنفسك وكل غنيمة أعدائك التي أعطاكها الرب إلهك . . . وأما مدن أولئك الأمم التي يعطيها لك الرب إلهك ميراثاً فلا تسبق منها نسمة\" (3). ¶ __________ ¶ (1) سفر التكوين، الأصحاح 17، آية 8. ¶ (2) سفر تثنية الاشتراع، الأصحاح 13، آية 15، 16. ¶ (3) سفر تثنية الاشتراع، الأصحاح 20، آية 10 وما بعدها.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "إن نصوص العهد القديم حافلة بمثل هذه النصوص التي تسهم في تشكيل الشخصية اليهودية والصهيونية تشكيلاً عدوانياً يستبيح كل ما عند سوى الصهاينة، لأن ذلك وفق مزاعمهم أوامر ووعود من الرب، وقد مارسها أنبياء بني إسرائيل. من هذا القبيل نورد هذا النص من سفر يشوع: \"ولما فرغ بنو إسرائيل من قتل جميع سكان العيّ في الصحراء وفي البرية حيث لحقوهم وسقطوا جميعاً بحد السيف عن آخرهم، رجع جميع إسرائيل إلى العيّ وضربوها بحد السيف. وكان جملة من قتل في ذلك اليوم من رجل وامرأة اثني عشر ألفاً جميع أهل العيّ، ولم يردد يشرع يده التي مدّها بالحربة حتى أبسل جميع سكان العيّ، فأما البهائم وسلب تلك المدينة فغنمها إسرائيل لأنفسهم على حساب أمر الرب الذي أمر به يشوع. وأحرق يشوع العيّ وجعلها تلّ ردم إلى الأبد خراباً إلى هذا اليوم\" (1). ¶ إنهم ينسبون زوراً لنبيّ ما لا تقره شرعة ولا قانون، وما هذه التحريفات للنصوص إلاّ تعبير عن خفايا النفس اليهودية الممتلئة حقداً والتي تنتهج الكيد والمكر المقرونين باستعمال القوة بوحشية لم ينطق بها سواهم. ¶ إن يهود الذين تجرأوا على الله تعالى، وصوروا الرب ـ وفق مزاعمهم وباطلهم ـ على هيئة بشرية ونسبوا له ما لا يليق به، كان لهم من جملة ما نسبوه جولة من القوة حيث صوروا يعقوب عليه السلام يصارعه، فتعالى الله عما تصف ألسنتهم كذباًن لكن ذكر القصة ـ كما ركبوها ـ يفيد في الأطلاع على مفهومهم للقوة الذي يبرزونه هنا في مواجهة الرب فكيف ما يا ترى سيتورعون عن استخدامها في مواجهة المخلوقات؟ ¶ __________ ¶ (1) سفر يشوع، الأصحاح، آية 24 وما بعدها.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وقائع الرواية المزعومة كما أوردوها في سفر التكوين على الشكل التالي: \"فبقي يعقوب وحده. وصارعه إنسان حتى طلوع الفجر. ولما رأى أنه لا يقدر عليه ضرب حق فخذه. فانخلع حق يعقوب في مصارعته معه، وقال: اطلقني لأنه قد طلع الفجر. فقال: لا أطلقك إن لم تباركني. فقال له: ما اسمك؟ فقال: يعقوب فقال: لا يُدعى اسمك في ما بعد يعقوب بل إسرائيل. لأنك جاهدة مع الله والناس وقدرت\" (1). ¶ وإسرائيل ـ كما هو معلوم ـ كلمة من مقطعين ومعناها بالعربية: عبد الإله. أما يهود فقد أعطوها في شروحاتهم معنى مغايراً يخدم مبادئهم وأهدافهم فقالوا: إنها تعني القوة ضد الإله. ¶ إن التربية عندهم تقوم على أن مواجهة أعدائهم تستلزم افتراسهم وشرب دمهم، وعلى هذه المفاهيم تقوم التنشئة العسكرية عندهم، ولها عندهم سند من توراتهم المحرّفة، ومما جاء عندهم في هذا الباب: \"هوذا شعب كلبوءة يقوم وكشبل ينهض لا يربض حتى يأكل الفريسة ويشرب دم الصرعى\" (2). ¶ والإبادة عندهم للأعداء يجب أن يتبعها تهجير لمن بقي، فعقيدتهم لا تحتمل أن يقيموا في مكان واحد مع أحد، لذلك فالطرد للآخرين هو سيد الموقف عندهم. والبلاغ الذي صاغوه لهذا الموضوع فيه: \"وإن لم تطردوا أهل الأرض من وجهكم كان من تبقونه منهم كإبرة في عيونكم وكحربة في جنوبكم يضايقونكم في الأرض التي أنتم مقيمون بها\" (3). ¶ إن هذه النصوص نوردها ليتعظ المراهنون على سلام مع العدو. وما دامت العقيدة عند هذا العدو مؤسسة على القتل والتهجير والسعي لأرض بلا بشر، فأي تعايش أو تطبيع يتحدثون عنه؟!. ¶ ونصوص التلمود جاءت أشد عدوانية من تلك التي ذكرناها من التوراة لأن التلمود وضع في وقت متأخر وبعد بعثة السيد المسيح عليه السلام بقرون، لذلك حملت الإعلان عن عدوانيته ضد كل الناس مع ذكر المسيحيين بالاسم. ¶ __________ ¶ (1) سفر التكوين، الأصحاح 32، آية 25 وما بعدها. ¶ (2) سفر العدد، الأصحاح 23، آية 24. ¶ (3) سفر العدد، الأصحاح 33، آية 55.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "نذكر في هذا الباب النص التالي: \"الخارج عن دين اليهود حيوان على العموم فسمه كلباً أو حماراً أو خنزيراً، والنطفة التي هو منها هي نطفة حيوان. وقال الحاخام (أبار بانبل) المرأة غير اليهودية هي من الحيوانات. وخلق الله الأجنبي على هيئة الإنسان ليكون لائقاً لخدمة اليهود الذين خُلقت الدنيا لأجلهم لأنه لا يناسب لأمير أن يخدمه ليلاً ونهاراً حيوان وهو على صورته الحيوانية. كلا ثم كلا فإن ذلك منابذ للذوق والإنسانية كل المنابذة، فإذا مات خادم يهودي أو خادمته وكانا من المسيحيين فلا يلزمك أن تقدم له التعازي بصفة كونه فقد إنساناً ولكن بصفة كونه فقد حيواناً من الحيوانات المسخرة له. ¶ وعلى اليهودي أن لا يبالغ في مدح المسيحيين ولا يصفهم بالحسن والجمال، إلاّ إذا قصد أن يمدحهم كما يمدح الإنسان حيواناً لأن الخارج عن دين اليهود يشابه الحيوان\" (1). ¶ هذه هي نظرة يهود لسواهم. وما دام غير اليهودي ليس بإنسان فإن قتله يكون كما يذبح صاحب الطائر أو الحيوان أحدها يستفيد من لحمها أو مما سوى ذلك. وبهذا المعنى تقوم عقيدتهم على أن استباحة دماء غير اليهود ليست إشكالية ما دامت تحقق أغراضاً يعملون لتحقيقها، والأخطر من ذلك أنهم يربطون فعلهم هذا بمشيئة الخالق حسب مزاعمهم، لأن من خرج عن إرادتهم أغضب الرب ولذلك عليهم أن ينتقموا منه. ¶ يحفل التلمود بنصوص كثيرة في هذا المعنى، منها قولهم: \"يعتبر اليهود كل خارج عن مذهبهم غير إنسان ولا يصح أن تستعمل معه الرأفة ويعتقدون أن غضب الله موجه إليه وأنه لا يلزم أن تأخذ اليهود شفقة عليه\" (2). ¶ __________ ¶ (1) روهلنج، د. أغسطس، الكنز المرصود في قواعد التلمود، ترجمة د. يوسف نصر الله، مصر ، مطبعة المعارف، ط 1، سنة 1899 م، ص 53. ¶ (2) الكنز المرصود في قواعد التلمود ، م . س، ص 54.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وفي نص آخر جاء في التلمود في باب الأمر لمن يتبعهم: \"اقتل الصالح من غير الإسرائيليين ومحرم على اليهودي أن ينجي أحداً من باقي الأمم من هلاك أو يخرجه من حفرة يقع فيها لأنه بذلك يكون حفظ حياة أحد الوثنيين\" (1). ¶ انطلاقاً من هذه المفاهيم العدوانية التي تحملها نصوص العهد القديم والتلمود أتت كل أدبيات يهود والصهاينة على تنوعها تؤكد على هذه الروح العدوانية الشريرة التي لا ترعى حرمة لأحد ولا عهداً أو ذمة. ¶ يندرج في هذا الباب نصوص \"بروتوكولات حكماء صهيون\" الذي رغم الاختلاف في صحة نسبته ليهود إلاّ أن ما ورد في طيات هذه البروتوكولات منسجم تمام الانسجام مع ما سبق ذكره من مفاهيم توراتية وتلمودية. ¶ من هذه النصوص ما يلي، وقد ورد هذا الكلام منسوباً لحكماء صهيون كما يزعمون: \"إن الذي يريد أن يحكم عليه أن يعتمد على الخداع والمكر، وإن الاستقامة والصراحة، اللتين هما فضيلتين شعبيتين، تصبحان نقيصتين في السياسة، لأنهما أشد فتكاً في الكيان الحكومي من أقوى الأعداء. ¶ . . . إن حقنا يكمن في قوتنا . . . فإن صاحب الحق هو الذي يملك القوة الكافية لتدمير كل المؤسسات، وكل نظام قائم\" (2). ¶ وفي نص آخر جاء: \"يجب أن يكون العنف هو الأصل وأن يكون الخداع والمكر الطريقة التي تسير عليها الحكومات التي لا تريد أن تضع تيجانها على أقدام عملاء سلطة جديدة، إن الشرّ هو الوسيلة الوحيدة لبلوغ الخير، ولذا يجب علينا ألا نتردد باستعمال الغش (الرشوة) والخيانة، إذا كنا بهما نستطيع أن نبلغ مآربنا. إنه من الضروري في السياسة الاستيلاء على أملاك الآخرين بلا تردد إذا كنا بهذه الوسيلة نستطيع إخضاعهم وامتلاك السلطة. ¶ __________ ¶ (1) الكنز المرصود في قواعد التلمود، م. س، ص 66. ¶ (2) بروتوكولات حكماء صهيون، ترجمة وتقديم د. إحسان حقّي، بيروت، دار النفائي، ط 1، 1408 هـ ـ 1988 م، ص 34.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "إن حكومتنا، تبعاً لضرورات الغلبة السلمية، لها الحق بأن تحل محل فواجع الحروب إجراءات أقل ضجة وأنجع في بلوغ الغاية، وهي الاستمرار في الشدة التي تؤدي إلى الخضوع الأعمى. ¶ إن قسوة معتدلة وغير ضعيفة هي العامل الرئيسي لقوة الحكومة، فعلينا أن نتبع برنامج عنف ومكر، وليس لأن مصلحتنا في ذلك بل لأنه واجبنا وبفضله نحصل على الغاية\" (1). ¶ إن هذه النصوص لا تحتاج لتحليل أو تعليق لأنها تعبر بشكل صريح دون لبس أو غموض عن أساليب الصهاينة ونظرتهم للآخرين، ويتبين من خلالها أن القوة هي المحور ولا مانع عندهم من استخدام سائر الأساليب المنافية لأبسط قواعد الخلق إذا كانت تصب في خانة أهدافهم. والتعديل الشكلي عندهم في بعض الأساليب لا يعدو كونه نوعاً من أنواع المناورات والتكتيكات المكشوفة التي لا تنطلي حقيقتها على أحد. ¶ صور من العنف اليهودي في التاريخ: ¶ إن يهود لم يمتثلوا لأمر الله تعالى، وكانت سمة سلوكهم المعصية والكفر بالنعم، ووصل الأمر بهم إلى حد محاربة الدعوة إلى الله من خلال محاربة الأنبياء والرسل صلوات الله عليهم، لهذا عاقبهم الله تعالى الذي يُمهل ولا يُهمل بالتشرد وبالذلة. ¶ فروحهم العدوانية التي حوت نصوص العهد القديم والتلمود كانت المعبر عن حقيقتهم، فهم قاتلو الأنبياء ومؤذوهم، وهم عصاة لا معنى للطاعة في سيرهم، وهم معتدون لا يلتزمون عهداً ولا قانوناً ولا عرفاً. ¶ نجد الإخبار عنهم إيضاحاً لهذه الصورة من قوله تعالى: (ضُربت عليهم الذلة أين ما ثُقفوا إلاّ بحبل من الله وحبل من الناس وباؤوا بغضب من الله وضربت عليهم المسكنة ذلك بأنهم كانوا يكفرون بآيات الله ويقتلون الأنبياء بغير حق ذلك بما عصوا وكانوا يعتدون) (2). ¶ __________ ¶ (1) بروتوكولات حكماء صهيون، م . س، ص 37. ¶ (2) سورة آل عمران، آية 112.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "يهود الذين يحرّفون ويستبدلون ما هو أدنى بما هو خير، عمدوا إلى استخدام المكر كما صرّحوا مراراً وتكراراً في أدبياتهم لأن تحقيق الأهداف عندهم لا يراعي الأساليب أو يرشد إلى المقبول من الأساليب، وكان من جملة ذلك أن تاريخهم كله لا يعرف معنى للوفاء بالعهود، وقد قال الله تعالى عنهم في هذا الباب: (أوكلما عاهدوا عهداً نبذه فريق منهم بل أكثرهم لا يؤمنون) (1). ¶ ولعل من أبرز نقضهم للعهود والمواثيق ما كان منهم في المدينة المنورة بعد الهجرة حيث لم يلتزموا ما عاهدوا عليه من خلال دستور الدولة في المدينة \"الصحيفة\"، وكان من مظاهر ذلك انيحازهم لمعسكر الكفار الذي جاء يهاجم المدينة في وقعة الخندق أو وقعة الأحزاب، ومحاولاتهم إلحاق الأذى برسول الله صلى الله عليه وسلم، حيث عمدوا مرة إلى رحى ليلقوها عليه من أعلى لقتله، والمحاولة الأخرى عندما دسّت زينب بنت الحارث السم في قطعة لحم من الشاة لإيذائه صلى الله عليه وسلم. ومن عنفهم ضد المجتمع سعيهم في الفتن وإفساد ذات البين كي يضعوا كل إنسان في مواجهة الآخر وعندها تخلو الساحة لهم. ¶ ولأنهم عدوانيون تربوا على أن يكونوا معسكراً متجولاً فقد بالغوا في استخدام القوة مما جعل قلوبهم قاسية لا نفع فيها لأنه قد تكون الصخور أفضل منهم. هذه الصورة وردت في القرآن الكريم من خلال الآية التالية: (ثم قست قلوبكم من بعد ذلك فهي كالحجارة أو أشد قسوة وإن من الحجارة لما يتفجر منه الأنهار وإن منها لما يشقق فيخرج منه الماء وإن منها لما يهبد من خشية الله، وما الله بغافل عما تعملون) (2). ¶ __________ ¶ (1) سورة البقرة، آية 100. ¶ (2) سورة البقرة، آية 74.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "إن الإعراض من قبل يهود عن التزام شرع الله، وما حمله الرسل والأنبياء من الهدى، وغلوهم في التعلق بالماديات، وتقديمهم لغة الكم والأرقام، كل هذه الأشياء أوصلتهم إلى الحال التي وصولا إليها. يقول الله تعالى فيهم: (فبما نقضهم ميثاقهم وكفرهم بآيات الله وقتلهم الأنبياء بغير حق وقولهم قلوبنا غلف بل طبع الله عليها بكفرهم فلا يؤمنون إلاّ قليلاً) (1). ¶ لكل هذه الأسباب، وللشخصية التي كونها يهود لأنفسهم من صنع أيديهم كانوا ولا يزالون مع المشركين في صف واحد يعادون كلّ مؤمن. وقد أبلغنا ربنا سبحانه عن ذلك في قوله تعالى: (لتجدن أشد الناس عداوة للذين آمنوا اليهود والذين أشركوا) (2). ¶ العدوانية ضد المسيحيين: ¶ من صور العدوانية اليهودية تلك النظرة المنافية لكل روح إنسانية التي ينظرها يهود للمسيحيين. إن تعاليم التلمود تحفل بالنصوص التي تحط من شأن المسيح عليه السلام والمسيحيين، وتصفهم الأوصاف وتحرض على قتلهم وعدم التعامل الإيجابي معهم. ¶ إن المعلوم \"أنهم يعتبرون جميع أنواع التعامل مع المسيحيين مفسدة، وانتقاصاً من قدر كرامة اليهود. وعلى هذا، فالمفروض على اليهود أن يتعهدوا بالابتعاد قدر المستطاع في عيشهم وتعاملهم، عن المسيحيين\" (3)؟ ¶ ومما جاء في كتاب فضح التلمود . . . عن هذا الموضوع، هذه الأمور التلمودية التي تعبر عن مقدار العدوانية ضد المسيحيين، وهي: ¶ \" 1 ـ على اليهودي أن لا يحي مسيحياً. ¶ 2 ـ على اليهودي أن لا يمثل أمام قاض مسيحي. ¶ 3 ـ لا يجوز قبل مسيحي شاهداً أمام القضاء. ¶ 4 ـ لا يجوز لليهودي أن يأكل طعاماً مسيحياً\" (4). ¶ __________ ¶ (1) سورة النساء، آية 155. ¶ (2) سورة المائدة، آية 82. ¶ (3) برانايتس، الأب آي. بي، فضح التلمود، إعداد زهدي الفاتح، بيروت، دار النفائس، ط 2، 1403 هـ ـ 1983 م، ص 112. ¶ (4) برانايتس، م. س، ص 112 وما بعدها.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "ولا يكتفي يهود بهذا القدر من العدوانية تجاه المسيحيين بل يعدّوا قتل المسيحيين وتخريب بيوت عبادتهم أمراً ضرورياً. يقولون في التلمود: \"على اليهود أن لا يفعلوا مع الوثنيين لا خيراً ولا شراً وأما مع النصارى فيسفكوا دمهم ويطهروا الأرض منهم . . . كنائس المسيحيين كبيوت الضالين ومعابد الأصنام فيجب على اليهود تخريبها\" (1). ¶ إن هذه الأطروحات ليست غريبة، فخراف بني إسرائيل الضالة التي بُعث إليها السيد المسيح عليه السلام لم تصغ لدعوته بل حاربته وحاربت دعوته وأتباعه تماماً كما فعل مع سواه لذلك كان من الطبيعي أن يحمل التلمود من قبل الحاخامات مثل هذه الأفكار الشريرة المعادية لكل مؤمن وللمسيحيين بشكل خاص. ¶ وإنه لمن المفيد أن نذكر بقصة أصحاب الأخدود التي وردت في القرآن الكريم في سورة البروج التي تشكل شاهدا عبر التاريخ عن الوحشية اليهودية والصهيونية. فالقارئ لسورة البروج يقول: ما أشبه اليوم بالأمس! يهود يحرقون مسيحيين في الماضي وصهاينة يسفكون دماء المصلين في المسجد الإبراهيمي وكنيسة سيدة النجاة في لبنان، إنه الحقد عينه هو الذي أحدث وأنتج هذه الجرائم. ¶ أصحاب الأخدود مسيحيون كانوا في مدينة نجران باليمن في ملك ذي نواس اليهودي، \"فبلغ ذا نواس أن قوماً بنجران على دين المسيح عليه السلام، فسار إليهم بنفسه، واحتفر لهم أخاديد في الأرض، وملأها جمراً، وأضرمها ناراً، ثم عرضهم على اليهودية، فمن تبعه تركه، ومن أبى قذفه في النار، فأتى بامرأة معها طفلها ابن سبعة أشهر، فأبت أن تتخلى عن دينها، فأدنيت من النار، فجزعت، فأنطق الله عز وجل الطفل فقال: يا أماه امض على دينك فلا نار بعد هذه، فألقاها في النار، وكانوا مؤمنين موحدين\" (2). ¶ __________ ¶ (1) الكنز المرصود في قواعد التلمود، م. س، ص 87. ¶ (2) المسعودي، مروج الذهب، م1، م. س، ص 67.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "لا جريمة لهؤلاء المسيحيين الذين أحرقهم ذو نواس اليهودي إلاّ أنهم مؤمنون موحدون ويهود يريدون فتنتهم عن إيمانهم هذا. القصة كما جاءت في النص القرآني تبين ذلك بوضوح فلقد قال الله تعالى: (والسماء ذات البروج * واليوم الموعود * وشاهد ومشهود * قتل أصحاب الأخدود * النار ذات الوقود * إذ هم عليها قعود * وهم على ما يفعلون بالمؤمنين شهود * وما نقموا منهم إلاّ أن يؤمنوا بالله العزيز الحميد * الذي له ملك السموات والأرض والله على كل شئ شهيد * إن الذين فتنوا المؤمنين والمؤمنات ثم لم يتوبوا فلهم عذاب جهنم ولهم عذاب الحريق) (1). ¶ ويذكر في هذا الباب عطفاً على حوادث كثيرة حادثة استدراج الأب توما الكبوشي وهو من أصل إيطالي في حي يهود في دمشق سنة 1840 وذبحه لاستخدام دمه في عجين فطير الفصح عندهم. لا مجال هنا لذكر تفاصيل الحادثة التي وردت في كتب كثيرة ولكن ما أورد ذكره هو أن الحادثة التي جرت في 15 شباط 1840 م الموافق 2 ذو الحجة 1255 هـ قد نفذها تسعة أشخاص في منزل اليهودي داود هراري بحضور حاخامين هما م وسى أبو العافية وموسى بخوريدا سلونكلي وبتوجيه من حاخام أكبر أرسلوا له الدم بعد ذبح الأب توما، هو الحاخام يعقوب العنتابي. ¶ وقد ورد في محاضر التحقيق على لسان موسى أبو العافية: الدم يوضع في الفطير الذي لا يُعطى عادة إلاّ للأتقياء من يهود. وعما إذا كان المقصود راهب معين قال: المقصود أخذ دم أي مسيحي، لكن الأب توما وقع بين أيديهم مصادفة. ¶ فإذا كان ذبح المسيحي طقساً عندهم من أجل الفطير، هل سيتورعون عن ذبحه إذا كان ذلك يلبي أغراضهم السياسية وقد باتوا حركة صهيونية صاحبة مشروع استيطاني توسعي يريد السيطرة على مقدرات المنطقة من خلال احتلال فلسطين؟. ¶ __________ ¶ (1) سورة البروج، الآيات 1 ـ 10.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "ويهود الأول الذين أقاموا في القدس (أورشليم) كانوا يعاندون دعوة الحق ويتشبثون بباطل من صنع أيديهم خلفوا مفاهيم عقدية لم تتبدل ولن تتبدل، بل كانوا على عنادهم وعدوانيتهم، ولما أصبحوا ـ اليوم ـ حركة صهيونية ازداد ذلك في أفكارهم وسلوكهم، وعبثاً يحاول كل مراهن على هؤلاء القوم. وقد جاء في إنجيل متّى قولٌ منسوبٌ للسيد المسيح عليه السلام يبين هذا الأمر من قبل القوم، جاء في إنجيل متّى : \" يا أورشليم، يا أورشليم، يا قاتلة الأنبياء وراجمة المرسلين إليها. كم مرة أردت أن أجمع بنيك، كما تجمع الدجاجة فراخها تحت جناحيها، ولم تريدوا\" (1). ¶ الصهيونية وريثة مشروع يهودي: ¶ لقد أسس يهود في أوروبا وأمريكا الحركة الصهيونية وربطوا مروعهم السياسي بالفكر الديني، وعملوا على إيجاد مبررات لهذا الربط ليكون للفكرة السياسية فعلها في النفوس، والربط في المشروع يقوم على فكرة المحرقة والسبي ولذلك نرى أن \"الصهيونية حريصة جوهرياً على الاستثنائية والانفصالية لكي توثق الفكرة القائلة بأنّ اليهود غير آمنين في الشتات إلاّ في دول منفصلة فقط . . . إن السبب الحقيقي لهذا التزوير التاريخي الذي أقدم عليه الصهيونيون سياسي، والمقصود من الاستثنائية بتر دولة إسرائيل من المجتمع الدولي، وجعلها تقيم مع بقية البلدان ليس علاقات سوية قائمة على الفهم المتبادل والمصالح المشتركة والأهداف السلمية . . . بل إقامة علاقات غير عادية قائمة على الشعور بالذنب بحيث تكفي إثارة فكرة المحرقة خارج السباق التاريخي حتى يكون كل شئ مسموحاً به للضحية الاستثنائية\" (2)، أي دولة إسرائيل. ¶ __________ ¶ (1) إنجيل متى، الأصحاح 23، آية 37. ¶ (2) غارودي، روجيه، قضية إسرائيل والصهيونية السياسية، ترجمة د. إبراهيم الكيلاني، دمشق، منشورات وزارة الثقافة، سنة 1984، ص 78.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "إن الصهاينة استثمروا ولا يزالون فكرة السبي وبعدها فكرة المحرقة في الغرب، وعندما اغتصبوا الأرض العربية ومارسوا عدوانهم أشهروا سلاح الخوف من التهديد العربي، وتحت هذه الذرائع ارتكبوا ولا يزالون المذابح من دير ياسين مروراً بكافة المذابح حتى صبرا وشاتيلا في لبنان 1982 وصولاً إلى ما جرى في الحرم الإبراهيمي وكنيسة سيدة النجاة في العام 1994. ¶ إن يهود الذين لا يشكلون مجتمعاً ولا مقومات لاجتماعهم إلاّ بعد الديني للمشروع السياسي مقروناً بالأهداف الاستعمارية يعملون لإقامة مشروعهم السياسي التوسعي على حساب أراضي الآخرين، فلقد وفدوا إلى فلسطين بدعم استعماري وبدأوا بتنفيذ مشروعهم العنصري مدعومين من كلِّ المؤمنين بالفكرة الصهيونية من يهود وغير يهود وعماد مشروعهم القوة والعدوان والإبادة. ¶ لذلك نقول: \"الصهيونية حركة سياسية تضم يهود وغير يهود، سواء أكانوا أفراداً أم مؤسسات وحركات، ولكن ما يجمع أتباع الحركة الصهيونية هدف مشترك بينهم هو جمع يهود ولمّ شملهم وتهجيرهم إلى فلسطين لتأسيس دولة فيها، تنفيذاً لحلم يهودي عنصري اتخذ من الفكرة الدينية ستاراً لجريمته وعدوانه، ومن جهة ثانية تكون هذه الدولة المصطنعة خادماً، أميناً، وحارساً موفور الطاقات للمصالح الاستعمارية الغربية الأوروبية سابقاً، ولها ولأمريكا لاحقاً\" (1). ¶ وهذه الصهيونية صنفتها هيئة الأمم المتحدة على أنها حركة عنصرية، وكان ذلك في القرار (2279) الذي أقرته الهيئة العامة للأمم المتحدة يف 10 تشرين الثاني 1975 وفيه: \"أن الصهيونية شكل من أشكال العرقية والتمييز العنصري\". ¶ __________ ¶ (1) السحمراني، د. أسعد، من اليهودية إلى الصهيونية، بيروت، دار النفائس، ط 1 ، 1413 هـ ـ 1993 م ، ص 191.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "إن الكيان الإسرائيلي المقام على أرض فلسطين المحتلة وعلى أراضٍ عربية أخرى يتأسس على السعي المتواصل لاقتطاع الأراضي وتهجير أهلها لاستيعاب المزيد من المهاجرين اليهود، وإننا نرى تمادي المشروع التوسعي من خلال \"الاحتلال العسكري للأرض تحت ذرائع عقيدة دينية، وتاريخية مزعومة ثم تهجير سكان هذه الأرض واستبدالهم بمهاجرين يهود من كل أنحاء العالم، تحت ستار العودة إلى أرض الميعاد ثم بناء المستوطنات على أراضي الآخرين مع استنفار شامل ليهود العالم على مختلف الصعد، وعلى كافة المستويات التنظيمية والحكومية والشعبية للدفاع عن إسرائيل، وتبرير توسعها، بحيث بلغ الربط المحكم بين العقيدة الدينية، وبين الوجود السياسي والكياني العام، لما يسمى دولة إسرائيل ما لم تبلغه أية نظرية عنصرية في العالم\" (1). ¶ كي يتمكنوا من إقناع الشعب اليهودي الذي لم يرَ فلسطين ولا هو من أصول سكانية تعود إلى المنطقة العربية فأغلب يهود العالم (92%) من أصل خزري، فقد عمدوا إلى بناء المشروع السياسي العنصري على فكر توراتي وتلمودي استحضروا فيه كل ما يخدم تكوين الشخصية العدوانية المستعدة لقتل الآخرين وسلب ما عندهم، وكأن غاية الشريعة عندهم \"تنظيم الشعب اليهودي تنظيماً قتالياً يجعلهم أهلاً للسيطرة على أعدائهم من الغوييم، والشريعة تركز تركيزاً خاصاً على الحقد الأبدي الذي يجب على اليهود تربيته في نفوسهم ضد أعدائهم التقليديين أي الغوييم\" (2). ¶ __________ ¶ (1) السيد حسين، د. عدنان، التوسع في الاستراتيجية الإسرائيلية، بيروت، دار النفائس، ط 1 ، 1410 هـ ـ 1989 م ، ص 27. ¶ (2) التوراة، تاريخها وغاياتها، ترجمة وتعليق سهيل ديب، بيروت، دار النفائس، ط 4، 1402 هـ ـ 1982 م ، ص 33.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "لا انفصال اليوم بين الفكرة الدينية وبين المشروع السياسي عند الصهاينة، ومن يعملون على اختلاق تبريرات واهية لإقامة علاقات تطبيعية مع العدو متذرعين بمقولة الديانات الإبراهيمية، ما هم سوى مغرضين يعملون لمزيد من تمكين العدو من أمتنا. ¶ إن المتفحص لأدبيات يهود والصهاينة يرى بأن ما يزعمون أنه دين إنما \"هو دين قتالي حربي يلبس لبوس النعاج لإخفاء نواياهم المكيدية، وهكذا فإن اعتداءاتهم الوقحة غير المسببة ولا المحرضة من الآخرين، تبرر دينياً، وكذلك فإن كلَّ سرقاتهم، وجرائمهم، وكذبهم لها مبرراتها الأخلاقية. ¶ . . . وما نحن سوى النعاج الغوييم، والذئاب الفريسيون ما فتئوا يؤكدون لنا أن واجبنا الأخلاقي هو أن ندعهم يفترسونا، فالإبادة الجماعية للغوييم هي أقصى درجات الأخلاق لدى اليهود\" (1). ¶ انطلاقاً من هذا الفهم للعلاقة مع الآخرين، وانطلاقاً من فكرة الاستعلاء لما يسمونه شعب الله المختار الذي تحول إلى جزء من مشروع سياسي يسوق المصالح الاستعمارية مرة كخادم وأخرى كشريك، فإن الممارسات الصهيونية كانت تقوم على العدوان والقتل. ¶ إن استعراضاً خاطفاً لبعض الوقائع يعطينا مؤشراً كافياً عن طريقة الصهاينة في تحقيق السيطرة وكذلك يفيدنا في التأكد من أنهم لن يبدلوا ما هم عليه. في 9/4/1948 ارتكب مناحيم بيغن مجزرة دير ياسين في فلسطين وكان متهماً قبلها بتفجير فندق الملك داود في القدس في أول تموز 1946 ومع ذلك أصبح فيما بعد رئيساً للحكومة عندهم لأن الإجرام ـ كما يبدو ـ هو معيار القيادة عندهم. ¶ والجنرال آرييل شارون قاد مجزرة قرية قبية عام 1948 حيث كان يترأس الفرقة 101 التي اقتحمت القرية، وهو نفسه كان قائد عملية غزو لبنان عام 1982 وقاد مجزرة صبرا وشاتيلا في بيروت. ¶ __________ ¶ (1) التوراة، تاريخها وغاياتها، م . س، ص 54 ـ 55.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "إن الإرهاب والعنف يشكلان قاعدة المشروع الصهيوني وعماده منذ تيودور هرتزل حتى يومنا هذا والتاريخ ووقائعه شاهد حي على ذلك. حتى إن العنف عندهم يُعتمد باتجاهين: ¶ 1 ـ عنف ضد العرب يعتمد الإبادة أو التهجير للحصول على أرض بلا شعب. ¶ 2 ـ عنف ضاغط ضد يهود في مواقع إقامتهم لحملهم على الهجرة إلى فلسطين. ¶ ولقد بات العنف من أبرز خصائص المذهب العسكري الإسرائيلي، فالعنف قرين الأعمال الحربية وكذلك الإرهاب عند العدو الصهيوني، \"وهذا الاقتران ثابت ودائم، غير أن ظاهرة العنف في حرب اليهود ضد العرب تأخذ شكل الإرهاب المنظم، وذلك نتيجة طبيعية لارتباط المذهب العسكري الإسرائيلي بالعقيدة الدينية اليهودية الداعية إلى القتل والإبادة والاستعباد . . . ويهدف جيش العدوان الصهيوني من خلال ممارسته للإرهاب تحقيق هدفين: أولهما إفراغ الأرض العربية من سكانها قدر المستطاع، وثانيهما القضاء على الفلسطينيين حيثما كانوا حتى لا يبقى هناك من يذكر القضية الفلسطينية أو يدافع عنها . . . وبالإضافة إلى ذلك، فإن القيادة الإسرائيلية تعتقد أن استخدام العنف في الحرب يساعد قواتها على تنفيذ واجباتهم القتالية دونما مقاومة تذكر\" (1). ¶ إن هذا المذهب العسكري القائم على الإبادة والعنف وإخلاء الأرض من أهلها لم يتبدل في كافة المراحل وكل ما في الأمر أنه قد يتلون بألوان جديدة فيأخذ طابع المذابح مرة وطابع الانفجارات أخرى، أو يعتمد العنف من خلال مصادرة الأراضي والممتلكات، أو الإعلام والثقافة من خلال القهر الفكري والتشويه الثقافي. ¶ __________ ¶ (1) العسلي، بسام، المذاهب العسكرية في العالم، بيروت، دار النفائس، ط 1 ، 1413 هـ ـ 1993 م، ص 166 ـ 167.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "إنَّ مشروع الدولة الإسرائيلية مشروع منافٍ لطبيعة تكوين الدول، فالمعلوم أنَّ إقامة الدول يكون من خلال وجود شعب يقيم على أرضه ويمارس سلطته عليها، فيؤسس مؤسسة عسكرية لحماية أمن الوطن. أما يهود فليسوا مجتمعاً ولا هم من أصول سكانية واحدة، وليسوا شعباً واحداً، وإنما هم مزيج من قوميات شتى عملت الحركة الصهيونية على اقتلاعهم من مواطنهم الأصلية لتركب منهم مجتمعاً مصطنعاً لا يوجد بينه سوى عقيدة تقوم على العدوان ومشروع سياسي استيطاني توسعي. ¶ لقد عملت الصهيونية لانتزاع \"اليهود من أرضهم، واستنباتهم في أرض جديدة، ولم يكن بد والأمر كذلك من أن يكون الهدف العملي الأول للصهيونية على الأرض العربية إخلاءها من أصحابها وإعدادها لاستقبال النبت الغريب. ولم يكن ممكناً أن تتم عملية الإخلاء هذه بهدوء وسلام، بل كان على الصهيونية أن تعد عدتها لانتزاع أصحاب الأرض من أرضهم انتزاعاً، ومن ثم فقد كان طبيعياً والأمر كذلك أن تتمثل البداية الأولى للتجمع الإسرائيلي على أرض فلسطين في صورة مؤسسة عسكرية وكان على المؤسسة العسكرية الصهيونية ان تنشئ الدولة ثم أن تصطنع ذلك مجتمعاً\" (1). ¶ إنَّ تأسيس الكيان الغريب \"دولة إسرائيل\" من شتات سكاني قام على أساس وجود مؤسسة عسكرية ولا يزال، وهذا الكيان دعمته قوى الغرب الاستعمارية لأنها وجدت فيه ضالتها في تقسيم الأمة العربية والاستيلاء على أرضها وثرواتها، وتتبنى الولايات المتحدة الأميركية ـ اليوم ـ المشروع الصهيوني بالكامل لأن أمريكا نفسها نشأت متأثرة بالأدبيات العبرية وهناك عملية \"توحد\" ثقافي بينهما. ¶ __________ ¶ (1) حفني، د. قدري، الإسرائيليون من هم؟، القاهرة، مكتبة مدبولي، سنة 1989، ص 452.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "إنَّ قراءة وقائع التاريخ والأحداث في أمريكا وفلسطين المحتلة تظهر لنا أنَّ مطاردة مهاجري أوروبا للهنود الحمر \"في العالم الجديد الأمريكي ، مشابهة لمطاردة العبرانيين القدماء للكنعانيين في فلسطين. وقد خلق التشابه في هذه التجربة قناعة وفلسفة متشابهاً ومشتركاً بين إسرائيل والولايات المتحدة الأمريكية في العصر الحديث. فالذين هاجروا إلى هذه البلاد في القرنين السابع عشر والثامن عشر، أبادوا معظم سكانها الأصليين من الهنود الحمر واستوطنوا مكانهم. والذين هاجروا وما زالوا يهاجرون إلى فلسطين المحتلة في العصر الحديث، استخدموا أساليب متطورة في طرد سكانها العرب الفلسطينيين الأصليين واستوطنوا أراضيهم، بل حاولوا إبادتهم وتمَّ ذلك ويتم، وفق الواقع المؤلم الناتج عن ممارسات إسرائيل الشرسة في إبادة الشعب الفلسطيني\" (1)، والعربي عامة. ¶ إنَّ أمريكا قامت أساساً بعد اكتشافها مع مطلع القرن السادس عشر الميلادي على أيدي المهاجرين الأوروبيين من خلال جريمة كبرى متعددة الأبعاد، فلقد قامت على إبادة الهنود الحمر، ومن ثم على استقدام الرقيق الإفريقي الذي سخروه في بناء أمريكا واستعلوا عليه من خلال عنصرية مقيتة لا تزال قائمة، والبعد الثالث هو النهب والسلب لثروات الشعوب التي تمكنوا من السيطرة عليها. ¶ وإذا كانت أمريكا قد تبنت المشروع الصهيوني، وضمنت للعدو التفوق العسكري بالتوافق مع دول أوروبا فما ذلك إلاّ لأن دولة إسرائيل معتمدة من قبل أمريكا لحماية المصالح الأمريكية في المنطقة. وما مشروع النظام الشرق أوسطي المطروح اليوم سوى شركة أمريكية ـ صهيونية ـ إسرائيلية ـ استعمارية للسيطرة على المنطقة وضمان التوسع الإسرائيلي من خلال ما يسمى التطبيع، ومن خلال نسخ هوية الأمة الإسلامية والعربية لتستبدل بأخرى مصطنعة اسمها الشرق أوسطية. ¶ __________ ¶ (1) الحسن، د. يوسف، م. س، ص 41.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "إنَّ إسرائيل التي كانت خادمة لمصالح الاستعمار باتت بعد التطورات الإقليمية والدولية ومن خلال قدرتها كمؤسسة عسكرية لا تزال تستقدم المزيد من السلاح رغم الحديث عن سلام مزعوم، وتقوم بجرائم القتل والإبادة رغم المفاوضات، إنَّ دولة إسرائيل هذه \"تحاول اليوم في التسعينات أن تتزعم حلف الشرق الأوسط تحت اسم سوق الشرق الأوسط. فهي بعد اجتياحها لبنان عام 1982 تتصرف كقوة إقليمية كبرى وشريكة للغرب، وليست مجرد الخادم والتابع، وهي رغم شعورها بتقلص اعتماد الغرب عليها بعد سقوط الاتحاد السوفيتي، تطرح نفسها قاعدة للغرب وكل مدارس العنصرية في مقاومة العرب والمسلمين باعتبارهم مصدر التهديد الأول للغرب بعد انتهاء الشيوعية. ¶ إنَّ إسرائيل تمسك بقنابلها النووية وبصواريخها التي تصل إلى موريتانيا واليمن، وتقول للعرب: إنَّ تحالفي مع أمريكا عضوي واستراتيجي، فإذا لم تقبلوا بمشاريعي وسياساتي وبمشاركتي في أرضكم وثرواتكم ومصير أجيالكم، فإنَّ عصا التأديب جاهزة لكل متمرد أو مقاوم أو صامد\" (1) . ¶ __________ ¶ (1) شاتيلا، كمال، حلف الشرق الأوسط ، في : مجلة الموقف (بيروت)، العدد 99، تشرين الثاني 1993 م، جمادى الأول 1414 هـ.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "إنَّ دولة إسرائيل التي تضلل الرأي العام من خلال المطالبة بسلام مزعوم تريد المزيد من السيطرة والتوسع، وتعمل لتفكيك المجتمع العربي طائفياً ومذهبياً وعرقياً لتحويله إلى كيانات هزيلة يسهل التحكم بها، وتعمل كذلك لقتل وتهجير المزيد من الفلسطينيين والعرب في الأرض المحتلة، وإذا كان الأمر غير ذلك فلماذا استدعاء السلاح من قبلها؟ ولماذا يطورون مفاعل ديمونا النووي في صحراء النقب؟ ولماذا يقتلون ويخربون ويفجرون؟ إنَّ شلال الدم النازف من العرب في فلسطين المحتلة وجنوب لبنان وسواهما دليل لا يقبل النقاش على فلسفة الصهيونية القائمة على العدوان والقتل والتي لا يجد الأمريكي إشكالاً في استخدامها ما دام قد استخدمها مع الهنود الحمر سكان أمريكا الأصليين. وإذا عمل الصهاينة للسيطرة على ثروات المنطقة واستخدام الأيدي العاملة بشكل استعبادي فإن لذلك مثيله عند الأمريكان عندما استعبدوا الوافدين أو المستقدمين إلى بلادهم من أفريقيا. ¶ ما هو الرد؟ وكيف تكون المواجهة؟ ¶ إنَّ يهوداً الذين تحولوا إلى جزء من حركة صهيونية ذات مشروع سياسي يسهم فيه يهود وغير يهود يريدون كافة الفلسطينيين والعرب ولذلك لا بد أن ينطلق مشروع المواجهة من مدلول الآية الكريمة : (لتجدن أشد الناس عداوة للذين آمنوا اليهود والذين أشركوا ولتجدن أقربهم مودة للذين آمنوا الذين قالوا إنّا نصارى ذلك بأن منهم قسيسين ورهباناً وأنهم لا يستكبرون) (1). ¶ إنَّ المشروع الصهيوني القائم على العنف بهدف التوسع والقتل والإبادة والتهجير والتفتيت والهيمنة على مقدرات المنطقة لا يقاوم بغير مواجهة شاملة يشترك فيها كل أبناء الأمة. وأطرح الخطوط العريضة لمشروع المواجهة والتي سبق طرحها في كتابي: \"من اليهودية إلى الصهيونية\" وخطواتها ما يلي: ¶ __________ ¶ (1) سورة المائدة، آية 82.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "1 ـ تعزيز الوحدة الوطنية في كل قطر عربي لردع مشروع التفتيت الصهيوني، ويكون ذلك بإحلال الإيمان بدل التعصب، والتدين بدل الطائفية، مع البعد عن أساليب التطرف الديني التي تؤدي إلى الفرقة. ¶ 2 ـ الإعداد الدائم انطلاقاً من أمر الله تعالى: (وأعدوا لهم ما استطعتم من قوة) (1). لأنَّ لغة العنف، التي يستخدمها العدو، لا تردعها سوى القوة العربية المدعومة من كل المؤمنين مسلمين ومسيحيين، ومن كل الأحرار في العالم، لأنَّ المشروع الصهيوني يشكل تحدياً سافراً لكل القيم والأعراف والمواثيق. ¶ 3 ـ إذا كانت ثمة عقبات تقوم الآن في طريق وحدة عربية واتحاد إسلامي عام، من أجل رصّ الصف للمواجهة، فليكن الآن تضامن عربي مقاتل، وفق خطة مدروسة تواجه مخططات العدو ومن وراءه في مختلف الميادين، لأن العدوان على أمتنا شامل، فهو عدوان على المقدسات، وعلى القيم وعلى الإنسان، وعلى الثروة، وعلى الوحدة الوطنية، وعلى كافة مقدرات الأمة. ¶ 4 ـ إبعاد الفرقة والانقسام عن صفوفنا الشعبية والرسمية، لأنها سبيل تناحر بين أبناء القضية الواحدة تمكن العدو منا، وإحلال الروح الجامعة التوحيدية ضمن قاعدة: لنعمل معاً فيما اتفقنا عليه وليعذر بعضنا بعضاً فيما اختلفنا فيه. ¶ 5 ـ إرساء حياة سياسية وفكرية على أسس الحريات العامة المكفولة لكل أبناء الأمة طبعاً، على أساس أن لا حرية لأعداء الشعب والأمة، وما الحرية إلاّ لأنها تولد الثقة بين أبناء الأمة حكاماً وشعباً وقادة رأي، وتولد الثقة بالمستقبل وتشحذ الهمة على التضحية، لأنَّ حرية الأوطان لا يصنعها العبيد. ¶ __________ ¶ (1) سورة الأنفال، آية 60.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "6 ـ تفعيل الحركة الفكرية النابعة من قيم الأمة وحضارتها وعمادها الإيمان، لمواجهة محاولات الغزو الثقافي المتكررة، لأن الغزو الثقافي من أكثر المسائل خطورة على الشخصية وعلى الأمة، فبواسطة الغزو يعملون على تسويق المفاسد بين أجيالنا، وعلى ضرب القيم والفضائل، ويعملون لجعل الاستيطان الصهيوني والهيمنة الاستعمارية على مقدرات أمتنا أمرين مقبولين. ¶ 7 ـ إقامة المؤسسات والصروح التي تشكل أعمدة ومرتكزات في بناء الأمة، وبذلك لا يجوز أن تبقى الأمور رهن المبادرات الفردية، فالمؤسسات أطول عمراً من الأفراد، وفيها تصهر الطاقات،ومنها تخرج حركة المقاومة الشاملة للأعداء، لذلك قال لنا ربنا سبحانه وتعالى: (إن الله يحب الذين يقاتلون في سبيله صفاً كأنهم بنيان مرصوص) (1). ¶ 8 ـ إن يهود من جنسيات وقوميات متعددة، لا علاقة لهم لا ببني إسرائيل ولا بسامية يدعونها، لذلك لا بد من مواجهتهم على قاعدة ما جاء في الآية الكريمة: (واقتلوهم حيث ثقفتموهم وأخرجوهم من حيث أخرجوكم) (2). ¶ الفصل الثاني: ¶ إنقاذ القدس واجب عربي ¶ وإسلامي ـ مسيحي ¶ القدس محط أطماع الصهيونية: ¶ إنَّ القدس مدينة الطّهر، ومركز العبادة ذات المكانة السامية في قلوب العرب وفي قلوب المسلمين والمسيحيين في العالم كلّه، تتعرض لعملية تهويد وإزالة معالم، ويصر الاحتلال الاسرائيلي مدعوماً من الصهيونية العالمية، ومن عواصم الظلم في العالم على العمل لضرب شخصيتها العربية، وطابعها الإيماني التوحيدي، ودورها الدعوي، ويعمل العدو كلك على تقويض دورها كي يحوّلها إلى عاصمة لدولته والى نقطة جذب لعناصر مشروعه على صعيد كل من يلتزمون المشروع الصهيوني العنصري والعدواني. ¶ __________ ¶ (1) سورة الصف، آية 4. ¶ (2) سورة البقرة، آية 191.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "إنَّ أعمال التخريب بدأت من خلال بناء حزام المستوطنات، ومن بعدها السيل الاستيطاني في القدس وما حولها بحيث يتحقق ما أراده بأن لا يزيد عدد السكان العرب من مسلمين ومسيحيين عن خمس وعشرين بالمئة (25%) في المدينة المقدسة وبذلك يكونون قد نسخوا وضعها السكاني وجعلوه كما يريدون. ¶ والتخريب كذلك من أعمال المصادرة لأملاك وقفية تعود لمساجد وزوايا ومدارس إسلامية، أو لكنائس وأديرة مسيحية لأن وجود الأوقاف دليل على طابع المدينة، ولتشويه صورتها لا بدّ من تقليص العقارات ومراكز العبادة الإسلامية والمسيحية حتى يخفوا إن استطاعوا حقيقة وضع القدس الإسلامي ـ المسيحي. ¶ والتخريب الثالث يأتي من أعمال الحفر والتنقيب تحت وقرب الحرم الشريف بحثاً عن هيكل مزعوم لم تثبت الوثائق ولا الوقائع أنّ له أصلاً في أماكن الحفريات، ولذلك يعدّ عملهم من قبيل تقويض البناء وهدمه بشكل تدريجي، وإلاّ لماذا كانت عملية حريق المسجد الأقصى في 21 / 8/ 1969 ؟. ¶ وحقيقة النوايا العدوانية حيال القدس ظهرت مع تأسيس الحركة الصهيونية عندما تعرض تيودور هرتزل لنقد من يهود لقبوله بأوغندا تكتيكياً كمحطة للانتقال إلى فلسطين مما حمله على التعديل، وترديد النص الذي يؤكد فيه بأنه لن ينسى القدس، وبعدها وعد وتوعّد بأنه إذا ما عاش حتى تحقيق الحلم الصهيوني في إقامة وطن في أرض فلسطين ليهود فسوف يدخل القدس ويجعلها العاصمة، ويغيِّر معالمها كي يزيل طابعها الديني التاريخي، وكي ينساها أهلها وأصحابها إلى الأبد. وما يجري اليوم ليس إلاّ تنفيذاً لما تحدّث عنه أبرز مؤسسي الحركة الصهيونية تيودور هرتزل. ¶ ومن جملة مشروع تغيير المعالم تلك المخططات المتتالية لإزالة أحياء العرب ومساكنهم في المدينة، ولوضع تعقيدات في طريق السكان بحيث لا يستطيعون تشييد الأبنية والمنشآت على أملاكهم.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "والقدس التي يريدها يهود والصهاينة قدساً متبدّلة المعالم وممتدة شمالاً وجنوباً لتشمل بيت لحم في تمهيد منهم لتشويه شخصية كل أثر ديني بالحج المسيحي أو بالمشاعر الإسلامية. ¶ والمعلوم أنه في آذار 1971 قد أعلن الدكتور ميرون بنفنستي نائب رئيس بلدية القدس الإسرائيلية إنجاز مشروععرف باسمه وفيه يقترح توسيع حدود بلدية القدس لتشمل المناطق الممتدة من مدينة رام الله شمالاً إلى بيت لحم جنوباً. وقد أطلق على هذا المشروع اسم \"مشروع الأب\". ¶ وفي 8/2/1974 نشرت جريدة عمل همشمار الإسرائيلية في ملحقها تفاصيل مشروع آخر وضعه الدكتور رافل بنكلر وقال إنه يشبه إلى حد كبير مشروع بنفنستي ولكنه يتجاوز إلى طرح وجهات نظر سياسية وتصورات عامة لمستقبل المدينة السياسي، ويتضمن مشروع بنكلر النقاط التالية: ¶ ـ إبقاء مدينة القدس موحدة تحت السيادة الإسرائيلية. ¶ ـ توسيع حدود المدينة وتقسيمها إلى ثمانية أحياء، لكل حي منها مجلس بلدي فرعي وتخضع كلها لهيمنة المجلس البلدي المركزي الذي يضم 55 عضواً بينهم 38 عضواً من اليهود. ¶ ـ تحديد نسبة السكان العرب بحيث لا تتجاوز 25% من مجموع السكان ابتداء من عام 1967 حتى عام 2010. ¶ ـ شمول التوسع المناطق العربية الممتدة شمالاً حتى مدينتي رام الله والبيرة، وشرقاً حتى أبو ديس والعيزرية، وغرباً حتى اللطروف، وجنوباً حتى بيت لحم. ¶ وفي هذه الأثناء شكلت الحكومة الإسرائيلية لجنة لوضع مخطط لتوسيع القدس أطلق عليه اسم: \"لجنة جفني\" (1) . ¶ إنَّ دولة إسرائيل ماضية في مشروعها التخريبي لمعالم القدس، وفي تخطيطها وفق ما تطمح إليه تنفيذاً لنواياها العدوانية، ولمنهجها العنصري غير آبهة بما يصدر عن الهيئات والمنظمات والدول حول هذا الشأن. ¶ __________ ¶ (1) الموسوعة الفلسطينية، م 3، القسم العام، دمشق، ط 1 ، سنة 1984، ص 525.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "إنَّ قرارات عديدة صدرت عن هيئة الأمم المتحدة ومجلس الأمن ومنظمة اليونيسكو والعديد من الهيئات الإسلامية والمسيحية تطالب إسرائيل بوقف عدوانيتها ضد القدس دوراً وموقعاً وطبيعة لكنَّ إسرائيل كانت ولا تزال تضرب بها عرض الحائط وكانت في كل مرة تزيد من تماديها في تخريب وإزالة معالم المدينة المقدسة. ¶ وكان من جملة ما صدر في سلسلة قرارات الأمم المتحدة ومجلس المن أن \"أصدر مجلس الأمن قراره رقم 476 بتاريخ 30/6/1980، وفيه شجب إصرار إسرائيل على تغيير الطبيعة المادية والتركيب السكاني وبنية المؤسسات والمركز القانوني للمدينة المقدسة القدس، وعبّر عن قلقه العميق من الخطوات التشريعية المتخذة في الكنيست الإسرائيلي بهدف تغيير صفة ومركز المدينة المقدسة، وشجب بقوة رفض إسرائيل المستمر، بوصفها سلطة محتلة، الاستجابة لقرارات مجلس الأمن والجمعية العامة ذات الصلة. وعاد المجلس بقراره هذا، فأكد مضمون قراراته السابقة من لا شرعية جميع الإجراءات التشريعية والإدارية التي اتخذتها السلطات المحتلة وعدّها لاغية . . . ¶ . . . لكنَّ إسرائيل المدعومة بالأمبريالية العالمية، وعلى رأسها الولايات المتحدة الأميركية، أمعنت في تحدّي الأمم المتحدة ومجلس أمنها والتهديد الموجّه إليها من قبله فعمدت في شهر آب من عام 1980 ذاته إلى إعلان ضم القدس المحتلة إليها نهائياً وجعل المدينة عاصمها الأبدية\" (1). ¶ إنَّ هذه القرارات الإسرائيلية المتتالية المؤدية إلى تهويد القدس، أو بتحويلها عاصمة لدولتهم استنكرها العالم أجمع ومؤسساته إلاّ الولايات المتحدة الأمريكية التي كانت تصرّ في مجلس الأمن بألا تصوّت ضد إسرائيل وإجراءاتها لا بل تدعمها في كل ما تقوم به، وآخر ما صدر في هذا الصدد موقف الكونغرس الأمريكي المؤيد لجعل القدس عاصمة لدولة العدو الإسرائيلي في تشرين الأول (أكتوبر) 1995. ¶ __________ ¶ (1) الموسوعة الفلسطينية، م 3، م. س، ص 552.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "وأهل المسؤولية والرأي في الكيان الإسرائيلي لا يخفون عدوانيتهم ولا مخططاتهم ضد القدس ومقدساتها لا في القول ولا في الممارسة، وقد نقلت عنهم الصحفية غريس هالسل عندما عاشت في أوائل الثمانينات بعض الوقت داخل فلسطين المحتلة الكثير في هذا المجال. ¶ تنقل غريس هالسل في كتابها: \"الفكر التوراتي والحرب النووية\"، ومن رحلتها ما يلي: \"قال دليلنا وهو يشير نحو قبة الصخرة والمسجد الأقصى: هناك سنبني المعبد الثالث. لقد وضعنا كل المخططات لهذا المعبد. وحتى مواد البناء جائزة . . . إنها مخبأة في مكان سري، هناك ورشات كثيرة حيث يعمل الكثيرون من الإسرائيليين في صنع المواد التي سنستخدمها في المعبد الجديد\" (1). ¶ تضيف هالسل قائلة: \"عندما غادرت المكان قلت لأوين إنَّ دليلنا الإسرائيلي صرّح بأن معبداً سيُبنى في موقع قبة الصخرة، ولكنه لم يتحدث بشئ عن الأماكن المقدسة الإسلامية. ¶ قال أوين: سيتم تدميرها. تعلمين أنَّ التوراة تقول بوجوب إعادة بناء الهيكل، وليس هناك أي مكان لإعادة بنائه إلاّ هذه المنطقة تجدين ذلك في شريعة موسى\" (2). ¶ هذه النوايا العدوانية ضد المسلمين ومقدساتهم تماثلها روح عدوانية أيضاً تجاه المسيحيين ومقدساتهم تجلت في سرقة القسم الأكبر من محتويات كنيسة القيامة وبعض الأديرة أبرزها دير الأقباط ، والحريق المتعمد لكنيسة المعمدانية في 7/10/1982، والاعتداء على الكنيسة اليونانية في 2/1/1983 هذا قليل من كثير يضاف له التضييق على الكهنة وطردهم أحياناً كحالة المطران المناضل كبوجي وسواه. ¶ القدس مدينة عربية: ¶ __________ ¶ (1) هالسل، غريس، م. س، ص 116. ¶ (2) هالسل، غريس، م. س، ص 118.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "تدرج الحركة الصهيونية ضمن مزاعمها المعتمدة لتبرير اغتصابها لفلسطين أنَّ يهود أصحاب حق تاريخي في القدس \"اورشليم\" وأنهم مؤسسوها، وأنها عاصمتهم الدينية، لذلك ربطوا زعمهم هذا بمسألة الهيكل وحائط المبكى ومملكة داود وبأمور استحضروها، ونسجوا منها مجموعة مقالات غير منسجمة ليولّدوا منها مشروعاً لا أصل له. ¶ إنَّ المتابعة والتحقيق في وقائع تاريخ القدس يبينان بشكل جلي أنَّ المدينة اسمها \"أورشليم\" وهو كنعاني، وأنَّ الكنعانيين والعموريين المتحدرين منهم ومن ثم اليبوسيين هم سكان القدس الأصليون. ¶ وقد كتب الدكتور حسن ظاظا في كتابه: \"أبحاث في الفكر اليهودي\"، يقول: \"أقدم النقوش التي ورد فيها ذكر هذه المدينة موجود عندنا في المتحف المصري بالقاهرة، في مجموعة اللوحات المكتوبة بالخط المسماري واللغة البابلية ـ لغة العراق القديم ـ تتخللها شروح باللغة الكنعانية ـ لغة فلسطين القديمة ـ ، وهذه النقوش تسمى \"لوحات تل العمارنة\" قد عُثر عليها في أوائل القرن العشرين، تسمى أورشليم (القدس) في هذه النقوش \"أورشليم\" . . . ففي رسالة كتبها \"عبد يحيبا\" إلى أمينوفيس الثالث نجد أنَّ الأول حاكم القدس \"أوروسالم\" من قبل فرعون وأنه يستنجده بمدد عسكري لصدّ غارات شراذم من الغجر الرحّل اسمهم حبيرو اتفق الباحثون على أنهم العبريون. ¶ واسم أورشليم ليس عبرياً أصيلاً، فقد كانت تحمل هذا الاسم قبل دخول العبريين إليها بشهادة نص تل العمارنة، وبدليل أنَّ اليهود وجدوا صعوبة في كتابة اسمها باللغة العبرية \"يروشالايم\". أما معنى أورشليم فمختلف فيه أيضاً، وأرجح الآراء من الناحية العملية أنها مركبة من \"أور\" بمعنى موضع أو مدينة \"و\"شالم\" وهو اسم إله وثني لسكان فلسطين الأصليين هو \"إله السلامة\" أو \"إله السلام\" (1). ¶ __________ ¶ (1) ظاظا، الدكتور حسن، أبحاث في الفكر اليهودي، دمشق، دار القلم، وبيروت، ودار العلوم والثقافة، ط 1، سنة 1407 هـ ـ 1987، ص 16 ، 17.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "فالقدس مدينة إله السلام الكنعاني وهي مقدسة عند الكنعانيين العرب قبل داود ومملكته بما يزيد على ثلاثة آلاف سنة. ونصوص العهد القديم من الكتاب المقدس التي صاغها يهود لا تنكر هذا الأصل العربي للقدس، وقد جاء في سفر نبوءة حزقيال عن أورشليم: \" وكانت إليّ كلمة الرب قائلاً: يا ابن البشر أخبر أورشليم بأرجاسها، وقل هكذا قال السيد الرب لأورشليم معدنك ومولدك من ارض الكنعانيين وأبوك أموري وأمك حثّية\" (1). ¶ ومن أسماء القدس أنها سميت يبوس نسبة لليبوسيين العرب الذين أقاموا مملكتهم فيها وعلى التلة المسماة صهيون وكان أبرزهم حوالي سنة 2500 ق . م الشيخ سالم اليبوسي، ويبدو أن اسمه كان تيمناً بمعبود أهل القدس. ¶ واليبوسيون هم سكان المدينة بعد العموريين. وجاءت نصوص العهد القديم تؤكد هذه الحقيقة التاريخية. ومما جاء في هذا الباب: \"وأما اليبوسيون سكان أورشليم فلم يقدر بنو يهوذا على طردهم, فأقام اليبوسيون مع بني يهوذا فيه أورشليم إلى هذا اليوم\" (2). ¶ وفي نص آخر : \"فلم يرضَ الرجل أن يبيت بل قام وانصرف حتى انتهى إلى مقابل يبوس التي هي أورشليم ومعه حماران موقران وسرّيته. وفيما هو عند يبوس، وقد مال النهار جداً، قال الغلام لمولاه: مِلْ بنا إلى مدينة اليبوسيين هذه فنبيت فيها\" (3). ¶ وفي نص ثالث: \"وسار داود وجميع إسرائيل إلى أورشليم التي هي يبوس حيث كان اليبوسيون سكان الأرض، فقال سكان يبوس لداود إنك لا تدخل إلى ههنا، فأخذ داود حصن صهيون، وهو مدينة داود\" (4). ¶ __________ ¶ (1) سفر نبوءة حزقيال، الأصحاح 16، الآيات 1 ، 2 ، 3 . ¶ (2) سفر يشوع، الأصحاح 15، الآية 63. ¶ (3) سفر القضاة، الأصحاح 19، الآيتان 10 ، 11. ¶ (4) سفر أخبار الأيام الأول، الأصحاح 11، الآيتان 4، 5.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "يقر يهود في هذا النص بأنه حتى زمن داود حوالي 1000 ق. م كان اليبوسيون العرب سكان القدس الأصليين وهذا بعد موسى عليه السلام بما يزيد عن أربعة قرون فكيف للمدينة أن تكون مقدسة عندهم أو لهم؟ ولم تصبح القدس في عهدة داود إلاّ بعد حكمه بحوالي ثماني سنوات؟. ¶ وفي خلاصةٍ إجمالية لتاريخ المدينة يقول الدكتور حسن ظاظا: \"إن فترة أواخر حكم داود وحكم سليمان وهي لا تعدو كلها ثلاثاً وسبعين سنة: 33 لداود و40 لسليمان هي الفترة الوحيدة التي كانت المدينة والهيكل فيها مركزاً وعاصمة لليهود بقوة السلاح أولاً وبالمسالمة والدبلوماسية ثانياً وأنه بمجرد موت سليمان تقلصت سلطة القدس بأكثر من النصف . . . ومنذ ذلك الوقت كانت أورشليم رمزاً، ولم يكن وجود اليهود فيها وجوداً مستقلاً، لا سياسياً ولا اقتصادياً ولا دولياً، وإنما كانت لهم فيها زوايا ومعابد لطقوسهم\" (1). ¶ القدس لآلاف السنين قبل داود وآلاف بعده مدينة عربية، وهي مركز حج مسيحي وبعد الإسلام احتلت مكانة هامة عند المسلمين فهي مسرى النبي - صلى الله عليه وسلم - وفيها المسجد الأقصى أولى القبلتين وثالث الحرمين، وفيها المسجد الأقصى أولى القبلتين وثالث الحرمين، فلست أدري كيف جاء الحق التاريخي المزعوم ليهود من 73 سنة حكموها فيها إبَّان مملكتي داود وسليمان وهي مدة تعادل نصف مدة الاستعمار الفرنسي للجزائر فهل الجزائر بعد احتلالها تكون حقاً تاريخياً لفرنسا على سبيل المثال؟. ¶ القدس موطن أهلها، ويحج إليها المسيحي كما يزورها متقرباً إلى الله المسلم، وقد سُمح لليهودي سابقاً أن يزورها لكن كيف يصح أن تصبح المدينة لغير أهلها؟ ولنأخذ مثلاً على ذلك: المسلمون من أنحاء العالم يحجون إلى مكّة المكرمة فهل تكون لهم أم أن مساكنها وأرضها تبقى لأهلها؟. ¶ __________ ¶ (1) ظاظا، د. حسن، م. س، ص 43، 44.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "ويهود كما هو معلوم من مصادرهم التاريخية في غالبهم من أصل خزري نسبة إلى بحر الخزر بحر قزوين حيث جرت أوسع حركة تهوّد في أوائل القرن الثامن الميلادي ما بين 720 م إلى 740 م. يقول بنيامين فريدمان عن هذا الأمر: \"إن من يزعمون أنفسهم يهوداً المتحدرين تاريخياً من سلالة الخزر، يشكلون أكثر من 92 بالمائة من جميع من يسمون أنفسهم يهوداً في كل مكان من العالم اليوم. والخزر الآسيويون الذين أنشأوا مملكة الخزر في أوروبا الشرقية، أصبحوا يسمون أنفسهم يهوداً بالتحول والاعتناق سنة 720 م، وهؤلاء لم تطأ أقدام أجدادهم قط الأرض المقدسة في تاريخ العهد القديم هذه حقيقة لا تقبل جدلاً\" (1). ¶ إنَّ اليهودية لها أتباع من أكثر من قومية في العالم، والغالبية كما مر آنفاً من يهود الخزر فما مبرر مزاعمهم بحق تاريخي في القدس؟. ¶ \"تأسيساً على ما تقدم نستنتج أنَّ القدس مدينة عربية، وأنَّ الفترات التي كان فيها النفوذ ليهود أو لبني إسرائيل كانت قصيرة، ناهيك عن أن تلك الفترات لم يكن فيها سكان القدس يهوداً فقط. ¶ وإذا كان يهود لم يستقلوا بالقدس، ولا صدق لأقوالهم بحق تاريخي فيها بمفردها، فكيف يدّعون حقاً غير موجود بفلسطين كلها؟! ¶ إنَّ لليهودية أتباعاً من أمم وقوميات متعددة، وليس هؤلاء القوم أمة دون الناس ولن يكونوا، ولا أقاموا كياناً سياسياً خاصاً بهم لا في القدس ولا في فلسطين ولا في غيرها، لذلك تصبح مسألة حق العودة إلى فلسطين مسألة مختلفة ، والأصح أن تسمى حق الاغتصاب والاحتلال\" (2). ¶ __________ ¶ (1) فريدمان، بنيامين ، م. س، ص 44، 45. ¶ (2) السحمراني، د. أسعد، م. س، ص 51.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "والقدس العربية مركز إيماني للمسلمين والمسيحيين، وفي ولاية المسلمين العرب كان ليهود حق ممارسة شعائرهم الدينية فيها، ولم يمنعوا من هذا الحق. أما هم فإن نواياهم العدوانية واضحة جلية فإنما هي نوايا إلغاء الشخصية الدينية ـ التاريخية للمدينة للانفراد بها كما جاء على لسان مؤسس الصهيونية تيودور هرتزل في خطابه أمام أول مؤتمر صهيوني عالمي في مدينة بال السويسرية حيث قال: \"إذا حصلنا يوماً على القدس وكنت لا أزال حياً وقادراً على القيام بأي شئ فسوف أزيل كل شئ ليس مقدساً لدى اليهود فيها وسوف أدمر الآثار التي مرت عليها القرون\". ¶ إنَّ هذا الاتجاه الخطير عند الصهاينة حيال القدس بمقدساتها وإنسانها وتراثها وعمرانها يلقي مسؤولية على المؤمنين عموماً، والعرب خصوصاً من مسلمين ومسيحيين كي ينقذوا مدينتهم المقدسة من هذا الخطر الداهم. ¶ مكانة القدس عند المسيحيين: ¶ إنَّ الوظيفة الدينية للقدس بالنسبة إلى المسيحيين عظيمة الشأن، ففي القدس وما حولها من بيت لحم وغيرها من المناطق التي لا تبعد كثيراً عن القدس بل تعد من ضواحيها كانت ولادة السيد المسيح عليه السلام ودعوته وقبلها كانت ولادة أمه فيها. يقول القاضي مجير الدين الحنبلي: \"أوتيت مريم عليها السلام فاكهة الشتاء في الصيف وفاكهة الصيف في الشتاء في بيت المقدس، وولد عيسى عليه السلام وتكلم في المهد في بيت المقدس. ¶ وأُنزلت عليه المائدة في أرض بيت المقدس، ورفعه الله تعالى إلى السماء من بيت المقدس، وينزل من السماء إلى الأرض في بيت المقدس. ¶ وماتت مريم عليها السلام ببيت المقدس\" (1). ¶ __________ ¶ (1) الحنبلي، مجير الدين، الأنس الجليل بتاريخ القدس والخليل، ج1، الأردن، مكتبة المحتسب، سنة 1973، ص 240.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "وفي القدس بنت هيلانة أم قسطنطين الأمبراطور الروماني الذي تنصّر سنة 325 م كنيسة القيامة التي يحجّ إليها المسيحيون \"وتنتشر في سفح جبل الزيتون (الطور) وعلى قمته الكنائس والأديرة مثل كنيسة الجثمانية (الجسمانية) ومغارة الجثمانية وكنيسة الصعود وكنيسة مريم العذراء، وتمر بجبل الزيتون المواكب الدينية المسيحية أثناء احتفالات عيد الفصح المجيد التي تبدأ من قرية بيت فاجة وتنتهي في كنيسة القيامة مروراً بطريق الآلام\" (1). ¶ والمسيح عليه السلام الذي جاء للخراف الضالة من بني إسرائيل خاصة وقد كان بعضهم في القدس (أورشليم) قصدهم مع المؤمنين به المقربين منه، وهو يتوقع تمرّدهم وعصيانهم وأنَّ أذى سيحصل على أيديهم، جاء في إنجيل مرقس: \"وكانوا في الطريق صاعدين إلى أورشليم وكان يسوع يتقدمهم وهم منذهلون يتبعونه خائفين فأخذ أيضاً الاثني عشر وابتدأ يقول لهم ما سيعرض له، هوذا نحن صاعدون إلى أورشليم وابن البشر سيسلم إلى رؤساء الكهنة والكتبة فيحكمون عليه بالموت ويسلمونه إلى الأمم، فيهزأون به ويبصقون عليه ويجلدونه ويقتلونه وفي اليوم الثالث يقوم \" (2). ¶ هذه العدوانية اليهودية ضد المسيح عليه السلام هل ستكون ودّاً مع أتباعه اليوم وقد أصبحت اليهودية صهيونية عنصرية؟ إنّ يهود لا يرعون حرمة، والدين عندهم ستار للمشروع السياسي. إنَّ الدموع المزيّفة التي يذرفونها أمام ما يزعمون أنه حائط المبكى ما هي سوى محاولة رخيصة لاستعطاف بعض البسطاء ليساندوهم وفي لعبتهم التسلطية. ¶ __________ ¶ (1) الموسوعة الفلسطينية، م 3، م. س، ص 515، 516. ¶ (2) إنجيل مرقس، الأصحاح العاشر، الآيات 32، 33، 34.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "ويهود الذين جاءهم المسيح عليه السلام ليصلح حال عقيدتهم وشرعهم لم يصغوا له فكيف سيصغون لمسيحيي اليوم؟ جاء عن استهتارهم ببيوت العبادة في إنجيل مرقس: \"وجاءوا إلى أورشليم فدخل الهيكل وجعل يُخرج الذين يبيعون ويشترون في الهيكل وقلب موائد الصيارفة وكراسي باعة الحمام. ولم يدع أحداً ينقل متاعاً في الهيكل، وكان يعلمهم قائلاً: أليس مكتوباً أن بيتي بيت صلاة يدعى لجميع الأمم وأنتم جعلتموه مغارة اللصوص\" (1). ¶ فديانهم منذ القدم أن يتعاطوا مع بيوت العبادة بطريقة لصوصية وهذا ما رسوه حديثاً ضد المقدسات الإسلامية والمسيحية حيث سرقوا الكثير من محتوياتها. وأورشليم لها مكانتها في المسيحية فهي موطن أول مجمع كنسي بعد المسيح ولذلك ورد أمر تكريم أسقفها في القانون (7) من مجموعة الشرع الكنسي، وفيه: \"ليكرم أسقف إيليه (أورشليم) دون أن تمسّ حقوق المتروبوليت، لا غرابة في أن المدينة المقدسة يليق لها أن تتمتع بمركز خاص ممتاز بين الكنائس المسيحية. ويظهر أنَّ من الغرابة بمكان أنْ تكون هذه المدينة في العصور الأولى كرسياً تابعاً لكنيسة قيصرية . . . ومن المحتمل أنه نحو نهاية القرن الثاني أخذت فكرة قداسة المكان تضفي على صاحب الكرسي فيه كرامة خاصة . . . فشعور الاحترام لصاحب الكرسي في المدينة المقدسة هو الذي حمل آباء مجمع نيقية على سن هذا القانون\" (2) ¶ إن مكانة الكرسي الأسقفي هذا في بيت المقدس لن تتحقق في ظل التسلط العنصري الإسرائيلي فمن اعتدى على المسيح عليه السلام لن يكون غير ذلك مع المسيحيين. ¶ __________ ¶ (1) إنجيل مرقس، الأصحاح 11، الآيات 15، 16، 17. ¶ (2) مجموعة الشرع الكنسي أو قوانين الكنيسة المسيحية الجامعة، جمع وتنسيق وترجمة الأرشمندريت حنانيا إلياس كسّاب، بيروت، منشورات النور، سنة 1985، ص 59.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "لهذا نجد أن الأساقفة بعد مجمع نيقية سنة 325 م قد تلقوا رسالة من قسطنطين عن عيد الفصح ينبه من مشاركة يهود. جاء في هذه الرسالة: \"فقد أعلن أنه لا يناسب على الإطلاق، وخاصة في هذا العيد الأقدس من كل الأعياد، أن نتبع تقليد أو حساب اليهود الذين عميت قلوبهم وعقولهم وغمسوا أيديهم بأعظم الجرائم فظاعة. ¶ . . . ولذلك يجب أن لا يكون لنا ما نشارك به اليهود، فإن عبادتنا قائمة على أسلوب أقوم وأشد انطباقاً على الشريعة. وهكذا إذ نتفق كلنا على اتخاذ هذا الأسلوب ننفصل أيها الأخوة الأحباء عن أي اشتراك ممقوت مع اليهود\" (1). ¶ وللتدليل على موقع القدس في الضمير المسيحي نترك للمطران جورج خضر أن يبث مشاعره تجاهها، حيث يقول: \"ليس في أية مدينة أخرى سرّ، ليس في أية مدينة أخرى ألوهة، لهذا لن نحيد عن القدس، لا نهملها للناهبين . . . كل مدائن الأرض إلى هذا العالم . . . القدس وحدها أيقونة كتلك التي رُسِم عليها وجه السيد، وسمّيناها أيقونة غير مصنوعة بيد، صح أن القدس تكونت بدءاً من تراب الأرض، غير أن سمتها الأساسية أنها جبلت بنور، بهذا النور الذي تقول فيه الكنيسة الأرثوذكسية أنه غير مخلوق. نحو أمامها في انبهار لأن الأعماق الإلهية نزلت عليها\" (2). ¶ وفي القدس إضافة إلى المواقع المقدسة السابقة الذكر عند المسيحيين عدد غير قليل من المراكز والأديرة والكنائس نذكر منها: ¶ 1 ـ البطريركية الأرثوذكسية في القدس وتأسيسها كان سنة 451 م بعد مجمع خلقيدونية. ¶ 2 ـ دير اللاتين ـ دير المخلص ـ وتأسيسه كان سنة 1559 م وهو يعد المركز الرئيسي للآباء الفرنسيسكان. ¶ 3 ـ دير الأرمن المعروف باسم دير مار يعقوب وقد بني سنة 1165 م. ¶ __________ ¶ (1) مجموعة الشرع الكنسي، م. س، ص 155. ¶ (2) خضر، المطران جورج، القدس ضمير المسيحيين العرب. في: أعمال ندوة يوم القدس، تشرين الأول 1993، الأردن (عمان) ص 91.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "4 ـ دير السريان (دير مار مرقص)، وهو للسريان الأرثوذكس ويبدو أنه يعود بناؤه للقرون الأولى من المسيحية. ¶ 5 ـ دير للسريان الكاثوليك يدعى دير مار مبارك أو دير القديس بنيد كنوس ويقع على رأس جبل باطن الهوا إلى الشرق من قرية سلوان\" (1). ¶ وبذلك تكون القدس ذات مكانة عالية من الناحية الدينية، في المسيحية، والمسيحيون لم ينعموا بحريتهم فيها إلاّ بعد الفتح واستلام السلطة من قبل المسلمين، لأن القاعدة في الإسلام ?لا إكراه في الدين? وأن النصارى (المسيحيين) هم الأقرب مودّة للمسلمين. والمعلوم أنه إبَّان حملات الفرنجة على الأمة الحربية وجعل القدس أحد أهداف الحملات العسكرية هذا مع التستر بالصليب، قد تعرضت الكنيسة الشرقية للاضطهاد كما الحال بالنسبة إلى المسلمين، واختلطت الدماء العربية الإسلامية والمسيحية على ثرى القدس. ووصل العدوان بالفرنجة إلى حد أنهم عزلوا بطريرك القدس الأرثوذكسي وعينوا بديلاً عنه بطريركاً لاتينياً. ¶ كنائس من أوروبا وأمريكا تساند العدوان الإسرائيلي: ¶ إنَّ عنصرية يهود وعدوانيتهم ضد المسيح والمسيحيين على امتداد ألفي عام كان من الطبيعي أن تحمل كل مسيحي على اتخاذ موقف مقاوم لمشروعات يهود من خلال الحركة الصهيونية، لكن ما حصل أنَّ انقساماً بالغاً قد حصل في الموقف المسيحي خلال الحركة الصهيونية، حيث جرى اعتراف من المرجعية الكاثوليكية المتمثلة بالباب والفاتيكان بدولة إسرائيل، وهذا يشكل مشروع إقرار بإجراءات هذه الدولة بما في ذلك تهويد القدس، ولا يجد المرء تفسيراً لذلك. إن هذا القرار يحتاج للمراجعة وإعادة النظر وإلا شكّل استمراره موقفاً لغير صالح المسيحية ومقدساتها. ¶ __________ ¶ (1) لمزيد من التفصيل عن هذه المراكز يراجع: ¶ العسلي، د. كامل جميل، وثائق مقدسية تاريخية، م1، الأردن (عمان)، سنة 1983، ص 54 وما بعدها.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "أما اللون الآخر وهو الأخطر فيتمثل في بروز كنائس في أوروبا وأمريكا معظمها من رحم الكنيسة الإنجيلية، وهذه الكنائس تشكل مساعداً رئيساً لمشروع الدولة الإسرائيلية وللحركة الصهيونية عموماً، وقد بات الكتّاب يسمون أتباع هذه الجماعات: الصهيونية المسيحية أو الصهيونية غير اليهودية. ¶ وأجد من المفيد في سياق هذا البحث أن أذكر نصوصاً من كتاب الدكتور يوسف الحسن بعنوان: \"البعد الديني في السياسة الأميركية تجاه الصراع العربي ـ الإسرائيلي\"، ومنها ما جاء فيه عن الأصولية المسيحية الأميركية: \"لا يتوجه المسيحيون الأصوليون في صلواتهم إلى كل الناس في أي مكان، ولا يدعون إلى السلام على الأرض أو إلى الفقراء والمحرومين، بل يصلون دائماً للأرض الفلسطينية، التي يريدونها أن تؤول إلى أيادي يهود إسرائيل\" (1). ¶ ويكمل د. يوسف الحسن في عرض الأنشطة الأصولية المسيحية الداعمة لإسرائيل فيقول: \"تمارس أكثر من 250 منظمة مسيحية أصولية، أنشطة متنوعة تأييداً لإسرائيل. فقد تخصص بعضها في تنظيم المسيرات التضامنية، وبعضها الآخر تخصص في تنظيم السياحة والنشر والدعم اللاهوتي، وأخرى تباشر العمل السياسي على تشكيل جماعات ضغط أو بواسطة الحملات الدعائية والإعلانية والإعلامية المختلفة، وهي أبرز النشاطات والبرامج التي تحظى باهتمام إسرائيل، وتدعم من أواصر التحالف بينها وبين الحركة الخاصة بنقل السفارة الأمريكية من تل أبيب إلى القدس، واكتساب اعتراف الشرعية الدولية بها كعاصمة لإسرائيل. ¶ . . . ويقول أحد مساعدي مناحيم بغين، عن المسيحية الأصولية: \"إنها أحد أعمدة إسرائيل الرئيسية في الولايات المتحدة الأمريكية، وأن عدد أفرادها عشرة أضعاف عدد اليهود الأمريكيين\" (2). ¶ __________ ¶ (1) الحسن، د. يوسف، م. س، ص 169. ¶ (2) الحسن، د. يوسف، م. س، ص 170.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "إنَّ فلسفة القوة والانطلاق من قاعدة \"حق القوة\" تحكم إلى حد بعيد العقلية الأصولية عند مسيحي أمريكا. والأمريكيون الذين جاءوا من أوروبا فقتلوا شعب البلاد الأصلي الهنود الحمر لا يجدون ما يضر إذا ما مارست إسرائيل هذا الفعل ضد العرب. ¶ إن الصحفية غريس هالسل التي ذكرناها سابقاً سمعت من الدكتور غوردون ويلتي من جامعة رايت الحكومية في ولاية أوهايو مجيباً عن سؤالها حول سبب دعم دولة إسرائيل وبالمقابل العمل على محاربة العرب وتدمير المقدسات في القدس ما يلي: \"الأصوليون الإنجيليون الذين يجمعون الأموال لتدمير المسجد الأقصى، يمارسون نفس لاهوت القوة الذي مارسه الكثيرون من أجدادهم. لقد آمنوا أن القوة والأخلاق والحق \"اكتساب الغرب\" وذبح الهنود والتقدم بحضارة البيض، وبعد ذهاب المنطقة الحدودية الأمريكية، فإنهم يحاولون خلقها في مكان آخر، وهكذا اصبحت أحلام المستوطنين في \"صهيون الجديدة\" هي صهيون القديمة في فلسطين. ¶ وتماماً كما سوغ بعض المستوطنين المسيحيين قتل الهنود، فإن بعض المسيحيين الآن يسوغون تقديم الأموال للصهاينة الذين يقتلون الفلسطينيين . . . ¶ إنَّ أجمل الأوصاف التي رأيتها لهذا النوع من (الحق للقوة)، هو الذي يقدمه جون هوبسون في كتابه \"الأمبريالية\" إنه يسميها (مسيحية القوة) \". . . إن مسيحيي القوة الذين يساندون الصهيونية، يقبلون بأهداف قصيرة المدى ويتصرفون بتناقضات غريبة، إنهم يضعون في إحدى خلايا عقولهم الاعتقاد بأن اليهود شعب الله المختار، وفي خلية أخرى يؤمنون أن الرب لا يسمع صلوات اليهود\" (1). ¶ __________ ¶ (1) هالسل، غريس، م. س، ص 148.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "إن مقولات ويلتي التي صرح بها لغريس هالسل يراد من خلالها القول بأن تجربة إبادة الهنود الحمر على يد الأوروبيين المستوطنين في القارة الأمريكية بعد استعمارها وبالتالي إزالة معالم بلادهم يمكن أن تتكرر في فلسطين والأمة العربية على يد الصهاينة، وهذه المقولة الإلغائية ستكون موجهة ضد المسيحيين العرب ومقدسات المسيحيين كما الحال في مواجهة المسلمين، فكيف يجيز أتباع بعض الكنائس لأنفسهم دعم هذا المشروع؟ والسؤال نفسه موجه للكنيسة الكاثوليكية التي أعلنت اعترافها بدولة إسرائيل علماً أنها المستهدفة من قبل الصهاينة. ¶ ومن جملة ما ورد في أدبيات يهود والصهاينة ضد المسيحية والكنيسة هذا النص من \"بروتوكولات حكماء صهيون\"، ويقولون فيه: ¶ \"سوف نحصر الأكليريكية والأكليريكيين في حدود ضيقة بحيث يكون لنفوذهم نتائج بخلاف ما هي عليه اليوم، وحينما يأتي الوقت للقضاء على الفاتيكان فسوف تنقض الشعوب التي تقودها الأيدي غير المرئية، على هذا القصر وحينذاك نتدخل نحن بحجة أننا نريد منع سفك دماء كثيرة، بينما تكون الحقيقة لكي ندخل إلى قلب المكان الذي لم نتركه قبل أن نكون قد دمّرنا أخلاقياً هذه السلطة، وسوف يكون ملك إسرائيل رئيس الكنيسة العالمية\" (1). ¶ هكذا يتضح أن المشروع اليهودي ـ الصهيوني هو ضد المسيحية رسولاً ورسالة ومقدسات وكنيسة وأتباعاً، لم تبدله القرون ولا التطورات، وبذلك يكون سبيل المسيحيين الوحيد للحفاظ على كنيستهم ومقدساتهم في القدس وخارجها، أن يواجهوا هذا الخطر. ¶ مكانة القدس عند المسلمين: ¶ إنَّ الحديث عن مكانة القدس عند المسلمين لا يرتبط بما فيها من مقدسات للمسلمين فحسب، وإنما القدس وما حولها كانت مكان مولد ودفن وحياة أكثر من نبي من الأنبياء عليهم السلام، لذلك يتعلق المسلمون بالقدس بسبب إيمانهم بالأنبياء والرسل جميعاً. ¶ __________ ¶ (1) بروتوكولات حكماء صهيون، م. س، ص 102.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "يضاف إلى ذلك أنَّ للمسلمين خصوصيات فيها، فالقدس مسرى النبي محمد - صلى الله عليه وسلم - حيث صلى فيها ليلة الإسراء إماماً بالرسل والأنبياء، وفيها المسجد الأقصى أولى القبلتين وثالث الحرمين إضافة لقبة الصخرة المشرفة وعدد من المدارس والمساجد والزوايا. ¶ والقدس مدينة عربية الأصل عاشت في ظل العروبة آلاف السنين وبعد الفتح على يدي الفاروق عمر رضي الله عنه عاشت قرابة 14 قرناً إسلامية ـ عربية تسودها السماحة في العلاقة مع أهل الكتاب من المسيحيين خاصة. لذلك وبسبب الارتباط بين الإسلام والعروبة، والقدس عربية، يقوم ارتباط وثيق مع القدس التي تمثل حاضرة تتجسد فيها الحالة الإيمانية مع الطابع العربي من حيث الانتماء. ¶ فالقدس بقعة مباركة وإليها كانت رحلة الإسراء ومنها كانت رحلة المعراج. ¶ قال الله تعالى: ?سبحان الذي أسرى بعبده ليلاً من المسجد الحرام إلى المسجد الأقصى الذي باركنا حوله لنريه من آياتنا إنه هو السميع البصير? (1). ¶ وفي السنّة أحاديث نبوية كثيرة تتحدث عن فضل القدس يستلزم سياق البحث ذكر بعضها علماً أن ذلك تكرار لما أورده باحثون كثيرون. من هذه الأحاديث: ¶ 1 ـ عن أبي سعيد الخدري رضي الله عنه: أن رسول الله - صلى الله عليه وسلم - قال: \"لا تشدّ الرحال إلاّ إلى ثلاثة مساجد: المسجد الحرام، والمسجد الأقصى، ومسجدي هذا\" (مسجد الرسول في المدينة المنورة). ¶ 2 ـ عن علي بن أبي طالب رضي الله عنه قال سمعت رسول الله - صلى الله عليه وسلم - يقول: ¶ \"سيّد البقاع بيت المقدس، وسيّد الصخور صخرة بيت المقدس\". ¶ 3 ـ روي عن ميمونة بنت سعد مولاة رسول الله - صلى الله عليه وسلم - أنها قالت: ¶ يا رسول الله أفتنا في بيت المقدس، فقال: \"أرض المحشر والمنشر ائتوه فصلّوا فيه فإن كل صلاة فيه كألف صلاة\". ¶ قلنا: يا رسول الله فمن لم يستطع أن يصل إليه؟ ¶ __________ ¶ (1) سورة الإسراء، آية 1.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "قال: \"فمن لم يستطع أن يأتيه فليهدِ إليه زيتاً يسرج في قناديله فإن من أهدى إليه زيتاً كان كمن أتاه\". ¶ 4 ـ عن أم سلمة رضي الله عنها أن رسول الله - صلى الله عليه وسلم - قال: \"من أهلَّ بحجة أو عمرة من المسجد الأقصى غُفِر له ما تقدم من ذنبه\". ¶ والقدس موطن المساجد والمدارس والزوايا الإسلامية ومدفن الأنبياء والصحابة والعلماء والصالحين لذلك كله يجد المسلم أن ترابها مجبول بمشاعره، وأنها تعيش فيه لا تفارقه، وفي العدوان عليها عدوان على دينه وأمته. وعبرة رحلة الإسراء إليها مع الصلاة إليها في بداية الدعوة إشارة ربانية لتعزيز مكانتها عند المسلمين والعرب. كيف لا وأول بيت وضع للناس في الأرض هو الحرم المكي الشريف، والبيت الثاني بعده في الأرض زمنياً ومكانة هو الحرم القدسي الشريف. ¶ يفيد في هذا السياق أن نقف قليلاً عند واقعة الإسراء وواقعة المعراج ونسأل: لماذا رحلة الإسراء كانت إلى القدس ولم تكن إلى أي مكان آخر؟ ¶ ثم لماذا كانت رحلة المعراج من القدس وليس من مكان آخر من مكة نفسها مثلاً؟ ¶ ثم لماذا كانت الرحلة إسراءً، أي ليلية، ولم تكن في النهار والله قادر على أن يجعل الرحلة نهاراً أو ليلاً ولا يعجزه ذلك؟ ¶ لأن رسالة الإسلام هي الخاتمة، وسيدنا محمد - صلى الله عليه وسلم - خاتم النبيين، لذلك لا بد أن تتواصل مسيرة النبوات والرسالات في الزمان والمكان معاً، ولأن المكان لانتهاء رحلة الإسراء وبدء رحلة المعراج هو القدس ففي ذلك تأكيد للارتباط بين الدور الرسالي اختتاماً بالرسالة الخاتمة.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "ن هذه الاستمرارية في مسيرة دعوة التوحيد هي ما أكدته الآية الكريمة: ?إن هذه أمتكم أمة واحدة وأنا ربكم فاعبدون? (1). فالعقيدة واحدة ولذلك جاءت رحلة الإسراء بما تضمنته من وقائع تؤكد هذه الاستمرارية، ولهذا كان حكم المسلمين العرب للقدس متميّزاً بالسماحة منذ العهدة العمرية حيث أمن المسيحيون على كل ما يخصهم من كنائس ومقدسات، وحتى يهود ممن كانوا يأتون زائرين إلى القدس كانت لهم حريتهم، فالقاعدة في الإسلام في هذا الباب قول الله تعالى: ?لا إكراه في الدين? (2). ¶ ورحلة المعراج كانت من بيت المقدس حيث انتهت رحلة الإسراء ففي ذلك توجيه وإرشاد رباني بأن واجب المسلمين أن يحافظوا على الترابط في القداسة، وفي البعد المكاني العبادي بين مكة المكرمة والقدس والمدينة المنورة، وأن التفريد بالقدس كأنه تفريط بواسطة العقد، فلا يصح أن يغيب عن بال مسلم أن رحلة الإسراء والمعراج حيث صلى الرسول - صلى الله عليه وسلم - في المسجد الأقصى كانت قبل أن تصبح يثرب المدينة المنورة وقبل أن يقام فيها المسجد النبوي، ومن يفرّط بواسطة العقِد كأنه يسمح بانفراط العقد كلّه لذلك على كل من أراد أن يحفظ عقد المقدسات الإسلامية مترابطاً أن يهب للدفاع عن القدس، وتحريرها ممن يدنسونها. ¶ __________ ¶ (1) سورة الأنبياء، آية 92. ¶ (2) سورة البقرة، آية 256.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "أما في قضية الإسراء ليلاً فيستفيد الدارس لطيفة هامة ترشد إلى الجهاد وتحضّ عليه. فالمعلوم في العلوم العسكرية أن خير أوقات الغارات على الأعداء ما كان في وقت السحر أي مع ساعات الفجر ففي قوله تعالى: ?فالمغيرات صبحاً? (1). والإغارة صبحاً على معسكرات الأعداء يسبقها حكماً المسير ليلاً إلى جهة الأهداف المنوي الإغارة عليها، ولعل في ذلك إرشاداً وتوجيهاً للأمة العربية والإسلامية بأن القدس ستكون محط أطماع وموقع صراعات فعليكم أن تستعدوا دوماً للدفاع عنها وصيانة مقدساتها وموقعها وحرمتها، وهذا يكون أن نسري إليها في كل مرة نفتديها ونغير صبحاً على من يدنسها لنخرجه منها. ¶ وإذا كان ليل المؤامرة على القدس وعلى مكانتها الإسلامية والمسيحية وعلى عروبتها قد طال واستطال فإن المتحفزين لتحريرها يسرون إليها بافكارهم وجهودهم استعداداً لصبح في الأمة تُغير فيه على الشتات اليهودي وعلى الجموع الصهيونية لتخليص القدس من تدنيسهم ومؤامراتهم. ¶ خطوات المشروع الإنقاذي: ¶ إنَّ قرار العدو الإسرائيلي بجعل القدس عاصمة لدولته، ومشروع الكونغرس الأميركي الذي مرّ دستورياً في عاصمة الظلم الدولي الولايات المتحدة الأمريكية على أن ينفذ سنة 1999، وفي ظل صمت دولي ومن الهيئات الدولية، إن هذا القرار مع المشروع الصهيوني كله يوجب على العرب أن يصنعوا تضامناً من أجل المواجهة. ¶ إن المواجهة لمشروع تهويد القدس لتعود عربية كما هي بالأصل عبر آلاف السنين تقتضي أن تتضافر الجهود العربية الإسلامية ـ المسيحية من أجل التحرير واسترداد الكرامة. ¶ وإذا كان قائل قد يقول: لكن طبول السلام تقرع، والحكام يوقعون فما عساكم تستفيدون من هذا النداء؟ فإننا نقول: إنَّ الحكام أبحروا في مشروعهم بدءاً من كمب ديفيد ومدريد دون أن يستشيروا شعب الأمة أو يستفتوه ويطلبوا رأيه وبالتالي فإن حق الممانعة والمواجهة لا أحد يمكنه أن يلغيه. ¶ __________ ¶ (1) سورة العاديات، آية 3.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "فما قاعدة المواجهة، وما خطواتها؟ ¶ 1 ـ إن المرتكز في مواجهة مشروع تهويد القدس هو التضامن وصناعة جبهة عربية وإسلامية ـ مسيحية تردع المؤامرة على القدس، وعلى كل أرض الأمة وما يخصها، وهذه الجبهة تنطلق من التوجيه الرباني الذي جاء في قوله تعالى: ¶ ?لتجدنّ أشد الناس عداوة للذين آمنوا اليهود والذين أشركوا ولتجدنّ أقربهم مودة للذين آمنوا الذين قالوا إنّا نصارى ذلك بأن منهم قسيسين ورهباناً وأنهم لا يستكبرون? (1). ¶ 2 ـ والمنهاج المفيد استخدامه في العمل لاسترداد موقع القدس ومنع تهويدها يستفاد من نص العهدة العمرية التي أعطاها الخليفة الفاروق رضي الله عنه للبطريرك صفرينوس بطريرك القدس يوم استلم مفاتيحها منه. وفي العهدة: \"بسم الله الرحمن الرحيم. هذا ما أعطى عبد الله أمير المؤمنين عمر أهل إيليا (القدس) من الأمان، أعطاهم أماناً لأنفسهم وأموالهم ولكنائسهم ولصلبانهم ومقيمها ويريها، وسائر ملّتها أنها لا تُسكن كنائسهم ولا تهدم، ولا ينتقص منها ولا من حدها ولا من صليبهم ولا شئ من أموالهم ولا يكرهون على دينهم، ولا يضارّ أحدهم منهم ولا يسكن معهم أحد من اليهود\" (2). ¶ فالقدس عربية وإسلامية ومسيحية وفق العهدة العمرية هكذا ظلت ما يربو على ثلاثة عشر قرناً ويجب أن تعود. ¶ 3 ـ لكن قائلاً قد يقول: كيف تعود والعدو الإسرائيلي مدعوماً يستولي عليها معتمداً \"حق القوة\" كما فعل المهاجرون الأوروبيون في القارة الأمريكية؟ وردُّنا أن أمتنا وهي مهد رسالات السماء تنطلق في دورها وسائر ما يخصها من قاعدة : \"قوة الحق\". فالقدس وفق هذه القاعدة حق عربي وحق إسلامي ـ مسيحي، وبفعل قوة الحق مع الاستعداد لصناعة قوة توظيف لإحقاق الحق نستطيع أن نضر بما يعتمدونه من حق القوة ليكون النصر لقوة الحق. ¶ __________ ¶ (1) سورة المائدة، آية 82. ¶ (2) وردت عند: الحنبلي، القاضي مجير الدين، م. س، ص 253.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "4 ـ الواجب العربي أن تتم مواجهة مشروع الشرق أوسطية وهو مشروع حلف سبقته مشروعات منها حلف بغداد، وهذا المشروع يستهدف كما في كل مرة العروبة والإسلام بما في ذلك القدس، وهذا المشروع يريدون من خلاله تحقيق اجتياح للأمة في ميادين متعددة اقتصادية وثقافية وإعلامية، ونرى أن قادة العدو يطرحون توزيع الأمة العربية مغانم وكأنها تركة رجل متوفى. ونكرر في هذا الباب هذه الفقرة من كتاب شمعون بيريز، \"الشرق الأوسط الجديد\" حيث يقول: \"وخلال محادثاتي العديدة مع الشخصيات الأوروبية خلال السنة الأولى من حكومة العمل، رسمنا برنامجاً خاصاً السنة الأولى من حكومة العمل، رسمنا برنامجاً خاصاً بشرق أوسط جديد بعد الخطة الأوروبية يقوم على التعاون الاقتصادي أولاً يتوله تفهم سياسي متواصل إلى تحقيق الاستقرار وقد حفزت هذه الفكرة مخيلات العديد من حلفاء إسرائيل . . . وكنتيجة لذلك فقد بدأت الشركات الأوروبية الرئيسة في تطوير خطط لتوسيع النشاط التجاري في الشرق الأوسط كما وبدأ البنك الدولي نشاطه حيث تمّ وضع الأسس اللازمة لأنشطة مختلفة، وفي حين عرض اليابانيون تولي أمر القطاع السياحي اختار الفرنسيون والألمان قطاعي النقل والمواصلات والإيطاليون المشروع المحتمل لقناة البحرين الميت والأحمر والنمساويون قطاع الكهرباء والمياه، أما البريطانيون فوقع اختيارهم على قطاع التجارة الحرة والدانماركيون قطاع الزراعة والأمريكيون المصادر البشرية والكنديون قطاع اللاجئين\" (1). ¶ هذا الطرح الذي يشكل اجتياحاً اقتصادياً للأمة العربية يضاف إلى تهويد القدس وسائر أشكال العدوان يستلزم من شعب الأمة ومؤسساتها المدنية والرسمية أن يعدّوا العدّة للمواجهة وجبه العدوان. ¶ __________ ¶ (1) بيريز، شمعون، م. س، ص 14، 15.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "5 ـ إنَّ تحرير القدس واستردادها مع مواجهة المشروع المعادي للأمة يتطلب رصّ الصف في إطار وحدة وطنية، وانصهار نرفض من خلالهما كل أشكال الغلو أو العبث بالوحدة لأن المنهج الوحدوي هو أهم سلاح تفرضه المرحلة. ويجب أن يستكمل الدور ببناء مؤسسات أهلية مدنية متوزعة الاختصاص لتشكل هذه المؤسسات مرتكزات أساسية في مشروع المواجهة وصولاً إلى تحقيق أهداف التحرير والوحدة والعدل والازدهار والتقدم والاستقرار، وهذه ليست مجرد مثل بل في الأمة من القدرات والقوى والكفاءات ما يؤهلها لتحقيق هذه الأهداف. ¶ 6 ـ إن دوراً رئيساً في تحرير القدس والحفاظ على شخصيتها منوط بالكنائس العربية على تعدد وتنوع مذاهبها اللاهوتية، هذا الدور يتمثل بالتوجه إلى الكنائس في الغرب وفي أمريكا وسائر أنحاء العالم سعياً لتبيان الحقيقة لها في ما يتعلق بالقدس ومكانتها المسيحية، والسماحة التي عرفها المسيحيون في ظل السلطة العربية ـ الإسلامية. وهذا الأمر يكون بإرسال المحاضرين وإعداد الدراسات وطبع المنشورات وسائر الدعاية بلغات عديدة تراعي طرق الإقناع والحوار، لأن المسيحيين العرب هم الأقدر على مخاطبة الضمير المسيحي الغربي من المسلمين العرب، وإذا كان هذا الميدان قد شهد تقصيراً في الماضي فإن المخاطر المحيطة بالقدس اليوم لا تتحمل استمرار هذا التقصير. ¶ 7 ـ أما المسلمون العرب فدورهم العمل لحشد القوى عربياً وإسلامياً من أرجاء العالم كله، قوى المواجهة وقوى الضغط والتأثير من أجل أن تسترد القدس حريتها ولتخليصها من الأسر الصهيوني الذي يرافقه تدنيس ومساع معادية تعمل على تقويض وإزالة الآثار الإسلامية والمعالم الإسلامية في القدس بدءاً من المسجد الأقصى الذي تهدده الحفريات وهدده سابقاً الإحراق واقتحامه من قبل يهود للصلاة فيه مرات عديدة.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "القدس بكل ما تمثل إسلامياً وإيمانياً تستحق أن تشحذ الهمم، وأن تنشط المساعي كي تعود لأهلها مكانياً وسكانياً، وكي تعود لموقعها عبادياً ودينياً. ¶ 8 ـ أما على الصعيد العربي فلأن القدس تعني العرب قومياً كجزء من أرض الأمة، وتعنيهم دينياً مسلمين ومسيحيين لموقع مقدساتهم فيها، فإنهم مطالبون بالعمل للحفاظ على شخصيتها وآثارها ومقدساتها، ولاستردادها لأهلها، والحكومات العربية مطالبة بتضامن مواجه يردّ الخطر والتحديات، والحكومات التي وقعت صلحاً مع العدو مطالبة بموقف جاد يوقف مفاعيل معاهداتها إلى أن تتوقف إجراءات العدو في تهويد القدس واغتصابها، فالسكوت عن هذه الجريمة لا يجوز تحت أية ذريعة. ¶ 9 ـ أما الأمم المتحدة التي اتخذت مع مجلس الأمن قرارات عديدة تقول فيها ببطلان ما تتخذه إسرائيل بشأن القدس وتستنكر فيها إجراءات ضرب شخصية المدينة التاريخية والدينية والأثرية ومن هذه القرارات ما صدر عن منظمة اليونيسكو تستنكر التخريب الإسرائيلي لآثار القدس ومعالمها لكن هذه القرارات كلها بقيت حبراً على ورق لأن القوى النافذة دولياً وعلى رأسها عاصمة الظلم والانحياز لصالح العدو أمريكا تعطل مفاعيل هذه القرارات لصالح مشروعات العدو الاسرائيلي وما قرار الكونغرس الأخير في الموافقة على جعل المدينة عاصمة لإسرائيل إلاّ دليل واضح على ما أشرت إليه. ¶ وحيال هذا الانحياز السافر، والكيل بمكيالين في تنفيذ قرارات الأمم المتحدة مطلوب من الدول العربية ومعها دول العالم الإسلامي، والدول الصديقة كافة أن تتخذ موقفاً جاداً لوقف هذا الانحياز السافر لصالح العدو الإسرائيلي. ¶ المصادر والمراجع ¶ الكتاب المقدس. ¶ برانايتس، الأب آي. بي، فضح التلمود، إعداد زهدي الفاتح، بيروت، دار النفائس، ط 2، سنة 1403 هـ ـ 1983 م. ¶ بروتوكولات حكماء صهيون، ترجمة وتقديم الدكتور إحسان حقّي، بيروت، دار النفائس، ط 1، سنة 1408 هـ ـ 1988 م.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "بيريز، شمعون، الشرق الأوسط الجديد، ترجمة محمد حلمي عبد الحافظ، الأردن، الأهلية للنشر والتوزيع، ط 1 ، سنة 1414 هـ ـ 1994 م. ¶ التحديات الشرق أوسطية الجديدة والوطن العربي، مجموعة مؤلفين، بيروت، مركز دراسات الوحدة العربية، ط 1 ، سنة 1994. ¶ التوراة: تاريخها وغاياتها، ترجمة وتعليق سهيل ديب، بيروت دار النفائس، ط 4 سنة 1402 هـ ـ 1982 م . ¶ الحسن، الدكتور يوسف، البعد الديني في السياسة الأمريكية تجاه الصراع العربي ـ الإسرائيلي، بيروت، مركز دراسات الوحدة العربية، ط 1، سنة 1990. ¶ حفني، الدكتور قدري، الإسرائيليون: من هم؟ القاهرة، مكتبة مدبولي، سنة 1989. ¶ الحنبلي، القاضي مجير الدين، الأنس الجليل بتأريخ القدس والخليل، الأردن، مكتبة المحتسب، سنة 1973. ¶ روهلنج، الدكتور أغسطس، الكنز المرصود في قواعد التلمود، ترجمة الدكتور يوسف نصر الله، مصر، مطبعة المعارف، ط 1 ، سنة 1899. ¶ السحمراني، الدكتور أسعد، من اليهودية إلى الصهيونية، بيروت، دار النفائس، ط 1 ، سنة 1413 هـ ـ 1993 م. ¶ السيد حسين، الدكتور عدنان، التوسع في الاستراتيجية الإسرائيلية، بيروت، دار النفائس، ط 1، 1410 هـ ـ 1989 م . ¶ شاتيلا، كمال، موقفنا من حلف الشرق الأوسط، بيروت، المركز الوطني للدراسات والنشر، سنة 1415 هـ ـ 1994 م. ¶ شاتيلا ، كمال، التضامن العربي: لماذا تراجع وكيف يستعاد؟ محاضرة ألقيت في المجمع الثقافي ـ أبو ظبي ـ الإمارات العربية المتحدة، كانون الأول (ديسمبر) 1995 . ¶ ظاظا، الدكتور حسن، أبحاث في الفكر اليهودي، دمشق، دار القلق، وبيروت، دار العلوم والثقافة، ط 1، سنة 1407 ـ 1987 م. ¶ عبد الوهاب، علاء، الشرق الأوسط الجديد: سيناريو الهيمنة الإسرائيلية، القاهرة، سينا للنشر ، ط 1 ، سنة 1995. ¶ العسلي، بسام، المذاهب العسكرية في العالم، بيروت، دار النفائس، ط 1، سنة 1413 هـ ـ 1993 م .",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "العسلي، الدكتور كامل جميل، وثائق مقدسية تاريخية، م 1 ، الأردن، سنة 1983. ¶ عطية، لواء دكتور ممدوح، خطر السلاح النووي الإسرائيلي، بيروت، المركز الوطني للدراسات والنشر، سنة 1415 هـ ـ 1995 م . ¶ غارودي، روجيه، قضية إسرائيل والصهيونية السياسية، ترجمة الدكتور إبراهيم الكيلاني، دمشق، منشورات وزارة الثقافة، سنة 1984. ¶ فريدمان، بنيامين، يهود اليوم ليسوا يهوداً، إعداد زهدي الفاتح، بيروت، دار النفائس، ط 2 ، سنة 1403 هـ ـ 1983 م . ¶ كنيدي، الدكتور بول، الاستعداد للقرن الحادي والعشرين، ترجمة محمد عبد القادر وغازي مسعود، الأردن، دار الشروق، سنة 1993. ¶ كيستلر، آرثر، القبيلة الثالثة عشرة ويهود اليوم، ترجمة أحمد نجيب هاشم، القاهرة، الهيئة المصرية العامة للكتاب، سنة 1991. ¶ مجموعة الشرع الكنسي أو قوانين الكنيسة المسيحية الجامعة، جمع وتنسيق وترجمة الأرشمندريث حنانيا إلياس كساب، بيروت، منشورات النور، سنة 1985. ¶ محمود، الدكتور أمين عبد الله، مشاريع الاستيطان اليهودي منذ قيام الثورة الفرنسية حتى نهاية الحرب الأولى، الكويت، سلسلة عالم المعرفة، ربيع الثاني، جمادى الأولى 1404 هـ ـ شباط (فبراير) 1984 م . ¶ المسعودي، مروج الذهب، م 1، تحقيق محمد محيي الدين عبد الحميد، بيروت، دار الفكر، ط 5 ، سنة 1393 هـ ـ 1973 م. ¶ المسيري، الدكتور عبد الوهاب، الأيديولوجية الصهيونية، القسم الاول، الكويت، سلسلة عالم المعرفة، صفر، ربيع الأول 1403 هـ ـ كانون الأول (ديسمبر) 1982 م. ¶ الموسوعة الفلسطينية، القسم العام، دمشق، ط 1 ، سنة 1984. ¶ ناصر الدين، طارق، قصائد مؤمنة، بيروت، توزيع دار العلم للملايين، ط 1 ، سنة 1996 . ¶ ندوة القدس، مجموعة باحثين، تشرين الأول (اكتوبر)، سنة 1993 ، الأردن. ¶ هالسل، غريس، الفكر التوراتي والحرب النووية، ترجمة عبد الهادي عبلة، دمشق، دار الكندي، ط 3 ، سنة 1988. ¶ مجلات:",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "العربي (الكويت)، العدد 432 ، السنة 37، تشرين الثاني (نوفمبر) ، سنة 1994. ¶ الموقف (لبنان)، العدد 99، جمادى الأولى 1414 هـ ـ تشرين الثاني (نوفمبر) ، سنة 1993 م.",
            "page": "102",
            "part": "1"
        }
    ],
    "t37731": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "ںéê¬©يم ںé­ىïيëï ںé¤§ï§ "
        }
    ]
}