{
    "b37738": [
        {
            "id": "1",
            "nass": "الاستيطان اليهودي في فلسطين ¶ من الاستعمار إلى الامبريالية ¶ البريد الالكتروني: unecriv@net.sy E-mail : ¶ aru@net.sy ¶ موقع اتحاد الكتّاب العرب على شبكة الإنترنت ¶ http://www.awu-dam.org ¶ (( ¶ الدكتور غازي حسين ¶ الاستيطان اليهودي في فلسطين ¶ من الاستعمار إلى الامبريالية ¶ دراسة ¶ من منشورات اتحاد الكتاب العرب ¶ دمشق - 2003 ¶ المقدمة ¶ انطلق الاستعمار الاستيطاني من مقولة الرجل الأبيض المتفوق والحضارة الأوروبية المتطورة وتخلف الشعوب في آسيا وأفريقيا ووجوب استعمارهم لنشر الحضارة الغربية والديانة المسيحية. ¶ كانت الأرض والثروات هي الهدف الأساسي للمستوطنين بدعم من الدول الاستعمارية. وكانت شهيتهم للأرض لا يمكن إشباعها، كما كانت نشاطاتهم وجهودهم لطرد السكان الأصليين بالإبادة والإرهاب لا تقف عند حد. وابتكروا الخدع والحيل والأكاذيب لتبرير اغتصاب المزيد من الأرض والمزيد من الثروات بالقوة واستعمارها. ¶ وعندما يوطِّد المستوطنون هيمنتهم يستمرون في ممارسة الإرهاب والإبادة والعنصرية تجاه السكان الأصليين. وفشل السكان الأصليون دائماً في استرجاع أرضهم وحقوقهم المغتصبة وحماية أنفسهم بالتوسل ووجدوا أن المقاومة والكفاح المسلح والثورات في وجه المستوطنين هي الطريق الوحيد للقضاء على الاستيطان والاستعمار الاستيطاني. ¶ وتقوم الكيانات الاستيطانية باللجوء إلى الحروب العدوانية والغارات الانتقامية عبر الحدود على دول الجوار لإجبار بعض هذه الدول على مساعدتها في قمع الثورات والمقاومة المسلحة للسكان الأصليين. ويعتبر الكيان العنصري في جنوب أفريقيا سابقاً والكيان الصهيوني في فلسطين من أوضح الأمثلة على ذلك.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ويتصف المستوطنون بالمعاملة الوحشية والعنصرية والإرهابية للسكان الأصليين لإذلالهم وكسر إرادتهم وإخضاعهم ودفعهم إلى الاستسلام أمام غطرسة القوة والاستعمار الاستيطاني. ظهر الاستعمار الاستيطاني في أوروبا كوسيلة لفرض هيمنة الدول الأوروبية والحضارة الغربية على شعوب آسيا وأفريقيا والأميركيتين وأستراليا لخدمة مصالح الدول الأوروبية والأغنياء اليهود في البلدان العربية والإسلامية. ¶ استغل المستوطنون ودهاقنة الاستعمار التقليدي والاستيطاني تحقيق الرسالة الدينية بهدف إدخال الشعوب الوثنية في المسيحية، حيث كان المبشرون المسيحيون ورجال الدين في طليعة الجيوش الاستعمارية. وكانوا الرواد الأوائل في حركة الاستيطان في بلدان آسيا وأفريقيا وأميركا اللاتينية. واستخدمت الصهيونية والاستعمار مقولة \"شعب الله المختار\" وخرافة \"أرض الميعاد\" وعودة اليهود إليها لاستيطان اليهود في فلسطين العربية وغرسهم فيها على حساب الأرض والحقوق والثروات العربية. وزعم الفريقان أن الله اختارهما لنشر دينه في المناطق المكتشفة حديثاً في الأميركيتين وفي فلسطين العربية. وانطلقوا من مقولات عنصرية كاذبة كالتفوق والاختيار الإلهي والحضاري لتمدين الشعوب الهمجية. ووفّر المستوطنون الشروط المادية لقيام الكيانات الاستيطانية عن طريق: ¶ أولاً: أراضي وممتلكات وثروات السكان الأصليين وأصحاب الأرض الشرعيين. ¶ ثانياً: المساعدات والهبات والأسلحة المقدمة من دول أوروبا الاستعمارية وفي طليعتها بريطانيا وفرنسا وألمانيا. ¶ ثالثاً: المساعدات القادمة من الحركات الدينية والمنظمات الصهيونية. ¶ واتسمت العلاقة بين المستوطنين والسكان الأصليين بإنكارهم حقوقهم في ملكية الأرض وحقوقهم السياسية والإنسانية والتصميم على إبادتهم وترحيلهم وتوطينهم خارج وطنهم كمقدمة لمسح هويتهم القومية والدينية من الوجود.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وتحوّلت الكيانات الاستيطانية إلى قواعد عسكرية ثابتة لدول أوروبا الاستعمارية وللامبريالية الأميركية. وأما التبريرات الدينية والحضارية والأمنية فما هي إلا تبريرات كاذبة للتغطية والتمويه على طبيعة الكيانات الاستيطانية الاستعمارية والعنصرية. ¶ فالتناقض بينها وبين الشعوب الأصلية تناقض أساسي ووجودي ولا يمكن أن يتعايش الكيان الاستيطاني مع السكان الأصليين مهما طال الزمن إلى أن تعود الأرض والحقوق المغتصبة لسكانها الأصليين وأصحابها الشرعيين. ¶ ويزعم العلمانيون والمتدينون من اليهود \"أن أرض الميعاد من النيل إلى الفرات\" هي الأرض التي وعدها (يهوه) لشعبه المختار. وبالتالي يرجع اليهود أطماعهم وأكاذيبهم إلى وعود يهوويه وإلى تفسيرات توراتية وتلمودية. ¶ ولكن الدين لا يشكل حقاً من الحقوق في نظر القانون الدولي، لأن المزاعم بوعود إلهية ليست مصدراً من مصادر القانون الدولي. لذلك لا يجوز لليهود الادعاء بالحق الديني لاغتصاب القدس وفلسطين العربية، كما لا يجوز للشعب الأندونيسي المسلم المطالبة باحتلال مكة المكرمة لأنها أقدس بقعة لديه في العالم. ¶ إن العاطفة الدينية والحنين الديني، والعاطفة الإنسانية الصادرة عن الاضطهاد لا تشكل سبباً قانونياً لتأسيس دولة اليهود في فلسطين العربية. فالقانون الدولي لا ينطلق في دعم تأسيس الدول من أسباب دينية أو إنسانية. ¶ إن العرب عند \"إسرائيل\" وحاخامات \"إسرائيل\" وفي التعاليم التوراتية والتلمودية، وعند الشعب الإسرائيلي ويهود العالم \"حيوانات تسير على قدمين وإرهابيون يجب إبادتهم\"، كما أعلن السفاح مناحيم بيغن والحاخام عوفيديا يوسيف، وهم \"عبيد لخدمة اليهود\". ¶ فاليهود ينظرون إلى العرب نظرة استعلاء وتمييز وبغضاء وكراهية، ويخططون للاستيلاء على أراضيهم وثرواتهم ومياههم. ويعملون على تدمير المنجزات العربية وتأليب الولايات المتحدة وأوروبا على محاربة العرب والمسلمين والعروبة والإسلام.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "عرف الأوروبيون \"اليهود\" قبل العرب أنهم مصاصو دماء وسرطان خبيث يهدد البشرية، بل أبشع مرض فتاك يهدد الإنسانية جمعاء، ولكن العرب بدؤوا يتعرفون على حقيقتهم منذ نكبة فلسطين. ونجدهم اليوم أسوأ بكثير مما وصفهم الأوروبيون ويلتقون مع الدول الغربية اليوم في محاربة العروبة والإسلام لفرض الامبريالية الأميركية والامبريالية الإسرائيلية على الوطن والمواطن العربي. ¶ استند دهاقنة الاستعمار الاستيطاني في بلورة أطماعهم للوصول إلى المجال الحيوي لليهودية العالمية على الأساطير والمزاعم والأكاذيب التي كرسها أحبار اليهود في التوراة والتلمود، وبثها رجال الدين اليهودي في الكنُس والجيتوات اليهودية، وغرسوها في أذهان اليهود والكنائس الغربية البروتستانتية على أنها وعد إلهي بملكية الأرض من النيل إلى الفرات، وعودة \"شعب الله المختار\" إلى أرض الميعاد. ¶ أثبت التاريخ البشري أن مصير الاستعمار التقليدي والاستعمار الاستيطاني والنظم العنصرية إلى الزوال. ¶ زالت جميع النظم الاستعمارية، بما فيها الاستعمار الاستيطاني في الجزائر وفي روديسيا وغيرها من البلدان الأفريقية. ¶ وزالت الفاشية في إيطاليا وإسبانيا، والنازية في ألمانيا ونظام الفصل العنصري في جنوب أفريقيا. ¶ وسيكون مصير الاستعمار الاستيطاني اليهودي والكيان الصهيوني العنصري والامبريالي إلى الزوال إن عاجلاً أو آجلاً. ¶ *** ¶ الباب الأول ¶ إسرائيل ¶ تجسيد للاستعمار الاستيطاني اليهودي ¶ *الاستعمار الاستيطاني ¶ *الاستعمار الاستيطاني اليهودي ¶ *الكيان الصهيوني والاستعمار الاستيطاني ¶ الاستعمار الاستيطاني",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الاستيطان هو أن يقوم غرباء باستيطان أرض لا تخصهم بتأييد من دول أوروبا الاستعمارية، فخدم نقْلُ سكان من أوروبا إلى المناطق المكتشفة في العالم والخالية من الحضارة الأوروبية، كأميركا وأستراليا وفلسطين الاستعمار الاستيطاني في هذه المناطق. وحصل المستوطنون على الأرض وأبادوا أو عزلوا سكانها الأصليين. وتنبثق الطبيعة العنصرية للاستعمار الاستيطاني من إيمان المستوطنين بتفوقهم الحضاري واحتقارهم للسكان الأصليين، وشعورهم بالتفوق عليهم وتمدينهم بالقوة. ¶ ركّز المستوطنون على احتلال الأرض من السكان الأصليين واستعمارها وجعلها خالية منهم، وترحيل السكان الأصليين خارج الحدود إلى الدول المجاورة. ¶ فالمستوطنون غرباء جاؤوا من وراء البحار واستقروا في أراض ليست لهم وهدفهم زيادة الهجرة وزيادة الأراضي المغتصبة وكسر إرادة السكان الأصليين بالقوة والإرهاب والإبادة والعنصرية. ويعمل الكيان الاستيطاني على تشجيع الهجرة، هجرة البيض، وازدواجية الجنسية، بينما تشجع الصهيونية هجرة اليهود فقط. ويترافق تشجيع الهجرة مع عملية تهجير (ترحيل) السكان الأصليين وحصر ملكية الأرض بالأوروبيين وباليهود، فملكية الأرض تنتقل من السكان الأصليين إلى المستوطنين ولا يمكن أن تنتقل من يهودي إلى عربي على الإطلاق. ¶ وتدّعي النظم الاستيطانية بأنها نظم ديمقراطية، وهي في الحقيقة ديمقراطية للمستوطنين فقط ونظم إرهابية وعنصرية تجاه السكان الأصليين. ¶ وتتجلى عنصرية المستوطنين وإغراقهم في التمييز العنصري والإبادة باستخفافهم بحقوق وحياة وكرامة السكان الأصليين، فارتكاب المجازر حدث طبيعي في سلوكهم وممارساتهم وثبت بجلاء التحالف الاستراتيجي بين أنظمة الاستعمار الاستيطاني والدول الاستعمارية.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "تطورت الكيانات الاستيطانية لتصبح أهم الأدوات التي يعتمد عليها استمرار النظام الاستعماري. فالاستعمار الاستيطاني كجزء لا يتجزأ من الظاهرة الاستعمارية ينبع أساساً من المصالح الاستراتيجية والاقتصادية التي تعمل على تعميم الحضارة الغربية. وتعود هذه الظاهرة إلى القرن السابع عشر \"حيث يتحول إقليم معين بسكانه الأصليين إلى مستعمرة للسكان الذين هاجروا إلى الإقليم من الأصول الأوروبية البيضاء.\"(1) ¶ وترافقت بعض حالات الاستعمار الاستيطاني الأولى مع بدء عهد الاكتشافات الجغرافية. ويستمد الاستعمار الاستيطاني وجوده من مرحلة التوسع الاستعماري التقليدي التي أعقبت الاكتشافات الجغرافية. وقام على أسس عنصرية تنطلق من تفوق الحضارة الأوروبية والرجل الأبيض. واعتبر العنصريون الأوروبيون من أمثال اللورد آرثر بلفور أن الاستعمار الاستيطاني هو حق للرجل الأبيض في نقل الحضارة للشعوب المتخلفة، وذلك باحتلال بلدانهم، \"ولو كان ثمن ذلك القضاء على السكان الأصليين.\"(2) ¶ واعتبروا أن رسالة الرجل الأبيض هي تطوير الشعوب المتأخرة. فالاستعمار الاستيطاني هو أن يقوم الأوروبيون الغرباء بالاستيطان في بلد معين ويمارسون السلطة فيه على سكانه الأصليين. وتحتل عملية الاستيلاء على الأرض مكان الصدارة في الصراع بين المستوطنين وسكان البلاد الأصليين، تماماً كما فعلت فرنسا في الجزائر والنظام العنصري السابق في جنوب أفريقيا وروديسيا. وشكل الاستعمار الاستيطاني جزءاً لا يتجزأ من الاستعمار التقليدي في كينيا والجزائر وأنغولا.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "يتعارض الاستعمار الاستيطاني مع مبادئ القانون الدولي المعاصر التي تؤكد على ضرورة إنهاء الاستعمار بكافة أشكاله، وفي مقدمتها الاستعمار الاستيطاني الذي يشكل أبشع وأخطر أنواع الاستعمار. فأنظمة الاستعمار الاستيطاني بحكم نشأتها الاستعمارية، وطبيعتها العنصرية، وممارساتها الوحشية تنتهك أحكام ومبادئ القانون الدولي وأهم العهود والمواثيق والاتفاقات الدولية، وتخالف قرارات الأمم المتحدة ولا تلتزم بتنفيذها، وبشكل خاص قرار الجمعية العامة للأمم المتحدة الصادر في عام 1960 حول \"منح الاستقلال للبلدان والشعوب المستعمرة وتصفية الاستعمار\". ويعترف القانون الدولي والأمم المتحدة بشرعية كفاح الشعوب الرازحة تحت السيطرة الاستعمارية والأجنبية، وبشرعية الكفاح بكافة الوسائل بما فيها المقاومة والكفاح المسلح لنيل الاستقلال وحق تقرير المصير وكنس الاستعمار بشكليه التقليدي والاستيطاني. ¶ الاستعمار الاستيطاني اليهودي ¶ قام الاستعمار الاستيطاني اليهودي على أسس استعمارية وعنصرية تخالف مبادئ القانون الدولي والعهود والمواثيق والاتفاقات الدولية. ¶ حدد المؤتمر الصهيوني الأول عام 1897 في قراراته العلنية هدف الحركة الصهيونية بإقامة وطن \"للشعب اليهودي\" في فلسطين. وركز على الهجرة والاستيطان لتحقيق الاستعمار الاستيطاني فيها. ¶ شدد ثيودور هرتسل رئيس المؤتمر ومؤلف كتاب \"دولة اليهود\" على أهمية الاستعمار الاستيطاني اليهودي في ما يسمى بـ\"أرض الميعاد\" وتهجير اليهود إليها والاستيطان فيها وترحيل العرب منها، وتحويل الكيان الاستيطاني اليهودي إلى قاعدة ثابتة لخدمة الدول الاستعمارية في آسيا وأفريقيا، وكمركز لليهودية العالمية من أجل السيطرة على العالم.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "واعتبر هجرة اليهود إلى فلسطين والاستيطان فيها وترحيل العرب منها المرتكز الأساسي للحركة الصهيونية ولإقامة الكيان الاستيطاني. وطالب هرتسل بترحيل العرب عن دولة اليهود المزمع إقامتها وطردهم عبر الحدود وحرمانهم من العمل لتسهيل طردهم. ورفع شعار: فلسطين وطن بلا شعب لشعب بلا وطن، وذلك لاقتلاع الشعب العربي الفلسطيني من وطنه وتوطين اليهود فيه. ووضع المؤتمر الصهيوني الأول الأهداف التالية لإقامة الكيان الاستيطاني: ¶ 1) ... توطين المزارعين والعمال الحرفيين اليهود في فلسطين بإنشاء المستوطنات (المستعمرات) فيها. ¶ 2) ... تقوية العاطفة القومية والوعي القومي اليهودي وتنظيمهما، أي تنمية الوعي الديني لدى اليهود. ¶ 3) ... تنظيم اليهودية العالمية وتوحيدها في منظمات محلية وعالمية. ¶ 4) ... الحصول على موافقة الدول الكبرى على هدف الصهيونية(3). ¶ وأصبحت الهجرة اليهودية والاستيطان اليهودي وترحيل العرب المرتكز الأساسي في الفكر والممارسة الصهيونية لإقامة الكيان الاستيطاني وتحقيق الاستعمار الاستيطاني اليهودي. ¶ تبلور الاستعمار الاستيطاني اليهودي في فلسطين العربية من خلال أربع مراحل: ¶ المرحلة الأولى ... : تهجير اليهود أو ما يعرف بالهجرة اليهودية إلى فلسطين. ¶ المرحلة الثانية ... : الاستيطان فيها وبناء المستعمرات اليهودية. ¶ المرحلة الثالثة ... : استخدام الإرهاب والمجازر الجماعية لترحيل العرب. ¶ المرحلة الرابعة ... : إشعال الحروب العدوانية لتحقيق التوسع والاحتلال والضم وتهويد الأرض والمقدسات العربية، وترحيل الشعب العربي الفلسطيني من وطنه فلسطين، وتحويل الاستعمار الاستيطاني إلى امبريالية يهودية جديدة في البلدان العربية.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "انطلق وعد بلفور الاستعماري الذي نص على إنشاء وطن قومي لليهود في فلسطين، ونظام الانتداب البريطاني، الذي كان شكلاً جديداً من أشكال الاستعمار بعد الحرب العالمية الأولى من الأطماع والأكاذيب والخرافات والأساطير التوراتية والتلمودية لإقامة الكيان الاستيطاني اليهودي في فلسطين، لخدمة مصالح الاستعمار البريطاني والصهيونية العالمية ومعاداة العروبة والإسلام. ¶ إن فلسطين أرض عربية وجزء لا يتجزأ من سورية منذ فجر التاريخ وحتى نظام الانتداب الاستعماري عليها. لذلك اعتبر الشعب العربي والأمة العربية أن وعد بلفور ونظام الانتداب باطلان، لأن فلسطين ليست أرضاً بريطانية كي تمنحها بريطانيا الاستعمارية إلى اليهود الغرباء عنها والدخلاء عليها. ¶ في بادئ الأمر قامت الحركة الصهيونية بمساعدة بريطانيا والولايات المتحدة ببناء القاعدة الديمغرافية اليهودية الغريبة والدخيلة في فلسطين العربية. واتصف سلوك المستوطنين تجاه سكان فلسطين الأصليين وأصحابها الشرعيين بالإرهاب والعنصرية والكراهية والبغضاء من أجل ترحيلهم والقضاء عليهم لجلب قطعان جديدة من المستوطنين اليهود، ودفع العرب إلى الرحيل من وطنهم فلسطين إلى البلدان العربية المجاورة. وبالتالي فإن ممارسة الإرهاب والإبادة والعنصرية والتمييز العنصري هي المرتكزات الأساسية لتحقيق الاستعمار الاستيطاني اليهودي. ¶ رفع المهاجرون اليهود والحركة الصهيونية حق اليهود في الهجرة وترحيل العرب، حقهم في الغزو والفتح والضم والاستيلاء على الأرض والمياه والثروات العربية إلى مرتبة القداسة الدينية. ¶ أجمع المؤسسون الصهاينة على أن تقوم الاستراتيجية الصهيونية على كيفية الاستيلاء على الأرض العربية الفلسطينية. وقامت المنظمات والمؤسسات الصهيونية على هذا الأساس وعلى الأخص الصندوق القومي اليهودي الذي تأسس عام 1903 وشركة الكيرن كيمت لشراء الأراضي والتي تأسست عام 1927.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وأكد ثيودور هرتسل، مؤسس الحركة الصهيونية هذه الاستراتيجية في مذكراته وكتب يقول: \"إن الحركة الصهيونية منذ نشأتها كحركة سياسية وضعت أمامها هدف الاستيلاء على الحد الأقصى من الأرض لحتمية إقامة دولة يهودية كبيرة.\"(4) ¶ وحدد الزعيم الصهيوني البارز أوشيسكين عام 1904 هذه الاستراتيجية وقال: \"من أجل تأسيس حياة مستقلة للطائفة اليهودية، أو على الأصح، تأسيس دولة يهودية في فلسطين، من المحتم بالدرجة الأولى، أن تكون جميع أراضي فلسطين أو معظمها ملكاً لشعب إسرائيل. وبدون حق ملكية الأراضي لا تكون فلسطين يهودية أبداً.\"(5) ¶ واتبعت الصهيونية سياسة سلب الأراضي العربية عن طريق الانتداب البريطاني في فلسطين وعِبْرَ أول مندوب سامي فيها اليهودي \"هربرت صموئيل\" وعن طريق شراء الأراضي من بعض العائلات الإقطاعية الكبيرة اللبنانية والسورية وبعض ضعاف النفوس من الفلسطينيين، وبالقوة العسكرية عن طريق حروب التوسع الصهيونية واغتصاب الأرض بالاحتلال والسيطرة العسكرية ولأغراض عسكرية مزعومة. ¶ أخذت الحركة الصهيونية بدعم وتأييد كاملين من سلطات الانتداب البريطاني تقيم المستعمرات اليهودية في فلسطين العربية لتحقيق التوسع الجغرافي والديمغرافي وترسيخ الوجود اليهودي بخلق الأمر الواقع والقبول والتسليم والاعتراف به من طرف السكان الأصليين وأصحاب الأرض الشرعيين. ¶ وانطلقت الصهيونية لتحقيق أطماعها الدنيوية من مزاعم وخرافات وأكاذيب رسخها كتبة التوراة والتلمود، كالإيمان بالتفوق والاستعلاء لعزل اليهود ومقاومة اندماجهم لترحيلهم إلى فلسطين العربية، واستغلال الحركات اللاسامية والتعاون معها في بعض الأحيان وتضخيمها وابتكارها أحياناً أخرى. ¶ ورفع الصهاينة أطماعهم في الأرض والثروات العربية وممارستهم للعنصرية والإرهاب والإبادة إلى مرتبة القداسة الدينية، إلى جوهر وأساس الديانة اليهودية.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ودفعهم إيمانهم بتفوق العرق اليهودي ومقولة \"شعب الله المختار\" إلى الاعتقاد قولاً وعملاً بالعنصرية والتمييز العنصري وبتهجير اليهود لتحقيق النبوءة التوراتية الكاذبة في أرض الميعاد المزعومة، من النيل إلى الفرات، بزعم أن الله قد منحهم هذه الأرض وأن ما يمنحه يهوه لا يستطيع إنسان على وجه الأرض انتزاعه منهم، وهنا تكمن خطورة اليهودية والصهيونية على الأرض والثروات والحقوق العربية وعلى العرب والمسلمين والبشرية جمعاء. ¶ وانطلاقاً من المساعي والمخططات الصهيونية والاستعمارية بدأت الصهيونية بتهجير اليهود إلى فلسطين. وتصاعدت الهجرة من ألمانيا في أعقاب استيلاء النازية على الحكم فيها في مطلع الثلاثينات. ولعب المهاجرون اليهود الألمان وأموال التعويضات التي وافقت ألمانيا النازية على دفعها لهم بموجب (اتفاقية هعفرا) بين وزارة الاقتصاد النازية والوكالة اليهودية في فلسطين الدور الأساسي في إنجاح الاستعمار الاستيطاني وبلورة المجتمع اليهودي في فلسطين. وكانت المستعمرات اليهودية عبارة عن قلاع محصّنة ذات أبراج للمراقبة وأسوار عسكرية. وبالتالي تم إعدادها لتلعب الأدوار العسكرية والاقتصادية في الحروب التوسعية القادمة للكيان الاستيطاني. وحرص اليهود على إقامتها في مناطق ومواقع استراتيجية ذات أهمية عسكرية وأمنية واقتصادية وعلى التلال والجبال للإشراف على المناطق السكانية العربية. ¶ حددت الحركة الصهيونية العالمية إقامة \"دولة اليهود\" في بادئ الأمر في جنوب سورية، في فلسطين العربية كمقدمة لإقامة إسرائيل العظمى من النيل إلى الفرات، لذلك أصبحت الأرض العربية والهجرة اليهودية وترحيل العرب وإقامة المستعمرات اليهودية جوهر النشاط الصهيوني والاستعماري.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "لقد شكل الاستيطان عنصراً رئيسياً من عناصر إقامة دولة اليهود في فلسطين العربية، باعتباره وسيلة عملية تهدف إلى تهويد فلسطين وإقامة الكيان الاستيطاني فيها وتزويده باستمرار بالعنصر البشري لتقوية طاقاته العسكرية والاقتصادية والبشرية. ¶ وانطلاقاً من وثائق التعاون النازي- الصهيوني يمكن القول إن النازية خدمت نجاح الاستيطان اليهودي في فلسطين عن طريق تعاونها مع الحركة الصهيونية لتنظيف ألمانيا وأوروبا من اليهود وتسخير إمكانيات ألمانيا النازية لتهجيرهم سراً إلى فلسطين. وقام المهاجرون اليهود الألمان بخلق المجتمع اليهودي الاستيطاني في فلسطين بسبب مهاراتهم المهنية والتعويضات التي دفعتها لهم ألمانيا النازية بشكل بضائع ألمانية أرسلت إلى تل أبيب. وساهم هتلر في تأسيس \"إسرائيل\" من جراء جرائمه بحق اليهود الاندماجيين واستغلال الصهيونية للعطف العالمي الذي ولّدته الجرائم النازية بحقهم، كما ساهم في تقويتها عن طريق أموال التعويضات الهائلة التي قدمتها ألمانيا لإسرائيل وهدايا الأسلحة الحديثة التي لا تزال تتدفق عليها حتى اليوم ومنها ثلاث غواصات نووية وبطاريات صواريخ باتريوت والدبابات الألمانية الحديثة فوكس. ¶ جرى الاستيطان اليهودي في بادئ الأمر باتجاهين: ¶ الأول بالعمل على زيادة عدد اليهود في المدن الفلسطينية الكبرى كالقدس وحيفا وطبرية وصفد، وكانت مستعمرة تل أبيب في بادئ الأمر مجرد ضاحية لمدينة يافا. ¶ والاتجاه الثاني إقامة مستعمرات زراعية عسكرية في المواقع الاستراتيجية وقرب الحدود، بحيث أصبحت كل مستعمرة يهودية بمثابة قلعة عسكرية محصنة.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ووجهت الصهيونية اهتمامها الأساسي إلى امتلاك الأرض العربية بمساعدة سلطات الانتداب البريطاني لأنها المرتكز الأساسي لإقامة المستعمرات وتحقيق الاستعمار الاستيطاني، ولإحداث التغييرات الديمغرافية والاستيلاء على أكبر مساحات ممكنة من الأراضي والثروات والممتلكات العربية لتهويد فلسطين والمقدسات العربية والإسلامية فيها. وأصبح الهدف الأساسي للصهيونية: الاستيلاء على الأراضي العربية واستملاكها بمساعدة سلطات الانتداب البريطاني وإنشاء المستعمرات اليهودية فوقها. وبالتالي لعبت سلطات الانتداب البريطاني الاستعمارية الدور الأساسي في نقل ملكية مساحات واسعة من الأراضي العربية إلى المهاجرين اليهود. ¶ تميز الاستعمار الاستيطاني اليهودي عن بقية نظم الاستعمار الاستيطاني بصفة انفرد فيها وهي المشروعات الإحلالية والإجلائية القائمة على أساس عنصري استعماري مقيت، وهو \"إحلال يهود العالم مكان الشعب العربي الفلسطيني\". فالاستعمار الاستيطاني الإجلائي هو الأساس والمرتكز والمنطلق الاستراتيجي للمشروع الصهيوني في الوطن العربي. واتخذت معظم المستعمرات اليهودية التي أقيمت منذ الانتداب البريطاني وحتى الاحتلال الإسرائيلي طابعاً عسكرياً تنطلق منه العصابات اليهودية للاستمرار في إرهاب وإبادة الشعب الفلسطيني ومصادرة أراضيه وتدمير منجزاته، والاعتداء على البلدان العربية المجاورة. ¶ قام الاستعمار الاستيطاني اليهودي على الأركان الثلاثة التالية: ¶ أولاً ... : تهجير اليهود إلى فلسطين بمساعدة الحركات اللاسامية وألمانيا النازية، وإغرائهم بالأراضي والممتلكات العربية والمساعدات الأميركية والألمانية والأوروبية الأخرى. ¶ ثانياً ... : ترحيل العرب عن طريق الإرهاب والمذابح والحروب العدوانية لبث الخوف والرعب في نفوسهم وابتكار الأساليب الوحشية لتشريدهم وتضييق الخناق عليهم.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ثالثاً ... : إقامة المستعمرات اليهودية على الأراضي الفلسطينية وتوطين المهاجرين اليهود فيها. ¶ *** ¶ الكيان الصهيوني والاستعمار الاستيطاني ¶ استغلت الحركة الصهيونية ألمانيا النازية لتنظيف ألمانيا وأوروبا من اليهود وتهجيرهم إلى فلسطين. وتعاونت معها لتحقيق هذا الهدف. واستغلت جرائم النازية بعد القضاء عليها والنفوذ اليهودي في الولايات المتحدة لإجبار الأمم المتحدة الموافقة على تقسيم فلسطين. ¶ ونص القرار على إقامة دولتين واحدة عربية والثانية يهودية على مساحة 56% من فلسطين العربية. ولكن المنظمات اليهودية الإرهابية المسلحة والجيش الإسرائيلي احتلوا 78% من مساحة فلسطين في الحرب التي أشعلوها عام 1948م، أي حوالي أربعة أخماس مساحة فلسطين. ¶ وسيطرت \"إسرائيل\" على أراضي وأملاك وثروات العرب الذين أجبرتهم على الرحيل بالمجازر الجماعية والإرهاب والحرب النفسية، وشردتهم عن أراضيهم ومنازلهم. وأخذت تستورد مئات الآلاف من قطعان المستوطنين العنصريين المتوحشين وأحلّتهم محل عرب فلسطين سكان البلاد الأصليين وأصحابها الشرعيين. وأقامت مئات المستعمرات على أنقاض القرى الفلسطينية التي دمرتها ووصل عددها حوالي (500) قرية عربية أبادتها \"إسرائيل\" ومسحتها من الوجود. وسنت العديد من قوانين سلب الأراضي وابتدعت العديد من الأساليب والحيل والخدع لتسهيل مهمة اغتصاب الأراضي الفلسطينية وتهويدها ومن أبرزها: قانون أملاك الغائبين، وقوانين استملاك الأراضي، ومناطق الأمن لأغراض عسكرية وقوانين الطوارئ وقانونا العودة والجنسية. وقادت سياسة مصادرة الأراضي العربية وتهويدها إلى تحويل الفلاحين إلى عمال يعملون في الزراعة والصناعة التي أقامها اليهود على أراضيهم التي صودرت منهم. ولا تزال \"إسرائيل\" تمارس سياسة مصادرة الأراضي واغتصابها وتهويدها إلى اليوم لتجريد العرب من أسباب رزقهم وللتضييق عليهم لإجبارهم على الرحيل خارج وطنهم.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ووضعت \"إسرائيل\" وثيقة كينغ عام 1976 لتهويد الجليل وسلب ونهب ما تبقى من أراض في أيدي العرب في الجليل والنقب من أراضي فلسطين المحتلة عام 1948، وهو ما أدى إلى اندلاع أحداث دموية مع انتفاضة الجليل في يوم الأرض في 30 آذار عام 1976 رداً على محاولات وخطط التهويد ومصادرة الأراضي العربية المتبقية بأيدي أصحابها الفلسطينيين. ¶ يؤمن قادة إسرائيل والمجتمع الإسرائيلي بأطيافه كافة أن عملية الهجرة والاستيطان حق ديني مشروع لهم في الأرض التي وهبهم إياها يهوه، وذلك تبريراً لأطماعهم المادية والاستعمارية في الأرض والثروات والمقدسات العربية. وتهدف الهجرة اليهودية إلى بناء القاعدة الديمغرافية للمستعمرات اليهودية والاستعمار الاستيطاني وتزويد الدولة الاستيطانية بالطاقات البشرية لتقوية إمكانياتها في تهويد المزيد من الأرض وزيادة طاقاتها العسكرية والاقتصادية ولتقوية الامبريالية في الوطن العربي.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وتقوم المنظمات الصهيونية العالمية والكيان الصهيوني بتشجيع اليهود على الهجرة ونقلهم إلى فلسطين المحتلة وجمع الأموال اللازمة من التعويضات الألمانية والسويسرية والنمساوية والمساعدات الأميركية لاستيعابهم وإقامة المزيد من المستعمرات فوق الأراضي العربية المحتلة. فبناء مستعمرة يهودية في الأراضي العربية المحتلة يتطلب جلب المستوطنين ومصادرة الأرض وتوفير الأموال لإقامتها. فمصادرة الأرض والاستيلاء عليها وتهويدها تشكل الأساس المادي للاستعمار الاستيطاني ولممارسات وسياسات الدولة الاستيطانية. وتمارس \"إسرائيل\" الإرهاب والإبادة والعنصرية لخلق جو من الخوف والرعب لحمل العرب على النزوح المستمر، وبشكل خاص بإشعال الحروب العدوانية المستمرة وفرض اتفاقات الإذعان على بعض الدول العربية وعلى القيادة الفلسطينية عن طريق الراعي الأميركي المعادي للعرب والمسلمين. وتسوّق الاستيلاء على الأراضي العربية بحجج واهية وخرافات وأكاذيب توراتية وتلمودية كمقولة \"أرض الميعاد\" و\"أرض الآباء والأجداد\" وتحرير الأرض من الغزاة العرب وتمدين العرب المتخلفين، والرسالة الحضارية لليهود في بلاد الشرق المتخلف، الغارق في أحلام ألف ليلة وليلة. ¶ وقادت الهجرة اليهودية والاستيطان وترحيل العرب إلى إقامة أكبر غيتو يهودي إرهابي وعنصري في العالم، أي قيام كيان غريب ودخيل استيطاني واستعماري على الأرض العربية. ¶ وأدت إلى احتلال الكيان الصهيوني لفلسطين بأسرها، وفرض إرادته على شعبها ووضعه في معسكر اعتقال كبير وتجزئته والحيلولة دون تطوره وتقدمه وصهينته إن أمكن ذلك، وتحويله إلى خدم وعبيد لشعب الله المختار.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ويختلف الاستعمار الاستيطاني اليهودي عن الاستعمار البريطاني التقليدي في فلسطين بإقامة المستعمرات اليهودية. فالاستعمار البريطاني التقليدي كان يعمل على استغلال فلسطين وموقعها الاستراتيجي لخدمة أهدافه العسكرية والاقتصادية. أما الاستعمار الاستيطاني اليهودي فهو يعمل على تهويد الأرض وإبادة وترحيل العرب وتهويد المقدسات والاستيلاء على الأرض والمياه والثروات العربية. وبالتالي فهو يسعى للاستيلاء على أرض فلسطين دون سكانها العرب، فإن لم تكن الإبادة ممكنة، فالترحيل والعزل والإغلاق والاعتقال والحصار والاستغلال والاستعباد إلى أن يتحقق الاستعمار الاستيطاني. ¶ ويقوم الاحتلال الإسرائيلي بخلق وقائع جديدة في الأراضي الفلسطينية المحتلة معتمداً على القوة العسكرية والقوانين العنصرية، وتدمير الوجه الحضاري العربي الإسلامي للقرى والمدن العربية، بما فيها مدينتا القدس والخليل. ويصاحب الممارسات الإسرائيلية ارتكاب الهولوكوست على الشعب الفلسطيني لإبادته ومسحه من الوجود وارتكاب أقصى أنواع الإرهاب والعنصرية بحق المدنيين العزل، مما يجعل الاستعمار الاستيطاني اليهودي أبشع أنواع الاستعمار الاستيطاني في العالم. ¶ لقد أدى الاستيطان الأوروبي في أميركا إلى إبادة الهنود الحمر وانقراضهم. وقارب سكان أستراليا الأصليين على الانقراض بسببه. ¶ ويعيش حالياً نصف الشعب الفلسطيني في الشتات بسبب الكيان الاستيطاني اليهودي وبسبب الاستعمار الاستيطاني في فلسطين. ¶ \"فالهجرة الجماعية تمثّل نسيج العملية الاستيطانية والإطار الإيديولوجي للمستوطنين بما يتضمنه من مفاهيم وأساطير تقوم بوظيفة الدافع والحافز للهجرة والاستيطان، في حين تتكفل عملية السيطرة المنظمة بتوفير القاعدة المادية للاستيطان أي الأرض، وبتعبئة وتنظيم طاقات المستوطنين بفرض حسم الصراع بينهم وبين السكان الأصليين بالوصول إلى السلطة وإقامة الدولة الاستيطانية.\"(6)",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وحققت الحركة الصهيونية العالمية بمساعدة الدول الاستعمارية الأركان الثلاثة لإقامة الكيان الاستيطاني الاستعماري وهي: أولاً: موجات الهجرة اليهودية أي القاعدة الديمغرافية. ثانياً: مصادرة الأراضي العربية والاستيلاء عليها وتهويدها أي تحقيق القاعدة الجغرافية. وثالثاً: إقامة الدولة الاستيطانية العدوانية والتوسعية أي تحقيق القاعدة السياسية والعسكرية. وتلا ذلك الاعتراف الدولي بالدولة الاستيطانية اليهودية والعمل على ترسيخ وجودها وتقويتها، بحيث تتفوق على جميع البلدان العربية. ¶ لقد انتهت ظاهرة الاستعمار التقليدي ومعظم ظواهر الاستعمار الاستيطاني كنظام الفصل العنصري في جنوب أفريقيا وروديسيا والبرتغال. وبالرغم من أن الاستعمار الاستيطاني نشأ في إطار الاستعمار التقليدي وأن الاستعمار التقليدي قد اندثر إلا أن \"إسرائيل\" هي دولة الاستعمار الاستيطاني الوحيدة المتبقية في العالم. ¶ عندما قامت الدولة الاستيطانية اليهودية في فلسطين فتحت أبوابها على مصراعيها لهجرة يهود العالم فقط إليها. وأشعلت العديد من الحروب العدوانية للتوسع والاستيلاء على الأراضي العربية وتهويدها. وصعّدتْ من الهجرة اليهودية ومن طرد العرب وترحيلهم وإبادتهم واستعبادهم وكسر إرادتهم وإذلالهم واستغلالهم. ¶ وشكل احتلال \"إسرائيل\" لفلسطين بأسرها عام 1967 نقطة تحول في متابعة الاستعمار الاستيطاني، وترحيل سكان فلسطين الأصليين في إطار الاحتلال وتسخير الجيش الإسرائيلي في ارتكاب المجازر والهولوكوست على الشعب الفلسطيني وعبر تبريرات يهودية وقحة وكاذبة ووحشية مغلَّفة بأطماع ومزاعم وخرافات دوّنها كتبة التوراة والتلمود.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ويؤمن حكام الكيان الصهيوني أن مستقبل المشروع الصهيوني يعتمد على الهجرة والترحيل والاستيطان، لذلك يصرون على عدم العودة لحدود ما قبل حرب حزيران العدوانية عام 1967 ويصرون على تهويد القدس والخليل والاستمرار في الاستيطان والتمسك به وعدم تفكيكه كما جرى في سيناء، حيث استغل تفكيك المستعمرات في سيناء لتعزيز وتكثيف الاستيطان في الضفة والقطاع والجولان. ¶ وأنجزت \"إسرائيل\" أهم النشاطات الاستيطانية وفقاً للبرامج التي وضعها حزب العمل منذ عام 1969، وليس هناك خلاف جوهري بين العمل والليكود فيما يتعلق بالاستيطان وينحصر الخلاف في الأساليب فقط. ¶ ووضعت طبيعة الكيان الصهيوني الاستيطانية والإرهابية وتأسيسه عن طريق الاستعمار والصهيونية في تناقض أساسي مع العرب سكان البلاد الأصليين ومع الدول العربية المجاورة لفلسطين بسبب سياساته العدوانية والتوسعية وممارساته للإرهاب والعنصرية والإبادة والتدمير كسياسة رسمية للهيمنة على المنطقة العربية. ¶ وتبنى الكيان الصهيوني الديمقراطية البرلمانية للمستوطنين اليهود، \"أبناء شعب الله المختار\" والحكم العسكري الإرهابي والعنصري، والعنصرية في القوانين الإسرائيلية للمواطنين العرب سكان البلاد الأصليين وأصحابها الشرعيين. ¶ ويخطط الكيان الصهيوني للقضاء على الشعب الفلسطيني بتجزئته وترحيله وإبادته وتوطينه خارج وطنه وجلب موجات جديدة من قطعان المستوطنين اليهود ومصادرة المزيد من الأراضي العربية.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "كانت \"إسرائيل\" في الماضي تعمل لخدمة الاستعمارين البريطاني والفرنسي واليوم لخدمة الامبريالية الأميركية واليهودية العالمية. وبالتالي جعلت من نفسها عدوة لشعوب المنطقة ومصالحها واستقرارها وتطورها وازدهارها، مما يجعل الأمة العربية ترفض الاعتراف بها والتعايش معها. وترفض البيئة الإقليمية في المنطقة القبول \"بإسرائيل\" المغتصبة للأرض والحقوق العربية، والمعادية للعروبة والإسلام، والتي تشعل الحروب العدوانية وتعمل ليل نهار ضد شعوب المنطقة ومصالحها وسيادتها. ويلعب إيمان الشعب الإسرائيلي بالإرهاب والعنصرية والاستعمار الاستيطاني وتمسكه بالهجرة اليهودية والترانسفير وبالبغضاء والكراهية للعرب دوراً في تعزيز الرفض العربي أو القبول بالكيان الصهيوني. وتستجيب الحكومة والجيش والأحزاب والمنظمات لعدوانية وعنصرية الشعب الإسرائيلي وتعمل على: ¶ أولاً: التمسك بالاحتلال وبالمستعمرات والاستعمار الاستيطاني والهجرة والترحيل. ¶ ثانياً: قمع المقاومة للاحتلال والاستعمار بحجة المحافظة على الأمن وتوفيره. ¶ وثالثاً: إجبار القيادة الفلسطينية والدول العربية على الاعتراف بشرعية الاستعمار الاستيطاني. ورابعاً: كسر الإرادة العربية وإخضاع الدول العربية والهيمنة عليها. ¶ استولت إسرائيل بعد الحرب العدوانية التي أشعلتها عام 1967 على الأراضي الفلسطينية التي كانت تحت إدارة الدولتين العربيتين الأردن ومصر، كما وضعت يدها بموجب \"قانون الغائبين\" على الأملاك الخاصة بالمواطنين الفلسطينيين الذين كانوا خارج فلسطين عند احتلالها. وأصدرت العديد من الأوامر العسكرية لمصادرة أراضي أخرى خاصة بحجة أنها مناطق عسكرية مغلقة وحظرت على أصحابها دخولها. وهكذا أصبحت سلطات الاحتلال الإسرائيلي تسيطر على أكثر من 60% من أراضي الضفة الغربية وعلى ¶ 42% من أراضي قطاع غزة.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وأخذت تنادي بتوسيع حدودها وتوفير \"الأمن\" لمواطنيها لتبرير الاستعمار الاستيطاني وفرض حدود جديدة تماماً كما فعلت في الحرب العدوانية التي أشعلتها عام 1948 متجاوزة بذلك الحدود التي أقرها قرار التقسيم. وتهدف من جراء الاستيطان تجاوز الحدود التي عينتها اتفاقيات الهدنة عام 1949 بينها وبين الدول العربية المجاورة لفلسطين. ¶ وأخذت تتحدث عن خطورة الضفة الغربية العسكرية \"لإسرائيل\" وبالأخص خطورتها على العمق الإسرائيلي \"وكأنها حمل وديع يريد السلام ويعمل من أجله\"، وأعلنت وجوب سيطرتها على المرتفعات المحاذية لنهر الأردن للحيلولة دون هجوم عربي مفترض عليها. ¶ وأخذت تقيم في بادئ الأمر مستوطنات عسكرية في مناطق استراتيجية وإضفاء الطابع المدني عليها، وذلك للحيلولة دون تنفيذ قرار مجلس الأمن الدولي رقم 242 القاضي بانسحاب القوات الإسرائيلية المعتدية إلى الحدود التي انطلقت منها في حربها العدوانية عام 1967. ¶ وتجسدت استراتيجية الكيان الصهيوني تجاه الأراضي الفلسطينية المحتلة بمشروع يغال الون. وجرت ركائز وأسس ومنطلقات الاستيطان في السنوات العشر الأولى للاحتلال الإسرائيلي البغيض انطلاقاً من هذا المشروع.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ويتفق المتدينون والعلمانيون اليهود في الأطماع التي رسخها كتبة التوراة والتلمود والمؤسسون الصهاينة بعودة جميع اليهود إلى أرض الميعاد المزعومة وإقامة إسرائيل الكبرى. وانطلاقاً من الأطماع اليهودية واستغلالاً للعاملين الديني والصهيوني أقامت \"إسرائيل\" أول مستوطنة دينية على مداخل مدينة الخليل وهي كريات أربع عام 1968، بقرار حكومي، كما وافقت فيما بعد بالاستيطان داخل الخليل وبالتحديد في قلب المدينة. وأخذت تعمل على تهويد المسجد الإبراهيمي ومدينة الخليل بمزاعم وأساطير دينية. ورفعت الأحزاب الدينية وحركة غوش ايمونيم والليكود شعار: \"حق اليهود المطلق في استيطان أي بقعة من الأراضي الفلسطينية المحتلة\" تماماً كما فعلت \"إسرائيل\" في الأراضي التي احتلتها عام 1948. ¶ وتختلق \"إسرائيل\" باستمرار المبررات والأكاذيب لتسويق سياساتها وممارساتها الإرهابية والعنصرية والاستيطانية. فكانت تستغل أي عملية من عمليات مقاومة الاحتلال الإسرائيلي وتتخذها كذريعة لإقامة مستعمرات جديدة في قلب القدس والخليل أو نابلس. ¶ فالمخططات الاستيطانية جاهزة لديها في الملفات تنتظر التنفيذ بمجرد أن تسنح الفرصة للبدء فيها. وبالتالي تبرر إقامة بعض المستوطنات بردود فعل على عمليات مقاومة الاحتلال، أو بحجة الأمن. ولكن الوقائع والأحداث أثبتت بجلاء أن المستعمرات اليهودية والمستعمرين اليهود لا يوفرون الأمن لهم \"ولإسرائيل\"، وإنما يشكلون الخطر الدائم على الهدوء والاستقرار في المنطقة. وأظهرت الوقائع والأحداث سقوط معزوفة الأمن الإسرائيلي، وأنها لا تغدو إلا أسطوانة كاذبة ومضللة وخادعة لتبرير التوسع والاستعمار الاستيطاني اليهودي. وأثبتت أن الشعب الفلسطيني وحده هو الذي بحاجة ماسة للأمن وتوفير الحماية الدولية لأطفاله ونسائه ورجاله في منازلهم وغرف نومهم.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "إن المزاعم الدينية لا تعطي حقاً من الحقوق، ولا يمكن لها أن تضفي الشرعية على الاستيطان، فالحنين الديني لا يشكل على الإطلاق حقاً من الحقوق في القانون الدولي، لذلك تسقط المبررات الدينية والأمنية التي تكررها \"إسرائيل\" واليهودية العالمية ليل نهار. وثبت بجلاء أنها تتذرع بحجة الأمن لتحقيق الاستعمار الاستيطاني والامبريالية الاسرائيلية. ¶ لقد أعلنت إسرائيل عن إنشاء (20) مستوطنة في سيناء ومنها \"ياميت\". ووضعت منازل متحركة وزودتها بخزانات للمياه لتوهم الأقمار الصناعية بأنها حقيقية. وقام السفاحان بيغن وشارون بتمثيلية جديدة، إذ اتفقا على إرسال منازل متحركة والإعلان عن أن \"إسرائيل\" قررت توسيع مستوطناتها في سيناء، كي يطالب السادات بوقف توسيعها ويوافق على بقاء مستعمرة ياميت. ولكن مصر رفضت رفضاً باتاً وجود أية مستوطنة في أراضيها. وبالفعل اضطرت \"إسرائيل\" إلى تفكيكها. وتابع الكيان الصهيوني استراتيجية الاستيلاء على الأرض العربية في الضفة الغربية وقطاع غزة والجولان واغتصابها وتهويدها بالقوة العسكرية وفرض الأمر الواقع الناتج عنها وعن الاحتلال لتوسيع حدود دولة اليهود، حيث أكد رعنان فايتس، رئيس قسم الاستيطان في الوكالة اليهودية وعضو لجنة الترحيل هذه الحقيقة الصهيونية وقال: \"إن مخططي الاستيطان اليهودي خلال الستين عاماً المنصرمة عملوا على أساس أن حدود المستقبل للدولة اليهودية يجب أن تعين من خلال أنظمة من المستوطنات السكانية، تبدأ كنقاط استراتيجية، وتأخذ بالتوسع على أكبر مساحة ممكنة من الأرض.\"",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ويؤمن قادة الحركة الصهيونية العالمية والكيان الصهيوني أن مستقبل الصهيونية العالمية وهيمنتها على المنطقة والعالم يتوقف على سياسة الهجرة اليهودية إلى الكيان الصهيوني والاستيطان فيه وتقوية إسرائيل عسكرياً واقتصادياً لجعلها مركز اليهودية العالمية من أجل تحقيق بروتوكولات حكماء صهيون بالسيطرة على المنطقة العربية والعالم. ¶ ويخططون لإنهاء الوجود العربي في فلسطين عن طريق التلويح بالخطر الديمغرافي العربي والتخلص منه عن طريق الترانسفير أي ترحيل أكبر عدد ممكن من الفلسطينيين بمختلف الوسائل، وبالتالي يجمع الشعب الإسرائيلي والصهيونية العالمية على ضرورة الاستمرار في تهجير اليهود إلى فلسطين وترحيل العرب منها وتعزيز المستعمرات اليهودية في الأراضي الفلسطينية المحتلة واستقدام ثلاثة ملايين يهودي حتى عام 2020. ويربطون بين استمرار تدفق الهجرة اليهودية وتقوية إسرائيل وتفوقها العسكري وتعزيز المستعمرات والترانسفير لإقامة إسرائيل العظمى الاقتصادية. ¶ وترمي كافة الاتفاقات والمفاوضات والتسويات إلى تكريس الأمر الواقع الناتج عن استخدام القوة والحروب العدوانية لشرعنة الاحتلال والاستيطان والاستعمار الاستيطاني، والمضي قدماً في تهويد الأرض والثروات والمقدسات العربية والإسلامية تمهيداً لتوسع جديد في المرحلة القادمة وربما يتم في شرق نهر الأردن. ¶ ولا تزال استراتيجية الحركة الصهيونية والكيان الصهيوني تقوم على: ¶ 1-تهجير أكبر عدد ممكن من يهود العالم. ¶ 2-إقامة المستعمرات اليهودية في جميع الأراضي العربية المحتلة. ¶ 3-ترحيل أكبر عدد ممكن من العرب بالإبادة والإرهاب والعنصرية. ¶ لذلك تتحدث \"إسرائيل\" باستمرار عن خطر القنبلة الديمغرافية العربية في فلسطين لتحقيق الركائز الثلاث للاستراتيجية الصهيونية.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وتهدف الاستراتيجية الإسرائيلية الهيمنة على الوطن العربي ومنطقة الشرق الأوسط كمقدمة للهيمنة على العالم من خلال هيمنة اللوبي اليهودي الأميركي على البيت الأبيض ووزارة الخارجية ومجلس الأمن القومي الأميركي والبنتاجون، ومن خلال هيمنة اللوبي اليهودي في برلين على ألمانيا وأوروبا. وبالتالي يحقق الكيان الصهيوني القرارات السرية للمؤتمر الصهيوني الأول في بازل والمعروفة ببروتوكولات حكماء صهيون. ¶ ولا يزال الهدف الأساسي للاستراتيجية الإسرائيلية الهيمنة على الشرق الأوسط بالحرب والاحتلال أو بالتسوية والهيمنة الاقتصادية، واعتماد القوة العسكرية واتفاقيات الإذعان لإقامة إسرائيل العظمى والسيطرة على المياه والنفط والغاز والأسواق العربية. ¶ وتعمل المنظمات اليهودية في العالم و\"إسرائيل\" والموساد على حث اليهود وتشجيعهم وإجبارهم على الهجرة إلى فلسطين. وتبتكر الوسائل والإغراءات لتهجيرهم ومنها: ¶ * ... تشجيع الزيارات والسياحة إلى فلسطين المحتلة وإغراء اليهود بالإقامة الدائمة. ¶ * ... هجرة الشباب باستقدامهم لمدة سنتين لتعلم اللغة العبرية والتوسع في قبولهم في الجامعات. ¶ * ... التعاقد مع العسكريين اليهود في الجيش الأميركي والدول الأوروبية للإقامة في فلسطين. وجلب الآلاف من الأطفال غير الشرعيين والأيتام من الدول الأوروبية وغيرها. ¶ وتعتمد المنظمات الصهيونية على القيام بالأعمال الإرهابية ضد مؤسسات يهودية للتلويح لهم بخطر اللاسامية وحملهم على الهجرة للكيان الصهيوني، كإلقاء القنابل في المقاهي والمؤسسات اليهودية كما حصل في بغداد، ونسف بعض السفن الصغيرة المحملة باليهود كما حصل على الشواطئ المغربية لإجبار المغرب على فتح أبوابه أمام الهجرة اليهودية.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ويلعب الموساد دوراً في القيام ببعض المظاهر المعادية للسامية في ألمانيا وبقية الدول الأوروبية لإشاعة الخوف والقلق في الأوساط اليهودية كمقدمة لتهجيرها إلى \"إسرائيل\" وبالتالي تستخدم الحركة الصهيونية والكيان الصهيوني الترغيب والترهيب لتهجير اليهود إلى فلسطين. ¶ ويرفع قادة الحركة الصهيونية والكيان الصهيوني شعار \"أرض إسرائيل التاريخية\" أو \"أرض إسرائيل الكاملة\" من النيل إلى الفرات، من مصادر نهر الليطاني وحتى سيناء ومن نهر النيل مروراً بالسعودية والكويت حتى نهر الفرات إلى بغداد والموصل ودمشق والجولان وإلى البحر الأبيض المتوسط. ويؤكدون باستمرار أن حدودهم هي الحدود الدينية الواردة في التوراة وحيث تصل أقدام جنود الجيش الإسرائيلي. ¶ ويؤمنون بالمرحلية لتحقيق إقامة \"إسرائيل الكبرى الجغرافية\" أو \"إسرائيل العظمى الاقتصادية\" عن طريق تفوق \"إسرائيل\" العسكري على جميع البلدان العربية وإضعاف هذه البلدان عسكرياً واقتصادياً وسياسياً وخلق المشاكل والحروب المستمرة لها عن طريق الولايات المتحدة والدول الأوروبية. فالاستعمار الاستيطاني لا يمكن إنجاحه إلا عن طريق احتلال الأراضي العربية واستقدام أكبر عدد ممكن من المهاجرين اليهود وإقامة المستعمرات اليهودية وإبادة وترحيل أكبر عدد ممكن من العرب والانتقال منه إلى الامبريالية الاسرائيلية في الوطن العربي. ¶ وانطلاقاً من هذا الأساس الايديولوجي والديني والسياسي والعملي الصهيوني تشكل مشكلة تهجير اليهود إلى فلسطين وترحيل العرب منها وتهويد الأرض والمقدسات فيها القضية الأساسية في الفكر والممارسة الصهيونية وفي مخططات وحروب إسرائيل العدوانية والتوسعية. ¶ ويقود تبلور \"الهوية القومية\" للمستوطنين اليهود إلى سحق الهوية الوطنية والقومية والدينية للسكان الأصليين.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وتحاول إسرائيل في الوقت نفسه تلافي أسباب الفشل التي أصابت الحملات الصليبية وقضت على الغزو الصليبي في فلسطين وبقية الأراضي السورية الأخرى، وبشكل خاص الحيلولة دون تعاظم القوة العربية، لأن تعاظم القوة العربية وانقطاع الاتصال بين الجماعات الاستيطانية الصليبية مع العالم الخارجي وعدم انخراطها في النسيج الاقتصادي في المنطقة أدى إلى القضاء على الغزو الصليبي. ¶ ويتصف حالياً الاستعمار الاستيطاني الإسرائيلي بظواهر ثلاث: ¶ 1) ... الاستمرار في تكثيف ظاهرة الاستعمار الاستيطاني القائمة على الهجرة اليهودية وترحيل العرب والاستيطان في الأراضي العربية المحتلة وتهويدها وتهويد المقدسات العربية والإسلامية. ¶ 2) ... ظاهرة الحروب العدوانية والاعتداءات المستمرة، وتدمير الاقتصادات العربية وسرقة الأرض والمياه والتربة والثروات العربية، والاستمرار في ممارسة الهولوكوست على الشعب العربي الفلسطيني. ¶ 3) ... ظاهرة الوكيل الاستعماري، وخدمة مصالح الامبريالية الأميركية في المنطقة ومعاداة العروبة والإسلام، حيث تعتبر \"إسرائيل\" نفسها الامتداد الطبيعي للاستعمار الغربي. ¶ وتعمل على إصباغ الشرعية والاعتراف الفلسطيني والعربي بالاستعمار الاستيطاني والمشروع الصهيوني في الوطن العربي مقابل التوقف المؤقت عن الحروب العدوانية والتوسع الإقليمي. فالحروب والاعتداءات المستمرة على البلدان العربية تهدف إلى فرض التسوية بالإملاءات والشروط الإسرائيلية في اتفاقات الإذعان التي تسوقها الولايات المتحدة الأميركية، العدو الأساسي للعروبة والإسلام وقضية فلسطين، والحليف الاستراتيجي للكيان الصهيوني. ¶ عارضت الولايات المتحدة بشكل لفظي الاستيطان منذ عام 1967 وأكدت رفضها أية خطوات تتخذ من جانب واحد لتغيير الوضع الراهن في الأراضي المحتلة، ومن ضمنها إقامة مستوطنات وتوسيع مستوطنات قائمة. وعارضت إدارة الرئيس بوش الأب الأنشطة الاستيطانية بوصفها عقبة في طريق السلام.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "واتخذت الولايات المتحدة هذا الموقف تمشياً مع موقف مجلس الأمن والجمعية العامة للأمم المتحدة والعهود والمواثيق الدولية ومنها اتفاقية جنيف الرابعة لعام 1949، حيث تحظر المادة 49 من اتفاقية جنيف الرابعة الاستيطان في الأراضي المحتلة وتنص على أنه: \"لا يجوز لسلطة الاحتلال أن تنقل، وتهجّر قسماً من سكانها المدنيين إلى الأراضي المحتلة من قبلها.\" ¶ وتعني هذه المادة أنه لا يجوز لدولة الاحتلال الإسرائيلي أن تنقل مواطنيها أو مهاجرين يهوداً جدداً للسكن في الأراضي العربية المحتلة وإقامة المستوطنات اليهودية فيها. ¶ ولكن إدارة الرئيس بوش الابن ضربت بموقف الأمم المتحدة والمعاهدات الدولية والحق العربي بعرض الحائط وتبنت مخططات مجرم الحرب شارون الاستيطانية. وتدعم الهولوكوست الإسرائيلي على الشعب الفلسطيني وتبرره بوقاحة ووحشية منقطعة النظير بأكذوبة \"الدفاع عن النفس\". وبالتالي فقدت الولايات المتحدة صدقيتها وانحازت إلى ممارسة الكيان الصهيوني للإرهاب والإبادة والعنصرية والتمييز العنصري والاحتلال والاستعمار الاستيطاني كسياسة رسمية. وتقود حالياً بالتعاون مع اليهودية العالمية محاربة العروبة والإسلام. ¶ *** ¶ الباب الثاني ¶ الترحيل وخلق مشكلة اللاجئين. ¶ ـ الاستعمار الاستيطاني اليهودي والترحيل. ¶ ـ الترحيل في الفكر والممارسة الصهيونية. ¶ ـ المؤتمر الصهيوني العشرون في زيوريخ والترحيل. ¶ ـ تشكيل أول لجنة يهودية للترحيل. ¶ ـ الوكالة اليهودية والترحيل. ¶ ـ الخطة الصهيونية دالت والترحيل. ¶ ـ ممارسة الإرهاب والإبادة الجماعية لتحقيق الترحيل. ¶ ـ الكيان الصهيوني والترحيل. ¶ ـ الشعب الإسرائيلي والترحيل. ¶ ـ رحبعام زئيفي والترحيل. ¶ الاستعمار الاستيطاني اليهودي والترحيل",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "تقوم الإيديولوجية الصهيونية على هجرة يهود العالم إلى فلسطين العربية والاستيطان فيها بترحيل العرب إلى البلدان العربية ومصادرة الأرض والثروات والممتلكات والحقوق العربية، ونقل ملكيتها من العرب إلى اليهود، ونزع الطابع العربي عنها وتهويدها وتشييد المستعمرات اليهودية عليها، وتحقيق الاستعمار الاستيطاني، وفرض الهيمنة الصهيونية العسكرية والسياسية والاقتصادية على البلدان العربية، وإقامة \"إسرائيل العظمى\" واستغلال الأرض والمياه والثروات والأموال والأسواق العربية لصالح الكيان الصهيوني ويهود العالم والولايات المتحدة الأميركية. ¶ وتنطلق التعاليم التوراتية والتلمودية التي اعتمدت عليها الصهيونية من تهجير اليهود إلى فلسطين بحجّة \"عودة المنفيين إلى أرض الميعاد\" إلى \"أرض إسرائيل من النيل إلى الفرات\" وفرض السيطرة اليهودية على الشعوب الكنعانية أي العرب. ¶ وتعتبر الصهيونية \"الترحيل\"، ترحيل عرب فلسطين المرتكز الأساسي لإقامة دولة نقية لليهود، والمرتكز الأساسي في الفكر والممارسة الصهيونية. ¶ واعتمدت التخطيط بعيد المدى وتشكيل لجان الترحيل وتسخير القوة والإرهاب والإبادة والحروب العدوانية والاستعمار الاستيطاني لاقتلاع الشعب العربي الفلسطيني من وطنه بالترحيل الجماعي للبلدان العربية المجاورة لفلسطين. ¶ ونجحت الحركة الصهيونية في بلورة الحلم الصهيوني بترحيل العرب في برامج ومخططات وفي المؤتمر الصهيوني العشرين إلى أن أصبحت حقيقة واقعية نفذتها العصابات اليهودية الإرهابية المسلحة والجيش الإسرائيلي في عامي 947 و948 وفي حرب حزيران العدوانية عام 1967. ¶ ومرّ الترحيل في ثلاث مراحل: ¶ 1) ... مرحلة الحلم انطلاقاً من الأطماع والخرافات والأكاذيب التوراتية والتلمودية والصهيونية. ¶ 2) ... مرحلة البرامج والمخططات التي ترسخت في المؤتمر الصهيوني العشرين ولجان الترحيل والخطة دالت.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "3) ... مرحلة التنفيذ بممارسة الإرهاب والحروب العدوانية والإبادة الجماعية. ¶ وضع المؤتمر الصهيوني الأول عام 1897 القرارات السرية (بروتوكولات حكماء صهيون) والعلنية لتحقيق هدف واحد وهو تهجير يهود العالم إلى فلسطين العربية وترحيل العرب منها. ¶ وتنبأ تيودور هرتسل بأن اليهود سيهبون في الهجرة إلى فلسطين، وباقتلاع جاليات يهودية بأكملها من أوروبا، وغرسها في فلسطين، وترحيل الشعب الفلسطيني إلى البلدان العربية المجاورة. ¶ وعبّر هرتسل في رسالة وجهها إلى دوق بادن، ابن عم القيصر الألماني عن رغبة الصهاينة في العودة إلى \"وطنهم التاريخي\" كممثلين للمدنية الغربية، حاملين تقاليد الغرب وعاداته. ¶ وأصبحت الهجرة اليهودية، أي تهجير اليهود وترحيل العرب أهم النقاط على جدول أعمال الحركة الصهيونية العالمية. ¶ وعندما زار يسرائيل زنغويل، أحد مساعدي هرتسل فلسطين في عام 1897 ورأى أنها مسكونة بالعرب الفلسطينيين، أصحاب البلاد الأصليين وسكانها الشرعيين أكد أن: ¶ \"1- أرض \"إسرائيل\" (فلسطين) أضيق من أن تتسع لكلا الشعبين. ¶ 2- اليهود والعرب لن يعيشوا في سلام. وتوصل إلى استنتاج، مفاده أن لا مفر من إخلاء العرب، ونقلهم بالقوة إلى البلاد المجاورة.(7) ¶ وأعلن زانغويل في خطبة له في نيويورك عام 1904 بوقاحة وهمجية منقطعة النظير قائلاً: ¶ \"علينا أن نكون مستعدين لطردهم من البلاد بقوة السيف، كما فعل أجدادنا بالقبائل التي استوطنت فيها\". ¶ بلور هرتسل في مذكراته فكرة \"ترحيل العرب\" عن دولة اليهود المزمع إقامتها بطردهم عبر الحدود وحرمانهم من فرص العمل في فلسطين لتسهيل عملية الطرد. وقابل القيصر الألماني عام 1898 وعرض عليه أن يقوم اليهود في خدمة المصالح الألمانية لقاء توفير الحماية الألمانية للمستعمرات اليهودية. ¶ وكتب في يومياته يقول:",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "\"علينا أن نستولي وبصورة لطيفة على الملكية الخاصة في الأراضي التي تخطط لنا، سنسعى لتهجير السكان المعدمين عبر الحدود من خلال تدبير الوظائف لهم في بلاد الانتقال، لكننا سنمنعهم من القيام بأي عمل في بلدنا (فلسطين). وعمليتا الاستيلاء على الملكية وترحيل الفقراء ينبغي أن تجريا معاً بصورة محكمة وحذرة.\"(8) ¶ وأخذ زعماء الحركة الصهيونية يتبنون فكرة هرتسل ويعملون على تحقيقها. فطالب يسرائيل زنغويل أحد مساعدي هرتسل بوجوب ترحيل العرب من فلسطين العربية وقال: ¶ \"علينا أن نستعد إما لطرد القبائل العربية، صاحبة الملكية، بحد السيف كما فعل أجدادنا، وإما أن نتعامل مع مشكلة وجود عدد كبير من السكان الغرباء ومعظمهم من المحمديين الذين اعتادوا ولقرون كثيرة على ازدرائنا.(9) ¶ وآمن زعماء الحركة الصهيونية أن ترحيل العرب عن فلسطين هو تحقيق للصهيونية وإفساح المجال أمام المهاجرين اليهود للاستيطان فيها. ¶ ورفع المؤسسون الصهاينة شعار: \"إن فلسطين أرض بلا شعب لشعب بلا أرض\". وتحدث الزعيم الألماني الصهيوني ماكس نورداو قبل الحرب العالمية الأولى عن فلسطين بأنها الأرض التي بدون شعب للشعب الذي لا أرض له، وذلك على الرغم من أنه يعرف بأن فلسطين العربية ليست خالية من السكان، بل مأهولة بسكانها العرب، سكانها الأصليين وأصحابها الشرعيين. ¶ وهكذا تبلور الفكر الصهيوني منذ البداية على أساس أن الشعب العربي الفلسطيني لا وجود له، وبالتالي لا حقوق وطنية أو قانونية أو إنسانية لشعب غير موجود. ¶ واعتقد القادة الصهاينة أنه لا يمكن ترحيل العرب إلاّ بالقوة وأن لغة القوة هي اللغة الوحيدة التي يفهمها العرب لإجبارهم على الرحيل عن وطنهم. وقرروا اعتماد القوة المسلحة لتحقيق ترحيل العرب ومصادرة الأراضي العربية والاستيطان فيها.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وأكد الزعيم الصهيوني آحاد هاعام، الذي صاغ قرارات المؤتمر الصهيوني الأول والمعروفة ببروتوكولات حكماء صهيون هذا الموقف الصهيوني الوحشي وكتب بعد زيارته فلسطين يقول: ¶ \"إن الرواد الصهاينة يعتقدون أن اللغة الوحيدة التي يفهمها العرب هي لغة القوة، فهم يتصرفون تجاه العرب تصرفاً عدائياً شرساً، ويعتدون على حدودهم من دون حق، ويضربونهم على نحو مشين، ومن دون سبب، بل يتباهون بذلك، ولا يقف أحد لمنع هذا المنهج الحقير والخطير\".(10) ¶ تجاهلت الصهيونية وجود وحقوق سكان فلسطين الأصليين وأصحابها الشرعيين وأظهروا استعلاءً عنصرياً تجاههم وإنكاراً لحقوقهم الوطنية والقومية والدينية لاقتلاعهم من وطنهم. ¶ وكان الحاخام يهودا القلعي قد نادى بدولة لليهود في فلسطين عندما اشتد التنافس الأوروبي الاستعماري على النفوذ في إمبراطورية الرجل المريض العثمانية. ¶ وأكد الحاخام تسفي هيرش كاليشر أن الخلاص يتم بالجهد الإنساني وموافقة الأمم ولا يحتاج إلى مجيء المسيح. ودعا إلى تأسيس جمعية لاستيطان اليهود في فلسطين تقوم بتمويل الاستيطان اليهودي، وإنشاء حرس لحماية المستوطنين فيها. ¶ وربط موزيس هيس، نبي الإيديولوجية الصهيونية الاستيطان والتوسع اليهودي في إطار الاستعمار والتوسع الأوروبي وعلى التحديد فرنسا التي كانت مهتمة بمشروع قناة السويس وقال: ¶ \"ألا تزالون تشكون في أن فرنسا ستساعد اليهود على إقامة مستعمرات قد تمتد من السويس إلى القدس، ومن ضفتي نهر الأردن حتى البحر المتوسط. إن فرنسا ستوسع مهمة التحرير لتشمل الأمة اليهودية. ويبدو أن الفرنسيين واليهود قد خلق كل منهما للآخر في كل شيء.(11)",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وأنهى موزيس هيس كتابه \"روما والقدس\" بالقول \"إن الساعة قد دقت لإعادة الاستيطان على ضفتي الأردن، حيث يكون اليهود هناك حاملي لواء المدنية لشعوب آسيا البدائية والوسطاء بين أوروبا والشرق الأقصى، لفتح الطريق المؤدية إلى الهند والصين، تلك المناطق التي يجب أن تفتح حتماً أمام المدنية الأوروبية\"(12) ¶ ونصح هيس اليهود بالعمل على تثقيف \"القطعان العربية المتوحشة والشعوب الإفريقية\". ¶ ويمكن القول أن المفكرين اليهود والمؤسسين الصهاينة رفضوا اندماج اليهود في مجتمعاتهم وأصروا على عزلهم عنها وتهجير اليهود إلى فلسطين واستيطانهم فيها وإقامة دولة استيطانية تعمل على حماية مصالح دول أوروبا الاستعمارية ومعادية لشعوب المنطقة. ¶ وركّز هرتسل على الاتصالات مع الدول الأوروبية وكتب يقول: ¶ \"إذا منحنا جلالة السلطان (العثماني) فلسطين، يمكننا بالمقابل تنظيم مالية تركيا بأكملها. ¶ وسنشكل هناك جزءاً من متراس أوروبا تجاه آسيا، وقاعدة أمامية للمدنية ضد البربرية. ¶ وسنظل، كدولة محايدة على اتصال مع أوروبا كلها، التي يتعين عليها أن تضمن وجودنا\".(13) ¶ وقرر المؤتمر الصهيوني الثاني الذي ترأسه هرتسل تأسيس بنك الاستعمار اليهودي. ¶ وتأسس في عهده أيضاً الصندوق القومي اليهودي، الذي تمت المصادقة على تأسيسه في المؤتمر الصهيوني الخامس عام 1901. ¶ وطالب ماكس نورداو، أحد مؤسسي الحركة الصهيونية بالاستيطان في فلسطين والأقاليم المجاورة والتي توفِّر متسعاً من المكان لاستيعاب ما بين 12 و15 مليون يهودي. وكتب يقول: ¶ \"نحن ننوي الذهاب إلى فلسطين بمثابة الحملة المعتمدين للمدنية والتحضر، ورسالتنا هي توسيع الحدود الأخلاقية لأوروبا حتى تصل إلى نهر الفرات\"(14)",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وانفجر الخلاف حول الاستيطان داخل الحركة الصهيونية إبان عهد هرتسل بين تيار الصهيونية السياسية الذي يمثله هرتسل وتيار الصهيونية العملية بتشجيع الاستيطان اليهودي الفعلي في فلسطين، مهما كانت الظروف، ثم السعي للحصول على الضمانات السياسية والاعتراف الدولي بالاستيطان والدولة اليهودية في فلسطين. وتصاعد الخلاف في المؤتمر الصهيوني السابع عام 1905 على أرضية مشروع الاستيطان اليهودي في أوغندا، ولكن المؤتمر حسم الخلاف وأكد على برنامج مؤتمر بازل وقرر الاستيطان في فلسطين وجاء في القرار: \"تتمسك المنظمة الصهيونية من دون تردد بالمبدأ الأساسي لبرنامج بازل، وترفض، سواء كان ذلك غاية أم وسيلة، النشاطات الاستعمارية خارج فلسطين والأراضي المحاذية لها\". ¶ وتصاعد نفوذ تيار الصهيونية العملية إلى أن سيطروا على الحركة الصهيونية في المؤتمر العاشر عام1911. وعززوا الاستيطان في فلسطين تحت إشراف د. آرثر روبين. ¶ واقترح روبين، مدير دائرة الاستيطان في مذكرة بعثها في أيار 1911 إلى الهيئة التنفيذية للمنظمة الصهيونية، ترحيلاً محدوداً للسكان من الفلاحين الفلسطينيين الذين تنتزع منهم الأرض إلى مناطق في سورية الشمالية. وكرر اقتراحه في أيار 1914 في رسالة بعثها إلى فيكتور جاكسون، رئيس المنظمة الصهيونية في اسطنبول أكد فيها أن اقتلاع الفلاحين العرب وترحيلهم أمران حتميان، \"إذ إن الأرض هي الشرط الذي لا بد منه لاستيطاننا في فلسطين\". ¶ واقترح الصهيوني البارز ليون موتسكين، والذي شارك في تأسيس المنظمة الصهيونية العالمية وفي صياغة برنامج بازل حلاً للمشكلة الديمغرافية العربية في فلسطين وذلك في تموز 1912 وكان رأيه \"أن الحل يكمن في إطار عربي أوسع يشترط قبول الفلسطينيين ببيع أراضيهم للمستوطنين اليهود وإعادة توطينهم على أراض يتم شراؤها في الولايات العربية المجاورة\"(15) ¶ وكتب يسرائيل زنغويل في كتابه \"صوت القدس\" عن ترحيل العرب يقول:",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "\"علينا أن نقنعهم بلطف بأن يرحلوا نحو البادية. أليست جزيرة العرب ومساحتها مليون ميل مربع كلها لهم، ليس ثمة ما يدعو العرب إلى التمسك بهذه الحفنة من الكيلومترات، فمن عاداتهم وأمثالهم المأثورة طيَّ الخيام والتسلل. دعهم الآن يعطون المثل على ذلك\".(16) ¶ وكان البارون إدموند روتشيلد أقل وحشية من القادة الصهاينة من أمثال هرتسل وزنغويل ونورداو وروبين، إذ أيد فكرة ترحيل العرب ولكنه اقترح تقديم الأموال لهم لكي يبتعدوا عن فلسطين ويرحلوا عنها ويشتروا لهم أراض أخرى. ¶ وطالب نحمان سيركين، مؤسس الصهيونية الاشتراكية بعقد صفقة تبادلية رائعة: \"ففي مقابل الدعم الذي سيقدمونه والمقاتلين لحرب تحرير شعوب الإمبراطورية العثمانية المستعبدة، يحصل اليهود على \"أرض إسرائيل\" (فلسطين).(17) ¶ واقترح د. يهوشواع بوخميل، أحد مساعدي هرتسل عام 1911 بأن يشتري اليهود أراض في شمال سورية وفي بلاد الرافدين لترحيل عرب فلسطين ونقلهم إلى هناك. ¶ ساد الاعتقاد لدى قادة الحركة الصهيونية بوجوب ترحيل العرب من فلسطين وتهجير اليهود إليها واستيطانهم فيها وجعلها يهودية بقدر ما هي إنكلترا إنكليزية. وعبّر عن هذا الاعتقاد حاييم وايزمان، رئيس المنظمة الصهيونية العالمية أمام الاتحاد الصهيوني الإنكليزي عام 1919 وقال: \"عندما أقول وطناً قومياً يهودياً فإنني أعني خلق أوضاع تسمح لنا، بأن يدخل إليه العدد الوفير من المهاجرين، وأنْ نقيم في نهاية الأمر مجتمعاً في فلسطين بحيث تصبح فلسطين يهودية كما هي إنكلترا إنكليزية أو أميركا أميركية\".(18) ¶ وانطلاقاً من تصميم وايزمان لجعل فلسطين يهودية بقدر ما هي إنكلترا إنكليزية اعتمد اليهود على القوة لترحيل العرب منها. ¶ وطالب الزعيم الصهيوني أهرون أهرونسون، (الذي كان يعمل لصالح المخابرات البريطانية) في مجلة أراب بوليتين التي كانت تصدرها المخابرات البريطانية بوجوب تطبيق الترحيل الإجباري للمزارعين العرب.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وقدم الاقتراح التالي: \"في حين أنه يجب أن تصبح فلسطين دولة يهودية، فإن وادي العراق الواسع الذي يرويه دجلة والفرات قد يصبح جنة العالم، لذلك يجب أن يُعطى عرب فلسطين أرضاً هناك، ويجب إقناع أكبر عدد ممكن من العرب بالهجرة إلى تلك الأراضي\".(19) ¶ وتابعت الحركة الصهيونية مساعيها لترحيل العرب بمساعدة بريطانيا وأكد ذلك ونستون تشرشل الذي كتب في 25 تشرين الأول عام 1919 يقول: \"هناك اليهود الذين تعهدنا إدخالهم إلى فلسطين والذين يفترضون أن السكان المحليين سيطردون توفيراً لراحتهم\".(20) ¶ وأكد اللورد وثبي فيما بعد في برنامج بثته الإذاعة البريطانية \"أن تصريح بلفور الأصلي تضمن نصوص أحكام تقضي بترحيل العرب إلى مكان آخر\".(21) ¶ ناقش يسرائيل زنغويل فكرة ترحيل الفلسطينيين مع جابوتنسكي والذي كان يعتقد أن الفلسطينيين لن يتركوا مسقط رأسهم طوعاً، ولا بد من استخدام القوة لإجبارهم على الرحيل. ¶ آمن الإرهابي جابوتنسكي بوجوب ترحيل العرب بالقوة، لأن ترحيلهم بحسب رأيه شرط أساسي لتحقيق الصهيونية. فاقترح في رسالة بعث بها إلى السناتور الأميركي غراسنبيرغ \"إن تأسيس أكثرية يهودية في فلسطين يجب أن يتم عنوة عن إرادة الأكثرية العربية الموجودة في البلاد. وسيرعى عملية إنجاز هذه الأكثرية جدار حديدي من القوة اليهودية المسلحة\".(22) ¶ وتوقع جابوتنسكي بأن النمو الطبيعي العربي سيحبط جهود الصهاينة الرامية لخلق دولة يهودية. وادخل المشكلة الديمغرافية العربية في الفكر والنشاط الصهيوني. واعتبر العنصري والإرهابي جابوتنسكي أن العرب لم يساهموا في تقدم الحضارة الإنسانية، وهم غير قادرين على إقامة دولة مستقلة، ولا يحق لهم البقاء في الأرض المقدسة، لذلك يجب ترحيلهم منها. ¶ وأقنع البارون إدمون روتشيلد باقتلاع العرب من أراضيهم وكتب جابوتنسكي بعد اجتماعه معه في باريس عام 1929 يقول:",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "\"إن البارون يطالب بأن تكون فلسطين يهودية بالكامل، إنه على استعداد لبذل المال للعرب لتمكينهم من مغادرة فلسطين، ويؤمن إيماناً راسخاً بأننا سنجعل فلسطين يهودية بقدر ما هي فرنسا فرنسية\".(23) ¶ وعبّر الإرهابي جابوتنسكي عن ازدراء عنصري مقيت تجاه العرب والإسلام لإقناع اليهود بترحيل العرب وقال: \"نحن اليهود والحمد لله لا شأن لنا بالشرق، يجب تكنيس \"أرض إسرائيل\" من الروح الإسلامية\".(24) ¶ وتجلت عنصرية ووحشية جابوتنسكي ليس فقط بالمطالبة بترحيل الفلسطينيين بالقوة \"وتكنيس\" فلسطين من الإسلام وإنما أيضاً بالقول: إن العرب رعاع يزعقون، ثيابهم رثة، ذات ألوان صارخة متوحشة. ¶ وعلى إثر أحداث البراق عام 1929 شكلت بريطانيا لجنة شو للتحقيق، واتبعتها بلجنة هوب ـ سيميسون. وأكدت اللجنتان في تقاريرهما أن الهجرة اليهودية واستيلاء اليهود على الأراضي العربية واللتان تؤديان إلى طرد الفلاح العربي من أرضه وإلى فقدانه العمل سببا الخوف العربي من استيلاء اليهود على البلاد. وأعلن سيميسون أنه لا مكان في البلاد لأي مستوطن يهودي واحد آخر. ¶ وانطلاقاً من تقاريرهما نشرت الحكومة البريطانية في آب 1930 الكتاب الأبيض الذي فرض قيوداً صعبة على الهجرة اليهودية وشراء الأراضي. وظهر وكأن الصهيونية ماتت في مهدها. ¶ وتجاوز العداء للعرب والإسلام زعماء اليمين اليهودي وشمل أيضاً قادة حزب ماباي (العمل)، حيث عبّر يتسحاق تابنكين وبن غوريون عن تأييدهم فكرة الترحيل بالقوة واحتقارهم للعرب والحضارة العربية. وأن الفلسطينيين برأي زعماء الوكالة اليهودية والمنظمة الصهيونية بن غوريون ووايزمان وبن تسفي وغيرهم سكان عرب في فلسطين، لا حقوق لهم على الإطلاق ويجب ترحيلهم بجميع الوسائل إلى البلدان العربية لتهويد فلسطين وجعلها دولة لجميع اليهود في العالم.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "إن إنكار اليهود لوجود الشعب العربي الفلسطيني ولحقوقه الوطنية يضفي الشرعية من وجهة نظرهم على اغتصابهم لفلسطين وترحيل العرب منها وتسهيل عملية اقتلاعهم من وطنهم وترحيلهم خارجه. ¶ وكان حاييم وايزمان، رئيس المنظمة الصهيونية العالمية قد قدم اقتراحاً إلى مسؤولين ووزراء بريطانيين عام 1930 يدعو فيه إلى ترحيل العرب إلى شرق الأردن والعراق، وتشجيع هجرة الفلسطينيين إلى البلدان العربية وخلق الظروف الملائمة لتوطينهم فيها. ¶ وبعث وايزمان إلى فيلكس غرين، أحد المسؤولين في الوكالة اليهودية في حزيران 1930 يطلب منه أن يرسل إليه فوراً تفاصيل عن أراض يمكن شراؤها في شرق الأردن لإعادة توطين من قد يتم نقلهم من الفلسطينيين وطلب وايزمان من بنحاس روتنبيرغ، عضو الهيئة التنفيذية للوكالة اليهودية، ومؤسس شركة كهرباء فلسطين إعداد خطة مفصلة لترحيل الشعب الفلسطيني إلى شرق الأردن. وأعد روتنبيرغ الخطة وقدمها وايزمان عام 1930 إلى وزارة المستعمرات البريطانية. ¶ رفضت بريطانيا الموافقة على ترحيل الشعب الفلسطيني خارج وطنه لسببين: ¶ الأول ... : التكاليف المالية الباهظة التي يحتاجها مشروع الترحيل. ¶ والثاني ... : رفض العرب الشديد لفكرة الترحيل والتوطين. ¶ وأصر زعماء الحركة الصهيونية ومنهم مناحيم أوسيثكين، عضو الهيئة التنفيذية للوكالة اليهودية على فرض ترحيل عرب فلسطين بالقوة ونقلهم إلى بلدان عربية أخرى. وناقش الصندوق القومي اليهودي في حزيران 1930 مشكلة ترحيل الشعب الفلسطيني إلى شرق الأردن. ¶ واقترحت الوكالة اليهودية عام 1931 رسمياً على لجنة تحقيق بريطانية برئاسة لويس فرينش ترحيل مزارعي وادي الحوارث إلى شرق الأردن. ولكن المندوب السامي البريطاني واكهوب رفض الاقتراح اليهودي الوقح.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وطالب بن تسفي بنقل الفلسطينيين الذين أصبحوا بلا أرض إلى البلدان العربية المجاورة ومنها شرق الأردن، وذلك خلال إحدى اجتماعات الوكالة اليهودية. وعبر موشيه شرتوك، رئيس الدائرة السياسية في الوكالة اليهودية عن دعمه لموقف بن تسفي قائلاً: \"إن لدى شرق الأردن أراضي واسعة تخصص للاستيطان اليهودي ولإعادة توطين العرب\".(25) ¶ واعترف بن غوريون في اجتماع لحزب ماباي بأن الفلسطينيين يحاربون من أجل المحافظة على وطنهم كبلد عربي والذي يسعى الآخرون إلى تحويله وطناً لليهود. وبالتالي اعترف صراحة بوحشية المطالب اليهودية بترحيل شعب كامل من أرض وطنه وممتلكاته لتهويد وطنه ومقدساته. ¶ وأكد موشيه شرتوك أخطار هجرة اليهود على الشعب الفلسطيني عام 1937 وقال: ¶ \"لو كنت أنا عربياً ذا وعي قومي سياسي، لقمت ثائراً على هجرة (يهودية) من شأنها بعد مضي زمن ما في المستقبل أن تسلِّم البلد وأهله أجمعين إلى الحكم اليهودي.\"(26) ¶ وقدمت الوكالة اليهودية في أيار 1937 مذكرة إلى لجنة بيل البريطانية للتحقيق تضمنت فقرة تقترح فيها ترحيل الفلسطينيين إلى شرق الأردن استجابة للمطلب اليهودي. ¶ وتابع روتنبيرغ اتصالاته لإقامة شركة في شرق الأردن لترحيل الفلسطينيين وتوطينهم فيها وتخصيص نصف أراضي الشركة للمستوطنين اليهود. ¶ ونجحت الصهيونية في تضمين تقرير لجنة بيل مطلبين: الأول: النص على تقسيم فلسطين وإقامة دولة يهودية. والثاني: ترحيل العرب عنها. ¶ وكان على دولة الانتداب البريطاني في فلسطين أن تحقق لليهود الهجرة والاستيطان والتقسيم وترحيل العرب، مما يجعل ذلك من المستحيل على بريطانيا القيام به والحفاظ على مصالحها في البلدان العربية. ¶ وبرز رأيان صهيونيان: الأول يؤيد التقسيم والترحيل. والثاني: يطالب بأرض \"إسرائيل\" الكاملة مع دولة ثنائية القومية.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وظهر بجلاء أن ترحيل الفلسطينيين لا يمكن تحقيقه إلاّ بقوة السلاح، فاستخدام القوة والتخويف والاحتلال هو الذي يمكِّن الصهيونية من تنفيذ الترحيل وتحقيق الاستيطان. ¶ اجتمع حزب ماباي قبل انعقاد المؤتمر الصهيوني العشرين في زيوريخ لتحديد الموقف من فكرة تقسيم فلسطين وترحيل العرب منها. ووافق بن غوريون ووايزمان عليها، بينما رفضها أصحاب فكرة \"إسرائيل الكبرى\"، الذين طالبوا بدولة ثنائية القومية في فلسطين وشرق الأردن. ¶ وفجأة ارتدتْ الصهيونية حلّة الحمل الوديع وأخذ قادتها يزعمون أنهم لا ينوون طرد العمال العرب (المزارعين العرب) من الأراضي التي حصل عليها اليهود، بل يريدون نقلهم إلى مكان آخر. وأخذوا بالمناداة بنقل السكان (ترحيلهم) إلى شرق الأردن وتوطينهم هناك. ولتحقيق هذا الأسلوب الصهيوني الخبيث اقترح ارلوزوروف، رئيس الدائرة السياسية في الوكالة اليهودية تغيير المفاوضات مع بريطانيا بشأن شرق الأردن وقال: \"يجب الادعاء بأن حكومة إنجلترا قد تعهدت في الانتداب بالمساعدة في إقامة وطن قومي للشعب اليهودي في \"أرض إسرائيل\" المكونة من شطري الأردن، ورغم أنها أعفت شرق الأردن من هذا الالتزام، فيجب السعي من أجل إزالة ذلك الحاجز الإداري الذي يعيق الحركة الاستيطانية لليهود في شرق الأردن\"، \"يجب أن يكون اتجاهنا الأساسي هو إدراج منطقة شرق الأردن داخل إطار النشاط الاقتصادي \"لأرض إسرائيل\"\"(27) ولكن جاء استلام النازية للحكم في ألمانيا وصعود هتلر ليبعث الحياة في الحركة الصهيونية من جديد. ¶ كشف بن غوريون القناع عن وجهه وفكره الصهيوني العنصري والإرهابي والبشع عندما كتب في مذكراته يقول: \"أرى كما كنت من قبل كل الصعوبة الخطيرة في أن نقتلع بقوة أجنبية (بريطانيا) حوالي مئة ألف عربي من قراهم، التي عاشوا فيها مئات السنين... بناء على ذلك، فإن أول خطوة، وربما الحاسمة، هي تأهيل أنفسنا لتنفيذ بند الترحيل\".(28)",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ودعم بن غوريون ترحيل العرب بحجة صهيونية تبين أطماعها في الأرض والثروات العربية \"تبادل السكان والأرض، بين الدولتين اللتين ستقومان على \"أرض إسرائيل\" (أجزاء من سورية) الذي ستقوم بتنفيذه بريطانيا\". لأن بريطانيا برأيه تستطيع فرض الترحيل والمدخل إلى الرأي العام العالمي لتبريره والقبول به والموافقة عليه. وهكذا يظهر التضليل والخداع والغش اليهودي بأجلى مظاهره لتحقيق الأطماع اليهودية في الأرض العربية. ¶ *** ¶ المؤتمر الصهيوني في زيوريخ والترحيل ¶ تمادى بن غوريون في مواقفه الاستعمارية والعنصرية أكثر بعد الإعلان عن تقرير لجنة بيل وكرر وجوب الترحيل الإجباري للعرب والاستعداد لتطبيقه. وكتب في يومياته بتاريخ 12 تموز 937 يقول: \"إن ترحيل العرب قسراً عن الأودية التابعة للدولة اليهودية المقترحة يمنحنا شيئاً لم يكن لنا قط حتى عندما وقفنا على أقدامنا خلال أيام الهيكل الأول والثاني، أي أن يكون الجليل خالياً من السكان العرب. وعلينا أن نحضِّر أنفسنا للقيام بالترحيل\".(29) ¶ طرح بن غوريون فكرة ترحيل الشعب الفلسطيني في خطابه أمام المؤتمر الصهيوني العشرين الذي انعقد في زيوريخ في أواخر تموز 1937 وقال أنه \"من خلال اقتراح ترحيل السكان العرب عن أراضي الدولة اليهودية طوعاً إذا أمكن، وقسراً إذا استحال ذلك، يصبح في الإمكان توسيع رقعة الاستيطان اليهودي\". وبرر بن غوريون اللجوء إلى القوة لإجبار الفلسطينيين على الرحيل بحجة صهيونية كاذبة حيث كتب لابنه يقول: \"نحن لم نرد قط أن نسلب العرب أرضهم، لكن بما أن بريطانيا أعطتهم قسماً من الأرض التي كانت موعودة لنا فيما سبق، فمن العدل أن يرحل العرب عن دولتنا إلى القسم العربي\"(30)",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "واتضح بجلاء أن القادة اليهود قرروا إجبار الشعب الفلسطيني على الترحيل بالقوة. وبلورت الحركة الصهيونية موقفها في عام 1937 بوجوب ترحيل الفلسطينيين بالقوة إلى شرق الأردن والبلدان العربية الأخرى المجاورة لفلسطين كتعويض لهم على قبولهم بالتقسيم، حيث كانوا يطمعون بالسيطرة على فلسطين بأسرها وأجزاء أخرى من البلدان العربية المجاورة. ¶ وربط بن غوريون الموافقة على اقتراح التقسيم بشرطين: الأول: السيادة اليهودية. والثاني: الترحيل القسري للفلسطينيين. ¶ ووافق الزعماء الصهاينة في المؤتمر الصهيوني العشرين على وجوب ترحيل الشعب الفلسطيني ولكنهم اختلفوا حول الوسيلة وخاصة فيما يتعلق بالترحيل الإجباري. ¶ وأعلن الزعيم الصهيوني العمالي بيرل كاتسنلسن في خطابه أمام المؤتمر الصهيوني العشرين موقفه من الترحيل وقال: \"إن موضوع الترحيل قد أثار النقاش في صفوفنا، هل مسموح به أم محرم؟ إن ضميري مرتاح جداً بهذا الخصوص، فالجار البعيد أفضل من العدو القريب. إنهم لن يخسروا من جراء ترحيلهم. كنت ولا أزال أعتقد أن قدرهم هو الترحيل إلى سورية والعراق\".(31) ¶ وتحدث الحاخام مائير برلين أمام المؤتمر الصهيوني العشرين وقال: \"إن أساس الصهيونية هو أن \"أرض إسرائيل\" لنا لا للعرب، وليس لأنهم يملكون مساحات شاسعة ومساحة أرضنا صغيرة. نحن نطالب بفلسطين لأنها بلدنا\".(32) ¶ وقدم د. سوسكين، مدير دائرة الاستيطان في الصندوق القومي اليهودي خطة للترحيل الإجباري إلى المؤتمر جاء فيها: \"لذا فإني أصر على الترحيل القسري لسكان الريف العرب كافة عن الدولة اليهودية إلى الدول العربية. وهذه خطوة تمهيدية نحو بناء الدولة اليهودية، وعلى السكان الأصليين إخلاء الأرض كما تم في حالة الأتراك واليونان في مقدونيا وآسيا الصغرى\".(33)",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وتلخصت خطة سوسكين بأنه لا يمكن التفكير في إقامة الدولة اليهودية من دون الترحيل الإجباري للشعب الفلسطيني إلى الدول العربية لتوفير الأرض اللازمة للاستيطان اليهودي. ¶ ومجمل القول أن الترحيل الإجباري للعرب أصبح من أهم القضايا التي عالجها ووافق عليها وأقرها المؤتمر الصهيوني العشرون في زيوريخ وباتت قراراته من أهم مرتكزات الحركة الصهيونية لإقامة دولة اليهود بالقوة والاغتصاب وإقامة المستعمرات اليهودية وتحقيق الاستعمار الاستيطاني اليهودي وهي التي خلقت فيما بعد مشكلة اللاجئين الفلسطينيين. ¶ بحث المؤتمر الصهيوني في زيوريخ عام 1937 ترحيل العرب من فلسطين بعد أن تراجعت حكومة بريطانيا عن مشروع التقسيم، وبالتالي كان من المفروض عدم تناول موضوع الترحيل. ¶ وأكدت الحكومة البريطانية رفضها ترحيل الفلسطينيين في كانون الثاني 1938. وشكلت الوكالة اليهودية لجنة لشؤون الحدود، ولجنة شؤون القدس وأخرى لشؤون مدينة حيفا ولجنة لترحيل السكان. ودخلت الوكالة اليهودية في مفاوضات مع حكومة الانتداب البريطاني لتوسيع حدود الدولة اليهودية بناء على توصية من المؤتمر الصهيوني في زيوريخ. ¶ وأكد بن غوريون وجوب اللجوء إلى القوة لترحيل الشعب العربي الفلسطيني وكتب لابنه عاموس في عام 1937 يقول: \"علينا أن نطرد العرب ونحتل أماكنهم، وإذا اضطررنا إلى استخدام القوة لاقتلاعهم من النقب وشرق الأردن لضمان حقنا في استيطان هذه الأماكن، فإن مثل هذه القوة في تصرفنا.\"(34) ¶ *** ¶ تشكيل لجنة للترحيل ¶ شكلت الوكالة اليهودية في تشرين الثاني 1937 بتوجيه من قرارات المؤتمر الصهيوني العشرين أول لجنة لترحيل الشعب العربي الفلسطيني من وطنه إلى البلدان العربية المجاورة. ¶ وعقدت لجنة الترحيل اجتماعاً في مقر الوكالة اليهودية بالقدس في 21 تشرين الثاني 1937.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وقدم عضو اللجنة فايتس مشروعاً لترحيل العرب عن أراضيهم وعلله بالقول: \"إن ترحيل السكان العرب عن أراضي الدولة اليهودية لا يخدم هدفاً وحيداً فحسب، أي إنقاص عدد السكان العرب، بل إنه يخدم غرضاً آخر لا يقل أهمية ألا وهو تفريغ الأرض المملوكة والمزروعة حالياً من قبل العرب، وتحريرها لسكن اليهود\".(35) ¶ وعينت الوكالة اليهودية في تشرين الثاني 1937 د. يعقوب تاهون رئيساً للجنة ترحيل السكان وعضوية كورت مندلسون، وأبراهام غرانوف، وجوزيف فايتس، وجوزيف نحماني وعوفيد بن عامي والياهو إيلات. وبحثت اللجنة ثلاثة مواقف مختلفة من الترحيل وهي الترحيل إلى شرق الأردن وإلى سورية وإلى العراق. ولكن أعضاء اللجنة اتفقوا بالإجماع في 19 كانون الأول 1937 على صيغة جاء فيها: ¶ \"ونقل السكان العرب بنسبة كبيرة يعتبر شرطاً مسبقاً لإقامة الدولة لأن وجود مثل هذه الأقلية سيشكل خطراً مستمراً من جانب الحركات التي ستسعى للقضاء على وجود الدولة اليهودية الجديدة\".(36) ¶ وكانت لجنة الترحيل بحاجة إلى أبحاث دقيقة من أجل تحضير خطط كاملة متكاملة للترحيل، إذ كانت تنقصها المعطيات التي لم تستطع من دونها إعداد خطة للترحيل والاستيطان. ¶ وطالب بعض أعضاء اللجنة بوجوب عدم الحديث عن الترحيل القسري، وأكدوا على أن البلدان العربية المجاورة تستوعب عملية ترحيل السكان. ¶ إن الترحيل غير أخلاقي وغير إنساني وغير واقعي ويظهر الفكر الصهيوني المغرق بالعنصرية والوحشية على حقيقته. ¶ وشكلت لجنة الترحيل لجنتين فرعيتين: الأولى: تعالج الشؤون المالية والإجرائية. والثانية: تجمع المعلومات المتعلقة بالسكان العرب وملكية الأرض.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وتابعت الوكالة اليهودية نشاطاتها لترحيل الشعب الفلسطيني من خلال لجنة الترحيل، فوضع ألفريد بونيه خطة سرية تحت عنوان \"ترحيل السكان العرب\" وقدمها في تموز 1938 إلى بن غوريون، وتضمنت ترحيل (26) ألف عائلة من الفلاحين الفلسطينيين خارج حدود دولة اليهود المزمع إقامتها. واقترح بونيه أن تكون بريطانيا على استعداد للمساهمة في توفير الأموال اللازمة لشراء الأراضي في شرق الأردن والبلدان الأخرى المجاورة لفلسطين. ¶ *** ¶ الوكالة اليهودية ومتابعة الترحيل ¶ اجتمعت الهيئة التنفيذية للوكالة اليهودية في حزيران 1938 لمتابعة حل مشكلة ترحيل الشعب الفلسطيني. وطرح بن غوريون خطة للعمل جاء فيها: \"إن الدولة اليهودية (التي لم تقم بعد) ستناقش مع الدول العربية المجاورة مسألة الترحيل الطوعي للمزارعين والفلاحين والعمال العرب من الدولة اليهودية إلى الدول المجاورة.\"(37) ¶ وأيدت الوكالة اليهودية خطة بن غوريون التي تضمنت التفاوض مع الدول العربية المجاورة في شأن توقيع اتفاقيات تضمن ترحيل الفلسطينيين إلى خارج الدولة اليهودية القادمة. وأكدت الوكالة اليهودية أن العرب لن يرضخوا ولن يتفقوا معها إلاّ عندما يواجهون بالأمر الواقع. ¶ وطالبت الوكالة بوجوب تحقيق الترحيل والإسراع فيه، واللجوء إلى الترحيل القسري، أي الترحيل بالقوة، وتسخير المجازر والإبادة والإرهاب والتدمير لتحقيق هذا الهدف الشيطاني. ¶ وأكد الزعيم الصهيوني في الوكالة اليهودية شموئيل زوخوفيتسي وجوب تنفيذ الترحيل الإجباري قائلاً: \"إنني مقتنع بأن من المستحيل أن ينفذ الترحيل من دون القسر، ولا أرى في ذلك أي إجراء غير أخلاقي. أريد أن أساعد اليهود في المجيء إلى الدولة اليهودية وأن أساعد العرب في العبور إلى الدول العربية، كما أن مصادرة الأراضي يجب أن تتم. وعلينا أن نقترح أننا مستعدون لمصادرة الأرض\".(38) ¶ ووضع آرثر روبين مشروعاً خبيثاً للترحيل الطوعي يعتمد على نقطتين:",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "النقطة الأولى: يجب أن يستند الترحيل على اتفاقية مع البريطانيين ومع الدول العربية. ¶ النقطة الثانية: على الحكومة البريطانية أن تقدم قرضاً لشركة تنمية لإعادة توطين المرحلين في شرق الأردن. ¶ وورد في مشروعه العنصري والاستعماري ما يلي: ¶ \"لا أؤمن بترحيل الفرد بل بترحيل قرى بكاملها (أي بالترحيل الجماعي للشعب الفلسطيني) ورأيي أن على شركة التنمية أولاً أن تبني عدة مستوطنات نموذجية في شرق الأردن حتى يرى العرب هنا ما يمكن أن يحصلوا عليه هناك\".(39) ¶ وتابع بن غوريون، زعيم الوكالة اليهودية مساعيه لترحيل الفلسطينيين إلى العراق فوجه رسالة إلى اللجنة التنفيذية الصهيونية في كانون الأول عام 1938 جاء فيها حول ذلك ما يلي: ¶ \"سنعرض على العراق عشرة ملايين جنيه من أجل توطين مئة ألف أسرة عربية من \"أرض إسرائيل\" (فلسطين) في العراق... العراق تحتاج لاستيطان عربي أكبر ومن المؤكد أنها لن تكره الملايين\"(40) وكأن الزعيم الصهيوني بن غورين تهمه مصلحة العراق والعرب. ¶ والتقى بن غوريون في شباط 1939 باليهودي الأميركي الثري إدوارد نورمان الذي أقنعه جابوتنسكي بوجوب ترحيل الشعب العربي الفلسطيني، وحاول نورمان إقناع بن غوريون بالترحيل الاختياري للفلسطينيين إلى العراق. ¶ ولخص بن غوريون موقفه من ترحيل الشعب الفلسطيني في نيسان 1940 على الشكل التالي: \"إن ارتباط الشعب اليهودي وارتباط الشعب العربي (الفلسطيني) \"بأرض إسرائيل\" ليس نفس الارتباط. فالشعب اليهودي يعتبر البلاد وطنه الأول والوحيد. والعرب الذين تعتبر هذه البلاد وطناً لهم، يعتبرون جزءاً بسيطاً جداً من الشعب العربي كله. وهناك وطن شاسع للشعوب العربية. وهذا الافتراض يتيح إمكانية القيام بترحيل عربي إلى بلاد عربية خالصة\".(41)",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وتابع الصهاينة والمتصهينون من غير اليهود اقتراحاتهم بترحيل الشعب الفلسطيني من وطنه فلسطين وطرح جون فيلبي في عام 1940 مشروعاً للترحيل على حاييم وايزمان، زعيم المنظمة الصهيونية العالمية. ويتلخص مشروعه للترحيل في الشكل التالي: ¶ \"في مقابل (20) مليون جنيه استرليني، وإمداد ابن سعود، ملك السعودية بالأسلحة، ومساعدة يهودية في إقامة وحدة عربية قومية يكون هو رئيساً لها، تسلّم \"أرض إسرائيل الغربية\" (فلسطين) إلى اليهود، في الوقت الذي تكون فيه خالية من سكانها العرب\".(42) ¶ واقترح أرنولد لورانس شقيق \"لورانس العرب\" سيئ الصيت قيام اتحاد فيدرالي بين فلسطين وسورية وشرق الأردن، يضم في داخله دولة (يهودية) بلا عرب، وتمتد بالإضافة إلى الحدود التي اقترحتها لجنة بيرل البريطانية النقب والجزيرة في سورية. ¶ ونجح الصهاينة في غرس فكرة ترحيل الشعب الفلسطيني من وطنه إلى البلدان العربية المجاورة ليس فقط في داخل بريطانيا وإنما أيضاً داخل الولايات المتحدة الأميركية قبل انعقاد المؤتمر الصهيوني في بلتمور الذي أيد الترحيل، وخلاله، وبرز منهم فليكس فرانكفورتر، وبرانديس قاضيا المحكمة العليا الأميركية وكورش إدلر، مؤسس اللجنة اليهودية الأميركية، والرئيس الأميركي السابق هربرت هوبر. وطالبوا جميعهم بترحيل الشعب الفلسطيني إلى العراق، حتى أن الرئيس روزفلت أخذ يميل بترحيل الفلسطينيين إلى منطقة حلب بعد أن أقنعه الصهاينة بذلك. ¶ ووضع جوزيف فايتس تصوره للترحيل في 20 كانون أول 1940 وقال: \"والحل الوحيد هو ترحيل العرب من هنا إلى البلدان المجاورة. ويجب أن يتم الترحيل من خلال استيعابهم في سورية والعراق وحتى في شرق الأردن\".(43) ¶ وزار فايتس دمشق في 10 أيلول 1941 لجمع المعلومات عن الجزيرة وسكانها، كما زار الجزيرة وعاد منها إلى تل أبيب عن طريق لبنان. وكتب في يومياته عن الجزيرة يقول:",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "\"إذا أرادت الحكومات حل المسألة اليهودية فيمكن الوصول إلى حل من خلال ترحيل جزء من السكان العرب (الشعب الفلسطيني) في \"أرض إسرائيل\" إلى الجزيرة السورية، وبلا شك إلى الجزيرة العراقية أيضاً.(44) ¶ وبعث بن غوريون برسالة إلى موشي شاريت من واشنطن في 8 شباط 1942 قال فيها: \"يجب التفكير حتى النهاية. فهذا البلد إما أن يكون لنا أو للعرب. ولن نستطيع البقاء بالمشاركة. وقد عرفوا كيف يحلون المشاكل المأساوية، وبصورة إيجابية. وأنا أقصد نقل السكان\". ¶ وبلور بن غوريون موقفه المستقبلي من ترحيل الشعب الفلسطيني من خلال اتفاقات يوقعها مع الدول العربية المجاورة في تشرين الثاني عام 1942 داخل اللجنة التنفيذية الصهيونية بما يلي: \"لا أوافق على هجرة متفق عليها (من جانب العرب) ولكنني على استعداد للموافقة على الترانسفير بالاتفاق. فمسألة الترانسفير تعتبر موضوعاً لاتفاقية توقع بيننا: فتبادل السكان سيأتي من خلال علاقات الجوار من خلال اتفاقيات سياسية، توقع بيننا وبين البلدان المجاورة\".(45) ¶ وجاء مؤتمر المنظمات الصهيونية الأميركية في بلتيمور وبحضور بن غوريون ووايزمان وناحوم غولدمان وطالب بفتح أبواب فلسطين على مصراعيها أمام الهجرة اليهودية \"بتحقيق الغرض الأصلي لوعد بلفور وصك الانتداب، لكي يتيحا الفرصة أمام تأسيس كومنولث يهودي هناك.\" ¶ وحددت الوكالة اليهودية والمنظمة الصهيونية في فلسطين في أعقاب إقرار برنامج بلتيمور الصهيوني أهدافها كما يلي: ¶ \"1- دولة يهودية ذات سيادة تشمل فلسطين وربما شرق الأردن. ¶ 2- نقل (ترحيل) سكان فلسطين العرب إلى العراق في وقت لاحق. ¶ 3- قيادة يهودية للشرق الأوسط بأكمله في ميداني التنمية والسيطرة الاقتصادية\".(46) ¶ والتقى الزعماء الصهاينة ومنهم آرثر روبين، وسيركين، وتبنكين وكاتسنلسون على تحقيق استيطان يهودي كبير وقوي وترحيل الشعب الفلسطيني إلى سورية والعراق.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وتضمن تقرير الجنرال الأميركي باتريك هورلي، الممثل الشخصي للرئيس روزفلت عام 1943 أن القادة الصهاينة مصممون على إقامة دولة يهودية على كافة الأراضي الفلسطينية وترحيل الفلسطينيين إلى العراق. ¶ نجح الصهاينة في جعل فكرة ترحيل الشعب الفلسطيني هماً من هموم الوزراء والأحزاب البريطانية في عام 1944، حيث طالب وزيران من حزب العمال البريطاني وهما نوئيل بيكر، وزير المواصلات الذي تحدث عن تخصيص مئة مليون جنيه استرليني لإعادة توطين الفلسطينيين، ويهودا ليون، وزير المالية البريطاني، الذي أدخل ترحيل الفلسطينيين في البرنامج الانتخابي الذي صاغه لحزب العمال البريطاني. ¶ ووصلت وقاحة ووحشية وكذب وتضليل بن غوريون حداً قال فيه في أيار 1947: \"إنني أقول إن لنا حقاً في \"أرض إسرائيل الغربية\" كلها. ولا أنادي بترحيل العرب. لقد نادى حزب العمال البريطاني بترحيل العرب. ونحن لا ننادي بذلك. من الأفضل ألاّ يكون هنا عرب، ولكن يمكن أن يكون هنا عرب.\" ¶ وبذل إدوارد نورمان، المليونير الأميركي اليهودي الكثير من النشاط خلال الحرب العالمية الثانية لتوريط الحكومة الأميركية بتبني ترحيل الشعب الفلسطيني إلى العراق. وربط نورمان ووايزمان المشروع بخدمة الأهداف الحربية الأميركية. ¶ وناشد نورمان في تشرين الأول عام 1945 الرئيس الأميركي هاري ترومان بترحيل الفلسطينيين إلى العراق، لأن الترحيل بحسب رأي اليهودية العالمية قد أصبح وسيلة معترفاً بها وأن الصعوبات القائمة في فلسطين ناجمة عن وجود العرب. ¶ وعبّر حاييم غرينبيرغ، الناطق الرسمي باسم المنظمة الصهيونية العالمية في المؤتمر الصهيوني الثاني والعشرين عام 1946 عن اعتقاده أن قيام دولة يهودية يستتبع ترحيلاً قسرياً لقسم كبير من سكان هذه الدولة من العرب\".",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "حقق الزعماء اليهود والعصابات الإرهابية اليهودية المسلحة مخطط ترحيل الشعب العربي الفلسطيني عندما قامت \"إسرائيل\" لإحلال أكبر عدد ممكن من يهود العالم محله، ولكن اليهود كعادتهم لجؤوا إلى الكذب والتضليل وأعلنوا وما زالوا يعلنون أنه لم تكن لديهم نية لترحيل العرب ولكنهم استجابوا لنداءات زعمائهم بالنزوح والهرب من فلسطين. ¶ *** ¶ الخطة الصهيونية دالت والترحيل ¶ تحدث يغال يادين، أحد قادة عصابة الهاغاناه المسلحة التابعة للوكالة اليهودية عن الخطة (دالت) التي بدأت العصابات اليهودية الإرهابية المسلحة بتنفيذها على إثر صدور قرار التقسيم رقم (181) في تاريخ 29 تشرين الثاني 1947 وقال: ¶ \"لقد أعددت نواة الخطة (دالت) في عام 1944 عندما كنت أترأس هيئة التخطيط في الحركة السرية، وعملت عليها أكثر في صيف عام 1947. واقتضت الخطة السيطرة على النقاط الأساسية داخل البلاد وعلى الطرقات، وذلك قبل رحيل البريطانيين\".(47) ¶ وتضمنت الخطة تدمير القرى العربية المجاورة للمستعمرات اليهودية، وطرد سكانها وترحيلهم خارج فلسطين والسيطرة على الشرايين الرئيسية للمواصلات والمواقع الاستراتيجية في القدس ويافا واللد والرملة وحيفا. ¶ كان عدد العرب في الدولة اليهودية عند صدور قرار التقسيم يساوي عدد اليهود فيها، بينما كانت الدولة العربية خالية من اليهود (لم يصل عددهم الخمسة آلاف)، لذلك قررت الوكالة اليهودية وزعيمها بن غوريون وجوب التخلص من العرب بطردهم وترحيلهم خارج وطنهم بتسخير القوة العسكرية والمجازر الجماعية لتخويفهم وإجبارهم على الرحيل. ¶ ولقد عبر بن غوريون عن هذه الاستراتيجية في 19 كانون أول 1947 قائلاً: ¶ \"في كل هجوم يجب توجيه ضربة حاسمة تؤدي إلى تدمير المكان وطرد سكانه والاستيلاء على أماكن سكنهم\".(48)",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "اختلف قادة الوكالة اليهودية والمنظمة الصهيونية العالمية حول الموقف من قرار التقسيم بين معارض للقرار ومؤيد له بشروط، لأنه لا يلبي المخططات والمطامع الصهيونية. ¶ ولكن القيادة الصهيونية في نهاية الأمر وافقت عليه ولم يكن في نيتها على الإطلاق القبول والاكتفاء بالحدود التي عينها القرار، ولا بالتواجد السكاني للعرب في الدولة اليهودية. ¶ وقررت القيادة الصهيونية أنه لا توجد وسيلة لتأسيس دولة يهودية في فلسطين العربية من دون تشريد أعداد كبيرة من أبناء الشعب الفلسطيني وترحيلهم إلى البلدان العربية. ¶ فأعلن بن غوريون عن مخطط الترحيل اليهودي في (7) شباط 1948 وقال بأنه \"ستطرأ تغييرات كثيرة على هذه الأرض خلال أشهر الكفاح الستة والثمانية أو العشرة المقبلة، وبأنه على وجه التأكيد سيحصل تغيير من الناحية السكانية لهذا البلد\".(49) ¶ بدأت العصابات اليهودية المسلحة الهاغاناه والأرغون وشتيرن بممارسة الإرهاب وحرق وتدمير القرى العربية وارتكاب المجازر الجماعية لترحيل العرب من مدنهم وقراهم وتحقيق خطة دالت والمخططات الصهيونية لاقتلاع العرب من أراضيهم ومنازلهم ومدنهم وقراهم وإحلال مهاجرين يهود بدلاً منهم وتهويد فلسطين والمقدسات العربية الإسلامية والمسيحية. ¶ *** ¶ ممارسة الإرهاب والإبادة لتحقيق الترحيل ¶ تتضمن يوميات بن غوريون الاستراتيجية التي اعتمدتها عصابته المسلحة الهاغاناه في عامي 1947 و1948 تجاه الشعب العربي الفلسطيني والقائمة على الإرهاب والقتل والتدمير والمجازر الجماعية حيث كتب فيها يقول:",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "\"أرحب بتدمير يافا، ميناء ومدينة. فليحدث هذا الأمر، إذ سيكون من الأفضل أن هذه المدينة التي سمنت من الهجرة اليهودية والاستيطان، تستحق التدمير، لأنها رفعت الفأس في وجه مَنْ بناها وجعلها تزدهر. إذا ذهبت يافا إلى الجحيم فلن أحسب نفسي من الباكين عليها.\"(50) وهكذا تجلت الرسالة \"الحضارية الغربية\" التي جاء اليهود إلى فلسطين من أجل تحقيقها بأجلى صورها، كما ظهر الوجه القبيح والوحشي للصهيونية على حقيقته. ¶ خطط بن غوريون وقيادته لتنفيذ الترحيل الجماعي للعرب من مدينتي يافا وحيفا، بعد أن أقنعه مستشاروه في الشؤون العربية بأن العمليات العسكرية في المدينتين ستحقق الترحيل الجماعي، لأن العرب فيهما تحت رحمة قوات الهاغاناه، وأنه بالإمكان عزلهم وتجويعهم والضغط عليهم للرحيل عن طريق تدمير مواصلاتهم وتجارتهم وسبل رزقهم، لخلق الذعر في نفوسهم وإجبارهم على الهرب للنجاة بأرواحهم، لا سيما وأنهم يفتقرون إلى السلاح والعتاد والخبرة والتدريب. ¶ وأخذت العصابات اليهودية الإرهابية المسلحة تقوم بعمليات تفجير الشاحنات المفخخة في أسواق الخضار والأماكن المكتظة بالعرب في يافا وحيفا والقدس وبسلسلة من الهجمات الليلية على القرى العربية وارتكاب المجازر الجماعية لتنفيذ مخططات ترحيل الفلسطينيين وتوسيع حدود الدولة اليهودية المزمع إقامتها. ¶ وارتكبت العصابات اليهودية المسلحة عشرات المجازر الجماعية في القرى والبلدات الفلسطينية. وقامت في التاسع من نيسان عام 1948 بارتكاب مجزرة دير ياسين وذبح جميع المتواجدين في القرية من أطفال ونساء وشيوخ ورجال، ووصل عددهم إلى (279) شهيداً. وأبقوا على بعض النساء أحياء طافوا بهن عاريات في شاحنة في شوارع القدس الغربية المحتلة. وأخذت مكبرات الصوت تنادي العرب في القدس الشرقية بوجوب مغادرة منازلهم والرحيل إلى البلدان العربية المجاورة وإلاّ فإن المصير الذي ينتظرهم سيكون كمصير أهالي دير ياسين.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وأكد مائير باعيل، أحد شهود العيان هذه الواقعة وقال أنه بعد انتهاء المجزرة أخذت جماعة من شتيرن والأرغون بعض الناجين العرب ووضعتهم في شاحنة كبيرة وراحت تطوف بهم في أحياء ماحانيه يهودا وزخرون يوسف في القدس الغربية. ¶ وارتكبت القوات اليهودية مجازر جماعية في منطقة الجليل وبشكل خاص في قرى الخصاص وسعسع والكابري والمنارة وناصر الدين وطبرية وعين زيتون وصفورية والصفصاف. ¶ دوّن السفاح مناحيم بيغن في كتابه \"الثورة\" عن الرحيل الذي سببته مجزرة دير ياسين وعن النتائج السياسية والاقتصادية التي جلبتها \"لإسرائيل\" ما يلي: ¶ \"أصيب العرب بعد أخبار دير ياسين بهلع قوي لا حدود له، فأخذوا بالفرار للنجاة بأرواحهم. وسرعان ما تحوّل هذا الهرب الجماعي إلى اندفاع هائج جنوني لا يمكن كبحه، أو السيطرة عليه. فمن أصل 800.000 عربي كانوا يعيشون على أرض إسرائيل الحالية لم يتبق سوى 165.000 نسمة فقط. إن الأهمية الاقتصادية والسياسية لهذا التطور لا يمكن المبالغة فيها مهما قيل\". ¶ انتشرت أخبار مجزرة دير ياسين انتشار النار في الهشيم في كافة القرى والمدن الفلسطينية، باعتبارها أبشع مجزرة جماعية بحق المدنيين من الأطفال والنساء والشيوخ ارتكبت في منتصف القرن العشرين. ولعبت دوراً أساسياً في تحقيق خطة اليهود بترحيل العرب. ¶ وركزت العصابات الإرهابية اليهودية المسلحة عملياتها الإجرامية على مدينتي حيفا ويافا ومئات القرى والبلدات المحيطة بالمدينتين وبأهم المناطق الاستراتيجية في فلسطين. ¶ وارتكبت عصابة الهاغاناه مجزرة قرية بلد الشيخ الجماعية القريبة من حيفا، في حين بدأت عصابتا شتيرن والأرغون بقتل مئات العمال العرب في مصفاة وفي مرفأ حيفا والقرى القريبة من صفد وعكا ويافا واللد والرملة. ¶ وسخّرت الهاغاناه إذاعتها السرية الناطقة بالعربية وجواسيسها من اليهود العرب لإشعال الحرب النفسية والإعلامية على غرار الأساليب النازية ضد الشعب العربي الفلسطيني.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وقام القسم العربي في الهاغاناه بإرسال يهود من بلدان عربية ويتكلمون العربية بلهجاتها المختلفة ويرتدون الزي العربي إلى القرى والمدن العربية لنشر الإشاعات وجمع المعلومات وتصعيد الحرب النفسية والأكاذيب السياسية وزرع الخوف والشك في النفوس. ولعبت سلطات الانتداب البريطاني في فلسطين دوراً ساعد العصابات اليهودية الإرهابية على تحقيق الإبادة والترحيل. فأبلغ الجنرال البريطاني ستوكويل في 18 نيسان 1948 قادة اليهود في حيفا عزمه على إخلاء المدينة ولم يبلغ عرب حيفا بذلك، كي يستعدوا لمواجهة الفراغ الأمني الذي سيحدث في المدينة بعد انسحاب الجيش البريطاني منها. ¶ وعلى الفور قامت قوات الهاغاناه ووضعت يدها على المواقع الاستراتيجية والحصينة في المدينة استعداداً للحلول محل القوات البريطانية المنسحبة. ¶ واستخدمت العصابات اليهودية أساليب عديدة لحمل العرب على الرحيل من حيفا ومنها الشاحنات المحملة بمكبرات الصوت لإذاعة التهديدات والإشاعات وتحذير العرب بالعواقب الوخيمة إذا لم يرحلوا عن المدينة. ¶ وأكد أحد ضباط الهاغاناه أن عصابته \"جاءت بسيارات الجيب تحمل مكبرات للصوت وراحوا يبثون تسجيلات لأصوات الرعب تضمنت صرخات ونحيب وأنين النسوة العرب، بالإضافة إلى دوي صفارات الإنذار، ورنين أجراس عربات الإطفاء يقطعها صوت جنائزي كئيب مناشداً باللغة العربية \" أيها المؤمنون أنقذوا أرواحكم، اهربوا لتنجو بحياتكم\"(51). ¶ ورافق البث الإذاعي ومكبرات الصوت قصف المدافع المستمر على المناطق العربية في حيفا والقرى القريبة من المستعمرات اليهودية ولعدة أيام متتالية، وبدأ الهجوم على المدينة بتفجير السيارات المفخخة والمدفعية لحمل العرب على إخلاء حيفا. وبالفعل أصبح الترحيل لا مفر منه للنجاة فقط بالأرواح من عمليات القتل والذبح التي كانت تقوم بها العصابات اليهودية.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وطلبت اللجان القومية في فلسطين التي كانت تدير المواجهة السياسية والإعلامية والإذاعات العربية في دمشق وبيروت وعمان من العرب عدم ترك منازلهم والرحيل منها. ¶ وأعلن فوزي القاوقجي، قائد القوات العربية في فلسطين أن الجبناء الذين يهجرون بيوتهم يجب إيقافهم لأنهم يسهمون في نشر الذعر والهلع والفوضى. ¶ وصف الجنرال البريطاني ستوكويل وضع العرب في حيفا في تلك الفترة قائلاً: \"إن الخوف من اليهود تنامى عند العرب إلى درجة كبيرة، فقد أدرك العرب مدى قوة اليهود (ووحشيتهم). وكانوا يخشون أن يحرق اليهود بيوتهم وهم في داخلها ويقتلون أولادهم وزوجاتهم. وأعتقد أنهم شعروا بأن الوقت قد حان كي يرحلوا بأسرع وقت ممكن.(52) ¶ زارت غولدا مائير من قيادة الوكالة اليهودية حيفا بعد ترحيل العرب منها وأرجعت النزوح إلى عدة أسباب منها \"أن القادة العرب قد أمروا الفلسطينيين بالمغادرة (وهذا كذب)، وأن العديد منهم قد غادر لأنهم كانوا مذعورين من دير ياسين (من الإبادة الجماعية) ومن قصف حيفا بالمدافع. وأنحت باللوم على رجال الأرغون لقيامهم بسلب ونهب المدينة. ¶ وأكد الكاتب الصهيوني جون كيمحي الذي تجوّل في الأحياء العربية في حيفا ورأى بأم عينه الإرهاب الوحشي الذي تعرض له العرب كي يرحلوا عن المدينة وكتب يقول: ¶ ترك العرب حيفا في هلع وذعر شديدين. وتمشيت في الأسواق، فرأيت حالة الفوضى التي تركوا بها منازلهم، وغالباً مخلفين وراءهم كل ما هو ثمين.(53) ¶ وأكد القنصل الأميركي في حيفا أوبري ليبنكوت في تقريره إلى وزارة الخارجية الأميركية أعمال السلب والنهب والإرهاب الذي ارتكبته العصابات الإرهابية اليهودية جاء فيه: \"تنتشر أعمال السلب والنهب اليهودية في المناطق التي أخلاها العرب، انتهكت حرمة كنيستين، جُرّدت العيادات من تجهيزاتها كما دمر أثاثها. نتلقى زيارات متكررة للقنصلية يقوم بها الكهنة والراهبات يعلموننا بأن أعمال الشغب مستمرةً.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وطبقت الوكالة اليهودية في فلسطين ترحيل الفلسطينيين بشكل خفي وأخفته عن الرأي العام العالمي بالأكاذيب والأضاليل والخدع اليهودية حتى نهاية نيسان 1948، حيث أصبحت عمليات الإبادة الجماعية والترحيل مكشوفة حتى إن موشي ديان أخبر في (30) نيسان أحد الدبلوماسيين الأميركيين وقال له \"إن الدولة اليهودية يجب أن تصبح متجانسة التكوين، فكلما قلّ عدد العرب كلما كان ذلك أفضل\".(54) ¶ استولت العصابات اليهودية المسلحة على حيفا في الوقت الذي كانت فيه فلسطين بأسرها لا تزال تحت سلطة الانتداب البريطاني. لذلك لم تكن الحكومة البريطانية مسرورة من سيطرة اليهود على حيفا وترحيل العرب منها. لذلك قال أرنست بيفن، وزير خارجية بريطانيا إلى الفيلد مارشال مونتغمري عندما سقطت حيفا في 22 نيسان 1948، أن الجيش (البريطاني) قد خذله وتسبب في إحراج كبير في علاقات بريطانيا مع الدول العربية. ¶ وبعد سقوط مدينة حيفا جاء دور مدينة يافا وأصبحت الهدف الثاني للعصابات اليهودية، والتي طبقت نفس الأساليب الإرهابية وقتل المدنيين وسلب ونهب المنازل والمحلات التجارية. ¶ بدأت عصابة الأرغون في مهاجمة حي المنشية في يافا في 26 نيسان 1948 بقصف مدفعي كثيف وتفجير السيارات المفخخة. وشنت الهجوم الثاني في 28 نيسان ونجحت في فصل حي المنشية عن مدينة يافا. وقتلت المئات من الأطفال والنساء والرجال العرب في الحي. وساعدت عصابة الهاغاناه والأرغون في الهجوم على يافا وقامت بهجوم كاسح على القرى الفلسطينية شمال وجنوب يافا. وطبق الإرهابيون اليهود في يافا نفس أساليبهم التي طبقوها في حيفا ودير ياسين، مما أدخل الخوف والهلع في قلوب سكانها المدنيين والذين فروا من المدينة للنجاة بأرواحهم.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "عارضت اللجنة القومية في يافا بشدة مغادرة المدينة لكن التدمير والإبادة الجماعية والسيارات المفخخة وأخبار مجازر دير ياسين وعين زيتون وقرية بلد الشيخ كانت من الأسباب الأساسية في نجاح المخطط اليهودي بترحيل الفلسطينيين من يافا وسلمة ويازور وبيت دجن والعباسية. ¶ وأكد يوسف هيكل، رئيس بلدية يافا للصحفي الأميركي كينيث بيلبي أن جرائم الإبادة هي التي دفعت بالكثير من المدنيين للهرب لأن أفراد الأرغون قد ذبحوا المئات من الرجال والنساء في حي المنشية. ووقعت أعمال نهب وسلب كثيرة، ففي بادئ الأمر سرق أفراد العصابات محلات يافا من الثياب وأدوات الزينة لتقديمها إلى صديقاتهم وزوجاتهم. ثم تطورت أعمال السلب والنهب إلى الأثاث والسجاد والأواني الخزفية واللوحات. واشترك سكان تل أبيب في عمليات السلب والنهب والتدمير. واعترف بن غوريون أن اليهود من مختلف الطبقات تدفقوا إلى يافا من تل أبيب كي يشاركوا بما أسماه المشهد \"المخزي والمفجع\"(55) ¶ وقتلت العصابات اليهودية الإرهابية جميع الأسرى العرب في معسكر أقامته الهاغاناه في يافا وبلغ عددهم (1500) أسير معظمهم من العمال السوريين والمصريين واللبنانيين وبعض المقاتلين العرب من العراقيين وغيرهم. ¶ وقامت بتدمير القرى والبلدات القريبة من يافا حتى لا يعود سكانها إليها مرة أخرى. ¶ وقاد مجرما الحرب موشي ديان واسحق رابين في (11) تموز 1948 الهجوم على مدينتي اللد والرملة لاحتلالهما وإجبار السكان على الرحيل منهما. ¶ لذلك كان لابد من ارتكاب مجزرة كبيرة لتحقيق هذا الهدف. فجمع الجيش الإسرائيلي حوالي (800) من أهالي اللد في مسجد دهمش وقتلهم جميعاً داخل المسجد. فأدخلت المجزرة الرهيبة الخوف والهلع في نفوس الأهالي في المدينتين مما أدى إلى ترحيلهم تحقيقاً لتعليمات بن غوريون إلى اسحق رابين، قائد الكتيبة التي ارتكبت المجزرة واحتلت المدينة.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وأكد أهالي اللد أن مكبرات الصوت الإسرائيلية أنذرت السكان بالرحيل فوراً وإلا فإنهم سوف يلاقون نفس المصير الذي لاقاه أهل المدينة في جامع دهمش. فأخذ سيل المهاجرين يتدفق كما خطط وأراد اليهود نحو الشرق، باتجاه مدينة رام الله، بعد أن أجبروا على ترك جميع ممتلكاتهم ومشياً على الأقدام وبدون ماء وغذاء وفي عز دين شمس تموز الحارقة. ¶ إن مجزرة دير ياسين الجماعية لم تكن المذبحة الوحيدة التي ارتكبها الإرهابيون اليهود تجاه العرب، ولم تكن حدثاً استثنائياً أو فريداً قامت به مجموعة من الإرهابيين اليهود وإنما أصبحت جزءاً أساسياً من العقيدة والممارسة الرسمية للكيان الصهيوني في التعامل مع العرب داخل فلسطين وخارجها، لترحيلهم ومصادرة أراضيهم وممتلكاتهم وإخضاعهم وكسر إرادتهم وإقامة \"إسرائيل العظمى\" من النيل إلى الفرات. فالكيان الصهيوني يستهدف الأرض والثروات من دون سكانها العرب. لذلك لجأت \"إسرائيل\" إلى الإرهاب والحروب العدوانية والإبادة الجماعية وبناء المستعمرات اليهودية لتحقيق الاستعمار الاستيطاني اليهودي في فلسطين والامبريالية الاسرائيلية في الوطن العربي. ¶ *** ¶ ((إسرائيل)) والترحيل ¶ خططت الحركة الصهيونية من أجل ترحيل الشعب العربي الفلسطيني من وطنه فلسطين وتفريغ الأراضي الفلسطينية منه وتهجير يهود العالم إليها وإحلالهم محله لتهويدها وإقامة دولة اليهود على أساس عنصري كمرتكز ونقطة انطلاق لإقامة إسرائيل العظمى والهيمنة على البلدان العربية كمقدمة لهيمنة اليهودية العالمية على العالم. ¶ ووضعت خطط ومشاريع ولجان الترانسفير (الترحيل) لإقامة \"دولة اليهود\" ولتغيير الوضعين الديمغرافي والجغرافي في فلسطين العربية. وبالتالي إقامة دولة نقية خالية من غير اليهود. واتخذت من الإرهاب والعنصرية والإبادة وبالتحديد المجازر الجماعية للترحيل الجماعي للعرب الفلسطينيين خارج وطنهم فلسطين.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وبالفعل نجحت عن طريق المجازر وحرب عام 1948 التي أشعلتها في ترحيل نصف الشعب الفلسطيني خارج وطنه. واستخدمت نفس الأسلوب، أسلوب الحروب في عام 1967 لترحيل جزء كبير منه من الضفة الغربية وقطاع غزة وفرض توطينهم على الدول العربية المجاورة لفلسطين. ¶ ووضعت مخططات جديدة للتخلص من \"الخطر الديمغرافي العربي\" ولتهويد الأراضي والمقدسات العربية. ونادى حزب العمل في بادئ الأمر بالتنازل عن القرى والمدن الكثيفة السكان وضم الأراضي القليلة السكان. ونادى الليكود بحكم ذاتي إداري للسكان وليس للأرض وبقاء الأراضي المحتلة تحت السيادة الإسرائيلية، وتفريغ الأراضي المحتلة من المواطنين بترحيلهم وحل المشكلة الديمغرافية والاستيطان في كل مكان من الأراضي الفلسطينية المحتلة. ¶ وطالب المؤسسون الصهاينة وعلى رأسهم تيودور هرتسل وجابوتنسكي وبن غوريون بترحيل العرب من فلسطين إلى الدول العربية المجاورة وتوطينهم فيها. ¶ وبدأ الترحيل الجماعي الأول في حرب عام 1948، بينما جاء الترحيل الجماعي الثاني في أعقاب حرب حزيران العدوانية عام 1967. وجرى في الترحيلين الأول والثاني تفريغ الأرض من سكانها الفلسطينيين لاستيعاب المهاجرين اليهود الجدد محلهم بدعم وتأييد كاملين من الولايات المتحدة وبتمويل من ألمانيا. ¶ ووافقت الحكومة الإسرائيلية على مشروع اقتراح يغال ألون نائب رئيس الوزراء بنقل اللاجئين الفلسطينيين إلى سيناء وتوطينهم فيها، ومحاولة إقناع سكان الضفة والقطاع بالهجرة إلى الخارج. ¶ وشكل مجلس الوزراء وحدة سرية تعمل في الأوساط الفلسطينية لإقناعهم بالهجرة إلى أميركا وكندا وبعض البلدان الأوروبية. وأكد مجرم الحرب شارون ذلك في محاضرة ألقاها في تشرين الثاني 1987 وقال: \"بأن السلطات الإسرائيلية عملت طوال السنين الماضية على تقديم التسهيلات للعرب الذين رغبوا في الهجرة وأنه كان هناك منظمة خاصة لذلك الغرض\".(56)",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وسخرت إسرائيل الحروب العدوانية والمجازر الجماعية والإرهاب والعنصرية في القوانين الإسرائيلية لترحيل الشعب الفلسطيني. ويعترف البريجادير شلومو لاهط أنه \"كان مسؤولاً عن عملية طرد (وترحيل) العائلات الفلسطينية المقيمة في حي المغاربة في البلدة القديمة من القدس\". ¶ وأمر الجنرال عوزي نركيس، قائد المنطقة الوسطى بنسف وتدمير ثلاث قرى عربية وهي: يالو ونوبا وزيتا قرب اللطرون وترحيل سكانها. ¶ ويعترف ضابط الاحتياط والصحفي عاموس كينان بتدمير القرى الثلاث وترحيل سكانها ويقول: (57) ¶ \"تسلمت أمراً بحراسة الجرافات ومنع أية محاولة من قبل القرويين العرب للعودة إلى بيوتهم\". ¶ وقام عدد كبير من كبار ضباط الجيش الإسرائيلي بترحيل 60 ألف فلسطيني من مخيم عقبة جبر وبقية مخيمات أريحا إلى الأردن تنفيذاً لمخططات الترحيل في أعقاب الحروب الإسرائيلية. ¶ وأدت ممارسات إسرائيل الإرهابية والهولوكوست الذي تمارسه ضد الشعب الفلسطيني وقتل البشر والشجر والحجر، وتدمير المنجزات الصناعية والزراعية والعمرانية والتعليمية والصحية وحتى المحاصيل الزراعية وقلع الأشجار والعقوبات الجماعية وتصعيد الاستيطان إلى دفع بعض الفلسطينيين إلى مغادرة الضفة والقطاع سعياً وراء مصادر الرزق، ولكن الشعب الفلسطيني أدرك أبعاد مخطط الترحيل فازداد تمسكاً بأرضه وممتلكاته وأشعل الانتفاضتين، الانتفاضة الأولى عام 1987 وانتفاضة الأقصى الثانية عام ¶ 2000. ¶ ويقوم الجيش الإسرائيلي باستمرار بنسف المنازل والأحياء الفلسطينية لإجبارهم على الرحيل، كما لا تسمح إسرائيل للفلسطينيين بالتوسع العمراني في أراضيهم على الرغم من التزايد السكاني الكبير في أوساطهم.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "ووضعت إسرائيل مخططات لترحيل البقية الباقية من العرب في عكا وحيفا ويافا والناصرة، والطيبة والبدو في النقب. وظهرت في السابع من أيلول 1976 وثيقة يسرائيل كينغ، متصرف اللواء الشمالي، أي الحاكم اليهودي على منطقة الجليل وطالب فيها \"محاصرة السكان الفلسطينيين في مدنهم وقراهم وتجريدهم من أراضيهم وممتلكاتهم وإغلاق فرص العمل والتحصيل العلمي أمامهم، والسعي الجاد من أجل إجبارهم على الرحيل\".(58) ¶ ودعا الوزير \"جوزيف شابيرا\" إلى إعطاء مبلغ من المال لكل فلسطيني يوافق على الرحيل. وحذر تقرير وضعه موشي آرنز، وزير الحرب الإسرائيلي من \"التكاثر السكاني والتوسع العمراني الفلسطيني ودعا إلى اتخاذ الإجراءات العاجلة اللازمة لوضع حد لهما.(59). ¶ وتحاول \"إسرائيل\" ترحيل (7000) عربي بقوا في مدينة اللد فتهدم منازلهم بشكل فجائي كما حدث في حي القطار وترفض منحهم رخصاً للبناء. وصرح رئيس بلدية اللد مكسيم ليفي مبرراً هدم المنازل قائلاً: \"إن سكان حي القطار هم غزاة دنسوا المكان كما أنهم يشكلون خطراً أمنياً\".(60) ¶ *** ¶ المجتمع الإسرائيلي والترحيل ¶ تهيمن إبادة غير اليهود في فلسطين على التاريخ التوراتي. وتختار وزارة المعارف الإسرائيلية المقتطفات التوراتية التي تأمر بقتل الأطفال الصغار حتى لو كانوا أسرى حرب في المناهج الدراسية، ومنها على سبيل المثال تقول التوراة على لسان موسى: \"إن موسى أنّب جيش إسرائيل لأنه لم يقتل الأطفال الذكور، ثم أعطاه الأمر: اقتلوا إذن كل ذكر من بين الأطفال الصغار\".(61) ¶ ويؤكد د. إسرائيل شاحاك \"بأنه في سياق تاريخ الشعب اليهودي، كانت للإبادة الجماعية قيمة تصل إلى الأسطورة المقدسة، وقد تم احترام قدسيتها بولهٍ، كحقيقة\".",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "ويدعم المتدينون، والتقليديون والعلمانيون فكرة ترحيل وإبادة العرب استجابة لتعاليمهم الدينية وانطلاقاً من مصالحهم الاقتصادية وأطماعهم في الأرض والمياه والثروات العربية. ويعتبر حاخامات اليهود والصهاينة في الطليعة المعادية للعرب، إذ يؤكد شاحاك ذلك ويقول: \"من الصعب جداً وجود حاخام إسرائيلي يقول ولو كلمة واحدة يوصي بها بالعدالة أو الرأفة تجاه العرب\". ¶ وطالب الحاخام العنصري عوفيديا يوسيف بطرد كل المسيحيين من فلسطين وبالأخص من القدس، وبإبادة العرب بالصواريخ. ¶ وتنص تعاليم اليهودية وبشكل خاص في سفر يوشع قبل دخوله إلى فلسطين أنه وجّه إنذاراً للسكان قال فيه: \"إما أن تستسلموا وترضوا أن تكونوا عبيداً تقطعون الخشب وتحملون الماء، وإما أن تهاجروا إرادياً، وإذا واصلوا الحرب فإنهم سيبادون\".(62) ¶ وتناول إسرائيل شاحاك سيطرة الترحيل والإبادة على الشعب الإسرائيلي وقال: \"وهناك نكتة إسرائيلية معاصرة، تتحدث عن هؤلاء اليهود الذين لا يؤمنون بوجود الله، ومع ذلك يؤمنون بأنه أعطى أرض \"إسرائيل\" (من النيل إلى الفرات) لليهود، وأمرهم الله بإبادة أو على الأقل بترحيل غير اليهود إلى خارج أرض \"إسرائيل\". ¶ وأما بالنسبة لأرض إسرائيل فحددها سفر التكوين من النيل حتى الفرات. ويتخذ اليهود من التوراة تبريراً دينياً مقدساً للتوسع الإقليمي والمجال الحيوي، وبالتالي ارتبطت \"إسرائيل\" بمشاريع التوراة التوسعية. ويحددها بعض الصهاينة والكيان الصهيوني بأن \"الحدود الجنوبية تصل إلى القرب من القاهرة، وتقع الحدود الشرقية داخل السعودية، بحيث تصبح الأردن في قلب أرض \"إسرائيل\"، وغالباً جداً ما تأخذ الحدود الشمالية الشرقية جزءاً من العراق، وفي بعض الأحيان تمتص الكويت وتتضمن الحدود الشمالية كل الجزيرة السورية، وتتقدم بعيداً في تركيا وتالياً تشمل كل لبنان وسورية والأردن\".(63)",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وطالب البروفسور أرنون سوفر في بداية كانون الأول عام 1989 بضرورة ترحيل العرب من المثلث والجليل مبرراً فكرته العنصرية والإرهابية بقوله: \"إن التاريخ يعلمنا أن فكرة الترانسفير والطرد والقتل هي أمور قائمة وقد يكون هذا خياراً قائماً أمامنا\".(64) ¶ وطالب الحاخام العنصري والإرهابي مائير كاهانا بفكرة الترانسفير بالقوة وبواسطة الشاحنات ونقلهم إلى خارج الحدود. ¶ ووصلت وحشية البروفسور أرنون سوفر حداً أعلن فيه قائلاً: \"إني أصف الإبعاد (الترحيل) في كل تفاصيله، كم سيكلف ذلك؟ كم من الشاحنات ستكون ضرورية؟ على طريق الإبعاد هل سيتم إقامة مخيمات الترانزيت؟ كم من الأشخاص نستطيع أن نبعد قبل أن تتدخل القوى العظمى\". ¶ وكان من أبرز الوزراء في إسرائيل الذين طالبوا بترحيل العرب بالإضافة إلى الحاخام كاهانا، الحاخام عوفيديا يوسيف، ومجرم الحرب أريئيل شارون ويوفال نئمان ورحبعام زئيفي وغيئولا كوهين. ¶ ويتزعم الليكود قائمة الأحزاب والمنظمات الإسرائيلية التي تطالب بالترحيل الجماعي للفلسطينيين ومنها: هتحيا، كاخ، موليدت، غوش إيمونيم، التنظيم الإرهابي اليهودي السري والأحزاب الدينية. ¶ وترتفع باستمرار الأصوات الرسمية والشعبية في المجتمع الإسرائيلي لتحقيق الترحيل الجماعي للشعب الفلسطيني لإحلال المزيد من المهاجرين اليهود محله. ¶ ووضع البروفسور العنصري أرنون سوفر، المحاضر في جامعة حيفا مخططاً جديداً لترحيل العرب إبان انتفاضة الأقصى إلى جهات رسمية إسرائيلية ولجعل \"إسرائيل\" دولة لليهود نقية تماماً وخالية من العرب. واقترح فيها توطين نصف مليون مهاجر يهودي في منطقة الجليل شمال فلسطين ومحاصرة التكاثر السكاني للعرب في الجليل والنقب، حيث أكد البروفسور العنصري في وثيقته \"أن التكاثر السكاني لدى الفلسطينيين في المناطق المحتلة من شأنه أن يخل بالمعادلة الديمغرافية\".(65)",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وتوقع أرنون سوفر أن زيادة عدد العرب في فلسطين ستؤثر على قرارات الدولة مستقبلاً وعلى موقفها السياسي، ويخشى إن تسبب هذه الأمور بالهجرة المعاكسة (هجرة المستوطنين اليهود إلى أوروبا وأميركا). وطالب بالفصل التام بين دولة اليهود ومناطق السلطة الفلسطينية. ¶ وقام جوهر وثيقته العنصرية على ترحيل الفلسطينيين من الضفة الغربية وقطاع غزة إلى الشرق، أي إلى الأردن، كما حصل في عام 1948. ووصل إلى النتيجة الصهيونية التي غرستها التعاليم التوراتية والتلمودية والأيديولوجية الصهيونية ورفعتها إلى مستوى القداسة الدينية \"إنه ليس أمام \"إسرائيل\" إلاّ ترحيل الفلسطينيين لضمان وجودها\"، والتخلص من (400) ألف مواطن عربي ومسلم في الكيان الصهيوني و(210) آلاف في القدس الشرقية و(190) ألفاً في المثلث، وجعل مدينة عكا والنقب الشمالي، والمناطق المحاذية للحدود مناطق ذات أغلبية يهودية، والاهتمام بفرض السيادة الصهيونية على كل قرية ومدينة عربية. ¶ تعود جذور فكرة الترحيل إلى الفكر اليهودي، فالصهيونية حركة يهودية ولا يمكن فهم جوهرها بدون دراسة التاريخ اليهودي، وبالتالي تدقيق وتحليل فكرة ترحيل غير اليهود في ضوء النصوص والتعاليم التوراتية والتلمودية والتي انغرست وتنغرس في المجتمع الإسرائيلي والأوساط اليهودية في العالم. ¶ يورد د. إسرائيل شاحاك موقف التوراة في إبادة غير اليهود ويقول: \"إن الله يفرض على أطفال إسرائيل ألاّ يدعوا أي شخص غير يهودي يعيش على أرض إسرائيل وإنما يجب إبادته\". ¶ وبالتالي فإن واجب أطفال اليهود الديني إبادة غير اليهود الذين يعيشون في الأرض المقدسة. ¶ وتغلغلت فكرة الترانسفير داخل أوساط الشعب الإسرائيلي وعلى الصعيدين الرسمي والشعبي. وبالتالي يدعم الشعب الإسرائيلي واليهودية العالمية مساعي سلطات الاحتلال الإسرائيلي باغتصاب الأرض والحقوق العربية وتهويدها وترحيل الشعب الفلسطيني وتوطينه خارج وطنه.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "ولكن العقبات الأساسية التي تواجه مخطط الترحيل اليهودي تتجسد في تحديد المكان وكيف ومتى يتم الترانسفير؟ ويطرح اليهود عدة طرق لترحيل الفلسطينيين العرب ومنها: ¶ ـ ترحيل العرب الفلسطينيين بنقلهم بشكل جماعي إلى خارج فلسطين باستغلال الفرص الملائمة. ¶ ـ ترحيل العرب الفلسطينيين من القرى والمخيمات والمدن الفلسطينية وتجميعهم في كنتونات معزولة بغية تسهيل إخضاعهم والقضاء على مقاومتهم والسيطرة عليهم. ¶ ـ إقناع الفلسطينيين بالترانسفير بالاغراءات المالية والإقامة في البلدان الأوروبية وكندا. ¶ ـ التبادل السكاني القاضي بترحيل الفلسطينيين إلى الدول العربية مقابل استيعاب يهود الدول العربية وإخراج عرب الجليل إلى الضفة الغربية والأردن مقابل نقل بعض المستوطنين من الضفة الغربية إلى الجليل لتهويده. وبالتالي ترحيل الشعب الفلسطيني من وطنه بالتطهير العرقي وبجعل \"إسرائيل\" دولة نقية لليهود والاستمرار في الاستيطان والعدوان والتوسع لمسح الشعب الفلسطيني من الوجود وتحقيق المشروع الصهيوني بالهيمنة على البلدان العربية. ¶ ونادى الأديب الصهيوني د. ابراهام شارون في رواياته بترحيل يهودي بالإكراه إلى فلسطين وترحيل عرب فلسطين بالإكراه خارج وطنهم. وتوقع د. شارون أن النزاع بين العرب واليهود يمكن حله فقط عن طريق ترحيل منظم للعرب إلى دولة أخرى، لضمان استيعاب اليهود بشكل منظم في فلسطين. واستمر شارون يطالب بترحيل العرب حتى مماته في عام 1957. ¶ وكان الروائي شارون من أبرز الصهاينة الذين طالبوا بالترحيل المزدوج بالإكراه إلى فلسطين ومنها لليهود والعرب. وبالتالي احتل تهجير اليهود إلى فلسطين وترحيل العرب منها مكان الصدارة في البرنامج الصهيوني الفكري والأدبي والعملي. ¶ ينص القانون الديني اليهودي المسمى (الهالاخا) على أنه:",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "1ـ ليس لليهود الحق في بيع أو المشاركة في منزل إلى غير اليهود في إسرائيل، وعلى العكس من ذلك إن بيع كل ممتلكات غير اليهود إلى اليهود موصى به. ¶ 2ـ من غير المسموح تأجير منازل لغير اليهود. ¶ 3ـ من غير المسموح لليهود أن يسمحوا للآخرين بالعيش في الأرض المقدسة إلاّ وفق شروط دينية وسياسية قاهرة جداً. ¶ إن خطة الترحيل التي وضعتها الحركة الصهيونية وينفذها الكيان الصهيوني مستوحاة من مصدرين أساسيين: الأول: التعاليم والنصوص التوراتية والتلمودية التي رفعت الترحيل والإبادة إلى مستوى القداسة الدينية. ¶ والثاني: الفكر والممارسة النازية في الطرد الجماعي لليهود من ألمانيا. ¶ تنطلق \"إسرائيل\" في ترحيل العرب من التعاليم التلمودية والتوراتية ومن الأيديولوجية الصهيونية بجعل فلسطين العربية دولة يهودية خالصة وإقامة \"إسرائيل العظمى\" من النيل إلى الفرات تماماً كألمانيا النازية التي أرادت أن تقيم \"الرايخ الألماني\" على أساس العرق الآري النقي والمتفوق. والتقت مصالح ألمانيا النازية مع مصالح الحركة الصهيونية بتنظيف ألمانيا من اليهود وتهجيرهم إلى فلسطين. وبالتالي تجسد فكرة طرد (ترحيل) شعب بأسره من وطنه الأصلي جوهر الأيديولوجيتين العنصريتين النازية والصهيونية لتحقيق هذا الهدف الإرهابي والوحشي وغير الإنساني. ¶ برر النازيون سياساتهم الاستعمارية وممارساتهم الإرهابية والعنصرية بالدفاع عن الحضارة الغربية ضد الشيوعية تماماً كما تعلن \"إسرائيل\" بأنها تدافع عن الحضارة الغربية وتقف في وجه العرب والمسلمين، الذين يمارسون \"الإرهاب\" ضد الولايات المتحدة الأميركية ويحاربون \"الإرهاب العالمي\"، لتبرير الاستعمار الاستيطاني اليهودي وإبادة وترحيل العرب.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "قارن د. إسرائيل شاحاك خطة الترانسفير بالخطة النازية تجاه اليهود وقال: \"من أجل معرفة وزن هذا المشروع، فإنه يجب مقارنته بالخطة الرسمية للحزب النازي، الخطة من أجل حل نهائي للمسألة اليهودية، المعروضة حتى قبل استيلائه على السلطة في 1933 والتي حملت اسم الترحيل حتى عام ¶ 1939، ثم أصبحت إبادة اليهود\". ¶ نشرت الغارديان ويكلي مقالاً عنوانه: \"حل نهائي للمشكلة الفلسطينية جاء فيه: \"كل واحد يعلم أو يجب أن يعلم، أن الخطة النازية تمثلت أولاً بالترحيل، ثم تلتها تنظيف أوروبا من اليهود\".(66) ¶ ويجمع الشعب الإسرائيلي على ترحيل العرب. ويناقش أحياناً كم من الشاحنات تحتاج \"إسرائيل\" لتحقيق ذلك؟ وما هو العدد الذي ننجح بترحيله قبل تدخل الأمم المتحدة؟ ¶ وتعتبر فكرة الترحيل من أكثر الأفكار الصهيونية شعبية لدى المتطرفين الإسرائيليين. ¶ وقال د. إسرائيل شاحاك عن فكرة الترحيل في المذهب الصهيوني \"هناك عنصران يجعلان فكرة الترحيل خطرة جداً: تتمتع هذه الفكرة بشعبية وموافقة الشخصيات المؤثرة، أو على الأقل غياب معارضة جوهرية. وفي المقام الثاني ولدت في حضن الجالية اليهودية، وهي ليست أقل من أنظمة استعمارية أخرى\". ¶ ويدعو حزب العمل الإسرائيلي إلى دولة نقية لليهود، خالية من العرب للمحافظة على الطابع اليهودي الخالص \"لإسرائيل\". ¶ رفع رئيس حركة موليدت شعار: \"الترانسفير وحده يجلب السلام\". ورفع الصهاينة عام 1948 شعار إن قمع الشعب الفلسطيني يعني الحرية والحرب مع العرب تجلب السلام، وإن الكذب يخلق الحقيقة والواقع. وبالتالي الابتعاد عن المعاني الإنسانية والأخلاقية والقانونية لتحقيق الترانسفير وترحيل العرب من وطنهم. ¶ وعملت الصهيونية والكيان الصهيوني على تضليل العرب والعالم وإغفال حقيقة الترانسفير والجرائم والفظائع التي ينطوي عليها تحقيقه.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "ويتحدث اليهود عن الترحيل الإرادي، أي نقل الناس (السكان) من مكان إلى آخر بناء على رغبتهم، وذلك إمعاناً في الكذب والتضليل لأن الترانسفير تعني النقل وليس الطرد. ¶ وطالب الإرهابي زئيفي (رحبعام) وبني أيلون بتحقيق الترانسفير بالاتفاق، أي الترحيل بالاتفاق بين \"إسرائيل\" والدول العربية. ولكن الدول العربية لن توافق أبداً على ترحيل الشعب الفلسطيني من وطنه إلى بلدانها. وبالتالي فإن الترحيل بالاتفاق يعني أنه يأتي بعد حرب وحشية أي بسفك الدماء والإبادة وتدمير المنجزات، كما حدث بعد حروب إسرائيل في عامي 1948 و1967. ¶ إن إسرائيل دولة استعمارية تسعى لتحقيق الانتصارات العسكرية للتوسع بالاستيلاء على الأراضي والمياه والممتلكات العربية أو تدميرها وطرد العرب منها. ويكذبون لتبرير الاستعمار الاستيطاني والإمبريالية الإسرائيلية وإبادة العرب بالزعم أنهم يعملون على تحقيق الأمن لليهود المسالمين. وتصدق دول الاتحاد الأوربي والولايات المتحدة الأكاذيب والمزاعم اليهودية. وتواصل \"إسرائيل\" ترحيل الفلسطينيين بدعم وتأييد كاملين من الدول الغربية. ويقود تعزيز القوة الإسرائيلية إلى الحروب والترحيل والهجرة والاستيطان. ¶ إن \"إسرائيل\" مسؤولة مسؤولية قانونية مباشرة عن ترحيل الشعب الفلسطيني واقتلاعه من وطنه، وهي السبب في خلق مشكلة اللاجئين، حيث قررت وخططت ونفذت ترحيلهم بالقوة وبالمجازر الجماعية إلى الأردن وسورية ولبنان. ¶ و\"إسرائيل\" مسؤولة وملزمة بتطبيق قرار الأمم المتحدة رقم 194 الذي ينص على عودتهم، وملزمة بتحمل مسؤوليتها التاريخية عن ترحيلهم وتطبيق بنود الإعلان العالمي التي تنص على عودتهم. ¶ ويشكل رفض \"إسرائيل\" عودة اللاجئين الفلسطينيين انتهاكاً فاضحاً للاتفاقية الدولية بشأن الحقوق المدنية والسياسية والتي وقعت عليها \"إسرائيل\" وتسري على الأوضاع الناشئة قبل سريانها ولا تزال مستمرة بعد دخولها حيز التطبيق.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وتضمن الطلب الذي تقدمت به \"إسرائيل\" للحصول على عضوية الأمم المتحدة في أيار 1948 التعهد للأمم المتحدة بتطبيق قراراتها بما فيها القرار ¶ (194) ونص قرار القبول رقم 273 التأكيد على التزام \"إسرائيل\" بتنفيذ عودة اللاجئين الفلسطينيين إلى وطنهم وديارهم. ¶ وانطلاقاً من ذلك فإن \"إسرائيل\" ملزمة بتطبيق حق العودة للاجئين الفلسطينيين الذين اقتلعتهم ورحلتهم من ديارهم لإقامة دولة عنصرية لليهود على حسابهم، وملزمة بدفع التعويضات المادية والمعنوية عن الخسائر التي ألحقتها بهم. ¶ (( ¶ رحبعام زئيفي والترحيل ¶ كتب الإرهابي رحبعام زئيفي، الوزير في حكومة شارون (وقد قتلته الجبهة الشعبية انتقاماً لاغتيال \"إسرائيل\" للشهيد أبو علي مصطفى، الأمين العام للجبهة الشعبية) مقالاً في هآرتس قال فيه: \"حقيقة إنني أدعو إلى فكرة الترحيل لعرب \"يهودا والسامرة، (الضفة الغربية) وغزة إلى الدول العربية، لست صاحب الحق في ابتكار هذه الفكرة بل أخذتها عن أساتذتي وقادتي في الحركة الصهيونية مثل دافيد بن غوريون\".(67) ¶ ومضى الإرهابي زئيفي في مقاله يقول: \"أنا أعتقد بأنه ليست هناك فكرة أكثر أخلاقية منها لأنها ستمنع الحروب وتمنح الحياة لشعب \"إسرائيل\". ¶ واعترف بالترحيل الذي قامت به \"إسرائيل\" في الحرب العدوانية التي أشعلتها عام 1948 وقال: \"إن المشروع الاستيطاني في أرض إسرائيل و\"حرب التحرير\" (حرب 1948 العدوانية) التي خضناها مليئة بأعمال نقل العرب (ترحيلهم) من قراهم. هل كان في ذلك الحين أخلاقياً وأصبح الآن غير أخلاقي؟ لقد استوعبنا في \"إسرائيل\" غالبية يهود الدول الإسلامية، وقد جاء الآن موعد هذه الدول لاستيعاب السكان العرب في مناطق يهودا والسامرة (الضفة الغربية) وغزة. وإن نقل هؤلاء إلى الدول العربية سيوفر علينا وعليهم جزءاً من أسباب الحروب. وكذلك ستوفر من معاناة الفلسطينيين نتيجة هذه الحروب\".(68)",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وأعلن الإرهابي زئيفي في صحيفة هآرتس عن فكرته في ترحيل الشعب الفلسطيني قائلاً: \"أخذتها من أساتذتي وقادتي في الحركة الصهيونية، قبل دافيد بن غوريون، أو بالشكل الذي تعلمتها به من بيرل كاتسنلسون، وآرثر روبين، وجوزيف فايتس وموشي شاريت وغيرهم.(69) ¶ وأكد زئيفي أن جابوتنسكي نادى بترحيل يهود بولندا وأوروبا الشرقية إلى فلسطين وترحيل العرب وإنشاء قوة يهودية لا يكون في استطاعة السكان الأصليين اختراقها. ¶ وقالت هآرتس \"إن دعاية زئيفي للترحيل ليست في حقيقة الأمر إلاّ دعاية من أجل مبادرة حربية\". ¶ وقال زئيفي: \"كيهودي، كصهيوني، وكجندي أنا مع السلام، كجندي رأى الحروب فإنني مع السلام. ولكنني لا أستطيع قبول الاعتقاد بأن الانسحاب قد يجلب السلام... إن الذين يعتقدون بأن السلام سيتحقق بالتنازل عن أرض لا يفهمون ما يقوله العرب صراحة\". ¶ ورد زئيف شيف على مقال زئيفي المنشور في هآرتس بعنوان \"الترحيل من أجل السلام\" يقول: \"إن مقال زئيفي مليء بالتغيرات والتشويهات، فماذا تقول فكرته؟ إنها تقول: إما نحن أو هم، فإن لم نطردهم فسيطردوننا، وذلك بمعنى فلنعجل بقتلهم. وبكلمات أخرى، علينا أن نسرع ونعمل ذلك قبل أن يطردونا، الخيار الوحيد هو فقط طرد أحد الطرفين.(70) ¶ *** ¶ الترحيل وحق العودة",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "تظهر المواقف والأفكار حول ترحيل الشعب الفلسطيني بجلاء أن \"إسرائيل\" هي التي طردت ورحلت وأجبرت الشعب الفلسطيني على النزوح في أعقاب الحروب العدوانية التي أشعلتها في عامي 1948 و1967. وتعني هذه الأفكار وممارسات حكام \"إسرائيل\" لماذا لا تكرر \"إسرائيل\" نفس الأسلوب، لأن ترحيل العرب من الأهداف الأساسية للأيديولوجية والحركة الصهيونية. فإسرائيل كللت قيامها بترحيل الشعب الفلسطيني إلى لبنان وسورية والأردن. وطالب خليفة زئيفي الحاخام بني ايلون بطرد الفلسطينيين وترحيلهم من الضفة والقطاع إذا لم يوقفوا الانتفاضة وقال: \"طالما أنهم يشنون حرباً علينا فسوف تكون هذه الحرب أيضاً مثل حرب الاستقلال التي انتهت بتغيير ديمغرافي وجغرافي\".(71) ¶ خططت الصهيونية لترحيل الشعب الفلسطيني إلى البلدان العربية، وسخّرت الإرهاب والإبادة والحروب العدوانية للوصول إلى هذا الهدف، لأنهم أدركوا وأعلنوا أن دولة اليهود لن تقوم ولن يكتب لها التوسع إلاّ إذا قامت بترحيل أصحاب البلاد الأصليين وسكانها الشرعيين لإحلال المهاجرين اليهود محلهم وإقامة الكيان الاستيطاني والدولة الاستيطانية وتحقيق الاستعمار الاستيطاني اليهودي. ¶ وآمن الزعماء الصهاينة بأنه لا يمكن اقتلاع الشعب الفلسطيني من وطنه وأرضه إلاّ باستخدام القوة وممارسة العنصرية والتمييز العنصري والهولوكوست عليه. ¶ ونجحت الصهيونية عن طريق يهود العالم بتضليل وخداع الرأي العام العالمي وسوّقت زعمها في أن الفلسطينيين مسؤولون عن نزوحهم لأنهم استجابوا لنداءات زعمائهم العرب وتركوا منازلهم وأرضهم. ¶ وكان بن غوريون مؤسس \"إسرائيل\" يدعو إلى دولة نقية لليهود وخالية من العرب، والمحافظة على الطابع اليهودي للكيان الصهيوني.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "ويلتقي العنصريون اليهود مع النازيين الألمان ومع ماري لوبان في فرنسا في ترحيل اليهود الاندماجيين والفلسطينيين والفرنسيين من أصل عربي وإفريقي، ولذلك تعاون هتلر مع الحركة الصهيونية وأعلن لوبان مراراً وتكراراً بأنه \"مؤيد صادق لدولة إسرائيل\". ¶ إن الهجرة اليهودية وترحيل الفلسطينيين والاستعمار الاستيطاني سمات استعمارية عنصرية نازية تجسّد الاستعمار الاستيطاني اليهودي في الأراضي الفلسطينية والسورية المحتلة بأجلى مظاهره. وأن المستعمرين اليهود عنصريون يهود وأسوأ من النازيين الألمان، بسبب تأسيس الأمم المتحدة والموافقة على معاهدة تحريم الإبادة والإعلان العالمي لحقوق الإنسان وإعلان الأمم المتحدة بتصفية الاستعمار بكافة أشكاله وصوره. ¶ إن ترحيل الشعب العربي الفلسطيني من وطنه سوف يتحقق إذا استمرت الولايات المتحدة الأميركية ودول الاتحاد الأوروبي وفي طليعتها ألمانيا في دعم سياسة \"إسرائيل\" التوسعية والإرهابية والعنصرية وتقوية طاقاتها العسكرية والاقتصادية ودعمها سياسياً وإعلامياً وتبني الموقف اليهودي المعادي للعرب والإسلام. ¶ إن الشعب العربي الفلسطيني يتمسك بوطنه وأرضه وأملاكه وبحقه في العودة ورفض التوطين ولن يقبل على الإطلاق باقتلاعه من وطنه وتحويله حتى إلى لبناني أو عراقي، كما أن اللبنانيين أو العراقيين لن يوافقوا على طردهم وإحلال الفلسطينيين محلهم. ¶ لا يوجد إنسان في العالم يوافق على اقتلاعه من وطنه بمحض إرادته وبموافقته، كما لا يجوز لبعض الحكومات العربية أن توافق على توطين الشعب الفلسطيني في بلدانهم تحقيقاً لرغبة العدو الإسرائيلي. ¶ أكدت الأمم المتحدة حق الشعب الفلسطيني في العودة إلى وطنه في مئات القرارات الدولية التي كانت توافق عليها سنوياً منذ أن خلقت \"إسرائيل\" مشكلة اللاجئين الفلسطينيين والتي تتحمل المسؤولية التاريخية والسياسية عن نشوئها.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "ويؤكد الشعب العربي الفلسطيني باستمرار وجوب ممارسته لحقه في العودة تطبيقاً لقرارات الأمم المتحدة والإعلان العالمي لحقوق الإنسان ومبادئ القانون الدولي. ¶ إن حق العودة للاجئ الفلسطيني حق طبيعي يملكه الإنسان الفلسطيني وليست منظمة التحرير الفلسطينية أو بعض الحكومات العربية أو حتى مؤتمرات القمة العربية، وهو حق يملكه الفرد وغير قابل للتصرف أو الإنابة وكفلته العهود والمواثيق الدولية. ¶ وأصبحت له إلزامية القانون بتكراره المستمر في مئات القرارات الدولية. ومن هنا فهو غير قابل للتفاوض ولا للمساومة. ¶ *** ¶ الباب الثالث ¶ الموقف الإسرائيلي من المستعمرات ¶ ـ إسرائيل والمستعمرات ¶ ـ حزب العمل والمستعمرات ¶ ـ الليكود والمستعمرات ¶ ـ موقف المستعمرين اليهود من المستعمرات ¶ إسرائيل والمستعمرات ¶ أعلنت الحكومات الإسرائيلية المتعاقبة دعمها للاستيطان وتبرر أطماعها في الأرض والثروات العربية بتبريرات أمنية ودينية وقومية. ووصلت أطماعها حداً أعلنت فيه في 8 حزيران 1990 \"أن الاستيطان في أرض إسرائيل (فلسطين) كافة حق وجزء لا يتجزأ من الأمن القومي، وستعمل الحكومة لتعزيز الاستيطان وتوسيعه وتعميقه\".(72) ¶ صادرت سلطات الاحتلال ما يقرب من 60% من الأراضي الخصبة في الضفة الغربية وحوالي ثلث مساحة قطاع غزة للمستعمرات اليهودية ولأغراض عسكرية تخدم تهويد الأراضي والمقدسات الإسلامية. وأقامت حتى الآن حوالي 300 مستوطنة في الأراضي الفلسطينية المحتلة عام 1967 منها 25 مستوطنة في قطاع غزة. وأقامت في الجولان السوري المحتل 30 مستوطنة يسكنها حوالي 25 ألف مستوطن. وتقدم الحكومة الإسرائيلية المساعدات والإعانات والحوافز المالية لليهود في المستعمرات في الأراضي العربية المحتلة لزيادة عددهم والمحافظة على بقائهم فيها. ¶ وتبين الأموال التي تقدمها الحكومة للمستعمرات بجلاء أن \"إسرائيل\" وضعت الاستعمار الاستيطاني على رأس اهتماماتها وأولوياتها.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "وتنشر شركات البناء الإعلانات في الصحف الإسرائيلية تحث اليهود على الاستيطان في الأراضي الفلسطينية والسورية المحتلة وعلى سبيل المثال الإعلان التالي: \"شيّد منزل أحلامك في السامرة (لواء نابلس)\".(73) ¶ وتقيم \"إسرائيل\" المستعمرات بشكل يسمح بتوسيعها في المستقبل، وتبيع الشقة من ثلاث غرف بحوالي (8000) جنيه استرليني بينما يبلغ ثمن مثيلتها في تل أبيب (45.000) جنيه، وذلك من جراء المنح والقروض المدعومة والحوافز التي تقدمها للمقاولين، ولأن الأرض التي تقام عليها الشقق مجانية صادرتها من أصحابها العرب. ¶ ونجحت \"إسرائيل\" عن طريق المستوطنات بتقطيع أوصال الضفة الغربية والقسم الشرقي من القدس العربية، وحاصرت المدن والقرى العربية بالمستعمرات وحولتها إلى معازل. ¶ ويعلن قادة إسرائيل باستمرار أن هدف المفاوضات مع الفلسطينيين هو تحقيق السيادة الإسرائيلية على الضفة الغربية في غضون عشر سنوات، أي شرعنة الاحتلال وكسر إرادة القيادة الفلسطينية وتركيعها وفرض المشروع الصهيوني عليها. ¶ ووصلت وحشية حكام \"إسرائيل\" حداً دعا فيه السفاح شارون اليهود بالتوجه فوراً إلى رؤوس الجبال والتلال الفلسطينية واحتلالها وإقامة المستعمرات اليهودية عليها. وبالفعل توجه الآلاف منهم واحتلوا التلال الباقية وأقاموا عليها أكثر من (45) مستعمرة. ولذلك فإن الأراضي والممتلكات العربية آخذة بالتلاشي وإن عدد الفلسطينيين وتكاثرهم آخذ بالتقلص. ¶ وربطت سلطات الاحتلال الاقتصاد الفلسطيني بالاقتصاد الإسرائيلي، مما أدى إلى ركود الاقتصاد في الأراضي المحتلة واعتماد السكان على استهلاك المنتجات الإسرائيلية والعمل في الكيان الصهيوني حتى انتفاضة الأقصى عام 2000. ¶ وأصبحت أسواق الضفة الغربية أسيرة لاقتصاد المحتل الإسرائيلي، حيث تهيمن \"إسرائيل\" هيمنة مطلقة على الصادرات والواردات من خلال الضرائب والرسوم والقوانين الإسرائيلية.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "ويجد المرء أن المحلات التجارية في الضفة الغربية مليئة بالبضائع الإسرائيلية. وتصدر إليها \"إسرائيل\" المواد الغذائية بعد انتهاء مدتها والتجهيزات والسيارات والباصات الإسرائيلية المستعملة، ولا تسمح إلاّ باستيراد المواد الخام التي لا تتوفر في \"إسرائيل\". ¶ وأدى الاحتلال وبناء المستعمرات على الأراضي العربية المصادرة إلى تغيرات في تركيبة القوة العاملة، حيث كان قطاع الزراعة يستخدم 46% من العمال في عام 1969 إلاّ أنه هبط إلى 26% بسبب مصادرة الأراضي العربية وتحويل المزارعين إلى عمال يعملون في المستعمرات والمنشآت اليهودية في أراضيهم المحتلة وداخل الكيان الصهيوني. ¶ وبينما يتم استخدام العمال غير المهرة في الأعمال الإسرائيلية الشاقة \"نجد أن الأشخاص المهرة والمدراء والمحترفين والمقاولين ينزحون إلى الأميركيتين وأجزاء أخرى من الشرق الأوسط وأوروبا الغربية بمعدل وصل إلى الآن ¶ (20.000) سنوياً.(74) ¶ وبالتالي خلقت \"إسرائيل\" الظروف الملائمة للحيلولة دون تطور الاقتصاد والمجتمع الفلسطيني في الأراضي المحتلة وإبقاء الضفة الغربية والقطاع من أهم الأسواق للاقتصاد الإسرائيلي. ¶ \"إن الاستيطان\" الاقتصادي وراء 70% من عمليات الاستعمار اليهودي، وإنه رغم قيام سلطات الاحتلال بشق الطرق والشوارع الالتفافية لتمزيق أوصال الضفة الغربية وتحقيق السيطرة الأمنية على التجمعات الفلسطينية، إلاّ أن ذلك لم يحقق الأمن لهذه المستعمرات ولا للمستعمرين من سكانها.(75) ¶ *** ¶ حزب العمل والمستعمرات ¶ إن الإدانة العربية والدولية للاستيطان لم تضع حداً لتهويد القدس والخليل وبقية الضفة الغربية والقطاع. وضربت \"إسرائيل\" عرض الحائط بجميع القرارات الدولية. وحاولت إعطاء الاستيطان شرعية سواء على المستوى الأيديولوجي أو العمل الميداني بحجة توفير الأمن.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "إن استمرار وجود المستعمرات حتى في ظل التوصل إلى تسوية يعني فرض الاستعمار الاستيطاني وشرعنة اغتصاب الأرض العربية، وتكريس الظلم والغبن، مما يقود حتماً إلى انعدام الأمن والاستقرار في المنطقة. وبالتالي يشكل بقاء المستعمرات عقبة في طريق السلام ويشكل سبباً في اندلاع الاشتباكات والحروب في المستقبل. ويبقى الصراع على الأرض بين المهاجرين اليهود وأصحاب البلاد الأصليين إلى أن يرحل الاستعمار الاستيطاني والمستعمرون اليهود. ¶ وضع حزب العمل حجر الأساس للاستيطان اليهودي، حيث استولى على الأراضي التي كانت تعتبر ملكيتها للدولة الأردنية قبل الاحتلال. وهكذا بدأ الحزب بالاستيطان من 1967 وحتى 1977. وكان مشروع ألون خطة الاستيطان للحكومة الإسرائيلية، وذلك بإقامة سلسلة من المستعمرات على امتداد غور الأردن حتى الحمة وحول القدس وجبال الخليل. ¶ ونشرت الحكومة العمالية في 12 أيار 1976 تصور حزب العمل للاستيطان وقسمت الخطة الضفة الغربية إلى قسمين، منطقة شمالية وتدعى السامرة وأخرى جنوبية وأسمتها يهودا. وتقع مدينة القدس بين المنطقتين. وتضمنت الخطة إقامة حزامين من المستعمرات: الأول من شمال الضفة إلى جنوبها على محاذاة الحدود الشرقية، وتمتد من الجزء الجنوبي للبحر الميت إلى حدود الضفة الشمالية مع الكيان الصهيوني.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "ويقع الحزام الثاني على مرتفعات نهر الأردن بدءاً من جنوب الضفة بالقرب من القدس ورام الله إلى الحدود الشمالية للضفة الغربية. واعتبر الحزب أن الاستيطان جزء لا يتجزأ من الخطط الاستراتيجية لإسرائيل. وبالتالي مهد حزب العمل الأرضية السياسية والقانونية لبدء الاستيطان وركز بشكل أساسي على الاستيطان في القدس المحتلة وغور الأردن وبذرائع أمنية كاذبة. وعمل على تحويل القدس بشطريها الغربي والشرقي إلى مدينة يهودية. وضم القدس الشرقية إلى القدس الغربية المحتلة عام 1948. وأزالت الحكومة العمالية أحياء عربية كاملة من الوجود في القدس الشرقية منها حي المغاربة وحي الشرفى وصادرت الأراضي العربية على جبل سكوبس، وأقامت ضاحية رامات أشكول ومستعمرة جيلو. ¶ دعم حزبا العمل والليكود الاستيطان لتغيير البنية الديمغرافية والجغرافية للضفة الغربية وقطاع غزة ومدينة القدس وتغيير طابعها الحضاري العربي الإسلامي وجعلها بشطريها المحتلين مدينة يهودية. ويهدفان إلى حسم تهويد وضم الأراضي الفلسطينية المحتلة عن طريق فرض الأمر الواقع. وينطلق الليكود من أكذوبة \"أرض إسرائيل الكاملة\" لتبرير الاستعمار الاستيطاني والأطماع اليهودية في الأرض والثروات والمقدسات العربية وضمها للأراضي العربية المغتصبة عام 1948، ويعتبر الليكود أن المستعمرات اليهودية جزء لا يتجزأ من أرض الآباء والأجداد المزعومة، وأن الحل السياسي الذي يتبناه هو الحكم الذاتي للعرب بدون ممارسة السيادة على الأرض وبدونها. ¶ لذلك يسرع الليكود في إقامة المستعمرات ويصر على عدم إزالتها للتأثير في نتائج الحل النهائي الذي ستفرضه إسرائيل على القيادة الفلسطينية. واستمر الليكود في بناء المستعمرات حتى خلال فترة المفاوضات مع ياسر عرفات وأبو العلاء.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "ويتمثل موقف حزب العمل عندما يكون في المعارضة في اعتبار أن الاستمرار في بناء المستوطنات يعرقل سير المفاوضات ويشكل عقبة في طريق استمرارها، لذلك يرى الحزب بضرورة تجميد إقامتها طول فترة المفاوضات.(76) ¶ ولكن الحزب يرفض تفكيك جميع المستعمرات ويميل إلى إزالة المستعمرات الصغيرة وضم الكبيرة \"لإسرائيل\" ويتبين من قراءة البرنامج السياسي للحزب أنه يطرح ثلاثة احتمالات: ¶ الاحتمال الأول: من الصعب إزالة المستوطنات وإجلاء سكانها، مما يعني بقاءها في الأراضي المحتلة في ظل أي حل سياسي وتحديد مسؤولية الحكم على هذه المستوطنات من خلال المفاوضات فإما أن تكون تابعة لسيادة \"إسرائيل\" أو منحها الحكم الذاتي داخل الكيان الفلسطيني. ولكن حزب العمل يتناسى تفكيك الليكود لجميع المستعمرات في سيناء حتى مستعمرة ياميت. ¶ الاحتمال الثاني: إزالة قسم من المستوطنات وإبقاء القسم الآخر، ومن الممكن الاستعاضة عن إزالتها ببيعها أو إعطائها للفلسطينيين كجزء من التعويضات. ويصر الحزب على بقاء كريات أربع في الخليل والمستعمرات في الأغوار. ¶ الاحتمال الثالث: تعديل الحدود أي ضم مناطق استراتيجية من الأراضي الفلسطينية المحتلة إلى السيادة الإسرائيلية بموجب مشروع ألون والاحتفاظ بالمستعمرات التي أقيمت حول القدس وداخلها وشريط عرضه 10ـ 15 كيلو متراً على امتداد الغور وجيوب عند اللطرون وقلقيلية وطولكرم وجبل الخليل. ويرفض الحزب الانسحاب من القدس الشرقية ويعتبرها جزءاً لا يتجزأ من \"إسرائيل\". وبالتالي يصر على الاحتفاظ بالقدس والمستعمرات التي أنشئت داخلها وحولها كنقطة إجماع لكافة الأحزاب والقوى السياسية في إسرائيل.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "سكتت القيادة والسلطة الفلسطينية عن الاستيطان في ظل حكومة ايهود باراك( العمالية) فتابعت الحكومة الإسرائيلية الاستيطان بخطى سريعة في باب العامود وفي شمال وجنوب ووسط مدينة القدس الشرقية. مما زاد تصميم سلطات الاحتلال على إقامة مستعمرة جديدة في قلب القدس العربية لتكون بؤرة دائمة لإراقة حمامات الدم التي لن تنتهي إلاّ بإخراج آخر يهودي من مدينة الإسراء والمعراج تطبيقاً للعهدة العمرية التي تنص على وجوب عدم وجود اليهود في المدينة المقدسة. ¶ وكان الهدف الأساسي للحكومة الإسرائيلية في عامي 1999 و2000 إبان عهد باراك ترسيخ السيطرة الإسرائيلية على الضفة الغربية، حيث نجحت في تقطيع أوصال الأراضي الفلسطينية المحتلة وحوّلتها إلى كنتونات معزولة، ومحاطة بالمستعمرات اليهودية والطرق الالتفافية والثكنات والقواعد العسكرية. وصادرت أراضي جديدة بذريعة توسيع المستوطنات القائمة والتزايد السكاني وإقامة مستعمرات ضمن الأراضي المصادرة. ¶ وظهر بجلاء أن مبدأ حكومة باراك العمالية قام على أساس إنه ليس من المهم عدد المستوطنين أو حتى عدد الشقق السكنية ولكن المهم مصادرة أراضي فلسطينية جديدة وإلحاقها بإسرائيل عبر الوسائل التالية: ¶ ـ \"إقامة مستوطنات جديدة تحت غطاء توسيع المستوطنات القائمة. ومثال جيد على ذلك هو مستوطنة إيتمار التي وسع باراك أراضي مخططها الهيكلي بستة أضعاف. ¶ ـ المستوطنات الجديدة هي قانونية (حسب قانون الاحتلال) لأنها داخل حدود المخطط الهيكلي للمستوطنات. ¶ ـ تربط بين كل المستوطنات طرق التفافية شبه فارغة تماماً. ترمي إلى خلق شبكة طرق إسرائيلية وإلى إغلاق المدن والقرى الفلسطينية\".(77). ¶ \"منذ توقيع اتفاق المبادئ الفلسطيني ـ الإسرائيلي في واشنطن يوم 13/9/1993، زاد عدد المستوطنين اليهود في مستوطنات الضفة الغربية وقطاع غزة بنسبة 20%\"",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "وجسّد وزير الحرب الإسرائيلي الأسبق اسحق مردخاي في لندن بتاريخ 23/11/1996 الموقف الرسمي الإسرائيلي المتمسك بالاستيطان وتوسيعه عندما قال: ¶ \"مبدئياً لا يمكننا أن نقول لإسرائيلي أبداً، الآن وفي المستقبل، إنه لا يستطيع أن يعيش في المكان الذي يختاره في أرض \"إسرائيل\". لكن سياسة حكومتنا (العمالية) الحالية تقوم على أساس أننا لن نبني المزيد من المستوطنات. لكننا سنسمح بتوسيع مستوطنات قائمة استجابة للنمو الطبيعي لسكانها\"(78). ¶ الليكود والمستعمرات ¶ وصل الليكود إلى الحكم في عام 1977. وأخذ يعمل بسرعة فائقة على تكثيف الاستيطان في الضفة والقطاع، وركز بشكل أساسي على تهويد الشطر الشرقي من القدس العربية وفي الأغوار، لتهويد الأرض والمقدسات العربية وتعميق وترسيخ الأمر الواقع الناتج عن الحرب العدوانية تطبيقاً لبرنامج الليكود الذي يعتبر أن الضفة الغربية وقطاع غزة جزءاً لا يتجزأ من أرض \"إسرائيل\" المزعومة. وبالتالي أخذ الليكود والعمل يتباريان في تصعيد وتيرة الاستيطان ليكسبا تأييد الشعب الإسرائيلي الاستعماري والعنصري. ¶ ولعب مجرم الحرب شارون دوراً أساسياً في إقامة مئات المستعمرات اليهودية في الأراضي الفلسطينية المحتلة. ووضع خطة لإنشاء حزام ثالث من المستعمرات بمحاذاة مرتفعات الضفة الغربية يمتد من جنين في الشمال إلى الخليل في الجنوب، وإنشاء الطرق الرئيسية ومعسكرات الجيش لربط الأحزمة الثلاث من المستوطنات ولإحكام الطوق على القرى والمدن العربية. ¶ وعمل الليكود على الإسراع في تكثيف الاستيطان لخلق واقع جديد وتشكيل ورقة ضغط في المفاوضات مع قيادة منظمة التحرير الفلسطينية لشرعنة الاحتلال واغتصاب الأراضي العربية، وذلك لتقرير مستقبل الأراضي المحتلة كجزء من الكيان الصهيوني. ¶ وأطلقت الحكومات الإسرائيلية المتعاقبة العنان لقطعان المستوطنين لاحتلال رؤوس الجبال والتلال الفلسطينية التي تعجبهم وإقامة المستعمرات فيها.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وتصاعد الاستيطان بشكل لا مثيل له منذ الاحتلال في عام 1984 عندما تشكلت في \"إسرائيل\" حكومة ائتلاف بين العمل والليكود، تم الاتفاق بينهما على التناوب على رئاسة الوزارة لمدة عامين لكل من بيرس رئيس حزب العمل، وشامير رئيس حزب الليكود، الأمر الذي انعكس على تصعيد الاستيطان بشكل غير مسبوق. وكانت حكومة الائتلاف هذه من أكثر الحكومات التي تم في عهدها تكثيف الاستيطان بإجماع العمل والليكود لكسب ود الشعب الإسرائيلي. ¶ يبين الجدول التالي تصاعد تطور عملية الاستيطان منذ مجيء الليكود وتشكيل حكومتي ائتلاف في عامي 1984 و1988. ¶ أواخر عهد التجمع ¶ 76 ¶ 3176 ¶ --- ¶ 1847 ... 5023 ... 77 ... حكومة التكتل ¶ حكومة بيغن الثانية ¶ حكومة شامير ¶ حكومة الائتلاف الوطني ¶ شامير يستبدل بيرس ¶ حكومة طبقة الائتلاف ¶ يتسلم فيها شارون وزارة البناء والإسكان ¶ تقديرات ¶ تقديرات ¶ (79) ¶ وتجمع الأحزاب اليمينية المتطرفة، تسوميت، موليدت، هتحيا على أن الاستيطان حق مشروع وأساسي \"لشعب الله المختار\" ويجب الاستمرار به وتكثيفه في جميع الأراضي الفلسطينية المحتلة. ¶ ويطرحون وجوب ترحيل العرب إلى البلدان العربية المجاورة ويؤكدون أن السيادة على الأراضي الفلسطينية المحتلة هي لشعب \"إسرائيل\" لأنها جزء من أرض \"إسرائيل\" بحسب التوراة، ولن يكون عليها سيادة أجنبية. ¶ وتطالب أحزاب راتس، شينوي، ومابام، بإعطاء الشعب الفلسطيني حقه في تقرير المصير بما في ذلك إقامة الدولة المستقلة وتنادي بوقف الاستيطان. ويبدو أنها تؤيد إزالة بعض المستوطنات، لكنها تصر على بقاء عدد منها. ¶ ويرفض المستوطنون أي حل سياسي ويصرون على بقاء مستعمراتهم، ولكنهم بحسب اعتقادي سيوافقون على إخلائها مقابل تعويضات كبيرة يتلقونها كما حصل للمستوطنين في مستعمرة ياميت. ¶ إن إزالة المستوطنات جميعها هو الحل الوحيد المقبول فلسطينياً وعربياً وتؤيده قرارات الأمم المتحدة.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "فالمستعمرات عقبة أساسية في طريق المفاوضات والتوصل إلى تسوية أوجدتها إسرائيل من أجل ممارسة المزيد من الضغط والابتزاز على القيادة الفلسطينية لتقديم المزيد من التنازلات على حساب أراضي وممتلكات وحقوق الشعب الفلسطيني. ¶ فالحكومة الإسرائيلية هي التي خططت لإقامة المستوطنات وأوجدت البنى التحتية المتكاملة لها كخدمات البريد والمرافق العامة ورياض الأطفال والمدارس الإعدادية والثانوية. وتعمل على تطويرها. وبالتالي تدعم الحكومة الإسرائيلية والوزارات والمؤسسات التابعة لها تطور البنى التحتية للمستوطنات في الأراضي الفلسطينية المحتلة. ¶ وأشارت الدراسات الإسرائيلية أن 50% من المنشآت السكنية والاقتصادية قدمت من الحكومة الإسرائيلية سواء في عهد حكم العمل أو الليكود(80). ¶ وصرفت الحكومة الإسرائيلية ملياري دولار من ميزانية \"إسرائيل\" عام 1991 من أجل بناء 106.000 وحدة سكنية في الضفة الغربية ولإقامة الطرق الالتفافية والسريعة. ¶ وتشكل \"مصاريف المستوطنات لوحدها 20% من ميزانية وزارة الإسكان الإسرائيلية(81)، وإن 43% من البنايات العامة التابعة لوزارة الإسكان تم بناؤها في المناطق المحتلة. ¶ ويمتد تمويل الاستيطان ويشمل بالإضافة إلى وزارة الإسكان، وزارة الاستيعاب، ووزارة الزراعة، ووزارة التعليم، الدعم المالي الذي تقدمه المنظمة الصهيونية العالمية سنوياً والبالغ 25 مليون دولار. وبالتالي إذا توقفت الحكومة الإسرائيلية عن تمويل المستوطنات فسيقوم المستوطنون من تلقاء أنفسهم بتركها، لأن الغالبية العظمى منهم لا تستطيع الاعتماد على نفسها. ¶ وتتبع المستوطنات سياسياً وعسكرياً واقتصادياً الحكومة الإسرائيلية والتي تتمسك بها وتقيم المستعمرات الجديدة انطلاقاً من جوهر الصهيونية والكيان الصهيوني القائم على التوسع والاستعمار الاستيطاني.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "لذلك تتحمل الحكومات الإسرائيلية المتعاقبة مسؤولية إقامة واستمرار بقاء المستوطنات والتي تشكل برميل بارود قد ينفجر في أية لحظة. ¶ ويعتمد بناء المستوطنات ودعم استمراريتها الاقتصادية والخدمية وتمويلها وإقامة شبكات الخدمات الصحية والثقافية والاجتماعية على عاتق الحكومة الإسرائيلية. وتموّل الحكومة إقامة المدارس الدينية في الخليل والقدس المحتلة وبقية أنحاء الضفة الغربية. ¶ فبناء المستوطنات والمحافظة عليها وتطويرها وتمويلها يعتمد بالأساس على قرار الحكومة الإسرائيلية. ¶ إن المستوطنات اليهودية تابعة اقتصادياً وأمنياً للحكومة وإن استمرارها مرتهن لموقف الحكومة، وهي صاحبة الكلمة الأخيرة في الموضوع، لذلك لا يجوز للقيادة الفلسطينية أن توافق على وجود مستوطنة واحدة في الأراضي الفلسطينية المحتلة. فالمواطن الإسرائيلي أخذ يعتقد أن المستعمرات تشكل عبئاً سياسياً واقتصادياً وأمنياً على \"إسرائيل\" وعلى مستقبلها في المنطقة. ¶ قررت \"إسرائيل\" إقامة المستعمرات اليهودية في الأراضي العربية المحتلة وخلق وقائع جديدة على الأرض العربية لتجسيد المزاعم والأكاذيب والأطماع التوراتيّة والتلمودية والصهيونية وبلورتها على أرض الواقع. ¶ والهدف الأساسي للكيان الصهيوني هو السيطرة على ما تبقى من فلسطين العربية ونزع طابعه العربي الإسلامي وتهويده. ¶ *** ¶ موقف المستعمرين اليهود من المستعمرات ¶ جاء في تقرير جماعة \"السلام الآن\" الإسرائيلية بتاريخ 3/12/2000 بأن هناك ما يقارب مائتي ألف مستوطن إسرائيلي يعيشون في 145 مستوطنة في الضفة الغربية وقطاع غزة، وهناك (200) ألف مستوطن يعيشون في الشطر الشرقي من مدينة القدس(82). ¶ وهكذا يعيش في الأراضي المحتلة عام 1967 حوالي (400)ألف مستوطن يهودي ويرتفع عددهم باستمرار لإصرار \"إسرائيل\" على الاستمرار في الاستيطان وتوسيعه.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "نشرت جريدة يديعوت أحرونوت الصادرة في 8/12/2000 ثلاثة استطلاعات حول موقف الإسرائيليين من الاستيطان، وجرى الاستطلاع الأول في عهد حكومة الجنرال رابين والثاني في عهد حكومة نتن ياهو والثالث في عهد حكومة باراك. وسأتناول فقط استطلاع عام 1999 في عهد باراك. ¶ تبين أن معظم المستوطنين من ذوي التعليم العالي فحوالي 32.6% يحملون شهادات جامعية وعدد الذكور 47.6% والإناث 52.4%. وهاجر ¶ 78% من المستوطنين إلى \"إسرائيل\" قبل عام 1988، وإن نسبة المتدينين 52.4%، وإن 34.7% يعملون داخل \"إسرائيل\". ويملك 25.9% منهم منازل داخل \"إسرائيل\". ¶ ويبررون استيطانهم في الأراضي العربية الفلسطينية المحتلة بأسباب إيديولوجية ودينية وأمنية واقتصادية واجتماعية. واعترف 46.4% منهم أن أسباب سكنهم في مستعمرات الضفة الغربية تعود لاعتبارات اقتصادية لتدني أسعار البيوت ورخصها وللحوافز المالية التي تقدمها الحكومة، واعترف ¶ 31.1% من المستوطنين أنهم يسكنون في المستعمرات لأسباب دينية، انطلاقاً من الحق التاريخي المزعوم لليهود في فلسطين. ¶ وبرر الحاخام العنصري يهودا كوك الاستيطان بإرادة الرب وقال: \"إن أي قرار سواء كان قراراً يهودياً أو غير يهودي ويهدف إلى انتزاع أي جزء من أرضنا هو قرار غير شرعي لتعارضه مع إرادة الرب التي ستنتصر في النهاية\"(83). ¶ وأعتقد 12.7% منهم بإمكانية تحسن العلاقة مع الفلسطينيين بعد عملية السلام، بينما رأى 73.3% بأن العلاقة ستسوء. ¶ وحول الاستعداد لترك المستوطنة في حالة تعويض عادل من الحكومة أجاب 70.7% بـ لا و25.3% بـ نعم. وحول الاستعداد للعيش في المستوطنة كمواطن إسرائيلي تحت السيادة الفلسطينية أجاب 67.3% بـ لا و19.7% بـ نعم. ¶ ورفض 76.2% قبول فلسطينيين للعيش في المستوطنة ووافق 23.2%.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "وعارض 79.1% أي مواجهة مع الجيش الإسرائيلي للإخلاء بينما قال 19.1% أنهم مستعدون لحمل السلاح في وجه الحكومة لمقاومة الإخلاء. وصوت 71.8% منهم لنتن ياهو و18% لباراك في انتخابات 1999. ¶ أجرت شركة هوب برعاية عدد من أساتذة جامعة تل أبيب استطلاعاً شمل (3200) عائلة في 127 مستعمرة بتاريخ 24 تموز 2002، أكد فيه 68% من المستعمرين أنهم سينصاعون لقرار ديمقراطي يقضي بإجلائهم من المستعمرات في الضفة الغربية وقطاع غزة، وأن 6% سيعارضون الإخلاء. وأبدى ثلثهم أي 20% استعدادهم لاستخدام السلاح للحيلولة دون إبعادهم، وأن 59% سيختارون الحصول على تعويض مالي ومعظمهم من العلمانيين. وعارض المتدينون القوميون الموافقة على الإخلاء. ¶ وأعرب 77% من المشاركين في الاستطلاع أن السبب الرئيسي الذي دفعهم إلى الانتقال والسكن في المستعمرات هو مستوى الحياة فيها، بينما قال 20% إن انتقالهم للسكن في المستعمرات تم بدوافع دينية. ¶ يقضي اتفاق أوسلو بتأجيل بحث قضية القدس والمستوطنات واللاجئين إلى المرحلة النهائية من المفاوضات أي عند مناقشة الحل النهائي. ولكن إسرائيل انتهزت هذا الموقف وأخذت تسرع في عمليات التهويد. ¶ ويؤيد الشعب الإسرائيلي إلى الاستمرار في التهويد وعدم الرجوع عنه حتى تشمل القدس الكبرى ثلث مساحة الضفة الغربية. ¶ *** ¶ الباب الرابع ¶ الاستعمار الاستيطاني في الخليل نموذجاً ¶ -الاستعمار الاستيطاني في الخليل. ¶ -تهويد مدينة الخليل. ¶ -تهويد المسجد الإبراهيمي في الخليل. ¶ -مذبحة المسجد الإبراهيمي البشعة. ¶ -ردود الفعل على المذبحة. ¶ -مسؤولية إسرائيل عن المذبحة. ¶ -رد الفعل الفلسطيني على المذبحة. ¶ -المذبحة في مجلس الأمن الدولي. ¶ الاستعمار الاستيطاني في الخليل",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "تهدف المخططات الاستيطانية المسعورة في القدس والخليل وبقية الأراضي العربية المحتلة إلى خلق أكبر قدر ممكن من وقائع استيطانية في أكبر عدد ممكن من المواقع التاريخية والاستراتيجية الهامة للشعب العربي الفلسطيني لتغيير الوجه الحضاري لفلسطين العربية وتهويدها بتغيير طابعها الديمغرافي والجغرافي العربي والإسلامي.. وحققت سلطات الاحتلال ما يلي: ¶ * ... توسيع القدس بحيث تصل إلى مداخل أريحا وتلتهم كثيراً من أراضي الخليل وبيت لحم ورام الله. ويندرج توسيع المستعمرات اليهودية حول القدس في هذا الإطار. ¶ * ... توسيع وترسيخ اختراق وعزل الأحياء العربية في القدس الشرقية وإقامة المستعمرات عليها والاستيلاء على المزيد من المنازل والأراضي في قرية سلوان من أجل تحقيق ما يسمى مشروع \"مدينة داوود\" في سلوان العربية. ¶ * ... تطبيع العلاقات بين المستعمرات ضمن نطاق القدس الكبرى بإسرائيل باعتبارها أحياء ومستعمرات إسرائيلية، أي أنها جزء لا يتجزأ من \"إسرائيل\". ¶ وتمتد القدس الكبرى إلى مدينة البيرة شمالاً، ومستعمرة غوش عتصيون جنوباً، ومستعمرة بيت شيمش غرباً، ومستعمرة معاليه أدوميم (التي أقيمت على أراضي العيزرية وأبو ديس والخان الأحمر) إلى مشارف أريحا شرقاً، ويهدف تكثيف الاستيطان في ضواحي القدس خلق الأمر الواقع للقضاء على أي احتمال بالانسحاب من القدس العربية تطبيقاً لقرارات الأمم المتحدة. ¶ تجسد سياسة الاستيطان المخطط الاستراتيجي للإيديولوجية والحركة الصهيونية والكيان الصهيوني واليهودية العالمية. وتمثّل خطاً ثابتاً للحكومات الإسرائيلية المتعاقبة، العمالية منها والليكودية. ¶ لذلك تتحمل الحكومة الإسرائيلية المسؤولية الكاملة عن نشوء مشكلة اللاجئين الفلسطينيين وعن اعتداءات وجرائم وممارسات المستوطنين اليهود في المناطق الفلسطينية المحتلة وبشكل خاص في مدينة الخليل.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "وتشكّل ممارسات المستوطنين واعتداءاتهم على أهالي الخليل مظهراً رسمياً لسياسة الاستيطان والاستعمار الاستيطاني الرسمية تجاه الشعب الفلسطيني. ¶ وتتم اعتداءات المستوطنين على المواطنين الفلسطينيين في ساحات وشوارع ومنازل الخليل تحت بصر وسمع السلطات الإسرائيلية وتواطئها بل وتشجيعها وتأييدها ودعمها لجرائمهم وممارساتهم الوحشية. وتركز السلطات الإسرائيلية في الأراضي المحتلة جهودها على حماية قطعان المستوطنين وتجريد المواطن الفلسطيني من أبسط وسائل الدفاع عن النفس إزاء اعتداءاتهم. ¶ وتزوّد المستوطنين اليهود بالسلاح والذخيرة والذي يشكل السبب الأساسي في اعتداءاتهم على العرب وقتلهم وتدمير ممتلكاتهم وحرق منازلهم. ¶ وأدى ويؤدي الاستيطان اليهودي على مداخل الخليل وفي قلبها وحولها إلى مخاطر هائلة على الطابع الديمغرافي والجغرافي للمدينة العربية وعلى حقوق الإنسان وحياة المواطنين العرب فيها، وعلى الأملاك والمقدسات العربية فيها وبشكل خاص المساعي اليهودية المستمرة لتهويد المسجد الإبراهيمي بأسره. ¶ ويتجلى الإرهاب والعنصرية كسمة أساسية في علاقة المستوطنين اليهود بأهالي الخليل، والذين يعلمون تمام العلم بأنهم لن يتعرضوا إلى العقاب مهما ارتكبوا من جرائم بحق أهالي الخليل، إذ يقومون بإطلاق النار وإلقاء القنابل، وتدمير السيارات والممتلكات وحرق البيوت والمحاصيل وإغلاق الطرق وإتلاف أسواق الخضر والفواكه بحماية الجيش الإسرائيلي. ¶ وانطلاقاً من الأمر العسكري الإسرائيلي رقم 898 الصادر في آذار 1981 يحق للمستوطنين إيقاف أي فلسطيني في الخليل وغيرها والتحقق من هويته واعتقاله في حالة الشك فيه.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "وقام الطبيب اليهودي باروخ غولد شتاين بعد توقيع اتفاق الإذعان في أوسلو وبتاريخ 25 شباط 1994 وبالتحديد في منتصف شهر رمضان المبارك وأثناء صلاة الفجر بارتكاب مجزرة المسجد الإبراهيمي في الخليل التي ذهب ضحيتها على يد الإرهابي اليهودي وجيش الاحتلال (63) شهيداً من المصلين أثناء الصلاة ومن أهالي الخليل الذين هرعوا لمساعدة الجرحى. وقام المستوطن ناعوم فريدمان في اليوم الأول من العام 1997 بإطلاق النار على الأهالي في سوق الخليل المركزي. ¶ ويرتكب المستعمرون اليهود جرائم القتل وتدمير الممتلكات العربية ويعتدون باستمرار على المواطنين العرب وممتلكاتهم كتعبير واقعي وملموس عن سياسة الاستعمار الاستيطاني التي تمارسها \"إسرائيل\" في الأراضي الفلسطينية المحتلة. ¶ إن الضفة الغربية بما فيها القدس وقطاع غزة مناطق محتلة، \"وإسرائيل\" كقوة احتلال ملزمة بتطبيق العهود والمواثيق الدولية التي تحرم الإبادة والعنصرية والاستعمار الاستيطاني وبشكل خاص اتفاقية لاهاي عام 1907 واتفاقية تحريم الإبادة الجماعية والإعلان العالمي لحقوق الإنسان واتفاقية جنيف الرابعة لعام 1949. ¶ أقر مجلس الأمن والمجتمع الدولي بأسره أن الضفة بما فيها القدس وقطاع غزة أراض محتلة تنطبق عليها اتفاقية جنيف الرابعة. ¶ ولكن إسرائيل تنتهك نصوص اتفاقية جنيف الرابعة باستمرار عن طريق مصادرة الأراضي العربية وبناء المستعمرات اليهودية عليها وجلب قطعان اليهود إليها. ¶ تعتبر مدينة الخليل بعد مدينة القدس أكثر مدينة عربية معرّضة للتهويد، حيث بدأت مساعي تهويدها منذ عام 1968 عندما جاءت مجموعة من اليهود زعموا أنهم من السياح السويسريين بقيادة الحاخام العنصري والإرهابي موشيه ليفنجر فنزلوا في فندق بارك في المدينة العربية.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "وتبين فيما بعد أنهم من المستعمرين وجاؤوا لاستعمار الخليل. وهكذا بدأ تهويد الخليل يأخذ طابعاً فعلياً. ومنحت الحكومة الإسرائيلية في عام 1970 المستوطنين اليهود حق إقامة مستعمرة \"كريات أربع\" على المدخل الشمالي للخليل. وأعلنوا عن عزمهم الاستيطان في قلب مدينة الخليل. ¶ وفي عام 1979 احتلت مجموعة من النساء اليهوديات مبنى الدبوية في وسط مدينة الخليل. وطرد الجيش الإسرائيلي العرب من المبنى. ¶ وكعادة اليهود في التضليل والكذب والخداع انتقد مناحيم بيغن رئيس الوزراء انتزاع المنازل العربية بالقوة والاستيلاء عليها، إلا أن حكومته لم تطرد المستوطنين منها. ¶ واستغلت إسرائيل مقتل طالب المعهد الديني اليهودي المتطرف يهوشواع سلوما وقرر مجلس الوزراء الإسرائيلي دعم الاستيطان اليهودي في قلب الخليل وطرد رئيس البلدية فهد القواسمه وإبعاده. وتستغل \"إسرائيل\" والمستوطنون اليهود باستمرار الفرص الملائمة بل يبتدعون مثل هذه الفرص لمصادرة المنازل والأراضي والممتلكات العربية في الخليل للسير قدماً في تهويدها وتهويد الأماكن الإسلامية المقدسة فيها وأقالت سلطات الاحتلال مصطفى النتشة، رئيس البلدية في 7 تموز 1983 وعينت محله زامير شيمش. ¶ فقام رئيس البلدية الإسرائيلي بتوسيع حدود مستعمرة كريات أربع على حساب أراضي الخليل وأخذ يصدر رخصاً للمستوطنين داخل الخليل لتوسيع الاستيطان وألغى رخصاً كان رئيس البلدية السابق قد أصدرها لأهالي الخليل. ¶ وأقامت إسرائيل مستعمرة غفعات حرحينا إلى الشمال من كريات أربع وتبعد 4 كيلو مترات عن الخليل، وفي منطقة لا تبعد سوى عدة أمتار من بعض المنازل العربية، ومستعمرة بيت جغاي إلى الجهة الجنوبية من الخليل.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "وبتاريخ 9/8/1984، صادق موشي آرنز، وزير الحرب الإسرائيلي على إقامة مستوطنة جديدة باسم رامات يشاي على مقابر للمسلمين في وسط مدينة الخليل. وأقيمت في نهاية عام 1985 بناية سكنية ضخمة كنواة للحي اليهودي بجانب سوق الخضار في وسط المدينة. ¶ وهكذا أقام الاحتلال الإسرائيلي ثلاث مستعمرات يهودية في قلب مدينة الخليل كمقدمة لتهويدها في المستقبل. ¶ وبالتالي وضعت \"إسرائيل\" قنابل موقوتة داخل مدينة الخليل تنفجر بين حين وآخر ولا يمكن القبول بها والتعايش معها مهما طال الزمن. ¶ ويعود استمرار الاستيطان والأطماع اليهودية في المدينة العربية إلى الاحتكاك والاشتباك بين أهالي الخليل من جهة وبين المستوطنين والجيش الإسرائيلي من جهة أخرى. ¶ ويعتدي المستعمرون اليهود باستمرار على أهالي الخليل بهدف إجبارهم على الرحيل وتفريغ المدينة من العرب. وبالفعل نجحت سلطات الاحتلال بتخفيف حجم السكان العرب في البلدة القديمة والناتج عن ممارسات واعتداءات المستوطنين وعمليات الاستيطان وبشكل خاص في منطقة السوق والحي القديم. ¶ ويعتدي المستوطنون بشكل شبه يومي على أهالي الخليل وممتلكاتهم وتصل إلى حد تعريض حياتهم للخطر عن طريق إطلاق النار عليهم وحرق منازلهم وممتلكاتهم وإتلاف المزروعات وقلع الأشجار. ¶ ومما يزيد الطين بلة تسليح الجيش الإسرائيلي للمستعمرين اليهود ودعمهم ومساعدتهم وحمايتهم.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "\"وقد سمحت حكومة رابين للمستوطنين اليهود في الأراضي العربية المحتلة بالتسلح بمعدات مشابهة لتلك التي يستعملها الجيش الإسرائيلي وتشمل القنابل والمسدسات والأسلحة الأوتوماتيكية. وتسمح الحكومة للمستوطنين بتخزين الأسلحة وبعضها ذو طابع هجومي في منازلهم دون الحاجة للحصول على ترخيص رسمي\". ويستخدم المستوطنون السلاح الذي بأيديهم بشكل دائم، الأمر الذي يعرض حياة المدنيين من أهالي الخليل للخطر الدائم. وتحركهم الكراهية والحقد والاستعلاء على العرب والطمع في أراضيهم وممتلكاتهم بحيث يستمر الاعتداء عليهم واستفزازهم بل وقتلهم كما حدث مع الشهيد موسى أبو صبحة. ¶ وأكدت الإذاعة الإسرائيلية أن المستوطن اليهودي يورام شكولنيك أطلق النار على أبو صبحة بعد تقييده وتعذيبه على أيدي مجموعة من المستوطنين في آذار 1993 مما أدى إلى استشهاده بعد إصابته بتسع طلقات. ¶ وبتاريخ 4/12/1993 أطلق مستوطن يهودي من مستعمرة كريات أربع النار باتجاه سيارة عربية مما أدى إلى استشهاد طلال رشدي البكري. ¶ وبتاريخ 10/12/1993 قام مستوطنان من كريات أربع بإيقاف سيارة تنقل عمالاً عرباً من بلدة ترقوميا/ قضاء الخليل، وقاموا بإطلاق الرصاص على رؤوسهم مما أدى إلى مقتل محمد فطافطة، وسعدي فطافطة وإسحق فطافطة. ¶ وأصيبت رتيبة جابر وتسكن بجوار كريات أربع في كتفها وفي أسفل ظهرها بتاريخ 30/5/1993 من جراء الرصاص الذي أطلقه المستوطنون اليهود على منزلها. ¶ وبالتالي يظهر بجلاء أن تسليح المستوطنين اليهود يشكل خطراً حقيقياً على أهالي الخليل وبقية المدنيين العرب في الأراضي الفلسطينية المحتلة. وتتحمل الحكومة الإسرائيلية المسؤولية الكاملة عن هذا العمل الخطير والوحشي والمخالف لأبسط الحقوق الإنسانية وينتهك القانون الدولي.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "وبتاريخ 28/5/1993، على أثر مقتل أحد المستوطنين بالقرب من المسجد الإبراهيمي فرض الجيش الإسرائيلي منع التجول على الخليل. \"وأخذ المستوطنون يتجولون في الشوارع ويقومون بالتحطيم والتكسير للممتلكات العربية والاعتداء على كل من يصادفهم، واقتحام المنازل العربية والاعتداء على سكانها وإتلاف محتوياتها وأحياناً إحراقها. وكانت غالبية الممارسات تتم على مرأى من جنود الجيش الإسرائيلي الذين كانوا بالقرب منهم أو يرافقونهم في تحركاتهم\". ¶ وبتاريخ 15 و16/10/1993 قام المستوطنون اليهود بتحطيم المئات من السيارات العربية في شوارع الخليل، حيث قام العشرات منهم مدججين بالسلاح والعصي والقضبان الحديدية بالتجول في شوارع المدينة وتحطيم المحلات التجارية والاعتداء على أصحابها، وتكسير زجاج السيارات العربية التي تصادفهم بالشوارع، والاعتداء على السكان بالضرب وبرفقة جنود الجيش الإسرائيلي. ¶ ووصلت جريمة الحكومة الإسرائيلية حداً بحق مدينة الخليل أقامت فيه رامات يشاي في وسط حي تل الرميدة في مدينة الخليل وتسكن فيه مجموعة من العائلات اليهودية المتعصبة. ويشتركون مع المنازل العربية بمدخل مشترك ويتواجد فيه الحاجز العسكري للجيش الإسرائيلي. ويقوم المستوطنون بإلقاء الأوساخ باتجاه المنازل العربية القريبة من المستوطنة ويحطّمون زجاج شبابيك المنازل العربية. ¶ *** ¶ تهويد مدينة الخليل ¶ \"لا يجوز لدولة الاحتلال أن ترحّل أو تنقل جزءاً من سكانها المدنيين إلى الأراضي التي تحتلها\". ¶ اتفاقية جنيف الرابعة لعام 1949-المادة 49",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "بدأ الاحتلال الإسرائيلي بعد حرب حزيران العدوانية في العام 1967 بالتركيز على مدينة القدس العربية لتهويدها وجعل شطري المدينة الشرقي والغربي عاصمة موحدة للكيان الصهيوني، متحدياً بذلك الرأي العام العربي والإسلامي والعالمي ومنتهكاً مبادئ القانون الدولي وقرارات مجلس الأمن والجمعية العامة للأمم المتحدة واتفاقيات جنيف الأربعة لعام 1949. ¶ صادرت إسرائيل الأراضي والممتلكات العربية في المدينة المقدسة. وهدمت أحياء بكاملها بما فيها حي المغاربة. ودنسّت حرمة الأماكن الإسلامية والمسيحية المقدسة. وهدمت جزءاً كبيراً من سور المسجد الأقصى. وطردت مئات العائلات من المدينة العربية وأسكنت بدلاً منها مهاجرين يهود. ¶ وجاء دور تهويد مدينة الخليل بعد أن وضعوا خططهم لتهويد القدس موضع التنفيذ وعبّر عن ذلك بوضوح مناحيم بيغن، وزير الدولة في وزارة أشكول قائلاً: ¶ \"القدس والخليل ونابلس هي تراث آبائنا، وبقوة الحق وصلنا إليها وسنظل فيها إلى الأبد\". ¶ وبالفعل وصل إلى الخليل عدد من اليهود بحجة الإقامة فيها أيام عيد الفصح فقط. وزارهم هناك عدد من المسؤولين الإسرائيليين ومنهم وزير العمل يغال ألون ووزير الدولة مناحيم بيغن. ¶ \"واستمع (يغال ألون) منهم إلى تفاصيل عن مشروعهم للاستيطان في الحي اليهودي القديم في مدينة الآباء (الخليل)\". ¶ وقام الوزير مناحيم بيغن بزيارتهم وأطلعوه على مشاكلهم \"وأعلن الوزير عن أمله في أن يتم تحسين ظروف الاستيطان في الخليل\"(84). ¶ وعندما انتهت فترة العيد لم يغادر المتطرفون اليهود مدينة الخليل بل أخذوا يسعون لاستئجار المنازل والحوانيت فيها ولكن سكان الخليل رفضوا ذلك. وطلبوا من رئيس البلدية أن يعمل على طردهم من المدينة. فأرسل برقية إلى سلطات الاحتلال يطلب فيها ترحيل هؤلاء الدخلاء عن المدينة وكتب الشيخ الجعبري رئيس البلدية إلى ليفي أشكول وإلى دايان طالباً منهما منع إقامة المدنيين الإسرائيليين في الخليل(85).",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "غضب المستوطنون اليهود على إثر إرسال هذه البرقية وتوجهوا إلى بلدية الخليل، وهددوا رئيس البلدية وطلبوا منه سحب البرقيّة والاعتذار عنها، وطافوا بعد ذلك في شوارع الخليل يستفزون السكان ويهددونهم. ¶ وأكدت صحيفة يديعوت أحرونوت الصادرة في 8/5/1968 ذلك فكتبت تقول: ¶ \"جرى أمس تبادل كلمات قاسية بين رئيس بلدية الخليل الجعبري وبين رؤساء المجموعة اليهودية التي تريد السكن في المدينة. وجاء في ادعاء رئيس البلدية بأن رؤساء هؤلاء الأشخاص وعلى رأسهم الحاخام ليفنجر قد وجهوا له التهديدات قائلين له رغم أنفك سنبقى هنا وطلبوا منه استرجاع كتابه الذي كان قد قدمه ضد سكناهم في الخليل. ولقد رفض رئيس البلدية تلبية هذا الطلب\". ¶ وعلى إثر الاستفزازات والتهديدات الوقحة التي قام بها المستوطنون اليهود في المدينة اجتمع سكان المدينة وقرروا تشكيل وفد لمقابلة الحاكم العسكري الإسرائيلي في التاسع من أيار وتقديم مذكرة له تتضمن احتجاج السكان على المستعمرين الجدد وإخطاره بأن وجودهم يشكل تهديداً مباشراً للأمن والاستقرار ويؤدي إلى عواقب وخيمة. ¶ وتمت المقابلة مع مساعد الحاكم العسكري ووعد برفع الأمر إلى الحكومة. ¶ لم تستجب الحكومة الإسرائيلية لمطالب أهالي الخليل ورئيس البلدية منتهكة بذلك المادة 49 من اتفاقية جنيف الرابعة لعام 1949 التي تحظر على دولة الاحتلال أن تنقل جزءاً من سكانها المدنيين إلى الأراضي التي تحتلها. ¶ وعلّق بن اليعازر عضو الكنيست ورئيس إدارة حزب حيروت على رفض أهالي الخليل القبول بالاستعمار الاستيطاني في مدينتهم قائلاً:",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "\"إن توطين اليهود في مدينة الخليل وفي أي مكان آخر في \"البلاد\" (أي في فلسطين) هو عمل قانوني بموجب المنشور الذي صدر من قبل المجلس المؤقت للدولة، الذي ألغى الكتاب الأبيض، وإن كل إجراء يجري اتخاذه لمنع اليهود من الاستيطان في أرض إسرائيل هو عمل غير قانوني\"(86). وأكد اليعازر في مؤتمره الصحفي أنه يجوز لكل يهودي الاستيطان في أي مكان يقع ضمن أراضي (إسرائيل) بما في ذلك شراء الأراضي وإقامة المنازل عليها، وإن كل يهودي يقرر عمل ذلك سيحظى بالحماية الكاملة للقانون الإسرائيلي. ¶ وبمناسبة الذكرى العشرينية لتأسيس الكيان الصهيوني وصلت إلى الخليل مجموعة مؤلفة من (30) عائلة إسرائيلية من المتدينين المهووسين تحت ستار إقامة احتفال ديني في المدينة، ونزلوا في فندق النهر الخالد وصباح يوم الاحتفال تجمهروا أمام باب الفندق وأخذوا يرقصون ويهتفون بأن الخليل لهم، ثم ساروا في مسيرة استفزازية من الفندق إلى المسجد الإبراهيمي الشريف وهم يحملون لافتات كتب عليها أن الخليل إسرائيلية. وتابعوا مسيرتهم الاستفزازية والوقحة بحراسة جنود الاحتلال الإسرائيلي حتى اقتحموا الحرم الإبراهيمي وزادوا من غطرستهم وفجورهم وصخبهم داخل المسجد الإسلامي الشهير. وعادوا بعد الظهر إلى الفندق وانتزعوا اللافتة التي تحمل اسمه ووضعوا بدلاً منها لافتة كُتب عليها \"المدرسة الجديدة لمركز استيطان اليهود في الخليل\"، كما أغلقوا الطريق المؤدية إلى الفندق.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "أثار هذا التصرف العدواني والاستفزازي والوقح ذهولاً كبيراً في مدينة الخليل. فاجتمع وجهاء المدينة ورجالها وبعثوا ببرقيات احتجاج إلى المسؤولين والحاكم العسكري، ولكن احتجاجاتهم ذهبت أدراج الرياح. أخذ الوضع يتفاقم في المدينة العربية مع تصاعد الأطماع والاستفزازات اليهودية والمدعومة من قبل الحكومة وقوات الاحتلال الإسرائيلي وخاصة بعد أن وصل إلى المدينة وزير الأديان الإسرائيلي وأعلن بوقاحة منقطعة النظير عن تأييده لمطالب المستوطنين اليهود بالاستيطان في الخليل وأمر بتشديد الحراسة على مراكزهم.. وألقى خطاباً أمامهم قال فيه: ¶ \"إن بلدة الآباء (الخليل) تناديكم منذ عشرة آلاف عام، ولقد كنتم الطليعة التي حققت لإسرائيل ما لم تحققه حرب حزيران\". ¶ وأدلى يغال ألون، وزير العمل بتصريح أعلن فيه دعمه للاستيطان اليهودي في الخليل. ¶ وقاد تشجيع الحكومة الإسرائيلية للاستيطان في الخليل إلى تصعيد الروح العدوانية والإرهابية لدى المستوطنين مما زاد من استفزازاتهم للمشاعر العربية والإسلامية وانتهاك الحرمات الدينية للمسلمين في المسجد الإبراهيمي الشريف وشرعوا بإقامة حفلات الرقص والصخب الماجنة داخل الحرم الإبراهيمي وبحماية قوات الاحتلال. ¶ ووصلت استفزازاتهم الوقحة حداً دخلوا خلال صلاة الجمعة إلى المسجد ومعهم كلابهم، وعندما أخذ أحد الشيوخ يتلو القرآن الكريم فما كان من اليهود إلا وأن هجموا عليه ومزقوا المصحف ورموه به وانهالوا عليه ضرباً حتى أغمي عليه. ¶ قابل وزير الحرب الإسرائيلي موشى ديان في 3/6/1968 رئيس بلدية الخليل ووجهاء المدينة ورفض اعتراضاتهم على استيطان اليهود في المدينة. وأعلن ديان أن الحكومة الإسرائيلية لن تتخذ أية تدابير لترحيل اليهود الذين استوطنوا أو لمنع قدوم يهود جدد\"(87).",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "وقال ديان: إن القيادة العسكرية ستؤمن الأمن الضروري في المدينة وأن المسؤولية رفعت عن البلدية وبالتالي استمرت الحكومة الإسرائيلية في تأييد الاستيطان اليهودي في الخليل وحمايته وتشجيعه ودعمه كمقدمة لتهويد المدينة كما حصل في مدينة القدس. ¶ وفتحت سلطات الاحتلال فرعاً لبنك ليئومي في المدينة فقام رجال المقاومة الفلسطينية بنسفه، مما دفع سلطات الاحتلال للقيام بحملة اعتقال جماعية ونسفت عدة منازل في المدينة كعقاب جماعي لسكانها. ¶ أجبر الحاكم العسكري بلدية الخليل على السماح لليهود بزيارة المسجد الإبراهيمي ثم قرر السماح لهم بالصلاة فيه، وانتزع فيما بعد جزءاً كبيراً من المسجد وحوّله إلى كنيس يهودي تحت ذريعة أن المستوطنين يريدون الصلاة في الحرم الإبراهيمي بمناسبة الأعياد اليهودية. ¶ وقرر وزير الحرب الإسرائيلي الجنرال ديان \"أن المستوطنين في الخليل وكل يهودي آخر يرغب في ذلك سيؤدون صلاة رأس السنة في المغارة الإبراهيمية(88). وطلب من سلطات الأمن أن تتخذ كافة الترتيبات الكفيلة بضمان أمن وسلامة المصلين اليهود في الخليل أثناء أداء الصلوات في الحرم الإبراهيمي. ¶ اعترض واحتج أهالي الخليل في 30/9/1968 على السماح لليهود بالصلاة في المسجد الإبراهيمي وأبلغوا وزير الحرب بأنهم مضطرون لأن يعارضوا في إجراء اليهود صلواتهم في الحرم الإبراهيمي لأنه مكان مقدس للمسلمين وهو مسجد إسلامي ولا يجوز لليهود إقامة الشعائر الدينية فيه(89). ¶ ولكن مجرم الحرب موشي ديان قال لهم إن السكان اليهود في الخليل سيقيمون شعائرهم الدينية في الحرم الإبراهيمي في يوم الغفران على غرار ما حصل في العام الماضي، كما أن هناك نية لتحويل المسجد الإسلامي الموجود داخل المغارة الإبراهيمية إلى كنيس يهودي.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "وأعطت جريدة هاعولام هازيه صورة واضحة عن تصرفات اليهود في مدينة الخليل وكتبت تقول: \"سمعت وأنا راكب سيارة الباص مع مجموعة من اليهود في طريقنا إلى الخليل أن زمرة منهم اتفقوا فيما بينهم على الاعتداء على المواطنين العرب عند أول مناسبة. وقال بعضهم إننا سنلهو ونلعب أمام أعين العرب في المدينة وكأننا في الحدائق العامة بتل أبيب، وإذا بدا الاشمئزاز أو النفور على أي مواطن عربي، فيجب أن ننهال عليه فوراً بالضرب الشديد لنعلمهم درساً في الآداب والأخلاق العصرية \"وقال مراسل الجريدة الإسرائيلية: \"لدى وصول قافلة السيارات اليهودية إلى مشارف الخليل علا الغناء والرقص والصخب في داخلها وكان واضحاً أن المقصود بذلك هو إثارة السكان العرب والتحرش بهم. وراحوا يسرحون ويمرحون في أرجاء المدينة وكأنهم يزورون أطلال مدينة خربة لا أحياء فيها. ورأيت الشباب والشابات يقفزون بجنون إلى ساحات الحرم الإبراهيمي على مرأى من الشيوخ وعلماء المسلمين. وكانوا يؤدون صلواتهم كالمعتاد وداهمهم المراهقون اليهود بكل فجور وفسق. وعندما حاول هؤلاء الاحتجاج على انتهاك حرمة بيت الله، انهال عليهم المراهقون بالسباب والشتيمة والضرب وحتى بذم إلههم ودينهم. وهكذا ثار الشيوخ وغيرهم من المواطنين العرب لكرامتهم ودينهم\"(90).",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "ورداً على الاستيطان في الخليل والمساعي لتهويد المسجد الإبراهيمي وانتهاك حرمته وتدنيس طهارته وقداسته والإصرار على صلاة اليهود فيه وتحويله إلى كنيس ألقى أحد أبطال المقاومة قنبلة أمام باب المسجد الإبراهيمي. وعلى الفور احتلت القوات الإسرائيلية شوارع المدينة وأسطح المنازل فيها وسمحت لليهود بالتدفق عليها لحضور اجتماع عقدته حركة \"إسرائيل الكبرى\" ومنعت المسلمين من الصلاة في المسجد. وأعلنت عزمها على بناء كنيس يهودي فيه. وباشرت بهدم أحد مداخل المسجد تمهيداً لذلك. وحولت المدينة إلى سجن كبير. وزجت بالمئات من الشباب العرب في السجون. ونسفت عدداً كبيراً من منازل المدينة. ¶ وأعلن السفاح بيغن أنه في المستقبل غير البعيد ستقوم بلدة (يهودية) كبيرة في الخليل. ¶ وصادرت قوات الاحتلال (10) دونمات لإقامة مدرسة دينية ووحدات سكنية للمستعمرين اليهود في المدينة وهدمت الباب الشرقي للمسجد الإبراهيمي لبناء كنيس يهودي عليه داخل الحرم الإبراهيمي. ¶ ومهدت سلطات الاحتلال الإسرائيلي لهذا العمل الخطير بتظاهرات قام بها مئات من الجنود في قلب مدينة الخليل وهم يشهرون السلاح في وجه المواطنين العرب ويطلقون النار ويلقون بالقنابل الصوتية لإرهاب سكان المدينة العربية. ¶ ووجه وزير الحرب الإسرائيلي ديان تهديداً إلى الشيخ محمد الجعبري، رئيس البلدية وأعضاء المجلس البلدي لدى اجتماعهم إليه وأنذرهم بالطرد إلى ما وراء نهر الأردن هم وجميع أهالي الخليل إذا لزم الأمر. ¶ وجاء تهديد مجرم الحرب ديان رداً على مطالبة المجلس البلدي بالتوقف عن تدنيس المسجد الإبراهيمي حالاً والكف عن سياسة هدم البيوت واعتقال المواطنين وتعذيبهم واستفزاز الأهالي وعدم توطين اليهود في المدينة.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "وجه رئيس بلدية الخليل وعلماء الدين الإسلامي في المدينة مذكرة احتجاج شديدة اللهجة إلى وزير الحرب الإسرائيلي أعربوا فيها عن الاستنكار الشديد لأعمال الهدم التي قامت بها سلطات الاحتلال في الحرم الإبراهيمي وبشكل خاص هدم الباب الشرقي والدرج المؤدي إلى المسجد الإبراهيمي وجاء فيها: ¶ \"إن هذا الباب والدرج المذكورين يعتبران جزءاً من المسجد الإبراهيمي الشريف، وهما من الآثار الإسلامية الخالدة، وإن الأرض المحيطة بالحرم هي ملك للأوقاف الإسلامية، وتابعة للمسجد. ¶ إن الباب المصفح بالحديد الذي لا يزال تحت الأنقاض هو من الآثار الإسلامية الهامة. إن القيام بهذا العمل يعتبر تغييراً لمعالم هذا الأثر الإسلامي الخالد، وهو ما يتطلع إليه المسلمون في جميع أنحاء العالم بقلق بالغ، سيما وأن الإقدام على هذا العمل يعتبر إزالة لجزء من المسجد الإبراهيمي، وهو يثير مخاوف المسلمين ويعتبر انتهاكاً واعتداء على حق المسلمين في مسجدهم المذكور(91). ¶ عبر نتن ياهو، رئيس وزراء إسرائيل الأسبق عن الأطماع اليهودية في الخليل قائلاً: \"نحن باقون في الخليل إلى الأبد\". ¶ وكرست اتفاقية الخليل التي وقعها ياسر عرفات مع نتن ياهو تقسيم المدينة العربية والاعتراف بالحي اليهودي فيها وإعطاء 20% من مساحتها للمستوطنين مقدمة لتهويدها، مما ينذر باستمرار الصراع فترة طويلة من الزمن إلى أن يعود الحق المغتصب لأصحابه الشرعيين. ¶ إن الخليل لن تستسلم وتذعن لتهويدها وتهويد المسجد الإبراهيمي الشريف. وستستمر في المقاومة والتصدي للحفاظ على عروبتها ودينها إلى أن تتحرر المدينة من الاستعمار الاستيطاني اليهودي. ¶ *** ¶ تهويد المسجد الإبراهيمي في الخليل",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "دخلت قوات الاحتلال الإسرائيلي مدينة الخليل في التاسع من حزيران العام 1967 على إثر قيام الكيان الصهيوني بحرب حزيران العدوانية. وبدأت منذ اللحظات الأولى لاحتلال المدينة العربية في الاعتداء على قدسية المسجد الإبراهيمي في المدينة. ودخله جنود الاحتلال عنوة برفقة الحاخام الأكبر ووضعوا العلم الإسرائيلي عليه ومنعوا أصحابه المسلمين من الدخول إلى المسجد فترة من الزمن ثم بدأت سلطات الاحتلال بالاعتداء عليه وانتهاك قدسيته وتغيير معالمه مقدمة لإقامة كنيس يهودي في داخله. ¶ منذ اليوم الأول للاحتلال الإسرائيلي البغيض بدأ الجنود والمستوطنون الإسرائيليون بدخوله غير مكترثين لحرمته وطهارته. وكانوا يدخلونه بأحذيتهم ويدوسون فوق السجاد الذي يصلي عليه المسلمون. وكان جنود الاحتلال يقفون على مدخله ويمنعون المسلمين من الدخول لأداء الصلاة. وأدخلت سلطات الاحتلال في منتصف كانون الأول العام 1967 إلى الحضرة الإبراهيمية في المسجد خزانة خشبية وفيها نسخة من التوراة. ¶ وعلى أثر ذلك قدم مدير الأوقاف في المدينة بتاريخ 18/12/1967 احتجاجاً إلى الحاكم العسكري في الخليل. ووعد وزير حرب العدو برفع هذه الخزانة إلاّ أنه لم يفعل، بل سمح الحاكم العسكري بدخول اليهود إلى المسجد الإبراهيمي منتهكين مشاعر المسلمين، حيث كانوا يشوشون على المسلمين أثناء أداء الصلاة وينشدون شعائرهم الدينية داخل المسجد الإسلامي. ¶ وكرر مدير الأوقاف الاحتجاج بتاريخ 13/1/1968، إلاّ أن الحاكم العسكري استمر في دعم المتطرفين اليهود في اعتداءاتهم على المسجد الإبراهيمي الشريف وإقامة شعائرهم الدينية فيه.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "احتج رئيس بلدية الخليل والقاضي الشرعي والمفتي ومدير الأوقاف وعدد كبير من وجهاء المدينة لرئيس الوزراء الإسرائيلي ووزير الحرب والحاكم العسكري العام والحاكم العسكري في الخليل في 2/10/1968. وأجابتهم سلطات الاحتلال قائلة أنها لا تعتبر دخول بضع عشرات من اليهود إلى المسجد وإقامة شعائرهم الدينية بمناسبة رأس السنة اليهودية اعتداء على المقدسات الإسلامية. ¶ وتابعت سلطات الاحتلال مخططها في تهويد المسجد الإبراهيمي على أرض الواقع فنسفت بتاريخ 11/10/1968 الدرج المؤدي إلى الحرم الإبراهيمي مع البوابة الرئيسية من الناحية الشرقية للحرم، وهو المعروف بباب الناصر قلاوون، وهو باب ذو طابع أثري أقيم قبل أكثر من (700) سنة، وعليه يدان أثريتان سرق إحداهما أحد الضباط اليهود خلال عملية النسف. وهدمت سلطات الاحتلال في نفس اليوم البئر الأثرية التي حفرت في عهد صلاح الدين الأيوبي ويستعملها المسلمون للوضوء. ¶ وتمادت سلطات الاحتلال بانتهاكاتها فمنع الضابط المسؤول عن الحراسة بتاريخ 21/10/1968 مؤذن المسجد الإبراهيمي من أداء آذان العصر. وأرغم جنود الاحتلال حارس المسجد الليلي بتاريخ 23/5/1969 بعد صلاة العشاء على فتح الباب وأدخلوا طاولات وكراسي وأدوات عبادة داخل الحرم. ¶ وقام الحاخام العنصري ليفنجر بتاريخ 28/6/1969 بمنع بعض السيدات المسلمات من دخول الحضرة الإبراهيمية بذريعة أنه يصلي، مما دفع برئيس البلدية ومدير الأوقاف إلى الاحتجاج على هذا الاعتداء إلى وزير الحرب الإسرائيلي. ¶ بدا المتطرفون اليهود يقيمون صلواتهم في الحرم الإبراهيمي الشريف في النهار والليل وبحماية قوات الاحتلال. وكانوا يشوشون باستمرار على المصلين المسلمين ويمطرونهم بوابل من الشتائم والإهانات لهم ولدينهم الإسلامي. وقام المستوطنون بتاريخ 17/1/1970 بالدخول إلى الحرم ومعهم كلابهم، مما أثار مشاعر المصلين وأغضب سكان المدينة.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "وأدخلوا في نيسان 1970 المزيد من الكراسي ووضعوها في الحضرة الإبراهيمية. وكرروا التصرف نفسه في 9 حزيران 1970 حيث دخلوا إلى الحرم ومعهم كلابهم وأدخلوا طاولة خشبية وبعض الكراسي الإضافية. ¶ وتمادت قوات الاحتلال في غيها وبغيها أكثر فأكثر ومنعت المسلمين من إدخال الجنائز إلى الحضرة الإبراهيمية. واستدعى الحاكم العسكري في 13/1/1972 رئيس السدنة في الحرم وأبلغه قرار منع الجنائز من الدخول. ¶ ووصل تدخل الحاكم العسكري الإسرائيلي في شؤون إدارة المسجد الإبراهيمي حداً طالب فيه في 17/2/1972 من رئيس السدنة إغلاق الباب الشرقي للحرم أثناء زيارة اليهود للحرم وأخبره بأنه إذا لم ينفذ ذلك فإنه سيغلقه بالقوة. ¶ وزاد المستوطنون من استفزازاتهم وانتهاكاتهم للشعائر الإسلامية فقاموا بتاريخ 20/7/1972 بسرقة بعض الحصر الموجودة في الحرم للصلاة وداسوا عليها بأحذيتهم. وأخذوا يدخلون المسجد الإبراهيمي وهم يحملون المسدسات والرشاشات. وقد أخبر رئيس السدنة الحاكم العسكري والذي نزل إلى الحرم وشاهدهم ولم يتخذ أي إجراء بحقهم. ¶ ودخل المستوطنون بتاريخ 10/9/1972 إلى الحرم الشريف وبحضور الحاكم العسكري العام في الضفة الغربية وأقاموا طقوسهم الدينية ونفخوا في البوق واشتد صياحهم حتى أن المسلمين لم يتمكنوا من أداء صلاة الظهر. وحاولوا منع المؤذن من أداء الآذان، ولما لم يستجب بدؤوا في نفخ البوق حتى لا يسمع الآذان. ¶ ومنع جنود الاحتلال بتاريخ 30/9/1972 جنازتين من الدخول إلى المسجد، مما دفع بمدير الأوقاف إلى الاحتجاج إلى وزير الحرب الإسرائيلي على هذا الإجراء. ¶ قررت حكومة الاحتلال الإسرائيلي تهويد الحرم الإبراهيمي الشريف رسمياً بتاريخ 31/10/1972 فاستدعى الحاكم العسكري في الخليل مدير الأوقاف ورئيس السدنة وأبلغهما أن الحكومة قررت: ¶ 1)ضم اليعقوبية لتكون مكاناً لصلاة اليهود بالإضافة إلى الإبراهيمية.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "2)ضم سقف الساحة الواقعة بين الحضرة الإبراهيمية واليعقوبية (الصحن). ¶ 3)وضع أثاث ثابت في هذه الأماكن وأثاث غير ثابت. ¶ 4)منع الزائرين (العرب) من دخول هذه الأماكن أثناء تواجد اليهود فيها. ¶ 5)وضع حواجز تفصل بين الطوائف اليهودية أثناء الصلاة. ¶ 6)استعمال الحرم الإبراهيمي جميعه في الأعياد الرسمية اليهودية. ¶ 7)سيدخلون الحرم أيام الجمع من الساعة الرابعة وحتى الخامسة مساء استعداداً للسبت. ¶ وأدخلت سلطات الاحتلال بتاريخ 10/11/1972 خزانة فيها التوراة مع خزانة كبيرة وأدوات عبادة وكمية من الكراسي إلى ركن اليعقوبية. كما وضعت لوحات بالعبرية والإنكليزية تشير إلى الدخول والخروج وتظهر أنها تمارس الإدارة والترتيب والنظام في الحرم الإبراهيمي. ¶ واستدعى الحاكم العسكري بتاريخ 20/9/1972 القاضي الشرعي ومدير الأوقاف ورئيس السدنة وأبلغهم تعليمات جديدة بخصوص أماكن وتواجد اليهود ومواعيد دخولهم بمناسبة الأعياد كان من شأنها الاستيلاء على معظم أجزاء الحرم الإبراهيمي، ونفذتها سلطات الاحتلال بالقوة رغم الاعتراض عليها. ¶ وأدخل الحاكم العسكري بتاريخ 26/9/1973 العديد من الكراسي وحواجز الألمنيوم ووضعوها في الصحن وأغلق باب الحضرة الإبراهيمية واقتطع من الصحن ممراً يؤدي إلى غرفة رئيس السدنة. ¶ ودخل بتاريخ 5/9/1974 عدد كبير من اليهود إلى الحرم الإبراهيمي تحت إشراف الحاكم العسكري في الخليل وبحضوره. وأجروا طقوس زواج داخل الحضرة الإبراهيمية وشربوا الخمر وكسروا زجاجة خمر وسكبوها على أرض المسجد لإهانة وتحقير واستفزاز المسلمين وقام المستوطنون اليهود بتاريخ 18/3/1975. بختان أحد الأطفال اليهود في المسجد وكسروا زجاجة خمر وسكبوها على أرض الحضرة الإبراهيمية ودنسوا أرض المسجد بالخمر.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "وبتاريخ 10/5/1975 دخلوا بأعداد كبيرة يتقدمهم مساعد الحاكم العسكري وضابط المخابرات وأقاموا حلقات الرقص المصحوبة بالصياح والتشويش ومنعوا المسلمين من الدخول ومنعوا من كان منهم بداخله من الخروج. واعتدوا على رئيس السدنة. ¶ وبتاريخ 7/6/1975 دخل المستوطنون إلى الحرم، حيث كان الواعظ يلقي درس الوعظ. وبدؤوا يسخرون منه ويرددون أقواله بالضحك والاستهزاء، ثم سخروا من المصلين وشاغبوا عليهم أثناء تأديتهم للصلاة ورددوا أقوال الإمام باستهزاء. ¶ هذه بعض الاعتداءات اليهودية على المسجد الإبراهيمي في الخليل ومساعي سلطات الاحتلال إلى تهويده إلى أن نجح نتن ياهو بتوقيع بروتوكول الخليل عام 1994 مع رئيس السلطة الفلسطينية والذي يتضمن الموافقة على تهويد 20% من مدينة الخليل العربية. ¶ *** ¶ مذبحة المسجد الإبراهيمي الرهيبة ¶ تمر في منتصف شهر رمضان المبارك الذكرى السنوية لمذبحة المسجد الإبراهيمي في الخليل، حيث تعاني مدينة الخليل من أبشع أنواع الإرهاب والوحشية والاستعمار الاستيطاني وتدنيس المقدسات الإسلامية في المدينة وتهويدها. ¶ فالاحتلال الإسرائيلي هو مصدر المآسي والولايات للشعب الفلسطيني وشعوب المنطقة وأهالي الخليل. ففي منتصف شهر رمضان المبارك وخلال صلاة الفجر من يوم الجمعة الموافق في 25 شباط 1994 ارتكب الطبيب الإسرائيلي باروخ غولد شتاين المجزرة الجماعية بحق المصلين في أقدس مساجد فلسطين بعد المسجد الأقصى، حيث انهمر الرصاص على المصلين، الساجدين لله عز وجل في مذبحة لا مثيل لها على الإطلاق في التاريخ البشري وقتل الإرهابي اليهودي والجيش الإسرائيلي في ذلك اليوم الأسود (75) فلسطينياً وجرحوا أكثر من (500) خلال المذبحة والأيام الستة التي تلتها في المدينة.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "قتل الإرهابي، الطبيب اليهودي وحده(54) وجرح 270 داخل المسجد، بينما قتل وجرح الجيش الإسرائيلي البقية خلال المواجهات التي تمت بينه وبين أهل الخليل لإنقاذ جرحى المجزرة وللتعبير عن الغضب والسخط على الاحتلال وجرائمه الهمجية. واعترف تلفزيون العدو في اليوم التالي للمذبحة أن الجنود الإسرائيليين شاركوا في \"المذبحة\". ¶ طبيب يهودي من أصل أميركي هجرّته إسرائيل من بروكلين إلى مستعمرة كريات أربع على مشارفُ الخليل وحقنته فكرياً وسياسياً ودربته على السلاح وقتل العرب وكراهيتهم يفتح رشاشه وقنابله على المصلين المسلمين الساجدين لرب العالمين، وبجانبه جنود جيش الاحتلال الإسرائيلي يقدمون له مخازن الذخيرة الواحد تلو الآخر، ليقتل أكبر عدد ممكن من المصلين من أهالي الخليل خلال تأديتهم الصلاة داخل المسجد، مما يظهر بجلاء كراهيتهم للإسلام والمسلمين. ¶ *** ¶ ردود الفعل على المذبحة ¶ أعلن الجنرال إسحق رابين، رئيس الوزراء فور الإعلان عن المجزرة \"أن المجرم مختل عقلياً\"، وذلك للتخفيف من صداها في أوساط الرأي العام العالمي. ولكن سرعان ما قام أصدقاء الطبيب الإسرائيلي السفاح وأكدوا أن غولد شتاين من المؤمنين بالصهيونية قولاً وعملاً، ونفذها عن قناعة وإيمان باليهودية. ونظموا له جنازة ضخمة هتفوا فيها: \"ظفر يهودي مقابل مئة رأس عربي\". ¶ وقالت السيدة غينسبرغ، المتحدثة باسم حزب كاخ عن الإرهابي ¶ غولد شتاين \"نعتقد أنه فعل ذلك لمقتل كاهانا ولحماية دولة \"إسرائيل\"، ووصفته بأنه شهيد. ¶ تحركت إدارة الرئيس الأميركي كلنتون لتطويق مضاعفات المذبحة فلسطينياً وعربياً لإنقاذ عملية التسوية الأميركية من الانهيار. وطلبت من عرفات ورابين نقل المفاوضات إلى واشنطون. ¶ وأعلنت أنهما قبلا الدعوة في نفس يوم المذبحة، وذلك في الوقت الذي أكدت فيه دمشق وعمان أن الوفود العربية في واشنطون قطعت المفاوضات مع \"إسرائيل\" بسبب المذبحة.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "وعلّق وزير الخارجية الإسرائيلي، سفاح قانا، شمعون بيرس على الموقف العربي بوقف المفاوضات قائلاً: \"إنه ليس أمام الفلسطينيين من خيار آخر غير العودة إلى طاولة المفاوضات\". ¶ وأكد الجنرال رابين بأن \"التصرف الجنوني لن يمنع المصالحة بين الإسرائيليين والفلسطينيين ولن يوقف عملية السلام\". ¶ وصرح الرئيس كلنتون في مؤتمر صحفي قائلاً: \"ليس صدفة أن القاتل يضرب خلال شهر رمضان المبارك واختار مكاناً مقدساً للمسلمين \"واليهود\"، وهدفه على الأرجح تخريب المصالحة التاريخية الجارية بين الفلسطينيين والإسرائيليين. وأضاف أدين بشدة باسم الشعب الأميركي هذه الجريمة\". ¶ وشجب وزير الخارجية الأميركي وارن كرستوفر المجزرة، ووصفها بأنها حدث إرهابي، وقدم تعازيه إلى عائلات الضحايا، ودعا إلى التعقل وضبط النفس. ¶ ومن المؤلم حقاً أن دول الاتحاد الأوروبي التي كانت ولا تزال تدين على الفور جرح إسرائيلي واحد، سكتت عن الجريمة البشعة التي سببها الاحتلال، باستثناء فرنسا التي أدانتها، كما اتسم رد فعل بعض الأطراف العربية بالخجل لأنهم لا يريدون إغضاب \"إسرائيل\" والولايات المتحدة الأميركية وعرقلة مساعي التسوية الأميركية. ¶ ووافق رئيس منظمة التحرير الفلسطينية ياسر عرفات على الطلب الأميركي بنقل المفاوضات من مصر إلى أميركا تلبية لطلب الرئيس الأميركي، ولم يكن قد جف دم الضحايا بعد، وظهر بجلاء أن قلقه على مصير المفاوضات يفوق قلقه على توفير الحماية الدولية للشعب الفلسطيني. ¶ *** ¶ مسؤولية ((إسرائيل)) عن المذبحة",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "تتحمل الحكومة الإسرائيلية المسؤولية الكاملة عن المجزرة، فهي التي مهدتْ وخلقتْ الظروف الملائمة التي أدت إلى ارتكابها. وتزداد مسؤوليتها، لأنها حاولت أن ترفع المسؤولية عن السفاح اليهودي غولد شتاين، حيث زعمت كذباً وبهتاناً بأنه مجنون. وتتحمل المسؤولية لأنها هي التي جلبته من بروكلين إلى مشارف الخليل المحتلة، وغرسته مع المستوطنين الآخرين في الأراضي الفلسطينية والسورية المحتلة، ولأن الجيش الإسرائيلي ساعده وتابع ارتكاب المجزرة بحق أهالي الخليل. ¶ وأكد إبراهيم عابدين، إمام المسجد الإبراهيمي الشريف في شهادته أن جنوداً إسرائيليين تورطوا تورطاً كاملاً في المذبحة وأنها لم تحدث على يد يهودي واحد. وكانت حمام دم حقيقي. تصرفت الحكومة الإسرائيلية بوقاحة ووحشية منقطعة النظير. فاتهمت السفاح اليهودي بالجنون لتعفيه من المسؤولية، وتصرفت وكأنها محايدة وغير معينة بما جرى، خلافاً لاتفاقات جنيف الأربعة لعام 1949. وصورت الأمر وكأنه اعتداء من متطرفين إسرائيليين على متطرفين فلسطينيين. ¶ وبالتالي برأت سلفاً السفاح اليهودي من جريمته البشعة باعتباره من المجانين وأدانت الطرف الفلسطيني المعتدى عليه \"بالتطرف\". ¶ وحمّلتْ قيادة منظمة التحرير الفلسطينية \"الحكومة الإسرائيلية\" مسؤولية المذبحة. وأكدت أن الجيش الإسرائيلي يحمي الجرائم والمذابح التي يرتكبها المستوطنون ضد الشعب الفلسطيني الأعزل. ¶ إن الحكومة الإسرائيلية تقف وراء المستوطنين وجرائمهم في الخليل وفي غيرها من القرى والمدن العربية، فهي التي تحتل وتصادر الأراضي العربية لصالحهم، وتقيم عليها المستعمرات، وتغريهم على السكن فيها، وتدربهم على حمل السلاح واستخدامه، وتشحنهم سياسياً وعقائدياً. وتصدر لهم التعليمات لقتل العربي بمجرد الاشتباه به، أو حتى الادعاء بالاشتباه به بعد مقتله. ¶ ويشترك الجيش الإسرائيلي مع المستوطنين في عمليات انتقامية ضد أهالي الخليل.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "إن ممارسة \"إسرائيل\" للإرهاب والإبادة الذي تجسد في مذابح الخليل وجنين ونابلس ورفح وخان يونس وغيرها لم يكن من قبيل الصدفة، وإنما التطبيق العملي لما ورد في التعاليم التوراتية والتلمودية والإيديولوجية الصهيونية، وفي الجيش والمخابرات وفي كافة المؤسسات والأحزاب السياسية والدينية تجاه الشعوب غير اليهودية. ¶ إن الحكومة الإسرائيلية تتحمل المسؤولية كاملة عن مذبحة المسجد الإبراهيمي، لأنها رفضت ولا تزال ترفض الانسحاب من الأراضي العربية المحتلة، وتطبيق اتفاقية جنيف الرابعة لعام 1949 بخصوص حماية المدنيين. وترفض توفير الحماية الدوليّة للشعب الفلسطيني، ولأنها حوّلت أجزاء كبيرة من المسجد \"الإبراهيمي\" إلى كنيس يهودي. ¶ رفعت إسرائيل الإرهاب والإبادة والعنصرية والحروب العدوانية والاستعمار الاستيطاني إلى مرتبة القداسة الدينية وكركن أساسي من أركان اليهودية التي دونها كتبة التوراة والتلمود والزعماء الصهاينة. ¶ برهنت المذبحة على تغلغل الإرهاب والعنصرية وإبادة العرب في المجتمع والجيش الإسرائيلي، وبشكل خاص في أوساط الليكود والعمل والأحزاب الدينية وفي المؤسسة العسكرية والمخابرات. ¶ *** ¶ رد الفعل الفلسطيني على المذبحة ¶ جاء الرد الفلسطيني على المذبحة غاضباً وعارماً في الضفة الغربية وقطاع غزة، وفي الأراضي الفلسطينية المحتلة عام 1948، وفي المخيمات الفلسطينية في الأردن وسورية ولبنان، ومتوعداً بالانتقام للضحايا المدنيين الأبرياء والمطالبة بإلغاء اتفاق الإذعان في أوسلو.",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "واعتبر الشعب الفلسطيني داخل فلسطين وخارجها أن المذبحة عرّتْ اتفاق أوسلو وكشفت عن وجهه القبيح وحصاده المُر، وبينت بجلاء أن المفاوضات تحت سقف أوسلو لا توفر أمناً وسلاماً، ولا حرية ولا كرامة. واعتبر المذبحة ثمرة مرة وهمجية من ثمار اتفاق أوسلو، وطالب الشعب الفلسطيني بالوقف الفوري للمفاوضات، ونزع سلاح المستعمرين اليهود، وتوفير الحماية الدولية للشعب الفلسطيني. ¶ نتجت المجزرة عن استمرار الاحتلال واتفاق أوسلو. فالسلام لا يتحقق بالصفقات السرية والمنفردة والاتفاقات الجزئية والإملاءات الإسرائيلية والأميركية، وإنما بالانسحاب الفوري والشامل وتفكيك المستعمرات وتطبيق كافة قرارات الشرعية الدولية. ¶ وأظهرت المذبحة مدى تغلغل الفكر الإرهابي والعنصري في المجتمع الإسرائيلي. ¶ أظهرت مجزرة الخليل أن المفاوضات التي كانت تجري تحت سقف أوسلو لم تجلب الحرية والكرامة والحياة والسلام للشعب الفلسطيني، وأنها لا تساوي شيئاً عند العدو الإسرائيلي. فتصاعدت الإبادة والاستيطان كقنابل موقوتة في الخليل وفي بقية الأراضي الفلسطينية المحتلة، إذ إن المستوطنين هم الفئة الأكثر عنصرية وإرهاباً وتطرفاً في المجتمع الإسرائيلي، لأنهم يأتون إلى المستعمرات بدوافع دينية توراتية وتلمودية تعتبر الاستيلاء على الأراضي العربية جزءاً أساسياً من العقيدة اليهودية. ¶ وبالتالي يبررون سرقة واغتصاب الأملاك والثروات والأراضي العربية. ويعتبرون أنهم حرروا أرض الآباء والأجداد من المحتلين العرب كي يحصلوا على الشقق السكنية التي لا يستطيعون الحصول عليها في أي مكان آخر. ¶ وتوفر الحكومة الإسرائيلية للمستعمرين اليهود الامتيازات التي تشجعهم على الاستيطان في الأراضي العربية الفلسطينية المحتلة من خلال منحهم الأرض والسكن مجاناً أو بأسعار رمزية.",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "ويقوم الجيش الإسرائيلي بتسليح المستوطنين. ويعفي المستوطن من الخدمة العسكرية في الجيش الإسرائيلي، ويقضي خدمته العسكرية في مستعمرته ويعفون من الضرائب. ¶ والجريمة البشعة التي ارتكبها المستوطن الطبيب غولد شتاين بحق المصلين المسلمين داخل المسجد الإبراهيمي في الخليل بدعم وتأييد كاملين من جيش الاحتلال الإسرائيلي ما هي إلاّ الاستمرار في سياسة الإرهاب والإبادة والاستعمار الاستيطاني التي مارسها اليهود وتمارسها \"إسرائيل\" بحق الشعب العربي الفلسطيني في فلسطين العربية. ¶ إن المجزرة البشعة، فضلاً عن كونها عرّت اتفاق أوسلو وأظهرت وجهه القبيح وحصاده المر قادت إلى إضعاف القيادة الفلسطينية التي وقعته، لأنها عجزت من خلاله عن توفير الحماية للمواطنين الفلسطينيين، حتى في أماكن العبادة وخلال صلواتهم وفشلت في وضع حد للاحتلال والاستعمار الاستيطاني بالمفاوضات المباشرة والتسوية الأميركية. فالمجزرة ثمرة مرة من ثمار اتفاق أوسلو. لذلك طالب الشعب الفلسطيني بالوقف الفوري للمفاوضات ونزع سلاح المستوطنين، ومعاقبة مجرمي الحرب الإسرائيليين وتوفير الحماية الدولية. ¶ وجاءت المجزرة ثمرة من ثمار التعبئة الأيديولوجية والسياسية التي تقوم بها الحكومة الإسرائيلية لليهود في العالم ولمواطنيها في الأراضي الفلسطينية المحتلة. ¶ ومكنت المجزرة ياسر عرفات من المناورة كعادته بلسانين، لسان للشعب الفلسطيني يدين المجزرة ويقول إنها مسمار في نعش السلام لاحتواء الوضع الفلسطيني، ولسان آخر لإسرائيل (رابين وبيرس) وللرئيس الأميركي بيل كلنتون يحثهما فيه على التوصل إلى التسوية. وكان الرئيس الأميركي قد ساوى بين الجلاد والضحية، بين القاتل والقتيل حين أدان العنف على الجانبين.",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "أكدت المجزرة البشعة داخل المسجد الإبراهيمي كذب وخطورة عملية التسوية بالرعاية والشروط الأميركية والاملاءات الإسرائيلية وبطلان الأسس التي قامت عليها. لذلك كان من المفروض التوقف الفوري عن المفاوضات وإلغاء اتفاق أوسلو إلى أن تطبق \"إسرائيل\" قرارات الأمم المتحدة بدءاً من القرارين 242 و338 وحتى قراري الجمعية العامة رقم 181 و194، وتفكيك جميع المستعمرات والالتزام باتفاقية جنيف الرابعة لعام 1949، والانسحاب من القدس وتوفير الحماية الدولية للشعب الفلسطيني. ¶ أكدت المجزرة بجلاء أن الاحتلال والسلام لا يمكن أن يلتقيان وأن إسرائيل لا تريد السلام وأن شعبها شعب عنصري، استعماري مغرق بالإرهاب والعنصرية والتمييز العنصري. ¶ وطرحت المجزرة السؤال الجذري التالي: هل فعلاً يمكن إقامة السلام مع إسرائيل التي لم تعين حدودها حتى الآن؟ ¶ سلطت الولايات المتحدة والجنرال رابين والسفاح بيرس بعد ارتكاب المستوطن والجيش الإسرائيلي المجزرة الاضواء على \"مسيرة السلام\" وضرورة تجاوز الآثار الفلسطينية والعربية والإسلامية للمذبحة، وأسقطت ضرورة توفير الحماية الدولية للشعب الفلسطيني، مما قاد إلى عدم إدانة \"إسرائيل\" على المجزرة وإضعاف ردود الفعل العالمية على جريمة \"إسرائيل\" النكراء. ¶ *** ¶ المذبحة في مجلس الأمن ¶ ناقش مجلس الأمن المذبحة لمدة ثلاثة أسابيع بسبب الانحياز الأميركي الوقح \"لإسرائيل\"، وإصرار واشنطون على عدم إدانتها أو الإشارة إلى القدس كأرض محتلة في الفقرات العاملة أو تناول مشكلة الاستيطان. ¶ وتبنى المجلس قراراً يدين المذبحة. وتزامنت الموافقة عليه مع توصل واشنطون إلى صفقة لاستئناف المفاوضات. وكانت السفيرة اليهودية مادلين أولبرايت قد ربطت بين تبني القرار وبين استئناف المفاوضات الفلسطينية –الإسرائيلية.",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "أدان مجلس الأمن المجزرة الجماعية، وطلب من إسرائيل مصادرة الأسلحة من المستوطنين. ودعا إلى اتخاذ تدابير لضمان سلامة وحماية المدنيين الفلسطينيين. ¶ وأعلنت أولبرايت أنها كانت مستعدة لاستخدام الفيتو لو وردت الإشارة إلى القدس كأرض محتلة في الفقرات العاملة من القرار وليس التمهيدية. ¶ لم يحدد قرار مجلس الأمن مسببي المذبحة، كما خلا تماماً من إدانة \"إسرائيل\"، ولم يطالب بتفكيك المستعمرات داخل الخليل وفي مشارفها، وإنما جاء منسجماً مع الموقف الأميركي. ¶ إن إسرائيل تتحمل كامل المسؤولية على المذبحة، لأنها هي التي أشعلت حرب حزيران العدوانية وترفض الانسحاب من الأراضي العربية المحتلة وتطبيق قرارات الشرعية الدولية، وهي التي أدخلت المستعمرين إلى مدينة الخليل وأقامت مستعمرة كريات أربع التي كان يسكن فيها السفاح، وهي التي قامت بتهويد المسجد الإبراهيمي، وأعطت أكثر من نصفه لليهود. ¶ تذرع النازيون بعدم وجود اتفاقيات دولية تحرِّم ارتكاب المجازر الجماعية وجرائم الحرب والجرائم ضد الإنسانية. فبماذا يتذرع اليوم قادة \"إسرائيل\" بعد الموافقة على العديد من العهود والمواثيق الدولية التي تحرم الإبادة وتعاقب عليها؟. ¶ اتخذ مجلس الأمن الدولي القرار 904 الذي أدان فيه مجزرة المسجد الإبراهيمي في الخليل وفيما يلي نص القرار: ¶ \"إن مجلس الأمن وقد هالته المذبحة الرهيبة التي ارتكبت ضد المصلين الفلسطينيين في الحرم الإبراهيمي في مدينة الخليل في 25 شباط (فبراير) 1994 خلال شهر رمضان المبارك. ¶ \"وإذ يساوره بالغ القلق إزاء ما نجم عن تلك من خسائر في الأرواح بين الفلسطينيين في الأرض الفلسطينية المحتلة نتيجة لتلك المذبحة مما يؤكد الحاجة إلى توفير الحماية والأمن للشعب الفلسطيني (امتنعت الولايات المتحدة عن التصويت على هذه الفقرة).",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "\"وتصميماً منه على التغلب على الآثار السلبية لهذه المذبحة على عملية السلام الجارية حالياً، \"وإذ يلاحظ مع الارتياح الجهود المبذولة لضمان سير عملية السلام بشكل سلس وإذ يدعو جميع الأطراف المعنية إلى مواصلة جهودها لبلوغ هذه الغاية، ¶ \"وإذ يلاحظ إدانة المجتمع الدولي بأسره لهذه المذبحة. ¶ \"وإذ يؤكد مجدداً قراراته ذات الصلة التي تؤكد انطباق اتفاقية جنيف الرابعة المؤرخة في 12 آب (أغسطس) 1949 على الأراضي التي احتلتها إسرائيل في حزيران (يونيو) 1967 بما في ذلك القدس والمسؤوليات التي تقع على عاتق إسرائيل بموجبها (امتنعت الولايات المتحدة عن التصويت على هذه الفقرة)، ¶ \"1-يدين بقوة المذبحة التي ارتكبت في مدينة الخليل والحوادث التي أعقبتها ما أودى بحياة ما يزيد على خمسين من المدنيين الفلسطينيين وأدى إلى إصابة عدة مئات آخرين بجروح، ¶ \"2-يطلب من إسرائيل، السلطة القائمة بالاحتلال، مواصلة اتخاذ وتنفيذ تدابير من بينها مصادرة الأسلحة بهدف منع أعمال العنف غير المشروعة من جانب المستوطنين الإسرائيليين، ¶ \"3-يدعو إلى اتخاذ تدابير لضمان سلامة وحماية المدنيين الفلسطينيين في جميع أنحاء الأرض المحتلة تشمل في جملة الأمور توفير وجود دولي أو أجنبي موقت وهو الأمر المنصوص عليه في إعلان المبادئ في سياق عملية السلام الجارية، ¶ \"4-يرجو من المشاركين في رعاية عملية السلام، الولايات المتحدة وروسيا، مواصلة جهودهما من أجل إنعاش عملية السلام والاضطلاع بما يلزم من دعم من أجل تنفيذ التدابير المذكورة أعلاه، ¶ \"5-يعيد تأكيد دعمه لعملية السلام الجارية ويدعو إلى تنفيذ إعلان المبادئ الذي وقعته \"إسرائيل\" ومنظمة التحرير الفلسطينية في 21 أيلول (سبتمبر) 1993 في واشنطن العاصمة من دون تأخير\". 92",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "أكد قرار مجلس الأمن في مقدمته على انطباق اتفاقية جنيف الرابعة المؤرخة في 12 آب 1949 على الأراضي التي احتلتها \"إسرائيل\" في حزيران 1967 بما في ذلك القدس. وجاء ذلك في ديباجة القرار وليس في إطار بنوده، ومع ذلك امتنعت الولايات المتحدة عن التصويت على هذه الفقرة. ¶ ونصت المادة الثالثة من القرار على توفير وجود دولي أو أجنبي مؤقت لضمان سلامة وحماية المدنيين الفلسطينيين في الأراضي الفلسطينية المحتلة. وبالرغم من ضعفها امتنعت الولايات المتحدة من التصويت عليها. وبالتالي خلا القرار من الدعوة لنشر قوات دولية أو وضع الأراضي المحتلة تحت إشراف الأمم المتحدة لحماية الشعب الفلسطيني. ¶ وجاءت المادة الأولى من القرار تدين المذبحة والأحداث التي أعقبتها دون إدانة \"إسرائيل\" ودون تحديد مسؤولياتها عن المجزرة وأعمال القتل التي قام بها الجيش الإسرائيلي في أعقابها. ¶ كان من المفروض على مجلس الأمن الدولي إدانة \"إسرائيل\" التي تحتل الخليل وإدانة المستوطنين اليهود وتحميل إسرائيل تبعات المذبحة وإلزامها بالتوقف عن الإبادة ودفع التعويضات لعائلات الشهداء وتفكيك المستعمرات، لأنه لا يمكن التعايش مع الاحتلال والاستعمار الاستيطاني. ¶ وجاء البند الثاني من قرار مجلس الأمن يدين فقط المجزرة ولا يدين أحداً، ويدين الأحداث التي تلتها ويمكن للمرء أن يفهم من ذلك إدانة حالة الهيجان والغضب الشعبي الذي ساد في مدينة الخليل على أثر ارتكاب المجزرة، لأن الهيجان بالمفهومين الإسرائيلي والأميركي شكل خطراً على حياة الجنود وإخلالاً بالنظام مما أدى إلى قيام الجيش الإسرائيلي بالدفاع عن نفسه ومتابعة المذبحة بقتل العديد من الفلسطينيين الأبرياء الذي بلغ عددهم (15) ضحية. وبالتالي برأ مجلس الأمن سلطات الاحتلال الإسرائيلي من المسؤولية عن المجزرة وعن أعمال القتل التي تلتها.",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "وتجاهل مجلس الأمن في القرار العقوبات الجماعية التي فرضتها قوات الاحتلال الإسرائيلية على المدنيين في الخليل، كالحصار والإغلاق ومنع التجول. ¶ وطالب البندان الرابع والخامس من القرار باستئناف المفاوضات وتنفيذ اتفاق أوسلو. ¶ لقد ظهر بجلاء أن حرص قيادة عرفات –أبو مازن –أحمد قريع على السير في التسوية الأميركية وإرضاء إسرائيل أهم بكثير من الحقوق الوطنية للشعب الفلسطيني ومن الدماء والآلام والعذابات الفلسطينية التي سببتها إسرائيل واتفاق أوسلو. ¶ *** ¶ الباب الخامس ¶ الأمم المتحدة ¶ والاستعمار الاستيطاني اليهودي ¶ -الجمعية العامة للأمم المتحدة والمستعمرات. ¶ -مجلس الأمن الدولي والمستعمرات. ¶ -إعلان الأمم المتحدة في جنيف حول المستعمرات. ¶ -الأمم المتحدة تعتبر المستعمرات لاغية وباطلة. ¶ الجمعية العامة للأمم المتحدة والمستعمرات ¶ أبدت الجمعية العامة للأمم المتحدة اهتماماً خاصاً لموضوع المستعمرات اليهودية في الأراضي العربية المحتلة وبالأخص في مدينة القدس. واتخذت موقفاً صارماً يقضي برفضها وإزالتها من الوجود. فاتخذت بتاريخ 19 كانون الأول عام 1968 القرار رقم 2443 والمتعلق بإنشاء لجنة خاصة للتحقيق في الممارسات الإسرائيلية التي تمس حقوق الإنسان للسكان في الأراضي العربية المحتلة. وجاء في تقرير اللجنة الصادر في 17 أيلول 1971\" أن حكومة إسرائيل تنتهج سياسة الضم والاستيطان للأراضي المحتلة، بكيفية يقصد منها استبعاد كل إمكانية لرد هذه الأراضي إلى أصحابها الشرعيين.\" ¶ وعادت الجمعية العامة للأمم المتحدة وأدانت سياسة الكيان الصهيوني المتعلقة بإقامة المستعمرات في القرار رقم 2851 الصادر بتاريخ 20 كانون الأول عام 1971 وطلبت فيه الجمعية العامة بقوة من إسرائيل أن تلغي فوراً كل الإجراءات التي اتخذتها وتكف عن كل السياسات والتصرفات التالية: ¶ - ضم أي جزء من الأقاليم العربية المحتلة.",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "* إنشاء مستوطنات إسرائيلية في هذه الأقاليم، ونقل بعض المدنيين من \"إسرائيل\" إليها. ¶ * تدمير وهدم القرى والأحياء والمساكن ومصادرة الممتلكات ونزع ملكيتها. ¶ وعادت الجمعية العامة للأمم المتحدة وأكدت في القرار 2949 الصادر بتاريخ 8 كانون الأول عام 1972 إدانتها لسياسة الاستيطان الإسرائيلية وبطلان الممارسات التي تهدف إلى المساس بالتركيب السكاني للأراضي العربية المحتلة وجاء في القرار ما يلي: ¶ \"إن الجمعية العامة تعلن أن التغيرات التي قامت بها إسرائيل في الأراضي العربية المحتلة، مخالفة بذلك اتفاقيات جنيف لعام 1949، باطلة ولاغية، وتناشد \"إسرائيل\"، أن تلغي من الآن فصاعداً كل إجراءات كهذه، وأن تكف عن كل السياسات والإجراءات التي تؤثر في الوضع الطبيعي أو التركيب السكاني للأراضي العربية المحتلة.\" ¶ وجاء في تقرير اللجنة الخاصة بالتحقيق في الممارسات الإسرائيلية التي تمس حقوق الإنسان في الأراضي العربية المحتلة التي شكلتها الجمعية العامة بتاريخ 25 تشرين الأول عام 1973 ما يلي: ¶ \"ترى اللجنة الخاصة بناء على تحرياتها أن هناك دليلاً قاطعاً على أن حكومة \"إسرائيل\" تنتهج سياسة إنشاء المستوطنات في الأراضي المحتلة، وإسكان هذه المستوطنات بمواطنين، إسرائيليين بعضهم من المهاجرين الجدد.\" ¶ وكررت الجمعية العامة إدانتها للاستيطان في القرار 3092 الصادر بتاريخ 7 كانون الأول عام 1973 وجاء فيه: ¶ \"إن الجمعية العامة.. تعرب عن قلتها البالغ لخرق \"إسرائيل\" لاتفاقية جنيف الخاصة بحماية المدنيين زمن الحرب وبصورة خاصة ما يلي: ¶ - ضم بعض أجزاء من الأراضي المحتلة. ¶ - إقامة مستوطنات إسرائيلية في الأراضي المحتلة ونقل سكان أجانب إليها. ¶ - هدم ونسف البيوت والأحياء والقرى والمدن العربية. ¶ - المصادرة والاستيلاء على الأملاك والأراضي العربية. ¶ وإن الجمعية العامة للأمم المتحدة:",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "- تدعو إسرائيل إلى الكف فوراً عن ضم واستعمار الأراضي العربية التي تحتلها منذ عام 1967 وعن إقامة المستوطنات في تلك الأراضي ونقل السكان إليها أو منها. ¶ - تعلن أن سياسة \"إسرائيل\" في ضم الأراضي المحتلة وإقامة المستوطنات فيها ونقل السكان الغرباء إليها، مخالفة لأهداف ومبادئ ميثاق الأمم المتحدة، ومبادئ وأحكام القانون الدولي التي تنطبق على الاحتلال، ومبادئ السيادة والسلامة الإقليمية وحقوق الإنسان، كما أنها عائق في سبيل توطيد سلام عادل ودائم. ¶ - تؤكد من جديد أن سياسة \"إسرائيل\" في توطين أعداد من سكانها ومن المهاجرين الجدد في الأراضي المحتلة، هي انتهاك فاضح لاتفاقية جنيف الرابعة ولقرارات الأمم المتحدة بهذا الشأن. ¶ - وتؤكد من جديد أن جميع الإجراءات التي اتخذتها إسرائيل في تغيير معالم الأراضي المحتلة، أو وضعها، إنما هي لاغية وباطلة. ¶ واتخذت الجمعية العامة القرار رقم 3240 بتاريخ 29 تشرين الثاني، شجبت فيه الاستيطان وخرق حقوق الإنسان وجاء فيه: ¶ \".... تعرب الجمعية العامة للأمم المتحدة عن أشد القلق إزاء إسرائيل وتماديها في تجاهل اتفاقية جنيف، المتعلقة بحماية المدنيين وقت الحرب، والموقعة في 12 آب 1949 وغيرها من الصكوك الدولية المنطبقة وخاصة إزاء الانتهاكات التالية: ¶ *ضم بعض أجزاء الأقاليم المحتلة. ¶ *إنشاء مستوطنات إسرائيلية فيها ونقل سكان أغراب إليها. ¶ *تدمير وهدم البيوت والقرى والمدن. ¶ *مصادرة الممتلكات العربية في الأقاليم المحتلة ونزع ملكيتها. ¶ *إجلاء وترحيل وطرد وتشريد ونقل سكان الأقاليم المحتلة العرب وإنكار حقهم في العودة. ¶ *الاعتقالات الجماعية للسكان العرب وإخضاعهم للحجز الإداري وإساءة معاملتهم. ¶ *نهب الممتلكات الأثرية والثقافية. ¶ *التعرض للحريات والشعائر الدينية، وكذلك للحقوق والأعراف المتصلة بالأسرة. ¶ *الاستغلال غير المشروع للثروة الطبيعية للأقاليم المحتلة ولمواردها وسكانها.",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "وتعلن الجمعية العامة أن سياسات إسرائيل تلك لا تشكل فقط مخالفة وانتهاكاً مباشرين لمقاصد ميثاق الأمم المتحدة ومبادئه ولا سيما لمبادئ السيادة والسلامة الإقليمية، ولمبادئ وأحكام القانون الدولي المتعلق بالاحتلال وبحقوق الإنسان الأساسية، بل تشكل كذلك عائقاً في سبيل إقامة سلم دائم عادل. وتؤكد الجمعية العامة من جديد، أن جميع التدابير المتخذة من قبل إسرائيل لتغيير الطابع المادي للأقاليم المحتلة أو لأي جزء منها أو لتغيير تكوينها السكاني أو هيكل مؤسساتها أو مركزها، هي تدابير باطلة ولاغية. ¶ ..... وتؤكد الجمعية العامة من جديد أيضاً، أن سياسة إسرائيل المتمثلة في توطين عناصر من سكانها والمهاجرين الجدد في الأقاليم المحتلة هي انتهاك صارخ لاتفاقية جنيف المتعلقة بحماية المدنيين وقت الحرب، ولقرارات الأمم المتحدة في هذا الشأن، وتحث جميع الدول على الامتناع من القيام بأي عمل تستغله إسرائيل فيما بعد في تطبيق سياستها الخاصة بالاستعمار الاستيطاني، للأقاليم المحتلة. ¶ .... وتطالب بأن تكف إسرائيل فوراً عن ضم الأقاليم العربية المحتلة، وإخضاعها للاستعمار الاستيطاني، وعن جميع السياسات والممارسات المشار إليها في الفقرة 3 أعلاه. ¶ ... وتكرر نداءها إلى جميع الدول والمنظمات الدولية والوكالات المتخصصة داعية إياها إلى عدم الاعتراف بأي تغييرات أحدثتها إسرائيل، في الأقاليم المحتلة، وإلى تجنب القيام بأية أعمال بما فيها الداخلة في ميدان تقديم المعونة، يمكن أن تستخدمها إسرائيل في متابعة انتهاج السياسات والممارسات المشار إليها في هذا القرار\". ¶ *** ¶ مجلس الأمن الدولي والمستعمرات",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "تابعت إسرائيل تحديها لمبادئ وقرارات الشرعية الدولية واستمرت ببناء المستعمرات اليهودية فاتخذ مجلس الأمن الدولي بتاريخ 22 آذار 1979 القرار رقم 446 الذي أكد انطباق اتفاقية جنيف الرابعة لعام 1949 على الأراضي التي تحتلها \"إسرائيل\" منذ 967، بما فيها القدس، وقرر \"أن إقامة المستوطنات ليس لها مستند قانوني، وتشكل عقبة خطرة في وجه التوصل إلى سلام شامل وعادل ودائم في الشرق الأوسط. ¶ وطالبها بالالتزام بدقة باتفاقية جنيف الرابعة والتراجع عن تدابيرها السابقة والامتناع عن اتخاذ أي عمل قد يؤدي إلى تغيير الوضع القانوني والطابع الجغرافي أو أي عمل قد يؤدي إلى التأثير الملموس في التركيب السكاني للأراضي العربية المحتلة، بما فيها القدس. ¶ وأعلن القرار عن تأليف لجنة ثلاثية من أعضاء في مجلس الأمن لدراسة الوضع في المستوطنات وترفع تقريرها إلى مجلس الأمن. ¶ رفضت \"إسرائيل\" التعاون مع لجنة مجلس الأمن الدولي. وضربت بالقرار 446 عرض الحائط وتابعت مصادرة الأراضي العربية وبناء المستعمرات اليهودية عليها، مما دفع بمجلس الأمن إلى اتخاذ القرار 452 بتاريخ 20 تموز 1980 شجب فيه عدم تعاون إسرائيل مع اللجنة، وأكد مجدداً أن إقامة المستوطنات ليس لها مستند قانوني وتشكل خرقاً لاتفاقية جنيف الرابعة. ¶ وأعرب عن قلقه من جراء الممارسات الإسرائيلية الاستيطانية في الأراضي المحتلة بما فيها القدس، ووجوب حماية وصون البعد الروحي والديني الفريد للأماكن المقدسة في القدس. ووافق على التوصيات الواردة في تقرير اللجنة. ¶ وقدمت اللجنة تقريرين إلى مجلس الأمن أوضحت فيهما خطورة الاستمرار ببناء المستعمرات وبقائها.",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "واتخذ المجلس على ضوء التقريرين القرار رقم 465 بتاريخ الأول من آذار عام 1980 كرر فيه شجب رفض \"إسرائيل\" التعاون مع اللجنة، وعبر عن أسفه لرفضها الرسمي للقرارين 446 و465 وشجب أيضاً قرار حكومة \"إسرائيل\" بتأييدها الرسمي للاستيطان في المناطق الفلسطينية والعربية المحتلة، بما فيها القدس، وقرر في البند الخامس من القرار \"أن جميع التدابير التي اتخذتها إسرائيل لتغيير المعالم المادية والتركيب السكاني في الأراضي الفلسطينية المحتلة منذ عام 967 بما فيها القدس ليس لها مستند قانوني، وأن سياسة \"إسرائيل\" وأعمالها لتوطين قسم من سكانها ومن المهاجرين الجدد في هذه الأراضي تشكل خرقاً فاضحاً لاتفاقية جنيف الرابعة.\" ¶ وشجب بشدة في البند السادس متابعة إسرائيل هذه السياسات والممارسات ودعاها إلى وقف هذه الإجراءات وتفكيك المستوطنات القائمة والتوقف فوراً عن إنشاء المستوطنات. ¶ *** ¶ إعلان الأمم المتحدة في جنيف حول المستعمرات ¶ انعقد في مقر الأمم المتحدة في جنيف مؤتمر دولي نظمته الأمم المتحدة حول قضية فلسطين في الفترة الواقعة ما بين 29 آب إلى 7 أيلول عام 1983 للبحث عن الطرق والوسائل الفعالة لتمكين الشعب الفلسطيني من نيل حقوقه غير القابلة للتصرف وممارستها. ¶ وجاء انعقاده تطبيقاً لقرار الجمعية العامة للأمم المتحدة 36 /120/ ج‍10 /12/ 1981، وقرار الدورة الطارئة للأمم المتحدة بتاريخ 19 آب 1982 والدورة العادية رقم 27 /86 تاريخ 10 كانون أول 1982.",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "افتتح المؤتمر الأمين العام للأمم المتحدة، خافيير بيريز دي كويار، وأعلن في ختام أعماله إعلان جنيف بشأن فلسطين وجاء فيه: \"أن المؤتمر الدولي المعني بقضية فلسطين \"يوصي جميع الدول منفردة أو مجتمعة معارضة ورفض السياسات التوسعية التي تنتهجها إسرائيل في الأراضي الفلسطينية والأراضي العربية الأخرى المحتلة منذ عام 1967، بما في ذلك القدس، بوصفها عقبة خطيرة ومستمرة في طريق السلم، وبخاصة تغيير الطابع الجغرافي والتكوين السكاني لتلك الأراضي والمحاولة الإسرائيلية لتغيير مركزها عن طريق إصدار تشريعات محلية، وكل التدابير المتخذة انتهاكاً لاتفاقية جنيف المتعلقة بمعاملة أسرى الحرب، واتفاقية جنيف المتعلقة بحماية المدنيين وقت الحرب، وأنظمة (لوائح) لاهاي لعام 1907، مثل إنشاء وتوسيع المستوطنات ونقل المدنيين الإسرائيليين إلى تلك الأراضي والترحيل الفردي والجماعي للسكان الفلسطينيين عنها. ¶ إن الدول المشتركة في المؤتمر تدعو مجلس الأمن بصفته الهيئة المسؤولة عن حفظ السلم والأمن الدوليين إلى القيام بما يلي: ¶ أ-اتخاذ تدابير تتفق مع مبدأ عدم جواز اكتساب الأراضي بالقوة، وذلك لضمان انسحاب إسرائيل من الأراضي الفلسطينية والأراضي العربية الأخرى المحتلة منذ عام 1967، بما في ذلك القدس، في إطار جدول زمني محدد. ¶ ب-الاضطلاع بتدابير فعالة لضمان سلامة وأمن الفلسطينيين في الأراضي المحتلة وحقوقهم القانونية والإنسانية ريثما تنسحب القوات الإسرائيلية من الأراضي الفلسطينية والأراضي العربية الأخرى التي تحتلها إسرائيل منذ عام 1967، بما في ذلك القدس. ¶ ج‍إخضاع تلك الأراضي، بعد انسحاب إسرائيل، لفترة انتقالية قصيرة تكون فيها تحت إشراف الأمم المتحدة. ويمارس الشعب الفلسطيني خلالها حقه في تقرير المصير. ¶ د-تسهيل حق الفلسطينيين في العودة إلى ديارهم وممتلكاتهم. 93",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "وطلب بيان جنيف من مجلس الأمن اتخاذ إجراءات عاجلة لتحقيق الوقف الفوري للسياسات الإسرائيلية في الأراضي المحتلة وخاصة إقامة المستعمرات. ¶ وخلصت لجنة مجلس الأمن التي شكلها المجلس لدراسة الوضع المتعلق بالمستوطنات في تقريرها الثالث للمجلس إلى الاستنتاجات التالية: ¶ أ-تتابع الحكومة الإسرائيلية بنشاط جهودها المتعمدة المنتظمة على نطاق واسع لإنشاء المستوطنات في الأراضي المحتلة. ¶ ب-هناك علاقة متبادلة بين إنشاء المستوطنات الإسرائيلية وتشريد السكان العرب. ¶ ج-تلجأ إسرائيل في تنفيذها لسياستها الخاصة بالمستوطنات إلى وسائل قمعية في الغالب وأكثر دهاء في بعض الأحوال –تشمل السيطرة على موارد المياه والاستيلاء على الممتلكات الخاصة، وتدمير المنازل ونفي الأشخاص بصورة تمثل استخفافاً كاملاً بحقوق الإنسان الأساسية. ¶ د-أدت سياسة الاستيطان إلى تغيرات جذرية وضارة في النمط الاقتصادي والاجتماعي للحياة اليومية للسكان العرب الباقين، وهي تسبب تغييرات عميقة ذات طبيعة جغرافية وديموغرافية في الأراضي المحتلة، بما فيها القدس. ¶ ه‍تشكل تلك التغيرات انتهاكاً لاتفاقية جنيف المتعلقة بحماية المدنين في وقت الحرب، المؤرخة في 12 آب /أغسطس 1949، والمقررات ذات الصلة التي اتخذها مجلس الأمن في هذا الصدد. ¶ ونتيجة لذلك تعرب اللجنة في أن تعلن من جديد أن سياسة إسرائيل الاستيطانية التي أدت على سبيل المثال إلى مصادرة 33.3 في المائة من أراضي الضفة الغربية حتى اليوم، ليس لها سند شرعي وتشكل عقبة كأداء تحول دون تحقيق سلم شامل وعادل ودائم في المنطقة. ¶ وبالنظر إلى ما حدث أخيراً من تدهور في الحالة في الأراضي العربية المحتلة، ترى اللجنة أن سياسة الاستيطان الإسرائيلية، بما تفرضه من معاناة لا مبرر لها على شعب أعزل هي تشجيع على حدوث المزيد من القلاقل والعنف.",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "وأدت سياسة الاستيطان الإسرائيلية إلى تشريد الفلسطينيين ونزع ممتلكاتهم على نطاق واسع، مما يضيف أعداداً جديدة إلى عدد اللاجئين المتنامي بصفة مستمرة مع كل ما يترتب على ذلك من نتائج.\" ¶ وأكد بيان جنيف أنه لا يجوز لدولة الاحتلال أن تنقل مواطنيها أو تحضر مستعمرين للسكن في الأراضي التي احتلتها، لأن ذلك يؤدي إلى سيطرة وتسلط مواطنيها على سكان المناطق المحتلة، أصحاب الأرض والوطن، مما يقود إلى طرد وترحيل سكان المناطق المحتلة وتدمير كيانهم السياسي والاقتصادي والثقافي كما يحدث حالياً في الضفة والقطاع، وذلك لأسباب عنصرية، عرقية، استعمارية، واستيطانية تقوم بها الدولة اليهودية. ¶ وتطبِّق إسرائيل نفس الأسلوب الذي طبقته ألمانيا النازية في بعض المناطق التي احتلتها حلال الحرب العالمية الثانية، وذلك بنقل مواطنين ألمان وإسكانهم في بعض مقاطعات تشيكوسلوفاكيا وبولندا وهنغاريا، مما دفع الدول الحليفة الموقعة على اتفاقية بوتسدام في آب 1945 أن تقرر وجوب إعادة هؤلاء الألمان من المناطق المحتلة إلى وطنهم ألمانيا. وسيحدث نفس الشيء في الأراضي العربية التي تحتلها إسرائيل إن عاجلاً أو أجلاً، ولكن يظهر أن الكيان الصهيوني لم يتعظ بما حل بألمانيا النازية وبالنازية في ألمانيا ويتجاهل كلية اتفاقية بوتسدام، ولا يزال يقيم المستعمرات اليهودية في الأراضي العربية المحتلة، متحدياً الشرعية الدولية، ومنتهكاً نصوص اتفاقية جنيف الرابعة، والتي يؤكد مجلس الأمن الدولي باستمرار انطباقها على الأراضي العربية المحتلة، مما يعرض الكيان الصهيوني للمسؤولية الدولية، ويعرض المسؤولين الصهاينة للمسؤولية الجزائية والمدنية ووجوب تقديمهم إلى المحاكمة. ¶ الأمم المتحدة تعتبر المستعمرات لاغية وباطلة",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "تنظر الولايات المتحدة الأميركية إلى ميثاق الأمم المتحدة والإعلان العالمي لحقوق الإنسان ومبادئ القانون الدولي بازدواجية وتكيل بمكيالين عندما يتعلق الأمر بالعرب والمسلمين وبشكل خاص في قضية فلسطين فتتغاضى عن الحق والعدالة وحقوق الإنسان فيما يتعلق بالشعب الفلسطيني وتدعم سياسة إسرائيل الاستعمارية والإرهابية والعنصرية منتهكة بذلك أهم العهود والمواثيق الدولية. ¶ قدمت اللجنة الخاصة المعنية بالتحقيق في الممارسات الإسرائيلية التي تمس حقوق الإنسان لسكان الأراضي المحتلة تقريرها لعام 1982 رقم أ /37/ 458 إلى الجمعية العامة للأمم المتحدة وجاء فيه: ¶ \"إن الانتهاك المستمر لحقوق الإنسان ناجم عن احتلال عسكري دام 15 سنة واتباع سياسة استعمار وضم الأراضي المحتلة. ولا يمكن للشعب الفلسطيني وكذلك الشعب السوري الرازحين تحت الاحتلال أن يتوقعا التمتع بحقوقهما الأساسية ما داما محرومين من حق تقرير المصير... ¶ ولذلك فمن المهم أن يعترف المجتمع الدولي بأن انتهاك حقوق الإنسان في الأراضي المحتلة لن يتوقف إلا عندما يسمح للشعب الفلسطيني بالتمتع بحقه في تقرير المصير. ولن يتمكن المواطنون السوريون في مرتفعات الجولان الواقعون تحت الاحتلال من ضمان حقوقهم حتى يعاد إدماج أراضيهم في الأراضي السورية.. ¶ وتلاحظ اللجنة الخاصة وجود اتجاه متزايد إلى تعزيز المستوطنات التي تم إنشاؤها بالفعل، لا سيما تلك الموجودة في مناطق تعتبر مكتظة بالسكان الفلسطينيين، كما في المناطق المحيطة بمدن الخليل ورام الله. وقد انتهت اللجنة إلى أن التعلل بالأمن دعماً لسياسة الضم والاستيطان ليس له مبرر\". 94",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "وبحثت لجنة حقوق الإنسان التابعة للأمم المتحدة في الدورة الثانية والأربعين التي عقدتها في الفترة الواقعة ما بين 3 شباط إلى 14 آذار 1986 مسألة انتهاك حقوق الإنسان في الأراضي العربية المحتلة، بما فيها فلسطين، واعتمدت قرارين القرار الأول (1986 /1 ـ أ) أكدت فيه اللجنة من جديد أن الاحتلال ذاته يشكل انتهاكاً جسيماً لحقوق الإنسان للسكان المدنيين في الأراضي العربية المحتلة، وأكدت قلقها العميق لسياسة إسرائيل في الأراضي المحتلة القائمة على \"عقيدة الوطن\"، اليهودي، دولة ذات دين واحد، وكررت اللجنة بشدة إدانتها ورفضها قرار إسرائيل بضم القدس، وتغيير الطابع العمراني والتركيب السكاني، والهيكل أو الوضع المؤسسي للأراضي المحتلة، بما فيها القدس، واعتبرت كل هذه التدابير وما ينجم عنها لاغياً وباطلاً. ¶ وأدانت اللجنة في القرار الثاني (1986 /باء) إسرائيل لعدم اعترافها بانطباق اتفاقية جنيف الرابعة على الأراضي التي تحتلها منذ عام 1967، بما فيها القدس، كما أدانت بشدة سياساتها القائمة على إساءة معاملة المعتقلين والسجناء الفلسطينيين في السجون الإسرائيلية وتعذيبهم. ¶ وتلبية لقرار مجلس الأمن رقم 605 عام 1987 بعث الأمين العام للأمم المتحدة ممثله ماراك غولدنغ لزيارة الأراضي الفلسطينية المحتلة ودراسة الوضع على الأرض. ¶ وقدم الأمين العام للأمم المتحدة تقريره إلى مجلس الأمن بناء على التقرير الذي رفعه غولدنغ جاء فيه:",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "\"قال إن الفلسطينيين الذين تشاور معهم وكيل الأمين العام للأمم المتحدة يرفضون الاحتلال الإسرائيلي واشتكوا بمرارة من ممارسات قوات الأمن الإسرائيلية (الجيش الإسرائيلي وشرطة الحدود والشرطة المدنية ودوائر الأمن المعروفة باسم شين بيت) كذلك تكررت الشكوى (ضد مسؤولين في الإدارة المدنية الإسرائيلية في الأراضي المحتلة) من معاملة الفلسطينيين باحتقار وصلف ويبدو أنهما متعمدان بقصد إذلالهم والحط من كرامتهم كبشر. وقدمت أيضاً شكاوى متعلقة بممارسة العنف بصورة روتينية في مراكز الاحتجاز، فضلاً عن نظام الحجز الإداري وقيل إن الغرض من الاستجواب هو في العادة انتزاع اعتراف لاستخدامه في الإجراءات اللاحقة أمام المحاكم العسكرية، وإن دوائر الأمن تستخدم ضغوطاً بدئية وتعسفية شديدة لتحقيق هذا الغرض\" 95. ¶ ويتسم التقرير بمنتهى الاعتدال خشية من إثارة إسرائيل والولايات المتحدة الأميركية، لأن الحقيقة والواقع اليومي في الأراضي الفلسطينية المحتلة أكثر من ذلك بكثير. ¶ واقترح الأمين العام للأمم المتحدة في تقريره لمجلس الأمن الدولي ¶ في الفقرة 27 قائلاً: \"ولذلك فإن انجح السبل، ريثما يتم التوصل إلى تسوية سياسية، لكفالة سلامة وحماية السكان المدنيين في الأراضي المحتلة هو أن تطبق إسرائيل \"أحكام اتفاقية جنيف الرابعة تطبيقاً كاملاً.\" ¶ وتابعت لجنة حقوق الإنسان في عام 1988 تركيز اهتمامها على انتهاكات حقوق الإنسان في الأراضي العربية المحتلة، وقدمت تقريراً إلى دورتها الرابعة والأربعين التي انعقدت في الفترة الواقعة ما بين 1 شباط إلى 11 آذار 1988.",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "واتخذت قرارين \"حول انتهاك حقوق الإنسان في الأراضي العربية المحتلة بما فيها فلسطين\". أكدت لجنة حقوق الإنسان في القرار 1988 /1 ألف من جديد إدانتها الشديدة لسياسة العنف الجسدي التي تتبعها إسرائيل في الأراضي المحتلة والمتمثلة في تكسير عظام الأطفال والنساء والرجال والتسبب في إجهاض النساء نتيجة الضرب المبرح. وأدانت قتل آلاف الفلسطينيين وجرحهم واعتقالهم وتعذيبهم. ¶ ورفضت بشدة قرار إسرائيل بضم القدس، وحثت إسرائيل على الامتناع عن السياسات والممارسات التي تنتهك حقوق الإنسان في الأراضي المحتلة، وطلبت اللجنة من المجلس الاقتصادي والاجتماعي أن يوصي مجلس الأمن بأن يتخذ ضد إسرائيل التدابير المشار إليها في الفصل السابع من الميثاق لاستمرارها في انتهاك حقوق الإنسان العربي. ¶ عقدت اللجنة الخاصة المعنية بانتهاك حقوق الإنسان في الأراضي العربية المحتلة في شهري أيار وحزيران عام 1988 سلسلة من الاجتماعات في جنيف ودمشق وعمان والقاهرة. ورفعت تقريرها إلى الأمين العام للأمم المتحدة أكدت فيه أن استمرار سياسة الضم والاستيطان والإذلال والآلام نجمت عن مثل هذه السياسة، وسياسة القبضة الحديدية منذ عام 1985 والأحداث المروعة التي وقعت منذ كانون أول 1987 أدت إلى اندلاع الانتفاضة. ¶ تقول اللجنة في تقريرها إن الاحتلال في حد ذاته يشكل انتهاكاً لحقوق الإنسان، وإن إنشاء المستعمرات في الأراضي المحتلة ونقل مدنيين إسرائيليين إليها عملية ضم، وهذا الموقف يشكل انتهاكاً صارخاً للالتزامات الدولية التي تلتزم بها إسرائيل بوصفها دولة طرفاً في اتفاقية جنيف الرابعة لعام 1949.",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "وتحدث التقرير عن التوسع في فرض العقوبات الجماعية وتكثيفها واللجوء إلى أشكال جديدة من الانتقام الجماعي، مثل الجزاءات الاقتصادية، وهدم المنازل على نطاق لم يسبق له نظير، واستخدام حظر التجول بصورة منتظمة ولفترات طويلة مما أسفر عن نقص في الوقود والأغذية وتم اللجوء إلى حظر التجول وعزل المناطق المحلية أو الإعلان عن المناطق المحتلة بكاملها مناطق عسكرية مغلقة، وتأثرت حرية العبادة وكذلك حرية التعبير من جراء حظر توزيع الصحف إصدار أوامر إدارية لحجز الصحفيين وإعلان مناطق مختلفة كمناطق عسكرية مغلقة في وجه التغطية الصحفية وإغلاق وكالات الأنباء والصحف وإغلاق جميع الجامعات في الأراضي المحتلة مما أدى إلى ضياع السنة الدراسية بكاملها. ¶ وطبقت عقوبات اقتصادية قاسية كقطع الماء والكهرباء وعدم السماح بإدخال الأموال إلى الأراضي المحتلة وقطع الاتصالات الهاتفية والإبعاد والنفي من الأراضي المحتلة مما يشكل انتهاكاً للمادة 49 من اتفاقية جنيف الرابعة التي تنص على أن عمليات النقل القسري للأفراد أو الجماعات من أرض محتلة أمر محظور بغض النظر عن دوافعها\" 96 ¶ وفي السادس من كانون أول 1988 اتخذت الجمعية العامة بناء على توصيات اللجنة السياسية الخاصة سبعة قرارات تتصل بتقرير اللجنة الخاصة المعنية بانتهاك حقوق الإنسان في الأراضي المحتلة. وأكدت في القرار الأول رقم 43 /58 ألف أن الاحتلال في حد ذاته يشكل انتهاكاً جسيماً لحقوق الإنسان للسكان المدنيين في الأراضي العربية المحتلة. وأكدت من جديد أيضاً أن الاحتلال العسكري الإسرائيلي للأراضي الفلسطينية والأراضي العربية الأخرى هو ذو طابع مؤقت وبالتالي لا يعطي السلطة القائمة بالاحتلال أي حق كاف في المساس بالسلامة الإقليمية للأراضي المحتلة.",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "وأدانت الجمعية العامة بقوة السياسات والممارسات الإسرائيلية، بما فيها إقامة مستوطنات جديدة وتوسيع المستوطنات القائمة في الأراضي العربية، وإخراج سكان الأراضي المحتلة العرب وترحيلهم وطردهم وتشريدهم ونقلهم ثم حرمانهم من حقهم في العودة والتدخل في نظام التعليم وفي التنمية الاجتماعية والاقتصادية والصحية للسكان في الأراضي الفلسطينية والأراضي العربية المحتلة الأخرى. ¶ وطالبت إسرائيل بأن تتخذ خطوات فورية لعودة جميع السكان العرب والفلسطينيين المشردين إلى ديارهم أو أماكن إقامتهم السابقة في الأراضي التي تحتلها منذ عام 1967. ¶ وأكدت الهيئة العامة في القرار 43 /58 باء انطباق اتفاقية جنيف الرابعة على الأراضي التي تحتلها إسرائيل منذ عام 1967، وطالبتهما بأن تعترف بها وتتقيد بأحكامها وصوت على هذه الفقرة (148) مقابل صوت معارض واحد (إسرائيل) وامتناع أربعة أعضاء عن التصويت منهم الولايات المتحدة الأميركية. ¶ وقررت الهيئة العامة للأمم المتحدة في القرار 43 /58 جيم أن التدابير والإجراءات التي اتخذتها إسرائيل وترمي إلى تغيير المركز القانوني والطبيعة الجغرافية والتكوين الديمغرافي للأراضي المحتلة، انتهاك لاتفاقية جنيف الرابعة وتشكل عائقاً خطيراً أمام الجهود الرامية إلى تحقيق السلام في الشرق الأوسط وطالبت بأن تتقيد إسرائيل بدقة بالتزاماتها الدولية وفقاً لمبادئ القانون الدولي وأحكام اتفاقية جنيف وصوت لصالح القرار 149 وعارضته \"إسرائيل\" وحدها وامتنعت ليبريا والولايات المتحدة الأميركية عن التصويت. ¶ وأعربت الجمعية العامة في القرار 43 /58 دال عن استيائها من قيام إسرائيل باحتجاز آلاف الفلسطينيين أو سجنهم بشكل تعسفي وطالبت بالإفراج عنهم. وأيد القرار 150 دولة وعارضه الولايات المتحدة الأميركية وإسرائيل.",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "وشجبت الجمعية العامة استمرار \"إسرائيل\" في تجاهل قرارات مجلس الأمن وقرارات الجمعية العامة ذات الصلة، وطالبت \"إسرائيل\" بإلغاء التدابير غير القانونية التي اتخذتها بإبعاد كثير من الفلسطينيين وأيد القرار 152 عضواً وعارضته إسرائيل فقط بينما امتنعت الولايات المتحدة الأميركية عن التصويت. ¶ وأدان القرار 43 /58 واو إصرار إسرائيل على تغيير الطابع العمراني والتكوين الديمغرافي والهيكل المؤسسي والمركز القانوني للجولان العربي السوري المحتل. وأعلنت الجمعية العامة أن جميع التدابير التي اتخذتها \"إسرائيل\" لاغية وباطلة وتشكل انتهاكاً صارخاً للقانون الدولي ولاتفاقية جنيف وأيد القرار 149 دولة عارضته إسرائيل وحدها بينما امتنعت الولايات المتحدة الأميركية وزائير وليبريا عن التصويت. ¶ وأظهرت نتائج التصويت في الأمم المتحدة أن جميع دول العالم تقف في كفة، بينما تقف \"إسرائيل\" والولايات المتحدة في الكفة الأخرى، وتنظر الولايات المتحدة لقرارات الأمم المتحدة بالمنظار الإسرائيلي، وتؤيد ممارسة \"إسرائيل\" للإرهاب والإبادة والعنصرية والاستعمار الاستيطاني كسياسة رسمية. ¶ وفي 26 تشرين الأول 1988 وافقت الجمعية العامة في دورتها السنوية على طلب المجموعة العربية بعقد جلسة خاصة بشأن الانتفاضة أثناء النظر في تقرير اللجنة الخاصة المعنية بالتحقيق في الممارسات الإسرائيلية. وعقدت اللجنة الاجتماع في الثالث من تشرين الثاني عام 1988 وتحدث فيها رئيس اللجنة الخاصة وقال إن الأمم المتحدة تعتبر حيازة الأراضي عن طريق الحرب عملاً غير شرعي، وهذا يتطلب من إسرائيل أن تنسحب من الأراضي التي احتلتها نتيجة للحرب، كما أن استمرار الاحتلال الإسرائيلي يشكل انتهاكاً لحقوق السكان العرب غير القابلة للتصرف. وأعلن أن إسرائيل تجاهلت اتفاقية جنيف الرابعة.",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "وفي ختام المناقشات اتخذت الجمعية العامة قراراً بشأن الانتفاضة أدانت فيه انتهاكات إسرائيل لحقوق الإنسان للشعب الفلسطيني في الأراضي المحتلة، وطالبت إسرائيل بتطبيق اتفاقية جنيف الرابعة المتعلقة بحماية المدنيين في وقت الحرب، وأيد القرار (130) دولة وعارضته الولايات المتحدة وإسرائيل فقط وامتنع 16 عضواً عن التصويت. ¶ *** ¶ الباب السادس ¶ الموقف العربي ¶ من الاستعمار الاستيطاني اليهودي. ¶ -وجوب تفكيك المستعمرات اليهودية. ¶ -طبيعة الصراع العربي الصهيوني. ¶ -استحالة التعايش مع الكيان الاستيطاني الصهيوني. ¶ وجوب تفكيك المستعمرات اليهودية ¶ يرفض الشعب العربي الفلسطيني استمرار وجود المستعمرات اليهودية في أراضيه المحتلة، ولا يمكن أن يوافق على بقاء مستعمرة واحدة منها في وطنه مهما طال الزمن وغلا الثمن. ¶ ويتذرع العدو الإسرائيلي بالإبقاء عليها. بمزاعم وأطماع وأكاذيب يهودية وصهيونية، وبحجج دينية كاذبة. وبالتالي تبرر \"إسرائيل\" والشعب الإسرائيلي ويهود العالم الاحتفاظ بالمستعمرات والاستعمار الاستيطاني بمزاعم دينية، والدين لا يشكل مصدراً من مصادر القانون الدولي. وبالتالي تسقط مزاعمهم في الإصرار على بقاء المستعمرات اليهودية في الأراضي العربية المحتلة، لا سيما وأن قرارات الشرعية الدولية تعتبرها باطلة ولاغية ويجب إزالتها. ¶ دام الاستعمار الاستيطاني الفرنسي في الجزائر أكثر من (130) عاماً، وقاومه الشعب الجزائري البطل بالكفاح المسلح وحرب التحرير الشعبية إلى أنْ جاء شارل ديغول واتخذ قراره التاريخي \"الاعتراف باستقلال الجزائر\" فعاد المستوطنون إلى فرنسا وزال الاستعمار الاستيطاني الفرنسي من الجزائر.",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "تنطلق إسرائيل من مزاعم وأكاذيب وتبريرات دينية وصهيونية واستعمارية لإقامة \"إسرائيل الكبرى\" الجغرافية أو \"إسرائيل العظمى\" الاقتصادية، ومنها المحافظة على \"أمن إسرائيل\" وأمن الشعب الإسرائيلي. ولكن ثبت بوضوح أن المستعمرات اليهودية لا تساهم أبداً في المحافظة على أمن المستعمرين اليهود وأمن \"إسرائيل\"، وإنما تعرّض الأمن الإسرائيلي في قلب تل أبيب ونتانيا وغيرها إلى الخطر الدائم، ما دامت المستعمرات موجودة وقائمة في الأراضي الفلسطينية والسورية المحتلة. ¶ إن بقاء المستعمرات اليهودية في الدولة الفلسطينية المزمع إقامتها يعني استمرار الاحتلال الإسرائيلي وشرعنته بموافقة فلسطينية وعربية ودولية، الأمر الذي يرفضه الشعب الفلسطيني لأنه لا يمكن القبول بوجود المستعمرات والمستعمرين اليهود ولا يمكن التعايش معهم، لأنهم اغتصبوا الأرض والمياه والحقوق وعاثوا في الأراضي الفلسطينية فساداً وقتلاً وتقتيلاً ودماراً. ¶ ولا تستطيع الدولة الفلسطينية توفير الحماية لهم من الشعب الذي عانى منهم ومن الاحتلال الإسرائيلي الأمرين وذاق على أيديهم مرارة ووحشية وبربرية الاحتلال الإسرائيلي. ¶ ويرفض المستوطنون التعايش مع العرب ويعتبرونهم غزاة يجب ترحيلهم من بيوتهم وأراضيهم خارج فلسطين. وينظرون إليهم نظرة استعلاء وكراهية وبغضاء، لذلك قاموا بتخزين الأسلحة والذخائر والمتفجرات وتدربوا على الأعمال العسكرية. ¶ ورفضوا أي حل سياسي يؤدي إلى انسحاب القوات الإسرائيلية المحتلة وسيطرة الشعب الفلسطيني على أرضه ومياهه وثرواته.",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "ويشكل بقاء المستعمرات والمستعمرين اليهود مكافأة \"لإسرائيل\" المعتدية على عدوانها ومخالفة لمبادئ وأهداف وقرارات الأمم المتحدة. ويشكل انتهاكاً لسيادة الدولة الفلسطينية الجديدة، وسيتيح لإسرائيل التدخل في شؤونها الداخلية لتدعم جيش المستوطنين اليهود الذي يمكن أن يكون تسليحه أفضل من تسليح قوات الدولة الفلسطينية، بحيث يقوم المستوطنون بشن الهجمات والقيام بالاعتداءات والقتل والتدمير على المدنيين الفلسطينيين كما فعلوا في الماضي. لذلك لا يجوز أبداً الموافقة على بقاء المستعمرات والمستعمرين اليهود. وبالتالي لا يجوز أن يوافق المفاوض الفلسطيني على بقائهم أو على توسيع السيادة الإسرائيلية لتشمل بعض المستعمرات الكبيرة أو حتى القبول بفكرة التبادل السكاني، لما يحمله ذلك من أخطار ومخاطر على عروبة القدس وبقية القرى والمدن والأراضي الفلسطينية. ¶ إن المآسي التي سببتها العصابات الإرهابية اليهودية المسلحة والجيش الإسرائيلي والمخابرات والحكومة الإسرائيلية والشعب الإسرائيلي تجعل من المستحيل التعايش بين المستعمرين اليهود، الغرباء والدخلاء والذين جاؤوا بحراب الاحتلال وسكان فلسطين الأصليين وأصحابها الشرعيين. إن اغتصاب الأرض والحقوق العربية وممارسة الشعب الإسرائيلي للإرهاب والإبادة والعنصرية والاستعمار الاستيطاني كسياسة دائمة يجعل من المستحيل التعايش مع المستعمرين اليهود. ¶ ويحاول دهاقنة الاستعمار الاستيطاني اليهودي الانطلاق من الواقع الاستعماري الذي جسدوه في حربي 1948 و1967 وتشبيه التجمعات الاستيطانية في الضفة الغربية وقطاع غزة بالوجود العربي في الجليل والمثلث والمطالبة بوضع المستعمرين اليهود فيها على غرار التجمعات العربية في فلسطين المحتلة عام 1948.",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "إن بقاء المستعمرات اليهودية حتى في ظل الدولة الفلسطينية يشكل برميل بارود وعبئاً سياسياً واقتصادياً واجتماعياً لا يمكن القبول به أو تحمله، مما سيؤدي إلى وقوع أزمات سياسية واجتماعية واقتصادية تفسح المجال \"لإسرائيل\" القوية التدخل في شؤون الدولة الفلسطينية الجديدة والمجردة من أبسط الإمكانيات للدفاع عن نفسها، لا سيما أن الاحتلال قضى على تطور الاقتصاد الفلسطيني وربطه بعجلة الاقتصاد وحوّله إلى اقتصاد يعتمد على قطاع الخدمات والعمالة في المؤسسات والمصانع في \"إسرائيل\" وفي المستعمرات اليهودية. ¶ دمرت إسرائيل المنجزات الصناعية والزراعية والعمرانية والبنى التحتية التي أنجزها الشعب الفلسطيني انطلاقاً من إيمانها بالإرهاب والعنصرية والإبادة وسياسة الأرض المحروقة. ¶ وأدى استيلاء الاحتلال الإسرائيلي على 60% من الأراضي الفلسطينية المحتلة \"يلاحظ أن المستوطنين يشغلون (1.800.000) دونماً من مجمل أراضي الضفة الغربية وقطاع غزة، حيث يبلغ نصيب الفرد منهم من هذه الأراضي حوالي (6 دونمات) هذا من جانب. أما من جانب آخر فإن أصحاب هذه الأراضي البالغ عددهم (1.750.000) نسمة يشغلون حوالي 2.400.000 دونماً، حيث لا يتجاوز نصيب الفرد الفلسطيني (1.37) دونماً. ¶ \"لكن في حالة بقاء المستوطنات الإسرائيلية تحت السيطرة الفلسطينية وجرى إرجاع الأراضي المصادرة الأخرى للحكومة الفلسطينية، فإن نصيب المواطن الفلسطيني من الأراضي لا يتجاوز (2.4) دونماً. ¶ أما في حالة عودة مليون فلسطيني للدولة التي يبلغ تعدادها السكاني ثلاثة ملايين نسمة، فإن حصة الفرد (الفلسطيني لا تتعدى في أحسن الأحوال (1.4) دونماً.",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "إن الأراضي التي اغتصبها الاحتلال للمستوطنات هي من أخصب الأراضي الصالحة للزراعة ويغتصبون أكثر من ثلثي مياه الضفة الغربية، مما زاد من تدهور الوضع المعيشي والاقتصادي للمواطنين العرب، الذي يلعب قطاع الزراعة دوراً أساسياً في حياتهم. وزاد من فقرهم وتدهور أوضاعهم تدمير \"إسرائيل\" المستمر للمؤسسات العمرانية والصناعية والزراعية والتعليمية وحتى الصحية. ¶ ويقود بقاء المستعمرات إلى خلق دولة يهودية داخل الدولة الفلسطينية يسيطر المستعمرون عليها، وخلق فئة غنية تتمتع بامتيازات كثيرة ومساعدات مالية هائلة، مما يزيد من عنصرية اليهود واستعلائهم ويجعل إمكانية التعايش بينهم وبين العرب من سابع المستحيلات. ¶ عملت \"إسرائيل\" على تكريس جهودها وجهود يهود العالم لتغيير الواقع الديمغرافي والجغرافي للأراضي العربية المحتلة وخلق حقائق على الأرض بهدف تحويل الاحتلال إلى وجود دائم بالرغم من معارضة سكان الأرض الأصليين وأصحابها الشرعيين، وعلى الرغم من قرارات الأمم المتحدة منتهكة بذلك مبادئ القانون الدولي واتفاقية جنيف الرابعة وقرارات مجلس الأمن. ¶ وعملت في الوقت نفسه على ترحيل واضطهاد وتفتيت الشعب العربي الفلسطيني، واحتكار التفوق العسكري التقليدي والنووي للاستمرار في بناء المستعمرات وكسر إرادة الشعب الفلسطيني والأمة. ¶ وتختلق باستمرار المبررات والأكاذيب التوراتية والتلمودية تارة والتذرع بحجّة الأمن تارة أخرى. وتهدف من ذلك إلى ابتلاع الأراضي العربية المحتلة كمقدمة لحروب جديدة للهيمنة على الأمة العربية. ¶ وتخلو مواقفها وممارساتها وتصرفات الجيش الإسرائيلي من أي مضمون أخلاقي أو إنساني أو حضاري وتنطلق من مبدأ القوة لفرض مخططاتها وتزعم بوحشية وهمجية تفوق وحشية النازيين \"إن العرب لا يفهمون إلاَّ لغة القوة\". وتعتمد سياسة الإرهاب والإبادة والأرض المحروقة والتدمير والسرقة والنهب للأرض والمياه والتربة والآثار والممتلكات العربية.",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "وتعتبر البلد الوحيد في العالم الذي لم يلتزم بميثاق الأمم المتحدة ولا ينفذ قرارات مجلس الأمن بخصوص القدس والتوقف عند إبادة الشعب الفلسطيني. ¶ ويقوم المغتصبون والمحتلون والإرهابيون الإسرائيليون بخلق حقائق استعمارية على الأرض وتتكلل بالضم وتوسيع الحدود والترحيل، خلافاً لجميع العهود والمواثيق الدولية. ¶ ويمارسون التطهير العرقي والاستعلاء والعنصرية والتمييز العنصري في الكنس وفي البيوت والمدارس والجامعات والأحزاب والمنظمات وفي الجيش الإسرائيلي والشرطة الإسرائيلية. ¶ وعلى الرغم من ذلك تتلقى إسرائيل الأموال والأسلحة من الولايات المتحدة وألمانيا على حساب دافعي الضرائب الأميركيين والألمان لدعم الاحتلال الإسرائيلي للأراضي العربية المحتلة. ¶ وتخفي أطماعها الاستيطانية بأكاذيب لا أساس لها من الصحة كدواعي الأمن أو الحقوق الدينية، مع العلم أن الدين لا يشكل مصدراً من مصادر القانون الدولي. وتطلق على الأراضي المحتلة بوقاحة الأراضي المحررة لابتلاع البقية الباقية من الأراضي العربية المحتلة وإقامة المستعمرات عليها والاستيلاء على موارد المياه وتفريغها من سكانها الأصليين وشق الطرق السريعة والالتفافية، وإغلاق المدارس والجامعات واعتقال الطلبة والمدرسين لأتفه الأسباب، وتعذيب السجناء وقطع الماء والكهرباء عن القرى والمخيمات وفرض العقوبات الجماعية لتصل إلى المعادلة التالية: \"إما أن يقبل الفلسطينيون بالاستيطان وشرعنة الاحتلال وتهويد الأرض والمقدسات وأما الرحيل\". ¶ إن سياسة الاحتلال الإسرائيلي الاستيطانية هي سياسة وممارسات استعمار استيطاني زاحف لا يتوقف ما دامت الهجرة اليهودية مستمرة وما دامت إسرائيل تؤمن بأن فلسطين هي وطن الشعب اليهودي ولكل يهودي في العالم حق المجيء إليها، لإقامة \"إسرائيل العظمى\" من النيل إلى الفرات. لذلك لا يجوز أبداً أن يقبل عربي الاعتراف بها والتعايش معها.",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "وتكثف \"إسرائيل\" سياستها الاستيطانية والتوسعية والاستعمارية والقمعية ضد المدنيين العرب لإدامة احتلالها وشرعنته وقهر المقاومة وكسر الإرادة وفرض الإذعان والاستسلام. ¶ لذلك كان يتعين على مجلس الأمن الدولي اتخاذ تدابير فعالة واستخدام القوة والعقوبات الاقتصادية لتنفيذ قراراته التي رفضتها ولا تزال ترفضها ولإنهاء الاحتلال والاستيطان والتوسع الإسرائيلي في الأراضي المحتلة، لاسيما وأن إسرائيل تمعن في انتهاك مبادئ القانون الدولي وقرارات مجلس الأمن بتأييد ودعم كاملين من الولايات المتحدة وبريطانيا وألمانيا. ¶ إن سياسة الأمر الواقع التي تنتهجها إسرائيل في الأراضي المحتلة تتنافى مع قواعد القانون الدولي والقانون الإنساني وأبسط المفاهيم الإنسانية والحضارية. ¶ ويشكل بقاء المستعمرات استهتاراً بالسلام والاستقرار والازدهار في المنطقة، ويعرض السلم للخطر، ويعيد العلاقات الدولية مئة سنة إلى الوراء إلى مرحلة سيادة قانون الغاب. وتتصرف إسرائيل وكأنها فوق مجلس الأمن وفوق القانون بسبب دعم الولايات المتحدة لها، فلولا الولايات المتحدة لما استطاعت إسرائيل أن تحتفظ في الأراضي المحتلة حتى اليوم. ¶ فالحل الوحيد هو إخلاء المستوطنات على الفور وتفكيكها وإعادة الأرض إلى أصحابها الشرعيين وتعويضهم عن الخسائر المادية والمعنوية التي ألحقها بهم الاحتلال الإسرائيلي والمستعمرون اليهود. ¶ ويزداد التوتر بين المستوطنين والفلسطينيين، سكان البلاد الأصليين، مما يفسح المجال \"لإسرائيل\" بالتدخل تحت حجج وذرائع كاذبة وواهية لمتابعة تحقيق المشروع الصهيوني. ¶ إن المفاوض الفلسطيني مطالب أن يصر على إجبار \"إسرائيل\" دفع التعويضات على الخسائر والأضرار البشرية والمادية التي ألحقتها بالفلسطينيين في الأراضي المحتلة. وتزيد التعويضات عن ثمن المستوطنات. لذلك عليه أن يطالب بملكيتها كجزء من التعويضات التي يجب أن تدفعها إسرائيل للشعب الفلسطيني.",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "إن موقف الشعب الفلسطيني والدولي بتفكيك المستعمرات ودفع التعويضات مطلب عادل وواقعي وشرعي يتماشى وينسجم ويحقق أحكام القانون الدولي وقرارات الأمم المتحدة. ويحقق مبدأ الأرض مقابل السلام التي وافق عليها المجتمع الدولي مقابل التخلي عن الاستعمار الاستيطاني والمستعمرات والانسحاب من جميع الأراضي العربية المحتلة بما فيها القدس والجولان، ودفع التعويضات عن الخسائر والآلام والعذابات التي ألحقتها \"إسرائيل\" بالإنسان العربي والأرض والمياه والثروات والبنى التحتية وبالبيئة العربية وحتى التعويض عن المدة الزمنية التي أشعلت فيها إسرائيل العديد من الحروب العدوانية بحق فلسطين وسورية ولبنان والأردن ومصر. ¶ إن حصاد أوسلو المر واعتراف رئيس اللجنة التنفيذية لمنظمة التحرير الفلسطينية بـ78% من مساحة فلسطين \"لإسرائيل\" وتنازله عنها قاد إلى تسريع عملية الاستيطان في الضفة والقطاع. إن بقاء المستوطنات حتى في التسوية النهائية تحت سيطرة الدولة الفلسطينية خيار غير عملي وغير شرعي وغير عادل ومرفوض ولا يمكن القبول به ويعني شرعنة الاحتلال والاستعمار الاستيطاني اليهودي. ¶ فالحل الوحيد والشرعي والعادل يتطلب انسحاب المستوطنين وتسليم المستوطنات كتعويض عن استغلال الأرض والمياه والبيئة الفلسطينية وكجزء من التعويضات عن الخسائر والأضرار التي ألحقتها إسرائيل بالشعب الفلسطيني. ويحمل وجود المستوطنين في الدولة الفلسطينية عامل أساسي في عدم الاستقرار وعدم إمكانية التعايش معهم، لذلك نصر على تفكيك المستعمرات ورحيل المستعمرين وإلزام \"إسرائيل\" بدفع التعويضات. ¶ *** ¶ طبيعة الصراع العربي ـ الصهيوني ¶ سخّر اليهود التوراة والتلمود والصهيونية والاستعمار الأوروبي والامبريالية الأميركية لتجسيد الاستعمار الاستيطاني اليهودي على أرض الواقع والانتقال إلى مرحلة الامبريالية الإسرائيلية.",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "وأيدهم في مزاعمهم وأطماعهم الكثير من المستويات الرسمية والشعبية في أوروبا والولايات المتحدة الأميركية. ¶ وسخروا الحروب العدوانية لتحقيق أهدافهم الاستعمارية ولكسر إرادة الشعوب والحكومات العربية. وانتصروا على العرب في حروب 1948 و1956 و1967.. وواجههم العرب باسم القومية والعلمانية واستبعدوا العامل الديني في مواجهتهم، بالرغم من اعتماد العدو على الدين اليهودي وعلى محاربة العروبة والإسلام. ¶ وانطلقوا من قول يهوه لإبراهيم \"لنسلك أعطي هذه الأرض، من نهر مصر إلى النهر الكبير، نهر الفرات\". أي أنهم انطلقوا من \"الوعد الإلهي بأرض الميعاد\"، ومن مقولة شعب الله المختار، التي تظهر بجلاء عنصرية اليهودية والصهيونية والكيان الصهيوني وأخذ اليهود ينظرون إلى \"الغوييم\" نظرة الاستعلاء والتمييز والكراهيّة والبغضاء، ونهم سادة العالم، وإن غير اليهود مجرد حيوانات على هيئة إنسان خلقت لخدمة اليهود، مما يؤكد الطبيعة العنصرية لليهود المرتكزة على فكرة الاصطفاء والاختيار الإلهي، الذي تؤهله قيادة ـ الشعوب والأمم ـ في العالم. ¶ ويعتقدون انطلاقاً من هذه المقولة الكاذبة أن لهم الحق في الهيمنة على ثروات العالم وحكمه. ويمكن القول أن أكذوبة \"أرض الميعاد\" والشعب المختار تشكلان جوهر اليهودية والصهيونية، وعند التخلي عنهما تنهار اليهودية والصهيونية والاستعمار الاستيطاني. وبالتالي دفعوا أطماعهم الدنيوية إلى مستوى القداسة الدينية وإلى الأركان الأساسية للدين اليهودي وللإيديولوجية الصهيونية. ¶ ولكن المرء يتساءل: لماذا عاش شعب الله المختار حياة الاضطهاد والملاحقة وعدم الاستقرار وهل يعقل أن يعيش الشعب الذي يختاره الله بالاصطفاء والذكاء والتكريم عيشة العذاب والتشرد؟..",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "لقد أعطى يهوه حسب زعمهم الوعد لإبراهيم ونسله، والعرب هم أيضاً من نسل إبراهيم، وأن يهود اليوم ليسوا أحفاد العبرانيين القدامى، وبالتالي لا يملكون حق المطالبة بالأرض المقدسة حسب المزاعم الواردة في التوراة، ولكنهم ينطلقون منها لتبرير مخططاتهم الاستعمارية، بتحريف الحقائق إلى أكاذيب وبشكل خاص فيما يتعلق بالمسجد الأقصى وهيكل سليمان المزعوم وحقوق العرب والمسلمين في فلسطين وبيت المقدس. وأعطوا الهيكل المزعوم هالة من القدسية لتثبيت أكاذيبهم وأطماعهم في فلسطين العربية. ¶ ونجحوا من خلال الهالة الكاذبة التي صبغوها على الهيكل المزعوم أن يكسبوا عشرات الملايين من أتباع الكنائس البروتستانتية في الولايات المتحدة الأميركية والبلدان الأوروبية وبثوا في هذه الأوساط أن العثور على الهيكل وإعادة بنائه سوف يُسرع بمجيء المسيح المنتظر، والذي سيتخذ من الهيكل مقراً لحكمه. ¶ ونجحوا عن طريق تعميم هذه الأكذوبة اليهودية الخبيثة أن يكسبوا الكثير من المسيحيين في الدول الغربية لتحقيق أطماعهم في المسجد الأقصى وهدمه وبناء هيكل سليمان المزعوم على أنقاضه لإضعاف الإسلام ومشاعر المسلمين تجاه القدس وفلسطين، وبالتالي إلغاء مكانة المسجد الأقصى ومدينة القدس لدى المسلمين وتخليد احتلالها وتهويدها. ¶ إن اليهود يخططون لبناء الهيكل على أنقاض المسجد الأقصى، وهم يريدون بالدرجة الأولى تدمير المسجد الأقصى، ولكنهم لا يعرفون حتى الآن كيف سيدمرونه! ¶ إن هدف الاستعمار الاستيطاني اليهودي إقامة \"إسرائيل العظمى\" بحدودها التوراتية، وبالتالي تتطلب إقامتها تهويد القدس العربية، مدينة الإسراء والمعراج بشطريها الشرقي والغربي وإقامة هيكل سليمان مكان المسجد الأقصى لتكون القدس بمكانتها التاريخية والدينية وموقعها الاستراتيجي بمثابة القلب في \"إسرائيل التوراتية\".",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "يؤكد ابن خلدون في مقدمته عن التاريخ \"أن هناك سنة تدول الدول بمقتضاها وهي سنة الشيخوخة، فالدول تبدأ ضعيفة ثم تقوى ويشتد عودها وتعظم سطوتها، ثم تهرم كما يهرم الفرد فتذبل ملكاتها وتتلاشى طاقاتها فتصير إلى الزوال.(99). ¶ كانت هناك امبراطوريات ودول استعمارية عديدة سيطرت على أمم وشعوب شتى ثم اندثرت ولم يبق لها أثر قط كالامبراطورية الرومانية والامبراطورية الفارسية والرايخ الألماني الثالث، أي النازية في ألمانيا والفاشية في إيطاليا والعنصرية في روديسيا والبرتغال ونظام الأبارتيد في جنوب إفريقيا والاتحاد السوفييتي. وسيكون مصير الاستعمار الاستيطاني اليهودي كمصير جميع نظم الاستعمار الاستيطاني، ومصير الدول الصهيونية كمصير الدول النازية في ألمانيا والنظام العنصري في جنوب إفريقيا، أي أن مصير إسرائيل إلى الزوال. ¶ إن الصراع يعني تصادم الإرادات وما يحمله من قيم وأفكار ومصالح وقوى بين خصمين أو أكثر. ويكون هدف كل خصم (عدو ) تحطيم الآخر كلياً أو جزئياً، بحيث يفرض المنتصر إرادته على خصمه. فالحروب والاشتباكات العسكرية ليست إلاَّ مظهراً من مظاهر الصراع، فهناك التصادم على مستوى المصالح والعقيدة والفكر والقيم ومبادئ القانون الدولي. ¶ ويعتبر الصراع على الأرض والمياه والثروات من أهم مظاهر الصراع العربي ـ الصهيوني والذي يتسم بالصراع القومي والديني والاقتصادي، ويتحوّل حالياً من الاستعمار الاستيطاني اليهودي إلى الامبريالية الإسرائيلية. ¶ ولا يزال استخدام القوة والعنف، أي الحروب وجرائم الحرب الإسرائيلية والاستعمار الاستيطاني المؤشر الأساسي لفرض الإرادة اليهودية وكسر الإرادة العربية. ¶ وأدى استخدام \"إسرائيل\" للقوة والحروب العدوانية والإبادة إلى ترحيل العرب وتدمير ممتلكاتهم وتهويد أراضيهم ومقدساتهم.",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "والصراعات عمليات تاريخية حدثت بين المذاهب المختلفة في الدين الواحد، كالحروب التي حدثت في أوروبا بين الكاثوليك والبروتستانت، وبين الأديان والشعوب والقوميات والدول في مختلف أنحاء العالم. وانتهت بوقف القتال وفرض اتفاقات الإذعان التي تضمنت أهداف ومصالح المنتصر. ¶ إن التاريخ البشري مليء بالصراعات التي قادت إلى تسويات فرضت على دولة أو أمة ما بسبب إلحاق الهزيمة بها. ولكن سرعان ما انهارت مثل هذه التسويات عندما استعادت الدولة أو الأمة قوتها وعافيتها، تماماً كالتسوية التي فرضت على ألمانيا في فرساي بعد هزيمتها في الحرب العالمية الأولى وقادت إلى الحرب العالمية الثانية. ¶ إن القوى التي تملكها أطراف الصراع والأوضاع المحلية والدولية تفرض في بعض الأحيان على قادة الدولة أن يبحثوا عما هو ممكن ومتاح في ظل الظروف القائمة والإمكانات المتوفرة، ولكن ذلك لا يعني القبول الأعمى بالأمر الواقع الناتج عن استخدام القوة والاستعمار الاستيطاني واغتصاب الأرض والحقوق والمياه والمقدسات، بل يعني ضرورة التعامل معه بشكل يخدم المصالح العليا للشعب حتى يصل إلى مرحلة التخلص من شرور الخصم وإرادته ومخططاته ومصالحه المذلة، وبحيث لا يغلق الباب أمام المستقبل لتحقيق الأهداف الاستراتيجية التي من أجلها تم التصادم العسكري وفرض إرادة العدو بالقوة العسكرية وعن طريق التسويات الأميركية. ¶ إن التحليل العلمي للصراع ينبغي أن يأخذ في الاعتبار الماضي والحاضر والمستقبل، ولا يجوز إطلاقاً الخضوع إلى إرادة الخصم ونسيان الماضي والانطلاق من الأمر الواقع الذي كرسته الصهيونية والامبريالية الأميركية.",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "فالصراع العربي ـ الصهيوني له جذوره التاريخية التي تبدأ من الحروب الصليبية، والرواسب التي خلفتها، وفترة الاستعمار الأوروبي للعديد من البلدان العربية، وظهور الصهيونية وبلورتها كحركة سياسية عالمية منظمة وارتباطها الوثيق بمصالح الدول الاستعمارية في الوطن العربي. ويتضمن كافة جوانب الصراعات المعاصرة من أرض وحقوق وثروات وعقيدة وفكر وسياسة وعادات وتقاليد وعلاقات دولية. ¶ طالبت الصهيونية والاستعمار بتأسيس دولة لليهود في فلسطين العربية انطلاقاً من الخرافات والأكاذيب والأطماع التوراتية والتلمودية، كأسطورة أرض الميعاد، والحق التاريخي المزعوم لليهود في فلسطين، واعتبار اليهودية قومية، والزعم بالتخلص من الاضطهاد الذي عاناه اليهود في أوروبا على حساب وطن وحقوق الشعب العربي الفلسطيني. ¶ إن أرض فلسطين أرض عربية منذ بدء التاريخ، سكنتها القبائل الكنعانية العربية منذ العصر الحجري، وجاء اليهود إليها فيما بعد، وخرجوا منها، وعاد بعضهم إليها من بابل، ولكن حتى العهد القديم لا ينص على عودة ثانية لهم إلى فلسطين. ¶ إن الزعم الصهيوني بأن فلسطين هي أرض الميعاد، زعم يهودي له الطابع الديني، والدين ليس مصدراً من مصادر القانون الدولي. ¶ إن أكذوبة الحق التاريخي هي الزعم الثاني للصهيونية لتبرير استيلائها على فلسطين العربية، ويعني الحق التاريخي في القانون الدولي الحق الذي اكتسب نتيجة تقادم الزمن على ممارسته واستعماله، فاستعماله فترة طويلة، ومستمرة يُجعل منه حقاً تاريخياً. ¶ إن اليهود لم يكونوا أول من سكن فلسطين العربية، وإنما هم غرباء عنها، دخلاء عليها، وانتهى كيانهم السياسي فيها منذ أن احتلها الرومان واعتنق سكانها العرب \"المسيحية\"، ولم يغير ذلك من طابعها العربي واحتفظت به بعد الانتصارات العربية في القرن السابع.",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "وانقطعت نهائياً صلة اليهود في فلسطين واستقروا في المدن التجارية في أوروبا بحثاً على المال. وبذلك توفرت لدى اليهود أسباب فقدان الإقليم بسبب الترك والتقادم في القانون الدولي. ¶ وتعود جذور معظم يهود اليوم إلى مملكة الخزر التي اعتنق مليكها اليهودية، فاعتنقت رعيته دين مليكها الجديد، وبالتالي ليس ليهود اليوم صلة بقدامى اليهود. ¶ تذرع الصهاينة بالاضطهاد الذي عاناه اليهود في أوروبا، فهل يجوز القضاء على اضطهاد اليهود بإضطهاد اليهود للعرب في وطنهم العربي؟ ¶ هل يحق لليهود اضطهاد الشعب العربي الفلسطيني لحل مسألة اضطهادهم؟ ¶ إن مبادئ القانون الدولي والتفكير العلمي والشعور الإنساني وجميع العهود والمواثيق الدولية لا تقر أبداً إزالة اضطهاد اليهود باضطهاد اليهود للعرب. ¶ إن العاطفة الدينية والعاطفة الإنسانية الصادرة عن الاضطهاد الذي عاناه اليهود في أوروبا لا تشكل سبباً قانونياً لتأسيس دولة لليهود في فلسطين العربية، فالقانون الدولي لا ينطلق في تأسيس الدول من أسباب دينية أو إنسانية. ¶ بنت الأمة العربية رفضها لتقسيم فلسطين لاعتبارات تاريخية وقومية ودينية واقتصادية وقانونية وجغرافية، ولأنه جاء نتيجة تخطيط وتنسيق وتعاون استعماري ـ صهيوني للقضاء على عروبة فلسطين. ¶ ونجحت اليهودية العالمية بتكريس \"عقدة الذنب\" وتأنيب الضمير لدى الشعوب والدول الأوروبية، لتخليد ابتزازها وممارسة الضغط عليها لدفع الأموال الطائلة لإسرائيل والمنظمات اليهودية العالمية ولكل يهودي من أصل أوروبي شرقي في العالم. ¶ إن تأييد الولايات المتحدة الأميركية وسكوت ألمانيا وبقية البلدان الأوروبية على إشعال \"إسرائيل\" للحروب العدوانية وممارسة الإرهاب والعنصرية والإبادة كسياسة رسمية وتأييدهم للهجرة اليهودية، والامبريالية الإسرائيلية تزيد من تصلبها وتعنتها وتمسكها باستخدام القوة والتهديد باستخدامها في التعامل الإقليمي والدولي.",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "وتبنى العالم الغربي مزاعم وأكاذيب \"إسرائيل\" واليهودية العالمية حول عدد اليهود الذين أبادتهم ألمانيا النازية وأسدلوا ستاراً كثيفاً على التعاون بين ألمانيا النازية والوكالة اليهودية في فلسطين لتنظيف ألمانيا وأوروبا من اليهود وترحيلهم سراً إلى فلسطين بمساعدة ألمانيا النازية ومؤسساتها وبشكل خاص الجستابو ووزارتي الاقتصاد والخارجية والألمانيتين. ¶ وتعمل \"إسرائيل\" واليهودية العالمية على إثارة الحقد والكراهية للعرب والمسلمين وتشويه سمعتهم ومكانتهم وحقيقة مواقفهم، وتركز على بث ثلاث أفكار لزرع معاداة العرب في الدول الغربية، وهي: أولاً: فكرة اليهودي المضطهد الذي يبحث عن وطن آبائه وأجداده ليأوي إليه ويعيش بسلام. ثانياً: فكرة العربي المتخلف والمذنب والمعتدي والإرهابي. ¶ وثالثاً: معاداة الغرب للعرب والمسلمين. ¶ إن تاريخ فلسطين في المئة سنة الأخيرة ليس سوى سلسلة متصلة من الحلقات لفرض الامبريالية الإسرائيلية على البلدان العربية، بدءاً من هجرة اليهود إليها وترحيل العرب منها وترسيخ الاستعمار الاستيطاني وحتى ممارسة الهولوكوست وتركيع القيادة الفلسطينية وإجبارها على توقيع العديد من اتفاقيات الإذعان. ¶ وأضحى الفلسطينيون في داخل وطنهم مواطنين من الدرجة الثالثة، محرومين من أرضهم وحقوقهم القومية، ولا يستطيع اللاجئ منهم العودة إلى منزله وأرضه. ¶ ويبرر اليهود رفضهم لحق العودة بأنه يعني انتحاراً \"لإسرائيل\". وبالتالي يبررون سرقة واغتصاب الأراضي والممتلكات والثروات والحقوق العربية، أي أنهم يبررون الاستعمار الاستيطاني. ويصبغون على عدوانية ووحشية \"إسرائيل\" أكذوبة \"الدفاع عن النفس\"، في مواجهة الإرهاب \"العربي\"، أي مواجهة الاحتلال والاستعمار الاستيطاني والامبريالية الإسرائيلية.",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "ويبررون ذبح\"إسرائيل\" للأطفال والشباب أمام أعين أمهاتهم وآبائهم، وذبح الآباء العرب أمام زوجاتهم وأطفالهم بتصفية \"المخربين\" و\"الإرهابيين\" العرب. ¶ لذلك يمكن القول وبصوت عال إن الاضطهادات التي تعرض لها اليهود عبر التاريخ هي من صنع كتبة التوراة والتلمود وحاخامات اليهود، أي إنها من صنع اليهود أنفسهم بسبب استباحتهم لقتل غير اليهود (وبالأخص العرب)، وبسبب حبهم للمال والربا وأخلاقهم الفاسدة، وأكاذيبهم، ومفاهيمهم الباطلة، ووضعهم القوة فوق الحق، مما أدى ويؤدي إلى تمرد الشعوب على هذه الجرائم والرذائل. ¶ إن اليهود أساتذة كبار في فن الكذب، أغرقوا العالم بأكاذيبهم وألاعيبهم ومسرحياتهم. فشبهوا القومية العربية بالنازية، والرئيس الراحل جمال عبد الناصر بهتلر، وأقنعوا الولايات المتحدة بوجوب إعلان الحرب على العرب والمسلمين. ¶ وتذرعوا كذباً وبهتاناً. بمعزوفة \"الأمن الإسرائيلي\" و\"الحدود الآمنة\" لتبرير الاستعمار الاستيطاني، الذي يشكل جوهر السياسة الإسرائيلية والقاسم المشترك بين حزب العمل والليكود وجميع الأحزاب الإسرائيلية والشعب الإسرائيلي والحكومات الإسرائيلية كافة. ¶ اعترف العالم بأسره بمبدأ عدم استخدام القوة أو التهديد باستخدامها وعدم شرعية الاستيلاء على أراضي الغير بالقوة العسكرية في العلاقات الدولية. ¶ وينص ميثاق الأمم المتحدة وقرارات الشرعية الدولية عليه مما جعله قاعدة قانونية دولية آمرة، وبذلك تأكد دور الميثاق والقانون الدولي لتسوية النزاعات الإقليمية، ولكن \"إسرائيل\" واليهودية العالمية يؤمنون بشريعة الغاب ووضع القوة فوق الحق لتحقيق الامبريالية الإسرائيلية. وبالتالي أعادوا العلاقات الدولية وأحكام القانون الدولي مئة سنة إلى الوراء. ¶ *** ¶ استحالة التعايش مع الكيان الصهيوني ¶ هل لدينا كعرب استراتيجية شاملة ومستقبلية للتعامل مع الصراع العربي ـ الصهيوني؟",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "هل يمكن التعايش مع التعاليم التوراتية والتلمودية ومع الإيديولوجية الصهيونية والكيان الصهيوني؟ وهل يمكن التعايش بين العرب و\"إسرائيل\"؟... وهل يمكن التعايش مع الاستعمار الاستيطاني والامبريالية الاسرائيلية؟ ¶ إن الوقائع والأحداث منذ بلورة الصهيونية كأيديولوجية وحركة سياسية عالمية منظمة عمودها الفقري الاستعمار الاستيطاني اليهودي والمقررات السرية للمؤتمر الصهيوني الأول والمعروفة ببروتوكولات حكماء صهيون تثبت بجلاء استحالة التعايش مع الكيان الصهيوني الذي يعتبر التجسيد العملي للأكاذيب والأطماع التوراتية و التلمودية والصهيونية والامبريالية الاسرائيلية. ¶ لذلك يعتبر الاتحاد العام للأدباء والكتاب العرب، واتحاد الكتاب العرب، والاتحاد العام للكتاب والصحفيين الفلسطينيين إن الصراع صراع وجود وليس نزاعاً على الحدود. ¶ وتؤمن النخب الوطنية والقومية والإسلامية أنه لا توجد مصالحة أو تسوية مقبولة مع الصهيونية و الكيان الصهيوني المغتصب للأرض والحقوق والمياه والثروات العربية، والذي يمارس الاستعمار الاستيطاني والامبريالية اليهودية كسياسة رسمية تحت ستار إقامة \"إسرائيل الكبرى\" أو العظمى من النيل إلى الفرات. ¶ إن التعاليم التوراتية والتلمودية والمبادئ الصهيونية التي كرّستْ الإرهاب والعنصرية والإبادة الجماعية لغير اليهود كجزء من الديانة اليهودية هي جوهر الدولة الإسرائيلية. ¶ نشأت الدولة الإسرائيلية كتجسيد للمشروع الصهيوني والاستعمار الاستيطاني اليهودي في فلسطين العربية. وتحوّلت بعد حرب حزيران العدوانية إلى امبريالية اسرائيلية تعمل للهيمنة على البلدان العربية والإسلامية. ¶ تأسست \"إسرائيل\" كتعبير عن مشروع يهودي عنصري استعماري وكترجمة مادية للإيديولوجية الصهيونية ولمقررات المؤتمر الصهيوني الأول السرية والعلنية وكتجسيد لكتاب تيودور هرتسل \"دولة اليهود\" على أرض الواقع، وعلى أرض فلسطين العربية.",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "ونجحت اليهودية العالمية بإقامتها باستغلال بروز النازية واستلام هتلر لمقاليد الحكم في ألمانيا والتعاون بين ألمانيا النازية والحركة الصهيونية وباستغلال النتائج التي تمخضت عن الحرب العالمية الثانية وبروز الامبريالية الأميركية. ¶ وتعاونت \"إسرائيل\" مع الدولتين الاستعماريتين بريطانيا وفرنسا ومع الامبريالية الأميركية ضد الشعوب والبلدان العربية. وكانت تلح باستمرار على إدارة الرئيس بوش الابن بالإسراع في تدمير العراق وكسر إرادة الشعب الفلسطيني، والاستمرار في الحروب الصليبية على العرب والمسلمين. وبالتالي لا يمكن أن يتغير التكوين الإيديولوجي والمادي للكيان الصهيوني. ¶ أثبتت الوقائع والأحداث والمخططات الصهيونية، ومواقف وممارسات وخطط الكيان الصهيوني أنهم يرفضون وجود الشعب العربي الفلسطيني في وطنه فلسطين، ويرفضون قبول فكرة وجود دولتين مستقلتين في فلسطين العربية. وبالتالي لا يوافقون أبداً على إقامة دولة فلسطينية ذات سيادة في الحدود التي رسمها قرار التقسيم أوفي حدود ما قبل الحرب العدوانية التي أشعلتها \"إسرائيل\" عام 1967، وعاصمتها القدس.وتتضمن برامج معظم الأحزاب الإسرائيلية وجوب احتلال شرق الأردن لتحقيق الترانسفير وإقامة مستعمرات يهودية جديدة هناك. ¶ وأدت الهرولة في التطبيع وإقامة العلاقات مع \"إسرائيل\" وتهافت بعض بلدان الخليج وبشكل خاص قطر إلى إلحاق المزيد من الضرر في قضية فلسطين. ¶ وثبت بجلاء أن الاتفاقات التي وقعتها القيادة الفلسطينية هي اتفاقيات إذعان للقبول بالاستعمار الاستيطاني في فلسطين وبالامبريالية الاسرائيلية في الوطن العربي. وأثبتت تجارب الشعوب والأمم أن اتفاقيات الإذعان مصيرها إلى السقوط والإلغاء، ولابد من إلقائها في سلة المهملات، لأنها ألحقت أفدح الأضرار بالشعب العربي الفلسطيني وبقضيته العادلة وبالإنسان والوطن الفلسطيني وا لمقدسات العربية.",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "وأظهر الحصاد المر لاتفاقيات الإذعان في أوسلو فعالية المقاومة وفشل منطق المساومة والتنازلات، وأكد صحة أن الصراع صراع وجود، وأنه لا يمكن التعايش مع الاستعمار الاستيطاني اليهودي مهما طال الزمن. ¶ وأكدت الأحداث المتلاحقة والهولوكوست على الشعب الفلسطيني صحة رفض التسوية لأن الامبريالية الأميركية والامبريالية الاسرائيلية تسعيان من خلالها رسم خريطة سياسية واقتصادية جديدة للوطن العربي على حساب الأمن والهوية والمصالح العربية تقود إلى هيمنة \"إسرائيل\" على البلدان العربية. ¶ إن التسوية الأميركية هي حل مؤقت امبريالي عنصري يرسّخ أسباب الصراع وجذوره ويعمقها، ويفرض الاستمرار في المقاومة ورفض التطبيع والامبريالية الاسرائيلية. ¶ فالتسويات التي وافقت عليها بعض الحكومات العربية والتنازلات التي قدمتها لمصلحة الكيان الصهيوني سوف تتمكن الأمة العربية من إسقاطها والتخلص من الرواسب الفاسدة التي تركتها عملية التسوية. ولكن مساعي التسوية أثبتت أن الدول العربية تبنت \"السلام\"، كاستراتيجية في الوقت الذي ظهر بجلاء أن \"إسرائيل\" تعتمد على القوة أو التهديد بها لكسر إرادة الشعب والأمة وإخضاع الحكومات العربية. وبالتالي ثبت بأن \"إسرائيل\" هي العقبة الكأداء في وجه السلام العادل والاستقرار والازدهار في المنطقة. ¶ إن الاحتلال اليهودي لفلسطين العربية عمل غير مشروع، وليس لليهود الدخلاء عليها والغرباء عنها حق فيها أو في السيادة عليها، كما لا يمكن للأمر الواقع الناتج عن استخدام القوة أن يعطي المعتدي الحق في ملكية فلسطين والسيادة عليها، لأن ما بني على باطل فهو باطل مهما طال الزمن ولو كان مئات السنين، إلاَّ إذا اعترف الشعب العربي الفلسطيني والأمة العربية بالعدو الصهيوني، المغتصب للأرض والحقوق والمياه والثروات العربية.",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "سلكت \"إسرائيل\" سياسة الإبادة الجماعية والترحيل والحروب العدوانية لتحقيق تهجير يهود العالم إلى فلسطين واقتلاع شعبها العربي وتشريده إلى البلدان العربية المجاورة وتحقيق الاستعمار الاستيطاني اليهودي لإقامة \"إسرائيل العظمى\" والهيمنة على الثروات والبلدان العربية. ¶ فكيف يمكن للشعب العربي الفلسطيني أن يعترف بالعدو اليهودي الذي اغتصب وطنه وصادر أراضيه ومقدساته وأمواله وأملاكه ويرتكب الهولوكوست عليه؟ ¶ إن على القيادة الفلسطينية المنحرفة وعلى دعاة الاعتراف بالعدو ألاَّ ينسوا الحقائق التالية: ¶ *إن \"إسرائيل\" وليدة الصهيونية والامبريالية، وإن وعد بلفور غير قانوني وقرار التقسيم غير شرعي. ¶ *إن الحروب العدوانية والاحتلال غير المشروع لا تضفي الشرعية على المستعمرات اليهودية في الأراضي العربية المحتلة. ¶ *إن القانون الدولي والعهود والمواثيق الدولية وبالأخص ميثاق الأمم المتحدة لا يعطي المحتل والمغتصب للأرض والحقوق والمياه حقوق السيادة على الأراضي المحتلة. ¶ *إن الصهيونية أيديولوجية وحركة عنصرية كالنازية، وحركة استيطانية استعمارية، كالاستعمار الفرنسي في الجزائر ونظام الأبارتيد في جنوب أفريقيا، وإن الكيان الصهيوني أسوأ دول الاستعمار الاستيطاني وأسوأ الدول العنصرية التي ظهرت في تاريخ البشرية. ¶ *وإن الكيان الصهيوني كيان إرهابي، عنصري ويجسد الاستعمار الاستيطاني وقاعدة دائمة للدول الاستعمارية والامبريالية الأميركية واليهودية العالمية لمنع الوحدة العربية وعرقلة نمو وتطور وازدهار البلدان العربية وتدمير منجزاتها الاقتصادية والعسكرية والعمرانية وبناها التحتية وعرقلة تطور الإنسان العربي في فلسطين والبلدان العربية المجاورة.",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "تصدى آباؤنا وأجدادنا وأمتنا العربية والإسلامية للاستعمار والصهيونية العالمية للمحافظة على عروبة فلسطين وبيت المقدس. وقدموا مئات الآلاف من الشهداء الذين رووا بدمائهم الزكية أرض فلسطين العربية. ورفضوا الاعتراف بالوجود الصهيوني فيها إلى أن جاء السادات ووقع اتفاقيتي الإذعان في كمب ديفيد، وجاء عرفات ووقع اتفاق الإذعان في أوسلو واعترفا بموجبهما بالعدو الصهيوني الدخيل على فلسطين العربية والغريب عنها، إن لعبة وصناعة التسوية والاعتراف مميتة وقاتلة لفلسطين العربية والمقدسات الإسلامية والمسيحية في القدس والخليل وبيت لحم ونابلس والوطن العربي. ¶ فهل تخلت \"إسرائيل\" عن الهجرة اليهودية وتهجير أكبر عدد ممكن من يهود العالم إلى \"أرض الميعاد\"، المزعومة؟... ¶ هل تخلت إسرائيل عن الترانسفير، عن ترحيل الشعب العربي الفلسطيني واقتلاعه من وطنه؟.. هل تخلت \"إسرائيل\" عن المزاعم والخرافات والأساطير والأطماع التوراتية والتلمودية والصهيونية؟ هل تخلت إسرائيل بالرغم من الاتفاقات في كمب ديفيد وأوسلو ووادي عربة عن استخدام القوة لإخضاع الدول العربية وتركيعها وترويضها وفرض المشروع الصهيوني عليها؟... لماذا تصر \"إسرائيل\" على امتلاك السلاح النووي والكيماوي والبيولوجي؟ لماذا تصر \"إسرائيل\" على تجريد الدول العربية من جميع أنواع الأسلحة وفي نفس الوقت تحافظ على تفوقها العسكري التقليدي على جميع الدول العربية؟.. ¶ رفع بعض الحكام العرب وياسر عرفات \"سلام الشجعان\" واستراتيجية السلام \"مع العدو الإسرائيلي فلماذا لم تتخل \"إسرائيل\" عن إقامة \"إسرائيل العظمى\".؟... ¶ لماذا رفعت \"إسرائيل استراتيجية معاداة العروبة والإسلام في الدول الغربية؟ لماذا تعمل \"إسرائيل\" على تدمير وتهويد المقدسات الإسلامية؟ ¶ لماذا ترفض \"إسرائيل\" تنفيذ قرارات الشرعية الدولية منذ تأسيسها وحتى اليوم؟",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "وتعمل على إحضار سبعة ملايين مهاجر يهودي وترحيل الشعب العربي الفلسطيني، ورفض حقه في العودة إلى وطنه وتوطينه في البلدان العربية المجاورة، وترفض الاعتراف بوجوده وبحقوقه الوطنية. ¶ فكيف يمكن للفلسطينيين والعرب الحصول على حقوقهم منها جراء التفاوض معها؟ ¶ اعترفت قيادة عرفات بها وتفاوضت ووقعت معها اتفاقات أملتها على فرد مستبد بالقرار الفلسطيني فهل نفذت \"إسرائيل\" ما أملته وفرضته ووقعت عليه؟ ¶ إن \"إسرائيل\" موجودة واقعياً وسياسياً في نظر الولايات المتحدة ودول الاتحاد الأوروبي، والاعتراف الفلسطيني بها يجعلها موجودة قانونياً في المنطقة العربية. ¶ ويجمع خبراء القانون الدولي أن عدم قانونية الوجود الإسرائيلي نابع عن سببين: ¶ الأول ... : إن الوجود الإسرائيلي (الكيان الاستيطاني) متنازع عليه من قبل الشعب العربي الفلسطيني (والأمة العربية والإسلامية) صاحب السيادة على فلسطين العربية كوقف إسلامي خالد. ¶ والثاني ... : إن الاعتراف الفلسطيني يعطي الوجود الإسرائيلي الشرعية حتى في الأراضي التي احتلتها زيادة عن الحدود التي رسمها قرار التقسيم. ¶ لذلك يعتبر الاعتراف الفلسطيني والعربي بالعدو الإسرائيلي: ¶ *كارثة وطنية وقومية ودينية، لأنه موافقة على اغتصاب فلسطين العربية وتهويدها وتهويد المقدسات العربية الإسلامية والمسيحية في القدس وبيت لحم والخليل. ¶ *والاعتراف باطل لأن إقامة الكيان الصهيوني تم خلافاً لمبادئ القانون الدولي ولحق الشعب العربي الفلسطيني في تقرير المصير. ¶ *والاعتراف باطل لأنه تكريس لمشروع امبريالي ـ صهيوني، ولأن الدولة الاستيطانية (إسرائيل) تجسيد للاستعمار الاستيطاني اليهودي على أرض الواقع. ¶ *والاعتراف باطل لأن وعد بلفور الاستعماري غير قانوني وتقسيم فلسطين غير شرعي. ¶ *ويعني الاعتراف التنازل عن حق العودة وتقرير المصير والسيادة العربية عليها.",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "إن القيادة الفلسطينية المنحرفة تؤيد الاعتراف بالعدو تلبية للطلب الأميركي للمحافظة على امتيازاتها ومناصبها ومصادر تمويلها. ¶ لذلك فإن السكوت عن دعوات الاعتراف والتفاوض مع العدو الإسرائيلي المغتصب للأرض والحقوق والمياه والثروات والمقدسات خيانة وطنية وقومية ودينية وإنسانية (بحق شعوب العالم وثوابتها في الحرية والاستقلال والسيادة). ¶ ويقود دعاة الاعتراف بـ\"إسرائيل\" إلى: ¶ ـ انتهاك الميثاق الوطني وثوابت النضال الفلسطيني وقرارات المجلس الوطني الشرعية. ¶ ـ مخالفة قرارات مؤتمرات القمة العربية في القاهرة والخرطوم والرباط وبغداد. ¶ ـ يقود إلى تصفية قضية فلسطين وتهويدها وتهويد المقدسات فيها وتوطين اللاجئين في البلدان العربية وتحقيق المشروع الصهيوني في الوطن العربي. ¶ ـ وانتهاك فاضح للمحرمات الفلسطينية والعربية والإسلامية التي وضعها الشعب والأمة منذ وعد بلفور. ¶ إن \"إسرائيل\" دولة الاستعمار الاستيطاني الوحيدة المتبقية في العالم، وأكبر وأفظع دولة معاصرة تمارس الإرهاب والإبادة والعنصرية والاستعمار الاستيطاني، وتطبيق نظرية المجال الحيوي لليهودية العالمية من النيل إلى الفرات، لذلك يجب الاستمرار برفض الاعتراف بها والتعايش معها، والإصرار على كنس الاحتلال الإسرائيلي وتحرير فلسطين من عنصرية الصهيونية والكيان الصهيوني. وسيكون مصير الصهيونية في فلسطين كمصير النازية في ألمانيا، والفاشية في إيطاليا، والعنصرية في روديسيا والبرتغال، ونظام الأبارتيد في جنوب أفريقيا وكمصير الحملات الصليبية والغزاة الذين تعاقبوا على فلسطين. ¶ تقوم \"إسرائيل\" بدور الأداة والقاعدة الثابتة لخدمة المصالح الأميركية وفرض هيمنة اليهودية العالمية على البلدان العربية. ¶ ويعتبر الدعم السياسي والعسكري والاقتصادي والإعلامي الذي تقدمه الولايات المتحدة ثمناً لقاء الدور الذي تقوم به \"إسرائيل\" ضد حقوق ومصالح الشعوب والدول العربية والإسلامية.",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "وتعتبر \"إسرائيل\" نفسها القاعدة الأمامية للدول الغربية في مواجهة العروبة والإسلام. وتعمل في الوقت نفسه على تركيع الحكومات العربية وإجبارها على التطبيع لكي تكون مستودع الغاز والنفط وبوابة الاستيراد والتصدير في المنطقة والوسيط بينها وبين الدول الصناعية. وتتبجح \"إسرائيل\" بقوتها الغاشمة وخاصة بعد أن تخلى الحكام العرب في قمّة فاس الثانية عن الخيار العسكري واعتمدوا \"استراتيجية السلام\" لتسوية الصراع العربي الصهيوني. ¶ وأعلن مجرم الحرب والسفاح أرييل شارون \"إن إسرائيل دولة عظمى في الشرق الأوسط، وفي وسعنا أن نحتل منطقة كاملة من الخرطوم إلى بغداد والجزائر\". ¶ وتعمل \"إسرائيل\" باستمرار على تهديد البلدان العربية باستخدام القوة العسكرية لكسر إرادتها وإخضاعها، وعلى تدمير المنجزات وسرقة الأرض والمياه والثروات العربية، وعلى تشويه سمعة ومكانة الإنسان العربي والمسلم وتأجيج العداء والكراهية له في أميركا وأوروبا. ¶ وناهضت استقلال البلدان العربية، واعترضت على استقلال الجزائر، واشتركت في حرب عدوانية مع الدولتين الاستعماريتين بريطانيا وفرنسا ضد مصر وتقدم الخدمات لأعداء العرب والمسلمين. وكانت الدولة الوحيدة في العالم التي تطلب وتلح بالطلب من إدارة الرئيس بوش الابن على تدمير العراق وتجزئة أراضيه واحتلاله لنهب ثرواته وخيراته لمصلحتها ومصلحة الولايات المتحدة. وحوّلت السلطة الفلسطينية إلى محمية إسرائيلية تخضع للاقتصاد والهيمنة الإسرائيلية وتستورد سنوياً بضائع ومنتجات إسرائيلية بملياري دولار، وتصدر لها الأيدي العاملة الرخيصة. ¶ وتقوم جوهر السياسية الإسرائيلية على عسكرة المجتمع والاقتصاد والمواطن الإسرائيلي، كما يسيطر العسكريون على القطاعين المدني والعسكري.",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "ويفتخر يهود العالم في دور الجيش الإسرائيلي في حياة البلاد واليهود، ولكنه في حقيقته يدل على أن \"إسرائيل\" كدولة استعمارية، عدوانية، توسعية، إرهابية وعنصرية، متعجرفة، متصلبة، تشكل دائماً خطراً مستمراً على الشعوب والبلدان العربية وعلى السلام والاستقرار والازدهار في المنطقة. ¶ وتزداد باستمرار داخل المجتمع الإسرائيلي التيارات الإرهابية والعنصرية والاستيطانية والتي تمارس النفوذ المتزايد على السياسة الرسمية \"لإسرائيل\".. ويختار الشعب الإسرائيلي دائماً أكثر القادة إجراماً بحق العرب. ¶ أثبتت الوقائع والأحداث في الضفة والقطاع وفي الكيان الصهيوني، عدم إمكانية التعايش بين السكان الأصليين وسكان المستعمرات اليهودية لا في الماضي والحاضر ولا حتى في المستقبل، وذلك لأن الاستيطان غذى ويغذي المفاهيم الاستعمارية والعنصرية، ويزيد من الكراهية والبغضاء بين العرب والمستوطنين اليهود. ¶ فالتعايش المشترك ينطوي على مخاطر كبيرة لحياة الفلسطينيين وأملاكهم وثروتهم المائية وكرامتهم، وذلك لاستلاب اليهود الأرض منهم ولاختلاف الثقافة ولإيمان المستوطن اليهودي بالإرهاب والعنصرية والاستعمار الاستيطاني... وبالتالي فإن الخطورة والخطر يكمنان في موقف المستعمر اليهودي المغتصب للأرض والحقوق الفلسطينية. وأدى أخذ المستوطن للقانون بيديه وتسليحه وحقنه بالأفكار الصهيونية إلى ارتكاب العديد من الجرائم والأعمال الوحشية بحق المواطنين العرب وممتلكاتهم. وبالتالي خلّف المستعمر اليهودي في الضفة والقطاع تراثاً مليئاً بالإرهاب والأحقاد والكراهية، والبغضاء، ويجعل من المستحيل التعايش بين الفلسطينيين واليهود في الأراضي المحتلة، ولا يمكن بأي حال من الأحوال إصلاح العلاقات والوضع بين الطرفين.",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "كانت فرنسا تعتبر الجزائر فرنسية إلاَّ أنها في اتفاقية إيفيان عام 1961 تخلت عن استعمارها للجزائر. وكان المستوطن الفرنسي يرفض فكرة الرحيل عن الجزائر تماماً كما يرفضها المستوطنون اليهود لاعتبارات اقتصادية بالدرجة الأولى والثانية والثالثة وبتبريرات ومزاعم أيديولوجية كاذبة. وعندما قررت حكومة ديغول الانسحاب العسكري من الجزائر وتخلت عن الاستيطان خرج المستوطنون الفرنسيون من الجزائر لاستحالة التعايش بينهم وبين سكان البلاد الأصليين. ¶ وانطلاقاً من ذلك فإن مشكلة الاستيطان ترتبط ارتباطاً وثيقاً بالاحتلال الإسرائيلي. فعندما تستجيب \"إسرائيل\" لقرارات الأمم المتحدة وتنسحب من الأراضي الفلسطينية والسورية المحتلة تنتهي مشكلة الاستيطان. ومن هنا أطالب المفاوض الفلسطيني برفض وجود مستوطنة واحدة ولو على متر واحد من الأراضي الفلسطينية وإلاّ فإنه يخون الوطن والعقيدة والأمة والإنسانية. ¶ فالفلسطينيون ينظرون إلى المستوطنين اليهود على أنهم تخليد للاحتلال وتجسيد للاستعمار الاستيطاني، لأنهم اغتصبوا الأرض بالحرب وبقوة الاحتلال وفرض الأمر الواقع الناتج عن استخدام القوة. وينظرون إليهم على أنهم الوسيلة بيد الحكومة والجيش لتوسيع حدود \"إسرائيل\" وتهويد أراضيهم ومقدساتهم، بالإضافة إلى أعمالهم وممارساتهم الإجرامية والاستفزازية واعتداءاتهم المتكررة على محاصيلهم وأملاكهم ومنازلهم ومقدساتهم ودعم جيش الاحتلال الإسرائيلي لجرائمهم.ووضعوا أنفسهم فوق القانون، ويأخذون القانون بأيديهم ويحرضون الشعب الإسرائيلي ويهود العالم على المزيد من العنصرية وكراهية العرب والمسلمين.",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "ويعتبر المستوطنون من أكثر العناصر تطرفاً في \"إسرائيل\". ويرفض معظمهم وبشكل خاص المتدينون وغلاة الصهاينة منهم التعايش مع العرب والاندماج بهم في ظل الدولة الفلسطينية. واختار معظمهم الإقامة في المستوطنات لجودة السكن ورخصه بسبب الدعم الحكومي ا لرسمي ولاعتبارات اقتصادية بالدرجة الأولى ترتبط بالربح المادي ونقاء البيئة... والسكن الأفضل منه في الكيان الصهيوني. ويمتاز المستوطنون بتاريخهم الحافل المعادي للفلسطينيين والمليء بالاعتداءات عليهم، مما يعني أن استمرار تواجدهم في الأراضي الفلسطينية سيشكل خطراً دائماً على العلاقات الفلسطينية ـ الإسرائيلية، فالثقة بين الطرفين معدومة، وليس هناك دلائل على إمكانية التعايش بينهما في ظل التسوية السياسية، فاستمرار تواجدهم يعني بالنسبة للعرب استمرار الاحتلال الإسرائيلي. وكتب جاك كيلي في خدمة لوس أنجليس تايمز عن تصرفات المستوطنين يقول: \"بعد صلاة سريعة، وضع آفي شابيرو ¶ و12 من المستوطنين القلنسوة الدينية على رؤوسهم، وحملوا بنادقهم وتوجهوا نحو الطريق السريع الذي يحمل رقم (60). وهناك دفعوا كمية من الصخور ومدوا أسلاكاً شائكة وأشعلوا النيران في عدد من إطارات السيارات لتشكيل حاجز، وجلسوا ينتظرون. وخلال الانتظار قال شابيرو لرفاقه: التفوا حول أي سيارة أجرة. أطلقوا النار واقتلوا أكبر عدد من مصاصي الدماء العرب بقدر الإمكان. نحن نفعل ما تعهد به رئيس الوزراء شارون وفشل في تطبيقه: \"طرد العرب من أرض إسرائيل (فلسطين).\".(100). ¶ وعلق الكاتب الأميركي جاك كيلي على شابيرو وقال إنه انتقل إلى \"إسرائيل\" مع زوجته وأولاده الأربعة قبل ثلاث سنوات من بروكلين في نيويورك. وأضاف شابيرو، إذا لم يتخلص شارون من المسلمين فسنقوم بذلك\".",
            "page": "158",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "ويزعم المستعمرون كعادة اليهود في الكذب أن الحكومة الإسرائيلية تخلت عنهم. ولذا فهم يتولون إطلاق النار على الفلسطينيين ويضربونهم ويسرقون ويدمرون ويحرقون ممتلكاتهم ومحاصيلهم ويسممون مواردهم المائية. وأكد نافذ بني جابر أنه دفن 123 من أغنامه بعد أن سممّها المستعمرون اليهود. ¶ ويصف حنا ناصر، رئيس بلدية بيت لحم المستعمرين اليهود، ويقول: \"هؤلاء الناس قنبلة موقوتة. لا يوجد شخص آمن\".(101). ¶ ويحمل عنف اليهود الموجه للعرب طابعاً دينياً، حيث يكتبون على الجدران عبارات فيها إساءة وإهانة وتدنيس للدين الإسلامي. ويرسمون نجمة داوود على المحلات العربية للاستفزاز ويعتدون على النساء العربيات المحجبات ويحاولون نزع غطاء الرأس والعباءات التي يرتدونها. وقد أمكن تصوير سمر عبد الشافي في آب 2001 وهي تحاول الهرب من عدة مستعمرين يضربونها ويحاولون نزع غطاء رأسها\".(102). ¶ وقالت الشرطة الفلسطينية للصحفي الأميركي جون كيلي: إن ليس لديها الإمكانيات للدفاع عن السكان العرب. وأخبره نعوم تيفون قائد القوات الإسرائيلية في الخليل أن قواته موجودة في الخليل لحماية المستوطنين وليس الفلسطينيين. إن استمرار تواجد المستعمرات اليهودية عمل غير مشروع وغير عادل ومكافأة للمعتدي الإسرائيلي على حروبه العدوانية والإبادة الجماعية وانتهاك مبادئ القانون الدولي وقرارات الشرعية الدولية ولا يمكن الموافقة عليه والقبول به مهما طال الزمن.",
            "page": "159",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "إن الصراع العربي الصهيوني صراع وطني وقومي وديني. وبدأ يتخذ الطابع الديني بوضوح بعد تهويد المسجد الإبراهيمي في الخليل ومحاولات إحراق وتدمير المسجد الأقصى والحفريات والإنفاق الذي أقيمت تحته، وبعد وقوف جميع يهود العالم وراء الاستعمار الاستيطاني اليهودي والمستعمرات اليهودية وترحيل العرب وإبادتهم ومواقف وممارسات إسرائيل والمنظمات اليهودية المعادية للعروبة والإسلام. لذلك بدأ الصراع يتخذ شكلاً دينياً وخاصة بعد تصاعد التيارات الدينية المتطرفة لدى الشعب الإسرائيلي ويهود العالم وفي الولايات المتحدة الأميركية والدول الأوروبية. ¶ وظهر للمواطن العربي من المحيط إلى الخليج أن التسويات التي تمت في كمب ديفيد وأوسلو ووادي عربة لا تعني أبداً تحجيم المشروع الصهيوني أو \"إسرائيل\"، بل على العكس من ذلك، حيث وضعت المنطقة على سكة تحقيق \"إسرائيل العظمى والقبول في الامبريالية الإسرائيلية وهيمنة إسرائيل على المنطقة العربية وهيمنة الصهيونية على العالم. لذلك فإن المصالحة بين \"إسرائيل\" والعرب وهم من الأوهام، إذ لا يمكن أبداً التعايش بين القاتل والضحية، بين السارق والمسروق، بين الغريب والدخيل المغتصب للأرض والحقوق والثروات وبين صاحب الأرض والحقوق. ¶ وهل يمكن تحقيق السلام بين إسرائيل المدججة بكافة أنواع الأسلحة والمدججة بالأساطير والخرافات والأطماع والأكاذيب التوراتية والتلمودية والتي تستخدم الحروب العدوانية والمجازر الجماعية والاستعمار الاستيطاني وتدمير محطات الكهرباء والمنجزات العربية وبين الطرف العربي الذي لا يملك شيئاً من أسباب القوة سوى مبادئ الحق والعدالة وقرارات الشرعية الدولية؟...",
            "page": "160",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "إن الصراع بين العرب والعدو الصهيوني صراع عقيدة وأرض وتاريخ ووجود ومئات الآلاف من الشهداء وملايين الجرحى، ومئات المليارات من الدولارات التي دمرتها إسرائيل و55 عاماً فرض فيها على البلدان العربية المجاورة لفلسطين الحروب العدوانية والإبادة الجماعية وسياسة الأرض المحروقة وتدمير المنجزات العربية. ¶ وتتحمل الولايات المتحدة المسؤولية عن هذه المآسي والويلات التي حلت بالشعب الفلسطيني ودول الطوق العربية، لأنها هي التي جعلت إسرائيل أقوى من جميع الدول العربية وتحاصر العرب وتدمر قدراتهم. وبالتالي اعتمدت إسرائيل وتعتمد على الدعم الأميركي العسكري والاقتصادي والسياسي غير المحدود لفرض الهزيمة، والاستسلام والذل والخنوع على الأمة العربية. لذلك ليس من المستبعد لجوء العرب إلى تخفيض إنتاج النفط للوقوف في وجه وحشية إسرائيل وهمجيتها وأطماعها التوسعية في الأرض والحقوق والثروات العربية. وبالتالي تتحمل إسرائيل مسؤولية ارتفاع أسعار النفط، والأزمات التي سوف تحدث في أسواق المال العالمية، مما سيثير المشاكل والاضطرابات والخوف والقلق وتدني مستوى الحياة في البلدان الصناعية المعادية للعروبة والإسلام. ¶ وإزاء هذه الأوضاع فإن المطلوب من الدول العربية قطع أي علاقة مع العدو الإسرائيلي مهما كانت صغيرة وضئيلة، والقضاء على أي شكل من أشكال التطبيع، وإلغاء اتفاقات الإذعان والتمسك بزوال الاحتلال وتفكيك المستعمرات اليهودية في الأراضي العربية المحتلة، وتصعيد المقاومة ومقابلة العين بالعين والسن بالسن والتخلي عن الرعاية الأميركية في عملية التسوية وتدويل الصراع وتوفير الحماية الدولية للشعب العربي الفلسطيني والنضال الدائم والمستمر والأبدي لاستعادة عروبة القدس وفلسطين مهما طال الزمن. ¶ *** ¶ المصادر: ¶ (1) ـ د.مجدي حماد، النظام السياسي الاستيطاني في إسرائيل وجنوب أفريقيا، دار الوحدة ـ بيروت 1981ـ ص 45. ¶ (2) ـ المصدر السابق، ص 46. ¶ (",
            "page": "161",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "3) ـ انظر: ماهر أحمد آغا، اليهود فتنة التاريخ، دار الفكر دمشق 2002، ص 234. ¶ (4) ـ موجات الغزو الصهيوني 1882 ـ 1990، أسعد عبد الرحمن ونواف الزرو، دار اللوتس، عمان، 1990، ص3. ¶ (5) ـ المصدر السابق نفسه. ¶ (6) ـ د.مجدي حماد، النظام السياسي والاستيطاني في إسرائيل وجنوب أفريقيا، مصدر سابق ص 6. ¶ (7) ـ شبتاي تيفيت، الترحيل، منظمة التحرير الفلسطينية، الإعلام الموحد، تونس 1989، ص 63. ¶ (8) ـ رفائيل بتاي، المذكرات الكاملة لتيودور هرتسل، نيويورك 1960، المجلد الأول، ¶ ص88. ¶ (9) ـ خطب يسرائيل زانغويل، مقالاته ورسائله، لندن 1937، مطابع سونسيتو، ص 210. ¶ (10) ـ آحاد عام، الحقيقة من أرض إسرائيل، الأعمال الكاملة، القدس 1961، ص 27 ـ 29. ¶ (11) ـ الموسوعة الفلسطينية، القسم الثاني، ص 540. ¶ (12) ـ المصدر السابق نفسه. ¶ (13) ـ الموسوعة الفلسطينية، القسم الثاني، ص542. ¶ (14) ـ الموسوعة الفلسطينية، المصدر السابق، ص545. ¶ (15) ـ جريدة يودشي روندشاو، برلين في 12/7/1912. ¶ (16) ـ يسرائيل زانغويل، صوت القدس، وليم هاينمان 1920، ص 104. ¶ (17) ـ الترحيل، منظمة التحرير الفلسطينية، مصدر سابق، ص 63. ¶ (18) ـ جريدة جويش كرونكيل في 20/5/1921. ¶ (19) ـ نور الدين مصالحة، طرد الفلسطينيين، مؤسسة الدراسات الفلسطينية، بيروت 1999، ص 18. ¶ (20) ـ مارتين جيلبرت، ونستون تشرشل، لندن، هاينمان 1975، المجلد الرابع، ص 484. ¶ (21) ـ ارسكين تشيلدرز، تهويد فلسطين، مركز الأبحاث الفلسطينية بيروت، ص 189 ـ 190. ¶ (22) ـ ميخائيل بالمبو، كيف طرد الفلسطينيون من ديارهم عام 1948، دار الحمراء، بيروت، 1990، ص 27. ¶ (23) ـ جوزيف شختمان، قصة فلاديمير جابوتنسكي، تل أبيب 1959، دار نشر كارني، ¶ ص 152. ¶ (24) ـ نور الدين مصالحة، طرد الفلسطينيين، مصدر سابق، ص 31. ¶ (25) ـ المصدر السابق، ص 42. ¶ (26) ـ المصدر السابق ص 22. ¶ (27) ـ الترحيل، منظمة التحرير الفلسطينية، مصدر سابق ص 95. ¶ (",
            "page": "162",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "28) ـ المصدر السابق ص102 ـ 103. ¶ (29) ـ دافيد بن غوريون، مذكرات، تل أبيب 1972، المجلد 4، ص 297 ـ 299. ¶ (30) ـ المصدر السابق ص 230 ـ 231. ¶ (31) ـ نور الدين مصالحة، طرد الفلسطينيين، مصدر سابق، ص 67. ¶ (32) ـ جوزيف غورني، الصهيونية والعرب، أوكسفورد، مطابع كلارنودن، 1987، ¶ ص 274. ¶ (33) ـ نور الدين مصالحة، طرد الفلسطينيين، مصدر سابق، ص 67. ¶ (34) ـ دافيد بن غوريون، رسائل إلى الأولاد، تل أبيب 1968، ص 212 ـ 213. ¶ (35) ـ المركز الصهيوني المركزي، محضر لجنة ترحيل السكان في 21/11/1937، نقلاً عن نور الدين مصالحة ص71. ¶ (36) ـ الترحيل، منظمة التحرير الفلسطينية، مصدر سابق ص 117. ¶ (37) ـ نور الدين مصالحة، طرد الفلسطينيين، مصدر سابق، ص 42. ¶ (38) ـ المصدر السابق ص87. ¶ (39) ـ كتاب بالماخ، تل أبيب 1956، المجلد 2، ص 172. ¶ (40) ـ الترحيل، منظمة التحرير الفلسطينية، مصدر سابق ص 119. ¶ (41)ـ المصدر السابق ص 120 ـ 121. ¶ (42)ـ البروفسور يهوشواع بورات، الترحيل، مصدر سابق 121. ¶ (43)ـ المركز الصهيوني المركزي، يوميات فايتس، نقلاً عن ميخائيل بالمبو، مصدر سابق ص 34. ¶ (44)ـ المصدر السابق نقلاً عن ميخائيل بالمبو، ص 102. ¶ (45)ـ الترحيل، منظمة التحرير الفلسطينية، مصدر سابق، ص 125. ¶ (46)ـ الموسوعة الفلسطينية، مصدر سابق، ص 555. ¶ (47)ـ ميخائيل بالمبو، كيف طرد الفلسطينيون، مصدر سابق، ص 48. ¶ (48)ـ دافيد بن غوريون، يوميات الحرب، تل أبيب 1982، المجلد 1، ص 58. ¶ (49)ـ ميخائيل بالمبو، كيف طرد الفلسطينيون، مصدر سابق، ص 46. ¶ (50)ـ شبتاي تيفيت، بن غوريون والفلسطينيون العرب، أكسفورد 1985، ص 174. ¶ (51)ـ ميخائيل بالمبو، كيف طرد الفلسطينيون، مصدر سابق، ص 70. ¶ (52)ـ مقابلات شامير، مركز الشرق الأوسط، كلية سان أنطونيو، نقلاً عن ميخائيل بالمبو، مصدر سابق، ص 77. ¶ (53)ـ ميخائيل بالمبو، مصدر سابق، ص 74. ¶ (54)ـ صحيفة حداشوت في 19/10/1986. ¶ (",
            "page": "163",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "55)ـ ميخائيل بالمبو، مصدر سابق، ص 92. ¶ (56)ـ موجات الغزو الصهيوني، د.أسعد عبد الرحمن ونواف الزرو، عمان ـ اللوتس 1990، ص 62. ¶ (57)ـ المصدر السابق ص63. ¶ (58)ـ جريدة عل هشمار في 7/9/1976. ¶ (59)ـ موجات الغزو الصهيوني، مصدر سابق، ص64. ¶ (60)ـ المصدر السابق نفسه. ¶ (61)ـ د.يسرائيل شاحاك، الترحيل، منظمة التحرير الفلسطينية، مصدر سابق، ص 15. ¶ (62)ـ المصدر السابق ص17. ¶ (63)ـ المصدر السابق ص20. ¶ (64)ـ المصدر السابق 65. ¶ (65)ـ مجلة الإسلام وفلسطين، العدد 82، تشرين الثاني 2001، ص 7. ¶ (66)ـ الغارديان ويكلي في 21/2/1988. ¶ (67)ـ صحيفة هآرتس في 17/8/1988. ¶ (68)ـ المصدر السابق نفسه. ¶ (69)ـ المصدر السابق نفسه. ¶ (70)ـ زئيف شيف، النقل السكاني يعني الطرد بالقوة، الترحيل، مصدر سابق ص 149. ¶ (71)ـ السفير في 19/12/2001. ¶ (72)ـ مجلة الدراسات الفلسطينية، العدد 11، 1992، ص 131. ¶ (73)ـ جريدة التايمز في 11/10/1982. ¶ (74)ـ المصدر السابق نفسه. ¶ (75)ـ خليل التافجكي، جريدة الكفاح العربي في 28/8/2001. ¶ (76)ـ النشرة الاستراتيجية، مركز القدس للدراسات الاستراتيجية، العدد 11 شباط 1992، ص 21. ¶ (77)ـ اوري افنيري، معاريف في 30/11/1999. ¶ (78)ـ جريدة الحياة في 10/12/1996. ¶ (79)ـ النشرة الاستراتيجية، مركز القدس للدراسات الاستراتيجية، العدد 11 شباط 1992، ص 13. ¶ (80)ـ المصدر السابق، ص 25. ¶ (81)ـ المصدر السابق نفسه. ¶ (82)ـ مجلة الهدف، العدد 1322، تاريخ 8/10/2001، ص 72. ¶ (83)ـ المصدر السابق ص73. ¶ (84)ـ جريدة يديعوت أحرونوت في 17/4/1968. ¶ (85)ـ جريدة لانفورماسيون الإسرائيلية في 6/5/1968. ¶ (86)ـ جريدة هاتسوفيه في 13/5/1968. ¶ (87)ـ الإذاعة الإسرائيلية في 4/6/1968. ¶ (88)ـ يديعوت أحرونوت في 20/9/1968. ¶ (89)ـ معاريف في 1/10/1968. ¶ (90)ـ الدستور الأردنية في 5/10/1968. ¶ (91)ـ الدستور في 17/10/1968. ¶ (92)ـ الحياة اللندنية في 20/3/1994. ¶ (",
            "page": "164",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "93)ـ منشأ القضية الفلسطينية وتطورها، الأمم المتحدة، نيويورك 1990، ص 278 ـ 285. ¶ (94)ـ المصدر السابق ص 265 ـ 266. ¶ (95)ـ المصدر السابق ص 341. ¶ (96)ـ حقوق الإنسان الفلسطيني، إصدار اللجنة المعنية في الممارسات الإسرائيلية، الأمم المتحدة 1989، ص 17 ـ 25. ¶ (97)ـ النشرة الاستراتيجية، مركز القدس للدراسات الاستراتيجية، العدد 11، شباط 1992، ص 44. ¶ (98)ـ المصدر السابق نفسه. ¶ (99)ـ ماهر أحمد آغا، اليهود فتنة التاريخ، دار الفكر دمشق 2002، ص 321. ¶ (100)ـ جريدة الشرق الأوسط في 6/9/2001. ¶ (101) ـ المصدر السابق نفسه. ¶ (102) ـ انظر: جريدة الشرق الأوسط في 6/9/2001. ¶ *** ¶ المحتوى ¶ المقدمة ... 3 ¶ الباب الأول إسرائيل تجسيد للاستعمار الاستيطاني اليهودي ... 3 ¶ الاستعمار الاستيطاني ... 3 ¶ الاستعمار الاستيطاني اليهودي ... 3 ¶ الكيان الصهيوني والاستعمار الاستيطاني ... 3 ¶ الباب الثاني الترحيل وخلق مشكلة اللاجئين. ... 3 ¶ الاستعمار الاستيطاني اليهودي والترحيل ... 3 ¶ المؤتمر الصهيوني في زيوريخ والترحيل ... 3 ¶ تشكيل لجنة للترحيل ... 3 ¶ الوكالة اليهودية ومتابعة الترحيل ... 3 ¶ الخطة الصهيونية دالت والترحيل ... 3 ¶ ممارسة الإرهاب والإبادة لتحقيق الترحيل ... 3 ¶ ((إسرائيل)) والترحيل ... 3 ¶ المجتمع الإسرائيلي والترحيل ... 3 ¶ رحبعام زئيفي والترحيل ... 3 ¶ الترحيل وحق العودة ... 3 ¶ الباب الثالث الموقف الإسرائيلي من المستعمرات ... 3 ¶ إسرائيل والمستعمرات ... 3 ¶ حزب العمل والمستعمرات ... 3 ¶ الليكود والمستعمرات ... 3 ¶ موقف المستعمرين اليهود من المستعمرات ... 3 ¶ الباب الرابع الاستعمار الاستيطاني في الخليل نموذجاً ... 3 ¶ الاستعمار الاستيطاني في الخليل ... 3 ¶ تهويد مدينة الخليل ... 3 ¶ تهويد المسجد الإبراهيمي في الخليل ... 3 ¶ مذبحة المسجد الإبراهيمي الرهيبة ... 3 ¶ ردود الفعل على المذبحة ... 3 ¶ مسؤولية ((إسرائيل)) عن المذبحة ... 3 ¶ رد الفعل الفلسطيني على المذبحة ... 3 ¶ المذبحة في مجلس الأمن ... 3 ¶ الباب الخامس الأمم المتحدة والاستعمار الاستيطاني اليهودي ... 3",
            "page": "165",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "الجمعية العامة للأمم المتحدة والمستعمرات ... 3 ¶ مجلس الأمن الدولي والمستعمرات ... 3 ¶ إعلان الأمم المتحدة في جنيف حول المستعمرات ... 3 ¶ الأمم المتحدة تعتبر المستعمرات لاغية وباطلة ... 3 ¶ الباب السادس الموقف العربي من الاستعمار الاستيطاني اليهودي. ... 3 ¶ وجوب تفكيك المستعمرات اليهودية ... 3 ¶ طبيعة الصراع العربي ـ الصهيوني ... 3 ¶ استحالة التعايش مع الكيان الصهيوني ... 3 ¶ المصادر: ... 3 ¶ المحتوى ... 3 ¶ ***",
            "page": "166",
            "part": "1"
        }
    ],
    "t37738": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "189-g-h"
        }
    ]
}