{
    "b37740": [
        {
            "id": "1",
            "nass": "(2) ¶ سلسلة انتفاضة الأقصى ¶ أوراق سياسية ¶ (وثائق- مبادرات- اتفاقيات) ¶ إعداد ¶ م. إسماعيل عبد اللطيف الأشقر ¶ أ. مؤمن - محمد غازي- بسيسو ¶ رمضان/1424هـ - نوفمبر/2003م ¶ الإهداء ¶ إلى القوى والفصائل الفلسطينية الماجدة المجاهدة، التي رفضت الذل والهوان، واختارت المقاومة طريقاً وحيداً لها للتحرير والاستقلال. ¶ إلى الذين رفضوا المشاريع السياسية التي لم تنصف شعبنا وقضيتنا وأرضنا, وتمسكوا بحقوقهم المشروعة. ¶ إلى كل المخلصين والمجاهدين والمناضلين والشرفاء من أبناء هذه الأمة المجاهدة. ¶ إلى الباحثين عن الحقيقة. ¶ \"أَوَكُلَّمَا عَاهَدُواْ عَهْداً نَّبَذَهُ فَرِيقٌ مِّنْهُم بَلْ أَكْثَرُهُمْ لاَ يُؤْمِنُونَ\" 100 البقرة ¶ \"وَلَن تَرْضَى عَنكَ الْيَهُودُ وَلاَ النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ ¶ قُلْ إِنَّ هُدَى اللّهِ هُوَ الْهُدَى وَلَئِنِ اتَّبَعْتَ أَهْوَاءهُم بَعْدَ الَّذِي جَاءك ¶ َ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللّهِ مِن وَلِيٍّ وَلاَ نَصِيرٍ \" 120 البقرة ¶ \"يَا أَيُّهَا الَّذِينَ آمَنُوَاْ إِن تُطِيعُواْ فَرِيقًا مِّنَ الَّذِينَ أُوتُواْ الْكِتَابَ ¶ يَرُدُّوكُم بَعْدَ إِيمَانِكُمْ كَافِرِينَ\" 100 آل عمران ¶ \"يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَتَّخِذُواْ الْيَهُودَ وَالنَّصَارَى أَوْلِيَاء ¶ بَعْضُهُمْ أَوْلِيَاء بَعْضٍ وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّه ¶ ُ مِنْهُمْ إِنَّ اللّهَ لاَ يَهْدِي الْقَوْمَ الظَّالِمِينَ\" 51 المائدة ¶ \"لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِّلَّذِينَ آمَنُواْ الْيَهُودَ وَالَّذِينَ أَشْرَكُوا ¶ ْ وَلَتَجِدَنَّ أَقْرَبَهُمْ مَّوَدَّةً لِّلَّذِينَ آمَنُواْ الَّذِينَ قَالُوَاْ إِنَّا نَصَارَى ¶ ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لاَ يَسْتَكْبِرُونَ\" 82 المائدة ¶ \"الَّذِينَ عَاهَدتَّ مِنْهُمْ ثُمَّ يَنقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ وَهُمْ لاَ يَتَّقُونَ *",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِم مَّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ\" 56- 57 الأنفال ¶ المقدمة ¶ ... تشكل القمم والمبادرات والوثائق والاتفاقيات والمشاريع السياسية محوراً هاماً في حياة القضية الفلسطينية، فمنذ النكبة الأولى عام 1948 وحتى اليوم عاشت القضية الفلسطينية أحداث وفصول قمم ومبادرات ووثائق واتفاقيات سياسية متعددة بفواصل زمنية متفاوتة، تولت كبرها دول إقليمية وعظمى لتحقيق أهداف محددة وأجندة خاصة تنتمي إليها، بمعزل عن أساس وجوهر القضية الفلسطينية.. قضية الشعب المحتل والأرض المغتصبة والمقدرات المنهوبة والمقدسات المدنسة والحقوق المسلوبة. ¶ ومع تعدد القمم والمبادات والوثائق والاتفاقيات وكثرتها إلا أنها كانت تشهد توالداً غريباً وتواتراً نوعياً وكثافة واضحة في أوقات زمنية معينة، تلك التي تشتعل فيها المقاومة الفلسطينية الباسلة في وجه الاحتلال الغاصب، وينحدر فيها الكيان المحتل إلى درك الأزمة، ويكتوي بنيران الألم والمعاناة، ويغوص في أتون التخبط والاضطراب والقلق النفسي والإفلاس السياسي والميداني، مما يثير علامات الاستفهام والتشكيك في حقيقة أهدافها وطبيعة دوافعها، ويبين –بجلاء- محور عملها ومجال سعيها المرتكز على إنقاذ الصهاينة من أزماتهم المشتدة وورطاتهم المتلاحقة، وتهيئتهم لتجاوزها والخروج منها بأقل الخسائر وأدنى التكاليف. ¶ وكانت أكثر الفترات الزمنية إثارة للملاحظة تلك التي ارتبطت بانتفاضة الأقصى المباركة، فقد شهدت عدداً كبيراً من القمم والوثائق والمبادرات السياسية التي طرحت لحل الصراع وتجاوز الأزمة المستفحلة بين الطرفين:الفلسطيني والصهيوني، على وقع اشتداد الانتفاضة وامتداد لهيبها وثقل وطأتها على الاحتلال الصهيوني في مختلف المجالات.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ومن هنا، كان الفشل والإخفاق سمتاً يميّز جميع هذه القمم والوثائق والمبادرات والاتفاقيات، لأنها تشترك في علّة واحدة، وتلتقي على هدف واحد، يضع الحقوق والتطلعات والمصالح والثوابت الفلسطينية وراء ظهره، ولا يأبه إلا لمطالب واشتراطات وسبل راحة الاحتلال. ¶ وفي أحداث تاريخنا القريب عظة وعبرة .. فما كان اندلاع انتفاضة الأقصى شهر سبتمبر عام2000 إلا تتويجاً لفشل أعوام طوال من عهد التسوية، الذي بدأت بواكيره بـ\"مؤتمر مدريد\" وما أعقبه من جولات مفاوضات ماراثونية علنية على إيقاع مفاوضات سرية في أوسلو أفضت إلى \"اتفاق أوسلو\"، الذي أتبع بـ\"اتفاق القاهرة\"، ثم \"طابا\"، و\"الخليل\"، و\"واي ريفر\"، قبل أن يستظل بظلال الفشل في\"كامب ديفيد\" الثانية قبيل اندلاع انتفاضة الأقصى. ¶ غير أن العظة لم تُفهم وتستوعب، والعبرة لم تستقر في عقول وأذهان القوم الذين اجترحوا سياساتهم وأساليبهم القديمة الحديثة مجدداً، واستلوا سيف القمم والمبادرات والوثائق والاتفاقيات التي ذاقت طعم الفشل تلو الفشل، بدءاً من قمة شرم الشيخ، مروراً بالمبادرة المصرية الأردنية المشتركة وتقرير لجنة ميتشل ووثيقة تينت والمبادرة السعودية التي أقرت عربياً لتستحيل إلى مبادرة عربية جامعة، وانتهاءً بخارطة الطريق التي تجرعت كأس المنون عشرات المرات قبل أن تطوى صفحتها إلى الأبد، لتطالعنا الأحداث مؤخراً باتفاق سويسرا الذي ينسف الثوابت الوطنية ويضعها موضع النسيان.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ذلك كله، مؤشر طبيعي على حقيقة تلك القمم والمبادرات والوثائق والاتفاقيات، وكشفاً لزيفها، وانحيازها للكيان الصهيوني الغاصب على حساب الحقوق والتطلعات والثوابت الفلسطينية غير القابلة للتصرف أو التنازل والاختزال. فالقضايا الرئيسية التي تشكل لب وجوهر القضية الفلسطينية كالقدس واللاجئين والحدود والاستيطان والسيادة لم تكن موضع اهتمام، أو تشكل جزءاً من مضامين وطروحات هذه القمم والوثائق والاتفاقيات والمبادرات، مما أوردها حتفها واستبق نتائجها بالفشل المحتم. ¶ ومع ذلك، فان هذه القمم والوثائق والاتفاقيات والمبادرات لا يتوقع لها الانقراض أو الاندثار، بل ستستمر وتتوالد وترى النور من جديد بأشكال مختلفة وتوقيتات زمنية محددة، تشهد ضعفاً أو فشلاً صهيونياً، مستهدفة إنقاذ الكيان الصهيوني وإعانته- قدر الإمكان - على تجاوز محنه وأزماته، تمهيداً لجولة جديدة من الصراع ضد المقاومة الفلسطينية والشعب الفلسطيني.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "فقد انعقد مؤتمر مدريد عام 1991 عقب اشتداد الانتفاضة المباركة الأولى، وتشوه صورة الاحتلال الصهيوني لدى الرأي العام العالمي، وأبرم اتفاق أوسلو عام 1993 إثر تطور المقاومة الفلسطينية وانتقالها للعمل العسكري المسلح الذي أورث الصهاينة الكثير من الخسائر البشرية والمعنوية، ووقع اتفاق القاهرة عام 1995 بعد سلسلة من العمليات الاستشهادية الموجعة التي جاءت انتقاماً لمجزرة الخليل، وجاءت الاتفاقيات الجزئية الأخرى التي توالت حتى اندلاع انتفاضة الأقصى، إنقاذاً للصهاينة من أجواء سياسية مكفهرة أو امتصاصاً لنقمة شعبية فلسطينية وعربية عارمة تكاد أن تنفلت من عقالها، حتى جاءت اجتماعات كامب ديفيد الثانية التي حاولت إنقاذ الوضع الفلسطيني الصهيوني الرسمي، وتفريغ شحنات الغضب المختزنة في قلوب الفلسطينيين إلا أن هذه المبادرات قد فشلت بامتياز، مؤسسة لبروز عهد جديد يرتكز على خيار جديد هو خيار الجهاد والمقاومة في إطار انتفاضة الأقصى. ¶ فما هي إلا أيامٌ معدودات على بدء انتفاضة الأقصى حتى تنادت بعض القوى الإقليمية والدولية لعقد مؤتمر شرم الشيخ إثر تصاعد الشجب والإدانة العالمية لممارسات القمع والإرهاب الصهيوني بحق المدنيين الفلسطينيين، ليصحو العالم بعد أشهر معدودات على بنود المبادرة المصرية الأردنية التي طرحت إثر بداية صعود المقاومة الفلسطينية وتنفيذ العمليات الاستشهادية في العمق الصهيوني، وليصحو العالم مجدداً على تقرير لجنة ميتشل التي شكلت في إطار قرارات قمة شرم الشيخ وسط زخم انتفاضي مقاوم استعصى على الكسر أو الاجتثاث، قبل أن يشتد بأس المقاومة الفلسطينية ويرتقي أداؤها وتتطور فعالياتها نهاية عام 2001 ومطلع عام 2002 وتشهد الساحة ولادة وثيقة تينت، التي تلاها المبادرة السعودية التي تحولت إلى المبادرة العربية إثر إقرار القمة العربية التي انعقدت في بيروت لها بشكل رسمي.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ومع الفشل العسكري الصهيوني في إضعاف واجتثاث المقاومة الفلسطينية رغم كافة الحملات العسكرية الوحشية، كان لابد لخارطة الطريق أن تظهر لتحقق بالسياسة ما لم يحققه القمع والعنف والإرهاب، حتى إذا بان فشلها وبرز عجزها واستمرت المقاومة دون كلل ظهر للعيان هذه الأيام ما يعرف باسم \"وثيقة جنيف\" أو \"اتفاق سويسرا\" الذي يتوقع أن يأخذ شكلاً رسمياً في القريب، خاصة وأن مصادر فلسطينية رسمية تؤكد مصادقة الرئيس ياسر عرفات ورئيسي الوزراء الأسبق والحالي، محمود عباس وأحمد قريع عليه. ¶ ولعل من أشد المضحكات المبكيات أن السلطة الفلسطينية لم تتأخر يوماً عن تنفيذ التزاماتها وتطبيق نصوصها وبنودها الواردة في هذه الوثائق والقمم والمبادرات والاتفاقيات مهما بلغت درجة قسوتها وإجحافها وسطوتها بحق المقاومة الفلسطينية والشعب الفلسطيني والحقوق الفلسطينية فيما تنصل العدو الصهيوني من غالبية التزاماته، بل وكان السبب الأول والوحيد في إحباط وإفشال سائر المبادرات والطروحات والاتفاقيات التي ارتبطت بالقضية الفلسطينية منذ النكبة الأولى عام 1948 وحتى اليوم، رغبة منه في القفز عن أية تنازلات أو تسهيلات للفلسطينيين رغم أن تلك المبادرات والطروحات والاتفاقيات تصب – جميعاً- في المصلحة الصهيونية وتراعي المتطلبات والاحتياجات الصهيونية بشكل كامل. ¶ واستمراراً لسلسلة انتفاضة الأقصى التي يصدرها المركز العربي للبحوث والدراسات يصدر الكتاب الثاني منها، موثقاً للقمم والوثائق والاتفاقيات والمبادرات التي شهدتها الانتفاضة، موضحاً لتفاصيل بنودها ونصوصها، كي يكون المواطن الفلسطيني والعربي على بينة منها، عالماً بحقيقتها، مدركاً لخطورتها وآثارها المدمرة على الشعب والوطن والقضية الفلسطينية.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وباستعراض موجز لهذه القمم والوثائق والاتفاقيات والمبادرات نلاحظ مدى هشاشة تطرقها للحقوق والمصالح الفلسطينية، وتركيزها على القضايا الأمنية، ودورانها في الفلك الأمني الإسرائيلي بشكل تام، بعيداً عن ملامسة الأسباب الحقيقية لنشوء وبروز وتصاعد المقاومة المسلحة والعمليات الاستشهادية. ¶ فقمة شرم الشيخ التي التأمت في الأسابيع الأولى من اندلاع الانتفاضة، بحضور فلسطيني وصهيوني وعربي ودولي، تجاهلت الأسباب الحقيقية والمباشرة لاندلاع الانتفاضة، ولم تدن العنف البشع والقمع الأعمى الذي تمارسه قوات الاحتلال ضد المواطنين الفلسطينيين العزل الذين كانوا يقاومون جنود الاحتلال بالحجارة دون أي سلاح، والذي حصد في الأيام الأولى للانتفاضة مئات الشهداء والجرحى، بل دعت إلى إنهاء العنف والمواجهات بين الطرفين: الفلسطيني والصهيوني والعودة إلى الأوضاع التي سبقت اندلاع الانتفاضة، ودعم وتسهيل التعاون الأمني بينهما، وفي ذلك ظلم كبير وإجحاف بالغ بحق الفلسطينيين الذين تساووا –في عرف قرارات القمة- مع الصهاينة، وكأنهم جيش يحارب جيشاً آخر، بما ينافي الواقع القائم وحقيقة العنف الموجه من طرف واحد، باتجاه جماهير مدنية عزلاء لا تحمل سوى الحجر والمقلاع وتنادي بطرد الاحتلال. ¶ ويبلغ الإجحاف مداه بالدعوة إلى دعم وتسهيل التعاون الأمني بين الطرفين، بما يعنيه ذلك من قتل لطموح الشعب الفلسطيني في التحرر والاستقلال، وزج المجاهدين والمناضلين الشرفاء في السجون من جديد، وإدخال الساحة الفلسطينية في دوامة من التوتر والقلق والاضطراب.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "كما دعت القمة للعودة إلى طريق المفاوضات، وتشكيل لجنة لتقصي الحقائق، بشكل يقود للدوران -مجدداً- في ذات الحلقة المفرغة التي أدت لانفجار الغضب الفلسطيني الشعبي في وجه الاحتلال، فضلاً عن أن لجان التحقيق أو تقصي الحقائق التي شكلت على مدار تاريخ القضية الفلسطينية لم تنصف الشعب الفلسطيني يوماً، بل استهدفت إضفاء حالة من التعويم والتمويه على حقائق الأحداث الدائرة، وامتصاص مشاعر النقمة المضطرمة في قلوب الفلسطينيين. ¶ وتنص المبادرة المصرية الأردنية المطروحة شهر أبريل عام2001 على ثلاثة محاور، يتمثل الأول في إجراءات تهدف إلى وضع حد للأزمة بين الدولة العبرية والسلطة الفلسطينية عبر اتخاذ تدابير ملموسة لوقف ما يسمى بالعنف والعودة إلى الأوضاع التي سبقت اندلاع الانتفاضة، ويتجسد الثاني في إرساء إجراءات هادفة إلى بناء الثقة بين الطرفين عبر التطبيق الفوري للقرارات المتخذة في قمة شرم الشيخ شهر سبتمبر عام 1999 التي تعهدت فيها السلطة الفلسطينية بالعمل ضد \"الإرهاب\" ووقف التحريض والتطبيق المتبادل للاتفاقيات الأمنية والتجميد الكامل والفوري لسياسة الاستيطان، فيما يتركز المحور الثالث على ضرورة استئناف المفاوضات للتوصل إلى تسوية دائمة حول القضايا النهائية كالقدس واللاجئين والحدود والمستوطنات وغيرها. وبتقييم دقيق لهذه المبادرة نجد أنها لا تقدم للفلسطينيين شيئاً يذكر باستثناء الدعوة إلى تجميد سياسة الاستيطان، وتكرر ذات القرارات والنصوص المتمخضة عن قمة شرم الشيخ التي تساوي بين الجلاد والضحية، وتكرس الأوضاع التي سبقت اندلاع الانتفاضة بما حوته من تفسخ لجدار الوحدة الوطنية وتوتر داخلي ناجم عن سياسة استمراء المفاوضات العقيمة وسياسة التعاون الأمني التي أضرت بالمقاومة وزجت بعناصرها في السجون والمعتقلات الفلسطينية والصهيونية.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "أما تقرير ميتشل الذي اكتسب اسم جورج ميتشل رئيس لجنة تقصي الحقائق التي شكلت نتيجة قرارات قمة شرم الشيخ فقد ارتكزت توصياته على ثلاثة محاور رئيسية، الأول: وقف العنف، والثاني: إعادة بناء الثقة، والثالث: استئناف المفاوضات. ¶ ويدعو المحور الأول بين ثناياه إلى وقف العنف المتبادل بين الطرفين بشكل فوري ودون شروط. ¶ أما المحور الثاني فيشدد على أهمية إعادة بناء الثقة بين الطرفين من خلال مجموعة من الإجراءات، أهمها، إدانة ووقف التحريض بكافة أشكاله، وقيام السلطة الفلسطينية باستنكار ورفض \"الإرهاب\" ومنع عمليات المقاومة الفلسطينية التي أسماها التقرير بـ\"الإرهابية\" ومحاربة منفذيها الذين وصفهم بـ\"الإرهابيين\"، وتجديد واستئناف التعاون الأمني وبحث سبل توسيع مداه، ودعم نشاطات التطبيع المشتركة بين الشعبين، وانسحاب قوات الاحتلال إلى المواقع التي كانت تتمركز فيها قبل اندلاع الانتفاضة بتاريخ 28/9/2000، وتجميد سلطات الاحتلال لجميع النشاطات الاستيطانية بما في ذلك النمو الطبيعي. ¶ ويدعو المحور الثالث إلى استئناف المفاوضات بين الطرفين، والعودة إلى تطبيق الالتزامات الواردة في الاتفاقات الموقعة بينهما. ¶ ويبدو جلياً مدى الظلم والاستخفاف الذي أبداه هذا التقرير بالفلسطينيين، فقد أثقل كاهلهم بعدد هائل من الالتزامات والقيود فيما لم يلزم كيان الاحتلال سوى بالنذر اليسير منها.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ففي الوقت الذي دعا فيه التقرير إلى تجميد الاستيطان وإعادة انتشار قوات الاحتلال إلى مواقعها السابقة، فقد ساوى بين الجلاد والضحية ووضعهما في كفة واحدة من خلال الدعوة إلى وقف العنف المتبادل، بل تحيز لصالح الاحتلال من خلال وصف القمع الصهيوني بحق الفلسطينيين بأنه مجرد \"أفعال\"، ووصف مقاومة الفلسطينيين بأنها \"إرهاب\" ووصم المقاومين الفلسطينيين بـ\"الإرهابيين\" في ذات الوقت الذي لم يجرؤ فيه على نعت المستوطنين الصهاينة وممارساتهم الإجرامية بهذه الصفات والنعوت. ¶ وقد بدا التحيز في أسطر التقرير حين أقر بموقف حكومة الاحتلال بأن إقدام قوات جيشها على تدمير الطرق والبيوت وتجريف الأراضي والممتلكات الزراعية قد تم لأسباب أمنية، وحين دعا الطرفين إلى التوقف عن تنظيم التظاهرات العنيفة، وهو يقصد – بالطبع- توقف السلطة الفلسطينية عن السماح بتنظيم المظاهرات العنيفة التي تندلع في إطار فعاليات الانتفاضة، وحين تفهم موقف حكومة الاحتلال بأن حالات إطلاق النار ضد الفلسطينيين التي أدت إلى الوفاة قد تمت بمعادلة شخصية تحكمها دوافع وتصرفات الجندي الصهيوني الذي يتعرض إلى \"هجوم فلسطيني\"، وأن الحجارة التي يلقيها شبان وأطفال الانتفاضة يمكن أن تؤدي إلى القتل أو الإعاقة؟! دون أن يضفي على الأمر أية صفة رسمية، وكأن آلاف الشهداء والجرحى الفلسطينيين قد سقطوا إثر تصرفات شخصية من قبل جنود الاحتلال، وليس نتيجة لقرارات وسياسات رسمية صهيونية.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وكما حاول التقرير تفجير الجبهة الفلسطينية الداخلية من خلال دعوة السلطة الفلسطينية إلى رفض ومحاربة حركات المقاومة ومنع عملياتها وتجديد التعاون الأمني مع الاحتلال، فقد حاول – أيضاً- إعادتنا إلى الوراء من خلال الدعوة لاستئناف المفاوضات، بل والدعوة إلى رعاية ودعم المنظمات غير الحكومية الفلسطينية والصهيونية التي تنشط في مجال التطبيع والتعايش المشترك، مما يعني-عملياً- الانهزام النفسي أمام الاحتلال، وكسر الحواجز النفسية معه، والقبول بالتعايش معه رغم احتلاله وفجوره وقمعه وجرائمه التي ولغت- حتى النهاية- في دماء الفلسطينيين. ¶ ولا تختلف وثيقة تينت عن سابقاتها من حيث الجوهر والمضمون، بل غاصت في أعماق القضايا الأمنية، وتجاهلت - كلياً- التطرق إلى الشئون السياسية عبر الدعوة إلى استئناف المفاوضات التي برزت في سياق قمة شرم الشيخ والمبادرة المصرية الأردنية وتقرير ميتشل. ¶ وتنص الوثيقة على اتخاذ جملة من الخطوات الأمنية الملموسة الحقيقية، ويتمثل أهمها في استئناف التعاون الأمني بشكل فوري بين الطرفين: الفلسطيني والصهيوني حيث تنعقد جلسة أمنية على مستوى رفيع بحضور الأمريكيين مرة كل أسبوع على الأقل، واتخاذ خطوات فورية لفرض وقف إطلاق النار بشكل كامل من خلال إقدام السلطة الفلسطينية على اعتقال رجال المقاومة في الضفة الغربية وقطاع غزة بشكل فوري وزجهم في أقبية التحقيق ورفع أسمائهم للجنة الأمنية فور اعتقالهم، ومنع رجال الأمن لديها من التحريض أو المساعدة في تنفيذ هجمات ضد قوات الاحتلال، ومداهمة بؤرة المقاومة ومخازن الأسلحة والصواريخ، وامتناع قوات الاحتلال عن تنفيذ هجمات ضد منشآت ومقرات وسجون السلطة، والتوقف عن المبادرة بأعمال أمنية في المناطق الخاضعة لسيطرة السلطة.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وتحث الوثيقة على وضع جدول زمني متفق عليه لتنفيذ إعادة انتشار كاملة لقوات الاحتلال إلى مواقعها التي سبقت اندلاع الانتفاضة برعاية اللجنة الأمنية المشتركة، وإقرار جدول زمني محدد لرفع الأطواق الداخلية بين المدن الفلسطينية وفتح الطرق ونقاط العبور على الحدود في غضون أسبوع من بدء جلسات اللجنة الأمنية واستئناف التعاون الأمني. ¶ ما سبق يؤكد بما لا يدع مجالاً للشك حالة الانحدار المتواصلة التي وصمت المعالجات الخاصة بالقضية الفلسطينية عقب تقرير ميتشل، فهذه الوثيقة عالجت مختلف القضايا الأمنية ولبت كافة الاحتياجات الأمنية الصهيونية بعيداً عن أية آفاق سياسية. ¶ وكان أكثر ما يميز هذه الوثيقة غوصها في أعماق التفاصيل الأمنية، وإرسائها لآليات عمل محددة، تقيد الفلسطينيين بمجموعة من الالتزامات التي لا فكاك منها وسط مراقبة مكثفة ومتابعة لصيقة من قبل الأمريكيين الذين لا يشك أحد في طبيعة إخلاصهم ومدى ولائهم لحلفائهم الصهاينة. فاللجان الأمنية التي دعت الوثيقة لتشكيلها ومهامها ودورية اجتماعاتها ومستوى التمثيل الواجب فيها وحجم وخطورة المعلومات المطلوب رفعها إليها، تشي بحقيقة الأهداف التي تنتصب خلفها، والتي لا تحيد عن تفكيك وضرب وإنهاء وجود المقاومة الفلسطينية بشكل كامل دون أي رصيد أو مقابل سياسي. ¶ ومن هنا شكلت هذه الوثيقة خطورة بالغة، وأنذرت بعواقب وخيمة، إذ أنها تعني – عملياً- التسليم الكامل للصهاينة، ورفع الرايات البيضاء أمام عدوانهم، والتعايش مع احتلالهم، والقبول بشروطهم وإملاءاتهم، والاستجابة لاحتياجاتهم ومتطلباتهم دون تحقيق أي فعل إيجابي ملموس يصب في خانة الحقوق والمصالح الوطنية الفلسطينية.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "أما المبادرة السعودية التي أطلقها الأمير عبد الله بن عبد العزيز ولي عهد المملكة العربية السعودية فقد حاولت رسم آفاق سياسية شاملة بموازاة الحلول والمتطلبات والقضايا الأمنية، إذ دعت إلى انسحاب \"إسرائيل\" الكامل من جميع الأراضي العربية المحتلة منذ عام 1967 تنفيذاً لقراري مجلس الأمن 242 و 338 واللذين عززتهما قرارات مؤتمر مدريد عام 1991 ومبدأ الأرض مقابل السلام، وقبولها قيام دولة فلسطينية مستقلة وذات سيادة وعاصمتها القدس الشرقية وذلك مقابل قيام الدول العربية بإنشاء علاقات طبيعية في إطار سلام شامل مع \"إسرائيل\". ¶ وقد عرضت المبادرة السعودية على القمة العربية التي انعقدت في بيروت نهاية مارس 2002 ، وصودق عليها لتتحول إلى مبادرة عربية رسمية شملت عدداً من النقاط نجمل أهمها فيما يلي: ¶ مطالبة \"إسرائيل\" بإعادة النظر في سياساتها والجنوح للسلم وتبني السلام العادل كخيار استراتيجي. ¶ مطالبة \"إسرائيل\" بالانسحاب من الأراضي العربية المحتلة بما في ذلك الجولان السورية وحتى خط الرابع من يونيو/ حزيران عام 1967 والأراضي التي ما زالت محتلة في جنوب لبنان. ¶ مطالبة \"إسرائيل\" بالتوصل إلى حل لمشكلة اللاجئين الفلسطينيين يتفق عليه وفقاً لقرار الجمعية العمامة للأمم المتحدة رقم 194. ¶ قبول قيام دولة فلسطينية مستقلة ذات سيادة على الأراضي الفلسطينية المحتلة منذ الرابع من يونيو عام 1967 في الضفة الغربية وقطاع غزة وتكون عاصمتها القدس الشرقية. ¶ عندئذ تقوم الدول العربية بما يلي: ¶ اعتبار النزاع العربي \"الإسرائيلي\" منتهياً والدخول في اتفاق سلام بينها وبين \"إسرائيل\" مع تحقيق الأمن لجميع دول المنطقة . ¶ إنشاء علاقات طبيعية مع \"إسرائيل\" في إطار هذا السلام الشامل.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "والملاحظ أن المبادرة العربية \"السعودية الأصل\" قد حاولت إنهاء الصراع العربي الصهيوني عبر حلول شاملة إلا أنها أسقطت الكثير من الحقوق الفلسطينية، وضيعت العديد من الثوابت الوطنية، فقد تنازلت عن الأراضي الفلسطينية المحتلة عام1948، وأهدرت -عملياً- حق اللاجئين الفلسطينيين في العودة إلى ديارهم التي هجروا منها من خلال الدعوة إلى ما يسمى بحل عادل لقضية اللاجئين، كما أهدرت حق الفلسطينيين في بيت المقدس من خلال التنازل عن الشطر الغربي من المدينة المقدسة. ¶ ويبلغ التنازل ذروته بإهداء دولة الكيان الصهيوني تطبيعاً شاملاً والدخول في اتفاقيات سلام وإنشاء علاقات عادية معها، واعتبار الصراع منتهياً، لقاء تلبية جزء يسير ومحدود للغاية من الحقوق الفلسطينية. ¶ ومع اشتداد المقاومة الفلسطينية وفشل الصهاينة في القضاء عليها ومدى الآثار البالغة التي خلفتها على المجتمع والاقتصاد الصهيوني اضطرت الإدارة الأمريكية للخروج بمبادرة جديدة في محاولة واضحة لإنهاء الانتفاضة والمقاومة الفلسطينية وإنقاذ الكيان الصهيوني من أوضاعه المتردية، فكانت \"خارطة الطريق\" التي طرحت كمبادرة أمريكية على اللجنة الرباعية التي تضم الولايات المتحدة والأمم المتحدة والاتحاد الأوربي وروسيا، وحازت على قبولها ومصادقتها لتصبح اللجنة الرباعية الراعية الأساسية لها. ¶ وترتكز خارطة الطريق على ثلاث مراحل رئيسية على النحو التالي: ¶ المرحلة الأولى: وتشمل تنفيذ عدد من الخطوات نجملها فيما يلي: ¶ قيام الفلسطينيين بإيقاف العنف بشكل فوري وغير مشروط من خلال إصدار بيان يقبل بحق \"إسرائيل\" في العيش بسلام وأمن، ويدعو لوقف كافة الأنشطة العسكرية الفلسطينية وجميع أشكال العنف ضد \"الإسرائيليين\" ووقف التحريض.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "استئناف التعاون الأمني على أساس خطة تينت الأمنية، وبدء عمليات مستمرة وفاعلة لاعتقال الأشخاص والجماعات التي تشن وتخطط لهجمات عنيفة ضد \"الإسرائيليين\"، وتقويض القدرات والبنى التحتية لها ومصادرة أسلحتها. ¶ دمج كافة الأجهزة الأمنية الفلسطينية في ثلاثة أجهزة تحت إشراف وزير للداخلية مخول الصلاحيات، وإعادة بناء وتدريب الأجهزة الأمنية بما يساهم في تعزيز التعاون الأمني مع \"إسرائيل\". ¶ قيام الدول العربية بقطع التمويل العام والخاص وكافة أشكال الدعم عن حركات المقاومة الفلسطينية. ¶ قيام جيش الاحتلال بالانسحاب من مناطق السلطة الفلسطينية التي احتلت بعد اندلاع انتفاضة الأقصى وإعادة الأوضاع إلى ما كانت عليه بالتوازي مع التقدم في الأداء الأمني للسلطة الفلسطينية. ¶ تعيين رئيس وزراء للسلطة الفلسطينية مخول الصلاحيات، وصياغة دستور للدولة الفلسطينية، وإنشاء لجنة انتخابات فلسطينية مستقلة، والمباشرة بحملة إصلاحات لبنى وأجهزة السلطة. ¶ قيام سلطات الاحتلال بتنفيذ عدد من الردود الإنسانية لتحسين الوضع المعيشي للفلسطينيين، وتجميد الاستيطان بما في ذلك النمو الطبيعي للمستوطنات بما يتوافق مع تقرير ميتشل. ¶ المرحلة الثانية: وتشمل إنشاء دولة فلسطينية بحدود مؤقتة عقب انتهاء القيادة الفلسطينية الجديدة من العمل الحازم ضد ما يسمونه \"الإرهاب\"، وعقب انتهاء إجراء الانتخابات الفلسطينية. ¶ وتتسم هذه المرحلة بالأداء الأمني الشامل والتعاون الفعال المتواصل بين الأجهزة الأمنية الفلسطينية والصهيونية، وبناء المؤسسات وإعادة الحياة الفلسطينية إلى طبيعتها، وإقرار الدستور الفلسطيني، وتعميق الإصلاح السياسي. ¶ وينعقد في نهاية هذه المرحلة مؤتمر دولي يتولى البحث في كيفية إنشاء دولة فلسطينية ذات حدود مؤقتة على أساس مفاوضات مشتركة فلسطينية صهيونية. ¶ المرحلة الثالثة: وتشمل إنجاز اتفاق نهائي وإنهاء الصراع الفلسطيني الصهيوني.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وتتسم هذه المرحلة بتعزيز الإصلاح واستقرار المؤسسات الفلسطينية، والأداء الأمني الفلسطيني الفعال والمستمر. ¶ وينطلق في إطار هذه المرحلة مؤتمر دولي ثاني يقود مفاوضات فلسطينية صهيونية للوصول إلى اتفاق نهائي يشمل مختلف قضايا الصراع العالقة كالحدود والقدس واللاجئين والمستوطنات. ¶ وتختتم هذه المرحلة بقبول الدول العربية إقامة علاقات طبيعية كاملة مع الكيان الصهيوني، والأمن لكافة دول المنطقة في إطار سلام عربي - صهيوني شامل. ¶ وبإطلالة سريعة على المراحل الثلاث الواردة في إطار خطة \"خارطة الطريق\" تتبدى الأهداف الحقيقية الماثلة وراء طرح هذه المبادرة، والتي تتمثل في التالي: ¶ طيّ ملف القضية الفلسطينية، وإنهاء الصراع الفلسطيني-العربي-الإسلامي مع الكيان الصهيوني بشكل تام. ¶ طمس حقوق وتطلعات الشعب الفلسطيني، وحرمانه من حقه في قضاياه الكبرى التي تشكل لب وجوهر قضيته. ¶ تدمير وجود المقاومة الفلسطينية، وإنهائها بشكل كامل، وتفكيك مجموعاتها والقضاء على قدراتها وبناها التحتية. ¶ مسخ السلطة الفلسطينية وتحويلها إلى كيان مرتهن بيد الاحتلال، ومطيع لأوامره وإملاءاته وسياساته. ¶ تحويل الحياة الفلسطينية إلى حياة تنسجم مع الرؤية الصهيونية الأمريكية. ¶ الاستحواذ على المنطقة العربية برمتها واختراقها سياسياً وثقافياً واجتماعياً وتدمير مقومات الصمود فيها.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "فاشتراط تفكيك وجود المقاومة الفلسطينية وتدمير بناها التحتية، واستئناف التعاون الأمني الفعال والمستمر، وإعادة هيكلة السلطة الفلسطينية فكراً وسياسةً وبنية وأجهزة بما يتلاءم مع سياسة وإملاءات واحتياجات الاحتلال لقاء وعود غير مضمونة بإقامة دولة فلسطينية ذات حدود مؤقتة أمر لا يقبله المنطق السليم ويدخل في عداد الأوهام ناهيك عن مساسه بأحد أهم ثوابت الشعب الفلسطيني، التي تتعلق بحق الشعب الفلسطيني في مقاومة الاحتلال حتى التحرير والاستقلال، وصيانة وحدته الوطنية من محاولات زرع الفتنة والشقاق. ¶ وما يقال عن دولة فلسطينية ذات حدود مؤقتة أمر لم يجد تاريخ الأمم المتحدة والشعوب بمثله، فضلاً عن افتقاره لأية ضمانات تلزم تطبيقه والعمل به. ¶ أما وعود إنشاء دولة فلسطينية ذات حدود دائمة فهو حلم بعيد المنال، اللهم إلا إذا جرت الأمور كيفما اشتهى الصهاينة والأمريكيون، واصطبغ الواقع الفلسطيني بشروطهم، وانسجمت السياسة الفلسطينية السلطوية مع سياساتهم، وهو-أيضاً- ما لا تتوفر أية ضمانات على إنشاء دولة فلسطينية مكافأة عليه، بالنظر إلى حقيقة الصهاينة وطبيعتهم المجبولة على الكذب والخداع ونقض العهود والمواثيق، وطبيعة المصالح والعلاقات والتحالفات الخاصة التي تربط الإدارة الأمريكية بالكيان الصهيوني، والتي تحجز بينها وبين فرض أية ضغوط حقيقة في أي اتجاه. ¶ وفي نهاية المطاف، فان الثمن المجبي صهيونياً أكبر بكثير من الاستحقاق المدفوع، فإنهاء الصراع على حساب طمس الحق الفلسطيني وتكريس الكيان الصهيوني كجسم مشروع في قلب المنطقة العربية وإبرام الاتفاقيات معه، يشكل أخطر الأخطار، ويضع العالم العربي والإسلامي أمام مستقبل غامض وتوقعات مجهولة.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ومع اندحار خارطة الطريق كسابقاتها، وتواصل المقاومة الفلسطينية بحدة وتصميم كبيرين، وعجز قوى الشر والاستكبار عن مواجهتها والقضاء عليها وحصار أنشطتها ومصادر تمويلها، طالعتنا وسائل الإعلام بوثيقة جديدة أسميت وثيقة جنيف أو اتفاق سويسرا تولى صياغتها وحياكة بنودها وراء الكواليس مجموعة من الشخصيات الفلسطينية الرسمية وغير الرسمية التي تتبوأ مواقع رسمية لدى بعض الفصائل، والشخصيات الصهيونية من اليمين والوسط واليسار برعاية بعض الدول العربية والأوروبية. ¶ ويعلن اتفاق سويسرا بشكل قاطع عن أن تطبيق هذا الاتفاق سيؤدي إلى نهاية كل مطالب الطرفين، مؤكداً على قيام دولة فلسطينية تعترف فوراً بدولة \"إسرائيل\" على أساس خطوط الرابع من حزيران عام1967 مع تعديلات متبادلة في الخرائط الحدودية، فيما يقام رواق \"ممر\" يربط بين شطري الدولة الفلسطينية \"الضفة الغربية وقطاع غزة\"، على أن يكون تحت السيادة الصهيونية والإدارة الفلسطينية. ¶ وتنص أهم بنود الاتفاق على تنديد الطرفين: الفلسطيني والصهيوني بـ\"الإرهاب\" والعمل ضده، وامتناعهما عن أية أعمال أو سياسات من شأنها تغذية \"التطرف\" وخلق الشروط المشجعة \"للإرهاب\" في كل واحد لدى الطرفين، وبذل جهود مشتركة ضد كل مظاهر \"العنف\" و \"الإرهاب\" بما تتضمنه من منع أعمال \"إرهابية\" ومطاردة منفذيها، ومحافظة الطرفين على التعاون وتبادل المعلومات بين المحافل الأمنية في إطار لجنة ثلاثية تتشكل من الطرفين والولايات المتحدة الأمريكية لتأكيد تطبيق عملية التعاون الأمني والتبادل المعلوماتي، وسن الطرفين قوانين لمنع التحريض على العنصرية، وعلى \"الإرهاب\" و\"العنف\" وفرضها دون هوادة. ¶ ويؤكد الاتفاق على وجود قوة أمن فلسطينية قوية في ظل دولة مجردة من السلاح، على أن توضع قيود على السلاح الخاص بالأمن الفلسطيني، وحظر امتلاك السلاح على أية جهة شخصية أو منظمة داخل فلسطين باستثناء قوة الأمن الفلسطينية.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ويتحدث الاتفاق عن إقامة قوة متعددة الجنسيات بهدف توفير ضمانات أمنية للطرفين، والعمل كجهة رادعة والرقابة على تطبيق تعليمات الاتفاق. ¶ كما يتحدث الاتفاق عن بقاء الوجود العسكري الصهيوني بشكل مقلص، في غور الأردن تحت صلاحية القوة متعددة الجنسيات، واحتفاظ قوات الاحتلال بمحطتي إنذار مبكر في شمالي ووسط الضفة الغربية، والبدء بالانسحاب العسكري الفوري على مرحلتين مع بدء تطبيق بنود الاتفاق حيث تنتهي المرحلة الثانية في غضون 21 شهر من نهاية المرحلة الأولى التي يتم إنجازها في غضون تسعة أشهر. ¶ ويشير الاتفاق إلى إشراف طواقم مشتركة تتشكل من قوة الأمن الفلسطينية وقوة أمن متعددة الجنسيات على كل المعابر الحدودية، بحيث يمكن لها على حده، وبشكل مشترك، منع دخول عناصر محظورة إلى فلسطين، ويمكن لقوات الاحتلال أن تحتفظ في قاعات المسافرين والأمتعة على مدى ثلاثين شهراً بحضور غير منظور للعين في منشأة خاصة في المكان يشغلها مندوبو القوة متعددة الجنسيات وصهاينة باستخدام التكنولوجيا الملائمة. ¶ ويتطرق الاتفاق إلى قضيتي القدس واللاجئين، حيث يؤكد أن الحائط الغربي للمسجد الأقصى سيكون تحت السيادة الصهيونية، وأن الأحياء العربية ستخضع للسيادة الفلسطينية في المدينة المقدسة فيما ستخضع الأحياء اليهودية للسيطرة الصهيونية.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "أما قضية اللاجئين فينص الاتفاق على حل مشكلتهم على أساس عودة عدد محدود منهم إلى داخل فلسطين المحتلة عام 48، وعدد آخر إلى مناطق الدولة الفلسطينية الموعودة، وعدد ثالث إلى مناطق يتم نقل السيادة فيها إلى السيادة الفلسطينية في إطار اتفاق تبادل الأراضي، وعدد رابع إلى دول طرف ثالث، والعدد المتبقي يبقى في الدول التي يتواجد فيها اللاجئون حالياً، على أن تعطى الأولوية لإعادة اللاجئين الموجودين في لبنان، وأن تخضع أعداد اللاجئين الذين سيعودون إلى داخل فلسطين المحتلة عام48 لما يسمى التفكر السيادي لدولة الاحتلال بحيث ستقرر هي عدد اللاجئين دون غيرها. ¶ كما يؤكد الاتفاق على تقديم تعويضات للاجئين لقاء ممتلكاتهم التي فقدوها عقب تهجيرهم، واعتبار هذا الاتفاق حلاً كاملاً لمشكلة اللاجئين الفلسطينيين، وضرورة عدم طرح مطالب أخرى غير تلك المتعلقة بتطبيق هذا الاتفاق. ¶ ويعرض الاتفاق لقضية الأسرى في سجون الاحتلال، حيث يضع آلية زمنية للإفراج عنهم على ثلاث مراحل وفقاً لتصنيفاتهم، بحيث يفرج عن آخر أسير فلسطيني في غضون ثلاثين شهراً من بدء تنفيذ الاتفاق على أرض الواقع. ¶ مما سبق يتضح مدى حجم الخطورة الكامنة في هذا الاتفاق، فللمرة الأولى ينبري من أبناء شعبنا من يرفع الراية البيضاء لكيان الاحتلال ويتساوق مع الرؤى والطموحات والتصورات الصهيونية، ويمس – بشكل خطير- بالقضايا الرئيسية التي تشكل لب وجوهر القضية الفلسطينية ومحور الصراع العربي الصهيوني. ¶ إنها المرة الأولى التي يتجرأ فيها البعض على ثوابتنا الرئيسية التي لا تقبل التنازل أو المساومة، بقبولهم حلولاً نهائية ممسوخة للغاية، تطوي صفحة النزاع إلى الأبد، وتضع كافة المطالب الفلسطينية المشروعة - بعدها- في خانة الشطب والتجاهل والنسيان.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "فالقدس لم تعد القدس، إذ تخضع الأحياء العربية في القدس الشرقية للفلسطينيين فيما الأحياء اليهودية للصهاينة، ويخضع الحائط الغربي للمسجد الأقصى للسيادة الصهيونية، فيما توكل إدارة الحرم القدسي الشريف إلى هيئة مشتركة؟! ¶ أما بخصوص قضية اللاجئين فحدث ولا حرج .. إذ أقصى ما استجلبه سدنة الاتفاق لا يتعدى إعادة عدد محدود من اللاجئين إلى ديارهم التي هجروا منها عام 48 شرط قيام دولة الاحتلال بتحديد أعدادهم، فيما يتوزع الباقي على مناطق \"الدولة الفلسطينية\" الموعودة، ودول أخرى، ويتلظى الجزء الأخير بنيران التوطين في دول اللجوء والشتات. ¶ وما يتصل بحق المقاومة، ورجالها الشرفاء أمر قيل فيه الكثير الكثير .. فالاتفاق ينص على اجتثاث كامل لما أسماه \"الإرهاب\" وأهله ومنظماته والعاملين في إطاره، وتفعيل لا غبار فيه للتعاون الأمني، بما يمهد لأرض فلسطينية مستسلمة، خالية من الشرف والعزة والكرامة والمقاومة. ¶ ولعل في مطالعة واستعراض بنود الاتفاق ما يغني عن أي شرح أو تعليق .. فالرؤية الصهيونية تتجسد في أوضح حالاتها فيما تضيع الرؤية الفلسطينية الحقة وتندثر الحقوق الثابتة وتتهاوى الثوابت التي شمخت –ولا تزال- على هامات باسقات لا تعرف الدنية أو ترضى بالمهانة والفتات. ¶ ما سبق، كان مراجعة موجزة وتعليقا مختصرا على القمم والمبادرات والوثائق والاتفاقيات التي شهدتها انتفاضة الأقصى، سائلين الله عزّ وجلّ أن يبارك سعينا ويهبنا التوفيق الدائم لخدمة ديننا ووطننا وقضيتنا.. إنه على ما يشاء قدير. ¶ م. إسماعيل عبد اللطيف الأشقر أ. مؤمن محمد غازي بسيسو ¶ رمضان 1424هـ - نوفمبر 2003م ¶ غزة – فلسطين ¶ قمة شرم الشيخ(1) ¶ الثلاثاء, أكتوبر 16, 2000) ¶ __________ ¶ (1) مجلة الدبلوماسي (الخليج والعالم العربي في أسبوع) العدد رقم (43) السبت 21 أكتوبر /تشرين الأول 2000",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "عقدت يوم 16أكتوبر 2000 قمة شرم الشيخ وسط أجواء متوترة في الشرق الأوسط كادت تنذر بوقوع حرب تأتي على الأخضر واليابس في المنطقة بأكملها وحضرها الرئيس حسني مبارك الراعي لهذه القمة وكل من الرئيس الأمريكي بيل كلينتون والملك عبد الله الثاني عاهل الأردن ورئيس السلطة الفلسطينية ياسر عرفات ورئيس الوزراء الإسرائيلي إيهود باراك والأمين العام للأمم المتحدة كوفي عنان وممثل الاتحاد الأوروبي لأمن الشرق الأوسط خافيير سولانا. ¶ وقد حددت مصر بصفتها راعية القمة عدداً من الشروط والأسس الضرورية حتى تنعقد قمة شرم الشيخ وهي: ¶ 1- وقف جميع العمليات العسكرية ضد الشعب الفلسطيني وعدم تكرارها. ¶ 2- رفع الحصار عن جميع الأراضي الفلسطينية. ¶ 3- تكوين لجنة دولية للتحقيق في أسباب العمليات العسكرية الإسرائيلية الأخيرة ¶ والاعتداء على الشعب الفلسطيني الأعزل. ¶ 4- عودة الحياة الطبيعية في الأراضي الفلسطينية إلى سابق عهدها ما قبل اندلاع الأحداث في الثامن والعشرين من سبتمبر الماضي. ¶ 5- اتخاذ جميع التدابير لعودة مفاوضات التسوية النهائية بين الفلسطينيين والإسرائيليين. ¶ المطالب الإسرائيلية والفلسطينية في قمة شرم الشيخ: ¶ صعدت إسرائيل مطالبها من قمة شرم الشيخ، حيث طالبت بتشكيل لجنة دولية لجمع الأسلحة غير المرخصة في الأراضي الفلسطينية واعتقال أعضاء من حركة حماس. ¶ وتضمنت المطالب الإسرائيلية من القمة ما يلي: ¶ 1- توقيع اتفاق إطلاق النار ووقف أعمال العنف، واعتقال أعضاء حماس والجهاد الذين أطلقت السلطة سراحهم. ¶ 2- تحديد آلية لعدم تكرار أعمال العنف. ¶ 3- تشكيل لجنة دولية لجمع الأسلحة غير المرخصة المنتشرة في الأراضي الفلسطينية وتحديداً في أيدي حركة فتح. ¶ 4- عدم الموافقة على تشكيل لجنة دولية لتقص الحقائق في الأحداث الدموية السابقة. ¶ 5- اعتقال المتورطين في مقتل جنديين إسرائيليين في رام الله.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "6- استئناف أعمال لجنة مكافحة التحريض التي أقرتها اتفاقية (واي ريفر) والمجمدة حالياً. وانتقد باراك الولايات المتحدة بسبب دعوتها إسرائيل إلى وقف قصف أهداف فلسطينية بالصواريخ، كذلك انتقد باراك مجلس الأمن الدولي بسبب إدانته لإسرائيل. ¶ المطالب الفلسطينية ¶ وقد رفض الجانب الفلسطيني الشروط والمطالب الإسرائيلية جملة وتفصيلاً، وجاء هذا الرفض على لسان أكثر من مسئول في مقدمتهم ياسر عبد الله وزير الإعلام والثقافة بالسلطة الوطنية الفلسطينية وطرح عرفات المطالب الفلسطينية التي تتمثل في: ¶ 1- وقف إطلاق الرصاص الإسرائيلي على المواطنين وعلى رجال السلطة الفلسطينية. ¶ 2- سحب القوات الإسرائيلية من مداخل المدن ومن المستوطنات. ¶ 3- التعهد بعدم دخول المسجد الأقصى. ¶ 4- البحث في وضعية المقدسات الإسلامية والمسيحية في فلسطين ووقف ¶ الاعتداءات الإسرائيلية عليها. ¶ قرارات القمة: ¶ ولذلك وافق الرئيس الفلسطيني ياسر عرفات ورئيس الوزراء الإسرائيلي إيهود باراك على ثلاثة أهداف رئيسية وعلى الخطوات اللازمة لتنفيذها وهي: ¶ أولاً: وافق الجانبان على إصدار بيانات عامة تدعو صراحة لوقف أعمال العنف، كما وافقا على اتخاذ إجراءات فورية حاسمة لإنهاء المواجهات الحالية وإنهاء نقاط الاحتكاك مع ضمان إنهاء العنف وأعمال التحريض والحفاظ على الهدوء ومنع تكرار هذه الأحداث. ولتحقيق ذلك سيعمل كل جانب على الفور على العودة إلى الموقف الذي كان موجوداً قبل الأزمة الحالية في المناطق ومن بينها إعادة سيادة القانون والنظام وإعادة نشر القوات، وإنهاء نقاط الاحتكاك، ودعم التعاون الأمني بينهما، ورفع قرارات القلق وفتح مطار غزة وأن الولايات المتحدة سوف تساعد في تسهيل التعاون الأمني بين الطرفين.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ثانياً: ستقوم الولايات المتحدة مع الإسرائيليين والفلسطينيين وبالتشاور مع الأمين العام للأمم المتحدة بتطوير لجنة لتقص الحقائق في الأحداث التي شهدتها الأسابيع الأخيرة ولبحث سبل عدم تكرارها، وسوف يتم إعداد تقرير اللجنة مشاركة بين الأمين العام للأمم المتحدة والأطراف التي سيتم الإعلان عنها، وسيتم تقديم تقرير نهائي تحت إشراف من رئيس الولايات المتحدة الأمريكية لإعلانه. ¶ ثالثاً: العودة إلى طريق المفاوضات واستئناف الجهود الرامية إلى التوصل لاتفاق الوضع الدائم يقوم على أساس قراري مجلس الأمن الدولي رقم 242 و338 واتفاقيات التفاهم التي أعقبتها وللوصول إلى هذه النهاية اتفق القادة على أن تعمل الولايات المتحدة خلال الأسبوعين المقبلين على بحث كيفية إحراز تقدم. ¶ المبادرة المصرية الأردنية(1) ¶ 27/4/2001م ¶ فيما يلي أهم النقاط الواردة في مبادرة السلام الأردنية المصرية المقدمة كورقة عمل لحل المشكلة الفلسطينية الصهيونية إثر تواصل واشتداد انتفاضة الأقصى. ¶ تتضمن الخطة ثلاثة جوانب: الأول، إجراءات تهدف إلى وضع حد للازمة بين إسرائيل والسلطة الفلسطينية، والثاني إجراءات تهدف إلى بناء الثقة بين الطرفين والثالث تعهد باستئناف المفاوضات بهدف التوصل إلى اتفاق نهائي. ¶ 1ـ الإجراءات الهادفة إلى وضع حد للازمة: ـ يقوم كل من الفريقين باتخاذ تدابير ملموسة لوضع حد لأعمال العنف وإعادة الهدوء بعد أسبوع من الموافقة على هذه الخطة. ¶ ـ وضع حد للحصار العسكري والاقتصادي والمالي المفروض على الأراضي الفلسطينية في الضفة الغربية وقطاع غزة والسماح بحرية تنقل الأشخاص والبضائع والامتناع عن استخدام أسلحة محظورة من قبل الأسرة الدولية. ¶ __________ ¶ (1) جريدة البيان الإماراتية.و( وكالة فرانس برس)",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ـ يتزامن ذلك مع قيام إسرائيل بسحب كل قواتها ودباباتها والياتها المدرعة من مواقعها في محيط المدن والقرى ومخيمات اللاجئين الفلسطينيين إلى حدود المواقع التي كانت فيها في سبتمبر 2000 ¶ ـ الإفراج فورا عن كل الأموال والمتأخرات المستحقة للسلطة الفلسطينية. ¶ 2ـ الإجراءات الهادفة إلى بناء الثقة: ¶ ـ التطبيق الفوري للقرارات المتخذة في قمة شرم الشيخ (5 سبتمبر 1999). ¶ ـ التجميد الكامل والفوري لسياسة الاستيطان، بما في ذلك في القدس. ¶ ـ التطبيق المتبادل للاتفاقيات الأمنية الموقعة. ¶ ـ توفير الحماية لكافة الأماكن المقدسة المسيحية والإسلامية. ¶ 3 ـ استئناف المفاوضات: ¶ ـ يترتب على الطرفين اتخاذ قرار استئناف مفاوضاتهما بهدف التوصل إلى تسوية نهائية حول كافة المسائل الواردة في جدول أعمالهما، مثل القدس واللاجئين الفلسطينيين والحدود والمستوطنات والأمن والمياه بغية تطبيق قراري مجلس الأمن الدولي 242 و338 بالكامل. ¶ وتنص خطة السلام الأردنية المصرية أيضا أن على المفاوضات أن تحافظ على الخطوات التي تم إحرازها خلال الفترة الممتدة من نوفمبر 1999 إلى يناير 2001 بما في ذلك خلال فترة قمة كامب ديفيد الفاشلة في يوليو 2000 ومباحثات طابا (في مصر) التي جرت في عهد الحكومة الإسرائيلية العمالية السابقة برئاسة ايهود باراك. ¶ تقرير\" لجنة ميتشيل\"((1) ¶ لجنة شرم الشيخ لتقصي الحقائق ¶ إبريل- نيسان 30/4/2001 ¶ لجنة شرم الشيخ لتقصي الحقائق ¶ إبريل- نيسان 30/4/2001 ¶ السيد جورج بوش المحترم ¶ رئيس الولايات المتحدة الأميركية ¶ البيت الأبيض ¶ واشنطن د- سي 0 ¶ عزيزنا السيد الرئيس: ¶ نرفق طيه تقرير لجنة شرم الشيخ لتقصي الحقائق: ¶ لقد طلبنا وتلقينا المعلومات والمشورة من قطاع واسع من الأفراد، والمؤسسات، والحكومات. وعلى رغم ذلك فإن النتائج والتوصيات صادرةٌ عنّا فقط. ¶ __________ ¶ (1) الموقع الإلكتروني لوزارة الخارجية الأمريكية, إضافة إلى عدة مواقع إلكترونية أخرى.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "نقدم شكرنا للدعم الذي قدمته للجنة أنت وإدارتك ¶ باحترام ¶ سليمان ديميريل ¶ توربيان ياغلاند ¶ وارن رودمان ¶ خافيير سولانا ¶ جورج ميتشل (رئيس اللجنة) ¶ خلاصة التوصيات: ¶ على الحكومة الإسرائيلية والسلطة الفلسطينية أن تتصرفا بسرعة وحزم لوقف العنف. الأهداف الفورية لكليهما في ما بعد هي بناء الثقة واستئناف المفاوضات. ¶ أثناء مهمتنا، كان هدفنا هو إنجاز التفويض الذي اتفق عليه في شرم الشيخ. نثمن الدعم الذي حظي به عملنا من الأطراف المشاركة في المؤتمر، ونقدر الفرقاء على تعاونهم. إن توصيتنا الأساسية هي التزام الفرقاء بروح شرم الشيخ، وتنفيذ القرارات التي اتخذت هناك في العامين 1999 و2000، إننا نؤمن أن المشاركين في المؤتمر سيدعمون الجهود الشجاعة للفرقاء من اجل تحقيق هذه الأهداف وعليه، فإننا نوصي باتخاذ إجراءات من أجل: ¶ إيقاف العنف: ¶ على الحكومة الإسرائيلية والسلطة الفلسطينية إعادة تأكيد التزامهما بالاتفاقات القائمة وما يترتب عليها، والتنفيذ الفوري لوقف إطلاق النار غير المشروط. ¶ على الحكومة الإسرائيلية والسلطة الفلسطينية الاستئناف الفوري للتعاون الأمني. ¶ إعادة بناء الثقة: ¶ على السلطة الفلسطينية والحكومة الإسرائيلية أن تعملا معاً لبناء فترة تهدئة ذات معني، وتنفيذ إجراءات إضافية لبناء الثقة، تلك الإجراءات التي تم تفصيلها في تشرين الأول (أكتوبر) 2000 في مذكرة شرم الشيخ، والتي تم تقديم بعضها من قبل الولايات المتحدة في كانون الثاني (يناير) 2001 في القاهرة، لمزيد من التفصيل (راجع الجزء الخاص بالتوصيات) ¶ على السلطة الفلسطينية والحكومة الإسرائيلية استئناف جهودهما لتحديد، وشجب، وعدم تشجيع التحريض بكافة أشكاله.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "على السلطة الفلسطينية أن توضح للفلسطينيين والإسرائيليين على السّواء من خلال إجراء ملموس أن الإرهاب غير مقبول، و لا يمكن الموافقة عليه، وأن السلطة الفلسطينية ستبذل جهداً بنسبة 100 في المئة للحيلولة دون القيام بعمليات إرهابية ومعاقبة مرتكبيها، هذا الجهد يتضمن ¶ خطوات فورية لاعتقال وسجن الإرهابيين الذين يعملون من مناطق ضمن سيطرة ¶ السلطة الفلسطينية. ¶ على الحكومة الإسرائيلية تجميد كافة النشاطات الاستيطانية، بما في ذلك النمو الطبيعي للمستوطنات القائمة. ¶ على الحكومة الإسرائيلية ضمان أن جيش الدفاع الإسرائيلي يتبنى ويعزز سياسات وإجراءات تشجع استجابات لاعنفية ضد التظاهرات غير المسلحة، وبما يقلص الإصابات والاحتكاكات بين المجتمعين (الإسرائيلي، الفلسطيني). ¶ على السلطة الفلسطينية منع المسلحين من استخدام المناطق المأهولة بالفلسطينيين لإطلاق النار على مناطق مأهولة بالإسرائيليين ومواقع جيش الدفاع الإسرائيلي. إن ذلك الأسلوب يعرض المدنيين في كلا الجانبين لمخاطر غير ضرورية. ¶ على الحكومة الإسرائيلية أن ترفع الإغلاقات وأن تحول للسلطة الفلسطينية عائدات الضرائب المستحقة، وأن تسمح للفلسطينيين الذين كانوا يعملون في إسرائيل بالعودة إلى أعمالهم، كما على الحكومة الإسرائيلية أن تضمن عدم قيام قوات الأمن والمستوطنين بتدمير البيوت والشوارع، وكذلك الأشجار والممتلكات الزراعية في الأراضي الفلسطينية. إننا ندرك أن موقف الحكومة الإسرائيلية وإجراءاتها بهذا الشأن اتخذت لأسباب أمنية، ومع ذلك فإن التأثيرات الاقتصادية لتلك الإجراءات ستستمر لسنوات عديدة. ¶ على السلطة الفلسطينية تجديد التعاون مع الجهات الأمنية الإسرائيلية لتضمن، والي أقصى حد ممكن، أن العمال الفلسطينيين المستخدمين في إسرائيل قد تم فحصهم بدقة وليس لهم ارتباطات مع منظمات أو أفراد متورطين في الإرهاب.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "على السلطة الفلسطينية والحكومة الإسرائيلية النظر في المسؤولية المشتركة للمحافظة على وحماية الأماكن المقدسة في تقاليد اليهود والمسلمين والمسيحيين. ¶ على الحكومة الإسرائيلية والسلطة الفلسطينية أن تصادقا على وتدعما بشكل مشترك المنظمات الفلسطينية والإسرائيلية غير الحكومية العاملة في مجال مبادرات التقارب بين الشعبين. ¶ استئناف المفاوضات: ¶ بروح اتفاقات شرم الشيخ, وتفاهمات 1999 و 2000، فإننا نوصي أن يلتقي الفرقاء لتأكيد الالتزام بالاتفاقات الموقعة والتفاهمات المشتركة، واتخاذ إجراءات رديفة. يجب أن يكون هذا هو أساس مفاوضات كاملة وذات مضمون. ¶ مقدمة: ¶ في السابع عشر من تشرين الأول (أكتوبر) 2000، وفي اختتام أعمال مؤتمر الشرق الأوسط للسلام في شرم الشيخ - مصر، تحدث رئيس الولايات المتحدة نيابة عن المشاركين (حكومة إسرائيل، السلطة الفلسطينية، حكومة مصر، الأردن، الولايات المتحدة، الأمم المتحدة، والاتحاد الأوروبي). من بين أشياء أخري، قال الرئيس: ¶ إن الولايات المتحدة سوف تطوّر مع الإسرائيليين والفلسطينيين، وبالتشاور مع الأمين العام للأمم المتحدة، لجنة لتقصي الحقائق حول أحداث الأسابيع الماضية وكيفية منع تكرارها، إن تقرير اللجنة سيكون ملكاً لرئيس الولايات المتحدة والأمين العام للأمم المتحدة والفرقاء قبل نشره، وسيتم تقديم تقرير نهائي للنشر تحت رعاية رئيس الولايات المتحدة. ¶ وفي السابع من تشرين الثاني (نوفمبر) 2000، وبعد التشاور مع باقي المشاركين، طلب منّا الرئيس أن نعمل في ما أصبح يعرف لاحقاً بلجنة شرم الشيخ لتقصي الحقائق، وفي رسالة موجهة إلينا يوم السادس من كانون الأول (ديسمبر) 2000، قال الرئيس:",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "إن هدف اللقاء والاتفاق الناتج عنه هو إنهاء العنف، ومنع تكراره، وإيجاد طريق العودة إلى مسيرة السلام. في إجراءاتها وطريقة عملها، على اللجنة أن تسترشد بهذه الأهداف الملزمة: على اللجنة (وأي عضو من أعضائها) محاولة قيادة الأمور بعيداً عن أي خطوة من شأنها تكثيف اللوم المشترك أو التأشير بإصبع الاتهام بين الفرقاء، وكما أوضحت في رسالتي السابقة، لا ينبغي أن تصبح اللجنة مصدر خلاف أو نقطة تركيز للّوم أو الاتهام، بل عليها أن تخدم ككابحة للعنف والمواجهة وتقديم العبر للمستقبل. إنها لا يجوز أن تكون محكمة هدفها تحديد جُرم أو براءة أفراد أو فرقاء، عوضاً عن ذلك، عليها أن تكون لجنة تقصي حقائق هدفها تحديد ما حدث وكيفية منع ¶ تكراره في المستقبل.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "بعد اجتماعنا الأول، الذي عُقد قبل زيارتنا للمنطقة، طلبنا وقف كل أنواع العنف، أما اجتماعاتنا وملاحظاتنا أثناء الزيارات المتعاقبة للمنطقة فقد زادت من قناعاتنا بهذا الخصوص، وبغض النظر عن المصدر، فإن العنف لن يحل مشاكل المنطقة، إنه فقط سيزيدها سوءاً، إن الموت والدمار لن يأتيا بالسلام، بل سيعمقان الكراهية ويصلّبان العزيمة لدي الجانبين. ثمّة طريق واحد للسلام، وللعدل، والأمن في الشرق الأوسط، ألا وهو المفاوضات، فبالرغم من التاريخ الطويل والجوار ، يبدو أن بعض الإسرائيليين والفلسطينيين لا يتفهمون بشكل كامل مشاكل وهموم الطرف الآخر، يبدو واضحاً أن بعض الإسرائيليين لا يستوعبون الإذلال والإحباط الذي يتحمله الفلسطينيون بشكل يومي نتيجة اضطرارهم للعيش مع نتائج الاحتلال المدعوم بوجود قوات عسكرية إسرائيلية، ومستوطنات مغروسة في وسطهم، ولا يفهمون إصرار الفلسطينيين على الحصول على الاستقلال وتقرير مصير حقيقي، ويبدو واضحاً أن بعض الفلسطينيين لا يتفهمون مدي الخوف الذي يخلقونه في أوساط الشعب الإسرائيلي مما يضعف إيمانهم بإمكانية التعايش، أو إصرار الحكومة الإسرائيلية على عمل كل ما هو ضروري لحماية شعبها. ¶ إن الخوف، والكراهية، والغضب، والإحباط قد تصعّد لدي الطرفين. إن الخطر الأعظم هو على ثقافة السلام، التي تمت تغذيتها عبر العقد السابق، والتي تحطمت، وبدلاً منها هناك إحساس متعاظم من عدم الجدوى واليأس، ولجوء متزايد نحو العنف. ¶ إن على القادة في كلا الطرفين التصرف، والكلام بحزم لكبح هذه التوجهات الخطرة، عليهم أن يعيدوا إضاءة الرغبة والدافعية للسلام. إن ذلك سيكون صعباً، لكنه ممكن ويجب عمله، لأن البديل غير مقبول ولا يجوز أن يكون مجال تفكير.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "إن شعبين لهما كبرياء يقتسمان الأرض والمصير، وقد أدت ادّعاءاتهما وخلافاتهما الدينية إلى صراع مستعر أضعف الروح المعنوية وضرب الفهم بقيمة الإنسان. بإمكانهما أن يستمرا في الصراع، أو أن يتفاوضا لإيجاد طريق للعيش جنباً إلى جنب بسلام. ¶ ثمة سجل من الإنجازات، ففي العام 1991 عقد أول مؤتمر للسلام بين الإسرائيليين والفلسطينيين في مدريد من أجل إنجاز سلام قائم على أساس قراري مجلس الأمن الدولي 242 و338. وفي العام 1993 التقت منظمة التحرير الفلسطينية وإسرائيل في أوسلو في مفاوضات وجهاً لوجه وللمرّة الأولي، وأدي ذلك إلى اعتراف مشترك والي إعلان المبادئ وقّعته الأطراف في واشنطن دي سي يوم 13 أيلول/ سبتمبر، 1993 وكان ذلك بمثابة خريطة طريق للوصول إلى نهاية المطاف المتفق عليه في مدريد. منذ ذلك الوقت، اتخذت خطوات ضرورية في القاهرة وواشنطن وأماكن أخري، وفي السنة الماضية اقترب الفرقاء كثيراً من إنجاز حل نهائي. ¶ كل ذلك أُنجز لكن الكثير في خطر، إذا نجح الفرقاء في إكمال الرحلة إلى هدفهم النهائي، فإن الالتزامات المتفق عليها يجب أن تُنفذ، وأن يتم احترام القانون الدولي، وحماية حقوق الإنسان. إننا نشجعهم على العودة إلى المفاوضات، مهما كانت الصعوبات، إنها الطريق الوحيد إلى السلام والعدالة والأمن . ¶ النقاش : ¶ يفهم من أقوال المشاركين في لقاء أكتوبر (تشرين الأول) 2000م تعبيرهم عن الأمل بأن انفجار العنف، الذي كان قد مضي عليه أقل من شهر، سيزول سريعاً، إن رسائل رئيس الولايات المتحدة لنا، والتي تطلب منا وضع توصيات حول كيفية منع استئناف العنف، توضح النية بإزالة العنف.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "مع ذلك فإن العنف لم يتوقف، وازدادت الأمور سوءاً، وعليه فإن الهمّ الأساسي بالنسبة إلى الذين تحدّثنا معهم في المنطقة هو إنهاء العنف، والعودة إلى عملية هيكلة السلام المنشود. هذا ما أخبرنا به، وما طُلب منّا أن نعالجه مع كل من الإسرائيليين والفلسطينيين. وكانت تلك أيضاً الرسالة التي فهمناها من الرئيس المصري حسني مبارك والملك عبد الله عاهل الأردن، والأمين العام الأمم للمتحدة كوفي انان. ¶ إن همّهم هو همُّنا، فلو كتب لتقريرنا أي تأثير، فإنه يجب أن يتعامل مع الوضع القائم، والذي يختلف عن الوضع الذي تصوره المشاركون في اللقاء، في هذا التقرير سنحاول الإجابة التي كلفنا بها لقاء شرم الشيخ : ماذا حدث ؟ لماذا حدث ما حدث ؟ ¶ في ضوء الوضع الحالي، علينا أن نشرح الجزء الثالث من مهمتنا : كيف يمكن منع حدوث العنف؟. ¶ إن أهمية عملنا وتأثيره ، في نهاية المطاف، سيقاسان من خلال التوصيات التي نقدمها في ما يتعلق بالأمور الآتية : ¶ - إنهاء العنف ¶ - إعادة بناء الثقة ¶ - استئناف المفاوضات ¶ ماذا حدث ؟ ¶ نحن لسنا محكمة. لقد التزمنا ما طلب منّا أن لا نحدّد جرم أو براءة أفراد أو جهات. ولم تكن لدينا قوة إجبار أحد على الشهادة أو تزويدنا الوثائق. وجاء معظم المعلومات التي تلقيناها من الفرقاء. ومفهوم، إنها تميل إلى دعم وجهات نظرهم . ¶ في هذا الجزء من تقريرنا، لا نحاول أن نضع الأحداث منذ أواخر سبتمبر (أيلول)2000 وما تبعها بشكل متسلسل. عوضاً عن ذلك، فإننا نناقش تلك الأحداث التي تلقي الضوء على الأسباب المؤدية للعنف. ¶ في أواخر سبتمبر 2000، تلقي الإسرائيليون والفلسطينيون، ومسئولون آخرون تقارير مفادها أن عضو الكنيست ( الذي يشغل الآن منصب رئيس الوزراء ) أرييل شارون يخطط لزيارة الحرم الشريف، جبل الهيكل في القدس. وحثّ المسئولون الفلسطينيون والأميركيون رئيس الوزراء آنذاك، ايهود براك، على (منع) تلك الزيارة.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "قام السيد شارون بزيارته تلك يوم 28 سبتمبر يرافقه ما يزيد على ألف من قوات الشرطة الإسرائيلية. ورغم أن الإسرائيليين صوّروا الزيارة ضمن سياق السياسة الداخلية، فقد رآها الفلسطينيون استفزازية. وفي اليوم التالي، وفي المكان نفسه، حدثت مواجهة بين عدد كبير من الفلسطينيين المتظاهرين غير المسلحين وعدد كبير من قوات الشرطة الإسرائيلية، وبحسب تقرير من الخارجية الأميركية قام الفلسطينيون بتظاهرات ضخمة وقذفوا قوات الشرطة بالحجارة في منطقة الحائط الغربي ، واستخدم الجيش الرصاص المطاطي والذخيرة الحية لتفريق المتظاهرين مما أدي إلى قتل أربعة أشخاص وإصابة حوالي مائتي شخص بجروح. ووفقاً لمصادر الحكومة الإسرائيلية فقد تم جرح أربعة عشر شرطياً إسرائيليا. وحدثت تظاهرات عدة خلال الأيام اللاحقة. هكذا بدأ ما عرف فيما بعد بانتفاضة الأقصى ( الأقصى هو مسجد في الحرم الشريف/ جبل الهيكل ) الحكومة الإسرائيلية تؤكد أن الدافع الفوري للعنف كان انهيار محادثات كامب ديفيد يوم 25 تموز (يوليو) 2000 و التقدير المتزايد في المجتمع الدولي لمسؤولية الفلسطينيين عن الطريق المسدود ( كامب ديفيد ) . وبحسب وجهة النظر هذه، فإن العنف الفلسطيني كان مخططاً ¶ له من قيادة السلطة الفلسطينية، وكان هدفه استفزاز وإيقاع ضحايا فلسطينيين كطريقة لاستعادة المبادرة الدبلوماسية. ¶ لقد أنكرت منظمة التحرير الفلسطينية الاتهامات بأن الانتفاضة كان مخططاً لها. وهي تدعي، على كل حال، أن كامب ديفيد لا تمثل أكثر من محاولة من قبل إسرائيل لمدّ نفوذها الذي تمارسه على الأرض إلى المفاوضات و إن فشل القمة ومحاولات إلصاق الاتهام بالجانب الفلسطيني أضاف إلى الاحتقان على الأرض .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "من خلال وجهة نظر منظمة التحرير، استجابت إسرائيل لأحداث الشغب بعنف زائد واستخدام غير قانوني للأسلحة الفتاكة ضد المتظاهرين، وهو تصرّف، من جهة نظر منظمة التحرير عكس احتقار إسرائيل لحياة وأمن الفلسطينيين _ بالنسبة للفلسطينيين، فإن المشاهد التي نشرت بكثافة لمقتل ابن الثانية عشرة ( محمد الدرة ) في غزة يوم 30 سبتمبر، والذي قُتل وهو يحتمي بوالده، يعزز ذلك التصوّر. ¶ ومن منظور الحكومة الإسرائيلية، فإن التظاهرات كانت تُنظم وتوجه من القيادة الفلسطينية لخلق حال من التعاطف الدولي مع قضيتهم من خلال استفزاز قوات الأمن الإسرائيلية لإطلاق النار على المتظاهرين، خاصة الصبية الصغار. وبالنسبة للإسرائيليين، فإن تنفيذ حكم الموت بإسرائيليين من قوات الاحتياط هما الملازم الأول فاديم نوفيتش والعريف الأول يوسف أفراهايمي، في رام الله يوم 12 أكتوبر 2000، عكس كراهية متأصلة عميقة لإسرائيل واليهود. ¶ وما بدأ كسلسلة من المواجهات بين المتظاهرين الفلسطينيين وقوات الأمن الإسرائيلية، والذي كانت نتيجته أن فرضت الحكومة الإسرائيلية قيوداً على حركة الناس، والبضاعة في الضفة الغربية وقطاع غزة ( الإغلاقات ) تطوّر منذ ذلك الحين إلى مجموعة من الأعمال العنفية وردود الفعل. كان هناك تبادل لإطلاق النار في مناطق مكتظة، وحالات قنص، وصدامات بين المستوطنين الإسرائيليين والفلسطينيين. وكانت هناك أيضاً حوادث إرهابية وردود فعل إسرائيلية ( صنّفتها الحكومة الإسرائيلية على أنها كبح للإرهاب ) بما في ذلك عمليات قتل وتدمير للأملاك وإجراءات اقتصادية). وأخيرا كانت هناك هجمات بقذائف المورتر على مواقع إسرائيلية تلتها غارات لجيش الدفاع الإسرائيلي على المناطق الفلسطينية.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "من وجهة النظر الفلسطينية، فإن قرار إسرائيل توصيف الأزمة الراهنة على أنها صراع مسلّح يقترب من الحرب يعتبر ببساطة وسيلة لتبرير سياسة الاغتيال، وسياسة العقوبة الجماعية، واستخدام الأسلحة الفتاكة . ومن وجهة النظر الإسرائيلية إن القيادة الفلسطينية حرّضت ونظمت ووجهت العنف. لقد استخدمت وتستمر في استخدام الإرهاب والاستنزاف كأدوات استراتيجية. ¶ وفي العروض والوثائق التي قدموها ، تبادل كل من الفرقاء الاتهامات حول الدوافع ودرجة الضبط التي يمارسها الطرف الآخر. على أي حال لم نزوّد أدلة مقنعة بأن زيارة شارون كانت أكثر من عمل سياسي داخلي، كذلك لم نزوّد أدلة مقنعة على أن السلطة الفلسطينية خططت للانتفاضة. ¶ بناء عليه، لا يوجد لدينا أساس للاستنتاج أنه كانت هناك خطة متعمدة من السلطة الفلسطينية للبدء في حملة عنف واستغلال أول فرصة مواتية لذلك، أو للاستنتاج ¶ بأنه كانت هناك خطة متعمدة للحكومة الإسرائيلية للرد بأسلحة فتاكة. ¶ مهما يكن الأمر، لا توجد أدلة للاستنتاج بأن السلطة الفلسطينية قامت بجهد متواصل للسيطرة على التظاهرات وعلى العنف لحظة حدوثه، أو أن الحكومة الإسرائيلية قامت بجهد متواصل لاستخدام وسائل غير فتّاكة للسيطرة على التظاهرات وعلى الفلسطينيين غير المسلحين. ووسط الغضب المتزايد والخوف وعدم الثقة، افترضت كل جهة ما هو أسوأ عن الأخرى وتصرفت بناء على ذلك. ¶ إن زيارة شارون لم تكن سبب انتفاضة الأقصى، لكن توقيتها لم يكن موفقاً. وكان بالإمكان التنبؤ بما يمكن أن تسببه من استفزاز. وحقاً، تنبأ بنتائجها أولئك الذين طلبوا منع الزيارة. والأمر الأكثر أهمية هو الأحداث التي تلت : قرار الشرطة الإسرائيلية يوم 29 سبتمبر باستخدام وسائل فتاكة ضد المتظاهرين الفلسطينيين، وما ترتب على ذلك من فشل، كما أشرنا سابقاً ، لدي الطرفين في ممارسة الضبط. ¶ لماذا حدث ما حدث ؟",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "إن جذور العنف الحالي تمتد أكثر عمقاً. واي قمة أو مؤتمر لا يحل الأمور من جذورها. لقد عمل كلا الجانبين بوضوح على خلق وهم عميق في ما يتعلق بتصرف الآخر وفشله في إرضاء التوقعات المنبثقة عن مسيرة السلام التي بدأت في مدريد سنة 1991 ثم في أوسلو سنة 1993، واتهم كل طرف الآخر بانتهاك تعهدات محددة وبالنيل من روح التزامه لحل الخلافات السياسية بطرق سلمية. ¶ توقعات متباينة : ¶ لقد صدمتنا التوقعات المتباينة التي عبّر عنها الفرقاء في ما يتعلق بتطبيق مسيرة أوسلو. أن النتائج التي أنجزت من خلال تلك المسيرة لم يكن يتخيلها أحد قبل أقل من عشر سنوات. وخلال الجولة الأخيرة من المفاوضات، كان الفرقاء أكثر قربا من أي وقت مضي من حلٍ نهائي. ¶ مع ذلك، فإن كلاً من الفلسطينيين والإسرائيليين أبلغونا أن الأساس الذي بنيت عليه مسيرة أوسلو - الوضع الصعب للحل النهائي يؤجل إلى نهاية المسيرة - قد وقع بالتدريج تحت ضغط خطير. إن مسيرة الخطوة - الخطوة التي تم الاتفاق عليها من قبل الأطراف بنيت على الافتراض بأن كل خطوة في مسيرة التفاوض ستؤدي إلى تعزيز الثقة. ومن أجل إنجاز ذلك كان على كل فريق أن يطبق الالتزامات المتفق عليها وعدم اتخاذ ما قد يراه الآخر محاولات إساءة للمسيرة من أجل التحديد المسبق لشكل الحل النهائي. وإذا لم تتم مراعاة هذا المطلب، فإن خارطة طريق أوسلو لن تؤدي بنجاح إلى مآلها المتفق عليه. واليوم يلوم كل فريق الآخر لأنه يتجاهل هذه السمة الجوهرية، مما تسبب في أزمة في الثقة، وهذه المشكلة أصبحت أكثر إلحاحاً مع افتتاح محادثات الوضع النهائي.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "لقد أعطت الحكومة الإسرائيلية أولوية للتحرك نحو اتفاق للوضع النهائي ضمن مناخ من عدم العنف، يتمشى مع الالتزامات المدرجة في الاتفاقات بين الفرقاء، حتى لو سارت الأمور أبطأ مما تم تصوره في البداية، فقد كان هناك منذ بداية مسيرة السلام في مدريد سنة 1991، تقدّم متواصل نحو اتفاق الوضع النهائي من دون اللجوء إلى العنف المتصاعد الذي وسم الأسابيع القليلة الماضية. ¶ وتري منظمة التحرير أن إعاقة العملية نجم عن محاولات إسرائيل إطالة الاحتلال وتعزيزه، واعتقد الفلسطينيون أن اتفاق أوسلو سيؤدي إلى نهاية الاحتلال الإسرائيلي في غضون خمس سنوات وهي المدة الزمنية التي حدّدت كمرحلة انتقالية في وثيقة إعلان المبادئ. وبحسب وجهة النظر الفلسطينية، بدلاً من ذلك وصلت الإعاقات الإسرائيلية المتكررة إلى ذروتها في قمة كامب ديفيد حيث عرض الإسرائيليون ضم ما يقارب 2،11 في المئة من أراضي الضفة الغربية ( باستثناء القدس ) كما عرض الإسرائيليون عرضاً غير مقبول بشأن القدس والأمن واللاجئين. وفي المجمل فإن العروض الإسرائيلية في كامب ديفيد تضمنت بالإضافة إلى ضم أفضل المناطق الفلسطينية لإسرائيل، السيادة الدائمة لإسرائيل على القدس الشرقية, واستمرار التواجد العسكري الإسرائيلي في المناطق الفلسطينية, والسيطرة الإسرائيلية على المصادر الطبيعية الفلسطينية، والأجواء, والحدود الفلسطينية, وأخيراً عودة أقل من 1 في المئة من اللاجئين إلى موطنهم. ¶ لقد ارتأى الطرفان أن عدم التزام الاتفاقات التي تم التوصل إليها منذ بدء العملية السلمية يعود إلى ضعف الإيمان بها. وأدت هذه النتيجة إلى انعدام الثقة تماماً حتى قبل مرحلة المفاوضات النهائية. ¶ منظورات متباينة :",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "لقد تحولت وجهات النظر هذه خلال الأشهر السبعة الماضية إلى حقائق متباينة، إذ ينظر كل طرف إلى الآخر وكأنه تصرف بسوء نية : تحول تفاؤل أوسلو إلى معاناة وأحزان على الضحايا، وجسد كل طرف، سواء بالتصريحات أو الأفعال، منظوراً عجز عن إدراك أي حقيقة في وجهة نظر الآخر. ¶ المنظور الفلسطيني: في ما يتعلق بالفلسطينيين، بشّرت مدريد وأسلو بإمكان قيام الدولة، وضمان نهاية الاحتلال وقرارات حول القضايا الهامة ضمن مدة زمنية محدّدة. الفلسطينيون غاضبون بصدق من النمو المستمر للمستوطنات. كذلك لدي الفلسطينيون مشاعر غاضبة تجاه تجاربهم اليومية المريرة والمذلة والناجمة عن استمرار الوجود الإسرائيلي على الأراضي الفلسطينية. ويري الفلسطينيون أن وجود المستوطنات والمستوطنين في مناطقهم لا يشكل فقط انتهاكاً لروح عملية أوسلو بل أيضاً تطبيقاً للقوة بشكل يتناسب مع عقلية الهيمنة الإسرائيلية العسكرية والتي تبقي على هذه المستوطنات وتحميها. ¶ ينص الاتفاق الانتقالي على أنه يري الطرفان بأن الضفة الغربية وقطاع غزة وحدة مناطقية واحدة، يتم تحديد وضعها والسيادة عليها في المرحلة الانتقالية. ويترافق مع ذلك نص في الاتفاق النهائي يمنع اتخاذ أي خطوات تعمل على تغير وضعية المفاوضات الانتقالية، إذ تمنع إسرائيل من الحق في الاستمرار بالسياسة غير المشروعة في التوسع الاستيطاني، بالإضافة إلى الاتفاق المرحلي فإن القانون الدولي المعروف، بما يتضمن معاهدة جنيف الرابعة يمنع إسرائيل ( كقوة محتلة ) من إنشاء مستوطنات في أراضٍ محتلة، بانتظار إنهاء الصراع.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وتزعم منظمة التحرير أن القادة السياسيين الإسرائيليين لم يخفوا أن التفسير الإسرائيلي لأوسلو تمت صياغته بحيث يتم فصل الفلسطينيين في مناطق غير متواصلة محاطة بحدود يسيطر عليها الإسرائيليون مع وجود مستوطنات وطرق خاصة بها، تنتهك السيادة الفلسطينية. وبحسب ما تدعيه منظمة التحرير الفلسطينية فإنه في السنوات السبع الأخيرة ومنذ إعلان المبادئ تضاعف عدد المستوطنين الإسرائيليين إلى ما يقارب 000 200 نسمة باستثناء القدس. أما في ما يخص القدس الشرقية فقد ارتفع عدد المستوطنين إلى 000 170 مستوطن. ¶ وقد قامت إسرائيل بإنشاء 30 مستوطنة جديدة ووسعت عدداً كبيراً من المستوطنات القائمة لاستيعاب المستوطنين الجدد. ¶ كما تدّعي منظمة التحرير أن حكومة إسرائيل فشلت في الإذعان لالتزامات أخرى مثل الانسحاب اللاحق من الضفة الغربية والإفراج عن المعتقلين الفلسطينيين، بالإضافة إلى ذلك عبّر الفلسطينيون عن غضبهم تجاه الطريق المسدود بخصوص مسألة اللاجئين وتدهور الظروف الاقتصادية في الضفة الغربية وقطاع غزة. ¶ المنظور الإسرائيلي: إن توسيع النشاط الاستيطاني واتخاذ إجراءات لتسهيل حياة المستوطنين وأمنهم لا يعتبر ماساً بمفاوضات الوضع النهائي. وتتفهم إسرائيل معارضة الجانب الفلسطيني للمستوطنات في الضفة الغربية وقطاع غزة، وهي تعترف بان المستوطنات قضية مهمة يجب ان يتم التوصل لاتفاق بشأنها كجزء من أي حل للوضع النهائي دون تحيّز للوضع الرسمي الراهن للمستوطنات. هذه المسألة تم الاعتراف بها والاتفاق عليها في إعلان المبادئ في 13 أيلول 1993 وأيضا في اتفاقات أخرى بين الجانبين. في واقع الأمر، جري الكثير من الحوار حول قضية المستوطنات بين الطرفين أثناء المفاوضات التي يمكن أن تؤدي إلى اتفاق الوضع النهائي.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "حقاً، تشير إسرائيل إلى انه خلال قمة كامب ديفيد وأثناء المحادثات اللاحقة لها عرضت حكومة إسرائيل تقديم تنازلات مهمة في ما يختص بالمستوطنات في ظل اتفاق شامل. ¶ إن الأمن هو الهم الأول لحكومة إسرائيل. وتدعي الحكومة الإسرائيلية أن منظمة التحرير الفلسطينية أخلت بالتزاماتها التي قطعتها على نفسها وذلك بالاستمرار في استخدام العنف لتحقيق أهداف سياسية. إن الأمن كان وما يزال الهمّ الرئيسي في عملية السلام بالنسبة لإسرائيل، و الأمن هو مسألة لن تساوم إسرائيل بشأنها أو تقدم تنازلات حولها. إن فشل الجانب الفلسطيني في التزام بنص وروح البنود المتعلقة بالأمن في العديد من الاتفاقيات كان ولأمد طويل مصدراً لعدم الاستقرار والانزعاج في إسرائيل. ¶ وحسب ما ترتئيه الحكومة الإسرائيلية فان الفشل الفلسطيني يتمثل بعدة وجوه: تحريض مؤسساتي ضد إسرائيل واليهود، إطلاق سراح الإرهابيين من السجون، والفشل في السيطرة على الأسلحة غير المرخصة، والقيام بعمليات عنف تراوح بين إدخال عناصر مسلحة في التظاهرات، بالإضافة إلى اعتداءات إرهابية على مدنيين إسرائيليين. ¶ وتؤكد الحكومة الإسرائيلية أن منظمة التحرير خرقت بوضوح إدانتها للإرهاب وأعمال العنف الأخرى وبهذا زعزعت الثقة بشكل كبير بين الفرقاء. إن الحكومة الإسرائيلية تدرك أن هناك خيطاً ضمنياً لكنه واضح يدور في الطروحات الفلسطينية، مفاده أن العنف الفلسطيني ضد إسرائيل والإسرائيليين هو أمر شرعي ومبّرر ويمكن تفسيره. ¶ أوقفوا العنف : ¶ إن ما مرّ به الإسرائيليون والفلسطينيون سوّيا خلال الشهور الماضية كان إلى حد كبير تجربة شخصية لكل فرد. فمن خلال صلة القرابة والصداقة والدين والمجتمع والمهنة كان لكل شخص في كلا الجانبين صلة بشخص قتل أو أصيب إصابة خطيرة في أحداث العنف الأخيرة.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ورواياتهم مؤثرة جداً: في آخر زيارة لنا للمنطقة التقينا عائلات ضحايا فلسطينين وإسرائيليين. كانت هذه الروايات الشخصية للأسى والحزن تفطر القلوب وتملؤها بحزن لا يوصف. وقد استعملت العائلات الفلسطينية والإسرائيلية الكلمات نفسها للتعبير عن أحزانها. فعندما تتحدث أرملة طبيب إسرائيلي قتل، وهو رجل سلام تضّمن عمله تقديم العلاج لمرضي فلسطينيين، فهي تقول: يبدو أن الفلسطينيين مهتمون بقتل اليهود لأنهم يهود وحسب. على الفلسطينيين أن يعيروا انتباها لذلك. ويستخلص أبوان فلسطينيان النتيجة نفسها لدي مقتل طفلهما وهو نائم في فراشه بان الإسرائيليون لا يحترمون حياة الفلسطينيين. على الإسرائيليين أن ينصتوا لذلك. وحين نري أجساد الأطفال المتناثرة، تدرك أن آن الوقت كي يوقف الكبار العنف. ¶ وفي خضم انتشار العنف صوّر الطرفان بعضهما بعضا بالعدائية بشكل تعميمي. ولا يمكن كسر هذه الدائرة بسهولة من دون تصميم جديّ واستعداد للمصالحة، وستكون إعادة الثقة أمراً مستحيلاً. ¶ وقف العنف : ¶ منذ 1991 التزم الطرفان وبصورة مستمرة في كل اتفاقاتهما اللاعنف، وقد قاموا بالشيء نفسه أخيرا في قمتي شرم الشيخ، أيلول 1999 وتشرين الأول 2000. ولوقف العنف الآن، فان على السلطة الفلسطينية وحكومة إسرائيل عدم معاودة الكرّة ثانية، بل يجب اتخاذ خطوات فورية لإنهاء الصراع والتأكيد من جديد على الالتزامات المتبادلة والبدء في المفاوضات. ¶ استئناف التعاون الأمني: ¶ قال لنا المسئولون الامنيون الفلسطينيون ان هذا الأمر يتطلب بعض الوقت، ربما عدة أسابيع، كي تستعيد السلطة الفلسطينية سيطرتها الكاملة على العناصر المسلحة التي تقع تحت إمرتها، وعليها أن تمارس تأثيراً فعالاً على العناصر المسلحة الأخرى العاملة في المناطق الفلسطينية _ ولم ينازع المسئولون الامنيون الإسرائيليون هذه التأكيدات.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "المهم أن تقوم السلطة الفلسطينية بكل ما تستطيع من جهد لتطبيق وقف شامل للعنف وان يكون هذا جلياً للحكومة الإسرائيلية _ وبشكل مماثل، على الحكومة الإسرائيلية أن تقوم هي الأخرى ببذل جهد كامل (100 في المئة) لضمان عدم جعل نقاط الاحتكاك المحتملة حيث يحتك الفلسطينيون بالمسلحين الإسرائيليين مسرحاً لعداء متجدّد. ¶ إن انهيار التعاون الأمني في بداية أكتوبر (تشرين الأول) قد عكس القناعة لدي كل طرف بأن الآخر قد الزم نفسه بطريق العنف تجاه الآخر. ولو أن الفريقيين يرغبان في الوصول إلى مئة في المئة من الجهود لمنع العنف، فان الاستئناف الفوري للتعاون الأمني يكون إلزامياً. ¶ إننا نتفهم تردد السلطة الفلسطينية في أن تُري وكأنها تسّهل عمل قوات الأمن الإسرائيلية في غياب سياق سياسي واضح (أي مفاوضات ذات مغزى) وتحت تهديد التوسع الاستيطاني الإسرائيلي _ حقاً، التعاون الأمني لا يمكن دعمه بدون مثل تلك المفاوضات علاوة على إجراءات تُفسر على أنها سلبية على نتيجة المفاوضات. ¶ زد على ذلك انه من دون تعاون أمني فعّال، فإن الفريقين سيمضيان في اعتبار كل عمل من أعمال العنف قانونياً رسمياً. ولكي يتم التغلب على الطريق المسدود الراهن، فإن على الجانبين التفكير بالطريقة المثلي لإحياء التعاون الأمني. ¶ إننا نثمن الجهود الحالية في ذلك الشأن، والتعاون الفعّال يعتمد على خلق ودعم مناخ من الثقة وعلاقات شخصية طيبة. ¶ إن الأمر متروك للفرقاء أنفسهم ليتحملوا عبء التعاون اليومي، إلا أن عليهم أن ¶ يبقوا منفتحين لقبول مساعدة من آخرين لتسهيل عملهم - ومثل تلك المساعدة الخارجية يجب ان تحظي بموافقة مشتركة، وان لا تهدد الترتيبات الثنائية الجيدة، وأن لا تكون بمثابة محكمة أو تدخلاً بين الطرفين.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "كان هناك تعاون أمني جيد حتى السنة الماضية استفاد من المساعي الحميدة للولايات المتحدة، واعترف الجانبين بأنها مثمرة، وقد تم دعمها بشكل غير مباشر بمشاريع أمنية ومساعدة من الاتحاد الأوروبي. إن دور المساعدة الخارجية يجب أن يتمثل في خلق الإطار المناسب، ودعم النوايا الحسنة لدي الجانبين، في أمن ورفاهية كلا الشعبين إذا أريد لتلك الجهود أن تحظي بموافقة الجانبين. ¶ إعادة بناء الثقة : ¶ لقد عبرت المصافحة التاريخية بين الرئيس عرفات ورئيس الوزراء اسحق رابين التي تمت في البيت الأبيض في سبتمبر (أيلول) 1993، عن آمال الطرفين بأن الباب نحو حل سلمي للخلافات قد بات مفتوحاً. ¶ وعلى رغم العنف الراهن وفقدان الثقة المتبادل، عبر الجانبان مراراً عن رغبتهما في السلام - وقد تأكدت صعوبة تحويل هذه الرغبة إلى تقدم حقيقي. إذ أن استعادة الثقة أمر ملح، ويتعين على الجانبين اتخاذ خطوات ثابتة لتحقيق هذا الغرض. ¶ وفي ضوء المستوي العالي من العداء وفقدان الثقة، فإن توقيت وتعاقب هذه الخطوات يتسم بالأهمية الواضحة، وهو ما يمكن إقراره من جانب الأطراف. ونحن ندعوهم للبدء في اتخاذ القرارات اللازمة فوراً. ¶ الإرهاب : ¶ في مذكرة شرم الشيخ التي صدرت في سبتمبر 1999، تعهدت الأطراف بأن تبدأ العمل ضد أي عمل أو تهديد بالإرهاب أو القصف أو التحريض ، ومع أن المستويات الثلاثة من العدوانية تستحق الشجب، فإنه لم يكن من قبيل المصادفة أن الإرهاب قد تبوأ رأس القائمة. ¶ ويشمل الإرهاب القتل والجرح المتعمد لأشخاص غير محاربين يتم اختيارهم عشوائياً لأهداف سياسية، وهو يهدف إلى الوصول إلى نتائج سياسية من خلال بث الرعب وإشاعة الفوضى في أوساط الجمهور. انه لأمر غير أخلاقي وسوف يرتد في النهاية على أصحابه. إننا نشجبه وندعو الأطراف لتنسيق جهودها الأمنية للتغلب عليه.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "في التقارير والمذكرات التي قدمتها الحكومة الإسرائيلية، وجهت اتهامها إلى السلطة الفلسطينية بدعم الإرهاب عبر إطلاق سراح إرهابيين كانوا قيد الاحتجاز، والسماح لأفراد من أجهزة أمن السلطة الفلسطينية بالتحريض، وفي بعض الحالات بالقيام بعمليات إرهابية، ووقف التعاون الأمني مع الحكومة الإسرائيلية. ونفت السلطة الفلسطينية بشدة هذه الاتهامات، لكن الإسرائيليين يصرون على الاعتقاد أن قيادة السلطة الفلسطينية لم تبذل أية جهود حقيقية على امتداد الشهور السبعة الماضية للجم الإرهاب الموجه ضد إسرائيل. إن مثل هذا الاعتقاد في حد ذاته يشكل عائقاً رئيسياً أمام إعادة بناء الثقة. ¶ إننا نعتقد أن على السلطة الفلسطينية مسؤولية في المساعدة في إعادة بناء الثقة عبر الإيضاح لكلا الشعبين بأن الإرهاب مدان ومرفوض، وعبر اتخاذ الإجراءات كافة لمنع العمليات الإرهابية ومعاقبة مرتكبيها. ويجب أن يشمل هذا الجهد خطوات فورية بمنع الإرهابيين من العمل داخل المناطق التي تخضع للسلطة الفلسطينية. ¶ المستوطنات: ¶ كما إن على الحكومة الإسرائيلية مسؤولية في إعادة بناء الثقة. إذ يكون من الصعب تكريس وقف العنف الفلسطيني - الإسرائيلي ما لم تجمد الحكومة الإسرائيلية نشاطات البناء الاستيطاني كافة. ويتعين على الحكومة الإسرائيلية أن تفكر ملياً في انه إما أن تكون المستوطنات التي تشكل نقاط إثارة لخلافات جوهرية، موضوعاً لمقايضات ذات قيمة في المفاوضات اللاحقة، أو أن تحول استفزازات محتملة دون الشروع في أية مفاوضات مثمرة. ¶ هذا الموضوع مثير للخلاف طبعاً، فسوف ينظر كثير من الإسرائيليين إلى توصيتنا على أنها تعبير عن الواقع وسوف يدعمونها، وسوف يعارضها آخرون، ولكن يجب عدم السماح للنشاطات الاستيطانية بأن تحبط استعادة الهدوء والعودة إلى المفاوضات.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "على امتداد نصف قرن من وجودها، تلقت إسرائيل دعماً قوياً في الولايات المتحدة. وفي المحافل الدولية، كانت الولايات المتحدة أحياناً الدولة الوحيدة التي تصوت إلى جانب إسرائيل. ومع ذلك، وحتى في إطار مثل هذه العلاقة القوية، فإن هناك بعض الخلافات. وفي مقدمة هذه الخلافات، تأتي معارضة دائمة من حكومة الولايات المتحدة لسياسات وممارسات الحكومة الإسرائيلية بشأن الاستيطان. وكما علق وزير الخارجية الأمريكية في حينه، جيمس بيكر في 22 أيار (مايو) 1991: في كل مرة من المرات الأربع التي ذهبت فيها إلى إسرائيل بشأن عملية السلام، ووجهت بالإعلان عن نشاط استيطاني جديد، أنه أمر يخالف سياسة الولايات المتحدة، انه الأمر الأول الذي يطرحه العرب والحكومات العربية، الأمر الأول الذي يطرحه الفلسطينيون في المناطق، والذين يعيشون فعلاً أوضاعاً مزرية، الأمر الأول الذي يطرحونه عندما نتحدث إليهم. أنا لا أعتقد ان هناك عقبة في وجه السلام اكبر من النشاط الاستيطاني الذي يتواصل ليس فقط بكل قوة ولكن بسرعة. ¶ السياسة التي وضعت من جانب الوزير بيكر، بالنيابة عن إدارة الرئيس جورج بوش، مثلت في جوهرها سياسة كل الإدارات الأميركية على امتداد ربع القرن الماضي. ¶ خفض التوتر:",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "لقد أبلغنا من جانب كل من الفلسطينيين والإسرائيليين بان الانفعالات التي نجمت نتيجة العدد الكبير من الوفيات والجنازات الأخيرة قد خلقت مواجهات جديدة، وأدت بالنتيجة إلى استمرار دائرة العنف. ليس بوسعنا ان نحض أياً من الطرفين على التوقف عن تنظيم التظاهرات، ولكن على الطرفين ان يجعلا من الواضح انه لم يتم التساهل مع المظاهرات العنيفة. ان في وسعنا بل سنعمل على حض الأطراف على أن تبدي احتراماً اكبر لحياة الإنسان عندما يتصادم المتظاهرون مع قوات الأمن. وعلاوة على ذلك، فإن تجديد الجهود لوقف العنف يمكن ان يمثل، ولوقت محدود، فترة تهدئة يمكن من خلالها عدم تشجيع التظاهرات الجماهيرية في/ أو بالقرب من نقاط الاحتكاك، من أجل كسر دائرة العنف. وفي حال استمرار التظاهرات، فإننا نحض على ان يحافظ كل من المتظاهرين ورجال الأمن على المسافة التي تفصل بينهما من أجل خفض احتمالات المواجهة المميتة. ¶ الفعل والرد: ¶ لقد شاهد أعضاء من اللجنة واقعة شملت إلقاء الحجارة في رام الله، من مواقع الجانبين على الأرض. كان الأشخاص المتواجهون غالباً من الشباب وقد كان غياب قيادة عالية المستوي في جانب جيش الدفاع الإسرائيلي أمراً مثيراً للاستغراب تماماً كما كان واضحاً غياب مسئولين أمنيين أو رسميين يمكن أن ينصحوا بالتعقل في الجانب الفلسطيني. ¶ وبشأن مثل هذه المواجهات، تقول الحكومة الإسرائيلية أن إسرائيل منخرطة صراع مسلح يقترب من الحرب. انه ليس شغباً أو تظاهرات أو تمرداً مدنياً تعبر عنه خمس عمليات إطلاق نار كبيرة الحجم. وقد نفذت الهجمات من جانب ميليشيا مسلحة ومنظمة جيداً. ومع ان جيش الدفاع الإسرائيلي يعترف بأن بينها 9000 هجوم قام بها الفلسطينيون ضد إسرائيل، فإن ما يقرب من 700 شملت استخدام أسلحة أوتوماتيكية، بنادق، مسدسات، قنابل ( و) متفجرات من أنواع أخرى.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وهكذا، وعلى مدي الشهور الثلاثة الأولى من الانتفاضة الحالية، فان معظم الحوادث لم يشمل استخدام الفلسطينيين للأسلحة النارية والمتفجرات. وقد أشارت منظمة بتسيلم إلى انه وفقاً لمصادر جيش الدفاع الإسرائيلي، فان 73 في المائة من الحوادث (من 29 سبتمبر وحتى 2 ديسمبر) لم تتضمن استخدام الفلسطينيين للأسلحة النارية. وبرغم ذلك فإن معظم الفلسطينيين الذين قتلوا وجرحوا في هذه الأحداث، وعلى امتداد الشهور السبعة المتطرفة، فان حوالي 500 شخص منهم قتلوا وما يزيد على 10 آلاف جرحوا، وان الغالبية الساحقة من الفئتين هم من الفلسطينيين. ان الكثير من عمليات القتل هذه كان يمكن تجنبها، وكذلك الأمر بشأن القتلى الإسرائيليين.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "إن توصيف الصراع كما ورد آنفاً، هو عام أكثر مما ينبغي لأنه لا يصف تنوع لأحداث منذ سبتمبر 2000. إضافة إلى ذلك، فإنه عبر تعريف كهذا للصراع، قام جيش الدفاع الإسرائيلي بوقف العمل لسياسة إجراء التحقيق من جانب دائرة تحقيقات الشرطة العسكرية عندما يتعرض أحد الفلسطينيين للقتل على أيدي جنود جيش الدفاع الإسرائيلي في حادث لا يتعلق بالإرهاب. ووفقاً للجانب الإسرائيلي فانه حيث تري إسرائيل هناك سبباً للتحقيق في حادثة معينة فإنها تفعل ذلك، مع أنها في ضوء ظروف الصراع المسلح لا تفعل ذلك بشكل روتيني. إننا نعتقد انه بالتخلي عن هذا التوصيف الإجمالي صراع مسلح يقترب من الحرب، وعبر العودة إلى التحقيق الإلزامي من جانب الشرطة العسكرية، فان الحكومة الإسرائيلية يمكن أن تساعد في خفض العنف القاتل وفي إعادة بناء الثقة المتبادلة. وعلى رغم الخطر الذي يمثله لقد برز الخلاف بين الأطراف حول ما تسميه إسرائيل استهداف العدو الفرد المقاتل، وتصف منظمة التحرير هذه الأعمال بأنها عمليات إعدام غير قانونية، وتقول أن إسرائيل تمارس العمل بـ سياسة الاغتيال التي تخالف بوضوح المادة 32 من اتفاقية جنيف الرابعة. وتقول الحكومة الإسرائيلية أن أي عمل قامت به إسرائيل، فإنها قامت به تماماً في حدود المبادئ وذات الصلة بالأعمال العدوانية. ¶ في ما يتعلق بالتظاهرات، تقر الحكومة الإسرائيلية بأن حالات فردية من الردود المفرطة يمكن ان تكون قد حدثت. فبالنسبة إلى جندي أو وحدة عسكرية تحت هجوم فلسطيني، فإن المعادلة ليست الجيش الإسرائيلي ضد عدد من المحتجين الفلسطينيين، إنها معادلة شخصية.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "إننا نتفهم هذا الأمر، خصوصا أن الصخور يمكن أن تؤدي إلى الإعاقة أو حتى أن تقتل. انه ليس أمرا سهلاً بالنسبة لعدد من الجنود الشباب، تواجههم أعداد كبيرة من المتظاهرين المعادين، أن يتمكنوا من إجراء تمييز قانوني دقيق وفوري. ومع ذلك تتعين ملاءمة هذه المعادلة الشخصية مع الأخلاقيات التنظيمية، وفي هذه الحالة القواعد الأخلاقية لجيش الدفاع الإسرائيلي، والتي تنص في جزء منها على: ¶ إن قدسية الحياة الإنسانية في نظر العاملين في جيش الدفاع الإسرائيلي يتم تجسيدها في كل الأفعال التي يقومون بها، في التخطيط المدروس والشديد الدقة، في التدريب الأمني والعقلاني وفي التنفيذ الملائم لمهامهم، ولدي تقويم الخطر المحدق بالذات والآخرين، فإنهم يستخدمون المعايير الملائمة، وسيظهرون عناية دائمة لعدم إيقاع الأذى بالحياة إلا بالحد الذي يتطلبه إنجاز مهامهم. ¶ إن أولئك المدعوين لاحترام القواعد الأخلاقية لجيش الدفاع الإسرائيلي هم في معظمهم من المجندين، كون جيش الدفاع الإسرائيلي قوة من المجندين الإلزاميين. إن المجندين وضباط الصف وصغار الضباط، وهي الفئات التي تتواجد في الغالب على نقاط الاحتكاك، هم من الشباب، وكثيراً ما يكونوا من المراهقين. ¶ وما لم يتواجد أفراد محترفون أو من قوات الاحتياط على هذه النقاط، فان أياً من أفراد جيش الدفاع الإسرائيلي المتواجدين في هذه المناطق الحساسة لا يملك الخبرة للاستفادة من المواجهات الإسرائيلية الفلسطينية السابقة. نحن نعتقد بأنه من الجوهري، وخاصة في سياق استعادة الثقة، عبر تخفيض المواجهات المميتة إلى الحد الأدنى، أن يموضع جيش الدفاع الإسرائيلي جنوداً قدماء واكثر خبرة على هذه النقاط الحساسة.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "لقد كانت هناك حالات استخدم جيش الدفاع الإسرائيلي القوة المميتة، بما في ذلك الذخيرة الحية والرصاص المطاطي ذي القلب المعدني المعدل ضد متظاهرين عزل يلقون بالحجارة. إن على جيش الدفاع الإسرائيلي تبني أنظمة السيطرة على الحشود التي تقلل والي الحد الأدنى، احتمالات الموت والإصابة، وسحب الرصاص المطاطي ذي القلب المعدني المعدل من الاستخدام العام وان تستخدم بدلاً منها الرصاص المطاطي من دون قلب معدني. ¶ إننا نعبر عن قلقنا الشديد في شأن تعريض السلامة العامة للخطر بسبب تبادل إطلاق النيران بين المناطق المأهولة بالسكان، وخصوصاً بين المستوطنين الإسرائيليين والقرى الفلسطينية المجاورة. ¶ لقد وجه المسلحون الفلسطينيون نيران أسلحة خفيفة في اتجاه مستوطنات إسرائيلية وعلى مواقع للجيش الإسرائيلي من داخل أو قرب مساكن في المناطق الفلسطينية. وبهذا عرضوا مدنيين أبرياء إسرائيليين وفلسطينيين على حد سواء للخطر. وفي كثير من الأحيان يرد جيش الدفاع الإسرائيلي على مثل هذه النيران بأسلحة ثقيلة، نتج عنها أحياناً قتلي وجرحي من الفلسطينيين الأبرياء. ¶ لقد أخبرنا ضابط في الجيش الإسرائيلي في وزارة الدفاع في 31 آذار (مارس) 2001 أنه عندما تطلق النار من بناية فإننا نرد، وأحياناً يكون هناك أناس أبرياء داخل البناية. من الواضح أن أناساً أبرياء يصابون ويقتلون أثناء مثل هذا التبادل لإطلاق النيران. إننا ننادي بوقف مثل هذه الاستفزازات وبأن يمارس جيش الدفاع الإسرائيلي أقصي درجات ضبط النفس في استجابته إذا حدثت. إن الاستخدامات المفرطة وغير المتناسبة للقوة كثيراً ما تقود إلي التصعيد. ¶ إننا ندرك حساسية الجيش الإسرائيلي في شأن هذه المواضيع. لقد طُلب منا أكثر من مرة وماذا في شأن القوانين الفلسطينية للقتال ؟ ماذا عن القانون الأخلاقي للفلسطينيين حول سلوك أفراد قواتهم ؟ . وهذه أسئلة مشروعة.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "في الجانب الفلسطيني هناك جوانب غامضة بشكل مقلق في الأسس الخاصة بالمسؤولية والمساءلة. إن انعدام السيطرة الذي تمارسه السلطة الفلسطينية على قوات الأمن التابعة لها والعناصر المسلحة المرتبطة بقيادة السلطة الفلسطينية أمر مثير للقلق. إننا نحث السلطة الفلسطينية على اتخاذ كل الخطوات الضرورية لتأسيس نظام تسلسل سلطة واضح وصلب للقوات العاملة تحت سيطرتها. ونوصي بأن تنشئ السلطة الفلسطينية وتفرض معايير فعالة للسلوك والمساءلة، سواء ضمن قواتها الرسمية أو بين الشرطة والقيادة السياسية المدنية التي تقدم تقاريرها إليها. ¶ التحريض : ¶ في التقارير والأوراق التي قدمت إلى اللجنة ، عبر كل من الطرفين عن قلقه في شأن اللغة والتصورات الكريهة التي يبثها الطرف الآخر ، مع تحديد العديد من الأمثلة على الخطاب الديني والعرقي المعادي في الإعلام الفلسطيني والإسرائيلي ، في المناهج الدراسية وفي تصريحات القيادات الدينية والسياسيين وغيرها. ¶ إننا ندعو الطرفين إلي مراجعة التزاماتهم الرسمية رعاية التفاهم المتبادل والتسامح والابتعاد عن التحريض والدعاية المعادية. إننا نستنكر لغة الكراهية والتحريض بكل أشكاله، ونقترح على الطرفين أن يكونا حذرين بشكل خاص في شأن استخدام الكلمات بطريقة توحي بالمسؤولية الجماعية. ¶ الآثار الاقتصادية والاجتماعية للعنف :",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "لقد فرض المزيد من القيود من قبل إسرائيل على حركة الناس والبضائع في الضفة الغربية وقطاع غزة. هذه الإغلاقات تتخذ ثلاثة أشكال: تلك التي تقيد الحركة بين المناطق الفلسطينية وإسرائيل، وتلك التي تقيد الحركة داخل المناطق الفلسطينية ( بما في ذلك حظر التجول)، وتلك التي تقيد الحركة من المناطق الفلسطينية إلي البلدان الأخرى. لقد تسببت هذه الإجراءات في تمزيق وبث الفوضى في حياة مئات الآلاف من الفلسطينيين، ورفعت معدّل البطالة بين الفلسطينيين إلى ما يقدر بـ 40 في المائة، وذلك من خلال منع حوالي 41 ألف فلسطيني من العمل في إسرائيل، كما أطاحت بحوالي ثلث إجمالي الإنتاج الفلسطيني المحلي. وعلاوة على ذلك، فقد تم تعلىق تحويل واردات الضرائب والجمارك التي تدين بها إسرائيل للسلطة الفلسطينية، مما أدي إلي أزمة مالية جديدة لدي السلطة الفلسطينية. ¶ كان من بين الهموم الرئيسية للسلطة تدمير قوات الأمن الإسرائيلية والمستوطنين لعشرات الآلاف من أشجار الزيتون وأشجار الفاكهة وغيرها من الممتلكات الزراعية. وقد كان للإغلاقات آثار ضارة أخري، مثل منع المدنيين من الحصول على العناية الطبية ومنع الطلبة من التوجه إلى مدارسهم. ¶ الأماكن المقدسة : ¶ من المؤسف ، بشكل خاص، أن الأماكن المقدسة مثل جبل الهيكل / الحرم الشريف في القدس، قبر يوسف في نابلس، وقبة راحيل في بيت لحم كانت مسرحاً للعنف والموت والإصابات. هذه أماكن للسلام، للصلاة، للتأمل، ويجب أن تكون متاحة لجميع المتدينين.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "إن الأماكن التي تعتبر مقدسة من قبل المسلمين، واليهود والمسيحيين تستحق الاحترام والحماية والحفظ، والاتفاقيات التي سبق وان تم التوصل إليها بين الأطراف ( المعنية ) على الأماكن المقدسة يجب أن يتم التزامها. على الحكومة الإسرائيلية والسلطة التنفيذية صوغ مبادرة مشتركة لنزع السمة المذهبية عن خلافهما السياسي، وذلك عبر صون مثل هذه الأماكن وحمايتها. ويجب تشجيع الجهود الأمنية لتطوير الحوار بين الأديان. ¶ القوة الدولية: ¶ لقد كان أحد أكثر المواضيع التي أثيرت خلال عملنا إشكالية موضوع نشر قوة دولية في المناطق الفلسطينية. كانت السلطة الفلسطينية تقف بقوة مع قدوم مثل هذه القوة لحماية المدنيين الفلسطينيين وممتلكاتهم من جيش الدفاع الإسرائيلي ومن المستوطنين. وعارضت الحكومة الإسرائيلية، وبالإصرار ذاته، قوة حماية دولية، معتقدة أنها لن تستجيب هموم إسرائيل الأمنية، وستؤثر على المفاوضات الثنائية لحل الصراع. ¶ إننا نري أن مثل هذه القوة تحتاج، من أجل أن تكون فاعلة، إلي دعم الطرفين. ونشير إلي أن القوات الدولية المنتشرة في هذه المنطقة كانت، أو ما تزال، في وضع يمكنها من أن تحقق مهامها وتسهم إيجابياً، فقط عندما نشرت بموافقة كل الأطراف المدنية. ¶ أثناء زيارتنا لمدينة الخليل، تلقينا تقريراً من طاقم القوة الدولية المؤقتة فيها ((TLPH، وهي قوة وافق عليها الطرفان. مهمة هذه القوة هي مراقبة وضع متفجر وكتابة التقارير حول مشاهداتها. فإذا وافق الطرفان، كخطوة لبناء الثقة، على الاستفادة من تجربة قوة الخليل لمساعدتهم على السيطرة على نقاط الاحتكاك الأخرى، فإننا نأمل أن يلبي المساهمون في قوة الخليل هذا الطلب. ¶ مبادرات التقارب بين الشعبين :",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "كثيرون وصفوا لنا الفقدان شبه التام للثقة. ولهذا فقد كان مؤثراً أن نجد مجموعات ( مثل حلقة الآباء، ومؤسسة التعاون الاقتصادي ) معنية بالتفاهم المتبادل بين المجتمعين، على الرغم من كل ما جري. لقد أثنينا على هذه المجموعات وثمنا عملها. ¶ من المؤسف أن معظم هذا النوع من العمل قد توقف أثناء الصراع الجاري. ومن أجل المساعدة في إعادة بناء الثقة، على الحكومة الإسرائيلية والسلطة الفلسطينية أن ترعيا وتدعما، بشكل مشترك، عمل المنظمات غير الحكومية الإسرائيلية والفلسطينية المنخرطة في عملية بناء الثقة من خلال مبادرات تربط الطرفين. ومن المهم أن تدعم السلطة الفلسطينية والحكومة الإسرائيلية المنظمات والمبادرات المشتركة، بما في ذلك توفير الدعم الإنساني للقرى الفلسطينية من المنظمات غير الحكومية الإسرائيلية. ¶ إن توفير تصاريح التنقل للمشاركين أمر أساسي. ويجب تشجيع ومأسسة (تنظيم ) التعاون بين المنظمات الإنسانية والأجهزة العسكرية - الأمنية لدي الطرفين. ¶ إن مثل هذه البرامج يمكن أن تساعد، ولو ببطء، في بناء قاعدة جماهيرية للسلام في صفوف الفلسطينيين والإسرائيليين، وتوفير شبكات أمان في أوقات الاضطرابات. إن للمنظمات المنخرطة في هذا العمل دوراً حيوياً في ترجمة النوايا الطيبة إلي أفعال. ¶ استئناف المفاوضات: ¶ لا يرغب القادة الإسرائيليون أن ينظر إليهم باعتبارهم يكافئون العنف، والقادة الفلسطينيون لا يرغبون في أن ينظر إليهم باعتبارهم يكافئون الاحتلال. إننا نعي القيود على القادة في كلا الطرفين. ولكن، إذا كان لدائرة العنف أن تكسر وللبحث عن السلام أن يستأنف، فإن هناك حاجة لعلاقة ثنائية جديدة تتضمن التعاون الأمني والمفاوضات على حد سواء.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "نحن لا نستطيع أن نقدم للأطراف المعنية وصفة بالطريقة المثلي للسعي في سبيل أهدافها السياسية. مع ذلك، فإن علاقة ثنائية جديدة ترسخ اتفاقاً على وقف العنف تتطلب مخاطرة ذكية. ومن جانب آخر، فإن الشراكة تتطلب، في هذه المرحلة، شيئاً أكثر مما اتفق عليه في إعلان المبادئ والاتفاقات التي تلته. فبدل الإعلان أن عملية السلام قد أصبحت ميتة على الطرفين أن يقررا كيف يختمان رحلتهما المشتركة على طول خريطة الطريق التي اتفق عليها، الرحلة التي بدأت في مدريد واستمرت - رغم المشكلات - حتى وقت قريب جداً. ¶ إن تحديد نقطة الانطلاق أمر يقرره الطرفان. لقد أعلن كلا الطرفين عن استمرارهما بالتزام اتفاقاتهما وتعهداتهما. ¶ وقد حان الوقت للبحث في المزيد من التطبيقات. على الطرفين إعلان عزمهما على اللقاء على هذا الأساس، من أجل استئناف مفاوضات شاملة وذات معني، وبروحية تعهداتهما في شرم الشيخ في عامي 1999 و 2000.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "إن أياً من الطرفين لن يتمكن من تحقيق أهدافه الأساسية من طرف واحد أو من بدون مخاطرة سياسية. إننا نعرف كم هو صعب على القادة أن يتصرفوا من دون الحصول على شيء بالمقابل، خصوصاً إذا كانت الخطوات يمكن أن توصف من المعارضين على أنها تنازلات. إن على السلطة الفلسطينية - كما فعلت في ظروف دقيقة سابقة - أن تتخذ خطوات تطمئن إسرائيل في شأن القضايا الأمنية. وعلى الحكومة الإسرائيلية - كما سبق وفعلت في السابق - أن تتخذ خطوات تطمئن السلطة الفلسطينية في شأن القضايا السياسية. وعلى الإسرائيليين والفلسطينيين أن يتجنبوا، في أفعالهم ومواقفهم، إعطاء الكلمة النهائية في تحديد مستقبلهم المشترك للمتطرفين، والمجرمين العاديين، والباحثين عن الانتقام. وهذا لن يكون أمراً سهلاً عندما تقع حوادث قاتلة (مميتة ) رغم التعاون الفعال. وبغض النظر عن الصعوبات المثبطة، فإن أساسات الثقة التي تتطلبها إعادة بناء شراكة فعالة، تقوم على قيام كل طرف بتقديم تطمينات استراتيجية للطرف الآخر. ¶ التوصيات : ¶ على الحكومة الإسرائيلية والسلطة الفلسطينية العمل بسرعة وحزم لوقف العنف. وبعدها يجب أن تكون أهدافهما المباشرة هي إعادة بناء الثقة واستئناف المفاوضات. إن ما نطلبه ليس سهلاً، فالفلسطينيون والإسرائيليون – ليس القيادتان فقط بل الشعبان أيضاً - فقد كل منهما الثقة بالآخر. إننا نطلب من القادة السياسيين، ومن أجل الشعبين، القيام بما هو صعب سياسياً: أن يقودوا من دون أن يعرفوا كم من الناس سيتعبهم.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "لقد كان هدفنا خلال مهمتنا هذه أن ننجز المهمة التي اتفق عليها في شرم الشيخ. إننا نثمن الدعم الذي تلقاه عملنا من المشاركين في القمة، ونثني على الطرفين لتعاونهما. إن توصيتنا الرئيسية هي أن يعاودوا التزام روح شرم الشيخ، وأن يطبقا القرارات التي اتخذت هناك عامي 1999 و 2000. إننا نؤمن بأن المشاركين في القمة سيدعمون العمل الجريء من قبل الطرفين لتحقيق هذه الأهداف. ¶ وقف العنف : ¶ على الحكومة الإسرائيلية والسلطة الفلسطينية التأكيد مجدداً لالتزامهما الاتفاقيات والتعهدات القائمة والتطبيق الفوري لوقف العنف من دون شروط. ¶ إن آي جهد أقل من الجهد الكامل من الطرفين لوقف العنف سيجعل الجهد ذاته غير مجدٍ. ومن المحتمل آن يفسر من الطرف الآخر على أنه دليل على نيات عدائية. ¶ على الحكومة الإسرائيلية والسلطة الفلسطينية آن يستأنفا التعاون الأمني فوراً. ¶ إن التعاون الثنائي الهادف إلي منع العنف سيشجع استئناف المفاوضات. إننا قلقون بشكل خاص من أنه في غياب التنسيق الأمني الفاعل والشفاف سيستمر الإرهاب وأعمال العنف الأخرى، وستبدو هذه الأعمال وكأنها مُجازة سواء كانت كذلك أم لا. إن على الطرفين أن يبحثا في توسيع مدي التعاون الأمني ليعكس أولويات الشعبين، وفي السعي للحصول على قبول الشعبين لهذه الأولويات. ¶ إننا نقر بموقف السلطة الفلسطينية القائل بأن التنسيق الأمني يمثل صعوبة سياسية في غياب سياق سياسي مناسب ، أي تخفيف الإجراءات الأمنية الإسرائيلية المشددة بالترافق مع مفاوضات مستمرة ومثمرة. كما نقر بخشية السلطة الفلسطينية من أن الحكومة الإسرائيلية بعد أن تضمن التنسيق الأمني قد لا تكون مستعدة للتعامل مباشرة مع الاهتمامات السياسية الفلسطينية.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "إننا نؤمن بأن التعاون الأمني لا يمكن أن يستمر طويلاً إذا تم تأجيل المفاوضات الجدية بشكل غير منطقي أو معقول، وإذا اعتبرت الإجراءات الأمنية على الأرض باعتبارها عدائية، أو إذا اتخذت خطوات يمكن أن تعتبر استفزازية أو يمكن أن تؤثر على نتائج المفاوضات. ¶ إعادة بناء الثقة : ¶ على السلطة الفلسطينية والحكومة الإسرائيلية أن تعملا معاً من أجل خلق فترة تهدئة وأن تطبقا إجراءات إضافية لبناء الثقة، سبق أن طرح بعضها في إعلان شرم الشيخ في أكتوبر 2000، كما طرح بعضها الآخر من قبل الولايات المتحدة في 7 يناير (كانون الثاني) 2001 في القاهرة. ¶ على السلطة الفلسطينية والحكومة الإسرائيلية استئناف جهودهما لتحديد وإدانة ووقف التحريض بكل أشكاله. ¶ على السلطة الفلسطينية أن توضح للفلسطينيين والإسرائيليين على السواء، وعبر الفعل الملموس، أنها تستنكر الإرهاب وترفضه، وأنها ستبذل جهدها الكامل لمنع العمليات الإرهابية ومعاقبة منفذيها. هذا الجهد يجب أن يتضمن خطوات فورية لاعتقال الإرهابيين الذين يعملون داخل مناطق السلطة الفلسطينية وسجنهم. ¶ على الحكومة الإسرائيلية تجميد جميع النشاطات الاستيطانية، بما في ذلك النمو الطبيعي للمستوطنات القائمة. ¶ إن شكل التعاون الأمني الذي ترغب فيه الحكومة الإسرائيلية لا يمكن أن يستمر طويلاً مع استمرار النشاط الاستيطاني، الذي وصف مؤخراً من قبل الاتحاد الأوروبي بأنه يسبب قلقاً شديداً، ومن قبل الولايات المتحدة بأنه استفزازي. ¶ على الحكومة الإسرائيلية أن تبحث جيداً فيما إذا كانت المستوطنات التي تمثل بؤراً لاحتكاكات كبري أوراق مساومة قيمة في المفاوضات المستقبلية، أم هي استفزاز من المحتمل أن يحول دون انطلاق محادثات مثمرة. ¶ قد ترغب الحكومة الإسرائيلية في أن توضح للسلطة الفلسطينية أن السلام في المستقبل لن يشكل تهديداً للتواصل الجغرافي للدولة الفلسطينية التي ستنشأ في الضفة الغربية وقطاع غزة.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "على جيش الدفاع الإسرائيلي أن ينظر في الانسحاب إلي المواقع التي كان يتواجد فيها قبل 28 أيلول 2000، الأمر الذي سيقلص عدد نقاط الاحتكاك وإمكانيات المواجهات العنيفة. ¶ على الحكومة الإسرائيلية أن تضمن أن يتبنى جيش الدفاع الإسرائيلي وينفذ السياسات والإجراءات التي تشجع ردود الفعل غير القاتلة على التظاهرات السلمية، بهدف تقليص عدد الإصابات والصدامات بين الشعبين. وعلى الجيش الإسرائيلي أن: ¶ - يعيد تشكيل مؤسسات التحقيق العسكري والبوليسي في حالات وفاة فلسطينيين نتيجة أفعال الجيش الإسرائيلي في المناطق الفلسطينية في الحالات التي لا تتعلق بالإرهاب. إن على جيش الدفاع الإسرائيلي أن يتوقف عن التشخيص العام للانتفاضة الحالية على أنها صراع مسلح يقرب من الحرب، هذا التشخيص الذي يفشل في التمييز بين الإرهاب والاحتجاج. ¶ - يتبنى أساليب السيطرة على الجماهير تقلص عدد القتلى والمصابين، بما في ذلك سحب الرصاص المعدني المغلف بالمطاط من الاستعمال، ويتأكد من وجود طواقم خبيرة ومجربة تعمل في كل الأوقات في نقاط الاحتكاك المعروفة. ¶ - يتأكد من أن القيم المنصوص عليها والإجراءات المتبّعة لدي جيش الدفاع الإسرائيلي تفرض واجب الاهتمام بالفلسطينيين في الضفة الغربية وقطاع غزة وللإسرائيليين الذين يعيشون هناك، تماشياً مع النظام الأخلاقي لجيش الدفاع الإسرائيلي. ¶ على الحكومة الإسرائيلية أن ترفع الأطواق، وأن تحول إلي السلطة الفلسطينية كل عائدات الضرائب التي تدين لها بها، وأن تسمح للفلسطينيين الذين كانوا يعملون في إسرائيل بالعودة إلى أعمالهم، وعليها أن تضمن أن تكف قوات الأمن والمستوطنين عن تدمير البيوت والطرق، وكذلك الأشجار وغيرها من الممتلكات الزراعية في المناطق الفلسطينية. إننا نقر بموقف الحكومة الإسرائيلية بأن هذا النوع من الأعمال قد تم لأسباب أمنية، ومع ذلك، فإن آثارها الاقتصادية ستستمر لسنوات.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "على السلطة الفلسطينية أن تجدد التعاون الأمني مع الأجهزة الأمنية الإسرائيلية، حتى تضمن، لأكبر مدي ممكن، أن الفلسطينيين العاملين داخل إسرائيل قد تم فحصهم والتأكد من أنهم ليست لديهم أي صلات بمنظمات أو أفراد لهم علاقة بالإرهاب. ¶ على السلطة الفلسطينية أن تمنع المسلحين من استخدام المناطق الفلسطينية المأهولة لإطلاق النار على المناطق الإسرائيلية المأهولة ومواقع جيش الدفاع الإسرائيلي. إن هذا التكتيك يعرض المدنيين من الجانبين إلي مخاطر غير ضرورية. ¶ على الحكومة الإسرائيلية والجيش الإسرائيلي أن يتبنيا ويضعا موضع التنفيذ السياسات والإجراءات الهادفة إلي ضمان أن تحرص ردود الفعل على أي عملية إطلاق نار صادرة من المناطق الفلسطينية الآهلة بالسكان على تقليص الخطر على حياة وممتلكات المدنيين الفلسطينيين، آخذين في الاعتبار أنه ربما يكون هدف المسلحين هو استدراج رد فعل عنيف من الجيش الإسرائيلي. ¶ على الحكومة الإسرائيلية اتخاذ كل الخطوات اللازمة لمنع أعمال العنف من قبل المستوطنين. ¶ على الطرفين التزام بنود اتفاق واي ريفر التي تحرّم استخدام الأسلحة غير المشروعة. ¶ على السلطة الفلسطينية اتخاذ كل الخطوات اللازمة لإنشاء تسلسل واضح وصلب للضبط في القوات المسلحة التي تعمل تحت سلطتها. ¶ على السلطة الفلسطينية أن تؤسس وتفرض تنفيذ معايير للسلوك والمساءلة، سواء داخل القوات الرسمية، أو بين قوات الشرطة والقيادة السياسية التي تقدم تقاريرها إليها. ¶ على السلطة الفلسطينية والحكومة الإسرائيلية أن تبحثا في التزام مشترك المحافظة على الأماكن المقدسة عند المسلمين واليهود والمسيحيين وحمايتها. إن مبادرة من هذا النوع يمكن أن تساهم في تحويل التوجه القائم المقلق: الاستخدام المتزايد للمواضيع الدينية لتشجيع وتبرير العنف.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "على الحكومة الإسرائيلية والسلطة الفلسطينية أن تقوما معاً برعاية ودعم عمل المنظمات غير الحكومية الفلسطينية والإسرائيلية، العاملة في المبادرات المشتركة التي تربط بين الشعبين. إن من المهم أن تتلقى هذه النشاطات بما في ذلك الدعم الإنساني للقرى الفلسطينية من المنظمات غير الحكومية الإسرائيلية الدعم الكامل من كلا الطرفين. ¶ استئناف المفاوضات: ¶ إننا نكرر اعتقادنا بأن الجهد الكامل من أجل وقف العنف، والعودة الفورية إلى التعاون الأمني، وتبادل إجراءات بناء الثقة هي أمور شديدة الأهمية من أجل استئناف المفاوضات. ولكن أيا من هذه الخطوات لن يتمكن من الصمود طويلاً دون العودة إلي مفاوضات جادة. ¶ إننا لسنا مفوضين لإعطاء وصفات حول مسار أو أسس أو جدول المفاوضات. لكن، ومن أجل توفير إطار سياسي فعال للتعاون العملي بين الطرفين، يجب ألا نؤجل المفاوضات أكثر مما يجب، كما يجب من وجهة نظرنا أن تعبر عن روح الحلول الوسط والمصالحة والشراكة، بغض النظر عن أحداث الشهور السبعة الماضية. ¶ انطلاقاً من روح اتفاقات وتفاهمات شرم الشيخ لعامي 1999 و 2000، فإننا نوصي بأن يلتقي الطرفان ليعيدا تأكيد التزامهما الاتفاقات الموقعة والتفاهمات المتبادلة، وليتخذا الخطوات العملية الملائمة. ويجب أن يكون هذا هو الأساس لاستئناف مفاوضات شاملة وذات معني. ¶ إن الطرفين يقفان على مفترق طرق، إذا لم يعودا إلي طاولة المفاوضات، فسيواجهان احتمال أن يستمرا في القتال سنوات طويلة، بحيث يغادر الكثير من مواطنيهما إلي شواطئ بعيدة ليعيشوا حياتهم ويربوا أطفالهم. ¶ إننا نصلي من أجل أن يتخذوا الخيارات الصائبة. وهذا يعني وقف العنف الآن. إن على الفلسطينيين والإسرائيليين أن يعيشوا ويعملوا وتزدهر حياتهم معاً. لقد شاء التاريخ لهم أن يكونوا جيراناً، وهذا لا يمكن تغييره. وفقط عندما يوجه هذا الإدراك أفعالهم سيكونون قادرين على تحقيق رؤية وحقيقة السلام والرفاه المشترك.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وثيقة \"تينت\" الأمنية( (1) ) ¶ تؤكد الأجهزة الأمنية لحكومة إسرائيل وللسلطة الوطنية الفلسطينية التزامها بالاتفاقات الأمنية التي وضعت في شرم الشيخ في تشرين الأول/ديسمبر 2000 وفي القاهرة في كانون الثاني 2001، والمبادئ الأمنية في وثيقة ميتشل في نيسان 2001. ¶ إن الفرضية الأساسية الميدانية لخطة العمل هذه هي أن الطرفين ملتزمان بوقف النار المتبادل والكامل، والذي ينطبق على كل أعمال العنف، وفقا للتصريحات العلنية للزعيمين. وفضلا عن ذلك. فان اللجنة الأمنية المشتركة، التي تتطرق إليها خطة العمل هذه، ستسوي المسائل التي من شأنها أن تبرز في سياق التطبيق. ¶ تتفق الأجهزة الأمنية لحكومة إسرائيل والسلطة الوطنية الفلسطينية على اتخاذ الخطوات الأمنية ¶ الملموسة الحقيقية، والواقعية التالية بشكل فوري بغية إعادة التعاون الأمني والوضع على الأرض مثلما كان قبل 28 أيلول الماضي. ¶ تستأنف حكومة إسرائيل والسلطة الوطنية الفلسطينية بشكل فوري التعاون الأمني بينهما. ¶ تنعقد جلسة على مستوى رفيع لرجال الأمن الإسرائيليين والفلسطينيين والأمريكيين بشكل فوري وتنعقد مجددا مرة في الأسبوع على الأقل. ويكون ¶ حضور كبار المندوبين واجبا. ¶ يجري إنعاش قيادات التنسيق الإسرائيلية - الفلسطينية اللوائية (دي سي أو). وهي تنفذ نشاطها اليومي بالقدر الأقصى، حسب المعايير التي كانت سائدة قبل 28 أيلول/ سبتمبر2000. وعندما يتحسن الوضع الأمني، فانه يصار إلى إزالة الحواجز أمام التعاون الأمني النشط - والتي تتضمن إقامة أسوار من الثقة بين الجانب الإسرائيلي والجانب الفلسطيني، وتستأنف الدوريات الإسرائيلية - الفلسطينية المشتركة. ¶ تزود الولايات المتحدة معدات التصوير بالفيديو لعقد محادثات مؤتمر لمسؤولين كبار إسرائيليين وفلسطينيين، لحث الحوار المتواتر والتعاون الأمني. ¶ __________ ¶ (1) نفس المصدر السابق.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "2- يتخذ الطرفان خطوات فورية للفرض السريع والكامل لوقف النار الذي أعلنا عنه. ولاستقرار المناخ الأمني. ¶ تعمل لجنة أمنية على مستوى رفيع على وضع أنظمة محددة لضمان حركة آمنة لرجال قوات الأمن لحكومة إسرائيل والسلطة الوطنية الفلسطينية، ممن يتحركون في المناطق التي لا يسيطرون عليها، وفقا للاتفاقات المعقودة. ¶ لا تنفذ إسرائيل أي نوع من الهجمات ضد منشآت رئيس السلطة الوطنية الفلسطينية أو قوات أجهزة الأمن، الاستخبارات، الشرطة الفلسطينية، أو السجون في الضفة الغربية وفي غزة. ¶ تعمل السلطة الوطنية الفلسطينية بشكل فوري على الاعتقال والتحقيق والسجن لإرهابيين في الضفة الغربية وفي غزة، وترفع للجنة الأمنية أسماء المعتقلين، فور اعتقالهم وكذا تفاصيل عن النشاطات التي اتخذتها. ¶ تطلق إسرائيل سراح كل الفلسطينيين الذين اعتقلوا في التمشيطات الأمنية التي لا علاقة لها بالعمليات الإرهابية. ¶ وفقا لإعلان السلطة الوطنية الفلسطينية وقف النار من طرف واحد، فأنها تمنع كل رجال قوات الأمن الفلسطينيين من التحريض والمساعدة أو تقديم العون أو أجراء هجمات ضد أهداف إسرائيلية، بما فيها المستوطنون. ¶ وفقا لاعلان إسرائيل وقف النار من طرف واحد، فان القوات الإسرائيلية لن تقوم بأعمال أمنية بمبادرتها في المناطق التي تحت سيطرة السلطة الوطنية الفلسطينية، أو الهجمات ضد أهداف مدنية بريئة. ¶ تستأنف حكومة إسرائيل التحقيق في موت فلسطينيين نتيجة أعمال الجيش الإسرائيلي في الضفة الغربية وغزة، في حوادث غير مرتبطة بالإرهاب. وتقوم الشرطة العسكرية بهذا التحقيق. ¶ 3- يستخدم مندوبو الأمن الفلسطينيون والإسرائيليون اللجنة الأمنية كي يزودوا الطرف الآخر وكذا مندوبي الولايات المتحدة بمعلومات عن أعمال الإرهاب، بما في ذلك المعلومات عن الإرهابيين أو عن المشبوهين كإرهابيين يعملون في المناطق تحت سيطرة الطرف الآخر. أو يقتربون من هذه المناطق.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "الرد على معلومة عن الإرهاب يكون فوريا، ويتضمن عمليات تعقب ورفع تقرير عن النتائج للجنة الأمنية. ¶ تتخذ السلطة الوطنية الفلسطينية عمليات وقائية ضد \"الإرهابيين\" وأماكن اختبائهم، ومخازن الأسلحة ومصانع إنتاج الراجمات. وترفع السلطة الوطنية الفلسطينية تقارير دورية عن هذه النشاطات للجنة الأمنية. ¶ تتخذ السلطات الإسرائيلية إجراءات ضد مدنيين إسرائيليين يحرضون، ينفذون أو يخططون لتنفيذ أعمال عنف ضد فلسطينيين، وتقارير عن هذه النشاطات ترفع إلى اللجنة الأمنية. ¶ 4- تعمل السلطة الوطنية الفلسطينية وحكومة إسرائيل بحزم على منع الأفراد والجماعات من استخدام المناطق تحت سيطرتها لتنفيذ أعمال عنف. وإضافة إلى ذلك، فان الطرفين يتخذان إجراءات لضمان ألا تستخدم المناطق تحت سيطرتهما للشروع في هجمات على الطرف الآخر، فلا تشكل ملاجئ اثر تنفيذ هذه الهجمات. ¶ تقوم اللجنة الأمنية بتشخيص نقاط الاحتكاك المركزية. ويقدم كل طرف إلى الطرف الآخر أسماء كبار رجال الأمن المسئولين عن كل نقطة احتكاك. ¶ يجري تطوير أوامر ثابتة للعمل (اس او بي) لكل نقطة احتكاك. وهذه الأنظمة ترتب الشكل الذي سيعالج فيه الطرفان الأحداث الأمنية ويردان عليها، والأجهزة لخلق الاتصال في حالة الطوارئ، وأنظمة لحل لأزمات الأمنية. ¶ يقوم رجال الأمن الفلسطينيون والإسرائيليون بإجمال الخطوات العملية اللازمة لفرض\"مناطق محظورة التظاهر\" و\"مناطق عازلة\"، حول نقاط الاحتكاك، لتقليص احتمال المواجهات. ويتبنى الطرفان كل الوسائل اللازمة لمنع الاضطرابات وللأشراف على المظاهرات ولا سيما في مناطق نقاط الاحتكاك.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "يبذل رجال الأمن الإسرائيليين والفلسطينيين جهودا مشتركة للعثور على والمصادرة للأسلحة غير القانونية، بما فيها الراجمات والصواريخ والمواد المتفجرة في المناطق تحت سيطرتهم. وإضافة إلى ذلك تبذل جهود مضاعفة لمنع التهريب والإنتاج غير القانوني للأسلحة. ويعلم كل طرف اللجنة الأمنية بتقدم ونجاح هذه الجهود. ¶ يتبنى الجيش الإسرائيلي وسائل غير قاتلة أخرى لمعالجة التجمعات الجماهيرية الفلسطينية والمتظاهرين، ويعمل بشكل عام على تقليص تعريض حياة وأملاك المدنيين الفلسطينيين في وقت الرد على العنف للخطر. ¶ 5- تضع حكومة إسرائيل والسلطة الوطنية الفلسطينية، برعاية اللجنة الأمنية على مستوى رفيع، في غضون أسبوع من بدء جلسات اللجنة الأمنية واستئناف التعاون الأمني - جدولا زمنيا متفقا عليه لتنفيذ إعادة انتشار كاملة لقوات الجيش الإسرائيلي في مواقعها قبل 28 أيلول 2000. ¶ تنفيذ إعادة الانتشار على الأرض، والتي تكون ظاهرة للعيان في غضون الـ 48 ساعة الأولى من فترة الأسبوع المذكور، وتستمر في سياق صياغة الجدول الزمني. ¶ 6- في غضون أسبوع من بدء جلسات اللجنة الأمنية العليا واستئناف التعاون الأمني يتقرر جدول زمني محدد لرفع الأطواق الداخلية وكذا إعادة فتح الطرق الداخلية، وجسر اللنبي ومطار غزة وميناء غزة ونقاط العبور على الحدود. وتتقلص نقاط الرقابة الأمنية وفقا للمطالب الأمنية وبعد التشاور بين الطرفين. ¶ تنفذ أعمال على الأرض لرفع الأطواق، والتي ستكون ظاهرة للعيان، في غضون الـ 48 ساعة الأولى من فترة الأسبوع المذكور، وتستمر في سياق صياغة الجدول الزمني. ¶ يلتزم الطرفان بأنه حتى لو استأنفت الأحداث السلبية، فان التعاون الأمني سيستمر من خلال اللجنة الأمنية المشتركة. ¶ مبادرة السلام السعودية(1) ¶ 28/3/2003م ¶ __________ ¶ (1) الموقع الإلكتروني لجامعة الدول العربية.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "فيما يلي النص الكامل لمبادرة السلام السعودية التي أقرتها القمة العربية في بيروت بالإجماع يوم الخميس وأعلنه الأمين العام للجامعة العربية عمرو موسى بعد أن انفضت القمة تحت عنوان \"مبادرة السلام العربية.\" ¶ \"مجلس جامعة الدول العربية على مستوى القمة المنعقد في دورته العادية الرابعة عشر\" ¶ إذ يؤكد ما اقره مؤتمر القمة العربي غير العادي في القاهرة في يونيو 1996 من أن السلام العادل والشامل خيار استراتيجي للدول العربية يتحقق في ظل الشرعية الدولية ويستوجب التزاما مقابلا تؤكده إسرائيل في هذا الصدد. ¶ وبعد أن استمع إلى كلمة صاحب السمو الملكي الأمير عبد الله بن عبد العزيز ولي عهد المملكة العربية السعودية التي أعلن من خلالها مبادرته داعيا إلي انسحاب إسرائيل الكامل من جميع الأراضي العربية المحتلة منذ 1967 تنفيذا لقرار مجلس الأمن 242 و338 واللذين عززتهما قرارات مؤتمر مدريد عام 1991 ومبدأ الأرض مقابل السلام والى قبولها قيام دولة فلسطينية مستقلة وذات سيادة وعاصمتها القدس الشرقية وذلك مقابل قيام الدول العربية بإنشاء علاقات طبيعية في إطار سلام شامل مع إسرائيل. ¶ وانطلاقا من اقتناع الدول العربية بان الحل العسكري للنزاع لم يحقق السلام أو الأمن لأي من الإطراف. ¶ يطلب المجلس من إسرائيل إعادة النظر في سياساتها وان تجنح للسلم معلنة أن السلام العادل هو خيارها الاستراتيجي أيضا. ¶ كما يطالبها القيام بما يلي: ¶ الانسحاب الكامل من الأراضي العربية المحتلة بما في ذلك الجولان السوري وحتى خط الرابع من يونيو حزيران 1967 والأراضي التي مازالت محتلة في جنوب لبنان. ¶ التوصل إلى حل عادل لمشكلة اللاجئين الفلسطينيين يتفق عليه وفقا لقرار الجمعية العامة للأمم المتحدة رقم 194. ¶ قبول قيام دولة فلسطينية مستقلة ذات سيادة على الأراضي الفلسطينية المحتلة منذ الرابع من يونيو 1967 في الضفة الغربية وقطاع غزة وتكون عاصمتها القدس الشرقية.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "3- عندئذ تقوم الدول العربية بما يلي: ¶ اعتبار النزاع العربي الإسرائيلي منتهيا والدخول في اتفاقية سلام بينها وبين إسرائيل مع تحقيق الأمن لجميع دول المنطقة. ¶ إنشاء علاقات طبيعية مع إسرائيل في إطار هذا السلام الشامل. ¶ 4- ضمان رفض كل أشكال التوطين الفلسطيني الذي يتنافى والوضع الخاص في البلدان العربية المضيفة. ¶ 5- يدعو المجلس حكومة إسرائيل والإسرائيليين جميعا إلى قبول هذه المبادرة المبينة أعلاه حماية لفرص السلام وحقنا للدماء بما يمكن الدول العربية وإسرائيل من العيش في سلام جنبا إلى جنب ويوفر للأجيال القادمة مستقبلا آمنا يسوده الرخاء والاستقرار ¶ 6- يدعو المجلس المجتمع الدولي بكل دوله ومنظماته إلى دعم هذه المبادرة. ¶ 7- يطلب المجلس من رئاسته تشكيل لجنة خاصة من عدد من الدول الأعضاء المعنية والأمين العام لإجراء الاتصالات اللازمة بهذه المبادرة والعمل على تأكيد دعمها على كافة المستويات وفي مقدمتها الأمم المتحدة ومجلس الأمن والولايات المتحدة والاتحاد الروسي والدول الإسلامية والاتحاد الأوروبي.\" ¶ البيان الختامي لمؤتمر القمة العربية العادي(1) ¶ الدورة الرابعة عشرة ¶ (المبادرة العربية للسلام) ¶ بيروت 13-14 محرم 1423هـ 27-28 مارس 2002م ¶ __________ ¶ (1) موقع إسلام أون لاين على شبكة الإنترنت",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "\"نحن ملوك ورؤساء وأمراء الدول العربية المجتمعين كمجلس لجامعة الدول العربية على مستوى القمة (الدورة العادية الرابعة عشرة) في بيروت عاصمة الجمهورية اللبنانية يومي 13 و14 محرم 1423 هجرية الموافق 27 و28 مارس آذار 2002 - تدارسنا المتغيرات الإقليمية والدولية الخطيرة التي أدت إلى تداعيات مقلقة، والتحديات المفروضة على الأمة العربية، والتهديدات التي تواجه الأمن القومي العربي، وأجرينا تقييما شاملا لهذه المتغيرات والتحديات، وبخاصة تلك المتعلقة بالمنطقة العربية، ولا سيما الأراضي الفلسطينية المحتلة وقيام إسرائيل بشن حرب تدميرية شاملة بذريعة محاربة الإرهاب، مستغلة أحداث أيلول المأساوية والإدانة العالمية لهذه الأحداث، وتباحثنا بما آلت إليه عملية السلام وممارسات إسرائيل الرامية إلى تدميرها، وإغراق الشرق الأوسط بالفوضى وعدم الاستقرار، وتابعنا باعتزاز كبير انتفاضة الشعب الفلسطيني ومقاومته الباسلة، وناقشنا المبادرات العربية الهادفة إلى تحقيق السلام العادل والشامل في المنطقة، وتنفيذ قرارات الشرعية الدولية المتعلقة بالصراع العربي الإسرائيلي والقضية الفلسطينية. وانطلاقا من المسؤولية القومية، وإيمانا بمبادئ وأهداف ميثاق جامعة الدول العربية وميثاق الأمم المتحدة نعلن ما يلي: ¶ متابعة العمل على تعزيز التضامن العربي في جميع المجالات؛ صونا للأمن القومي العربي ودفعا للمخططات الأجنبية الرامية إلى النيل من السلامة الإقليمية العربية. ¶ توجيه تحية الاعتزاز والإكبار إلى صمود الشعب الفلسطيني وانتفاضته الباسلة في وجه الاحتلال الإسرائيلي، وآلته العسكرية التدميرية، وقمعه المنهجي، والمجازر التي يرتكبها باستهداف الأطفال والنساء والشيوخ دون تمييز أو رادع إنساني.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "الوقوف بإجلال وإكبار أمام شهداء الانتفاضة البواسل، وتأكيد الدعم الثابت للشعب الفلسطيني بمختلف الأشكال تأييدا لنضاله البطولي المشروع في وجه الاحتلال حتى تتحقق مطالبه العادلة المتمثلة بحق العودة، وتقرير المصير، وقيام دولته المستقلة وعاصمتها القدس. ¶ التضامن مع لبنان لاستكمال تحرير أراضيه، وتقديم الدعم له لإنمائه وإعادة إعماره. ¶ الاعتزاز بالمقاومة اللبنانية وبالصمود اللبناني الرائع الذي أدى إلى اندحار القوات الإسرائيلية من معظم جنوب لبنان وبقاعه الغربية، والمطالبة بالإفراج الفوري عن المعتقلين اللبنانيين في السجون الإسرائيلية خلافا للقوانين والمواثيق الدولية، وإدانة العدوان الإسرائيلي المتكرر على سيادة لبنان المتمثل بخرق الطائرات والبوارج الإسرائيلية للأجواء والمياه الإقليمية اللبنانية؛ مما ينذر بعواقب وخيمة لما يشكله من تحرش واستفزاز وعدوان قد يؤدي إلى تفجير الوضع على الحدود الجنوبية اللبنانية تتحمل إسرائيل مسؤوليته الكاملة. ¶ توجيه التحية إلى صمود المواطنين العرب السوريين في الجولان السوري المحتل، مشيدين بتمسكهم بهويتهم الوطنية ومقاومتهم للاحتلال الإسرائيلي، ومؤكدين التضامن مع سوريا ولبنان في وجه التهديدات العدوانية الإسرائيلية التي تقوض الأمن والاستقرار في المنطقة، واعتبار أي اعتداء عليهما اعتداء على الدول العربية جمعاء. ¶ يؤكد القادة في ضوء انتكاسة عملية السلام التزامهم بالتوقف عن إقامة أية علاقات مع إسرائيل، وتفعيل نشاط مكتب المقاطعة العربية لإسرائيل حتى تستجيب لتنفيذ قرارات الشرعية الدولية ومرجعية مؤتمر مدريد للسلام، والانسحاب من كافة الأراضي العربية المحتلة حتى خطوط الرابع من حزيران يونيو 1967.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "التأكيد على أن السلام في الشرق الأوسط لن يُكتب له النجاح إن لم يكن عادلا وشاملا تنفيذا لقرارات مجلس الأمن 242 و338 و425، ولمبدأ الأرض مقابل السلام، والتأكيد على تلازم المسارين السوري واللبناني، وارتباطهما عضويا مع المسار الفلسطيني تحقيقا للأهداف العربية في شمولية الحل. ¶ يطلب المجلس من إسرائيل إعادة النظر في سياساتها، وأن تجنح للسلم معلنة أن السلام العادل هو خيارها الإستراتيجي أيضا. ¶ كما يطالبها القيام بما يلي: ¶ أ- الانسحاب الكامل من الأراضي العربية المحتلة بما في ذلك الجولان السوري وحتى خط الرابع من يونيو حزيران 1967 والأراضي التي ما زالت محتلة في جنوب لبنان. ¶ ب- التوصل إلى حل عادل لمشكلة اللاجئين الفلسطينيين، يُتفق عليه وفقا لقرار الجمعية العامة للأمم المتحدة رقم 194. ¶ ج- قبول قيام دولة فلسطينية مستقلة ذات سيادة على الأراضي الفلسطينية المحتلة منذ الرابع من يونيو 1967 في الضفة الغربية وقطاع غزة، وتكون عاصمتها القدس الشرقية. ¶ عندئذ تقوم الدول العربية بما يلي: ¶ اعتبار النزاع العربي الإسرائيلي منتهيا، والدخول في اتفاقية سلام بينها وبين إسرائيل مع تحقيق الأمن لجميع دول المنطقة. ¶ ب- إنشاء علاقات طبيعية مع إسرائيل في إطار هذا السلام الشامل. ¶ ضمان رفض كل أشكال التوطين الفلسطيني الذي يتنافى والوضع الخاص في البلدان العربية المضيفة. ¶ يدعو المجلس حكومة إسرائيل والإسرائيليين جميعا إلى قبول هذه المبادرة المبينة أعلاه حماية لفرص السلام وحقْنا للدماء بما يمكن الدول العربية وإسرائيل من العيش في سلام جنبا إلى جنب، ويوفر للأجيال القادمة مستقبلا آمنا يسوده الرخاء والاستقرار. ¶ يدعو المجلس المجتمع الدولي بكل دوله ومنظماته إلى دعم هذه المبادرة.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "يطلب المجلس من رئاسته تشكيل لجنة خاصة من عدد من الدول الأعضاء المعنية والأمين العام لإجراء الاتصالات اللازمة بهذه المبادرة، والعمل على تأكيد دعمها على كافة المستويات، وفي مقدمتها الأمم المتحدة ومجلس الأمن والولايات المتحدة والاتحاد الروسي والدول الإسلامية والاتحاد الأوروبي. ¶ الترحيب بتأكيدات جمهورية العراق على احترام استقلال وسيادة وأمن دولة الكويت، وضمان سلامة أراضيها؛ مما يؤدي إلى تجنب كل ما من شأنه تكرار ما حدث عام 1990. ويدعون إلى تبني سياسات تؤدي إلى ضمان ذلك في إطار من النوايا الحسنة وعلاقات حسن الجوار. وفي هذا الإطار يدعو القادة إلى أهمية وقف الحملات الإعلامية والتصريحات السلبية تمهيدا لخلق أجواء إيجابية تطمئن البلدين بالتمسك بمبادئ حسن الجوار وعدم التدخل في الشؤون الداخلية. ¶ المطالبة باحترام استقلال وسيادة العراق وأمنه ووحدة أراضيه وسلامته الإقليمية. ¶ مطالبة العراق بالتعاون لإيجاد حل سريع ونهائي لقضية الأسرى والمرتهنين الكويتيين، وإعادة الممتلكات وفقا لقرارات الشرعية الدولية ذات الصلة، وتعاون الكويت فيما يقدمه العراق عن مفقوديه من خلال اللجنة الدولية للصليب الأحمر. ¶ الترحيب باستئناف الحوار بين العراق والأمم المتحدة الذي بدأ في جو إيجابي وبنّاء استكمالا لتنفيذ قرارات مجلس الأمن ذات الصلة. ¶ المطالبة برفع العقوبات عن العراق، وإنهاء معاناة شعبه الشقيق بما يؤمن الاستقرار والأمن في المنطقة. ¶ رفض التهديد بالعدوان على بعض الدول العربية، وبصورة خاصة العراق، وتأكيد الرفض المطلق لضرب العراق أو تهديد أمن وسلامة أية دولة عربية؛ باعتباره تهديدا للأمن القومي لجميع الدول العربية. ¶ التأكيد على سيادة دولة الإمارات العربية المتحدة على جزرها الثلاث، وتأييد كافة الإجراءات والوسائل السلمية وفقا لمبادئ وقواعد القانون الدولي، والقبول بإحالة النزاع إلى محكمة العدل الدولية.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "إدانة الإرهاب الدولي بما في ذلك الهجوم الإرهابي الذي تعرضت له الولايات المتحدة الأمريكية في 11 سبتمبر أيلول 2001، واستغلال الحكومة الإسرائيلية لهذا الهجوم من أجل استمرارها في ممارسة إرهاب الدولة، وشن حرب عدوانية تدميرية شاملة على الشعب الفلسطيني. ¶ التشديد على التمييز ما بين الإرهاب الدولي والحق المشروع للشعوب في مقاومة الاحتلال الأجنبي، وعلى ضرورة التوصل إلى اتفاق دولي في إطار الأمم المتحدة يضع تعريفا دقيقا للإرهاب الدولي، ويحدد أسبابه وسبل معالجتها. ¶ التأكيد على أهمية التفاعل ما بين الثقافات والحضارات انطلاقا مما تدعو إليه الأديان السماوية والقيم الإنسانية من نبذ جميع أشكال التفرقة العنصرية، والحض على التسامح والتعايش على أساس الاحترام المتبادل، وصيانة الحقوق المشروعة، وتثمين الجهود العربية والإسلامية وغيرها الرامية إلى توضيح الحقائق عن الثقافة والحضارة العربية والإسلامية، وتفنيد المزاعم الباطلة حولها. ¶ الإسراع بإنجاز منطقة التجارة الحرة العربية الكبرى في ضوء تنامي ظاهرة التكتلات الاقتصادية العالمية، وقرب انتهاء الفترة المحددة لتطبيق اتفاقية منظمة التجارة العالمية. ¶ الإعراب عن التقدير البالغ للجمهورية اللبنانية وفخامة الرئيس إميل لحود رئيس الجمهورية على الرعاية والعناية والإعداد المتميز لانعقاد هذه القمة، والشكر العميق لفخامة الرئيس إميل لحود على قيادته الناجحة لإدارة أعمال القمة العربية بأعلى درجات الحنكة السياسية والحكمة الناضجة والمسؤولية الواعية\". ¶ (خارطة الطريق) (1) ¶ فيما يلي النص الحرفي الكامل للصيغة النهائية لخطة \"خارطة الطريق\" الأمريكية التي تبنتها اللجنة الرباعية: ¶ __________ ¶ (1) جريدة الوطن الأردنية.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "تشير المعلومات الواردة أدناه إلى أن خارطة الطريق تقوم على الأداء ،ويحركها تحقيق هدف مع وضوح في المراحل والجداول الزمنية ومواعيد تحقيق الأهداف والمحطات، بهدف تحقيق التقدم من خلال خطوات متبادلة بين الجانبين في المجالات السياسية والأمنية والاقتصادية والإنسانية، وبناء المؤسسات تحت رعاية اللجنة الرباعية. ¶ ـ تكون المحطة النهائية تسوية شاملة ونهائية للصراع الفلسطيني ـ الإسرائيلي في العام 2005، كما جاء في خطاب الرئيس بوش في 24 يونيو والذي تم الترحيب به من قبل الاتحاد الأوروبي وروسيا والأمم المتحدة في البيانات الوزارية للجنة الرباعية الصادرة في 16 يوليو و17 سبتمبر. ¶ ـ إن حلا للصراع الفلسطيني الإسرائيلي على أساس دولتين يمكن تحقيقه فقط من خلال إنهاء العنف والإرهاب، وعندما يكون للشعب الفلسطيني قيادة تعمل بحزم ضد الإرهاب، وتكون لديها الرغبة والقدرة لبناء ديمقراطية تمارس على أساس التسامح والحرية، ومن خلال استعداد إسرائيل للقيام بما هو ضروري لإنشاء دولة فلسطينية ديمقراطية، والقبول الواضح وغير الغامض من الجانبين بهدف التسوية من خلال التفاوض كما هو محدد أدناه. ¶ ـ اللجنة الرباعية ستساعد وتسهل في تطبيق الخطة بدءا من المرحلة الأولى وبما يشمل النقاش المباشر بين الجانبين، كما هو مطلوب، وتؤسس الخطة لجدول زمني واقعي، وتعتمد على جهود حسنة النية من الجانبين، والتزامهما بكل مسؤولية عليهما كما هو محدد أدناه. ¶ ـ وإذا ما طبق الجانبان التزاماتهما بشكل سريع، فإن التقدم بين، ومن خلال المراحل، قد يحدث في وقت أسرع مما هو محدد في الخطة، وعدم الالتزام بالمسؤوليات سيعطل التقدم. ¶ ـ التسوية التي يتم التفاوض حولها بين الجانبين ستؤدي إلى قيام دولة فلسطينية ديمقراطية مستقلة قادرة على الحياة، تعيش بسلام وأمن جنبا إلى جنب مع إسرائيل وباقي الجيران.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "ـ التسوية ستحل الصراع الفلسطيني ـ الإسرائيلي وتنهي الاحتلال الذي بدأ العام 1967 على أساس ركائز مؤتمر مدريد، ومبدأ الأرض مقابل السلام وقرارات مجلس الأمن 242 و338 و1397، والاتفاقات السابقة التي اعتمدها مؤتمر القمة العربية في بيروت والتي دعت إلى قبول إسرائيل كجارة تعيش في أمن وسلام ضمن سياق التسوية الشاملة. ¶ ـ إن هذه المبادرة تعتبر عنصرا حيويا ضمن الجهود الدولية الساعية لتحقيق سلام شامل على كافة المسارات، وبما فيها المسار السوري ـ الإسرائيلي، والمسار اللبناني ـ الإسرائيلي. ¶ ـ اللجنة الرباعية ستجتمع بشكل منتظم على مستوى رفيع لتقييم أداء الطرفين في تطبيق الخطة وفي كل مرحلة فإنه يتوقع من الطرفين تنفيذ التزاماتهما بالتوازي، إلا ما حدد عكسا لذلك. ¶ المرحلة الأولى: ¶ إنهاء العنف والإرهاب، العادة الحياة الفلسطينية إلى طبيعتها وبناء المؤسسات الفلسطينية من الآن وحتى مايو 2003: ¶ ـ في المرحلة الأولى يبدأ الفلسطينيون وبشكل فوري بتنفيذ وقف غير مشروط للعنف وفقا للخطوات المحددة أدناه، وهذه الخطوات يجب أن تقترن مع إجراءات داعمة تتخذها إسرائيل: ¶ ـ يستأنف الفلسطينيون والإسرائيليون التعاون الأمني على أساس خطة تينت لإنهاء العنف والإرهاب والتحريض من خلال أجهزة أمنية فلسطينية فعالة ومعادة الهيكلة. ¶ ـ الفلسطينيون يقومون بعملية إصلاح سياسية شاملة تحضيرا للدولة، وبما يشمل صياغة الدستور الفلسطيني وإجراء انتخابات حرة ونزيهة ومفتوحة على أساس هذه الخطوات. ¶ ـ إسرائيل تتخذ كل الخطوات المطلوبة لإعادة الحياة الفلسطينية إلى طبيعته. ¶ ـ تنسحب إسرائيل من المناطق الفلسطينية المحتلة منذ 28 سبتمبر 2000 والطرفان يعيدان الوضع إلى ما كان عليه قبل هذا التاريخ كلما كان هناك تقدم في الأداء والتعاون الأمنيين. ¶ ـ تجمد إسرائيل كافة النشاطات الاستيطانية، بما يتوافق مع تقرير ميتشل. ¶ مع انطلاقة المرحلة الأولى:",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "ـ تصدر القيادة الفلسطينية بيانا لا يقبل التأويل يعيد تأكيد حق إسرائيل بالعيش بسلام وأمن ويدعو لوقف فوري وغير مشروط لإطلاق النار ووقف النشاطات العسكرية وجميع أشكال العنف ضد الإسرائيليين في أي مكان وتوقف كافة المؤسسات الفلسطينية الرسمية التحريض ضد إسرائيل. ¶ ـ تصدر القيادة الإسرائيلية بيانا لا يقبل التأويل تؤكد فيه التزامها برؤية الدولتين، ودولة فلسطينية مستقلة وقابلة للحياة وذات سيادة تعيش بأمن وسلام إلى جانب دولة إسرائيل، كما عبر عن ذلك الرئيس بوش، وتدعو إلى وقف فوري للعنف ضد الفلسطينيين في أي مكان، وتوقف كافة المؤسسات الإسرائيلية الرسمية التحريض ضد الفلسطينيين. ¶ الأمن: ¶ ـ يعلن الفلسطينيون وقفا لا يقبل التأويل للعنف والإرهاب ويقومون بجهود ملموسة على الأرض لاعتقال وعرقلة وتوقيف الأشخاص والجماعات التي تشن وتخطط لهجمات عنيفة ضد الإسرائيليين في أي مكان. ¶ ـ أجهزة السلطة الفلسطينية المعاد بناؤها والمركزة تبدأ عمليات مستمرة ومحددة وفاعلة تهدف إلى مواجهة كل هؤلاء الذين لهم علاقة بالإرهاب وتقويض القدرات والبنى التحتية الإرهابية وهذا يشمل بدء جمع الأسلحة غير المشروعة وتعزيز السلطة الأمنية بعيدا عن الارتباط بالفساد والإرهاب. ¶ ـ الحكومة الإسرائيلية لا تقوم بأية أعمال من شأنها تدمير الثقة، وبما يشمل الإبعاد والهجمات ضد المدنيين، ومصادرة أو هدم الممتلكات والمنازل الفلسطينية، كإجراء عقابي أو تسهيل البناء الإسرائيلي وتدمير المؤسسات والبنى التحتية الفلسطينية وباقي الخطوات وتنفيذها. ¶ ـ حسب الاتفاق المسبق يبدأ تنفيذ الخطة الأميركية لإعادة البناء والتدريب واستئناف التنسيق الأمني بالتعاون مع مجلس خارجي للأشراف (الولايات المتحدة، مصر، والأردن) وتدعم اللجنة الرباعية جهود التوصل إلى وقف إطلاق نار دائم وشامل.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "ـ يتم دمج كافة الأجهزة الأمنية الفلسطينية في ثلاثة أجهزة تكون مسؤولة أمام وزير داخلية مخول الصلاحيات. ¶ ـ أجهزة الأمن الفلسطينية المعاد بناؤها وتدريبها ونظراؤها في جيش الدفاع الإسرائيلي يستأنفون التنسيق الأمني بشكل سريع، وتنفيذ الالتزامات الأخرى في خطة (تينت) بما في ذلك اجتماعات دورية على مستوى رفيع بمشاركة مسؤولين أمنيين أميركيين. ¶ ـ تقطع الدول العربية التمويل العام والخاص وكافة أشكال الدعم الأخرى للجماعات التي تدعم وتشارك بالعنف والإرهاب. ¶ ـ وجميع المانحين الذين يقدمون دعما للميزانية الفلسطينية يحولون هذه الأموال من خلال الحساب الموحد لوزارة المالية الفلسطينية. ¶ ـ بينما يتقدم الأداء الأمني الشامل إلى الأمام، يقوم جيش الدفاع بالانسحاب بشكل سريع من المناطق المحتلة منذ 28 سبتمبر 2000، ويعيد الطرفان الأوضاع إلى ما كانت عليه قبل 28 سبتمبر 2000، وتنتشر قوات الأمن الفلسطينية في المواقع التي يخليها جيش الدفاع الإسرائيلي. ¶ بناء المؤسسات الفلسطينية: ¶ ـ عملية فورية ذات مصداقية لصياغة دستور الدولة الفلسطينية وبالسرعة الممكنة توزع اللجنة الدستورية مسودة الدستور الفلسطيني، القائمة على أساس ديمقراطية برلمانية قوية، ورئيس وزراء ذي صلاحيات من أجل الملاحظات العامة والنقاش، اللجنة الدستورية تقترح مسودة الوثيقة بعد الانتخابات من أجل المصادقة من قبل المؤسسات الفلسطينية المناسبة. ¶ ـ تعيين رئيس وزراء انتقالي أو حكومة مخولة بصلاحيات تنفيذية/جسم صناعة القرار. ¶ ـ الحكومة الإسرائيلية تسهل بالكامل تنقل الشخصيات الفلسطينية لجلسات المجلس التشريعي والحكومة والتدريبات الأمنية التي تتم بإشراف دولي، الانتخابات وغيرها من نشاطات الإصلاح وغيرها من الإجراءات الداعمة ذات العلاقة بجهود الإصلاح.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "ـ استمرار تعيين وزراء فلسطينيين ذوي صلاحيات للقيام بإصلاح جذري واستكمال خطوات إضافية لتحقيق فصل حقيقي بين السلطات، بما في ذلك أية خطوات إصلاح قانونية فلسطينية ضرورية لهذه الغاية. ¶ ـ إنشاء لجنة انتخابات فلسطينية مستقلة، المجلس التشريعي يراجع ويعدل قانون الانتخابات. ¶ ـ أداء فلسطيني في القضاء، الإدارة، الاقتصاد وفقا للأسس التي وضعتها مجموعة العمل حول الإصلاح الفلسطيني. ¶ ـ في أقرب وقت ممكن وعلى أساس الإجراءات المنصوص عليها أعلاه وفي سياق نقاش حر، وشفافية في انتقاء المرشحين، وعلى أساس الحرية وتعدد الأحزاب، يجري الفلسطينيين انتخابات حرة ومفتوحة وعادلة. ¶ ـ الحكومة الإسرائيلية تسهل مساعدة اللجنة الدولية المكلفة بمساعدة إجراء الانتخابات، تسجيل الناخبين، حركة المرشحين، ومسئولي التصويت، ودعم المنظمات غير الحكومية المنخرطة في الانتخابات. ¶ ـ الحكومة الإسرائيلية تعيد فتح الغرفة التجارية الفلسطينية وغيرها من المؤسسات الفلسطينية المغلقة في القدس الشرقية على أساس التزام هذه المؤسسات بالعمل بحزم وفقا للاتفاقات السابقة بين الطرفين. ¶ الردود الإنسانية: ¶ ـ تقوم الحكومة الإسرائيلية بخطوات لتحسين الأوضاع الإنسانية. ¶ الجانبان الفلسطيني والإسرائيلي يبدأن في تطبيق توصيات تقرير بريتيني لتحسين الأوضاع الإنسانية بشكل كامل. رفع منع التجول وتخفيف القيود المفروضة على حركة الأشخاص والبضائع والسماح بتحرك كامل وأمن للموظفين الإنسانيين والدوليين. ¶ ـ تراجع لجنة عمل الدول المانحة (AHLC) الوضع الإنساني وإمكانية التطور الاقتصادي في الضفة الغربية وقطاع غزة، وتطلق جهدا دوليا كبيرا للمساعدات، وبما يشمل جهد الإصلاح. ¶ ـ الحكومة الإسرائيلية والسلطة الفلسطينية تواصلان عملية تحصيل العائدات وتحويل الأموال وفقا لآلية رقابة شفافة ومتفق عليها. ¶ المجتمع المدني:",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "ـ تواصل دعم المانحين بما يشمل زيادة دعم المنظمات غير الحكومية وبرامج شعب لشعب والقطاع الخاص ومبادرات المجتمع المدني. ¶ المستوطنات: ¶ ـ تفكك الحكومة الإسرائيلية فورا جميع البؤر الاستيطانية التي تمت أقامتها منذ شهر مارس 2001 ¶ ـ بما يتوافق مع تقرير ميتشيل تجمد الحكومة الإسرائيلية جميع النشاطات الاستيطانية بما في ذلك النمو الطبيعي للمستوطنات. ¶ المرحلة الثانية: ¶ (الانتقال) يونيو 2003 ـ ديسمبر 2003 ¶ ـ في المرحلة الثانية تتركز الجهود على خيار إنشاء دولة فلسطينية بحدود مؤقتة وعلامات سيادية على أساس الدستور الجديد، كمحطة على الطريق نحول الحل الدائم، وكما لوحظ سابقا فإن هذا الهدف سيتحقق عندما يكون للشعب الفلسطيني قيادة تعمل بحزم ضد الإرهاب ولها الرغبة والقدرة على بناء ممارسة ديمقراطية على أساس التسامح والحرية مع هذه القيادة ومؤسسات مدنية وأمنية شملها الإصلاح، فسيكون للفلسطينيين الدعم الفاعل للجنة الرباعية والمجتمع الدولي بشكل عام لإقامة دولة مستقلة قابلة للحياة. ¶ ـ التقدم نحو المرحلة الثانية سيكون على أساس الحكم الجماعي للجنة الرباعية فيما إذا كانت الشروط مواتية للتقدم آخذا بعين الاعتبار أداء الطرفين، تقدم الجهود لإعادة الحياة الفلسطينية إلى طبيعتها وبناء المؤسسات الفلسطينية، المرحلة الثانية تبدأ بعد الانتخابات الفلسطينية مع إمكانية إنشاء دولة فلسطينية ذات حدود مؤقتة في العام 2003. ¶ أهدافها الرئيسية هي: ¶ ـ أداء أمني شامل وتعاون أمني فعال متواصل. ¶ ـ جهد متواصل لإعادة الحياة الفلسطينية إلى طبيعتها وبناء المؤسسات. ¶ ـ البناء الإضافي على الأهداف التي حددت في المرحلة الأولى. ¶ ـ إقرار دستور فلسطيني ديمقراطي. ¶ ـ استحداث منصب رئيس وزراء بشكل رسمي. ¶ ـ تعميق الإصلاح السياسي. ¶ ـ وإنشاء دولة فلسطينية بحدود مؤقتة. ¶ المؤتمر الدولي:",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "ـ تعقد اللجنة الرباعية، بالتشاور مع الطرفين، مباشرة بعد الانتهاء الناجح للانتخابات الفلسطينية لدعم إعادة بناء الاقتصاد الفلسطيني وإطلاق عملية تؤدي لإنشاء دولة فلسطينية بحدود مؤقتة. ¶ ـ هذا الاجتماع سيكون مفتوحا وعلى أساس هدف تحقيق السلام الشامل في منطقة الشرق الأوسط بما يشمل السلام بين إسرائيل وسوريا، وإسرائيل ولبنان وعلى أساس المبادئ التي وردت في مقدمة هذه الوثيقة. ¶ ـ إعادة الروابط العربية مع إسرائيل التي كانت قائمة قبل الانتفاضة المكاتب التجارية، الخ. ¶ ـ إعادة إحياء الارتباطات متعددة الأطراف حول قضايا إقليمية بما يشمل مصادر المياه، البيئة، التطور الاقتصادي، اللاجئين، وقضايا الحد من التسلح. ¶ ـ يتم اتجار وإقرار دستور جديد لدولة فلسطينية مستقلة وديمقراطية من قبل المؤسسات الفلسطينية الملائمة، انتخابات إضافية، إذا تطلب الأمر، يجب أن تأتي بعد إقرار الدستور الجديد. ¶ ـ إنشاء حكومة إصلاح ذات صلاحيات مع رئيس وزراء بشكل رسمي وبما يتوافق مع مسودة الدستور. ¶ ـ استمرار الأداء الأمني الشامل، بما في ذلك تعاون أمني فعال على الأسس التي وضعت في المرحلة الأولى. ¶ ـ إنشاء دولة فلسطينية ذات حدود مؤقتة من خلال عملية تفاوض فلسطينية ـ إسرائيلية يطلقها المؤتمر الدولي كجزء من هذه العملية، تنفيذ الاتفاقات السابقة، تحقيق أقصى حد من التواصل الجغرافي، بما في ذلك خطوات إضافية على صعيد الاستيطان بالتزامن مع إنشاء الدولة الفلسطينية ذات الحدود المؤقتة. ¶ ـ تفعيل الدور الدولي في مراقبة الانتقال مع دعم فعال ومستمر وعملي من قبل اللجنة الرباعية. ¶ ـ أعضاء الرباعية يدفعون باتجاه اعتراف دولي بالدولة الفلسطينية بما في ذلك إمكانية العضوية في الأمم المتحدة.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "المرحلة الثالثة: اتفاق نهائي وأناء الصراع الفلسطيني ـ الإسرائيلي 2004. 2005: التقدم نحو المرحلة الثالثة على أساس الحكم الجماعي للجنة الرباعية، وآخذا بعين الاعتبار خطوات الطرفين ومراقبة اللجنة الرباعية. ¶ أهداف المرحلة الثالثة هي: ¶ ـ تعزيز الإصلاح واستقرار المؤسسات الفلسطينية. ¶ ـ أداء أمني فلسطيني فعّال ومستمر، ومفاوضات فلسطينية ـ إسرائيلية تهدف إلى اتفاق نهائي في العام 2005. ¶ المؤتمر الدولي الثاني: ¶ ـ تعقده اللجنة الرباعية، بالتشاور مع الأطراف في بداية العام 2004 لإقرار الاتفاق المبرم بشأن الدولة بحدود مؤقتة ولإطلاق رسميا عملية بدعم فعال وعملي من قبل اللجنة الرباعية تؤدي إلى حل نهائي ووضع دائم في العام 2005، بما يشمل الحدود، القدس، اللاجئين، المستوطنات، ودعم التقدم نحو تسوية شاملة في الشرق الأوسط بين إسرائيل ولبنان، وسوريا وإسرائيل يتم التوصل إليها في أسرع وقت ممكن. ¶ ـ استمرار التقدم الفعال والشامل في جدول أعمال الإصلاحات المحددة من قبل مجموعة العمل الدولية تحضيرا لاتفاق الوضع الدائم. ¶ ـ استمرار الأداء الأمني الفعال والدائم والتعاون الأمني الفعال والدائم على الأسس التي وردت في المرحلة الأولى. ¶ ـ جهود دولية لتسهيل الإصلاح واستقرار المؤسسات الفلسطينية والاقتصاد الفلسطيني تحضيرا لاتفاق الوضع الدائم. ¶ ـ تتوصل الأطراف إلى اتفاق الوضع الدائم الشامل الذي ينهي الصراع الفلسطيني ـ الإسرائيلي في العام 2005 من خلال تسوية متفق عليها.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "ـ عبر التفاوض بين الأطراف، قائمة على أساس قرارات مجلس الأمن 242 و338 و1397 التي تنهي الاحتلال الذي بدأ عام 1967، وتشمل حلا واقعيا وعادلا وشاملا ومتفقا عليه لموضوع اللاجئين، وحلا متفاوضا عليه حول وضع القدس يأخذ بعين الاعتبار اهتمامات كلا الطرفين السياسية والدينية، ويحمي المصالح الدينية لليهود والمسيحيين والمسلمين في العالم، ويحقق رؤية الدولتين إسرائيل وفلسطين الديمقراطية والقابلة للحياة والمستقلة، وذات السيادة، تعيشان جنبا إلى جنب بأمن وسلام. ¶ ـ تقبل الدول العربية بعلاقات طبيعية كاملة مع إسرائيل والأمن لكافة دول المنطقة في إطار سلام عربي ـ إسرائيلي شامل. ¶ اتفاق سويسرا\"جنيف\"(1) ¶ انعقدت الطواقم الفلسطينية والإسرائيلية والتي يشارك فيها نواب ومسئولون من العمل وميرتس والليكود في فندن أردني في الجانب الشرقي من البحر الميت. توصلا إلى تفاهمات بعيدة الأثر في الجوانب المختلفة للصراع الإسرائيلي - الفلسطيني. وقاد المفاوضات عن الجانب الفلسطيني ياسر عبد ربه، نبيل قسيس وهشام عبد الرازق، من الطرف الإسرائيلي يوسي بيلين ورجال طاقم كامب ديفيد، بمن فيهم مناحيم كلاين، شاؤول اريئيلي وشلومو بروم،. وفي المحادثات السرية، شارك أيضا رئيس الأركان (احتياط) امنون ليبكين شاحك واللواء (احتياط) داني روتشيلد. ¶ __________ ¶ (1) ترجمة خاصة عن العبرية لوثيقة - اتفاق جنيف نشرها المركز الفلسطيني للإعلام على شبكة الإنترنت.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "... انضم إلى الاجتماع في الأردن سياسيون، بينهم ابراهام بورغ وعمرام متسناع من العمل، نوحاما رونين من الليكود، ايتي لفني من شينوي وكذا الروائي عاموس عوز ومدير عام \"مركز بيرس للسلام\"، رون بونداك، الذي يعد من مهندسي اتفاقات أوسلو. ووزير الخارجية الأردني، مروان المعشر، زار الوفدين، وكان متوقعا أيضا زيارة من عبد الله ملك الأردن. وقد مولت المحادثات محافل سويسرية، ولهذا فقد اتفق على أن عرض التفاهمات سيتم في سويسرا، في احتفال يحضره العديد من المشاركين. ¶ المقدمة( نص الوثيقة): ¶ دولة (إسرائيل)، منظمة التحرير الفلسطينية و\"ممثلوا\" الشعب الفلسطيني: ¶ يعيدون تأكيد تصميمهم على وضع حد لأجيال من المواجهات، التعايش السلمي، الاحترام المتبادل والأمن القائم على السلام العادل والشامل، والوصول إلى المصالحة التاريخية؛ ¶ يؤكدون إيمانهم العميق بأن منطق السلام يتطلب الحل الوسط والحل الدائم الوحيد هو مبدأ الدولتين الذين يقوم على أساس قراري الأمم المتحدة 242 و 338؛ يؤكدون أن هذا الاتفاق يسجل الاعتراف بحق الشعب اليهودي بدولة، وبحق الشعب الفلسطيني بدولة؛ يعترفون في أنه بعد سنوات من حياة الخوف المتبادل وانعدام الأمان، يحتاج الشعبان للدخول إلى عصر من السلام والأمن والاستقرار؛ يعترفون بالحق المتبادل للعيش الآمن والمطمئن في حدود معترف بها وآمنة، حرة من التهديدات أو الأعمال العدائية؛ مصممون على إقامة علاقات على أساس التعاون والالتزام بالعيش جنبا إلى جنب في جيرة طيبة بهدف المساهمة كل على حدة ومعا لازدهار الشعبين؛ يعلنون أن هذا الاتفاق يسجل مصالحة تاريخية بين الفلسطينيين و\"الإسرائيليين\"، ويشق الطريق نحو المصالحة بين العالم العربي و(إسرائيل)؛ ومصممون على تحقيق سلام إقليمي شامل، والمساهمة بذلك في الاستقرار والأمن والتطور والازدهار للمنطقة بأسرها؛ ¶ الاتفاق الدائم: ¶ هدف الاتفاق الدائم",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "وعليه فإن الطرفين يتفقان على الشروط التالية: ¶ 1. الاتفاق الدائم ينهي عصر المواجهة ويشق الطريق نحو عصر جديد يقوم على أساس السلام، التعاون والجيرة الطيبة بين الطرفين. ¶ 2. تطبيق الاتفاق سيؤدي إلى نهاية كل مطالب الطرفين، النابعة من أحداث وقعت قبل التوقيع على الاتفاق. وبهذا تنتهي إمكانية أن يطرح أي من الطرفين مطالب تعود إلى عصر ما قبل التوقيع. ¶ العلاقات بين الطرفين: ¶ · دولة (إسرائيل) تعترف بدولة فلسطين فور قيامها. دولة فلسطين تعترف فورا بدولة (إسرائيل). ¶ · (إسرائيل) وفلسطين تقيمان فورا علاقات دبلوماسية وقنصلية كاملة، وتتبادلان السفراء الدائمين في غضون شهر من الاعتراف المتبادل. ¶ · لتحسين العلاقات بين الدولتين والشعبين، تتعاون (إسرائيل) وفلسطين في المواضيع المشتركة، بما في ذلك الحوار بين البرلمانين، التعاون للسلطات المحلية وكذا في مشاريع مشتركة في مواضيع الثقافة، الإعلام، الشبيبة، العلوم، التعليم البيئة، الصحة، الزراعة، السياحة ومنع الجريمة. ¶ · (إسرائيل) وفلسطين تعملان معا وكل على حدة مع محافل مختلفة في المنطقة لتطوير التعاون الإقليمي. ¶ مجموعة تطبيق ¶ · \"مجموعة تطبيق\" تقام لضمان الرقابة على النزاعات المتعلقة بتطبيق الاتفاق وحلها. وتضم المجموعة الولايات المتحدة ، روسيا، الاتحاد الأوروبي، الأمم المتحدة وكذا ممثلين آخرين من المنطقة أو من العالم، يقررهم الطرفان. وتكون القوة المتعددة الجنسيات التي ستقام جزء لا يتجزأ من مجموعة التطبيق. ¶ الأراضي الإقليمية ¶ الحدود الدائمة بين دولتي (إسرائيل) وفلسطين: ¶ · وفقا لقراري الأمم المتحدة 242 و 338، تقوم الحدود بين دولة فلسطين و(إسرائيل) على أساس خطوط الرابع من حزيران 1967، مع تعديلات متبادلة على أساس 1:1 كما تقرر في الخريطة المرفقة للاتفاق. ¶ · الطرفان يعترفان بالحدود، كما تظهر في الخارطة، كحدود دولية، معترف بها ودائمة بينهما. ¶ السيادة",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "· الطرفان يعترفان بالوحدة السيادية والاستقلال السياسي، وكذا بعدم المس بأراضي الطرف الآخر، بما في ذلك المجال الجوي والمياه الإقليمية. ¶ ترسيم الحدود ¶ · \"لجنة حدود مشتركة\" تتشكل من مندوبي الطرفين تنفذ العمل التقني المرتبط بترسيم الحدود. وفي حالة الجدال بين الطرفين تنتقل المعالجة إلى \"مجموعة التطبيق\". ترسيم الحدود ينتهي في موعد لا يتجاوز تسعة أشهر من تاريخ دخول الاتفاق حيز التنفيذ. ¶ المستوطنات ¶ · حكومة (إسرائيل) تكون مسؤولة عن إعادة توطين مستوطنين يسكنون في الأرض الفلسطينية السيادية في (إسرائيل) وتنتهي إعادة التوطين وفقا لجدول زمني متفق عليه. ¶ · لحكومة فلسطين تكون الملكية المتفردة على كل الأراضي وكل المباني والمنشآت وغيرها من الأملاك التي تتبقى في المستوطنات. ¶ رواق (\"ممر آمن\") ¶ · دولة فلسطين ودولة (إسرائيل) تقيمان رواقا يربط الضفة الغربية وقطاع غزة. وهذا الرواق يكون: بسيادة (إسرائيلية)، مفتوح دائما، بإدارة فلسطينية. ¶ · الرواق يتيح بناء البنى التحتية اللازمة لربط الضفة الغربية وقطاع غزة. وضمن أمور أخرى يدور الحديث عن أنابيب، كوابل كهرباء واتصالات وغيره من المعدات. ¶ · حواجز دفاعية تقام على طول الرواق. الفلسطينيون لا يدخلون إلى (إسرائيل) عبرها، والإسرائيليون لا يدخلون إلى فلسطين. ¶ الأمن ¶ · يعترف الطرفان بأن التفاهم المتبادل والتعاون في المواضيع المتعلقة بالأمن تشكل جزء هاما من العلاقات المتبادلة. فلسطين و(إسرائيل) تقيمان العلاقات الأمنية بينهما على أساس من التعاون، الثقة المتبادلة، علاقات الجيرة الطيبة والدفاع عن المصالح المشتركة بينهما. ¶ كل من فلسطين و(إسرائيل) تلتزمان بـ: ¶ · الاعتراف بـ والاحترام بحقوق كل طرف من الطرفين في العيش بسلام داخل حدود آمنة ومعترف بها دون تهديد أو أعمال حربية، إرهاب وعنف.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "· الامتناع عن التهديد أو استخدام القوة ضد الوحدة الإقليمية او الاستقلال السياسي للطرفين وتسوية كل الخلافات بينهما بالوسائل السلمية. ¶ · الامتناع عن الانضمام، المساعدة، التطوير أو التعامل مع كل ائتلاف، منظمة أو حلف ذي طابع عسكري أهدافها تتضمن العنف. ¶ · الامتناع عن الانتظام، التشجيع.. إن إمكانية إقامة قوات شاذة أو عصابات مسلحة بما في ذلك مرتزقة ومحافل قتالية داخل أراضي كل واحد من الطرفين والامتناع عن إقامتها. كل قوة شاذة موجودة أو عصابات مسلحة تفكك. ¶ · التعاون الأمني المستقبلي الذي تقام في إطاره لجان أمنية مشتركة تلتقي على أساس مرة كل شهر على الأقل. ¶ الأمن الإقليمي ¶ · (إسرائيل) وفلسطين تعملان بالتعاون مع جيرانهما والأسرة الدولية لإقامة شرق أوسط آمن ومستقر، حر من أسلحة الدمار الشامل، سواء التقليدية أم غير التقليدية. ¶ خصائص أمن الدولة الفلسطينية ¶ · لا ترابط في فلسطين أي قوات مسلحة، باستثناء المذكورة في الوثيقة. ¶ · فلسطين تكون دولة مجردة من السلاح، مع قوة أمن قوية. القيود على السلاح الذي يمكن شراؤه أو استخدامه من قوة الأمن الفلسطينية أو إنتاجه في فلسطين يفصل في ملحق بالاتفاق. ¶ · لا يمكن لأي جهة شخصية أو منظمة في فلسطين باستثناء قوة الأمن الفلسطينية أن تشتري، تحمل أو تستخدم السلاح، باستثناء ذاك الموفر وفقا للقانون. ¶ الإرهاب ¶ · يرد الطرفان وينددان بالإرهاب والعنف بكل أشكاله. ويمتنع الطرفان عن أعمال وسياسات من شأنها أن تغذي التطرف وخلق الشروط المشجعة للإرهاب في كل واحد من الطرفين. ¶ · يبذل الطرفان جهودا مشتركة ضد كل مظاهر العنف والإرهاب. وتتضمن هذه الجهود منع أعمال كهذه ومطاردة منفذيها. ¶ · يحافظ الطرفان على التعاون وتبادل المعلومات بين المحافل الأمنية. ¶ · لجنة ثلاثية الأطراف تتشكل من الطرفين والولايات المتحدة تنشأ لتأكيد تطبيق هذا البند. ¶ التحريض",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "· دون مس بحرية التعبير وحقوق الإنسان وغيرها من حقوق الإنسان المعترف بها في الأسرة الدولية، تسن (إسرائيل) وفلسطين قوانين لمنع التحريض على العنصرية، الإرهاب والعنف وتفرضها دون هوادة. ¶ قوة متعددة الجنسيات ¶ · تقام قوة متعددة الجنسيات بهدف توفير ضمانات أمنية للطرفين، والعمل كجهة رادعة والرقابة على تطبيق تعليمات الاتفاق. ¶ · لتنفيذ الوظائف المفصلة في الاتفاق، تنتشر القوة متعددة الجنسيات في دولة فلسطين. ¶ · القوة متعددة الجنسيات تنسحب أو تغير تفويضها بموافقة الطرفين. ¶ الإخلاء ¶ · (إسرائيل) تخرج قواتها العسكرية والأمنية وكذا أيضا المعدات بما فيها الألغام، من أراضي دولة فلسطين، باستثناء ما اتفق عليه خلاف ذلك. ¶ · الانسحاب يبدأ بشكل فوري مع دخول الاتفاق حيز التنفيذ وينفذ على مرحلتين: ¶ 1. المرحلة الأولى تتضمن مناطق دولة فلسطين كما تصف الخارطة وتستكمل في غضون تسعة أشهر. ¶ 2. المرحلة الثانية والثالثة تتضمن باقي الأراضي الإقليمية لدولة فلسطين وتستكمل في غضون 21 شهر من نهاية المرحلة الأولى. ¶ · (إسرائيل) تحافظ على وجود عسكري مقلص في غور الأردن تحت صلاحية القوة متعددة الجنسيات وبالخضوع للقوة متعددة الجنسيات على مدى 36 شهرا أخرى. هذه الفترة الزمنية يفحصها الطرفان مجددا في حالة تطورات إقليمية ذات صلة ويمكن أن تمر بتعديلات بموافقة الطرفين. ¶ محطات إنذار مبكر ¶ · (إسرائيل) تحتفظ بمحطتي للإنذار المبكر في شمالي ووسط الضفة الغربية في الأماكن المفصلة في الملحق للاتفاق. ¶ · يشغل محطتي الإنذار المبكر حد أدنى من الطاقة البشرية \"الإسرائيلية\" وتنتشر على حد أدنى لازم لنشاطها على الأرض كما يتقرر في ملحق الاتفاق. ¶ · الترتيبات المحددة فيما يلي في هذا البند تكون خاضعة لإعادة البحث بعد عشر سنوات، حيث تجري تعديلات بموافقة متبادلة. ¶ المجال الجوي",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "· يعترف الطرفان بالحقوق والواجبات وفقا لاتفاقات الطيران متعددة الجنسيات. ويشكل الطرفان لجنة ثلاثية تتشكل من الطرفين و \"مجموعة التطبيق\" للتخطيط لمنظومة الإدارة الأكثر نجاعة للطيران المدني، بما في ذلك منظومة الرقابة الجوية. ¶ · سلاح الجو الإسرائيلي يكون له الحق باستخدام المجال الجوي في السيادة الفلسطينية لهدف التدريب، بالتنسيق الذي يقوم على قواعد تنطبق على استخدام سلاح الجو الإسرائيلي في المجال الجوي ل(إسرائيل). ¶ · الاتفاقات في هذا البند تخضع لإعادة الفحص كل عشر سنوات وكفيلة بالتعديل أو التوقف بموافقة الطرفين. ¶ معابر الحدود الدولية ¶ · كل معابر الحدود تشرف عليها طواقم مشتركة تتشكل من قوة الأمن الفلسطينية وقوة أمن متعددة الجنسيات. ¶ · هذه الطواقم تمنع دخول السلاح والمواد أو المعدات التي تخرق هذا الاتفاق إلى فلسطين. ¶ · مندوبو القوة متعددة الجنسيات وقوة الأمن الفلسطينية تتلقى كل على حدة وبشكل مشترك صلاحية منع دخول عناصر محظورة إلى فلسطين. ¶ · في قاعات المسافرين والأمتعة، يمكن ل(إسرائيل) أن تحتفظ على مدى ثلاثين شهرا بحضور غير منظور للعين في منشأة خاصة في المكان يشغلها مندوبو القوة متعددة الجنسيات و(إسرائيليون)، باستخدام التكنولوجيا الملائمة. ¶ القدس ¶ الأهمية الدينية والثقافية ¶ أ- يعترف الطرفان بالأهمية التاريخية، الدينية، الروحانية والثقافية العالمية للقدس، وبقدسيتها لليهودية، والمسيحية والإسلام. وانطلاقا من هذا الاعتراف فإن الطرفين يعيدان التأكيد على التزامهما بالحفاظ على حرية العبادة في المدينة، احترام التقصير القائم في الوظائف الإدارية في المدينة؛ والأنظمة التقليدية بين المؤسسات الدينية المختلفة. ¶ ب- يقيم الطرفان هيئة دينية مشتركة تتشكل من مندوبي الأديان الثلاثة تشير إلى الطرفين في المواضيع المتعلقة بالأهمية الدينية للمدينة وتحث التفاهم والحوار بين الأديان. ¶ عاصمة الدولتين",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "عاصمة كل واحدة من الدولتين تكون في المناطق التي يسيطر عليها في القدس. كل طرف يعترف بعاصمة الطرف الآخر. ¶ السيادة ¶ السيادة في أراضي المدينة تتقرر وفقا للخارطة المرفقة بالاتفاق. ¶ نظام الحدود ¶ نظام الحدود يصمم وفقا للشروط المفصلة في البند 11، وفي ظل الأخذ بالحسبان الاحتياجات الخاصة في المدينة (حركة السياح وتواتر اجتياز الحدود). ¶ نطاق الحرم ¶ · مجموعة دولية تتشكل للإشراف على تطبيق البند وتتشكل المجموعة من مندوبي \"مجموعة التطبيق\" ومندوبين آخرين يتفق عليهم الطرفان، بمن فيهم المؤتمر الإسلامي. ¶ · المجموعة الدولية تقيم وجودا متعدد الجنسيات في النطاق نفسه. ¶ · في ضوء قدسية النطاق والمعنى الديني والثقافي الخاص له بالنسبة للشعب اليهودي، لا تجري أي أشغال حفر أو بناء في النطاق إلا إذا صادق عليه الطرفان. ¶ · دولة فلسطين تكون مسؤولة عن الحفاظ عن أمن النطاق وتحرص على عدم وجود أي استخدام معادٍ فيه ضد أهداف (إسرائيلية). ¶ · في ضوء المعنى العالمي للنطاق، يسمح للزوار بزيارته وفقا للاضطرارات الأمنية والرغبة في عدم عرقلة الصلاة والحجيج في المكان، كما تقررها الأوقاف. ¶ الحائط الغربي ¶ الحائط الغربي يكون تحت سيادة (إسرائيلية). ¶ البلدة القديمة ¶ · يرى الطرفان في البلدة القديمة وحدة واحدة ذات طابع خاص. ويعمل الطرفان وفقا للأنظمة العالمية للحفاظ على التراث الثقافي لليونسكو، والتي تندرج فيها البلدة القديمة. ¶ · الحركة في حدود البلدة القديمة تكون حرة ودون عراقيل وفقا للقوانين والأنظمة في المواقع الدينية المختلفة. ¶ · نقاط الدخول والخروج من وإلى البلدة القديمة تشغلها سلطات الدولة التي توجد هذه تحت سيادتها، بحضور وحدة حفظ النظام لـ \"مجموعة التطبيق\". ¶ · سكان كل واحد من الطرفين والسياح لا يمكنهم أن يخرجوا من البلدة القديمة إلى مناطق الطرف الآخر إلا إذا كانوا يحتفظون بتأشيرات مناسبة تسمح لهم بعمل ذلك.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "· لا يسمح لأي شخص بحمل أو حيازة السلاح في البلدة القديمة، باستثناء قوات حفظ النظام المنصوص عليها في هذا الاتفاق. ¶ مقبرة جبل الزيتون ¶ · المقبرة اليهودية في جبل الزيتون تكون تحت سيطرة (إسرائيلية). ¶ · يكون هناك طريق يوفر حرية وصول غير مقيدة الى المنطقة. ¶ ترتيبات خاصة للمقبرة ¶ تقام ترتيبات بشأن المقبرة في جبل صهيون والمقبرة في الحي الألماني، لضمان حقوق الزيارة القائمة، بما فيها إمكانيات حرية الوصول. ¶ نفق الحائط الغربي ¶ نفق الحائط الغربي يكون تحت سيطرة (إسرائيلية)، بما فيها: حرية وصول (إسرائيلية) غير مقيدة وحق إقامة احتفالات دينية، مسؤولية عن الحراسة والصيانة للموقع وحفظ النظام ال(إسرائيلي). ¶ تنسيق بلديات ¶ · تشكل السلطتان البلديتان المنفصلتان للقدس لجنة تنسيق وتطوير للإشراف على التعاون والتنسيق بينهما. ¶ · تقام لجان فرعية لمواضيع مياه الشرب، المجاري، جمع ومعالجة المياه العادمة، المواصلات، جودة البيئة، الاقتصاد والتنمية، الشرطة وخدمات الطوارئ والخدمات البلدية في البلدة القديمة. ¶ حق مواطنة (إسرائيلي) لفلسطينيين مقدسين ¶ · فلسطينيون مقدسيون يعتبرون الآن كمواطنين (إسرائيليين) يفقدون هذه المكانة، حين تنتقل الأراضي التي يسكنون فيها إلى سيطرة السلطة الفلسطينية. ¶ ترتيبات خاصة ¶ · على طول الطريق من باب الخليل وحتى باب النبي داود تنطبق ترتيبات بشأن الإسرائيليين بالنسبة للعبور، حرية الحركة والأمن، كما يتقرر في الملحق للاتفاق. ¶ اللاجئون ¶ 1. أهمية مشكلة اللاجئين ¶ · يعترف الطرفان أنه في سياق الدولتين المستقلتين، فلسطين و(إسرائيل)، اللتين تعيشان الواحدة إلى جانب الأخرى بسلام، فإن حلا متفقا عليه لمشكلة اللاجئين ضروري لتحقيق سلام عادل، شامل ودائم. ¶ 2. قرار الجمعية العمومية للأمم المتحدة رقم 194، وقرار مجلس الأمن 242 ومبادرة السلام العربية.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "يعترف الطرفان بأن قرار الجمعية العمومية 194، قرار مجلس الأمن 242 ومبادرة السلام العربية المتعلقة بحقوق اللاجئين الفلسطينيين، هي الأساس لحل موضوع اللاجئين، ويتفقان على أن هذه الحقوق تستنفد بقوة المادة 7 من هذا الاتفاق. ¶ 3. التعويضات ¶ 1- اللاجئون يستحقون تعويضا على مكانتهم كلاجئين وعلى فقدانهم للأملاك. وهذا الأمر لا يمس بالحقوق المتعلقة بمكان السكن الدائم للاجئ. ¶ 2- الطرفان يعترفان بحقوق الدول التي استضافت اللاجئين الفلسطينيين بالتعويض. ¶ 4. اختيار مكان سكن دائم ¶ حل جانب مكان السكن الدائم يتضمن اختيارا واعيا من جانب اللاجئ يتم وفقا للخيارات والأنظمة المقررة في هذا الاتفاق. خيارات مكان السكن الدائم التي يمكن من خلالها أن يختار اللاجئ ستكون على النحو التالي: ¶ 1- دولة فلسطين وفقا للبند \"أ\" أدناه. ¶ 2- مناطق في (إسرائيل) تنقل إلى فلسطين في اتفاق تبادل الأراضي، بعد أن تعلن فيها سيادة فلسطينية، وفقا لبند أ أدناه. ¶ 3- دول طرف ثالث، وفقا للبند ب أدناه. ¶ 4- دولة (إسرائيل)، وفقا للبند ج أدناه. ¶ 5- الدول المضيفة الحالية، وفقا للبند د أدناه. ¶ أ- خيارا 1 و 2 سيكونان حقا لكل اللاجئين الفلسطينيين ويخضعان لقوانين دولة فلسطين. ¶ ب- خيار 3 يخضع للتفكر السيادي لدول الطرف الثالث ويكون وفقا لاعداد كل دولة طرف ثالث تنقلها إلى اللجنة الدولية. هذه الأعداد تشكل إجمالي اللاجئين الفلسطينيين الذين ستستوعبهم دولة الطرف الثالث. ¶ ج- خيار 4 سيكون خاضعا للتفكر السيادي ل(إسرائيل) ويتناسب والعدد الذي ستنقله (إسرائيل) إلى اللجنة الدولية. وهذا العدد سيشكل إجمالي كل اللاجئين الفلسطينيين الذين ستستوعبهم (إسرائيل). وكأساس، (إسرائيل) تأخذ بالحسبان متوسط الأعداد التي ستنقلها دول الطرف الثالث إلى اللجنة الدولية.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "د- خيار 5 سيكون بقوة التفكر السيادي للدول المضيفة الآن. حيثما يطبق هذا الخيار، الأمر سيكون في إطار برامج التنمية وإعادة البناء السريع والشامل لمجتمعات اللاجئين. ¶ أولوية في كل ما ذكر تعطى للسكان اللاجئين في لبنان. ¶ 5. اختيار حر وواع ¶ المسيرة التي في إطارها يصرح اللاجئون الفلسطينيون عن مكان السكن الدائم لهم ستقوم على أساس قرار حر وواع. الطرفان أنفسهما ملتزمان بل وسيشجعان أطرافا ثالثة، السماح للاجئين بالاختيار الحر لتفضيلهم، وصد كل محاولة للتدخل أو الضغط المنظم على عملية الاختيار. وهذا الأمر لن يمس بالاعتراف بفلسطين كتحقق لتقرير مصير للفلسطينيين. ¶ 6. نهاية مكانة اللاجئ ¶ مكانة الفلسطيني كلاجئ تأتي إلى نهايتها مع تحقق مكان السكان الدائم، كما سيتقرر من قبل اللجنة الدولة. ¶ 7. نهاية المطالب ¶ هذا الاتفاق هو حل كامل ودائم لمشكلة اللاجئين الفلسطينيين. لا يجب طرح مطالب أخرى غير تلك المتعلقة بتطبيق هذا الاتفاق. ¶ 8. دور الأسرة الدولية ¶ يدعو الطرفان الأسرة الدولية إلى التعاون بشكل كامل في الحل الشامل لمشكلة اللاجئين وفقا لهذا الاتفاق، بواسطة، ضمن أمور أخرى، تشكيل لجنة دولية وصندوق دولي. ¶ 9. التعويض عن الأملاك ¶ 1- اللاجئون يحظون بتعويضات على فقدان الأملاك في أعقاب اقتلاعهم. ¶ 2- المجموع المتراكم للتعويضات يحسب كما يلي: ¶ أ. الطرفان يطلبان من اللجنة الدولية تشكيل مجموعة خبراء لتقدير قيمة الأملاك الفلسطينية عند الاقتلاع. ¶ ب. مجموعة الخبراء تقيم تقديرها استنادا إلى وثائق الأمم المتحدة، وثائق المسؤول عن أملاك الغائبين، وكل وثيقة أخرى ذات صلة. الطرفان يوفران هذه الوثائق للمجموعة. ¶ ج. يعين الطرفان خبراء مستشارين للمجموعة في عملها ولمساعدتها. ¶ د. في غضون ستة أشهر تسلم مجموعة الخبراء تقديراتها للطرفين. ¶ هـ. يوافق الطرفان على مضاعف اقتصادي، يطبق على التقديرات، من أجل الوصول إلى قيمة حديثة نزيهة للأملاك.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "3- المبلغ الحديث الذي يتفق عليه الطرفان سيكون \"المبلغ الشامل\" الذي تساهم به (إسرائيل) في الصندوق الدولي. لا يمكن لأي ادعاء مالي آخر ينبع من مشكلة اللاجئين الفلسطينيين أن يطرح ضد (إسرائيل). ¶ 4- مساهمة (إسرائيل) تتم بدفعات وفقا لجدول يرفق بهذا الاتفاق. ¶ 5- قيمة الأملاك الدائمة ل(إسرائيل) التي ستبقى سليمة في المستوطنات السابقة، وتنقل إلى فلسطين، تخصم من مساهمة (إسرائيل) في الصندوق الدولي. تقدير هذه القيمة يتم من قبل الصندوق الدولي، في ظل الأخذ بالحسبان للأضرار التي ألحقتها المستوطنات. ¶ 10. التعويض على حالة اللاجئ ¶ 1- يقام \"صندوق حالة لاجئ\" كاعتراف في حالة كل لاجئ ولاجئ. الصندوق، الذي تكون (إسرائيل) أحد المساهمين فيه تشرف عليه اللجنة الدولية. ¶ 2- الأموال توزع على مجتمعات اللاجئين في المناطق التي عملت فيها وكالة الغوث، توضع تحت تصرفها للتطور المجتمعي ولتخليد ذكرى التجربة كلاجئين. تقام أجهزة من اللجنة الدولية يسمح في إطارها لمجتمعات اللاجئين بالقرار باستخدام الصندوق وإدارته. ¶ 11. اللجنة الدولية ¶ 1- التفويض والتشكيل ¶ أ- تقام لجنة دولية تكون لها مسؤولية منفردة وكاملة لتطبيق كل جوانب هذا الاتفاق المتعلقة باللاجئين. ¶ ب- إضافة إليهم يدعو الطرفان بذلك الأمم المتحدة، الولايات المتحدة، وكالة الغوث، الدول العربية المضيفة، الاتحاد الأوروبي، سويسرا، كندا، النرويج، اليابان، البنك الدولي، روسيا وغيرها، ليكونوا أعضاء في اللجنة. ¶ لجان محددة ¶ · اللجنة تقيم لجان فنية مختلفة.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "· لجنة مكان السكن الدائم تتلقى الطلبات من اللاجئين بشأن مكان السكن الدائم. والطالبون يجب أن يشيروا إلى رقم تفضيلهم بقوة البند 4. 7. الطلبات يجب أن تقدم في موعد لا يتجاوز السنتين بعد بدء عمل اللجنة الدولية. واللاجئون الذين لا يرفعون طلباتهم في فترة عامين يفقدون مكانتهم كلاجئين. وتقرر اللجنة مكان السكن الدائم للمتوجهين إليها في ظل الاعتبار للتفضيلات الشخصية وجمع شمل العائلات. أما المتوجهون الذين لا يوافقون على تحديد اللجنة، فسيفقدون مكانتهم كلاجئين. مكان السكن الدائم للاجئين الفلسطينيين يتحقق في غضون خمس سنوات من يوم إقامة اللجنة الدولية. ¶ وكالة الغوث ¶ 1. وكالة الغوث تكف عن الوجود بالتدريج في كل دولة تعمل فيها بشكل يستند إلى نهاية حالة اللاجئ في تلك الدولة. ¶ 2. على الوكالة أن تكف عن الوجود بعد خمس سنوات من بداية عمل اللجنة. اللجنة تعرض جدولا زمنيا لنهاية نشاط الوكالة ونقل وظائفها إلى الدول المضيفة. ¶ التعاون ¶ 1. يقيم الطرفان لجنة تعاون (إسرائيلية) - فلسطينية فور دخول الاتفاق حيز التنفيذ. اللجنة تكون على مستوى وزاري. ¶ 2. تطور اللجنة وتساعد في تطبيق سياسة التعاون في مجالات الاهتمام المشتركة، بما في ذلك احتياجات البنى التحتية، التنمية الدائمة ومواضيع بيئية، التعاون البلدي عبر الحدود، المناطق الصناعية في مناطق الحدود، التنمية في مجال الطاقة البشرية، الرياضة والشبيبة، العلوم، الزراعة والثقافة. ¶ طرق ذات هدف خاص ¶ · الترتيبات التالية للمواطنين الإسرائيليين تنطبق على الطرق ذات الهدف الخاص في فلسطين، كما سيشار إليها في الخارطة المرفقة بالاتفاق (طريق 443 من موديعين إلى القدس، طريق القدس - طبريا عبر غور الأردن وطريق القدس - عين جدي). ¶ · في الطرق الخاصة تسير دوريات بشكل دائم لقوات متعددة الجنسيات. وتجري القوات مع دولتي (إسرائيل) وفلسطين تعاونا في حالات الطوارئ لإخلاء (إسرائيليين).",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "· في كل حالة حادثة يشارك فيها مواطنون (إسرائيليون) وتتطلب إجراءات جنائية أو قانونية، يكون التعاون الكامل بين السلطات الفلسطينية و(الإسرائيلية) وفقا للترتيبات التي يتفق عليها كجزء من التعاون القانوني بين الدولتين. ويمكن للطرفان أن يدعوا \"لجنة التحقق\" للمساعدة في هذا الشأن. ¶ المواقع الدينية ¶ · يتبع الطرفان ترتيبات خاصة لضمان حرية الوصول إلى مواقع متفق عليها ذات أهمية دينية، كما سيفصل في ملحق الاتفاق. وتنطبق هذه الترتيبات، فيما تنطبق، على الحرم الإبراهيمي في الخليل، قبر راحيل في بيت لحم والنبي صموئيل. ¶ · حرية الوصول من وإلى المواقع تتم بخدمات تسفير من معابر الحدود ذات الصلة إلى المواقع. ¶ · يوافق الطرفان على المطالب والإجراءات لضمان التراخيص لمشغلي التسفير الخاص المسموح بهم. ¶ · شرطة السياحة الفلسطينية وقوة متعددة الجنسيات يكونون موجودين في المناطق. ¶ · يقيم الطرفان هيئة مشتركة للجهاز الإداري الديني في المواقع المذكورة. ¶ · يحمي الطرفان ويحافظان على موقع أخرى ذات أهمية دينية تفصل في ملحق الاتفاق (والتي بالنسبة لها لا تنطبق الترتيبات المذكورة) ويسمحان بزيارة المقابر التي ستفصل في ملحق الاتفاق. ¶ نظام الحدود ¶ 1. بين الدولتين يسود نظام حدود، الحركة بين الدولتين تكون خاضعة للمطالب القانونية لكل طرف وللشروط التي ستفصل في ملحق الاتفاق. ¶ 2. اجتياز الحدود لا يتم إلا عبر نقاط حدود مرتبة. ¶ 3. الترتيبات والمنشآت في معابر الحدود تقام على أساس العلاقات التجارية القوية بما في ذلك العبور الحر بين الطرفين. ¶ 4. كل طرف يتخذ فيه نطاقه الإقليمي خطوات يراها ضرورية لضمان ألا يتمكن أي شخص أو سيارة أو بضائع من دخول إلى الدولة الأخرى بشكل غير قانوني. ¶ السجناء والمعتقلون",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "في سياق هذا الاتفاق الدائم بين (إسرائيل) وفلسطين، نهاية النزاع، وقف كل العنف وترتيبات الأمن المتشددة المقررة في هذا الاتفاق، فان كل السجناء الفلسطينيين والعرب المعتقلين في إطار النزاع ال(إسرائيلي) - الفلسطيني في موعد التوقيع على هذا الاتفاق، في العام 2003، يفرج عنهم وفقا للتصنيفات التي تتقرر فيما يلي وتفصل في الملحق بالاتفاق. ¶ أ. الصنف أ: كل الأشخاص الذين سجنوا قبل بدء تطبيق إعلان المبادئ في 4 أيار 1994، المعتقلين الإداريين والقاصرين وكذا النساء والسجناء المرضى، يفرج عنهم فورا مع دخول هذا الاتفاق حيز التنفيذ. ¶ ب. الصف ب: كل الأشخاص الذين سجنوا بعد 4 أيار 1994، وقبل التوقيع على هذا الاتفاق يفرج عنهم في موعد لا يتجاوز 18 شهرا بعد موعد دخول هذا الاتفاق حيز التنفيذ، باستثناء أولئك المشار إليهم في الصنف ج. ¶ ج. الصنف ج: حالات استثنائية - أشخاص أسماؤهم مفصلة في ملحق الاتفاق، يفرج عنهم في غضون ثلاثين شهر بعد نهاية التطبيق الكامل للجوانب الإقليمية من هذا الاتفاق. ¶ تسوية الخلافات ¶ 1. الخلاف بشأن تفسير أو تطبيق هذا الاتفاق يسوى بمفاوضات في إطار ثنائي، تعقدها لجنة التوجيه العليا. ¶ 2. إذا لم يسوَّ أي خلاف بشكل فوري من قبل الهيئة آنفة الذكر، فإن كل طرف يحق له أن يرفع الموضوع للوساطة والحل الوسط من قبل \"مجموعة التطبيق\". ¶ 3. الخلاف الذي لا يمكن تسويته بالمفاوضات الثنائية أو \"مجموعة التطبيق\" يسوى من خلال جهاز حل وسط يتفق عليه بين الطرفين. ¶ 4. في حالة خلاف لا يمكن تسويته بالطريقة آنفة الذكر، فإن كل طرف يمكنه أن يرفعه إلى طاقم تحكيم. وكل طرف يعين مندوبا واحدا من بين ثلاثة أعضاء طاقم التحكيم. والطرفان يختاران محكم ثالث من قائمة متفق عليها تفصل في ملحق الاتفاق، بالإجماع، أو في حالة عدم الاتفاق بالتناوب. ¶ ملاحظة:",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "الاتفاق لم ينته بعد حيث إن البنود 12، 13 و 14 التي تعنى بمواضيع المياه والعلاقات الاقتصادية والجهاز القضائي وكذا عشرات الملاحق، بعضها جوهرية جدا، لم تكتب بعد. ¶ وهذه ترجمة للاتفاق عن العبرية التي ترجمت بدورها عن الإنجليزية التي تلزم الطرفين. ¶ الخلاصة ¶ وبعد.. فإن القمم والوثائق والمبادرات والاتفاقيات التي كتبت بالمداد الأسود الدخيل زمن انتفاضة الأقصى، بموازاة خارطة الوطن والقضية التي رسمت خطوطها وضمخت مدنها وقراها ومخيماتها وجبلت أرضها وتعطرت سماؤها وهواؤها بالدم الأحمر القاني المهراق.. ليشكل المداد الأصيل الذي صبغت به كافة جوانب الحياة الفلسطينية- قد جانبتها كل آيات التوفيق والسداد والنجاح كما هو الواقع اليوم، بل شكل طرحها والدعوة لتطبيقها في خضم واقع المعاناة الفلسطينية المستفحلة وحالة المقاومة المتصاعدة، محاولة لإجهاض الروح الجهادية وإخماد النفس المقاوم الذي أججته الانتفاضة المباركة الراهنة، وغطاءً سياسياً وميدانياً لتصعيد العدوان الصهيوني على الشعب الفلسطيني ومدنه الباسلة وقراه الصامدة، إذ تلقفتها سلطات الاحتلال - كل مرة- لتشن - على أساسها- حملاتها العسكرية المتعاقبة، مبررة بها إرهابها الوحشي المفتوح الذي أدمى الفلسطينيين ونقل معاناتهم إلى حدود لا توصف وأحوال بالغة الصعوبة والتعقيد. ¶ ومع فشل هذه الطروحات السياسية، وكافة المشاريع السياسية التسووية التي تقاطرت على القضية الفلسطينية حتى اليوم، تبدو الحاجة أكثر مساساً للتذكير ببعض الحقائق والمبادئ ذات الصلة الوثيقة بالقضية الفلسطينية، على النحو التالي:",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "أولاً: أن جميع المبادرات والوثائق والاتفاقيات التي غزت القضية الفلسطينية، والتي كان آخرها زمن انتفاضة الأقصى، قد أثبتت فشلها الذريع وإخفاقها الكامل وعجزها الكبير عن تلبية الحد الأدنى من الحقوق الفلسطينية، بل كادت تكون سبباً في تفجير الجبهة الداخلية واندلاع الاقتتال الفلسطيني الفلسطيني في كثير من الأحيان، بما حوته من بنود أمنية تنص على ضرب المقاومة وتفكيك بناها التحتية وإنهاء وجودها وأنشطتها وفعالياتها، لولا حالة الحرص البالغ والمسؤولية العالية التي تحلت بها حركات المقاومة، وفوتت بها فرص الوقيعة الداخلية، بما يؤكد عدم جدوى التعامل مع هذه المبادرات والوثائق والاتفاقيات لحل القضية الفلسطينية حلاً عادلاً. ¶ ثانياً: أن انتفاضة الأقصى قد اندلعت إثر فشل المبادرات والاتفاقيات السياسية التي سبقتها، والتي كان آخرها كامب ديفيد الثانية، وأن مسلسل المبادرات والاتفاقيات التسووية مع العدو الصهيوني لم يكن وليد السنوات القليلة الغابرة فحسب، بل بدأ مشوارها منذ احتلال فلسطين على يد الاستعمار البريطاني عام 1917 إثر التآمر والتواطؤ المكشوف على فلسطين الذي شاركت فيه أطراف عربية وتقسيم الوطن العربي والإسلامي ضمن اتفاقية سايكس بيكو، ولا يتوقع أن يسدل الستار عن هذا المسلسل ما دام العرب والمسلمون ضعفاء وغير موحدين.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "ثالثاً: إن فلسطين أرض مقدسة، وهي أرض وقف إسلامي لا يملك فرد أو ملك أو رئيس أو حاكم أو جهة أو دولة أو أي كان حق التصرف بها أو المساومة عليها أو التنازل عنها أو عن بعض أجزائها، فهي ملك للمسلمين في جميع أنحاء العالم ولأجيالهم القادمة.. ومن هنا فإن هذه الوثائق والمبادرات والاتفاقيات التي تتناقض جذرياً مع هذه الحقيقة الثابتة، والتي تتأسس على التنازل عن جزء كبير من الحقوق الفلسطينية والتخلي عن مساحة بالغة من الأرض الفلسطينية، لا تمثل المسلمين والعرب والشعب الفلسطيني، ولا تصلح كأوراق سياسية تصطبغ بالقبول الفلسطيني والعربي والإسلامي الشعبي، ولا تعدو كونها وثائق ومبادرات واتفاقيات قبل بها وتعامل معها مجموعة من الأنظمة والحكومات الرسمية التي تدور في فلك السياسة الأمريكية الخاصة بالمنطقة. ¶ رابعاً: أن المقاومة الفلسطينية قد أثبتت جدواها وفاعليتها في مضمار الدفاع عن حقوق الشعب الفلسطيني والحفاظ عليها، وحققت الكثير من الإنجازات والمكاسب التي يمكن إيجازها في النقاط التالية: ¶ إعادة القضية الفلسطينية إلى بؤرة الحدث الدولي بعد أن كاد الإهمال والتجاهل يطوي ملفاتها ويطفئ وهجها. ¶ إعادة القضية الفلسطينية إلى الحياة السياسية العربية والإسلامية، ومركزية الفعل العربي والإسلامي بعد أن كاد الركود الناجم عن تعثر مسيرة التسوية يعزل القضية الفلسطينية عن محيطها العربي والإسلامي. ¶ إعادة بناء الوحدة الوطنية على قاعدة المقاومة والكفاح إثر أعوام عجاف شهدت اختراقات خطيرة للجبهة الفلسطينية الداخلية وجعلت من الوحدة الوطنية شعاراً بلا جوهر أو مضمون. ¶ فضح مخططات الاحتلال وكشف حقيقة المشروع الصهيوني القائم على القمع والإرهاب والمعادي للسلام والاستقرار، وإظهار مدى الحقد والدمار والجرائم التي يرتكبها الصهاينة بحق الأرض الفلسطينية والإنسان الفلسطيني.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "إحياء روح الجهاد والمقاومة في نفوس أبناء الشعب الفلسطيني إثر أعوام بائسة أخرجت فيها المقاومة عن إطار الشرعية واتهمت بالخروج عن الإجماع الوطني وأصبحت فيها الدعوة للمقاومة تهمة تستوجب الملاحقة والحساب؟! ¶ تقويض المبدأ الصهيوني القائل بأن أرض دولة \"إسرائيل\" لليهود عبر خطف الأمن الشخصي منهم وتهديدهم في وجودهم وحياتهم في كل مكان على أرض فلسطين من خلال العمليات الاستشهادية التي زلزلت أركانهم وأوضحت لهم أن فلسطين ليست أرض السمن والعسل لهم بل أرض النار والدم والدمار والهلاك كما كانت لكل المغتصبين عبر العصور. ¶ تقويض فكرة التطبيع وقبول الكيان الصهيوني كدولة ذات وزن واحترام في المنطقة العربية والإسلامية. ¶ وما من شك أن هذه الوثائق والمبادرات والاتفاقيات قد أبرمت لإخماد جذوة المقاومة وإطفاء لهيبها، مما يجعل منها أمراً منبوذاً واجباً تجنبه والابتعاد عنه، ويجعل من المقاومة حالة مطلوبة وملحة واجبة الدعم والإسناد. ¶ خامساً: أن التاريخ القديم أو الحديث لم يضم في أسفاره وصحائفه أن دولة قد تحررت يوماً من نير الاستعمار عبر أسلوب المفاوضات أو التسوية أو الخضوع لشروط المحتل والركون لإملاءاته والاستجابة لاحتياجاته ومتطلباته. ¶ بل كان قانون طرد الاحتلال القائل بأن ما أخذ بالقوة لا يسترد بغير القوة هو سيد الموقف وأهزوجة الشعوب وقبلتها الدائمة في مواجهة المحتل الغاصب.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "وفي التاريخ أمثلة وعبر.. فالشعب الفيتنامي لم يكل أو يمل في مواجهة الغزو الأمريكي، ولم يرفع راية الاستسلام رغم البطش والتقتيل الذي مارسته آلة الحرب والدمار الأمريكية وأوقعت مئات آلاف الضحايا الفيتناميين، بل قاوم بشراسة حتى نال حريته واستقلاله، واندحر الأمريكيون يجرون أذيال الخيبة والخسران.. وفي الشعب الجزائري صاحب ثورة المليون شهيد وتضحياته في مواجهة المحتل الفرنسي قرابة مائة وثلاثين عاماً قدوة وأسوة.. وكذا في الشعب اللبناني الذي قاوم الاحتلال الصهيوني قرابة ثمانية عشر عاماً حتى تمكن من دحره على أرض الجنوب وسط تضحيات جسام وصمود منقطع النظير.. والكثير الكثير من الشعوب التي لم تلتفت إلى خدع المحتل وحلفائه وشركاء جريمته، واتخذت من المقاومة نهجاً وحيداً أثمر نصراً وعزاً وتحريراً واستقلالاً. ¶ سادساً: أن مرحلة الضعف والهوان الراهنة لم تكن الأولى في تاريخ الأمة الإسلامية، فقد مرت على الأمة أزمنة ضعف وهوان أشد وأنكى، ضاعت فيها فلسطين ودنس فيها المسجد الأقصى وبيوت الله وحولوا إلى إسطبلات للخيول والماشية، كما سبق تحرير القدس على يد الناصر صلاح الدين الأيوبي إقدام بعض الأمراء المسلمين على التنازل عن بيت المقدس، إلا أن ذلك كله لم يشكل نهاية المطاف، بل مثل الحافز الأكبر والدافع الأهم للانطلاق والتعبئة وحشد القوى والجهود والطاقات لنصرة المسجد الأقصى وأكنافه المقدسة. ¶ وكما استيقظ المسلمون زمن الاحتلالات السابقة، فانهم سيستيقظون –لا محالة- في قادم الأيام لنصرة دينهم ووطنهم وأقصاهم واسترداد أرضهم وحقوقهم ومقدراتهم، فكل المؤشرات تؤكد بما لا يدع مجالاً للشك أن حالة الضعف والوهن الماثلة اليوم عربياً وإسلامياً لن تدوم كثيراً ولن تستمر طويلاً.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "سابعاً: أن حالة التفكك والانهيار الذاتي التدريجي والأزمات المستفحلة التي يعيشها الكيان الصهيوني، ووجوده داخل بيئة عربية وإسلامية ترفضه وتنبذه وتعلن استحالة التعايش معه، تؤكد أن العمر الزمني للدولة العبرية محدود، وأن الحكمة والمنطق السليم تقتضي الإيغال في إضعاف العدو وإثخان جراحه عبر تكثيف المقاومة وتشديد ضرباتها بدلاً من طرح أو قبول أو التعامل مع الوثائق والمبادرات والاتفاقيات التي تنعشه من ورطاته وتنتشله من وهدة الأزمات التي تلاحقه صباح مساء. ¶ ثامناً: أن الآيات والمبشرات والدلالات القرآنية والأحاديث النبوية الشريفة تؤكد حتمية زوال دولة الكيان الصهيوني، بما لا يدع مجالاً للاستغراب الذي يبديه بعض اليائسين إزاء إمكانية هزيمة دولة الاحتلال، وما تجارب الاحتلال التاريخية لأرض فلسطين، وكان آخرها الاحتلال الصليبي الذي دام قرابة قرن من الزمان، إلا عنصر نقض وهدم لأوهام أولئك اليائسين الذين ألقوا بالمبشرات القرآنية والنبوية وراء ظهورهم واستمرؤا لوك المبادرات والاتفاقيات التي لم تجلب للشعب الفلسطيني وقضيته الوطنية سوى المصائب والويلات. ¶ وفي الختام .. فإن واقع الأحداث الذي يعيشه الشعب الفلسطيني لحظة بلحظة، بما فيه من ألم ومعاناة وقتل ودمار، قد ألقى بهذه المبادرات والاتفاقيات على قارعة الطريق، وبات من الواضح تماماً أن البديل الوطني المقاوم هو الخيار الأوحد والنهج الأصيل لاسترداد الأرض والحقوق والمقدسات، فالمستقبل له، والنصر حليفه بإذن الله .. \"وما ذلك على الله بعزيز\" . ¶ ملاحق/ ¶ * قراءة في نتائج قمة شرم الشيخ ¶ ( الثلاثاء, أكتوبر 24, 2000) ¶ مجلة الدبلوماسي (الخليج والعالم العربي في أسبوع) العدد رقم (43) السبت 21 أكتوبر /تشرين الأول 2000",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "عقدت يوم 16أكتوبر 2000 قمة شرم الشيخ وسط أجواء متوترة في الشرق الأوسط كادت تنذر بوقوع حرب تأتي على الأخضر واليابس في المنطقة بأكملها وحضرها الرئيس حسني مبارك الراعي لهذه القمة وكل من الرئيس الأمريكي بيل كلينتون والملك عبد الله الثاني عاهل الأردن ورئيس السلطة الفلسطينية ياسر عرفات ورئيس الوزراء الإسرائيلي إيهود باراك والأمين العام للأمم المتحدة كوفي عنان وممثل الاتحاد الأوروبي لأمن الشرق الأوسط خافيير سولانا. ¶ وقد جاء الاتفاق على القمة بعد أكثر من نفي مصري رسمي بأنها لن تنعقد وبعد سلسلة من الاتصالات العربية-العربية والمصرية-الأمريكية، والأمريكية-الإسرائيلية-الفلسطينية، وكان واضحاً في ضوء هذه الاتصالات وسرعة إيقاعاتها أن الحاجة القصوى إلى عقدها هي وراء هذه الضغوط التي اتسمت بها الاتصالات. ¶ وقد حددت مصر عدداً من الشروط والأسس الضرورية حتى تنعقد قمة شرم الشيخ وهي: ¶ 1- وقف جميع العمليات العسكرية ضد الشعب الفلسطيني وعدم تكرارها. ¶ 2- رفع الحصار عن جميع الأراضي الفلسطينية. ¶ 3- تكوين لجنة دولية للتحقيق في أسباب العمليات العسكرية الإسرائيلية الأخيرة والاعتداء على الشعب الفلسطيني الأعزل. ¶ 4- عودة الحياة الطبيعية في الأراضي الفلسطينية إلى سابق عهدها ما قبل اندلاع الأحداث في الثامن والعشرين من سبتمبر الماضي. ¶ 5- اتخاذ جميع التدابير لعودة مفاوضات التسوية النهائية بين الفلسطينيين والإسرائيليين. ¶ وانطلاقاً من تلك الأسس والشروط وافق الرئيس مبارك على استضافة قمة شرم الشيخ لإنقاذ ما يمكن إنقاذه بعد تدهور الأوضاع في منطقة الشرق الأوسط عامة والوضع الفلسطيني خاصة نتيجة الاعتداءات العسكرية الإسرائيلية السافرة التي استخدمت كل أنواع الأسلحة الفتاكة والمحرمة دولياً في مواجهة غضب الشعب الفلسطيني الذي لا يتجاوز سلاحه الحجارة. ¶ والواقع أن هناك العديد من الاعتبارات التي دعت إلى انعقاد تلك القمة وهي:",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "أولا: أن الأطراف العربية المعنية بعملية السلام وخاصة الولايات المتحدة الأمريكية أصبحت أكثر تفهماً للموقف الفلسطيني وأكثر اهتماماً باحتواء الموقف العنيف المتوتر في المنطقة. وفي الوقت نفسه فإن انعقاد هذه القمة بات ضرورياً من أجل وقف حلقة العنف الهائلة بين الفلسطينيين والإسرائيليين والتي سببت خسائر ضخمة لكل الأطراف وخاصة الطرف الفلسطيني. فعلى الرغم من أن الانتفاضة الفلسطينية سببت حرجاً بالغاً للاحتلال الإسرائيلي الغاشم للأراضي الفلسطينية، وفضحت الممارسات الإسرائيلية الوحشية ضد الشعب الفلسطيني، فإن القصف الوحشي الإسرائيلي للأراضي الفلسطينية ولمقار مؤسسة السلطة الفلسطينية قد تسبب في خسائر كبيرة للفلسطينيين، وبدا واضحاً أن إسرائيل تهدف إلى تقويض بنية الدولة الفلسطينية قبل قيامها رسمياً، كما أن القوات الإسرائيلية أعادت احتلال المناطق الفلسطينية فئة (أ) الخاضعة بالكامل لسيطرة السلطة الوطنية الفلسطينية، فضلاً عن استغلال إسرائيل حدة هذه الانتفاضة من أجل إلحاق أكبر قدر ممكن من الخسائر في الأرواح في صفوف الشعب الفلسطيني وقامت بارتكاب مذابح وحشية وانتهاكات خطيرة ضدها، وهو ما يعني أن إسرائيل تستغل هذه الانتفاضة من أجل تقويض الاتفاقات التي تم إبرامها مع الفلسطينيين.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "ومرجع كل هذه الانتهاكات الإسرائيلية ضد الشعب الفلسطيني يعود إلى فشل قمة كامب ديفيد الثانية في أغسطس الماضي في فرض مشروع الاتفاق الأمريكي-الإسرائيلي الذي وضعه كلينتون وباراك، وفي إجبار الرئيس عرفات على توقيعه، الأمر الذي أصاب الإسرائيليين بإحباط شديد بعدما كان رهانهم يقترب من الفوز بالقضية. ولذلك عاد باراك من كامب ديفيد وفي جعبته مشروع بديل لفرض إرادته على الفلسطينيين فوق الأرض قوامه إعادة خلط الأوراق وهدم جميع المعادلات التي كانت التسوية تجري في ظلها منذ توقيع اتفاق أوسلو الأول عام1993 برعاية أمريكية وبعبارة أخرى استبق باراك القمة العربية المنتظرة مستغلاً فشله في كامب ديفيد الثانية لخلط الأوراق وهدم المعادلات عبر طريقتين متكاملتين، هدفهما كسر إرادة الطرف الفلسطيني والعربي وهما: ¶ هدم معادلة وجود السلطة الفلسطينية فوق أرض فلسطين ليفقدها مشروعية الوجود داخل فلسطين، فأطلق دباباته وطائراته تقتل الشعب الفلسطيني الأعزل ويدمرون البنية الأساسية التي أقامتها السلطة الفلسطينية فوق أرضها طوال السنوات القليلة الماضية من المستشفيات إلى المدارس، ومن مراكز الشرطة إلى مبنى الإذاعة مروراً بقصف مقر الرئاسة الفلسطينية. ¶ ب- تخطي أزمته الوزارية الداخلية بعد ما تآكلت أغلبيته البرلمانية، منذ انسحاب أهم حلفاء ائتلافه الحكومي، وأثبتت ممارساته السياسية، أنه رئيس وزراء ضعيف قليل الخبرة واستغل باراك طريقته الأولى في إطلاق العنف والعدوان ضد الفلسطينيين-سلطة وشعباً-لاستقطاب حلفاء جدد ينقذون حكومته وليس هناك أقوى من تكتل الليكود اليمني المتطرف وعلى رأسه شارون ليكون شريكه في الحكم، وهكذا نجح باراك في الهروب إلى الأمام من أزمته الوزارية الداخلية والسياسية التفاوضية مع العرب عموماً والفلسطينيين خصوصاً.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "ثانيا: أشارت بعض المصادر (صحيفة الأسبوع، 16/10/2000، ص3)، أنه قبيل موافقة مصر على عقد قمة شرم الشيخ بساعات محدودة وصلت إلى القاهرة تفاصيل خطة إسرائيلية تهدف إلى توجيه ضربات موجعة إلى الفلسطينيين وإشعال الحرب ضد سوريا ولبنان، وتهدف الخطة الإسرائيلية إلى إبادة الشعب الفلسطيني والقضاء على كوادره الأساسية وهدم المنازل والبيوت وتدمير البنية التحتية في الأراضي الحكم الذاتي. وحدد رئيس الوزراء الإسرائيلي للرئيس الأمريكي شروطاً محددة حتى تؤجل حكومته تنفيذ العملية العسكرية الكبرى ضد الفلسطينيين وهذه الشروط هي: ¶ - أن تصدر السلطة الفلسطينية إعلاناً للشعب الفلسطيني بوقف العنف ضد إسرائيل. ¶ - أن تكون الشرطة الفلسطينية في وضع انتشار يسمح لها بالسيطرة على كل أحداث العنف من الفلسطينيين. ¶ - أن يتم اعتقال كل العناصر الفلسطينية التي تقود عمليات العنف. ¶ - وقف التنسيق والاتصالات الفلسطينية الرسمية مع كل العناصر الفلسطينية المعارضة لعملية السلام خاصة العناصر الدينية من حماس والجهاد. ¶ وتشير المصادر إلى أن الخطة الإسرائيلية تهدف في مراحلها الأولى إلى اجتياح لبنان مثلما حدث عام 1982 والعودة إلى السيطرة الكاملة على مناطق الجنوب اللبناني على أن يتم الانتهاء من هذه العملية خلال أسبوع من الاجتياح.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "وتقضي الخطة أيضاً بتدمير مواقع حزب الله وتشكيل فرق من كوماندوز للإفراج عن الأسرى الإسرائيليين، وتهدف كذلك إلى ضرب بعض المواقع والمنشآت العسكرية السورية وتدمير منظومة الصواريخ السورية عن طريق: ضرب مواقع قوات الدفاع الجوي السوري خاصة ما يتعلق بصواريخ الدفاع الجوي التي حصلت عليها سوريا في الفترة من1996-1998 من عدة دول، ضرب المنشآت العسكرية الاستراتيجية، ضرب مواقع الصواريخ السورية بما يؤدي إلى تأمين إسرائيل تماماً من أية اعتداءات لاحقة، وفي ضوء هذه الخطة دارت المشاورات المكثفة لعقد قمة شرم الشيخ، ويبدو أن إدراك مصر وفلسطين بحقائق الخطة الإسرائيلية كان عاملاً مهماً في القبول بمبدأ عقد القمة بالرغم من حالة الرفض الشعبي العارم في كل الدول العربية. ¶ علاوة على ما سبق فإن لكل طرف من الأطراف التي شاركت في قمة شرم الشيخ أسبابه التي دفعت إلى ضرورة عقد القمة: ¶ - فالولايات المتحدة وجدت نفسها في مأزق منذ أن بدأت الانتفاضة وما تلاها من تداعيات وأصبحت في عزلة دولية بعد غضب الرأي العام العربي والإسلامي من انحياز الإدارة الأمريكية الواضح للممارسات الإسرائيلية في الأراضي الفلسطينية، وأمام هذه الصحوة وجدت الإدارة الأمريكية تغلق عدداً من سفاراتها في الدول العربية والإفريقية، وأصبح دورها كراعي لعملية السلام في خطر في ضوء تزايد الدور الأوروبي والروسي والقبول والترحيب من الجانب العربي لهذا الدور الأوروبي، لذلك كله كان الرئيس الأمريكي بيل كلينتون يضغط ويصر من أجل عقد القمة في شرم الشيخ. ¶ - وبالنسبة لباراك وجد أن إسرائيل ربما تخسر كل ما حققته طوال السنوات الماضية خاصة وأن جيل الألفية الثالثة العربي والإسلامي لن يكون في مرونة الجيل الذي ارتضى السلام كبديل عن الحرب.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "- أما الأطراف العربية المشاركة وهي مصر والأردن وفلسطين فإنها دول تربطها مع إسرائيل اتفاقيات ومعاهدات سلام. وأمام الوضع المتدهور في الأراضي العربية المحتلة في فلسطين أصبح عليها التحرك وبالتالي كانت الأمور ستفرض عليها اتخاذ خطوات مثل قطع العلاقات مع إسرائيل كخطوة أولى وإلغاء المعاهدات والاتفاقات كخطوة لاحقة. ومن هنا أصبح الوضع يحتم عليها ضرورة عقد القمة في شرم الشيخ حتى لا يحدث ما لا تحمد عقباه. ¶ وبعد مشاورات واتصالات مكثفة اشترك فيها جميع الزعماء الذين حضروا القمة وأعضاء الوفود المشاركة في محاولة لتقريب وجهات النظر بين الفلسطينيين والإسرائيليين، وشهدت الساعات الأخيرة التي سبقت الجلسة الختامية مشاورات ماراثونية مكثفة على مستويات ثنائية وثلاثية ورباعية، وقد كان واضحاً أن التشدد الإسرائيلي كان هو السبب الرئيسي في عدم حسم القمة في أول يوم وإنما استمرت المباحثات حتى اليوم الثاني وزعم باراك أن عرفات يضع شروطاً غير مقبولة. ¶ المطالب الإسرائيلية والفلسطينية في قمة شرم الشيخ: ¶ صعدت إسرائيل مطالبها من قمة شرم الشيخ، حيث طالبت بتشكيل لجنة دولية لجمع الأسلحة غير المرخصة في الأراضي الفلسطينية واعتقال أعضاء من حركة حماس، وتضمنت المطالب الإسرائيلية من القمة ما يلي: ¶ 1- توقيع اتفاق إطلاق النار ووقف أعمال العنف، واعتقال أعضاء حماس والجهاد الذين أطلقت السلطة سراحهم. ¶ 2- تحديد آلية لعدم تكرار أعمال العنف. ¶ 3- تشكيل لجنة دولية لجمع الأسلحة غير المرخصة المنتشرة في الأراضي الفلسطينية وتحديداً في أيدي حركة فتح. ¶ 4- عدم الموافقة على تشكيل لجنة دولية لتقص الحقائق في الأحداث الدموية السابقة. ¶ 5- اعتقال المتورطين في مقتل جنديين إسرائيليين في رام الله.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "6- استئناف أعمال لجنة مكافحة التحريض التي أقرتها اتفاقية (واي ريفر) والمجمدة حالياً. وانتقد باراك الولايات المتحدة بسبب دعوتها إسرائيل إلى وقف قصف أهداف فلسطينية بالصواريخ، كذلك انتقد باراك مجلس الأمن الدولي بسبب إدانته لإسرائيل. ¶ المطالب الفلسطينية ¶ وقد رفض الجانب الفلسطيني الشروط والمطالب الإسرائيلية جملة وتفصيلاً، وجاء هذا الرفض على لسان أكثر من مسئول في مقدمتهم ياسر عبد الله وزير الإعلام والثقافة بالسلطة الوطنية الفلسطينية وطرح عرفات المطالب الفلسطينية التي تتمثل في: ¶ 1- وقف إطلاق الرصاص الإسرائيلي على المواطنين وعلى رجال السلطة الفلسطينية. ¶ 2- سحب القوات الإسرائيلية من مداخل المدن ومن المستوطنات. ¶ 3- التعهد بعدم دخول المسجد الأقصى. ¶ 4- البحث في وضعية المقدسات الإسلامية والمسيحية في فلسطين ووقف الاعتداءات الإسرائيلية عليها. ¶ وفي ظل التعنت الإسرائيلي في مطالبها من عرفات ومساندة أمريكا الواضحة لإسرائيل، شهدت الجلسات مشاورات مكثفة للتقريب بين المطالب الإسرائيلية والفلسطينية والخروج بصيغة توفيقية بين هذه المطالب. ¶ قرارات القمة ¶ ولذلك وافق الرئيس الفلسطيني ياسر عرفات ورئيس الوزراء الإسرائيلي إيهود باراك على ثلاثة أهداف رئيسية وعلى الخطوات اللازمة لتنفيذها وهي:",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "أولاً: وافق الجانبان على إصدار بيانات عامة تدعو صراحة لوقف أعمال العنف، كما وافقا على اتخاذ إجراءات فورية حاسمة لإنهاء المواجهات الحالية وإنهاء نقاط الاحتكاك مع ضمان إنهاء العنف وأعمال التحريض والحفاظ على الهدوء ومنع تكرار هذه الأحداث. ولتحقيق ذلك سيعمل كل جانب على الفور على العودة إلى الموقف الذي كان موجوداً قبل الأزمة الحالية في المناطق ومن بينها إعادة سيادة القانون والنظام وإعادة نشر القوات، وإنهاء نقاط الاحتكاك، ودعم التعاون الأمني بينهما، ورفع قرارات القلق وفتح مطار غزة وأن الولايات المتحدة سوف تساعد في تسهيل التعاون الأمني بين الطرفين. ¶ ثانياً: ستقوم الولايات المتحدة مع الإسرائيليين والفلسطينيين وبالتشاور مع الأمين العام للأمم المتحدة بتطوير لجنة لتقص الحقائق في الأحداث التي شهدتها الأسابيع الأخيرة ولبحث سبل عدم تكرارها، وسوف يتم إعداد تقرير اللجنة مشاركة بين الأمين العام للأمم المتحدة والأطراف التي سيتم الإعلان عنها، وسيتم تقديم تقرير نهائي تحت إشراف من رئيس الولايات المتحدة الأمريكية لإعلانه. ¶ ثالثاً: العودة إلى طريق المفاوضات واستئناف الجهود الرامية إلى التوصل لاتفاق الوضع الدائم يقوم على أساس قراري مجلس الأمن الدولي رقم 242 و338 واتفاقيات التفاهم التي أعقبتها وللوصول إلى هذه النهاية اتفق القادة على أن تعمل الولايات المتحدة خلال الأسبوعين المقبلين على بحث كيفية إحراز تقدم. ¶ وإدراكاً من الرئيس مبارك بأن القمة لم تحقق الأهداف المرجوة منها قال بصدد تعليقه على نتائج قمة شرم الشيخ: ¶ أ- أن النتائج التي توصلت إليها القمة قد لا ترقى إلى مستوى النتائج التي توقعتها الشعوب العربية ولكنها تشكل في الوقت نفسه أساساً يمكن البناء عليه إذا ما خلصت النوايا وتوافرت الرغبة الحقيقية في السلام.",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "ب- أن أهم ما ننظر إليه مستقبلاً هو مدى التزام الطرفين بتنفيذ ما تم الاتفاق عليه ومدى رغبتهما في دفع عملية السلام إلى الأمام. ¶ ج- أن الهدف النهائي يجب وسيبقى التوصل إلى السلام العادل والشامل وتفادي العودة إلى الاستفزازات والمواجهات واحترام المقدسات الدينية وحق الشعوب للعيش في سلام. ¶ المواقف الإسرائيلية والفلسطينية من نتائج قمة شرم الشيخ: ¶ أولاً: الموقف الإسرائيلي: ¶ كشفت تصريحات المسؤولين الإسرائيليين عن وجود حالة من الارتياح لنتائج قمة شرم الشيخ حيث أكد شلومي بن عامي وزير الخارجية الإسرائيلي بالنيابة على أن الأهداف التي حضر من أجلها إيهود باراك القمة قد تحققت بالفعل وعلى رأسها وضع نهاية لأعمال العنف الفلسطينية وضمان عدم تكرارها بغية تحقيق أهداف سياسية. ¶ أما وزير السياحة الإسرائيلي \"أمنون ليبكين شاحاك\" فقد صرح بأنه ليس من المهم أن يتحدث أو يتصافح عرفات وباراك في نهاية القمة وقال: لقد جئنا إلى هنا (شرم الشيخ) من أجل وضع نهاية لأعمال العنف على الأرض وأي إجراء يحقق هذا الهدف هو إجراء جيد، هذا من جانب. ومن ناحية أخرى تبددت فرص تشكيل حكومة الوحدة الوطنية في إسرائيل والتي كان يأمل باراك في تشكيلها مع حزب الليكود المعارض، وبسبب اتفاق شرم الشيخ قرر إرييل شارون زعيم حزب الليكود قطع الاتصالات التي كانت قائمة مع باراك، بينما واصل الأخير مشاوراته مع الأحزاب الأخرى بهدف تشكيل حكومة تتمتع بأغلبية برلمانية حتى يتجنب إجراء انتخابات مبكرة. ¶ ومن جهة ثالثة، كشف استطلاع للرأي نشر في إسرائيل عن أن غالبية الإسرائيليين يؤيدون ترتيبات شرم الشيخ الداعية إلى عودة الهدوء في الأراضي العربية المحتلة، لكنهم شككوا في احتمال قيام الدولة الفلسطينية بتطبيقها.",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "وذكرت صحيفة \"يديعوت أحرونوت\" الإسرائيلية أن 55% من الإسرائيليين يؤيدون اتفاق شرم الشيخ مقابل 41% يعارضونه و4% لا رأي لهم. ورداً على سؤال: هل سيتحرك الرئيس الفلسطيني ياسر عرفات لوقف أعمال العنف، أجاب 77% من الإسرائيليين بالنفي، مقابل 21% بالإيجاب، و2% لا رأي لهم. ¶ ثانياً: الموقف الفلسطيني من نتائج قمة شرم الشيخ: ¶ في الوقت الذي كانت تنعقد فيه قمة شرم الشيخ، واصلت قوات الاحتلال الإسرائيلي فرض حصارها على الأراضي الفلسطينية بجميع مدنها وقراها وتجددت المواجهات تعبيراً عن رفض قمة شرم الشيخ، حيث قامت مظاهرات في الخليل وبيت جالا وبيت لحم ورام الله والبيرة وقلقيلية وجني ونابلس وأريحا وخان يونس ورفح وفي الضفة الغربية وقطاع غزة وذلك تعبيراً عن رفض قمة شرم الشيخ هذا من جانب. ومن ناحية ثانية، رفضت حركة المقاومة الإسلامية (حماس) كل نتائج قمة شرم الشيخ، ودعت إلى مواصلة الانتفاضة وإسقاط قرارات شرم الشيخ عملياً على أرض الواقع، كما دعت جميع القوى الفلسطينية للتوحد على طريق المواجهة الشاملة، كذلك قررت الجبهة الديمقراطية لتحرير فلسطين مواصلة الانتفاضة ودعت إلى مسيرات شعبية وحضت السلطة الوطنية الفلسطينية على الانحياز لخيار المقاومة والانتفاضة الشعبية، وهذا على مستوى المعارضة. ¶ وعلى الجانب الآخر قال أحد المسئولين الفلسطينيين نبيل شعث وزير التعاون الدولي في السلطة الوطنية الفلسطينية \" أننا لسنا سعداء ولكننا نرغب في حماية أرواح شعبنا\"، ولكن هذه الكلمات تعكس مدى المرارة من نتائج قمة شرم الشيخ.",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "وبنظرة تحليلية عميقة لنتائج القمة يمكن القول أن إعادة انتشار القوات الإسرائيلية أو فتح مطار غزة أو إنهاء حصار الضفة الغربية وغزة ليست مكاسب للطرف الفلسطيني لأنها حقوق مضمونة لهم بمقتضى اتفاقيات أسلو ، والممارسات الإسرائيلية التي أدت إليها هي انتهاك واضح لها. وبالتالي فإن قمة شرم الشيخ لم تحقق مكسباً بقدر ما دفعت انتهاكاً تجب إدانته بشدة وبالنسبة للجنة التحقيق فبالنظر إلى أنها بإشراف أمريكي وتقريرها لن يصدر إلا بموافقة الرئيس الأمريكي شخصياً، وهو مطلب يقل كثيراً عن الطموح الفلسطيني، ومن ثم فإن تشكيل بعثة تقص حقائق ليست مكسباً واضحاً لأن عملها في الغالب سوف ينتهي بإدانة متبادلة للطرفين الإسرائيلي والفلسطيني أما وقف أعمال العنف فيعني بشكل صريح إنهاء الانتفاضة وهي في ذروتها بكل ما حققته من مكاسب على الصعيد العالمي، ووقف العنف وفقاً لقرارات شرم الشيخ يعني إدانة بشكل أو بآخر للفلسطينيين ويساوي بين الأطفال الأبرياء الذين يستخدمون الحجارة وقوات الاحتلال الإسرائيلي التي لا تتورع عن استخدام الدبابات والطائرات والرشاشات في قتل المواطنين الفلسطينيين العزل. وكان الأجدر أن تسعى القمة إلى بحث الأسباب الجوهرية للعنف وإدانتها بشكل صريح بعد تحديد الطرف المسئول بدلاً من المساواة بين الضحية والجلاد. ¶ كما أن بيان شرم الشيخ نص على أن على مستوى بين السلطة وإسرائيل بإشراف المخابرات المركزية الأمريكية وهو يعني إجراءات جديدة ضد الشعب الفلسطيني وفصائله، وربما كان من الأفضل أن تستمر الانتفاضة بدلاً من أن تكتب السلطة رسمياً تعهداً بالتصدي لها. ¶ الأمر الذي دعا بعض المثقفين والمحللين السياسيين في الوطن العربي إلى القول بأن قمة شرم الشيخ أجهضت الانتفاضة والقمة العربية الطارئة. ¶ وفي التقييم النهائي لنتائج قمة شرم الشيخ يمكن القول أنها نجحت في نزع فتيل الأزمة، وقد انقسم المحللون إلى تيارين في هذا الصدد:",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "التيار الأول: يرى أن القمة حكم عليها بالفشل قبل أن تبدأ إلا أنها تجاهلت كل الأحداث التي تجري على الأراضي الفلسطينية ودعت نتائجها إلى إعادة الوضع إلى ما كان عليه بصرف النظر عن الحق والباطل والعدل والظلم في هذا الوضع وأنها ساوت بين الضحية والجلاد، وبين الحجر والرصاص المطاط والرصاص الحي. ¶ ويؤكد أصحاب هذا الرأي على أن انعدام الثقة بين الوفدين الفلسطيني والإسرائيلي هيأ الأجواء لفشل القمة وأن المصدر الحقيقي للفشل هو جدول أعمال القمة الذي قام على فلسفة مغلوطة تفترض المشكلة هي ارتباط وإنهاء العنف وبناء الثقة والتوقف عن اللوم وإنقاذ عملية السلام وتجاهلت معالجة الأسباب التي دعت الشعب الفلسطيني إلى الخروج إلى الشوارع والتعبير عن غضبه ورفضه. ¶ التيار الثاني: يؤكد على أنه لا يمكن القول بصراحة أن قمة شرم الشيخ فشلت أو حتى يستخدم صيغة لم تفشل ولكنها واجهت نفس مصير قمة كامب ديفيد الثانية، فلم تنجح ولن تفشل وإنما فتحت الباب لكل الاحتمالات. ¶ ويؤكد أصحاب هذا الرأي أن القمة بحثت في قضايا استراتيجية وعموميات لأنها غير قادرة على اتخاذ مواقف محددة في ظل الخلافات الحادة بين الفلسطينيين والإسرائيليين، وأن اتخاذ خطوات محددة يتطلب اعترافاً إسرائيلياً بالخطأ، وهو مطلب لا يمكن تحقيقه في ظل تعنت اليهود ورعاية أمريكا للعنف.",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "ولكن أياً كانت الآراء المؤيدة أو المعارضة لنتائج قمة شرم الشيخ إلا أنه يمكن القول وبصراحة أن القمة نجحت في إنقاذ ما يمكن إنقاذه ومن هنا يطلق عليها البعض \"قمة الإنقاذ\" كونها نزعت فتيل الأزمة التي كادت أن تنفجر وتتحول إلى حالة حرب شاملة في منطقة الشرق الأوسط، الأمر الذي يضع أمام القمة العربية التي عقدت في مطلع هذا الأسبوع بالقاهرة مسئوليات جسام يتعين عليها القيام بها واتخاذ خطوات أكثر عملية إزاء الممارسات الإسرائيلية ضد المقدسات الإسلامية وضد الشعب الفلسطيني الأعزل، وخاصة أن قمة 1996 اختارت السلام كخيار استراتيجي بموافقة كل الدول العربية، ومن هنا يتعين عليها إعادة النظر في السلام كخيار استراتيجي وهو البديل في حالة توقف السلام من جانب إسرائيل وما هي القضايا الجوهرية والاستراتيجية التي يتعين اتخاذها تلبية لرغبة شعوبها العربية ولكن بالعقل والحكمة السياسية وبعيداً عن القرارات الانفعالية التي يترتب عليها عواقب وخيمة تضر أكثر مما تفيد، ولعل عقد القمة العربية في حد ذاته يمثل حدثاً عالمياً يضع إسرائيل والولايات المتحدة أمام مأزق يتمثل في إعادة التفكير مرة أخرى بشأن بحث العوامل الكفيلة باستمرار العملية السلمية لأنها الضمان الأساسي لأمن إسرائيل الاستراتيجي في منطقة الشرق الأوسط. ¶ *هآرتس:11/6/2001م ¶ نقل التحفظات لخطة تينيت: السلطة لن تعتقل رجال حماس../ ¶ ... من المفروض أن تجري إسرائيل والسلطة الفلسطينية اليوم لقاءً أمنيا آخر بين كبار في قوات الأمن من كلا الطرفين، للبحث في اقتراحات الوساطة الأمريكية. وفي يوم أمس ردت إسرائيل بالإيجاب على الاقتراح الأمريكي بوقف النار من خلال تحفظات قليلة.",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "... وحسب قرارات المطبخ الأمني توافق إسرائيل على الاقتراح، لكنها تشترطه بوقف النار بصورة كاملة من الجانب الفلسطيني وتنفيذ كل الالتزامات الفلسطينية الأخرى التي ظهرت في وثيقة رئيس الـ سي.آي.إيه جورج تينيت منها اعتقال نشطاء حماس والجهاد الإسلامي، ووقف التحريض وجمع السلاح. فقط بعد تنفيذ السلطة دورها فان إسرائيل مستعدة للخطوات المطلوبة منها - مثل سحب قواتها إلى خطوط ما قبل اندلاع المواجهة، ووقف الاغلاقات والأطواق والبنود المتعلقة بالمستوطنات. ¶ ... وأوضح رئيس الحكومة أن الوثيقة التي قدمها تينيت مقبولة عليه ما عدا التحفظات في ثلاثة مواضيع: أولا: يدخل في إطار انتهاك وقف النار أيضا حادثة محلية مثل رشق حجارة أو إلقاء زجاجة حارقة. وأوضح شارون انه لا يهمه ما إذا كان الحادث في مناطق أ، ب أو ج. ثانيا يجب وقف أعمال العنف والتحريض والإرهاب في كل مكان. والتحفظ الثالث لشارون كان بشأن اعتقال مخربين حسب القائمة التي قدمتها إسرائيل والذين يشكلون قنابل موقوتة. وفي هذه القائمة أوردت إسرائيل أسماء كل المهندسين والخبراء في إنتاج العبوات والقنابل الموقوتة. ¶ ... وتستعد إسرائيل لامكانية أن يجري اللقاء الأمني أمس ولكن تينيت قرر إرجاءه إلى اليوم بعد أن اكتشف في مباحثاته مع الفلسطينيين انهم مترددون في تقديم ردودهم. وأعربت أوساط أمنية كبيرة في إسرائيل عن تحفظاتها من غياب آلية رقابة ناجعة في الوثيقة من اجل التأكد من التزام الطرفين في الاتفاقيات. ¶ ... إلى ذلك التقى المبعوث الأمريكي وليام بيرنز في ابوديس أمس مع ثلاثة من كبار السلطة الفلسطينية: صائب عريقات، ياسر عبد ربه، احمد قريع. وتباحث الطرفان حول الجهود المبذولة لتبديد التوتر وانجاح وقف النار الذي أعلنت عنه إسرائيل والسلطة الفلسطينية.",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "... ويطالب الفلسطينيون من الولايات المتحدة عدم فصل توصيات لجنة ميتشل عن الوثيقة التي قدمها يوم الجمعة رئيس الـ سي.آي.إيه للطرفين. ويبدو أن السلطة الفلسطينية وافقت بتحفظ على \"جدول وقف النار\" حسب وثيقة تينيت وتحاول السلطة تقصير \"فترة التبريد\" أي وقف النار المطلوب من الطرفين قبل استئناف المفاوضات السياسية. ¶ ... وكذلك تعارض السلطة بشدة طلب إسرائيل، الذي أشير إليه في وثيقة تينيت بشأن اعتقال رجال حماس والجهاد الإسلامي والذين يعتبرون قنبلة موقوتة. وبدل ذلك تلتزم السلطة بالعمل من اجل منع العنف، كما يتضح من تقرير ميتشل. ¶ ... وقالت مصادر فلسطينية رفيعة المستوى، مثل نبيل شعث، في الأيام الأخيرة، أن السلطة لن توافق أن تلعب دور الشرطي لإسرائيل وأنها ستعمل فقط ضد أوساط تنتهك قوانين السلطة. ¶ *(يديعوت)11/6/2001 ¶ المعركة حول التحفظات../ ¶ أوردت صحيفة يديعوت أحرونوت تحفظات الجانبين الفلسطيني والإسرائيلي على وثيقة تينيت على النحو التالي: ¶ ... إسرائيل ¶ - يجب أن يشمل وقف العنف أيضا رشق الحجارة والزجاجات الحارقة، والطعن واطلاق النار من سلاح خفيف. ¶ - على الفلسطينيين أن يوقفوا العنف وليس فقط في مناطق أ , ب و في كل مكان. ¶ - الطلب من إسرائيل الامتناع عن المس بأهداف فلسطينية واسعة جدا. إذا مس بنا أحدهم. ألا نرد؟ ¶ - لا يكفي اعتقال مطلوبين، بل المطلوب نشاطات إحباط متواصلة. ¶ - لا يمكن استئناف الدوريات المشتركة فورا خوفا على حياة جنود الجيش الذين سيدخلون إلى المدن الفلسطينية. ¶ ... الشروط الفلسطينية ¶ - تلتزم إسرائيل بتجميد البناء في المستوطنات مقابل بدء تنفيذ اتفاق وقف النار. ¶ - يجب تقصير فترة التبريد المطلوبة بين وقف القتال واستئناف المباحثات السياسية. ¶ - تسحب إسرائيل قواتها إلى خط ما قبل المظاهرات، بعد 48 ساعة من التوقيع على اتفاق وقف النار. ¶ - يتم اعتقال مخربون مطلوبون إذا اعتقلت إسرائيل مستوطنين متطرفين.",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "- وقف التحريض إذا أوقفت إسرائيل التحريض ضد عرفات. ¶ - نشاطات إحباط الإرهاب ضد إسرائيل - فقط من مناطق أ الخاضعة للسيطرة الفلسطينية أ. ¶ - التعاون الاستخباري مع إسرائيل تستأنف فقط بشرط استئناف المفاوضات السياسية. ¶ * إسلام اون لاين /الأمير سعود الفيصل : المبادرة العربية للسلام \"مبادرة متكاملة ولا يمكن تجزئتها\". ¶ بيروت 28 - 3 - 2002 : أكد وزير الخارجية السعودي الأمير سعود الفيصل أن المبادرة السعودية التي أصبحت مبادرة عربية بعد أن تبنتها القمة العربية هي \" مبادرة متكاملة ولا يمكن تجزئتها فإما أن تقبل كلها أو ترفض كلها\" . ¶ وأوضح الأمير سعود الفيصل في ندوة صحفية عقدها اليوم في مقر المركز الإعلامي للقمة العربية ببيروت في ختام أشغال المؤتمر أنه يتعين على إسرائيل الاستجابة إلى دعوات السلام العربية إذا أرادت أن تنعم بالسلام مشددا على أنه \"لا يمكنها أن تحتفظ بالأراضي وتنشد السلام في الوقت ذاته لأنه لا سلام مع استمرار الاحتلال\". ¶ وأضاف في هذه الندوة التي عقدها إلى جانب وزير الخارجية اللبناني محمود حمود والأمين العام لجامعة الدول العربية عمرو موسى أنه إذا سلكت إسرائيل نهج السلام فإن العرب سيردون على ذلك بإنهاء حالة الحرب وتوقيع معاهدة سلام معها ثم إقامة علاقات طبيعية معها . ¶ وأعرب رئيس الدبلوماسية السعودية عن اعتقاده بأن قمة بيروت كانت \"من أنجح القمم العربية\" بعد اتخاذها لقرارات وصفها بالتاريخية خاصة ما يتعلق بإقرارها لمبادرة السلام العربية والتوصل إلى صيغة توافقية للخلاف الكويتي العراقي ¶ وأبرز أن السبب الذي دفع ولي العهد السعودي إلى تقديم مبادرته هو \"الواقع العربي الحالي ولمنع المزيد من المزايدات على حساب الانتفاضة الفلسطينية\" مؤكدا حصول إجماع عربي عليها حيث لم تتحفظ عليها أية دولة وأصبحت الآن مبادرة عربية.",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "ومن جهته ذكر عمرو موسى أن الهدف من التقدم بهذه المبادرة هو إبطال المزاعم التي تدعي أن العرب لا يريدون السلام وتصحيح الصورة التي تظهرهم أمام جميع دول العالم بما فيها إسرائيل كإرهابيين مؤكدا أن المسألة ليست قضية إرهاب بقدر ما هي مقاومة شرعية للاحتلال . ¶ وعبر من جهة أخرى عن ارتياحه لتوصل المؤتمر إلى صيغة مقبولة من طرف الوفدين الكويتي والعراقي لخلافهما مبينا أن تجاوب الجانبين مع الجهود التي بذلتها عدة أطراف عربية والأجواء الإيجابية التي انعقد فيها الموءتمر ساهم في التوصل إلى هذه الصيغة . ¶ أما وزير الخارجية اللبناني فأكد بخصوص مسألة عودة اللاجئين أن المبادرة جاءت لحماية الحقوق العربية وهي تتحدث عن أمرين أساسيين هما إيجاد حل لقضية اللاجئين وأن يكون هذا الحق متفق عليه وليس مفروضا. ¶ وشدد على أن لكل دولة الحق في التعامل مع القرار الأممي رقم 491 حول اللاجئين الذي يتحدث عن حق العودة أو التعويض مؤكدا أنه بالنسبة للبنان فإن الأمر محسوم لأن دستوره يعارض مسألة توطين اللاجئين. ¶ *تتضمن إنهاء المفاوضات خلال عامين وتسلسلاً زمنياً لتطبيق المبادرة العربية ¶ مصادر فلسطينية: ورقة عمل سعودية أمام اللجنة الرباعية اليوم",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "غزة، موسكو، واشنطن: علاء المشهراوي، أشرف الصباغ، الوطن: ذكرت مصادر فلسطينية أمس أن الدول العربية أيدت ورقة عمل سعودية تتضمن آليات للخروج من الأزمة الحالية في الأراضي الفلسطينية. وقالت صحيفة \"الأيام الفلسطينية\" استنادا إلى مصادر دبلوماسية عربية إن ورقة العمل السعودية \"تشمل تسلسلا زمنيا عمليا لتطبيق المبادرة العربية التي تبنتها القمة العربية الأخيرة في بيروت.. وأن هذه الورقة ستعرض على الولايات المتحدة الأمريكية واللجنة الرباعية الدولية التي من المقرر أن تلتئم اليوم في نيويورك\". وأشارت الصحيفة إلى أن الورقة تتحدث \"عن جدول زمني من عامين، عام لإنهاء المفاوضات الفلسطينية - الإسرائيلية وعام لتطبيق ما يتم التوصل إليه من اتفاقات على أن تكون هناك ضمانات أمريكية ودولية سيما من اللجنة الرباعية بإنهاء المفاوضات في موعدها وتطبيق الاتفاقات ضمن السقف الزمني المتفق عليه\". وتستند الورقة بشكل أساسي إلى ضرورة الانسحاب الإسرائيلي حتى مواقع ما قبل الثامن والعشرين من سبتمبر عام 2000 (أي حدود ما قبل اندلاع الانتفاضة الفلسطينية) ورفع الحصار والإغلاق \"بما يسمح بخلق الأجواء التي من شأنها أن تؤدي إلى تطبيق خطة المائة يوم التي وضعتها السلطة الفلسطينية وإعطاء الفلسطينيين الأمل بالمستقبل وبعملية سلام ذات معنى\". وتتحدث الورقة أيضا عن \"فترة 3 إلى 4 أشهر تستكمل فيها السلطة الوطنية الفلسطينية خطوات الإصلاح\". وحسب الصحيفة، فإن الورقة تتضمن الطلب من الدول التي لم تعترف بالدولة الفلسطينية حتى الآن أن تعترف بها بحدود الرابع من يونيو 1967 في الأمم المتحدة بعد الانتخابات الفلسطينية العامة. وعلى الصعيد الداخلي، ذكرت الصحيفة \"أن الورقة تدعو إلى إجراءات عملية أخرى مثل إجراء حوار وطني بين مختلف الفصائل الفلسطينية بشأن وقف إطلاق النار على المدنيين الإسرائيليين داخل إسرائيل على أن يطور هذا الحوار بالتزام شامل لوقف",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "إطلاق النار وهو ما يقطع الطريق على المخططات الإسرائيلية\" وتدعو الورقة \"إلى إجراء استفتاء شعبي فلسطيني على دستور الدولة الفلسطينية الذي سيؤكد أن الحدود النهائية للدولة الفلسطينية هي حدود الرابع من يونيو1967\". إلى ذلك أعلن المتحدث الرسمي بوزارة الخارجية الروسية ألكسندر ياكوفينكو أن وزيرا خارجية الأردن ومصر سوف يشاركان في اللقاء باعتبارهما شريكين إقليميين للجنة \"الرباعية\". وحول جدول الأعمال قال ياكوفينكو سيتبادل المجتمعون الآراء حول سبل تخفيض حدة المواجهات الفلسطينية- الإسرائيلية، واستئناف العملية السياسية على أساس الفكرة التي وافق عليها اللجنة الرباعية سابقا للخروج من الأزمة. كما ستتم مناقشة موضوع مكافحة التطرف ومنع الأعمال الإرهابية وتعزيز الأمن. ومن المقرر إصدار بيان مشترك تستعرض فيه نتائج العمل المنجز وترتسم فيه اتجاهات المساعي اللاحقة للمجتمع الدولي لإزالة الأزمة.",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "وفيما يتعلق بالإصلاحات في السلطة الوطنية الفلسطينية أشار الدبلوماسي الروسي إلى أنه من المزمع صياغة جدول محدد لتقديم مساعدة للسلطة الوطنية الفلسطينية في مجال الإصلاحات الديمقراطية الجذرية .وقال إن الإصلاحات ستكون على 3 محاور أساسية: تعزيز الأمن، وبناء البنية التحتية الاجتماعية - الاقتصادية، وبناء الأسس المؤسساتية للدولة الفلسطينية. وأضاف أن الإصلاحات يجب ألا تكون شرطا تمهيديا، وإنما عاملا مرافقا وفاعلا في التحرك إلى التسوية وإقامة الدولة الفلسطينية. وشدد على أنه من المخطط له أن تقوم الأطراف المشاركة بإصدار توصيات خاصة إلى الجانب الإسرائيلي تدعو إلى اتخاذ خطوات جوابية محتملة من جانب الحكومة الإسرائيلية من شأنها المساعدة على تطبيع الوضع وخلق ظروف ملائمة لتنفيذ الإصلاحات واستئناف عملية المفاوضات حول التسوية النهائية. على صعيد متصل يعتزم وزير الخارجية الأمريكية كولن باول إثارة موضوع المساعدات المقدمة للسلطة الفلسطينية من دول الاتحاد الأوروبي والأمم المتحدة وروسيا وذلك خلال لقائه معهم اليوم في نيويورك. ¶ وذكر تقرير أمريكي أن الخطوة الأمريكية, تهدف إلى إقناع المجتمعين بقطع المساعدات المقدمة إلى السلطة الفلسطينية مباشرة كما فعلت واشنطن وذلك لاقتناع الولايات المتحدة بناء على الأدلة التي قدمتها الحكومة الإسرائيلية - بأن السلطة الفلسطينية دفعت أموالاً لميليشيات معادية لإسرائيل. ¶ من جهة أخرى تقوم أطراف أخرى - عربية وأوروبية - بمجهودات تهدف إلى إحداث توازن في الاتجاه الأمريكي الذي اشترط تغييراً في القيادة الفلسطينية كمتطلب لمفاوضات سياسية بالإضافة إلى عدم الضغط على إسرائيل لرفع القيود والضغوط العسكرية على الفلسطينيين.",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "ويأمل القادة العرب في إقناع الإدارة الأمريكية بأن هناك حدوداً سياسية وعملية للتغييرات المطلوبة لاسيما في غياب أي تحرك إيجابي مقابل الطرف الإسرائيلي, فعلى سبيل المثال التغيير القيادي الفلسطيني يحتاج إلى إجراء انتخابات ولكن كيف سيتم ترتيب إجراء هذه الانتخابات والفلسطينيون محتجزون داخل بيوتهم بفعل الاحتلال العسكري وحظر التجول المفروض من قبل إسرائيل. وحول موضوع تغيير القيادة الفلسطينية فإن الأطراف المجتمعة اليوم في نيويورك متفقة على إرجاء مناقشة موضوع عرفات في الوقت الحالي. ¶ *وثيقة: الخطة الأمريكية../ المسماة \"خريطة طرق\" ¶ نشرت صحيفة هآرتس بتاريخ 20/10/2002 مقتطفات من وثيقة الخطة الأمريكية المسماة \"خريطة طرق\" للحل الدائم بين إسرائيل والفلسطينيين: ¶ * المرحلة أ : تشرين أول 2002- أيار 2003 (مرحلة انتقالية/ انتخابات): ¶ المرحلة الأولى: تشرين أول - كانون أول 2002: ¶ - تشكيل وزارة فلسطينية جديدة وتعيين رئيس حكومة مع صلاحيات (...) . ¶ - يعين المجلس التشريعي الفلسطيني لجنة لصياغة دستور للدولة الفلسطينية. ¶ - تصدر القيادة الفلسطينية بيانا يعترف بصورة لا تقبل التأويل بحق إسرائيل بالوجود بسلام وأمن ويدعو إلى الوقف الفوري للانتفاضة المسلحة ولكل نشاطات العنف ضد الإسرائيليين في كل مكان. ¶ - تتوقف كل المؤسسات الفلسطينية عن التحريض ضد إسرائيل. ¶ - تتوقف حكومة إسرائيل عن النشاطات التي تمس بالثقة بما في ذلك الهجمات على مناطق مدنية ومصادرة ونسف المنازل والممتلكات الفلسطينية والإبعاد، كخطوات عقابية أو من اجل تمكين البناء الإسرائيلي. ¶ - تزيل حكومة إسرائيل المواقع الاستيطانية التي أقيمت منذ إقامة الحكومة الحالية. ¶ المرحلة الثانية: كانون ثاني- أيار 2003: ¶ - اللجنة المستقلة تنشر مسودة الدستور الفلسطيني على أساس ديمقراطية برلمانية قوية وذلك لإبداء الملاحظات وردود الفعل. ¶ - إقامة جهاز رقابة من اللجنة الرباعية.",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "- ينفذ الفلسطينيون مطالب اللجنة الدولية في المجالات القانونية، الإدارية والاقتصادية. ¶ - كلما تقدم التعاون الأمني كلما انسحب الجيش الإسرائيلي تدريجيا من المناطق التي احتلت منذ 28 أيلول 2000. والانسحاب يستكمل قبل الانتخابات الفلسطينية. ¶ - حكومة إسرائيل تمكن اللجنة الدولية من تقديم المساعدة في الإعداد للانتخابات الفلسطينية. ¶ - حكومة إسرائيل تعيد فتح مكتب الغرفة التجارية في القدس ومؤسسات اقتصادية فلسطينية أخري في شرقي القدس. ¶ - الإسرائيليون والفلسطينيون يستكملون اتفاقا أمنيا جديدا حسب خطة تينت بما في ذلك جهاز أمنى فعال ووقف الإرهاب والعنف والتحريض. ¶ - حكومة إسرائيل تجمد كل النشاطات الاستيطانية وفقا لتقرير ميتشل، بما في ذلك التكاثر الطبيعي للمستوطنات. ¶ - يجري الفلسطينيون انتخابات حرة، مفتوحة ونزيهة للمجلس التشريعي. ¶ - مع استكمال الانسحاب إلى حدود 28 أيلول 2000 يعيد الأردن ومصر سفرائهما إلى إسرائيل. ¶ ... * المرحلة ب: حزيران -كانون أول 2003:- ¶ - تعقد اللجنة الرباعية مؤتمرا دوليا بموافقة الطرفين فور استكمال الانتخابات الفلسطينية لدعم الترميم الاقتصادي الفلسطيني وبدء المفاوضات حول إمكانية دولة فلسطينية في حدود مؤقتة. ¶ - مفاوضات إسرائيلية - فلسطينية لاقامة دولة في حدود مؤقتة. وتنفيذ اتفاقيات سابقة بهدف ضمان الحد الأقصى من التواصل الإقليمي. ¶ - نهاية التسويات المؤقتة واقامة دولة مع حدود مؤقتة حتى نهاية 2003. ¶ - نشاط آخر حول المستوطنات بالتزامن مع إقامة دولة في حدود مؤقتة. ¶ ... * مرحلة ج: 2004 -2005 (دولة):",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "- مؤتمر دولي ثاني: تعقد اللجنة الرباعية، بموافقة الطرفين في بداية 2004 مؤتمرا دوليا يتبنى اتفاقا حول دولة في حدود مؤقتة وتبدأ مفاوضات بين الإسرائيليين والفلسطينيين للتوصل إلى اتفاق دائم ونهائي ومكتمل يحرز في 2005 بما في ذلك اتفاق حول الحدود، القدس، اللاجئين والمستوطنات. ويدعم التقدم في التسوية الشاملة في الشرق الأوسط بين إسرائيل ولبنان وسوريا والقدس بالسرعة الممكنة. ¶ - الدول العربية توافق على تطبيع العلاقات مع إسرائيل وعلى ضمان امن كل دول المنطقة وفقا للمبادرة العربية في قمة بيروت. ¶ * يديعوت - اليكس فيشمان:17/10/2002 ¶ المبادرة الأمريكية: تسوية على ثلاث مراحل../ ¶ ... قبل وقت قصير من لقاء رئيس الحكومة ورئيس الولايات المتحدة شرح الأمريكيون أمام شارون الخطة السياسية التي بلورتها الإدارة الأمريكية. والخطة المسماة \"خارطة الطريق\" تشمل ثلاثة مراحل لحل النزاع مع الفلسطينيين وستنفذ خلال ثلاث سنوات. ¶ ... و\"خارطة الطريق\" تستند على خطة الثلاث سنوات للرئيس بوش التي اقترحها للتسوية السياسية. واعدت الخطة من قبل البنتاغون ووزارة الخارجية بالتعاون مع الأمم المتحدة والاتحاد الأوروبي. ولم تحظ الخطة بعد بتأييد الرئيس الأمريكي وهي ليست نهائية ومبلورة وملزمة. ومن المتوقع أن تخضع لعدة تغييرات استنادا إلى ملاحظات تصل من الطرفين. في كل الأحوال يسود الاعتقاد لدى الخبراء أن \"خارطة الطريق\" ستصبح مناسبة من ناحية إسرائيل في اليوم الذي يلي الحرب في العراق. ¶ ... فيما يلي المراحل الثلاث المفصلة في الخطة السياسية:- ¶ المرحلة الأولى، حتى منتصف 2003:",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "خطوات طارئة لاستقرار الوضع عشية الانتخابات في السلطة الفلسطينية، والنقطة الأساسية في هذه المرحلة هي إعادة الأمن، حيث يطلب من الفلسطينيين بذل جهود من اجل وضع حد للعنف وتنفيذ إصلاحات في السلطة الفلسطينية حسب خطة عمل مفصلة وجداول زمنية. ومن بين ذلك يدور الحديث عن إصلاحات دستورية تضع ياسر عرفات في مكانة زعيم رمزي فقط. ¶ ... من ناحية أخرى سيطلب من إسرائيل تنفيذ عدة خطوات: البدء بخطوات إنسانية - منها تسهيلات في الحواجز ورفع الأطواق وحظر التجول وانتهاء بتجميد البناء في المستوطنات والانسحاب إلى حدود 28 أيلول 2000 (قبل اندلاع الانتفاضة). والمرحلة الأولى ستنتهي مع إجراء الانتخابات في السلطة الفلسطينية. ¶ المرحلة الثانية: حتى منتصف 2004: ¶ في هذه المرحلة يعقد مؤتمر دولي تبدأ فيه عملية مفاوضات حول إقامة دولة فلسطينية بحدود مؤقتة من الجائز الافتراض انه في هذه المرحلة سيحدد مصير جزء كبير من المستوطنات. ¶ المرحلة الثالثة: حتى 2005 - 2006: ¶ مفاوضات حول التسوية الدائمة بدون جدول زمني محدد. في هذه المرحلة سيكون هناك تدخل من دول عربية. خاصة الأردن ومصر، اللتين تعيدان سفيريهما لإسرائيل من خلال بناء الثقة المتبادلة بين إسرائيل ومجموع العالم العربي. والفرضية هي انه في هذه المرحلة من المفروض أن تطرح القضايا المركزية للنزاع منها مستقبل القدس واللاجئين. ¶ *هآرتس - الوف بن – تحليل1/11/2002. ¶ الجيش الإسرائيلي: \"خريطة الطرق\" التي بلورتها الإدارة الأمريكية تستجيب للاحتياجات الأمنية../ ¶ ... ثمة وجهة نظر مهنية للجيش تنص على \"أن \"خريطة الطرق\" التي بلورتها الإدارة الأمريكية للتسوية الإسرائيلية - الفلسطينية \"تستجيب كما يبدو لاحتياجاتنا الأمنية\". والوثيقة التي صاغها قسم التخطيط الاستراتيجي في هيئة الأركان توصي المستوى السياسي بقبول \"خريطة الطرق\" مع عرض ملاحظات وتحفظات على عدد من بنودها.",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "... ويعكف قسم التخطيط الاستراتيجي برئاسة العميد عيبال جلعادي الآن على صياغة رد رسمي لإسرائيل على خريطة الطرق. والرد سيسلم للإدارة الأمريكية بعد مصادقة رئيس الحكومة اريئيل شارون. في 11 تشرين أول سيصل إلى إسرائيل موظف وزارة الخارجية دافيد ساترفيلد لعرض مسودة معدلة للخطة الأمريكية تأخذ بالحسبان ملاحظات الطرفين وملاحظات أعضاء اللجنة الرباعية الدولية. والصيغة النهائية ستستكمل ويصادق عليها، حسب المخطط، في كانون أول. ¶ ... وحسب تقديرات الجيش التي عرضت لشارون في الأسبوع الماضي، فان خريطة الطرق تمنح إسرائيل عدة إنجازات سياسية وفي مقدمتها تحديد. ¶ أن تكون المسيرة السياسية متدرجة، والانتقال بين مرحلة وأخرى يتم حسب \"اختبارات تنفيذية\" وليس على أساس جدول زمني متشدد. ¶ ويشير الجيش بإيجاب أيضا إلى المطلب بالإصلاحات الأمنية والسلطوية الأساسية في السلطة الفلسطينية، الذي صيغ بصورة إيجابية اكثر مقارنة مع خطاب الرئيس الأمريكي جورج بوش في 24 حزيران. كذلك المطلب باشراك دول عربية في المسيرة ووقف مساعداتها للمنظمات المتطرفة حظي بتقدير إيجابي. ¶ تدعو الخريطة الأمريكية إلى إقامة دولة فلسطينية في حدود مؤقتة في نهاية 2003 بعد أن ينسحب الجيش من مناطق السلطة الفلسطينية وتجري انتخابات برلمانية جديدة. والدولة التي ستقام، بحدود مؤقتة، تجري مفاوضات مع إسرائيل حول الاتفاق الدائم بهدف استكمالها في 2005. ويسود الاعتقاد في الجيش أن الجدول الزمني لخريطة الطرق يأخذ بالحسبان الهجوم الأمريكي المتوقع على العراق. لذلك تقترح الإدارة الأمريكية أن إسرائيل والفلسطينيين سيبدأون ببلورة خطة عمل أمنية جديدة فقط في المرحلة الثانية المخططة بين كانون ثاني - أيار 2003. وهذا يعني بعد الحرب ضد العراق.",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "والتحفظات الأساسية للجيش من الخطة يتعلق بافتقادها للمطالب الأمنية المحددة من الجانب الفلسطيني في المرحلة الأولى من تنفيذ الخطة. وخريطة الطرق تتوقع من الفلسطينيين الاكتفاء بتصريح قيادي عن إنهاء العنف والإرهاب ووقف التحريض من جانب أوساط رسمية. وكل الخطوات العملية أجلت إلى المراحل القادمة. ¶ ... والجيش يتحفظ أيضا من الاقتراح الذي بموجبه الرقابة على تنفيذ الخطة توكل إلى جهاز من اللجنة الرباعية. وحسب تقديرات الجيش فان الخطة لا تحدد كما يجب اختصاص جهاز الرقابة، وثمة ثغرة خطيرة لتدويل الصراع. والتوصية التي عرضت على المستوى السياسي كانت العودة إلى الموقف الإسرائيلي الذي سلم للولايات المتحدة في مطلع هذا العام والذي بموجبه تتم الرقابة بقيادة وتوجيه أمريكا، وتُركز على الجانب الفلسطيني واختصاصه يحدد سلفا. ¶ ... ويسود الاعتقاد لدى محافل التقدير في الجيش أن مطلب رفع الحواجز والاغلاقات والحصار في المناطق مقبول ولكنهم يرفضون مطلب وقف النشاطات العسكرية في المناطق المأهولة. وحسب رأيهم يمنع على إسرائيل الموافقة على تقييد حق الدفاع عن النفس. ويقترحون أيضا تقييد تحويل الأموال إلى السلطة الفلسطينية من خلال فرض رقابة شاملة على صندوق السلطة الفلسطينية ورفض الطلب بتسليم السلطة حتى كانون أول 2.5 مليار شيكل من الأموال المجمدة. ¶ ... واتضح من المقارنة التي بين خريطة الطرق وخطاب بوش أن الرئيس بوش تحدث عن \"دولة مستقلة\" في حين أن الوثيقة الجديدة تتحدث عن \"دولة بحدود مؤقتة\" أي بدون حدود لسيادتها. وخريطة الطرق أيضا تحدد أيضا بان الدولة المؤقتة ستقام \"بالتفاهم\" أي غير مشروطة بمفاوضات مباشرة واتفاق مع إسرائيل. ولكن هذه الصيغة تبقي لإسرائيل ثغرة للفرار. حسب خريطة الطرق فان إقامة الدولة النهائية تستدعي مفاوضات مع إسرائيل.",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "... ويشيرون في هيئة الأركان أن خريطة الطرق تتجاهل مكانة رئيس السلطة الفلسطينية ياسر عرفات وحتى أنها تبقي مجالا لدمجه في الخطة كعنصر يصدر الدعوة لوقف العنف والإرهاب والانتفاضة المسلحة. ومحافل التقدير تقترح أن الربط بين الانتخابات في السلطة الفلسطينية وانسحاب الجيش سيكون مشروطا بحيث لا تطالب إسرائيل بالانسحاب قبل أن يتضح موعد الانتخابات. ¶ ... والاقتراح الأخر المتوقع يثير الخلاف هو أن الانتخابات الفلسطينية ستكون خاضعة لاختبار التنفيذ ومحاكمة من طرف خارجي مثل باقي بنود خريطة الطرق ¶ *المفاوضات - هآرتس:29/12/2002 ¶ شارون: من الممكن أن نعيش مع خارطة الطريق الجديدة../",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "... قال رئيس الحكومة اريئيل شارون انه \"يستطيع أن يحيا\" مع المسودة الجديدة \"لخريطة الطريق\" الدولية لحل الصراع الإسرائيلي - الفلسطيني. هذا ما جاء في القناة الثانية في نهاية الأسبوع. قبل عدة أيام نقلت الإدارة الأمريكية إلى مكتب رئيس الحكومة، وبصورة رسمية، مسودة \"خريطة الطريق\"، الثالثة من حيث العدد. ولم يجرِ حتى الآن أي نقاش حول الوثيقة، ولكن في أعقاب القراءة الأولى تولد الانطباع لدى شارون بان الولايات المتحدة تطرقت إلى كل الملاحظات التي أبدتها إسرائيل عن المسودات السابقة للوثيقة. وفي هذا الأسبوع سيجري في مكتب شارون مشاورات مع أوساط أمريكية لإجراء تحليل مفصل حول الوثيقة الجديدة. والمسودة الجديدة أكثر شدة في مطالبها من الجانب الفلسطيني وتنص على أن الدولة الفلسطينية تقام فقط عندما تستقر قيادة مستعدة للتسامح وتطبيق الديمقراطية. وكانت الولايات المتحدة قد طلبت إن تحدد بان على القيادة الفلسطينية إن لا تكون \"ملوثة بالإرهاب\"، ولكنها لقيت معارضة شركائها في \"اللجنة الرباعية\" الدولية. والعمود الفقري الأساسي لخريطة الطريق لم يتغير، وهي تدعو إلى وقف إطلاق النار بعده تقام في نهاية 2003 دولة فلسطينية بحدود مؤقتة وبسيادة جزئية. وقبل ذلك تنسحب إسرائيل من مناطق السلطة الفلسطينية وتجمد المستوطنات وتجري الدولة الفلسطينية المؤقتة مفاوضات مع إسرائيل حول التسوية الدائمة، من أجل استكمالها حتى 2005. ويشترط التقدم بأداء الطرفين. ¶ *المفاوضات السياسية - هآرتس:31/12/2002 ¶ انتقادات في القدس على صيغة خريطة الطريق الجديدة../ ¶ ... جرى أمس في مكتب رئيس الحكومة نقاش أولي حول المسودة المعدلة لخريطة الطريق الدولية للتسوية الإسرائيلية الفلسطينية، التي نقلت في الأسبوع الماضي إلى إسرائيل والسلطة الفلسطينية. وتعمل الولايات المتحدة على دفع الخطة كجزء من تجنيد الدعم للهجوم على العراق.",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "... وحسب أوساط أمنية وسياسية، فان الصيغة الجديدة لخريطة الطريق أفضل من سابقاتها، ولكن لا تزال تتضمن قيود كثيرة من ناحية إسرائيل. والخوف الأساسي في القدس هو انه كلما تقدمت الصيغ كلما تحددت عناصر الخطة، وفي المستقبل سيكون من الصعب تغييره إن لم نقل من المستحيل. والرد الرسمي لإسرائيل على الوثيقة سيسلم فقط بعد الانتخابات. ¶ وهذه الملاحظات الأساسية التي اقترحها أجهزة الأمن: ¶ كذلك في المسودة الحالية، المطالب الأمنية من الجانب الفلسطيني لا تستجيب للاحتياجات التي طرحتها إسرائيل. والصيغ الغامضة للالتزامات الفلسطينية من شأنها أن تضع إسرائيل أمام ضغط تنفيذ ما هو ملقى عليها، بدون إن يعمل الفلسطينيون كما يجب ضد الإرهاب. ¶ ترتيب النشاطات من قبل الطرفين غامض، ولا يوجد اشتراط واضح بوقف إطلاق النار المطلق ومكافحة الإرهاب قبل التقدم السياسي. ¶ الجدول الزمني الذي حدد في الخطة (دولة فلسطينية في حدود مؤقتة في نهاية 2003، تسوية دائمة حتى 2005) لم يتغير مع تقدم المسودات. ¶ تعزيز مكانة اللجنة الرباعية (الولايات المتحدة، الاتحاد الأوروبي، روسيا والأمم المتحدة) يقرب عملية \"تدويل\" الصراع غير المرغوب لإسرائيل. ¶ *( المركز الفلسطيني للإعلام) - خارطة الطريق.. بداية متعثرة ونهاية محتومة",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "جاءت زيارة وزير الخارجية الأمريكي كولن باول (11/5/2003) إلى القدس والتقائه برئيس الوزراء الصهيوني (ارييل شارون) وأعضاء حكومته ومن ثم لقاءه بمحمود عباس (أبو مازن) رئيس الوزراء الفلسطيني في أريحا لتسليم الأطراف خارطة الطرق (الأمريكية المنشأ) بعد أن شهدت المنطقة العربية تحركات سياسية محمومة قبل وبعد الحرب الأنغلو -أمريكية على العراق كخطوة اعتبرت تتويجا لمخاض طويل بدا مع خطاب الرئيس الأمريكي (بوش الابن) في 24حزيران/يونيو 2002 الذي حدد الإطار العام لتسوية الصراع العربي الصهيوني بحيث يبدأ بتوفير الأمن والاعتراف السياسي بالكيان الصهيوني وينتهي بإقامة دولة فلسطينية والاعتراف عربيا بالدولة الفلسطينية ضمن حدود آمنة. ¶ خلفيات ودوافع الإدارة الأمريكية لنشر خارطة الطرق ¶ مما لا شك فيه أن نشر خارطة الطرق الآن وعرضها على الأطراف المعنية بعد ما يقارب العام على خطاب الرئيس الأمريكي بوش (24حزيران/يونيو2002) وبعدما شهدت المنطقة العربية أحداثا كثيرة أهمها الحرب على العراق يثير العديد من التساؤلات عن خلفيات ودوافع الإدارة الأمريكية للإعلان عن هذه الخارطة – التي تم تأجيل الإعلان عن ولادتها مرات عدة – في هذا الوقت بالذات ولعل مجريات الأحداث منذ 24/6/2002 تكشف عن عدة دوافع صهيونية أمريكية وراء نشر وإعلان خارطة الطرق الآن ومنها : ¶ · محاولة الإدارة الأمريكية– يؤيدها في ذلك حكومة توني بلير – تحسين صورة الولايات المتحدة وحليفتها بريطانيا وإظهارها عربيا ً ودولياً بعدما شنتا حربا غير شرعية على العراق والتي أظهرت الولايات المتحدة كقوة استعمارية إمبريالية جديدة لا تحترم القانون الدولي أو الرأي العام العالمي",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "وتأتي هذه المحاولة من كون خارطة الطرق متبناة من الرباعية الدولية(الولايات المتحدة، الاتحاد الأوروبي، روسيا الاتحادية، الأمم المتحدة) أي أن الإدارة الأمريكية تحاول إعادة جَسر العلاقة مع أوروبا وروسيا من خلال التظاهر بالرضا عن الدور الأوروبي والروسي كشريك دولي في التصدي للمسائل الدولية وعلى رأسها القضية الفلسطينية وهذا في حد ذاته يعتبر مدخلا تستثمره الولايات المتحدة في تليين المواقف الأوروبية والروسية الصينية المعارضة للمشروع الأمريكي المطروح في مجلس الأمن لرفع الحصار عن العراق، وإعطاء الإدارة الأمريكية وبريطانيا الدور المركزي في إدارة شؤون أموال العراق لحين تشكيل حكومة عراقية دائمة. ¶ · اختيار انتهاء الحرب على العراق كتوقيت للإعلان عن خارطة الطريق إنما يعبر عن إرادة صهيو – أمريكية في استثمار تداعيات الحرب على العراق المتمثلة في التشتت العربي وحالة الإحباط التي عمت المنطقة للضغط على الأنظمة العربية لقبولها بالشروط الشارونية والأمريكية لتسوية القضية الفلسطينية والصراع العربي – الصهيوني، بعد أن تتراجع عن مواقفها في دعم المقاومة الفلسطينية والقبول بأجندة أمريكية طويلة تمس شؤونها الداخلية تحت ذريعة محاربة \"الإرهاب\". ¶ · كما أن الإدارة الأمريكية بمشاركة الكيان الصهيوني تحاول من خلال خارطة الطريق استثمار العجز والضعف العربي لوقف المقاومة الفلسطينية ووأد انتفاضة الأقصى لفرض الاستسلام على الشعب الفلسطيني لإنقاذ الكيان الصهيوني من أزماته الحادة التي يعاني منها – بفعل المقاومة – والتي باتت تهدد حاضره ومستقبله، وهذا ما يتضح من مراحل خارطة الطريق الثلاث وبنودها الأمنية الملزمة للطرف الفلسطيني. ¶ مواقف الدول الأطراف من خارطة الطريق ¶ الموقف الفلسطيني: ¶ ينقسم الموقف الفلسطيني إلى قسمين: ¶ القسم الأول: السلطة الفلسطينية:",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "رحبت السلطة الفلسطينية على لسان رئيس السلطة (ياسر عرفات) كما على لسان رئيس وزرائها (أبو مازن) بخارطة الطرق، ظناً بأن الخطة قادرة على إعادة المسار السياسي التفاوض (الخيار اليتيم الذي تبنته السلطة الفلسطينية) على أمل إحراج الكيان الصهيوني أمام الرأي العام العالمي ودفعه إلى الانسحاب إلى حدود جغرافية نهائية لم تحدد بعد، وذلك بعد أن يتم ترميم الأجهزة، وأشكال مؤسسة حكومية تحفظ لمن هم على رأس السلطة الفلسطينية بروتوكولات شكلية ترضي بعض أصحاب المصالح الطبقية، ومن يولون الثقة للإدارة الأمريكية والعدالة الصهيونية، متذرعين بالواقعية (الانهزامية) المبنية على عجز وضعف النظام العربي الرسمي وهيمنة الإدارة الأمريكية على القرار الدولي. ¶ القسم الثاني: الشعب الفلسطيني وقواه المقاومة: ¶ أبدت معظم قوى المقاومة (حماس، الجهاد، كتائب شهداء الأقصى، الجبهة الشعبية...) رفضها لخارطة الطرق كونها لا تعبر عن مصالح وحقوق الشعب الفلسطيني، بل إنها ببنودها الأمنية ستعمل على تقويض الانتفاضة وتجرد الشعب الفلسطيني من سلاح المقاومة (السلاح الأوحد بيده) وتشق صف الوحدة الوطنية بعد أن تتحول السلطة الفلسطينية بأجهزتها الأمنية لأداة قمع بإشراف صهيو - أمريكي لاعتقال وتجريم كل من يقاوم الاحتلال ويحمل سلاح المقاومة، الأمر الذي ينذر بقذف شرارة الفتنة في البيت الفلسطيني. ¶ ولذلك أصرت معظم قوى المقاومة يؤيدها في ذلك غالبية الشعب الفلسطيني على استمرار المقاومة طالما الاحتلال قائماً (اظهر استطلاع للرأس أجراه المركز الفلسطيني للإعلام في القدس في منتصف نيسان / أبريل 2003 أن 75.3% من الشعب الفلسطيني يؤيدون استمرار الانتفاضة، وأن 64.6% يؤيدون استمرار العمليات العسكرية المقاومة بما فيها العمليات الاستشهادية ضد الاحتلال وضد من يسمون بالمدنيين الصهاينة). ¶ موقف الكيان الصهيوني:",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "بعد نشر خارطة الطريق وقيام وزير الخارجية الأمريكي \"كولن باول\" بزيارة الكيان الصهيوني، أكدت حكومة شارون على ضرورة إدخال (14) تعديلاً على الخارطة، فقد أعلن الكيان الصهيوني عشية اجتماع شارون – أبو مازن (17/5/2003م) أن الحكومة الصهيونية لن توافق على خارطة الطريق من دون (14) تعديلا عليها، كما أكد \"سليفا شالوم\" وزير خارجية الكيان أمام الصحفيين في لندن أن \"إسرائيل\" لديها (14) مساهمة تهدف إلى تعديل خارطة الطريق و إلا فإنني أخشى أن تكون الخارطة مثل كثير من المبادرات الفاشلة\" . ¶ وقد وافقت إدارة بوش على الأخذ بعين الاعتبار المطالب الصهيونية معلنة أنها تعالجها ( بشكل تام وجدي في التطبيق )، إلا أن كولين باول الذي أعلن ذلك في بيان مشترك مع مستشارة الأمن القومي الأمريكي كوندوليزا رايس ، حاول تطمين الدول العربية حينما قال إن واشنطن لن تدخل أي تعديلات على خارطة الطريق ! ¶ وفي ضوء التعهد الأمريكي العلني بالموافقة على الاشتراطات الصهيونية وتطبيقها عملياً والتي تعني جعل تطبيق الخطة متتالياً وليس متوازياً وتعطي لحكومة العدو كلمة الفصل في الاستمرار في مراحلها وفقاً لما تراه مناسباً لها ،فقد أعلن شارون أنه يوافق على الخطة وسيعرضها على حكومته للموافقة عليها . ¶ وعلى الرغم من عدم موافقة الإدارة الأمريكية على مطلبي حكومة شارون بإلغاء موضوع حق العودة من المفاوضات وشطب البند الذي يتعلق بمبادرة السلام العربية في الخطة، إلا أن حكومة شارون تستطيع أن تستمر في التعذر بهذين البندين في عدم التقدم بالخطة باتجاه الحل النهائي سيما وأن الخطة فيها الكثير من الخطوات القابلة للتعثر والتعطيل بسبب ارتباطها بما يتحقق في الجانب الأمني. ¶ المواقف العربية: ¶ شهد الموقف العربي تباينات واضحة حيال خارطة الطريق:",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "فالموقف المصري : جاء مرحباً بالخارطة على أمل عودة مسار التسوية من جديد رغم إعراب مصر على لسان وزير خارجيتها (أحمد ماهر ) عن استنكارها لعدم موافقة شارون على الخطة. ¶ والموقف المصري إنما ينسجم مع الرؤية المصرية لحل الصراع العربي – الصهيوني بالطرق السلمية أو الدبلوماسية في ظل الهيمنة الأمريكية والضغوط التي تمارس عليها.. ¶ أما الموقف السوري: فعلى الرغم من موقفه المعارض للخطة إلا أنه وفي ظل موجة الضغوط الأمريكية الشديدة والمستمرة اضطر إلى اتخاذ موقف غير محدد ينص على قبول بما يقبل به الشعب الفلسطيني و الإشارات المتكررة بأن سوريا ليست معنية بالخطة طالما أنها لا تعالج موضوع إنهاء الاحتلال الصهيوني لهضبة الجولان ! ¶ ولكن موقف لبنان، وهو الموقف الأقرب لحقيقة الموقف السوري، فقد أعلنه الرئيس لحود (16/5/2003م) أثناء زيارة \"سولانا\" منسق الشؤون الخارجية في الاتحاد الأوروبي: \"بأنه من السابق لأوانه اتخاذ موقف رسمي من خارطة الطريق، خصوصاً وأن الخارطة – والقول للحود – ما زالت موضع جدل وتجاذب بين الأطراف المعنية بها مباشرة. ولعل أكثر ما يدفع الموقف اللبناني إلى التعامل مع هذه الخطة سلبياً هو تخوفه من تداعياتها السلبية على حق عودة اللاجئين الفلسطينيين واحتمال اللجوء إلى توطينهم في بلدانهم مما يثير مشكلة طائفية جديدة في لبنان.",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "أما الموقف السعودي: فلم يتبلور بعد من خارطة الطريق – رغم موافقة السعودية للحلول السياسية بشكل عام على أساس الشرعية الدولية – حيث يتوقع أن يكون لعمليات التفجير التي تعرضت لها السعودية في عدة مراكز سكنية يقطنها غالبية أمريكية وأجنبية في الرياض في نفس اليوم الذي زار فيه \"كولن باول\" الرياض (13/5/2003م) آثار وتداعيات سلبية على الموقف السعودي الذي تكثفت الضغوط الأمريكية عليه بعد هذه الأحداث للتعاون مع الولايات المتحدة الأمريكية في التصدي للإرهاب وإبداء مواقف لينة تجاه الصراع العربي الصهيوني . ¶ مستقبل خارطة الطريق والتسوية السياسية ¶ رغم ما حظيت به خارطة الطريق الأمريكية من اهتمام مبالغ فيه أحياناً منذ (24/6/2003م) إلى الآن، ورغم اجتماع العديد من الدول وخاصة الرباعية للدفع بها إلى الأمام إلا أن مستوى نجاح هذه الخارطة في إعادة مسار التسوية يتضاءل يوماً بعد يوم لعدة عوامل، نذكر منها: ¶ ·أن خارطة الطريق ببنودها ومراحلها الثلاث تولي الأهمية لجانب الأمني الصهيوني على حساب الجوانب السياسية، كما أن الاستحقاقات ليست تبادلية متوازنة ومتكافئة، فهي في غالبيتها تقع على عاتق الجانب الفلسطيني رغم أنه الطرف الأضعف والفاقد لحقوقه، الأمر الذي يثير الشك والريبة في الخارطة وأهدافها ونوايا الإدارة الأمريكية.",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "·خارطة الطريق تكرر نفس الأخطاء والعيوب في اتفاقية أوسلو، حيث حصرت معظم الإجراءات في المرحلة الأولى والثانية بالإجراءات الأمنية وتركت للمرحلة الثالثة أهم المواضيع التي تهم الأطراف للتفاوض والاتفاق المتبادل على اللاجئين – يطالب شارون بعدم عودتهم كشرط مسبق لقبوله قيام دولة فلسطينية -، وعلى القدس، والحدود، والمستوطنات، مما يرجح القول إن الخارطة ستجرد الفلسطينيين من أسباب القوة (المقاومة)ومن ثم فرض الواقع المر والشروط الصهيونية على الفلسطينيين، مما يعني الدوران في حلقة المفاوضات المفرغة كما حدث في اتفاقية أوسلو وتوابعها. ¶ · طبيعة خارطة الطريق الأمنية خاصة بعد التعديلات التي أدخلتها الإدارة الأمريكية عليها بطلب صهيوني ستحول الخارطة إلى أجندة أمنية، والسلطة الفلسطينية إلى محفل أمني لتطبيقها، الأمر الذي سيعقد الأوضاع وسيزيد من إحراج أبو مازن (رئيس الحكومة الفلسطينية) أمام الشعب الفلسطيني. ¶ · توقيت نشر الإدارة الأمريكية لخارطة الطريق (بعد غزو العراق) يدل على نوايا غير حسنة لهذه الإدارة، حيث يبدو أنها ترغب في لعب دور مزدوج، أوله ممارسة دور تجميلي للدبلوماسية الأمريكية التي تشوهت دولياً بفعل غزو العراق والممارسات الإمبريالية على المستوى الدولي. ومن ناحية ثانية العمل على استخدام خارطة الطريق كذريعة لممارسة الضغوط على الفلسطينيين والدول العربية لوقف المقاومة المسماة في القاموس الأمريكي الحديث بـ \"الإرهاب\" تمهيداً لاستكمال المخطط الصهيو – أمريكي للسيطرة على المنطقة وليس العمل على حل الصراع وإعادة الحقوق لأصحابها، فرئيس الدبلوماسية الأمريكية \"كولن باول\" أثناء زيارته لفلسطين لم يمارس الضغط على شارون لدفعه لقبول خارطة الطريق بل التمس له العذر على مطالبته بتعديلات إضافية على الخارطة.",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "·من جانب آخر فإن حكومة أبو مازن التي تشكلت بطلب وضغط صهيو – أمريكي لا تلقى قبولاً لدى الشعب الفلسطيني حيث تزداد الشكوك في مهامها الأمنية هذا من ناحية، ومن ناحية ثانية فإن استحداث منصب رئيس الوزراء الفلسطيني والطلب الأمريكي بتعيين أبو مازن رئيساً للحكومة بقصد إضعاف عرفات أوجد شرخاً بين عرفات وأبو مازن، وما تقديم صائب عريقات (وزير المفاوضات) طلب استقالته من حكومة أبو مازن قبيل لقاء شارون – أبو مازن (17/5/2003م) إلا تعبيراً عن عمق الخلاف بين عرفات وأبو مازن، فصائب عريقات محسوب على عرفات، مما يعني ازدياد المصاعب أمام أبو مازن المطالب بتنفيذ استحقاقات خارطة الطريق الأمنية. ¶ · والعامل الأهم في رجحان فشل تطبيق خارطة الطريق يتمثل في موقف قوى المقاومة والشعب الفلسطيني الرافض لخارطة الطريق والشاكّ في نوايا الإدارة الأمريكية. ¶ فالشعب الفلسطيني في معظمه يصر على استمرار المقاومة والانتفاضة كخيار وطني قادر على نزع الحقوق من مغتصبيها برغم ارتفاع حجم التضحيات. وما العملية التي شهدتها مستوطنة في وسط الخليل (17/5/2003م) وكذلك العملية الاستشهادية في القدس بعيد اجتماع شارون – أبو مازن (18/5/2003م) والتي أوقعت سبعة قتلى صهاينة وجرح اثنان وعشرين، إلا دليل عملي على خيار الشعب الفلسطيني.",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "فالملاحظات التي سبقت تشير بوضوح لرجحان فشل خارطة الطريق في ظل استمرار التعنت الصهيوني وممارسة أقسى أنواع الإرهاب والقتل والتدمير والحصار والعقاب الجماعي ظناً من شارون - المقتنع والمؤمن فقط بالعنف – أنه قادر على كسر إرادة الفلسطينيين من التحرر من الاحتلال ومن ثم فرض شروطه عليهم خاصة وأن المنظومة العربية تمر بحالة ضعف والمنطقة تشهد هيمنة أمريكية منحازة للصهاينة الذين يتهيئون من الآن للابتزاز والتأثير على الإدارة الأمريكية بقيادة بوش الابن المرشح للانتخابات الرئاسية، بدءاً من النصف الثاني لهذا العام، الأمر الذي يعين ارتهان الإدارة الأمريكية بالإرادة الصهيونية. ¶ ولكن رغم الهيمنة الأمريكية والتحكم الصهيوني بالإدارة الأمريكية - إلى حد ما – ورغم تشابه ظروف ومعطيات وتداعيات حرب الخليج الثانية في العام 1991م، وحرب الخليج الثالثة في العام 2003م من تمزيق للمنظومة العربية، وانتشار لحالة من الإحباط في العالم العربي، وازدياد الهيمنة الأمريكية على المنطقة، وازدياد التصعيد الصهيوني، إلا أن الشعب الفلسطيني في هذه المرحلة أصبح يمثل رافعة للعرب بإيمانه بخيار المقاومة والصمود الناتج عن وعي جماعي فلسطيني تشكل من خلال عمق التجربة النضالية، وانكشاف زيف أوسلو والمروجين لها، الأمر الذي شكل أساساً لقناعة الشعب الفلسطيني بخيار المقاومة والصمود ومناعة له من أن يُلدغ من جحر أوسلو مرتين، وإن اختلفت المسميات، وأُعيدَ توزيع الأدوار من جديد. ¶ *يديعوت - الثلاثاء 14/10/2003 ¶ وثيقة - اتفاق جنيف - من نوحاما دويك: هكذا سيبدو السلام../ ¶ ... المسار الذي تحقق أول أمس في الأردن لحل النزاع الإسرائيلي - الفلسطيني يقع في خمسين صفحة تقريبا. وسترفق بالوثيقة التي ستوقع في جنيف في 4 تشرين الثاني، خرائط دقيقة - حتى مستوى عشرات الأمتار - تعرض تقسيم البلاد بين دولة إسرائيل ودولة فلسطين.",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "... \"مع تطبيقها\"، يقرر واضعو الوثيقة فان هذا سيشكل \"تسوية للنزاع الاسرائيلي - الفلسطيني بكل جوانبه\". ¶ ... وها هي النقاط الرئيسة في مسار السلام الذي أجمله يساريون إسرائيليون ومندوبون فلسطينيون: ¶ مستقبل القدس: البلدة القديمة تقسم على النحو التالي: الأحياء الإسلامية، المسيحية والأرمنية تنتقل إلى الفلسطينيين - الحي اليهودي يبقى بيد إسرائيل. ومع ذلك فلن تقام بين الأحياء حدود وستكون مفتوحة للجميع. المبكى سيبقى في السيادة الإسرائيلية. أما الحرم فسيكون في السيادة الفلسطينية، ولكن على المسؤولية الأمنية فيه ستشرف لجنة رقابة دولية وثابتة يتفق عليها الطرفان. برج داود سيكون في السيادة الفلسطينية ولكن بإدارة إسرائيلية. ¶ الحرم سيكون مفتوحا للجميع، بمن فيهم اليهود. والسيادة على بوابات البلدة القديمة ستوزع على النحو التالي: باب العامود، باب الساهرة وباب الأسباط ستكون بمسؤولية فلسطينية ويسمح عبرها بدخول وخروج الفلسطينيين إلى البلدة القديمة. ¶ باب النبي داود وباب المغاربة سيكونان في السيادة الإسرائيلية وعبرهما يمكن لمواطني إسرائيل الدخول إلى البلدة القديمة. باب الخليل، الذي يؤدي إلى المبكى، سيحظى بمكانة خاصة: السيادة ستكون فلسطينية، ولكن الإشراف سيكون دوليا. ¶ الانسحاب من المناطق: الضفة الغربية بما فيها الغور، تنقل إلى الفلسطينيين في ظل ضمان ترتيبات دفاعية لإسرائيل على حدود الأردن. والمستوطنات، بما فيها اريئيل وكريات أربع ستكون خارج حدود إسرائيل. كل قطاع غزة ينقل إلى الفلسطينيين، بما فيه غوش قطيف. الطرفان سيوافقان على تبادل أراضى: لدولة إسرائيل تضم غوش عصيون، منطقة اللطرون والمستوطنات والأحياء في \"غلاف القدس\" - بما فيها معاليه أد وميم وغيلو. أما فلسطين فتحصل على ارض صغيرة في النقب الغربي، غربي ناحل عوز.",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "المجال الجوي، حتى فوق ارض فلسطين، ستكون في السيطرة الكاملة لإسرائيل. الدولة الفلسطينية ستكون مجردة تماما من السلاح، وقوة دولية تشرف على ذلك. ¶ مستقبل اللاجئين: أحد البنود المركزية في وثيقة جنيف هو البند 7، الذي يتناول مسألة اللاجئين الفلسطينيين. ويقرر الاتفاق بان بوسع اللاجئين أن يختاروا واحدا من بين الحلول الخمسة الدائمة: التوطن في الدول التي تستضيفهم اليوم (مثل الأردن ولبنان)؛ الهجرة إلى الدولة الفلسطينية؛ التوطن في الأرض التي ستنقل إلى الفلسطينيين في النقب؛ الهجرة إلى \"دولة ثالثة\" توافق على استيعاب لاجئين - أو الهجرة إلى الأراضي الإسرائيلية. ¶ ... كل دولة ثالثة، بما فيها إسرائيل، سيادية في القرار كم من اللاجئين، هذا إذا أرادت، أن تستقبل - ومن سيكونون. إسرائيل تنظر في إمكانية استيعاب عدد من اللاجئين هو متوسط ما تستوعبه باقي الدول. والمعنى: إذا استوعبت الولايات المتحدة 40 ألف لاجيء، وألمانيا - 30 ألف، وفرنسا - 20 ألف، فان متوسط ما يمكن لإسرائيل أن تستوعب سيبلغ 30 ألف لاجيء. ولكن في كل الأحوال، ستكون إسرائيل هي الوحيدة التي ستقرر بشأن توطين اللاجئين في نطاقها. ¶ ... من المهم التشديد على أن المندوبين الإسرائيليين أصروا على ألا يذكر في الوثيقة تعبير \"حق العودة\". ومع ذلك، فان البند يقرر بان هذا حل دائم وكامل لمشكلة اللاجئين. ¶ *معاريف 14/10/2003- مبادرة: مؤتمر عربي للمصادقة على وثيقة جنيف../ ¶ من نداف ايال وعميت كوهين:",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "يعرف المبادرون لاتفاق جنيف جيدا انه على الرغم من أن تفاصيل الاتفاق قد أجملت نهائيا في الأردن أول أمس، فمن ناحيتهم العمل بدأ فقط. فالآن بدأوا في حملة دولية، تشمل العالم أجمع، لدفع التفاهمات المتحققة إلى الأمام. ولكن قبل كل شيء فانهم سيبذلون كل ما في وسعهم كي يقنعوا الرأي العام الاسرائيلي والفلسطيني هنا بحيوية الخطوة. ويبدو أن هذا لن يكون سهلا - ولا سيما في ضوء موجة النقد التي ثارت في إسرائيل وفي السلطة أيضا. ¶ ... في المرحلة الأولى، سافر أمس إلى مصر يوسي بيلين وياسر عبد ربه، عرابا اتفاق جنيف الأساسيان، لعرض تفاصيل الاتفاق على محافل مصرية رسمية لتلقي رعاية الرئيس المصري حسني مبارك للخطوة. وقد التقى الرجلان أمس وزير الخارجية المصري احمد ماهر. وقد بارك ماهر ونظيره الأردني مروان المعشر الاتفاق واستعدا لدفعه إلى الأمام في الساحة الدولية. ولكن في عمان يقدرون انه في أفضل الأحوال ستؤدي المبادرة إلى عقد قمة محدودة من الدول المعتدلة، وعلى رأسها مصر والأردن وبعض دول الخليج. وفي السياق من المتوقع محاولات للحصول على تأييد دول عربية أخرى - وعلى رأسها السعودية. وقال نائب في الكنيست على صلة بالمحادثات أن \"الأردنيين والفلسطينيين وعدوا بإجراء اتصالات مع السعوديين بل ويحتمل أن يسافر مبعوث خاص لعرض التفاهمات، ولهذا فقد ذكرت أيضا المبادرة السعودية في الوثيقة الكاملة\". وعلم أن وزير الخارجية الأردني يحاول المبادرة لعقد مؤتمر عربي برعاية سعودية. يتبنى التوصيات بشكل رسمي. ومع ذلك، فان مصدر فلسطيني على صلة بسياقات الاتفاق قال أمس انه لا يعرف شيئا عن المبادرة لعقد الجامعة العربية. النائبة يولي تمير تواجدت في واشنطن في أثناء المحادثات في الأردن، والتي أدت إلى إجمال التفاهمات، والتقت مع موظفين في وزارة الخارجية الأمريكية أعربوا عن اهتمامهم الشديد في المبادرة.",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "... وقالت مصادر مقربة من المحادثات أمس انه يجري التفكير أيضا بإمكانية طرح الوثيقة كمشروع قرار للأمم المتحدة \"كي تمنحها شرعية رسمية والطلب من الجمعية العمومية الخروج بإعلان تأييد لورقة الموقف هذه\". وقال أمس في هذا الشأن النائب حاييم اورون، من المبادرين للخطوة: \"اني آمل أن تقر الوثيقة في اكبر محفل ممكن، وفي الأمم المتحدة إذا كان ممكنا\". وقال المشاركون الفلسطينيون للإسرائيليين انه إذا أقرت مؤسسات م.ت.ف الوثيقة، فان المندوب الفلسطيني في الأمم المتحدة يمكنه أن يحث أمر مشروع قرار مبدئي كهذا. ¶ ... يوسي بيلين، العراب الاسرائيلي المركزي، على اتصال دائم مع مندوبي الاتحاد الأوروبي في إسرائيل. وقالت شخصيات من حزب العمل شاركت في الاتصالات: \"إننا نريد من الاتحاد الأوروبي أن يوافق على تفاهمات هذه الوثيقة. وإذا وافق عليها الاتحاد فسيكون هناك اعتراف في أنه لن يكون للفلسطينيين حق عودة، وهذا إنجاز هائل لإسرائيل\". ¶ ... ولكن في الطرف الفلسطيني يسارعون إلى التشديد بان المنشورات بشأن التنازل عن حق العودة ليست دقيقة، على اقل تقدير. وحسب زعمهم فان الحل الذي تحقق يقرر بان اللاجئين الفلسطينيين يمكنهم أن يختاروا بين العودة إلى الدولة الفلسطينية، لدولة إسرائيل أم لدولة ثالثة. وكمية اللاجئين المتوسطة الذين سيهاجرون إلى دول أجنبية ستحسب بدقة، وإسرائيل ستتعهد باستيعاب ذات عدد اللاجئين.",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "... كما أن الاتفاق يعد الفلسطينيين بـ 97.5 في المائة من أراضى الضفة الغربية، وتعويض بمعدل 2.5 في المائة في تبادل الأراضي. ويدعي الفلسطينيون أن الاتفاق يعدهم بتواصل إقليمي، بما في ذلك السيطرة في غور الأردن. وحسب الاتفاق فان اريئيل أيضا ستسلم إلى الفلسطينيين. أما إسرائيل فتحتفظ بالسيطرة في غوش عصيون، باستثناء افراتا. كما أن التجمعات السكانية الإسرائيلية حول القدس (جفعات زئيف، بسغات زئيف، معاليه أد وميم) وكرني شومرون ستبقى في أيدي إسرائيلية. ¶ ... في هذه اللحظة يعمل طاقم إسرائيلي - فلسطيني على توحيد خارطتي الطرفين، في خارطة واحدة، وفقا للتفاهمات المتحققة. ¶ ... والسيطرة في القدس تتوزع على النحو التالي: الأماكن اليهودية تحت السيطرة الإسرائيلية، والأماكن العربية تحت السيطرة الفلسطينية. المبكى، ساحة المبكى والحي اليهودي تبقى تحت سيادة إسرائيل والبوابات التي تؤدي إلى المبكى والى الحي اليهودي ستكون تحت سيطرة فلسطينية، ولكن في كل الطريق من البوابات وحتى ساحة المبكى تتاح حركة يهودية حرة. ¶ ... موضوع مشحون آخر في اتفاق جنيف هو الإفراج عن السجناء الأمنيين - بمن فيهم قتلة \"مع دم على الأيدي\".",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "... وحسب الاتفاق، من المتوقع الإفراج عن كل السجناء تقريبا، آلاف عديدة. \"تقرر نظام يقسم السجناء الفلسطينيين إلى عدة مستويات، بحيث أن السجناء القاسين سيفرج عنهم في نهاية المسيرة\"، قالت أمس النائبة يولي تمير. واتفق على أن يفرج في المرحلة الأولى عن عدد كبير من السجناء، فيما يتبقى في نهاية المسيرة نحو 350 سجين في السجون الإسرائيلية. وهؤلاء هم القتلة المدانون ممن قتلوا إسرائيليين بأياديهم، بمن في ذلك أولئك الذين تورطوا في عمليات انتحارية. كما أن من هذه القائمة سيفرج عن عدد كبير من السجناء، ولكن ستبقى \"قائمة مقلصة\" من السجناء سيفرج عنهم بناء على قرار إسرائيلي، هذا إذا كان سيفرج عنهم أصلا. وقالت أمس نوحاما رونين من المبادرين إلى التفاهمات انه \"في كل نزاع قومي، يكون للإفراج عن السجناء تأثير حيوي للغاية\". ¶ ... وأول أمس مع التوقيع على الاتفاق، اتصل رئيس السلطة الفلسطينية ياسر عرفات بـ عبد ربه وهنأه: \"هذا دليل على أن عرفات يتبنى هذه الموافقات\"، أملت أمس محافل اليسار. وفضلا عن عرفات، اتصل أيضا رئيس الوزراء الفلسطيني، أبو علاء، ورئيس الوزراء السابق أبو مازن. ¶ *\"اتفاق سويسرا\" ¶ الأحد 12/10/2003 - يديعوت - من نوحاما دويك: ¶ من كامب ديفيد الى \"اتفاق سويسرا\"../ ¶ ... قريب من الإجمال \"اتفاق سويسرا\"، اتفاق التفاهم بين طواقم فلسطينية وإسرائيلية يشارك فيها نواب ومسؤولون من العمل وميرتس والليكود. ¶ ... انعقدت الطواقم في فندن أردني في الجانب الشرقي من البحر الميت في محاولة لإغلاق ما تبقى من فجوات في مواقف الطرفين.",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "... وفي سياق الأشهر الأخيرة التقى الطرفان في أوقات متقاربة وتوصلا إلى تفاهمات بعيدة الأثر في الجوانب المختلفة للنزاع الاسرائيلي - الفلسطيني. وقاد المفاوضات ياسر عبد ربه، نبيل قسيس وهشام عبد الرازق من الطرف الفلسطيني، ويوسي بيلين ورجال طاقم كامب ديفيد، بمن فيهم مناحيم كلاين، شاؤول اريئيلي وشلومو بروم، من الطرف الاسرائيلي. وفي المحادثات السرية، في البلاد وفي الخارج، شارك أيضا رئيس الأركان (احتياط) امنون ليبكين شاحك واللواء (احتياط) داني روتشيلد. ¶ ... انضم إلى الاجتماع في الأردن سياسيون، بينهم ابراهام بورغ وعمرام متسناع من العمل، نوحاما رونين من الليكود، ايتي لفني من شينوي وكذا الروائي عاموس عوز ومدير عام \"مركز بيرس للسلام\"، رون بونداك، الذي يعد من مهندسي اتفاقات اوسلو. وزير الخارجية الأردني، مروان المعشر، زار الوفدين، وكان متوقعا أيضا زيارة من عبد الله ملك الأردن. وقد مولت المحادثات محافل سويسرية، ولهذا فقد اتفق على أن عرض التفاهمات سيتم في سويسرا، في احتفال عديد المشاركين. ¶ ... ويشدد المبادرون إلى الاتصالات على أن ليس الحديث يدور حول اتفاق بل حول سلسلة تفاهمات في المواضيع على جدول الأعمال. ولن يصار إلى التوقيع على التفاهمات بل هذا سيشكل اقتراحا لتسوية يمكن لقادة الطرفين أن يستخدموها كما يشاءون. وكل التفاهمات التي وافق عليها الفلسطينيون قد أقرت بعد مصادقة ياسر عرفات وأبو مازن وأبو علاء عليها. ويضم الطاقم الفلسطيني أيضا نشطاء من التنظيم من مؤيدي عرفات. ¶ ... وها هي التفاهمات التي توصل إليها الإسرائيليون والفلسطينيون: ¶ * نهائية الاتفاق: الاتفاق الذي سيتحقق سيكون تسوية دائمة، لن يكون للطرفين بعدها مطالب أخرى. ¶ * اعتراف متبادل: تقوم دولة فلسطينية إلى جانب دولة إسرائيل، وفقا لخطوط العام 1967، في ظل تعديل للحدود.",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "* حق العودة: مفهوم \"حق العودة\"، لن يظهر في التفاهمات. ولن تسمح عودة إلى نطاق إسرائيل، باستثناء عدد صغير للغاية يقدر بعشرات الآلاف فقط. وكل من يعرف كلاجىء سيكون له الحق في الاستقرار في الدولة الفلسطينية أو في دول أخرى، باستثناء إسرائيل. ¶ * القدس: أقرت صيغة الرئيس السابق كلينتون في أن تكون الأحياء العربية تحت سيادة فلسطينية، والأحياء اليهودية - في إسرائيل. وأقر اقتراح بورغ في أن يدير الحوض المقدس هيئة مشتركة للأديان الثلاثة، ويكون خارج النطاق الإقليمي. جدال عنيد دار حول مكانة باب الخليل. ¶ * المستوطنات: إسرائيل تجمع المستوطنات في كتل كبرى في منطقة غوش عصيون والمستوطنات المحيطة بالقدس، بما فيها معاليه أد وميم. ووافق الإسرائيليون لاعتبارات أمنية على عدم إدراج مدينة اريئيل في نطاق إسرائيل. ¶ * الإرهاب: يلتزم الفلسطينيون بتفكيك منظمات الإرهاب ومكافحة التحريض والإرهاب. ¶ ... التفاهمات: ¶ * دولة فلسطينية في حدود 1967. ¶ * لن يكون حق عودة إلى إسرائيل. ¶ * القدس عاصمة إسرائيل. ¶ * اريئيل لا تندرج في نطاق إسرائيل. ¶ * الاتفاق المتحقق سيكون تسوية دائمة. ¶ * التزام فلسطيني بمكافحة الإرهاب. ¶ *معاريف - 12/10/2003م ... ¶ \"الحرم مقابل حق العودة\"../ ¶ ... ممثلون فلسطينيون ومن اليسار الاسرائيلي يجتمعون منذ ثلاثة أيام في الأردن في محاولة للتوصل إلى ورقة موقف متفق عليها، بحيث تكون أساسا لتسوية سياسية بين إسرائيل والفلسطينيين.",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "... وتجتمع الطواقم في فندق \"موبنفيك\" القائم في الضفة الأردنية من البحر الميت ويدور الحديث عن لقاء أخير في سلسلة لقاءات عقدت في كل أرجاء العالم - اليابان، سويسرا، بريطانيا وإسرائيل. وبين المفاوضين الإسرائيليين - مبادر الخطوة، النائب السابق يوسي بيلين، والنائب ابراهام بورغ، ورئيس حزب العمل السابق عمرام متسناع، ورئيس الأركان الأسبق الفريق (احتياط) امنون ليبكين شاحك؛ والنائبة السابقة نوحاما رونين، ورئيس شعبة الطاقة البشرية السابق في الجيش الاسرائيلي اللواء (احتياط) جدعون شيفر؛ والعميد (احتياط) غيورا عنبر؛ والنائب السابق حاييم اورون وغيرهم. وفي الدائرة الأوسع يشارك أيضا اللواء شرطة متقاعد، اليك رون، والكاتب عاموس عوز. ¶ ... أما في الطرف الفلسطيني فيوجد: ياسر عبد ربه (المقرب جدا من رئيس السلطة ياسر عرفات)، ووزراء آخرون، وكبار فتح - نبيل قسيس وفارس قدورة. وأفادت مصادر إسرائيلية أمس انه خلف الكواليس موجود طوال الوقت في صورة التطورات زعيم التنظيم الفلسطيني مروان البرغوثي، المحبوس في إسرائيل. \"هذا هو السبب الذي جعل شارون عصبيا بهذا القدر ضد الاتصالات - فهو على ما يبدو يعرف أن البرغوثي مرتبط بما يجري، ولكن من ناحيتنا هذا دليل على أن كل الفصائل الفلسطينية توافق على التنازلات\"، قال أحدهم. ¶ ... وللمحادثات اسم ملائم - فهي تسمى \"محادثات جنيف\"، والوثيقة \"وثيقة جنيف\". \"السلام سيتحقق حتى الفجر\"، قالت بابتسام هذه الليلة في الأردن محافل مشاركة تعرف تماما أن كل إجمال يتم في هذه المرحلة هو تصريحي فقط - فهي ليس لديها تفويض بإدارة مفاوضات.",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "... وفي اليوم الأخير بدا انه تنشأ انطلاقة حقيقية: تقارير وصلت من الفندق الأردني تظهر انه لاول مرة وافق مندوبون فلسطينيون رسميون على التنازل عن حق العودة للاجئين الفلسطينيين إلى إسرائيل السيادية. والصفقة، كما تتبلور: الإسرائيليون يتنازلون عن كل سيادة في الحرم، وبالمقابل تتنازل السلطة الفلسطينية عن حق العودة. وهناك اتفاق مبدئي من الطرفين على هذا المبدأ. كما تحقق اتفاق بشأن مسألتين مبدئيتين أخريين: فالفلسطينيون يوافقون على أن يتقرر في الورقة \"نهاية النزاع دون مطالب أخرى\"، وكذا أن يكون لإسرائيل \"الحق في توصيفها كدولة يهودية\". ¶ ... وإضافة إلى ذلك - فانه خلافا لخطوط التسوية العامة (وثيقة نسيبة - أيلون)، فان هذه هي المرة الأولى التي تطرح فيها خرائط، ويدور الحديث بالضبط عن تنازلات إقليمية مختلفة. وقد طالب الممثلون الفلسطينيون حتى ساعات الليل المتأخرة أن تتنازل إسرائيل ليس فقط عن الحرم وكل الأحياء العربية في القدس الشرقية، بل وكذا أن توافق على إخلاء أفراتا وهار حوما وقسم من جفعات زئيف. ¶ ... وحسب الاتفاق المتبلور، في منطقة الحوض المقدس في القدس سترابط قوة متعددة الجنسيات تحافظ على حقوق الطرفين المختلفة وتطبيق الاتفاقات الموقعة. كما أتفق على عدم إخلاء كتلتي الاستيطان معاليه أدوميم وغوش عصيون، ولكن بالمقابل يحصل الفلسطينيون على أراض أخرى، في منطقة غزة أغلب الظن. وبالمقابل فان مدينة اريئيل حسب الاتفاق، ستخلى، كما أن الفلسطينيين وافقوا على دولة مجردة من السلاح. ¶ ... ونشرت سفارة م.ت.ف في عمان أمس في ساعة متأخرة من الليل أن الاتفاق قد وقع. ومع ذلك، فقد قالت مصادر إسرائيلية في ذات اللحظة انه لا يزال لم يتم التوقيع إلا أنها تأمل في أن توقع الورقة بالفعل حتى ساعات الصباح. ¶ *المركز الفلسطيني للأعلام 14/10/2003م",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "برعاية أردنية : وزراء سابقون في السلطة وقيادات في فتح و قيادات يسارية صهيونية توقع وثيقة تشطب حق عودة اللاجئين وتفرّط نهائياً في أرض 48 المحتلة ¶ من وراء ستار وبينما كانت آلة الموت الصهيونية تعمل القتل والدمار في رفح وقّعت شخصيات فلسطينية وصهيونية غير رسمية على مسودة تفاهمات سميت \" وثيقة سويسرا\" ظهر أمس في فندق \"موبنفيك\" على الشاطئ الشرقي من البحر الميت في الجانب الأردني بعد يومين من المداولات التي تناولت أدق التفاصيل لقضايا الحل النهائي حسب تعبير قادة أوسلو والمستفيدين منها . ¶ وشارك في اللقاءات التي تعرضت إلى قضايا تفصيلية وخرائط للأراضي الفلسطينية والأماكن المقدسة إلى جانب ورقه تضم القضايا المتفق عليها والقضايا التي مازالت محل خلاف كل من : ¶ ياسر عبد ربه و نبيل قسيس وهشام عبد الرازق وسميح العبد وزهير مناصرة وقدورة فارس ومحمد حوراني وراضي الجراعي وجمال زقوت وناظم الجعبة وعبد القادر فيصل الحسيني وسمعان خوري وباسل جابر وسمير الرنتيسي وقيس أسعد وسمير كراكرة وبشار جمعة وليانا بدر ( زوجة عبد ربه ) وقيس العمري وإبراهيم خريشي . ¶ أما من الجانب الصهيوني فشارك رئيس حركة \"شاحر\" د. يوسي بيلين، وأعضاء الكنيست عمرام متسناع وابراهام بورغ (العمل) وحاييم اورون (ميرتس) ورئيس هيئة الأركان السابق، امنون شاحاك ويولي تمير ونحمان رونن وايلان ليبوفيتش والبروفيسور مناحيم كلاين وجدعون شيفر وجيورا عنبار والدكتور رون بونداك . ¶ ومن الجانب الأردني شارك وزير الخارجية الأردني، مروان المعشر وعدد من المسؤولين الأردنيين حيث يأتي اللقاء الأخير في سلسلة لقاءات عقدت في كل أرجاء العالم - اليابان، سويسرا، بريطانيا وتل أبيب ثم الأردن .",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "وقالت مصادر فلسطينية مطلعة \" إنه سيتم الإعلان عن تفاصيل هذا الاتفاق عند اكتماله بشكل نهائي في جنيف بحضور شخصيات فلسطينية وعربية ودولية مطلع الشهر القادم في إطار حفل دولي تشارك الولايات المتحدة واليابان وأوروبا .كما قالت ¶ وكشفت المصادر \" أن المدعو ياسر عبد ربه توجه في ختام المؤتمر إلى القاهرة للاجتماع مع أسامة الباز مستشار الرئيس حسني مبارك لإطلاعه على تفاصيل التفاهمات وحثه على التوجه نحو واشنطن لتبنيها . ¶ وأوضحت أن المشاركين في إعداد هذه التفاهمات يحاولون في المرحلة القادمة تجنيد الدعم العربي والدولي لها لذلك سيقوم الجانبان بجولات عربية ودولية لتجنيد الدعم لها خلال الأسبوعين القادمين على حد قوله . ¶ وحسب المشاركين في اللقاء الذين تجاوز عددهم الخمسين تضم الوثيقة مبادئ ( خطة لحل الصراع الفلسطيني –(الإسرائيلي) ) والتوصل إلى حل دائم تمت صياغته على أسس ما يسمى ب \"وثيقة بيلين- أبو مازن\"، وخطة كلينتون وتشمل التفاهمات \" حلاً جذريًا لكل قضايا الحل الدائم، ومنها: الحدود، القدس وحق عودة اللاجئين الفلسطينيين والمستوطنات \". ¶ وجاء في نص التفاهمات التي حصل مراسلنا على نسخة منها \" تحت عنوان ( مبادرة جنيف) مشروع اتفاق للحل الدائم للصراع الفلسطيني – (الإسرائيلي). إنه على مدى أكثر من عامين، قامت مجموعة من الشخصيات القيادية الفلسطينية و(الإسرائيلية) بالعمل حثيثاً على إيجاد حل دائم وشامل للصراع الفلسطيني – (الإسرائيلي)، وتكللت هذه الجهود المدعومة من وزارة الخارجية السويسرية إلى اجتماع في الأردن في الفترة ما بين 10 إلى 11/10/2003، تم خلاله التوصل إلى مشروع اتفاق.",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "وادعا البيان :\" انه للمرة الأولى ومنذ مائه عام من الصراع تم التوصل إلى حلٍ تفصيلي وشامل يعالج أدق وأصعب القضايا الخلافية في تاريخ الصراع مثل قضية الحدود، إنهاء الاحتلال، مستقبل القدس والأماكن المقدسة وقضية اللاجئين الفلسطينيين بشكل يعالج جذور الصراع دون ترك أي مجال للمطالبة والمسائلة من قبل الطرفين في المستقبل. ¶ وقال البيان الختامي لهذا المؤتمر :\" ستسعى المجموعة إلى تعبئة الرأي العام الفلسطيني و(الإسرائيلي )من أجل دعم هذا المشروع والعمل على إقناع قيادتي الشعبين لتبني هذا الاتفاق. ¶ سيتم عرض مشروع الاتفاق هذا أثناء لقاء خاص سيعقد في مدينة جنيف في سويسرا خلال الأسابيع القادمة بعد الانتهاء الكامل من تفاصيل مشروع الاتفاق. ¶ وزعم البيان :\"أنه قد برهن المشاركون في إعداد المشروع هذا الاتفاق على أن هناك شركاء للسلام في كلا الطرفيين وبرهنوا بأن الوصول إلى اتفاقية سلام هو أمر ممكن. ¶ وإن من شأن هذا الاتفاق أن يحدث تغيراً جذرياً في أجواء التشاؤم واليأس ويؤسس لزخم سياسي ويبعث الأمل والثقة والكرامة الإنسانية والأمن في كل بيت فلسطيني /( الإسرائيلي) وبمثل هذا الاتفاق فإن سنوات الصراع الطويلة يمكن لها أن تفتح الطريق لبزوغ فجراً جديداً. ¶ وتضم التفاهمات : ¶ * نهائية الاتفاق: ¶ الاتفاق الذي سيتحقق سيكون تسوية دائمة، لن يكون للطرفين بعدها مطالب أخرى. ¶ * اعتراف متبادل: ¶ تقوم دولة فلسطينية إلى جانب دولة( إسرائيل)، وفقا لخطوط العام 1967، في ظل تعديل للحدود. ¶ * حق العودة: ¶ مفهوم \"حق العودة\"، لن يظهر في التفاهمات. ولن تسمح عودة إلى نطاق (إسرائيل)، باستثناء عدد صغير للغاية يقدر بعشرات الآلاف فقط. وكل من يعرف كلاجىء سيكون له الحق في الاستقرار في الدولة الفلسطينية أو في دول أخرى، باستثناء (إسرائيل). ¶ * القدس:",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "أقرت صيغة الرئيس السابق كلينتون في أن تكون الأحياء العربية تحت سيادة فلسطينية، والأحياء اليهودية – في( إسرائيل). وأقر اقتراح بورغ في أن يدير الحوض المقدس هيئة مشتركة للأديان الثلاثة، ويكون خارج النطاق الإقليمي. جدال عنيد دار حول مكانة باب الخليل. ¶ * المستوطنات: ¶ (إسرائيل ) تجمع المستوطنات في كتل كبرى في منطقة غوش عصيون والمستوطنات المحيطة بالقدس، بما فيها معاليه أدوميم. ووافق (الإسرائيليون) لاعتبارات أمنية على عدم إدراج مدينة اريئيل في نطاق( إسرائيل). ¶ الإرهاب: ¶ يلتزم الفلسطينيون بتفكيك منظمات (الإرهاب) ومكافحة التحريض و(الإرهاب). ¶ وقالت مصادر صهيونية إنه لأول مرة وافق مندوبون فلسطينيون رسميون على التنازل عن حق العودة للاجئين الفلسطينيين الى (إسرائيل) السيادية. والصفقة، كما تتبلور: (الإسرائيليون) يتنازلون عن كل سيادة في الحرم القدسي الشريف ، وبالمقابل تتنازل السلطة الفلسطينية عن حق العودة. وهناك اتفاق مبدئي من الطرفين على هذا المبدأ. كما تحقق اتفاق بشأن مسألتين مبدئيتين أخريين: فالفلسطينيون يوافقون على أن يتقرر في الورقة \"نهاية النزاع دون مطالب أخرى\"، وكذا أن يكون (لإسرائيل) \"الحق في توصيفها كدولة يهودية\". ¶ وإضافة الى ذلك - فإنه خلافا لخطوط التسوية العامة (وثيقة نسيبة - أيلون)، فإن هذه هي المرة الأولى التي تطرح فيها خرائط، ويدور الحديث بالضبط عن تنازلات إقليمية مختلفة. ¶ وقالت المصادر العبرية :\" لقد طالب الممثلون الفلسطينيون حتى ساعات الليل المتأخرة أن تتنازل الدولة العبرية ليس فقط عن الحرم وكل الأحياء العربية في القدس الشرقية، بل وكذا أن توافق على إخلاء مستوطنة (أفرات ) وجبل أبو غنيم وقسم من مستوطنة (جفعات زئيف).",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "وحسب الاتفاق المتبلور، في منطقة الحوض المقدس في القدس المحتلة سترابط قوة متعددة الجنسيات تحافظ على حقوق الطرفين المختلفة وتطبيق الاتفاقات الموقعة. كما اتفق على عدم إخلاء كتلتي الاستيطان معاليه أدوميم وغوش عصيون، ولكن بالمقابل يحصل الفلسطينيون على أراض أخرى، في منطقة غزة أغلب الظن. وبالمقابل فإن مستوطنة اريئيل حسب الاتفاق، ستخلى، كما أن الفلسطينيين وافقوا على دولة مجردة من السلاح. ¶ وقال هشام عبد الرازق وزير شؤون الأسرى السابق :\" إن هذه التفاهمات ستعرض على القيادة الفلسطينية .ونفى التنازل عن حق العودة كما يصور الجانب الصهيوني \"!؟. ¶ وأوضح أن هناك مجموعة من الفلسطينيين يمثلون قطاعاً هاما مع نظراءهم من قادة المجتمع الصهيوني توصلوا الى مشروع اتفاق يعطي الأمل للشعبين ويحقق للجانب الفلسطيني طموحاته الوطنية وينهي حالة العنف الإسرائيلي على حد قوله . ¶ وتابع قائلاً سنسعى للحصول على دعم شعبي ورسمي فلسطيني وعربي ودولي لنخرج المنطقة من نطاق العمل الأمني إلى العمل السياسي وتعبيد الطريق نحو السلام الدائم كما زعم . ¶ وقال سنعمل على توعية الشعبين أن السلام ممكن وأن هناك مخرجا لدوامة العنف المتبادل ونوجه رسالة للشعب الصهيوني أن هناك شريك . ¶ وبالرغم ما يحققه هذا الاتفاق للكيان الصهيوني إلا أن الحكومة الصهيونية هاجمت الاتفاق ومقعيه بشدة متهمة إياهم بالهذيان والخيانة. ¶ وقال وزير الحرب الصهيوني شاؤول موفاز إنه يجب التعامل مع هذه الاتفاق بتحفظ وأضاف أنه \"لم يكن يتوقع الكثير من أولئك الذي أحضروا اتفاقيات أوسلو التي ما زلنا ندفع ثمنها الباهظ حتى الآن\". وأشار موفاز إلى أن هذه المجوعة لا تمثل أحدا وأن الحكومة (الإسرائيلية) هي وحدها المكلفة بمعالجة مثل هذه المسائل وما \"عدا ذلك فهو مجرد أمور افتراضية\".",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "كما هاجم عضو الكنيست الصهيوني ورئيس حزب العمل السابق، ايهود براك، المجموعة الصهيونية واتهم الوفد الصهيوني بانعدام المسؤولية وبجلب الضرر( لإسرائيل) . ¶ وقال وزير الخارجية الصهيوني ، سيلفان شالوم، في معرض تعليقه على توقيع مسودة \"اتفاقية سويسرا\" إنه يجب النظر إلى هذه الاتفاقية بشيء من التحفظ، مضيفًا: \"إنني لا أتوقع الكثير ممّن كانوا مسؤولين عن اتفاقيات أوسلو، التي ندفع ثمنها الباهظ حتى اليوم\". ¶ أوضح شالوم أن \"هناك حكومة (إسرائيلية) تتعامل مع هذه المواضيع، وكل شيء عدا ذلك يعتبر افتراضيًا\". ¶ *يديعوت -13/10/2003 اتفاق جنيف ¶ شارون: هذا أمل عابث../ ¶ ... عقب رئيس الوزراء، اريئيل شارون، أمس بغضب على بلورة اتفاق جنيف قائلا انه لن يكون ملزما به بأي شكل. وبرأيه فان مجرد التوصل إلى اتفاق سيؤجل إمكانية المسيرة السلمية. وقال أن \"هذا الاتفاق لا يعد إلا بأمل عابث. بأي حق يقترح رجال اليسار خطوات لا يمكن لإسرائيل أبدا أن تفعلها ولن تفعلها\". ¶ ... هذا وقد أثار اتفاق جنيف أمس غضبا شديدا في الحكومة ولا سيما في أوساط وزراء اليمين. وأكثر الأمور حدة قالها الوزير عوزي لنداو لصحيفة \"يديعوت أحر ونوت\" إذ قال: \"لا أتمكن من الفهم من أين لبيلين ورفاقه، الذين طيرهم الجمهور من السلطة مرتين، الوقاحة للعمل من خلف ظهر الحكومة في وقت الحرب. فهل تتصور بأن هناك أمريكي واحد يحاول التوصل إلى اتفاق مع صدام حسين أو مع بن لادن من خلف ظهر بوش؟ أنا لا أقترح أن يقوموا بطعن البطون مثلما يفعل الوزراء اليابانيون الفاشلون، ولكن على الأقل أن يخجلوا وألا يظهروا وجوههم في ضوء الشمس\". ¶ ... أما الوزير داني نفيه فقال أن اتفاق جنيف يلحق بإسرائيل ضررا كبيرا لانه يقدم عرضا عابثا وكأن وجهة الفلسطينيين نحو السلام. وقال نفيه أن \"هذه خطوة تكتيكية من عرفات ترمي إلى مناكفة حكومة إسرائيل فيما هو يواصل سياسة الإرهاب والقتل\".",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "... وقال وزير الخارجية، سلفان شالوم أن \"هناك حكومة منتخبة في إسرائيل. وكل الباقي خيالي. أنا لا أتوقع من عصبة الحالمين، الذين جلبوا لنا اتفاق اوسلو. أن يجلبوا الحلول\". ¶ ... ومن مكتب رئيس حزب العمل، شمعون بيرس، الذي لم يكن مشاركا في قسم كبير من الخطة وتلقى عنها التقارير وحسب، علم تعقيبا بأن \"ليس للسيد بيرس فكرة عما يوجد وعما لا يوجد في الاتفاق، ولكنه يبارك كل حوار بين إسرائيليين وفلسطينيين يدل على انه يوجد مع من يمكن الحديث\". ¶ ... وفي الشارع الفلسطيني هزئوا من الاتفاق الذي وقع في الأردن أمس. وفي رام الله سألوا أمس إذا كان بوسع ياسر عبد ربه أن يتجرأ على أن يعلن في رام الله انه تنازل عن حق العودة وإذا كانوا سيقبلون بجدية بيان يوسي بيلين بأنه تنازل عن السيادة في الحرم. ¶ انتهى ¶ المحتويات ¶ الإهداء ... 3 ¶ المقدمة ... 7 ¶ قمة شرم الشيخ ... 25 ¶ المبادرة المصرية الأردنية ... 27 ¶ تقرير لجنة ميتشل ... 29 ¶ وثيقة تينت الأمنية ... 49 ¶ المبادرة السعودية للسلام ... 52 ¶ المبادرة العربية للسلام ... 54 ¶ خارطة الطريق ... 58 ¶ اتفاق سويسرا\"جنيف\" ... 64 ¶ الخلاصة ... 75 ¶ ملاحق ... 80 ¶ رئيس المركز ¶ م.إسماعيل عبد اللطيف الأشقر ¶ للمراسلات ¶ المركز العربي للبحوث والدراسات ¶ غزة – فلسطين ¶ ت: 00970-8-2854001 ¶ فاكس:00970-8-2854007 ¶ alarabicenter@hotmail.com",
            "page": "156",
            "part": "1"
        }
    ],
    "t37740": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "al-seyassyah"
        }
    ]
}