{
    "b37754": [
        {
            "id": "1",
            "nass": "أحكام التجويد - بقلم: عبدالله غلوم محمد ¶ قال تعالى: ((قُل لَّئِنِ اجْتَمَعَتِ الإِنسُ وَالْجِنُّ عَلَى أَن يَأْتُواْ بِمِثْلِ هَذَا الْقُرْآنِ لاَ يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا)) ¶ تعريف علم التجويد: هو في اللغة التحسين، وفي الاصطلاح القراء، تلاوة القرآن الكريم بإعطاء كل حرف حقه ومستحقه، وحتى الحرف صفاته الذاتية اللازمة له: كالجهر والشدة والاستعلاء والاستفال والغنة وغيرها ¶ أحكام الترقيق والتفخيم ¶ اللام: الأصل فيها الترقيق، ولا يعرض لها التفخيم إلا في كلمة واحدة هي لفظ الجلالة: الله ¶ 1. تفخم لام الجلالة الله إذا تقدمها فتح أو ضم مثل: ((قالَ الله)) - ((لما قام عبدُ الله))، أو ساكن بعد ضم أو ساكن بعد الفتح مثل: ((قالوا اللهّم)) - ((وإلى الله)) ¶ 2. ترقق إذا تقدمها كسرة مثل: ((بِالله)) - ((قلِ اللهم)) - ((من دينِ الله))، أو ساكن بعد مكسور مثل: ((وينجيّ الله))، أو تنوين مثل: ((قوماً الله)) وتلفظ هكذا: قومنِ الله ¶ أحكام همزة الوصل ¶ 1. تنطق عند البدء بها وتسقط نطقا عند الوصل مثل: ((فكيف تتقون ان كفرتم يوما يجعل الولدان شيبا)) - ((السماء منفطر به كان وعده مفعولا)) ¶ 2. تحذف نطقا وكتابة في: ((بسم الله الرحمن الرحيم)) ¶ 3. تبدل ألف مد إذا كانت مفتوحة بعد همزة الاستفهام مثل: ((ءآلله خير اما يشركون)) ¶ أحكام اللام الساكنة ¶ 1. اللام القمرية: يجب إظهار اللام إذا وقعت قبل أربعة عشر حرفا وهي المجموعة بهذا التركيب: ابغ حجك وخف عقيمه، أمثلة: الابرار- البيت- الجنة- الكوثر- المدثر- القيوم ¶ 2. اللام الشمسية: يجب إدغامها بلا غنة بالحرف الذي بعدها إذا كان واحد من أربعة عشر حرفا وهم: ط ث ص ر ت ض ذ ن د س ظ ز ش ل، أمثلة: التائبون- الثواب- الذين- السماء- الصلاة- الضالين ¶ أحكام القلقلة",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وهي عبارة عن تقلقل المخرج بالحرف عند خروجه ساكنا حتى يسمع له نبرة قوية، ويسميها البعض بهزة في اللسان، وعدد حروفها خمسة تجمعها كلمة: قطب جد، إذا كان حرف القلقلة في وسط الكلمة كانت القلقلة صغرى، أي خفيفة، وإذا كان الحرف في آخر الكلمة كانت القلقلة كبرى، أي أشد وأقوى، الهدف من القلقلة هو المحافظة على القيمة الصوتية والخصائص المميزة للصوت حتى لا يلتبس بصوت آخر ¶ 1. قلقلة صغرى ¶ حرف ق: ((إقترب للناس حسابهم)) ¶ حرف ط: ((والذين آمنوا وتطمئن قلوبهم لذكر الله)) ¶ حرف ب: ((وإذ يرفع إبْراهيم القواعد من البيت)) ¶ حرف ج: ((لو شئت لاتخذت عليه أجرا )) ¶ حرف د: ((قل إن ادْري أقريب ما توعدون أم يجْعل له ربي أمدا)) ¶ 2. قلقلة كبرى ¶ حرف ق: ((وعلى كل ضامر يأتين من كل فج عميق)) ¶ حرف ط: ((والله من ورائهم محيط)) ¶ حرف ب: ((فصب عليهم ربك سوط عذاب)) ¶ حرف ج: ((والسماء ذات البروج)) ¶ حرف د: ((قتل أصحاب الأخدود)) ¶ أحكام الإدغام العام المتجانسيين ¶ التجانس هو أن يتفق الحرفان مخرجا ويختلفان صفة، وذلك بثلاث مخارج ¶ مخرج الطاء والتاء والدال ( ط، ت، د ) ويجب الادغام في موضعين مثلا: ¶ د / ت: ((قد تّبين الرشد من الغي-ومهدّت له تمهيدا-لقد تّقطع بينكم وضل عنكم)) ¶ ت / د: ((فلما اثقلت دّعوا الله ربهما - قال قد اجيبت دّعوتكما)) ¶ ت / ط: ((إذ همّت طّائفتان - فآمنت طّائفة من بني اسرائيل وكفرت طّائفة)) ¶ ط / ت: ((لئن بسطتّ الىّ يدك لتقتلني ما أنا بباسط يدي اليك لاقتلك)) ¶ مخرج الظاء والذال والتاء، ويجب الادغام في موضعين ¶ ذ / ظ: ((ولن ينفعكم اليوم إذ ظّلمتم انكم في العذاب مشركون)) ¶ ث / ذ: ((كمثل الكلب ان تحمل عليه يلهث أو تتركه يلهث ذّلك مثل القوم الذين كذّبوا بآياتنا)) ¶ مخرج الميم والياء، وذلك في موضع واحد ب / م: ((يا بني اركب مّعنا)) ¶ أحكام الادغام العام المتقاربين ¶ التقارب هو أن يتقاب الحرفان مخرجا وصفة، وذلك يكون بمخرجين",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ل / ر: ((بل ربّكم رب السماوات والأرض)) ¶ ق / ك: ((ألم نخلقكّم من ماء مهين)) ¶ أحكام النون الساكنة والتنوين - الإخفاء ¶ ومعناها نطق النون الساكنة أو التنوين بحيث تكون وسطا بين الإدغام والإظهار، وعلامة ذلك أن يظل اللسان عند الإخفاء معلقا في فراغ الفم ولا يلتصق باللثة العلوية كما الحال مع الإظهار، والإخفاء يكون مع الغنة ويكون في كلمة أو كلمتين، والحروف التي تخفى قبلها النون الساكنة أو التنوين هي خمسة عشر حرفا: ص ذ ث ك ج ش ق س د ط ز ف ت ض ظ - أمثلة: ¶ النون في كلمة: فانظرنا - انذرتهم - منثور - ينكثون - انجيناكم - انجيناكم - أنشأ - أندادا - أأنت - منضود - انظروا ¶ النون في كلمتين: من صيام - من ذكر - من ثمره - من كأس - من جنات - من شيء - من طين - ومن في الأرض - من ظهير ¶ الاخفاء في التنوين: قاعاً صفصفا - كل نفسٍ ذائقة الموت - ماءاً ثجاجا - صبراً جميلا - غفورٌ رحيم - خالداً فيها - قوماً ضالين ¶ أحكام النون الساكنة والتنوين - الاقلاب ¶ الاقلاب هو قلب النون الساكنة أو التنوين الى ميم قبل الباء في النطق لا في الكتابة، ويقع الاقلاب في كلمة أو في كلمتين، أمثلة: ¶ 1. النون الساكنة: ((وما تفرق الذين أوتوا الكتاب الا منْ بعد ما جائتهم البينة)) - ((وقالوا لن نؤمن لك حتى تفجر لنا من الأرض ينبوعا)) ¶ 2. التنوين: ((أنه كان بعباده خبيرا بصيرا)) - ((فكيف اذا جئنا من كل أمةٍ بشهيد)) ¶ وفي المصحف توضع ميم صغيرة م فوق النون الساكنة ¶ أحكام النون الساكنة والتنوين - الإدغام ¶ إذا وقع بعد النون الساكنة والتنوين في أول الكلمة الثانية أحد هذه الحروف: ي ر م ل و ن، والتي تجمعها كلمة يرملون، فان النون الساكنة أو التنوين تدغم بحرف الإدغام فيصيران حرفا واحدا مشددا من جنس الحرف الثاني، والإدغام على قسمين: إدغام بغنة، وإدغام بغير غنة",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "إدغام بغنة: الغنة هو صوت يخرج من الأنف، وتشمل الحروف التالية: ي ن م و، وتجمعها كلمة ينمو، مع غنها بمقدار حركتين(الحركة تستغرق رفع أصبع أو خفضه) أمثلة ¶ ي: ((لمن يخشى)) وتنطق لميّخشى، ((خيراً يَره)) وتنطق خيريّره ¶ ن: ((فلن نّزيدكم)) وتنطق فلنّزيدكم، ((يومئذ ناعمة)) وتنطق يومئذنّاعمة ¶ م: ((من مّاء)) وتنطق ممّاء، ((قرآنٌ مجيد)) وتنطق قرآنمّجيد ¶ و: ((من وال)) وتنطق مو اّل، ((خيراً وأبقى)) وتنطق خيرو أّبقى ¶ إدغام بغير غنة: وهو دغم الحرف بلا غنة بعد تشديده بمقدار حركة واحدة، وحروفها: ل ر، أمثلة ¶ ل: ((إن لّم)) وتنطق إلّم، ((ويلٌ لّكل)) وتنطق ويللّكل ¶ ر: ((من رحمة)) وتنطق مرحّمة، ((غفورٌ رّحيم)) وتنطق غفوررّحيم ¶ ملاحظة: لا يكون الإدغام عموما إلا في كلمتين أما إذا جاءت النون الساكنة وأحد حروف الإدغام في كلمة واحدة فلا إدغام لما يترتب عليه من تغيير في المعنى، وهذا يوجد في أربع كلمات في القرآن: دنْيا، صنْوان، قنْوان، بنْيان ¶ أحكام النون والميم المشددتين ¶ يجب إظهار الغنة والشدة في الميم أو النون المشددتين وطول الغنة حركتان، أمثلة ¶ على النون المشددة: ((إن للمتقين مفازا)) - ((قل أعوذ برب النّاس، ملك الناس)) ¶ على الميم المشددة: ((فإذا جاءت الطامة الكبرى)) - ((ثمّ أنشأناه خلقا آخر)) - ((فأمّا من أعطى واتقى)) ¶ أحكام الميم الساكنة ¶ إذا وقع بعد الميم الساكنة أحد حروف الهجاء ال 28 فللميم الساكنة ثلاثة أحكام ¶ الإخفاء: إذا وقع بعد الميم الساكنة حرف ب تكون الميم مخفاة بغنة مثل: ((وما هم بخارجين)) - ((إنّ ربهم بهم))، فالإخفاء هو الغنّ بإخفاء في الميم الساكنة عندما يتلوها حرف الباء ويسمى إخفاء شفويا ¶ الإدغام: إذا وقع بعد الميم الساكنة حرف م تدغم الميم الأولى بالميم الثانية بحيث تصيران ميما واحدة مشددة مثل: ((والله يعدكم مغفرة)) - ((لهم ما يشتهون))",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الإظهار: إذا وقع بعد الميم الساكنة أحد الحروف التي هي ما عدا الباء والميم يكون النطق بالميم المذكورة ظاهرا على غير غنة مثل: ((ألم تر)) - ((يمشى)) - ((وهم فيها))، فالإظهار وجوب عدم الغّن في الميم الساكنة عندما يأتي بعدها أحد حروف الهجاء غير الباء والميم، ويسمى هذا إظهارا شفويا وتكون أشد إظهارا عند الواو والفاء",
            "page": "5",
            "part": "1"
        }
    ],
    "t37754": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أحكام التجويد بقلم عبدالله غلوم محمد"
        }
    ]
}