{
    "b37755": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ الندوة الأولى للملتقى الأول للجمعية العلمية السعودية للقرآن الكريم وعلومه ¶ عنوان الندوة: إجازات قراء القرآن الكريم....إجازات قراء القرآن الكريم....إجازات قراء القرآن الكريم ¶ الجهة المنظمة: ¶ الجمعية العلمية السعودية للقرآن الكريم وعلومه . ¶ تاريخ الندوة: ¶ 22 / 10 / 1424 هـ . ¶ مكان الندوة: ¶ القاعة الكبرى بكلية أصول الدين ـ جامعة الإمام محمد بن سعود الإسلاميةـ الرياض ¶ المشاركون : ¶ مدير الندوة: ¶ د. إبراهيم بن سعيد الدوسري ,نائب رئيس مجلس إدارة الجمعية العلمية السعودية للقرآن الكريم وعلومه , رئيس قسم القرآن وعلومه بجامعة الإمام . ¶ قدم ورقة العمل كل من : ¶ أ.د محمد بن سيدي محمد الأمين، رئيس قسم القراءات في الجامعة الإسلامية ، عضو الجمعية العلمية السعودية للقرآن الكريم وعلومه ورئيس اللجنة الفرعية بالمدينة المنورة . ¶ د. محمد بن فوزان بن حمد العمر ، الأستاذ المساعد في كلية المعلمين في وزارة التربية والتعليم بالرياض ، عضو الجمعية العلمية السعودية للقرآن الكريم وعلومه. ¶ فضيلة الشيخ الدكتور إبراهيم بن سعيد الدوسري يلقي ¶ كلمة الافتتاح : ¶ بسم الله الرحمن الرحيم. ¶ الحمد لله وسلام على عباده الذين اصطفى، وأتم صلاة وأزكى تحية على خاتم الأنبياء والمرسلين، نبينا محمد الذي أنزل عليه أفضل كتاب، وأدى إلينا كتاب الله تعالى صريحاً محضاً، وعلى آله وصحبه الذين تلقوا كتاب الله تعالى من فيه رطباً غضاً، وأدوه إلينا حرفاً حرفاً، وعلى التابعين وأئمة القراء وأهل الأداء الذين نقلوا إلينا كتاب الله تعالى جيلاً إثر جيل، وسلم تسليماً كثيراً. أما بعد: ¶ معاليَ مدير جامعة الإمام محمد بن سعود معالي الدكتور محمد بن سعد السالم. ¶ فضيلةَ عميد كلية أصول الدين الدكتور عبدالله بن عبدالرحمن الشثري. ¶ أصحابَ الفضيلة. ¶ أيها الإخوة الحضور.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "في بداية هذا اللقاء أتوجه إلى الله العلي القدير بأسمائه الحسنى وصفاته العليا أن يبارك في هذا الملتقى وأن يكتب لنا فيه العون والتوفيق والسداد، كما أتوجه إلى معالي مدير جامعة الإمام على تشريفه وتتويجه هذا اللقاء الأول بالحضور، فهذه منقبة نعتزُّ بها، ونسأل الله تعالى أن يجزل له الأجر والمثوبة، وهذا نابع من اهتمام قيادات هذه البلاد وعلى رأسها خادم الحرمين الشريفين بالاهتمام بكتاب الله تعالى، فلا شك أن هذه الجامعة وتلك القيادة تولي كتاب الله تعالى عناية فائقة من وجوه لا يأتي عليها الحصر، وهذه الجمعية العلمية السعودية هي واحدة من هذه الأعمال الجليلة التي ترعاها هذه البلاد. ¶ ثم أشكر الإخوة أصحاب الفضيلة الذين أكرمونا بالحضور، والذين أيضاً يتابعوننا عن طريق البث المباشر على الشبكة العنكبوتية - الإنترنت - ، فبفضل من الله سبحانه وتعالى يسر الله تعالى أن تنقل هذه الندوة وهذا الملتقى على الشبكة العالمية، وهذا نعتبره أيضاً سبقاً لهذه الجمعية، نسأل الله تعالى أن يديم عليها التوفيق. ¶ وهذه الجمعية تعنى بالمجالات المتعددة في الدراسات القرآنية، وقد رأت أن العناية بالقرآن الكريم تنبثق من الأصل والأساس وهو روايته ونقله، لأن هذه الأسانيد وهذه الإجازات التي أوصلت إلينا كتاب الله تعالى عن طريق التلقي والمشافهة هي التي قد حازت هذا الفضل وهذا الشرف وقامت بهذه العناية والرعاية حتى وصل إلينا كتاب الله تعالى غضاً كما أنزل. ¶ والعناية بالقراءات تأتي من وجوه عدة، ولا شك أن العناية بهذا المجال من مجالاتها وهو الأسانيد يأتي في الدرجة الأولى، ولا أريد أن أستأثر بالحديث عن أهمية الأسانيد وشروطها وما يتعلق بها، ولكن أقول إن هذا الموضوع من المواضيع الحيوية التي ينبغي أن تناقش بجدٍّ وأن يعمل بتوصياتها ، لأن علمائنا قد نقلوا إلينا تراثاً ثرّاً وواسعاً، وإن خبا في بعض الأحيان فإنه ينشط في أحيان أخرى.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وفي هذه الأوقات اتجه ناشئة المسلمين وحملة القرآن الكريم إلى الاهتمام بالأسانيد وإلى العناية بتلقي القرآن من أئمة القراء في مشارق الأرض وفي مغاربها، ونجد أن القراء ما بين متشدد يمكث عشرات السنين لا يجيز إلا واحداً، وبين متساهل ربما تلقى القرآن بالأمس وأجاز من الغد عشرات الناس. ¶ هذا الموضوع يتناوله بالبحث وبالدراسة عالمان جليلان لهما السبق في العناية بالقراءات وبالخصوص في مجال الأسانيد، فالمتحدث الأول في هذه الندوة هو فضيلة الأستاذ الدكتور محمد بن سيدي محمد الأمين أستاذ القراءات في الجامعة الإسلامية ورئيس قسم القراءات بالجامعة الإسلامية، وقد تلقى القراءات منذ نعومة أظفاره في المدينة المنورة وتلاقها عن كبار العلماء في ذلك الوقت من أمثال الشيخ عبدالفتاح بن عبدالغني القاضي وعبدالفتاح المرصفي وغيرهم من علماء القراءات الذين كانوا في الجامعة الإسلامية، له مشاركات عدة في داخل المملكة وفي خارجها وفي المسابقات القرآنية، وهو عضو بالمجلس العلمي بالجامعة وبمجلس الدراسات العليا وبمجلة الجامعة وله مشاركات في إذاعات القرآن الكريم ومناقشات لرسالات علمية ما بين ماجستير ودكتوراه في الجامعة الإسلامية وفي جامعة الإمام وفي جامعة أم القرى وغيرها. له من الكتب الكثير المنشور ومنها ما يختص بهذه الندوة ككتاب العلو والنزول عند القراء، والإسناد ومكانته عند القراء، والأخذ والتحمل عند القراء، هذه كلها كتب في هذا المجال.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وأما العضو الآخر فهو فضيلة الدكتور محمد بن فوزان بن حمد العمر من أبناء هذه الجامعة الذين تخرجوا بقسم القرآن وعلومه ودرسوا الماجستير والدكتوراه في هذه الكلية أيضاً، وهو الآن أستاذ مساعد في كلية المعلمين في وزارة التربية والتعليم بالرياض، له مشاركات عديدة، مشاركة في وضع مناهج مسار القراءات وفي لجان مختلفة في كلية المعلمين، وله أيضاً مؤلفات كثيرة في التجويد وفي القراءات، منها رسالة في تجويد سورة الفاتحة، وكتاب آخر في جهود الشيخ علي بن محمد الضباع في علم القراءات. ¶ أترك الآن المجال لصاحبي الفضيلة ليتحدث كل واحد منهما ويلقي ورقة عمله في حدود خمس عشر دقيقة، ونبدأ بضيفنا القادم من المدينة فضيلة الأستاذ الدكتور محمد بن سيدي الأمين، فيلتفضل مشكوراً. ¶ فضيلة الشيخ أ. د. محمد بن سدي الأمين يلقي ورقته : ¶ بسم الله الرحمن الرحيم ¶ الحمد لله الذي أنزل على عبده كتاباً محفوظاً في الصدور، لا يخلق ولا يبلى على مر الدهور، وأثاب على قراءة كل حرف منه بأعظم أجور، وأصلي وأسلم على سيد ولد آدم الذي نعته ونعت أمته في كتبه المتقدمة مذكور، وعلى آله وصحبه ومن استن بسنته على مر الدهور. ¶ معاليَ مدير الجامعة. ¶ عميدَ كلية أصول الدين. ¶ الأساتذة الحضور. ¶ أشكر لكم هذه الدعوة التي رتبتم له، ورتبت لها هذه الجمعية المباركة الناشئة التي نرجو الله عز وجل أن يمتد عطاؤها وتمتد ثمارها، وهي كذلك إن شاء الله. ¶ هذا الموضوع حينما دعيت إليه وافق في نفسي ما كنت أتمنى نشره بين طلاب العلم من أن الكثير يغفل عن اهتمام علماء القراءات بجانب الأسانيد، ويكلون ذلك إلى علماء الحديث، وفاتهم أن لعلماء القراءات باع طويل في ذلك. ¶ وفي هذه السطور التي سأذكرها سأنبه على بعض تلك الاهتمامات، وقد ألفت في ذلك ثلاثة كتب ستنشر إن شاء الله على موقع الجمعية، ولخصت منها هذه السطور، فأقول وبالله التوفيق:",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "منذ نزل القرآن الكريم وهو محاط بعناية الله ورعايته حتى أكمله الله لهذه الأمة ورضي لها وجعله لها منهاجاً وشرعة، قال سبحانه وتعالى: ((اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام ديناً)) وشاءت عناية الله عز وجل ألا يكل حفظ هذا الكتاب إلى عباده حتى لا يضيع كما أضاع أهل التوراة كتابهم وحرفوه حينما وكل حفظه إليهم قال سبحانه وتعالى: ((بما استحفظوا من كتاب الله)) فحفظ الله لكتابه القرآن الكريم باق إلى أن يرث الله الأرض ومن عليها، قال سبحانه وتعالى: ((إنا نحن نزلنا الذكر وإنا له لحافظون)) ومن وسائل حفظ الله لهذا الكتاب ما سخره في كل عصر ومصر من علماء بكتاب الله عاملين به، وقراء مجودين، وحفظة مسندين، وطلبة مجدين جعلوا القرآن مسلاتهم بالغدو والآصال، فهم وإياه دائماً في حل وترحال. ¶ لقد كان السلف الصالح لهذه الأمة من أشد الناس حرصاً على الاهتمام بكتاب الله تلاوة وتعليماً بعد سماعهم الأحاديث الدالة على الترغيب في تعلمه واستظهاره من نحو قوله صلى الله عليه وسلم: (خيركم من تعلم القرآن وعلمه)، فلا يقدمون على تعلمه شيئا من العلوم، فما أن يعقل الطفل حتى يبدأ في تعليمه حروف ( أبي جاد ) ثم قصار السور من المفصل، ويلقن ذلك تلقيناً خمس آيات أو عشر آيات حتى يتم حفظ كتاب الله أو ما تيسر منه بحسب همته وسعة حفظه وإدراكه. ¶ قال ابن عباس رضي الله عنهما: \\\"توفي رسول الله صلى الله عليه وسلم وأنا ابن عشر سنين، وقد قرأت المحكم\\\". وعنه: \\\"جمعت المحكم في عهد النبي صلى الله عليه وسلم، فقيل له: ما المحكم؟ قال: المفصل\\\"، قال ابن كثير: \\\"فيه دلالة على جواز تعليم الصبيان القرآن لأن ابن عباس أخبر عن سنِّه حيث موت النبي صلى الله عليه وسلم، وقد كان جمع المفصل وهو من الحجرات، وعمره إذ ذاك عشر سنين\\\".",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وقد كان بعض الشيوخ من المحدِّثين لا يقبل في حلقة درسه من الطلاب إلا من درس القرآن أولاً. قال حفص ابن غياث المتوفى سنة 194هـ: \\\"أتيت الأعمش سليمان بن مهران سنة 148هـ فقلت: حدثني، فقال: أتحفظ القرآن قلت: لا قال: اذهب فاحفظ القرآن ثم هلمّ أحدثك، قال: فذهبت فحفظت القرآن الكريم ثم جئته فاستقرأني فقرأته فحدثني\\\". ¶ إخوتي في الله، لما كان الإسناد من خصائص هذه الأمة فقد رعته حق الرعاية، وأولته جل الاهتمام في كثير من العلوم وأول ذلك الكتاب والسنة، وأقوال العلماء في العناية بالأسانيد معلومة وهي في كتب الحديث مبثوثة، منها قول الإمام أحمد رحمه الله: \\\"الإسناد العالي سنة عن سلف\\\"، وقال الشافعي: \\\"مثل الذي يطلب الحديث بلا إسناد كمثل حاطب ليل يحمل حزمة حطب وفيه أفعى ولا يدري\\\"، وقال عبدالله بن المبارك: \\\"الإسناد من الدِّين ولولا الإسناد لقال من شاء ما شاء\\\". ¶ وتتبع أقوال المحدثين في ذلك يطول، غير أن الذي ينبغي بيانه هو عناية علماء القراءات بالأسانيد ورحلتهم في طلبها وبيان العالي منها والنازل والمتصل والمنقطع وما به علة قادحة وطرق الأخذ والتحمل، هذا كله موجود عند القراء كما عند المحدثين، فهو عند القراء موجود وجهودهم فيه مشكورة. ¶ وهذا فن قد يخفى على كثير من طلاب العلم لاعتقاد البعض أن تتبع الأسانيد والكشف عنها وتتبع طبقات النقلة والرواة هو من اختصاص علماء الحديث، وفاتهم أن لعلماء القراءات باع طويل في معرفة رجالهم وطبقاتهم ورواتهم بل ولا زالوا يحافظون على أسانيدهم إلى يومنا هذا في الوقت الذي تقطعت فيه كل الطرق والأسانيد في العلوم الأخرى.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "قال ابن الجزري رحمه الله تعالى مبينا ذلك الجهد الذي بذله علماء القراءات في الحفاظ على أسانيدهم والعناية بها: \\\"ومن نظر أسانيد كتب القراءات وأحاط بتراجم الرواة عرف قدر ما سبرنا ونقحنا واعتبرنا وصححنا، وهذا علم أهمل وباب أغلق وهو السبب الأعظم في ترك كثير من القراءات والله تعالى يحفظ ما بقي\\\". ¶ وقال ابن مجاهد رحمه الله تعالى المتوفى سنة 324 هـ مشبها للآثار الواردة في حروف القرآن بالآثار الواردة في الحديث من حيث القبول والردّ والصحة والضعف حاضاً على النظر في الأسانيد وفحص الروايات من قبل العلماء العارفين، قال رحمه الله تعالى: \\\"وأما الآثار التي رويت في الحروف فكالآثار التي رويت في الأحكام، منها المجمع عليه السائر المعروف ومنها المتروك المكروه عند الناس المعيب من أخذ به وإن كان قد روي وحفظ ومنها قد توهم فيه من رواه فضيعه روايته ونسي سماعه لطول عهده فإذا عرض على أهله عرَّفوا بوهمه وردوا على من حمله وربما سقطت روايته لذلك في إصراره على لزومه وترك الانصراف عنه، ولعل كثيراً ممن ترك حديثه واتهم في روايته كانت هذه علته، وإنما ينتقد ذلك أهل العلم بالأحكام والأخبار والحلال والحرام والأحكام ، وليس انتقاد ذلك إلى من لا يعرف الحديث ولا يبصر الرواية والاختلاف وكذلك ما روي من الآثار في حروف القرآن منها المعرب السائر الواضح ومنها المعرب الواضح غير السائر ومنها اللغة الشاذة القليلة ومنها الضعيف المعنى في الإعراب غير أنه قد قرئ به ومنها اللحن الخفي الذي لا يعرفه إلا العالم النحرير و! ¶ بكل قد جاءت الآثار في القراءات\\\".",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وابن الجزري حينما فرغ من ذكر أسانيده التي تلقى بها القراءات في كتابه النشر قال: \\\"فهذا ما تيسر من أسانيدنا للقراءات العشر من الطرق المذكورة، التي أشرنا إليها وجملة ما تحرر عنهم من الطرق بالتقريب نحو ألف طريق – فهي زهاء ألف طريق تجمع كما قال في الطيبة – وهي أصح ما يوجد اليوم في الدنيا وأعلاه لم نذكره فيه إلا من ثبت عندنا أو عند من تقدمنا من أئمتنا عدالته وتحقق لقيه لمن أخذ عنه وصحته معاصرته، وهذا إلزام لم يقع لغيرنا ممن ألف في هذا العلم\\\". أقول انظروا إلى شرطه فهو كشرط البخاري رحمه الله في كتابه الجامع الصحيح المسند الذي يعرف بصحيح البخاري، فقد اشترط في الرواة الذين نقل عنهم المعاصرة واللقاء لمن روى عنهم، ولذلك فضل على صحيح مسلم كما فضله البعض، ثم قال مبينا جهده في تنقيح ما أورده من روايات في كتابه: \\\"لم أدع عن هؤلاء الثقات الأثبات حرفاً إلا ذكرته ولا خلفاً إلا أثبته ولا إشكالاً إلا بينته وأوضحته ولا بعيداً إلا قربته ولا مفرقاً إلا جمعته ورتبته منبهاً على ما صح عنهم وشذ وما انفرد به منفرد وفذ ملتزماً التحليل والتصحيح والتضعيف والترجيح معتبراً للمتابعات والشواهد رافعاً إيهام ا! ¶ لترتيب بالعزو المحقق إلى كل واحد جمع طرق بين المشرق والمغرب\\\". ¶ ولما كان موضوع هذه الندوة هو الإجازات وهي من طرق الأخذ والتحمل، وقد ذكر المحدثون أن طرق الأخذ والتحمل ثمانية وهي باختصار: السماع من لفظ الشيخ، القراءة على الشيخ، الإجازة، المناولة، المكاتبة، الإعلام، الوصية، الوجادة، وتفصيل ذلك في كتب الحديث مذكور. والذي يعني القراء من هذه الأقسام أربعة: السماع من لفظ الشيخ، القراءة على الشيخ، الإجازة، الوجادة. ¶ والإجازة على أقسام:",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "القسم الأول: أن يعرض الطالب على الشيخ، وهذا أعلى أنواع الإجازة، قالوا لأن الشيخ يلاحظ في كيفية الأداء ما يقرؤه الطالب، فإذا قرأ الطالب على الشيخ واستمع إليه، الشيخ يلاحظ أداء الطالب، فليس كل من سمع من لفظ الشيخ يقدر على الأداء كهيئته، وهذا ملاحظ ومجرب، ما كل من سمع قارئاً يستطيع أن يحاكيه وأن يؤدي كما يؤدي، فقالوا أن هذا أول الأقسام، فمتى ما تلقى الطالب على الشيخ بهذه الطريقة فإنه يجيزه. فإذا أتم الطالب القراءة على الشيخ بهذه وكان متقناً ضابطاً أجازها الشيخ. وصيغة الإجازة أن يقول الشيخ: أجزت الطالب أن يقرئ بما قرأ به علي، ويقول الطالب عند الأداء: قرأت على فلان. هذا هو القسم الأول وهو أفضلها. ¶ القسم الثاني: السماع من لفظ الشيخ، بأن يقرأ الشيخ والطالب يسمع، الطالب يسمع والشيخ يقرأ، وهذه هي الدرجة الثانية، ويقول الشيخ: أجزت الطالب أن يقرأ بما سمع مني، ويقول الطالب عند الأداء: رويت عن فلان سماعاً، فمن تلقى عن الشيوخ بهذين النوعين، وهما العرض والسماع وكان كامل الأهلية لما عرض وسمع جاز له أن يقرأ وإلا فلا. ¶ قال ابن الجزري رحمه الله تعالى: \\\"ولا يجوز أن يقرئ إلا بما سمع أو قرأ، فإن قرأ الحروف المختلف فيها أو سمعها فلا خلاف في جواز إقرائه القرآن العظيم بشرط أن يكون ذاكراً كيفية تلاوته به حال تلقيه من شيخه\\\". وأعلى ما يكتب للمجاز الإذن والأهلية، فيقول الشيخ للطالب الذي أجازه أن يأذن له ويذكر أهليته لذلك، ثم الإجازة والأهلية، ثم الإذن مجرداً، ثم الإجازة مجرداً، هذا ترتيبها في إعطاء الشيخ الطالب الإجازة. ويجوز له أن يقول :أجزت له أن يقرئ بكذا عند تأهله لذلك، وهذا كما قلت إذا علم أهلية الطالب لذلك.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "القسم الثالث: إذن الشيخ للطالب في الرواية عنه مروياته التي لم يقرأها عليه ولم يسمعها منه، وفي جواز الرواية بها خلاف بين العلماء، فأبطلها جماعة من المحدثين والفقهاء وأصحاب الأصول، قال القسطلاني بعد تقريره العمل بها عند المحدثين: \\\"وهل يلتحق بذلك الإجازة بالقراءة، الظاهر نعم، قال ابن الجزري: \\\"جوز العمل بها مطلقاً..\\\" ¶ الحاصل أن الإجازة من الشيخ إلى الطالب الذي لم يقرأ عليها منعها القراء إلا بشرط وهو أن يكون الطالب ذا أهلية وعلم الشيخ أهليته، وقد كاتب ابن الجزري بعض العلماء بالشام ومصر في أخذ الإجازة له ولأبنائه فأجازوه مع أنه لم يقرأ عليه ولكن لكمال أهليته وعلمهم بمكانته ومكانة من طلب له الإجازة. ¶ آخر المواضيع الأخيرة وهو الوجادة، هذه الوجادة أجازها علماء الحديث بشرطها ولا يجيزها علماء القراءات بأي حال. وقد ذكر ابن الجزري نماذج لها من كتاب الروضة لأبي علي المالكي وذكر أمثلة، فالوجادة بكسر الواو مصدر مولد، وكيفيتها أن يقول وجدت ولا يصح أن يقول فيما وجده قرأت أو سمعت أو حدثنا، وكلام ابن الجزري مذكور ولعل هذا إن شاء الله سينشر في الموقع. ¶ فالشاهد أن موضوع الإجازة من الموضوعات الهامة التي ينبغي الاهتمام بها، وينبغي للمجيز أن يتقي الله عز وجل فيمن يجيز، فلا يجيزه إلا إذا كان ذا أهليةٍ كما نبه على ذلك العلماء قديماً وحديثاً، وما سمعنا كما قال الدكتور الآن من يجيز من غير تمحيص ومن غير تنقيح فهذا لا يجوز، بل إن بعض العلماء كان لا يجيز إلا من تعلم الرسم إلى جانب القراءات، ولا زال هذا موجود في أفريقيا وفي موريتانيا، كانوا لا يجيزون إلا من قرأ المقرأة أو الرواية مع العلم بالرسم والضبط لاتصال هذين الفنين ببعضهما البعض.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وفي الختام، أسأل الله عز وجل أن يشكر لهذه الجامعة وعلى رأسها معالي مدير الجامعة، وعميد كلية أصول الدين، والأساتذة الفضلاء اهتمامهم بهذا الجانب والدعوة له والحضور، كما أسأله عز وجل أن يوفق الجميع لخدمة كتابه. ¶ وإن كانت هناك من توصيات فأرجو أن تمتد هذه الشجرة المباركة إلى خارج المملكة فيكون هناك اتصال بين الجمعية وبين علماء مختصين خارج المملكة ودعوتهم كذلك لإقامة الندوات كما نتمنى أن تقام ندوات في خارج نطاق الجامعة هنا على مستوى المدينة المنورة، مكة، والمناطق الأخرى التي فيها فروع للجمعيات. كما نتمنى كذلك أن تحصر الإجازات المهمة، وتكون معلومة للجميع حتى لا يدخل دخيل وحتى يعرف الذين يجيزون إجازات لها مكانتها من الذين يتطفلون على هذه الإجازات، فيجيزون كيفما اتفق. ¶ هذا وفي الختام، أسأل الله سبحانه وتعالى أن يوفق الجميع لما يحبه ويرضاه وآخر دعوانا أن الحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله محمد، والسلام عليكم ورحمة الله وبركاته. ¶ تعليق فضيلة الشيخ الدكتور إبراهيم بن سعيد الدوسري (مدير الندوة) : ¶ أشكر صاحب الفضيلة الأستاذ الدكتور محمد سيدي الأمين على ما قدمه من علم جمّ، ونعلم أنّ في جعبته الشيء الكثير لولا أنا حصرناه في الالتزام بالوقت، وفضيلة الدكتور محمد بن فوزان العمر نرجو منه الآن أن يتفضل بإلقاء ورقته شريطة الالتزام بالوقت خمس عشرة دقيقة، حتى نترك المجال للمداخلات والمشاركات الأخرى. ¶ فضيلة الشيخ الدكتور محمد بن فوزان العمر يلقي ورقته : ¶ بسم الله ، والصلاة والسلام على رسول الله ، وعلى آله وصحبه ومن والاه. ¶ إن الحمد لله نحمده ونستعينه ونستهديه ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى الله عليه وسلم، أما بعد:",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "فالشكر أولاً وأخيراً لله عزّ وجلّ، ثم الشكر لمعالي مدير الجامعة لحضوره الندوة الأولى لهذه الجمعية المباركة، مع أشغاله الكثيرة وارتباطاته المتواصلة، ثم الشكر موصول إلى سعادة عميد كلية أصول الدين فضيلة الدكتور عبدالله بن عبدالرحمن الشتري يحفظه الله تعالى، وكذلك الشكر لصاحب الفضيلة الدكتور إبراهيم بن سعيد الدوسري، نائب رئيس الجمعية العلمية للقرآن الكريم وعلومه، والشكر كذلك لأصحاب الفضيلة الحضور جميعاً، وتفضلهم لحضور هذه الندوة المباركة. ¶ يرجع أهمية موضوع إجازات القراء لارتباطه الوثيق بكتاب الله عز وجل، إذ إن القراءة الصحيحة لكتاب الله لا تتحصل إلا بالتلقي والمشافهة والعرض والسماع، وهذه من خصائص القرآن الكريم الكبرى التي تميز بها عن غيره من الكتب، وأما أسباب اختيار الموضوع فترجع أسباب اختيار الموضوع لعدة أمور، من أهمها: ¶ 1- حيوية هذا الموضوع وجدته حيث لم يسبق – حسب علمي – طرق هذا الموضوع من قبل في بحث أو كتاب منشور. ¶ 2- وجود مباحث ومسائل مهمة تحتاج إلى بحث وتنقيب وإبداء رأي من قبل المختصين. ¶ 3- وضع ضوابط وقواعد وشروط لإجازات القراء يحتاج إليها المجيز والمجاز. ¶ 4- الإقبال الكبير على كتاب الله تعالى في العصر الحاضر قراءة وإقراءً يحتاج القارئ والمقرئ معها إلى الوقوف على جوانب من هذا البحث.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "أما المنهج الذي التزمته في هذا البحث أولاً تخريج الأحاديث والرجوع إلى بعض كتب أصول الإقراء مثل المرشد الوجيز، ومنجد المقرئين، وضوابط الإشارات للبقاعي، ولطائف الإشارات للقسطلاني، وغيرها من كتب أصول القراءات، والسبعة لا بن مجاهد وإبراز المعاني وشروح الشاطبية وغيرها، وبعض كتب التجويد مثل الرعاية لتجويد القراءة لمكي بن أبي طالب، والتحرير لأبي عمرو الداني، وكتب تراجم القراء من أهمها معرفة القراء الكبار للإمام الذهبي، وغاية النهاية في طبقات القراء لابن الجزري، كذلك رجعت إلى بعض كتب المعاجم اللغوية عند تعريف كلمة أو بيان معنى لفظة، وفي الخاتمة ذكرت أهم الصعوبات النتائج ووصايا البحث. وقد قسمت البحث إلى أربعة عشر مبحثاً من مقدمة وتمهيد وأربعة عشر مبحثاً وخاتمة: ¶ المبحث الأول: تعريف الإجازة ¶ المبحث الثاني: الهدف من الإجازة القرآنية ¶ المبحث الثالث: شروط الإجازة القرآنية ¶ المبحث الرابع: الإشهاد على الإجازة القرآنية ¶ المبحث الخامس: هل الإجازة شرط في الإقراء ¶ المبحث السادس: أخذ المال على الإجازة القرآنية ¶ المبحث السابع: الإجازة بأحد أوجه الرواية ¶ المبحث الثامن: الإجازة بالقرآن كله والعرض لبعضه ¶ المبحث التاسع: الإجازة بالسماع ¶ المبحث العاشر: الإجازة بأحرف الخلاف فقط ¶ المبحث الحادي عشر: التساهل و التشدد في الإجازة القرآنية ¶ المبحث الثاني عشر: إجازة صغير السنّ ¶ المبحث الثالث عشر: الإجازة من المصحف ¶ المبحث الرابع عشر: قواعد عامة في الإجازات القرآنية. ¶ لقد عُني النبي صلى الله عليه وسلم بإقراء الصحابة رضي الله عنهم وقد تلقى عليه الصلاة والسلام بأبي هو وأمي القرآن عن جبريل عليه السلام عرضاً وسماعاً كما تعالى في آية القيامة (لا تحرك به لسانك لتعجل به، إن علينا جمعه وقرآنه) الآيات.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وقد أخرج البخاري في صحيحه عن ابن عباس رضي الله عنهما في قوله (لا تحرك به لسانك لتعجل به) قال: \\\"كان رسول الله صلى الله عليه وسلم يعالج من التنزيل شدة وكان مما يحرك شفتيه إلى قوله أنزل الله لا تحرك به لسانك\\\"، وهو في الصحيح. وفي حديث آخر أنه صلى الله عليه وسلم أسرّ إلى فاطمة \\\"أن جبريل كان يعارضني بالقرآن كل سنة وإنه عارضني هذا العام مرتين ولا أراه إلا حضر أجلي\\\". ¶ من آية القيامة ومن الأحاديث المتقدمة وما شابهها يتبين أن النبي صلى الله عليه وسلم أخذ القرآن مشافهة عرضاً وسماعاً على جبريل عليه السلام وهي أصل في هذا الباب، إذ يعرف العرض بأنه قراءة الطالب على الشيخ، وهو أثبت وأوكد من السماع. والسماع هو التلقي من لفظ الشيخ، وهذا النوع أي أعني السماع لا يكفي في تأدية القرآن صحيحاً كما نزل، إذ ليس كل من سمع من لفظ الشيخ يقدر على الأداء كهيئته. ¶ إخوتي الأفاضل: ¶ إن الإجازة القرآنية نوع من الإجازات العلمية المتعددة، وهناك إجازات المحدثين وهي الأصل في هذا الباب، وإجازات الفقهاء وإجازات القراء وإجازات القضاة وإجازات الخطاطين وإجازات الشعراء بل وإجازات الأطباء، وإن هناك إجازات أخرى تقديرية وتكريمية بين العلماء بعضهم بعضاً وبين العلماء والملوك والأمراء، فشملت الإجازات العلمية سائر العلوم الدينية وتجاوزتها بشكل سريع إلى العلوم الإنسانية والمادية بل وأصبحت الإجازة بحدّ ذاتها أمنية لكل مسلم في نيلها والحصول عليها بل ويلحون في طلبها. ¶ المبحث الأول: تعريف الإجازة:",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "والإجازة في اللغة أيها الإخوة، الجوز وسط الشيء، والجواز الشاة يبيض وسطها، ولها أكثر من معنى، فمن معانيها قطع الطريق، هذا هو المعنى الأول، ومن معانيها إنفاذ الأمر والرأي، ومنه قوله صلى الله عليه وسلم: \\\"إني لا أجيز اليوم على نفسي إلا شاهداً مني\\\"، ومنها الجائزة أو العطية، وهي مشتقة أيضاً من جواز الماء والجواز هو الماء الذي يسقاه المال من الماشية. ¶ والإجازة في اصطلاح المحدثين هي: الإذن في الرواية لفظاً أو خطاً، وأركانها أربعة: المجيز والمجاز له والمجاز به ولفظ الإجازة. ¶ المبحث الثاني: الهدف من الإجازة القرآنية: ¶ إن الهدف من الإجازة القرآنية -أيها الإخوة - لا شك فيه أن طلب السند في قراءة صحيحة إلى رسول الله صلى الله عليه وسلم أمر محمود شرعاً، كيف لا وقد جاء عن بعض السلف يرحمهم الله تعالى الرحلة في طلب الحديث، أفلا تكون الرحلة في طلب سند صحيح عن رسول الله صلى الله عليه وسلم في قراءة صحيحة أمراً محموداً بل صاحبها مأجور مشكور إن شاء الله، ولكن يعيب في هذا الشأن طلب الإجازة القرآنية من غير متقن فيتعلق صاحبها بالسند دون قراءة صحيحة وبعبارة أخرى عينه الأولى على المقرئ والعين الأخرى على الإجازة، وإنما الأعمال بالنيات وإنما لكل امرئ ما نوى، ويجب التنبيه إلى أن الإجازة القرآنية طريق لإتقان القرآن الكريم ولكنها ليست شرطاً فيه كما أنها ليست شرطاً للتصدر للإقراء كما سيأتي، إذ كم من حاصل على الإجازة القرآنية في قراءة أو أكثر وقراءته يشوبها قليل أو كثير من اللحون الجلية فضلاًُ عن اللحون الخفية. ¶ المبحث الثالث: شروط الإجازة القرآنية: ¶ وأما شروط الإجازة القرآنية فقد لخصتها من مجموعة من الكتب. ¶ أولاً: شروط مشتركة بين المجيز والمجاز له: وهي أن يكون: مسلماً، عاقلاً، بالغاً، ثقةً، مأموناً، ضابطاً، خالياً من أسباب الفسق ومسقطات المروءة. ¶ ثانياً: شروط خاصة بالمجيز أو المقرئ: ¶ أولاً: العلم الشرعي",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ثانياً: معرفته لأحكام التجويد خاصة إذ به يعرف وبعلمه يتصدر ¶ ثالثاً: معرفته لعلم الوقف والابتداء والرسم والفواصل وهو فن العدد ¶ رابعاً: تحصيل طرف من علوم القرآن الكريم والتفسير ¶ خامساً: العلم بأسانيد القراء، وهذا من أهم شروط الإجازة وآكدها، إذ به يعرف صحة السند من عدمه وعلوه من سفله. ¶ سادساً: العلم باللغة العربية. وقد قسم ابن مجاهد يرحمه الله تعالى في بداية كتابه السبعة الذين يقرئون وهم يعرفون اللغة العربية إلى أربعة أقسام. ¶ سابعاً: يلزم المقرئ المجيز حفظ كتاب حاوٍ لما يقرئ به من أصول القراءات وفرشها لئلا يداخله الوهم والغلط. ¶ ثامناً: ألا يقرئ إلا بما قرأ أو سمع. ¶ المبحث الرابع: الإشهاد على الإجازة القرآنية: ¶ إن الإشهاد على الإجازة القرآنية عند الشيخ مهمة في كون الإجازة وثبوتها، إذ إن الشهادة في دين الله معتبرة بها تقام الحدود وبها ترفع المظالم، والإشهاد على الإجازة تكون بحضور من هم في طبقة الشيخ ما أمكن ذلك أو من أحد تلاميذه أو من غيرهم ممن هم من أهل الثقة والعدالة. يقول ابن الجزري رحمه الله تعالى: \\\"وأما ما جرت به العادة من الإشهاد على الشيخ بالإجازة والقراءة فحسن يرفع التهمة ويسكن القلب، وأمر الشهادة يتعلق بالقارئ يشهد على الشيخ من اختار، والأحسن أن يشهد أقرانه النجباء من القراء المبدعين لأنه أنفع له حال كبره\\\" ¶ المبحث الخامس: هل الإجازة شرط في الإقراء؟:",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وأما الإجازة -أيها الإخوة -فليست شرطاً في الإقراء. إن عدم حصول إجازة علمية عند الشيخ من المشايخ ليست دليلاً على هبوط مستواه العلمي، فما أكثر من ارتفعت سمعتهم العلمية وهم لم تسعفهم الظروف لأخذ إجازات علمية من مشايخهم، وهي بذلك تشبه الشهادات العلمية المختصة في الوقت الحاضر، والتي لا يعني الحصول عليها أن حاملها لا يشق له غبار في تخصصه؛ لأنها أحياناً تكون غير دقيقة أو لا تمثل الواقع العلمي للشخص الحاصل عليها، وللسيوطي يرحمه الله تعالى كلام نفيس في هذا. ¶ المبحث السادس: أخذ المال على الإجازة القرآنية: ¶ وأما أخذ المال على الإجازة، فإن أخذ المال على الإجازة القرآنية لا بأس بذلك ما لم يشترط، وأما إن اشترط أخذ المال على الإجازة سواءً كان قبل الإجازة أو بعدها فقد نقل السيوطي يرحمه الله تعالى على عدم جواز ذلك ونقل في ذلك أيضاً الإجماع. ¶ المبحث السابع: الإجازة بأحد أوجه الرواية: ¶ وأما الإجازة بأحد أوجه الرواية فقد اتفق جميع العلماء من أهل القراءات على جواز ذلك، وهي أن يأتي القارئ بوجه واحد من أوجه القراءة. ¶ المبحث الثامن: الإجازة بالقرآن كله والعرض لبعضه: ¶ وأما الإجازة بالقرآن كله والعرض لبعضه فيقول ابن الجزري يرحمه الله تعالى في ترجمة محمد بن أحمد الأصبهاني: \\\"ودخل الروم فلقيني بأنطاكيا متوجهاً إليها من الشام فقرأ عليّ للعشرة بعض القرآن وأجزته ثم توجه إلى مدينة دراندا فأقام بها يقرأ الناس\\\". وإن الإجازة – أيها الإخوة – بالقرآن كله وعرض التلميذ على الشيخ بعض القرآن سواءً كان في القراءات السبع أم في العشر، وهو أحد الإجازات القرآنية الثلاث التي تأتي والتي لا تتأتى إلا لمن بلغ درجة كبيرة في الإتقان، وهذا هو الشرط في مثل هذا النوع من الإجازات. ¶ المبحث التاسع: الإجازة بالسماع: ¶ وأما الإجازة بالسماع فقد تقدم كلام الشيخ يحفظه الله تعالى، وأيضاً شرطه هو أن لا يتأتى إلا لمن بلغ درجة كبيرةً في الإتقان.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "المبحث العاشر: الإجازة بأحرف الخلاف فقط: ¶ وأما الإجازة بأحرف الخلاف فقط فأيضاً لا تكون إلا لمن بلغ درجة في الإتقان ولا يتحقق هذا إلا بكثرة العرض، يقول أبو عمرو الداني: \\\"إذ إنّ حسن الأداء بكثرة العرض\\\". ¶ المبحث الحادي عشر: التشدد والتساهل في الإجازة القرآنية: ¶ وأما التساهل والتشدُّد في الإجازة القرآنية فالناس فيه طرفا نقيض، أسوق ما قال الإمام الذهبي في ترجمة محمد بن أحمد بن مسعود المعروف بابن صاحب الصلاة المتوفى سنة 525هـ، قال الأبار: \\\"لم آخذ عنه لتسمحه في الإقراء والإسماع سامح الله له\\\"، وقال الذهبي: \\\"قلت: وأنا رأيت له ما يدل على تسمحه بخطه أن بعض القراء قرأ عليه في ليلة واحدة ختمة كاملة برواية نافع\\\". وأما التشدد -أيها الإخوة - فهو طرف مقابل لذلك، يقول أبو عمرو الداني: \\\"لم يمنعني أن أقرأ على أبي طاهر إلا أنه كان فظيعاً وكان يجلس للإقراء وبين يديه مفاتيح فكان ربما يضرب بها رأس الطالب إذا لحن فخفت ذلك فلم أقرأ عليه وسمعت منه كتبه\\\". ¶ المبحث الثاني عشر: إجازة صغير السنِّ: ¶ وأما إجازة صغير السنِّ فلا أرى مانعاً من إجازة صغير السنّ إذا كان أميناً عاقلاً ديناً يرى فيه النبوغ والأهلية كما جاء في ترجمة عبدالرحمن بن مرهف بن عبدالله الشافعي المتوفى سنة 661هـ، وترجمته في غاية النهاية وفي معرفة القراء الكبار. ¶ المبحث الثالث عشر: الإجازة من المصحف: ¶ وأما الإجازة من المصحف فالأصل في عرض القرآن الكريم أن يكون حفظاً عن ظهر قلب، ولم يكن عرض القرآن الكريم من المصحف من عمل السابقين، والذي يظهر لي -والله أعلم -جواز هذا النوع من الإجازات القرآنية بشروط: ¶ أولاً: عدم قدرة الطالب على حفظ القرآن الكريم. ¶ ثانياً: إتقان الطالب وضبطه. ¶ ثالثاً: الإفادة في الإجازة بأنه أجيز بقراءته من المصحف مباشرة. ¶ رابعاً: يمنع المجاز بهذه الطريقة من إجازة غيره فهي له بمثابة الإجازة الخاصة.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "المبحث الرابع عشر: قواعد عامة في الإجازات القرآنية: ¶ ثَم قواعد عامة في الإجازات القرآنية لعلّ إن شاء الله يكون في مناسبة أخرى. ¶ أهم التوصيات: ¶ • الإجازة القرآنية ليست حديثة عهد بل هي مرتبطة بارتباط وثيق بنزول القرآن الكريم ومعارضة النبي صلى الله عليه وسلم لجبريل عليه السلام هي الأصل في هذا. ¶ • المباحث الموجودة في هذا البحث أيها الإخوة الأفاضل تحتاج إلى إضافة أخرى من مباحث وضوابط وقواعد وشروط، وهذا البحث هو محاولة جادة وبداية لضبط هذا الموضوع بأكثر من باحث ليستوي ويستغلظ على سوقه. ¶ • ليست الإجازة شرطاً في الإقراء، وكذا ليس كل من أجيز قادراً على الإقراء. ¶ • التوصية بتفعيل دور الجمعية العلمية السعودية للقرآن الكريم وعلومه وذلك من خلال الآتي: ¶ 1- وضع لجنة علمية مختصة لمراجعة ودراسة أسانيد المقرئين المشهورين في المملكة العربية السعودية لاعتماد أسانيدها وجعلها أصلاً ترجع إليه الأسانيد الأخرى الدائرة عليها حتى تسلم الإجازات القرآنية من عبث العابثين ومدعي العلوّ. ¶ 2- عقد ندوات أخرى مختصة في علم الإقراء والقراءات القرآنية والتجويد حيث إن هذه العلوم خاصة بحاجة (سقط بسبب ضعف الصوت). ¶ 3- الاحتفاظ بنسخة من إجازة القارئ لسلامة سنده من التدليس أو التزوير أو الفك والتركيب. ¶ 4- توثيق الإجازات القرآنية واعتمادها من قبل الجمعية العلمية للقرآن الكريم وعلومه بعد تدقيقها وفحصها. ¶ هذا والله أعلم، قلت ما قلت فما كان فيه من صواب فمن الله عزّ وجلّ وما كان فيه من خطأ فمن نفسي ومن الشيطان. وصلى الله وسلم على سيدنا محمد وعلى آله وصحبه وسلم. ¶ المداخلات العلميّة ¶ تعليق لفضيلة الشيخ الدكتور إبراهيم بن سعيد الدوسري ( مدير الندوة) : ¶ نود حقيقة أن نستزيد من الفوائد العلمية التي أعدها صاحبا الفضيلة، لكن ـ الحقيقة ـ الوقت نحن ملتزمون به تمام الالتزام.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "والمداخلات كثيرة جداً منها مداخلات أتتنا من الداخل هنا ما بين مكتوبة وبين ما يلقى مشافهة، ومنها مداخلات إلكترونية عن طريق الإنترنت والشيخ عبدالرحمن الشهري هو يرصد هذه المداخلات الخارجية ويرسلها لنا تباعاً وقد صلت إلى (53) مداخلة حتى الآن، وهذا هو الذي ألجئنا إلى إلزام المحاضرَين جزاهما الله خيراً على الالتزام بالوقت، ونحن نشكرهم على هذا لأن هنالك أشياء حيوية تحتاج إلى مناقشة ، وإن كان ما قالا فيه أيضاً حيوية ومهم لكن الحضور لهم حقهم أيضاً في الاستفتاء وفي المناقشة والمشاركة. ¶ هنالك أسئلة وصلت من مصر ومن الجزائر ومن مواقع أخرى أيضاً على الإنترنت، وسنرجئها ونبدأ بمن حضر. ¶ رئيس مجلس إدارة الجمعية وعميد كلية أصول الدين، له كلمة بهذه المناسبة ومشاركة، نرجو منه أن يتفضل مشكوراً بإلقائها. ¶ فضيلة الدكتور عبدالله بن عبد الرحمن الشتري ¶ بسم الله الرحمن الرحيم. ¶ الحمد لله والصلاة والسلام على رسول الله وعلى آله وصحبه ومن والاه، وبعد:",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "أثني على ما ذكره إخوتي أصحاب الفضيلة أعضاء الندوة من الترحيب بمعالي مدير الجامعة، وفَّقه الله تعالى لكل خير على حضوره وتشريفه لهذا الملتقى العلمي للجمعية العلمية السعودية للقرآن الكريم وعلومه، ولاشك أن هذا يعطينا دافعاً إلى الأمام في تحقيق أهداف هذه الجمعية، وما زيارته وتشريفه لنا في هذا اللقاء إلا متابعة لأعمال هذه الجامعة -الأعمال العلمية والأعمال الإدارية -وفيما علمت من خلال التواصل واللقاءات أنه يتابع أعمال الجامعة سواء كان في مدينة الجامعة أو في خارجها أو في خارج المملكة للفروع التي تتبع الجامعة، فهو يتابعها أولاً بأول ليطلع على ما يجري من أعمال تؤدى في هذا المجال، ونحن في هذه الكلية ولله الحمد حينما نتقدم للجامعة سواء كان لهذه الجمعية أو الكلية بطلب يعيننا على أداء رسالتنا فيها فإن لا يتوانى في تحقيق مطالبنا ولله الحمد، فجزاه الله تعالى خيراً وسدد خطاه، وشكر الله تعالى لأصحاب الفضيلة أعضاء الندوة والضيوف الذين حضروا وشاركونا من أصحاب الفضيلة الأساتذة والقراء الذين معنا، ونشكر كل من شارك معنا عن بعد في مواقع متعددة وفي بلاد متباعدة، كذلك نرحب بهم لأننا نلتقي على مائدة ا! ¶ لقرآن العظيم الذي نسأل الله تعالى أن ينفعنا ويرفعنا به.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وأما المداخلة فهي يسيرة أيها الإخوة حول الإجازات عند القراء وهو إتمام لما ذكره أصحاب الفضيلة بعد هذا العرض الموسَّع، فأقول إنَّ إجازات القراء كما سمعنا أن الأصل في الإجازات هو لأهل الحديث، أنا أقول إن الأصل في الإجازات هو لأهل القراءات لأن لهذا أصل في القرآن وفي السنة، أما الأصل الذي في القرآن فهو قوله تعالى ( لا تحرك به لسانك لتعجل به، إن علينا جمعه وقرآنه، فإذا قرأناه فاتبع قرآنه)، وأما في السنة فإن النبي صلى الله عليه وآله وسلم قد أجاز شفهياً بعض أصحابه حينما قال لأبي: \\\"أقرؤكم أبيّ\\\" وحينما استمع لقراءة عبدالله بن قيس أبو موسى الأشعري وأثنى عليه في قراءته وهذه إجازة شفهية، وكذلك لعبدالله بن مسعود، وكذلك لغيرهم من القراء الذين اشتهروا في زمن الصحابة. ¶ والأسانيد في القراءات هي مبثوثة في كتب أهل العلم، حتى إن من أهل الحديث من كان متقدماً في الإسناد في القراءات ثم الحديث، وكذلك الفقهاء كانوا كذلك ومن اطلع على كتب القراءات وكتب تراجم القراء مثل غاية النهاية وطبقات القراء للإمام الذهبي وغيرهم فإنه سيجد الكمَّ الهائل من علماء الحديث وعلماء اللغة وعلماء الفقه كانوا أهل إقراء وكانوا يجيزون حينما أخذوا هذه الإجازات، فالإجازات والإسناد أمرها كبير وشأنها عظيم، ولكنها في الأزمان المتأخرة خبت أو خفيت عن كثير من الناس حتى جاء هذا الوقت بحمد الله تعالى وأحيا هذا العلم، ونتطلع أن يكون لهذه الجمعية إن شاء الله تعالى بمساعدة أعضائها وتكاتفهم في الأعمال أن يكون لهذا العلم وغيره من العلوم التي تخدم القرآن الأثر الظاهر لهذه الأمة الذي به عصمتها وحمايتها وعزها ونصرها، وصلى الله على نبينا محمد. ¶ فضيلة الشيخ الدكتور إبراهيم بن سعيد الدوسري",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "نشكر صاحب الفضيلة عميد كلية أصول الدين على هذه الكلمة الطيبة وإن كان قد فاتنا التنبيه على أن لكل مداخلة دقيقتين فقط لأنها كثيرة جداً، وأما المداخلة الشفهية فسنأخذ منها ما يتيسر ، نعود إليها بعد الصلاة. ¶ الآن يتفضل فضيلة الدكتور خالد بن عبدالكريم اللاحم لإلقاء مداخلته الشفهية، فضيلة الدكتور وكيل القسم وعضو مجلس الإدارة والأمين المالي أيضاً. ¶ فضيلة الدكتور خالد بن عبدالكريم اللاحم : ¶ بسم الله والصلاة والسلام على رسول الله وعلى آله وصحبه ومن والاه، فقد سررنا ولله الحمد باختيار هذا الموضوع في هذه الندوة، طبعاً سأدخل في المطلوب مباشرةً بدون مقدمات أخذاً للوقت، عنوان المداخل في قضية ضرورة إيجاد جهة لتسجيل الإجازات فالملاحظ في المجتمع بشكل عام أن كل شيء يسجل، العلامات التجارية تسجل، المحلات تسجل إلى آخره فهناك التسجيل، فأقول أيضاً قضية من يتصدون لإقراء كتاب الله عز وجل لا بدَّ من احتساب جهة من الجهات للإشراف عليه وأن يكون هناك رصد للمجيزين وتقييم لهم ومعرفة المجيد من غيره دون التدخُّل في السماح أو المنع، إنما مجرد تقييم لذلك، والله أعلم. ¶ فضيلة الشيخ الدكتور إبراهيم بن سعيد الدوسري ¶ فضيلة الأستاذ الدكتور السيد محمد الساداتي، يتفضل بما لديه ونرجو أيضاً الالتزام بالوقت. ¶ فضيلة الأستاذ الدكتور السيد محمد الساداتي",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "بسم الله الرحمن الرحيم، والصلاة والسلام على أشرف المرسلين سيدنا محمد وعلى أله وصحبه أجمعين. حقاً سعدت بهذا اللقاء، وأتمنى أن يتكرر وأن يكثر وأن يكون مستوى الطرح فيه بمثل ما سمعنا، ومع ذلك فإن كلام البشر كله ما عدا الرسول عليه الصلاة والسلام مما ينبغي أن يستدرك إن كان حوله استدراك، وما لفت نظري حقاً هو بعض القضايا التي أثارها الدكتور محمد الفوزان فيما يتعلق بعدم شرط الإجازة للمقرئ وإجازته له بأن يقرأ، والذي أعرفه أن تلاوة كتاب الله تعالى عباده، والأصل في العبادة أن تؤسس على أمرين:الإخلاص لله سبحانه وتعالى والمتابعة للرسول عليه الصلاة والسلام، والمتابعة هنا فيما يتعلق بتلاوة كتاب الله هي الكيفية التي كان يقرأ بها الرسول عليه الصلاة والسلام القرآن والتي أقرأ بها الرسول عليه الصلاة والسلام القرآن للآخرين وكذلك التي يقرئ بها القراء القرآن في وقتنا الحاضر، وهذه في اعتقادي الشخصي ومن خلال التجربة أنه إحكامها قد لا يكون ممكناً بغير إجازة، وإن كنت أجزم بأن هناك من قد يحسن التلاوة، لكنني مع ذلك أتصور بأن عدم اشتراط الإجازة في الإقراء فيه تساهل لا ينبغي أن ندعو إليه، هذه قضية، وأيضاً ف! ¶ يما يتعلق بما ذكره فضيلة الشيخ من بيان (سقط بسبب ضعف الصوت) الأربعة، أعتقد أن الظروف الراهنة وأحوال المسلمين الآن مع كتاب الله تؤكد أنه ينبغي أن يوقف عند القسمين الأولين الذين أشار إليهما وهما العرض والسماع، وينبغي أن يوقف عن التساهل في المسائل الأخرى. ¶ أما الإجازة من القراءة في المصحف فأول مرة أسمع إجازتها هي في هذه الندوة، وفي اعتقادي الشخصي أن الشروط التي قدمها أيضاً الدكتور تجعل الفائدة منها معدومة، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم ¶ فضيلة الشيخ الدكتور إبراهيم بن سعيد الدوسري",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "على كل حال نشكر فضيلة الدكتور على هذه الملحوظات، ولا نريد أن ندخل في الجدل حتى لا يضيع الوقت لكن لعله يمكن أن يجمع بين الرأيين فيما يتعلق باشتراط الإجازة وعدم اشتراطها لعل هذا عند القراء يكون التسامح فيه بعد التلقي الأول، فلا بد من العرض أولاً، لكن القراء بعد ذلك إذا أحكم القارئ وأتقن وضبط يتسامحون في هذا الشيء، أما الملحوظات الأخرى فيما يتعلق بالمصحف فلعل الشيخ محمد ليس هو أول من قال بهذا، هنالك من قال به، لكن اشترطوا أن ينصَّ عليه في الإجازة بأنه من المصحف، وعلى أية حال أنا أترك لفضيلة الشيخ محمد ليدافع عن نفسه في دقيقتين أيضاً. ¶ فضيلة الشيخ محمد بن فوزان العمر ¶ هذا ليس دفاعاً، هذا وجهة نظر والشيخ هو شيخنا وشيخ الجميع نستفيد منه ومن ملاحظاته، السيوطي ذكر في الإتقان عندما تكلم عن الإجازة هل هي شرط في الإقراء في الجزء الأول صفحة 135-136، لعلي أسوق كلامه بنصه قال: \\\"الإجازة من الشيخ غير شرط في جواز التصدي للإقراء والإفادة فمن علم من نفسه الأهلية جاز له ذلك وإن لم يجزه أحد وعلى ذلك السلف الأولون والصدر الصالح وكذلك في كل علم وفي الإقراء والإفتاء خلافاً لما يتوهمه الأغبياء من اعتقاد كونه شرطاً، وإنما اصطلح الناس على الإجازة لأن أهلية الشخص لا يعلمها غالباً من يريد الأخذ عنه من المبتدئين ونحوهم لقصور مقامهم عن ذلك، والبحث عن الأهلية قبل الأخذ شرط فجعلت الإجازة كالشهادة من الشيخ للمجاز بالأهلية\\\". ¶ وأما الإجازة من المصحف فقد نص أيضاً السيوطي في الإتقان في المجلد الأول صفحة 131 طبعة الحلبي إلى جواز ذلك. ¶ فضيلة الشيخ الدكتور إبراهيم بن سعيد الدوسري ¶ الآن المداخلة الأخيرة قبل الصلاة، وللعلم سنستأنف بعد الصلاة إلى الساعة الثامنة إلا خمس دقائق فقط ثم ينتهي الملتقى بإذن الله تعالى، هذا هو المرتب له حتى يكون للجميع ترتيب بعد هذا.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "فضيلة الدكتور محمد بن صالح الفوزان عضو مجلس الإدارة أيضاً له مشاركة نرجو أن يلتزم بالوقت أيضاً. ¶ فضيلة الدكتور محمد بن صالح الفوزان ¶ بسم الله الرحمن الرحيم، الحمد لله رب العالمين، وصلى الله وسلم على سيدنا محمد وعلى آله وصحبه أجمعين، لعل أهم مكسب أن يلتقي هذا العدد من أهل العلم والتخصص في التداول حول هذا الموضوع، هذا ولاشك في حد ذاته مكسب عظيم، ما ذكره الإخوة حول الإجازة هي جوانب مهمة ومفيدة، لكن حقيقة كنا نأمل أن يكون هناك قضايا نحن بحاجة إليها طرحت وأبينت. ¶ يطرح البعض قضية أن الإجازة الآن أصبحت للبركة فقط، وهذا الحقيقة ارتبط بكلام الدكتور محمد حينما قال إنها ليست شرطاً للإقراء، ويطرح البعض أن السند كان لحفظ السنة لبيان الصحيح من الضعيف والقرآن ثابت ومتواتر فربما يعني يثير البعض حول هذه القضية فائدتها فقط لمجرد البركة، فكنت أتمنى أن نؤكد على هذا الجانب ونبين الإجازة أثرها في حفظ القرآن وضبطه حتى نؤصل هذا الجانب. ¶ أيضاً مع هذا الاتجاه العلمي ولله الحمد في تلاوة كتاب الله ولأخذ الإجازات كان مفترض أننا نقترح أو نضع حلولا عملية لكيفية منح الإجازات، وكما نرى الآن جاءت الوسائل العلمية هل يمكن أخذ الإجازة عن طريق الهاتف، عن طريق الإنترنت، القراءة بهذه الطرق والوسائل والاستفادة منها، فحقيقة كنا بحاجة للوقوف عند مثل هذه القضايا. وشكراً، والسلام عليكم ورحمة الله وبركاته. ¶ فضيلة الشيخ الدكتور إبراهيم بن سعيد الدوسري",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "على كل حال، هذه القضايا ستكون مثاراً للمناقشة وأيضاً سيتم الإجابة عليها والمناقشة حولها عبر موقع الجمعية بإذن الله تعالى، لأن الأسئلة كثيرة جداً والقضايا المثارة كثيرة جداً، وهذا الموضوع لن ينتهي بنهاية هذه الجلسة أو هذه الندوة، سيتم التواصل فيه عن طريق منتدى موقع الجمعية بإذن الله تعالى وستحال الموضوعات فيه إلى المختصين أمثال صاحبي الفضيلة وغيرهم من أعضاء الجمعية والمختصين عموماً. ¶ والآن نستأذنكم في التوقف لأداء الصلاة لنستريح بها ونذكر أيضاًَ بأن هناك مائدة أخرى مع مائدة القرآن ومائدة العلم وهي مائدة العشاء ستكون إن شاء الله في تمام الساعة الثامنة تماماً بإذن الله تعالى، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه وسلم. ¶ ( هناسقط يسير من بداية الجزء الثاني ) ¶ فضيلة الشيخ أ. د. محمد بن سدي الأمين ¶ ولعل من نظر في طبقات القراء يجد الطبقة التي قرأت على النبي مباشرةً، ويجد الطبقة التي قرأت على من قرأ على النبي، الطبقة الأولى الثانية الثالثة الرابعة هكذا، فهذا موجود مسلسل ومن أراد الرجوع إليه في كتاب الذهبي رحمه الله تعالى (معرفة القراء الكبار) وزعهم على طبقات حتى وصل هذا العلم إلى القراء السبعة فمن بعدهم، فصار كل واحد يسند عمن تلقى حتى يصل به إلى رسول الله صلى الله عليه وسلم، فالقضية مفروغ منها منذ علَّم النبي الصحابة وعلَّموا التابعين بدأت الأسانيد والإسناد، وهذا كما قلت موجود والتوسع فيه لا يحتاج إلى أكثر من هذا. ¶ فضيلة الشيخ الدكتور إبراهيم بن سعيد الدوسري",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "جزاك الله خيراً، ولدينا إجابة أيضاً من أحد الإخوة حول هذا الموضوع أو حول هذا الإشكال يذكر أنه سأل عمر بن الخطاب رضي الله عنه صاحبه هشاماً: \\\"من أقرأك\\\"، ويستفاد من هذا وغيره الدلالة على التلقي وأن هذا أمر كان واقعاً بين الصحابة رضوان الله تعالى عليهم عن رسول الله صلى الله عليه وسلم ومن بعده، وأيضاً ذكر ابن بطال في فتح الباري فيما نقله عنه ابن حجر حول عرض الرسول صلى الله عليه وسلم على جبريل والمعارضة التي بينه وبين جبريل عليهما السلام وفي إقراء أبي يستفاد من هذا أن العرض على القراء والتلقي سنة متبعة يأخذها الآخِر عن الأول. ¶ المداخلة الآن الشفهية لفضيلة الدكتور عبدالرحمن هوساوي من الدَّمام من جامعة الملك فهد، فليتفضل. ¶ فضيلة الشيخ الدكتور عبدالرحمن هوساوي ¶ السلام عليكم ورحمة الله وبركاته. ¶ في البداية أحب أن أتوجه بالشكر الجزيل إلى جامعة الإمام محمد بن سعود على تبنيها لهذه المشاريع الخيرية ومبادرتها في إنشاء هذه الجمعيات العلمية الشرعية ومنها هذه الجمعية المباركة، كما أشكر الجمعية العلمية السعودية للقرآن الكريم وعلومه على إقامة هذا الموضوع الهام جداً وهو موضوع إجازات القراء.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "حقيقة مداخلتي هي اقتراح وقد سبقني بها جميع المتكلمين وإن كنت قد كتبتها قبل أن يُتكلم عنها أو أن يشير إليها فضيلة الدكتور محمد الفوزان، وهو طالما أن الجمعية هي جهة معتبرة في المملكة هنا، ونجد أن اليوم مما يثلج الصدور انتشار الإجازات، وكما أشار الزميل الدكتور إبراهيم في بداية بيانه أن هؤلاء المقرئين ما بين متشدد وما بين متساهل وأقول وأثني وأؤكد على ما ذكره الإخوة، لا بد أن يكون للجمعية دور في تنظيم هذه الإجازات واعتماد هذه الإجازات بأن يكون هناك مثلاً إعلان لفترة معينة لحصر جميع المقرئين في المملكة وتسجيل أسمائهم ثم بعد ذلك نختار من هذه الإجازات المعتبرة من خلال الإخوة المتخصصين فيختارون الإجازات المعتبرة ومن ثم بعد ذلك تكون إيّ إجازة لا بد أن تكون معتمدة ومسجلة وتصدر الجمعية شهادة باعتماد تلك الإجازة أو ذلك المقرئ. ¶ هذا ما أحببت أن أؤكد عليه وبارك الله فيكم، وجزاكم الله خيراً. ¶ فضيلة الشيخ الدكتور إبراهيم بن سعيد الدوسري ¶ المداخلة الآن لفضيلة الدكتور عصام بن عبدالمحسن الحميدان من جامعة الملك فهد أيضاً بالدَّمام. ¶ يبدو أنه حصل له ظرف قد يتمكن من الحضور بعد الصلاة. ¶ الشيخ عادل بن عبدالرحمن السنيد له أيضاً مداخلة شفهية حول هذا الموضوع. ¶ الشيخ عادل بن عبدالرحمن السنيد ¶ السلام عليكم ورحمة الله وبركاته، الحمد لله رب العالمين، وصلى الله على سيدنا محمد وعلى آله وصحبه أجمعين، فهذه جملة من المسائل التي أحب أن أشارك بها فضيلة المشايخ في هذه الندوة:",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "أولاً: لم أسمع من فضيلة الشيخ الدكتور محمد فوزان العمر التعريف الاصطلاح لإجازة القراء، وإنما سمعته التعريف للإجازة عند المحدثين، وقد عرفها بعضهم الإجازة القرآنية هي عملية النقل الصوتي للقرآن الكريم من جيل إلى جيل وفيها يشهد المجيز بأن المجاز قد صارت قراءته صحيحة مائة بالمائة بالنسبة للرواية أو للروايات التي تلقاها، وهذا التعريف الذي ذكره بعض المحققين. ¶ المسألة الثانية: أركان الإجازة، وقد سمعت أيضاً أركان الإجازة عند المحدثين، ولم أسمع أركان الإجازة عند أهل القرآن أو القراءات، وقد ذكر بعضهم أن لها أركاناً أربعة: الركن الأول: المجيز وهو الشيخ، الثاني: المجاز وهو الطالب، الركن الثالث: مجاز به وهو القرآن الكريم أو الروايات التي تلقاها، والركن الرابع هو السند الذي يثبت فيه صحة قراءته إلى النبي صلى الله عليه وسلم. ¶ شروط الإجازة لو نظر أحدنا إلى شروط الإجازة لدى كثير من المشايخ وجد أن هناك تبايناً بين المقرئين في الشروط، ولكن الشروط التي رأيت أنها موجودة عند كثير من المقرئين شروط أربعة: ¶ الشرط الأول: أن يكون حافظاً للقرآن الكريم كاملاً قبل قراءته بالإجازة.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "الشرط الثاني: وهذا شرط وجدته عند المدرسة الشامية وجدير بأن ينقل إلى جميع المدارس عند المدرسة الحجازية وعند المدرسة المصرية وغيرها من المدارس وهو أن يتدرب المجاز على قراءة القرآن الكريم قبل قراءته للإجازة ولذلك تجد أن كثيراً من المجازين يبدأ بسورة البقرة ويصحح له الشيخ في الصفات وفي الحروف ثم ما يلبث أن يصل سورة الفرقان ولا تزال هذه الصفات وهذه الحروف ضعيفة ثم يختم بسورة الناس ولازالت صفة الهمس ولا زالت صفة الاستطالة في الضاد ولازالت كثير من صفات الحروف لم يتقنها الطالب إتقاناً تاماً، ولذلك كان هناك شرط عند هذه المدرسة وهي أن يقرأ الطالب قراءةً تدريبية ويُشعِر فيها المجيز المجاز بأنه إن أتقن الطالب خلال هذه القراءة التدريبية فإنه ينقله مباشرةً من هذه القراءة التدريبية إلى قراءة الإجازة حينئذٍ يسمع المجيز قراءةً صحيحة من غير لحنٍ خفيٍّ أو لحن جليٍّ. ¶ الشرط الثالث: حفظ منظومة الجزرية وبعضهم يضيف حفظ منظومة تحفة الأطفال. ¶ الشرط الرابع: التدريس حتى يستفاد منه في مجال خدمة القرآن الكريم. ¶ أثير بعض الاقتراحات: ¶ الاقتراح الأول: أن تكون للجمعية رابطة كما كان في مصر بعنوان اتحاد القراء وكان رئيسها فضيلة الشيخ المقرئ علي الضباع، وأن يضمَّ لهذه الرابطة القراء المسندون إلى رسول الله صلى الله عليه وسلم. ¶ الاقتراح الثاني: إصدار مجلة لهذه الرابطة بالمقرئين تتضمن بحوثاً قيمةً لمسائل التجويد والأداء والقراءات على غرار كنوز الفرقان والتي رأسها فضيلة الشيخ علي الضباع. ¶ أنبه أيضاً على جملة من المسائل يحسن البحث فيها: ¶ أولاً: مسألة إذا قرأ الطالب على جملة من المشايخ ثم نسب في إجازته إلى أحدهم وأقرأ الطلاب على وجوه لم يأخذها من شيخه الذي نسب إليه الإجازة، فهل يصح ذلك أو لا؟.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ثانياً: التشدد في بداية الإجازة، وذلك بأن يشتدد المجيز في بداية الإجازة ثم يتساهل في أثنائها، لو تبحث هذه المسألة أسبابها وعلاجها. والله تعالى أعلى وأعلم، وصلى الله على نبينا محمد. ¶ فضيلة الشيخ الدكتور إبراهيم بن سعيد الدوسري ¶ نشكر الشيخ عادل على هذه الملحوظات المضيئات الجيدة، ولا شك أن ما تركه أصحاب الفضيلة من نقاطه هو تطرق إليها هي مكتوبة لديهم في الحقيقة، لكن نظراً لضيق الوقت حثثناهم على الاقتصار، ولهم مؤلفات في هذا ، وفضيلة الشيخ محمد سيدي الأمين له ثلاث مؤلفات في الإجازات يمكن مراجعتها، وستنشر إن شاء الله على موقع الجمعية والشيخ محمد العمر أيضاً له بحث في هذا، ستنشر إن شاء الله هذه البحوث وغيرها على موقع الجمعية. ¶ المداخلة الأخيرة من الشيخ محمد بن إبراهيم الشيباني حول نتائج الندوة، هذه المداخلة شفهية، ثم ننتقل بعدها إلى المداخلات المكتوبة والمنقولة إلينا عن طريق الكمبيوتر، الشيخ محمد وكيل المعهد العلمي بالملزّ. ¶ فضيلة الشيخ محمد بن إبراهيم الشيباني ¶ السلام عليكم ورحمة الله وبركاته، الحمد لله والصلاة والسلام على رسول الله وعلى آله وصحبه ومن والاه، أما بعد، في الحقيقة كنت أتمنى زيادة وقت الندوة وإعطاء وقت العشاء للندوة فهو أفضل للكثير من الإخوة كما لاحظت، فنحن الحقيقة متعطشين لسماع الكثير من آراء المشاركين في هذه الندوة وخاصة أيضاً أصحاب الورقة الذين قدموا بحوثهم، لكن لعل هذا يكون إن شاء الله في الندوات القادمة.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "بالنسبة لهذه الندوة أقترح في الحقيقة تكوين لجنة لصياغة التوصيات التي تخرج بها من خلال من قدم من بحوث وإن لم نكن اطلعنا عليها كاملة وإنما قدم المشايخ والدكاترة موجزاً لها، تُكَوَّن لجنة لصياغة المداخلات وما كتب عن طريق الشبكة العالمية، وما لدى أيضاً أعضاء الجمعية قد يكون لدى الكثير منهم الآن أشياء مكتوبة أو شفهية يمكن أن يقدموها إلى موقع الجمعية حول هذا الموضوع بالذات، ثم تكون لجنة لدراسة هذه الأشياء والخروج بتوصية معينة حول هذا الموضوع، فقد نصل إن شاء الله إلى نتائج طيبة. ¶ النقطة الثانية، أتمنى أن تتبنى الجمعية مبادرة أشار إليها بعض الإخوة وهي أن تطرح مواصفات وشروط وأصول للإجازة على الأقل تبدأ بها لمن هم في داخل المملكة ويطلب من كل شيخ مقرئ أن يتقدم إلى الكلية أو إلى الجمعية لفحص ما لديه من إجازات وفحص قراءته لدى المقرئين المعتبرين ثم إعطائه شهادة بذلك لتكون إجازاته فيما بعد أيضاً معتبرة، وهذا سيضبط لنا في المستقبل إن شاء الله الإجازات. ¶ هذا ما أحببت أن أشارك به الآن، وإذا كان لدي إضافة سأضيفها للموقع إن شاء الله، وشكراً. ¶ فضيلة الشيخ الدكتور إبراهيم بن سعيد الدوسري ¶ بهذه المداخلة التي تناولت النتائج نختم المداخلات الشفهية، والحقيقة لدينا كثير من الأسئلة المكتوبة، كثير منها ولله الحمد تمت الإجابة عليها أثناء المناقشة، وهنالك بعض الأسئلة التي لا بد من طرحها ولو على وجه الاختصار، فنرجو من صاحبي الفضيلة أن يتكرموا بالإجابة عليها أيضاً على وجه الإيجاز. ¶ سائل يقول: من المستغرب أن تقولوا بعدم جواز أخذ الأجر على الإجازة، والواقع يثبت خلاف ذلك، بل الأخبار تثبت أن علماء أجلاء كانوا يأخذون الأجر على الإجازة. أساتذة القراءات في الجامعات والمعاهد وغيرها ألا يأخذون الأجر على تعليم القرآن، فما قولكم في الذي يأخذونه؟. ¶ فضيلة الشيخ محمد بن فوزان العمر ¶ بسم الله والصلاة والسلام على رسول الله،",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "هناك فرق بين أن يشترط المقرئ أخذ المال على الإجازة وبين أن يأخذه وبين أن يتورع عنه، فإذا اشترط ــ ذكر السيوطي في الإتقان ــ أن العلماء أجمعوا على تحريم ذلك. وأما إذا لم يشترط فله ذلك إن أخذ فلا بأس ولا تثريب عليه. وأما إذا تورع فهو الأحسن ولذلك كان الإمام حمزة رحمه الله تعالى كان يقرئ رجلاً وذكر هذا الذهبي في معرفة القراء الكبار أن حمزة كان سنة ببلده وسنة بحلوان فختم عليه رجل من أهل حلوان من مشاهيرهم فأرسل مالاً إلى حمزة ، فقال حمزة يرحمه الله تعالى لابنه قد كنت أظن أن لك عقلاً، أفآخذ على القرآن أجراً، أرجوا على هذا الفردوس. ¶ هذا يعني تورع لكن هذا لم يشترط أصلاً وقد ذكرت هذا في (سقط بسبب ضعف الصوت). ¶ فضيلة الشيخ الدكتور إبراهيم بن سعيد الدوسري ¶ الأسئلة التي وصلت من الإنترنت فسنقتصر على شيء منها، ثم نعود إلى بعض الأسئلة الخفيفة التي من الحضور. يقول للشيخ محمد بن سيدي ما هو القول الفصل في معنى التواتر في أسانيد القراءات، وهل هناك فرق بين التواتر عند القراء والتواتر عند المحدثين؟، والسؤال الآخر يقول: هل هناك كتاب لتراجم رجال أسانيد القراءات المتأخرة حتى اليوم؟ ¶ فضيلة الشيخ أ. د. محمد بن سدي الأمين ¶ يقول ابن الجزري رحمه الله تعالى: ¶ وكلما ما وافق وجه نحو وكان للرسم احتمالاً يحوي ¶ وصحَّ إسناداً هو القرآن فهذه الثلاثة الأركان ¶ وحيثما يخت ركن أثبت شذوذه لو أنه في السبعة",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "القول بالتواتر هو الذي عليه العلماء (سقط بسبب ضعف الصوت) وابن الجزري رحمه الله تعالى ذكر هذا الشرط أولاً في كتابه المنجد ثم رجع وعدل عنه في النشر وقال بصحة السند، ولكن الإمام النويري رحمه الله تعالى لما شرح الطيبة أقام الدنيا عليه وأقعدها وجاء بالأدلة والبراهين على بطلان ما قال ابن الجزري وأن الصحيح والذي عليه العمل القول بالتواتر، والتواتر كما هو معلوم هو أن يروي عن طبقة عن طبقة ولاشك أن القرآن الكريم يرويه آلاف ومئات عن آلاف عن آلاف فعزو القراءة إلى فلان من الناس إلى قالون أو إلى ورش ليس معنى هذا أنه انفرد بها، إنما هو لأنه اشتهر بها، فنسبت إليه نسبة اشتهار لا نسبة انفراد، فيشترط في القراءات القول الفصل في ذلك هو التواتر وليس كما قال ابن الجزري صحة السند ومن أراد أن يرى القول في ذلك فعليه بشرح الإمام النويري رحمه الله تعالى شرح الطيبة فقد أجاد وأفاد ورد بالأدلة وذكر أقوال الأئمة المعتبرين في ذلك. ¶ أما بالنسبة للسؤال الثاني فقد سمعت أن هناك مؤلفات ولكن ما رأيتها. ¶ فضيلة الشيخ محمد بن فوزان العمر ¶ فيه كتاب بالنسبة للمعاصرين أنصح بقراءته وهو أخذ طبقات القراء من النبي صلى الله عليه وسلم إلى عصرنا الحاضر وهو كتاب سلسلة أسانيد القراءات في مجلدين للأستاذ محمد عبدالرحيم، وهو كتاب رائع وطبعته الجمعية الخيرية لتحفيظ القرآن الكريم في بيشة. ¶ فضيلة الشيخ الدكتور إبراهيم بن سعيد الدوسري ¶ السؤال الأخير للأستاذ الدكتور محمد، ولعل الإجابة تكون مشتركة أيضاً بين الشيخين لأن هذا شيء يعنيهم ويعني الجميع، يقول هل هناك فائدة لاتصال أسانيد الإقراء اليوم؟ ¶ يتفضل الشيخ محمد بالتعليق على هذا السؤال ثم فضيلة الشيخ محمد حتى نختم هذه الجلسة المباركة ¶ فضيلة الشيخ أ. د. محمد بن سدي الأمين",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "الفائدة من ذلك هي اتصال الأسانيد وصحة السند لأن كما قلت لازال الكثير يجهل عن خدمة علماء القراءات للأسانيد فمن نظر في هذه الأسانيد نجدهم يقولون هذا ضعيف، وهذا إسناد غريب، وهذا إسناد موضوع، هذا موجود يا إخوان ، فالحكم على هذه الأسانيد لبيان الصحيح منها وبيان الضعيف منها وبيان الدخيل منها، فكما قلت ما فعله علماء الحديث بنفسه مطبق عند القراء، وقد ذكر الإمام ابن الجزري في كتابه غاية النهاية كثيراً من ذلك، كثيراً من هذه الأسانيد الواهية الضعيفة الكذا الكذا ، فصحة الإسناد واتصاله هذا كما قلت لبيان هذه السلسلة الذهبية وعدم أن يكون فيها دخيل أو موضوع وخاصة ما يتعلق بكتاب الله عز وجل. ¶ فضيلة الشيخ محمد بن فوزان العمر",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "هناك كلام لأبي عمرو الداني نفيس جداً ذكره في شرح قصيدة أبي مزاحم الخاقاني، قال أبو عمرو -وأذكره بنصه -\\\"عرض القرآن على أهل القراءة المشهورين بالإمامة المختصين بالدراية سنة من السنن التي لا يسع أحداً تركها رغبة عنه، ولا بد لمن أراد الإقراء والتصدر منها، والأصل في ذلك ما أجمع العلماء على قبوله وصحة وروده وهو عرض النبي صلى الله عليه وسلم القرآن في كل عام على جبريل عليه السلام وعرضه على أبي بن كعب بأمر الله عز وجل له بذلك وعرض أبي عليه وعرض غير واحدٍ من الصحابة على أبي وعرض الصحابة بعضهم على بعض ثم عرض التابعين ومن تقدم من أئمة المسلمين جيلاً فجيلاً وطبقةً بعد طبقة إلى عصرنا هذا، فكل مقرئ أهمل العرض واجتزئ بمعرفته -أي اكتفي -أو بما تعلم في المكتب من معلمه الذي اعتماده على المصحف أو على الصحائف دون العرض أو تمسك فيما يأخذ به ويعلمه بما يظهر له من جهة إعراب أو معنى أو لغة دون المروي عن أئمة القراءة بالأمصار المجتمع على إمامتهم فمبتدع مذموم مخالف لما عليه الجماعة من علماء المسلمين تارك لما أمر به رسول الله صلى الله عليه وسلم قراء القرآن من تلاوته بما علمه وأقرئ به، وذلك لا يوجد إل! ¶ ا عندما يكون متواتراً ويرويه متصلاً فلا يقلد القراءة من تلك الصفة ولا يحتج بأخذه\\\"، انتهى كلامه. ¶ فضيلة الشيخ الدكتور إبراهيم بن سعيد الدوسري ¶ وحسبما يقتضيه التنظيم لهذه الندوة الوقت قد انتهى الآن أو شارف على الانتهاء، وفي ختام هذه الندوة نقرأ بعض التوصيات التي تضمنتها المناقشة وأيضاً نؤكد على ما تيسر أو على ما ذكر منها فضيلة الدكتور محمد سيدي الأمين أو الدكتور محمد بن فوزان العمر، أشار كل منهما في آخر ورقة عمله إلى مجموعة من التوصيات، وهذه التوصيات وغيرها ستصاغ صياغة أخرى لكن نشير إلى نبذة مختصرة منها على وجه الإيجاز منها: ¶ 1- إمكانية الاستفادة من الوسائل الحديثة التقنية.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "2- تفعيل الجمعية العلمية السعودية للقرآن الكريم وعلومه في الإشراف على الإجازات وتنظيمها واعتمادها وحصر المقرئين بالمملكة وغيرها للاستفادة منهم والعناية بتراجم القراء حتى العصر الحاضر. ¶ 3- تحديد مصطلح الإجازة ووضع ضوابط لها. ¶ 4- تفريغ أساتذة مؤهلين لتلقين القراءات والقرآن مجوداً على النحو الذي وصل عن أسلافنا. ¶ 5- إقامة دورات علمية خاصة بتلقين القرآن مجوداً وأيضاً بالقراءات. ¶ 6- عقد ندوات أخرى على غرار هذه الندوة ويفضل أن تكون على شكل أوسع إما أن تكون مؤتمراً أو تكون في الندوات الكبرى التي تنظمها هذه الجمعية في إعداد بحوث محكمة ذات صبغة علمية بحتة. ¶ 7- تشكيل لجنة لصياغة التوصيات الخاصة بهذه الندوة، وهذا ما سيتم إن شاء الله، وسيعلن عنها بعد الفراغ منها على موقع الجمعية وأيضاً عن طريق المراسلة الكتابية بإذن الله تعالى. ¶ وفي الختام نسأل الله تعالى أن يكلل هذه الجهود الطيبة بالتوفيق والنجاح، وأن يجزي خيراً القائمين على هذه الجامعة المباركة وعلى رأسها معالي الدكتور محمد سعد السالم على دعمه المتواصل لهذه الجمعية وغيرها من مناشط الجامعة المتعددة، وأيضاً نثني بالشكر مرة أخرى على صاحبي الفضيلة محاضري هذه الندوة وعلى كل من شارك وحضر سواء عن قرب أو عن بعد، وندعوهم الآن إلى تناول العشاء. ¶ وصلى الله وسلم على نبينا محمد.",
            "page": "38",
            "part": "1"
        }
    ],
    "t37755": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": null
        }
    ]
}