{
    "b37756": [
        {
            "id": "1",
            "nass": "الأبحاث الصوتية التجويدية ¶ أصوات ¶ حروف القلقلة ¶ بين القدامى والمحدثين ¶ للباحث أ / فرغلي سيد عرباوي ¶ باحث في علم صوتيات التجويد والقراءات ¶ 1425 هـ 2004 م ¶ { أصوات حروف القلقلة} ¶ بين القدامى والمحدثين ¶ مدخل لمبحث أصوات القلقلة ¶ العناية بكيفية نطق أصوات الحركات ¶ أصوات الحروف المتحركة والسواكن ¶ مشتقات القلقلة في لغة المعاجم العربية ¶ أسماء أصوات القلقلة المبثوثة في الكتب ¶ الخلاف في عدد أصوات أحرف القلقلة ¶ تعريف أصوات القلقلة عند المجودين ¶ التعريف بالأصوات الشديدة حبيسة الصوت ¶ القلقلة من صفات الأصوات المحسٍّنة ¶ لماذا قلقلة العرب هذه الأحرف خاصة ¶ لماذا لم تقلقل العرب الهمزة والتاء والكاف ¶ كيفية حدوث صوت القلقلة في جهاز النطق ¶ خلاف العلماء في القلقلة وصلا ووقفا أم وقفا فقط ¶ لا عمل للشفتين مع أصوات القلقلة إلا الباء ¶ أصوات القلقلة بين المتقدمين والمتأخرين ¶ هل أصوات القلقلة من الصفات اللازمة أم العارضة؟ ¶ هل الحرف المتحرك فيه أصل القلقلة ؟ ¶ أصوات القلقلة ومراتبها بين المتقدمين والمتأخرين ¶ أبيات شعر تقعّد لأخطاء في التلفظ بأصوات القلقلة ¶ من أخطاء النطق بأصوات القلقلة إمالتها أو اختلاسها ¶ ذكر الأمراض الشائعة في التلفظ بأصوات القلقلة ¶ {مُدْخَلٌ لِمَبْحَثِ أَصْوَات القَلْقَلَةِ}",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بسم الله منزل القرآن والصلاة والسلام على القائل ( خيركم من تعلم القرآن وعلمه ) وعلى آله وصحبه أجمعين أما بعد : فأقول وبالله التوفيق من خلال دراستي في كلية القرآن الكريم بالمدينة المنورة كان لهم منهج سديد في جميع مسائل التجويد وهو العودة به لقواعد وتصنيف المتقدمين الأوائل وتطبيق هذه القواعد بدقة حفاظا لصون الصوت القرآني من الأصوات الدخيلة عليه ودارت مناقشات بيننا وبين كل دكتور متخصص في قاعة الكلية حول بعض القضايا التي تتناقض بين كتب تجويد القدامى وكتب المحدثين المعاصرين ومن أهم المناهج البحثية التي تعلمناها من مناهج الكلية البحثية مسألة الترجيح بين الفريقين بالأدلة القطعية الدلالة فمثلا لو أن أمام الباحث تضاد بين أقول المتقدمين والمتأخرين في مسألة تجويدية قالوا لنا نقدم كلام المتقدمين فهم أمكن من المعاصرين فضلا على أنهم عرب فصحاء وتلقوا القرآن بأسانيد متصلة إلى النبي صلى الله عليه وسلم وكل رجل منهم ذكر أسانيده في القراءة في أول كتابه ومن هذه المسائل مثلا مسألة إطباق الشفتين على الميم الساكنة المخفاة والإقلاب فجميع الكتب القديمة تنص نصا صريحا بإطباق الشفتين والكتب المعاصرة تقول بترك فرجة فمن نقدم بالطبع كلام المتقدمين لأن فيه الحجة أما كلام المعاصرين ممن نصب نفسه مٌقَعِّدا لقواعد التجويد فلا عبرة بكلامهم ومن هذه المسائل مسألة خلافية وجدت فيها تباينا واضحا بين الفريقين ألا وهي مسألة كيفية أداء القلقلة فالمتقدمون حافظوا على الأصل والمتأخرين أضافوا أشياء من عند أنفسهم على الصوت القرآني المنقول إلينا بالتواتر لا تعرف إلا من خلال المصنفات الحديثة والله المستعان وإني لأتطلع إلى مستقبل أفضل لدراسة الأصوات التجويدية القرآنية ولكن على منهج المصنفات القديمة فقد حافظت على الدرس الصوتي القرآني المنقول إلينا بالتواتر بدقة وكما ذكر القدماء أن القراءة القرآنية كيفيتها الصوتية توقيفية فكما",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "نقلت إلينا هذه الكيفيات الصوتية للقرآن نقرأ ولا مزايدة على ذلك ولكن دب الخلل في بعض كلام وكتب من صنف في التجويد من العلماء المحدثين وكل هدفي التنبيه على مواطن الخلل في هذه الكتب من خلال ما تعلمته من كلية القرآن مع بيان الدليل لكل ما أقول وكل همي إن أريد إلا الإصلاح ما استطعت ، ومن هذا المنطلق منطلق الدعوة إلى الإصلاح الذي يفيد العملية القرآنية من الناحية الصوتية أرجو العودة إلى المصنفات القديمة ونقل قواعدهم والتأصيل والتقعيد الدقيق للصوتي القرآني لصونه من دخول الأصوات الأعجمية العامية عليه وقديما قد دارت مناقشات علماء التجويد المتقدمين لموضوع القلقلة حول عدد من النقاط وهي : من حيث عدد حروفها وموضعها وحقيقة الصوت الذي يسمع عند الوقف على حروفها وهناك نقطة مهمة جدا يجب التنبيه عليها وهي أن علماء اللغة القدماء سبقوا علماء التجويد في خدمة الدرس الصوتي القرآني فيجب الأخذ منهم والنقل عنهم كما كان عمل علماء التجويد المتقدمين وإني لأرجو الفائدة للجميع مع الحرص لكل من يقرأ هذا البحث التلقي عن الشيوخ المسندين . فقد حث صاحب أول مصنف في التجويد على ذلك وهو أبو مزاحم الخاقاني بقوله : ¶ ( فما كل من يتل الكتاب يقيمه *** وما كل من في الناس يقرئهم مقري ) ¶ والمقصود بالمقرئ من أخذ القراءة عن شيخه بالسند المتصل إلى النبي صلى الله ¶ . وأخيرًا ـ أيها الأحباب ـ إن أُريد إلا الإصلاح ما استطعت ، وما توفيقي إلا بالله ، فأسأل الله أن يكون هذا العمل خالصًا لوجهه الكريم ، وأن لا يُفهم على غير وجهه ، وإني لأعتذر عن أي قصور أو تعبير فيه خلل . ¶ {الْْعِِِِِنَايَةُ بِكَيْفِيَّةِ نُطْقِ أَصْوَاتِ الحَرَكَاتِ}",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "أولى علماء التجويد أصوات الحركات الثلاث الفتحة والكسرة والضمة , عناية واسعة دقيقة , فوضحوا كيفية نطقها , والمحافظة على خواصها عندما تتجاور وتتوالى في التركيب , وحين تتجاور معها أصوات المد واللين خاصة لما بين أصوات الحركات وأحرف المد واللين من تقارب في النطق , فمتى أطال القارئ صوته بالفتحة صارت ألفا ومتى قصَّر القارئ الألف صار فتحة , وهكذا باقي الحركات كما قرر ذلك سيبويه في كتابه وابن جني في سر صناعة الإعراب وكذلك أبو عمرو الداني رحمه الله في كتابه التحديد بقوله : \" ... فأما المحرك من الحروف بالحركات الثلاث : الفتحة والكسرة والضمة فحقه أن يلفظ به مشبعا ويؤتى بالحركات الكوامل من غير اختلاس ولا توهين يؤولان إلى تضعيف الصوت بهن ولا إشباع زائد ولا تمطيط بالغ يوجبان الإتيان بعدهن بألف وياء وواو وغير ممكنات فضلا عن الإتيان بهن ممكنات وأما المسكن من الحروف فحقه أن يخلى من الحركات الثلاث ومن بعضهن من غير وقف شديد ولا قطع مسرف عليه سوى احتباس اللسان في موضعه قليلا في حال الوصل \" اهـ وقال بنحو ذلك محمد بن عبد الوهاب القرطبي (ت 461) من المعاصرين للداني ومكي القيسي في كتاب الموضح في التجويد(ص 191 ) قال : \" ... الذي ينبغي أن يعتمد القارئ من ذلك أن يحفظ مقادير الحركات والسكنات فلا يشبع الفتحة بحيث تصير ألفا ولا الضمة بحيث تخرج واوا ولا الكسرة بحيث تتحول ياء فيكون واضعا للحرف موضع الحرة ولا يوهنها ويختلسها ويبالغ فيضعف الصوت عن تأديتها ويتلاشى النطق بها وتتحول سكونا , وكذلك السكون ينبغي ألا تستوفيه إشباعا فيخرج إلى التشديد أو السكون ومساواة حال قطع الكلام بوصله ولا يزعجه وينفره فيصير حركة أو بعضها بل يجعل الحركات والسكنات وزنا واحدا وقدرا معلوما وكيلا سواء ... \" اهـ قلت : وتلخيصا لكلام الداني والقرطبي أقول : لأصوات الحركات الثلاث الفتحة والضمة , كمال ونقصان , فالفتحة لها كمال ونقصان :",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "فكمال التصويت بها أن يكون الفم على هيئة التلفظ بصوت الألف والفتحة ما هي إلا نصف ألف و لذا سميت الفتحة فتحة لأن القارئ يفتح فاه على هيئة الألف ومصاحبا لتلك الهيئة المباعدة بين الفكين العلوي والسفلي , وعدم الإتيان بهذه الكيفيات اللازمة للفتحة فيه نقصان لكمال الصوت بها . ¶ وللكسرة كمال ونقصان : ¶ فكمال التصويت بها أن يخفض القارئ فكه السفلي على هيئة التلفظ بصوت الياء , والكسرة ما هي إلا نصف ياء ولذا سميت الكسرة عند النحويين خفضا لأن القارئ يخفض بها فكه السفلي لأسفل , وعدم الإتيان بهذه الكيفيات اللازمة للكسرة فيه نقصان لكمال الصوت بها . ¶ وللضمة كمال ونقصان : ¶ فكمال التصويت بها ضم الشفتين على هيئة التلفظ بصوت الواو والضمة ما هي إلا نصف واوٍ لو أشبعت لتولد منها الواو ولذا سميت الضمة ضمة لأن القارئ يضم شفتيه بها , وعدم الإتيان بهذه الكيفيات اللازمة للضمة فيه نقصان لكمال الصوت بها . ¶ وللحرف الساكن كمال ونقصان : ¶ فكمال التصويت بالصوت الساكن أن يخرج من مخرجه الأصلي ولا عمل للشفتين معه من فتح وضم وخفض للفك السفلي وعدم الإتيان بهذه الكيفيات اللازمة لصوت السكن فيه نقصان لكمال الصوت به وليحذر القارئ عند التلفظ بصوت أي حرف ساكن من إعمال لمخرج الفتحة أو الضمة أو الكسرة ففي ذلك خلط لأصوات الحركات ومرض من أمراض التلفظ بأصوات السواكن . ¶ وبالله التوفيق والعصمة . ¶ {مُشْتَقَّاتُ القَلْقَلَةِ ِفي لُغَةِ الْمَعَاجِمِ الْعَرَبِيَّةِ}",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "تعريف القلقة في المعاجم العربية يدور في فلك المعاني شبه المتقاربة بعض الشيء ففي بعض المعاجم قيل عنها , شدة الصياح , وفي معجم آخر عرفت بالحركة والاضطراب , وتأتي على معاني أخر ومن تعريفات بعض المعاجم ما قاله الخليل ابن أحمد الفراهيدي( ت 170 هـ) في كتابه العين ج 3 ص 425 : \" ... و(القَْلقة والتّقلقل ) : قلة الثبوت في المكان ويقال : مقلاق وقلق والمسمار السلس يتقلقل في موضعه إذا قلق ( وفرس قلقل : ) جواد سريع ( والقلقلة ) شدة الصياح والإكثار في الكلام ... \" اهـ وقال أيضا في ج 4 ص 97 : \" واللقلقة : شدة الصياح واللقلاق : الصوت واللقلاق : طائر أعجمي واللقلقلة : شدة اضطراب الشئ في تحركه يقال : يتلقلق ويتقلقل لغتان ... \" اهـ",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وذكر في لسان العرب لابن منظور ج7 ص 481 :( وقَلْقَل ) الشيء (َ قَلْقَلَةً ) وقِلْقالاً وقَلْقالاً فَتَقَلْقَل وقُلْقالاً؛ عن كراع وهي نادرة أي: حرَّكه فتحرَّك واضطرب، فإِذا كسرته فهو مصدر، وإِذا فتحته فهو اسم مثل الزِّلْزال والزَّلْزال، والاسم القُلْقال. وقال اللحياني: قَلْقَل في الأَرض( قَلْقَلةً ) وقِلْقالاً ضرَب فيها، والاسم القَلْقال وتَقَلْقل: كقَلْقَل. والقُلْقُل والقُلاقِلُ: الخفيف في السفَر المِعْوان السريع التَّقَلْقُل. ورجل قَلْقال: صاحبُ أَسفار . وتَقَلْقَل في البلاد إِذا تقلَّب فيها. وفرس قُلْقُل وقُلاقِل: جواد سريع. وقَلْقَل أي: صوَّت، وهو حكاية. قال أَبو الهيثم: رجل قُلْقُل بُلْبُل إِذا كان خفيفاً ظريفاً، والجمع قَلاقِل وبَلابِل. وفي حديث عليّ: ((قال أَبو عبد الرحمن السلمي: خرج علينا عليٌّ وهو يَتَقَلْقَل)). التَّقَلْقُل: الخفَّة والإِسراع، من الفَرَسِ القُلْقُلِ، بالضم، ويروى الحركة والاضطراب. بالفاء، وقد تقدم. وفي الحديث: ((ونَفْسه تَقَلْقَل في صدره) أي: تتحرك بصوت شديد وأَصله والقَلْقَلة: شدّة الصياح. وذهب أَبو إِسحق في قَلْقَل وصَلْصَل وبابُه أَنه فَعْفَل. الليث: القَلْقَلة والتَّقَلْقُل قِلَّة الثبوت في المكان. والمِسْمارُ السَّلِسُ يَتَقلْقَل في مكانه إِذا قَلِق. والقَلْقَلة: شدّة اضطراب الشيء وتحركه، وهو يَتَقَلْقَل ويَتَلقْلَق. أَبو عبيد: قَلْقَلْت الشيء ولَقْلَقْتُه بمعنى واحد. والقِلْقِل: شجر أَو نبت له حبٌّ أَسود؛... وحروف القلقة الجيم والطاء والدال والقاف والباء حكاها سيبويه قال : إنما سميت بذلك للصوت الذي يحدث عنها عند الوقف لأنك لا تستطيع أن تقف عنده إلا معه لشدة ضغط الحرف ... \" اهـ وقال أيضا صاحب لسان العرب :",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "\" ... واللَّقلاق واللَّقلَقة: شدة الصوت في حركة واضطراب. والقَلْقَلة: شدة اضطراب الشيء، وهو يَتَقَلْقَلُ ويتَلَقْلَقُ؛ وأَنشد: إِذا مَشَتْ فيه السيِّاطُ المُشَّقُ * شِبْهَ الأَفاعي، خيفةً تُلَقْلِق قال أَبو عبيد: قَلْقَلْت الشيء ولَقْلَقْته بمعنى واحد، ولَقْلَقْت الشيء إِذا قَلْقَلْته. واللَّقْلَقة: شدة الصوت. ومنه حديث عمر -رضي الله عنه-: ((ما لم يكن نَقْع ولا لَقلَقة)). يعني: بالنَّقْع أَصوات الخدود إِذا ضُربت، وقد تقدم، وقيل: اللَّقْلقةُ الجلبة كأَنها حكاية الأَصوات إِذا كثرت فكأَنه أَراد الصياح والجبلة عند الموت. وقيل: اللَّقْلقةُ تقطيع الصوت وهو الوَلْوَلَةُ؛ عن ابن الأَعرابي؛ وأَنشد: إذا هُنَّ ذُكِّرن الحياء من التُّقى * وثَبْنَ مْرِنَّاتٍ، لهُنَّ لَقَالِق وقيل: اللَّقْلقةُ واللَّقْلاق الصوت والجلبة؛ قال الراجز: إني، إذا ما زَبَّبَ الأَشْداقُ * وكَثُرَ اللَّجْلاج واللَّقْلاقُ * ثَبْتُ الجَنانِ مِرْجمٌ وَدَّاق * وقال شمر: اللَّقْلَقة إعجال الإنسان لسانه حتى لا ينطبق على أَوفاز ولا يثبت، وكذلك النظر إذا كان سريعاً دائباً. وطرف مُلَقْلَق أَي: حديد لا يَقِرّ بمكانه. قال امرؤ القيس: وجَلاَّها بطَرْفٍ مُلَقْلَق * أي: سريع لا يَفْتُر ذكاء. والحية تُلَقْلِقُ إذا أَدامت تحريك لَحْييها وإخراج لسانها؛ وأنشد: مثل الأَفاعي خيفةً تُلَقْلِقُ * وفي الحديث: ((أنه قال لأبي ذر: ما لي أراك لَقّاً بَقّاً؟ كيف بك إذا أخرجوك من المدينة!)). الأزهري: اللَّقّ الكثير الكلام، لَقْلاقٌ بَقْباق. وكان في أبي ذر شدة على الأمراء وإغلاظ في القول وكان عثمان يُبلغ عنه. يقال: رجل لَقَّاق بَقّاق، ويروى لَقىً، بالتخفيف، وهو مذكور في بابه. واللَّقْلَقُ: اللسان. وفي الحديث: ((مَنْ وُقِيَ شَرَّ لَقْلَقِه وقَبْقَبه وذَبْذَبه فقد وُقِيَ)). وفي رواية: ((دخل الجنة)). لَقْلَقُه اللسان، وقَبْقَبه البطن، وذَبْذَبُه",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الفرج. وفي لسانه لَقْلَقة أَي: حُبْسة. واللَّقْلَقُ واللَّقْلاق: طائر أَعجمي طويل العنق يأْكل الحيات، والجمع اللَّقَالِقُ، وصوته اللَّقْلَقَةُ، وكذلك كل صوت في حركة واضطراب. .. )\" اهـ ¶ والقلقة تسمى في بعض المعاجم العربية بالحروف المحقورة ومن ذلك ما ذكر في المرجع السابق من تعريفهم لها بأنها (... من الحروف المحقورة وهي: القاف والجيم والطاء والدال والباء، يجمعها قولك: \"جد قطب\" سميت بذلك لأَنها تُحقر في الوقف، وتُضْغَطُ عن مواضعها، وهي حروف القلقلة لأَنك لا تستطيع الوقوف عليها إِلاَّ بصوت، وذلك لشدة الحَقْرِ والضَّغْطِ، وذلك نحو الْحَقْ، واذْهَبْ، واخْرُجْ. ... والحروف المَحْقورةُ هي: القاف والجيم والطاء والدال والباء يجمعها (جَدُّ قُطْبٍ) سميت بذلك لأَنها تُحَقَّرُ في الوقت وتُضْغَطُ عن مواضعها، وهي حروف القلقلة. لأَنَّك لا تستطيع الوقوف عليها إِلاَّ بصوت وذلك لشدَّة الحَقْر والضَّغْطِ، وذلك نحو الحَقْ واذْهَبْ واخرُج، وبعض العرب أَشدَّ تصويتاً من بعض. ..) اهـ وفي القاموس المحيط للفيروز آبادي ج 4 ص 54 قال :( ... وقَلْقَلَ: صَوَّتَ، وـ الشيءَ قَلْقَلَةً وقِلْقالاً، بالكسر ويُفْتَحُ: حَرَّكَهُ، أو بالفتحِ: الاسمُ، وـ في الأرضِ: ضَرَبَ فيها. والقُلْقُلُ والقُلاقِلُ، بضمهما: المِعْوانُ السَّريعُ التَّقَلْقُلِ، أي: التحرُّكِ. وحُروفُ القَلْقَلَةِ: جطدقب. ...) اهـ وقال في ج3 ص 406 ( ... واللَّقْلَقَةُ: صَوتُه، وكلُّ صَوتٍ في اضْطرابٍ، أو شِدَّةُ الصَّوْتِ، وإدامةُ الحَيَّةِ تحريكَ لَحْيَيْها وإخْراجَ لسانِها، والتحريكُ. والتَّلَقْلُقُ: التَّقَلْقُلُ. وطَرْفٌ مُلَقْلَقٌ، بالفتح: حديدٌ لا يَقِرُّ مكانَهُ....) اهـ",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وقيل : العرب قديما أخذت مصطلح كلمة قلقلة من قول بعضهم تقلقلت القدر على النار والعرب كانوا يضعون هذه القدر بين ثلاثة أحجار وفي وسط الأحجار الحطب ويشعلون النار فإذا اشتدت النار وغلى الماء الذي في القدر يضطرب القدر ويهتز فتقول العرب تقلقلت القدر على النار فلو نظر ناظر إلى هذه القدر هل هذه القدر ساكنة أم متحركة لا يستطيع أن يقول ساكنة لأنها تهتز ولا يستطيع أن يقول متحركة لأنها تتقلقل في مكانها فوق الأحجار الثلاثة ولم يتغير مكانها من فوق الأحجار . فمن هنا جاءت تسمية علماء اللغة والتجويد بدقة متناهية لكلمة قلقلة فجزى الله علماؤنا كل خير على هذه التسمية الدقيقة في وصف أحرف القلقلة . ويتلخص من هذا البحث أن القلقلة تارة تعني الحركة ولاضطراب وتارة تعني شدة الصياح ويلاحظ أن المعنى الاصطلاحي متقارب مع المعنى اللغوي على خلاف بعض الصفات فمثلا صفة الهمس لغة تعني الخفاء واصطلاحا : جريان النفس عند التلفظ بصوت الحرف فهنا فارق المعنى اللغوي المعنى الاصطلاحي . ¶ {أَسْمَاءُ أصْوَاتِ القَلْقَلَةِ الْمَبْثُوثَةِ فِي الكُتُبِ} ¶ تعددت مسميات أصوات القلقلة في كتب اللغة والمعاجم والتجويد ومن هذه الأسماء تسميتها بالأصوات المقلقلة لما يعتريها من اهتزاز واضطراب المخرج حال النطق بها وهي ساكنة , وتارة تسمي بالأصوات شديدة الصياح كما سمها بذلك الخليل بن أحمد الفراهيدي وسماها آخرون بالأصوات المضطربة لما يعتري مخرجها من الحركة والتذبذب والزلزال الصوتي ويقال لها بالأصوات اليابسة نسبة لحبس الصوت معها لكونها من الأصوات التي ينحبس بها هواء الصوت في مخرجها حال سكونها وتلقب بالأصوات المحقورة نسبة لحبس الصوت ولأَنها تُحقر في الوقف، وتُضْغَطُ عن مواضعها .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وتسمى أيضا بالأصوات الشديدة لدخولها ضمن الأصوات التي ينحبس معها الصوت المجموعة في قول ( أجد قط بكت ) وتسمى أيضا بالأصوات المضغوطة والمنبورة والمهتزة والغالب السائد لهذه المسميات أوصاف لحال هذه الأصوات الخمس ومن حيث عمل الصوت معها في مخرجها . ويتلخص من هذا البحث أن القلقلة تسمى بالأصوات شديدة الصياح واللقلقة والمضطربة واليابسة والمحقورة والشديدة والمضغوطة والمنبورة والمهتزة . ¶ {أَصْوَاتُ الْحُرُوفِ الْمُتَحَرِّكَةِ وَالسَّوَاكِنِ} ¶ القرآن هو كلام الله سبحانه وتعالى يتألف من 114 سورة وهذه السور تتألف من آيات والآية تتألف من كلمات والكلمة من حروف . إذا فالحرف يعتبر أصغر وحدة صوتية في كتاب الله لذلك اهتم علماء اللغة قديما إلى تقعيد قواعد النحو والصرف والأصوات والبلاغة وغيرها من علوم العربية لحفظ وصون كل دخيل على الصوت القرآني العربي الفصيح واهم ذلك بحث صفات ومخارج الصوت العربي الفصيح وفائدة ذلك ليتميز الصوت العربي من غيره كالصوت الأعجمي أو غيره . ¶ والحرف عرفه علماء اللغة أنه صوت فكل حرف ننطق به عبارة عن صوت وهذا الصوت عند خروجه إما يتولد من مخرج محقق أو مقدر و الحرف في اصطلاح المجودين هو: صوت معتمد على مخرج محقق أو مقدر . وقسم علماء اللغة الحروف إلى ثلاثة أضرب ضرب أول يسمى : حروف المباني بمعنى التي تبنى منه الكلمة مثل كلمة ( ربنا ) فتكوين كلمة ربنا من أحرف ( ر ب ن ا ) وبمجموع هذه الأحرف تنبني كلمة ( ربنا ) وضرب ثاني يسمى بأحرف المعاني : بمعنى كلمة مكونة من عدة أحرف اصطلح اللغويين إلى تسميتها بالحرف نحو أحرف الجر مثل ( عن – من ) وضرب ثالث ينطق بمسماه مثل الأحرف المتقطعة التي نزل بها الوحي مثل ( ق ) و ( ن ) فاتحة سورتي الشورى والقلم فتلفظ هذه الأحرف بمسماها التي يتكون هجاؤها من ثلاثة أحرف .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ولكي تتفهم ماهية الحرف لابد لك من معرفة ما هو الصوت وعرفه علماء الأصوات القدماء مثل ابن سينا في كتابه الشفاء ج6 ص 70 أنه :\" تموج الهواء ودفعه بقوة وسرعة من أي سبب كان\" _ وهذه أسباب حدوث الصوت والصوت عنده نوعان نوع سماه قرعا ونوع آخر سماه قلعا فقال :\" مثل ما تقرع صخرة أو خشبة أو بقلع أحد شقي مشقوق عن الآخر كخشبة تنحي عليها بأن تبين أحد شقيها عن الآخر طولا \" وقال أيضا ج 6 ص 74 : \" وهذا الشيء الذي فيه الحركات شئ رطب سيال لا محالة إما ماء وإما هواء فتكون مع كل قرع وقلع حركة للهواء أو ما يجري مجراه قيلا قليلا وبرفق وإما دفعة على سبيل تموج أو انجذاب بقوة \" اهـ ولابن سيناء تنبيهات واضحة مفيدة عالج فيها بعض خصائص الصوت مثل تقسمه الصوت إلى صلب وأملس أو متخلخل ومتكاثف وميز بين الصوت الخافت والجهير . وقيل أن الصوت ( ظاهرة طبيعية ندرك أثرها دون أن نراها وهو ينتج عن اهتزاز شئ ما سواء باصطدامه بشيء آخر أم بالهواء نفسه الذي هو أحد الأوساط التي يمر فيها الصوت أو الموجات الصوتية الناتجة عن ذلك الاهتزاز وتختلف هذه الموجات بحسب درجة صلابة الشيء المهتز ونوع الوسط الذي تمر فيه. وللصوت ثلاث وسائط : ¶ الأول : إرسال الصوت ¶ والثاني : الأذن المستقبلة للصوت ¶ والثالث : الواسطة بينهما ¶ وهي اهتزاز وتموج الهواء الموصل ذلك الصوت للأذن وجميع الأصوات التي نسمعها تتم بتصادم شيئين مثال ذلك التصفيق أو مرور الهواء في تجويف فارغ ونحوه .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وللصوت ثلاثة خواص مهمة وهي شدة الصوت ودرجته ونوعه: فشدة الصوت : فهي خاصية تمكن الأذن العادية من التمييز بين الأصوات من حيث القوة أو الضعف فيقال عن الأصوات القوية إن شدتها مرتفعة وعن الأصوات الضعيفة إن شدتها منخفضة . ودرجة الصوت : هي كون الصوت حادا أو غليظا أي مدى عمق الصوت بين الحدة والغلظة فبعض الأصوات غليظ كزئير الأسد وأصوات الرجال ومنها ما هو حاد كأصوات النساء والأطفال ، وتتوقف درجة الصوت على( التردد) أي عدد الاهتزازات التي يحدثها مصدر الصوت من الثانية الواحدة، فكلما زاد عدد الاهتزازات كلما كان الصوت أكثر حدة وكلما قل عدد الاهتزازات في الثانية كان الصوت أكثر غلظة ، ومعنى ما سبق أن درجة الصوت تتوقف على عدد الذبذبات التي يصنعها الجسم في الثانية الواحدة، وهذا يسمى بالتردد لهذا المصدر. ¶ ونوع الصوت : يتحدد نوع الصوت من خلال النغمات المتفقة في النوع والشدة والدرجة ولكنها تصدر من مصادر مختلفة فلو أننا استمعنا إلى عدة أصوات متساوية في شدتها ودرجتها ولكنها من مصادر مختلفة مثل البلبل أو العصفور أو الخيل أو صوت الرجل أو صوت المرأة فإن الأذن يمكن لها أن تفرق بين هذه الأصوات دون رؤيتها.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وعرف بعض العلماء الصوت الإنساني أنه : ( تلك المسموعات التي تصدر عن الجهاز النطقي للإنسان ، وذلك من الحنجرة واهتزاز أوتارها الصوتية مرورا بالفم أو الأنف أو كلاهما إلى الخارج ). وفي كتاب الصوت العربي عند العرب ص6 للدكتور خليل إبراهيم العطية تعريف آخر للصوت بقوله ( اضطراب مادي في الهواء يتمثل في قوة أو ضعف سريعين للضغط المتحرك من المصدر في اتجاه الخارج ثم في ضعف تدرجي ينتهي إلى نقطة الزوال النهائي . ويقتضي هذا التعريف عناصر ثلاثة تستدعيها عملية الصوت الأول ( جسم يتذبذب ) والثاني ( وسط تنتقل فيه الذبذبة الحاصلة عن الجسم المتذبذب ) والثالث ( جسم يتلقى هذه الذبذبات ) ... فأعضاء النطق تمثل العنصر الأول والأثر السمعي المتعلق بالصوت من حيث انتقال موجاته قي الهواء يمثل العنصر الثاني أما أذن المستمع التي تتلقى الذبذبات فإنها تشكل العنصر الثالث ... \" أهـ ¶ ويختلف الصوت من إنسان عن غيره، وذلك بحسب عمر الشخص ( طفل- مراهق – شاب- كهل) ويختلف أيضا من حيث الجنس فصوت الرجل يختلف عن صوت المرأة ، ويرجع الاختلاف إلى طول الأوتار الصوتية فالأوتار الطويلة الضخمة تكون ذبذبتها قليلة وهذا يجعل الصوت الناتج عنها غليظا خشناً وهذا ما يكون في صوت الرجل ، أما قصر الأوتار الصوتية وقلة ضخامتها فإنه يجعل الصوت الناتج عنها حادا أو رفيعا كما في صوت المرأة أو الطفل . ويتراوح طول الوتر الصوتي من 23: 27 مليمترا وعدد الذبذبات من 60: 200 ذبذبة في الثانية وتختلف هذه الذبذبات بحسب وضوح الصوت أو سرعة.ويمكن للإنسان أن يتحكم في حدة صوته ونغمته أي شدته ودرجته عن طريق تنظيم التنفس ويمكن لنا ملاحظة ذلك عند بعض قراء القرآن الكريم عندما يحالون قراءة سورة من السور القصار دفعة واحدة دون توقف ،و يلاحظ ذلك أيضا عند بعض والمنشدين.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ومن المشهور أن حروف اللغة العربية إما متحركة أو ساكنة فالحرف الساكن يتولد صوته بالقرع والحرف المتحرك يتولد بالقلع بين عضو المخرج سواء أكانت الحركة فتحة أو ضمة أو كسرة وقيل الحرف الساكن يتولد بالتصادم أو التلامس بين عضو المخرج والمتحرك بالتباعد أو التجافي بين عضو المخرج فمثلا صوت القاف فيما لو كان ساكنا يتولد صوته بقرع أقصى اللسان بغار الحنك الأعلى اللحمي وهكذا يتم صوت باقي الحروف السواكن بالقرع بين أعضاء المخرج العلوية والسفلية ولا عمل للشفتين من حيث الفتح والضم والخفض مع الحروف السواكن بل هيئة الشفتين تكون طبيعية وتنفتح انفتاحا عرضي بسيط مع الأصوات الرقيقة أما في حالة تحرك الحرف ينشأ صوته بالقلع أو التجافي أو التباعد بين عضو المخرج . ¶ فمثلا صوت القاف فيما لو تحرك بحركة الفتحة تجافى أقصى اللسان مع محاذيه من غار الحنك الأعلى اللحمي ويصاحب ذلك تجافي أو تباعد بين الفكين وانفتاح الشفتين في وقت واحد والأمر نفسه يقال مع صوت القاف المضمومة غير أنه يصاحبها ضم الشفتين للأمام والأمر نفسه يقال مع صوت القاف المكسورة غير أنه يصاحبها انخفاض للفك السفلي ويقاس على ذلك جميع الأحرف المتحركة بحركاتها الثلاث .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وذكر علماء اللغة أن الفتحة نصف ألف ودليلهم لو أشبعنا فتحة أي حرف لتولد من ذلك ألف والضمة نصف الواو ودليلهم لو أشبعنا ضمة أي حرف لتولد من ذلك صوت الواو والكسرة نصف الياء ودليلهم لو أشبعنا كسرة أي حرف مكسور لتولد صوت الياء ويترتب على ذلك أن مخرج الألف يعمل ويساعد في إخراج الفتحة ومخرج الياء يعمل ويساعد في إخراج الكسرة ومخرج الواو يعمل ويساعد في إخراج الضمة ويترتب على ذلك أن الألف الأم والفتحة بنتها والواو الأم والضمة بنتها والياء الأم والكسرة بنتها لو نطقنا بصوت القاف مفتوحا تباعد عضو المخرج وانفتحت الشفتان ولازم ذلك تباعد الفكين ولو نطقنا بصوت القاف مضمومة تباعد عضو مخرج صوت القاف ولازم ذلك ضم الشفتين ولو نطقنا بالقاف مكسورة تباعد عضو مخرج القاف ولازم ذلك انخفاض الفك السفلي والأحرف المتحركة في لغة العرب أكثر من الساكن والسبب أنك لا تبتدئ الكلام إلا بمتحرك ويستحيل البدء بساكن أبدا ولا أن يتصل ساكنان ببعضهما إلا أن يكون الأول منها حرف مد ولين أو يكون الثاني سكن للوقف ¶ فخلاصة هذا البحث : الحرف الساكن يتم صوته بالتصادم بين عضو المخرج والمتحرك يتم بالتباعد بين عضو المخرج . ¶ {الْخِلافُ ِفي عَدَدِ أَصْوَاتِ أَحْرُفِ الْقَلْقَلَةِ}",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "من خلال شغفي وحبي للكتب القديمة التي صنفت في التجويد وجدت بعض التباين بين المتقدمين القدماء في أحرف القلقلة فقد جاء في أحد المصادر أن اللام من أحرف القلقلة وأما سيبويه رحمه الله فقال : بقلقلة التاء انظر النشر والمبرد في كتابه المقتضب ج 1 ص 196 عد الكاف من حروف القلقلة حيث قال : ( واعلم أن من الحروف حروفا محصورة في مواضعها فتسمع عند الوقف على الحرف منها نبرة تتبعه وهي حروف القلقلة وإذا فقدت ذلك وجدته فمنها القاف والكاف إلا أنها دون القاف لأن حصر القاف أشد وأنما تظهر هذه النبرة في الوقف فإن وصلت لم يكن لأنك أخرجت اللسان عنها إلى صوت آخر فحلت بينه وبين الاستقرار وهذه المقلقلة بعضها أشد حصرا من بعض كما ذكرت في القاف والكاف .. ) اهـ وذكر عبد الوهاب بن محمد القرطبي ت 416 في كتابه الموضح في التجويد فقال رحمه الله : \" ... وبعضهم يضيف الكاف إلى حروف القلقلة ولا ينعد منها إلا أن الكاف دون القاف في الحصر \" اهـ",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وقال أبو شامة شارح الشاطبية : \" ... إذن فجميع علماء اللغة والتجويد اتفقوا من خلال أقوالهم المبثوثة في كتبهم أن للقلقلة أحرف خمسة وهي قطب جد ) ومنهم من أضاف إليها الفاء وذكر ذلك كله المرعشي التركي وعد إضافتهما من اللحن وزاد سيبويه والمبرد التاء فصاروا ستة وزاد أبو شامة المقدسي عند شرحه للشاطبية : الضاد والزاي والذال والطاء نقلا عن ابن مريم الشيرازي فصاروا تسعة والطاء متفق عليها وزاد المشرعي ساجقلي التركي اللام والفاء فصاروا أحد عشر حرفا ولكن الأحرف التي زادها العلماء فيما عدا الخمسة المشهورة لا يعول عليها كما رجح ذلك ابن الجزري في النشر والتمهيد ومكي في الرعاية وعبد الوهاب القرطبي والداني في التحديد والشاطبي في لاميته وملا على قارئ في المنح الفكرية شرح المقدمة الجزرية والقسطلاني في شرحه للمقدمة وابن الوجيه الواسطي في كتابه الكنز في القراءات العشر والإمام حسن بن قاسم النحوي المرادي عند شرحه لنونية السخاوي في التجويد وأبو شامة المقدسي في إبراز المعاني وغيرهم . ¶ {تَعْرِيفُ أَصْوَاتِ القَلْقَلَةِ عِنْدَ الْمُجَوِّدِينَ}",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "المقصود باصطلاح الموجدين كيفية العمل بهذه الأصوات حال التلفظ بها عند قراءة القرآن فيما دونه علماء التجويد المخصصين في هذا الدرب ومن هؤلاء العلماء قول مكي رحمه الله في الرعاية ص 41 ( ... حروف القلقلة : ويقال اللقلقة : وهي خمسة أحرف يجمعها هجاء قولك ( جد بطق ) وإنما سميت بذلك لظهور صوت يشبه النبرة عند الوقف عليهن وإرادة النطق بهن فذلك الصوت في الوقف عليهن أبين منه في الوصل بهن وقيل أصل هذه الصفة للقاف لأنه حرف ضغط عن موضعه فلا يقدر على الوقف عليه إلا مع صوت زائد لشدة ضغط واستعلائه ويشبه في ذلك أخواته المذكورات معه . وقد قال الخليل : القلقلة : شدة الصياح وقال : اللقلقة : شدة الصوت فكأن الصوت يشتد عند الوقف على القاف فسميت لهذا المعنى وأضيف إليها أخواتها لما فيهن من ذلك الصوت الزائد عند الوقف عليهن والقاف أبينها صوتا في الوقف لقربها من الحلق وقوتها في الاستعلاء . ) اهـ",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وبنفس الكلام قال ابن الجزري في التمهيد . ولم يتعرض لها بالذكر ابن الباذش في كتابه الإقناع في القراءات السبع عند حديثه عن صفات الحروف فذكر الصفات جملة واحدة ولم يضف لهن أصوات القلقلة فقال ( وصفات الحروف التي تتميز بها ستة عشر صنفا كلها يحتاج إليها في الإدغام وهي المجهورة والمهموسة والشديدة والرخوة والمطبقة والمنفتحة والمستعلية والمستفلة حرفا الغنة حروف الصفير حروف المد واللين والحرف الهاوي الحرف المستطيل الحرف المتفشي الحرف المكرر الحرف المنحرف .. ) اهـ ثم شرح هذه الصفات واحدة تلو الأخرى ولم يتعرض لذكر القلقلة البتة ولم يشر لها أدنى إشارة عند شرحه للحروف الشديدة. وذكر عبد الوهاب بن محمد القرطبي ت 416 في كتابه الموضح في التجويد ص 93 فقال رحمه الله : ( واعلم أن في الحروف حروفا تحفز في الوقف وتضغط من مواضعها وهي حروف القلقلة وهي القاف والجيم والطاء والدال والباء لأنك لا تستطيع الوقف عليها إلا بصوت ينبو معه اللسان عن موضعه وذلك لشدة الحفز والضغط نحو ) الْحَقَّ )(البقرة: من الآية146) و)َ اذْهَب)(الاسراء: من الآية63) واخلط و) اخْرُجْ )(لأعراف: من الآية18) ) وَاشْدُدْ)(يونس: من الآية88) وبعض العرب أشد تصويتا بها ويجمعها قولك : ( طبق جد ) ..... ) اهـ",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وقال أبو شامة المقدسي في إبراز المعاني عند شرحه لهذا البيت من الشاطبية ( كَمَا اْلأَلِفُ الْهَاوِي وَ(آوِي) لِعِلَّةٍ وَفِي (قُطْبِ جَدٍّ) خَمْسُ قَلْقَلَةٍ عُلاَ ....._ فقال _ .ثم ذكر الناظم حروف القلقلة وهي خمسة وجمعها في قوله قطبجد وهذا جمع حسن وقال غيره جد بطق وقد طبج ومعنى طبج حمق وهو بكسر الباء ومنهم من يفتحها وفسره بعاب وأضاف خمس إلى القلقلة كما أضاف في سبع ما سبق علو وعلا نعت لقوله خمس قلقلة أي خمس عالية أي معروفة ظاهرة لأن العالي أبدا ظاهرا قال الداني هي حروف مشربة ضغطت من مواضعها فإذا وقف عليها خرج معها صوت من الفم ونبا اللسان عن موضعه وقال مكي القلقلة صويت حادث عند خروج حرفها لضغطه عن موضعه ولا يكون إلا عند الوقف ولا يستطاع أن يوقف عليه دونها مع طلب إظهار ذاته وهي مع الروم أشد قال الشيخ سميت بذلك لأنك إذا وقفت عليها تقلقل اللسان حتى تسمع عند الوقف على الحرف منها نبرة تتبعه وقال الشيخ أبو عمرو سميت بذلك إما لأن صوتها صوت أشد الحروف أخذا من القلقلة التي هي صوت الأشياء اليابسة وإما لأن صوتها لا يكاد يتبين به سكونها ما لم يخرج إلى شبه التحريك يشبه أمرها من قولهم قلقله إذا حركه",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وإنما حصل لها ذلك لاتفاق كونها شديدة مجهورة فالجهر يمنع النفس أن يجري معها والشدة تمنع أن يجري صوتها فلما اجتمع لها هذان الوصفان وهو امتناع جرى النفس معها وامتناع جرى صوتها احتاجت إلى التكلف في بيانها فلذلك يحصل من الضغط للمتكلم عند النطق بها ساكنة حتى تكاد تخرج إلى شبه تحركها لقصد بيانها إذ لولا ذلك لم يتبين لأنه إذا امتنع النفس والصوت تقدر بيانها ما لم يتكلف بإظهار أمرها على الوجه المذكور وقال ابن مريم الشيرازي وهي حروف مشربة في مخارجها إلا أنها لا تضغط ضغط الحروف المطبقة غير أنها قريبة منها فإن فيها أصواتا كالحركات تتقلقل عند خروجها أي تضطرب ولهذا سميت حروف القلقلة قال وزعم بعضهم أن الضاد والزاي والذال والطاء منها لثبوتها وضغطها في مواضعها إلا أنها وإن كانت مشربة في مخارجها فإنها غير مضغوطة كضغط الحروف الخمسة المذكورة ولكن يخرج معها عند الوقف عليها شبه النفخ قال وامتحان حروف القلقلة أن تقف عليها فإذا وقفت خرج منها صويت كالنفح لنشرها في اللها واللسان ... ) اهـ وقال ابن الوجيه الواسطي رحمه الله ت 740 في كتابه الكنز في القراءات العشر عند تعريفه لصفة القلقلة ( ... القلقلة وهي : صوت كالنبر يتبع الحرف عند الوقف عليه دون الوصل لخروج اللسان عنها إلى صوت حرف آخر وحروفها خمسة يجمعها ( قطب جد ) وقيل أصل هذه الصفة : القاف وشبه به أخواته ... ) اهـ",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وقال ابن الجزري رحمه الله في كتابه النشر ج 1 ص 166 ( .... (وحروف القلقلة) ويقال اللقلقة خمس يجمعها قولك: قطب جد. وأضاف بعضهم إليها الهمزة لأنها مجهورة شديدة وإنما لم يذكرها الجمهور لما يدخلها من التخفيف حالة السكون ففارقت أخواتها ولما يعتريها من الإعلال وذكر سيبويه معها التاء مع أنها المهموسة وذكر لها نفخاً وهو قوى في الاختبار، وذكر المبرد منها الكاف إلا أنه جعلها دون القاف. قال: وهذه القلقلة بعضها أشد من بعض، وسميت هذه الحروف بذلك لأنها إذا سكنت ضعفت فاشتبهت بغيرها فيحتاج إلى ظهور صوت يشبه النبرة حال سكونهن في الوقت وغيره وإلى زيادة إتمام النطق بهن. فذلك الصوت في سكونهن أبين منه في حركتهن. وهو في الوقف أمكن، وأصل هذه الحروف القاف لأنه لا يقدر أن يؤتى به ساكناً إلا مع صوت زائد لشدة استعلائه. وذهب متأخرو أئمتنا إلى تخصيص القلقلة بالوقف تمسكاً بظاهر ما رأوه من عبارة المتقدمين أن القلقة تظهر في هذه الحروف بالوقف. فظنوا أن المراد بالوقف ضد الوصل وليس المراد سوى السكون فإن المتقدمين يطلقون الوقف على السكون. وقوى الشبهة في ذلك كون القلقة في الوقف العرفي أبين وحسبانهم أن القلقلة حركة وليس كذلك فقد قال الخليل: القلقلة شدة الصياح. واللقلقة شدة الصوت. وقال الأستاذ أبو الحسن شريح بن الإمام أبي عبد الله محمد بن شريح رحمه الله في كتابه \"نهاية الإتقان في تجويد القرآن\" لما ذكر أحرف القلقلة الخمسة فقال: وهي متوسطة كباء الأبواب وجيم النجدين ودال مددنا وقاف خلقنا وطاء أطوار ومتطرفة كباء لم يتب وجيم لم يخرج ودال لقد وقاف من يشاقق وطاء لا تشطط فالقلقلة هنا أبين في الوقف في المتطرفة من المتوسطة ) اهـ .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وعرفها البعض الآخر فقال : اضطراب المخرج عند النطق بحروف (قُطْبُ جَدٍ) إذا كانت ساكنة.وقيل في تعريف آخر: تباعد طرفي عضو النطق بحروف (قُطْبُ جَدٍ) إذا كانت ساكنة. من غير ان يصحب ذلك شائبة حركة أما حال حركتها فليس فيه أصل القلقلة . وهذا ما أرجحه واميل إليه وبه قرأت وأقرئ وعرفها آخر ( عبارة عن صويت يصحب أحرفها الخمسة )وقيل ( صوت زائد يشبه النبرة ) كما صرح به مكي رحمه الله ويشترط لقلقلة هذه الحروف أن تكون ساكنة وصلا أو بعروض الوقف. وقيل في تعريف جيد يوافق القول الذي رجحته أن القلقلة ( النطق بحرف القلقلة حال سكونه بالتباعد بين طرفي عضو المخرج دون أن يصاحبه انفتاح للفم أو انضمام للشفتين أو انخفاض للفك السفلي ) وقيل هي اهتزاز للحرف الساكن مع بقائه ساكنا ويمكن لنا أن نحدد تعريفا جامعا لكيفية حدوث أصوت القلقلة وهو ( التلفظ بأحرف القلقلة الخمسة حال سكونه بالتباعد بين طرفي عضو المخرج وألا يصاحب ذلك عمل الشفتين من فتح وضم وخفض أو تباعد بين الفكين والمتحرك لا يوجد فيه أصل القلقلة ) . والله اعلم ¶ {التَّعْرِيفُ بِالأصْوَاتِ الشَّدِيدِةِ حَبِيسَةُ الصَّوْتِ} ¶ أصوات الأحرف الشديدة أو ( الانفجارية ) حسب تسمية علماء الأصوات يراد بها انحباس هواء الصوت خلف المخرج المولد لصوت الحرف حال سكونه ومن ذلك قول سيبويه رحمه الله في كتابه ج4 ص 434 ( ... ومن الحروف الشديدة وهو الذي يمنع الصوت أن يجري فيه وهو الهمزة والقاف والكاف والجيم والطاء والتاء والدال والباء وذلك انك لو قلت ألحج ثم مددت صوتك لم يجر ذلك ... ) اهـ",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "فيفهم من كلام سبيويه رحمه الله أن الحروف الشديد التي لا يجري معها صوت البتة حال سكونها وهذا بخلاف الأحرف الرخو فالصوت يجري معها جريانا كليا وبين هذه الأصوات الشديد والرخو الأحرف المتوسط التي يجري معها الصوت جريانا جزئيا ولمعرفة ماهية الحرف المقلقل لابد من تسليط الأضواء بالشرح والبيان لعمل أصوات الأحرف الشديد في الفم فالحرف المقلقل جزء من الحروف الشديدة وهو عند المجودين \" أنه حرف اشتد لزومه لوضعه , حتى منع الصوت أن يجري معه عند التلفظ به )) وحروفه جمعها بن الجزري في قول ( أجدك قطبت ), ولفظ الجزرية ( أجد قط بكت ) , ومعنى هذه الجملة أنه كان لبعض العرب محبوبة تسمى ( قط ) فسمع بكاء في بيتها فقال : أجد قط بكت . ¶ ومن المعلوم أن أحرف الشدة فيها ثقل على نطق اللسان فتخلصت العرب من شدة هذه الأحرف بأن قلقلوا خمسة أحرف منها وهي ( قطب جد ) وهمسوا الكاف والتاء , وسهلوا الهمزة وأبدلوها , وبذلك تحقق لهم اليسر والسهولة واللين في نطق أحرف الشدة الثمانية . وهذه الأحرف يطلق عليها علماء الأصوات بالأحرف ذات الأصوات الانفجارية وتعريف الانفجار والشدة عندهم ( هو خروج الصوت فجأة في صورة انفجار للهواء عند احتباسه في المخرج ) ولكنهم جعلوا الضاد حرف انفجاري شديد ولم ينزل القرآن بشدية الضاد بل نزل برخاوتها . والحرف الشديد حقه انحباس الصوت عند النطق به ومستحقه قصر زمنه إن كان ساكنا وحروف المعجم من حيث جريان الصوت بها وعدم جريانه قسمها علماء اللغة من هذه الناحية إلى ثلاثة أضرب ضرب لا يجري معه الصوت أبدا وهي ثمانية أحرف جمعوها في قولهم ( أجد قط بكت ) وضرب يجري معه الصوت جريانا ناقصا وهي خمسة أحرف جمعوها بقولهم ( لن عمر ) وضرب يجري معه الصوت جريانا تاما وهي ستة عشر حرفا وهي الباقية من أحرف المعجم .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وسمى العلماء هذه الحروف بالرخوة . والأحرف الشديدة تحتوى لجميع أصوات القلقلة الخمسة وقرر ذلك علماء الأصوات بقولهم ( .... الحروف الشديدة الثمانية تحتوي بداخلها لحروف القلقلة ( قطب جد ) وسبب قلقلة هذه الأحرف أنها شديدة وللتخلص من شدتها المزعجة حال سكونها ويلاحظ أن حروف الشدة الثمانية تحوى حروف القلقة الخمسة ( قطب جد ) ولو تكلمنا بغلة أهل الرياضيات نقول ( مجموعة أجد قط بكت تحتوي مجموعة حروف ( قطب جد ) فكل عنصر ينتمي لمجموعة قطب جد فهو ينتمي إلى مجموعة أجد قط بكت أي أن كل حرف مقلقل فهو حرف من حروف الشدة ولا عكس أي ليس كل حرف من حروف الشدة مقلقل إذن ما هي الشدة ؟ هي انحباس الصوت ولكي نتأمل الشدة وكيفيتها فلنأخذ حرف الباء مثلا فعندما نقول ( أب ) فتصطدم الشفة العليا بالشفة السفلي وينغلق المخرج انغلاقا تاما فماذا يحدث؟ الهواء الذي يخرج من الرئتين يريد أن يخرج عبر الفم فعندما قلنا( أب ) أغلقنا الطريق أمامه فصار الهواء من الرئتين إلى مخرج الباء الشفوية هوائا مضغوطا مما يسبب إزعاجا لجهاز النطق في الحنجرة فلو قلنا ( ب) مفتوحة الحركة كان الهواء محبوسا خلف الشفتين فعندما قلنا ( ب) المتحركة خرج وتدفق بقوة ولم يحدث إزعاجا لجهاز النطق لأن الهواء الذي كان محبوسا خرج وتدفق .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "لذلك ينحصر الضيق والإزعاج في المخرج عندما تسكن حروف القلقلة ولا يحدث هذا الضيق و الإزعاج لجهاز النطق حال تحركها بأي حركة من الحركات الثلاث فيترتب على ذلك أن المتحرك لا إزعاج فيه ) اهـ قلت وليس فيه أصل القلقلة كما نجد التصريح بذلك في بعض الكتب المعاصرة التي صنفت في التجويد وكل من تصدر للتعليم في الوقت المعاصر يحتج بما في هذه الكتب ويضرب عرض الحائط بكلام المتقدمين القدماء وحجته في ذلك هل أنتم أعلم من هؤلاء العلماء المعاصرين ؟ فهل العلم يعرف بالرجال أم العكس ؟ فسوف أناقش أقوال المعاصرين و أقارن بينها وبين كلام القدماء في هذا البحث ليرى الباحث مدى دقة كلام القدماء في الحفاظ على أصالة الصوت القرآني ومدى إضافات بعض المعاصرين التي تميل القلقلة ناحية الحركة وإلى غير ذلك . واسأله تعالى أن يوفق الجميع لما يحب ويرضى . ¶ {الْقَلْقَلَةُ مِنْ صِفَاتِ الأصْوَاتِ الْمُحَسِّنَةِ} ¶ جميع صفات الأحرف العربية التي تحدث عنها علماء التجويد واللغة والصوتيات ما هي إلا من الصفات التجميلية المحسنة التي تساعد في تمييز الصوت العربي من غيره من الأصوات الدخلية على الصوتي القرآني ومن هذه الصفات صفات القلقلة والصفير والغنة والانحراف والتكرير والاستطالة والتفشي وكل صفة ليس لها ضد ويقرر علماء الأصوات أن الأصوات الشديدة تسمى في اصطلاحهم إلى ( أصوات انفجارية ) وهي عندهم ( أجد قط بكت ) أضافوا علي هذه الثمانية الضاد ولا تصح هذه الإضافة والضاد رخوة بكل مقاييس اللغة الفصحى والصوت الشديد الانفجاري عبارة عن حبس للصوت ويتبع ذلك دفع واطلاق الصوت ويصحب ذلك صوت يتبع هذا الدفع و الاطلاق.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ووضح هذه النظرية الصوتية دكتور غانم قدوري الحمد في كتابه الدراسات الصوتية ص 302 بقوله ( يقرر علماء الأصوات أن الشديد ( الانفجاري يتكون من 1- حبس 2- اطلاق 3 – صوت يتبع الاطلاق فالحبس يتم باتصال عضوين ينتج عنه وقف المجرى الهوائي وقفا كاملا والاطلاق يتم بانفصال العضوين انفصالا سريعا يحدث عنه انفجار الهواء ويلاحظ أن اندفاع الهواء يستمر بالضرورة زمنا محسوسا بعد انفراج العضوين ولذلك فالصوت الشديد ( الانفجاري ) لا يتأتى نطقه النطق الكامل من غير أن يتبع بصوت آخر مستقل عنه هو هذا الهواء المندفع وهذا الصوت المستقل الذي يلي الصوت الشديد ضرورة إما أن يكون مهموسا وإما أن يكون مجهورا فإذا نطقنا صوتا شديدا مهموسا مثل الكاف وحده فإنه يتبعه عادة صوت مهموس قصير وإذا نطقنا صوتا شديدا مجهورا كالباء وحده فإنه يتبعه عادة صوت مجهور قصير أشبه ما يكون بالفتحة المختلسة – وتحرك المقلقل بالفتح يقع في اللهجات المعاصرة – وكان سيبويه قد لاحظ هذه الخاصية في الأصوات عند الوقف عليها وذلك حيث قال : ( واعلم أن من الحروف حروفا مشربة ضغطت من مواضعها فإذا وقفت خرج معها من الفم صويت ونبا اللسان عن موضعه وهي حروف القلقلة وستبين أيضا في الإدغام إن شاء الله وذلك القاف والجيم والطاء والدال والباء والدليل على ذلك أنك تقول : الحذق فلا تستطيع أن تقف إلا مع الصويت لشدة ضغط الحرف وبعض العرب أشد صوتا كأنهم يرومون الحركة وكذلك تحدث سيبويه عن الوقف على الحروف المهموسة .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "فقال : وأما الحروف المهموسة فكلها تقف عندها مع نفخ لأنهن يخرجن مع التنفس لا صوت الصدر وإنما تنسل معه وبعض العرب أشد نفخا كأنهم الذين يرومون بالحركة فلا بد من النفخ لأن النفس تسمعه كالنفخ ) وقرر سيبويه أن ذلك الصوت وتلك النفخة لا تسمع من الحروف عند الوصل وذلك حيث قال : ( واعلم أن هذه الحروف التي يسمع معها الصوت والنفخة في الوقف لا يكونان إذا سكنّ لأنك لا تدع صوت الفم يطول حتى تبتدئ صوتا ) .... وكان كلام سيبويه عن حروف القلقلة قد حدد معالم الموضوع وكذلك عند علماء التجويد وكان ما أضيف على كلام سيبويه يعد شيئا يسيرا ) اهـ ومن شروط القلقلة عند علماء التجويد أن يجتمع الجهر والشدة خاصة في صفة الحرف ومن المعروف الشدة حبس الصوت والجهر حبس هواء الزفير وكلا الصفتين تسبب ضيق واختناق لجهاز الكلام عند المتكلم ¶ قال العلماء ( ... فالشدة تحصر صوت الحرف لشدة ضغطه في المخرج والجهر يمنع جري النفس عند انفتاح المخرج فيلتصق المخرج التصاقا محكما فيقوى الصوت الحادث عند انفتاح المخرج دفعه ) ووضح ذلك أبو عمرو ابن الحاجب ونقل كلامه أبو شامة المقدسي وهو قوله : ( وإنما حصل لها ذلك لاتفاق كونها شديدة مجهورة فالجهر يمنع النفس أن يجرى معها والشدة تمنع أن يجرى صوتها فلما اجتمع لها هذان الوصفان وهو امتناع جري النفس معها وامتناع جري صوتها فاحتاجت إلى التكلف في بيانها فلذلك يحصل ما حصل من الضغط للمتكلم عند النطق بها ساكنة حتى تخرج إلى شبه تحركها لقصد بيانها إذ لولا ذلك لم تتبين ... وتنطبق شروط القلقلة على الهمز كما وصفها علماء العربية وعلماء التجويد من أنها صوت شديد مجهور ... وقد نص علماء التجويد على إخراج الهمزة من حروف القلقلة وعلل محمد المرعشي إخراجها بقوله :",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "( ثم أعلم أن الهمزة وإن اجتمع فيها الشدة والجهر لكن الجمهور أخرجوها من حروف القلقلة كما في بعض الرسائل ولعل سبب ذلك ما في الرعاية أن الهمزة كالتهوع وكالسعلة فجرت عادة العلماء بإخراجها بلطافة ورفق وعدم تكلف في ضغط مخرجها لئلا يظهر صوت يشبه التهوع والسعلة أقول فيخفى حينئذ شدتها ويعدم قلقلتها ) وهذا التعليل – عندي - أرجح مما علل به ابن الجزري حين قال ( وإنما لم يذكرها الجمهور لما يدخلها من التخفيف حالة السكون ففارقت أخواتها ولما يعتريها من الإعلال ) .... ويبدوا أن تسمية هذه الظاهرة - الصوتية – بالقلقلة ترتبط بالمعنى اللغوي ارتباطا وثيقا إذ يقال : قلقل الشيء إذا حركه حمل بعض علماء التجويد هذه التسمية على ذلك المعنى مع احتمال أن يكون اصل التسمية من دلالة الكلمة على شدة الصوت فقال : ( سميت بذلك إما لأن صوتها صوت أشد الحروف أخذا من القلقلة التي هي صوت الأشياء اليابسة وأما لأن صوتها لا يكاد يتبين به سكونها ما لم يخرج إلى شبه التحريك لشدة أمرها من قولهم قلقلة ذا حركة وحاول بعض العلماء التجويد المتأخرين وضع مصطلح يقابل مصطلح القلقلة فاستخدم السمرقندي ت 780 هـ مصطلح الساكنة فقال ( وما سوى القلقلة فهي ساكنة ) وقال الحسن بن شجاع التوني ( وضد القلقلة السكون ) وعلل الدركزلي تسميتها بالساكنة بقوله : ( أي أنها ذات سكون وعدم اضطراب في مخارجها مطلقا ) لكن جمهور علماء التجويد يعدون صفة القلقلة من الصفات التي لا ضد لها ...) اهـ المرجع السابق ¶ {كَيْفِيَّةُ حُدُوثِ صَوْتِ الْقَلْقَلَةِ ِفي جِهَازِ النُّطْقِ}",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "من خلال الأبحاث السابقة عرفنا أن الحروف الساكنة تخرج بالتصادم بين طرفي عضوي المخرج , والحروف المتحركة تخرج بالتباعد بين طرفي عضو المخرج ,وبأن حروف المد واللين تخرج باهتزاز الأوتار الصوتية في الحنجرة ,إذن فكيف تحدث أصوات القلقلة ؟ وكيف ينطق القارئ بها نطقا سليما من غير شائبة حركة من الحركات الثلاث ؟ وللكلام على ذلك لا بد للإنسان أن يكون واضح في ذهنه شيئين : ¶ أن هناك أصوات تخرج بالتصادم بين عضو المخرج وهي الأصوات ( الصوامت أو الجوامد ) ويقصد بالصوامت أو الجوامد عند علماء الأصوات بالسواكن وبينت هذا في بحث سابق من هذا البحث ¶ وكذلك يوجد أصوات أحرف تخرج بالتباعد بين طرفي عضو الكلام وهي جميع أصوات الأحرف المتحركة ويصحب كل حركة شكلها من حيث عمل الشفتين ولا بد مع ذلك من معرفة صفة الشدة وبينت شرحها سابقا أيضا. ¶ نظر العلماء رحمهم الله تعالى إلى الحروف العربية من حيث جريان الصوت عند النطق بها وعدم جريانه فتبين لهم أن الحروف العربية يمكن أن تقسم إلى ثلاث مجموعات : مجموعة (أجد قط بكت ) فهي حروف الشدة وهذه ينحبس معا الصوت ومجموعة ( لن عمر ) وهي حروف البينية يجرى معها الصوت جريانا جزئيا وبقية الحروف وهي حروف الرخاوة يجرى معها الصوت جريانا كليا. وقال علماء الأصوات التجويدية : لو نظرنا للمجموعة الأولى وهي ثمانية ونطقنا كل واحد على حدة بعد تسكينه لوجدنا أن كلا منه ينحبس الصوت به في المخرج انحباسا تاما فكل هذه الحروف الثمانية عند النطق بها يغلق المخرج انغلاقا تاما ولا يسمح لذرة صوت أن يمتد أما المجموعة الثانية نجد أن المخرج لا ينحبس الصوت عند النطق به كما في حروف الشدة ولا يجرى جريانا كاملا كما في حروف الرخاوة بل يجرى جريانا جزئيا .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "إذن حقيقة القلقة هي إخراج الحرف المقلقل حال سكونه بالتباعد بين طرفي عضو المخرج مشبها في ذلك الحروف المتحركة ومخالفا للقاعدة الأصلية في إخراج الحروف السواكن بالقرع . وهنا لسائل أن يسأل إذا كان الحرف المقلقل يخرج بالتباعد بين طرفي عضو المخرج والحرف المتحرك كذلك ما الفرق بينهما؟ والجواب أن الحرف الساكن كيف يخرج ؟ قلنا يخرج بالتصادم بين طرفي عضو النطق والحرف المقلقل كيف يخرج ؟ قلنا بالتباعد بين طرفي عضو المخرج والمتحرك كذلك ولكن الساكن عندما يخرج هل يصاحبه شئ من عمل الشفتين ؟ لا بل الشفتين يأخذان الشكل الطبيعي لهما وكذلك الحرف المقلقل لا يصاحبه شئ من عمل الشفتين أما الحرف المتحرك يصاحبه واحد من ثلاثة انفتاح للفم إن كان الحرف مفتوحا وشكل الشفتين عند التلفظ بالمفتوح على هيئة نطقه بالألف وتسمى الفتحة نصف ألف أو بنت الألف أو انضمام للشفتين إن كان الحرف مضموما وشكل الشفتين على هيئة النطق بالواو وتسمى الضمة نصف الواو أو بنت الواو أو انخفاض للفك السفلي إن كان الحرف مكسورا وتكون هيئة الشفتين كهيئة نطقه بالياء وتسمى الكسرة نصف ياء أو بنت الياء",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وبالتأمل فيما سبق نجد أن الحرف المقلقل حالة بين حالتين بين الحركة وبين السكون إذ أنه يشبه الحرف الساكن من حيث أنه لا يصاحبه انفتاح للفم ولا انضمام للشفتين ولا انخفاض للفك السفلي هذا وجه الشبه بين المقلقل والساكن ووجه الشبه بين المقلقل والمتحرك أن كلا منهما يخرج بالتباعد بين طرفي عضو المخرج والحرف المتحرك يخالف المقلقل لأنه يصاحبه تغيير شكل الشفتين عند النطق به والمقلقل لا يصاحبه شئ . إذا المقلقل يشبه الساكن ويخالفه ويشبه المتحرك ويخالفه فهو حالة بين حالتين ولذلك سماه علماؤنا مقلقل وكما يقال في العاميات المعاصرة الأمور مقلقلة أي غير ثابتة . والعرب من طبيعتهم أنهم يحبون السهولة في النطق فتخلصا من هذه الشدة المزعجة عند نطق الأصوات الخمسة ( قطب جد ) حال سكونها فإن العرب خالفوا القاعدة الأصلية من أن الحرف الساكن يخرج بالتصادم بين طرفي عضو المخرج فأخرجوا كل حرف من هذه الخمسة بالتباعد بين طرف عضو المخرج حال سكونه . ¶ وخلاصة التصويت بالقلقلة أقول : جميع أصوات الأحرف السواكن تخرج بالتصادم بين طرفي عضو المخرج ما عدا أحرف القلقلة الخمسة فتخرج بالتباعد بين طرفي عضو المخرج ولا يصاحب ذلك تجافي الفكين عن بعضهما أو عمل الشفتين من فتح وضم وكسر . وقال فضيلة الشيخ يحيي غوثاني حفظه الله في كتابه ( علم التجويد أحكام نظرية ص 91 ....( ... أن القلقلة اهتزازُ حَرْفِ القلقلة في مخرجه ساكناً بحيث يسمع له نبرةٌ مُمّيَّزةٌ , ولا ينبغي للقارئ أن يَنْحُوَ بها إلى الفتح ولا إلى الكسر , ولا إلى غير ذلك بل يخرجها سهلةً , رقيقةً في المرقق , مثل : ) قَبْلِكُمْ)(البقرة: من الآية21), ومفخمةَ في المفخَّم , مثل ) يَطْبَعُ)(غافر: من الآية35). اهـ",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ولخص الشيخ يحيي الغوثاني كيفية حدوث أصوات القلقلة بقوله (هناك نقطةٌ دَقِيقةٌ قد لا ينتَبِهُ لها البعض , وهي أنَّ القلقلة فيها تَبَاعُدٌ لعضوَيِ النطْق دون تَبَاعُدِ الفكّيْن , فإذا باعدّنا بين الفكّينِ خرجْنا من القلقلةِ إلى الحركة , وهذا محذورٌ ينبغي الانتباه له. وبإمكانك أن تتدرَّبَ بنفسك على القلقلةِ الصَّحيحة : بأن تُمْسِكَ فكيْكَ بيدك , ثم تنطِقَ بحروف القلقلة , كل حرفٍ بمفرده , فإذا رأيت الفكّين تباعدا فهو خطأ , والصحيح أنهما يكونان ثابتين , والصوتُ إنما يحدث من تباعُدِ عُضْوَيِ النطق عن بعضهما. والله أعلم.) اهـ قلت ولا يتقن هذا البحث ولا يستبين إلا بالتلقي والمشافهة الصوتية بين القارئ والمقرئ . ¶ {لِمَاذَا قَلْقَلَت العَرَبُ هَذِهِ الأحْرُفَ خَاصَّةٌ؟} ¶ لو أن سائلا سأل وقال : لماذا قلقلت العرب أصوات ( قطب جد ) دون غيرها ؟ ولماذا كانت قلقلتها حال سكونها ؟ ¶ والجواب على ذلك يعرف من خلال شرحنا لصفة الشدة ( الانفجارية ) التي تؤدي لثقل التصويت بها والإزعاج الشديد لجهاز النطق بها فكما تخلصت العرب من حروف الشدة بشتى السبل تخلصت من حروف القلقلة الشديدة باهتزاز واضطراب مخرجها وبمعنى آخر قلقلت العرب ( قطب جد ) لما فيها من صفة الشدة المزعجة لجهاز النطق ونعني بالشدة انحباس الصوت وانغلاق المخرج انغلاقا تاما مما يسبب ضيقا لجهاز النطق بسبب الهواء المضغوط خلف طرفي عضو المخرج والذي يريد أن يخرج ولا يجد إلى ذلك سبيلا وسبب قلقلتها حال سكونها فقط دون المتحرك منها لأن القلقلة التي هي التخلص من الشدة إنما تكون في حالة حدوث الإزعاج والإزعاج لجهاز النطق لا يحدث إلا عند انغلاق المخرج وهذا لانغلاق لا يحدث إلا حالة السكون .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "فمثلا عندما ننطق كلمة ( خلق ) فعندما ننطق الخاء فطرفي عضو المخرج يبتعدان ويبتعد معهما الفكان والأمر نفسه كذلك مع اللام تخرج بالتباعد بين طرفي عضو النطق ويصاحب ذلك تباعدا للفكين ونفس الأمر مع القاف لو نطقنا بها مفتوحة أما حال سكونها فالذي يحدث له التباعد طرفا عضو مخرج القاف أما الفكان لا يبتعدان ولو ابتعدا عن بعضهما لانفتحت القاف . ولا قلقلة في ( قطب جد) حال كونها مشددة أي الذي لا يقع عليه القلقلة الساكن الأول من المشدد نحو ) الْحَقّ)(النور: من الآية25) ) الْحَجِّ )(التوبة: من الآية3) )الطَّلاقُ )(البقرة: من الآية229) )الْحَاقَّةُ) (الحاقة:1) لأنا لو قلقلناها لانفك لإدغام – أي الشدة - ولا يصح قرآنا ولا لغة إذن (قطب جد ) إذا كانت مدغمة – أي مشددة - تخرج بالتصادم على القاعدة الأم وإن كانت متحركة تخرج بالتباعد بين طرفي عضو المخرج ولا يصاحب ذلك التباعد مجافاة بين الفكين أو عمل للشفتين من حيث الفتح والضم وخفض الفك لأسفل . ¶ {لِمَاذَا لَمْ تُقَلْقَلِ الْعَرَبُ الْهَمْزَةَ والتَّاءَ والْكَافَ}",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "أدرك علماء اللغة والتجويد أن الأصوات المقلقة كلها مجهور بحبس هواء الزفير من الجريان معها وهذا من شروط اطلاق اسم القلقلة على الحرف كونه جهريا والقرآن نزل بمجهور هذه الأصوات الخمسة ( قطب جد ) ولذا خرج صوت التاء والكاف من القلقلة لكونها مهموسين ولم يوافق علماء التجويد أهل اللغة بقلقلة التاء والكاف وما زاد على هذه الخمسة لما يعتر يهما من الهمس أما قول سيبويه بقلقلة التاء انظر النشر والمبرد في كتابه المقتضب ج 1 ص 196 عد الكاف من حروف القلقلة حيث قال : ( واعلم أن من الحروف حروفا محصورة في مواضعها فتسمع عند الوقف على الحرف منها نبرة تتبعه وهي حروف القلقلة وإذا فقدت ذلك وجدته فمنها القاف والكاف إلا أنها دون القاف لأن حصر القاف أشد و أنما تظهر هذه النبرة في الوقف فإن وصلت لم يكن لأنك أخرجت اللسان عنها إلى صوت آخر فحلت بينه وبين الاستقرار وهذه المقلقلة بعضها أشد حصرا من بعض كما ذكرت في القاف والكاف .. ) اهـ ¶ وذكر عبد الوهاب بن محمد القرطبي ت 416 في كتابه الموضح في التجويد فقال رحمه الله : (.... وبعضهم يضيف الكاف إلى حروف القلقلة ولا ينعد منها إلا أن الكاف دون القاف في الحصر ) اهـ إذن فلماذا لم تقلقل العرب الهمزة والتاء والكاف كما فعلوا مع حروف القلقلة ؟ والجواب أن للعرب في التخلص من شدة الهمزة طرقا عديدة وتلك الطرق أغنت عن قلقلتها مثل الإبدال والنقل والإسقاط والحذف أما التاء والكاف فإن فيهما صفة تنوب مناب القلقلة في ( قطب جد) للتخلص من شدتهما ألا وهي صفة الهمس . والشدة والهمس في الكاف والتاء ليسا في زمن واحد بل الشدة أولا فالهمس ثانيا كما صرح بذلك فضيلة شيخ قراء الشام عبد العزيز عيون السود رحمه الله وصهره الشيخ أيمن سويد . ¶ {خِلافُ الْعُلَمَاءِ ِفي القَلْقَلَةِ وَصْلاً أَمْ وَقْفاً فَقَط}",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "للعلماء في القلقلة مذهبان : مذهب يرى أنها لا تكون ألا وقفا فحسب , وهم بعض علماء العربية والمرعشي التركي في كتابه جهد المقل وحجتهم في هذا القول أن الاشتغال بصوت آخر عند الوصل يشغلك عن اتباع الحرف الأول صوتا . ¶ وقال بن الطحان في كتابه مرشد القارئ مرجحا هذا المذهب بقوله ( لا تكون إلا عند الوقف ) اهـ وهو الذي يفهم من كلام علماء العربية وإن شئت انظر لكتاب سيبويه والمبرد في كتابه المقتضب وابن جني في كتابه سر صناعة الإعراب وذهب أكثرهم _ وهم أصحاب المذهب الثاني - إلى أنه لا يشترط لحصول صوت القلقلة سوى سكون الحروف المذكورة سواء وقعت وسطا أو متطرفة ورجح مكي في الرعاية أن ذلك الصوت في الوقف عليهن أبين منه في الوصل بهن . ¶ وذكر ابن الجزري رحمه الله في كتابه النشر ذينك المذهبين ورجح المذهب القائل بقلقلتها وصلا ووقفا إذا كانت ساكنة واستدل بكلام أبي الحسن شريح ت 539هـ وذلك حيث قال (وذهب متأخرو أئمتنا إلى تخصيص القلقلة بالوقف تمسكاً بظاهر ما رأوه من عبارة المتقدمين أن القلقة تظهر في هذه الحروف بالوقف. فظنوا أن المراد بالوقف ضد الوصل وليس المراد سوى السكون فإن المتقدمين يطلقون الوقف على السكون. وقوى الشبهة في ذلك كون القلقة في الوقف العرفي أبين وحسبانهم أن القلقلة حركة وليس كذلك فقد قال الخليل: القلقلة شدة الصياح. واللقلقة شدة الصوت",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وقال الأستاذ أبو الحسن شريح بن الإمام أبي عبد الله محمد بن شريح رحمه الله في كتابه \"نهاية الإتقان في تجويد القرآن\" لما ذكر أحرف القلقلة الخمسة فقال: وهي متوسطة كباء ) الْأَبْوَابَ )(يوسف: من الآية23) وجيم ) النَّجْدَيْنِ)(البلد: من الآية10) ودال )ضَ مَدَدْنَاهَا )(الحجر: من الآية19) وقاف ) خَلَقْنَا)(المؤمنون: من الآية12) وطاء ) أَطْوَاراً)(نوح: من الآية14) ومتطرفة كباء ) وَمَنْ لَمْ يَتُبْ )(الحجرات: من الآية11) وجيم ) وَمَا يَخْرُجُ )(الحديد: من الآية4) ودال )لَقَدْ)(آل عمران: من الآية164) وقاف )وَمَنْ يُشَاقِقِ )(النساء: من الآية115) وطاء ) وَلا تُشْطِطْ )(صّ: من الآية22) فالقلقلة هنا أبين في الوقف في المتطرفة من المتوسطة ) اهـ . ¶ وذكر محمد بن قاسم البقري أحد شيوخي في السَّندَيْنِ عن شيخه في كتابه غنية الطالبين ص 14 ولم يسم شيخه أن هذا الشيخ كان له مذهب خاص في تفسير القلقلة فقال ( وكان شيخنا يتوقف فيها ويميل أن القلقلة نبرة لطيفة يأتي بها القارئ في الحرف المقلقل وشيخنا لا يمنعه إلا أنه يتوقف فيه لما قاله الشمس ابن الجزري في نشره : وقال الخليل القلقلة شدة الصياح إلى آخر ما قاله وذلك لا يفهم أن القلقلة تحريك الحرف ) اهـ إذن الراجح إثباتها وقفا ووصلا وعليه العمل بين الفريقين المتقدمين والمتأخرين من الناحية القرآنية . ¶ {لا عَمَل للشَّفَتَيْنِ مَعَ أَصْوَاتِ القَلْقَلَةِ إلا البَاءَ} ¶ ذكر العلماء أهمية عمل الشفتين في إنتاج أصوات الكلام و قالوا عنهما أنهما من أعضاء النطق المتحركة ويساعد انطباقهما وانفراجهما في نطق كثير من الأصوات .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وقيل إن عادات البشر في استغلال حركة الشفتين والانتفاع بهما مختلفة فمن الشعوب من تتميز عادات النطق لديهم بكثرة الحركة فيهما كفرنسا ومنهم من يقتصد وأصوات القلقلة خمسة ولكل صوت منها كمال ونقصان فكمال صوت القاف اللسانية أن يتولد صوتها عندما يصطدم أقصى اللسان بغار الحنك الأعلى اللحمي فبسبب هذا التصادم ينحبس الصوت الخارج من الحنجرة حال سكون صوت القاف اللسانية المقلقلة فيسبب ثقلا وإزعاجا لجهاز النطق فتخلصا من هذا الثقل قلقلته العرب وهذا حال سكونه ومن نقصان التلفظ به حال سكونه تباعد الفكين وفتح الشفتين على هيئة الفتحة أو ضمهما على هيئة الواو وخفض الفك السفلي على هيئة الياء ولو صاحب الحرف الساكن المقلقل عمل للشفتين من فتح وضم وخفض للفك السفلي مال صوت القاف الساكنة ناحية الحركة وذلك نقص ولحن واختلاس في صوت الحرف الساكن . ¶ والقاف اللسانية حال حركتها تعمل معها الشفتين من فتح وضم وخفض للفك السفلي . ولصوت الطاء اللسانية المقلقلة كمال ونقصان فكمالها أن يصطدم طرف اللسان بمنطقة اللثة فينحبس الصوت الخارج من الحنجرة حال سكون صوت الطاء اللسانية فبسبب هذا التصادم يسبب ثقلا لجهاز النطق فتخلصا من هذا الثقل قلقلته العرب وهذا حال سكونه ومن نقصان التلفظ بها حال سكونها تباعد الفكين وفتح الشفتين على هيئة الفتحة أو ضمهما على هيئة الواو وخفض الفك السفلي على هيئة الياء ولو صاحب الحرف الساكن عمل للشفتين من فتح وضم وخفض للفك السفلي مالت الطاء اللسانية الساكنة ناحية الحركة وذلك نقص ولحن ومرض من أمراض التلفظ بصوت الساكن .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ولصوت الباء الشفوية المقلقلة كمال ونقصان فكمالها أن تصطدم الشفة العليا بالسفلى فينشأ من هذا التصادم صوت الباء الشفوية في السمع وينحبس خلف الشفتين الصوت الخارج من الحنجرة حال سكون الباء الشفوية فيسبب هذا الحبس ثقلا وإزعاجا لجهاز النطق فتخلصا من هذا الثقل قلقلته العرب وهذا حال سكونه ومن نقصان التلفظ بها حال سكونها تباعد الفكين وفتح الشفتين على هيئة الفتحة أو ضمهما على هيئة الواو وخفض الفك السفلي على هيئة الياء ولو صاحب الحرف الساكن عمل للشفتين من فتح وضم وخفض للفك السفلي مالت الباء الساكنة ناحية الحركة وذلك نقص ولحن . ¶ ولصوت الجيم اللسانية المقلقلة كمال ونقصان فكمالها أن يصطدم وسط اللسان بوسط غار الحنك الأعلى الصلب أو العظمي فينحبس الصوت الخارج من الحنجرة حال سكون الجيم اللسانية فيسبب ثقلا لجهاز النطق فتخلصا من هذا الثقل قلقلته العرب وهذا حال سكونه ومن نقصان التلفظ به حال سكونه تباعد الفكين وفتح الشفتين على هيئة الفتحة أو ضمهما على هيئة الواو وخفض الفك السفلي على هيئة الياء ولو صاحب الحرف الساكن عمل للشفتين من فتح وضم وخفض للفك السفلي مالت الجيم اللسانية الساكنة ناحية الحركة وذلك نقص ولحن . ولصوت الدال اللسانية المقلقلة كمال ونقصان فكمالها أن يصطدم طرف اللسان بمنطقة اللثة فينحبس الصوت الخارج من الحنجرة حال سكون الدال فيسبب ثقلا وإزعاجا لجهاز النطق فتخلصا من هذا الثقل والإزعاج والحبس للصوت قلقلته العرب وهذا حال سكونه ومن نقصان التلفظ بها حال سكونها تباعد الفكين وفتح الشفتين على هيئة الفتحة أو ضمهما على هيئة الواو وخفض الفك السفلي على هيئة الياء",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ولو صاحب الحرف الساكن عمل للشفتين من فتح وضم وخفض للفك السفلي مالت الدال اللسانية الساكنة ناحية الحركة وذلك نقص ولحن ومرض من أمراض التلفظ بأصوات الحركات والسواكن . إذن بالقلقلة حالة وسط بين السكون والحركة ولابد من تمييز ذلك من أخذ هذا البحث بالنقل الصوتي وإلا الفائدة المرجوة منه من غير نقل صوتي قليلة . وإن شاء الله سوف أشرحه لمجموعاتي بالنقل الصوتي كما وعدتهم سابقا . ¶ { أَصْوَاتُ الْقَلْقَلَةِ بَيْنَ الْمُتَقَدِّمِينَ وَالْمُتَأَخِّرِينَ} ¶ من خلال شغفي الشديد بالنظر والمدارسة لكتب التجويد القديمة وخاصة في عصر الداني ومكي ومحمد عبد الوهاب القرطبي وجدت لاحظت تقسيماتهم وتقعيداتهم للقلقلة بكيفية دقيقة مبنية على أساس صوتي صحيح للدرس الصوتي القرآني على خلاف ما ورد في بعض كتب التجويد المعاصرة من تقسيمات للقلقلة لم أجد له أدني إشارة أو أدنى تلميح في كتب التجويد القديمة وخلاصة أقوال العلماء المعاصرين ممن صنف في التجويد لبعض القواعد ووصفهم لبعض الكيفيات في حدوث أصوات القلقلة ما خالفوا فيه أهل التصنيف المجودين المتقدمين حتى غلب على بعض المعاصرين الحرص على ما هو جديد ومتنوع حتى خرج الأمر إلى ما لا فائدة منه والناظر في المراجع التجويدية القديمة والحديثة يجد تباينا واضحا بين الفريقين من حيث الكيفية الصوتية والأدائية لحدوث أصوات القلقلة وسوف أعقد مقارنة بين هؤلاء وهؤلاء ونتعرف على زيادات بعض العلماء المحدثين ممن صنفوا في التجويد هل تصلح للاحتجاج أم تخل بالصوت وتميل الساكن ناحية المتحرك وسوف أذكر هذه الزيادات ونتعرض لتحليلها من خلال كتب المتقدمين القدماء ومن ذلك ما اشتهر في بعض الكتب المعاصرة ,",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "من قول بعضهم القلقلة تميل ناحية الفتح مطلقا ومنهم من يقول بل بحسب حركة الحرف الذي قبلها والبعض الأخر يقول تتبع حركة الحرف الذي بعدها وكل ذلك اجتهادات من هؤلاء العلماء من عند أنفسهم ولم يصرح أي علم قديم معتبر بكل هذه الأقوال ولو سألنا أين الدليل لتلك الأقوال دليلهم بعض الكتب المعاصرة ممن صنفت في التجويد وكل الكتب الحديثة ينقل بعضها من بعض وليتهم ذهبوا للمخطوطات التجويدية القديمة وحققوها وأخرجوا لنا نصوص العلماء المتقدمين وسلطوا الأضواء عليها لأفاد الجميع ولأضافوا جديدا للمكتبة الإسلامية التجويدية وكان ذلك أفضل ممن يصنفون ويضيفون من عند أنفسهم اجتهادات لا دليل عليها ومن ذلك ما يوجد في كتاب نهاية القول المفيد لمحمد مكي نصر الجريسي رحمه الله ص 63 بقوله ( ... وقال الشيخ حجازي في شرحه وتجب المبالغة في القلقلة حتى يسمع غيرك نبرة قوية عالية بحيث تشبه الحركة أي حركة ما قبله ... ) اهـ",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "أقول تحويل الساكن إلى متحرك أو شبه متحرك لحن في كتاب الله لا دليل عليه ولم يصرح به العلماء المتقدمون والشيخ مكي الجريسي ينقل هذا القول عن المرعشي التركي و من مذاهب المرعشي في القلقلة أنها وصلا فقط وسبق ذكر كلامه . ورأيت في كتاب آخر من الكتب المعاصرة وهو العميد في التجويد لمحمود على بسه رحمه الله ص 77 / 78 تحت عنوان اختلاف العلماء في كيفيتها بقوله ( واختلف في كيفية القلقلة بالنسبة إلى ما سكن من حروفها فقيل : إن الحرف المقلقل يتحرك بحركة مناسبة للحرف الذي قبله عند قلقلته فإن كان ما قبله مفتوحا نحو ) أَقْرَبُ )(الإسراء: من الآية57) كان الحرف المقلقل قريبا من الفتح وإن كان ما قبله مكسورا نحو )اقْرَأْ)(الإسراء: من الآية14) كانت القلقلة أقرب للكسر وأن كان ما قبله مضموما نحو )ادْعُ )(النحل: من الآية125) كانت القلقلة أقرب إلى الضم أي أن القلقلة تابعة لحركة الحرف الذي قبلها حتى تتناسب الحركات وقيل إن الحرف المقلقل يتحرك بحركة مناسبة للحرف الذي بعده عند قلقلته مفتوحا كان أو مكسورا أو مضموما أي أن القلقلة تابعة لحركة الحرف الذي بعدها حتى تتناسب الحركات وقيل : إن القلقلة تكون أقرب إلى الفتح دائما دون إلتفات إلى كون ما قبل الحرف المقلقل أو ما بعده مفتوحا أو مكسورا أو مضموما وهو الذي أري أولوية العمل به ) اهـ قوله حتى تتناسب الحركات هل هذا مسوغ لتحريك الساكن وما الدليل لهذا التناسب وهل يجوز لي تحريك سواكن الحروف كلها لتتناسب مع الحركات أما قوله أقرب للفتح مطلقا هل صرح بذلك عالم معتبر, هل قال به ابن مجاهد أول من سبع السبعة أو قال به الداني أو مكي أو ابن الجزري وكم هي مصنفات ابن الجزري كثيرة متوفرة لدى الجميع لم يصرح أو يشر أدنى إشارة بتحريك سواكن القلقلة ناحية الفتح ومن العادة في أي مسألة الشرعية لو دخل لاجتهاد في شئ كثرة الأقوال فالبعض يقول ناحية الفتح والآخر يقول بل الضم أفضل وآخر يقول",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "بل الكسر أفضل والكل ينقل من بعض من غير تمحيص ولا تدقيق وكأن هذه المسائل عند البعض حديث مسند من يخالفها يأثم والبعض الآخر يقيم الدنيا ويقعدها عليك لو صرحت بنقد مسألة في كتاب من كتب التجويد وكأن هذه الكتب المعاصرة كتب لها العصمة من الخطأ ككتاب الله . ¶ وسوف أذكر للجميع جميع أقوال العلماء القدماء لتقارن أخي في الله لأقوال كلا الفريقين لترى الفرق واضحا فالمعاصرون يقولون بتحريك سواكن القلقلة ناحية الحركة والمتقدمون لم أر أي تصريح لهم بذلك فأيهما نقدم ؟",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "والجواب القدماء هم صناع التجويد وأولى بتقديم كلامهم على غيرهم . ومن الكتب المعاصرة التي قالت بتحريك سواكن القلقلة ناحية الفتح كتاب شرح تلخيص لآلئ البيان في تجويد القرآن للسمنودي فقال عند شرح هذا البيت ص 27 ( وقلقلة في قطب جد وجدت ... القلقلة ومعناه لغة الاضطراب واصطلاحا : اضطراب الحرف ساكنا حتى يسمع له نبرة قوية أي صوتا عاليا وحروفها خمسة مجموعة في كلمتي ( قطب جد ) وحكمها أن تكون قريبة إلى الفتح على الراجح أو تتبع ما قبلها على الأرجح ... ) اهـ قلت تحريك سواكن القلقلة لأي شائبة حركة يسميه العلماء اختلاس في الحركة فكيف نرجح اختلاس السواكن من غير أدنى دليل على ذلك . وفي كتابٍ آخر وهو( كيف يتلى القرآن ) للشيخ عامر بن السيد عثمان رحمه الله ص 42 قال ( ... والقلقلة شدة الصياح واللقلقة شدة الصوت وتحريك مخرج الحرف الساكن حتى يسمع له نبرة وهي أقرب إلى الفتح ... ) اهـ ومال الشيخ عامر عثمان كذلك للإمالة القلقة ناحية الفتح كما مال لترك فرجة عند الميم الساكنة المخفاة فأين دليله لهذه وتلك والله المستعان . وقال كذلك بأنها متحركة بحركة ما قبلها الشيخ عبد الفتاح المرصفي رحمه الله الأستاذ المساعد بكلية القرآن الكريم والدراسات الإسلامية بالجامعة الإسلامية بالمدينة المنورة وهذه الكلية تخرجت منها ودرست مرحلة الثانوية بنفس الجامعة أيضا قال ج 1 ص 86 / 87 ( ... أما كيفية أدائها فقد اختلف العلماء في ذلك على أكثر من قول والمشهور منها قولان : الأول أن الحرف المقلقل يتبع حركة ما قبله ويستوي في ذلك ما كان سكونه موصولا أو موقوفا عليه مخففا كان أو مشددا فإن كان ما قبله مفتوحا نحو )لِيَقْطَع)(آل عمران: من الآية127) و) الْحَجّ)(البقرة: من الآية196) فقلقلته للفتح أقرب وإن كان ما قبله مكسورا نحو ) قَبْلِهِ )(هود: من الآية17) فقلقلته للكسر أقرب وإن كان ما قبله مضموما نحو ) مُقْتَدِرٍ)(القمر: من الآية42)",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "فقلقلته للضم أقرب هذا هو المشهور وعليه الجمهور وانظر جهد المقل وشرحه للمرعشي . والثاني أن الحرف المقلقل يكون للفتح أقرب مطلقا سواء أكان قبله مفتوحا أم مكسورا أم مضموما وقد أشار بعضهم إلى هذا القول بقوله : ¶ وقلقلة قرب إلى الفتح مطلقا ******* ولا تتبعنها بالذي قبل تجملا ¶ كما أشار العلامة السمنودي في للآلئ البيان إلى القولين معا مرجحا الاتباع لما قبله ومبينا تعريف كل من القلقلة الكبيرة والكبر بقوله حفظه الله : ¶ قلقلة قطب جد وقربت ******* للفتح والأرجح ما قبل اقتفت",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "كبيرة حيث لدى الوقف أتت ** أكبر حيث عند وقف شدّدت اهـ هذا وذكر صاحب العميد قولا ثالثا في كيفية أداء القلقلة حاصله أن حروف القلقلة تتبع حركة ما بعدها من الحروف لتتناسب الحركات وهول قول من الأقوال الواردة في غير القولين المشهورين قلت – أي المرصفي - : وإن صح هذا القول فيمكن تطبيقه على الساكن الموصول فقط نحو ) يُبْدِئُ )(العنكبوت: من الآية19) لأن الساكن الموقوف عليه كحرف الدال في نحو قوله تعالى )إِيَّاكَ نَعْبُدُ )(الفاتحة: من الآية5) لا يتأتى فيه إتباعه لما بعده لذهاب حركة ما بعده بسبب الوقف عليه فتنبه ) اهـ قلت قول المرصفي رحمه الله بعد قوله أنها تتبع حركة ما قبل ورجح ذلك ونسبة هذا الترجيح للمجهور ناقلا ذلك عن المرعشي التركي لا يصح والدليل لعدم صحة ذلك أن جمهور المتقدمين القدماء لم يصرح أي منهم بذلك وسوف أذكر جميع أقوال هؤلاء المتقدمين ليعرف الجميع أن ذلك من اجتهادات المعاصرين ومن خلال بحثي لمعرفة من هو أول من زاد زيادات غربية وعجيبة في التجويد وجدت الجميع ينسبه للمرعشي التركي وأغرب ما وجدت للمرعشى التركي هذا أنه صنف كتابا يؤكد فيه كلام ابن غانم المقدسي الذي يخطئ المصريين في نطقهم بالضاد الفصيحة التي من الحافة فجاء المرعشى التركي ويصنف كتابا ويؤكد كلام ابن غانم المقدسي ويخطئ المصريين لنطقهم بالضاد الفصيحة والصواب عندهما أن الضاد العربية الفصيحة هي صوت الظاء فسخر الله أحد العلماء فرد على ابن غانم ورد على المرعشي فجزاه الله من رد عليهما خير الجزاء - وسوف أفصل هذه المسالة في بحثي المسمى( أمراض التلفظ بصوت الضاد اللسانية ) فارجع له -",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وللأسف يكثر الشيخ محمد مكي نصر الجريسي من أقوال المرعشي في كتابه نهاية القول المفيد وأضاف المرعشي أشياء ومراتب في التجويد من عند نفسه وهو علم أن من سيأتي بعده سوف يخطئه في بعض الأقوال التي ابتدعها في التجويد من عنده فقال في مقدمة كتابه جهد المقل ألا نتسرع في تخطئته فيما بذل فيه جهده فقال لمن يطلع على كتابه وما فيه ( ... ألا يعجلوا بتخطئتي بسبب مخالفة ما ذكرته في هذه الرسالة ظاهر ما يفهم من كلام المؤلفين في هذا الفن فإن كلماتهم قل ما خلت عن المسامحات ولا يستبعدوا أن أعثر على الخطأ في كلمات بعضهم فاثبت المسألة في هذه الرسالة على وجه الصواب ثم إني وجدت هذا الفن من أصعب الفنون ووجدت كثيرا من مسائله لم يكشف عن وجوهها القناع فأتعبت نفسي وبذلت جهدي في إيضاح المسألة ... ) ¶ ونجد المرعشي يستخدم كلمة المسامحات للإشارة إلى قصور العبارة عند المصنفين في علم التجويد ... ) اهـ نقلا عن كتاب الدراسات الصوتية لغانم قدوري ص 67 قلت جمهور المتقدمين كلهم على القول بالقلقلة من غير اتباع حركة ما قبلها أو ما بعدها وأقوالهم آتية بعد ذكر آراء الكتب المعاصرة المشتهرة بين أيدي الناس ومن هذه الكتيب كتاب غاية المريد ص 145 قال صاحبه ( ...وأما كيفية القلقلة فقد اختلف العلماء فيها فقيل إنها أقرب إلى الفتح مطلقا وهو الأرجح وقيل إنها تابعة لما قبلها فإن كان ما قبلها مفتوحا نحو أقرب كانت قريبة إلى الفتح وإن كان ما قبلها مكسورا نحو )اقْرَأ)(العلق: من الآية3) كانت أقرب إلى الكسر وإن كان ما قبلها مضموما نحو )اقْتُلُوا)(يوسف: من الآية9) كانت أقرب إلى الضم ) اهـ",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "قلت: كتاب غاية المريد كله نقولات عن المعاصرين واغلب الكتب المعاصرة كذلك الكل ينقل من بعض والمقولة أصلها في الغالب رجل واحد والجميع ينقلها وتتداول وهكذا وأفضل كتاب حافظ على الأصل – من هذه الناحية فحسب - وخالف جميع المعاصرين كتاب حق التلاوة لحسني شيخ عثمان فقد صرح في هامش كتابه ص 101 بقوله ( ويمكن وصف القلقلة بأنها صويت زائدة يحدث بالمخرج عند انفراج مخرج الحرف بعيد انضغاط المخرج الذي يكتم صدور الحرف ووزن هذا التصويت أقل من الحركة وهو لا يشبه أيا من الحركات الثلاث الفتحة والضمة والكسرة ... ) اهـ",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "لقد حافظ صاحب حق التلاوة على منهج المتقدمين في القلقلة وهذا أفضل قول له في الكتاب وإن كنت لا اتفق معه في شرحه لمخارج الحروف ففيها أخطاء كثيرة وخاصة الصورة الموجودة ونشرت بعض هذه الملاحظات على الموقع فتراجع فيه . وأفضل من رد على بعض الكتب المعاصرة الشيخ الغوثاني في كتابه علم التجويد ص 90 / 91 فقال حفظه الله ( ... لقد ذهب بعض المعاصرين مذاهب شتى في كيفية أداء القلقلة : فمنهم من يقول : إن القلقلة تتْبعُ حركةً الحرفِ الذي قبلها , مثل : ) إِبْرَاهِيمَ)(آل عمران: من الآية33) فينطقونها كأنها مكسورة , ومنهم من يقول : بل تتبعُ حركة الحرفِ الذي بعدها , مثل : ) مُقْتَدِرٍ)(القمر: من الآية55) ومنهم من ردَّ ذلك وقال: بل ينبغي أن تميل إلى الفتح مطلقاً , حتى نظموه شعراً فقالوا ، وقلقلةً قَرِّبْ إلى الفتح مطلقاً ... فينطقون الباء في ) يُبْصِرُونَ)(السجدة: من الآية27) كأنها مفتوحة , إلى غير ذلك من الآراء الاجتهادية. والصواب : أن القلقلة اهتزازُ حَرْفِ القلقلة في مخرجه ساكناً بحيث يسمع له نبرةٌ مُمّيَّزةٌ , ولا ينبغي للقارئ أن يَنْحُوَ بها إلى الفتح ولا إلى الكسر , ولا إلى غير ذلك بل يخرجها سهلةً , رقيقةً في المرقق , مثل : ) قَبْلِكُمْ )(لأعراف: من الآية38) , ومفخمةَ في المفخَّم , مثل ) يَطْبَعُ)(الروم: من الآية59) ... ) اهـ فبورك في الشيخ يحيي الغوثاني وهذا القول يوافق كلام العلماء المتقدمين وسوف أذكر أقوالهم واحدا تلو الآخر وهي : ¶ قول سيبويه ( ت 180 ) في كتابه ( الكتاب )",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "قال رحمه الله ج4 ص174 (واعلم أن من الحروف حروفا مشربة ضغطت من مواضعها فإذا وقفت خرج معها من الفم صويت ونبا اللسان عن موضعه وهي حروف القلقلة وستبين أيضا في الإدغام إن شاء الله وذلك القاف والجيم والطاء والدال والباء والدليل على ذلك أنك تقول : الحذق فلا تستطيع أن تقف إلا مع الصويت لشدة ضغط الحرف وبعض العرب أشد صوتا ...) اهـ لم يصرح بتبعيض الحركة مع سواكن القلقلة أو قال أنها ناحية الفتح مطلقا أو ناحية حركة ما قبلها . ¶ قول مكي القيسي الأندلسي القرطبي (ت 437) في الرعاية ¶ قال مكي في الرعاية ص 41 ( .. حروف القلقلة : ويقال اللقلقة : وهي خمسة أحرف يجمعها هجاء قولك ( جد بطق ) وإنما سميت بذلك لظهور صوت يشبه النبرة عند الوقف عليهن وإرادة النطق بهن فذلك الصوت في الوقف عليهن أبين منه في الوصل بهن وقيل أصل هذه الصفة للقاف لأنه حرف ضغط عن موضعه فلا يقدر على الوقف عليه إلا مع صوت زائد لشدة ضغط واستعلائه ويشبه في ذلك أخواته المذكورات معه . وقد قال الخليل : القلقلة : شدة الصياح وقال : اللقلقة : شدة الصوت فكأن الصوت يشتد عند الوقف على القاف فسميت لهذا المعنى وأضيف إليها أخواتها لما فيهن من ذلك الصوت الزائد عند الوقف عليهن والقاف أبينها صوتا في الوقف لقربها من الحلق وقوتها في الاستعلاء . ) اهـ وبنفس الكلام قال ابن الجزري في التمهيد . ولم يتعرض لها بالذكر ابن الباذش في كتابه الإقناع في القراءات السبع عند حديثه عن صفات الحروف وكذلك مكي في كتابه التبصرة في القراءات السبع ولعله اكتفي بما ذكره في الرعاية . لم يصرح بتبعيض الحركة مع سواكن القلقلة أو قال أنها ناحية الفتح مطلقا أو ناحية حركة ما قبلها . ¶ قول محمد عبد الوهاب القرطبي ت 461 هـ في كتابه الموضح",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وذكر عبد الوهاب بن محمد القرطبي ت 416 في كتابه الموضح في التجويد وهو من المعاصرين للداني ومكي القيسي قال رحمه الله : (.... وبعضهم يضيف الكاف إلى حروف القلقلة ولا ينعد منها إلا أن الكاف دون القاف في الحصر ) اهـ لم يصرح بتبعيض الحركة مع سواكن القلقلة أو قال أنها ناحية الفتح مطلقا أو ناحية حركة ما قبلها . ¶ قول الشاطبي رحمه الله ( ت 590هـ) في لاميته ¶ 1158 (-...................... *** وَفِي قُطْبِ جَدٍّ خَمْسُ قَلْقَلَةٍ عُلاَ ) ¶ 1159 (- وَأَعْرَفُهُنَّ الْقَافُ كُلُّ يَعُدُّهَا*** فَهذَا مَعَ التَّوْفِيقِ كَافٍ مُحَصِّل) ¶ أين القول بالإمالة لقلقلة عند الشاطبي حتى أصل متن الشاطبية وهو كتاب التيسير للداني رحمه لم يذكر أي شئ عن الإتباع لما قبل. لم يصرح بتبعيض الحركة مع سواكن القلقلة أو قال أنها ناحية الفتح مطلقا أو ناحية حركة ما قبلها . ¶ قول أبي شامة المقدسي (ت 665هـ) في إبراز المعاني ¶ قال رحمه الله في إبراز المعاني عند شرحه لهذا البيت من الشاطبية ( كَمَا اْلأَلِفُ الْهَاوِي وَ(آوِي) لِعِلَّةٍ وَفِي (قُطْبِ جَدٍّ) خَمْسُ قَلْقَلَةٍ عُلاَ ....._ فقال _ .ثم ذكر الناظم حروف القلقلة وهي خمسة وجمعها في قوله قطبجد وهذا جمع حسن وقال غيره جد بطق وقد طبج ومعنى طبج حمق وهو بكسر الباء ومنهم من يفتحها وفسره بعاب وأضاف خمس إلى القلقلة كما أضاف في سبع ما سبق علو وعلا نعت لقوله خمس قلقلة أي خمس عالية أي معروفة ظاهرة لأن العالي أبدا ظاهرا قال الداني هي حروف مشربة ضغطت من مواضعها فإذا وقف عليها خرج معها صوت من الفم ونبا اللسان عن موضعه وقال مكي القلقلة صويت حادث عند خروج حرفها لضغطه عن موضعه ولا يكون إلا عند الوقف ولا يستطاع أن يوقف عليه دونها مع طلب إظهار ذاته وهي مع الروم أشد قال الشيخ سميت بذلك لأنك إذا وقفت عليها تقلقل اللسان حتى تسمع عند الوقف على الحرف منها نبرة تتبعه .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وقال الشيخ أبو عمرو – أي أبو عمرو بن الحاجب وليس الداني- سميت بذلك إما لأن صوتها صوت أشد الحروف أخذا من القلقلة التي هي صوت الأشياء اليابسة وإما لأن صوتها لا يكاد يتبين به سكونها ما لم يخرج إلى شبه التحريك يشبه أمرها من قولهم قلقله إذا حركه وإنما حصل لها ذلك لاتفاق كونها شديدة مجهورة فالجهر يمنع النفس أن يجري معها والشدة تمنع أن يجري صوتها فلما اجتمع لها هذان الوصفان وهو امتناع جرى النفس معها وامتناع جرى صوتها احتاجت إلى التكلف في بيانها فلذلك يحصل من الضغط للمتكلم عند النطق بها ساكنة حتى تكاد تخرج إلى شبه تحركها لقصد بيانها إذ لولا ذلك لم يتبين لأنه إذا امتنع النفس والصوت تقدر بيانها ما لم يتكلف بإظهار أمرها على الوجه المذكور وقال ابن مريم الشيرازي وهي حروف مشربة في مخارجها إلا أنها لا تضغط ضغط الحروف المطبقة غير أنها قريبة منها فإن فيها أصواتا كالحركات تتقلقل عند خروجها أي تضطرب ولهذا سميت حروف القلقلة قال وزعم بعضهم أن الضاد والزاي والذال والطاء منها لثبوتها وضغطها في مواضعها إلا أنها وإن كانت مشربة في مخارجها فإنها غير مضغوطة كضغط الحروف الخمسة المذكورة ولكن يخرج معها عند الوقف عليها شبه النفخ قال وامتحان حروف القلقلة أن تقف عليها فإذا وقفت خرج منها صويت كالنفح لنشرها في اللها واللسان ... ) اهـ لم يصرح بتبعيض الحركة مع سواكن القلقلة أو قال أنها ناحية الفتح مطلقا أو ناحية حركة ما قبلها . ¶ قول علم الدين السخاوي ( ت643هـ) في جمال القراء وكمال الإقراء ¶ قال رحمه الله عند شرحه لهذه الأبيات ¶ والدالُ ساكنةٌ كدال (حصدتُم) ***** أدغِمْ بغير تَعَسُّر وتوانِ ¶ و(لقد لقينا) مُظهَرٌ و(لقدْ رَأى) ** و(المُدْحضِين) أَبِنْ بكلّ مكانِ ¶ و(الودْقَ) و(ادْفعْ)( يدْخُلون) و( قد نرى) ........................",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "قال في ج2ص542 ( ... وتبين الدال عند الخاء نحو ) مُدْخَلاً )(النساء: من الآية31) ) يَدْخُلُونَ )(النساء: من الآية124) وعند النون نحو )قَدْ نَرَى)(البقرة: من الآية144) )وَلَقَدْ نَصَرَكُمُ اللَّهُ)(آل عمران: من الآية123) )ثُمَّ رَدَدْنَاهُ )(التين: من الآية5) ....) اهـ لم يصرح بتبعيض الحركة مع سواكن القلقلة أو قال أنها ناحية الفتح مطلقا أو ناحية حركة ما قبلها . ¶ وقول ابن الوجيه الواسطي رحمه الله ( ت 740 ) في كتابه الكنز في القراءات العشر ¶ عند تعريفه لصفة القلقلة ص 39 ( ... القلقلة وهي : صوت كالنبر يتبع الحرف عند الوقف عليه دون الوصل لخروج اللسان عنها إلى صوت حرف آخر وحروفها خمسة يجمعها ( قطب جد ) وقيل أصل هذه الصفة : القاف وشبه به أخواته ... ) اهـ لم يصرح بتبعيض الحركة مع سواكن القلقلة أو قال أنها ناحية الفتح مطلقا أو ناحية حركة ما قبلها . ¶ َ ¶ قول القاصح العذري البغدادي في سراج القارئ ( توفى في القرن الثامن الهجري ¶ وهو الإمام أبي القاسم على بن عثمان بن محمد بن أحمد بن الحسن القاصح العذري البغدادي من علماء القرن الثامن الهجري عند شرحه لبيت الشاطبي في القلقلة ص 410 / 411 ( ... ثم اخبر ان حروف ( قطب جد ) موصوفة بالقلقلة وإنما وصفت بذلك إذا وقف عليها قلقل اللسان بها حتى يسمع لها نبرة قوية ..... اخبر أن حروف القلقلة القاف وأن كل الناس يعدها في حروف القلقلة بخلاف غيرها لأن ما تحصل فيها من شدة الصوت المتصعد مع الصدر مع الضغط أكثر وأقوى مما يحصل في غيرها ... ) اهـ لم يصرح بتبعيض الحركة مع سواكن القلقلة أو قال أنها ناحية الفتح مطلقا أو ناحية حركة ما قبلها . ¶ قول ابن الجزري رحمه الله ( ت833 ) في النشر في القراءات العشر",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "قال ابن الجزري رحمه الله في كتابه النشر ج 1 ص 166 ( ... (وحروف القلقلة) ويقال اللقلقة خمس يجمعها قولك: قطب جد. وأضاف بعضهم إليها الهمزة لأنها مجهورة شديدة وإنما لم يذكرها الجمهور لما يدخلها من التخفيف حالة السكون ففارقت أخواتها ولما يعتريها من الإعلال وذكر سيبويه معها التاء مع أنها المهموسة وذكر لها نفخاً وهو قوى في الاختبار، وذكر المبرد منها الكاف إلا أنه جعلها دون القاف. قال: وهذه القلقلة بعضها أشد من بعض، وسميت هذه الحروف بذلك لأنها إذا سكنت ضعفت فاشتبهت بغيرها فيحتاج إلى ظهور صوت يشبه النبرة حال سكونهن في الوقت وغيره وإلى زيادة إتمام النطق بهن. فذلك الصوت في سكونهن أبين منه في حركتهن. وهو في الوقف أمكن، وأصل هذه الحروف القاف لأنه لا يقدر أن يؤتى به ساكناً إلا مع صوت زائد لشدة استعلائه. ¶ وذهب متأخرو أئمتنا إلى تخصيص القلقلة بالوقف تمسكاً بظاهر ما رأوه من عبارة المتقدمين أن القلقة تظهر في هذه الحروف بالوقف. فظنوا أن المراد بالوقف ضد الوصل وليس المراد سوى السكون فإن المتقدمين يطلقون الوقف على السكون. وقوى الشبهة في ذلك كون القلقة في الوقف العرفي أبين وحسبانهم أن القلقلة حركة وليس كذلك فقد قال الخليل: القلقلة شدة الصياح. واللقلقة شدة الصوت. وقال الأستاذ أبو الحسن شريح بن الإمام أبي عبد الله محمد بن شريح رحمه الله في كتابه \"نهاية الإتقان في تجويد القرآن\" لما ذكر أحرف القلقلة الخمسة فقال: وهي متوسطة كباء الأبواب وجيم النجدين ودال مددنا وقاف خلقنا وطاء أطوار ومتطرفة كباء لم يتب وجيم لم يخرج ودال لقد وقاف من يشاقق وطاء لا تشطط فالقلقلة هنا أبين في الوقف في المتطرفة من المتوسطة ) اهـ . لم يصرح بتبعيض الحركة مع سواكن القلقلة أو قال أنها ناحية الفتح مطلقا أو ناحية حركة ما قبلها . ¶ قول حسن بن قاسم المرادي المراكشي المغربي ( ت 871 ) في المفيد",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "والمفيد كتاب شرح لمنظومة نونية السخاوي في التجويد قال المرادي ص 65 / 66 ( ....... والقلقلة قال الخليل شدة الصوت وحروف القلقلة عند سيبويه والمحققين خمسة يجمعها ( قطب جد ) سميت بذلك لشدة ضغط الصوت عند الوقف لأن هذه الأحرف مجهورة شديدة فالجهر يمنع النفس أن يجري معها والشدة تمنع الصوت أن يجري بها فاحتاجت إلى التعمل في بيانها .....) اهـ لم يصرح بتبعيض الحركة مع سواكن القلقلة أو قال أنها ناحية الفتح مطلقا أو ناحية حركة ما قبلها . ¶ قول القسطلاني( ت 923 هـ) في اللآلئ السنية",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "ذكر العلامة أحمد بن محمد بن أبى بكر القسطلاني في كتابه اللآلئ السنية شرح المقدمة الجزرية ص 40 / 41 ( ..... القلقلة وهي خمسة أحرف جمعها الناظم في : ( قطب جد ) والداني ومكي في ( جد بطق ) وابن الحاجب في ( قد طبج ) وهي القاف والدال والطاء والباء والجيم وأضاف بعضهم إليها الهمزة لأنها مجهورة شديدة ولم يذكرها الجمهور لما يدخلها من التخفيف حالة السكون ففارقت أخواتها ولما عتريها من الإعلال . ... وذكر سيبويه معها الثاء مع أنها من الحروف المهموسة وذكر لها نفخا وهو قوي في الاختيار وذكر منها المبرد الكاف إلا أنه جعلها دون القاف وسميت بذلك لأنها إذا سكنت ضعفت فاشتبهت بغيرها فيحتاج إلى ظهور صوت يشبه النبرة حال سكونها في الوقف وغيره ..... وإلى زيادة النطق بها فذلك الصوت في سكونها أبين منه في حركتها وفي الوقف أمكن وأصل هذه الحروف القاف وإليه أشار الشاطبي بقوله ( وأعرفهن القاف ) .... لأنه لا يقدر أن يؤتى بها ساكنة إلا مع صوت زائد لشدة استعلائها وذهب متأخرو أئمتنا إلى تخصيص القلقلة بالوقف تمكينا بظاهر ما رووه عن عبارة المتقدمين أن القلقلة تظهر في هذه الحروف في الوقف فظنوا أن المراد بالوقف ضد الوصل وليس المراد سوى السكون وقوى الشبهة في ذلك كون القلقلة في الوقف العرفي أبين وحسبانهم أن القلقلة حركة وليس كذلك فقد قال الخليل : القلقلة شدة الصياح ) اهـ لم يصرح بتبعيض الحركة مع سواكن القلقلة أو قال أنها ناحية الفتح مطلقا أو ناحية حركة ما قبلها . ¶ قول القاضي شيخ الإسلام زكريا الأنصاري ( ت 936هـ) أحد شيوخي في السندين",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "قال رحمه الله في كتابه الدقائق المحكمة في شرح المقدمة الجزرية ص14 ( ... القلقلة أي وحروف القلقلة ويقال اللقلقلة خمسة يجمعها لفظ ( قطب جد ) بتخفيف الدال والقلقلة لغة الحركة سميت حروفها بذلك لأنها حين سكونها تتقلقل عند خروجها حتى يسمع لها نبرة قوية لما فيها من شدة الصوت الصاعد بها مع الضغط دون غيرها من الحروف ... ) اهـ لم يصرح بتبعيض الحركة مع سواكن القلقلة أو قال أنها ناحية الفتح مطلقا أو ناحية حركة ما قبلها . ¶ قول الإمام أحمد الطيبي( ت 978 هـ ) في منظومته المفيد في التجويد ¶ حُرُوفُ الْقَلْقَلَةِ ¶ وَخَمْسَةٌ تُسْمَى: حُرُوفَ الْقَلْقَلَهْ ... ... لِكَوْنِهَا -إِنْ سَكَنَتْ- مقلقله ¶ يَجْمَعُهَا: \"قُطْبُ جَدٍ\" فَوَفِّ ... ... بِهَا، وَبَالِغْ مَعْ سُكُونِ الْوَقْفِ ¶ لَكِنَّ مَا أُدْغِمَ لَنْ يُقَلْقَلَا ... ... لِكَوْنِهِ فِي مَا يَلِيهِ دَخَلَا ¶ وهذا الطيبي في منظومته لم يصرح بتبعيض الحركة مع سواكن القلقلة أو قال أنها ناحية الفتح مطلقا أو ناحية حركة ما قبلها . ¶ قول ملا على قارئ ( ت 1014 هـ) في كتابه المنح الفكرية ¶ قال رحمه الله في كتابه المنح الفكرية شرح المقدمة الجزرية ص ( .... حروف القلقلة ويقال اللقلقلة خمسة يجمعها قولك قطب جد وهي القاف والطاء المهملة والباء الموحدة والجيم ... والدال المهملة وإنما وصفت بذلك لأنها حين سكونها لاسيما إذا وقفت عليها تقلقل المخرج حتى يسمع له نبرة قوية لما فيها من شدة الصوت الصاعد بها مع الضغط دون غيرها ... ) اهـ لم يصرح بتبعيض الحركة مع سواكن القلقلة أو قال أنها ناحية الفتح مطلقا أو ناحية حركة ما قبلها . ¶ قول النوري الصفاقسي ( ت 1118هـ) في كتابه تنبيه الغافلين",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "قال رحمه الله ص 37 / 38 ( ... حروف القلقلة وهي خمسة أحرف يجمعها قولك قطب جد وسبب القلقلة في هذه الأحرف دون غيرها أنها لما سكنت ضعفت فيحتاج إلى ظهور صوت حال سكونها من قلقل إذا صوت وسواء كان سكونا في الوصل نحو خلقنا وأطوارا ونبعث والنجدين ومددنا أو الوقف نحو الحق ومحيط والغيب والخروج والودود ومن خصها بالوقف دون الوصل فقد وهم إلا أنها في حال الوقف أظهر لأن الوقف محل انقطاع النفس وهي شديدة مجهورة تمنع النفس أن يجري معها فاحتاجت إلى كثرة البيان ... ) اهـ وهو كتاب رائع وفريد من نوعية لم يصرح بتبعيض الحركة مع سواكن القلقلة أو قال أنها ناحية الفتح مطلقا أو ناحية حركة ما قبلها .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "فهذه نصوص العلماء القدماء أمامكم هل وجدتم من قال بإمالة القلقلة حسب حركة الحرف الذي قبلها ؟ فهل كل هؤلاء المتقدمين غاب عنهم البيان هل هناك من ختم على أفواههم ليكتموا العلم ويأتي علماء العصر ببيانه ونحن الآن بين قولين متضادين فبالله عليكم نقدم قول من هل العلماء القدماء الذين عاشوا في عصور الفصاحة أم نقدم قول بعض العلماء المعاصرين الذين عاشوا في عصر العجمة العربية واختلاطهم بالعجم فضلا عن أنهم يتكلمون بلهجة عامية ! بل وصل الأمر ببعضهم بقوله من وجوب إمالتها ناحية الفتح والبعض الآخر ينسبه لقول الجمهور وهذا العالم لو كان يقصد بنسبته لجمهور المعاصرين من العلماء فهو كذلك لأن مقولة إمالة القلقلة أمر حادث ينتشر بين الكتب المعاصرة التي ينقل بعضها من بعض أما المتقدمون فحافظوا بدقة متناهية لسريان أي خلل أو أي مرض من أمراض التلفظ بالصوت القرآني ونصوصهم السالفة الذكر لا يوجد فيها أدنى تصريح أو إشارة لإتباع الحرف المقلقل لحركة ما قبله والمشهور عند دراستنا لعلم القراءات أن الساكن لو مال ناحية الحركة يسمى بمصطلح ( الاختلاس ) أي النطق بجزء الحركة أو ببعض الحركة والناظر في كتب ونصوص المتقدمين وخاصة عند بحث الاختلاس والروم لا يجد أدنى إشارة لتصنيف القلقلة من الأحرف التي يدخلها لاختلاس في سكونها وإمالة أحرفها ناحية أي حركة وفي رأيي أن سبب قول بعض العلماء المحدثين بهذه الإمالة لأحرف القلقلة سببها أن العرب في الوقت المعاصر لا قلقلة عندهم في لهجتهم العامية فعندما يأتي هذا المعاصر لينطق بأحرف القلقلة يتكلف النطق بالقلقلة ومع مرور الأيام بعض المشتغلين بعلوم التجويد والقرآن دخل على تلاوتهم هذا الخلل فتخرجت قلقلتهم ناحية الحركة فيأتي ويقعِّد لهذا الخطأ حسب نطقه هو وحسب لهجته العامية وهناك البعض الآخر المحب لكل لفظة جديدة في كتب التجويد فينقلها عن هذا العالم وهكذا ينتشر الأمر بين الجميع ولو جاء من",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "خالف هذا القول يقيمون الدنيا عليه وكأنه خالف حديثا مسندا ¶ ومن المعلوم أن قواعد التجويد في بعض المصنفات المعاصرة دخلها شئ من الاجتهاد, وكل من يجتهد إما أن يصيب أو يخطئ والأولى بنا في مثل هذه المسائل الخلافية العودة لقواعد العلماء المتقدمين فقولهم حجة ولا يلتفت لقول بعض من باعة في التجويد أقل من شبر من قولهم : لا عبرة بكلام المتقدمين .والله المستعان . ¶ إذن ماذا يستخلص من سرد هذه الأقوال ؟ والجواب يستخلص مما سبق أن القلقلة لا تتبع ما بعدها أو قبلها من الحركة ولكن الأمر بحاجة لنقل صوتي في كيفية القلقلة من غير تأثرها بحركة ما قبلها . والله الموفق . ¶ {هَلْ أَصْوَاتُ الْقَلْقَلَةِ مِنَ الصِّفَاتِ اللازِمَةِ أَمِ الْعَارِضَةِ} ¶ الصفات اللازمة عند المجودين يراد بها ( التي لا تنفك عن الحرف حال حركته وسكونه ) والصفات العرضية هي ( التي تعرض له في حال وتنفك عنه في حال أخرى ) ومن الملاحظ في أغلب الكتب المعاصرة المتأخرة التي صنفت في ¶ التجويد تقسيمات لصفات الحروف لا تعرف إلا من خلال الكتب المعاصرة ومن ذلك تقسيم الصفات للازمة وعرضية وهذا التقسيم في حد ذاتية لا بأس به لو ضبط بقواعد وتأصيل كلام المتقدمين ولكن العكس تم فدخل على أبحاث التجويد تقعيدات وتأصيلات بسبب هذا التقسيم أخلت بالدرس الصوتي القرآني ومن ذلك ذكر البعض أن التكرار ذكر في الراء للإتيان به ودليلهم أنها صفة ذاتية لازمة للراء ويترتب على قول هذا المعاصر زيادة ضربات اللسان بالراء ليتولد هذا التكرار ولو أتى القارئ بهذا لزاد وأدخل في كتاب الله أحرفا وراءات عديدة غير موجودة ولكن التكرار ذكره العلماء ليجتنب كما قرر ذلك العلامة الصفاقسي في تنبيه الغافلين والشيخ محمد على الضباع",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "ووضح أغلب العلماء المتقدمين أن المقصود بذكر هذه الصفة أن الراء قالبة للتكرار فاحذر من الزيادة على مرسوم الخط فيما لو كانت الراء ساكنة أو مشددة وأعجب قول قرأته في موقع ملتقى أهل القرآن أن البعض قال: المتحرك فيه أصل التكرار وهذا المعاصر لو فهم تعريف التكرار الاصطلاحي لما قال المتحرك فيه اصل التكرار أين ضربات اللسان التي تأتي للراء حال حركتها بل التكرار يتولد بسبب حبس صوتها بالكلية حال سكونها هذا من ناحية التكرار أما القلقلة فهي اهتزاز في المخرج بصوت الحرف للتخلص من الشدة التي فيه فهل الشدة تتأتى له حال حركته؟ والجواب لا والبعض الآخر من المعاصرين يقيس ذلك على حرفا النون والميم ويقولون كما أن الغنة تصحب النون والميم في حال الحركة والسكون فكذلك المتحرك فيه اصل القلقلة وقياس أصوات القلقلة على حرفا النون والميم سماه بعض العلماء قياس فاسد لأنه قياس مع الفارق والسبب أن النون نصفها لساني والنصف الآخر خيشومي والميم نصفها شفوي والنصف الآخر خيشومي فهل أحرف القلقلة كذلك ليقاس عليها ؟ بل هناك صفات تلزم الحرف في حال السكون والحركة مثل أصوات الصفير وحرفا الغنة أما القلقلة والتكرار فلازمة للحرف حال سكونهم ولا زيادة على ذلك ويترتب على ذلك أن القلقلة لازمة لأحرف القلقلة الخمسة حال سكونها أما حال الحركة فلا قلقلة ولا أصلها والمراد بالصفات الأصلية التي لا تنفك عن الحرف حال حركته وسكونه",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وحسبنا قول شيخ الكل ابن الجزري وبينا مقلقلا إن سكنا . معناها إن تحرك الحرف لا توجد فيه قلقلة ولا أصلها وإنما القلقلة صفة تتأتى للحرف حال سكونه سواء كان سكونه أصليا أي سكونه إعرابيا أو كان سكونه عرضيا بسبب الوقف أما كون المتحرك فيه اصل القلقلة فكلام واهٍ فارغ من مضمونه لا توجد إلا في بعض الكتب المعاصرة المتأخرة ولا توجد أدنى إشارة أو ذكر في كتب المتقدمين لذلك فمن فهم درس القلقلة جيدا يعلم أنها لا تتبع ما قبلها ولا ما بعدها ولا إذا تحركت فيها أصل القلقلة فالمتحرك متحرك والساكن ساكن والمقلقل حالة بين الحالتين فكيف نقول عن المتحرك فيه أصل القلقلة لا يصح أبدا والدليل على ذلك أنه لم يصرح أي عالم في التجويد متقدم بذلك بل كل ذلك من عمل واجتهادات بعض المعاصرين . ¶ ولعل أدق الاتجاهات الموجودة في كتب المتقدمين من حيث تقسيم الصفات هو الاتجاه الذي يقسمها إلى صفات مميزة وصفات محسنة وكان أبو الحسن المرادي أول من ذهب هذا المذهب وتابعه عليه أبو الفتوح الوقائي ( ت 1020هـ) قال المرادي في كتابه ( المفيد في شرح عمدة المجيد )( ص 69/70) وهو شرح لنونية السخاوي في التجويد قال: ( الفصل الخامس : في انقسام هذه الصفات إلى مميز ومحسن وذي قوة وذي ضعف : اعلم وفقك الله أن هذه الصفات المذكورة لها فائدتان الأولى تمييز الحروف المشاركة ولولاها لا تحدث أصواتها ولم تتميز ذواتها …. فهذه إحدى الصفات وهي تمييز الحروف المشتركة في المخرج والفرق بين ذواتها ولها فائدة أخرى وهي تحسين لفظ الحروف المختلفة المخارج فقد اتضح بهذا أن صفات الحروف قسمان : مميز ومحسن ) اهـ",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "ومعنى مميز أن صوت الطاء تميز من صوت التاء باستعلاء مؤخر اللسان مع الطاء فالاستعلاء صفة مميزة وكذلك جميع الصفات التي لها ضد تسمى مميزة أما الصفات المحسنة تزيد في تحسين صوت الحرف فمثلا صوت الطاء تميز من صوت التاء بالاستعلاء لمؤخرة اللسان فعندما نزيد عليه صفة القلقلة زاد تحسينا وهذا التقسيم للصفات أولى وافضل ما أتى به دارسو الأصوات التجويدية القرآنية المتقدمون في مجال الحفاظ على الدرس الصوتي القرآني لأن نظرية التقسيم لمميز ومحسن تنبني على إدراك عميق لخصائص الأصوات وصفاتها وهو أولى من تقسيمها لعرضية ولازمة وهناك تقسيم أدق وأعمق وهو تقسيمات الصفات إلى صفات مثبتة ومنفية ¶ فمثلا لو أثبتنا الجهر للقاف انتفى عنها الهمس وهكذا باقي الصفات التي لها ضد أما التي لا ضد لها فلو أثبتنا القلقلة لخمس أحرف وهي ساكنة انتفى عنهم القلقلة في حال الحركة وانتفى القلقلة عن الحروف الباقية ورائد هذا التقسيم أبو عمرو بن الحاجب ( ت 646هـ) في كتابه الإيضاح شرح المفصل ج2 / ص485 قال (... فالمجهورة والمهموسة تقسيم ومعنى التقسيم المستقل أن تكون الأنواع منحصرة بالنفي والإثبات في التحقيق لا في صور إيرادها فإذا علمت أن المجهور هي الحروف التي لا يجري النفس معها عند النطق بها والمهموسة هي التي يجري النفس معها عند ذلك علمت انحصار التقسيم بالنفي والإثبات …) اهـ أي إثبات الصوت المهموس مع عشرة أحرف ونفيها عن غيرهم المجهور وإثبات تسعة عشر حرفا مجهورا ينفي عن العشر الباقية الهمس فهذا تقسيم جيد في نوعه عند المتقدمين وهنا أطرح سؤلا هل التكرار ذكر للنفي أو للإثبات بمعنى هل ذكر لنفي العمل به أو إثباته ؟ ولمن يقرأ بحثي عليه بالتفكير والجواب على نفسه . ¶ {هَلِ الْحَرْفُ الْمُتَحَرِّكُ فِيهِ أَصْلُ الْقَلْقَلَةِ ؟}",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "المتحرك فيه أصل القلقلة من أغرب الأقوال فلو أثبتنا القلقلة حال السكون تنفى عنها حال الحركة كما قرر ذلك العلماء المتقدمون والقول بوجود القلقلة في المتحرك من عمل المحدثين وهذا نابع من اعتقادهم أن القلقلة صفة أصلية لا تنفك عن الحرف في جميع حالاته وشبهوا ذلك بالغنة في الميم والنون وقالوا كما أن الغنة في الميم والنون المتحركة فيها أصل الغنة ولو سكنتا لطال زمن الغنة فيهما كذلك القلقلة عند سكونها فيها القلقلة ولو تحركت يكون فيها أصل القلقلة كل ذلك من عند أنفسهم واجتهاداتهم ومن المعروف أن قواعد علم التجويد استقرت كما استقر عمل النحو والصرف ولا تقبل المزايدة على كلام وتقعيد المتقدمين ¶ قال العلماء : لا تأخذ العلم عن صحف ولا القرآن عن مصحف ومن هو المصحفي هو الذي حفظ القرآن من المصحف ولا سند له في القراءة متصل بالنبي صلى الله عليه وسلم حتى لو تلقى على يد شيخ غير مسند يطلق عليه مصحفي كذلك هو وشيخه رغم أن كلمة مصحفي تثير غضب من تصدر للإقراء في الوقت المعاصر ويرون – حسب زعمهم – ألا فائدة من وراء السند القرآني ولو علموا أنها الطريق الموصل للإتقان في كتاب الله لهرعوا في كل حدب وصوب يبحثون على الشيخ المجاز المتصل السند بالنبي صلى الله عليه وسلم ليعرضوا عليه حروفهم فقد حث صاحب أول مصنف في التجويد على ذلك وهو أبو مزاحم الخاقاني ( ت 325هـ) بقوله ص 17 / 18 : ¶ (أيا قارئ القرآن أحسن أداءه *** يضاعف لك الله الجزيل من الأجر) ¶ ( فما كل من يتل الكتاب يقيمه *** وما كل من في الناس يقرئهم مقري ) ¶ (وإنّ لنا أخذ القراءة سنّة *** عن الأولين المقرئين دوي السّتر)",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "والمقصود بالمقرئ من أخذ القراءة عن شيخه بالسند المتصل إلى النبي صلى الله عليه وسلم ومن هنا جاءت الإجازة القرآنية ومعناها أشهد أن تلاوتك صارت مماثلة لتلاوتي على شيخي المجاز لما قرأت عليه وهو عن شيخه ويسرد لك السند إلى النبي صلى الله عليه وسلم ومعنى أجزتك أي أذنت لك أن تدرس وتقرئ غيرك وجميع الكتب على وجه الأرض انقطعت أسانيدها إلا كتاب الله . ¶ وهذا الخلاف حول قضية هل المتحرك فيه أصل القلقلة لفظيّ لا يترتب عليه أي تغاير من الناحية الصوتية مثله مثل مسألة هل الغنة للحرف الأول المدغم أم للثاني المدغم فيه. وهيهات هيهات لمن تصدر للإقراء والتعليم في الوقت المعاصر ولا إجازة لهم حتى إن بعضهم ليأتى بآراء في التجويد وبعض الكيفيات للشفتين لا توجد في كتاب قديم معتر والأدهى من ذلك أنهم يسفهون قول غيرهم حين يطلب منهم الدليل لهذه الكيفيات التي يعلمون بها ويخطئون بها غيرهم ويستصعبون كيفيات في التلاوة جاءت وانتشرت بها الكتب القديمة ورأيناها من شيوخنا والله المستعان . ¶ { أَصْوَاتُ الْقَلْقَلَةِ وَمَرَاتِبُهَا بَيْنَ الْمُتَقَدّمِينَ وَالْمُتَأَخِّرِينَ } ¶ ورد في بعض كتب التجويد المعاصرة تقسيم للقلقلة لم أجد له أدني إشارة أو أدنى تلميح في كتب التجويد القديمة فإذا كان حرف القلقلة في آخر الكلمة ووقف عليه القارئ كانت القلقلة شديدة جدا وهذه المرتبة الأولى عندهم وإذا كان الحرف ساكنا أخر الكلمة من غير شد كانت أخف من الأولى وهذه عندهم المرتبة الثانية وإذا كان الحرف ساكنا في وسط الكلمة كانت القلقلة أخف من السابقة ومراتب القلقلة: تقسّم عند المتقدمين غير تقسيم المعاصرين والأولى الأخذ بقولهم وهي كالآتي : ¶ أ- صغرى: وهذا إذا كانت ساكنة في حالة الوصل مثل ) ابْتِغَاءَ )(البقرة: من الآية207). ¶ ب - كبرى: وهذا إذا كانت ساكنة موقوفاً عليها، مثل ) أَحَدَ)(يوسف: من الآية4).",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "ملحوظة: القلقلة ليست مائلة للفتح ولا مائلة للكسر ولا تابعة لما قبلها، ويفهم ذلك عند التطبيق من شيخٍ متقنٍ. .وللقلقلة وهي ساكنة ثلاث حالات 1- أن تقع متوسطة نحو ) يَقْطَعُونَ)(التوبة: من الآية121) 2- أن تقع آخر الكلمة ولا يقف عليه نحو )لَمْ يَلِدْ وَلَمْ يُولَدْ) (الإخلاص:3) 3- أن تقع آخر الكلمة ويوقف عليها .ففي الحالة الأولى والثانية تكون القلقلة صغرى وهذه مرتبة وفي الحالة الثانية والثالثة تكون كبرى وهذه المرتبة الثانية وفي بعض الكتب المعاصرة يفرقون بين المقلقل المشدد مثل ) الْحَقّ)(البقرة: من الآية146) ) الْفَلَقِ)(الفلق: من الآية1) وقفا والصواب ألا فرق بينهما ومنهم من يعد المشدد له مرتبة أعلى من الساكن الموقوف عليه والمشدد الموقوف عليه والساكن الموقوف عليه لا فرق بينها والدليل عندما أقف على الحرف المقلقل المشدد أقلقل الحرف الأخير منه . ¶ أما الحرف الأول انتفى عنه القلقلة بسبب الإدغام والحرف الأخير من المشدد مثله مثل الوقوف على الحرف الأخير من غير المشدد المقلقل وحسبنا في ذلك تقسيم شيخ الكل ابن الجزري فقد قسم القلقلة إلى قسمين صغرى بقوله (وبينن مقلقلة إن سكنا) والقسم الثاني تقسيمها إلى كبرى بقوله ( وأن يكن في الوقف كان أبينا ) ولم يفرق بين المشدد وغيره بل تقسيم القلقلة لثلاث مراتب والبعض يقسمها لأربعة مراتب من عمل المحدثين والعبرة عندنا بكلام المتقدمين . ¶ {أَبْيَاتُ شِعْرٍ تُقَعِّدُ لأَخْطَاءٍ في التَّلفْظِ بِأَصْوَاتِ القَلْقَلَةِ} ¶ سوف أذكر هذه الأبيات ليعلم الباحث خطأ التقعيد العلمي في أبحاث علم التجويد الصوتية من بعض العلماء المحدثين ولن أذكر أسماءهم ويكفي الباحث معرفة هذه الأبيات ليرد على كل من يعتمد عليها في ترجيح هذا الخلل في الدرس الصوتي القرآني وحسبنا في ذلك ألا يوجد نص قديم معتبر من عالم معتبر قال ببيت من هذه البيات وإليكها : ¶ أولا : البيت الأول :",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "( قلقلة ( قطب جد ) قربت******* لفتح مخرج على الأولى ثبت ) ¶ ثانيا البيت الثاني : ¶ ( وقلقلة قرب إلى الفتح مطلقا ******* ولا تتبعنها بالذي قبل تجملا ) ¶ فعلى القارئ أن يحذر من العمل بها وأن يحذر منه غيره مع مطالبة نفسه بكمال الإخلاص لله في القول والعمل. وان يعلم أن أبحاث التجويد من وضع العلماء وليست بأحاديث مسندة من يخالفها يأثم بل الحق في الغالب مع من تقدم من علماء التجويد أمثال ابن مجاهد والداني والشاطبي وتلميذه علم الدين السخاوي والجزري وغيرهم كثير وجميع اجتهادات العلماء يمكن أن يعتريها الإصابة وله أجران ويمكن أن يعتريها الخطأ فله أجر واحد ونصيحتي لكل شيخ متصدر للتعليم أن يحذر من التقيعد لمسائل التجويد ويضيف الغريب والعجيب على الأسماع ليثبت لنفسه أنه ضليع في أبحاث علم التجويد ولتحذر أن يؤتى الخلل في الصوت القرآني من قبلك, وعليك بالنقل فقط لكلام المتقدمين وفي ذلك حسبك من الوقوع في الخلل . ¶ وهذه أبيات شعر تقعد للنطق الصحيح بحروف القلقلة نظمها الشيخ عمار الخطيب قال : ¶ الْقَلْقَلَة ¶ وَلا إِلَى فَتْحٍ تَمِيلُ مُطْلَقَا ... قَلْقَلَةٌ ، فَحَاذِرَنْ يا حَاذِقا ¶ وَأَدِّهَا عَلَى الصَّحيحِ أنَّها ... لا تَتْبَعَنْ ما قَبْلَها أَوْ بَعْدَهَا ¶ إِتْبَاعُهَا النُّطْقُ بِجُزْءِ الحَرَكةْ ... فَقَلْقِلَنْ مِنْ غَيْرِ أَنْ تُحَرّكَهْ ¶ بَلْ بِاهْتِزازِ الحَرْفِ في مَخْرَجِهِ ... لِتَسْمَعَنْ نَبْرَتَهُ كَـ:\"وَجْهِي\" ¶ وَشَافِهَنْ يَا بَاغِيَ الِإتْقَانِ ... لِتَضْبُطَنْ تِلاَوَةَ الْقُرآنِ ¶ {مِنْ أَخْطَاءِ النُّطْقِ بِأَصْوَاتِ الْقَلْقَلَةِ اخْتِلاسُهَا أَوْ رَوْمُهَا}",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "النطق بجزء الحركة يسمى اختلاسا أو روما إلا أن لاختلاس وصلا والروم وقفا وعرف أبو عمرو الداني في كتابه التحديد في الإتقان والتجويد الاختلاس بقوله ( وأما المختلس حركته من الحروف فحقه أن يسرع اللفظ به إسراعا يظن السامع أن حركته قد ذهبت من اللفظ لشدة الإسراع وهي كاملة في الوزن تامة في الحقيقة إلا أنها لم تمطط ولا ترسل بها فخفي إشباعها ولم يتبين تحقيقها .. ) اهـ ¶ وعرفه علم الدين السخاوي في كتابه جمال القراء ج 2 ص 531 بقوله ( وأما المختلس حركته من الحروف فحقه أن يسرع اللفظ به إسراعا يظن السامع أن حركته قد ذهبت من اللفظ لشدة الإسراع ....) وقال عن الروم ص 532( وأما المرام حركته عند الوقف أو حال الوصل فحقه أن يضعف الصوت لحركته أي حركة كانت ولا يتم النطق بها فيذهب بذلك معظمها ويسمع لها صوت خفي يدركه الأعمى بحاسة السمع ...) اهـ ويفهم من كلام العلماء أن الاختلاس والروم النطق بجزء الحركة فلو نطق القارئ الأحرف المقلقلة ممالة ناحية أي حركة من الحركات الثلاث فقد تلفظ بجزء الحركة ولحق الساكن المقلقل الاختلاس أو الروم ولم يصرح أي عالم قديم معتبر عند كلامهم لمبحث الاختلاس والروم أن الحروف المقلقلة جاز معها النطق بجزء الحركة والاتباع لما قبلها .",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "ومن أفضل من حافظ على الأصل في هذا المبحث الشيخ يحيي غوثاني حيث قال في كتابه علم التجويد ... المستوى الثاني ص 90 / 91 ( الملاحظة الأولى :لقد ذهب بعض المعاصرين مذاهب شتى في كيفية أداء القلقلة : فمنهم من يقول : إن القلقلة تتْبعُ حركةً الحرفِ الذي قبلها , مثل : إِبْرَاهِيمَ ) فينطقونها كأنها مسكورة , ومنهم من يقول : بل تتبعُ حركة الحرفِ الذي بعدها , مثل : ( مُقْتَدِر ) ومنهم من ردَّ ذلك وقال: بل ينبغي أن تميل إلى الفتح مطقاً , حتى نظموه شعراً فقالوا ، وقلقلةً قَرِّبْ إلى الفتح مطلقاً .... فينطقون الباء في (يُبْصِرُونَ ) كأنها مفتوحة , إلى غير ذلك من الآراء الاجتهادية. ¶ والصواب : أن القلقلة اهتزازُ حَرْفِ القلقلة في مخرجه ساكناً بحيث يسمع له نبرةٌ مُمّيَّزةٌ , ولا ينبغي للقارىء أن يَنْحُوَ بها إلى الفتح ولا إلى الكسر , ولا إلى غير ذلك بل يخرجها سهلةً , رقيقةً في المرقق , مثل : ( قَبْلِكُمْ ) , ومفخمةَ في المفخَّم , مثل ( يَطْبَعُ ). ..) اهـ ¶ {ذِكْرُ اْلمحاذيرِ الشَّائِعَةِ ِفي التَّلفْظِ بِأَصْوَاتِ الْقَلْقَلَةِ} ¶ محاذير التلفظ بصوت الحرف المقلقل أقصد بها الأخطاء التي تقع للقارئ حال تلاوته وكل خطئ داء والداء يوصف عند الأطباء بالمرض ولكل داء علاج وسوف أذكر هنا داء التلفظ بأصوات القلقلة وعلاجها لتصحب الصحة والكمال لأصوات الحروف المقلقلة وهي كالآتي : ¶ بعضهم قال القلقلة تخرج بتقريب صوت الحرف المقلقل إلى حركة الحرف الذي بعده والبعض الآخر قال بتقريبها إلى الفتح مطلقا ونظموا لهذا التقعيد الخاطئ شعرا فقال بعضهم ( وقلقلة تخرج إلى الفتح مطلقا ولا تتبعنها بالذي قبل تجملا ) فهذا المعاصر يقرر مذهبه ويرد على من يقول أنها تابعة للحرف الذي قبلها وهذا داء لا يصح منه شئ والصواب أن القلقلة حالة وسط بين الساكن والمتحرك كما ذكرت سابقا .",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "ومن الأخطاء الشائعة عند بعض المقرئين تشديد الحرف المقلقل وقفا بأن يقف على الحرف ويسكنه بوضوح ثم يتبع ذلك الساكن بصوت القلقلة وهذا فيه زيادة حرف ولحن فعلى القارئ أن يحذر منه ويحذر منه غيره مع مطالبة نفسه بكمال الإخلاص لله في القول والعمل والسر والعلن . ¶ المشدد الموقوف عليه هل القلقلة للحرف الأول أو للثاني الجواب للثاني ولو قلقل القارئ الأول لانفك الإدغام ولا يصح قرآنا بل حكم القلقلة واقع على صوت الحرف الأخير من المشدد إذن ما الفرق بين الوقوف على ( الْحَجَّ )(البقرة: من الآية196) والوقوف على ( الْفَلَقِ)(الفلق: من الآية1) لا فرق بينهما وقفا من حيث عمل القلقلة والقلقلة واقعة على الحرف الأخير الموقوف عليه . العلماء بينوا وميزوا بين نطق الحروف المقلقة إن كانت في أخر الكلمة ووسط الكلمة فعندما يقول القارئ ( قُلْ هُوَ اللَّهُ أَحَدٌ)(الإخلاص:1) يقف على الدال وقلقلتها تخرج واضحة جليه لأنه ليس ثمة حرف بعدها يتهيأ اللسان للنطق به ووسط الكلمة تكون أقل في الصوت من الموقوف عليها فلا تفريق بين الوقوف على المقلقل المشدد والساكن ومن يخالف ذلك عليه بالدليل من كلام المتقدمين . ¶ مط صوت القلقلة والعرب لا تفعل ذلك و القرآن لم ينزل بهذه الكيفية وهذا المرض يحتاج لنقل صوتي ليستبين نحو ( قُلْ هُوَ اللَّهُ أَحَدٌ)(الإخلاص:1). ¶ بعض القلقلة يكون فيه صعوبة في النطق ولا سيما لو وقعت قبل الحرف الأخير الموقوف عليه نحو ) الْقَدْرِ )(القدر: من الآية3) ) الْهَدْيِ )(البقرة: من الآية196) أو يكون هو الأخير بعد الساكن نحو بعد ) ذَلِكُمْ فِسْقٌ )(المائدة: من الآية3) ) الْمَوَازِينَ الْقِسْطَ)(الأنبياء: من الآية47) والغالب على بعض القراء تحرك القلقلة وإهمال المحافظة على كونها ساكنة مهتزة .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "بعض المتساهلين يدخلُ في نهاية القلقلة همزةً وهذا لحن بيّنٌ , فيلفظونها بصوت الهمزة مع حركة حرف القلقلة الساكن هكذا : ( القسطء , الحقءْ ) والسبب أن القارئ بعد الحرف المقلقل أغلق الحنجرة وبتر الصوت فتولدت تلك الهمزة الدخلية على التلاوة الصواب منع بتر الصوت ومن غلق الصوت الخارج من الحنجرة فجأة و عليك بالتدرب على يد شيخ مسند مجاز لكيفية التلفظ بذلك . ¶ وبعضهم يُخْرِجُ في نهاية نطقه بحرف القلقلة همساً , وذلك لحن أيضا وسمعته كثيرا من القراء المشاهير وبعض من تصدر للإقراء في وقتنا المعاصر. ¶ بعض القراء يمضغ القلقلة فيتكئ على الدَّال اتكاءةً تتناسَبُ مع الإيقاع والنَّغَم , فلا يخرجُها مقلقلةً إنما يُخرِجُها ممضوغَةًَ نحو) إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ)(هود: من الآية102) ونحو ) أَنَّهُ الْحَقُّ )(البقرة: من الآية26) والمقصود بالمضغ النطق بالحرف كمن في فمه لقمة يمضغها . ¶ إذا وقفتََ على كلمة آخرها حرف قلقلة وقبله مضموم , فلا بُدَّ من إعادة الشفتين عند النطق بالحرْفِ المقلقل إلى انفراجهما كما تنطق حرف القلقلة مفرداً ساكناً , لا أن تتركَ الشفتين مضمومتين كهيئة الحرفِ المضموم وذلك مثل : ( مَشْهُودٍ ) , ( الْبُرُوجِ ) ) عَزِيزٍ مُقْتَدِرٍ)(القمر: من الآية42) وترك الشفتين مضمومتين فيه إعمال لمخرج الواو وهذا لحن وخلط لصوت الساكن بالضم. ¶ من نوادر القلقلة أن يتجاورا وقفا نحو ) وَالْعَبْدُ بِالْعَبْدِ)(البقرة: من الآية178) ) وَلا رَطْبٍ)(الأنعام: من الآية59) فيجب على القارئ بيان صوت القلقلة في الحرف الأول والثاني الموقوف عليه . ¶ {خاتمة البحث}",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "يستخلص مما سبق أن القلقلة حالة وسط بين الساكن والمتحرك ولا تتبع ما قبل ولا ما بعد ولعل الناظر المدقق في هذا البحث وجد التباين الواضح بين كلام المتقدمين والمتأخرين وللعلم ليست القلقلة هذه المسألة الوحيدة التي يقع فيها التباين وهناك مواضيع وأبحاث أخرى تناولتها بالبحث أغلبها منشور بالإنترنت على غرار بحث القلقلة ومنها بحث ( صوت الميم الساكنة المخفاة بإطباق الشفتين ) وبحث( التحذير من تلاوة القرآن بهذه الأحرف الإنجليزية) وبحث ( أمراض التلفظ بأصوات الجوف ) وبحث ( أمراض التلفظ بأصوات الحلق ) وبحث ( أمراض التلفظ بأصوات اللسان ) وبحث ( أمراض التلفظ بأصوات الشفتين ) وبحث ( أمراض التلفظ بصوت الضاد العربية اللسانية )وبحث ( شروط وضوابط الإجازة القرآنية ) وتحت الإنشاء بحث ( أمراض التلفظ بأصوات الحركات الثلاث الضمة والفتحة والكسرة) وهو من أهم أبحاث علم التجويد الصوتية وبحث ( طرق حفظ ومراجعة وتدريس القرآن ) وبحث ( الغنة ومراتبها بين المتقدمين والمتأخرين ) وبحث ( مراتب التفخيم بين المتقدمين والمتأخرين ) وغير ذلك كثير وكانت أغلب مراجعي في بحث ( أصوات القلقلة بين المتقدمين والمتأخرين ) ذكرتها داخل مادة البحث وهناك مراجع أخرى نقلت عنها بالمعنى وبعض المواد الصوتية المبثوثة في مكتبتي وليعلم الجميع ما أنا إلا ناقل لكلام المتقدمين ومقارن بينها وبين كلام المتأخرين وتقبل الله من الجميع صالح الأعمال وأسأله تعالى بأسماءه الحسنى وصفاته العلى أن يجعله خالصا لوجهه تعالى آمين . ¶ ملحوظة : هذه المادة خاصة بالنشر على الإنترنت ومن أراد نشرها مطبوعة فلابد من إذن الباحث الخطي بذلك . ¶ للباحث أ / فرغلي سيد عرباوي ¶ باحث في علم صوتيات التجويد والقراءات ¶ Fargh22@yahoo.com ¶ Fargh22@hotmail.com ¶ موقعي هذا رابطه ¶ http://www.ammar-ca.com/fargali/",
            "page": "73",
            "part": "1"
        }
    ],
    "t37756": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أصوات حروف القلقلة بين المتقدمين والمتأخرين"
        }
    ]
}