{
    "b37769": [
        {
            "id": "1",
            "nass": "شهادة حق ¶ حول ¶ دعوة الشيخ محمد بن عبد الوهاب ¶ والرد على شبهات فرقة الأحباش حولها ¶ تأليف ¶ عبد الرحمن دمشقية ¶ مقدمة ¶ الحمد لله والصلاة والسلام على المبعوث رحمة للعالمين سيدنا محمد وعلى آله وصحبه أجمعين: ¶ أما بعد: ¶ فقد تعرض أهل الحق منذ القدم لتسميات باطلة بغية تنفير الناس منهم ومن دعوتهم. كما وصف الجاهليون نبينا الكريم صلوات الله عليه قبل ذلك بأنه مجنون وصابئ وساحر وكذاب.. إلخ. ¶ تسمى دعوة الحق اليوم من قبل خصومها بالوهابية ومن قبل كانت تسمى بالحنابلة الذين هم عند خصوم أهل الحق مشبهة ومجسمة وحشوية وحرفية أو لفظية. وكل هذه الأوصاف لم تضعفهم ولم توهن عزيمتهم. فإن هذا الطائفة منصورة. مخذول من عاداها وتربص بها. ¶ لقد تعرضت حركة التجديد والتصحيح التي قادها الشيخ محمد بن عبد الوهاب رحمه إلى سلسلة من الضغوط والتهديدات بل بالعذاب والتنكليل انتهت بزوال الدولة العثمانية التي حاولت جاهدة قمعها وإزالتها. ¶ ثم قامت لدعوة الشيخ محمد بن عبد الوهاب رحمه الله دولة وتحققت أهداف الشيخ رحمه الله من وحدة المسلمين في جزيرة العرب على التوحيد الصحيح بعد أن طهرها من أدران البدع وشوائب الشرك. وقامت دولة انضوت تحت سقفها كل قبائل العرب التي كانت قبل ذلك متناحرة متقاتلة، وما هذا إلا من البركات الواضحة لهذه الدعوة. ¶ بل وصار لها استجابة وامتداد دولي. ¶ فقد انتشرت الدعوة الإصلاحية في الهند والباكستان. والصين. ¶ بل هي أعظم انتشارا في أمريكا وبريطانيا والدول الغربية عامة. ¶ قارن هذا بدعوة الأحباش والتصوف والتشيع تجد الفرق كبيرا بالرغم من الإمكانات الهائلة التي حظيت بها هذه الفرق. ¶ فالتوحيد قد تحقق. ¶ والنصر قد تحقق وانهزم العدو واندحرت دولته. ¶ وبالتوحيد تحققت الوحدة التي قامت لهم بها دولة.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فماذا تريدون أفضل من هذا يا من تسكتون عن مخالفات التوحيد والسنة من شركيات وبدع بداعي أن هذا الإنكار يعكر على شعار وحدة المسلمين – زعمتم – هل حقق هذا المنع من الإنكار الوحدة المنشودة أم أنه لا زال ولن يزال سببا لتأخير الوحدة والنصر؟ ¶ لقد كان لنا في تجربة الشيخ محمد بن عبد الوهاب رحمه الله عبرة ودرسا. فإنه بكلمة التوحيد تتحقق وحدة الكلمة، وكما قيل: ¶ كلمة التوحيد أساس توحيد الكلمة. ¶ ويأتي هذا الكتاب تعبيرا عن شعوري بالجميل تجاه هذه الدعوة المباركة التي هداني الله إليها. أن أقول فيها كلمة حق تعلو أصوات المبطلين والمرجفين الذين ينشرون حولها الحكايات الباطلة والأكاذيب الواضحة بعد عجزهم ع أن يأتوا بدليل واحد يثبت بطلان عقيدة الشيخ محمد بن عبد الوهاب من خلال كتبه. ¶ فزعموا أن الشيخ كان يكره سماع الصلاة على الرسلو صلى الله عليه وسلم. وأنه كان يعرض بالنبوة وأنه كان يقول بأن عصاه أفضل من نبي الله. وأنه كان يحكم بكفر كل المسلمين في مشارق الأرض ومغاربها. ¶ وإن كل من قرأ كتب الشيخ ورسائله يتبين له مدى الجرم الذي يرتكبه مخالفوه من الكذب والافتراء والدس. ¶ ولكن هذا ما ضر هذه الدعوة إلا أذى. وما زالت مسيرتها مباركة وثمراتها عظيمة تعم أقطار العالم شرقا وغربا. ¶ عبد الرحمن محمد سعيد دمشقية ¶ الأحباش والدعوة (الوهابية)! ¶ إن أول الممنوع عند من تسمونهم بالوهابية هو دعاء غير الله ومنع البناء على القبور ومنع اتخاذ القبور مساجد وعدم الابتداع في الدين. ¶ أما الشيطان فإنه يحرض على بناء المساجد على القبور ويزين للناس دعاء غير الله ويحسن لهم الابتداع في الدين: ¶ وأصول دعوتهم تدور حول أمرين أساسيين: ¶ ـ أن لا يُعبَد إلا الله. ¶ ـ وأن لا يُعبَد الله إلا بما شرع.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "لئن كان هذا قرن الشيطان عندكم لقد صار الشيطان والله مصلحاً: كيف تعتقدون أو الوهابية يدعون إلى الشيطان وهم يقولون شعارنا ألا يُعبَد إلا الله وألا يعبد الله إلا بما شرع لا بالمحدثات والبدع؟ ¶ اتفاق الملل الباطلة على موقف واحد من الوهابية ¶ ولا تنس أخي المسلم حقيقة مهمة وهي أن كل فرقة مبطلة اليوم تتعرض لهذه الجماعة بالسباب والشتم. ¶ فالقاديانية والبهائية يصبون جام حقدهم على من يسمونهم بالوهابيين، ويحذرون الناس منهم. ¶ وطائفة البريلوية والديوبندية في الهند وباكستان يحذرون أشد التحذير من هذه الجماعة. ¶ هم والشيعة في خندق واحد ¶ ولايزال الشيعة يردون على من تسمونهم بالوهابية ويدافعون عما تدافعون أنتم عنه من اتخاذ المساجد على المقابر والاستغاثة بالمقبورين واتخاذهم شفعاء ووسطاء عند الله فمشابهة حالهم ليس إلا دليلاً على مخالفتكم لأهل السنة والجماعة. ودليلاً على موافقتكم الشيعة. ¶ والشيعة يحذرون كل التحذير من الوهابية ويكتبون فيهم الكتب والرسائل العديدة ويكيلون ضدهم شتى أصناف الاتهامات الباطلة. ومن كتبهم في الرد على الوهابية: ¶ هذه هي الوهابية: لمحمد جواد مغنية. ¶ رسالة في نقض الوهابية: لمحمد حسين. ¶ الرد على فتاوى الوهابيين حسن صدر الدين الكاظمي. ¶ كشف الاتياب في أتباع محمد بن عبد الوهاب. محسن الأمين العاملي. ¶ البراهين الجلية في رفع تشكيكات الوهابية. محمد حسن الموسوي الطباطبائي. ¶ والسؤال الذي يطرح نفسه كيف اتفقت كل هذه الطوائف الباطلة على موقف واحد؟ وما سر هذا العداء الشديد الذي اتفقوا عليه؟ ¶ فهل تساءلتم كيف حصل هذا التوافق وتوحد المواقف بين الفريقين ضد الوهابية إن من يسب الوهابية وينسبهم إلى الديانة اليهودية لا بد أن يراهم شراً من الشيعة؟ ¶ ولهذا فالسبب الكامن وراء سب الأحباش لدعوة الشيخ محمد بن عبد الوهاب دوافع ذات علاقة قوية بالظروف السائدة اليوم سياسية كما لا يخفى.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "بعض أقاويلهم في الشيخ محمد بن عبد الوهاب ¶ يتهمون الشيخ المجدد رحمه الله بأنه مجرم قاتل وكافر (مجلة منار الهدى الحبشية 3/34 و16/31) وأنه كان ملعونا على لسان المسلمين (منار الهدى 29/57). ¶ وشهادة الحبشي وأتباعه مردودة لقوله - صلى الله عليه وسلم - : « لا تُقبَل شهادة خائن، ولا خائنة، ولا ذي غمرٍ على أخيه المسلم » [رواه أبو داود وابن ماجة بسند قوّاه الحافظ في التلخيص 4/198]. ¶ وذو الغمر: ذو الحقد، والحقد المذهبي أعمى تُرَدّ به شهادتهم في حق ابن تيمية. فاجتمعت فيهم الصفتان في الحديث: الخيانة المعروفة عنهم. والحقد المذهبي الذي امتازوا به. ¶ وهذه الألسن التي تطعن هي نفس الألسن التي تمدح الظالمين وتدخلهم على حسابها إلى بيت الإسلام. ¶ فمن أثنى على هؤلاء فلا يؤخذ بشهادته في أولئك. ¶ وهذه الألسن هي التي تطعن في سلف الأمة كمعاوية ومن وافقه من الأصحاب، وليس ابن تيمية بأفضل عند أهل السنة من معاوية، والعلم عند الله. ¶ ولا يدري هؤلاء أنهم بطعنهم بابن تيمية إنما يطعنون بأنفسهم، وجرحهم له تجريح لأنفسهم ولكنهم لا يفقهون. ¶ فيوم أن طعن ابن معين في الشافعي قائلاً « ليس بثقة » قال الذهبي: « فقد آذى ابن معين نفسه بذلك، ولم يلتفت أحد إلى كلامه في الشافعي ولا إلى كلامه في جماعة من الأثبات، كما لم يلتفتوا إلى توثيقه بعض الناس ». ¶ وقالوا بأنه كان يغتاظ من مجرد ذكر اسم النبي - صلى الله عليه وسلم - ويكره الصلاة عليه ويعتبر الذي يجهر بالصلاة عليه عقب الأذان مثل الذي يزني بأمه (شريط (4) وجه أ (441) إظهار العقيدة السنية 240).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وهم يقصدون إنكاره رحمه الله على إضافة صيغة الصلاة عليه في الأذان. وهو ما لم يقوله بلال مؤذن في أذانه. فهل كان بلال وهابيا يبغض الرسول؟ وإذا جاز ذلك عندهم فليجوزوه في الآيات التي تذكر إسم نبينا - صلى الله عليه وسلم - كأن نقول (والذين آمنوا وعملوا الصالحات وآمنوا بما نزل على محمد صلى الله عليه وسلم وهو الحق من ربهم)؟ ¶ فإذا أجازوه صاروا محرفين لوحي القرآن. وإن قالوا لا يجوز لزمهم التناقض. لأن السنة وحي من الله كما أن القرآن وحي من الله. ولا يجوز الزيادة فيها كما لا تجوز الزيادة في القرآن. فلماذا جاز في الأول ما يحرم عندهم في الثاني؟ ¶ وقالوا بأنه دجال وقاتل العلماء (منار الهدى 3: 36) بل وأنه كان يعرّض (يلمّح) للبعض بدعوى النبوة (منار الهدى 7: 45). ¶ وأنه كان على علاقة وطيدة بالجاسوس البريطاني (همفر) (منار الهدى 29/62)(¬1). وهي دعوى كاذبة ادعاها أحد الرافضة باسم موهوم. فكيف يتداول المسلمون هذا الكتاب الذي لا نجد له أثرا في كل مكتبات الغرب ولم تعرف هذه الشخصية أبدا في التاريخ؟ ¶ قالوا \"وسنروي لكم ما يتداوله مسلمو الهند من مخازي محمد بن عبد الوهاب: وهي أنه أصيب مرة بمرض البواسير فأدخل العصا في دبره فارتاح فقال \"عصاي هذه خير من محمد\" لذلك فإن أهل الهند في (ماليبار) يسمونه \"مبتلع العصا\" (منار الهدى 29/61). ¶ قلت: وهذا يعكس دناءة المستوى الذي بلغوه ويأبى هذه الأكاذيب الساقطة كل حر عاقل. ¶ ¬__________ ¶ (¬1) إذا قيل للأحباش إن الأرض كروية بدليل أن الناس خرجوا منها والتقطوا لها صوراً من السماء قالوا: هذه أخبار مصدرها كفار والخبر من الكفار غير مقبول. أما خبر جاسوس كافر فهذا سند متصل عندهم!",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ويزعم أن الوهابيين لشدة كراهيتهم للنبي - صلى الله عليه وسلم - يكتبون في كتبهم (صلعم) حتى لا يصلوا عليه. وكأنه تجاهل أن هذا الاختصار موجود في كتب مشايخه النقشبندية كما في هامش مكتوبات السرهندي وهي رسالة الرحمة الهابطة في ذكر اسم الذات وتحقيق الرابطة (ص68). ¶ وتحت عنوان (احذروا الوهابية) قالوا \"إن الوهابيين يكرهون حتى كلمة (لا إله إلا الله) يحاربونها: هم ضد كلمة (وحدوا الله) وضد الاحتفال بالمولد النبوي وضد الإسراء والمعراج وضد استعمال السبحة ولكنهم يتفقون مع اليهود الذين يقولون إن الله خلق السماوات والأرض ثم تعب فاستراح وأنه ساكن في السماء وجالس على العرش (منار الهدى 29/61). هم مقتدون باليهود لاعتقادهم أن الله قاعد وأنه يقعد محمداً معه على العرش. وأنه خلق السماوات والأرض ثم تعب فاستراح(¬1). ¶ وهذا من تشتيعاتهم التي قد تنطلي على الجهال. فإن النهي عن رفع الصوت بالذكر انما هو نبوي من الأصل. ¶ فعن أبي هريرة رضي الله عنه مرفوعا الى النبي صلى الله عليه وسلم أنه قال \"لا تتبع الجنازة بصوت ولا نار\" (روه أبو داود بسند صحيح 2/64 في الجنائز: باب النهي عن اتباع الجنازة بصوت ولا نار وأحمد 2/427 والبيهقي). ¶ قال الحافظ ابن عبد البر في الاستذكار 8/225) \" ولا أعلم في ذلك خلافا بين العلماء\". ¶ قال النووي رحمه الله \" واعلم أن الصواب المختار ما كان عليه السلف رضي الله عنهم: السكوت في حال السير مع الجنازة، فلا يرفع صوتا بقراءة ولا ذكر ... فهذا هو الحق. ولا تغترن بكثرة من يخالفه، فقد قال أبو علي الفضل بن عياض رضي الله عنه ما معناه: إلزم طرق الهدى ولا يضرك قلة السالكين، وإياك وطرق الضلالة، ولا تغتر بكثرة الهالكين\". (الأذكار للنووي ص 234 ط: دار الهدى – الرياض. وانظر أسنى المطالب 1/312 ط: دار الكتاب الاسلامي – القاهرة). ¶ ¬__________ ¶ (¬1) انظر مجلتهم: منار الهدى 23/ 34 و 26 / 22 و 29/61).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وجاء في رد المحتار (المتن) \"وكره فيها (أي في الجنازة) رفع صوت بذكر أو قراءة\". قال في الشرح : \"ينبغي لمن تبع الجنازة أن يطيل فيها الصمت. وفيه عن الظهيرية: فإن أراد أن يذكر الله: يذكره في نفسه لقوله تعالى (أنه لا يحب المعتدين) أي الجاهرين بالدعاء. وعن إبراهيم أنه كان يكره أن يقول الرجل: إستغفروا الله غفر الله لكم. (رد المحتار 3/138 ط: دار الكتب العلمية تحقيق عادل عبد الموجود وعلي معوض أو طبعة قديمة ). ¶ وروى البيهقي أن الصحابة كرهوا رفع الصوت عند الجنائز وعند القتال وعند الذكر. سمع ابن عمر قائلا يقول: استغفروا له غفر الله لكم، فقال ابن عمر له: لا غفر الله لك. وكره الحسن وغيره قولهم: استغفروا لأخيكم\". (الفقه الاسلامي وأدلته 1545 ط: دار الفكر). ¶ فما هو موقف الأحباش من ذلك؟ ¶ ـ بل إن الأحباش هم المشابهون في الحقيقة لليهود فإنهم زعموا أن معنى قوله تعالى: { اسْتَوَى عَلَى الْعَرْشِ } بمعنى استولى. أي تمكن من العرش بعد أن كان خارجاً عن قوته. ¶ وكل الفرق بينكم وبين اليهود أنهم نسبوا إلى الله الضعف بعد القوة، أما أنتم فقد نسبتم إلى الله القوة بعد ضعف! ¶ وأما نحن فقلنا بقول مجاهد في صحيح البخاري (كتاب التوحيد) ثم استوى أي علا وارتفع. ونحن نتحداكم أن تثبتوا بالنص من كلام الوهابية أنهم قالوا عن الله (ثم تعب فاستراح) كما قالت اليهود هذه الكلمة الكفرية. ¶ ـ وقد تغاضى المتعصبون عن قول الغزالي \"ليس في الإمكان أفضل مما كان\"(¬1). وفيها نسبة العجز لله وتحديد قدرة القدير. ¶ ـ زعم الحبشي أن الوهابية حكموا بكفر عبد الله بن عمر\"(¬2). وكنا نود أن يشير إلى مصدر من كتبهم لكنه لن يفعل. ¶ ¬__________ ¶ (¬1) انظر إحياء علوم الدين 4/258 و5/35 (الإملاء في إشكالات الإحياء) ملحق بكتاب الإحياء. ¶ (¬2) مجلتهم منار الهدى 27/35 .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ولعلهم يشيرون إلى قول القائل لعبد الله عمر لما خدرت رجله « أذكر أحب الناس إليك قال: محمد». وهي لم يصح إسنادها ولو صح لما أفادت إلا تذكر الحبيب وليس الاستغاثة به، فإن الإستغاثة بالنبي بعد موته لم يفعله أحد من السلف. ¶ وفي الرواية أبو إسحاق السبيعي ثقة ولكنه مدلس وقد عنعن في روايته. ثم هو قد اختلط بأخرة. كما قاله الحافظ في التقريب. ¶ وقد أعرضوا عن قول الحافظ العسقلاني وتمسكوا بقول الذهبي « ما اختلط ولكن ساء حفظه». ¶ ولكن شيخهم قد وصف الذهبي بأنه خبيث. فكيف يقدم الذهبي على الحافظ العسقلاني؟ ¶ أليس هذا من التذبذب والتناقض الواضح؟ ¶ وإنني أتحداهم أن يأتوا بشيء صح سنده عن الصحابة. ¶ ـ وزعموا أن الوهابية يرون \"أن أبا جهل وأبا لهب أكثر توحيداً من المسلمين الذين يقولون لا إله إلا الله\" ورسول الله - صلى الله عليه وسلم - أنكر على أسامة قتل من قال لا إله إلا الله قائلاً له \"أقتلته بعدما قال لا إله إلا الله\". ¶ ولكن الحديث يفيد أن الرجل إذا نطق بهال حقنته من الدم حتى يتبين له ما يخالف ذلك. فالآية تدل على الكف والتثبت حتى يتبين ما يخالف مقتضاها. ¶ ونحن ما اتهمناكم بالشرك وبمخالفة لا إله إلا الله إلا بعد استحقاقكم وسام الشرك بدعائكم غير الله والمصابرة على عقيدة تتفقون فيها مع الشيعة والباطنيين. ¶ ما ينقمونه على الوهابيين أنهم يكفّرون السنة والشيعة لمجرد قول أحدهم \"يا محمد\" أو \"يا علي\" على زعمه أن هذا عبادة لغير الله\" (منار الهدى 29/11). هذا موقف مخالف حتى للمعتبرين من علمائكم الصوفية. فقد جاء في المكتوب الرابع والخمسين من مكتوبات الإمام السرهندي النقشبندي أن ضرر صحبة المبتدع فوق ضرر صحبة الكافر وأن شر الفرق المبتدعة هم الشيعة(¬1). ¶ ¬__________ ¶ (¬1) المكتوبات الربانية 68 .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ـ وأن الوهابيين كانوا يقولون للحجاج حين زاروا قبر النبي - صلى الله عليه وسلم - ماذا تفعل ليس هنا إلا جيفة، ليس هنا إلا عظم\"(¬1). وزعم زعيمهم نزار حلبي أن أحد الوهابية كان يقول \"عصاي هذه خير من محمد لأنها ينتف بها في قتل الحية ومحمد قد مات لوم يبق فيه نفع أصلاً\"(¬2) ¶ وهذا من الكذب الرخيص، فإنه ما من مسلم فيه شيء من الإيمان يجرؤ على وصف الرسول - صلى الله عليه وسلم - بأنه جيفة. وقد علمنا بالضرورة أن الله حرم على الأرض أن تأكل أجساد الأنبياء. ¶ ويصف شيخهم الحبشي دائماً مشايخ وعلماء الجزيرة العربية بـ \"بهائم نجد\" (عن كراس: الدر المفيد في دروس الفقه والتوحيد 54 و 114). ¶ هذا نموذج صغير من أخلاق هذه الفرقة التي تتسم بالكذب والشتم والطعن في علماء الأمة وموالاة الكافرين ومعاداة المسلمين. ¶ الاتهام بالتكفير ¶ ويزعم الأحباش (اقتداءً بسلفهم من المتعصبين) أو الوهابية أخذوا الآيات التي تحدثت عن المشركين وحملوها على الموحدين\". وهذه التهمة يجب أن توجه إلى الأحباش أنفسهم لأنهم حملوا نصوص الخوارج على المسلمين في نجد اليمامة بطريقة ماكرة يكشفها لك هذا البحث العلمي. فإن تسميتكم لهم بالخوارج كتسمية قريش للنبي - صلى الله عليه وسلم - وأصحابه بالصابئة، أي الخارجين على دين الآباء والأجداد. ¶ ثم إن تسمية من يطوف حول القبر ويرجو ميتاً ما لا يرجو من الله مسلماً موحداً لا نسلم بها، فنحن لا نكفره مع اعتقادنا أنه موحد. هذا إذا أقيمت عليه الحجة وعلم بعد جهل وأصر واستكبر. ¶ وأما مخالفونا فإنهم يكفرون في أمور أقل من ذلك، فقد أقر الحبشي ما جاء في الدر المختار أن من ذكر اسم الله عند الشاة المسروقة فهو مرتد(¬3). مع أن الرجل يقول لا إله إلا الله لكنه ابتلي بالسرقة. ¶ ¬__________ ¶ (¬1) منار الهدى 7: 37 . ¶ (¬2) منار الهدى 7: 45 . ¶ (¬3) صريح البيان 116 ط: مجلدة .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وكأنهم يظنون أن ما بينه القرآن عن أحوال المشركين الأوائل خاص بهم لذواتهم وليس حجة على من يفعل مثل فعلهم: وكأن من ولد من بيت مسلم وكتب على حفيظة نفوسه (مسلم) فقد أبيح له الشرك ولا يؤثر في توحيده ما دام يقول كلمة الإخلاص بلسانه. وكأن كلمة الإخلاص لا يضرها عمل الشرك. ¶ فالله ما قص علينا قصص شرك المشركين الأولين إلا لنأخذ العبرة، {لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِّأُوْلِي الأَلْبَابِ} فلا نكرر اليوم ما وقعوا هم بالأمس وإلا فإن شابهناهم في الفعل فقد شابهناهم في الحكم كقول النبي - صلى الله عليه وسلم - للصحابة حين قالوا: \"اجعل لنا ذات أنواط، فقال: \"قلتم كما قال بنو إسرائيل لموسى اجعل لنا إلهاً كما لهم آلهة\" فلم يقصر الآية على من نزلت فيهم. ¶ ثم إننا أنزلنا آيات المشركين على من وافقهم من أبناء هذه الأمة. وقد أخبر نبي هذه الأمة - صلى الله عليه وسلم - أن قبائل من أمته ستلحق بالمشركين ويعبدون الأوثان، وكان يحذر أمته أن تحذو حذو اليهود والنصارى في اتخاذ القبور مساجد وكان يدعو الله أن لا يجعل قبره وثناً مما يدل على أن المشركين وأه الكتاب كانوا يتخذونها أوثاناً. ¶ هل نجد اليمامة قرن الشيطان ¶ دأب الأحباش وغيرهم ممن قطعت الدعوة الإصلاحية التي قام بها محمد بن عبد الوهاب الطريق على خرافاتهم وكشفت انحرافاتهم على الادعاء بأن النبي - صلى الله عليه وسلم - وصف نجد اليمامة (الرياض) بأنها قرن الشيطان(¬1). ¶ ونجيب عن ذلك بما يلي: ¶ قال رسول الله - صلى الله عليه وسلم - \"راس الكفر قِبَل المشرق\"(¬2). ¶ وقال ابن عمر قال \"سمعت رسول الله - صلى الله عليه وسلم - يشير بيده نحو المشرق ويقول: ها إن الفتنة ههنا\"(¬3). ¶ ¬__________ ¶ (¬1) منار الهدى 7: 44 . ¶ (¬2) مسلم رقم (52 والبخاري 3301). ¶ (¬3) مسلم رقم (2905).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وقال سالم بن عبد الله بن عمر \"يا أهل العراق ما أسألكم عن الصغيرة وأركبكم للكبيرة، سمعت أبي يقول: سمعت رسول الله - صلى الله عليه وسلم - يقول: إن الفتنة تجيء من ههنا وأومأ بيده نحو المشرق من حيث يطلع قرنا الشيطان\"(¬1). ¶ ولقد حارب الصحابة مسيلمة وكانوا يسمون تلك الحرب بحرب اليمامة ولم يوقعوا حديث \"نجد قرن الشيطان\" على حربهم مع مسيلمة وإنما كانوا يوقعونها على العراق كما تقدم من الروايات الثابتة عنهم. ¶ ـ الحبشي يحتج بحديث \"إن الشيطان قد أيس أن يعبده المصلون في جزيرة العرب ولكن في التحريض بينهم\" لإثبات أن الشرك لا يقع في الأمة وهي تشهد كل يوم أن لا إله إلا الله. ¶ فبلاد نجد لا يمكن أن تكون قرن الشيطان لأنها من جزيرة العرب التي يئس الشيطان أن يعبده الناس فيها، فما هذا التناقض؟ ¶ ـ لقد ذكر الحبشي أن ابن عبد الوهاب لم يأت بجديد وإنما استخرج عقيدته من ابن تيمية وتلميذه ابن القيم. وبناء على اعترافه نقول: لو كان منهجنا مثل هؤلاء لاحتججنا عليهم بحديث \"اللهم بار لنا في شامنا ويمننا\" فإن ابن عبد الوهاب عالة على ابن تيمية الشامي الذي ملأ الأرض بفكره الإصلاحي وما زالت آثاره ومدرسته تؤتي ثمارها. فابن تيمية من الشام التي دعا لها النبي - صلى الله عليه وسلم - وهو من آثار دعوته، لكننا لسنا مثلكم. ¶ ¬__________ ¶ (¬1) مسلم رقم (2905).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقد جاء النصر صريحاً بأنها العراق كما عند أبي نعيم في الحلية عن توبة العنبري عن سالم بن عبد الله عن أبيه أن عمر أن رسول الله - صلى الله عليه وسلم - قال \"اللهم بارك لنا في صاعنا وفي مدنا فرددها ثلاث مرات، فقال الرجل: يا رسول الله يا رسول الله: وفي عراقنا؟(¬1)(وفي رواية عند الطبراني في الكبير 3/201/1) وفي عراقنا؟ فقال رسول الله - صلى الله عليه وسلم - بها الزلازل والفتن ومنها يطلع قرن الشيطان\"(¬2). ¶ وفي رواية عند الطبراني في الأوسط \"وفي مشرقنا فقال: من هناك قرن الشيطان وبه تسعة أعشار [الشر] الكفر وبه الداء العضال\". ¶ ولذا روى مالك في الموطأ (الفتنة ههنا من حديث يطلع قرن الشيطان) ثم روى أنه لما أراد عمر الخروج إلى العراق قال له كعب الأحبار: لا تخرج إليها يا أمير المؤمنين. فإن بها تسعة أعشار السحر، وبها فسقة الجن، وبها الداء العضال\"(¬3). ¶ والآن انظرواك أي جهة المشرق من المدينة؟ الرياض: أم العراق؟ ¶ ثم لماذا ذكّر سالم بن عبد الله بن عمر أهل العراق بحديث رسول الله - صلى الله عليه وسلم - ؟ أليس هذا دليلاً على أن هؤلاء يحرفون معنى الحديث ويحرّف الجهة التي أشار إليها حتى لا يقال بأن دعوة الأشعري خرجت من حيث يطلع قرن الشيطان؟ ¶ ¬__________ ¶ (¬1) وهذا يفسر الرواية الأخرى (ونجدنا) كما عند أحمد 2/118. ¶ (¬2) رواه الطبراني في الكبير (13422) وأبو نعيم في الحلية 6/133 والحافظ ابن عساكر في تاريخ دمشق من طرق عن توبة العنبري عن سالم بن عبد الله عن أبيه. قال الألباني إسناده صحيح على شرط الشيخين (سلسلة الصحيحة 2246 و2494) وقال الهيثمي في (مجمع الزوائد 3/305) رجاله ثقات. ¶ (¬3) رواه مالك في الموطأ 2/975 كتاب الاستنئذان: باب ما جاء في المشرق ورواه أبو نعيم في الحلية 6/23 وانظر إتحاف السادة المتقين9/671 .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "قال الخطابي \"نجد من جهة المشرق، ومن كان نجده بادية العراق ونوحيها وهي جهة أهل المشرق\"(¬1). ¶ ـ عن يسير بن عمرو قال \"سألت سهل بن حنيف: هل سمعتَ رسول الله - صلى الله عليه وسلم - يذكر هؤلاء الخوارج؟ قال: سمعته: وأشار بيده نحو المشرق \"يخرج منه قوم يرون القرآن بالسنتهم لا يعدو تراقيهم يمرقون من الدين كما يمرق السهم من الرمية\"(¬2). ومعلوم أن وقعة الجمل وصفّين لم تكن بنجد الرياض ولا كان خروج الخوارج على عليّ رضي الله عنه إلا بحروراء من جهة العراق. ¶ ـ وعند البخاري أن يسير بن عمرو سأل سهلاً \" هل سمعت النبي - صلى الله عليه وسلم - يقول في الخوارج شيئاً؟ قال: سمعته يقول: وأهوى بيده قِبَل العراق \"يخرج منه قوم يقرون القرآن لا يجاوز تراقيهم يمرقون من الإسلام مروق السهم من الرمية\" (البخاري 6934). ¶ ـ وكذلك عند أحمد في المسند 3/486. ¶ وأكدت الرواية في مسلم أنهم في المشرق \"يتيه قوم قِبَل المشرق محلقة رؤوسهم\" (مسلم 1068). وهذه الرواية مدرجة عند مسلم تحت باب (باب الخوارج شر الخلق والخليقة). ¶ ماذا فهم الصحابة من أحاديث نجد؟ ¶ وقد وصفهم رسول الله - صلى الله عليه وسلم - بأنهم شرار الخلق وأن علامتهم التحليق كما قال \"يتيه قوم قِبَل المشرق محلَقة رؤوسهم\" (مسلم 2/750 رقم 1068). ¶ وهؤلاء فهم الصحابة أنهم الخوارج فقد سئل سهل بن حنيف: هل سمعت النبي - صلى الله عليه وسلم - يذكر الخوارج؟ قال: سمعته. (وأشار بيده نحو المشرق) قوم يقرأون القرآن بألسنتهم لا يعدو تراقيهم\" (مسلم 2/750 رقم 1068). ¶ وأمر - صلى الله عليه وسلم - أصحابه بقتالهم وعزم إن هو أدركهم أن يقتلهم قل عاد وإرم. قال أبو سعيد الخدري رضي الله \" فأشهد أني سمعت هذا من رسول الله - صلى الله عليه وسلم - وأشهد أن علي بن أبي طالب قاتلهم وأنا معه\" (مسلم 2/745 رقم 1065). ¶ ¬__________ ¶ (¬1) فتح الباري 13/47 . ¶ (¬2) رواه ابن أبي شيبة في السنة بإسناد صحيح 2/440 .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "فالصحابة فهموا أنهم الخوارج وحققوا أمر النبي - صلى الله عليه وسلم - بقتلهم فقاتلوهم. وأن قتالهم لهم كان في المشرق حيث أشار النبي - صلى الله عليه وسلم - . وفهموا أن المراد بالمشرق العراق كما جاء صريحاً على ألسنتهم. ¶ ماذا فهم شراح الحديث ¶ ـ وفي البخاري \"يخرج ناس من قبل المشرق ويقرؤون القرآن لا يجاوز تراقيهم، يمرقون من الدين كما يمرق السهم من الرمية\" قال الحافظ \" تقدم في كتاب الفتن أنهم الخوارج\" ونعود للحديث \"قيل: ما سيماهم؟ قال: سيماهم التحليق\" قال الحافظ \"قال الكرماني: الخوارج اتخذوا [تحليق الرأس] ديدناً فصار شعاراً لهم وعُرفوا به\"(¬1). ولم يكن التحليق شعاراً عُرف به الشيخ محمد بن عبد الوهاب ولا أتباعه. ¶ وقال الكرماني في شرحه على البخاري \"هي الأرض المرتفعة من تهامة إلى العراق\"(¬2). ¶ ـ نص ابن حجر على أن نجد هي العراق لا سيما وأنها في حجة المشرق من المدينة كما نص عليه الحديث. فخذه حيث حافظ عليه نص. ¶ ونقل نص الخطابي والداوودي وغيرهما أن نجد هي العراق(¬3). ¶ فالعراق هي الجهة التي أشار النبي - صلى الله عليه وسلم - إليها وفهمها الصحابة هكذا. وشرّاح أحاديث (نجد قرن الشيطان) تحدثوا عن فتنة الخوارج بالعراق، ثم هذا الذي فهمتموه لم يقله حتى سلفكم من الأشاعرة كالسبكي وغيره: من أئمتكم في تفسير هذا الحديث؟ نحن نأتيكم بصريح اسم العراق من البخاري ومن شرحه للحافظ. ¶ ثناء النبي - صلى الله عليه وسلم - على بني تميم ¶ ¬__________ ¶ (¬1) رواه البخاري (7562) وانظر فتح الباري 13/536 – 537 . ¶ (¬2) صحيح البخاري بشرح الكرماني 24/168 . ¶ (¬3) فتح الباري 13/47 .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ـ وإذا كان الأحباش يحتجون بثناء النبي - صلى الله عليه وسلم - على قبيلة الأشعريين دليلاً على وجوب الأخذ بعقيدة الأشعري ودليلاً على ثناء شخص بعينه: فقد أثنى النبي - صلى الله عليه وسلم - على بني تميم – ومحمد بن عبد الوهاب من قبيلة تميم(¬1). ¶ قال أبو هريرة \"ما زلت أحب بني تميم منذ ثلاث سمعت من رسول الله - صلى الله عليه وسلم - يقول فيهم: هم أشد على أمتي على الدجال: قال: وجاءت صدقاتهم فقال رسول الله - صلى الله عليه وسلم - :هذه صدقات قومنا. وكانت سبيّة منهم عند عائشة فقال: أعتقيها فإنها من ولد إسماعيل\" (رواه البخاري رقم 2543 2/219). ¶ قلت: هم والله أشد أهل هذا العصر على أهل البدع والشرك في العالم أجمع، فقد طهر الله بهم جزيرة العرب – قاعدة الإسلام – من الكهان ودجاجلة التصوف وسبله وأصناف البدع التي كانت سبب هلاك المسلمين وذلتهم اليوم. ونشروا كتب عالِم الشام وشيخ الإسلام ابن تيمية. ¶ وقد أوردت هذا الحديث لمقابلة القوم بطريقتهم. وإلا فالحق أن ورود المدح في قبيلة لا يقتضي مدح كل افرادها، وكذلك العكس. ¶ فقد مدح النبي - صلى الله عليه وسلم - أهل اليمن وكان منهم الأسود العنسي من كبار طغاة أهل اليمن الذي ادعى النبوة. ¶ الواقع خير شاهد ¶ ثم واقع الحال يشهد بأن العراق هي قرن الشيطان لكثرة الفتن التي وقعت فيها وكانت مصدر فتن في العالم الإسلامي كله ومن ذلك: ¶ فتنة التآمر على عثمان بدأت بالعراق. ¶ فتنة وقعة الجمل حدثت بالعراق. ¶ استشهاد علي رضي الله عنه في مدينتها الكوفة. ¶ استشهاد الحسين رضي الله عنه وأرضاه هناك غدره أهل الكوفة. ¶ وقعت محاربة صفين بين علي ومعاوية رضي الله عنهما. ¶ فتنة الحجاج وكثرة القتل والحروب في عهده. ¶ ظهور الخوارج ومنهم انبثقت فرقهم الكثيرة. ¶ ظهور المختار بن أبي عبيد كان بالعراق. ¶ ¬__________ ¶ (¬1) وهي القبيلة التي قاتلت مع خالد بن الوليد بني حنيفة أيام مسيلمة وأبلوا بلاءً حسناً.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ظهور الفلاسفة وترجمة كتب فلاسفة اليونان. ¶ ظهور الدعوة لعلم الكلام بعد الترجمة. ¶ ظهور المعتزلة على أنواعها وفرقها. ¶ ظهور الروافض الشيعة على اختلاف مللهم. ¶ ظهور طوائف القدرية والجبرية. ¶ ظهور الصوفية بفرقها وطرقها الكثيرة. ¶ وبهذا يبطل زعمكم أن نجد المقصودة بالذم هي نجد اليمامة، فإننا نأخذ بما رآه سهيل بن حنيف بعينه حيث قال (وأهوى بيده قبل العراق) وهذا ما فهمه ابن عمر، وهذا ما فهمه الخطابي والحافظ ابن حجر وغيره من علماء الأمة فلماذا نضرب صفحاً عن هذا كله ونأخذ بشهادة أناس عرفوا بالتعصب وابتدعوا فهماً مخالفاً لسلف الأمة وأئمتها؟ ¶ ـ ونحن نقول لك أيها الأخ المسلم ما ربما تقوله أنت لغير المسلم – حين يصدق كل ما يشاع عن الإسلام من الاتهامات الباطلة – فتقول له: عليك أن تعرف الإسلام من خلال القرآن وحديث النبي - صلى الله عليه وسلم - لا من خلال ما يتناقله الناس من الأكاذيب. ¶ ـ تقول لك: أنت مأمور بأمر الله تعالى أن تتحقق مما يلفقه أهل الباطل حول هذه الجماعة التي ينشر عنها الأحباش شتى الأكاذيب والافتراءات، وقد كتب محمد بن عبد الوهاب كتباً عديدة تمثل اليوم عقيدته أهمها كتاب التوحيد الذي غير كثيرون رأيهم حوله بعد مطالعة هذا الكتاب. ¶ ولا يبرئ موقفك عند الله يوم القيامة أن تكتفي بما يشاع حوله فالمنصف يسمع مقالة الفريقين في بعضهما وليس فقط مقالة أحدهما في الآخر. ¶ ومقالات الأحباش مقالة سباب وشتم لم يكن رسول الله - صلى الله عليه وسلم - يخاطب بها المشركين. ¶ فاسمع ماذا يقولون عن الشيخ محمد بن عبد الوهاب: ¶ بعض أقاويلهم في ابن عبد الوهاب",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "يتهمونه بالمجرم القاتل والكافر (مجلة منار الهدى الحبشية عدد 3 ص 34) وأنه كان يغتاظ من مجرد ذكر اسم النبي - صلى الله عليه وسلم - ويكره الصلاة عليه أن الذي يجهر بالصلاة على النبي - صلى الله عليه وسلم - عقب الأذان مثل الذي يزني بأمه(¬1). ¶ ويأمر بقتل كل من يصلي عليه لا سيما من صلى عليه عقب الأذان جهراً، لأن ذلك عنده شرك وفكر. وأن الوهابيين كانوا يقولون للحجاج حين زاروا قبر النبي - صلى الله عليه وسلم - \"ماذا تفعل ليس هنا إلا جيفة، ليس هنا إلا عظم\"(¬2). وزعم زعيمهم نزار حلبي أن أحد الوهابية كان يقول \"عصاي هذه خير من محمد لأنها ينتفع بها في قتل الحية ومحمد قد مات ولم يبق فيه نفع أصلاً\"(¬3). ¶ والمنصف يلاحظ أنهم لم يحيلوا ولا على كتاب واحد من كتب الشيخ محمد بن عبد الوهاب، وقد يستشهدون بكلام أعداء الشيخ كمحمد بن زيني دحلان وهو من أهل الغلو يرى أزلية نور النبي - صلى الله عليه وسلم - . فمحكمة أهل البدع جائرة لا تعرف العدل ولا الإنصاف. ¶ الإسلام دين العدل ¶ والإسلام دين العدل والإنصاف قال تعال: {وَإِذَا قُلْتُمْ فَاعْدِلُواْ} وقال: {وَلاَ يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلاَّ تَعْدِلُواْ اعْدِلُواْ هُوَ أَقْرَبُ لِلتَّقْوَى}. ¶ ولكن ماذا لو أصبح أبناء الإسلام لا يحكمون بالعدل بل يكتفون بسماع الأخبار من هنا وهناك من غير تثبت، ويحكمون على أناس من خلال أقوال خصومهم فيهم، فإن الأقاويل التي يطلقها الأحباش حول ابن عبد الوهاب ويشهدون الزور على رسول الله - صلى الله عليه وسلم - أنه كان يعني أهل نجد الرياض بالذم. ¶ وهذا منتهى الجور والتهور وانعدام الإنصاف، ومن يقبل خبرهم بدون تثبت فقد وافقهم على هذا الظلم. قال رسول الله - صلى الله عليه وسلم - \"كفى بالمرء إثماً أن يحدث بكل ما سمع\" (رواه مسلم). ¶ ¬__________ ¶ (¬1) شريط (4) وجه أ (441) إظهار العقيدة السنية 240 . ¶ (¬2) منار الهدى 7: 37 . ¶ (¬3) منار الهدى 7: 45 .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وهذا اللسان الشديد في الخصومة هو هو اللسان الذي يمدح الظالمين المستبدين ويسبح بحمدهم بالليل والنهار، فهو لسان خائن لا اعتبار بشهادتهز فإن خيانته أبطلت شهادته. ¶ قال الشيخ محمد رشيد رضا(¬1)\"كنا نسمع في صغرنا أخبار الوهابية المستمدة من رسالة دحلان – هذا – ورسائل أمثاله فنصدقها بالتبع لمشايخنا وآبائنا، ونصدق أن الدولة العثمانية هي حامية الدين ولأجله حاربتهم وحصدت شوكتهم، وأنا لم أعلم بحقيقة هذه الطائفة إلا بعد الهجرة إلى مصر والاطلاع على تاريخ الجبرتي وتاريخ الاستقصا في أخبار المغرب الأقصى، فعلمت منهما أنهم هم الذين كانوا على هداية الإسلام دون مقاتليهم وأكده الاجتماع بالمطلعين على التاريخ من أهلها ... \". ¶ وقد قام الأخ محمد درنيقة برسالة نال فيها درجة الدكتوراه بعنوان (السيد محمد رشيد رضا: إصلاحاته الاجتماعية والدينية)(¬2). والمؤلف ليس وهابياً بل ميّال إلى التصوف. ولا أدل على ذلك من كتابه (الطرق الصوفية ورجالاتها في طرابلس) أثنى فيه على الصوفية ورجالها وطرقها. ¶ وبالرغم من النزعة الصوفية عند المؤلف فقد أنصف (الوهابية) ونقل إجلال الشيخ محمد رشيد رضا لدعوة الشيخ محمد بن عبد الوهاب واعتبارها إصلاحية يأمل أن تقضي على الخرافات والشركيات التي استشرت في عهد الدولة العثمانية، وأدت إلى تراجع المسلم وذهاب هيبتهم وسقطت دولتهم بذهاب توحيدهم وتسننهم. فليرجع إلى فصل (الوهابية) من كتاب السيد محمد درنيقة ص 163 . ¶ ¬__________ ¶ (¬1) عن مقدمة صيانة الإنسان عن وساوس دحلان ص 8 . ¶ (¬2) صاحب جريدة المنار وصاحب التفسير المشهور (تفسير المنار) والمتأثر بدعوة الشيخ جمال الدين الأفغاني والشيخ محمد عبده. طبع هذا الكتاب في مؤسسة الرسالة ونشرته دار الإيمان.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "قال الزركلي في الأعلام \"محمد بن عبد الوهاب: زعيم النهضة الدينية الإصلاحية الحديثة في جزيرة العرب ... كان ناهجاً منهج السلف الصالح، داعياً إلى التوحيد الخالص ونبذ البدع وتحطيم ما علق بالإسلام من أوهام ... وكانت دعوته الشعلة الأولى لليقظة الحديثة في العالم الإسلامي كله: تأثر بها رجال الإصلاح في الهند ومصر والعراق والشام وغيرها ... سماهم خصومهم بالوهابيين وشاعت التسمية الأخيرة عند الأوروبيين فدخلت معجماتهم الحديثة، وأخطأ بعضهم فجعلها مذهباً جديداً في الإسلام تبعاً لما افتراه خصومه، ولا سيما دعاة من كانوا يتلقبون بالخلفاء من الترك (العثمانين). ¶ وكذلك كتاب الدعوة الوهابية وأثرها في الفكر الإسلامي الحديث لمحمد كامل ضاهر طبع دار السلام – بيروت. ¶ محمد بن عبد الوهاب مصلح مظلوم ومفترى عليه. للشيخ مسعود الندوي. ¶ دعايات مكثفة ضد الشيخ محمد بن عبد الوهابك للشيخ محمد منظور النعماني الهندي. ¶ لماذا وهابية؟ ¶ أن (الوهاب) اسم من أسماء الله الحسنى لا يجوز أن يشتق منه اسم الفرقة ويستعمل على وجه التشنيع والتحقير. ومعلوم أن محمد بن عبد الوهاب لم يقل أنا الوهاب وإنما كان اسمه محمد بن عبد الوهاب. فكما أنه لا يجوز أن يشتق من اسم عبد الرحمن اسم لفرقة تسمى الرحمانيون لأن الرحمن اسم من أسماء الله وإلا كان ذلك إلحاداً في أسماء الله فكذلك لا يجوز أن تشتقوا من اسم الله اسماً لفرقة أو جماعة. يمكنكم أن تقولوا النجديون التيميون. ¶ أنكم نسبتمونا إلى الله الوهاب فقلتم (وهابيون) نسبة إلى الله. فأعطيتمونا شرفاً عظيماً في حين وصفتهم أنفسكم بصفة مذمومة. فقلتهم (نحن الصوفيون) وهو لفظ مشتق من صوف التيوس. وقد قال فيكم أبو حيان النحوي: ¶ أي كاسياً من جيد الصوف نفسه ويا عرياً من كل فضل ومن كيْس ¶ أتزهو بصوف بالأمس كان مصبحاً على نعجة واليوم أمسى على تيس",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وإذا كان الكوثري يزعم أن لقب الجهمية نسبة إلى الجهم هو تنابز بالألقاب تهويلاً لسمعة الجهم(¬1). فماذا يقول الكوثري في تنابزه هو وأصحابه في اسم من أسماء الله وهو (الوهاب). ¶ ولكن يا ترى: هل كان المسلمون هم أول من أطلق على أتباع الشيخ محمد بن عبد الوهاب لفظ الوهابية؟ لست أعتقد ذلك لا سيما وأن أعداء المسلمين كانوا يراقبون هذه الحركة منذ نشأتها وقد كتبوا فيها كتباً: ¶ ومن الكتب التي كتبت عن ابن عبد الوهاب كتاب ¶ HISTOIRE EES WAHABIS ¶ (تاريخ الوهابية) طبع بباريس بعد وفاة الشيخ بثمانية عشر عاماً. وكذلك كتاب ¶ THE WAHABIS ¶ (الوهابيون) للقسيس زويمر(¬2). ¶ وهذا يؤيد ما قاله الزركلي \"وشاعت تسمية (الوهابيين) عند الأوروبيين فدخلت معجماتهم الحديثة\". ¶ وهكذا يبدو أن لأعداء المسلمين علاقة بترويج هذه التسمية بين المسلمين لتنفيرهم من دعوة تتخذ من شعار نبذ الشرك والبدع أصلها لدعوتها وانطلاقتها، في وقت كثرت فيه البدع بين المسلمين وصار الحال كما وصفه الشيخ عبد الباسط فاخوري قائلاً \"إن أكثر العوام من جهة الإسلام قد تغالوا وأفرطوا وابتدعوا بدعاً تخالف المشروع من الدين القويم فصاروا يعتمدون على الأولياء الأحياء منهم والأموات معتقدين أن لهم التصرف وبأيديهم النفع والضر ويخاطبونهم بخطاب الربوبية\". ¶ ¬__________ ¶ (¬1) مقدمة الكوثري لكتاب تبيين كذب المفتري 12 وموقف أبي حنيفة مناقض تماماً لموقف الكوثري من جهم فقد قال \"جهم بن صفوان كافر\" (تاريخ بغداد 13/382). ¶ (¬2) الاعلام 6/257 .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "قال الشيخ عبد الفتاح أبو غدة تلميذ زاهد الكوثري \"فأما الشيخ محمد بن عبد الوهاب رحمه الله تعالى فهو إمام الدعوة غير منازع، وقد كان داعية إلى الله تعالى وقام بالدعوة بحاله ومقاله وعلمه وقلمه، وما كنت في كل حين إلا مقدراً فضله وعلمه وقيامه بالدعوة إلى الله تعالى، تلك الدعوة التي أعطت أطيب الثمرات في إعلاء كلمة الله تعالى وتصفية العقيدة من الشوائب والخرافات، والتي تتجلى آثارها في نشر العلم وكثرة العلماء. وانتشار المعاهد العلمية التي هي من أثر من آثار دعوته الخيّرة كما تتجلى آثارها في مؤازرة الإسلام والمسلمين(¬1). ¶ موقف سليمان بن عبد الوهاب من أخيه ¶ وقد تراجع سليمان أخو محمد بن عبد الوهاب عن موقفه(¬2). ثم: من هو سليمان وما سليمان؟ من قال أن كل من يعترض على أخيه يكون على حق بالضرورة، ثم متى عُرف سليمان بالعدالة والتوثيق حتى يكون هو الحجة لا أخوه مثلاً؟ ¶ نداويكم بدوائكم ¶ فإن طعن الأخ في أخيه دليل عندكم على ضلال الثاني وطعن سليمان في دعوة أخيه محمد بن عبد الوهاب حجة فنحن نحتج عليكم بمحمد الزمزمي الغماري أخي أحمد ونقول يكفي أحمد الغماري ضلالة أن شنع عليه أخوه محمد الزمزمي في رسالة بعنوان \"كشف الحجاب عن المتهور الكذاب أشار إليها أحمد نفسه في كتابه \"سبيل التوفيق ص102\". ¶ فليست مخالفة القريب لقريبه حجة وإلا صارت مخالفة أبي جهل وأبي لهب للنبي - صلى الله عليه وسلم - حجة على نبينا - صلى الله عليه وسلم - ، وإنما الحجة عرض مبادئ الشيخ محمد بن عبد الوهاب على الكتاب والسنة، وقد فعل الشيخ عبد الباسط فاخوري ذلك وصرح بعدها بأن مبادئ الشيخ محمد بن عبد الوهاب لا تخرج عما جاء به النبي - صلى الله عليه وسلم - والأنبياء من قبله. ¶ ¬__________ ¶ (¬1) كلمات في كشف أباطيل وافتراءات 23 . ¶ (¬2) انظر نص رسالة الضياء الشارق للشيخ سليمان بن سحمان ص 57 .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ولقد كان من عادتكم الاحتجاج بالشيخ الفاخوري فهل تقبلون هنا شهادته أم تقولون مدسوسة بعد أن قام فريق منكم بإسقاطها من كتابه (تحفة الأنام مختصر تاريخ الإسلام)(¬1)؟ ¶ ويحتج الأحباش بقول ابن عابدين \"كما وقع في زماننا في أتباع عبد الوهاب الذين خرجوا من نجد وتغلبوا على الحرمين وكانوا ينتحلون مذهب الحنابلة لكنهم اعتقدوا أنهم هم المسلمون وأن من خالف اعتقادهم مشركون، واستباحوا بذلك قتل أهل السنة وقتل علمائهم حتى كسر الله شوكتهم وخرب بلادهم وظفر بهم عساكر المسلمين\" انتهى. ¶ ـ وقول ابن عابدين ليس بحجة: فهو رجل صوفي نقشبندي مخرف وإليك نموذجاً من أقواله: قال \"وفي البحر عن عدة الفتاوى: الكعبة إذا رُفعت عن مكانها لزيارة أصحاب الكرامة، ففي تلك الحالة جازت الصلاة إلى أرضها\"(¬2). فهو يعتقد أن الكعبة تمشي من مكان إلى آخر لتطوف هي بقبور الأولياء الذين صارت قبورهم هي الكعبة. فالكعبة عندهم قبورية!! ¶ وقد قال الغزالي بهذا القول قبله قال \"إن من أولياء الله من تزوره الكعبة وتطوف به\"(¬3). ¶ وأما زعم دحلان أن ابن عبد الوهاب سئل عن العاديات ضبحاً فلم يعرف الإجابة. وهذا من الأغلوطات وهو شر طريقة أهل البدع في تعجيز مخالفهم. ولقد عجز جمع من كبار الصحابة عن مسألة تفطن لها عبد الله بن عمر حين قال النبي - صلى الله عليه وسلم - \"إن من الشجرة شجرة لا يسقط ورقها وإنها مثل المسلم فحدثوني ما هي؟ فلم يعرفها كبار الصحابة وعرفها ابن عمر\". ¶ ¬__________ ¶ (¬1) المحرف المباشر لكتاب الشيخ عبد الباسط الفاخوري هو نزار فاخوري (انظره في مجلة منار \"الهدى\" 13/62 بالتعاون مع دار الجنان الحبشية وهي قرصنة فكرية وخيانة علمية وفضيحة سننشرها في رسالة مستقلة، إن شاء الله. ¶ (¬2) حاشية ابن عابدين 1/302 المطبعة الأميرية . ¶ (¬3) إحياء علوم الدين 1/269 .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وأما دحلان فقد صرح بما يعتبره الأحباش من الكفر. فقال بأزلية النور المحمدي - صلى الله عليه وسلم - وأن النبي - صلى الله عليه وسلم - كان نبياً قبل وجود آدم بخلاف باقي الأنبياء فإنهم لم يكونوا أنبياء إلا في حال نبوتهم. قال \"فنور النبي لم يزل قائماص به. حتى إن الملائكة أُمروا بالسجود لآدم لأن نور محمد كان ظاهراً على جبهته\" (السيرة النبوية والآثار المحمدية 2/286). ¶ ولقد قال الأحباش بأنه من الكفر قول إن محمداً خُلق من نور لأن ذلك تكذيب للقرآن لأن الله قال: {قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ} (منار الهدى 34/25). ¶ فهل يحكم الأحباش بكفر دحلان؟ ¶ مسألة التكفير عند ابن عبد الوهاب ¶ وكان يفرق بين التكفير المطلق وبين تكفير المعين. حتى أنه لم يجزم بتكفير الجاهل الذي يدعو غير الله من أهل القبور إذا لم يتيسر له من ينصحه ويبلغه الحجة التي يكفر تاركها فقد قال \"من قامت عليه الحجة وتأهل لمعرفتها يكفر بعبادة القبور وأما من أخلد إلى الأرض وابتع هواه فلا أدري ما حاله\"(¬1). ¶ وقول الأحباش أن الوهابية يجعلون المؤمنين الموحدين مثل المشركين. يجيب عن ذلك الشيخ سليمان بن سحمان بقوله \"ما جعلت الوهابية المؤمنين الموحدين مثل المشركين، وإنما جعلت من فعل فِعلَ المشركين مشركاً لكونه حذا حذو أولئك في صرف خالص حق الله تعالى ويزعم أنه ما أراد إلا الجاه والشفاعة منهم لأنهم مقربون عند الله(¬2). ¶ فتكفيرهم من دعا الأنبياء والأولياء الصالحين فلكون ذلك من الشرك الصريح المخرج من الملة ... بعد إقامة الحجة على من فعل ذلك\"(¬3). ¶ ¬__________ ¶ (¬1) الضياء الشارق في رد شبهات الماذق المارق 372 . ¶ (¬2) الضياء الشارق 437 للشيخ سليمان بن سحمان . ¶ (¬3) الضياء الشارق 594 .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "قال في الضياء الشارق \"إن مجرد الحلف بغير الله لا يخرج من الملة، ومن زعم أنا نكفر بهذه الأشياء كفراً مخرجاً عن الملة فهو من أكذب خلق الله\" ... قال \"والكراهة في عرف الكتاب والسنة وقدماء العلماء تطلق على التحريم. قال تعالى بعد ذكر المحرمات {كُلُّ ذَلِكَ كَانَ سَيٍّئُهُ عِنْدَ رَبِّكَ مَكْرُوهًا} وفي الحديث أن الله \"يكره لكم قيل وقال وكثرة السؤال وإضاعة المال(¬1). ¶ شبهة براءة الصنعاني من ابن عبد الوهاب ¶ وأما عن براءة الصنعاني من ابن عبد الوهاب فإن الصنعاني يدعو إلى التوحيد الذي دعا إليه ابن عبد الوهاب، ودليل ذلك كتابه تطهير الاعتقاد عن أدران الإلحاد(¬2). ¶ فإنه قد وافق ابن عبد الوهاب في أن دعاء الأموات من دون الله كفر، وإنما خالفه في نوع الكفر: هل هو كفر اعتقادي وبالتالي فهو كفر أكبر أم أنه كفر عملي وبالتالي فهو كفر أصغر. ¶ فاختار الصنعاني أنه كفر عملي أصغر. وكان هذا تناقضاً كبيراً من الصنعاني كما نبه عليه السهسواني الهندي في كتابه صيانة الإنسان. فإن من يدعو الأموات من الأولياء والأنبياء فلأنه سبق في اعتقاده أن هذا الولي يجيب الدعاء ويجيب المضطر. ¶ ثم إن هذا الموضوع هو من أكثر التوحيد التي عاب الله فيها على المشركين. ولا يغرنك اعتقاده بأن ذلك حاصل بإذن الله. ¶ ¬__________ ¶ (¬1) الضياء الشارق في رد شبهات الماذق المارق 658 – 660 . ¶ (¬2) مخطوط في المدينة المنورة بالجامعة الإسلامية برقم (4392) من مصورات الجامعة من رقم (ص236) إلى (268) بخط هندي جيد.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "قال السهسواني \"فليت شعري، ما هو الحامل له على الدعاء والاستغاثة وتقبيل الجدران ونذر النذورات؟ هل هو مجرد اللعب والعبث من دون اعتقاد؟ فهذا لا يفعله إلا مجنون ... ثم انظر كيف اعترف [الصنعانيٍ] بأن هذا كفر اعتقاد ككفر أهل الجاهلية فقال \"ولكن زين الشيطان أن هؤلاء عباد الله الصالحين ينفعون ويشفعون فاعتقد ذلك جهلاً كما اعتقده أهل الجاهلية في الأصنام\"(¬1). ¶ صفات المخالفين لدعوة ابن عبد الوهاب ¶ إذا تابعت ما عليه حال المخالفين لدعوة الشيخ محمد بن عبد الوهاب لأدركت معاداتهم الشديدة له. وسنختار لك من بين المخالفين له ثلاث شخصيات معروفة ومعتبرة بين عالم الصوفية والأشعرية وهؤلاء هم: ¶ ـ يوسف بن إسماعيل النبهاني. ¶ ـ محمد بن حسن وادي الصيادي. ¶ ـ ابن عابدين صاحب الحاشية. ¶ ـ أحمد بن زيني دحلان. ¶ ضلالات النبهاني ¶ وهذا الرجل أمعن في الخرافة ويكفيك أن تطلع على ما ادعاه في كتابه (جامع كرامات الأوليا) من طرائف الأخبار الخرافية المشوهة ورقابة للمريدين وهم في قبورهم، وما وضع الله فيها بزعمهم من أسباب البركة والعلاج وسرعة الاستجابة للملهوف والمكروب وقضاء الحوائج وشفاء المرضى حتى وصفوا قبورهم بأنها (الترياق المجرب) كل ذلك لإقناع المحتاج بجدوى التوجه إليهم بالدعاء مع الله. ¶ ما يمتاز به الأولياء عند النبهاني ¶ فذكر النبهاني قول الشعراني أن مما تميز به الصوفية \"الكشف الصحيح عن الأمور المستقبلة فيعرفون ما في بطون الأمهات أذكر هو أم أنثى أم خنثى ويعرفون ما يخطر على بال الناس وما يفعلونه في قعور بيوتهم\" (جامع كرامات الأولياء 2/324). ¶ فمنهم من يعلم ما في الصدور وما في الأرحام. ¶ ومنهم من يطلع على اللوح المحفوظ. ¶ ومنهم من يحيي ويميت. ¶ ومنهم من تأتي الكعبة إليه وتطوف هي به وتزوره (الإحياء 1/269). ¶ ومنهم من ينقذ أهل المراكب من الرياح . . . الخ. ¶ ¬__________ ¶ (¬1) مقدمة كتابه تطهير الاعتقاد ص 10 تحقيق شريف هزاع .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ويذكر النبهاني لك مثلاً أن الأولياء يقولون للشيء كن فيكون (جامع كرامات الأولياء 1/32). ¶ ومنهم من ينطق بالكون قبل أن يكون، وبالغيوب قبل حصولها. ¶ ومنهم من ينظر تحريك اليمين (يمين الله) للقلم (جامع كرامات الأولياء 1/34). ¶ ـ ويحدثنا النبهاني عن كرامات الشعراني فيقول \"قال علي بن أبي طالب رضي الله عنه لعمر النبتيني \"أعط طاقيتي هذه للشيخ عبد الوهاب الشعراني وقل له يتصرف في الكون\" (جامع كرامات الأولياء 2/135). ¶ ـ علي بن محمد الدينوري: قال \"تركت قولي للشي كن فيكون: تأدّباً مع الله\" (جامع كرامات الأولياء 2/158). ¶ فهكذا ترى رفع الأولياء إلى مرتبة الألوهية وإعطائهم صفت الربوبية التي اختص الله بها من التصرف في الكون والعلم بالغيوب وما في الأرحام وإغاثة المضطرين. فهذي حالهم تنبيك عن مقالهم. ¶ ومع كل هذه الانحرافات التي ستقرأها باسم الكرامة وباسم الولاية فإن المسلم لا يتأثر اعتقاده من الكرامة لمثل هذه الأكاذيب، بل هو مأمور أن يعتقد بصحة الكرامة وأنها حاصلة لمن شاء الله من عباده وأوليائه. لسنا معتزلة وإنما نعلم أن المعتزلة أرادوا تقويم الخرافة باسم الكرامة فنفوا الكرامة. فأنشئوا انحرافاً جديداً إلى جانب انحراف الصوفية وهو انحراف إنكار الكرامة. ¶ نماذج الأولياء والكرامات عنده ¶ ـ الشيخ القناوي: كان إذا شاوره إنسان في شيء يقول \"أمهلني حتى أستأذن لك فيه جبريل عليه السلام. فيمهله ساعة ثم يقول: افعل أو لا تفعل على حسب ما يملي عليه جبريل\" (جامع الكرامات 2: 68 طبقات الصوفية للشعراني 1: 157). ¶ ـ (ابن عربي) له ختم الولاية. قال النبهاني (جامع كرامات الأولياء 1: 125): ¶ كان ختماً للأولياء تبيعاً بهداه لخاتم المرسلينا. ¶ سيد الخلق صفوة الحق من كل البرايا ورحمة العالمينا.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وأن ابن عربي أتت الكعبة إليه هي والحجر الأسود وطافت حوله ثم تلمذت له وطلبت منه ترقيتها إلى المقامات العليا فرقاها وناشدها أشعاراً وناشدته (جامع كرامات الأولياء 1/120). ¶ ويحكي الزبيدي أن الكعبة كانت تستأذن ابن عربي أن يطوف بها وأن ماء زمزم كانت تسأله أن يتضلع من مائها. ¶ ـ إبراهيم الملقب بجيعانة: من كراماته أن امرأة أتته وسألته الدعاء وأمرّت يدها على أطماره الرثة ثم أمرّتها على وجهها، وهناك فقيهان روميان فقال أحدهما: يا حرمة تنجست يدك بما مرّت عليه. فنظر الشيخ إليه مغضباً ثم جلس وغاط ثم نهض فتقدم الفقيه المنكر وجعل يلعق غائطه ورفيقه متمسك بأثوابه ويضمه ويقول: ويلكَ هذا غائط الشيخ! إلى أن لعق الجميع ببعض التراب، فلما نهض جعل يعاتبه فقال: والله ما لعقت إلا عسلاً (جامع كرامات الأولياء 1/240). ¶ ـ إبراهيم العريان: كان يخطب الجمعة بالناس وهو عريان ... فيحصل للناس بسط عظيم (جامع كرامات الأولياء 1/246) ... والحمد لله رب العالمين! ¶ ـ أحمد المدعو حمدة: كان يقيم عند بعض النساء البغيات، وما ماتت واحدة منهم إلا عن توبة ببركته، وربما صار بعضهن من أصحاب المقامات (جمع كرامات الأولياء 1/334). ¶ ـ حسين أبو علي: كان كثير التطورات! تدخل عليه بعض الأوقات تجده سبعاً ثم تدخل فتجده فيلاً ثم تدخل فتجده صبياً وهكذا (جامع كرامات الأولياء 1/406). ¶ ـ عبد الكريم الدمشقي: سألوه: هل تستطيع أن تشرب كل ما في هذه البركة؟ فقال: إملأوها. فأخذه حال عجيب ووضع فمه في البركة فصار يشرب والماء يخرج من إحليله (ذَكَرِهِ) ولم يزل كذلك يدخل الماء من فمه ويخرجه من إحليله إلى أن فَرَغت البركة. قال النبهاني: وهي من أعظم كراماته (جامع كرامات الأولياء 2/102). ¶ ـ عبد الله الحضرمي: كان يقول: ارتفعت نفسي في الملكوت الأعلى فلم أر لأحد علينا فضلاً إلا الأنبياء والمرسلين (جامع كرامات الأولياء 2/115). صار أفضل من أبي بكر وعمر والصحابة!!!",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ـ عبد الله الذي كان يطحن الحشيش: من كراماته أنه كان كل من أخذ من حشيشه (رضي الله عنه) وأكل منه يتوب لوقته ولا يعود لها أبداً (جامع كرامات الأولياء 2/125). ¶ ـ بدر الدين بن محمد القدسي: كانت السباع تأتي السباع كانت تأتي قبر بدر بن محمد القدسي وتمرغ وجوهها عند ضريحه رجاء حصول البركة لها (جامع كرامات الأولياء 1/365 و1/117. ¶ ـ علي بن عبد الله المعروف بمطيب الوحش: كانت الوحوش تأتي قبره وبها أوجاع فتحصل البركة عند قبره فتزول الأوجاع (جامع كرامات الأولياء 2/173). ¶ ـ علي بن أحمد القوصي: كان إذا جاء ليدخل باباً فوجده مغلقاً دخله من شقوقه التي لا تسع النملة. ومر يوماً بالشارع وإذا بامرأة جميلة فوقف زماناً \"يتأمل\" ثم صاح بها وإذا بها نزلت وأتت بالشهادتين وكانت نصرانية. فقال لمن معه: نظرت إلى هذا الجمال الباهر فقال أنقذني من هذا الكفر الظاهر\" (جامع كرامات الأولياء 2/179). ¶ ـ علي وحيش: من كراماته أنه كان إذا رأى شيخ بلد أو غيره يُنزله من على الحمارة ويقول له: أمسك رأسها حتى أفعل فيها. فإن أبى شيخ البلد تسمّر في الأرض، وإن سمع حصل خجل عظيم (جامع كرامات الأولياء 2/190). ¶ ـ علي أبو خودة: كان يفعل في العبيد الفاحشة (جامع كرامات الأولياء 2/194). ¶ ـ علي العمري: من كراماته ما رواه الحاج إبراهيم، قال: دخلت الحمام مع شيخنا الشيخ علي العمري ومعنا خادمه محمد الدبوسي ولم يكن في الحمام غيرنا. قال: فرأيت من الشيخ كرامة من أعج خوارق العادات وأغربها وهي أنه أظهر الغضب على خادمه وأرد أو يؤدبه فأخذ إحليله (أي ذكره) بيديه الاثنتين من تحت إزاره بحيث طال طولاً عجيباً بحيث أنه رفعه على كتفه وهو زائد عنه وصار يجلد به خادمه، والخادم يتلوى من شدة الألم فعل ذلك مرات ثم تركه وعاد إحليله إلى ما كان عليه. قال الحاج إبراهيم: ففهمت أن الخادم عمل عملاً يستحق التأديب فأدبه الشيخ بهذه الصورة العجيبة.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "قال النبهاني: ولما حكى لي ذلك الحاج إبراهيم حكاه بحضور الشيخ الذي كان واقفاً فقال لي الشيخ لا تصدقه، وأخذ يدي بالجبر عني ووضعها على موضع إحليله فلم أحس بشيء مطلقاً حتى كأنه ليس برجل أبداً، فرحمه الله ورضي عنه ما أكثر عجائبه وكراماته\" (جامع كرامات الأولياء 2/208). ¶ ـ ومن كراماته أنه كان في بلد الشيخ علي رجل قليل الحياء معجباً بإحليله فكان يمازح الشيخ إذا رآه ويضع يده على إحليل نفسه ويقول له هل عندك مثل هذا؟ فضربه الشيخ بيده وقال له إذهب فذهب كأنه امرأة لم يتحرك له شيء (جامع كرامات الأولياء 2/214) ا.هـ (يا لمصيبة هذه الأمة). ¶ ـ عيسى بن نجم البرلسي: مكث سبع عشرة سنة بوضوء واحد (جامع كرامات الأولياء 2/228). ¶ ـ (أبو الغيث الشحري اليمني) كان تجار اليمن يستغيثون به في شدائد البحر ومضايق البر (جامع كرامات الأولياء 2/231). ¶ ـ قال السراج: روينا أن امرأة أوتيت نصيباً من الأسرار وأقام عندها (صوفيان) وأرتهما أحوالاً عظيمة ومكاشفات عميقة. ثم طمع أحدهما نفسه بها لما رأى من إحسانها وسألها ما يسأل من النساء فأجابته ظاهراً فلما ضاجعها ليلاً وجدها خشبة يابسة فقال لنفسه: الثديان ألينُ شيء في المرأة فلمسها فوجدها كحجرين فلمس أنفها فلم يجد أنفاً فعند ذلك اقشعر جلده ... ثم عند السحر جلست لصلاتها على العادة ولم تظهر له شيئاً من التغير فأخذ في الاعتذار ثم استتابته وأكرمته (جامع كرامات الأولياء 2/300). ¶ ـ ولي الله الحشاش: مر الشيخ سراج الدين البلقيني بباب اللوق فوجد زحمة فسألهم ما الأمر: فقالوا: شخص من أولياء الله يبيع الحشيش كيف يكون شخص حشاش من أولياء الله، إنما هو من الحرافيش. فسلب الولي ما في صدر هذا الشاب من القرآن حتى الفاتحة (جامع كرامات الأولياء 2/325).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ـ ولي الله الديوث: حكى الشيخ نور الدين الشوني أن شخصاً كان مكارياً يحمل النساء من بنات الخطأ وكان الناس يسبونه ويصفونه بالتعريص وكان من أولياء الله تعالى لا يركب امرأة من بنات الخطأ وتعود إلى الزنا أبداً (جامع كرامات الأولياء 2/327). ¶ التّصوّف والصّوفيّة ¶ ولما وجد الأحباش كثرة النكير على الصوفية هجموا بدورهم على الصوفية الدجاجلة وفرّقوا بينها وبين الصوفية الصادقة وهذه حيلة (شرعية) – أو قل شيطانية – يراد بها التخلص من الإنكار على التصوف ليعودوا بالناس إلى التصوف مرة أخرى تحت عنوان \" تصفية التصوف\" مما علق به من خرافة. ¶ وهي خدعة يراد بها تلميع التصوف وتحسينه وكفى بالتاريخ شاهداً على ما كان لدور التصوف من تخلف وبدع وشركيات شابه بها الصوفية اليهود والنصارى من تقديس القبور واتخاذها مساجد والقول بوحدة الوجود والفناء الصوفي الهندي القديم. ¶ وقد اعترف الزبيدي بمقام وحدة الوجود عند الصوفية فقال معلقاً على كلام للغزالي \"وفيه تلويح إلى مقام وحدة الوجود عند الصوفية\"(¬1). ¶ التصوف كلمة واحدة تنضوي تحتها مئات الفرق والأحزاب: كل حزب بما لديهم فرحون، ليس التصوف فرقة واحدة. ¶ وهذا من أعظم أسباب تفرق المسلمين، وما عندهم من شرك أعظم تفريقاً للمسلمين. وقد بين الله في كتابه أن الشرك مسبب للفرقة فقال: {وَلَا تَكُونُوا مِنَ الْمُشْرِكِينَ 31 مِنَ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ}. والتوحيد هو أعظم أسباب الوحدة {إِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاعْبُدُونِ}. ¶ موقف ابن الجوزي من التصوف والصوفية ¶ ¬__________ ¶ (¬1) إتحاف السادة المتقين 9/498 .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "قال ابن الجوزي(¬1)\"قد لبّس إبليس على قوم من المتأخرين فوضعوا حكايات في كرامات الأولياء ليشيدوا بزعمهم أمر القوم: والحق لا يحتاج إلى تشييد بباطل، فكشف الله تعالى أمرهم بعلماء النقل\" (تلبيس إبليس 384). ¶ قال \"فالتصوف مذهب معروف يزيد على الزهد ويدل على الفرق بينهما أن الزهد لم يذمه أحد وقد ذموا التصوف\" (تلبيس 165). وسموا علمهم علم الباطن، وعلم الشريعة: العلم الظاهر\" (تلبيس 164). ¶ وأفضل كلمة عن التصوف ما رواه ابن الجوزي عن رويم \"لا تشتغل بترّهات الصوفي\" (تلبيس 189 مكتوبات السرهني 222 و 296). ¶ يقول ابن الجوزي \"وكأن هؤلاء القوم ابتكروا شريعة سموها بالتصوف وتركوا شريعة نبيهم محمد - صلى الله عليه وسلم - نعوذ بالله من تلبيس إبليس\" (تلبيس إبليس 310). واعتبر أن البدع دخلت من الرهبنة حيث أخذ المتزهدون الصوفية عن الرهبان طريق التقشف. ¶ وكان ابن الجوزي يصفهم بالحمقى ويدعو عليهم فيقول طهّر الله الأرض منهم وأعان العلماء علهم فإن أكثر الحمقى معهم(¬2). وهذا يؤيد قول الشافعي \"لو أن رجلاً تصوف أول النهار، لا يأتي الظهر حتى يصير أحمق، وما لزم أحد الصوفية أريعين يوماً فعاد إليه عقله أبداً\" وروى عنه قوله \"أُسّسَ التصوّفُ على الكسل\" (تلبيس إبليس 320 و371). ¶ قال \"ولما قلّ علم الصوفية بالشرع فصدر منهم من الأفعال ما لا يحل.. وكان الصالح منهم نادراً، ذمهم خلق من العلماء وعابوهم حتى عابهم مشايخنا\" ثم روى عن وكيع حدثنا سفيان يقول سمعت عاصماً يقول: ما زلنا نعرف الصوفية بالحماق إلا أنهم يستترون بالحديث\" (تلبيس إبليس 371 – 372). ¶ ثم وصفهم ابن الجوزي بأنهم زنادقة وقال \"ولم تتجاسر الزنادقة أن ترفض الشريعة حتى جاءت المتصوفة فجاءوا بوضع أهل الخلاعة\" (تلبيس إبليس 374). ¶ ¬__________ ¶ (¬1) اخترت لهم ابنَ الجوزي لأنه معتبر عندهم يلقبونه (منزّه الحنابلة). ¶ (¬2) صيد الخاطر 225 – 226 .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وروى عن شيخه ابن عقيل قوله \"نصيحتي إلى إخواني أن لا يقرع أفكار قلوبهم كلام المتكلمين ولا تصغي مسامعهم إلى خرافات المتصوفين\" (تلبيس إبليس 375). ¶ وذكر أن وسوسة الشيطان بلغت بالصوفية حتى صار الواحد منهم يتخايل له وسوسة فيقول \"حدثني قلبي عن ربي\" وحتى صار أبو يزيد البسطامي يقول \"مساكين [أي أهل الحديث] أخذوا علمهم ميتاً عن ميت، وأخذنا علمنا عن الحي الذي لا يموت\" (تلبيس إبليس 321 – 322). ¶ قال ابن الجوزي \"وجاء عبد الكريم بن هوازن القشيري وصنف لهم كتاب الرسالة فذكر فيها العجائب من الكلام في الفناء [أي في الله] والقبض والبسط والجمع والتفرقة والصحو والمحو السكر والشرب والمكاشفة واللوائح والطوالع واللوامع والتكوين والتمكين والحقيقة والشريعة وغير ذلك من التخليط الذي ليس بشيء\" (تلبيس إبليس 165). ¶ ويدعي الأحباش أن أبا بكر أو الصوفية. ولكن لم يتكرموا بإخبارنا على أي طريقة كان: أكان رفاعياً أم قادرياً. (مجلة منار الهدى 16/20). ¶ ونترك الرد على ذلك من ابن الجوزي حيث قال \"وجاء أبو نعيم الأصفهاني فصنف لهم [الصوفية] كتاب الحلية وذكر في حدود التصوف أشياء منكرة قبيحة لوم يستح أن يذكر في الصوفية أبا بكر وعمر وعثمان وعلياً وسادات الصحابة رضي الله عنهم\"(¬1). ¶ ويزعمون أن التصوف صفاء المعاملة (مجلة منار الهدى 16/20). واي صفاء هذا؟ نحن لا نرى لهذا الصفاء في معاملة الأحباش أثراً. فالناس لا يرون منهم إلا الجفاء والتطاول وشتم أعراض المسلمين وتكفيرهم. ¶ ¬__________ ¶ (¬1) تلبيس 165 فماذا يقول ابن الجوزي في مبتدعة عصرنا كالغماري الذي كتب رسالة \"حسن التلطف في وجوب سلوط طريق التصوف\"؟ فأوجب على المسلمين ما لم يأذن به الله؟",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وزعم السبكي أن الصوفي من لزم الصدق مع الحق والخُلُق مع الخَلْق(¬1). وهكذا يأتونك بصفات أمر بها الإسلام ويجعلونها ميزة التصوف ولكن الإسلام أمر بها قبل أن يوجد التصوف ولم يجعلها تحت اسم التصوف. ¶ لماذا التصوف ¶ سؤال نطرحه على كل منصف يريد الحق ويحذر الهوى والتحيز؟ ¶ إذا قيل إن التصوف لترقيق القلوب وصفائها: ألم يكن في دين الإسلام ما يرقق القلب وهو الذي جاء قبل التصوف. ورقّت به قلوب الصحابة ومن بعدهم؟ أم أن في التصوف ميزة في ترقيق القلوب ووصلها بربها لا توجد في الإسلام؟ ¶ لا أعتقد مسلماً عاقلاً يقول ذلك. ¶ وإذن؛ فلماذا الحرص على هذا التصوف إذا كان الإسلام يغني عنه لا سيما وأنه خليط من البدع ومخلفات المِلَل والديانات الفلسفية القديمة؟ ¶ لنكن صادقين مع أنفسنا ومع ربنا: هل في الإسلام ما يغني عن التصوف أم لا؟ ¶ قد جاءنا العلم من ربنا: كتاب وسنة وهدي سلف صالح: فلماذا نختلف ونتفرق من بعد ما جاءنا العلم بغياً بيننا؟ ونقع فيما وقع به من قبلنا كما حكى الله عنهم {فَمَا اخْتَلَفُوا إِلَّا مِن بَعْدِ مَا جَاءهُمْ الْعِلْمُ بَغْيًا بَيْنَهُمْ}. ¶ فما هو الجديد الذي أتت به هذه الطرق؟ أهو شيء لم يأت به الإسلام؟ إن هذه الطرق لم تأت بجديد لم يفعله الرسول - صلى الله عليه وسلم - أو يدل عليه. ¶ بل إن ما تفعله وتشرعه للناس هو من أنواع البدع مخالف لصراط الله المستقيم كما قال {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلاَ تَتَّبِعُواْ السُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ} قال مجاهد \"السبل: البدع والشبهات\"(¬2). فهذه الطرق هي السُبُل، قد ابتدعت في دين الله أذكاراً وأوراداً وطقوساً ما أنزل الله بها من سلطان. ¶ لباس الصوفية ¶ ¬__________ ¶ (¬1) طبقات السبكي 10/295 . ¶ (¬2) فتح المبين لابن حجر الهيتمي 109 .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وانتقد ابن الجوزي هذه المرقعة التي تقلدها الصوفية وجعلوها علامة على التصوف وجعلوا لها إسناداً ينتهي إلى علي ومنه إلى رسول الله - صلى الله عليه وسلم - . فقال \"وقرروا أن هذه المرقعة لا تُلبَس إلا من يد شيخ وجعلوا لها إسناداً متصلاً كله كذب ومحال\" (تلبيس إبليس 191). ¶ قلت: بل شبكة صيد. فقد قال النضر بن شميل لبعض الصوفية: تبيع جبتك الصوف؟ فقال: إذا باع الصياد شبكته بأي شيء يصطاد\"؟ (تلبيس إبليس 198). ¶ وقال بأن هذا النوع من اللباس صار لباس شهرة. ثم يقول بعد ذلك \"فانظر إلى الشيطان كيف يتلاعب بهؤلاء\" (تلبيس إبليس 202). ¶ قال \"ومن الصوفية من يلبس الصوف ويحتج بأن النبي - صلى الله عليه وسلم - لبس الصوف. قال: فأما لبس رسول الله - صلى الله عليه وسلم - الصوف فقد كان يلبسه في بعض الأوقات، لم يكن لبسه شهرة عند العرب(¬1)وأما ما يروى في فضل لبسه فمن الموضوعات التي لا يثبت منها شيء\" ثم ذكر أن فرقد السنجي جاء إلى حماد بن أبي سليمان بالبصرة وعليه ثوب صوف فقال له \"ضع عنك نصرانيتك هذه\" (تلبيس إبليس 194-196). وجاء عبد الكريم أبو أمية إلى أبي العالية وعليه ثياب صوف فقال له أبو العالية: إنما هذه ثياب الرهبان\". ¶ إذن فلا يحاولن أحد إرجاع أصل التصوف إلى لبس الصوف فإنه سنة نصرانية. ¶ ويصف ابن الجوزي الصوفية بأنهم كانوا يطلبون المال من كل ظالم ولا يتورعون من عطاء ماكس (آكل أموال الناس ظلماً) وأكثر أربطتهم قد بناها الظلمة ووقفوا عليها الأموال الخبيثة\" (تلبيس إبليس) 175) قلت: ما أشبه اليوم بالأمس فصوفية اليوم يتملقون الظلمة بل والكفار ويصفونهم بأعذب الأوصاف بينما يسلقون علماء المسلمين بألسنة حداد. ¶ ¬__________ ¶ (¬1) بمعنى لا يلبسه كشعار ديني مثل إزار ورداء الحج .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "بل حكى ابن الجوزي انتشار صحبة الصغار والوقوع في غرامهم كما قال \"وصحبة الأحداث أقوى حبائل إبليس التي يصيد بها الصوفية حتى روى عن يوسف بن الحسين الرازي أن آفة الصوفية في صحبة الأحداث\" (تلبيس إبليس 276). ¶ موقف أحمد من الحارث المحاسبي ¶ وروى ابن الجوزي أن أحمد بن حنبل سمع كلام الحارث المحاسبي فقال لصاحب له \"لا أرى لك أن تجالسهم. وسئل أبو زرعة عن الحارث المحاسبي فقال إياك وكتبه هذه الكتب كتب بدع وضلالات ... قال: وتكلم الحارث بن المحاسبي في شيء من الكلام والصفات فهجره أحمد بن حنبل فاختفى إلى أن مات فيها، ولم يصل عليه إلا أربع أنفس\" وقاله الذهبي والخطيب(¬1). ¶ وهذا يبطل دعوى الأحباش أن أحمد سمع كلامه بعد ذلك فتأثر لكلامه وبكى. ¶ واحتج الأحباش بأن أحمد لقي صوفياً جاءه فقال له ماذا تريد يا صوفي\" قالوا: وهذا دليل على ارتضائه طريق التصوف. ¶ انظر كيف يتعلقون بالقشة! ¶ وهذا ليس بحجة كما لو قال أحمد للرافضي (يا شيعي) لا يكون ذلك دليلاً على مدح التشيع. ¶ قال ابن الجوزي \"وأما كلام المحاسبي إن الله نهى عباده عن جمع المال وأن رسول الله - صلى الله عليه وسلم - نهى أمته عن جمع المال: خطأ يدل على الجهل بالعلم\" (تلبيس إبليس 179). ¶ قال \"وكان الجنيد يتستر بالفقه على مذهب أبي ثور\" (تلبيس إبليس 173). ¶ حكايات الصوفية ¶ يعجب من حكايات كقول أبي يزيد فيما رواه عند الغزالي \"دعوت نفسي إلى الله فجمحت فعزمت عليها أن لا أشرب الماء ولا أذوق النوم سنة: فوفت لي بذلك\" وقال معلقاً \"فهذه حالة مذمومة لا يستحسنها إلا الجهال\" (تلبيس إبليس 210 وص217). ¶ ويزداد تعجب ابن الجوزي مرات ومرات من عجائب الآراء وقصص القوم التي يوردها الغزالي عن الصوفية ويقول: \"عجبت لأبي حامد الغزالي كيف نزل مع القوم من رتبة الفقه إلى مذاهبهم ... (تلبيس إبليس 213). ¶ ¬__________ ¶ (¬1) تلبيس إبليس 167 مناقب أحمد لابن الجوزي 186 سير أعلام النبلاء 11/327 تاريخ بغداد 8/215-216.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "موقف ابن الجوزي من ضرب الصوفية بالدفوف ¶ قال \"وأما الضرب الدف فقد كان جماعة من التابعين يكسرون الدفوف وما كانت هكذا. فكيف لو رأوا هذه(¬1)؟ ¶ قال \"وقد ادّعى قوم منهم أن هذا السماع قربة إلى الله فقال الجنيد: تنزل رحمة الله على هذه الطائفة في ثلاثة مواطن: عند الأكل وعند المذاكرة وعند السماع\" (تلبيس إبليس 249). قال ابن الجوزي \"وهذا كفر، لأن من اعتقد الحرام أو المكروه قربة كان بهذا الاعتقاد كافراً\" (تلبيس إبليس 250). ¶ قال \"وكان الحسن البصري يقول: ليس الدف من السنة المرسلين في شيء. وقال أبو عبيد القاسم بن سلام \"من ذهب به إلى الصوفية فهو خطأ في التأويل على رسول الله - صلى الله عليه وسلم - . وإنما معناه عندنا إعلان النكاح واضطراب الصوت والذكر في الناس\". ¶ قال ابن الجوزي \"قال أحمد أرجو أن لا يكون بالدف بأس في العرس ونحوه وأكره الطبل\". ¶ قال ابن الجوزي \"وكل ما احتجوا به لا يجوز أن يستدل به على جواز هذا الغناء ... وقد احتج لهم أقوام مفتونون بحب التصوف بم لا حجة فيه فمنهم أو نعيم الأصفهاني فإنه قال: كان البراء بن مالك يميل إلى السماع ويستلذ بالترنم\" (انظر تلبيس إبليس 239). ¶ وذكر من احتجاجاتهم الاحتجاج على جواز الغناء بسماع النبي - صلى الله عليه وسلم - للشعر (تلبيس 240). ¶ وروى عن شيخه ابن عقيل أنه قال \"أن مشايخ هذه الطائفة كلما وقفت طباعهم حداها الحادي إلى الله بالأناشيد فقال: لا كرامة لهذا القائل. إنما تحدي القلوب بوعد الله في القرآن ووعيده وسنة الرسول - صلى الله عليه وسلم - {وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا} ... وأنتم زنادقة في زي عُبّاد\" (تلبيس إبليس 246). ¶ قال ابن الجوزي \"واعلم أن قلوب الصحابة كانت أصفى القلوب: وما كانوا يزيدون عند الوجد على البكاء والخشوع\" (تلبيس إبليس 252). ¶ ¬__________ ¶ (¬1) ... فكيف لو رأوا الدرامز الغربي الذي يستعمله الأحباش وغيرهم؟",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "قال ابن الجوزي \"وقد نشب السماع بقلوب خلق منهم فأثروه على قراءة القرآن ورقّت قلوبهم عنده بما لا ترق عند القرآن وما ذاك إلا لتمكن هوىً\" (تلبيس إبليس 247). ¶ بل بلغت بهم الوقاحة أن صاروا يتقربون إلى الله بالرقص الذي وصفه ابن الجوزي بأنه تشبه بالنساء، وروى عن أبي بن الكاتب أن ابن بنان كان يتواجد وكان أبو سعيد الخراز يصفق له. ثم تساءل: \"أي معنى في الرقص إلا اللعب الذي يليق بالأطفال. قال \"والعاقل يأنف من أن يخرج عن الوقار إلى أفعال الكفار والنسوة\" (تلبيس إبليس 257 – 258). ¶ نموذج من أذكار الصوفية ¶ \" اللهم أسألك بالجرة التي هي في جوهر الأمر ومدة السر وحبل الإرادة وطريق التدوير ومنهج الغيب وسلسلة الهز وسبيل العز، جرة جيم جوهر جمع مجموع جوامع جميع مجامع جمعيات الجلال والجمال والجلالات والجلجلة والجلوات والجوليات والجولات والجهريات والجريان والجاريات والجارات والمجرورات\"(¬1)\"اللهم أسألك بالباء المعطوف، وبباء البهاء، بتاء التأليف، بثاء الثناء، بجيم الجلالة، بحاء الحياء، بخاء الخوف، بدال الدلالة، بذال الذكر، بزاي الزلفى، بسين السناء، بشين الشكر، بصاد الصفاء، بضاد الضمير، بظاء الظلمة\"(¬2). أهكذا علّمنا رسول الله - صلى الله عليه وسلم - الدعاء؟ هل علمنا أن نتوسل إلى الله بالظلمة؟ ¶ رؤية النبي - صلى الله عليه وسلم - يقظة شطحة صوفية ¶ وسئل عن رجل رأى رسول الله - صلى الله عليه وسلم - في المنام ما حكم ذلك؟ فقال: بُشراه بأنه لا بد أن يرى النبي حقيقة ولو عند الموت(¬3). ¶ نعم هذه بشرى برؤية النبي - صلى الله عليه وسلم - ولكن متى وأين وهل رآه حقاً؟ ¶ ¬__________ ¶ (¬1) قلادة الجواهر 341 – 344 . ¶ (¬2) قلادة الجواهر 251 – 258 والمعارف المحمدية 102 . ¶ (¬3) شريط (3) 744 وجه (2) وقال به تلميذه سليم علوان شريط (3) عداد 253 .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "إذا كان المقصود الرؤية في الدنيا فقد رأى كثير من الصحابة النبي - صلى الله عليه وسلم - بعد موته في المنام، ولكن لم يجتمع أحد منهم به في اليقظة ولو حصل لهم ذلك لما كتموه، وإذا لم يظهر في اليقظة على أحب الناس إليه كأبي بكر وعمر وابنته فاطمة وعائشة، فإما أن يكون أخلف بوعده أن يظهر في اليقظة على كل من يراه في المنام: أو أن يكون الخلل في أفهام دعاة الخرافة، فالصحابة رووا هذا الحديث ولم يفهموا منه ما فهمه هؤلاء. ¶ وقول الحبشي (ولو عند الموت) واضح في سوء فهمه أن الرؤية تكون في الدنيا قبل الموت وهذه فتوى شاذة يلزم منها لوازم فاسدة مثل أن يصير من رأى النبي يقظة صحابياً، ويلزم منها بقاء الصحبة إلى يوم القيامة كما بين الحافظ ذلك في الفتح حيث حكى ادعاء أقوام من الصوفية رؤية النبي - صلى الله عليه وسلم - يقظة واعتبر ذلك مشكلاً عظيماً(¬1). ¶ ـ فقد نقل الحافظ إنكار القاضي ابن العربي تلميذ أبي حامد الغزالي على من قال بذلك، قائلاً \"شذ بعض الصالحين فزعم أنها – أي الرؤية – تقع بعيني الرأس حقيقة. وقال القرطبي صاحب المفهم \"وهذا القول يُدرَكُ فساده بأوائل العقول. ويلزم من ذلك\" ¶ ـ أن يخلو قبره - صلى الله عليه وسلم - من جسده. وهذا مقبول عندهم. فقد ذكر السيوطي عن ابن المسيب أنه قال \"ما مكث نبي في قبره أكثر من أربعين يوماً\". وعن النبي - صلى الله عليه وسلم - أنه قال \"أنا أكرم على ربي من أن يتركني في قبري بعد ثلاث\"(¬2). ¶ ـ وأن يزار مجرد القبر ويسلم على غائب. ¶ قال: وهذه جهالات لا يلتزم بها من له أدنى مسكة من عقل(¬3). ¶ ¬__________ ¶ (¬1) فتح الباري 12/385 . ¶ (¬2) الحاوي للفتاوي 2/264 . ¶ (¬3) فتح الباري 12/384-385 وانظر إتحاف السادة المتقين 10/429.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وذكر المناوي تنبيهاً من الصوفية أنهم قالوا \"إن الرؤية الصحيحة أن يرى النبي - صلى الله عليه وسلم - بصورته الثابتة بالنقل الصحيح، فإن رآها بغيرها كطويل أو قصير أو شيخ أو شديد السمرة لم يكن رآه، وحصول الجزم في نفس الرائي بأنه رأى النبي غير حجة\"(¬1). قلت: لا يبدو أن الصوفية قد التزموا ما نبهوا إليه. ¶ ويضاف إلى ذلك: ¶ ـ أن يكون من يراه في الدنيا أفضل من التابعين فقد أثنى النبي - صلى الله عليه وسلم - عليهم مع أن أحداً منهم لم يقل إنه رأى رسول الله - صلى الله عليه وسلم - في اليقظة. بل هذا شيء لم يحصل للصحابة بعد موته - صلى الله عليه وسلم - وليس ذلك منقولاً عنهم في شيء من الروايات الصحيحة. ¶ ـ وقد اعترف بذلك تلميذه نبيل الشريف فقال بأن \"أبا بكر الصديق بعد وفاة رسول الله وهو أفضل الصحابة لم يقل يوماً أنا رأيت رسول الله يقظة ولا أحد من الصحابة. وكذلك أنس بن مالك الذي خدم النبي - صلى الله عليه وسلم - عشر سنين \"ما كانت تمر علي ليلة بعد وفاة رسول الله إلا وأراه في المنام. لم يقل في اليقظة\"(¬2). ¶ غير أنه تناقض وزعم أن رؤية اليقظة نادرة وكان عليه أن يقول مستحيل ما دام أفاضل الصحابة لم يروه. وزاد تناقضه حين زعم أن من رآه في المنام \"لا بد\" أن يراه في اليقظة قبل الموت وهو على فراش الموت يرى النبي - صلى الله عليه وسلم - :إما أن يأتي الرسول إليه وإما أن يكشف الله لهذا الإنسان كشفاً فيجعل هذه الحواجز التي تحجز بينه وبين قبر رسول الله من هنا مثلاً إلى المدينة كأنها الزجاج فيرى النبي كأنه بقربه(¬3). ¶ ـ أن هذا فتح باباً من الكذب فصار الصوفية يدعون رؤية النبي - صلى الله عليه وسلم - يقظة، حتى صار عدم رؤيته يقظة عندهم علامة على نقص في الولاية، فلذلك يتسارعون بالكذب والمنامات. ¶ ¬__________ ¶ (¬1) إتحاف السادة المتقين 10/429 . ¶ (¬2) مجالس الهدى 6/694 . ¶ (¬3) مجالس الهدى 6/915 – 925).",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وقد أنكر ابن الجوزي على أبي الفتح الطوسي الذي ادعى أنه كلما أشكل عليه شيء رأى رسول الله - صلى الله عليه وسلم - في اليقظة وعد هذا من منكراته(¬1). ¶ ووصف ابنُ الجوزي أحمد الغزالي (أخا أبي حامد) أنه كان آية من آيات الله في الكذب حيث كان يزعم أنه يرى رسول الله - صلى الله عليه وسلم - في اليقظة لا في النوم وأنه كلما أشكل عليه أمر رأى رسول الله - صلى الله عليه وسلم - في اليقظة لا في المنام(¬2). ¶ ـ بل زعم الرفاعية أن الشيخ أحمد الأزرق ابن الشيخ منصور كان يصافح النبي - صلى الله عليه وسلم - خمس مرات(¬3). ¶ ـ وقد صار للطرق تراخيص نبوية فزعم بعضهم أنه اجتمع بالنبي وأخذ منه ترخيصاً لطريقته ورسم له منهاجاً بأورادها وأحزابها. وزعم آخر أنه يجتمع به وربما سأله عن حديث في البخاري فيقول (لم أقله) ويسأله عن الحديث الموضوع فيقول (أنا قلتُ به) كما حكاه العجلوني عن ابن عربي في الفتوحات قال \"رب حديث يكون صحيحاً ثم يحصل للمكاشف علم أنه غير صحيح\"(¬4). ¶ وإذا كان الحكم على الحديث يصير مباشرة من قول النبي عند الاجتماع به يقظة: فما فائدة كتاب الجرح والتعديل ولماذا يفني نقاد الحديث أعمارهم لجمع الحديث ولماذا يسافر البخاري ومسلم مئات آلاف الكيلومترات لجمع الحديث ومتابعة أحوال رجاله ورواته؟ ولم يلجأ للاتصال بأسياد الصوفية؟ ¶ ¬__________ ¶ (¬1) حكاه الحافظ ابن كثير في البداية والنهاية 12/196 . ¶ (¬2) كتاب القصاص والمذكرين 156 ط: دار أمية . ¶ (¬3) سواد العينين في مناقب أبي العلمين 53 هذبه جمال صقر الحبشي وهذا التهذيب مؤامرة يراد بها حذف كثير من الخرافات والشركيات. ¶ (¬4) كشف الخفاء ص 8 .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "هل هذا إلا تضييع للوقت. عليكم بالصوفية إن كنتم تريدون معرفة الصحيح والضعيف والموضوع. ولكن الذي يكذب هذا الأمر هو ما تجده في كتب الصوفية من آلاف الأحاديث الموضوعة والضعيفة. ولقد كان الغزالي من أبرز المتحدثين عن الإلهام والمكاشفة بين الله وبين الأولياء ويعتبر كتابه إحياء علوم الدين خلاصة التصوفة ولبه وقمته ومع كشوفاته فقد امتلأ كتابه هذا بالأحاديث الموضوعة المكذوبة على رسول الله - صلى الله عليه وسلم - حتى إن السبكي جمع له من هذه الموضوعات ما يقارب السبعة وثلاثين صفحة في كتابه طبقات الشافعية. ¶ ـ واشتط بعضهم حتى زعم أنه لا يفارق النبي - صلى الله عليه وسلم - لحظة واحدة كما حكي عن أبي العباس المرسي أنه قال \"والله لو غاب عني رسول الله - صلى الله عليه وسلم - طرفة عين ما عددت نفسي من المسلمين\"(¬1). ¶ ويذكر السيوطي أنه كانت لأبي العباس المرسي وصلة بالنبي دائمة. إذا سلم على النبي رد السلام عليه ويجاوبه إذا تحدث معه(¬2). ¶ ـ وقد يستفتونه - صلى الله عليه وسلم - فيفتيهم بما ثبت عنه خلافه في الروايات الصحيحة. فقد زعم النابلسي أنه رأى النبي - صلى الله عليه وسلم - فسأله عن المطلقة بالثلاث في المجلس الواحد كيف حكمه عندك يا رسول الله؟ فقال \"تقع ثلاثاً\"(¬3)! مع أن الذي صح عن ابن عباس رضي الله عنه أن النبي - صلى الله عليه وسلم - كان يحتسبها واحدة(¬4). ¶ فمن نصدق: أنصدق ابن عباس أم نصدق صاحب تفسير الأحلام النابلسي المعجب بابن الفارض الشارح لتأئيته(¬5)وكذلك ابن عربي المصرح بعقيدة وحدة الوجود؟! ¶ ( ¶ ¬__________ ¶ (¬1) طبقات الشعراني 2: 14 قلادة الجواهر للصيادي الرفاعي 281 وانظر كتاب كشف الأسرار لتنوير الأفكار لمصطفى نجا ص 103. ¶ (¬2) الحاوي للفتاوي 2/260 . ¶ (¬3) جلاء العينين في محاكمة الأحمدَيْن 236 . ¶ (¬4) رواه مسلم (1472) وأبو داود (2199). ¶ (¬5) تائية ابن الفارض يتغزل فيها بالله ويخاطبه بضمير المؤنث .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "فائدة) قال ابن الحاج في المدخل (ص 302-304) \"ليحذر مما يقع لبعض الناس في هذا الزمان وهو أن من يرى النبي - صلى الله عليه وسلم - في منامه فيأمره بشيء أو ينهاه ينتبه من نومه فيقدم على فعله أو تركه بمجرد المنام دون أن يعرضه على كتاب الله وسنة رسول الله - صلى الله عليه وسلم - وعلى قواعد السلف الصالح\". ¶ وقال الحافظ أبو زرعة العراقي \"لو أخبر صادق عن النبي - صلى الله عليه وسلم - في النوم بحكم شرعي مخالف لما تقرر في الشريعة لم نعتمده\"(¬1). ¶ وقال السخاوي \"لم يصل إلينا ذلك – أي وقع الرؤية يقظة عن أحد من الصحابة ولا عمن بعدهم وقد اشتد حزن فاطمة عليه - صلى الله عليه وسلم - حتى ماتت كمداً بعده بستة أشهر على الصحيح وبيتها مجاور لضريحه الشريف ولم ينقل عنها رؤيته في المدة التي تأخرتها عنه\" وذكر السخاوي أن دعوى ذلك إنما تنقل عن المتصوفة وأن من مصنفاتها المحتوية على عباراتها في ذلك (توثيق عرى الإسلام للبارزي) و(بهجة النفوس) لأبي محمد عبد الله بن أبي جمرة و(روض الرياحين) لليافعي. و(رسالة الشيخ صفي الدين بن أبي منصور) نقله القسطلاني عن السخاوي في المواهب اللدنية (5/295). ¶ وذكر البدر بن حسن الأهدل في مسألة الرؤية له أن من تواتر الأخبار عنهم من المتصوفة بدعوى رؤية النبي - صلى الله عليه وسلم - بعد موته في اليقظة إنما يقع لهم ذلك في بعض غيبة حس وغموض طرف لورود حال لا تكاد تضبطها العبارة وأن رواة تلك الأخبار من المتصوفة يغلطون فيها كثيراً قلما تجد رواية متصلة صحيحة عمن يوثق به، وأما من لا يوثق به فقد يكذب وقد يرى مناماً أو في غيبة حس فيظنه يقظة. وقد يرى خيالاً أو نوراً فيظنه الرسول، وقد يلبس عليه الشيطان: فيجب التحرز في هذا الباب. ¶ ¬__________ ¶ (¬1) طرح التثريب 8/215 شرح حديث رؤيا الرجل الصالح .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وجزم البدر بن حسن الأهدل بأن القول برؤيته - صلى الله عليه وسلم - بعد موته بعين الرأس في اليقظة يدرك فساده بأوائل العقول لاستلزامه خروجه من قبره، ومشيه في الأسواق ومخاطبته للناس ومخاطبتهم له وخلو قبره عن جسده الشريف فلا يبقى منه فيه شيء بحيث يزار مجر القبر ويسلم على غائب\"(¬1). ¶ وقد استحسن ملا علي قاري في جمع الوسائل شرح الشمائل للترمذي (2/238) كلامه ثم قال \"إنه – أي ما ادعاء المتصوفة من رؤية النبي - صلى الله عليه وسلم - في اليقظة بعد موته – لو كان له حقيقة لكان يجب العمل بما سمعوه منه - صلى الله عليه وسلم - من أمر ونهي وإثبات ونفي من المعلوم أنه لا يجوز ذلك إجماعاً كما لا يجوز بما يقع حال المنام ولو كان الرائي من أكابر الأنام. وقد صرح المازري وغيره بأن من رآه بقتل من يحرم قتله كان هذا من الصفات المتخيلة لا المرئية\" انتهى كلام علي قاري: ¶ وفيه فائدة: حكايته الإجماع على عدم جواز العمل بما يدعي من يزعم أنه رأى النبي - صلى الله عليه وسلم - في اليقظة أنه سمعه منه من أمر أو نهي أو إثبات أو نفي. وفي كحايته الإجماع على ذلك: الرد على قول الزرقاني في شرح المواهب اللدنية 7/29 \"لو رآه يقظة – أي بعد موته - صلى الله عليه وسلم - وأمره بشيء وجب عليه العمل به لنفسه ولا يعد صحابياً وينبغي أن يجب على من صدقه العمل به. قاله شيخنا\". ¶ كما أن في حكايته الإجماع على ذلك الرد على دعوى السيوطي تلقي تصحيح الأحاديث التي ضعفها المحدثون عن النبي - صلى الله عليه وسلم - يقظة، وعلى دعواه أن النبي - صلى الله عليه وسلم - قال له: يا شيخ الحديث وأنه أخبره بأنه من أهل الجنة\" من غير عذاب يسبق\". ¶ فائدة حول رؤيته - صلى الله عليه وسلم - في المنام ¶ ¬__________ ¶ (¬1) ذكره القسطلاني في المواهب اللدنية 5/298 – 299 .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وقد أساء بعضهم فهم قول النبي - صلى الله عليه وسلم - \"من رآني فقد رآني حقاً فإن الشيطان لا يتمثل بي\" ورواية \"لا يستطيع أن يتمثل بي\" فإنهم يظنون أن أي شيء يرونه في المنام يقول لهم إني رسول الله أنه لا بد أن يكون كذلك وهذا ليس بلازم. فإن الشيطان ممنوع من التمثل بشخص النبي - صلى الله عليه وسلم - ولكن ليس ممنوعاً أن يقول أنا رسول الله ويكون غير متمثل بصورة أخرى. ومعلوم أن الناس لا يميزون ذلك لأنهم لم يروه. ¶ ولذلك كان السلف الصالح كابن سيرين وابن عباس إذا جاءهم رجل وقال رأيت رسول الله الله في المنام يُدنونه منهم ويقولون \"صف لنا الذي رأيتَه\" فإن كان الوصف مطابقاً لما علموه من صفة النبي - صلى الله عليه وسلم - قالوا \"رأيتَه\" وإن لم يكن كذلك قالوا \"لم تره\"(¬1). ولو كان الأمر على إطلاقه كما يظنون فما يكون من تأكد ابن عباس وابن سيرين من دعوى رؤية النبي - صلى الله عليه وسلم - وجه ولا ضرورة! ¶ قال الحافظ \"وقوله (لا يستطيع أن يتمثل بي) يشير إلى أن الله تعالى وإن أمكن الشيطان من التصور في أي صورة أراد فإنه لم يُمَكّنه من التصور في صورة النبي - صلى الله عليه وسلم - . وقد ذهب إلى هذا جماعة فقالوا في الحديث: إن محل ذلك إذا رآه الرائي على صورته التي كان عليها\"(¬2). ¶ وقصة الشيخ عبد القادر مع الشيطان مشهورة حيث قال له \"أنا ربك\" قد أبحتك من فرائضي فقال له الشيخ \"إخسأ يا عدو الله\" فقال الشيطان \"غلبتني بفقهك يا عبد القادر\" فسئل عن كيفية وقوفه على خدعة الشيطان فقال: إن الشيطان قال: أنا ربك ولم يجرؤ على أن يقول (أنا الله) وزعم أنه قد أحلني من فرائض العبادات، والله لم يحلَّ ذلك لنبيه - صلى الله عليه وسلم - فكيف يحلها لي؟ ¶ ¬__________ ¶ (¬1) رواهما الحافظ في الفتح بإسنادَيْن جيدَيْنِ 12: 384 . ¶ (¬2) فتح الباري 12 : 386 .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "فإذا كان يمكن للشيطان أن يقول أنا ربك ألا يمكن أن يقول \"أنا النبي\" من غير أن يتمثل بالنبي - صلى الله عليه وسلم - بالضرورة. ¶ كل الطرق تؤدي إلى الطاغوت ¶ وكل طريقة تدعي أنها هي أحسن الطرق. فقد قال(¬1)السيوطي \"ولهذا كانت الطريق الشاذلية أحسن طرق التصوف\". ¶ بل تجد كل فرقة تحذر من اتباع الطريقة الأخرى كما زعم النقشبنديون أن من لم يدخل طريقتهم بأنه على خطر من دينه(¬2). ¶ الطريقة الرفاعية ¶ وتوجهها الشيعي ¶ أما عن انتماء الحبشي إلى الطريقة الرفاعية وأخذ الإجازة فيها من الشيخ عبد الرحمن السبسبي\"(¬3)وكذلك القادرية والنقشبندية: ¶ فإن هذه أسماء سميتموها أنتم ومشايخكم ما أنزل الله بها من سلطان. تسمونها الطرق، والطرق هي السُبُل كما قال تعالى {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلاَ تَتَّبِعُواْ السُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ}. ¶ وهذه الطرق قد دخل فيها خليط من الأفكار وعقائد المِلَل الأخرى لا سيما العنصر الشيعي. ¶ وأخص منها الطريقة الرفاعية التي تتفق مع الشيعة في عدة أمور: ¶ كالإيمان بكتاب الجفر العلوي الفاطمي الشيعي. ¶ وإمامة الإثني عشر من أهل البيت آخرهم محمد بن الحسن العسكري، وأنهم زادوا بالشيخ أحمد الرفاعي واحداً صاروا به ثلاثة عشر. ¶ ويعتبرونه خاتم الأولياء، ختم الله به الولاية كما ختم بمحمد النبوة. ¶ وأنه مخلوق من نور كما قال \"قبض العزيزي جل جلاله من نور وجهه قبضة فخلق منها سيدنا المصطفى محمداً - صلى الله عليه وسلم - فرشحت فخلقني منها\". ¶ وأن أهل البيت أجزاء ومخلوقات نورانية. ¶ وأن الشيخ منصور [خال الشيخ الرفاعي] كان إذا فتح فمه يخرج منه عمود من نور يخرق السماوات السبع(¬4). ¶ ¬__________ ¶ (¬1) الحاوي للفتاوي 2 / 135 . ¶ (¬2) نور الهداية والعرفان في سر الرابطة وختم الخواجكان 63 . ¶ (¬3) إظهار العقيدة السنية 15 صريح البيان 197 . ¶ (¬4) انظر الكنز المطلسم 26 وقلادة الجواهر 44 .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "نماذج من خرافات الرفاعية ¶ وزعموا أن النبي - صلى الله عليه وسلم - مد يده إلى الرفاعي وهو في القبر ليقبلها. وذكر أن منكر هذه الحادثة يكفر (قلادة الجواهر 15 و 104). ¶ ونسب إلى الرفاعي أن الولي يحيي الموتى وأنه إذا قال للشيء \"كن فيكون\" (قلادة الجواهر 73 و 145 المعارف المحمدية 47 – 348). ¶ وأنه هو بدوره أحيا عظام الطيور التي كان أكلها قبل ذلك ثم نفخ في العظام وهي رميم فقال لها \"كوني سمكاً كما كنت أولاً بإذن الله تعالى. فما استتم كلامه حتى قامت وتناثرت سمكاً حياً: شاهدة لله بالوحدانية وللنبي بالرسالة وبالسيد الرفاعي بالولاية العظمى\"(¬1). ¶ وأنه بلغ من حب الأسماك له أنه كان كلما مشى على الشاطئ تخرج الأسماك من بطن البحر لالتماس بركاته وتزدحم على أقدامه الشريفة، وتسأله بحق الله أن يأكل منها (قلادة الجواهر 102). ¶ وأن الشيخ إبراهيم منصور خليفة الرفاعي كان إذا رأى البلاء نازلاً من السماء أخذ قضيباً وأشار إلى السماء فتفرق البلاء ويستطيع بمجرد تحريك العصا أن يرد قضاء الله النازل من السماء (قلادة الجواهر 27 جامع كرامات الأولياء 2/368). ¶ وذكروا أن الشيخ رجب الرفاعي كان كثيراً ما يتواجد في حلقة الذكر فيقطر من عرقه العطر النفيس الخالص كما يقطر المطر (تنوير الأبصار 119 خزانة الإمداد 159). ¶ وأن الشيخ منصور [خال الشيخ الرفاعي] كان إذا فتح فمه يخرج منه عمود من نور يخرج السماوات السبع (قلادة الجواهر 44). ¶ الرفاعي يذوب ويتحول إلى ماء ¶ من أعجب ما حكي عن الشيخ الرفاعي أنه كان يذوب كالرصاص ويستحيل إلى ماء كلما جلس يتعبد الله تعالى. ¶ ¬__________ ¶ (¬1) الفجر المنير 5 قلادة الجواهر 73 – 145 المعارف المحمدية 47 إرشاد المسلمين 85 سواد العينين 13 – 14 روضة الناظرين 58 طبقات الصوفية لابن الملقن 99 .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "فقد ذكر محمد أبو الهدى الصيادي أنه لما كان الله يتجلى على الرفاعي بالعظمة كان يذوب حتى يبقى بقعة ماء ثم تدركه الرحمة الإلهية فيجمد شيئاً فشيئاً حتى يعود بدنه إلى ما كان عليه فيقول لأتباعه \"لولا لطف الله ما عدت إليكم\" (قلادة الجواهر ص27). ¶ وذكر الصيادي والنبهاني أيضاً أن الرفاعي خرج مع أحمد مرافقيه (الشيخ سعيد) في الليل فوصلا إلى بستان، فقال له الرفاعي: قف ههنا حتى أرجع. ¶ قال الشيخ سعيد: فوقفت مكاني حتى مضى من الليل شطره وهو لم يرجع. فمشيت على إثره لأعرف خبره، فإذا أنا بثيابه ملقاة على الأرض وعلى جانبه ماء، فجعلت أطوف يميناً وشمالاً فلم أجده. فرجعت إلى موضعي وأنا مرعوب من ذلك إذ أقبل علي وأنواره تشرق، فسألته عن ذلك فقال: يا ولدي أنا كنت ذلك الماء الذي رأيته. نظرني العزيز سبحانه بعين اللطف فصرت كما ترى. يا سعيد لولا أن نظرني بعين اللطف لما رجعت إليكم أبداً\" (قلادة الجواهر 81 جامع كرامات الأولياء 2/99 و 28). ¶ ومثل هذه الأحوال نسبوها أيضاً إلى غير الرفاعي، فقد ذكر الصيادي أن قوماً جاءوا إلى الشيخ منصور البطائحي – خال الشيخ الرفاعي – فسألوه عن المحبة، فسكت ثم ذات كما يذوب الرصاص قطرة بعد قطرة وهم ينظرونه حتى صار كالماء المائع. (قلادة الجواهر 28، روضة الناظرين 22). ¶ الرفاعي يبيع قصراً في الجنة ¶ وهذه قصة منسوبة إلى الشيخ الرفاعي مفادها أن الرفاعي باع رجلاً قصراً في الجنة محدد المساحة لقاء شراء بستان في الدنيا. ¶ قال محمد أبو الهدى الصيادي \"ونقل أن الشيخ جمال الدين الخطيب كان من أكابر أصحاب السيد أحمد الرفاعي وكان يريد أن يشتري بستاناً لضرورة، فامتنع صاحب البستان عن بيعه إياه، فتشفع الشيخ جمال الدين إلى الرفاعي، فأتى رد الشفاعة من صاحب البستان (إسماعيل بن عبد المنعم) الذي قال للرفاعي: يا سيدي إن اشتريته مني بما أريد بعتك إياه. ¶ فقال الشيخ: يا إسماعيل قل لي كم تريد ثمنه حتى أعطيك؟",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "فقال: يا سيدي تشتريه مني بقصر في الجنة؟ ¶ فقال الرفاعي: من أنا حتى تطلب مني هذا يا ولدي؟ اطلب من الدنيا. فقال: يا سيدي شيئاً من الدنيا ما أريد، فإن أردت البستان فاشريها بما أطلب. ¶ فنكس الرفاعي رأسه ساعة، واصفر لونه وتغير، ثم رفع وقد تبدلت الصفرة احمراراً وقال: يا إسماعيل قد اشتريت منك البستان بما طلبت. فقال: يا سيدي اكتب لي خط يدك. فكتب له السيد أحمد الرفاعي ورقة فيها: ¶ بسم الله الرحمن الرحيم ¶ هذا ما اشترى إسماعيل بن عبد المنعم من العبد الفقير الحقير أحمد بن أبي الحسن الرفاعي، ضامناً على كرم الله تعالى قصراً في الجنة تجمعه حدود أربعة. ¶ الأولى إلى جنة عدن. ¶ الثانية إلى جنة المأوى. ¶ الثالثة إلى جنة الخلد. ¶ الرابعة إلى جنة الفردوس. ¶ وذلك بجميع حوره وولدانه وفرشه وستره وأنهاره وأشجاره، عوض بستانه في الدنيا. وله الله شاهد وكفيل. ¶ ثم طوى الكتاب وسلمه إليه، وأوصى صاحب البستان المذكور أن يوضع الصك معه في كفنه إذا مات، ففعل أبناؤه ذلك، ولما دفنوه وجدوا صبيحة اليوم التالي وقد كتب على قبره \"وقد وجدنا ما وعدنا ربنا حقاً\"(¬1). ¶ موافقة الرفاعية للإمامية الإثني عشرية ¶ ¬__________ ¶ (¬1) قلادة الجواهر 70 – 71، روض الرياحين 440 – 441 ، جامع كرامات الأولياء 1/296-297، الكواكب الدرية 214.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ويعتقد الرفاعية أن محمد بن الحسن العسكري (المهدي المنتظر عند الشيعة) هو الإمام الثاني عشر (الغائب) وأن أحمد الرافاعي هو الإمام الثالث عشر بعده(¬1). وقد نصت كتب الشيعة على أنه لا وجود لهذا الإمام المنتظر(¬2). وأن الإمام الحادي عشر لم يُرزق ولداً، مما جعل أقاربه يقسّمون تَرِكَتَه بين أمه وأخيه جعفر(¬3). فكيف حدثت موافقة الرفاعية لهذه النغمة الشيعية؟! ¶ اعترف بهاء الدين الرواس الرفاعي (من سلالة الشيخ أحمد الرفاعي) باعتقاد الرفاعيين بإمامة صاحب السرداب المنتظر وسماه باسمه [المهدي بن الحسن العسكري](¬4). فليس المهدي عندهم هو الذي أخبر عنه النبي - صلى الله عليه وسلم - أن اسمه يواطيء اسم نبينا - صلى الله عليه وسلم - وإنما مهديهم صاحب السرداب الذي في \"سامرّاء\" بالعراق. ¶ اعتقادهم بكتاب الجفر الشيعي ¶ يؤمن الرفاعيون بكتاب الجفر المنسوب إلى علي وجعفر الصادق رضي الله عنهما وله قدسيته عند الرافضة وفيه كثير من الكذب عليهما، زعموا أن فيه كل ما هو كائن إلى يوم القيامة. وصرَّح بهاء الدين الرواس (من سلالة الرفاعي) أنه يعتقد ما في كتاب الجفر(¬5). ولا يمكن للرفاعية التنصل من كتاب بوارق الحقائق وقلادة الجواهر. ¶ طقوسهم يوم عاشوراء ¶ ¬__________ ¶ (¬1) القواعد المرعية في أصول الطريقة الرفاعية 7 إرشاد المسلمين لطريقة شيخ المتقين 97 جامع كرامات الأولياء 1/237. ¶ (¬2) الكافي الحجة 505 الإرشاد 339 والمقالات والفرق للقمي 102 . ¶ (¬3) جلاء العيون 2/762 . ¶ (¬4) فليس المهدي عندهم هو الذي أخبر عنه النبي - صلى الله عليه وسلم - أن اسمه يواطيء اسم نبينا - صلى الله عليه وسلم - وإنما مهديهم صاحب السرداب الذي في \"سامرّاء\" بالعراق. ¶ (¬5) بوارق الحقائق 78 و 177 .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ولهم طقوس موافقة للشيعة كإظهار الحزن يوم عاشوراء، ويبدأ منذ ذلك اليوم عندهم ما يسمى بالخلوة المحرمية يعتزلون فيها الناس ويمتنعون عن الطعام أسبوعاً ويقتصرون على اللوز والسكر(¬1). ¶ الصوفي يقول (كن) فيكون؟ ¶ فالرفاعية يؤمنون أن الله يعطي أولياءه كلمة (كن) يتصرّفون بها في الكون وكأنه يصير بمقدورهم خلق ما يشاؤون أن يخلقوه. ¶ فقد ذكر الصيادي أن الشيخ أحمد الرفاعي قال \"وإذا صرّف الله تعالى الوليَّ في الكون المطلق: صار أمره بأمر الله تعالى: إذا قال للشيء كن فيكون\"(¬2). ¶ وقال \"إن الولي يحيي الموتى وأنه إذا قال للشيء \"كن فيكون\"(¬3). ¶ وزعم أنه جاء في بعض الكتب الإلهية أن الله تعالى قال: يا بني آدم أطيعوني أطعكم، وراقبوني أراقبكم، وأجعلكم تقولون للشيء: كن فيكون(¬4). ¶ ونقل ابن حجر قول القرافي أن هذا قول شائع عند جهلة الصوفية وهذا كفر ويقتضي الشركة في الملك مع الله(¬5). ¶ أذكارهم المبتدعة المضحكة ¶ ولهم أذكارهم المبتدعة نذكر منها ما أورده الصيادي شيخ هذه الطريقة: قال \"اللهم أسألك بالجرة التي هي في جوهر الأمر ومدة السر وحبل الإرادة وطريق التدوير ومنهج الغيب وسلسلة الهز وسبيل العز، جرة جيم جوهر جمع مجموع جوامع جميع مجامع مجمعيات الجلال والجمال والجلالات والجلجلة والجلوات والجوليات والجولات والجهريات والجريان والجاريات والجارات والمجرورات\"(¬6). ¶ ¬__________ ¶ (¬1) قلادة الجواهر 288 القواعد المرعية 15 و 16 و 26 تطبيق حكم الطريقة العلية للصيادي 318 . ¶ (¬2) قلادة الجواهر 73 و 145 المعارف المحمدية 47 . ¶ (¬3) قلادة الجواهر 73 و 145 المعارف المحمدية 47 ـ 348 ). ¶ (¬4) قلادة الجواهر 147 طبقات الشعراني 1/142 . ¶ (¬5) الإعلام بقواطع الإسلام 97 . ¶ (¬6) قلادة الجواهر 341 – 344 .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "\"اللهم أسألك الباء المعطوف، وبباء البهاء، بتاء التأليف، بثاء الثناء، بجيم الجلالة، بحاء الحياء، بخاء الخوف، بدال الدلالة، بذاك الذكرن بزاي الزلفى، بسين السناء، بشين الشكر، بصاد الصفاء، بضاد الضمير، بظاء الظلمة\"(¬1). فهكذا يتوسلون إلى الله بالظلمة!! ¶ ألاعيب الرفاعية بالنار والأفاعي ¶ يتفاخر الحبشي بأن من كرامات الرفاعية دخولهم الفران ولا تؤثر النار والرصاص لا يؤثران فيهم(¬2)، وذلك لكرامتهم عند الله تعالى. وهذا عليه اعتراضان: ¶ 1 ) أن الله لا يُكرِم من يرضى أن يكون ألعوبة وأداة بأيدي أعداء المسلمين. ¶ 2 ) أن هذه الخِدَع وموالاة أعداء الأمة أمرٌ معروف عن الرفاعية منذ زمن بعيد، وليس اليوم فقط، وقد انتقدهم العلماء لذلك: ¶ شهادة الذهبي في أصحاب الطريقة الرفاعية ¶ حتى قال الذهبي رحمه الله \"قد كثر الزغل (الفساد) في أصحاب الطريقة الرفاعية، وتجدَّدت لهم أحوالٌ شيطانية منذ أخذت التتار العراق: من دخول النيران وركوب السباع واللعب بالحيَّات. ¶ قال وهذا ما عرفه الشيخ أحمد الرفاعي ولا صلحاء أصحابه، فنعوذ بالله من الشيطان\"(¬3). ¶ وقول الذهبي \"منذ أخذت التتار العراق\" إشارة منه إلى أنهم كانوا يوالون التتار الذين احتلوا العراق بإيعاز من زعماء الشيعة كالطوسي والعلقمي اللذين تسببا في قتل مليوني مسلم، فكانوا يتقربون إلى التتار بتلك الأحاييل. ¶ كان التتار يعجبهم ما يفعله الرفاعية، ويجزلون لهم العطاء، فكانت إشارة من الذهبي إلى أن من يوالي أعداء الله: كيف يكرمه الله بالكرامات؟ ¶ ¬__________ ¶ (¬1) قلادة الجواهر 257 – 258 والمعارف المحمدية 102 . ¶ (¬2) قتل زعيم الأحباش بالرصاص مع أنه رفاعي! ¶ (¬3) العبر في خبر من غبر 3/75 .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وكذلك حمل عليهم الشيخ الألوسي فقال \"وأعظم الناس بلاء في هذا العصر على الدين والدولة: مبتدعة الرفاعية، فلا تجد بدعة إلا ومنهم مصدرها وعنهم موردها ومأخذها، فذِكرُهُم عبارة عن رقص وغناء والتجاء إلى غير الله وعبادة مشايخهم. وأعمالُهُم عبارة عن مسك الحيات\"(¬1). ¶ 3 ) ولا يجوز التسليم لهذه الأعمال حتى يتأكد المرء من متابعة صاحبها للسنة، ولذلك قال الشافعي وغيره من أئمة أهل السنة \"إذا رأيت الرجل يسير على الماء أو يطير في الهواء فلا تصدقه حتى تعلم متابعته للأمر والنهي\". لكن الرفاعية طريقة مليئة بالبدع. ¶ وكفى بذلك دليلاً على أن ما يفعلونه ليس من الكرامات. فإن المسلم لا يجوز أن ينكر الكرامات فإن إنكار الكرامات ضلالة عظيمة، وإنما ينكر أن يكون أهل البدع من أهلها. ¶ 4 ) أن هذا أمر لا يفعله الرفاعية فحسب، وإنما يفعله وثنيو الهند والبوذيون من الدخول في النار وإدخال الشيش في وجوههم وبطونهم مع أنهم كفار مشركون وإنما يلتبس هذا الأمر على العامة من الناس فيظنون أنه من عند الله. ¶ وقد حضر جميل حليم ـ متزعم حملة التصوف ـ مع رجل يضرب نفسه بالشيش إلى بعض إخواننا يتحداهم بضرب الشيش فأخذ الأخوة يقرؤون آية الكرسي وأراد هذا الرجل إدخال الشيش فلم يستطع بحمد الله فرجعا مخذولين. ¶ وفي حادثة أخرى قرا بعض الإخوة قرآنا أمام الرفاعية أثناء محاولتهم إدخال الشيش فجُرحوا أثناء المحاولة، ولم يستطيعوا إتمام محاولتهم. وظهر للناس كذبهم، حتى إن بعضهم يشترط لإدخال الشيش أو الدخول في النار أن لا يقرأ أحد أمامه قرآناً. فإن شياطينهم إذا سمعت القرآن خذلتهم وتخلت عنهم فلا يستطيعون عمل ذلك. ¶ ¬__________ ¶ (¬1) غاية الأماني في الرد على النبهاني 1/370 .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وبالمناسبة فقد ألّفتُ كتاباً اسمه \"الرفاعية\"، وفيه صُوَر ملتقطة لبعض البوذيين في جنوبي تايلاند وهم يُدخِلون الشيش في وجوههم. وقلتُ عندها للرفاعيين خاصة وللمتصوفة عامة: إن كانت هذه من الكرامات فمعنى ذلك أن الله صار يُكرِم البوذيين أيضاً؟!! ¶ وإنني أدعو إلى قراءة المناظرة الكبرى التي جرت بين ابن تيمية وبين طوائف الرفاعية حين عرض عليهم أن يدخل النار معهم لما زعموا أنهم أصحاب كرامات يدخلون النار ولا يؤثر فيهم. حتى خاف زعيمهم واعترف بأن أحوالهم تظهر أمام التتار فقط وليس أمام أهل الإيمان(¬1). ¶ حق يراد به باطل ¶ 5 ) وسئل الحبشي عن الجهاد فذكر أننا اليوم ضعفاء ولا جهاد اليوم لأن أسلحتنا لا تساوي عُشر عُشر ما عند أعدائنا وفي هذه الحال فليس فرضاً الجهاد ومن قال خلاف ذلك فقد خالف القرآن والحديث\"(¬2). ¶ ولكن أين رامات الرفاعية الذي يدخلون النار فلا يحترقون وتُطلق عليهم النار فلا تؤثر فيهم؟ أكرامات أمام عامة الناس وفي الأسواق فقط دون ساحات القتال؟ ولماذا لا تستعملونها في الجهاد، إن كان عندكم مثل هذه الكرامات وقعدتم عن نصرة المسلمين فقد أثمتم، لكنها ليست إلا أحاييل الدجل وأخاديع الشياطين الذي يبدو أنهم لا يحبذون التعاطي بالسياسة!! ¶ لقد بقي أحد الرفاعيين كبار أتباع الشيخ يأكل الزجاج وغيره أمام الكفار: زعم أنه يدعوهم بذلك إلى الإسلام لكنه لم يزل يتردد على المستشفيات لإصابته بتهتك في معدته بسبب أكل الزجاج كما بلغني. ¶ ولو فرضنا أن كافراً أسلم بسبب رؤيته أكل الزجاج فإنه قد يرتد عندما يرى البوذيين والهندوس ولاعبي السيرك يفعلون الشيء نفسه. ¶ ¬__________ ¶ (¬1) ذكرها العيني في عقد الجمان 4/473 وابن كثير في البداية والنهاية 14/36 . ¶ (¬2) شريط 9 وجه 2 180-210 ولكن هل يعمل جاهداً لتقوية المسلمين أم يعمل على تفتيتهم ببذر الشقاق أم يريدها ذريعة لطي صفحة الجهاد والاشتغال بفتح صفحات وملفات علماء المسلمين؟!.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وكيف يمنح الله الكرامة لقوم يعتقدون في شيخهم: ¶ ـ أنه يحيي ويميت(¬1)فيأكل السمك ثم يأخذ عظامها وينفخ فيها فتعود حية كما كانت وتدب الروح فيها ثانية. ¶ ـ وأنه يحمي أتباعه إلى يوم القيامة في حياتهم وبعد مماتهم، ويُدخلهم الجنة أمامه(¬2). ¶ ـ وأنه يطّلع على المقدور والمكتوب فيغير الشقي سعيداً(¬3). ¶ ـ وأنه يشتري لأتباعه أراض وعقارات في الجنة على غرار (صكوك الغفران) عند الكنيسة(¬4). ¶ ـ وأن السماوات والأرض صارتا في رجله كالخلخال(¬5). ¶ أوجه التلاقي بين الرفاعية والشيعة ¶ ومن أهم ما تتفق به هذه الطريقة مع مبادئ التشيع: ¶ ـ أنهم يذهبون إلى تحديد عدد الأئمة من أهل البيت النبوي إلى اثني عشر يشاركون الروافض القول بإمامتهم وتقديسهم واستقبال قبورهم عند الدعاء والشدائد والكربات. فإن قبورهم موضع كشف الكربات وحل المعضلات. ويعتقدون أن أهل البيت أجزاء ومخلوقات نورانية(¬6). ¶ ويجعلون قبورهم قبلة ¶ قال محمد أبو الهدى الصيادي الرفاعي \"صح عند أهل الهدى التوجه إلى مقابرهم غذ هي الباب لِدفْعِ كل الأكدار وسلم لبلوغ الأوطار\"(¬7). ¶ ¬__________ ¶ (¬1) قلادة الجواهر 73 و 145 وطبقات الأولياء لابن الملقن 99 . ¶ (¬2) قلادة الجواهر 233 – 235 . ¶ (¬3) قلادة الجواهر 103 و 193 وطبقات الأولياء لابن الملقن 98 . ¶ (¬4) قلادة الجواهر 70 وروض الرياحين لليافعي 440 وجامع كرامات الأولياء 1/296 والكواكب الدرية 214 لليافعي. ¶ (¬5) طبقات الشعراني 1م142 الفجر المنير 19. ¶ (¬6) الكنز المطلسم 26 . ¶ (¬7) قلادة الجواهر 439 .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ـ وقد جعل الصيادي قبرَ الرفاعي قبلة يتوجه المكروب إليها ويخطو إليها ثلاث خطوات من أي مكان من العالم ويُقسم على الرفاعي أن يكشفه عنه(¬1)ولِمَ لا والشيخ عنده \"كعبة القاصدين وقبلة المريدين\" كما أن عرش الرحمن قبلة أصحاب الهمم\"(¬2)على حد قولهم. ¶ هذه بعض مبادئهم نقلتها من كتبهم، وهي مخالفة لما عليه أهل السنة والجماعة. ولعل كثرة ما في هذه الطريقة من المخالفات الشرعية هو السر في عدم تعليم الحبشي الطريقة لجميع أتباعه. ¶ ولئن كان ما فيها حقاً وخيراً فما وجه كتمان الحق وعدم تبليغه، أم أن إعلان مبادئ الطريقة يظهر الأصول الباطنية التي بنيت عليها! والكتمان أصل باطني رافضي. ¶ الحقيقة أن طريقة الانتساب إلى التصوف شبيهة جداً بطريقة الدخول إلى الحركة الماسونية(¬3). ¶ علم الطريقة أعز وأغلى من علم الشريعة ¶ ـ ولقد قال لي الشيخ جميل صقر يوماً بأن الحبشي علّم ثلاثة آلاف طالب أحكام الشريعة بينما لم يعلّم مبادئ الطريقة الرفاعية الرفاعية إلا ثلاثة فقط هم من خاصة تلاميذه. فقلت له: هذا يُشعر بأن أحكام الطريقة أعز وأرفع قدراً من أحكام الشريعة وإلا فلماذا يخفيها عن الآلاف من البقية واختص بها خواص أتباعه؟ ¶ ¬__________ ¶ (¬1) قلادة الجواهر 434 و 239 . ¶ (¬2) القواعد المرعية 7 والتاريخ الأوحد 103 والفخر المخلد 2 وقلادة الجواهر 132 والفجر المنير 88 . ¶ (¬3) حول تشابه الطقوس الماسونية والصوفية انظر كتاب الماسونية في العراء لمحمد علي الزعبي ص 305 .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "ـ وقد بدا لي الآن لماذا يخفي مبادئه عن سائر أتباعه والسبب أنها تتضمن قواعد باطنية وشركيات كبيرة: مثل الإقسام بالرفاعي والاستغاثة به من دون الله وبه تتحقق لهم خوارق شيطانية يظنونها كرامات من عند الله. ولهذا يلقبونه بالغوث. أي الذي يستغيث به الخلق، ويجعله الصيادي غوث الثقلين الذي يستغيث به الجن والإنس(¬1)وهو (على حد قوله) الملاذ وولي النعمة(¬2)وكشاف الكربات(¬3)وختم الأولياء(¬4). ¶ هل صوت المرأة عورة ¶ إذا وافقنا على أن صوت المرأة عورة فلن نوافق على أن غناء المرأة ليس بعورة، هذا الغناء النسائي الذي تتحفنا به إذاعة \"نداء القيان\" التابعة لجمعية مشاريع \"تغيير معالم الدين\" والذي يغنونه باللغات الثلاث العربية والفرنسية والإنجليزية. هذا الغناء الذي لا يختلف عن غناء المغنيات الفاسقات. أهذا هو دين محمد - صلى الله عليه وسلم - الذي تركنا عليه؟ ¶ ـ وقد احتج الحبشي بقول النبي - صلى الله عليه وسلم - لعائشة لماا زفت امرأة إلى رجل من الأنصار \"يا عائشة ما كان معكم لهو فإن الأنصار يعجبهم اللهو\"(¬5). ¶ وهذا الاستدلال بغير محله، فإن الغناء الذي يغنيه رجالهم ونساؤهم يتقربون به إلى الله ويجعلونه أعظم وسيلة لتحقيق القربى إليه بينما الحديث ينص على اللهو في العرس. وهذا اللهو صار علامة بارزة عند الصوفية، فهم ليسوا من أهل الله وإنما من أهل اللهو. ¶ الرقصات والتواشيح الدينية ¶ ¬__________ ¶ (¬1) صحاح الأخبار في نسب السادة الفاطمية الأخيار: عن كتاب النجوم الزاهرة في شجرة السادة الرفاعية 66 . ¶ (¬2) قلادة الجواهر 17 الفرقان 14 القواعد المرعية 28 . ¶ (¬3) الفخر المخلد في منقبة مد اليد 3 . ¶ (¬4) قلادة الجواهر 36 و 432 المعارف المحمدية 90 التاريخ الأوحد 108 . ¶ (¬5) صريح البيان 189 أو 352 من الطبعة المجلدة.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وجعلوا من عبادة الملائكة الرقص فزعم شيخهم أحمد الرفاعي أن \"لله ملائكة جرد مرد تحت العرش يرقصون ويذكرون تعالى ويهتزون لذكره\". ¶ وزعم أنه \"لما أهبط الله آدم إلى الأرض بكى ثلاثمائة عام. فأوحى إليه: يا آدم فيم بكاؤك؟ وما جزعك؟ فقال يا رب لست أبكي شوقاً إلى جنتك، ولا خوفاً من نارك وإنما بكائي إلى الملائكة المتواجدين حول العرش، سبعين ألف جرد مرد(¬1)يرقصون ويتواجدون ويدورون حول العرش، ويد كل منهم بيد صاحبه، وهم يقولو: جل الملك ملكنا لولا ملكنا هلكنا. من مثلنا وأنت إلهنا؟ ومن مثلنا وأنت حبيبنا ومستغاثنا. فأوحى الله إليه يا آدم: ارفع رأسك وانظر إليهم. فرفع رأسه إلى السماء فنظر إلى الملائكة وهم يرقصون حول العرش جبريل رأسهم وميكائيل قوالهم(¬2)\"(¬3). ¶ ـ وأشير إلى ما تفعله فرق الرفاعية اليوم في لبنان من العزف والغناء بل والرقص ويجتمع على ذلك النساء ولو كن غير محجبات وغير مصليات ويبدأ الجميع بالتصفيق والصفير لا يفصل بين الرجال والنساء السافرات شيء. رأيت ذلك على أشرطة فيديو مسجلة لهم. فهل هذا ما كان عليه نبينا - صلى الله عليه وسلم - وأصحابه؟ ¶ ـ وقد أوضح الله لنا كيف كان المشركون يتقربون إليه بالتصفيق والصفير فقال {وَمَا كَانَ صَلاَتُهُمْ عِندَ الْبَيْتِ إِلاَّ مُكَاء وَتَصْدِيَةً} وما كان صلاتهم عند البيت إلا مكاء وتصدية} [الأنفال35] قال ابن عباس المكاء هو الصفير والتصدية التصفيق(¬4). ¶ جواز الرقص والغناء والدف عند الحبشي ¶ يتقربون إلى الله بالرقص والغناء ¶ ¬__________ ¶ (¬1) جمع أمرد وهو الصغير الذي لم تنبت لحيته . ¶ (¬2) أي منشدهم . ¶ (¬3) البرهان المؤيد 56 و 91 . ¶ (¬4) تفسير البغوي 2/247 .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "ـ وأشير إلى ما تفعله فرق الرفاعية اليوم في لبنان من العزف والغناء بل والرقص ويجتمع على ذلك النساء ولو كن غير محجبات وغير مصليات ويبدأ الجميع بالتصفيق والصفير لا يفصل بين الرجال والنساء السافرات شيء. رأيت ذلك على أشرطة فيديو مسجلة لهم. فهل هذا ما كان عليه نبينا - صلى الله عليه وسلم - وأصحابه؟ ¶ ـ وقد أوضح الله لنا كيف كان المشركون يتقربون إليه بالتصفيق والصفير فقال {وَمَا كَانَ صَلاَتُهُمْ عِندَ الْبَيْتِ إِلاَّ مُكَاء وَتَصْدِيَةً} وما كان صلاتهم عند البيت إلا مكاء وتصدية} [الأنفال35] قال ابن عباس المكاء هو الصفير والتصدية التصفيق(¬1). ¶ ـ قال الحبشي \"وأما من قال جوازه خاص بالنساء فهو مردود عندهم، لأن إباحته عامة للرجال والنساء، والتخصيص بالنساء لا يشهد له العرف ولا الشرع، لأن أهل اليمن مشهور عندهم أن الرجال يضربون به، وكذلك أهل بر الشام الصوفية وأهل الذكر ذلك دأبهم. ¶ ـ وقد رقص الحبشة في المسجد وهو - صلى الله عليه وسلم - ينظرهم ويقرهم على ذلك. وقال في كتاب فتح الجواد بشرح الإرشاد (2: 327) ويباح الدف وإن كان فيه نحو جلاجل لرجل وامرأة ولو بلا سبب\"(¬2). ¶ الجواب عن ذلك: إحذروا سنن اليهود ¶ ـ إن الرقص والتصفيق الذي يجتمعون عليه باسم الدين مخالف لهدي النبي - صلى الله عليه وسلم - وأصحابه وموافق لسنن اليهود: ¶ ـ فقد جاء في توراتهم \"ليبتهج بنو صهيون بملكهم ليسبحوا اسمه برقص، بدف وعود، ليرنموا له سبحوه برباب وعود، سبحوه بدف ورقص، سبحوه بأوتار ومزامير\"(¬3). ¶ ـ \"وكان داود يرقص بكل قوته أمام الرب\"(¬4). ¶ ـ \"وأخذت مريم النبية أخت هارون الدف بيدها وخرجت جميع النساء وراءها بدفوف ورقص وأجابتهم مريم \"رنموا للرب\"(¬5). ¶ ¬__________ ¶ (¬1) تفسير البغوي 2/247 . ¶ (¬2) صريح البيان 161 أو 308 من الطبعة المجلدة . ¶ (¬3) مزامير داوود الإصحاح 149 و 150 . ¶ (¬4) صموئيل الثاني 6: 14 . ¶ (¬5) سفر الخروج 15: 20 .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "ـ \"استمع يا رب وارحمني: حوَّلتُ نَوحي إلى رقص لكي نترنم(¬1). ¶ ـ \"زمرة الأنباء أمامهم رباب ودفّ وناي وعود\"(¬2). ¶ ـ \"أغني للرب في حياتي أرنّم لإلهي ما دمتُ موجوداً له نشيدي\"(¬3). ¶ ـ فهذه سنن اليهود الذين حذرنا النبي - صلى الله عليه وسلم - من التشبه بهم واتباع سننهم في أحاديث كثيرة، فهلا أطعنا رسولنا - صلى الله عليه وسلم - واكتفينا بالكتاب والسنة عن البدع والمحدثات؟! فعبادة الله مقيدة بما شرعه الله لا بما تهواه نزوات البشر. ¶ ـ قال الدميري من الشافعية في شرح المنهاج \"ومن نسب السماع إلى رسول الله - صلى الله عليه وسلم - يؤدَّب أدباً شديداً ويُعزَّر تعزيراً بليغاً ويدخل في زمرة الكاذبين\"(¬4). ¶ ـ وحكى المرتضى الزبيدي أن \"الرقص نقص، وهو من أفعال أهل البطالات لا يليق بالعقلاء ولا يناسب لأنهم ينزهون أنفسهم عن مشابهة السفلة الطغام وعن مشاكلة الصبيان والنسوان\" ونقل عن القرطبي أن الذي فعلته الحبشة يرجع إلى الحرب فهو يرجع إلى أمر ديني(¬5). ¶ ـوذكر السرهندي النقشبندي أن \"الرقص والسماع داخل في اللهو واللعب. وأن عمل الصوفية ليس بسند في الحل والحرمة حيث جعلوا السماع والرقص دينهم وملتهم مستندين إلى عمر مشايخهم واتخذواه طاعتهم وعبادتهم أولئك الذين اتخذوا دينهم لهواً ولعباً\"(¬6). ¶ ونص الطرطوشي على أن أول من رقص هو السامري الذي أمر بني إسرائيل بعبادة العجل\"(¬7). ¶ ¬__________ ¶ (¬1) مزمور 11: 30 . ¶ (¬2) صموئيل الأول 10: 5 . ¶ (¬3) مزمور 104 : 33 . ¶ (¬4) الصاعقة المرسلة 51 . ¶ (¬5) إتحاف السادة المتقين 6/567 . ¶ (¬6) مكتوبات الإمام الرباني 279 . ¶ (¬7) ... الصاعقة المحرقة على المتصوفة الرقصة المتزندقة 30 ـ 38 لصفي الدين الحنفي بتحقيق .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "ـ وجاء في الحاوي للقدسي \"الدف والشبابة حرام وكذلك الرقص\" وفي شرح الكنز المسمى بالبحر الرائق للعلامة ابن نجيم \"يُمنع الصوفية من ذلك وصرح العيني بحرمته، وشنّع على من يفعله مدّعياً أنه من الصوفية\" ونص صفي الدين الحنفي في رسالته (الصاعقة المحرقة) \"قالت الحنفية الحصير التي يرقص عليها الصوفية: لا يُصلّى عليها حتى تُغسَل، والأرض التي يرقص عليها لا يُصلي عليها حتى يُحفَر ترابها ويُرمى\" وفي بحر الكلام لأبي المعين النسفي \"وأما الرقص فحرام\" وفي كتاب مدخل الشرع لابن الحاج أن الرقص الذي عليه الصوفية \"سخف ونبذ للمروءة والوقار\" وفي واقعات البرهاني والسمرقندي أنه يكفر. ¶ ـ ثم لماذا نضرب على الدف؟ ألمجرد موافقة الهوى والطرب أم لبث الروح الإسلامية كما يحتج به الآخرون؟ ¶ إن كان لموافقة الهوى والطرب فأسألكم بالله أهكذا كان حال سلفنا الصالح؟ هل تتصورون أصحاب النبي - صلى الله عليه وسلم - وهم يجتمعون على الدفوف والطبول ويرقصون ويغنون أم أنهم كانوا أرفع من هذا الدرك الذي انحطت إليه الأمة اليوم ؟! ¶ وإن كان لِبثّ الروح الإسلامية والترغيب في الجهاد والحماس فقد كان أصحاب محمد - صلى الله عليه وسلم - أحوج إلى هذا وقد كانت حياتهم كلها في ساحات الحروب، غير أنهم أُمِروا بذكر الله عند لقاء العدو لا بضرب الطبول والدفوف. ¶ وفي شرح الفقه الأكبر لملا علي قاري (ص 139) ما نصه \"من قرأ القرآن على ضرب الدف والقضيب يكفر. قلت: ويقرُبُ منه ضرب الدف والقضيب مع ذكر الله تعالى ونعت المصطفى - صلى الله عليه وسلم - وكذا التصفيق على الذكر\". ¶ هل رقص الأحباش بحضرة النبي - صلى الله عليه وسلم - ؟ ¶ ـ أما احتجاجه بـ (رقص) الأحباش في مسجد رسول الله - صلى الله عليه وسلم - فمن أين زعم أنهم رقصوا وهل ورد في نص الحديث أنهم رقصوا؟ وهل أحباش الأمس كأحباش اليوم حتى يرقصوا؟",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "ـ قال الحافظ ابن حجر في الفتح \"واستدل قومٌ من الصوفية بهذا الحديث على جواز الرقص وسماع آلات الملاهي ورده الجمهور باختلاف القصدين فإن لعب الحبشة بحرابهم كان للتمرين على الحرب فلا يحتج به للرخص في اللهو. ¶ ـ وقال الزين بن المنير: سمّاه الشارع لعباً وإن كن أصله التدريب على الحرب وهو من الجدّ\". انتهى، وحكى الزبيدي مثله عن المهلب في شرح البخاري(¬1). ¶ ـ ونقل الحافظ عن القرطبي قوله \"وأما ما ابتدعه الصوفية فلا يُختلف في تحريمهن وقد ظهرت منهم أفعال المجانين والصبيان حتى رقصوا بحركات متطابقة وانتهى التواقح بقوم منهم إلى أن جعلوها من باب القرب وصالح الأعمال وهذا على التحقيق من آثار الزندقة\"(¬2). ¶ وكذلك استنكر القرطبي المفسر احتجاج المتصوفة برقص الأحباش في المسجد لتبرير رقصهم المبتدع(¬3). ¶ الطريقة النقشبندية ¶ أما الطريقة الثانية التي ذكر أن الحبشي تلقى الإجازة فيها فهي الطريقة النقشبندية(¬4). وأذكر شيئاً من مبادئ هذه الطريقة لبيان أن هذه الطريقة المنتشرة في الشام وآسيا من جملة الطرق الصوفية المخالفة للسنة بالرغم من تعصب المدافعين عنها، والذين يزعمون أنها طريقة سنية محضة لا تخرج عن السنة شبراً واحداً(¬5). ¶ وأحيل من أراد التوسع في الوقوف على تفاصيل هذه الطريقة إلى كتابي الجديد \"حقائق خطيرة حول الطريقة النقشبندية\". ¶ نماذج من عقائد النقشبنديين ¶ ¬__________ ¶ (¬1) فتح الباري 2/422 إتحاف السادة المتقين 6/494 – 495 . ¶ (¬2) فتح الباري 2/442 . ¶ (¬3) تفسير القرطبي 15/ 140 . ¶ (¬4) صريح البيان 196 إظهار العقيدة السنية 15 . ¶ (¬5) المواهب السرمدية 3 .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "يعتقد النقشبنديون عامة والأحباش خاصة أن المؤسس الأول للطريقة النقشبندية هو أبو بكر الصديق. وكان يستعمل طريقة الذكر النقشبندية بحبس النفس ولا يتنفص إلا في الصباح وكان الناس يشمون رائحة اللحم المشوي فأخبرهم النبي - صلى الله عليه وسلم - أن هذه الرائحة رائحة كبد أبي بكر من كثرة ذكره لله(¬1). ¶ ويعتقدون أن من لم يسلك طريقتهم فهو على خطر من دينه(¬2). ¶ ويعاملون مشايخ الطريقة الأموات معاملة الأحياء في الاستغاثة وتلقي فيوضات النور والهدى منهم، ومبايعتهم وأخذ العلم عنهم، كل ذلك وهم في قبورهم. ¶ ويعتقدون أن الصلة بالله إنما تحصل بالتقرب إليه بوضع صورة الشيخ في مخيلة المريد وبين عينيه عند ذكر الله. ¶ وهذه الصلة تسمى الرابطة. وهي أوثق وأعظم تأثيراً من الرابطة التي يؤديها المسلمون خمس مرات في اليوم والليلة. ¶ ولا يقتصر شيوخ الطريقة على الإنس بل من الحيوانات شيوخ الطريقة كالفرس والهرة والفهد والنحلة والبازي. قال صاحب الرشحات \"وأما الحيوانات فلنا منهم شيوخ، ومن شيوخنا الذين اعتمدت عليهم الفرس فإن عبادته عجيبة، فما استطعت أن أتصف بعبادتهم\" وزعم أن السالكين يرون الله بالطريقة التجلية فيرون الله في جميع الأشياء من إنسان ونباتات وحيوانات بل ويتجلى الله في شكل الفرس(¬3). فالله عندهم يتشكل ويظهر بأشكال مختلفة. ¶ بل وذكروا أن الله يصلي(¬4). ¶ وأن روح الإنسان لها شبه بالله ولذا قال الرسول \"إن الله خلق آدم على صورته\"(¬5). ¶ ¬__________ ¶ (¬1) إرغام المريد للكوثري 30 وانظر مجلة منار الهدى 16 / 20 . ¶ (¬2) نور الهداية والعرفان في سر الرابطة وختم الخواجكان 41 . ¶ (¬3) البهجة السنية ص6 رشحات عين الحياة 133 لعلي الهروي . ¶ (¬4) كتاب السبع أسرار في مدارج الأخيار 83 لمحمد معصوم 83 . ¶ (¬5) مكتوبات السرهندي مكتوبات السرهنيد 373 .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وأن الله ظل الكائنات البشرية وأن البشر في الحقيقة هم مظهر صفات الله وأسمائه الحسنى(¬1). ¶ وفي الوقت الذي يعتقدون فيه أن الله ظل: يعتقدون أن النبي - صلى الله عليه وسلم - لم يكن يُرى له ظل لا بالليل ولا بالنهار لأنه نور محض(¬2). ¶ ويزعم النقشبنديون أن بهاء الدين نقشبند(¬3)كان يقول للرجل \"مُت\" فيموت ثم يقول له قم حياً\" فيحيا مرة أخرى\"(¬4). ¶ وكان يتمثل بأقوال الحلاج ومنها هذا البيت(¬5): ¶ كفرتُ بدين الله والكفرُ واجبٌ لديّ وعند المسلمين قبيح ¶ ويحكون أن شيخه علمه أن يطلب المدد من كلاب الحضرة النقشبندية ويخدمهم بإخلاص وأنه اجتمع مرة بكلب وحرباء، فحصل له من لقائهما بكاء عظيم وسمع لهما تأوهاً وحنيناً فاستلقى كلٌ منهما على ظهره ورفع الكلب قوائمه الأربع إلى السماء وأخذ يدعو الله، وكذلك فعلت الحرباء، والشيخ واقفٌ يبكي وهو يقول آمين، يؤمِّنُ على دعاء الكلب والحرباء(¬6). ¶ كرامات مشايخ الطريقة ¶ وأن رجلاً سلَّم عليه فلم يرد عليه السلام ثم اعتذر إليه بعد ذلك بأنه كان مشغولاً بسماع كلام الله(¬7). ¶ \"وحين توفي حبيب الله جان جانان النقشبندي ارتفع نصف القرآن إلى السماء ووقع في الدين فتور\"(¬8). ¶ ¬__________ ¶ (¬1) مكتوبات السرهندي 121 و 198 نور الهداية والعرفان 83 . ¶ (¬2) نور الهداية والعرفان 24 . ¶ (¬3) مؤسس هذه الطريقة . ¶ (¬4) المواهب السرمدية 133 الأنوار القدسية 137 جامع كرامات الأولياء 1/146 . ¶ (¬5) الأنوار القدسية 134 الحدائق الوردية 134 مكتوبات السرهندي 282 . ¶ (¬6) المواهب السرمدية في مناقب النقشبندية 118 – 119 الأنوار القدسية في مناقب النقشبندية 130 . ¶ (¬7) المواهب السرمدية 130 الأنوار القدسية 135 . ¶ (¬8) الأنوار القدسية 207، المواهب السرمدية 231 – 232 .",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وكان الشيخ أحمد الفاروقي يقول \"كثيراً ما كان يُعرجُ بي فوق العرش وأرتفع فوقه بمقدار ما بين مركز الأرض وبينه، ورأيت مقام الإمام شاه نقشبند ... قال \"واعلم أني كلما أريد العروج يتيسر لي\"(¬1). ¶ قال \"وكانت الكعبة تطوف به تشريفاً له\" ويروج السيوطي لمثل هذه الأكاذيب(¬2). ¶ وكان أحد مشايخهم واسمه عبد الله الدهلوي يقول \"كما أن طلب الحلال فرض على المؤمنين كذلك ترك الحلال فرض على العارفين\"(¬3). ¶ ـ وكان للشيخ عبيد الله أحرار ميزة عجيبة فكان عنده قوة ينقل بها المرض من شخص لآخر\"(¬4). ونص الدهلوي على أن نقل المرض من كرامات مشايخ هذه الطريقة(¬5). ¶ أما الشيخ محمد المعصوم فقد كان غوثاً يستغيث به الناس ويصفونه بحضرة \"القيوم\" فقد سقط أحد مريديه عن فرسه في الصحراء، قال: فاستغثت بحضرة \"القيوم\" فحضر بنفسه وأيقظني\"، وكذلك أشرف آخر من أتباعه على الغرق فاستغاث به فحضر في الحال وأنقذه. ¶ وكان يغيث الناس في أقصى الأرض وهو جالس في مكانه. فقد استغاث به رجل في سفينة كانت تغرق فمد الشيخ يده وانتشل السفينة وهو في بيته أمام أصحابه الذين رأوا فجأة أن كُمّه صارت مبللة بعد أن رأوه يمدها في الهواء\"(¬6). ¶ ¬__________ ¶ (¬1) المواهب السرمدية 184 الأنوار القدسية 182 . ¶ (¬2) المواهب السرمدية 185 الحدائق الوردية 180 البهجة السنية 80 والحاوي للفتاوي 1/220 للسيوطي. ¶ (¬3) المواهب السرمدية 240 الأنوار القدسية 213 . ¶ (¬4) جامع كرامات الأولياء 2/236، الأنوار القدسية 177 . ¶ (¬5) شفاء العليل ترجمة القول الجميل 104 . ¶ (¬6) جامع كرامات الأولياء 1/199 المواهب السرمدية 210-213 الأنوار القدسية 195 .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "وكان الشيخ بهاء الدين نقشبند يجتمع بأرواح سلسلة المشايخ النقشبندية وأخذ العهد والولاية والتكليف منهم في المقبرة(¬1). وتلقن الذكر الخفي من روحانية الشيخ عبد القادر غجدواني، وهذا ليس عجيباً فإن الروحانيات تجتمع بعد الممات وهو عالم اللاهوت الخارج عن عالم الأجسام\"(¬2). ¶ وهذا يتناقض مع ما جاء في الفتاوى البزازية \"من قال إن أرواح المشايخ حاضرةً تُعلم: يكفر. وقال الشيخ فخر الدين أبو سعيد عثمان الجياني: ومن ظن أن الميت يتصرف في الأمور دون الله واعتقد بذلك فقد كفر\"(¬3). ¶ قال الشيخ الكردي \"وما يفعله العامة من تقبيل أعتاب الأولياء، والتابوت الذي يجعل فوقهم فلا بأس به إن قصدوا بذلك التبرك، ولا ينبغي الاعتراض عليهم لأنهم يعتقدون أن الفعل والمؤثر هو الله، وإنما يفعلون ذلك محبةً فيمن أحبهم الله تعالى\"(¬4). ¶ ـ وقال الكردي \"ولما مات الشيخ بهاء الدين نقشبند بنى أتباعهُ على قبره قبة عظيمة وجعلوه مسجداً فسيحاً\"(¬5)قال \"ولم يزل يستغاث بجنابه ويُتحل بتراب أعتابه ويُلتجأ إلى أبوابه\"(¬6)أ.هـ. ¶ قلت: بهذا لعن الله ورسوله اليهود والنصارى حين اتخذوا قبور أنبيائهم وصلحائهم مسجداً. ¶ يعلمون الغيب ¶ والنقشبنديون يثبتون لمشايخهم العلم بالغيب في الوقت الذي نجد بعضهم يصرحون بنفي علم الله للغيب كما نقله صاحب الرشحات عن أحد أولياء النقشبندية أنه قال \"إن الله تعالى ليس عالماً للغيب\". ونسب السرهندي أصل هذا القول إلى ابن عربي(¬7). ¶ ¬__________ ¶ (¬1) المواهب السرمدية 113 . ¶ (¬2) الأنوار القدسية 7 . ¶ (¬3) البحر الرائق 3/94 و2/298 وفي طبعة أخرى 5/124 وانظر رد المحتار 2/439 قبيل باب الاعتكاف. ¶ (¬4) تنوير القلوب 534 . ¶ (¬5) المواهب السرمدية 142 . ¶ (¬6) الأنوار القدسية 142 . ¶ (¬7) رشحات عين الحياة 153 المكتوبات الربانية للسرهندي 106 .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وأما إثبات علم الغيب لأنفسهم فقد قال الدهلوي \"وللنقشبندية تصرفات عجيبة من التصرف في قلوب الناس\"(¬1). ¶ فمن ذلك تصرف الشيخ عبد الله الدهلوي تصرفه في باطن المريدين وإلقاء الفيوضات والأسرار في صدورهم. ¶ ومن كراماته أيضاً أن زوجة أحد أصحاب هذا الشيخ قد مرضتْ، فالتمس من حضرته أن يدعو الله تعالى بتخفيف مرضها فلم يفعل، فألحّ عليه، فقال له: لا تبقى هذه المرأة أكثر من خمسة عشر يوماً، فبقدرة الله تعالى توفيق يوم الخامس عشر\"(¬2). ولم يكن من خاطر يخطر في قلوب الناس إلا ويطلع عليه(¬3). ¶ وبالرغم من ادعاء الأحباش أن الإنسان \"لا يعلم متى يموت حتى الرسول - صلى الله عليه وسلم - لقوله تعالى {وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ} (منار الهدى 44/31). ¶ إلا أنك تجد أن غالب ما ينكر لمشايخ التصوف هو العلم بالغيب بل بتحديد زمن الموت. وكذب الطريقتين اللتين ينتمون إليهما مليئتان بادعاء الغيب ومتى يموت البشر. ¶ وحكى الكوثري عن أبي الحسن الشاذلي أنه قال \"أطلعني الله على اللوح المحفوظ، فلولا التأدب مع جدي رسول الله لقلت هذا سعيد وهذا شقي\"(¬4). ¶ وكان الشيخ عبد الله الخاني يخبر بالأمور قبل وقوعها وكان لا يسأل أتباعه عن أحوالهم وإنما يخبرهم عنها\"(¬5). ¶ وخطر ببال أحد الواقفين أمام الشيخ محمد سيف الدين الفاروقي أن هذا الشيخ متكبر فعرف ما في قلبه وقال له \"تكبُّري من تكبر الحق تعالى\"(¬6). ¶ ¬__________ ¶ (¬1) شفاء العليل ترجمة القول الجميل 104 . ¶ (¬2) المواهب السرمدية 249 و251، جامع كرامات الأولياء 2/129 الأنوار القدسية 216 و217 . ¶ (¬3) المواهب السرمدية 173 الأنوار القدسية 175 جامع كرامات الأولياء 2/140. ¶ (¬4) إرغام المريد شرح النظم العتيد لتوسل المريد برجال الطريقة النقشبندية ص39 . ¶ (¬5) جامع كرامات الأولياء 1/222 – 223 . ¶ (¬6) المواهب السرمدية 215 الأنوار القدسية 200 جامع كرامات الأولياء 1/204 .",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "أما محمد الخواجكي الأمكنكي فما من ذرة في العالم إلا وهو يمدُّها بالروحانية\"(¬1). ¶ تعظيمهم للحلاج ¶ يدعي الأحباش أن الحلاج كان زنديقاً وأنه لم يكن ولياً لله قط. وهذا منهم تناقض فإن عامة مشايخ الطرق النقشبندية قد عظموه وزكوه وامتدحوا أقواله وكان أخبثها كثرة احتجاجهم بالبيت الشعري: ¶ كفرت بدين الله والكفر واجب ¶ لدي وعند المسلمين قبيح ¶ وهم يعتذرون عن قوله \"أنا الحق\" و\"سبحاني ما أعظم شأني\"(¬2). ¶ وكان محمد معصوم النقشبندي وحبيب الله جان جانان يترحمان عليه ويكثران من الاعتذار عن شطحاته. وزعم محمد معصوم أنه لما وضع الحلاج في السجن كان يصلي في الليلة الواحدة خمسمائة ركعة. وكان لا يأكل من أيدي الظالمين(¬3). ¶ قال الشيخ علي الراميتني \"لو كان أحد على وجه الأرض من أولاد الشيخ عبد القادر الغجدواني موجوداً لما صُلِب الحلاّج\"(¬4). ¶ فليوضح الأحباش موقفهم من الحلاج وممن يقف بجانبه ويدافع عنه. ¶ تصريحهم بوحدة الوجود ¶ يقول أحمد الفاروقي \"وجدتُ الله عين الأشياء كما قاله أرباب التوحيد الوجودي ... ثم وجدت الأشياء: فوجدت الله عينها بل عين نفسي. ثم وجدتُه تعالى في الأشياء بل في نفسي ثم مع الأشياء بل مع نفسي\"(¬5). ¶ ويقول الشيخ محمد بارسا \"إن حقيقة الذكر عبارة عن تجليه سبحانه لذاته بذاته في عين العبد\"(¬6). ¶ ¬__________ ¶ (¬1) المواهب السرمدية 178 ، الأنوار القدسية 178 . ¶ (¬2) انظر المواهب السرمدية 90 و162 و226-227 الأنوار القدسية 134 و213-214 ومكتوبات السرهندي 56 و107 و282 والرحمة الهابطة على هامش المكتوبات 125 والبهجة السنية في آداب الطريقة النقشبندية 81 والحدائق الوردية 180 و204 و180 ورشحات عين الحياة 133 و143 و186 . ¶ (¬3) كتاب السبع الأسرار 31 و 47 . ¶ (¬4) المواهب السرمدية 99 الأنوار القدسية 121 . ¶ (¬5) المواهب السرمدية 182 ، الأنوار القدسية 181 البهجة السنية في آداب الطريقة النقشبندية 78 . ¶ (¬6) الأنوار القدسية 167 .",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "ويفسر عبيد الله أحرار(¬1)قول الله تعالى: {فأعرض عمّن تولّى عن ذكرنا} بما قاله محي الدين بن عربي: ¶ ألا بذكر الله تزداد الذنوب وتنطمس البصائر والقلوب ¶ وتركَ الذكرِ أحسن منه حالاً فإن الشمس ليس لها غروب ¶ وقال في تفسير قوله تعالى: {إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ} أي أعطيناك شهود الأحدية في الكثرة\". ¶ وهذه الطريقة في الذكر تورث عند النقشبندية في قلب الذاكر سر التوحيد حتى يفنى عن نظره وجودُ جميع الخلق ويظهر له وجود الواحد المطلق في المظاهر\"(¬2). ¶ وذكر عبيد الله أحرار أن الله إذا تجلى في قلب العبد يمحو منه الغير فلا يبقى فيه إلا هو، فيسمع القلب حينئذ (سبحاني ما أعظم شأني) و (أنا الحق) و (هل في الدارين غيري)(¬3). ¶ وهذا من مخلفات معتقدات الهنود القديمة كالبراهمة الذين يعتقدون أن طريق التأمل والاعتبار تجعلهم يقربون من الله حتى إن الله بذاته يحضر في قلوبهم وضمائرهم فتتوق النفس إلى الاتحاد به فيحصل الاتحاد وتذهب الأثنينية والبينية ويستحيل الذاكر والمذكور شيئاً واحداً(¬4). ¶ آداب المريد مع شيخ الطريقة ¶ ومن الآداب التي يجب على المريد التأدب بها مع شيخه: ¶ 1 ) أن يعلم أن الشيخ كالكعبة، يسجد الناس إليها والسجود لله، فكذلك الشيخ\"(¬5). ¶ 2 ) أن الشيخ هو الواسطة بينه وبين الله لا بد له منه، ومن لا شيخ له فهو عاص لله تعالى(¬6)، وحينئذ شيخه الشيطان، ومن كان شيخه الشيطان فهو إلى الكفر أقرب(¬7). ¶ ¬__________ ¶ (¬1) المواهب السرمدية 161 الأنوار القدسية 167 والحدائق الوردية 162 . ¶ (¬2) الأنوار القدسية 162 المواهب السرمدية 90 . ¶ (¬3) المواهب السرمدية 162 رشحات عين الحياة 133 و186 والأنوار القدسية 161 . ¶ (¬4) تحقيق ما للهند من مقولة لأبي الريحن البيروني ص 43 . ¶ (¬5) المواهب السرمدية 313 الأنوار القدسية 525 . ¶ (¬6) الحديثة الندية في الطريقة النقشبندية 31 . ¶ (¬7) نور الهداية والعرفان 41 .",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "1 ) أن يكون مستسلماً منقاداً راضياً بتصرفات الشيخ يخدمه بالمال والبدن لأن جوهر الإرادة والمحبة لا ينبني إلا بهذا الطريق\"(¬1). ¶ 2 ) ألا ينكر على أفعالهم فإن المنكر عليهم لا ينجو(¬2). ¶ 3 ) أن يرى كلَّ نعمة إنما هي من شيخه(¬3). ¶ 4 ) أن لا يعترض عليه فيما فعله ولو كان ظاهره حراماً(¬4). ¶ 5 ) أن لا يتزوج زوجةً طلقها شيخه أو مالت نفسه إليها(¬5). ¶ 6 ) أن يلازم عند الذكر في مخيلته وبين عينيه صورة الشيخ وذلك من أصول الذكر(¬6). ¶ بلا خوف ولا رجاء ¶ ـ وأنشد محمد أمين الكردي هذين البيتين إلى ربه: ¶ أحبك لا أرجو بذلك جنة ولا أتقي ناراً وأنت مُرادُ ¶ إذا كنتَ لي مولى فأية جنة وأية نار تُتّقى وتُرادُ ¶ ـ وقال أرسلان الدمشقي \"من عبد الله لأجل الجنة والنار فهو طاغوت\"(¬7). قار قوله بقول إبراهيم - صلى الله عليه وسلم - {وَاجْعَلْنِي مِن وَرَثَةِ جَنَّةِ النَّعِيمِ}. وقول الله عن زكريا وزوجه {وَيَدْعُونَنَا رَغَبًا وَرَهَبًا}. ¶ الصوفية ولاة الظلمة ¶ وحقيقة هذه الطوائف موالاة الظالمين وأكل أموالهم الخبيثة التي جمعوها بظلمهم. وهذا ما أكده كثير من العلماء ومنهم الذهبي كما تقدمت حكايته عن الرفاعية وأحوالهم الشيطانية. ¶ ¬__________ ¶ (¬1) تنوير القلوب 528 . ¶ (¬2) المواهب السرمدية 79 الأنوار القدسية 112 . ¶ (¬3) المواهب السرمدية 494 تنوير القلوب 529 . ¶ (¬4) تنوير القلوب 529 . ¶ (¬5) تنوير القلوب 529 . ¶ (¬6) شفاء العليل 78 و90 المواهب السرمدية 494 الأنوار لقدسية 145 تنوير القلوب 517. ¶ (¬7) 10) الأنوار القدسية في مناقب النقشبندية 135 .",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "والصوفية في الحقيقة طلاب الدنيا ولا توجد طائفة منحرفة إلا وهي تؤثر الدنيا، ولهذا توالي الظلمة، فلو علم الله فيهم خيراً لهداهم كماك قال للأسرى الذين انقطعت بهم السبل {قُل لِّمَن فِي أَيْدِيكُم مِّنَ الأَسْرَى إِن يَعْلَمِ اللّهُ فِي قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِّمَّا أُخِذَ مِنكُمْ وَيَغْفِرْ لَكُمْ وَاللّهُ غَفُورٌ رَّحِيمٌ}. فإن الله لا يضل طالب الله والدار الآخرة. ¶ ولا يغرنك كلامهم عن الزهد، كما لم تغتر بكلام المعتزلة عن العقل وكلام الفلاسفة عن الحكمة وكلام الجهمية عن التنزيه، فإنها شعارات بيررون بها باطلهم. ¶ والتحاكم إلى الطاغوت شرك من جنس آخر غير جنس دعاء غير الله لأن الله تعالى قال {أَمْ لَهُمْ شُرَكَاء شَرَعُوا لَهُم مِّنَ الدِّينِ مَا لَمْ يَأْذَن بِهِ اللَّهُ} وقال {وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا} وهذا نوع آخر من الشرك يروجه الأحباش إلى جانب ترويج سؤال الموتى من دون الحي الذي لا يموت. ¶ أخلاق الحبشي ¶ العقيدة لها أثرها في العمل والسلوك. فإذا كانت صحيحة كان أثرها طيباً، وإذا كانت فاسدة كان أثرها خبيثاً، وهناك ظاهرة باتت تحير المتابعين لهذا الرجل وجماعته، فالناس يريدون معرفة السبب الذي تميز به الأحباش بالتكبر وكراهية الآخرين وسبهم وتفكيرهم؟ ¶ وكان إذا طُرح سؤال كهذا أمام أحد الأحباش اعتذر بأن بعض العناصر يسيئون إلى شيخهم. غير أن هذا الخلق صار هو الصفة الغالبة في أتباعه دون غيرهم من الفرق الأخرى حتى صار علامة لهم. ولولا أن هذا الخلق صادر عن شيخهم لما ظهر ذلك في الغالب من أتباعه. ¶ ولقد قال عبد الوهاب الشعراني \"إذا أردت أن تعرف مقام شيخ لم تره فانظر إلى أصحابه فإنهم يدلّونك عليه\"(¬1). ¶ ¬__________ ¶ (¬1) لطائف المنن والأخلاق 32 .",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "والمتابع لدروس الرجل يلاحظ عدم خلوها (بمناسبة وبغير مناسبة) من التعرض للعلماء الآخرين بالسبّ والشتم واللعن والطرد من رحمة الله. ويأمر أتباعه بالتضييق على فلان ولعنه ويشتم ويتهكم ويستهزئ ويرمي خصومه بالتهم الكاذبة وينسب إليهم ما لم يقولوه. مما يتعارض وأخلاق الإسلام، قال - صلى الله عليه وسلم - \"ليس المؤمن بالطّعّان ولا باللعّان ولا بالفاحش البذيء\"(¬1)وقال \"إذا خرجت اللعنة في فِيّ صاحبها نَظرَتْ: فإن وَجَدَتْ مسلكاً في الذي وُجِّهَت إليه، وإلا عادت إلى الذي خرجت منه\"(¬2). ¶ مواقفه وألفاظه تجاه مخالفيه ¶ أما موقفه من مخالفيه فلا يخلو أيضاً من سبّ وشتم. ¶ فإنه يصف مشايخ وعلماء الجزيرة العربية بأنهم \"بهائم نجد\"(¬3). ويصف آخرين بمشايخ اللفائف ويصفهم بأنهم (بهائم)(¬4). ويلاحظ جريان هذا اللفظ على لسانه بكثرة. ¶ موفقه وأتباعه من علماء الجزيرة ونعتهم بالوهابية ¶ ويتحامل على الآخرين تحاملاً ذميماً على من يسميهم \"وهابيين\" و \"مشوشين\" يزعم أنهم يعتقدون أن الذي يجهر بالصلاة على النبي - صلى الله عليه وسلم - عقب الأذان يرتكب حراماً مثل حرمة أن يزني الرجل بأمه(¬5). ¶ ¬__________ ¶ (¬1) رواه أحمد 1/404 والحاكم 1/12 بسند صحيح . ¶ (¬2) رواه أحمد 1/408 بسند صحيح . ¶ (¬3) الدر المفيد في دروس الفقه والتوحيد 54 . ¶ (¬4) الدر المفيد في دروس الفقه والتوحيد 114 . ¶ (¬5) شريط 4 (أ) 441 إظهار العقيدة السنية 240 منار الهدى 7/37 .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وزعم شيخهم أن محمد بن عبد الوهاب أُتِيَ برجل جهر بالصلاة على النبي - صلى الله عليه وسلم - بعد الأذان فأمر بقتله لأن ذلك يعتبر عنده شركاً وكفراً بالله(¬1)وزعم أنه كان ينهى عن قراءة المولد الشريف وكان يعرض بدعواه النبوة(¬2). وأنه كان يعرّض بالنبوة، وأنه كان يحكم بكفر من يتوسل بالنبي - صلى الله عليه وسلم - . وزعم أن الألباني أصدر فتوى بتهديم قبر النبي - صلى الله عليه وسلم - (¬3). ¶ وقال أتباعه \"ونحن نعادي الوهابية الغلاة المتطرفين عداءً شديداً لأنهم على منهج ابن تيمية في تكفير أكثر المسلمين وفي تكفير من لا يعتقد عقائدهم، فلا عجب أن يصدر ابن باز فتوى ضد الشيخ وجماعته\"(¬4). وذكروا أن \"الوهابية يدفعون أموالاً طائلة لنشر عقيدتهم الفاسدة. لكنهم مغلوبون ومخذولون، وجمعية المشاريع لهم بالمرصاد\"(¬5). ¶ وفي لقاء للأحباش مع القاضي موسى بن زاهر خان من قضاة منطقة غازي بيك في داغستان قال لهم القاضي \"أهدي سلامي إلى مسلمي لبنان طالباً منهم الاجتماع صفاً واحداً على طحن الوهابية\". وأبدى القاضي المذكور استياءه لأن بعض ضعاف النفوس في بلده (داغستان) يذهبون إلى الوهابية ليفتوا لهم بفتاوى ابن تيمية الباطلة(¬6). ¶ ـ ومضى أتباعه على نهجه في الافتراء: فزعم أحد أتباعه (أحمد الرفاعي) أن رجلاً من هؤلاء (في نجد) كان يلوح له بعصاً في يده ويقول له: أترى هذه العصا؟ هذه أفضل من محمد. ذكر ذلك في مسجد علي بن أبي طالب في بيروت {سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ}. ¶ ¬__________ ¶ (¬1) منار الهدى (!) عدد 7 ص 45 . ¶ (¬2) منار الهدى (!) عدد 7 ص 45 . ¶ (¬3) منار الهدى (!) عدد 3 ص 43 . ¶ (¬4) منار الهدى (!) عدد 3 ص 41 . ¶ (¬5) منار الهدى (!) عدد 3 ص 34 وعدد 4 ص 59 . ¶ (¬6) منار الهدى (!) عدد 13 ص 56 .",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وأن بعض اللبنانيين المقيمين أتوا لزيارة قبر النبي - صلى الله عليه وسلم - فلقيهم واحد من الوهابيين فقال له: ماذا تفعل هنا ليس هنا إلا جيفة. وقال لهم آخر \"ماذا تفعل هنا بعظم. يعني الرسول - صلى الله عليه وسلم - (¬1). ¶ وأخبرني رجل كان من أتباع الحبشي سابقاً أنه استأذنه في السفر إلى السعودية للعمل فمنعه من ذلك وقال له: إني أخشى عليك من الفتنة في دينك، حيث إنه لا يرى أهل ذلك البلد من المسلمين. ولما ذكر له أسباب السفر الاضطرارية وأنها من أجل طلب الرزق قال له الحبشي \"ألا يوجد في بلادنا بطاطا\"! ¶ ولهذا لا يسمح الحبشي لتلاميذه المقيمين في السعودية بحضور الجمعة والجماعات في المساجد وثبت ذلك من خلال العديد من أتباعه الذين كانوا يأكلون الثوم والبصل قبيل صلاة الجمعة ظناً منهم أنهم يصيرون معذورين عند الله حينئذ من حضور الجمعة. {يُخَادِعُونَ اللّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلاَّ أَنفُسَهُم} واعترف لي بذلك من كانوا معهم ووفقهم الله للخروج من بينهم. ¶ وقضى شيخهم الحبشي سفراً طويلاً في أوروبا بيّن فيها \"فضائح الوهابية\" وشرح لهم معنى العقيدة الأشعرية وضرورة التمسك بها وحذرهم من فِرَق المجسمة والمشبهة والوهابية. ويبدو أن السبب الجوهري لسفره تحذير الناس من الوهابيين\"(¬2). ¶ التثبيط والخمول ¶ ¬__________ ¶ (¬1) منار الهدى (!) عدد 7 ص 37 . ¶ (¬2) منار الهدى (!) عدد 17 ص 31 – 33 .",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "وذكر الحبشي حديث \"يوشك أن تداعى عليكم الأمم كما تداعى الأكلة على قصعتها\" ثم قال: وواقعنا اليوم مصداقٌ للحديث فإن ما عندنا من السلاح اليوم لا يبلغ عُشر عُشر ما عندهم. ففي هذه الحال ليس فرضاً علينا أن نجاهد بالسلاح. ومن قال إنه فرض فقد خالف القرآن والحديث. الله تعالى قال \"لا يكلف الله نفساً إلا وسعها\". ثم إن المذاهب الأربعة نصّت على أنه إذا خاف أمير المسلمين أن يهلكه الكفار أن يصالح الكفار، أن يسالمهم ولو بدفع المال(¬1). قلت: وهل الحبشي يدفع لهم المال أم يأخذه منهم!! ¶ يعادون المسلمين ¶ لقد صرفهم عن جهاد العدو ووجَّه طاقاتهم نحو المسلمين، وسلَّط ألسنتهم وأيديهم عليهم. وصار الجهاد ضدهم: بما أنه معطل ضد اليهود والنصارى. يدخلون المساجد ويُحدثون فيها التّشويش وقلة الأدب والسباب. بل والتهديد بالسلاح في بعض المرات. فمن أظلم من هؤلاء {وَمَنْ أَظْلَمُ مِمَّن مَّنَعَ مَسَاجِدَ اللّهِ أَن يُذْكَرَ فِيهَا اسْمُهُ وَسَعَى فِي خَرَابِهَا} وقال - صلى الله عليه وسلم - \"من حمل علينا السلاح فليس منا\". وإذا لم يستطيعوا منع إمام المسجد من إمامة المصلين تظاهروا عند إقامة الصلاة بالانشغال بصلاة نفل، فإذا انتهى من الصلاة أقاموا الصلاة جماعة أخرى. ¶ ـ وقد ورد تقرير مفصل في مجلة الشراع (عدد574) عن حوادث الاعتداء على المساجد وورد تقرير آخر مؤخراً في نفس المجلة (العدد617) يذكر حادثة اعتداء آخر على مسجد الإمام علي في مدينة سيدني بأستراليا في أول شهر رمضان 1414هـ حيث تسبب الأحباش بقتال في محيط المسجد بالعصي والأيدي ووضعوا زجاجة مولوتوف لإحراق المسجد إلا أن الشرطة ضبطت أحدهم وبحوزته زجاجة المولوتوف. ¶ ¬__________ ¶ (¬1) شريط 9 وجه 2 (180 – 210) .",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "ولدي تقرير من الشرطة في أمريكا بولاية ماساتشوسيت يذكر حادثة تعرض فيها إمام أحد المراكز الإسلامية هناك في 25 آذار 1997م بالضرب بالمسدسات على أيدي عشرة من رؤساء جمعية المشاريع الحبشية الذين اجتمعوا هناك من كندا ومناطق مختلفة من أمريكا لهذا الهدف، وقبض عليهم متلبسين بالجريمة حيث طوقت الشرطة المكان ووجدتهم يسرعون إلى الهرب بعدما أدموا الإمام وأوسعوه ضرباً. ولم يفلت منهم إلا واحد اسمه سمير القاضي. ¶ وهذا يذكرنا بإحدى جرائم الأمس في مسجد \"الجامعة العربية\" حيث دخلوا المسجد وأخرجوا إمام المسجد (سليم البابيدي) وطعنوا عدة مصلين بالسكاكين كانت حصيلة الحادثة ما لا يقل عن أربعة عشر جريحاً، وكان أحد الأحباش يستصرخ أصحابه عند باب المسجد قائلاً \"حي على الجهاد\" ثم أغلق المسجد من حينه وأطفئت الأضواء. ¶ ومن جرائمهم تلك الجريمة التي هزّت مدينة طرابلس حيث أقدم حبشي وحبشية على قتل أخيهما الذي كان معارضاً لسلوكهما الحبشي فتآمرا عليه وقتلاه ثم مثّلا بجثته وقطعوها وألقوها في أكياس الزبالة وشاء الله أن يفضحهما. وقد قيل بأن وراء ذلك أسباب أخلاقية أيضاً. ¶ وهكذا صاروا جنوداً يقاتلون الدعاة إلى الله، في المساجد، يستفزون الخطباء ويتحرشون بهم ويقاطعونهم، وقد رفعوا السلاح وأطلقوا النار على المصلين مثل مسجد حمد وصيدا وزقاق البلاط. وسيطروا على مساجد عديدة. ¶ ومن عجائب ما بلغني عنهم أنهم يرسلون الآن وفودهم خارج لبنان ليجمعوا تبرعات باسم جمعية حماية المساجد(¬1)وهكذا صار \"حاميها حراميها\" يريدون بذلك نزع ثوب العار الذي لحق بهم بأنهم \"مجرمو وعصابات مساجد\" صار عملهم هذا مشهوراً يعرفه القاصي والداني والكبير والصغير، وفعلوا في المساجد ما لم يفعله اليهود ولا النصارى في كنائسهم. ¶ ¬__________ ¶ (¬1) مجلة الوطن العربي عدد 888 .",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وهم يعتمدون سياسة هشة في رمي المخالف بالفجور والزنا وبعمل قوم لوط وشرب الخمر زوراً وبهتاناً، وهذا كله أهون من الاتهام بالكفر، ولو كان ثمة حكم إسلامي لأقام عليهم حد القذف. ألم يقل النبي - صلى الله عليه وسلم - \"يا معشر من آمن بلسانه ولم يفض الإيمان إلى قلبه: لا تغتابوا المسلمين ولا تتبّعوا عوراتهم، فإنه من تتبَّع عورات المسلمين تتبَّع الله عورته، ومن تتبَّع الله عورته فيفضحه ولو في جوف رحله\"(¬1). ¶ وليس من قبيل المصادفة أن يتفق هذا المخلق في عامة أتباعه من غير أن يكون الشيخ مصدر ذلك، فإنهم صورة عنه يقلدونه. ¶ كم من مسلم أسلموه للعدو وضربوه وأثاروا الخصومات ورفعوا الأصوات وانتهكوا حرمات المساجد. وتطاولوا على أئمتها وامتنعوا من الصلاة وراءهم إذا لم يستطيعوا منعهم من أن يؤمنوا المصلين حتى انصرف كثير من المسلمين عن حضور صلوات الجماعة بسبب أذاهم. ¶ وكان مما أوصى به نبينا - صلى الله عليه وسلم - أمته \" أن لا يمشوا ببريء إلى ذي سلطان\"(¬2). ونبّه على أن \"المسلم من سلم المسلمون من لسانه ويده\"(¬3). بينما لم يسلم من شر هؤلاء إلا قلة. فلم يحفظوا وصية نبيهم - صلى الله عليه وسلم - ، بل كانوا أقسى وأغلظ قلوباً من إخوانهم من المسلمين منهم على أعداء المسلمين. وصدق أبو حنيفة إذ وصف أهل الكلام بأنهم \"قاسية قلوبهم غليظة أفئدتهم. لا يبالون مخالفة الكتاب والسنة. وليس عندهم ورع ولا تقوى\"(¬4). ¶ ¬__________ ¶ (¬1) رواه الترمذي (2033) بإسناد حسن . ¶ (¬2) رواه الترمذي (3144) والحاكم 1/9 ووافقه الذهبي . ¶ (¬3) متفق عليه . ¶ (¬4) سير أعلام النبلاء 6/399 .",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "والفضل يعود إلى شيخهم الذي لم يزل يثير فيهم مشاعر الحقد والبغضاء تجاه إخوانهم وأفلح في خرق الصف وشق عصا المسلمين وإثارة الخصومات في كثير من البلدان لا في لبنان فقط. وتردني عنهم الأخبار بكثرة وتشتكي من تشويشهم وأذاهم على كثير من الجاليات الإسلامية في أستراليا وغيرها حيث استعانوا بالكفار لإخراج بعض الناس من المسجد في مدينة سيدني، وكذلك وردت الشكاوى من أذاهم في الدانمارك وألمانيا وكندا وأمريكا. ¶ ولا يزالون يخيفون المعتنقين الجدد للإسلام ويضغطون عليهم لاحتوائهم وإخضاعهم كما فعلوا بالأخ الداعية الدانماركي المسلم عبد الواحد حيث طوقوه وأخذوا يتهددونه ووضع أحدهم رجله يدوس بها قدم الأخ عبد الواحد أثناء الكلام معه لكنهم لم يستطيعوا احتواءه. ¶ ويتوددون إلى المشركين ¶ وفي مقابل هذا العداء السافر ضد المسلمين فإنهم من أكثر الناس مودة للمشركين: ¶ بئست الجمعية هذه أن لا يرى المسلمون منها إلا الشر والأذى ولا يرى منها غير المسلمين إلا الخير والتكريم. ¶ أهل اعتزال لا اعتدال ¶ ولا يزالون يصفون أنفسهم بأنهم (أهل الاعتدال) حتى زعم رئيس تحرير مجلتهم أن السر في الأحباش أنهم معتدلون حتى الموت\"(¬1)والمسلمون لم يروا منهم إلا التحيز والإساءة والبطش حتى الموت. ¶ وهكذا كان (أهل الاعتزال) يصفون أنفسهم بـ (العدل) لكن ذلك لم يغن عنهم شيئاً. ¶ فعامة الناس اليوم يكرهونهم، ويضربون بهم المثل في التطرف، وصاروا عند الناس علامة على التنطع، وإذا أراد رجل أن يتهم آخر بالتطرف قال له: لقد صرت حبشياً. فأنى لهم الاعتدال. ¶ مواقفه من العلماء ¶ وتعرض كثير من العلماء لأذى شيخهم ولسانه، ومن أمثله ذلك: ¶ موقفه من الإمام الذهبي ¶ قوله عن الإمام الذهبي \"وإذا قيل عن الذهبي خبيث فهو في محاه\"(¬2). ¶ ¬__________ ¶ (¬1) مجلة منار الهدى (!) عدد 12 ص 4 . ¶ (¬2) شريط (الوجه الأول) 143 بصوته .",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "ـ لكنه تناقض حين سأله خالد كنعان: هل يقبل تصحيح الحاكم وتضعيفه؟ فأجاب بأنه لا يقبل منه ذلك من غير أن يوافق الذهبي عليه. ¶ فكيف اشترط هنا شهادته في تخريجات الحاكم وكيف يكون خبيثاً في نفس الوقت؟ ¶ ثم إنه ناقض نفسه بجوابه هذا حين وافق الحاكم تصحيحه لحديث توسل آدم بمحمد - صلى الله عليه وسلم - مع أن الذهبي تعقب الحاكم قائلاً \"بل الحديث موضوع\"(¬1). وبهذا يتضح أنه ليس عند هذا الرجل تجرد للحديث وإنصاف، فإنه يميل مع الحديث الموافق لمذهبه. وهكذا شأن أهل البدع لا يزِنون مذاهبهم بميزان الكتاب والسنة، وإنما يميلون بالكتاب والسنة إلى مذاهبهم. ¶ الشيخ الألباني ¶ ولا يتوقع الحبشي للألباني أن يموت على الإسلام فقال عنه \"هذا إن مات مسلماً\"(¬2)وذلك لمجرد الاختلاف معه على مسألة السبحة. وقد شهد أحد صغار أتباع الحبشي شهادة زور في حق الألباني فزعم أنه ليس بمحدِّث ولا عُشر عُشر عُشر محدِّث(¬3)وكفى بكتب الألباني شاهداً على هذا الزور، وما على هذا المتهور إلا أن يضع بين يديه كتب شيخه وكتب الألباني ليرى الفارق. فسيرى التزام الألباني بالحديث الصحيح وإعراضه عن الضعيف في حين نجد كتب الحبشي مملوؤة بالأحاديث الباطلة السند من ضعيف الأحاديث والروايات والمكذوبة، فماذا ينفعنا كون الحبشي من المحدثين وهو يحتج دائماً بالمكذوب من الروايات؟!. ¶ ولا يزال الموافق والمخالف للألباني يستفيد من تخريجاته للحديث، وقد قام بعملية متميزة في فرز الصحيح من الضعيف وتربية أجيال تدعوا إلى التجرد للحديث واتباع السنة ونبذ التقليد الأعمى. بخلاف ذاك الذي يصحح الموضوع من الحديث ويطعن في الصحيح محاولة منه للتوفيق بين دين الإسلام ومخلفات أهل الجدل والكلام والسفسطة. والحاقدون عليه غاضبون لأنه ميز كتب السنن وفصل الصحيح عن الضعيف هكذا يغارون على الحديث الضعيف! ¶ ¬__________ ¶ (¬1) المستدرك للحاكم 2/615 . ¶ (¬2) التعقب الحثيث 89 . ¶ (¬3) شريط 15 وجه (أ) 517 .",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "الشيخ سيد سابق ¶ وكذلك تعرض للشيخ سيد سابق ووصفه بأنه \"مجوسي وإن ادعى أنه من أمة محمد\"(¬1). هذا قوله بلفظه. ¶ وانتقد قوله \"أن الإنسان لا يخرج من الإسلام بقوله اللفظ الكفري إلا أن ينشرح له صدره لذلك\"(¬2)وادعى عليه أنه محرِّفٌ لكلام الله تعالى. ¶ غير أنني راجعت النص الذي نقله الحبشي فوجدته قد حرف قوله ولم يكن أميناً في النقل. قارن بين ما نقله وبين قول سيد سابق في فقه السنة \"والإكراه على التلفظ بكلمة الكفر لا يُخرج المسلمَ عن دينهِ ما دام القلب مطمئناً بالإيمان\"(¬3). وهذا ما قاله العز بن عبد السلام(¬4). ¶ ثم وجدت الحبشي يقول بمثل هذا القول، وذلك حين استثنى من الكفر \"من نطق بكلمة الكفر في حال الإكراه\"(¬5). بل زاد الحبشي على ذلك حين أباح لمن ذهب إلى بلاد الكفار أن يعلق صليباً إذا هو خاف على نفسه من أذاهم(¬6). وهو بهذه الفتوى أكثر تساهلاً من غيره. فها هو يبيح لبس الصليب لمجرد مظنة الأذى وليس عند الأذى، وفرق بين حصول الإكراه وبين مجرد توقعه. فما الغاية من هذا التلبيس والتعدي على الآخرين بتكفيرهم وتحريف كلامهم؟ ¶ يدان ورجلان برسم التقبيل ¶ ويمشي الحبشي ويداه ممدودتان معروضتان برسم التقبيل، وبعض أتباعه ينكبون على ساقيه ورجليه يقبلونها وهو لا يزجرهم عن ذلك. ¶ ولم تكن النفس تستحسن هذا المظهر الشاذ. هذا رسول الله - صلى الله عليه وسلم - كان لا يتميز على الناس بمظهر ولا يمد يديه كما يفعل مشايخ التطفل على العامة، بل كان الداخل عليه يسأل \"أيكم محمداً\". ¶ ¬__________ ¶ (¬1) شريط رقم (1) الوجه الأول (150) . ¶ (¬2) بغية الطالب 27 و 28 . ¶ (¬3) فقد السنة 2/450 . ¶ (¬4) القواعد الكبرى 84 و 147 . ¶ (¬5) الدليل القويم 147 و 162 . ¶ (¬6) الدليل القويم 155 .",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "وكان الصحاب إذا رأوه - صلى الله عليه وسلم - لم يقوموا له لِمَا يعلمون من كراهيته لذلك. وقد قال عليه الصلاة والسلام \"من أحبَّ أن يتمثل له الرجال قياماً فليتبوّأ مقعده من النار\" فكيف بمن أحب أن يقبلوا يده ورجله. يرفع للناس يديه يمكّنهم من تعظيمه وتقديسه؟ ¶ وكم كان من السهل أن يتعرف الناس على النبي - صلى الله عليه وسلم - لو كان يفعل ما يفعله هؤلاء أدعياء ولاية الله. فإن منهم من يجلس على الكرسي ويبقى أتباعه والمنجذبون به يجلسون على الأرض يتمسحون بثيابه يفركون عرقه ومخاطه بأيديهم، ويشربون بنية الشفاء. ¶ ولماذا؟ أهو من أصحاب الجنة. إن كان كذلك فلا بأس أن يفعلوا هذا. وإن كان لا يدري أهو من أهل الجنة أم من أصحاب النار؟ أيُختَم له بعمل أهل السعادة. أم يُختَم له بعمل أهل الشقاوة. فإن العبرة بالخواتيم نسأل الله حسن الخاتمة. ¶ ومن كان هذا حاله كيف يرتضي أن يتهافت الناس على يديه ورجليه. ¶ صلاة التوبة تحية الدخول على الحبشي!!! ¶ ومن غلو أتباعه فيه أنهم يشترطون على الداخل عليه أن يصلي ركعتين، وقد حدث هذا لأحد إخواننا الصوماليين (إخيار محمد علي) أراد الدخول على الحبشي ليسأله مسألة فمنعوه وطلبوا منه أن يصلي ركعتين صلاة التوبة. وهاتان هما ركعتا تحية الحبشي. ¶ ومن كرامات شيخهم الحبشي ¶ وزعم تلميذه نبيل الشريف: أن الحبشي كان إذا صرخ الله أكبر تنطفئ النيران من دون ماء ولا إطفائية (سلسلة أشرطة مجالس الهدى 28/813). ¶ قال: وكان إذا نام في مكان يمتلئ هذا المكان عطراً من أطيب أنواع العطور. فلما علم أحد أتباع الحبشي بهذه الرائحة بأن الرائحة من شيخهم قال له الشيخ اسكت. فلم يعد يجد الرائحة بعد أن طلب منه الشيخ عدم التحدث عن هذه الكرامة (مجالس الهدى 28/825). ¶ بلغم الشيخ معطر",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وذكر أن الشيخ كان يبصق البلغم كثيراً في المنديل وكانت امرأة تمس الكلينكس التي فيها بلغمه فلما أرادت أن تغسل يدها من البلغم الذي أصاب يدها إذا بها تجد آثار عطر الشيخ وقد مل الغرفة (مجالس الهدى 28/831). ¶ بل ذكروا أن بلغم الشيخ معطر وكانوا إذا أخذوا المنديل منه بقيت آثار العطر في أيديهم زمناً. ¶ وبينما كان النبي - صلى الله عليه وسلم - يكثر من التسوك ليطيب فمه، لا يحتاج الحبشي لذلك لأن الله جعل بزاقه بل بلغمه معطرا! ¶ كان أحد خدام الشيخ يكبس رجليه وكانت الغرفة مظلمة وفجأة رأى نوراً يخرج من عيني الشيخ ويدخل في صدر هذا الرجل نوراً حقيقياً رآه والغرفة مظلمة لا بطارية ولا لمبة (مجالس الهدى 28/880). ¶ ومن كراماته أنه كان يَخرج من ملابسه ويذهب أينما شاء في العالم فلا يجدون إلا ثيابه ثم لا يلبث أن يعود. قال تلميذه كان الشيخ عبد الله مسافراً إلى الحج، وكان الشيخ يلبس فرو الخروف. فغطى الشيخ جسده كله بهذا الفرو وكانوا يسيرون في الطريق وبعد قليل نزل الفرو وفرغ من جسد الشيخ يعني لم يعد الشيخ عبد الله معهم في السيارة فنظر هذا الرجل لصاحبه وقال له: انظر لم يعد أحد في الفرو ثم بعد قليل رجع هذا الثوب وانتفخ بعدما رجع الشيخ عبد الله (مجالس الهدى 28/900). ¶ قال تلميذه: هو حفظ القرآن وكان عمره سبع سنين. وكان عمره ثمان سنين قرأ على والده كتابين في الفقه. خرج من بلده كان شاباً وكان مأذوناً بجميع مروياته. قال أحد أصحابه هناك في الحبشة: كان الشيخ يأتينا من الغابة يحرسه أسدان: واحد عن يمينه وواحد عن يساره. خرج من بلدنا وهو معروف بالولاية. الله ينفعنا به (مجالس الهدى 28/1070). ¶ التّحريف عند الأحباش ¶ لقد ضبطت العديد من أنواع التحريف والدّسّ الذي قام به الأحباش.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "وهم إذا احتججت عليهم بنص لا يوافق أهواءهم سارعوا إلى القول (لعل هذا النص مدسوس على المؤلف) وهي أفضل الطرق للهروب من النصوص. وهم أول من يتوجه إليهم الاتهام بتحريف الكتب والحذف منها والإضافة فيها. ¶ لقد أهدي إلي منذ سنوات كتاب (تحفة الأنام مختصر تاريخ الإسلام) للشيخ عبد الباسط فاخوري رحمه الله (مفتي بيروت سابقاً) تحقيق: ¶ مركز الخدمات والأبحاث الثقافية الشيخ نزار فاخوري ¶ تولت طباعته ونشره (دار الجنان) وهذا المحقق لم يذكر في مقدمته شيئًا عن عمله ولا النسخة التي اعتمدها أثناء التحقيق. ¶ وقبل عدة أيام وأنا أقلب بين يدي كتاب (صيانة الإنسان) للشيخ محمد بشير السهسواني الهندي (توفي سنة 1326) ووجدته قد عزا نصًّا من كلام الشيخ عبد الباسط عن أحوال الوهابية وتاريخهم وعقيدتهم وأن مبادئهم لا تختلف عما جاء به النبي محمد - صلى الله عليه وسلم - والأنبياء من قبله. وبحثت عن النص من كتاب (تحفة الأنام) للشيخ عبد الباسط فاخوري فلم أجد فيه شيئًا. ¶ غير أني وجدت نصًّا يتعلق بالوهابية وفيه: « ثم في غضون ذلك ظهرت الطائفة الوهابية في بلاد نجد واستولوا على مكة المكرمة والمدينة المنورة وباقي بلاد الحجاز حتى قاربوا بلاد الشام من جهة دمشق » (تحفة الأنام ص 199 محقق). والكلام لم ينته عنهم بعد. ¶ وفجأة وجدت المحقق عقب بعد هذه الجملة (ص200) بإعلان كلمة بالخط العريض (بيان) ثم كتب في الحاشية « يوجد سقط في النسخة إن شاء الله سنستدركها في الطبعة الثانية ». وهذ النص لا يخلو من الاحتيال لمن تدبره.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "ـ فلم يحدد أين يوجد السقط هل هو سقط من نسخة مخطوطة، ولعل الواضح أنه يعني أن السقط واقع في النسخة التي يحققها وسيخرجها للناس. وهو بذلك لم يكذب لأنه يكره الكذب لكنه يحب التدليس، فقد أوهم الناس أن السقط واقع في النسخة الأصلية التي اعتمدها في التحقيق. ومعروف عن أمثال هذا أنه يهربون من الكذب بطريقة الاحتيال وقد علمهم شيخهم ذلك حتى أباح بطريق الحيلة مادة (السبيرتو) التي كان حرمها من قبل ثم قال: « وهذه حيلة يراد بها التخلص من الحرام ». ¶ ـ وقد جرت العادة أن يقول المحقق عندما يجد سقطًا (يوجد سقط في المخطوط أو الأصل). ولو قال (يوجد سقط في الأصل) لانتهى الإشكال. ¶ ـ أضف إلى ذلك أن الكتاب مطبوع من قبل ولا يمكن أن تكون المخطوطة متوافرة عند المحقق من دون النسخة المطبوعة المتداولة المطبوعة في حياة المفتي المؤلف وهي النسخة التي أرجح أن تكون النسخة التي اعتمدها صاحبنا المحقق. ¶ ـ ثم إن قول المحقق (سنستدركه في الطبعة الثانية) يعني أن النص الساقط ليس مفقودًا عنده بل هو بحوزته وإلا لما وعد بالاستدراك: فلماذا لم يؤخر إخراج النسخة وتحقيقها حتى يثبت النص (إن كان ساقطًا)؟ ¶ وحملهم على هذا التحريف الخوف من الاحتجاج عليهم به بالشيخ عبد الباسط رحمه الله حيث سرد عقيدة محمد بن عبد الوهاب نقلاً عن كتاب له. ¶ وهم يقولون للناس: عقيدتنا هي عين عقيدة الشيخ عبد الباسط فاخوري. وهنا قد يقول الناس لهم: فما موقفكم من ثناء الشيخ عبد الباسط على عقيدة محمد بن عبد الوهاب عقيدته ووصفها بأنها لا تخرج عما جاء به رسولنا - صلى الله عليه وسلم - ؟! ¶ وقد وجدت نسخة أصلية كانت قد طبعت في حياة الشيخ عبد الباسط ومختومة بختمه. وهي لا تزال محفوظة في الرياض بمركز الملك فيصل رقم (0025725) طبعت في حياة المؤلف مكتوب على غلافها: ¶ (كتاب تحفة الأنام مختصر تاريخ الإسلام)",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "تأليف: علامة المعقول والمنقول دراكة الفروع والأصول المحدث الثبت الذي تنضى إليه ركاب الطلب والمفتي النقاب الذي ينسل إليه من كل حدب: مولانا صاحب الفضلة الشيخ عبد الباسط أفندي فاخوري: مفتي مدينة بيروت. ¶ (((حالا))) حفظه الله ¶ وهذا يعني أن النسخة – الكاملة غير الناقصة – والتي بحوزتي طبعت ونشرت في حياة المؤلف رحمه الله. ¶ ولقد تبين لي أن (المحقق!) قد أسقط ست صفحات كلها أعطى فيها الشيخ عبد الباسط نبذًا من قواعد وعقائد الوهابية مقتبسة من مؤلفات شيخهم محمد بن عبد الوهاب، ثم عقب الشيخ عبد الباسط قائلاً: « وهذه الرسالة والقواعد التي أسسها ذلك الشيخ لا شبهة فيها لأن هذا هو الدين الذي جاء به النبي والأنبياء من قبله صلوات الله وسلامه عليه وعليهم أجمعين » غير أن الشيخ عبد الباسط انتقدهم لأنهم أفرطوا عند تطبيقهم لهذه القواعد. ¶ إن هذا التلاعب لا يمكن أن يكون عفويًّا منهم لا سيما وأن حذفهم انتهى مع انتهاء قول الشيخ عبد الباسط (ثم نعود إلى المقصود ففي ...) واستبدلوا الفاء (ففي) بالواو (وفي) حتى لا يظهر الحذف. وظنوا أن الأمر انتهى ولكن يشاء الله أن يفضح حالهم ليعرفهم الناس على حقيقتهم بأنهم (لصوص النصوص). ¶ الصفحات التي أسقطها الأحباش ¶ الفاخوري يستعرض عقيدة ابن عبد الوهاب ¶ قال الشيخ الفاخوري بعد ذكر طائفة الوهابية »وهاك رسالة من كلامهم تدل على مذهبهم ومعتقداتهم. قال محمد بن عبد الوهاب:",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "»اعلموا رحمكم الله أن الحنيفية ملة إبراهيم أن نعبد الله مخلصاً له الدين، وبذلك أمر الله جميع الناس، وخلقهم له كما قال تعالى { وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ } فإذا عرفت أن الله تعالى خلق العباد للعبادة فاعلم أن العبادة لا تسمى عبادة إلا مع التوحيد كما أن الصلاة لا تسمى صلاة إلا مع الطهارة فإذا دخل الشرك في العبادة فسدت كالحدث إذا دخل في الطهارة كما قال تعالى { مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُواْ مَسَاجِدَ الله شَاهِدِينَ عَلَى أَنفُسِهِمْ بِالْكُفْرِ أُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ } . ¶ فمن دعا غير الله طالباً منه ما لا يقدر عليه إلا الله من جلب خير أو دفع ضر فقد أشرك في العبادة كما قال تعالى { وَمَنْ أَضَلُّ مِمَّن يَدْعُو مِن دُونِ اللَّهِ مَن لا يَسْتَجِيبُ لَهُ إِلَى يَومِ الْقِيَامَةِ وَهُمْ عَن دُعَائِهِمْ غَافِلُونَ 5 وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاء وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ } وقال تعالى { وَالَّذِينَ تَدْعُونَ مِن دُونِهِ مَا يَمْلِكُونَ مِن قِطْمِيرٍ 13 إِن تَدْعُوهُمْ لا يَسْمَعُوا دُعَاءكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلا يُنَبِّئُكَ مِثْلُ خَبِيرٍ } .",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "فأخبر تبارك وتعالى أن دعاء غير الله شرك، فمن قال: يا رسول الله أو يا ابن عباس أو يا عبد القادر زاعماً أنه باب حاجته إلى الله وشفيعه عنده ووسيلته إليه فهو المشرك الذي يهدر دمه وماله إلا أن يتوب من ذلك، وكذلك الذين يحلفون بغير الله والذي يتوكل على غير الله أو يرجو غير الله أو يخاف وقوع الشر من غير الله أو يلتجئ إلى غير الله، أو يستعين بغير الله فيما لا يقدر عليه إلا الله فهو أيضاً مشرك، وما ذكرنا من أنواع الشرك هو الذي قاتل رسول الله - صلى الله عليه وسلم - المشركين عليه وأمرهم بإخلاص العبادة كلها لله تعالى ويصح ذلك أي التشنيع عليم بمعرفة أربع قواعد ذكرها الله في كتابه: ¶ [القاعدة الأولى] ¶ أولها: أن تعلم أن الكفار الذين قاتلهم رسول الله - صلى الله عليه وسلم - يقرون أن الله هو الخالق الرازق المحيي المميت المدبر لجميع الأمور، والدليل على ذلك قوله تعالى { قُل لِّمَنِ الْأَرْضُ وَمَن فِيهَا إِن كُنتُمْ تَعْلَمُونَ 84 سَيَقُولُونَ لِلَّهِ قُلْ أفلا تَذَكَّرُونَ 85 قُلْ مَن رَّبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ 86 سَيَقُولُونَ لِلَّهِ قُلْ أفلا تَتَّقُونَ 87 قُلْ مَن بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ ولا يُجَارُ عَلَيْهِ إِن كُنتُمْ تَعْلَمُونَ 88 سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّى تُسْحَرُونَ 89 بَلْ أَتَيْنَاهُم بِالْحَقِّ وَإِنَّهُمْ لَكَاذِبُونَ } . ¶ إذا عرفت هذه القاعدة وأشكل عليك الأمر فاعلم أنهم بهذا أقروا ثم توجهوا إلى غير الله يدعونه من دون الله فأشركوا. ¶ [القاعدة الثانية]",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "أنهم يقولون: ما نرجوهم إلا لطلب الشفاعة عند الله نريد من الله لا منهم ولكن بشفاعتهم. وهو شرك، والدليل قول الله تعالى { وَيَعْبُدُونَ مِن دُونِ اللّهِ مَا لاَ يَضُرُّهُمْ وَلاَ يَنفَعُهُمْ وَيَقُولُونَ هَؤُلاء شُفَعَاؤُنَا عِندَ اللّهِ قُلْ أَتُنَبِّئُونَ اللّهَ بِمَا لاَ يَعْلَمُ فِي السَّمَاوَاتِ وَلاَ فِي الأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُون } وقال الله تعالى { وَالَّذِينَ اتَّخَذُوا مِن دُونِهِ أَوْلِيَاء مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ } . ¶ وإذا عرفت هذه القاعدة فاعرف: ¶ {القاعدة الثالثة} ¶ وهي أن منهم من طلب الشفاعة من الأصنام ومنهم من تبرأ من الأصنام وتعلق بالصالحين مثل عيسى وأمه والملائكة، والدليل على ذلك قوله تعالى { أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا } ورسول الله لم يفرق بين من عبد الأصنام ومن عبد الصالحين في كفر الكل، وقاتلهم حتى يكون الدين كله لله. وإذا عرفت هذه القاعدة فاعرف: ¶ {القاعدة الرابعة} ¶ وهي أنهم يخلصون لله في الشدائد وينسون ما يشركون، والدليل عليه قوله تعالى { فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ } وأهل زماننا يخلصون الدعاء في الشدائد لغير الله. إن المشركين في زمان النبي أخف شركاً من عقلاء مشركي زماننا لأن أولئك يخلصون لله في الشدائد وهؤلاء يدعون مشايخهم في الشدائد والرخاء، والله أعلم بالصواب ا. هـ. ¶ موقف الفاخوري من قواعد عقائد ابن عبد الوهاب",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "قال الشيخ الفاخوري وهذه الرسالة والقواعد التي أسسها ذلك الشيخ لا شبهة فيها لأن هذا هو الدين الذي جاء به النبي والأنبياء من قبله صلوات الله وسلامه عليه وعليهم أجمعين. ¶ غير أن ما أنكره الشيخ عبد الباسط على الوهابية أنهم قاتلوا من يقول لا إله إلا الله. وأتوا بآيات تندد بالمشركين وحملوها عليهم. ¶ الفاخوري يندد بشركيات الصوفية ¶ ثم أبدى الشيخ الفاخوري أسفه للغلو الصوفي الذي ساد العالم الإسلامي الذي جعل للأولياء مرتبة التصرف الإلهي في الكون فقال: \"كما وأن أكثر العوام من جهة الإسلام قد تغالوا وأفرطوا وابتدعوا بدعاً تخالف المشرع من الدين القويم، فصاروا يعتمدون على الأولياء، الأحياء منهم والأموات، معتقدين أن لهم التصرف، وبأيديهم النفع والخسر، ويخاطبونهم بخطاب الربوبية، وهذا غلو في الدين القيوم وخروج عن الصراط المستقيم، وقد ورد في الحديث المرفوع \"دين الله تعالى بين المغالي والمقصر\"(¬1). ¶ غير أن هذه الشهادة لا تشفع لمشركين يدعون إلى سنن اليهود والنصارى، ويلجموننا بالتلفظ بشهادة التوحيد مع الدعوة بدعوة الجاهلية، ومن تقرب بما كان يتقرب به سلف المشركين أعداء الأنبياء فلا تقبل منه حتى يدعو إلى مقتضاها والتوقف عما يضادها. ¶ تحريفات أخرى ¶ ليس هذا هو التحريف الوحيد الذي قامت به طائفة الأحباش. ¶ فمن تحريفهم: احتجاجهم بكتب منحولة على الأئمة لم تصح نسبتها إليهم ككتاب الفقه الأكبر المنسوب للشافعي وهو غير الفقه الأكبر المنسوب إلى أبي حنيفة. ¶ والكتاب يجري على طريقة الأشاعرة في تأويل الصفات. ¶ ¬__________ ¶ (¬1) قارن بين النسخة القديمة المطبوعة في حياة الشيخ الفاخوري ص 262 وبين النسخة التي طبعتها دار الجنان الحبشية ص200 .",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "ولكن فرحتهم بالكذبة لم تطل كثيراً فقد قال حاجي خليفة في كشف الظنون \"في نسبته إلى الشافعي شك، والظن الغالب أنه من تأليف أكابر العلماء\"(¬1). وقال فؤاد سيزكين في تاريخ التراث العربي \"لم تتضح بعد نسبة المؤلفات التالية إلى الشافعي . . . منها \"الفقه الأكبر\"(¬2). ¶ فهذا الكتاب يحمله الأحباش ويحتجون به على العامة الذي لا يمكنهم التحقق من أكاذيبهم. ¶ ـ وكذلك يحتجون بكتاب العقيدة المنسوب لأحمد والذي يخالف ما عرف عن أحمد في منهجه والأصول المتواترة عنه والتي رواها كثيرون ويكفيك أن تطالع مقدمة المسند وطبقات الحنابلة للحافظ ابن رجب لتعرف مدى كذب هذه الرسالة التي لم يروها. ¶ تحريفهم لكتاب الباقلاني \" التمهيد \" ¶ ومن تحريفاتهم تحريف عماد \"الدين\" حيدر (حبشي) فحرّف كتاب الباقلاني (تمهيد الأوئل) بأن أسقط الصفحة (رقم 298) والتي تضمنت إثبات استواء الله على عرشه والرد على من أول الاستواء بالاستيلاء، وكان النصراني (مكارثي) أكثر نزاهة وأمانة منه في التحقيق حيث في طبعته (ص 260-262) هذه الصفحة. ¶ والمحقق (الحبشي) زعم أنه سيثبت أي زيادة تتضمنها نسخة مكارثي إذا لم توجد في النسخة الأخرى وكذلك العكس. غير أنه لم يشر إلى هذه الزيادة في نسخة أياصوفيا والتي اعتمدها مكارثي لماذا؟ ¶ لئن كان المحقق يرى أنها مدسوسة أو دخيلة فليشر إلى ذلك، وكيف يشير إلى ذلك والمخطوطتان التركيتان تتضمنان هذه الزيادة؟ ¶ ¬__________ ¶ (¬1) كشف الظنون عن أسامي الكتب والفنون 2/1288 ط: دار الفكر . ¶ (¬2) تاريخ التراث العربي 3/190 .",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "والمحققان السابقان لكتاب التمهيد وهما (الخضيري وأبو ريدة) قد ذكرا في ذيول تحقيقهما للكتاب ما يدل دلالة قاطعة على أن المخطوط (الفرنسي) الذي اعتمداه ناقص. ولكن هذه الزيادة تتضمن الرد على من أوّل الاستواء بالاستيلاء فكيف يرضى المحقق الحبشي (حيدر) إثبات هذه الصفحة وفيها الرد عليه وعلى شيخه من واحد هو أكبر أئمة الأشاعرة. وقد طالبهما عبد الرزاق حمزة بإعلان هذا الخطأ الذي ارتكباه وأنهما تغاضيا عن إثبات الزيادة التي في النسختين التركيتين. ¶ تحريفهم كتاب الكفاية للشيخ الفاخوري ¶ وقد تعرض كتاب آخر للشيخ عبد الباسط فاخوري للتحريف. وهذه المرة قام بدور التحريف شيخ من شيوخ الأحباش واسمه أسامة السيد، وذلك عند قول الفاخوري أن مما يحرم خروج المرأة متعطرة متزينة. فجاء (أسامة السيد) وأدخل في نص كلام الفاخوري عبارة (ليجد الناس ريحها) ليجعل التحريم مقيداً بعلة قصد التعرض للرجال كما هي عقيدة الأحباش التي يدندنون حولها(¬1)، ومع أنه اعترف في الحاشية بأن الجملة التي بين قوسين زائدة فليس له الحق في إدخال رأيه زيادة على النص وقد كان يسعه أن يزيد في الحاشية ما شاء ولكن؟ . . . من يدري: فعند الطبعة الثانية للكتاب قد يزيلون الأقواس. ¶ تحريفهم لكتاب البيهقي (الأسماء والصفات) ¶ وقد طالت يدهم كتاب الأسماء والصفات للبيهقي (2/155) حيث أضاف عماد الدين حيدر (حبشي وعضو في مركز خدمات التحريفات الثقافية) عبارة (تعالى الله عن الاستقرار والامتلاء علواً كبيراً) جعلها دخيلة على كلام البيهقي. ¶ ¬__________ ¶ (¬1) \" الكفاية لذوي العناية\" (ص 151 ) .",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "وقد كنت نصحت صاحب الدار التي أخرجت الكتاب أن تجتنب التعامل مع مركز التحريف هذا. لأن له سوابق في التحريف ولأنهم يعتقدون بشرعية التحايل على الله قبل البشر كما قال شيخهم في مسألة السبيرتو (وهذه حيلة يراد بها التخلص من الحرام) وقد طرد كمال الحوت وهو من رؤوس المحققين الأحباش من دار عالم الكتب لثبوت التحريف ضده. ¶ هذا نموذج مما تقوم به هذه الطائفة ذات النشأة المشبوهة والنشاطات المشبوهة. والتي تسب وتشتم وتكفّؤ وتزور باسم شعار أهل السنة والجماعة. ولكن الله تعالى لم يترك كذاباً ولا مدلساً دلس في حديث نبيه إلا كشفه وقيد رجالاً سجلوا في التاريخ تدليسه وكذبه فدلسوا ما شئتم واحتالوا ما شئتم فإن الله كاشفكم للناس. ¶ وإذا كان الله لا يدع من يسرقون من الناس شيئاً من دنياهم إلا ويفضحهم ويقيد لهم من يكشف سرقتهم فإن الله لن يدع لصوص النصوص يسرقون من الناس دينهم بل يكشفهم ويفضحهم أمام الناس. ¶ حرف الحبشي حديث عائشة \"كان النبي - صلى الله عليه وسلم - متكئاً في بيته كاشفاً عن فخذيه أو ساقيه ... \" فأسقط لفظة (أو ساقيه) لأنها تبطل مذهبه في جواز كشف الفخذين. وبعد توزيع منشور يكشف هذا التحريف اضطر الحبشي إلى إثباتها في الطبعة الأخيرة المجلدة من كتاب صريح البيان والتي زعموا أنها الطبعة الأولى(¬1). ¶ تحريف أبي هموس الحبشي ¶ وحرّف يحيى أبو هموس كلام الحافظ ابن حجر حول إطلاق اللحية فقال \"واستدل [أي الحافظ] بحديث عمرو بن شعيب عن أبيه عن جده أن النبي - صلى الله عليه وسلم - كان يأخذ من لحيته من عرضها وطولها وهذا أخرجه الترمذي ... \" ثم قال يحيى الحبشي \"وقد قال الحافظ إنه التزم ألا يذكر في شرحه هذا حديثاً ينزل عن مرتبة الحسن\"(¬2). ¶ ¬__________ ¶ (¬1) قارن بين صريح البيان ص 156 وبين الطبعة الجديدة المجلدة 292 . ¶ (¬2) منار الهدى الحبشية العدد 38 شهر رجب 1416 .",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "وقد اكتفى بوضع ثلاث نقاط بعد كلمة الترمذي وقطع باقي كلام الحافظ الذي يطعن فيه بهذه الرواية وتتمة كلامه كالتالي: ¶ \"ونقل [أي الترمذي] عن البخاري أنه قال في رواية عمر بن هارون: لا أعلم له حديثاً منكراً إلا هذا. قال الحافظ ابن حجر \"وقد ضعف عمر بن هارون مطلقاً جماعة\". ¶ قال الحافظ \"قال عياض: يكره حلق اللحية وقصها وتحذيفها. وأما الأخذ من طولها وعرضها إذا عظمت فحسن، بل تكره الشهرة بتعظيمها كما يكره في تقصيرها، كذا قال: وتعقبه النووي بأنه خلاف ظاهر الخبر في الأمر بتوفيرها، قال: والمختار تركها على حالها وأن لا يتعرض لها بتقصير ولا غيره، وكأن مراده بذلك في غير النسك لأن الشافعي نص على استحبابه فيه\"(¬1). ¶ تخريج الرواية ¶ والرواية عند الترمذي برقم (2762) المجلد الخامس (ص 94). قال عقبها \"هذا حديث غريب\". وأعقب هذه الرواية برواية ابن عمر \"أحفوا الشارب وأعفوا اللحى\" قال الترمذي \"هذا حديث صحيح\". ¶ فانظروا هذا التعصب كيف اختار ما لم يصح وتجاهل ما هو أصح منه. ¶ وكتم أن الراوي لحديث \"كان يأخذ من لحيته عرضها وطولها\" هو عمر بن هارون: ¶ وقد حكم الحافظ ابن حجر في التقريب (4979) بأنه متروك الحديث. فكيف تزعمون أن الحافظ استدل بحديثه؟! لماذا نجد عندكم التدليس والتحريف دائماً؟ ¶ وفي التهذيب حكى أقوال أهل العلم في عمر بن هارون فنقل ما يلي: ¶ قال يحيى بن معين \"كذاب\". ¶ وقال ابن أبي حاتم \"سألت أبي عن حديثه فقال: تكلم في ابن المبارك فذهب حديثه\". ¶ وقال الحسين بن حيان \"قال أبو زكرياء: عمر بن هارون: كذاب خبيث ليس حديثه بشيء\". ¶ وقال أبو داود \"هو غير ثقة\". ¶ وقال الطيالسي \"عن ابن معين: يكذب\". ¶ وقال ابن المديني \"سألت أبي عنه فضعفه جداً\". ¶ وقال النسائي \"متروك الحديث\". ¶ وقال الدارقطني \"ضعيف\". ¶ وقال أبو نعيم \"حدث بالمناكير: لا شيء\". ¶ ¬__________ ¶ (¬1) فتح الباري 10 / 350 .",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وقال ابن حبان \"يروي عن الثقات المعضلات ويدعي شيوخاً لم يرهم\"(¬1). ¶ وقال البيهقي في سننه (2 / 44) \"عمر بن هارون ليس بالقوي\". ¶ وهذا يؤكد أن الحافظ لم يكن يجهل حال عمر بن هارون وأقوال أهل العلم فيه. ويدل على ذلك حكمه عليه في التقريب بأنه متروك كما تقدم. أضف إلى ذلك أنه ذكر في الفتح في نفس الموضوع الذي احتج به الأحباش أن جماعة من أهل العلم ضعفوه مطلقاً. ¶ فكيف يكون إيراد روايته استدلالاً وتحسيناً للحديث؟ اللهم هذا تحريف آخر إلى جانب عقيدة التحريف. ¶ تحريفه كلام الحافظ حول تنقيص علي ¶ وقد زعم الحبشي أن الحافظ ابن حجر اتهم ابن تيمية بأنه كان ينتقص سيدنا علي بن أبي طالب رضي الله عنه حيث كتب رداً على ابن المطهر الحلي. ثم حرف الحبشي النقل عن الحافظ فقال \"وكم من مبالغة له لتوهين كلام الحلي أدت به أحياناً إلى تنقيص علي رضي الله عنه\" انتهى. ¶ وهذا تلاعب بالنصوص: ¶ فإن النص من النسخة المطبوعة التي أحال إليها الحبشي هكذا: \"وكم من مبالغة لتوهين كلام الرافضي أدته أحياناً إلى تنقيص علي رضي الله عنه\"(¬2). ¶ فزاد الحبشي لفظ (له ليؤكد) أن الكلام عائد إلى ابن تيمية. وبدل كلمة (الرافضي) بكلمة الحلي ليزيد القارئ تأكيداً بأن الضمير ما زال يعود على ابن تيمية. واستبدل لفظ (أدته) إلى (أدت به) ليؤكد أن الضمير ما زال يعود على ابن تيمية. ¶ فهذه ثلاثة تحريفات في سطرين فقط. ¶ أضف إلى ذلك أنه اقتطع من كتاب ابن تيمية نصوصاً ينقلها ابن تيمية على لسان عساكر معاوية، فجعلها الحبشي المحرف كلام ابن تيمية. كل ذلك ليشهد أمام الناس زوراً أن ابن تيمية كان ينتقص سيدنا علي رضي الله عنه {سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ}. ¶ ـ أن العبارة في المطبوع غير واضحة وفيها سقط كبير وقد اختلف اللفظ من طبعة لأخرى. ¶ ¬__________ ¶ (¬1) تهذيب التهذيب 7 / 501 – 505 . ¶ (¬2) المقالات السنية ط: جديدة 200 .",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "ففي طبعة الأعلمي لكتاب (لسان الميزان 6/320 ترجمة يوسف والد الحسن بن المطهر الحلي (أدته). ¶ وفي طبعة (دار الفكر 6/390) لفظ (ذاته) بدل (أدته). ¶ فهناك خلط واحتمال للتزوير ثم بياض طويل لا يدرى كيف انتهى الكلام فيه. ¶ وإذا كان كذلك يسقط الاحتجاج به حتى يتبين المخطوط الأصلي. ¶ أنه لا السبكي ولا الحافظ ابن حجر(¬1)اتهم ابن تيمية بهذه التهمة من قبل بالرغم من كثرة الحسدة والمتربصين لابن تيمية. ¶ بل قد أثنى السبكي على رد ابن تيمية على ابن المطهر لكنه أورد مؤاخذات عليه لم يكن من بينها التنقيص المزعوم لعلي رضي الله عنه. ولو وجد من ذلك شيئاً لطار به واحتج به ضد ابن تيمية. فقد قال: ¶ ولابن تيمية رد عليه وفيّ ... بمقصد الرد واستيفاء أضربه ¶ لكنه خلط الحق المبين بما ... يشوبه كدر في صفو مشربه ¶ حاول الحشو أنى سار فهو له ... حثيث سير بشرق أو بمغربه ¶ يرى حوادث لا مبدا لأولها ... في الله سبحانه عما يظن به ¶ ¬__________ ¶ (¬1) وأما ما ورد في الدرر الكامنة (1/153) فهو ليس كلام الحافظ ابن حجر بل هو كلام الطوفي فتنبه.",
            "page": "94",
            "part": "1"
        }
    ],
    "t37769": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الأحباش والوهابية"
        }
    ]
}