{
    "b37767": [
        {
            "id": "1",
            "nass": "حوارات النبي (مع أهل الكتاب ¶ وعلى أي شيء نتحاور؟ ¶ إعداد ¶ د. عصام السيد محمود ¶ أستاذ مساعد بكلية العلوم الإسلامية ¶ نائب رئيس قسم الدعوة وأصول الدين ¶ جامعة المدينة العالمية - ماليزيا",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ، وصَلَّى اللهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وعَلَى آلِهِ وَصَحْبِهِ وَسَلَّم. أمَّا بَعْدُ ... ¶ فقد شغلت قضية الحوار بين الأديان في الآونة الأخيرة جانبًا من اهتمامات الساسة والمفكرين والمثقفين، حيث عقدت برعاية دولية عديدٌ من المؤتمرات للحوار بين الأديان، واتخذت الدعوة أشكالا وأسماء متعددة، وأنشأت لها العديد من المراكز المتخصصة في أنحاء متفرقة من العالم. ¶ وقد وجدت الدعوة قبولا وترحيبًا لدى بعض المسلمين باعتبارها ضرورة واقعية تقتضيها ظروف العصر، وتؤيدها نصوص الشرع، ويستدلون على ذلك بدعوة الإسلام إلى الجدل بالحسنى، وبما دار بين النبي (وأهل الكتاب والمشركين من حوارات، ويصلون من ذلك إلى القول بأن الإسلام بدعوته العالمية ورفضه للإكراه في الدين يتبنى أسلوب الحوار مع المخالف، وجعل هؤلاء المحصلة النهائية من الحوار التعايش السلمي وإرساء القيم المشتركة، والتعاون من أجل صلاح البشرية، والقضاء على الحروب (¬1). ¶ وعلى الطرف الآخر يقف عدد من الباحثين مطالبين بوقف هذه الحوارات بصورتها الراهنة بوصفها مهزلة لابد أن تنتهي وقناع يخفي وراءه رغبات دينية وأبعاد سياسية (¬2) كما تشكل أرهاصات أولية لإذابة الفوارق بين الأديان على المدى البعيد، مما يشكل تمهيدا لدعوة وحدة الأديان، كما يتساءل هؤلاء عن مدى إمكانية الحوار حول البنى الفوقية مع تجاهل الأسس والمنطلقات العقدية، وعن نتائج قرابة نصف قرن من الحوار الإسلامي/ المسيحي. ¶ وبين هؤلاء وهؤلاء يتوسط طرفٌ آخر متحدثًا عن إمكانيةِ الحوار شريطة الالتزام بالأسس والضوابط الشرعية، هذا ما دفعني إلى قراءة متأنية لما ورد من حوارات للنبي (مع أهل الكتاب ذكرها القرآن الكريم أو ثبتت في السنة الصحيحة في محاولة للإجابة على أسئلة مُتَعَدِدَةٍ تَتَعَلَقُ بِالحِوَارِ محصلتها .. هَلْ نَقْبَلُ الحِوَارَ مَعَ الآخَرِ أم نَرْفُضُه؟ وما مَشْرُوعِيَةُ الجَدَلِ مَعَ أَهْلِ الْكِتَابِ وغَيْرِهِم؟ وما المَوْضُوْعَاتُ التِي يَنْبَغِي أنْ نَتَحَاوَرَ عَلَيْهَا؟ ¶ مَنْ نُحَاوِر؟ وَعَلَى أي شيءٍ نَتَحَاوَرُ؟ ومَا الغَايةُ مِنَ الحِوَارِ؟ يُحَاوِلُ هَذَا البَحْثُ أَنْ يَتَلَمَسَ إِجَابَة تلك الأسئلة مِنْ خِلالِ عَرِضِ وَتَحْلِيْلِ حوارات النبي (ِ مع أهل الكتاب. ¶ تقوم خطة هذا البحث على تقسيمه إلى: مقدمة، وثلاثة مباحث وخاتمة ¶ المقدمة عرضت فيها لموضوع البحث وأهميته، ثم قمت بالعرض والتحليل لنماذج من حوارات النبي (، وهي تمثل أصح ما وقفت عليه في هذا الباب. وذلك من خلال ثلاثة مباحث: ¶ ¬__________ ¶ (¬1) ويتبنى هذا الرأي الأزهر الشريف بمصر حيث يعقد مؤتمر سنوي لحوار الأديان بين الأزهر والفاتيكان، (انظر: جريدة الأهرام المصرية السنة133 - العدد 4463، الأحد 22 فبراير 2009، ص8). ¶ (¬2) عن الأبعاد السياسية للحوار بين الأديان انظر: الأبعاد السياسية للحوار بين الأديان: الحوار الإسلامي المسيحي نموذجا لسامي رضوان أبو رمان. وعن حقيقة الدعوة ومساراتها انظر دعوة التقريب بين الأديان للدكتور أحمد عبد الرحمن بن عثمان القاضي، وانظر أيضا الحوار بين الأديان: أسراره وخفاياه للدكتور عبد الودود شلبي.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "المبحث الأول: حوارات النصارى. ¶ المبحث الثاني: حوارات اليهود. ¶ المبحث الثالث: أهداف الجدل مع أهل الكتاب وغايته. ¶ أمَّا عن منهجي في هذا البحث فهو منهجٌ يَجْمَعُ بَيْنَ العرض والتحليل، فقد قمت بعرض حوارات النَّبِيّ صلى الله عليه وسلم، ثم قمت بالتعليق عليها، للتعرف على هدي النَّبِيّ صلى الله عليه وسلم في حواراته مَعَ أَهْلِ الْكِتَابِ، لتكون حواراته (نبراسا لنا نقتدي به في حوارنا مَعَ الآخر. ¶ كَيْفَ نَتَحَاوَرُ؟ وعلى أي شيءٍ نَتَحَاوَرُ؟ هُوَ الدَّرْسُ الذي يُرَكِزُ عَلَيْهِ هَذَا البَحْثُ في عَرْضِهِ لتِلكَ الحِوَارَاتِ. (¬1). ¶ حفلت سِيْرَةُ النَّبِيِّ صلى الله عليه وسلم بعديد مِنَ الحِِوَارَاتِ بين النَّبِيُّ صلى الله عليه وسلم وأَهْل الْكِتَابِ، ولقد كان طبيعيًا أنْ تَكْونَ هناك حوارات بَيْنَ النَّبِيّ صلى الله عليه وسلم وأَهْل الْكِتَابِ؛ لما عندهم من علم بمبعث نبي في ذلك الزمن، كانوا يرغبون أن يكون منهم، فلما وجدوه من غيرهم، حسده كثيرٌ منهم، وأبوا الإيمانَ به، وقد سجل لنا القُرْآن الْكََرِِيْم طرفًا من حوارات الرسول صلى الله عليه وسلم مع أهل الكتاب. مثل قوله تعالى: (قُلْ يَا أَهْل الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا ((آل عمران آية 64) وقوله تعالى: {يَا أَهْل الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ ((آل عمران آية: 71) وقوله تعالى: (قُلْ يَا أَهْل الْكِتَابِ لَسْتُمْ عَلَى شَيْءٍ حَتَّى تُقِيمُوا التَّوْرَاةَ وَالإنجيل وَمَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ ((المائدة آية: 68 وغير ذلك من الآيات التي تذكر مشاهد الحوار بين الْمُسْلِمِينَ وأَهْل الْكِتَابِ. ¶ وفي سيرة الرسول صلى الله عليه وسلم مواقف عديدة للحديث مَعَ أَهْل الْكِتَابِ والحوار معهم بدءاً من قصة ورقة بن نوفل النصراني الذي قال حينما عرف بحديث الوحي: «هَذَا النَّامُوسُ الَّذِى أُنْزِلَ عَلَى مُوسَى صلى الله عليه وسلم». . وحوارهصلى الله عليه وسلم مَعَ نَصَارَى نَجْرَان وحوارته المتعددة مَعَ يهود المدينة. وهو ما نتعرض له في المباحث التالية. ¶ ¬__________ ¶ (¬1) وقد حرصت على عزو الآيات إلى مواضعها، وتخريج الأحاديث والآثار، والحكم عليها، فما أخرجه الشيخان البخاري ومسلم اقتصرت في التخريج عليهما أو على أحدهما لالتزامهما بإخراج الصحيح في كتابيهما، وما لم يكن فيهما فقد خرجته من مظانه، وحكمت عليه بما هو أهله، بالنظر في سنده، أو بأقوال العلماء فيه.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "المبحث الأول ¶ حوارات النَصَارَى ¶ كان الرهبان من النَصَارَى يعلمونَ باقترابِ مبعثِ النَّبِيّ الخاتم للبشرية، وأنَّ الزمانَ الذي يعيشونَ فيهَِ هو موعدُ مبعث هذا المنتظر، ويعرفون مما ورد في كتبهم صفته ونعته كما قال تعالى (الَّذِينَ آتَيْنَاهُمُ الكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ وَإِنَّ فَرِيقاً مِّنْهُمْ لَيَكْتُمُونَ الحَقَّ وَهُمْ يَعْلَمُونَ ([البقرة آية: (146)]. ¶ ولما أرسل النَّبِيّ صلى الله عليه وسلمرسالة إلى هرقل ملك الروم قال بعد أن قرأها: «وَقَدْ كُنْتُ أَعْلَمُ أَنَّهُ خَارِجٌ، لَمْ أَكُنْ أَظُنُّ أَنَّهُ مِنْكُمْ» (¬1). ¶ ولقد أخبر سلمان الفارسي في قصة إسلامه الطويلة أنَّ راهبَ النَصَارَى في عمورية عندما حضرته الوفاة طلبَ منه سلمان أن يوصيه، فقال الراهب: «أَىْ بُنَىَّ وَاللَّهِ مَا أَعْلَمُ ما أَصْبَحَ عَلَى مَا كُنَّا عَلَيْهِ أَحَدٌ مِنَ النَّاسِ آمُرُكَ أَنْ تَأْتِيَهُ، وَلَكِنَّهُ قَدْ أَظَلَّكَ زَمَانُ نَبِىٍّ هُوَ مَبْعُوثٌ بِدِينِ إِبْرَاهِيمَ يَخْرُجُ بِأَرْضِ الْعَرَبِ مُهَاجِرًا إِلَى أَرْضٍ بَيْنَ حَرَّتَيْنِ بَيْنَهُمَا نَخْلٌ بِهِ عَلامَاتٌ لاَ تَخْفَى، يَأْكُلُ الْهَدِيَّةَ، وَلاَ يَأْكُلُ الصَّدَقَةَ بَيْنَ كَتِفَيْهِ خَاتَمُ النُّبُوَّةِ، فَإِنِ اسْتَطَعْتَ أَنْ تَلْحَقَ بِتِلْكَ الْبِلادِ، فَافْعَلْ» (¬2). ¶ جدير بالذكر أن المتتبع لحوارات النَّبِيّ (مع النَصَارَى، لا يجد إلا قليلا مِنَ الحِِوَارَاتِ بالنسبة لحوارات الْيَهُود، فقد اتصل النَّبِيّ (بالْيَهُود اتصالا مباشرة بحكم استوطانهم للمدينة المنورة التي هاجر إليها صلى الله عليه وسلم، أما النَصَارَى فلم يكن لهم وجود يذكر بمكة ولا بالمدينة، الأمر الذي أدى إلى قلة الحوارات المباشرة مَعَ النَّبِيّ صلى الله عليه وسلم. ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه مَعَ الفتح لابن حجر، كتاب بدء الوحي (1/ 44) (ح7)، مسلم، كتاب الجهاد والسير باب كتب النَّبِيّ صلى الله عليه وسلم (12/ 103) .. ¶ (¬2) أخرجه أحمد في مسنده بسند حسن من طريق ابن إسحاق، وهو صدوق مدلس وقد صرح فيه بالتحديث، وبقية رجاله ثقات (39/ 140) (ح 23737).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الحوار الأول ¶ مَعَ وفد النَصَارَى الذين أسلموا ¶ كان موقف طائفة من مخلصي أَهْل الْكِتَابِ من النَصَارَى أنَّه لما بلغهم مبعث نبي في جزيرة العرب حتى بادروا إلى لقائه، ودرس أوصافه وأحوله، ثم آمنوا به بعد أن تحققوا من انطباقها على الأوصاف الثابتة له في كتبهم. ¶ قَالَ ابْنُ إسْحَاقَ: قَدِمَ عَلَى رَسُولِ اللّهِ (وَهُوَ بِمَكّةَ، عِشْرُونَ رَجُلًا أَوْ قَرِيبٌ مِنْ ذَلِكَ مِنْ النّصَارَى، حِينَ بَلَغَهُمْ خَبَرُهُ مِنْ الْحَبَشَةِ، فَوَجَدُوهُ فِي الْمَسْجِدِ فَجَلَسُوا إلَيْهِ وَكَلّمُوهُ وَسَأَلُوهُ وَرِجَالٌ مِنْ قُرَيْشٍ فِي أَنْدِيَتِهِمْ حَوْلَ الْكَعْبَةِ. ¶ فَلَمّا فَرَغُوا مِنْ مَسْأَلَةِ رَسُولِ اللّهِ (عَمّا أَرَادُوا، دَعَاهُمْ رَسُولُ اللّهِ (إلَى اللّهِ (وَتَلَا عَلَيْهِمْ الْقُرْآنَ. فَلَمّا سَمِعُوا فَاضَتْ أَعْيُنُهُمْ مِنْ الدّمْعِ ثُمّ اسْتَجَابُوا لِلّهِ وَآمَنُوا بِهِ وَصَدّقُوهُ، وَعَرَفُوا مِنْهُ مَا كَانَ يُوصَفُ لَهُمْ فِي كِتَابِهِمْ مِنْ أَمْرِهِ. ¶ فَلَمّا قَامُوا عَنْهُ اعْتَرَضَهُمْ أَبُو جَهْلِ بْنُ هِشَامٍ فِي نَفَرٍ مِنْ قُرَيْشٍ، ¶ فَقَالُوا لَهُمْ: خَيّبَكُمْ اللّهُ مِنْ رَكْبٍ بَعَثَكُمْ مَنْ وَرَاءَكُمْ مِنْ أَهْلِ دِينِكُمْ تَرْتَادُونَ لَهُمْ، لِتَأْتُوهُمْ بِخَبَرِ الرّجُلِ فَلَمْ تَطْمَئِنّ مَجَالِسُكُمْ عِنْدَهُ حَتّى فَارَقْتُمْ دِينَكُمْ وَصَدّقْتُمُوهُ بِمَا قَالَ، مَا نَعْلَمُ رَكْبًا أَحْمَقَ مِنْكُمْ. أَوْ كَمَا قَالُوا. ¶ فَقَالُوا لَهُمْ: سَلَامٌ عَلَيْكُمْ لَا نُجَاهِلُكُمْ لَنَا مَا نَحْنُ عَلَيْهِ، وَلَكُمْ مَا أَنْتُمْ عَلَيْهِ، لَمْ نَأْلُ أَنْفُسَنَا خَيْرًا ¶ وَيُقَالُ إنّ النّفَرَ مِنْ النّصَارَى مِنْ أَهْلِ نَجْرَانَ، فَاَللّهُ أَعْلَمُ أَيّ ذَلِكَ كَانَ. فَيُقَالُ - وَاَللّهُ أَعْلَمُ - فِيهِمْ نَزَلَتْ هَؤُلَاءِ الْآيَاتُ (الّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنّا بِهِ إِنّهُ الْحَقّ مِنْ رَبّنَا إِنّا كُنّا مِنْ قَبْلِهِ مُسْلِمِينَ (إلَى قَوْلِهِ (لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ (. ¶ قَالَ ابْنُ إسْحَاقَ: وَقَدْ سَأَلْت ابْنَ شِهَابٍ الزّهْرِيّ عَنْ هَؤُلَاءِ الْآيَاتِ فِيمَنْ أُنْزِلْنَ فَقَالَ لِي: مَا أَسْمَعُ مِنْ عُلَمَائِنَا أَنّهُنّ أُنْزِلْنَ فِي النّجَاشِيّ وَأَصْحَابِهِ. (¬1) ¶ فهذا حوار بين النَّبِيّ صلى الله عليه وسلم وبين جماعة من النَصَارَى قدموا عليه بغية التعرف على صدق نبوته وحقيقة دعوته، فلما تبينوا صدقه سارعوا إلى تصديقه والإيمان به. ففي هذا الحوار ¶ ¬__________ ¶ (¬1) ابن هشام: السيرة النبوية (1/ 392). وهو من مراسيل ابن إسحاق وعنه أخرجه الحاكم في المستدرك والبيهقي في دلائل النبوة، وانظر الألباني دفاع عن الحديث النبوي ص16.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "- الطرف الأول: النَّبِيّ صلى الله عليه وسلم يبين حقيقة دعوته بكل وضوح دون أدنى إبهام، داعيًا إلى توحيد الله تعالى، وإفراده بالعبودية، وهو الأساس الذي ينبغي أن ينطلق منه الحوار فإن قُبلَ، واتفق عليه المتحاوران كانَ الحوارُ مثمرًا، وكان قبولُ كلا المتحاورينِ لما هو دونه أحرى وأولى، وإن لم يتفقا عليه كان الحوارُ ضربًا من اللغوِ والعبثِ الذي لا فائدةَ منه. ¶ - الطرف الثاني: وفد النَّصَارَى يسألون ليعلموا فلما علموا الحق سارعوا إلى الإيمان به والاستجابة له؛ وهذا من أهم ما ينبغي أن يتحلى به المحاور، وهو الرغبة في قبول الحق ممن جاء به والاستجابة له، وعدم الالتفات لغيره. ¶ - الطرف الثالث: كفار قريش الذين اعترضوا الوفد، وأنكروا عليه قبوله لما جاء به النَّبِيّ (، وهذا هو موقف المعوقين وأصحاب المصالح والأهواء، لا يكلفون أنفسهم البحث للوصول إلا الحق، ولا الالتزام به إن علموه، وإنما يريدون فرض مذاهبهم التي تحفظ لهم مصالحهم، وكان رد هؤلاء المهتدين على أمثال أولئك المعوقين، هو الرد القويم الذي ينبغي أن يواجه به الجاهلون «سَلَامٌ عَلَيْكُمْ لَا نُجَاهِلُكُمْ لَنَا مَا نَحْنُ عَلَيْهِ وَلَكُمْ مَا أَنْتُمْ عَلَيْهِ لَمْ نَأْلُ أَنْفُسَنَا خَيْرًا»، وهو مصداق قوله تعالى\" (لَكُمْ دِينُكُمْ وَلِيَ دِينِ ((الكافرون:6) ... ¶ الحوار الثاني ¶ بين النجاشي وجعفر بن أبي طالب ¶ لَمّا رَأَى رَسُولُ اللّهِ صلى الله عليه وسلممَا يُصِيبُ أَصْحَابَهُ مِنْ الْبَلَاءِ وَمَا هُوَ فِيهِ مِنْ الْعَافِيَةِ بِمَكَانِهِ مِنْ اللّهِ وَمِنْ عَمّهِ أَبِي طَالِبٍ وَأَنّهُ لَا يَقْدِرُ عَلَى أَنْ يَمْنَعَهُمْ مِمّا هُمْ فِيهِ مِنْ الْبَلَاءِ قَالَ لَهُمْ لَوْ خَرَجْتُمْ إلَى أَرْضِ الْحَبَشَةِ فإنَّ بِهَا مَلِكًا لَا يُظْلَمُ عِنْدَهُ أَحَدٌ، وَهِيَ أَرْضُ صِدْقٍ حَتّى يَجْعَلَ اللّهُ لَكُمْ فَرَجًا فَخَرَجَ عِنْدَ ذَلِكَ الْمُسْلِمُونَ مِنْ أَصْحَابِ رَسُولِ اللّهِ صلى الله عليه وسلمإلَى أَرْضِ الْحَبَشَةِ، مَخَافَةَ الْفِتْنَةِ وَفِرَارًا إلَى اللّهِ بِدِينِهِمْ فَكَانَتْ أَوّلَ هِجْرَةٍ كَانَتْ فِي الْإِسْلَامِ (¬1). ¶ ولمَّا علمت قريشٌ باستقرار الْمُسْلِمِينَ في الحبشةِ وأمانهم فيها ائْتَمَرُوا بَيْنَهُمْ أَنْ يَبْعَثُوا إلَى النّجَاشِيّ عَبْدَ اللّهِ بْن أَبِي رَبِيعَةَ وَعَمْرو بْنِ الْعَاصِ في طَلبِهم. ومعهم الهدايا للنجاشي وبطارقته. ¶ فلما كَلّمَا النجاشي أبى أن يسلمهم إليهما حتى يسمَعَ منهم، ثُمّ أَرْسَلَ إلَى أَصْحَابِ رَسُولِ اللّهِ صلى الله عليه وسلم فَدَعَاهُمْ فَلَمّا جَاءَهُمْ رَسُولُهُ اجْتَمَعُوا. ¶ ¬__________ ¶ (¬1) السيرة النبوية لابن هشام (1/ 321، 322).، وانظر الفصول في السيرة لابن كثير (99، 100).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ثُمّ قَالَ بَعْضُهُمْ لِبَعْضِ مَا تَقُولُونَ لِلرّجُلِ إذَا جِئْتُمُوهُ. ¶ قَالُوا: نَقُول: وَاَللّهِ مَا عَلِمْنَا، وَمَا أَمَرَنَا بِهِ نَبِيّنَا صلى الله عليه وسلمكَائِنًا فِي ذَلِكَ مَا هُوَ كَائِنٌ. ¶ فَلَمّا جَاءُوا، وَقَدْ دَعَا النّجَاشِيَّ أَسَاقِفَتَهُ فَنَشَرُوا مَصَاحِفَهُمْ حَوْلَهُ سَأَلَهُمْ فَقَالَ لَهُمْ: ¶ مَا هَذَا الدّينُ الّذِي قَدْ فَارَقْتُمْ فِيهِ قَوْمَكُمْ وَلَمْ تَدْخُلُوا بِهِ في دِينِي، وَلَا فِي دِينِ أَحَدٍ مِنْ هَذِهِ الْمِلَلِ؟ ¶ فَكَانَ الّذِي كَلّمَهُ جَعْفَرُ بْنُ أَبِي طَالِبٍ - رِضْوَانُ اللّهِ عَلَيْهِ - ¶ فَقَالَ لَهُ: أَيّهَا الْمَلِكُ كُنّا قَوْمًا أَهْلَ جَاهِلِيّةٍ نَعْبُدُ الْأَصْنَامَ، وَنَأْكُلُ الْمَيْتَةَ، وَنَأْتِي الْفَوَاحِشَ، وَنَقْطَعُ الْأَرْحَامَ، وَنُسِيءُ الْجِوَارَ، وَيَأْكُلُ الْقَوِيّ مِنّا الضّعِيفَ، فَكُنّا عَلَى ذَلِكَ حَتّى بَعَثَ اللّهُ إلَيْنَا رَسُولًا مِنّا، نَعْرِفُ نَسَبَهُ وَصِدْقَهُ وَأَمَانَتَهُ وَعَفَافَهُ، فَدَعَانَا إلَى اللّهِ لِنُوَحّدَهُ وَنَعْبُدَهُ وَنَخْلَعَ مَا كُنّا نَعْبُدُ نَحْنُ وَآبَاؤُنَا مِنْ دُونِهِ مِنْ الْحِجَارَةِ وَالْأَوْثَانِ، وَأَمَرَنَا بِصِدْقِ الْحَدِيثِ، وَأَدَاءِ الْأَمَانَةِ، وَصِلَةِ الرّحِمِ، وَحُسْنِ الْجِوَارِ، وَالْكَفّ عَنْ الْمَحَارِمِ وَالدّمَاءِ، وَنَهَانَا عَنْ الْفَوَاحِشِ، وَقَوْلِ الزّورِ، وَأَكْلِ مَالِ الْيَتِيمِ، وَقَذْفِ الْمُحْصَنَاتِ، وَأَمَرَنَا أَنْ نَعْبُدَ اللّهَ وَحْدَهُ لَا نُشْرِكُ بِهِ شَيْئًا، وَأَمَرَنَا بِالصّلَاةِ وَالزّكَاةِ وَالصّيَامِ - قَالَتْ فَعَدّدَ عَلَيْهِ أُمُورَ الْإِسْلَامِ - فَصَدّقْنَاهُ وَآمَنّا بِهِ وَاتّبَعْنَاهُ عَلَى مَا جَاءَ بِهِ مِنْ اللّهِ فَعَبَدْنَا اللّهَ وَحْدَهُ فَلَمْ نُشْرِكْ بِهِ شَيْئًا، وَحَرّمْنَا مَا حَرّمَ عَلَيْنَا، وَأَحْلَلْنَا مَا أَحَلّ لَنَا، فَعَدَا عَلَيْنَا قَوْمُنَا، فَعَذّبُونَا، وَفَتَنُونَا عَنْ دِينِنَا، لِيَرُدّونَا إلَى عِبَادَةِ الْأَوْثَانِ مِنْ عِبَادَةِ اللّهِ تَعَالَى، وَأَنْ نَسْتَحِلّ مَا كُنّا نَسْتَحِلّ مِنْ الْخَبَائِثِ فَلَمّا قَهَرُونَا وَظَلَمُونَا وَضَيّقُوا عَلَيْنَا، وَحَالُوا بَيْنَنَا وَبَيْنَ دِينِنَا، خَرَجْنَا إلَى بِلَادِك، وَاخْتَرْنَاك عَلَى مَنْ سِوَاك؛ وَرَغِبْنَا فِي جِوَارِك، وَرَجَوْنَا أَنْ لَا نُظْلَمَ عِنْدَك أَيّهَا الْمَلِكُ. ¶ فَقَالَ لَهُ النّجَاشِيّ: هَلْ مَعَك مِمّا جَاءَ بِهِ عَنْ اللّهِ مِنْ شَيْءٍ؟ ¶ فَقَالَ لَهُ: جَعْفَرٌ نَعَمْ ¶ فَقَالَ لَهُ النّجَاشِيّ: فَاقْرَأْهُ عَلَيّ ¶ فَقَرَأَ عَلَيْهِ صَدْرًا مِنْ (كهيعص ( ¶ فَبَكَى وَاَللّهِ النّجَاشِيّ حَتّى اخْضَلّتْ لِحْيَتُهُ وَبَكَتْ أَسَاقِفَتُهُ حَتّى أَخْضَلّوا مَصَاحِفَهُمْ حِين سَمِعُوا مَا تَلَا عَلَيْهِمْ. ¶ ثُمّ قَالَ لَهُمْ النّجَاشِيّ: إنَّ هَذَا وَاَلّذِي جَاءَ بِهِ عِيسَى لَيَخْرُجُ مِنْ مِشْكَاةٍ وَاحِدَةٍ انْطَلِقَا فوالله لا أسلمهم إليكم أبدا؟، ولا أكاد. ¶ فَلَمّا أخفقت محاولة وفد قريش في ردهم قَالَ عَمْرُو بْنُ الْعَاصِ: وَاَللّهِ لَآتِيَنّهُ غَدًا عَنْهُمْ بِمَا أَسْتَأْصِلُ بِهِ خَضْرَاءَهُمْ .... وَاَللّهِ لَأُخْبِرَنّهُ أَنَّهُمْ يَزْعُمُونَ أَنّ عِيسَى ابْنَ مَرْيَمَ عَبْدٌ. ثُمّ غَدًا عَلَيْهِ مِنْ الْغَدِ. ¶ فَقَالَ لَهُ: أَيّهَا الْمَلِكُ إنّهُمْ يَقُولُونَ فِي عِيسَى ابْنِ مَرْيَمَ قَوْلًا عَظِيمًا. ¶ فَأَرْسِلْ إلَيْهِمْ فَسَلْهُمْ عَمّا يَقُولُونَ فِيهِ. فَأَرْسَلَ إلَيْهِمْ لِيَسْأَلَهُمْ عَنْهُ ¶ قَالَتْ أمُ سلمة – وهي تروي القصة - وَلَمْ يَنْزِلْ بِنَا مِثْلُهَا قَطّ.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "فَاجْتَمَعَ الْقَوْمُ ثُمّ قَالَ بَعْضُهُمْ لِبَعْضِ: مَاذَا تَقُولُونَ فِي عِيسَى ابْنِ مَرْيَمَ إذَا سَأَلَكُمْ عَنْهُ؟ ¶ قَالُوا: نَقُولُ وَاَللّهِ مَا قَالَ اللّهُ وَمَا جَاءَنَا بِهِ نَبِيّنَا، كَائِنًا فِي ذَلِكَ مَا هُوَ كَائِنٌ. ¶ فَلَمّا دَخَلُوا عَلَيْهِ قَالَ لَهُمْ: مَاذَا تَقُولُونَ فِي عِيسَى ابْنِ مَرْيَمَ؟ ¶ فَقَالَ جَعْفَرُ بْنُ أَبِي طَالِبٍ: نَقُولُ فِيهِ الّذِي جَاءَنَا بِهِ نَبِيّنَا صلى الله عليه وسلم ¶ يَقُولُ: هُوَ عَبْدُ اللّهِ وَرَسُولُهُ وَرُوحُهُ وَكَلِمَتُهُ أَلْقَاهَا إلَى مَرْيَمَ الْعَذْرَاءِ الْبَتُولِ. ¶ قَالَتْ فَضَرَبَ النّجَاشِيّ بِيَدِهِ إلَى الْأَرْضِ فَأَخَذَ مِنْهَا عُودًا، ثُمّ قَالَ وَاَللّهِ مَا عَدَا عِيسَى ابْنَ مَرْيَمَ مَا قُلْتَ هَذَا الْعُودَ ¶ فَتَنَاخَرَتْ بَطَارِقَتُهُ حَوْلَهُ حِينَ قَالَ مَا قَالَ. ¶ فَقَالَ: وَإِنْ نَخَرْتُمْ وَاَللّهِ اذْهَبُوا فأنتم شُيُومٌ بِأَرْضِي - وَالشّيُومُ الْآمِنُونَ - مَنْ سَبّكُمْ غَرِمَ ثُمّ قَالَ مَنْ سَبّكُمْ غَرِم، مَنْ سَبّكُمْ غَرِمَ. مَا أُحِبّ أَنّ لِي دَبَرًا مِنْ ذَهَبٍ وَأَنّي آذَيْت رَجُلًا مِنْكُمْ رُدّوا عَلَيْهِمَا هَدَايَاهُمَا، فَلَا حَاجَةَ لِي بِهَا، فَوَاَللّهِ مَا أَخَذَ اللّهُ مِنّي الرّشْوَةَ حِينَ رَدّ عَلَيّ مُلْكِي، فَآخُذَ الرّشْوَةَ فِيهِ وَمَا أَطَاعَ النّاسَ فِيّ فَأُطِيعَهُمْ فِيهِ. قَالَتْ فَخَرَجَا مِنْ عِنْدِهِ مَقْبُوحَيْنِ مَرْدُودًا عَلَيْهِمَا مَا جَاءَا بِهِ وَأَقَمْنَا عِنْدَهُ بِخَيْرِ دَارٍ مَعَ خَيْرِ جَارٍ. (¬1) ¶ لما خرج المسلمون إلى الحبشة خوفا من الفتنة في دينهم بسبب إيذاء قومهم لهم، ورغبة في إقامة دينهم، أرسلت قريش عَبْدِ اللّهِ بْن أَبِي رَبِيعَةَ وَعَمْرِو بْنِ الْعَاصِ رغبة في ردهم فكان هذا الحوار بين النجاشي وعمرو بن العاص من جهة، وبين النجاشي والْمُسْلِمِينَ وخطيبهم جعفر بن أبي طالب. ¶ هذا الحوار يدل على ثبات المبدأ، والإخلاص في المعتقد عند المحاورين الْمُسْلِمِينَ، هذا الثبات الذي لا يغيره موقف، فعلى الرغم من ضعفهم المادي وحاجتهم إلى ملك الحبشة، وما يمكن أن يترتب على غضبه عليهم، وإغضاب من حوله من القساوسة من إرجاعهم إلى قومهم وفتنتهم، لكنهم لم يخافوا، ولم يرهبوا، ولم يداهنوا في الحق، الذي تحملوه، فجهروا بكلمة الحق، وتحملوا تبعاتها، فكانت النتيجة اقتناع الطرف الآخر، وهو النجاشي بدينهم، ففازوا من ناحيتين: ¶ الأولى: بإبلاغ دعوتهم للنجاشي، ووقوفه على صدق دعوة النَّبِيّ صلى الله عليه وسلم ثم دخوله في الإسلام، فقد ثبت في الأحاديث الصحيحة أنه أسلم، وأنه لما مات صلى عليه النَّبِيّ - (وأصحابه، وطلب منهم أن يستغفروا له. (¬2) ¶ ¬__________ ¶ (¬1) أخرجه الإمام أحمد في المسند مسند جعفر ابن أبي طالب (3/ 263) (ح 1740) عن أم سلمة من طريق محمد ابن إسحاق، وإسناده حسن، رجاله ثقات رجال الشيخين غير محمد ابن إسحاق صدق إلا أنه مدلس وقد صرح بالسماع ¶ أخرجه ابن هشام في السيرة (1/ 334 - 337)، وانظر الألباني السلسلة الصحيحة (7/ 577) (ح 3190) .. ¶ (¬2) أخرجه البخاري، كتاب مناقب الأنصار، باب موت النجاشي (7/ 230) (ح3877 - 3881)، مسلم، كتاب الجنائز، باب التكبير على الجنازة (7/ 21).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "والثانية: بضمان معيشة آمنة في أرضه، كما قالت أم سلمة: «وَأَقَمْنَا عِنْدَهُ بِخَيْرِ دَارٍ مَعَ خَيْرِ جَارٍ» فقد عاش المسلمون في كنفه معززين مكرمين، آمنين على أنفسهم ودينهم حتى هاجروا إلى النَّبِيِّ صلى الله عليه وسلم بعد غزوة خيبر (¬1). ¶ والجدير بالذكر في هذا الحوار توفيق الْمُسْلِمِينَ في اختيار المحاور المناسب الذي يستطيع عرض قضية الإسلام بعزة، وإن كان في ذلك هلاكه. ¶ فجعفر بن أبي طالب في الذؤابة من بني هاشم، والله تعالى قد اختار هاشمًا من كنانة، واختار نبيه من بني هاشم، فهم أفصح الناس لسانًا وأوسطهم نسبًا. وهو ابن عم رسول الله صلى الله عليه وسلموهذا يجعل النجاشي أكثر اطمئنانًا، وثقة بما يعرض عن ابن عمه، وقد تجلى أثر حسن اختيار المحاور في رد جعفر على أسئلة النجاشي، وإبطال حجج المخالف الذي أراد الإضرار بهم واستجلاب غضب الملك عليهم فمثل بذلك قمة المهارة السياسية، والإعلامية والدعوية، والعقدية، فقام بالتالي: ¶ * عدَّد عيوب الجاهلية، وعرضها بصورة تنفر السامع، وقصَدَ بذلك تشويه صورة قريش في عين الملك، وركز على الصفات الذميمة التي لا تنتزع إلا بنبوة. ¶ * عرض شخصية الرسول صلى الله عليه وسلم في هذا المجتمَعَ الآسن المليء بالرذائل، وكيف كان بعيدًا عن النقائص كلها، ومعروفًا بنسبه وصدقه وأمانته وعفافه، فهو المؤهل للرسالة. ¶ * أبرز جعفر محاسن الإسلام وأخلاقه التي تتفق مَعَ أخلاقيات دعوة الأنبياء، كنبذ عبادة الأوثان، وصدق الحديث، وأداء الأمانة، وصلة الرحم، وحسن الجوار، والكف عن المحارم والدماء، وإقام الصلاة، وإيتاء الزكاة، وكون النجاشي وبطارقته موغلين في النصرانية فهم يدركون أن هذه رسالات الأنبياء، التي بعثوا بها من لدن موسى، وعيسى عليهما الصلاة والسلام. ¶ * فضح ما فعلته قريش بهم؛ لأنهم رفضوا عبادة الأوثان، وآمنوا بما نزل على محمد صلى الله عليه وسلموتخلقوا بخلقه. ¶ * أحسن الثناء على النجاشي بما هو أهله، بأنه لا يُظلم عنده أحد، وأنه يقيم العدل في قومه. ¶ * وأوضح أنهم اختاروه من دون الناس، فرارًا من ظلم هؤلاء الذين يريدون تعذيبهم؛ وبهذه الخطوات البينة الواضحة دحر بلاغة عمرو وفصاحته، واستأثر بلب النجاشي وعقله، وكذلك استأثر بلب وعقل البطارقة، والقسيسين الحاضرين. ¶ * وعندما طلب الملك النجاشي شيئًا مما نزل على محمد صلى الله عليه وسلمجاء صدر سورة مريم في غاية الإحكام والروعة والتأثير، حتى بكى النجاشي، وأساقفته، وبللوا لحاهم ومصاحفهم من الدموع، واختيار جعفر (لسورة مريم، يظهر بوضوح حكمة وذكاء مندوب المهاجرين، - رسول رسول الله (والمبلغ عنه - فسورة مريم تتحدث عن مريم وعيسى عليهما السلام. ¶ ¬__________ ¶ (¬1) حول إسلام النجاشي ودوره في الدعوة، انظر: د سامية عبد العزيز منيسي، إسلام نجاشي الحبشة ودوره في صدر الدعوة الْإِسْلَامِيَّة ..",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "* كان رده في قضية عيسى (دليلاً على الحكمة والذكاء النادر، فرد بأنهم لا يألهون عيسى ابن مريم، ولكنهم كذلك لا يخوضون في عرض مريم عليها السلام، كما يخوض الكاذبون، بل عيسى ابن مريم كلمته وروحه ألقاها إلى مريم البتول العذراء الطاهرة، وليس عند النجاشي زيادة عما قال جعفر، ولا مقدار هذا العود. ¶ * انتهى الأمر بأن أعلن النجاشي صدق القوم، وأيقن بأن هؤلاء صديقون، وعزم على أن يكون في خدمة رسول الله صلى الله عليه وسلمالذي يأتيه الناموس كناموس موسى، وأن يتقرب إلى الله بحماية أصحابه، وأكد لعمرو أنه لا يضيره تجارة قريش، ولا مال قريش، ولا جاهها، ولو قطعت علاقتها معه. ¶ كان موقف جعفر وإخوانه مثالاً تطبيقيًا لقول رسول الله (: «مَنْ الْتَمَسَ رِضَا اللَّهِ بِسَخَطِ النَّاسِ كَفَاهُ اللَّهُ مُؤْنَةَ النَّاسِ وَمَنْ الْتَمَسَ رِضَا النَّاسِ بِسَخَطِ اللَّهِ وَكَلَهُ اللَّهُ إِلَى النَّاسِ» (¬1) فهؤلاء الصحابة (قد التمسوا رضا الله (، مَعَ أن الظاهر في الأمر أنه يترتب عليه في هذه القضية سخط أولئك النَصَارَى وهم الذين لهم الهيمنة عليهم، فكانت النتيجة أن الله (سخر لهم ملك الحبشة حتى نطق بالحق الموافق لدعوة النَّبِيّ صلى الله عليه وسلم، مَعَ مخالفته الصريحة لمعتقدهم المنحرف، الذي قام عليه ملكهم، وما يغلب على الظن من ثورة النَصَارَى المتعصبين عليه (¬2). ¶ إن هذا الحوار الإسلامي النصراني لهو نموذج فريد للحوار الإسلامي مع الآخر المغاير لهم، حوار يتمسك المسلمون بدينهم ويعتزن بعقيدتهم مهما كان ما يملكه الطرف الآخر من مقومات الحياة ومهما كانت حاجة المسلمون إليه، ثم هو نموذج فريد أيضا لما ينبغي أن يكون عليه المحاور المسلم من علم بالإسلام وعلم بمعتقدات الآخر، وتحييد المناظر والمستمعين له إن لم ينجح في اكتسابه في صف المسلمين. ¶ الحوار الثالث ¶ دعوة إلى نبذ الشرك ¶ عَنْ عَدِيِّ بْنِ حَاتِمٍ قَالَ: أَتَيْتُ النَّبِيّ صلى الله عليه وسلم وَفِي عُنُقِي صَلِيبٌ مِنْ ذَهَبٍ. ¶ فَقَالَ يَا عَدِيُّ: ألقِ هَذَا الْوَثَنَ من عنقك وانتهيت إليه وهو يَقْرَأُ فِي سُورَةِ بَرَاءَةٌ (اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّه (ِ (التوبة:31). قَالَ قُلْتُ يَا رَسُولَ اللَّهِ لم نتخذهم أربابًا. ¶ ¬__________ ¶ (¬1) أخرجه الترمذي في سننه بسند صحيحه كما في صحيح الترمذي للألباني (3/ 570) (ح 2414) وخرجه وصححه الألباني في الصحيحه (5/ 392) (ح 2311). وفي صحيح الجامع (1/ 1052) (ح 6097)، ¶ (¬2) (انظر: د. علي محمد محمد الصلابي: السيرة النبوية عرض وقائع وتحليل أحداث (1/ 260 - 263) نسخة من الكتاب من إهداء المؤلف على موقع الشبكة الليبية ... . -  libya-web.net",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "قال: بلى ¶ قال: أليس يُحِلُّونَ لَكمْ مَا حَرَّمَ اللَّهُ عليكم فَْتَحِلُّونَهُ وَيُحَرِّمُونَ مَا أَحَلَّ اللَّهُ لكم فتحرمونه؟». ¶ فقلت: بلى ¶ فقال: تلك عبادتهم. (¬1) ¶ ففي هذا الحوار أنكر النَّبِيّ (على محاوره عدي ابن حاتم ما تلبث به من شرك، وهو تعليقه هذا الصليب. ثم بين له أن مطلق الطاعة لا تكون إلا لله سبحانه وتعالى، كما بين له أن طاعة الأحبار والرهبان في تحليل ما حرم الله، وتحريم ما أحل الله من الشرك بالله (¬2). ¶ الحوار الرابع ¶ رسائل النبي (إلى الملوك والأمراء ¶ أرسل الرسول (بعد صلح الحديبية رسائل إلى الملوك والرؤساء تبين لنا طبيعة العلاقة بين المسلمين وأهل الكتاب، وواجب المسلمين نحوهم، وطبيعة الحوار الذي يمكن أن يدور بين الطرفين. ¶ أخرج البخاري في صحيحه عن ابن عباس - رضي الله عنهما- أن رسول الله (كتب إلى قيصر يدعوه إلى الإسلام، ثم أورد البخاري نص الكتاب، وهو «بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ. مِنْ مُحَمَّدٍ عَبْدِ اللَّهِ وَرَسُولِهِ إِلَى هِرَقْلَ عَظِيمِ الرُّومِ. سَلاَمٌ عَلَى مَنِ اتَّبَعَ الْهُدَى، أَمَّا بَعْدُ فإنَّى أَدْعُوكَ بِدِعَايَةِ الإِسْلاَمِ، أَسْلِمْ تَسْلَمْ، يُؤْتِكَ اللَّهُ أَجْرَكَ مَرَّتَيْنِ، فإنَّ تَوَلَّيْتَ فإنَّ عَلَيْكَ إِثْمَ الأَرِيسِيِّينَ وَ (يَا أَهْل الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَنْ لاَ نَعْبُدَ إِلاَّ اللَّهَ وَلاَ نُشْرِكَ بِهِ شَيْئًا وَلاَ يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فإنَّ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ (» (¬3). ¶ ¬__________ ¶ (¬1) أخرجه الطبري في التفسير (11/ 418)، وابن أبي حاتم في التفسير (ص 1784) (ح 10057)، وبنحوه الترمذي في السنن وحسنه الألباني. كما في صحيح الترمذي (ح3095) (3/ 247)، وفي السلسلة الصحيحة (ح 3293). ¶ (¬2) وليتأمل العاقل اللبيب موقف النبي صلى الله عليه وسلم من إنكاره لعدي بن حاتم تعليقه الصليب في رقبته، وموقف أولئك الذين يجالسون من يفعل هذا الفعل، ويآكلونه ويشاربونه ويدعون لموالاته والتقارب معه، ولا ينطقون ببنت شفاه ينكرون بها هذا الشرك، بل على العكس من ذلك يدخلون معابد أهل الكتاب وكنائسهم، يثبتون لأهل تلك الصلبان إيمانا بالله ونسبة لدين إبراهيم عليه السلام، يستجدون منهم رضا واعترافا، والأدهى من ذلك إقامة صلوات مشتركة معهم كما حدث ذلك في بعض المؤتمرات. ¶ (¬3) أخرجه البخاري في صحيحه مَعَ الفتح لابن حجر، كتاب بدء الوحي (1/ 44) (ح7)، مسلم، كتاب الجهاد والسير باب كتب النَّبِيّ صلى الله عليه وسلم (12/ 103).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وأخرج مسلم في صحيحه عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ رَسُولَ اللَّهِ -صلى الله عليه وسلم- كَتَبَ قَبْلَ مَوْتِهِ إِلَى كِسْرَى وَإِلَى قَيْصَرَ وَإِلَى النَّجَاشِىِّ وَإِلَى كُلِّ جَبَّارٍ يَدْعُوهُمْ إِلَى اللَّهِ (¬1). ¶ وذكر الطبري في تاريخه بسند حسن نص الكتاب الذي أرسله النبي (إلى كسرى مع عبد الله بن حذافة السهمي فيه بسم الله الرحمن الرحيم من محمد رسول الله إلى كسرى عظيم فارس سلام على من اتبع الهدى وآمن بالله ورسوله وشهد أن لا إله إلا الله وأني رسول الله إلى الناس كافة؛ لينذر من كان حيا، أسلم تسلم، فإن أبيت فعليك إثم المجوس (¬2). ¶ فهذه الكتب التي أرسلها النبي (إلى الملوك والرؤساء وإن لم تكن حوارًا مباشرًا فهي حوار مكتوب، تدل على أنَّ أساس الحوارِ مَعَ أَهْل الْكِتَابِ هو الدَّعوةُ إلى دين الإسلام. ¶ لم يدع النبي (- وهو رئيس الدولة الفتية- تلك القوى العظمى في ذلك الزمان إلى التعايش السلمي وإرساء القيم المشتركة، أو التعاون من أجل صلاح البشرية، وإنما اقتصرت جميع كتابه صلى الله عليه وسلم إلى الملوك والرؤساء على أمر واحد اختزله (في كلمتين «أسلم تسلم». ¶ هكذا يخاطب النبي (أعظم الدول في عصره بعزة المسلم، داعيا إلى الله نصرة لدين الله (، فاستحق (بذلك نصر الله (، هذا الأمر الذي تخلف لدى المسلمين؛ لتفريطهم في الدعوة لدين الله ونصرته خوفا وجبنا، وإيثار للفانية على الباقية، ولو عقل مسلمو اليوم لعلموا أن في الدعوة لدين الله (خيري الدنيا والآخرة، وما نالهم من الذل والخزي إلا بتفريطهم في الاستجابة لأمر الله والدعوة لدينه. ¶ ¬__________ ¶ (¬1) صحيح مسلم بشرح النووي، كتب النبي ((12/ 112). ¶ (¬2) تاريخ الطبري (2/ 132)، وصححه الألباني كما في تعليقه على فقه السيرة للغزالي (ص 356)",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الحوار الخامس ¶ حوار من القرآن ¶ ذكر القُرْآنُ الْكَرِيْمُ طرفًا من حوارات النَصَارَى مَعَ النبي صلى الله عليه وسلم فذكر أقوالهم، وما رد به النَّبِيّ صلى الله عليه وسلمعليهم بأمرٍ من ربه، حيث يقوم رد القرآن عليهم على عدم قبول دعواهم. وطلب الحجة عليها. ¶ ادَّعَى النَّصَارَى كما َادَّعَتِ الْيَهُودُ أَنَّهُ لَنْ يَدْخُلَ الجَنَّةَ إَلاَ مَنْ كَانَ عَلَى مِلَتِهِمْ. ¶ قال الله تعالى: (وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى (. [البقرة آية: (111)] ¶ فَرَدَّ اللهُ (عَلَيْهِمْ قَائِلاً: (تِلْكَ أَمَانِيُّهُمْ ([البقرة آية: (111)] تِلْكَ أَشْيَاءُ يَتَمَنَّوْنَهَا عَلَى اللهِ بِغَيرِ وَجْهِ حَقٍّ، وَلَيْسَ لَهُمْ دَلِيلٌ وَلاَ حُجَّةٌ عَلَيهاَ. ¶ (قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ ([البقرة آية: (111)] ¶ قل لهم يا أيها النَّبِيّ: ¶ َإِنْ كَانَ لِدَعْوَاكُمْ هذِهِ أَسَاسٌ فأتُوا بِبُرْهَانٍ عَلَيها، فنسلم لكم دعواكم، وإلا فأنتم كَاذِبُونَ مُتَخَرِّصُونَ. وذلك كما أَخْبَرَ اللهُ عَنْهُم في سورة المائدة أنَّهم قالوا: (نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ ([المائدة: 18]. فأكذبهم الله تعالى بقوله: (قُلْ فَلِمَ يُعَذِّبُكُم بِذُنُوبِكُم ( ¶ ثم يأمر الله تعالى نبيه صلى الله عليه وسلم أن يؤكد بطلان دعواهم أن دخول الجنة مقتصر على اليهود والنصارى بقوله: (بلى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ ([البقرة آية: (112)] ¶ والمعنى بَلَى سَيَدْخُلُ الجَنَّةَ الذِين أسلموا لله، وانقادوا لأَمْرِهِ مُطِيعِينَ مُخْلِصِين، فمن فعل ذلك فله ثواب عمله عند ربه في الآخرة، وهو دخول الجَنَّةَ، وَيُذْهِبُ عَنْهُمُ الخَوْفَ وَالحَزَنَ يَوْمَ القِيَامَةِ، فَلاَ خَوْفٌ عَلَيهِمْ فِيمَا يَسْتَقْبِلُونَهُ مِنَ أَمْرِ الآخرة، وَلاَ يَحْزَنُونَ عَلَى مَا تركوه من أمر الدنيا. ¶ لَقَدْ بَدَأَتْ مُحَاوَلاتِ أَهْلِ الكِتَابِ لِرَدِ الْمُسْلِمِينَ عَْن دِيْنِهِم فِي وَقْتٍ مُبَكِرٍ مُنْذُ العَهْدِ النَّبَوي، حَيْثُ يَذْكُرُ اللهُ تَعَالَى طَلَبَ الْيَهُودِ مِنَ النَّبِيّ صلى الله عليه وسلم أنْ يَكُونَ وَأَصْحَابَه يَهُوْدًا، وَطَلَبَ النَّصَارَى أنْ يَكُوْنَ وأصحابه نَصَارَى، فذكر الله (عنهم قولهم (وَقَالُوا كُونُوا هُودًا أَوْ نَصَارَى تَهْتَدُوا ([البقرة آية: (135)] ¶ فَقَالَ لِنَبِيِّهِ الكَرِيمِ: (قُلْ بَلْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ ([البقرة آية: (135)] ¶ قُلْ لَهُمْ: إِنَّنا لاَ نُتِّبَعَ مِلَّةَ الْيَهُود، وَلا مِلَّةَ النَّصَارَى، لمَا وقع فيهما مِن تحريف وتبديل، َبَعُد بهما عَنْ مِلَةِ إِبراهِيمَ، وَلكِنّنا نَتَّبعُ مِلَّةَ إِبْراهِيمَ التِي لاَ انْحِرافَ فِيهَا وَلا زَيْعَ، ولَمْ يَكُنْ مِنَ المُشْرِكِينَ. ¶ (قُولُوا آَمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ ([البقرة آية: (136)]",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "قُلْ يَا مُحَمَّدُ أَنْتَ وَمَنْ مَعَكَ مِنَ المُؤْمِنِينَ لِهؤُلاءِ وَهؤُلاءِ: إِنّنا نُؤْمِنُ بمَا أُنزِلَ مِنْ عِنْدِ اللهِ عَلَى جَميعِ الأنبياءِ وَالمُرْسَلِينَ لا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ، وَنَحْنُ مُسْلِمُونَ لِرَبِّنا. ¶ (فإنَّ آَمَنُوا بِمِثْلِ مَا آَمَنْتُمْ بِهِ فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فإنَّمَا هُمْ فِي شِقَاقٍ فَسَيَكْفِيكَهُمُ اللَّهُ وَهُوَ السَّمِيعُ الْعَلِيمُ (([البقرة آية: (137)] ¶ فإنَّ آمَنَ أَهْلِ الْكِتَابِ بِمِثْلِ مَا آمَنْتُمْ بِهِ، فَقَدِ أصابوا الحق، وَإِنْ تَوَلّوْا عَنِ الحَقِّ بَعْدَ قِيَامِ الحُجَّةِ عَلَيهِمْ، وَاتَّبَعُوا البَاطِلَ، فإنَّهُمْ في منازعة، وَسَيَنْصُرُكَ اللهُ عَلَيهِمْ يَا مُحَمَّدٌ، وهو سميعٌ لما يقولون، عليمٌ بما يفعلون، وما يُضمرون، وسيجازيهم على ذلك. ¶ ثُمَّ يُرْشِدُ اللهُ نَبِيَّه صلى الله عليه وسلم إِلَى دَرْءِ مُجَادَلَةِ المُشرِكِينَ بِقَوْلِهِ: ¶ (قُلْ أَتُحَاجُّونَنَا فِي اللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمْ وَلَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ وَنَحْنُ لَهُ مُخْلِصُونَ ([البقرة آية: (139)] ¶ قُلْ يَا مُحَمَّدُ لأَهْلِ الْكِتَابِ مِنَ الْيَهُودِ وَالنَّصَارَى أَتُنَاظِرُونَنَا فِي تَوْحِيْدِ اللهِ وَالإخْلاصِ لَهُ وَهُوَ (المُتَصَرِفُ فِيْنَا وَفِيْكُم، الْمُسْتَحِقُ لإخْلاصِ الألُوهِيةِ لَهُ وَحْدَهُ لا شَرِيْكَ لَهُ! ¶ (وَلَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ (أي: نَحْنُ بُرآء منكم، وأنتم بُرَآء منا، ونحن له مخلصون، في عبادتنا وتوجهنا. ¶ لقد ادَّعَى أَهْلُ الكتابِ أنَّهُم على ملةِ إبْراهيمَ (، وأنَّهُ كَانَ يَهُودِيَا بَزْعُم اليهود، أو نَصْرَانِيًَا بِزَعْمِ النصارى، وأنَّ قُرْبَهُم مِنَ اللهِ بِسَبَبِ تلكَ النِّسْبَةِ إلى دِينِ إِبْرَاهيمَ فَقَالَ اللهُ تعالى رَدًا عَلَيْهم. (أَمْ تَقُولُونَ إِنَّ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطَ كَانُوا هُودًا أَوْ نَصَارَى قُلْ أَأَنْتُمْ أَعْلَمُ أَمِ اللَّهُ وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِنْدَهُ مِنَ اللَّهِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ ([البقرة آية: (140)] ¶ قل لهم يَا أَيُّهَا الرَّسُولُ: ¶ أَتَقُولُونَ إِنَّ قُرْبَكُمْ مِنَ اللهِ أَكْثَرُ مِنَّا، كَانَ بِسَبَبِ امْتِيازِكُمْ بِالْيَهُوديَّةِ وَالنَّصْرَانِيَّةِ وتزعمون نسبتها إلى أَنْبياءُ اللهِ، فإنَّهم قد بعثوا وماتوا قبل نزول التُّوراة والإنجيل، فَكَيْفَ تَزْعُمُونَ أَنَّ هؤُلاءِ الأنبِياءَ كَانُوا يَهُوداً أَوْ نَصَارَى، وقد سَبَقُوا مُوسَى وَعِيسَى بوَقْتٍ كبير. ¶ (قُلْ أَأَنْتُمْ أَعْلَمُ أَمِ اللَّهُ ([البقرة آية: (140)] ¶ قُل لهم يَا أَيُّهَا الرَّسُولُ: ¶ أَأَنْتُم أَعْلَمُ بِهِم وَبِمَا كانوا عليه من الأديان، أم الله؟ ¶ (وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِنْدَهُ مِنَ اللَّهِ ( ¶ وأيُّ امرئ أظلم منهم؟ وقد كتموا شهادةً عندهم من الله بأنَّ إبراهيم وإسماعيل وإسحاق ويعقوبَ والأسباطَ كانوا مسلمين، فكتموا ذلك، ونحلُوهم الْيَهُوديةَ والنصرانية.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وفي آيات أخرى من سورة آل عمران أكد الله هذا المعنى ورد محاجتهم في إبراهيم، وادعائهم النسبة إليه فقال: (يَا أَهْل الْكِتَابِ لِمَ تُحَاجُّونَ فِي إِبْرَاهِيمَ وَمَا أُنْزِلَتِ التَّوْرَاةُ وَالإنجيل إِلَّا مِنْ بَعْدِهِ أَفَلَا تَعْقِلُونَ ([آل عمران آية: (65)] ¶ قل لهم يَا أَيُّهَا الرَّسُولُ: ¶ (هَا أَنْتُمْ هَؤُلَاءِ حَاجَجْتُمْ فِيمَا لَكُمْ بِهِ عِلْمٌ فَلِمَ تُحَاجُّونَ فِيمَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ ([آل عمران آية: (66)] ¶ لَقَدْ جَادَلْتُمْ وَحَاجَجْتُمْ فِيمَا لَكُمْ بِهِ عِلْمٌ، فَلِمَاذَا تَحَاجُّونَ فيما ليس لكم به علم من أمر إبراهِيم فتنسبونه إلى اليهودية أو النصرانية، وَاللهُ يَعْلَمُ حقيقة أمْرِ إبراهِيمَ، وَأنْتُمْ لاَ علم لكم بذلكَ. ¶ ثم يبين الله لهم حقيقة إبراهيم بقوله: (مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ ([آل عمران آية: (67)] ¶ قل لهم يا محمد ما كان إبراهيم يهويا كما قالت الْيَهُود ولا نصرانيا كما قالت النَّصَارَى، ولكن كان حنيفًا مسلمًا مستقيمًا مائلا عن الباطل منقادا للحق. وإن أحق الناس به من اتبعوه على ملته وهم هذا النَّبِيّ وأتباعه كما قال ((إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَذَا النَّبِيّ وَالَّذِينَ آَمَنُوا وَاللَّهُ وَلِيُّ المُؤْمِنِينَ ([آل عمران آية: (68)] ¶ وفي موضع آخر من سورة آل عمران يأمر الله (نبيه – (- أن ينهي الجدل مع من عاند من أهل الكتاب بعد قيام الحجة عليه بقوله: ¶ (فإنَّ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فإنَّ أَسْلَمُوا فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فإنَّمَا عَلَيْكَ الْبَلَاغُ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ ([آل عمران آية: (20)] ¶ فإنَّ جَادَلَكَ أَهْل الْكِتَابِ أوْ غَيْرُهُمْ يَا مُحَمَّدُ فِي التَّوْحِيد، بَعْدَما بينت لهم الحق وأقمت َالبَرَاهِينَ عليه، فأعلن إسلامك لله وإخلاصك للعبادة له أنت ومن معك؛ ليسلك طريقك من أراد الهداية منهم. ¶ (وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فإنَّ أَسْلَمُوا فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فإنَّمَا عَلَيْكَ الْبَلَاغُ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ ([آل عمران آية: (20)] ¶ وقُلْ يَا أَيُّهَا الرَّسُولُ لأَهْل الْكِتَابِ مِنَ الْيَهُود والنَصَارَى وَللأمِّيينَ من مُشْرِكِي العَرَبِ: أأسْلَمْتُمْ وَآمنْتُمْ بِمَا أَنْزَلَ اللهُ عَلَى نَبِيِّهِ، فإنَّ أسْلَمُوا فَقَدِ اهْتَدَوْا إلى الخَيْرِ وَالرَّشَادِ، وَإنْ رَفَضُوا الدُّخُولَ فِي الإِسْلاَمِ، وَآثَرُوا البَقَاءَ عَلَى مَا هُمْ عَليهِ، فأنْتَ مُكَلَّفٌ بِبَلاغِهِمْ والله بصير بهم لا يخفى عليه شيء من أعمالهم. ¶ ثُمَّ يَأْمُرُ اللهُ رَسُوْلَهُ صلى الله عليه وسلم أنْ يُبَاهِلَ مَنْ عَانَدَ الحق في أَمْرِ عِيْسَى بَعْدَ ظُهُوْرِ الحَقِ ورَفْضِهِ الإذْعَان لَهُ فيقول الله تعالى: ¶ (فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسَنَا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَةَ اللَّهِ عَلَى الْكَاذِبِينَ ([آل عمران آية: (61)]",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "فَمَنْ جَادَلَكَ يَا مُحَمَّدُ فِي الْحَقِ بَعَدَمَا تبين فقل لهم: ¶ تعالوا نُحْضِر أبناءنا وأبناءكم، ونساءنا ونساءكم، وأنفسنا وأنفسكم، ثم نتجه إلى الله بالدعاء أن يُنزل عقوبته ولعنته على الكاذبين في قولهم، المصرِّين على عنادهم. وَهَذا الطَّلَبُ يَدُلّ عَلَى قُوَّةِ يِقِينِ صَاحِبِهِ، وَثِقَتِهِ بِمَا يَقُولُ. ¶ ثم يأمر الله نبيه أن يدعوهم إلى كلمة صدق وعدل، كلمة فصل ليس فيها ميل لأحد فيقول: (قُلْ يَا أَهْل الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فإنَّ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ ([آل عمران آية: (64)] ¶ كما أمر الله (نبيه (أن ينهى أَهْل الْكِتَابِ عن الغلو في دينهم، واتباع أحبارهم ورهبانهم الذين ضلوا وأضلوا غيرهم، فقال تعالى: ¶ (قُلْ يَا أَهْل الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ غَيْرَ الْحَقِّ وَلَا تَتَّبِعُوا أَهْوَاءَ قَوْمٍ قَدْ ضَلُّوا مِنْ قَبْلُ وَأَضَلُّوا كَثِيرًا وَضَلُّوا عَنْ سَوَاءِ السَّبِيل (ِ [المائدة آية: (77)] ¶ وذلك كما قال الله تعالى في سورة النساء: (يَا أَهْل الْكِتَابِ لاَ تَغْلُوا فِي دِينِكُمْ وَلاَ تَقُولُوا عَلَى اللَّهِ إِلاَّ الحَقَّ إِنَّمَا المَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِّنْهُ فَآمِنُوا بِاللَّهِ وَرُسُلِهِ وَلاَ تَقُولُوا ثَلاثَةٌ انتَهُوا خَيْراً لَّكُمْ إِنَّمَا اللَّهُ إِلَهٌ وَاحِدٌ سُبْحَانَهُ أَن يَكُونَ لَهُ وَلَدٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ وَكَفَى بِاللَّهِ وَكِيلاً ([النساء آية: (171)] ¶ والمعنى: قُلْ يَا مُحَمَّد لأولئكَ النَّصَارَى لا تَتَجَاوزوا الحَدَ في أَمْرِ عِيْسَى، حتى ترفعوه فوقَ المَنْزِلةِ التي أَعْطَاه اللهُ إيَّاهَا، فتنقلوه من حيز النبوةِ إلى أنْ تتخذوه إلهًا تعبدونه مِن دون الله، واعلموا أنَّ اللهَ إلهٌ واحدٌ، مالكُ كلِ شيءٍ، ولا يحتاج إلى شيء، فكيف يكون له منهم صاحبة أو ولد؟ وكفى بالله وكيلا على تدبير خلقه وتصريف ملكه.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الحوار السادس ¶ دعوة إلى المُبَاهَلَةِ ¶ لما انتشر الإسلام وذاع خبر النَّبِيّ صلى الله عليه وسلم بما أرسله من بعوث وسرايا، ومن كتب ورسل إلى الملوك والرؤساء جاءت الوفود إلى النَّبِيّ صلى الله عليه وسلم، لمبايعته على الإسلام أو لمهادنته ودفع الجزية، ومن تلك الوفود التي أتت إلى النَّبِيّ صلى الله عليه وسلموفد نَصَارَى نَجْرَان. ¶ قَالَ ابْنُ إسْحَاقَ: ¶ وَقَدِمَ عَلَى رَسُولِ اللّهِ صلى الله عليه وسلموَفْدُ نَصَارَى نَجْرَان، سِتّونَ رَاكِبًا، فِيهِمْ أَرْبَعَةَ عَشَرَ رَجُلًا مِنْ أَشْرَافِهِمْ فِي الْأَرْبَعَةَ عَشَرَ مِنْهُمْ ثَلَاثَةُ نَفَرٍ إلَيْهِمْ يَئُولُ أَمْرُهُمْ. ¶ فَكَلّمَ رَسُولَ اللّهِ صلى الله عليه وسلم مِنْهُمْ أَبُو حَارِثَةَ بْنُ عَلْقَمَةَ، وَالْعَاقِبُ عَبْدُ الْمَسِيحِ وَالْأَيْهَمُ السّيّدُ - وَهُمْ مِنْ النّصْرَانِيّةِ عَلَى دِينِ الْمَلِكِ مَعَ اخْتِلَافِ مَنْ أَمَرَهُمْ يَقُولُونَ هُوَ اللّهُ، وَيَقُولُونَ هُوَ وَلَدُ اللّهِ، وَيَقُولُونَ هُوَ ثَالِثُ ثَلَاثَةٍ. وَكَذَلِكَ قَوْلُ النّصْرَانِيّةِ. ... ¶ فَلَمّا كَلّمَهُ الْحَبْرَانِ، قَالَ لَهُمَا رَسُولُ اللّهِ صلى الله عليه وسلم أَسْلِمَا. قَالَا: قَدْ أَسْلَمْنَا قَالَ إنّكُمَا لَمْ تُسْلِمَا فَأَسْلِمَا. قَالَا: بَلَى، قَدْ أَسْلَمْنَا قَبْلَك. قَالَ كَذَبْتُمَا، يَمْنَعُكُمَا مِنْ الْإِسْلَامِ دُعَاؤُكُمَا لِلّهِ وَلَدًا، وَعِبَادَتُكُمَا الصّلِيبَ وَأَكْلُكُمَا الْخِنْزِيرَ. قَالَا: فَمَنْ أَبُوهُ يَا مُحَمّدُ؟ فَصَمَتَ عَنْهُمَا رَسُولُ اللّهِ صلى الله عليه وسلمفَلَمْ يُجِبْهُمَا. ¶ فأنزل اللّهُ تَعَالَى فِي ذَلِكَ مِنْ قَوْلِهِمْ وَاخْتِلَافِ أَمْرِهِمْ كُلّهِ صَدْرَ سُورَةِ آلِ عِمْرَانَ إلَى بِضْعٍ وَثَمَانِينَ آيَةً مِنْهَا. ¶ وذكر ابن إسحاق أنَّ رَسُولِ اللّهِ صلى الله عليه وسلم لما َدَعَاهُمْ إلَى الْإِسْلَامِ قالوا أَتُرِيدُ مِنّا يَا مُحَمّدُ أَنْ نَعْبُدَك كَمَا تَعْبُدُ النَصَارَى عِيسَى ابْنَ مَرْيَمَ؟ فَقَالَ رَسُولُ اللّهِ صلى الله عليه وسلم مَعَاذَ اللّهِ أَنْ أَعْبُدَ غَيْرَ اللّهِ أَوْ آمُرَ بِعِبَادَةِ غَيْرِهِ، فَمَا بِذَلِكَ بَعَثَنِي اللّهُ وَلَا أَمَرَنِي؛ أَوْ كَمَا قَالَ. فأنزل اللّهُ تَعَالَى فِي ذَلِكَ مِنْ قَوْلِهِمَا: (مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللّهُ الْكِتَابَ وَالْحُكْمَ وَالنّبُوّةَ ثُمّ يَقُولَ لِلنّاسِ كُونُوا عِبَادًا لِي مِنْ دُونِ اللّهِ وَلَكِنْ كُونُوا رَبّانِيّينَ بِمَا كُنْتُمْ تُعَلّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ (إلَى قَوْلِهِ تَعَالَى: (بَعْدَ إِذْ أَنْتُمْ مُسْلِمُونَ (. ¶ فَلَمّا أَتَى رَسُولَ اللّهِ صلى الله عليه وسلمالْخَبَرُ مِنْ اللّهِ عَنْهُ وَالْفَصْلُ مِنْ الْقَضَاءِ بَيْنَهُ وَبَيْنَهُمْ، وَأَمَرَ بِمَا أُمِرَ بِهِ مِنْ مُلَاعَنَتِهِمْ إنْ رَدّوا ذَلِكَ عَلَيْهِ دَعَاهُمْ إلَى ذَلِكَ، فَقَالُوا لَهُ يَا أَبَا الْقَاسِمِ دَعْنَا نَنْظُرْ فِي أَمْرِنَا، ثُمّ نَأْتِيك بِمَا نُرِيدُ أَنْ نَفْعَلَ فِيمَا دَعَوْتنَا إلَيْهِ. فانصرفوا عَنْهُ ثُمّ خَلَوْا بِالْعَاقِبِ وَكَانَ ذَا رَأْيِهِمْ فَقَالُوا: يَا عَبْدَ الْمَسِيحِ مَاذَا تَرَى؟ فَقَالَ وَاَللّهِ يَا مَعْشَرَ النَصَارَى لَقَدْ عَرَفْتُمْ أَنّ مُحَمّدًا لَنَبِيّ مُرْسَلٌ، وَلَقَدْ جَاءَكُمْ بِالْفَصْلِ",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "مِنْ خَبَرِ صَاحِبِكُمْ، وَلَقَدْ عَلِمْتُمْ مَا لَاعَنَ قَوْمٌ نَبِيّا قَطّ فَبَقِيَ كَبِيرُهُمْ وَلَا نَبَتَ صَغِيرُهُمْ، وَإِنّهُ لَلِاسْتِئْصَالُ مِنْكُمْ إنْ فَعَلْتُمْ، فإنَّ كُنْتُمْ قَدْ أَبَيْتُمْ إلّا إلْفَ دِينِكُمْ، وَالْإِقَامَةَ عَلَى مَا أَنْتُمْ عَلَيْهِ مِنْ الْقَوْلِ فِي صَاحِبِكُمْ، فَوَادِعُوا الرّجُلَ ثُمّ انْصَرِفُوا إلَى بِلَادِكُمْ. فَأَتَوْا رَسُولَ اللّهِ (. ¶ فَقَالُوا: يَا أَبَا الْقَاسِمِ قَدْ رَأَيْنَا أَلّا نُلَاعِنَك، وَأَنْ نَتْرُكَك عَلَى دِينِك وَنَرْجِعَ عَلَى دِينِنَا، وَلَكِنْ ابْعَثْ مَعَنَا رَجُلًا مِنْ أَصْحَابِك تَرْضَاهُ لَنَا، يَحْكُمْ بَيْنَنَا فِي أَشْيَاءَ اخْتَلَفْنَا فِيهَا مِنْ أَمْوَالِنَا، فإنَّكُمْ عِنْدَنَا رِضًا، فَقَالَ رَسُولُ اللّهِ صلى الله عليه وسلم: ائْتُونِي الْعَشِيّةَ أَبْعَثْ مَعَكُمْ الْقَوِيّ الْأَمِينَ. ثم أرسل معهم النَّبِيّ صلى الله عليه وسلم أَبَا عُبَيْدَةَ بْنَ الْجَرّاحِ (¬1). ¶ وقد أخرج الإمام البخاري في صحيحه أمر الملاعنة فعَنْ حُذَيْفَةَ قَالَ جَاءَ الْعَاقِبُ وَالسَّيِّدُ صَاحِبَا نَجْرَان إِلَى رَسُولِ اللَّهِ - (َ -يُرِيدَانِ أَنْ يُلَاعِنَاهُ قَالَ فَقَالَ أَحَدُهُمَا لِصَاحِبِهِ لَا تَفْعَلْ فَوَاللَّهِ لَئِنْ كَانَ نَبِيًّا فَلَاعَنَّا لَا نُفْلِحُ نَحْنُ وَلَا عَقِبُنَا مِنْ بَعْدِنَا قَالَا إِنَّا نُعْطِيكَ مَا سَأَلْتَنَا وَابْعَثْ مَعَنَا رَجُلًا أَمِينًا وَلَا تَبْعَثْ مَعَنَا إِلَّا أَمِينًا فَقَالَ لَأَبْعَثَنَّ مَعَكُمْ رَجُلًا أَمِينًا حَقَّ أَمِينٍ فَاسْتَشْرَفَ لَهُ أَصْحَابُ رَسُولِ اللَّهِ صلى الله عليه وسلمفَقَالَ قُمْ يَا أَبَا عُبَيْدَةَ بْنَ الْجَرَّاحِ فَلَمَّا قَامَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلمهَذَا أَمِينُ هَذِهِ الْأُمَّةِ (¬2). هذا ما ثبت في الحديث الصحيح من قصة وفد نَجْرَان ودعوتهم إلى المُبَاهَلَةِ، والمباهلة هي أن يجتمَعَ الفريقان المتنازعان ويدعوان على الكاذب باللعنة من الله. ¶ وقد ذكر ابن إسحاق أيضا أن الْيَهُود والنَصَارَى اجْتَمَعُوا عِنْدَ رَسُولِ اللّهِ صلى الله عليه وسلم فَتَنَازَعُوا، فَقَالَتْ الْأَحْبَارُ مَا كَانَ إبْرَاهِيمُ إلّا يَهُودِيّا، وَقَالَتْ النَصَارَى مِنْ أَهْلِ نَجْرَان: مَا كَانَ إبْرَاهِيمُ إلّا نَصْرَانِيّا. فأنزل اللّهُ - عَزّ وَجَلّ - فِيهِمْ (يَا أَهْل الْكِتَابِ لِمَ تُحَاجّونَ فِي إِبْرَاهِيمَ وَمَا أُنْزِلَتِ التّوْرَاةُ ¶ ¬__________ ¶ (¬1) ذكر ابن إسحاق قصة وفد نَجْرَان مطولة كما في سيرة ابن هشام بعضها معلق بدون إسناد وبعضها بسند منقطع وبعضها بسند متصل ضعيف، وذكره ابن عساكر في تاريخ دمشق من رواية يونس بن بكير عن ابن إسحاق عن محمد بن جعفر بن الزبير وهو ثقة ممن عاصروا صغار التابعين فهي ضعيفة لانقطاع الإسناد، وذكره ابن كثير في البداية والنهاية (7/ 263 وما بعدها) من رواية البيهقي في دلائل النبوة ومن رواية بن إسحاق وذكرها بن الأثير في أسد الغابة من رواية إبراهيم بن سعد عن ابن إسحاق بسند ضعيف. (ترجمة كوز بن علقمة رقم (4510) (4/ 475) وبالجملة فلم أقف على سند صحيح لرواية قصة وفد نَجْرَان ومجادلتهم للنبي صلى الله عليه وسلم المطولة، لكن مما لا شك فيه أن نَصَارَى نَجْرَان قد أتوا إلى النَّبِيّ صلى الله عليه وسلم، وجادلهم في عقيدتهم، ودعاهم إلى الإسلام يدل على ذلك خبر المباهلة الثابت في صحيحي البخاري ومسلم، ولا شك أن هذه المباهلة لا يمكن أن تكون لابتدأ الدعوة، فلا شك أنه قد سبقها حوارات ومجادلات بينهم وبين النَّبِيّ صلى الله عليه وسلم انتهت بعدم قبولهم الإيمان والامتناع عن المباهلة، وطلب رجل أمين يحكم بينهم في أمور اختلفوا فيها، ومما يؤيد وقوع مثل هذه الحوارات ما ورد في سورة آل عمران من مناقشات لعقيدة النَصَارَى ورد على أقوالهم ودعوتهم إلى المُبَاهَلَةِ، لكننا لا نجزم أنها نزلت بشأن هذا الوفد خاصة، والله أعلم بحقيقة ما كان. ¶ (¬2) أخرجه البخاري في صحيحه، كتاب المغازي، باب قصة أهل نَجْرَان، (ج 7/ 695) (ح 4380)، و مسلم في صحيحه باب فضائل أبي عبيدة (15/ 192).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وَالإنجيل إِلّا مِنْ بَعْدِهِ أَفَلَا تَعْقِلُونَ هَا أَنْتُمْ هَؤُلَاءِ حَاجَجْتُمْ فِيمَا لَكُمْ بِهِ عِلْمٌ فَلِمَ تُحَاجّونَ فِيمَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَاللّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ مَا كَانَ إِبْرَاهِيمُ يَهُودِيّا وَلَا نَصْرَانِيّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ المُشرِكِينَ إِنّ أَوْلَى النّاسِ بِإِبْرَاهِيمَ لَلّذِينَ اتّبَعُوهُ وَهَذَا النَّبِيّ وَالّذِينَ آمَنُوا وَاللّهُ وَلِيّ المُؤْمِنِينَ ((آل عمران:67 - 68) (¬1). ¶ وقَالَ ابْنُ إسْحَاقَ: وَلَمّا قَدِمَ أَهْلُ نَجْرَان مِنْ النَصَارَى عَلَى رَسُولِ اللّهِ صلى الله عليه وسلم أَتَتْهُمْ أَحْبَارُ يَهُودَ فَتَنَازَعُوا عِنْدَ رَسُولِ اللّهِ صلى الله عليه وسلم فَقَالَ رَافِعُ بْنُ حُرَيْمِلَةَ: مَا أَنْتُمْ عَلَى شَيْءٍ وَكَفَرَ بِعِيسَى وَبِالإنجيل، فَقَالَ رَجُلٌ مِنْ أَهْلِ نَجْرَان مِنْ النَصَارَى لِلْيَهُودِ مَا أَنْتُمْ عَلَى شَيْءٍ وَجَحَدَ نُبُوّةَ مُوسَى وَكَفَرَ بِالتّوْرَاةِ فأنزل اللّهُ تَعَالَى فِي ذَلِكَ مِنْ قَوْلِهِمْ ¶ (وَقَالَتِ الْيَهُود لَيْسَتِ النَصَارَى عَلَى شَيْءٍ وَقَالَتِ النَصَارَى لَيْسَتِ الْيَهُود عَلَى شَيْءٍ وَهُمْ يَتْلُونَ الْكِتَابَ كَذَلِكَ قَالَ الّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ فَاللّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ (أَيْ كُلّ يَتْلُو فِي كِتَابِهِ تَصْدِيقَ مَا كَفَرَ بِهِ أَيْ يَكْفُرُ الْيَهُود بِعِيسَى، وَعِنْدَهُمْ التّوْرَاةُ فِيهَا مَا أَخَذَ اللّهُ عَلَيْهِمْ عَلَى لِسَانِ مُوسَى - عَلَيْهِ السّلَامُ - بِالتّصْدِيقِ بِعِيسَى - عَلَيْهِ السّلَامُ - وَفِي الإنجيل مَا جَاءَ بِهِ عِيسَى - عَلَيْهِ السّلَامُ - مِنْ تَصْدِيقِ مُوسَى - عَلَيْهِ السّلَامُ - وَمَا جَاءَ بِهِ مِنْ التّوْرَاةِ مِنْ عِنْدِ اللّهِ وَكُلّ يَكْفُرُ بِمَا فِي يَدِ صَاحِبِهِ (¬2). ¶ ولم ينقطع الحوار بين النَّبِيّ صلى الله عليه وسلموبين نَصَارَى نَجْرَان بانْصِرافِ وَفْدِهِم مِن عِنْده صلى الله عليه وسلم بل كانوا يُحَاوِرُنَ رُسُلَهُ، ويَسْألُونَهُم عَمَّا بَدا لَهُم، ومِنْ ذَلِكَ مَا أَخْرَجَهُ الإمَامُ مُسلمٌ في صَحِيْحِهِ عََنِ الْمُغِيرَةِ بْنِ شُعْبَةَ قَالَ لَمَّا قَدِمْتُ نَجْرَان سَأَلُونِى فَقَالُوا إِنَّكُمْ تَقْرَءُونَ يَا أُخْتَ هَارُونَ، وَمُوسَى قَبْلَ عِيسَى بِكَذَا وَكَذَا. فَلَمَّا قَدِمْتُ عَلَى رَسُولِ اللَّهِصلى الله عليه وسلم سَأَلْتُهُ عَنْ ذَلِكَ. فَقَالَ: «إِنَّهُمْ كَانُوا يُسَمُّونَ بِأَنْبِيَائِهِمْ وَالصَّالِحِينَ قَبْلَهُمْ (¬3). ¶ تعليق عام على هذه الحوارات ¶ ¬__________ ¶ (¬1) ابن هشام: السيرة النبوية (1/ 552) ¶ (¬2) ابن هشام: السيرة النبوية (1/ 549). وهذه الحوارات وإن ذكرها ابن إسحاق بدون سند فإنَّ نص القرآن يؤيدها؛ لأنه يحكي قول الْيَهُود والنَصَارَى ثم يرد عليه، فكيفما كان الأمر فلا شك أنها أقوال صدرت منهم ورد عليه ا النَّبِيّ صلى الله عليه وسلم بنص القرآن. ¶ (¬3) أخرجه مسلم في صحيحه، باب ما يستحب من الأسماء (14/ 116).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "فهذه حوارات متعددة بين النَّبِيّ صلى الله عليه وسلم وبين النَصَارَى، أبان لهم النَّبِيّ صلى الله عليه وسلم الحق، وجادلهم بِالَّتِي هِيَ أَحْسَنُ، وبعد أن أوضح لهم الحق جليًا، وأبان لهم الحجةَ وأزال عنهم الشُّبهةَ، وأبوا قبول الحق وجه الله تعالى رسوله الكريم إلى أن ينهي الجدل والمناظرة مَعَ أولئك النَصَارَى حول هذه القضية الواضحة، وحول هذا الحق البين، وأن يدعوهم إلى المُبَاهَلَةِ بعد ظهور البيانِ. ¶ فدعا الرسول صلى الله عليه وسلم من كانوا يناظرونه في هذه القضية إلى هذا الاجتماع الحاشد، ليبتهل الجميع إلى الله أن ينزل لعنته على الكاذب من الفريقين. فخافوا العاقبة وأبوا المباهلة. وتبين الحق واضحاً. ولكنهم فيما ورد من الروايات لم يُسْلِمُوا احتفاظاً بمكانتهم من قومهم، وبما كان يتمتع به رجال الكنيسة من سلطان وجاه ومصالح ونعيم!!! وما كانت البينة هي التي يحتاج إليها من يصدون عن هذا الدين، إنما هي المصالح والمطامَعَ، والهوى يصد الناس عن الحق الواضح الذي لا خفاء فيه (¬1). ¶ ويتبين من هذا الحوار أن أساس الحوار بين أَهْل الْكِتَابِ دعوتهمِ إلى كلمة سواء: إلى عبادة الله وحده، وعدم الإشراك به، وألا يتخذ الناس بعضهم بعضاً أرباباً من دون الله. . وإلا فهي المفاصلة التي لا مصاحبة بعدها ولا مجادلة: ¶ (قُلْ يَا أَهْل الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلا نُشْرِكَ بِهِ شَيْئاً وَلا يَتَّخِذَ بَعْضُنَا بَعْضاً أَرْبَاباً مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ ((آل عمران:64). ¶ وإنها لدعوة منصفة من غير شك، دعوة لا يريد بها النَّبِيّ صلى الله عليه وسلم أن يتفضل عليهم هو ومن معه من الْمُسْلِمِينَ. . كلمة سواء يقف أمامها الجميع على مستوى واحد. لا يعلو بعضهم على بعض، ولا يتعبد بعضهم بعضاً. دعوة لا يأباها إلا متعنت مفسد، لا يريد أن يفيء إلى الحق القويم. ¶ إنها دعوة إلى عبادة الله وحده لا يشركون به شيئاً. لا بشراً ولا حجراً. ودعوة ألا يتخذ بعضهم بعضاً من دون الله أرباباً. لا نبياً ولا رسولاً. فكلهم لله عبيد. إنما اصطفاهم الله للتبليغ عنه، لا لمشاركته في الألوهية والربوبية، (فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ) ((آل عمران: الآية64). فإنَّ أبوا عبادة الله وحده دون شريك. والعبودية لله وحده دون شريك. وهما المظهران اللذان يقرران موقف العبيد من الألوهية. . إن تولوا فقولوا اشهدوا بأنا مسلمون. (¬2) ¶ ¬__________ ¶ (¬1) في ظلال القرآن لسيد قطب (1/ 405). ¶ (¬2) السابق (ا/406)",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وتدل هذه الحوارات على \"جواز مجادلة أَهْل الْكِتَابِ ومناظرتهم، بل استحباب ذلك، بل وجوبه إذا ظهرت مصلحته من إسلام من يرجى إسلامه منهم وإقامة الحجة عليهم، ولا يهرب من مجادلتهم إلا عاجز عن إقامة الحجة، فليولِ ذلك إلى أهله\" (¬1). ¶ ويدل إرسال النَّبِيّ صلى الله عليه وسلم أبي عبيدة مَعَ وفد نَجْرَان، وكذلك إرساله المغيرة بن شعبة بعد ذلك على أن من يرسل إلى أَهْل الْكِتَابِ ويتعرض لمناظرتهم ومجادلتهم ينبغي أن يكون أميناً، وهو الذي لا غرض له ولا هوى، وإنما مرادُه مجردُ مرضاة الله ورسوله، لا يشوبُها بغيرها، فهذا هو الأمين حقُّ الأمين، كحال أبى عُبيدة بن الجرَّاح. ¶ وتدل حادثة المغيرة ابن شعبة وسؤال النَصَارَى له على مناظرة أَهْل الْكِتَابِ، وجوابهم عما سألوه عنه، فإنَّ أشكل على المسؤول، سأل أهل العلم. (¬2). ¶ وتدل الحوارات السابقة أنَّ السُّنَّة فى مجادلة أهل الباطل إذا قامت عليهم حُجَّةُ اللهِ، ولم يرجعوا، بل أصرُّوا على العناد أن يدعوهم إلى المُبَاهَلَةِ، وقد أمر اللهُ سبحانه بذلك رسولَه صلى الله عليه وسلم، ولم يقل: إنَّ ذلك ليس لأُمتك مِن بعدك (¬3). ¶ اعتراض ومناقشة: ¶ وقد تعرض موريس بورمانس، وهو أحد دعاة الحوار بين النَصَارَى والْمُسْلِمِينَ في العصر الحديث، لحادثة المباهلة المذكورة في آية سورة آل عمران، والتي ذكرناها في الحوار السابق، واصفًا إياها بأنَّها بدايةٌ مأساويةٌ للحوار الإسلامي المسيحي، حيث يقول في كتابه \"توجيهات في سبيل الحوار بين المسيحيين والْمُسْلِمِينَ\" عند تقويمه للعلاقات الإسلامية بأَهْل الْكِتَابِ في العهد النبوي: \"إنَّ الإسلام الذي نشأ في شبه جزيرة العرب متصديا للشرك المكي، كان بوسعه أصلا الاعتقاد بأنه النسيب الداني أو القاصي لليهودية القائمة في يثرب، وفي غيرها من المدن. أو الجار الذي تربطه أواصر الود والتكامل مَعَ تلك الجماعات في اليمن والحبشة القائلة بالطبيعة الواحدة، أو مَعَ تلك الكنائس النسطورية في الامبراطورية الساسانية واليعقوبية أو الملكية في الامبراطورية البيزنطية، ولكن سرعان ما اعتمد أسلوب التحريم والنبذ، فلم يعد الحوار الإسلامي المسيحي الذي بدأ مأسويا عند مباهلة المدينة حين خضع مسيحيو نَجْرَان للدولة الإسلامية الفتية، وقبلوا عهد الذمة التي فرضته، سوى سلسلة من المصادمات السياسية أو الثقافية أو الدينية، أوجدت فيها المماحكات الجدلية، والتحديات الأيدلوجية، ¶ ¬__________ ¶ (¬1) زاد المعاد في هدي خير العباد (3/ 639). ¶ (¬2) زاد المعاد في هدي خير العباد (3/ 642). ¶ (¬3) السابق (3/ 643)",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "جمًا من الأفكار الخاطئة الناجمة عن إساءة في الفهم أو تسرع في الحكم، وتفاقمت الأمور على مر الزمن\" (¬1) ¶ فالكاتب في هذا النص يُنكِرُ الأسلوبَ الذي تعاملَ به النَّبِيّ (مَعَ أَهْل الْكِتَابِ في العهد النبوي، مفترضًا أنه كان ينبغي على النَّبِيّ صلى الله عليه وسلم إقامة علاقات ووشائج مبنية على التعاون والتكامل الناشئ عن التأثير والتأثر بين الإسلام وبين الْيَهُودية والنصرانية، وهذا ناشىء عن عدم فهم الكاتب لطبيعة الإسلام باعتباره دينًا سماويًا، مصدر التلقي فيه وحي السماء، فلم يأتِ ليقر الْيَهُودية أو النصرانية ويتعاون معها؛ بل لينسخ شريعتها ويقوم أعوجاج أهلها، فقد جاء النَّبِيّ صلى الله عليه وسلم وقد انحرف الْيَهُود والنَصَارَى عن التوحيد، ورغبوا عن ملة إبراهيم، حرفوا كتبهم، وضيعوا شريعتهم ثم اتفقوا على إنكار ما أيقنت به نفوسهم، ونطقت به كتبهم من صدق النَّبِيّ (، فاستنكفوا عن الإيمان به، إيثارًا للعاجلةِ على الباقية. ¶ فكيف يمكن للنبي (، وهو المبلغ عن ربه أن يقبل هذه الأديان الباطلة والعقائد المنحرفة، ويقيم معها أواصر الود والتكامل كما يدعي الكاتب، وقد بعث صلى الله عليه وسلم ليدعو الناس جميعا إلى الإيمان بالله تعالى، وإخلاص العبادة له، وقد حذره سبحانه وتعالى من أن يتبع أهواء أَهْل الْكِتَابِ، وما انحرفوا به عن شريعة أنبيائهم. ¶ قال تعالى (وأن احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلا تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنْزَلَ اللَّهُ إِلَيْكَ فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَّمَا يُرِيدُ اللَّهُ أَنْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ وَإِنَّ كَثِيراً مِنَ النَّاسِ لَفَاسِقُونَ ((المائدة:49) وقال سبحانه: (وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِناً عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنَ الْحَقِّ ((المائدة:48) وقال سبحانه: (فَلِذَلِكَ فَادْعُ وَاسْتَقِمْ كَمَا أُمِرْتَ وَلا تَتَّبِعْ أَهْوَاءَهُمْ وَقُلْ آمَنْتُ بِمَا أَنْزَلَ اللَّهُ مِنْ كِتَابٍ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ اللَّهُ رَبُّنَا وَرَبُّكُمْ لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ لا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ اللَّهُ يَجْمَعَ بَيْنَنَا وَإِلَيْهِ الْمَصِيرُ ((الشورى:15) لقد كَانَ (في أول الأمر يُحِبُّ مُوَافَقَةَ أَهْل الْكِتَابِ فِيمَا لَمْ يُؤْمَرْ فِيهِ بِشَيْءِ، وَلَا سِيَّمَا إِذَا كَانَ فِيه مخالفة المُشرِكِينَ من عبدة الأوثان، وذلك تألفاً لهم حتى يراجعوا أنفسهم عما هم عليه من التكذيب والعناد، فيؤمنوا به (. كما حدث في صيامه (يوم عاشوراء عندما دخل المدينة فعَنِ ابْنِ ¶ ¬__________ ¶ (¬1) موريس بورمانس: توجيهات في سبيل الحوار بين المسيحيين والْمُسْلِمِينَ ترجمة يوحنا منصور، المكتبة البولسية، بيروت لبنان، الطبعة الأولى 1986م (ص25 - 26).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "عَبَّاسٍ - رضى الله عنهما - قَالَ قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَدِينَةَ فَوَجَدَ الْيَهُود يَصُومُونَ يَوْمَ عَاشُورَاءَ فَسُئِلُوا عَنْ ذَلِكَ فَقَالُوا هَذَا الْيَوْمُ الَّذِى أَظْهَرَ اللَّهُ فِيهِ مُوسَى وَبَنِى إِسْرَائِيلَ عَلَى فِرْعَوْنَ فَنَحْنُ نَصُومُهُ تَعْظِيمًا لَهُ. فَقَالَ النَّبِىُّ صلى الله عليه وسلم «نَحْنُ أَوْلَى بِمُوسَى مِنْكُمْ». فَأَمَرَ بِصَوْمِهِ. (¬1) ¶ كما شرع الله لنبيه الصلاة أولا إلى بيت المقدس؛ إذ كان قبلة الأنبياء، فبعث بما بعث به الرسل قبله وبما يعرفه أَهْل الْكِتَابِ؛ ليؤكد لهم أنَّ دعوته هي دعوة الرسل بعينها، وليس بدعًا من الرسل، ولا مخالفًا لهم بل مصدقًا لهم مؤمنا بهم، فلما لم يؤثر فيهم ذلك التآلف، وأصروا على العناد والجحود، وأبوا الإيمان به، أمره الله تعالى بمخالفتهم، وبين له أن هؤلاء الْيَهُود والنَصَارَى قوم ذوو عناد؛ لا يمكن أن يرضوا عنك مهما تألفتهم؛ فإنهم لن يرضوا عنك حتى تتبع ملتهم. كما قال ((وَلَنْ تَرْضَى عَنْكَ الْيَهُود وَلا النَصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلا نَصِير (ٍ (البقرة:120) ... وقد أقام (الحجة على صدقه وصحة نبوته، و استفاضت الآثار عن أهل الكتاب زمن النبوة أنَّهم كانوا يعلمون بصدقه، ويستفتحون على المُشرِكِينَ به، فلما جاء من العرب حسدوه وأبوا الإيمان به. فلم آيس النَّبِيّ من إيمانهم، وسلك كل طريق لهدايتهم فأبوا إلا الجحود والنكران، والتآمر على الدعوة الإسلامية، والتعاون مَعَ أعدائها، والكيد لها ليل نهار حدثت تلك المصادمات التي كانوا هم سببها. ¶ إن الكاتب ينكر تلك البداية المأساوية للحوار الإسلامي النصراني، إن مأسوية هذه البداية عند الكاتب تتمثل في عجز نَصَارَى نَجْرَان على إقامة الحجة على صحة عقيدتهم، وإقرارهم بصدق النَّبِيّ صلى الله عليه وسلم وانقطاعهم في المحاورة معه، فلما أبوا قبول الحق بعد قيام الحجة عليهم به، وإبطال النَّبِيّ صلى الله عليه وسلم للشبهات التي تعلقوا بها، دعاهم بأمر من ربه إلى المُبَاهَلَةِ. ¶ وما ضر الصادق المتيقن من دينه وعقيدته، المصر عليها إن دعي إلى المُبَاهَلَةِ، وإنما امتنع أولئك النَصَارَى عن هذه المباهلة؛ لعلمهم بصدق النَّبِيّ صلى الله عليه وسلم وأنهم إن باهلوه لم يفلحوا. ¶ إن هذا الكلام من هذا الكاتب وغيره كثيرٌ ليدل على نوعية الحوار الذي يريده أولئك النَصَارَى، إنهم لا يريدون حوارًا على نهج النبوة، وإنما يريدون حوارا تبرز فيه المجاملة والمداهنة إلى أقصى صورها؛ لاستقطاب أصحاب الأهواء وترويج الدعاية على الأغمار والجهلاء. ¶ حوار يتخلى فيه المسلمون عن عقيدتهم وشريعتهم، عما أمرهم الله به من ولاء وبراء، في الوقت الذي ينشطون هم في جد ودأب في نشر التنصير، وتوسيع دائرته، إنَّ الحوارَ المطلوبَ منَّا هو حوارُ على نهج حوارات مؤتمرات السلام العربي/ الإسرائيلي حيث يجتمَعَ الفرقاء على مائدة واحدة للتفاوض من أجل السلام، وفي الوقت ذاته تقوم الآلية العسكرية لأولئك الذين يجلسون من أجل السلام - ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه كتاب الصيام، باب صيام يوم عاشوراء (4/ 287) (ح2002). وأخرجه مسلم كتاب الصيام باب صوم يوم عاشوراء (8/ 9).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "بزعمهم - بهدم البيوت، وقتل الأبرياء، واغتصاب النساء، وانتهاك حرمات الطرف الآخر، إن مثل هذه المؤتمرات وتلك مثل لصوص أرادوا الاستيلاء على بيت وإذلال أهله، ولما لم يجدوا طريقا مشروعًا إلى ما أرادوا، نظروا لأقل من في البيت عقلا وعلمًا ودينًا، فخدعوه بزخرف الكلام، ليميل إليهم ليَسْمُرَ معهم، في الوقت الذي ينطلق بقية الأشرار لتحقيق مآربهم.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "المبحث الثاني ¶ حوارات الْيَهُود ¶ كَانَ الْأَحْبَارُ مِنْ الْيَهُودِ، قَدْ تَحَدّثُوا بِأَمْرِ رَسُولِ اللّهِ صلى الله عليه وسلم قَبْلَ مَبْعَثِهِ لَمّا تَقَارَبَ مِنْ زَمَانِهِ. مما وَجَدُوا فِي كُتُبهمْ مِنْ صِفَتِهِ وَصِفَةِ زَمَانِهِ، وَمَا كَانَ مِنْ عَهْدِ أَنْبِيَائِهِمْ إلَيْهِمْ فِيهِ (¬1) ¶ فلما بُعِثَ النَّبِيُّ صلى الله عليه وسلم وعلموا بما عندهم من علم أنه ذلك النَّبِيّ المنتظر كفروا به حسدًا وكبرًا وإيثارًا للعاجلة على الباقية. ¶ وقد قال رجال من الأنصار \" إنّ مِمّا دَعَانَا إلَى الْإِسْلَامِ مَعَ رَحْمَةِ اللّهِ تَعَالَى وَهَدَاهُ لَنَا، لَمَا كُنّا نَسْمَعُ مِنْ رِجَالِ يَهُودَ، وكُنّا أَهْلَ شِرْكٍ أَصْحَابَ أَوَثَانٍ، وَكَانُوا أَهْلَ كِتَابٍ، عِنْدَهُمْ عِلْمٌ لَيْسَ لَنَا، وَكَانَتْ لَا تَزَالُ بَيْنَنَا وَبَيْنَهُمْ شُرُورٌ، فَإِذَا نِلْنَا مِنْهُمْ بَعْضَ مَا يَكْرَهُونَ قَالُوا لَنَا: إنّهُ قَدْ تَقَارَبَ زَمَانُ نَبِيّ يُبْعَثُ الْآنَ نَقْتُلُكُمْ مَعَهُ قَتْلَ عَادٍ وَإِرَمٍ، فَكُنّا كَثِيرًا مَا نَسْمَعُ ذَلِكَ مِنْهُمْ. فَلَمّا بَعَثَ اللّهُ رَسُولَهُ (أَجَبْنَاهُ حِينَ دَعَانَا إلَى اللّهِ تَعَالَى، وَعَرَفْنَا مَا كَانُوا يَتَوَعّدُونَنَا بِهِ، فَبَادَرْنَاهُمْ إلَيْهِ، فَآمَنّا بِهِ وَكَفَرُوا بِهِ، فَفِينَا وَفِيهِمْ نَزَلَ هَؤُلَاءِ الْآيَاتُ مِنْ الْبَقَرَةِ (وَلَمّا جَاءَهُمْ كِتَابٌ مِنْ عِنْدِ اللّهِ مُصَدّقٌ لِمَا مَعَهُمْ وَكَانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الّذِينَ كَفَرُوا فَلَمّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ فَلَعْنَةُ اللّهِ عَلَى الْكَافِرِيْنَ ([البقرة: 89] (¬2). ¶ كان مقتضى علم اليهود السابق بمبعث النبي (ومعرفتهم بأوصافه أن يسارعوا إلى الإيمان به، ونصرة دعوته، إلا أن الأمر كان على النقيض من ذلك تماما، وجد النبي (منهم أشد العناد والتكذيب، حتى بلغ بهم حقدهم وحسدهم له صلى الله عليه وسلم أنهم كانوا إذا مروا عليه دعوا عليه بالموت موهمين أنهم يحيونه بالسلام، وكان نَبِيّ الرَّحْمَةِ صلى الله عليه وسلم يرفق بهم، رغبة في إيمانهم، ويترك مقابلتهم بمثل قولهم، بل نهى أم المؤمنين عائشة من الإغلاظ في ردها عليهم فعَنْ عَائِشَةَ قَالَتْ كَانَ الْيَهُودُ يُسَلِّمُونَ عَلَى النَّبِيِّ صلى الله عليه وسلم يَقُولُونَ السَّامُ عَلَيْكَ، فَفَطِنَتْ عَائِشَةُ إِلَى قَوْلِهِمْ فَقَالَتْ عَلَيْكُمْ السَّامُ وَاللَّعْنَةُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم مَهْلًا يَا عَائِشَةُ إِنَّ اللَّهَ يُحِبُّ الرِّفْقَ فِي الْأَمْرِ كُلِّهِ، فَقَالَتْ يَا نَبِيَّ اللَّهِ أَوَلَمْ تَسْمَعْ مَا يَقُولُونَ، قَالَ أَوَلَمْ تَسْمَعِي أَنِّي أَرُدُّ ذَلِكِ عَلَيْهِمْ فَأَقُولُ وَعَلَيْكُمْ (¬3) ¶ ¬__________ ¶ (¬1) السيرة النبوية لابن هشام: (1/ 234). ¶ (¬2) السيرة النبوية لابن هشام (1/ 211).: وانظر صحيح السيرة النبوية للألباني ص57 ¶ (¬3) أخرجه البخاري في صحيحه، كتاب الأدب، باب الرفق في الأمر كله (10/ 463) (ح6024)",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وفي رواية: أَنَّ الْيَهُودَ أَتَوْا النَّبِيَّ (فَقَالُوا السَّامُ عَلَيْكَ، قَالَ وَعَلَيْكُمْ، فَقَالَتْ عَائِشَةُ السَّامُ عَلَيْكُمْ وَلَعَنَكُمْ اللَّهُ وَغَضِبَ عَلَيْكُمْ فَقَالَ رَسُول اللَّهِ صلى الله عليه وسلم مَهْلًا يَا عَائِشَةُ عَلَيْكِ بِالرِّفْقِ، وَإِيَّاكِ وَالْعُنْفَ، أَوْ الْفُحْشَ قَالَتْ أَوَلَمْ تَسْمَعْ مَا قَالُوا قَالَ أَوَلَمْ تَسْمَعِي مَا قُلْتُ رَدَدْتُ عَلَيْهِمْ فَيُسْتَجَابُ لِي فِيهِمْ وَلَا يُسْتَجَابُ لَهُمْ (¬1). ¶ لم يكن لليهود وجودٌ يذكرُ في مكة حيثُ كانوا يستوطنون المدينةَ، ويتحزبون بها، ومن ثم لم يكن هناك حواراتٌ مباشرةٌ بين النَّبِيّ صلى الله عليه وسلم وبين الْيَهُود في العهد المكي، غير ما يذكره أهل السير من أن أهل مكة لما ذاع خبر النَّبِيّ صلى الله عليه وسلم وأعياهم أمره، وعجزوا عن شيء يقولونه فيه، أرسلوا إلى يهود المدينة لعلهم يهدونهم إلى شيء لم يهتدوا إليه، يبطلوا به دعوة النَّبِيّ صلى الله عليه وسلم. ¶ أرسلت قريش النّضْرَ بْنُ الْحَارِثِ وعُقْبَةَ بْنَ أَبِي مُعَيْطٍ يسألانهم عَنْ مُحَمّدٍ صلى الله عليه وسلم وَقَالُوا لَهُمَا: سَلَاهُمْ عَنْ مُحَمّدٍ وَصِفَا لَهُمْ صِفَتَهُ، وَأَخْبِرَاهُمْ بِقَوْلِه، ِ فإنَّهُمْ أَهْل الْكِتَابِ الْأُوَلِ، وَعِنْدَهُمْ عِلْمٌ لَيْسَ عِنْدَنَا مِنْ عِلْمِ الأنبِيَاءِ، فَخَرَجَا حَتّى قَدِمَا الْمَدِينَةَ، فَسَأَلَا أَحْبَارَ يَهُودَ عَنْ رَسُولِ اللّهِ صلى الله عليه وسلم وَوَصَفَا لَهُمْ أَمْرَهُ، وَأَخْبَرَاهُمْ بِبَعْضِ قَوْلِهِ، وَقَالَا لَهُمْ إنّكُمْ أَهْلُ التّوْرَاةِ، وَقَدْ جِئْنَاكُمْ لِتُخْبِرُونَا عَنْ صَاحِبِنَا هَذَا. فَقَالَتْ لَهُمَا أَحْبَارُ يَهُودَ سَلُوهُ عَنْ ثَلَاثٍ نَأْمُرُكُمْ بِهِنّ فإن أَخْبَرَكُمْ بِهِنّ فَهُوَ نَبِيّ مُرْسَلٌ، وَإِنْ لَمْ يَفْعَلْ فَالرّجُلُ مُتَقَوّلٌ فَرَوْا فِيهِ رَأْيَكُمْ. سَلُوهُ عَنْ فِتْيَةٍ ذَهَبُوا فِي الدّهْرِ الْأَوّلِ مَا كَانَ أَمْرُهُمْ، فإنَّهُ قَدْ كَانَ لَهُمْ حَدِيثٌ عَجَبٌ، وَسَلُوهُ عَنْ رَجُلٍ طَوّافٍ قَدْ بَلَغَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا مَا كَانَ نَبَؤُهُ، وَسَلُوهُ عَنْ الرّوحِ مَا هِيَ؟ فَإِذَا أَخْبَرَكُمْ بِذَلِك فَاتّبِعُوهُ فإنَّهُ نَبِيّ، وَإِنْ لَمْ يَفْعَلْ فَهُوَ رَجُلٌ مُتَقَوّلٌ فَاصْنَعُوا فِي أَمْرِهِ مَا بَدَا لَكُمْ. (¬2) ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه كتاب الأدب، باب لم يكن النبي صلى الله عليه وسلم فاحشا ولا متفحشًا (10/ 466 - 467) (ح6030). ¶ (¬2) يذكر المفسرون هذه الرواية في سبب نزول سورة الكهف وقد ذكرها ابن إسحاق في سيرته بدون سند وأسنده الطبري إلى ابن عباس وفي إسناده مجهول، فهي بهذا الحال ضعيفة السند إلا أنه توجد بعض القرائن التي ربما ترجح حدوث الواقعة التي تتحدث عنها هذه الرواية. ¶ ومن هذه القرائن أن الآية التي تحدثت عن الروح والآيات التي تحدثت عن ذي القرنين بدأت بقوله تعالى ويسألونك فهي تنص على أن الآيات ما نزلت إلا بعد أسئلة سئلها رسول الله (ه وسلم، والمعلوم أن الذين وجهوا الأسئلة مباشرة هم كفار قريش، وهم لم يكن عندهم علم بثقافة أَهْل الْكِتَابِ إلا بما أخذوا منهم كما هو معروف من اللقاءات التي كانت تتم بين كفار قريش وأَهْل الْكِتَابِ خارج مكة في الأسفار والرحلات والتجارات. (تفسير سورة الكهف د. جمال مصطفى ص15، 16. وانظر ابن هشام: السيرة النبوية (1/ 300،-302) بدون إسناد، وانظر: تفسير القرآن للطبري: (15/ 143) و تفسير القرآن العظيم لابن كثير (5/ 136)، ومن هذه القرائن أيضا ما أخرجه الترمذي بسند صحيح عن ابن عباس قال قالت قريش ليهود أعطونا شيئا نسأل هذا الرجل فقال سلوه عن الروح قال فسألوه عن الروح فأنزل الله تعالى (وَيَسْأَلونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلاً) (الاسراء:85) قالوا أوتينا علما كثيرا أوتينا التوراة ومن أوتي التوراة فقد أوتي خيرا كثيرا فأنزلت (قُلْ لَوْ كَانَ الْبَحْرُ مِدَاداً لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَداً ((الكهف:109). (الألباني: صحيح سنن الترمذي (3/ 269 - 270) (ح 3140).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ولما قدم النَّبِيّ صلى الله عليه وسلمالمدينةَ اعتمدَ الْيَهُود منهج الحوارِ والجدلِ وطرح الأسئلة عليه في محاولة لفهم ما عنده لتعقله، وزعزعة يقين بعض من اتبعه ممن لا يزالون على عتبة الإيمان، وتشكيك الناس في دعوته وصرف من يفكرون في اتباعه نهائيا عنه، ولملمة فلول المناوئين له والمخالفين؛ ليكونوا قوة واحدة قادرة على المجابهة والمواجهة. (¬1) ¶ لقد كان نبي الرحمة صلى الله عليه وسلم يغشى الْيَهُودَ في مجالسهم يدعوهم إلى الإيمان مذكرًا إياهم بفضل الله عليهم وعلى أسلافهم. ¶ من أول الحوارات التي دارت بين النَّبِيّ صلى الله عليه وسلم والْيَهُودِ تلك الحوارات التي عمد النَّبِيّ صلى الله عليه وسلم إلى استخراج الحقيقة التي يكتمها الْيَهُود، وأعلنوها قبل مبعثه من أنه نبي مرسل موصوف عندهم فِي التَّوْرَاةِ كما قال تعالى: (الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيّ الأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوباً عِندَهُمْ فِي التَّوْرَاةِ وَالإنجيل يَأْمُرُهُم بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ المُنكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الخَبَائِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالأَغْلالَ الَتِي كَانَتْ عَلَيْهِمْ فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنزِلَ مَعَهُ أُوْلَئِكَ هُمُ المُفْلِحُونَ ([الأعراف آية: (157)] ¶ ونتعرض في هذا المبحث لنماذج مما صح من حوارات النَّبِيّ صلى الله عليه وسلم مَعَ الْيَهُود لنتعرف كيف كان النَّبِيّ صلى الله عليه وسلميحاور الْيَهُود؟ وعلى أي شيء كان يجادلهم؟ وما الغاية من هذه الحوارات؟ ¶ ¬__________ ¶ (¬1) موقف النَّبِيّ صلى الله عليه وسلم من الديانات الثلاثة (الوثنية والْيَهُودية والنصرانية) لحسن خالد: ص 63، 64",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "الحوار الأول ¶ حوار في إثبات النبوة ¶ روى الإمام أحمد بسنده عَنْ أَبِي صَخْرٍ الْعُقَيْلِيِّ حَدَّثَنِي رَجُلٌ مِنَ الْأَعْرَابِ قَالَ: جَلَبْتُ جَلُوبَةً إِلَى الْمَدِينَةِ فِي حَيَاةِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمَّا فَرَغْتُ مِنْ بَيْعَتِي قُلْتُ لَأَلْقَيَنَّ هَذَا الرَّجُلَ فَلَأَسْمَعَنَّ مِنْهُ قَالَ فَتَلَقَّانِي بَيْنَ أَبِي بَكْرٍ وَعُمَرَ يَمْشُونَ، فَتَبِعْتُهُمْ فِي أَقْفَائِهِمْ حَتَّى أَتَوْا عَلَى رَجُلٍ مِنْ الْيَهُود نَاشِرًا التَّوْرَاةَ يَقْرَؤُهَا يُعَزِّي بِهَا نَفْسَهُ عَلَى ابْنٍ لَهُ فِي الْمَوْتِ كَأَحْسَنِ الْفِتْيَانِ وَأَجْمَلِهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: أَنْشُدُكَ بِالَّذِي أَنْزَلَ التَّوْرَاةَ هَلْ تَجِدُ فِي كِتَابِكَ ذَا صِفَتِي وَمَخْرَجِي فَقَالَ بِرَأْسِهِ: هَكَذَا أَيْ لَا. فَقَالَ ابْنُهُ إي وَالَّذِي أَنْزَلَ التَّوْرَاةَ إِنَّا لَنَجِدُ فِي كِتَابِنَا صِفَتَكَ وَمَخْرَجَكَ، وَأَشْهَدُ أَنَّ لَا إِلَهَ إِلَّا اللَّهُ، وَأَنَّكَ رَسُولُ اللَّهِ، فَقَالَ أَقِيمُوا الْيَهُود عَنْ أَخِيكُمْ ثُمَّ وَلِيَ كَفَنَهُ وَحَنَّطَهُ وَصَلَّى عَلَيْهِ (¬1). ¶ فهذا حوار بين النَّبِيّ صلى الله عليه وسلم ويهودي حول نبوته (، حيث أنكرها الْيَهُودي، بينما أقر بها ابنه، مخالفا أباه الذي يعلم صدق النبي صلى الله عليه وسلم. ¶ ومما يدل على ذلك أيضا ما أخرجه البخاري عَنْ أَنَسٍ قَالَ: ¶ كَانَ غُلَامٌ يَهُودِيٌّ يَخْدُمُ النَّبِيَّ فَمَرِضَ فَأَتَاهُ النَّبِيُّ صلى الله عليه وسلم يَعُودُهُ فَقَعَدَ عِنْدَ رَأْسِهِ فَقَالَ لَهُ: \"أَسْلِمْ\" فَنَظَرَ إِلَى أَبِيهِ وَهُوَ عِنْدَهُ. ¶ فَقَالَ: لَهُ أَطِعْ أَبَا الْقَاسِمِ فَأَسْلَمَ ¶ فَخَرَجَ النَّبِيُّ صلى الله عليه وسلم وَهُوَ يَقُولُ: \" الْحَمْدُ لِلَّهِ الَّذِي أَنْقَذَهُ مِنْ النَّارِ!! \" (¬2). ¶ ففي هذا الحوار تتجلى رحمة نَبِيّ الرَّحْمَةِ في حرصه على إنقاذ هذا الغلام من النار؛ حتى ذهب إليه بنفسه يدعوه إلى الإسلام، وقد أقر الأب ابنه، وأمره بطاعة النبي صلى الله عليه وسلم وما ذلك إلا لعلمه بصدقه. وقريب من هذين الحوارين الحوار التالي: ¶ ¬__________ ¶ (¬1) أخرجه أحمد في مسنده (ح 23492) (38/ 476)،ورجاله ثقات غير أبي صخر العقيلي فذكره ابن حبان في الصحابة من \"الثقات \" وسبقه إلى ذلك البخاري ومسلم؛ فجزموا بصحبته، كما في \"الإصابة\" و\"التعجيل \".واذا كان كذلك؛ فالسند صحيح؛ لأن جهالة الصحابي لا تضر، ولهذا قال ابن كثير في التفسير، تفسير سورة الأعراف: (3/ 483) \" هذا حديث جيد قوي له شاهد في الصحيح، عن أنس.\" وصححه الألباني في السلسلة الصحيحه (ح 3269) (7/ 798). ¶ (¬2) أخرجه البخاري في صحيحه، كتاب الجنائز، باب إذا أسلم الصبي فمات هل يصلى عليه، (3/ 259) (ح 1356).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "الحوار الثاني ¶ دعوة إلى إثبات النبوة ¶ عن الفلتان بن عاصم وذكر أنَّ خاله قال: كنت جالسا عند النَّبِيّ صلى الله عليه وسلم إذ شَخَصَ بَصَرُهُ إِلَى رَجُلٍ، فإذا يهودي عليه قميص وسراويل ونعلان. قال: فجعل النَّبِيّ صلى الله عليه وسلم يكلمه وهو يقول: يَا رَسُول اللهِ. فقَالَ رسول الله صلى الله عليه وسلم: أَتَشْهَدُ أَنِّي رَسُولُ اللهِ؟ قال: لا. قال رسول الله صلى الله عليه وسلمأَتَقْرَأُ التَّوْرَاةَ؟ قَالَ: نَعَمْ قال: أتقرأ الإنجيل؟.قَالَ: نَعَمْ قَالَ: وَالْقُرْآنَ؟. قال: والذي نفسي بيده لو أشاء لقرأته فقال النَّبِيّ صلى الله عليه وسلم: (فبم تقرأ التَّوْرَاةِ وَالإنجيل أتَجِدُنِي نبيا؟). قال: نجد مثلك، ومثل أمتك، ومثل مخرجك، وكنا نرجو أن تكون فينا فلما خرجت تخوفنا أن تكون أنت، فنظرنا فإذا ليس أنت هو، قال قال رسول الله صلى الله عليه وسلم: (ولم ذاك). قال: إن معه من أمته سبعين ألفا ليس عليهم حساب ولا عقاب وإن ما معك نفر يسير. قال: (فوالذي نفسي بيده لأنا هو، وإنَّها لأمتي، وإنهم لأكثر من سبعين ألفا وسبعين ألفا وسبعين ألفا) (¬1). ¶ وهذا الحوار كسابقه في إثبات نبوته صلى الله عليه وسلم أرد به إقامة الحجة على الْيَهُودي بما يعرفونه من كتبهم من صفاته (، كما حرص النَّبِيّ صلى الله عليه وسلمعلى إزالة شبهة ذلك الْيَهُودي، عندما ادعى أنَّ أمة النَّبِيّ المنتظر يدخل منها الجنة سبعون ألفا وأتباعه صلى الله عليه وسلم قليلون فبين له صلى الله عليه وسلم أن أمته تزيد بكثير عن ذلك العدد. فتحقق من هذا الحوار إقامة الحجة بإثبات نبوته صلى الله عليه وسلم وإزالة شبهة ذلك اليهودي، وهذا هو الأساس الذي يجب أن ينطلق منه أي حوار هادف. ¶ الحوار الثالث ¶ دعوة إلى التوحيد وإثبات الرسالة ¶ عَنْ عَوْفِ بْنِ مَالِكٍ قَالَ انْطَلَقَ النَّبِيّ صلى الله عليه وسلم يَوْمًا وَأَنَا مَعَهُ حَتَّى دَخَلْنَا كَنِيسَةَ الْيَهُود بِالْمَدِينَةِ يَوْمَ عِيدٍ لَهُمْ، فَكَرِهُوا دُخُولَنَا عَلَيْهِمْ، فَقَالَ لَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم يَا مَعْشَرَ الْيَهُود أَرُونِي اثْنَيْ عَشَرَ رَجُلًا يَشْهَدُونَ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ يُحْبِطْ اللَّهُ عَنْ كُلِّ يَهُودِيٍّ تَحْتَ أَدِيمِ السَّمَاءِ الْغَضَبَ الَّذِي غَضِبَ عَلَيْهِ. قَالَ: فَأَسْكَتُوا مَا أَجَابَهُ مِنْهُمْ أَحَدٌ، ثُمَّ رَدَّ عَلَيْهِمْ فَلَمْ يُجِبْهُ أَحَدٌ، ثُمَّ ثَلَّثَ فَلَمْ يُجِبْهُ أَحَدٌ. فَقَالَ: أَبَيْتُمْ فَوَاللَّهِ إِنِّي لأنا الْحَاشِرُ، وَأَنَا الْعَاقِبُ، وَأَنَا النَّبِيّ الْمُصْطَفَى آمَنْتُمْ أَوْ كَذَّبْتُمْ، ثُمَّ انْصَرَفَ وَأَنَا مَعَهُ، حَتَّى إِذَا كِدْنَا أَنْ نَخْرُجَ نَادَى رَجُلٌ مِنْ خَلْفِنَا كَمَا أَنْتَ يَا مُحَمَّدُ. ¶ قَالَ فَأَقْبَلَ فَقَالَ ذَلِكَ الرَّجُلُ: أَيَّ رَجُلٍ تَعْلَمُونَ فِيكُمْ يَا مَعْشَرَ الْيَهُود؟ ¶ ¬__________ ¶ (¬1) أخرجه ابن حبان في صحيح ابن حبان بترتيب ابن بلبان باب كتب النبي صلى الله عليه وسلم (ح6580) (14/ 541) وصححه الألباني كما في التعليقات الحسان على صحيح ابن حبان، (9/ 296) (ح6546)، وذكره الألباني في: صحيح السنة النبوية (ص74، 75).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "قَالُوا: وَاللَّهِ مَا نَعْلَمُ أَنَّهُ كَانَ فِينَا رَجُلٌ أَعْلَمُ بِكِتَابِ اللَّهِ مِنْكَ وَلَا أَفْقَهُ مِنْكَ وَلَا مِنْ أَبِيكَ قَبْلَكَ وَلَا مِنْ جَدِّكَ قَبْلَ أَبِيكَ. ¶ قَالَ: فإنَّي أَشْهَدُ لَهُ بِاللَّهِ أَنَّهُ نَبِيُّ اللَّهِ الَّذِي تَجِدُونَهُ فِي التَّوْرَاةِ ¶ قَالُوا: كَذَبْتَ ثُمَّ رَدُّوا عَلَيْهِ قَوْلَهُ، وَقَالُوا فِيهِ شَرًّا ¶ قَالَ رَسُولُ اللَّهِ (: كَذَبْتُمْ لَنْ يُقْبَلَ قَوْلُكُمْ أَمَّا آنِفًا فَتُثْنُونَ عَلَيْهِ مِنْ الْخَيْرِ مَا أَثْنَيْتُمْ، وَلَمَّا آمَنَ كَذَّبْتُمُوهُ، وَقُلْتُمْ فِيهِ مَا قُلْتُمْ فَلَنْ يُقْبَلَ قَوْلُكُمْ. ¶ قَالَ فَخَرَجْنَا وَنَحْنُ ثَلَاثَةٌ رَسُولُ اللَّهِ صلى الله عليه وسلموَأَنَا وَعَبْدُ اللَّهِ بْنُ سَلَامٍ. ¶ وَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ فِيهِ: (قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ [الأحقاف: 10] ((¬1). ¶ في هذا الحوار دخل النَّبِيّ صلى الله عليه وسلم إلى يهود في مجالس علمهم، داعيًا إياهم إلى توحيد الله والإقرار بنبوته، تلك التي أقر بها من شرح الله صدره للإيمان كعبد الله بن سلام الذي جهر بالحق جليا أمام معشر الْيَهُود، مظهرًا ما يجحدونه من صحة نبوته (. ¶ وَكَانَ مِنْ حَدِيثِ عَبْدِ اللّهِ بْنِ سَلَامٍ أنه قَالَ لَمّا سَمِعْت بِرَسُولِ اللّهِ صلى الله عليه وسلمعَرَفْت صِفَتَهُ وَاسْمَهُ وَزَمَانَهُ الّذِي كُنّا نَتَوَكّفُ لَهُ، فَكُنْت مُسِرّا لِذَلِكَ صَامِتًا عَلَيْهِ حَتّى قَدِمَ صلى الله عليه وسلم الْمَدِينَةَ، فَلَمّا نَزَلَ بِقُبَاءٍ فِي بَنِي عَمْرِو بْنِ عَوْفٍ، أَقْبَلَ رَجُلٌ حَتّى أَخْبَرَ بِقُدُومِهِ، وَأَنَا فِي رَأْسِ نَخْلَةٍ لِي أَعْمَلُ فِيهَا، وَعَمّتِي خَالِدَةُ بْنَتُ الْحَارِثِ تَحْتِي جَالِسَةٌ، فَلَمّا سَمِعْت الْخَبَرَ بِقُدُومِ رَسُولِ اللّهِ صلى الله عليه وسلم كَبّرْت، فَقَالَتْ لِي عَمّتِي، حِينَ سَمِعَتْ تَكْبِيرِي: خَيّبَك اللّهُ وَاَللّهِ لَوْ كُنْت سَمِعْت بِمُوسَى بْنِ عِمْرَانَ قَادِمًا مَا زِدْت، قَالَ فَقُلْت لَهَا: أَيْ عَمّةَ هُوَ وَاَللّهِ أَخُو مُوسَى بْنِ عِمْرَانَ وَعَلَى دِينِهِ، بُعِثَ بِمَا بُعِثَ بِهِ. قَالَتْ أَيْ ابْنَ أَخِي، أَهُوَ النَّبِيّ الّذِي كُنّا نُخْبَرُ أَنّهُ يُبْعَثُ مَعَ نَفَسِ السّاعَةِ؟ قَالَ فَقُلْت لَهَا: نَعَمْ. قَالَ فَقَالَتْ فَذَاكَ إذًا. قَالَ ثُمّ خَرَجْت إلَى رَسُولِ اللّهِ صلى الله عليه وسلمفَأَسْلَمْت، ثُمّ رَجَعْت إلَى أَهْلِ بَيْتِي، فَأَمَرْتهمْ فَأَسْلَمُوا (¬2). ¶ ¬__________ ¶ (¬1) أخرجه الحاكم في المستدرك، كتاب معرفة الصحابة (3/ 415). وقال (3/ 416): صحيح على شرط الشيخين ولم يخرجاه. وصححه الألباني كما في التعليقات الحسان على صحيح ابن حبان، كتاب إخباره صلى الله عليه وسلم عن مناقب الصحابة (10/ 237) (ح 7118). صحيح السنة النبوية (80، 81). ¶ (¬2): السيرة النبوية لابن هشام (1/ 517).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وأخرج البخاري عن أنَس أَنَّ عَبْدَ اللَّهِ بْنَ سَلَامٍ بَلَغَهُ مَقْدَمُ النَّبِيّ صلى الله عليه وسلم الْمَدِينَةَ فَأَتَاهُ يَسْأَلُهُ عن أَشْيَاءَ. ¶ فَقَالَ: إِنِّي سَائِلُكَ عن ثَلَاثٍ لَا يَعْلَمُهُنَّ إِلَّا نَبِيٌّ مَا أَوَّلُ أَشْرَاطِ السَّاعَةِ؟ وَمَا أَوَّلُ طَعَامٍ يَأْكُلُهُ أَهْلُ الْجَنَّةِ؟ وَمَا بَالُ الْوَلَدِ يَنْزِعُ إِلَى أَبِيهِ أَوْ إِلَى أُمِّهِ؟ ¶ قَالَ: أَخْبَرَنِي بِهِ جِبْرِيلُ آنِفًا. ¶ قَالَ ابْنُ سَلَامٍ: ذَاكَ عَدُوُّ الْيَهُود مِنْ الْمَلَائِكَةِ. ¶ قَالَ: أَمَّا أَوَّلُ أَشْرَاطِ السَّاعَةِ فَنَارٌ تَحْشُرُهُمْ مِنْ الْمَشْرِقِ إِلَى الْمَغْرِبِ، وَأَمَّا أَوَّلُ طَعَامٍ يَأْكُلُهُ أَهْلُ الْجَنَّةِ فَزِيَادَةُ كَبِدِ الْحُوتِ، وَأَمَّا الْوَلَدُ فَإِذَا سَبَقَ مَاءُ الرَّجُلِ مَاءَ الْمَرْأَةِ نَزَعَ الْوَلَد، َ وَإِذَا سَبَقَ مَاءُ الْمَرْأَةِ مَاءَ الرَّجُلِ نَزَعَتْ الْوَلَدَ. ¶ قَالَ: أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّكَ رَسُولُ اللَّهِ. ¶ قَالَ يَا رَسُولَ اللَّهِ: إِنَّ الْيَهُود قَوْمٌ بُهُتٌ فَاسْأَلْهُمْ عَنِّي قَبْلَ أَنْ يَعْلَمُوا بِإِسْلَامِي. ¶ فَجَاءَتْ الْيَهُود فَقَالَ النَّبِيّ صلى الله عليه وسلم أَيُّ رَجُلٍ عَبْدُ اللَّهِ بْنُ سَلَامٍ فِيكُمْ. ¶ قَالُوا: خَيْرُنَا وَابْنُ خَيْرِنَا وَأَفْضَلُنَا وَابْنُ أَفْضَلِنَا. ¶ فَقَالَ النَّبِيّ صلى الله عليه وسلم: أَرَأَيْتُمْ إِنْ أَسْلَمَ عَبْدُ اللَّهِ بْنُ سَلَام. ¶ قَالُوا: أَعَاذَهُ اللَّهُ مِنْ ذَلِكَ. ¶ فَأَعَادَ عَلَيْهِمْ فَقَالُوا مِثْلَ ذَلِكَ. ¶ فَخَرَجَ إِلَيْهِمْ عَبْدُ اللَّهِ فَقَالَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ قَالُوا شَرُّنَا وَابْنُ شَرِّنَا وَتَنَقَّصُوهُ ¶ قَالَ: هَذَا كُنْتُ أَخَافُ يَا رَسُولَ اللَّهِ. (¬1). ¶ فهذان حواران بين عبد الله بن سلام وبين عمته من جهة يدل على معرفته بصحة نبوة النَّبِيّ صلى الله عليه وسلم منذ مقدمه إلى المدينة، غير أنه أراد أن يتثبت من ذلك، ويزداد يقينه، فأتى نبي الرحمة صلى الله عليه وسلم ليجري معه حوارًا آخر، يسأله فيه عن أشياء لا يعلمها إلا نبي، فلما أجابه صلى الله عليه وسلم سارع إلى الإيمان به، وأراد أن يحمل هذا الحق الذي آمن به إلى قومه؛ ليقيم به الحجة عليهم على الوجه الذي تبينه الرواية السابقة، لكن قومه من الْيَهُود أبوا إلا الجحود والنكران. ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه، كتاب مناقب الأنصار، باب *، (7/ 319) (ح 3938). وفي هذه الرواية والسابقة ما يدل على أن عبد الله أخفى إسلامه عن الْيَهُود ثم أظهر عندما أتى عليهم النَّبِيّ صلى الله عليه وسلم لأن في هذه الرواية أن عبد الله بن سلام هو الذي سأل الْيَهُود عن نفسه وفي رواية البخاري أن النَّبِيّ صلى الله عليه وسلم هو الذي سأل عن عبد الله بن سلام ولا تعارض بين الروايتين لأنهما يحملان على تعدد المجالس.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "الحوار الرابع ¶ في إثبات النبوة ¶ عمد الْيَهُود إلى التعنت وكثرة الأسئلة على النَّبِيّ صلى الله عليه وسلم، وَقَد كَانَ النَّبِيُّ يُجِيبُهُم عَلَى مَا يَسْأَلُونَهُ، فَلا يَزِيْدُهُمْ ذَلِكَ إِلا كِبْرَا وجُحُوْدًا، وَتَمَادِيَا فِيْمَا هُمْ عَلَيْهِ. وَمِنْ تِلْكَ الأسئلةِ التِي طَرَحَهَا عَلَيْهِ الْيَهُودُ هَذِهِ الأسْئِلَةَ التي جَاءَتْ فِي صُوْرَةِ المُحَاوَرَة ِالتَّالِيَةِ. ¶ عن ثَوْبَانَ مَوْلَى رَسُولِ اللَّهِ صلى الله عليه وسلم حَدَّثَهُ قَالَ كُنْتُ قَائِمًا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَجَاءَ حَبْرٌ مِنْ أَحْبَارِ الْيَهُود ¶ فَقَالَ: السَّلاَمُ عَلَيْكَ يَا مُحَمَّدُ. فَدَفَعْتُهُ دَفْعَةً كَادَ يُصْرَعُ مِنْهَا فَقَالَ لِمَ تَدْفَعُنِى فَقُلْتُ أَلاَ تَقُولُ يَا رَسُولَ اللَّهِ. ¶ فَقَالَ الْيَهُودىُّ: إِنَّمَا نَدْعُوهُ بِاسْمِهِ الَّذِى سَمَّاهُ بِهِ أَهْلُهُ. ¶ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم «إِنَّ اسْمِى مُحَمَّدٌ الَّذِى سَمَّانِى بِهِ أَهْلِى». ¶ فَقَالَ الْيَهُودىُّ: جِئْتُ أَسْأَلُكَ. ¶ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم: «أَيَنْفَعُكَ شَىْءٌ إِنْ حَدَّثْتُكَ». ¶ قَالَ: أَسْمَعَ بِأُذُنَىَّ. ¶ فَنَكَتَ رَسُولُ اللَّهِصلى الله عليه وسلم بِعُودٍ مَعَهُ. ¶ فَقَالَ: «سَلْ». ¶ فَقَالَ الْيَهُودىُّ: أَيْنَ يَكُونُ النَّاسُ يَوْمَ تُبَدَّلُ الأَرْضُ غَيْرَ الأَرْضِ وَالسَّمَوَاتُ. ¶ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «هُمْ فِى الظُّلْمَةِ دُونَ الْجِسْرِ». ¶ قَالَ: فَمَنْ أَوَّلُ النَّاسِ إِجَازَةً قَالَ «فُقَرَاءُ الْمُهَاجِرِينَ». ¶ قَالَ الْيَهُودىُّ: فَمَا تُحْفَتُهُمْ حِينَ يَدْخُلُونَ الْجَنَّةَ. ¶ قَالَ: «زِيَادَةُ كَبِدِ النُّونِ» ¶ قَالَ: فَمَا غِذَاؤُهُمْ عَلَى إِثْرِهَا قَالَ «يُنْحَرُ لَهُمْ ثَوْرُ الْجَنَّةِ الَّذِى كَانَ يَأْكُلُ مِنْ أَطْرَافِهَا». ¶ قَالَ: فَمَا شَرَابُهُمْ عَلَيْهِ. ¶ قَالَ: «مِنْ عَيْنٍ فِيهَا تُسَمَّى سَلْسَبِيلاً». ¶ قَالَ: صَدَقْتَ. ¶ قَالَ: وَجِئْتُ أَسْأَلُكَ عَنْ شيء لاَ يَعْلَمُهُ أَحَدٌ مِنْ أَهْلِ الأَرْضِ إِلاَّ نبي أَوْ رَجُلٌ أَوْ رَجُلأن. ¶ قَالَ: «يَنْفَعُكَ إِنْ حَدَّثْتُكَ». ¶ قَالَ: أَسْمَعَ بِأُذُنَىَّ. ¶ قَالَ: جِئْتُ أَسْأَلُكَ عَنِ الْوَلَدِ.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "قَالَ: «مَاءُ الرَّجُلِ أَبْيَضُ وَمَاءُ الْمَرْأَةِ أَصْفَرُ، فَإِذَا اجْتَمَعَا فَعَلاَ مَنِىُّ الرَّجُلِ مَنِىَّ الْمَرْأَةِ أَذْكَرَا بِإِذْنِ اللَّهِ، وَإِذَا عَلاَ مَنِىُّ الْمَرْأَةِ مَنِىَّ الرَّجُلِ آنَثَا بِإِذْنِ اللَّهِ». ¶ قَالَ الْيَهُودىُّ: لَقَدْ صَدَقْتَ، وَإِنَّكَ لَنَبِىٌّ ثُمَّ انْصَرَفَ فَذَهَبَ. ¶ فَقَالَ رَسُولُ اللَّهِ- صَلّى اللّهُ عَلَيْهِ وَسَلّمَ - «لَقَدْ سَأَلَنِى هَذَا عَنِ الذي سَأَلَنِى عَنْهُ، وَمَا لِى عِلْمٌ بِشَىْءٍ مِنْهُ حَتَّى أَتَانِىَ اللَّهُ بِهِ». (¬1). ¶ وقريب من هذا الحوار الحوار التالي: ¶ عبد الله بن عباس - رضي الله عنهما -: قال: أَقْبَلَتْ يَهُودُ إلى رسولِ اللهصلى الله عليه وسلم فقالوا: أخْبِرْنا عن الرَّعدِ ما هو؟ ¶ قال: «مَلَكٌ من الملائكة مُوكَّلٌ بِالسَّحاب، معه مَخَاريقُ مِنْ نارٍ يَسوقُها بها حيثُ شاء الله» ¶ قالوا: فما هذا الصّوت الذي نَسْمَعُ؟ ¶ قال: «زَجْرُهُ لِلسحابِ حتى تَنتَهيَ حيثُ أُمِرَتْ» ¶ قالوا: صَدقْتَ، فَأْخبِرنا عمَّا حَرَّمَ إسْرَائِيلُ عَلى نَفْسِهِ؟ ¶ قال: «اشْتكى عِرقَ النَّسا، فلم يَجِدْ شَيئا يُلائِمُهُ - يعني: العِرقَ - إلا لُحُومَ الإبِل، وألبَانَهَا، فلذلك حَرَّمَها». ¶ قالوا: صَدَقْتَ .. (¬2). ¶ والنَّبِيّ في إجابته لهذه الأسئلة يقرر صحة نبوته، مقيمًا الحجة عليهم من أقولهم؛ فإنهم يعلمون أن هذه الأسئلة لا يعلم إجابتها إلا نبي. ¶ الحوار الخامس ¶ سؤال عن الروح ¶ نَصَبَتْ أَحْبَارُ يَهُودَ. لِرَسُولِ اللّهِ صلى الله عليه وسلم الْعَدَاوَةَ بَغْيًا وَحَسَدًا وَضَغْنًا؛ لِمَا خَصّ اللّهُ تَعَالَى بِهِ الْعَرَبَ من اصطفاء رسوله منهم. وَكَانَتْ أَحْبَارُ يَهُودَ يَسْأَلُونَ رَسُولَ اللّهِ (وَيَتَعَنّتُونَهُ وَيَأْتُونَهُ بِاللّبْسِ؛ لِيَلْبِسُوا الْحَقّ بِالْبَاطِلِ، فَكَانَ الْقُرْآنُ يَنْزِلُ فِيهِمْ فِيمَا يَسْأَلُونَ عَنْهُ\" (¬3). ¶ ¬__________ ¶ (¬1) أخرجه مسلم في صحيحه كتاب الحيض، باب صفة مني الرجل والمرأة. (3/ 226) ¶ (¬2) أخرجه الترمذي وقال قال هذا حديث حسن غريب. وصححه الألباني كما في صحيح سنن الترمذي - (3/ 261) (ح3117) وانظر السلسلة الصحيحة (1872) (4/ 491). ¶ (¬3) السيرة النبوية: لابن هشام (1/ 513)، سبل الهدى والرشاد في سيرة خير العباد (3/ 384) ذ",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ومن تلك الأسئلة التي أتوا يسألون عنها متعنتين، السؤال عن الروح، فعن عَبْدِ اللهِ بْنِ مَسْعُودٍ، قَالَ: بَيْنَا أَنَا أَمْشِي مَعَ النَّبِيّ صلى الله عليه وسلم فِي خَرِبِ الْمَدِينَةِ، وَهُوَ يَتَوكَّأُ عَلَى عَسِيبٍ مَعَهُ، فَمَرَّ بِنَفَرٍ مِنَ الْيَهُود. فَقَالَ بَعْضُهُمْ لِبَعْضٍ: سَلُوهُ عَنِ الرُّوحِ وَقَالَ بَعْضُهُمْ: لاَ تَسْأَلُوهُ، لاَ يَجِيءُ فِيهِ بِشَيْءٍ تَكْرَهُونَهُ. فَقَالَ بَعْضُهُمْ: لَنَسْأَلَنَّهُ فَقَامَ رَجُلٌ مِنْهُمْ فَقَالَ: يَا أَبَا الْقَاسِمِ مَا الرُّوحُ فَسكَتَ فَقُلْتُ إِنَّهُ يُوحى إِلَيْهِ، فَقُمْتُ فَلَمَّا انْجَلَى عَنْهُ، فَقَالَ: (وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلاَّ قَلِيلاً ([الإسراء آية: (85)] (¬1) فلما نزلت هذه الآية الكريمة (وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلاَّ قَلِيلاً ([الإسراء آية: (85)] قال الْيَهُود: أُوتِينَا عِلْمًا كَثِيرًا، أُوتِينَا التَّوْرَاةَ، وَمَنْ أُوتِيَ التَّوْرَاةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا. فأنزل اللَّهُ ((قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ ([الكهف آية: (109)] (¬2). وفي إِجَابةِ النَّبِيِّ صلى الله عليه وسلم لأسئلةِ الْيَهُودِ إثباتٌ لنبوتهِ، وإزالة لما قد يطرأ على عقول بعض الناس من تشكيك في رسالته، لو لم يستطع إجابة الأسئلة التي يطرحها الْيَهُود عليهم، وقد كان النَّبِيّ صلى الله عليه وسلم حريصًا كل الحرص على إجابة ما سألوه عنه؛ رغبة في إيمانهم وهدايتهم. ¶ الحوار السادس ¶ جدل في حكم الرجم ¶ بدل الْيَهُود أحكام التَّوراة بأيديهم، ومن تلك الأحكام الأمر برجم من أحْصن منهم، فاصطلحوا فيما بينهم على الجلد مائة جلدة، والتحميم والإركاب على حمار مقلوبين. فلما وقعت تلك الحادثة بعد هجرة النَّبِيّ صلى الله عليه وسلم قالوا فيما بينهم: تعالوا حتى نتحاكم إليه، فإنَّ حكم بالجلد والتحميم فخذوا عنه، واجعلوه حجة بينكم وبين الله، ويكون نبي من أنبياء الله قد حكم بينكم بذلك، وإن حكم بالرجم فلا تتبعوه في ذلك. ¶ َ عَنِ ابْنِ عُمَرَ أَنَّهُ قَالَ: إِنَّ الْيَهُود جَاءُوا إِلَى النَّبِىِّصلى الله عليه وسلم فَذَكَرُوا لَهُ أَنَّ رَجُلاً مِنْهُمْ وَامْرَأَةً زَنَيَا. فَقَالَ لَهُمْ رَسُولُ اللَّهِصلى الله عليه وسلم: «مَا تَجِدُونَ فِى التَّوْرَاةِ مِنْ شَأْنِ الزِّنَا؟». ¶ فَقَالُوا: نَفْضَحُهُمْ وَيُجْلَدُونَ. قَالَ عَبْدُ اللَّهِ بْنُ سَلاَمٍ: كَذَبْتُمْ إِنَّ فِيهَا لَلرَّجْمَ فَأَتَوْا بِالتَّوْرَاةِ فَنَشَرُوهَا فَجَعَلَ أَحَدُهُمْ يَدَهُ عَلَى آيَةِ الرَّجْمِ، وَجَعَلَ يَقْرَأُ مَا قَبْلَهَا وَمَا بَعْدَهَا. فَقَالَ لَهُ عَبْدُ اللَّهِ بْنُ سَلاَمٍ: ارْفَعْ ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه كتاب العلم، باب قول الله تعالى (وما أوتيتم من العلم إلا قليلاً) (1/ 270) (ح125)، مسلم في صحيحه باب سؤال الْيَهُود النَّبِيّ صلى اله عليه وسلم عن الروح (17/ 136). ¶ (¬2) أخرجه أحمد في مسنده، مسند عبد الله بن العباس (4/ 155) (ح2309)، والحاكم في المستدرك، باب تفسير سورة القدر (2/ 531)، وقال هذا حديث صحيح الإسناد، ولم يخرجاه، والترمذي وقال قال هذا حديث حسن صحيح، وصححه الشيخ الألباني كما في صحيح الترمذي (3/ 269) (ح 3140).",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "يَدَكَ. فَرَفَعَهَا فَإِذَا فِيهَا آيَةُ الرَّجْمِ. فَقَالُوا: صَدَقَ يَا مُحَمَّدُ فِيهَا آيَةُ الرَّجْمِ فَأَمَرَ بِهِمَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَرُجِمَا. قَالَ عَبْدُ اللَّهِ: فَرَأَيْتُ الرَّجُلَ يَحْنِى عَلَى الْمَرْأَةِ يَقِيهَا الْحِجَارَةَ. (¬1) ¶ فهذا حوار بين النَّبِيّ صلى الله عليه وسلم والْيَهُود حول حكم من أحكام الله تعالى، وهو رجم الزاني المحصن، وكان غرض النَّبِيّ صلى الله عليه وسلم من هذا الحوار إثبات حكم الله وإقامة الحجة على الْيَهُود من كتبهم على إثبات هذا الحكم، وأنهم كانوا ينسبون إلى التوراة ما ليس فيها. ¶ وهذا الحديث أصل في مجادلة أَهْل الْكِتَابِ فيما خالفوا فيه شرائع الأنبياء، وما أخفوه من كتبهم مَعَ علمهم به. ¶ الحوار السابع ¶ دعوة الْيَهُودِ إلى المُبَاهَلَةِ ¶ عن ابن عباس (أن نفرا من الْيَهُود أتوا النَّبِيّ صلى الله عليه وسلم فَكَلّمُوهُ وَكَلّمَهُمْ وَدَعَاهُمْ رَسُولُ اللّهِ صلى الله عليه وسلم إلَى اللّهِ وَحَذّرَهُمْ نِقْمَتَهُ فَقَالُوا: مَا تُخَوّفُنَا يَا مُحَمّدُ، نَحْنُ وَاَللّهِ أَبْنَاءُ اللّهِ وَأَحِبّاؤُهُ كَقَوْلِ النَصَارَى فأنزل اللّهُ تَعَالَى فِيهِمْ (وَقَالَتِ الْيَهُود وَالنَصَارَى نَحْنُ أَبْنَاءُ اللّهِ وَأَحِبّاؤُهُ (الآية [المائدة آية: (18)] (¬2) ¶ فلمَّا ادَّعَى الْيَهُودُ أنَّ لهم فَضْلاً ومزية عند الله تعالى على سائر خَلْقِهِ أَمَرَ الله نَبِيَّهُ صلى الله عليه وسلم أنْ يَقُوْلَ لَهُمْ: (قُلْ فَلِمَ يُعَذّبُكُمْ بِذُنُوبِكُمْ بَلْ أَنْتُمْ بَشَرٌ مِمّنْ خَلَقَ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذّبُ مَنْ يَشَاءُ وَلِلّهِ مُلْكُ السّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَإِلَيْهِ الْمَصِيرُ (أي إنْ صَحَ مَا زَعَمْتُم فلأي شيءٍ يعذبكم يومَ القِيَامَةِ بالنَّار كما اعترفتم، أنه سيمسكم العذابُ أيامًا قليلةً، وهذا ينافي دعواكم القرب والمحبة من تعالى. وقل لهم يَا أَيُّهَا الرَّسُولُ: بل أنتم خلقٌ كسائر بني آدم، مجزيون بالإساءة والإحسان، يغفر الله لمن يشاء منكم، وهم المؤمنون بالله ورسله، ويعذب من يشاء منكم، وهم الكافرون والجاحدون، وهو مالك الملك، يُصَرِّفه كما يشاء، وإليه المرجع، فيحكم بين عباده، ويجازي كلا بما يستحق. ¶ وقد بنى الْيَهُود على ادعاء المحبة والقرب من الله أمرين: الأول: أن الله اختصهم بدخول الجنة، فلن يدخل الجنَّة إلا مَنْ كانَ على ملتهم، وذلك كما ادعت النَصَارَى أنَّه لن يدخلَ الجنةَ إلا مَنْ كَانَ ¶ ¬__________ ¶ (¬1) أخرجه الْبُخَارِىُّ فِى صحيحه، كتاب الحدود، باب أحكام أهل الذمة وإحصانهم إذا زنوا (12/ 172) (ح 6841). وَأَخْرَجَهُ مُسْلِمٌ، كتاب الحدود، باب حد الزنا (11/ 209) ¶ (¬2) أخرجه ابن إسحاق بسند حسن وعنه الطبري في التفسير وفيه محمد بن أبي محمد مولى زيد بن ثابت وثقه الذهبي وقال ابن حجر مجهول انظر: ابن هشام: السيرة النبوية (1/ 564)، الطبري: تفسير القرآن (8/ 269).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "على ملتهم. قال الله تعالى عنهم: (وَقَالُوا لَن يَدْخُلَ الجَنَّةَ إِلاَّ مَن كَانَ هُوداً أَوْ نَصَارَى تِلْكَ أَمَانِيُّهُمْ (ثم أمر الله نبيه صلى الله عليه وسلم بأن يطلب منهم دليلا على صحة هذه الدعوى (قُلْ هَاتُوا بُرْهَانَكُمْ إِن كُنتُمْ صَادِقِينَ ([البقرة آية: (111)].أي هاتوا حجتكم على تلك الدعوة من دليل عقلي أو نقلي، وإلا فإنَّتم كاذبون متقولون على الله. ¶ الثاني: أنَّهم ادَّعوا أنَّه لنْ يدخلوا النار إلا أيامًا قليلةً. عدد الأيام التي عبدوا فيها العجلَ تكفيرًا عن عبادتهم له. ¶ ذكر الله (قولَهم: (وَقَالُوا لَن تَمَسَّنَا النَّارُ إِلاَّ أَيَّاماً مَّعْدُودَةً (وذلك كقوله تعالى في سورة آل عمران: (ذَلِكَ بِأَنَّهُمْ قَالُوا لَن تَمَسَّنَا النَّارُ إِلاَّ أَيَّاماً مَّعْدُودَاتٍ وَغَرَّهُمْ فِي دِينِهِم مَّا كَانُوا يَفْتَرُونَ ([آل عمران آية: (24)]. ¶ ثم أمر الله نبيه أنْ يردَ عليهم: (ْقل أَتَّخَذْتُمْ عِندَ اللَّهِ عَهْداً فَلَن يُخْلِفَ اللَّهُ عَهْدَهُ أَمْ تَقُولُونَ عَلَى اللَّهِ مَا لاَ تَعْلَمُونَ ([البقرة آية: (80)] قل لهم يَا أَيُّهَا الرَّسُولُ: إنَّ قولَكم هَذا لا يَخْلُو مِنْ أَمْرَيْنِ لا ثَالثَ لهما إما اتخاذ وعد من الله أنه سيفعل بكم ذلك، فيكون الوعد متحققا؛ لأنَّ الله لا يخلف وعده، أو أنكم متقولون على الله مَا لَيْسَ لَكَم بِهِ عِلْمٌ، وما دام قد ثبت عدم اتخاذ عهد فأنتم - يا معشر الْيَهُود - كاذبون فيما تدعون من أن النار لن تمسكم إلا أياماً معدودة. ¶ فلما ادعى الْيَهُود كل ذلك دعاهم النَّبِيّ صلى الله عليه وسلم إلى المُبَاهَلَةِ، وهي الدعاء على أي الفريقين أكذب منهم أو من الْمُسْلِمِينَ بالموت. كما قال تعالى: (قُلْ إِنْ كَانَتْ لَكُمُ الدَّارُ الْآَخِرَةُ عِنْدَ اللَّهِ خَالِصَةً مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ ([البقرة:94] ¶ قل - أيها الرسول- لليهود الذين يدَّعون القرب والمحبة: إن كان الأمر كما تزعمون فادْعُوا على الكاذبين منكم أو من غيركم بالموت، إن كنتم صادقين في دعواكم هذه. ¶ ثم أخبر الله الخبير عنهم أنَّهم لنْ يفعلوا ذلك أبدًا لعلمهم بكذبهم وافترائهم؛ لذلك فهم أشد الناس رغبة في الحياة، قال الله تعالى عنهم: (وَلَنْ يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ. وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ وَمِنَ الَّذِينَ أَشْرَكُوا يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَنْ يُعَمَّرَ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ ([سورة البقرة آية: 95،96]. ¶ ونظير هذه الآية قوله تعالى في سورة الجمعة: (قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ* وَلا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "بِالظَّالِمِينَ* قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فإنَّهُ مُلاقِيكُمْ ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ ([الجمعة: 6 - 8] ¶ فلما نكلوا عن المُبَاهَلَةِ علم كلُ أحدٍ أَنَّهم ظالمون؛ لأنَّهم لو كانوا جازمين بما هم فيه، لكانوا أقدموا على ذلك، فلما تأخروا عُلِم كذبهم. وهذا كما دعا رسول الله صلى الله عليه وسلم وفد نَجْرَان من النَصَارَى بعد قيام الحجة عليهم في المناظرة، كما سبق بيان ذلك. ¶ وعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَال: َ َقَالَ رَسُولُ اللهِ صلى الله عليه وسلم: لَوْ أَنَّ الْيَهُود تَمَنَّوُا الْمَوْتَ لَمَاتُوا، وَلَوْ خَرَجَ الَّذِينَ يُبَاهِلُونَ رَسُولَ اللهِ صلى الله عليه وسلم لَرَجَعُوا لاَ يَجِدُونَ أَهْلاً، وَلاَ مَالاً (¬1). ¶ لم يزد الْيَهُود كل هذا الجدل من النَّبِيّ صلى الله عليه وسلم لهم، وكل هذه الحجج التي أقامها عليهم إلا جحودا وإنكارا، هذا الذي جعلهم ينكرون نزول الوحي على النَّبِيّ صلى الله عليه وسلم. ¶ قال ابن عباس رضي الله عنهما: «قالت الْيَهُود: يا محمد أنزل الله عليك كتابا. ¶ قال: نعم. قالوا: والله ما أنزل الله من السماء كتابا. فأنزل الله: (وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِذْ قَالُوا مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ ([الأنعام آية: (91)] (¬2). قال الله تعالى ردا عليهم: ¶ (قُلْ مَنْ أَنزَلَ الكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُوراً وَهُدًى لِّلنَّاسِ تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيراً وَعُلِّمْتُم مَّا لَمْ تَعْلَمُوا أَنتُمْ وَلاَ آبَاؤُكُمْ قُلِ اللَّهُ ثُمَّ ذرها فِي خَوْضِهِمْ يَلْعَبُونَ ([الأنعام آية: (91)]. ¶ والمعنى قل لهم يَا أَيُّهَا الرَّسُولُ ملزمًا لَهُم بفسادِ قَولِهم: (مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُورًا وَهُدًى لِلنَّاسِ (يعني التوراة، (تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا (، أي: تكتبون عنه دفاتر تبدون بعضها وتخفون كثيرا منها، ولقد علمكم الله في هذا القرآن ما لم تعلموه أنتم ولا آباؤكم. ¶ (قُلِ اللَّهُ (هذا جواب قوله (قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى (فإنَّ أجابوك يا محمد وإلا فقل أنت (الله (. أي: قل أنزله الله، (ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ (أي: ثم دعهم في جهلهم وضلالهم يلعبون، حتى يأتيهم اليقين من الله. ¶ ¬__________ ¶ (¬1) أخرجه أحمد (4/ 98، 99) (ح 2225)، النسائي في الكبرى (6/ 308) (11061)،. مسند أبي يعلى (4/ 471) قال الهيثمي في مجمَعَ الزوائد، وقال رواه أحمد، وأبو يعلى، ورجال أبي يعلى رجال الصحيح. ¶ (¬2) أخرجه الطبري في التفسير (9/ 396)، وابن أبي حاتم (ص 1324) (7595)، وانظر، موسوعة الصحيح المسبور من التفسير بالمأثور، حكمت بشير ياسين، (2/ 256).",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "الحوار الثامن ¶ دعوة إلى الإسلام ¶ عَنْ أَبِى هُرَيْرَةَ (أَنَّهُ قَالَ: بَيْنَمَا نَحْنُ فِى الْمَسْجِدِ إِذْ خَرَجَ إِلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ: «انْطَلِقُوا إِلَى يَهُودَ». فَخَرَجْنَا مَعَهُ حَتَّى جِئْنَا إِلَى بَيْتِ الْمِدْرَاسِ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَنَادَاهُمْ فَقَالَ: «يَا مَعْشَرَ يَهُودَ أَسْلِمُوا تَسْلَمُوا».قَالُوا: قَدْ بَلَّغْتَ يَا أَبَا الْقَاسِمِ. ¶ فَقَالَ لَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم: «ذَلِكَ أُرِيدُ أَسْلِمُوا تَسْلَمُوا». ¶ قَالُوا: قَدْ بَلَّغْتَ يَا أَبَا الْقَاسِم. فَقَالَ لَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم: «ذَلِكَ أُرِيدُ». ثُمَّ قَالَهَا الثانية. ¶ فقالوا: قد بلغت يا أبا القاسم ثُمَّ قَالَهَا الثَّالِثَةَ فَقَالَ: «اعْلَمُوا أَنَّ الأَرْضَ لِلَّهِ وَِرَسُولِهِ وَإِنِّى أُرِيدُ أَنْ أُجْلِيَكُمْ، فَمَنْ وَجَدَ مِنْكُمْ شَيْئًا بمَالِهِ فَلْيَبِعْهُ، وَإِلاَّ فَاعْلَمُوا أَنَّ الأَرْضُ لِلَّهِ وِرَسُولِهِ». (¬1) ¶ فهذا حوار بين الرسول صلى الله عليه وسلم وبين يهود يدعوهم فيه إلى الاستجابة لأمر لله وإسلام الوجه له. وهو يدل على واجب الْمُسْلِمِينَ تجاه أَهْل الْكِتَابِ، وما ينبغي أن يحاوروهم فيه ويجادلوهم عليه، وهو دعوتهم إلى الإيمان بالله تعالى، وإخلاص العبادة له، والتبرؤ من كل ما يعبد من دونه (واتباع نبيه فيما أمر، وتصديقه فيما أخبر. ¶ لم يدخر النَّبِيّ صلى الله عليه وسلم وسعًا في دعوةِ الْيَهُودِ إلى الاستجابةِ للحقِ والإقلاعِ عنِ الباطل، ِ كما تركَ لهم النَّبِيُّ صلى الله عليه وسلم حرية العبادة، ولم يجبرهم على الدخول في الإسلام، وعاهدهم على ذلك، غير أنَّ الْيَهُودَ استغلوا تلك الرحمة والرأفة التي عاملهم بها نَبِيّ الرَّحْمَةِ صلى الله عليه وسلم في إثارة الفتن بين الْمُسْلِمِينَ، والتعاون مَعَ أعداء الدعوة الْإِسْلَامِيَّة، كلما سنحت لهم الفرصة بذلك، فضلا عن ذلك فقد حاولوا أكثرَ من مرةٍ قتلَ النَّبِيّ صلى الله عليه وسلم. ¶ فلما حاربوا رَسُولَ اللهِ ونَقَضُوا العَهْدَ وظَاهَرُوا أعداءَ الدَّعْوَةِ على قِتَالِه صلى الله عليه وسلم قرر أن يُطَهِرَ بِلادَهُ مِنْ هَذَا الدَّاءِ الذِي لا يَصْلُحُ مَعَهُ دَواء إلا الاستئصال، وقد أنذرهم النَّبِيّ صلى الله عليه وسلم وبلغهم الدعوة، وجَادَلَهُم بِالَّتِي هِيَ أَحْسَنُ، وأقامَ عَلَيْهم الحجةَ مِنْ كُتُبِهِم على صحةِ نبوته، وأجابَ لَهُم عمَّا سَألوهُ عَنْه ممَّا لا يَعْلَمُهُ إلا نَبِيُّ، غير أنَّهم أبوا إلا الجحود والإنكار، فأبلغهم النَّبِيّ صلى الله عليه وسلم في هذا الحديث النبوي الشريف أنَّ حكمَ الأرضِ ومُلكَها للهِ، وأنَّه تعالى حكم فيهم بحكمه وأمر رسولَه بإخراجِهِم من جزيرة العرب. ¶ لقد كان توحيد الجبهةِ الداخليةِ للدولةِ الْإِسْلَامِيَّةِ الفتيةِ، والقضاءِ على أعدائها المتربصينَ بِهَا مِنْ داخلها مِن أوجبِ الواجباتِ في تلك المرحلةِ من مراحلٍ الدعوةِ الْإِسْلَامِيَّةِ خاصة مَعَ حروب الدولةِ الناشئةِ التي تنتظرُها مَعَ الفرسِ والرومِ. ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه، كتاب الجزية والموادعة، باب إخراج الْيَهُود من جزيرة العرب (6/ 312) (ح 3167)، مسلم مسلم في الجهاد والسير باب إجلاء الْيَهُود من الحجاز (12/ 90) أخرجه أحمد في مسنده، مسند أبي هريرة (15/ 512) (ح 9826).",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "المبحث الثالث ¶ أهداف الحوار مَعَ أَهْل الْكِتَابِ ¶ تبين لنا من خلال الحوارات السابقة مع اليهود والنصارى أهداف الحوار مع أهل الكتاب والتي يمكن أن نحددها في النقاط التالية: ¶ 1 - الدعوة إلى التوحيد ونبذ الشرك: ¶ إنَّ أَسَاسَ دَعْوةِ الرُّسلِ جَمِيْعًا، هو الدعوةُ إلى إِفْرَادِ الله (بالعبادة، وأن لا يشرك معه غيره في شيء منها. وبهذا التوحيد أرسلت الرسل ونزلت الكتب وافترق الناس إلى مؤمنين وكفار. ¶ فما من رسول إلا ودعا قومه إلى عبادة الله (، ابتداء بنوح (وانتهاء بخاتم الأنبياء محمد (، قال تعالى: (وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لا إِلَهَ إِلَّا أَنَا فَاعْبُدُون (ِ (الانبياء:25)، وقال (عن نوح: (لَقَدْ أَرْسَلْنَا نُوحاً إِلَى قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ ((لأعراف:59) ... وذكر الله (عن قوم نوح أنهم قولهم: (قَالُوا يَا نُوحُ قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا ((هود:32) وما كان يدعوهم إلا أن يؤمنوا بالله ويخلصوا العبادة له، ويرجو اليوم الآخر، وقال عن هود (وَإِلَى عَادٍ أَخَاهُمْ هُوداً قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ أَفَلا تَتَّقُونَ ((الأعراف:65) وقال عن شعيب: (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْباً قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ ((لأعراف: من الآية85) وقال عن عيسى ((وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرائيلَ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ ((المائدة:72) قال عن نبيه محمد صلى الله عليه وسلم (قُلْ إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ مُخْلِصاً لَهُ الدِّينَ ((الزمر:11). ¶ هذا هو ما أَمر الله أنبيائه جميعًا أن يدعوا الناس إليه، ويجادلوهم فيه، وهو ما أُمر النَّبِيّ صلى الله عليه وسلم أن يحاور ويجادل أَهْل الْكِتَابِ عليه. قال الله تعالى: (قُلْ يَا أَهْل الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلا نُشْرِكَ بِهِ شَيْئاً وَلا يَتَّخِذَ بَعْضُنَا بَعْضاً أَرْبَاباً مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ ((آل عمران:64). ¶ يأمر الله - عز وجل- نبيه صلى الله عليه وسلم أن يدعو مجادليه إلى كلمة إنصاف، لا ميل فيها لأحد على صاحبه \" قل يَا أَيُّهَا الرَّسُولُ لأَهْل الْكِتَابِ من الْيَهُود والنَصَارَى تعالوا إلى كلمة عدل بيننا وبينكم، والكلمة العدل هي أن نوحد الله، فلا نعبد غيره، ونبرأ من كل معبود سواه، فلا نشرك به شيئاً. ¶ (وَلا يَتَّخِذَ بَعْضُنَا بَعْضاً أَرْبَاباً (أي ولا يدين بعضنا لبعض بالطاعة فيما أمر به من معاصي الله ويعظمه بالسجود له كما يسجد لربه، ¶ (فَإِنْ تَوَلَّوْا (يقول: فإن أَعْرَضُوا عمَّا دعوتهم إليه من الكلمة السَّوَاءِ التي أمرتك بدعائهم إليها، فلم يجيبوك إليها، فقولوا أيها المؤمنون للمتولين عن ذلك: (اشْهَدُوا بِأَنَّا مُسْلِمُونَ (",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وقال عز وجل لنبيه صلى الله عليه وسلم (فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلاغُ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ ([آل عمران:20]. ... لقد كانت دعوة النبي صلى الله عليه وسلم ترجمةً واقعيةً لما أمر الله (به من دعوة أَهْل الْكِتَابِ إلى الإسلام وجدالهم عليه، فقد حاور صلى الله عليه وسلم نَصَارَى نَجْرَان، ودعاهم إلى التوحيد ونبذ الشرك، وأقام الحجة على بطلان عقيدتهم، ورد ما احتجوا به عليها من شبهات، كما أرسل الرسول صلى الله عليه وسلم الكتب إلى ملوك أهل الأرض - ومنهم أَهْل الْكِتَابِ - تلبية لأمر الله تعالى يدعوهم إلى الإسلام، كما قالصلى الله عليه وسلم في رسالته لهرقل ملك الروم «فإني أَدْعُوكَ بِدِعَايَةِ الإِسْلاَمِ، أَسْلِمْ تَسْلَمْ، يُؤْتِكَ اللَّهُ أَجْرَكَ مَرَّتَيْنِ، فإنَّ تَوَلَّيْتَ فإنَّ عَلَيْكَ إِثْمَ الأَرِيسِيِّينَ». ¶ وبذلك كان صلى الله عليه وسلم يوصي رسلَهُ فلمَّا أرْسلَ النَّبِيّ صلى الله عليه وسلم مُعَاذًا إِلَى الْيَمَنِ قَالَ: «إِنَّكَ تَقْدَمُ عَلَى قَوْمٍ أَهْلِ كِتَابٍ فَلْيَكُنْ أَوَّلَ مَا تَدْعُوهُمْ إلى أن يوحدوا الله» \" (¬1). ¶ كما كان رسول الله يغشى أَهْل الْكِتَابِ في مجالسهم يدعوهم إلى الإيمان بالله ويجادلهم في ذلك، وقد سبق بيان أنَّه دخل على الْيَهُود كنيستهم يوم عيد لهم فقال: \"يَا مَعْشَرَ الْيَهُود أَرُونِي اثْنَيْ عَشَرَ رَجُلًا يَشْهَدُونَ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ\"، وأنَّه صلى الله عليه وسلم دخلَ بَيْت الْمِدْرَاسِ فَنَادَاهُمْ فقائلا: «يَا مَعْشَرَ يَهُودَ أَسْلِمُوا تَسْلَمُوا». ¶ 2 - الدعوة إلى الإيمان بالنَّبِيّ - صَلّى اللّهُ عَلَيْهِ وَسَلّمَ - واتباعه: ¶ فمن لوازم الإيمان بالله تعالى الإيمان بالنَّبِيّ صلى الله عليه وسلم، وأنه خاتم الأنبياء والمرسلين، وأنَّهُ بُعِثَ بالإسلام، وأنَّ الإسلام نَسَخَ ما سبقه من الشرائع، وقد أخذ اللهُ العَهدَ على الأنبياءِ السَّابقين وأتباعهم باتباعه حين بعثته، قال الله - (-: (وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِين (َ ¶ وكان أَهْل الْكِتَابِ كما سبق يعلمون بمبعثه صلى الله عليه وسلم وعندهم من العلم بصفاته، فيما هو بين أيديهم من كتبهم ما يؤكد صحة نبوته، كما سبق بيان ذلك قال الله (: (الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ (أي يعرفون أنه رسول الله. وقال أيضا: (الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوباً عِنْدَهُمْ فِي التَّوْرَاةِ والإنجيل يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلالَ الَّتِي كَانَتْ عَلَيْهِمْ فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنْزِلَ مَعَهُ أُولَئِكَ هُمُ الْمُفْلِحُونَ ((لأعراف:157). ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه، كتاب التوحيد، باب باب ما جاء في دعاء النَّبِيّ صلى الله عليه و سلم أمته إلى توحيد الله تبارك وتعالى (13/ 359) (7372)، وبنحوه مسلم كتاب الإيمان، باب الدعاء إلى الشهادتين وشرائع الإسلام (1/ 196).",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وقد كان الْيَهُود يستفتحون على أهل يثرب بمبعثه (، مما كان سببا في مسارعتهم إلى الإيمان به (. وقد سارع إلى الإيمان به طائفة من مخلصي أَهْل الْكِتَابِ كالنجاشي، وعبد الله بن سلام، وغيرهم. ¶ وقد أمر اللهُ نبيَهُ أنْ يُعْلِنَ هَذِهِ الحَقِيْقَةَ، ويجادلَ أَهْل الْكِتَابِ عليها فقالَ تَعَالى: (قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعاً الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ لا إِلَهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ ((لأعراف:158) حيث يأمرُ اللهُ (نبيه (أن يُعْلِنَ للنَّاس جَمِيْعًا أنَّهُ رَسُولٌ مرسلٌ مِنْ قِبَلِ رَبِهِ إِلى النَّاسِ جَمِيْعًا، وأنَّهُم إنْ أَرَادُوا الهِدَيَةَ فَيَجِبُ عَلَيْهِم أنْ يُطِيْعُوهُ باتِبَاعِِِ أَمْرِه وتَصْدِيْقِ خَبَرِهِ. ¶ وكان النَّبِيّ يدعو في كتبه إلى ملوك الأرض إلى هذه الحقيقة كما كتب إلى هرقل في صدر رسالته «مِنْ مُحَمَّدٍ عَبْدِ اللَّهِ وَرَسُولِهِ إِلَى هِرَقْلَ عَظِيمِ الرُّومِ. سَلاَمٌ عَلَى مَنِ اتَّبَعَ الْهُدَى، أَمَّا بَعْدُ فإنَّى أَدْعُوكَ بِدِعَايَةِ الإِسْلاَمِ، أَسْلِمْ تَسْلَمْ» ¶ ولما دخل صلى الله عليه وسلم كما سبق على الْيَهُودي وهو ناشر التوراة قال له: «أَنْشُدُكَ بِالَّذِي أَنْزَلَ التَّوْرَاةَ هَلْ تَجِدُ فِي كِتَابِكَ ذَا صِفَتِي وَمَخْرَجِي» وفي حديث الفلتان بن عاصم قال لليهودي: «أَتَشْهَدُ أَنِّي رَسُولُ اللهِ؟» وقال له أيضًا: «فبم تقرأ التَّوْرَاةِ وَالإنجيل أتَجِدُنِي نبيا؟». وعندما دخل إلى الْيَهُود دعاهم إلى الإيمان به وأعلنها لهم «فَوَاللَّهِ إِنِّي لأنَا الْحََاشِرُ، وَأَنَا الْعَاقِبُ، وَأَنَا النَّبِيُّ الْمُصْطَفَى آمَنْتُمْ أَوْ كَذَّبْتُمْ». ¶ 3 - النهي عن الغلو في الدين: ¶ فقد أمر الله (نبيه (أنْ ينهى أَهْل الْكِتَابِ عن الغلو في دينهم، ومجاوزة الحد فيه باتباع أهواء نفوسهم. قال الله صلى الله عليه وسلم: (قُلْ يَا أَهْل الْكِتَابِ لا تَغْلُوا فِي دِينِكُمْ غَيْرَ الْحَقِّ وَلا تَتَّبِعُوا أَهْوَاءَ قَوْمٍ قَدْ ضَلُّوا مِنْ قَبْلُ وَأَضَلُّوا كَثِيراً وَضَلُّوا عَنْ سَوَاءِ السَّبِيلِ ([المائدة:77] وهذا خطاب للنَصَارَى كما دلَّ عليه السياق، وكما في قوله تعالى: (يَا أَهْل الْكِتَابِ لا تَغْلُوا فِي دِينِكُمْ وَلا تَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ فَآمِنُوا بِاللَّهِ وَرُسُلِهِ وَلا تَقُولُوا ثَلاثَةٌ انْتَهُوا خَيْراً لَكُمْ إِنَّمَا اللَّهُ إِلَهٌ وَاحِدٌ سُبْحَانَهُ أَنْ يَكُونَ لَهُ وَلَدٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلاً ([النساء:171]. ¶ وقد دعا النَّبِيُّ صلى الله عليه وسلم النَصَارَى إلى الإيمانِ باللهِ (، وعدمِ الغلو في دينهم، وأنكر عليهم ما نسبوه إلى عيسى (بغيًا وعدوانًا، وأنكرصلى الله عليه وسلم على عدي بن حاتم وضعه الصليب في رقبته، ومغالة النصارى في اتباع أحبارهم ورهبانهم، حتى أحلوا لهم الحرام وحرموا عليهم الحلال.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وكما نهى النَصَارَى عن الغلو في دينهم، أنكر على الْيَهُود تقصيرهم في دينهم، وعدم العمل بأحكامه، وإخفاء ما يدل على صفاته صلى الله عليه وسلم فيها، وكما سبق أنكر عليهم تبديلهم حد الرجم، وأقام الحجة عليهم بوجوده في شريعتهم. فصدع صلى الله عليه وسلم بما أمره الله به، وجادل الْيَهُود والنَصَارَى فيما هم عليه من الباطل، وصرح لهم بالحق بلا مداهنة ولا مدارة. ¶ 4 - بيان ما هم عليه من الباطل. ¶ لقد كان من أهداف حوارات النَّبِيّ صلى الله عليه وسلم مَعَ أَهْل الْكِتَابِ، بيان ما هم عليه من الباطل بإثبات تحريفهم لكتبهم وانحرافهم عن مناهج الأنبياء، وتبديل شرع الله، وذلك لإظهار باطلهم للمؤمنين ليحذروا منه؛ (لِّيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيَى مَنْ حَيَّ عَنْ بَيِّنَةٍ وَإِنَّ اللَّهَ لَسَمِيعٌ عَلِيمٌ ([الأنفال آية: (42)] كذلك ليتبين أَهْل الْكِتَابِ حقيقة ما هم عليه من الباطل0 فينتهوا عنه ويكون ذلك دافعا لهم للتوجه إلى الإسلام. ¶ ولقد حاج النَّبِيّ صلى الله عليه وسلم نَصَارَى نَجْرَان ويهود المدينة، وأظهر باطلهم فلما أظهر لهم الحق، وأبان لهم الباطل، وأقام عليهم الحجة، نفى عنهم الشبهة، وأبوا قبول الحق دعاهم إلى المُبَاهَلَةِ فامتنعوا؛ خوفا من عذاب الله. ¶ 4 - الرد على شبهاتِ أَهْلِ الْكِتَابِ. ¶ اهتم القُرْآنُ الْكََرِِيْمُ بهذا الهَدَفِ فَذَكَرَ شُبُهَاتِ أَهْلِ الْكِتَابِ وَأَمَرَ نَبِيَّهُ صلى الله عليه وسلم أنْ يَرُدَ عَليَْهَا بأوضح برهان فيظهر الحَقَ ويدحض الباطل، َ فإنَّ كثيرًا مِن أَهْلِ الْكِتَابِ يَبْلُغُهُم الإسلامُ ولكن يمنعهم من الإيمانِ بهِ شبهاتٌ يحتاجونَ إلى أجوبةٍٍ عليها. ¶ فلما ادعى النَصَارَى في عيسى أنه إله، وقالوا إن لم يكن إلها فمن أبوه قال الله تعالى (إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ ([آل عمران:59] ¶ ولما تنازع الْيَهُود والنَصَارَى في إبراهيم (فادعى الْيَهُود إن إبراهيم كان يهوديا، وادعت النَصَارَى أنه كان نصرانيا وجادلوا النَّبِيّ صلى الله عليه وسلم في ذلك أمر الله نبيه صلى الله عليه وسلم أن يرد عليهم بقوله: (يَا أَهْل الْكِتَابِ لِمَ تُحَاجُّونَ فِي إِبْرَاهِيمَ وَمَا أُنْزِلَتِ التَّوْرَاةُ وَالإنجيل إِلَّا مِنْ بَعْدِهِ أَفَلا تَعْقِلُونَ هَا أَنْتُمْ هَؤُلاءِ حَاجَجْتُمْ فِيمَا لَكُمْ بِهِ عِلْمٌ فَلِمَ تُحَاجُّونَ فِيمَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ مَا كَانَ إِبْرَاهِيمُ يَهُودِيّاً وَلا نَصْرَانِيّاً وَلَكِنْ كَانَ حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ الْمُشْرِكِينَ ((آل عمران:65 - 67) كما تعرض النَّبِيّ صلى الله عليه وسلم لرد شبهات نَصَارَى نَجْرَان في حقيقة المسيح على النحو الذي تعرضه سورة آل عمران في ذكرها قصة المسيح (ورد افترآءت النَصَارَى عليه وغلوهم فيه. كما تعرض لرد شبهات اليهود والنصارى في زعمهم أنهم أبناء الله وأحباؤه، كذلك تعرض النبي (للرد على شبهات يهود المدينة كما سبق بيان ذلك.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "الخاتمة وملخص البحث ¶ تناول هذا البحث بالعرض والتحليل حوارات النبي (مع أهل الكتاب معلمًا ومرشدًا لهم يبينُ لهم الحق، ويشفي قلوبهم من الشبه، ثم هو صلى الله عليه وسلم يدعوهم إلى توحيد الله عز وجل، والإيمانِ بنبوته، صلى الله عليه وسلم وينهاهم عن اتباع أهوائهم، والغلو في دينهم. ¶ وقد حاول هذا البحث من خلال تتبع تلك الحوارات في السيرة النبوية صلى الله عليه وسلم التعرف على منهج النبي صلى الله عليه وسلم في حواراته مع أهل الكتاب، ليكون نهجه صلى الله عليه وسلم في هذه الحوارات نبراسًا لنا نقتدي به في حواراتنا مع الآخر. ¶ هَلْ نَقْبَلُ الحِوَارَ مَعَ الآخَرِ أم نَرْفُضُه؟ وما مَشْرُوعِيَةُ الجَدَلِ مَعَ أَهْلِ الْكِتَابِ؟ وما المَوْضُوْعَاتُ التِي يَنْبَغِي أنْ نَتَحَاوَرَ عَلَيْهَا؟ مَنْ نُحَاوِر؟ وَعَلَى أي شيءٍ نَتَحَاوَرُ؟ ومَا الغَايةُ مِنَ الحِوَارِ؟ أَسْئِلَةٌ مُتَعَدِدَةٌ تَتَعَلَقُ بِالحِوَارِ حَاوِلُ هَذَا البَحْثُ أَنْ يَتَلَمَسَ إِجَابَاتِهَا مِنْ خِلالِ عَرِضِ وَتَحْلِيْلِ حوارات النبي (مع أهل الكتاب. ¶ حيث تعرض لمناقشة تلك القضايا من خلال قراءات متعددة في المصادر الإسلامية الأصيلة، ترتكز أساسًا على كتاب الله وما صح من أحاديث النبي صلى الله عليه وسلم. ¶ تعرض البحث من خلال مباحثه الثلاثة لحوارات النبي صلى الله عليه وسلم مع أهل الكتاب من اليهود والنصارى. ¶ وقد تبين لنا أنَّ الهدف العام من أهداف الحوارِ مَعَ أَهْل الْكِتَابِ هو الدَّعوةُ إلى دينِ الإسلامِ وبيان مَحَاسِنِهِ وفَضَائِلِهِ، وردُ شبهاتِ أَهْل الْكِتَابِ، وبيان ما اشتملت عليه كتبهم من بِشَارةٍ بالنَّبِيّ صلى الله عليه وسلم، لم نجدْ مِنْ بين تلك الأَهْدَافِ دعوةً منه صلى الله عليه وسلم إلى التقاربِ مَعَ الْيَهُود أو مَعَ النَصَارَى، رغم توافر الأسبابِ الداعية إلى ذلك، لم نجدْ أيَّ أَثَرٍ لتقارب مَعَ أَهْل الْكِتَابِ لمواجهة الشركِ وأهلِه، بل على العكس من ذلك وجدنا أَهْل الْكِتَابِ يتقاربون مَعَ المشركين؛ لمواجهة الدعوة الإسلامية، ويتحينون الفرصة للقضاء عليها. ¶ هاجر النَّبِيّ صلى الله عليه وسلم إلى المدينة، وهي محفوفة بثلاثة قبائل كبار من قبائل الْيَهُود، وقد قدموا على النَّبِيّ صلى الله عليه وسلم ودخل عليهم النَّبِيّ صلى الله عليه وسلم بيوتهم ومجالس علمهم غير أن خطابه صلى الله عليه وسلم قد خلا معهم من أي لون من ألون التقارب الديني، وإنما دعاهم النبي صلى الله عليه وسلم إلى إسلام الوجه لله، والتوجه له وحده سبحانه بالعباده، ونهاهم عن الغلو في الدين، واتباع الأحبار والرهبان بالباطل.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وهكذا كان يأمر أتباعه في مجادلة غيرهم، فلما أرسل صلى الله عليه وسلم معاذا إلى اليمن قال له إنك تقدم قوما أهل كتاب فليكن أول ما تدعوهم إليه إن يوحدوا الله. ¶ لقد كان صلى الله عليه وسلم يدعو الناس ويجادلهم إلى ما دعاهم إليه الأنبياء من قبله، والمتمثلة في قوله تعالى (:اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ ([الأعراف آية: (59)] (اسْتَجِيبُوا لِرَبِّكُم مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لاَّ مَرَدَّ لَهُ مِنَ اللَّهِ مَا لَكُم مِّن مَّلْجَأٍ يَوْمَئِذٍ وَمَا لَكُم مِّن نَّكِيرٍ ([الشورى آية: (47)] تلك الدعوة التي أوصى أتباعه أن يحملوها إلى الناس في حياته صلى الله عليه وسلم وبعد انتقاله إلى جوار ربه (كما قال ربعي بن عامر في حواره مع قائد الفرس: \"ابتعثنا الله لنخرج من شاء من عبادة العباد إلى عبادة الله، ومن ضيق الدنيا إلى سعتها، ومن جور الأديان إلى عدل الإسلام\" ¶ وعلى الرغم من الأطوار المتعددة التي مرت بها الدعوة الإسلامية في العهد المدني، من الضعف والقوة، والسلم والحرب، والأمن والخوف، إلا أن خطاب النَّبِيّ صلى الله عليه وسلم الدعوي لم يتغير، بل ظل ثابتًا مطردًا مقتصرا على دعوة واحدة، وهي الدعوة إلى إسلام الوجه لله، والإيمان بنبوته صلى الله عليه وسلم، «أسلموا تسلموا» متأولا في ذلك قول الله تعالى: (فَلِذَلِكَ فَادْعُ وَاسْتَقِمْ كَمَا أُمِرْتَ وَلا تَتَّبِعْ أَهْوَاءَهُمْ وَقُلْ آمَنْتُ بِمَا أَنْزَلَ اللَّهُ مِنْ كِتَابٍ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ اللَّهُ رَبُّنَا وَرَبُّكُمْ لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ لا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ اللَّهُ يَجْمَعَ بَيْنَنَا وَإِلَيْهِ الْمَصِيرُ ([الشورى:15] ¶ وعلى الهدي نفسه كاتب صلى الله عليه وسلم ملوك النَصَارَى داعيًا لهم إلى الإسلام، لم يعرض عليهم في رسائله التقارب من أجل صلاح البشرية، أو التعاون على إرساء القيم المشتركة، لعلمه صلى الله عليه وسلم أنَّه لا صلاح ولا فلاح للبشرية إلا بالاستقامة على أمر الله (وإخلاص العبودية له سبحانه. ¶ لقد أعلن النبي صلى الله عليه وسلم براءته مما ألحقه اليهود والنصارى بملة إبراهيم (من انحرافات أدت بهم إلى الشرك بالله، والخروج من ملة إبراهيم (، ودعاهم إلى قول فصل، وهو التخلي عما هم عليه من باطل. والتحلي بتوحيد الله (واتباعه صلى الله عليه وسلم وبدون ذلك لا يمكن أن يلتقي الإسلامُ مع يهودية ولا نصرانية في منتصف الطريق، ولا في أي طريق، لأن دين الله لا يقبل المداهنة ولا المجاملة، فإما إسلام كله عدل ونور وأما كفر فيه ظلم وجور. ¶ فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ ([التوبة:129] تم بحمد الله",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "فهرس المصادر والمراجع ¶ - البداية و النهاية، ابن كثير: تحقيق عبد الله بن عبد المحسن التركي، دار هجر، الطبعة الأولى، 1417هـ 1997م. ¶ - تاريخ مدينة دمشق، ابن عساكر ت محب الدين أبو سعيد عمر بن غرامة العمراوي دار الفكر بيروت، 1415، 1995م. ¶ - تفسير القرآن العظيم ابن كثير: دار طيبة للنشر والتوزيع، ط2، 1420هـ - 1999 م، ¶ - التعليقات الحسان على صحيح ابن حبان، محمد ناصر الدين الألباني، دار باوزير، الطبعة الأولى، 1424هـ 2003م. ¶ - توجيهات في سبيل الحوار بين المسيحيين والْمُسْلِمِينَ، موريس بورمانس، ترجمة يوحنا منصور، المكتبة البولسية، بيروت لبنان، الطبعة الأولى 1986م ¶ - زاد المعاد في هدي خير العباد ابن القيم، مؤسسة الرسالة، بيروت، الطبعة السابعة والعشرون، 1415هـ /1994م ¶ - السلسلة الصحيحة: محمد ناصر الدين الألباني مكتبة المعارف، الرياض، 1415هـ ¶ - السيرة النبوية، ابن هشام، ت مصطفى السقا، وعبد الحفيظ شلبي وإبراهيم الإبياري، تراث الإسلام، الطبعة الثانية ¶ - السيرة النبوية عرض وقائع وتحليل أحداث د. علي محمد محمد الصلابي نسخة من الكتاب من إهداء المؤلف على موقع الشبكة الليبية  libya-web.net ¶ -  شرح صحيح مسلم للنووي، المطبعة المصرية بالأزهر. الطبعة الأولى، 1347هـ 1929م، ¶ - صحيح ابن حبان بترتيب ابن بلبان لابن حبان، ت شعيب الأرنؤوط، مؤسسة الرسالة -بيروت، ط2، 1414 - 1993، ¶ - صحيح ابن ماجة، محمد ناصر الدين الألباني مكتبة المعارف الرياض، ط1، 1417، 1997م). ¶ - صحيح الترمذي، محمد ناصر الدين الألباني مكتبة المعارف الرياض، ط1، 1420هـ 200م. ¶ - صحيح الجامع الصغير وزياداته، محمد ناصر الدين الألباني المكتب الإسلامي، بيروت، ط3، 1408هـ 1988م، ¶ - صحيح السيرة النبوية: محمد ناصر الدين الألباني المكتبة الإسلامية، عمان، الأردن، الطبعة الأولى، 1421هـ ¶ - فتح الباري شرح صحيح البخاري",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "دار الريان للتراث، القاهرة، ط1، 1407هـ 1986م،) ¶ - فقه السيرة، الغزالي، تحقيق محمد ناصر الدين الألباني مؤسسة ومكتبة الخافقين دمشق. 1995م. ¶ - في ظلال القرآن، سيد قطب: دار الشروق بيروت، ط10، 1402هـ 1982م ¶ - المستدرك، الحاكم، ط دار المعرفة بيروت، بدون ذكر الطبعة أو سنة الطبع، ¶ - المسند، أحمد بن حنبل، مؤسسة الرسالة، ط1، 1421هـ 2001م) ¶ - موسوعة الصحيح المسبور من التفسير بالمأثور، د. حكمت بشير ياسين: ¶ دار المآثر، المدينة المنورة، ط1، 1420هـ 1999م ¶ - موقف النَّبِيّ صلى الله عليه وسلم من الديانات الثلاثة (الوثنية والْيَهُودية والنصرانية)، حسن خالد: دار الكتاب الإسلامي، بدون ذكر الطبعة أو سنة الطبع.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "فهرست الموضوعات ¶ الصفحة ¶ مقدمة ....................................................................... ¶ المبحث الأول: حوارات النصارى ............................................. ... 5 ¶ - الحوار الأول: مَعَ وفد النَصَارَى الذين أسلموا ... 6 ¶ - الحوار الثاني: بين النجاشي وجعفر بن أبي طالب ... 8 ¶ - الحوار الثالث: دعوة إلى نبذ الشرك ... 13 ¶ - الحوار الرابع: رسائل النبي إلى الملوك والأمراء ... 14 ¶ - الحوار الخامس: حوار من القرآن ... 15 ¶ - الحوار السادس: دعوة إلى المباهلة ... 19 ¶ تعليق عام على حوارات النصارى ....................... ... 22 ¶ اعتراض ومناقشة ....................................... ... 24 ¶ المبحث الثاني: حوارات اليهود ............................................... ... 27 ¶ - الحوار الأول: حوار في إثبات النبوة ... 30 ¶ - الحوار الثاني: دعوة إلى إثبات النبوة ... 31 ¶ - الحوار الثالث: دعوة إلى التوحيد وإثبات الرسالة ... 32 ¶ - الحوار الرابع: في إثبات النبوة ... 35 ¶ - الحوار الخامس: سؤال عن الروح ... 37 ¶ - الحوار السادس: جدل في حكم الرجم ... 38 ¶ - الحوار السابع: دعوة اليهود إلى المباهلة ... 39 ¶ - الحوار الثامن: دعوة إلى الإسلام ... 41 ¶ المبحث الثالث: أهداف الحوار مع أهل الكتاب ... . ... 43 ¶ - الدعوة إلى التوحيد ونبذ الشرك ... 43 ¶ - الدعوة إلى الإيمان بالنبي (وأتباعه ... 44 ¶ - النهي عن الغلو في الدين ... 45 ¶ - بيان ما هم عليه من الباطل ... 46 ¶ - الرد على شبهات أهل الكتاب ... 46 ¶ - الخاتمة ... 48 ¶ 3 - قائمة المصادر والمراجع ... . ... 50",
            "page": "47",
            "part": "1"
        }
    ],
    "t37767": [
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "العنوان"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول حوارات النَصَارَى"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "الحوار الأول مَعَ وفد النَصَارَى الذين أسلموا"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "الحوار الثاني بين النجاشي وجعفر بن أبي طالب"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "الحوار الثالث دعوة إلى نبذ الشرك"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "الحوار الرابع رسائل النبي (إلى الملوك والأمراء"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "الحوار الخامس حوار من القرآن"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "الحوار السادس دعوة إلى المُبَاهَلَةِ"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني حوارات الْيَهُود"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "الحوار الأول حوار في إثبات النبوة"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "الحوار الثالث دعوة إلى التوحيد وإثبات الرسالة"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "1",
            "tit": "الحوار الثاني دعوة إلى إثبات النبوة"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "الحوار الرابع في إثبات النبوة"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "الحوار الخامس سؤال عن الروح"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "الحوار السادس جدل في حكم الرجم"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "الحوار السابع دعوة الْيَهُودِ إلى المُبَاهَلَةِ"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "الحوار الثامن دعوة إلى الإسلام"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث أهداف الحوار مَعَ أَهْل الْكِتَابِ"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة وملخص البحث"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس المصادر والمراجع"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "فهرست الموضوعات"
        }
    ]
}