{
    "b37766": [
        {
            "id": "1",
            "nass": ":: بسم الله الرحمن الرحيم::. . ¶ الحمد لله والصلاة والسلام على رسول الله وعلى آله وصحبه ومن والاه، أمابعد: ¶ فهذه ورقة بحث حول كتب النصارى المعتمدة (تدوين و نقد)، وقد قسمت البحث إلى: تمهيد و ثلاثة مباحث، كمايلي: ¶ تمهيد: ¶ مفهوم كلمة إنجيل: الإنجيل هو: (كتاب عيسى ــ عليه والسلام ــ، يؤنث ويذكر، فمن أنّث أراد الصحيفة، ومن ذكّر أراد الكتاب، وفي صفة الصحابة ــ رضي الله عنهم ــ قوم صدورهم أناجيلهم، وهو جمع إنجيل، وهو اسم كتاب الله المنزل على عيسى ــ عليه السلام ــ، وهو اسم عبراني أو سرياني، وقيل: هو عربي) (¬1). ¶ وجاء في الموسوعة الميسرة في الأديان والمذاهب المعاصرة: (الإنجيل: كلمة معربة من الكلمة اليونانية \"إفاجيليون\"، ومعناها: البشارة بالخير أو بالخبر السار والمفرح، واللفظ الدال على الإنجيل  gospel،  وهو في الإنجليزية القديمة  goaspel  أي: أخبار طيبة. ¶ والإنجيل كتاب أنزله الله تعالى على عيسى ابن مريم مصدقاً لما بين يديه من التوراة) (¬2). ¶ تتفق المصادر المسيحية على أنه كان يوجد بجانب الأناجيل الأربعة المعروفة عدد كبير من الأناجيل التي تنسب إلى بعض الحواريين، مثل توما وبطرس ويهوذا، أو إلى بعض أتباع المسيح، مثل: برنابا، أو إلى بعض الجماعات، مثل: إنجيل المصريين وإنجيل العبريين وإنجيل الناصريين. ¶ ¬__________ ¶ (¬1) تاج العروس من جواهر القاموس: (8/ 139:138)، لسان العرب: (11/ 648). ¶ (¬2) الموسوعة الميسرة في الأديان والمذاهب: (2/ 986).",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وهذه الأناجيل ظلت متداولة ومعمولاً بها إلى القرن الرابع الميلادي، حين قرر مجمع نيقية ــ عام (325م) ــ إلغاء كل إنجيل أو رسالة لا تتفق مع عقيدة ألوهية المسيح، والاعتراف بقانونية الأناجيل الأربعة فقط، وإعدام ماسواها من الأناجيل. ¶ وقد ذكر الشيخ رحمة الله الهندي نقلاً عن صاحب أكسيهو عدداً من الكتب المفقودة أو المحذوفة من العهد الجديد، منها ماهو منسوب إلى عيسى ــ عليه السلام ــ، مثل: كتاب التمثيلات والوعظ، ومنها ماهو منسوب إلى مريم ــ عليها السلام ــ مثل: كتاب مريم وحديثها، ومنها ماهو منسوب إلى بطرس الحواري كإنجيل بطرس وغيرها. (¬1) ¶ إن إلغاء الكنيسة لتلك الأناجيل الكثيرة، وفرض هذه الأناجيل الأربعة على الناس؛ يحمل على الشك بموثوقيتها، لأنها لا تقدم لنا صورة صحيحة وشاملة عن عقائد النصارى المعاصرين للمسيح أو قريبي العهد منه، بل تصور لنا عقيدة الكنيسة التي تقررت في القرن الرابع الميلادي. ¶ المبحث الأول: الأناجيل المعتمدة ¶ الأناجيل المعتمدة لدى النصارى أربعة، وهي جزء من العهد الجديد، الذي هو جزء من الكتاب المقدس، والكتاب المقدس عندهم ينقسم إلى قسمين رئيسيين، هما: العهد القديم (¬2) والعهد الجديد، وسيكون حديثنا محصوراً في الأناجيل الأربعة. ¶ وقبل البدء في الكلام عن تاريخ تدوين العهد الجديد، يحسن بنا التعريف بهذه الأناجيل الأربعة المعتمدة عندهم: ¶ 1. إنجيل متّى: ¶ ¬__________ ¶ (¬1) انظر: إظهار الحق: (285) ومابعدها، وانظر: النصرانية في ميزان العقل والإسلام: (190) ومابعدها. ¶ (¬2) سبق الحديث عنه في درس سابق.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "نسبة إلى متّى أحد الحواريين الإثني عشر، وهو يهودي الأصل، كان جابي ضرائب للرومان في بلدة (كفرناحوم) ــ من أعمال الجليل في فلسطين ــ، تبع المسيح منذ بداية دعوته، وبعد رفع المسيح انصرف للتنصير في بلاد الحبشة، ويقال: أنه مات هناك شهيداً. ¶ 2. إنجيل مرقس: ¶ نسبة إلى مرقس أحد أتباع المسيح، لم يكن من الحواريين، ويقال أنه كان تلميذاً للحواري بطرس، وهو يهودي الأصل، ولد في القدس، ويذكر أنه كان أحد السبعين الذين أرسلهم عيسى للتبشير بالنصرانية، ويقال أن بيته كان مركزاً لاجتماع تلاميذ المسيح أثناء حياته وبعد صعوده. ¶ 3. إنجيل لوقا: ¶ نسبة إلى لوقا أحد أتباع المسيح، لم يكن حوارياً ولا تلميذاً للحواريين ولم يكن يهودياً، يقال أنه ولد في انطاكية، وأنه كان طبيباً ومصوراً، رافق بولس في رحلاته التبشيرية. ¶ 4. إنجيل يوحنا: ¶ نسبة إلى يوحنا أحد الحواريين، كان صياداً يهودياً، تبع المسيح منذ البداية، بشّر في افسس ( EPHESUS )  غرب تركيا، ويقال أنه ألف إنجيله هناك، ومات فيها شيخاً هرماً في نهاية القرن الميلادي الأول. (¬1) ¶ ¬__________ ¶ (¬1) للمزيد حول هذه الكتب، انظر: دراسة في الأناجيل الأربعة: (12:11)، وانظر: الأجوبة الفاخرة: (103) ومابعدها، وانظر: بحوث في مقارنة الأديان: (132:131).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "المبحث الثاني: تأريخ تدوين الأناجيل ¶ معرفة تأريخ تدوين الأناجيل من الأهمية بمكان، حيث أن معرفتها يبيّن مدى مصداقيتها، ونعرض في هذا المبحث شيئاً مما ذكر في تأريخ تدوين تلك الأناجيل. ¶ 1. إنجيل متّى: ¶ هناك خلاف في تاريخ تدوين هذا الإنجيل، فيقال: إنه قد كتب قبل خراب أورشليم، وذهب بعض القدماء إلى أنه كتب في السنة الثامنة بعد الصعود، ويظن البعض أنه قد كتب بين سنة60 وسنة 65م. ¶ ولانعدام المصدر الموثوق به، فإنهم لا يستطيعون الجزم والقطع بتاريخ التدوين. ¶ ومن الخلافات الكثيرة التي ذكرت في تاريخ تدوين هذا الإنجيل ــ مثلاً ــ: (مايراه ابن البطريق: أن انجيل (متّى) دوّن في عهد (قلوديوس) قيصر الرومان من غير تعيين السنة. ¶ ويقول جرجس زوين اللبناني: أن (متّى) كتب بشارته في أورشليم سنة 39م (¬1). ¶ ويقول الدكتور بوست: لابد أن يكون هذا الإنجيل قد كتب قبل خراب أورشليم) (¬2). ¶ (ويقول هورن: ألف الإنجيل الأول سنة 37 أو سنة 38 أو سنة 41 أو سنة 43 أو سنة 48 أو سنة 61 أو سنة 62 أو سنة 63 أو سنة 64 من الميلاد) (¬3). ¶ ويرجح بعضهم كتابته سنة 60 أو 66 (¬4). ¶ وفي مقابل هذه الآراء يذهب البعض إلى أن تاريخ كتابة هذا الإنجيل كان بين 85 إلى 105م (¬5). ¶ ¬__________ ¶ (¬1) التحريف والتناقض في الأناجيل الأربعة: (28). ¶ (¬2) المرجع السابق: (30:28). ¶ (¬3) محاضرات في النصرانية: (48). ¶ (¬4) الأجوبة الفاخرة: (103)، حاشية رقم: (173). ¶ (¬5) مناظرة بين الإسلام والنصرانية: (40).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ولنا أن نلاحظ هذا البون الشاسع والفرق الواسع في تحديد تاريخ تدوين هذا الإنجيل. ¶ أما لغة الكتابة فمختلف فيها، قيل: إنه كتب بالعبرانية، وقيل: بل باليونانية، وقيل غير ذلك. ¶ 2. إنجيل مرقس: ¶ يتسع ميدان الخلاف عند الحديث عن تاريخ تدوين وترجمة هذا الإنجيل، فقد اختلف الكتاب المسيحيون كثيراً في زمن تأليفه، (فمنهم من يقول أنه ألف في زمن بطرس وبولس، ومنهم من يقول ألف بعد موتهما) (¬1). ¶ يقول الشيخ محمد أبو زهرة: (وقد روى ابن البطريق وبعض مؤرخي العرب أن هذا الإنجيل قد كتبه بطرس نفسه، ونسبه إلى تلميذه مرقس، ولا يعرف لهذه الرواية تاريخ يعتد به) (¬2). ¶ وقيل أنه كتب بين سنة 63م وسنة 68م (¬3). ¶ وعلى هذا فإنجيل مرقس مختلف في كاتبه، فلا يعرف هل كاتبه مرقس المنسوب إليه؟ أم أستاذه بطرس الحواري؟ وهذا لا شك يقدح في قدسية هذا الإنجيل. ¶ يقول الدكتور الشرقاوي: (إن واحداً من علماء النصرانية لا يعرف بالضبط من هو مرقس كاتب الإنجيل، وإن كان الرأي الشائع أنه كان من تلاميذ بطرس وتابعيه) (¬4). ¶ ويعتبر هذا الإنجيل ــ من حيث الحجم ــ أقصر وأوجز الأناجيل الأربعة، فهو يقع في اثنين وثلاثين صفحة من الكتاب المقدس (¬5). ¶ ¬__________ ¶ (¬1) التحريف والتناقض في الأناجيل الأربعة: (34). ¶ (¬2) محاضرات في النصرانية: (55:54). ¶ (¬3) الأجوبة الفاخرة: (104)، حاشية رقم: (175)، مناظرة بين الإسلام والنصرانية: (38). ¶ (¬4) بحوث في مقارنة الأديان: (255). ¶ (¬5) بحوث في مقارنة الأديان: (252).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "أما لغة التدوين، فقيل: إنه كتب باليونانية، وعليه تهميشات باللاتينية (¬1). ¶ 3. إنجيل لوقا: ¶ كما اختلف في تاريخ تدوين الإنجيلين السابقين متّى ومرقس، فقد اختلف ــ أيضاً ــ في تاريخ تدوين إنجيل لوقا، فمنهم من يقول: أنه ألف مابين سنة 80 ــ 90م، ومنهم من يقول: أنه ألف سنة 60م (¬2)، ومنهم من يقول أنه ألف مابين سنة 53 ــ 64م، وقيل: كتب (80) أو (85) (¬3) إلى غير ذلك من الأقوال. ¶ يقول الدكتور بوكاي: (ويمكن تقدير تاريخ إنجيل لوقا بالنظر إلى عوامل عدة، فقد استعان لوقا بإنجيلي مرقس ومتّى وكما تقول الترجمة المسكونية، فيبدو أنه قد عايش حصار القدس وتدميرها تحت جيوش تيتوس عام 70م، وعلى ذلك يكون هذا الإنجيل لاحقاً على ذلك التاريخ. ¶ ويحدد النقاد الحاليون غالباً تاريخ تحريره فيما بين 80 ــ 90م) (¬4). ¶ ويرى هورن أن الإنجيل الثالث ألف سنة (53) أو سنة (63) أو سنة (64) (¬5). ¶ أما لغة التدوين لهذا الإنجيل فقد اتفق على أنها كانت باليونانية (¬6). ¶ 4. إنجيل يوحنا: ¶ يعتبر هذا الإنجيل من أخطر الأناجيل، لأنه الإنجيل الذي تضمنت فقراته ذكراً صريحاً لألوهية المسيح (¬7). ¶ يقول الدكتور محمد الشرقاوي: (وفي الواقع أن لهذا الإنجيل شأناً وخطراً أكثر من غيره لأنه الإنجيل الذي تضمنت فقراته ذكراً صريحاً لألوهية المسيح، فهذه الألوهية يعتبر هو نص إثباتها وركن الاستدلال فيها، ولذلك ¶ ¬__________ ¶ (¬1) التحريف والتناقض في الأناجيل الأربعة: (34). ¶ (¬2) الأجوبة الفاخرة: (105)، حاشية رقم: (177). ¶ (¬3) مناظرة بين الإسلام والنصرانية: (43). ¶ (¬4) دراسة الكتب المقدسة: (88)، ¶ (¬5) محاضرات في النصرانية: (53). ¶ (¬6) التحريف والتناقض في الأناجيل الأربعة: (38). ¶ (¬7) محاضرات في النصرانية: (53).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "كان لابد من العناية به، فالتثليث هو شعار النصرانية وأساس التباين بينها وبين ديانة التوحيد) (¬1). ¶ ومما جاء في هذا الإنجيل: (أما هذه فقد كتبت لتؤمنوا أن يسوع هو المسيح ابن الله، ولكي تكون لكم إذا آمنتم حياة باسمة) (¬2). ¶ ويمتد الخلاف حول تدوين الأناجيل إلى هذا الإنجيل، فقد اختلف في تاريخ تدوينه على أقوال: ¶ 1) فالدكتور بوست يرجح أنه كتب سنة 95 أو سنة 98 وقيل سنة 96. ¶ 2) ويقول هورن في تاريخ تدوين ذلك الإنجيل: ألف الإنجيل الرابع سنة 68 أو سنة 69 أو سنة 70 أو سنة 89 أو سنة 98 من الميلاد (¬3). (¬4) ¶ 3) أنه كتب بين سنة 80 و90م (¬5). ¶ أما لغة التدوين لهذا الإنجيل فقد اتفق على أنها كانت باليونانية (¬6). ¶ المبحث الثالث: نقد الأناجيل الأربعة ¶ مما لاشك فيه لدينا ــ نحن المسلمين ــ أن الإنجيل الموجود الآن ليس هو الإنجيل الذي نزل على عيسى ــ عليه السلام ــ بل هو محرّف زيادةً ونقصاناً. ¶ يقول الشيخ رحمة الله الهندي: (والتحريف قسمان: لفظي ومعنوي، ولانزاع بيننا وبين المسيحيين في القسم الثاني (أي التحريف المعنوي)، لأنهم كلهم يسلّمون صدوره عن اليهود في العهد العتيق في تفسير الآيات. ¶ ¬__________ ¶ (¬1) بحوث في مقارنة الأديان: (239:238). ¶ (¬2) يوحنا: (31:20) نقلاً عن: التحريف والتناقض في الأناجيل الأربعة: (40). ¶ (¬3) محاضرات في النصرانية: (57). ¶ (¬4) حول تاريخ التدوين، انظر: دراسة في الأناجيل الأربعة والتوراة: (23) ومابعدها. ¶ (¬5) الأجوبة الفاخرة: (106)، حاشية رقم: (179). ¶ (¬6) التحريف والتناقض في الأناجيل الأربعة: (45).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أما القسم الأول (أي التحريف اللفظي): فقد أنكره علماء البروتستانت ــ في الظاهر ــ إنكاراً شديداً لتغليط جهال المسلمين) (¬1). ¶ وقد وجهت عدة نقود للأناجيل الموجودة، نوجز تلك النقود فيما يلي: ¶ 1. انقطاع السند، والنسبة الظنية: ¶ أخبار التاريخ لاتثبت إلا بأحد أمرين: إما الرواة واتصال السند، أو بالآثار التي ينقب عنها العلماء، فيحققون ويوازنون، فهل ثبت العهد الجديد بواحد من هذين الأمرين؟ ¶ ليس لدى النصارى نسخة واحدة بخط تلميذ من تلاميذ المسيح مطلقاً، بل إن الإنجيل الأول المنسوب إلى متّى، ليس لديهم منه إلا الترجمة اليونانية، مع أنه كتب أولاً باللغة الآرامية، ولايعرفون من هو المترجم، وهم يقرون بعدم وجود السند الكامل المتصل من الرواة المعروفين إلى من تنسب إليهم الأناجيل والرسائل (¬2). ¶ فمن خلال البحث والنظر في تلك الأناجيل يتبيّن لنا عدم صحة نسبة تلك الأناجيل إلى من يُزعم بأنهم ألّفوها، فمثلاً إنجيل متّى: لا يوجد فيه أي شاهد يشير إلى متّى الحواري بأنه هو الذي ألّفه!! وإنما الكاتب يتحدّث بصيغة الغائب لا بصيغة المتكلم. ¶ يقول موريس بوكاي: (ماهي شخصية متّى؟ لنقل صراحة أنه لم يعد مقبولاً اليوم القول أنه أحد حواري المسيح) (¬3). ¶ وكذا إنجيل مرقس لا يوجد شاهد من داخل الإنجيل يدل على أن كاتبه هو مرقس تلميذ بطرس، ومثله انجيل لوقا ويوحنا (¬4). ¶ 2. الروايات الشفهية وتاريخ التدوين: ¶ ¬__________ ¶ (¬1) إظهار الحق: (1/ 219). ¶ (¬2) الكتب المقدسة في ميزان التوثيق: (133:132). ¶ (¬3) دراسة الكتب المقدسة: (80). ¶ (¬4) انظر: دراسة في الأناجيل الأربعة والتوراة: (15) ومابعدها، الكتب المقدسة في ميزان التوثيق: (134).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "من خلال النظر في الكتب التي كتبت عن تاريخ تدوين الأناجيل ــ على الخلاف الوارد ــ، نجد أنها ــ الأناجيل ــ كتبت على مدى أكثر من ثلاثين عاماً، وأن أولها وهو إنجيل مرقس كتب بعد أكثر من ثلاثين عاماً من رفع المسيح، بينما كتب آخرها (¬1) وهو إنجيل يوحنا بعد أكثر من ستين عاماً، وهكذا ظلت روايات الأناجيل شفهية أكثر من ثلاثين عاماً حتى أخذت طريقها للتدوين، وهذا الفاصل الزمني بين الأحداث وتدوينها؛ كاف لنسيان كتبة الأناجيل تفاصيل الأحداث وترتيبها الزمني، هذا إذا سلمنا بنسبة هذه الأناجيل إلى متّى ومرقس ويوحنا ولوقا، فما بالك إذا كان هؤلاء لم يكتبوها؟! وإنما كتبها غيرهم ممن لم يشهد شيئاً من هذه الاحداث (¬2). ¶ 3. اختلاف لغة الأناجيل عن لغة المسيح عليه السلام: ¶ كان المسيح يتكلم باللغة الأرامية التي كانت متداولة في وقته في فلسطين، ولكن نسخ الإنجيل الموجودة والمتداولة الآن مكتوبة باللغة الأغريقية. ¶ ومثال ذلك: ماجاء في مرقس: (وفي الساعة التاسعة صرخ يسوع بصوت عظيم قائلاً (ألوى ألوى لما شبقتني) الذي تفسيره: إلهي لماذا تركتني) (¬3). ¶ وفي اختلاف اللغات دليل على بطلان تلك الأناجيل (¬4). ¶ 4. كتبة الأناجيل ليسوا شهود عيان لما كتبوه: ¶ لو سلمنا جدلاً بصحة نسبة الأناجيل إلى متّى ومرقس ولوقا ويوحنا، وحاولنا ــ من خلال الأناجيل ــ أن نعرف إلى أي حد كان هؤلاء الكَتَبَة شهود ¶ ¬__________ ¶ (¬1) على خلاف واسع في أولها وآخرها، ليس هذا محل بسطه. ¶ (¬2) دراسة في الأناجيل الأربعة والتوراة: (24)، وانظر: إظهار الحق: (79). ¶ (¬3) مرقس: (34:15)، نقلاً عن دراسة الأناجيل الأربعة والتوراة: (25). ¶ (¬4) دراسة الأناجيل الأربعة والتوراة: (26:25).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "عيان لرواياتهم عن المسيح وأعماله وتعاليمه، لوجدنا أن قسماً منهم لم يشاهد ماكتب، وقسماً آخر لم يشاهد كل ماكتب. ¶ فمتّى ــ مثلاً ــ لا يتحدث في إنجيله كشاهد عيان رأى بعينه ما يرويه، وهو بالتأكيد لم يشهد حادث الصلب ولا الدفن، رغم أنه روى ذلك في إنجيله، وهذا أمر طبيعي ومتوقع لأن متّى كان من تلاميذ المسيح، وتلاميذ المسيح هربوا جميعاً عند القبض عليه (¬1). ¶ 5. عدم تحقق نبؤات الإنجيل: ¶ لابد لكل كتاب سماوي من تنبؤات صادقه، وعند فحص الأناجيل والنظر في نبوءاته، نجد أن بعضها لم يتحقق كلية، وبعضها الآخر لم يتحقق على النحو الموصوف في الأناجيل، مما يدل على أن هذه الكتب لا ترقى إلى مستوى الكتب السماوية. ¶ ومن ذلك ماجاء في متّى من قرب القيامة وأنها قادمة قبل فناء الجيل المعاصر لعيسى عليه السلام (¬2). (¬3) ¶ 6. الاختلافات والتناقضات بين الأناجيل: ¶ إن القراءة الواعية للأناجيل تكشف عن وجود اختلافات كبيرة بينها، وهذه الاختلافات من الكثرة بحيث يستحيل التغاضي عنها ونسبتها إلى سهو النسّاخ والنقلة، ووجود الخلاف بين الأناجيل أمر مسلم عند الكنيسة، ولو كانت الأناجيل متشابهة لاكتفت بواحد منها (¬4). ¶ ومن ذلك: أن متّى ذكر في إنجيله أن يوسف ــ خطيب مريم أم المسيح ــ كان أبوه يسمى يعقوب بن مابان، وذكر لوقا في إنجيله خلافه فزعم أن ¶ ¬__________ ¶ (¬1) دراسة الأناجيل الأربعة والتوراة: (30). ¶ (¬2) متّى: (24: 29ـ34)، نقلاً عن دراسة في الأناجيل الأربعة والتوراة: (15). ¶ (¬3) حول هذه النقطة، انظر: مناظرة بين الإسلام والنصرانية: (63:58)، دراسة في الأناجيل الأربعة والتوراة: (15). ¶ (¬4) دراسة في الأناجيل الأربعة والتوراة: (66)، وللاستزادة حول هذه الفقرة، انظر: التحريف والتناقض في الأناجيل الأربعة: (272:107)، مقامع الصلبان: (37:32).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "المسيح كان إلى الوقت الذي ابتدأ بالدعاء فيه قد مضى له من نحو ثلاثين سنة وهو يظن أن أباه يوسف بن هال بن مطت (¬1). ¶ ومن خلال ماسبق يتبيّن لنا مدى التحريف الذي حلّ بالأناجيل، وغيّرها عما كانت عليه. ¶ هذا ما تيسر جمعه، والله أسأل أن ينفع به وأن يجعله في ميزان حسنات القارئ والكاتب، والله تعالى أعلم, وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين. ¶ fd ¶ ¬__________ ¶ (¬1)  أدلة الوحدانية في الرد على النصرانية: (50).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "المراجع ¶ 1. أدلة الوحدانية في الرد على النصرانية/ محمد الحنفي/ ت: عبد الرحمن دمشقيّة/ ط1/ 1408هـ. ¶ 2. إظهار الحق/ رحمة الله الهندي/ ت: عمر الدسوقي/ مكتبة الوحدة/ الدار البيضاء. ¶ 3. الأجوبة الفاخرة/ شهاب الدين القرافي/ ت: بكر زكي/ مكتبة وهبة/ ط2/ 1407هـ. ¶ 4. بحوث في مقارنة الأديان/ محمد الشرقاوي/ دار الفكر العربي/ القاهرة. ¶ 5. تحريف والتناقض في الأناجيل الأربعة/ سارة العبادي/ دار طيبة الخضراء/ مكة المكرمة/ ط1/ 1424هـ. ¶ 6. دراسة في الأناجيل الأربعة والتوراة/ محمد السعدي/ دار الثقافة/ قطر/ ط1/ 1405هـ. ¶ 7. دراسة الكتب المقدسة في ضوء المعارف الحديثة/ موريس بوكاي/ دار المعارف/ القاهرة/ ط4/ 1977. ¶ 8. الكتب المقدسة في ميزان التوثيق/ عبدالوهاب طويلة/دار السلام/ مصر/ ط1/ 1410هـ. ¶ 9. محاضرات في النصرانية/ محمد أبو زهرة/ مطبعة المدني/ ط3/ 1385هـ. ¶ 10. مقامع الصلبان/ أحمد الخزرجي/ ت: عبد المجيد الشرفي. ¶ 11. مناظرة بين الإسلام والنصرانية/ مجموعة من رجال الفكر/ دار الوطن/ الرياض/ 1412هـ. ¶ 12. النصرانية في ميزان العقل والإسلام/ محمد القاضلي/ دار الكتاب/ الأردن/ 1424هـ.",
            "page": "12",
            "part": "1"
        }
    ],
    "t37766": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "كتب النصارى المعتمدة تدوين ونقد"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "تمهيد"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول: الأناجيل المعتمدة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني: تأريخ تدوين الأناجيل"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث: نقد الأناجيل الأربعة"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "المراجع"
        }
    ]
}