{
    "b37774": [
        {
            "id": "1",
            "nass": "الاتجاهات العلمانية ¶ في ¶ فكر المدرسة العقلية الحديثة ¶ بحث مقدم لمؤتمر: النص الشرعي بين الأصالة والمعاصرة ¶ إعداد: د/ منى محمد بهي الدين الشافعي ¶ مقدمة ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، إنه من يهد الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله. ¶ قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} ([1])، {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً} ([2]). ¶ وبعد،،، ¶ فإن المعارك بين الإسلام وخصومه قد بدأت منذ أن صدع نبينا محمد - صلى الله عليه وسلم - بالدعوة وجهر بها ممتثلاً أمر الله تعالى: {فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ المُشْرِكِينَ} ([3]) , ولم تكن ميادين تلك المعارك هي ميادين القتال بالسيف والسلاح فحسب، بل كانت ميادينها- ولا تزال- تستهدف المجتمع كله في مناحي حياته ومعايشه وتفكيره وعقائده وأخلاقه وآدابه، وهي بذلك أشد خطورة، لأن أساليبها تتغير وتتبدل، وأسلحتها هي أسلحة الجدال المضلل والمراء المتلون والتلبيس المتواصل من الإعلام المغرض والصحافة المسمومة، التي تحطم البناء الفكري والعقدي القائم فيه عبر القرون, وتقيم على أنقاضه البناء الفكري الجديد الذي يرجوه العدو، وتأسر عقول المسلمين حتى لا تبصر إلا ما يريد لها عدوها أن تبصر, ولا تدرك إلا ما يريد لها عدوها أن تدرك, ولا تتمنى إلا",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ما يريد لها عدوها أن تتمنى ..  ¶ وكان من أدوات العدو في تلك المعارك رجال من جلدتنا ويتكلمون بألسنتنا، منهم الخائن البائع لدينه، ومنهم المنافق، ومنهم المفسد الذي يرجو الإصلاح، ومنهم الضعيف المنهزم، ومنهم الجاهل، وغير ذلك أصناف كما قال تعالى: {ولكل درجات مما عملوا}.  ¶ ولم يعرف المسلمون طيلة تاريخهم الطويل الحق بالرجال، بل كانوا يزنون الرجال بميزان الحق، فيقبلون من كل أحد -كائنا من كان- ما وافق الحق من كلامه، ويردون من كلام كل أحد –كائنا من كان- ما خالف الحق من كلامه، مع ترك التفتيش عن النوايا واتهام السرائر.  ¶ وبناء على هذا المنهج القويم الذي عمل به الصحابة والتابعون، وأصل له الأئمة المجتهدون، كان لابد من نظرة فاحصة لكلام أصحاب المدرسة العقلية الحديثة- تلك المدرسة التي كان لها عميق الأثر في الفكر الإسلامي المعاصر- فما كان من حق قبل منهم، وما كان من باطل، أو مهد لباطل رد وبين للناس خطؤه، بغض النظر عن شهرة قائله أو منصبه، أو إنجازاته.  ¶ وتحقيقاً لهذا الهدف فقد جاء البحث في النقاط الآتية:  ¶ أولاً: التعريف بالمدرسة العقلية الحديثة وسبب تسميتها.  ¶ ثانيًا: أسباب ظهور المدرسة العقلية الحديثة.  ¶ ثالثًا: الاتجاهات العلمانية في فكر المدرسة العقلية الحديثة.  ¶ رابعًا: نماذج للاتجاهات العلمانية في فكر المدرسة العقلية الحديثة  ¶ النموذج الأول: في قوله تعالى: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا} [النساء:3].  ¶ النموذج الثاني: في قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا الرِّبَا أَضْعَافًا مُضَاعَفَةً} [آل عمران:130].  ¶ النموذج الثالث: في قوله تعالى: {إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا ... ¶ } [البقرة:166].  ¶ خامسًا: العلمانيون الأوائل ونماذج لتعديهم على نصوص القرآن الكريم وعلاقتهم برجال المدرسة العقلية الحديثة.  ¶ - قاسم أمين.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "- علي عبد الرازق.  ¶ - محمد أحمد خلف الله.  ¶ سادسًا: الخاتمة.  ¶ أولاً: التعريف بالمدرسة العقلية الحديثة وسبب تسميتها  ¶ يطلق اسم «المدرسة العقلية الحديثة» على «حركة الإصلاح الديني» في مصر ([4])، والتي أسسها الشيخ جمال الدين الأفغاني، ونشر فكرها وأصولها تلميذه الشيخ محمد عبده، وقام الشيخ محمد رشيد رضا بتسجيل نشاطها، وبثه في العالم الإسلامي، عبر جريدة المنار فهؤلاء الثلاثة يعتبرون -بحق- دعائم هذه المدرسة ([5]).  ¶ أما تسميتهم بحركة الإصلاح الديني، فذلك لتبني الاستاذ الشيخ محمد عبده فكرة إصلاح الأفكار الجامدة التي كانت سائدة في عصره، والتي أغلقت باب الاجتهاد مطلقًا، وأنكرت على العقل دوره في فهم شريعة الله تعالى، واعتمدت على الخرافات، ولم تعتن بالعلم، وهذا الاتجاه عرف بـ «بالنزعة التوفيقية»، أي التوفيق بين الدين والعلم التجريبي، وتوضيح أن الدين الإسلامي الحق لا يحارب العلم، ولا يتنافى مع العقل، وأنه دين العقل، والحرية، والفكر، وعمل على مقاومة إلقاء تبعة التخلف على الدين، ومقاومة الاستعمار، وكانت رؤيته في الإصلاح تبدأ من محاولة إصلاح التعليم عمومًا، والأزهر خصوصًا.  ¶ وأما السبب في تسميتهم بالمدرسة العقلية الحديثة، فهوأن رواد هذة المدرسة دعوا إلى تقديم العقل على النقل عند التعارض ([6])، وإلى أفكار تؤدي إلى تضييق حيز الغيبيات في العقيدة، وتأويل بعض معطيات العقيدة الإسلامية -التي يستبعد ظاهرها بميزان العقل البشري- بمعاني أخرى تتوافق مع العقل، وكان من هذه الآراء الغريبة والتي تابعه عليها بعض تلاميذه:  ¶ 1 - إنكار حقيقة السحر ([7])، وكانت آراء الشيخ محمد عبده في هذا الصدد محاولة لإظهار الإسلام أمام المستشرقين بمظهر الدين العلمي العقلي الذي لا يعترف بالسحر، ولا بالخرافة.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "2 - إنكار بعض معجزات الأنبياء، وقد بنوا ذلك على أساس تحكيم العقل، والعقل عند محكميه لا يؤمن بما يقهره، بل لابد لإيمانه من إقتناع ذاتي بعيدًا عن المؤثرات الخارجية المجبرة له على الإذعان كالمعجزات ([8])، ومما أنكره من المعجزات: إحياء الموتى لموسى - عليه السلام - في قصة البقرة، بتأويل المعجزة بأنها نوع من التشريع الذي كان موجودا في زمن بني إسرائيل لمعرفة القاتل، لا أنها وردت في حادثة معينة ([9])، والتشكيك في وقوع إحياء الموتى بالفعل من عيسى ([10]) - عليه السلام -، أما معجزة شق القمر لنبينا ج، فأنكروها إنكارا تامًا، وذلك عن طريق رد الأحاديث الصحيحة التي أثبتتها، وإنكار تواترها، وتأويل انشقاق القمر بمعنى «طلع وانتشر نوره» ([11])، وهذه الآراء لا تعني أنهم أنكروا المعجزات كلها، ولكن إثباتهم لمعجزات أخرى لم يكن يعني إثباتهم لحجيتها، وتأثيرها على العقول الراقية، بل هي في اعتقاد الشيخ محمد رشيد رضا: «سببا لإعراض العلماء والعقلاء عن الدين الإسلامي، فلولا حكاية القرآن لها لكان لإقبال الأحرار من الإفرنج عليه أكثر» ([12])  ¶ 3 - تأويل الطير الأبابيل بالبعوض والذباب وحجارة السجيل بما يعلق في أرجل تلك المخلوقات من ميكروبات الجدري والطاعون ([13])، لتقريبها من الأذهان ولتتمشى مع معطيات الحضارة الحديثة.  ¶ 4 - إنكار الظواهر القرآنية المستبعدة عندهم، كحدوث المسخ الحقيقي في بني إسرائيل ([14])، وقتال الملائكة مع المسلمين يوم بدر ([15])، وادعاء القول فيها بالتشبيه والتمثيل.  ¶ 5 - محاولة التقريب بين بعض الحقائق الغيبية والفكر المادي، كتسمية الملائكة الموكلة بالنبات والبحار بالقوى الطبيعية، والملائكة الموكلة بالإنسان بأنها أسباب تلك النوازع التي نحس بها، فسبب الخاطر الداعي إلى الخير يسمى ملكًا، وسبب الداعي إلى الشر يسمى شيطانًا ([16])، هذا مع الادعاء بأن هذا الرأي لا يختلف مع رأي السلف.  ¶ 6 - استخدام التفسير الإشاري في آيات القرآن بغير دليل ليتمشى مع تأويلاتهم، كتفسير سجود الملائكة لآدم بأنه إشارة لتسخير جميع القوى الأرضية له، وتفسير رفض إبليس للسجود بأنه الإشارة إلى وجود قوة تعارض في اتباع الخير، وتصد عن الحق ([17]).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وهذة الأفكار يلمس فيها التشابه الشديد مع أفكار المعتزلة، التي كان تقديم العقل على النقل من أبرز سمات منهجهم مما دعى المستشرقين لتسميتهم بالعقليين ([18])، فالعقل عندهم قادر على أن يعرف كل شيء، المنظور وغير المنظور، وهومحكم في إيمانهم وجميع شؤونهم العامة والخاصة ([19])، واقتضى ذلك التحكيم المطلق للعقل عند المعتزلة تضييق حيز الإيمان بالغيب، وإنكار كثير من الحقائق الغيبية التي أثبتتها ظواهر آيات القرآن الكريم وأثبتتها السنة الصحيحة بحجة مصادمتها للعقل عندهم، وادعاؤهم استحالة وجود ما لا تدركه الحواس، فلجأووا إلى التذرع بالمجاز والتشبيه للهروب من إثبات الظواهر المستبعدة مثل: وجود الجن، وحقيقة السحر ([20])، وعذاب القبر، والميزان، وأخذ الميثاق في ظهر آدم ([21]) وتسبيح الرعد ([22]) والجمادات وعرض الأمانة على السماوات والأرض والجبال ([23])، والمعجزات وكرامات الأولياء، كما أنهم تبنوا هدم نظرية التقليد، أي تطهير العقل والفكر، وتجرده عن الإلف والعادة قبل أن يصدر الأحكام.  ¶ ولم يقتصر التشابه بين المدرستين في الفكر والمنهج فحسب، بل كان أيضًا في الوسائل أيضًا، حيث استخدم الاثنين اللغة كوسيلة أولى للتأويل المذموم للآيات- بمعنى صرف الآيات عن ظاهرها بدون دليل-لكل ما هومصادم للعقل عندهم، وقد سمى الدكتور محمد حسين الذهبي ذلك بالمبدأ اللغوي عند المعتزلة فقال: «فكان الغالب عليهم استخدام اللغة حيث ينفون ويبطلون المعنى الظاهر المخالف لمذهبهم، ثم يثبتون لهذا اللفظ معنى موجود في اللغة يتفق مع مذهبهم، ثم يستشهدون على ما يذهبون إليه من المعاني التي يحملون ألفاظ القرآن عليها بأدلة من اللغة والشعر العربي القديم، فإذا لم تسعفهم هذة الطريقة في التخلص من المعاني التي تعارض مذهبهم لجأوا إلى ادعاء الفروض المجازية من التشبيه والكناية وغيرها ([24])  ¶ وهذا التشابه هوالذي دعى لتسمية فكرهم بـ «المدرسة العقلية الحديثة» ([25]) لتشابهها مع المدرسة العقلية القديمة «المعتزلة»، وقد لاحظ ذلك كثير من العلماء والمفكرين منهم: الدكتور أنور الجندي ([26])، والأستاذ سيد قطب ([27])، والدكتورعبد الله شحاته، والدكتور محمد حسين الذهبي حيث يقول: «أنها أعطت لعقلها حرية واسعة فتأولت بعض الحقائق الشرعية التي جاء بها القرآن، وعدلت بها عن الحقيقة إلى المجاز أوالتمثيل، وليس هناك ما يدعولذلك إلا مجرد الاستبعاد، والاستغراب، إستبعاد بالنسبة لقدرة البشر القاصرة، واستغراب لا يكون إلا من جاهل بقدرة الله",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وصلاحيتها لكل ممكن.  ¶ كما أنها بسبب تلك الحرية العقلية الواسعة جارت المعتزلة في بعض تعاليمها وعقائدها، وحملت بعض ألفاظ القرآن الكريم من المعاني ما لم يكن معهودا عند العرب في زمن نزول القرآن، وطعنت في بعض الأحاديث تارة بالضعف وتارة بالوضع، مع أنها أحاديث صحيحة رواها البخاري ومسلم، وهما أصح الكتب بعد كتاب الله بإجماع أهل العلم، كما أنها لم تأخذ بالحديث الصحيح من أحاديث الآحاد في كل ما هومن قبيل العقائد أومن قبيل السمعيات» ([28])  ¶ ثانيًا: أسباب ظهور المدرسة العقلية الحديثة:  ¶ 1 - الربط بين النهضة العربية وبين النهضة الأوربية في كافة جوانب الحياة:  ¶ لقد كان لظهور العلمانية الغربية وطغيانها -كمذهب مضاد للدين المسيحي- ومانتج عنه من معاداة للحكم الثيوقراطي ([29])، والاعتقاد بضرورة إقصائه، تبني الفكر القائل بأن طريق النهضة مرتبط بإقصاء هذا الدين ورجاله عن حكم الدنيا وقيادة حركة البلاد بعيدًا عن الدين، لذا فقد بدءوا في القرنين الخامس عشر والسادس عشر تقوية الاعتقاد بقدرة وقيمة العقل في مقابل سلطة النقل التي كانت سائدة في العصور الوسطى، ثم أخذ هذا العقل الذي بدأ في القرن السابع عشر -بما وصل إليه من بلورة وطول قامة وجرأة- في فصل هذا الدين ورجاله عن دنيا الناس ومجتمعاتهم؛ ليضع المعيار تلوالآخر والقانون تلوالقانون في تنظيم حياة الناس، واستمر الحال في القرن الثامن عشر، لكن وبعد أن قويت شوكة هذا العقل وفاق ما عداه من معايير تنظيم الحياة، فقد اقتحم القرن التاسع عشر مبعدًا ذلك الدين عن الدولة، ومقصيًا رجاله عن مجتمعه، باعثًا إياهم للدول الأخرى في مهمات رسمية أخذت أسماء عدة منها التبشير والاستشراق. لذا فقد عرف القرن التاسع عشر في أوروبا بعصر الإلحاد.  ¶ وكان هذا الإقصاء للدين متزامن مع الانتقال من عصور الظلام والتخلف إلى النهضة العلمية والصناعية الأوروبية، فربط بعض المفكرين العرب بين النهضة العربية وبين النهضة الأوربية في كل شيء، ولذا ربطوا مستقبلهم بأوربا على هذا النحو، وانجرفوا في سبيل «النهضة العربية» نحوالتصورات العلمانية الغربية للمجتمع على المستويين الفكري",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "والسياسي ([30])، وقد تطور فكر هؤلاء على نحوتطور الفكر الغربي، فبدأ بإعلاء قيمة العقل، وجعله ندا للنقل، متحكما في معناه بحيث يتوافق مع العقل-عند محمد عبده وتلاميذه-، ثم الانتهاء إلى الدعوة بالاكتفاء بالعقل والاستغناء عن الدين في التشريع وهي العلمانية في أصرح صورها.  ¶ ولم ينتبه هؤلاء المفكرين إلى أن المعاداة للمسيحية لها ما يبررها، وذلك لأن لكل دين جانبين أساسيين ورئيسيين، الأول يتعلق بالعلاقة بين الله والإنسان، أي العبادات، والجانب الثاني يتعلق بالعلاقة بين الإنسان والإنسان، أي المعاملات.  ¶ فإذا أردنا أن نستعرض المسيحية كدين ومدى كفايتها لإدارة شؤون الحياة لوجدنا أن بالمسيحية تنظيمًا واضحًا للجانب الأول العبادي، مع بعض الإشارات المتناثرة هنا وهناك الخاصة بجانب المعاملات السالفة الذكر، ولكن ليس بالمسيحية منهج متكامل لإدارة شئون الحياة؛ لذا فتحكيم المسيحية كمنهج للحياة ليس من طبيعة وقدرة وصلاحية هذا الدين ([31])، أما في بلاد تدين بالإسلام فإن تلك المعاداة للدين ليس لها ما يفسرها، إذ الإسلام عقيدة وشريعة، ويحتوي على منهج متكامل للحياة.  ¶ 2 - استدعاء الموروث العقلي المعتزلي لمواكبة طغيان النزعة العقلية الغربية:  ¶ أدى طغيان النزعة العقلية على الفلسفات الغربية ومعاداتها للدين واذدرائه، وإنكار تلك الفلسفات للغيبيات واتهام المؤمنين بها بالتخلف والرجعية، إلى شعور بعض أهل العلم بالانهزام مما دعاهم إلى استدعاء الموروث المعتزلي العقلي، ومحاولة إيقاظه وطرحه كفكر إسلامي جديد يمجد العقل كما يمجده الغرب، وينكر ما لا يتناسب معه حتى لوأثبته القرآن أوالسنة الصحيحة، فظهر من جديد هذا الموروث في فكر «المدرسة العقلية الحديثة».  ¶ 3 - الهجوم الاستشراقي العنيف على الإسلام.  ¶ 4 - محاولة إصلاح البيئة الفكرية الفاسدة:  ¶ رزخ العالم الإسلامي تحت وطأة الاستعمار لفترة طويلة، عمل فيها على إقصاء أصحاب",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الدعوة للدين عن ميادين الإصلاح، وحصر وظائفه في المساجد التي قل روادها، فأصبحت أدوات التوجيه الاجتماعي، وأجهزة التعليم في أيدي أصحاب الثقافة الأوربية، الذين نشأوا في أحضان الاستعمار وتشبعوا بأفكاره، فعملوا على نشر ثقافة التغريب واللادينية ([32]).  ¶ ومن ناحية أخرى طغت النزعة الفكرية الجامدة على أصحاب الديانة في ذلك العصر، فأغلق باب الاجتهاد، وأنكر على العقل دوره في فهم شريعة الله تعالى، واعتمد على الخرافات، مما دعا الشيخ محمد عبده لمحاولة الإصلاح عن طريق التوفيق بين الدين والعلم، وتوضيح أن الدين الإسلامي الحق لا يحارب العلم، ولا يتنافى مع العقل، وأن إلقاء تبعة التخلف على الدين لاأساس لها من الصحة لأن الإسلام دين العقل، والحرية، والفكر، وهذا الاتجاه عرف بـ «بالنزعة التوفيقية»،ولكن هذه النزعة جعلته يبالغ في الدفاع عن الإسلام -من وجهة نظره- فإذا به ينفي عنه أشياء هي من صميمه، ويبالغ في محاربة التقليد حتى جاء بآراء كثيرة تخالف آراء السلف وتجاوز الحق، وبدلا من أن يوفق بين الدين والعلم، أخذ في التوفيق بين الدين والحضارة الغربية بكل ما فيها من علم، وثقافة، وفلسفات، وظهر ذلك في مقولته: «إن الحضارة الحديثة تتوافق مع الإسلام»، والتي على أساسها أول كثير من معطيات العقيدة الإسلامية بما يتمشى مع المنجزات العلمية الغربية، كما أنه فتح المجال لمناقشة قضايا المرأة التي تعتبر الباب الأول لقبول بعض العادات الغربية.  ¶ وفي هذا يقول الشهيد سيد قطب: «لقد واجه الاستاذ الإمام محمد عبده بيئة فكرية جامدة أغلقت باب الاجتهاد، وأنكرت على العقل دوره في فهم شريعة الله تعالى، واعتمدت على الخرافات، وذلك مع هجوم المستشرقين على التصور الإسلامي، فلما أراد أن يواجه هذة البيئة بإثبات قيمة العقل، وإحياء الاجتهاد، ومحاربة الخرافة والجهل، جعل العقل ندا للوحي، ولم يقف به عند أن يدرك ما يدركه ويسلم بما هوفوق ادراكه». ([33])  ¶ ثالثًا: الاتجاهات العلمانية في فكر المدرسة العقلية الحديثة  ¶ قد يستغرب الربط بين المدرسة العقلية الحديثة والعلمانية، إذ الأولى تهدف لإصلاح الدين، والثانية تهدف إلى إبعاد الدين عن الحياة، فالعلمانية مصطلح غربي الأصل والنشأة ([34]) والمولد",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "Secularism  سيكيوليرزم  Secularism  وترجمته بالإنجليزية.  ¶ ثم تطور ليكون معناه كما يقول معجم أوكسفورد ([35]): «العلمانية تعني:  ¶ أ - دنيوي, أومادي , ليس دينيًّا ولا روحيًّا مثل التربية اللادينية , الفن, الموسيقى اللادينية, السلطة اللادينية أوالحكومة المناقضة للكنيسة.  ¶ ب - الرأي الذي يقول: إنه لا ينبغي أن يكون الدين أساسًا للأخلاق والتربية»  ¶ فبناء على ما سبق، وبالنظر في عدة مصادر أخرى ([36]) يتبين أن العلمانية اسم (لمذهب فكري، عقدي، اجتماعي يهدف إلى حمل الناس على إبعاد الدين عن حياتهم، ويعمل في مجالات ومحاور متعددة، منها:  ¶ المحور السياسي والاقتصادي: يعمل على جعل القوانين الوضعية هي أساس السياسة والاقتصاد دون الاعتبار للدين.  ¶ المحور الاجتماعي: يعمل على خلق نظام اجتماعي يستمد قيمه من الفلسفات البشرية وأسس التضامن الاجتماعي، دون النظر للدين وصرف الناس عن العمل للآخرة وقصر اهتماماتهم على ملذات الحياة.  ¶ المحور التربوي والأخلاقي: إبعاد التوجيهات الدينية عن مجالات الفن، التربية، الأخلاق واستمدادها من نظم الحياة المعاصرة.  ¶ المحور العقدي: الإيمان بالمادة المحسوسة ورفض الإيمان بما لا يدرك بواسطة الحواس الخمس.  ¶ يعقل أن يكون لمن ينادي بالإصلاح الديني علاقة بهذا الفكر اللاديني؟؟ فهل  ¶ إن الواقع يشهد على أن أفكارهم التي تناولت الجوانب الاقتصادية والسياسية والاجتماعية كانت تمهد لطرح الفكر العلماني، بعد أن قام الاستعمار الغربي ومن تربوا في أحضانه ممن قلدوهم المناصب العليا في التعليم والتوجيه الاجتماعي بغرس بذور التغريب والرغبة في محاكاة",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "أهل الكفر في مجالات الحياة المختلفة، فإذا اعتبرنا أن إلغاء الحكم بالشريعة الإسلامية هوالمعيار لرفع الدول للشعار العلماني العلني وسيطرة الفكر العلماني على كبار العاملين في الدولة فإن هذا يؤقت بالتواريخ الآتية:  ¶ 1 - ألغت الجزائر الحكم بالشريعة الإسلامية سنة 1830م.  ¶ 2 - في مصر أدخل الخديوإسماعيل القانون الفرنسي سنة 1883م.  ¶ 3 - أدخلت تونس القانون الفرنسي فيها سنة 1906م.  ¶ 4 - لحقت المغرب بالسابقين لها سنة 1913م.  ¶ 5 - تركيا، وسوريا، ولبنان لبسوا الثوب العلماني بعد إلغاء الخلافة سنة 1924م» ([37]).  ¶ فإذا أخذ في الاعتبار أن قبل السيطرة العلمانية على البلاد كانت هناك فترة من الوجود والانتشار والنموالفكري العلماني منذ القرن التاسع عشر، دل هذا على أن فكر المدرسة العقلية الحديثة كان حلقة في سلسلة تطورات فكرية متعددة بدأت مع الطهطاوي وتمثلت في إطراء الغرب والدعوة للتغريب، ثم تبلورت ووضحت معالمها مع محمد عبده في دعوة تنادي بأن الإسلام لا يتنافى مع الحضارة الحديثة، وبأن يكون معيارًا لقياس مدى صلاحية الأفكار الجديدة التي تأتينا من الحضارة الحديثة، ثم تطورت في الجيل التالي لهم ووصل الأمر إلى قلب هذه المعادلة التي أصبحت مقولتها الأساسية: (إن الإسلام يتوافق مع ما تأتي به الحضارة الحديثة) بمعنى جعل الحضارة الغربية هي الأصل، وأن الإسلام مجرد سندٍ للآراء التي ترغب هذه الفئة من المفكرين في الإتيان بها من الحضارة الغربية، ومع هذا الجيل بدأ القبول شبه التام للأفكار الغربية العلمانية. وأقصد بهذا الجيل بعض المفكرين مثل: قاسم أمين، علي عبد الرازق، طه حسين، محمد أحمد خلف الله، والذين كانت أفكارهم تعبر عن جوانب علمانية صريحة.  ¶ ومما دعى إلى الربط بين فكر المدرسة العقلية الحديثة والعلمانية ما يلي:  ¶ 1 - اختاروا طريق التوفيق بين الحضارة الغربية الملحدة والإسلام، وبالتالي فقد مهدوا -من حيث يدرون أومن حيث لا يدرون- لقبول التشريع الوضعي الذي يستند إلى العقل، وبعض",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "العادات الغربية الاجتماعية.  ¶ 2 - كانت أفكارهم تطرح كبدائل لتصورات الدين عن المجتمع والإنسان، أوكأفكار يمكن أن تؤدي إلى ما تؤدي إليه تصورات الدين، ولا يضر في هذا أنها ليست إلهية وأنها بشرية ما دامت تؤدي إلى نفس النتائج، ثم تحولت هذه الموضوعات الفكرية الغربية من أفكار إلى بدائل ومساومات ومحققات لنفس النتائج التي يحققها الدين، ولكن عن طريق بشري لا إلهي، وهذا هوعين ما تصبوإليه العلمانية.  ¶ 3 - لم تكن أفكارهم محاولة لوضع أسس بناء المجتمعات الإسلامية وفقًا للنمط الحضاري الإسلامي، ولكنها كانت من أجل الدفاع عنه في المقام الأول، ولا يغيب عن الذهن أن موقف المدافع ينطوي في أحد جوانبه لا في كلها على إحساس بالنقص، حتى ولوكان إحساسًا دفينًا يصعب إدراك كنه، وبذلك أصبح الفكر الإسلامي في موقف المدافع والمحكوم عليه، وصار غريبًا في وطنه. وهذا هوالخطأ الذي وقع فيه هؤلاء العلماء، فبدلًا من أن يحددوا التصور الحضاري الإسلامي للإنسان والمجتمع، راحوا يأخذون من الإسلام ما يدفع عنه شبهات عدم تحليه بركائز نهضة الغرب الفكرية والعملية، وهذا الشعور بالنقص أخذ صورًا تدريجية في الصعود والتفشي نتيجة التراكم الثقافي للفكر الغربي سلبًا أوإيجابًا، حتى أضحى هذا بعد هذه العقود التاريخية بمثابة الركيزة للعقل العربي والإسلامي، وصار هذا الفكر هوالسائد والحاكم.  ¶ ومن الأدلة على ما سبق:  ¶ 1 - نقد بعض رجال المدرسة لجوانب من التشريع الإسلامي، والمطالبة بعدم تطبيقه أوإلغاؤه، وهذه الآراء تعتبر اتجاهات علمانية في فكر المدرسة العقلية الحديثة، لكونه يعد فتحًا لباب قبول التشريعات الوضعية بدلًا من التشريعات الإلهية، وقد اخترت نماذج لأقوالهم تدل على ذلك في الجانب الشرعي، والاقتصادي، والاجتماعي ..  ¶ 2 - ادعاء كثير من العلمانيين أن أقوالهم وتفسيراتهم هي عين ما ذهب إليه من قبل الشيخ محمد عبده، ويظهر ذلك من التتبع التاريخي لنماذج من تعدي العلمانيين الأوائل على النصوص",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ومحاولاتهم لتبرئة أنفسهم، وعلاقتهم برجال المدرسة.  ¶ 3 - تمجيد العلمانيين لفكر محمد عبده، واعتنائهم بتحقيقه ونشره، وهذا ما فعله د. محمد عمارة -في فترة انتمائه للفكر العلماني- حين أخرج الأعمال الكاملة لمحمد عبده.  ¶ 4 - التطابق الفعلي بين كثير من أقوال العلمانيين المعاصرين وبين أقوال رجال المدرسة العقلية الحديثة.  ¶ رابعًا: نماذج للاتجاهات العلمانية في فكر المدرسة العقلية الحديثة  ¶ النموذج الأول:  ¶ التعدي على قوله تعالى: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا} [النساء:3].  ¶ قال الشيخ محمد عبده في تفسير هذه الآية: «جعل لكم مندوحة عن اليتامى بما أباحه لكم من التزوج بغيرهن إلى أربع نسوة، ولكن إن خفتم ألا تعدلوا بين الزوجات، أوالزوجتين فعليكم أن تلتزموا واحدة فقط، والخوف من عدم العدل يصدق بالظن والشك فيه، بل يصدق بتوهمه أيضا، ولكن الشرع قد يغتفر الوهم ; لأنه قلما يخلومنه علم بمثل هذه الأمور، فالذي يباح له أن يتزوج ثانية، أوأكثر هوالذي يثق من نفسه بالعدل، بحيث لا يتردد فيه، أويظن ذلك، ويكون التردد فيه ضعيفا.  ¶ قال: ولما قال: فإن خفتم ألا تعدلوا فواحدة علله بقوله: ذلك أدنى ألا تعولوا أي أقرب من عدم الجور، والظلم، فجعل البعد من الجور سببا في التشريع وهذا مؤكد لاشتراط العدل، ووجوب تحريه، ومنبه إلى أن العدل عزيز. وقد قال - تعالى - في آية أخرى من هذه السورة: ولن تستطيعوا أن تعدلوا بين النساء ولوحرصتم [4: 129]  ¶ قال: فمن تأمل الآيتين علم أن إباحة تعدد الزوجات في الإسلام أمر مضيق فيه أشد التضييق كأنه ضرورة من الضرورات التي تباح لمحتاجها بشرط الثقة بإقامة العدل، والأمن من الجور. وإذا تأمل المتأمل مع هذا التضييق ما يترتب على التعدد في هذا الزمان من المفاسد جزم",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "بأنه لا يمكن لأحد أن يربي أمة فشا فيها تعدد الزوجات، فإن البيت الذي فيه زوجتان لزوج واحد لا تستقيم له حال، ولا يقوم فيه نظام، بل يتعاون الرجل مع زوجاته على إفساد البيت كأن كل واحد منهم عدوللآخر، ثم يجيء الأولاد بعضهم لبعض عدو، فمفسدة تعدد الزوجات تنتقل من الأفراد إلى البيوت، ومن البيوت إلى الأمة» ([38])، وقال: فيجوز الحجر على الأزواج عمومًا أن يتزوجوا غير واحدة إلا لضرورة تثبت لدى القاضي، ولا مانع من ذلك في الدين البتة» ([39])  ¶ والمتأمل في هذا القول يجد الآتي:  ¶ 1 - وصف جانب من شرع الله تعالى -وهوإباحة تعدد الزوجات- بأنه يتولد منه من المفاسد ما يتعذر معه إقامة الأمة، فكأنه فطن هولهذه المفاسد وغفل عنها رب العالمين.  ¶ 2 - خلط عمدًا أوبدون قصد بين التشريع نفسه، وبين سوء استخدام الناس لهذا التشريع.  ¶ 3 - خالف علماء المسلمين كافة بإنكار جواز تعدد الزوجات إلى أربع، وما درج عليه المسلمون في جميع عصورهم وطبقاتهم متى شاؤوا ويرونه حسنة إلى الأمة جميعها، وقيد ذلك الجواز بقيد ثقيل أومستحيل وهومجرد خوف الجور.  ¶ 4 - ادعى أن التعدد فيه تبغيض في الإسلام وليس ترغيب.  ¶ 5 - وجه دعوته إلى أولي الأمر لتطبيق ما دعا إليه، وتغيير الحكم وتطبيقه على الحال الحاضرة ([40]).  ¶ وقد سار على دربه رجال مدرسته من بعده، فنقل عنه السيد محمد رشيد رضا ([41])، وعزا القول للأستاذ الإمام، كما أنه كان له اجتهاد مشابه حيث قال: «إن قاعدة اليسر في الأمور من القواعد الأساسية لبناء الإسلام، ولا يصح أن يبنى على هذه القاعدة تحريم أمر تلجيء إليه الضرورة، أوتدعوإليه مصلحة عامة أوخاصة، وهومايشق امتثاله دفعة واحدة، لا سيما ممن اعتادوا المبالغة فيه كتعدد الزوجات، كذلك لا يصح السكوت عنه وترك الناس وشأنهم فيه على ما فيه من المفاسد، فلم يبق إلا أن يقلل العدد، ويقيد بقيد ثقيل، وهواشتراط إنتفاء الخوف من عدم العدل بين الزوجات، وهوشرط يعز تحققه، ومن فقهه واختبر حال من تزوجوا بأكثر من واحدة يتجلى له أن أكثرهم لم يلتزم بالشرط، ومن لم يلتزمه فزواجه غير إسلامي». ([42])، فيفهم",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "من ذلك أنه يقر بكونه مفسدة ويؤيد منعه لكن بالتدريج.  ¶ كما قلد الشيخ مصطفى المراغي أستاذه في تفسير الآية مكررًا عباراته ([43])، أما الشيخ عبد العزيز جاويش، فقد قال بنفس القول وزاد:  ¶ أن المعتزلة تحرم تعدد الزوجات، «وما ذلك إلا لأنهم تتبعوا ما يجلبه من المفاسد والمضار، وعرفوا أن من أصول الشريعة المحمدية إعطاء الوسائل ما للغايات من أحكام، فرأوا آثار تعدد الزوجات لا يستحسنها عقل، فحكموا بتحريمه» ([44]).  ¶ «لم يصرح القرآن بتحريم التعدد، لأنه ولا ريب أن ثمة أحوال يحسن فيها تعدد الزوجات، ولا يمكن لأحد الفرار من الاعتراف بهذا.» ([45]) وكأن الأصل هوالتحريم ولكن لم يصرح به.  ¶ ولا يشك عاقل أن تحكيم العقل -القاصر- في أحكام الشرع، والدعوة للتحليل والتحريم على أساس العقل هوعين العلمانية ([46])، ولذا فقد تصدى لهذه الأقوال كثير من العلماء المعاصرين لهم والذين جاؤوا من بعدهم، ومن أمثلة المعاصرين لهم، بل والمعدودين من رجال المدرسة الشيخ محمود شلتوت -رحمه الله- الذي ناقش دعوتهم ونقضها بل ودعى إلى تشريع عكسي في وضع حد أعلى للعزوبة، ومساعدة المتزوجين بأكثر من واحدة ([47]).  ¶ أما من الناحية العملية، فنتيجة لتلك الدعوات، شكل بعض تلاميذ محمد عبده لجنة سنة 1926م لتقييد تعدد الزوجات وتقدمت بالمقترح لمجلس النواب، وفشلت في استصدار قانون بهذا الشأن، كما تكررت المحاولة الفاشلة سنة 1945م، حتى صدر القانون المقيد سنة 1967م، الذي يبيح للزوجة التي تزوج عليها أن تطلب التفريق حتى ولولم تشترط في العقد عدم الزواج عليها ([48]).  ¶ ومما هوجدير بالذكر أن أقوال رجال المدرسة صارت حججًا يستدل بها دعاة منع تعدد الزوجات من المعاصرين ([49])، وكان ذلك في جملته تطورًا واضحًا لنزعة قديمة حمل لوائها محمد عبده، محاولًا التوفيق بين النص القرآني والنظم الأوروبية في تشريع الزواج ([50]).  ¶ النموذج الثاني:",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "تعديهم على قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا الرِّبَا أَضْعَافًا مُضَاعَفَةً} [آل عمران:130].  ¶ شملت المحاولات الإصلاحية لرجال حركة الإصلاح الديني الجوانب الاقتصادية، وكانت لهم جهود لا تنكر في هذا الباب، كإبراز مزايا التشريع الاقتصادي الإسلامي، والمقارنة بينه وبين الأنظمة الرأسمالية، والشيوعية، واليهودية، ولكن كان لتحكيم العقل في الأحكام، وتقديم المصلحة على النص عندهم تأثير في اجتهادهم، وتوصلهم إلى بعض الآراء الجديدة المخالفة للصحيح ولأقوال السلف منها رأيهم في الربا تفسير الآية السابقة، حيث قال فيها الشيخ جمال الدين الأفغاني:  ¶ «يجوز الربا المعقول الذي لا يثقل كاهل المديون ولا يتجاوز في برهة من الزمن رأس المال ويصير أضعافًا مضاعفة» ([51]).  ¶ وأباح الشيخ محمد عبده الربا للضرورة الاقتصادية، فقال- بعد أن ذكر اختلاف الزمان ومستجداته-: «إن أهل بخارى جوزوا الربا لضرورة الوقت عندهم، والمصريون قد ابتلوا بهذا فشدد الفقهاء على أغنياء البلاد فصاروا يرون أن الدين ناقص، واضطر الناس للاستدانة من الخارج بأرباح فاحشة استنزفت ثروة البلاد وحولتها للأجانب، والفقهاء هم المسؤولون عن هذا وعن كل ما عليه الناس من مخالفة لأحكام الشريعة، لأنه كان يجب عليهم أن يعرفوا حالة العصر ويطبقوا عليه الأحكام بصورة يمكن للناس اتباعها، أي كأحكام الضرورات» ([52])  ¶ أما الشيخ محمد رشيد رضا فقد أباح الربا ما لم يكن أضعافًا مضاعفة، فقال: «والمراد بالربا فيها ربا الجاهلية المعهود عند المخاطبين عند نزولها، وليس مطلق المعنى اللغوي الذي هوالزيادة، فما كل ما يسمى زيادة محرم» ([53]).  ¶ ومما سبق يتبين أن اجتهادات رجال المدرسة - وهم من هم تخصصًا وعلمًا وشهرةً- في هذا الباب كانت مع وجود النصوص، وبحجة تغير الزمان مما يعد هدمًا لقاعدة «لا اجتهاد مع النص» وفتحًا لقبول مبدأ تغير الأحكام بغير الزمان، وتقديم المصلحة على النص، والاجتهاد مع النص الذي ينادي به العلمانيون الآن في كل وقت.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "كما أنه محاولة لبناء الاقتصاد على غير شرع لله تعالى، أي علمنة الاقتصاد.  ¶ النموذج الثالث:  ¶ تعديهم على قوله تعالى: {إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا ... ¶ } [البقرة:166].  ¶ يعتبر ذم التقليد، والدعوة إلى الاجتهاد ([54]) من أهم ما يميز فكر هذه المدرسة، وهذه الدعوة كانت مما ينبغي أن يحمد لهم لولا أن تعريفهم للتقليد الذي ذموه كان غير مرضي، وأن موقفهم في الدعوة للاجتهاد لم تكن مقيدة بما قيده به علماء الأصول من ضوابط لتحديد مجالات الاجتهاد وحدوده وآلياته، بل كانت مبنية على تحكيمهم العقل في الأحكام الشرعية، وتقديمهم المصلحة على النص، مما أدى إلى توصلهم لبعض الآراء الجديدة المخالفة للصحيح ولأقوال السلف، ومما دعموا به دعوتهم لنبذ التقليد وفتح باب الاجتهاد في العقائد والأحكام، هذه الآية حيث قال الشيخ محمد عبده في تفسيرها:  ¶ «لولا أن حيل بين المقلدين وهداية القرآن لكان لهم في هذه الآية أشد زلزال لجمودهم على أقوال الناس، وآرائهم في الدين سواء كانوا من الأحياء أم من الميتين، وسواء كان التقليد في العقائد أم في أحكام الحلال والحرام، إذ كل هذا مما يؤخذ عن الله ورسوله ليس لأحد فيه رأي ولا قول إلا ما كان من الأحكام متعلقًا بالقضاء، وفي مثل هؤلاء المتبوعين والتابعين نزل قوله تعالى: {إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا ............ ¶ } [البقرة:166]» ([55])  ¶ أما الشيخ محمد رشيد رضا فقد خالف أستاذه في حدود الاجتهاد ومجالاته فقال:  ¶ وجملة القول: أن الله  T  أكمل الدين بالقرآن وبيان نبيه ج للناس ما نزل إليهم فيه، فما صح من بيانه لا يعدل عنه إلى غيره، وما بعد سنته نور يهتدى به في فهم أحكامه للعالم بلغته مثل إجماع الصحابة، أوعمل السواد الأعظم منهم وممن تبعهم في هداهم، فمن رغب عن سنتهم ضل وغوى ولم يسلم من اتباع الهوى، فالمختار عندنا في إكمال الدين ما قاله ابن عباس، وتبعه عليه الجمهور، من أن المراد بالدين فيه عقائده وأحكامه وآدابه (العبادات وما في معناها بالتفصيل، والمعاملات بالإجمال ونوطها بأولي الأمر) وروي ذلك عن أبي بكر أيضا، رضي الله عنهما وعن سائر الآل والصحب الصادقين المخلصين، الذين حفظوا لنا بحفظ القرآن والعمل به",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وبالسنة، هذا الدين، فالعمدة في معرفته حق المعرفة القرآن والسنة العملية التي لم تعرف إلا بجريهم عليها، ولا سعة لمسلم أن يخرج عن هذين الأمرين باجتهاده ورأيه، أما ما لم يجر عليه العمل، ولم يرد في القرآن من أخبار الآحاد القولية أوالعملية التي لم تكن سنة متبعة للسواد الأعظم منهم، فهي التي يجوز أن تكون محلا لاجتهاد المجتهدين من حيث صحة روايتها وتحقيق المراد منها، وسلامتها من المعارضة، والترجيح بين المتعارضات منها، ولا يصح أن يكون شيء من ذلك عقيدة، ولا أمرا كليا من أمور الدين ; إذ لوصح هذا لكان منافيا لمنة الله على المؤمنين كافة بأنه أكمل لهم الدين، وأتم عليهم النعمة، ولا يعقل أن يكون هذا الإكمال والإتمام متوقفا على ما لم يطلع عليه إلا الآحاد من الناس، بل يكون هذا النوع في الفروع والمسائل الجزئية التي ينفع العلم بها ولا يضر أحدا في دينه أن يجهلها ; ولهذا لم يشترط أحد من العلماء في الاجتهاد والإمامة في فهم الدين الإحاطة بأحاديث الآحاد المتعلقة بهذه الجزئيات» ([56])  ¶ وقد وجد العلمانيون في مقولات الشيخ محمد عبده ومثيلاتها البغية، فزعموا أن من الواجب علينا لفهم الدين بطريقة صحيحة في هذا العصر تجديد الدين كله بدءًا من الأصول والقواعد وانتهاءًا بالفروع والتطبيقات، وأن لهم سلفًا في هذا المطلب وهم رجال الإصلاح الديني، ومن أمثلة الأقوال التي تعبر عن ذلك، قول د. نصر أبوزيد:  ¶ «يتفق الخطاب الديني على أن النصوص الدينية قابلة لتجدد الفهم واختلاف الاجتهاد في الزمان والمكان، لكنه لا يتجاوز فهم الفقهاء لهذه الظاهرة، ولذلك يقصرها على النصوص التشريعية، دون خصوص العقائد أوالقصص، وعلى هذا التحديد لمجال الاجتهاد يؤسس الخطاب الديني لمقولة صلاحية الشريعة لكل زمان ومكان، ويعارض إلى حد التكفير الاجتهاد في مجال العقائد أوالقصص الديني» ([57]).  ¶ ويقول في موضع آخر: «وليست ثمة عناصر جوهرية ثابتة في النصوص» ([58]).  ¶ ويرى د. حسن حنفي أن مجال التجديد يبدأ من أصول الدين بإعادة بنائه من جديد، فيقول: «يجب تغيير تلك النظرية الموروثة طبقًا لحاجات العصر، ابتداءًا من علم «أصول الدين» الذي يعطي الجماهير الأسس النظرية العامة، التي تحدد تصوراتنا للكون وابتداءً من إعادة بناء",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "الأصول، فتغير أشكال الفروع بطبيعتها، والانتقال مثلًا من العقل إلى الطبيعة، ومن الروح إلى المادة، ومن الله إلى العالم، ومن النفس إلى البدن، ومن وحدة العقيدة إلى وحدة السلوك» ([59]).  ¶ أما تعريف التقليد عند رجال المدرسة العقلية الحديثة:  ¶ اعتبر رجال المدرسة العقلية الحديثة أن التقليد- المذموم في الآيتين السابقتين -هواتباع كلام الفقهاء، والتقيد بعبارات أهل العلم، فذكر يومًا عند الشيخ جمال الدين الأفغاني رأيًا للقاضي عياض، فقال: «ياسبحان الله، إن القاضي عياض قال ما قاله على قدر ما وسعه عقله، وناسب زمانه، فهل لا يحق لغيره أن يقول ما هوأقرب للحق، وأصح مما قال القاضي عياض، أوغيره من الأئمة؟ وهل يجب الجمود على أقوال أناس هم أنفسهم لم يقفوا عند أقوال من تقدمهم؟ وأي إمام قال لا ينبغي لأحد أن يجد ويجتهد لتوسيع مفهومه منهما، والاستنتاج بالقياس على ما ينطبق على العلوم العصرية، وحاجيات الزمان وأحكامه ولا ينافي جوهر النص» ([60])  ¶ قال الشيخ محمد عبده: «وما دمنا مقيدين بعبارات هذه الكتب المتداولة ولا نعرف الدين والعلم إلا منها فلا نزداد إلا جهلًا» ([61]).  ¶ وقال «ثم إن الناس تحدث لهم باختلاف الزمان أمور ووقائع لم ينص عليها في هذه الكتب، فهل نوقف سير العالم لأجل كتبهم؟ هذا لا يستطاع، ولذلك اضطر كثير من العوام والحكام إلى ترك الأحكام الشرعية ولجأوا إلى غيرها» ([62])  ¶ - وقد وجد العلمانيون المعاصرون في تلك الدعوى السند المناسب فيقول د. حسن حنفي: «مهمة التراث والتجديد التحرر من السلطة بكل أنواعها سلطة الماضي وسلطة الموروث فلا سلطان إلا للعقل ولا سلطة إلا لضرورة الواقع» ([63]).  ¶ وذموا تراث الأمة العلمي ووصفوه بأوصاف شنيعة فقال الشيخ محمد عبده: «ولكن هؤلاء الفقهاء حرفوا كل نصوص الكتاب والسنة، بل إن اليهود لم يحرفوا التوراة أكثر مما حرفوا» ([64])  ¶ - ويقول الشيخ محمد مصطفى المراغي: «ان الدين في كتاب الله غير الفقه!! وان من",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "الاسراف في التعبير ان يقال عن الاحكام التي استنبطها الفقهاء وفرعوعللها واختلفوا فيها، وتمسكوا بها حينا، ورجعوا عنها عنها حينا، أنها أحكام الدين وأن من انكرها فقد أنكر شيئا من الدين، فإنما الدين هوالشريعة التي اوصى الله بها الانبياء جميعا اما القوانين المنظمة للتعامل والمحققة للعدل والدافعة للحرج فهي آراء الفقهاء مستمدة من أصولها الشرعية تختلف باختلاف العصور والاستعدادات وتبعا لاختلاف الأمم ومقتضيات الحياة فيه وتبعا لاختلاف البيئات والظروف ولوجاز ان يكون الدين هوالفقه مع ما نرى من اختلاف الفقهاء بعضهم مع بعض وتفنيد كل آراء مخالفيه وعدها باطلة لحقت علينا كلمة الله {إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ} [الأنعام:159]» ([65]).  ¶ - فكيف بعد هذه المقولات من أرباب العلم ومتخصصي الأزهر، يلام العلمانيون إذا انتقصوا العلماء وكتبهم ووصفوها بالسطحية تارة, والرجعية أخرى, وبأنها غارقة في الأسطورة والخيال ثالثة؟؟ وهل يمكن أن نلمس فرقًا بين الأقوال السابقة وأقوال المهندس شحرور أود/نصر أبوزيد، أود/أركون أوغيرهم من العلمانيين المعاصرين؟؟  ¶ - يقول د. شحرور: «فماذا قدم السادة العلماء للناس؟ لقد تصدر العلماء المجالس والإذاعة والتليفزيون على أنهم علماء المسلمين, وجلهم ناقل وليس بمجتهد, أي أنهم قدموا لنا ماذا فهم السلف من القرآن على أنه تفسير للقرآن، والواقع أنهم قدموا تفاعل هؤلاء الناس مع القرآن وبالتالي قدموا الأرضية المعرفية التاريخية لهؤلاء الناس إلينا ونحن في القرن العشرين، أي قدموا لنا تراثًا إسلاميًا ميتًا، وكل الشواهد التي نراها في القرن العشرين هي أن الإسلام دين خارج الحياة جاء للناس جميعًا وهوعبء عليهم. والمشكلة أنهم نقلوه عن أموات وأهملوا أن صاحبه حي باق. وبذلك أصبح الإسلام دين نقل ومات العقل والنظرة النقدية إلى النصوص، وعند مشايخنا فهم القرآن هوعن  ¶ عن، وقال مجاهد وعكرمة وابن عباس وابن كثير والزمخشري، علمًا بأن أقوال هؤلاء ليس لها قيمة علمية كبيرة بالنسبة لنا ولكن لها قيمة تراثية أكاديمية بحتة» ([66]).  ¶ - ويقول د. محمد أركون: «أما الفكر العربي والإسلامي فلم يشارك في أي جزء من هذا المسار الفكري الطويل الذي ابتدأ من القرن السادس عشر لقد انكفأ على ذاته داخل منهجية",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "سكولاستيكية، اتباعية، اجترارية وكانت هذه السكولاستيكية نفسها قد انقسمت إلى معارف جزئية مبعثرة وتشكلت على هيئة مذهبية مبتورة ومتنافسة ومغلقة بعضها على البعض الآخر» ([67]).  ¶ - أما د/نصر أبوزيد فقدم تقريرًا عن كتاب الإتقان للسيوطي-كمثال لكتب التراث- ليخرج علينا بحكم على جميع تلك الكتب بالسطحية، والعقلية الاتباعية المغلقة الخالية من الموضوعية أوالعلمية.  ¶ كما أنهم لم يقصروا الاجتهاد على من حصلوا آلته، فكان من أقوالهم:  ¶ قال الشيخ محمد عبده: «فرض الله على كل ذي دين أن يأخذ بحظه من علم ما أودع الله في كتابه، وما قرر من شرعه، وجعل الناس في ذلك سواء بعد استيفاء الشرط باعداد ما لا بد منه للفهم، وهوسهل المنال على الجمهور الأعظم من المتدينين لا تختص به طبقة من الطبقات، ولا يحتكر ميزته وقت من الأوقات» ([68])  ¶ قال الشيخ عبد العزيز جاويش: «فكل من يعرف لغة القرآن لا ينبغي له بحال أن يقلد غيره تقليدًا متى قدر على فهمه، وفهم الكتب الصحاح في السنة، فلم ينسد ولن ينسد باب الاجتهاد برغم أنف من أرادوا أن يحجروا على العقول البشرية، ويقيدوا عليها أوصياء من الأولين، حتى تسير الأمور كما ساروا وتقول بما قالوا» ([69])  ¶ وبالمقارنة بين الأقوال السابقة، وبين أقوال العلمانيين المعاصرين نجد التطابق شبه التام بينهما في هذا الشأن:  ¶ يقول د. محمد أركون: «الشخص الوحيد الذي يحق له وحده أن يقوم بعملية التفسير والتأويل هوالمكلف المؤمن» ([70]).  ¶ ويقول أحمد عبدالمعطي حجازي في مقال له بعنوان الدعوة للجميع: «المسلمون جميعًا مطالبون بالنظر في دينهم ودنياهم والاجتهاد لأنفسهم!! والإنصات لقلوبهم وضمائرهم، ولا يستطيع أحد مع هذا أن يمنع غير المسلمين من التفكير في الإسلام ودراسته  ¶ بل نحن في أمس",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "الحاجة إلى ذلك العون الذي يأتينا من ذوي الضمائر الحية والعقول النيرة من المستشرقين والعلماء والمفكرين الأجانب عامة» ([71]). اهـ.  ¶ فأين هذه الأقوال أوتلك من كلام الآمدي حيث يقول ([72]): «لعلك -أكرمك الله- اغتررت بأن شارفت شيئًا من تقسيمات المنطق وجملًا من الكلام والجدال أوعلمت أبوابًا من الحلال والحرام أوحفظت صورًا من اللغة أواطلعت على بعض مقاييس العربية، وأنك لما أخذت بطرق نوع من هذه الأنواع معاناة ومزاولة ومتصل عناية، فتوحدت فيه، ومهرت، ظننت أن كل ما تلابسه من العلوم ولم تزاوله يجري ذلك المجرى، وأنك متى تعرضت له وأمررت قريحتك عليه، نفذت فيه، وكشفت لك عن معانيه وهيهات!!  ¶ لقد ظننت باطلًا ورمت عسيرًا لأن العلم -أي نوع كان- لا يدركه طالبه إلا بالانقطاع إليه والإكباب عليه والجد فيه، والحرص على معرفة أسراره ونواقصه.  ¶ ثم قد يتأتى طرفًا من العلوم المطالبة ويسهل عليه ويمتنع عليه آخر ويتعذر، لأن كل امرئ إنما يتيسر له ما في طبعه قبوله، وما في طاقته تعلمه فينبغي -أصلحك الله- أن تقف حيث وُقِف بك وتقنع بما قُسم لك ولا تتعدى إلى ما ليس من شأنك ولا من صناعتك» ([73]).  ¶ وقول الحافظ العراقي: «ولونظر أحدهم في بعض التفاسير المصنفة لا يحل له النقل منها؛ لأن كتب التفسير فيها الأقوال المنكرة والصحيحة، ومن لا يميز صحيحها من منكرها لا يحل له الاعتماد على الكتب. وأيضًا فكثير من المفسرين ضعفاء النقل كمقاتل بن سليمان والكلبي والضحاك بن مزاحم، وكذا كثير من التفاسير المنقولة عن ابن عباس لا تصح عنه لضعف رواتها، وليت شعري كيف يقدم من هذه حالة على تفسير كتاب الله؟ أحسن أحواله أن لا يعرف سقيمه من صحيحه». ([74])  ¶ - فإذا نادى العلمانيون المعاصرون بتجديد أصول الدين وأسسه وأحكامه، وفتح باب الاجتهاد فيه لكل أحد، وهوما يناسب أغراضهم من نسف للشريعة والدين من أصولهما وتفريغ الدين والقرآن من محتواهما ومدلولاتهما، ومتمشيًا مع جهلهم لعمق العلم الشرعي ودقائقه، فما عذر رجال المدرسة العقلية في تبني تلك الدعوة بهذه الصورة؟؟",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "- ومن الإنصاف القول بأن الشيخ محمد رشيد رضا كان له رأي مخالف لرأي رجال المدرسة في هذا الأمر فقال:  ¶ في قوله تعالى: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ ... ¶ } [النساء:59].  ¶ لابد من وجود جماعة يقومون بعرض المسائل التي يتنازع فيها على الكتاب والسنة، وهل يكونون من أولي الأمر أوممن يختارهم أولوالأمر من علماء هذا الشأن؟ وبذلك تكون الدولة الإسلامية مؤلفة من جماعتين أوثلاث:  ¶ الأولى: جماعة المبينين للأحكام الذين يعبر عنهم أهل هذا العصر بالهيئة التشريعية.  ¶ والثانية: جماعة الحاكمين والمنفذين وهم الذين يطلق عليهم اسم الهيئة التنفيذية.  ¶ والثالثة: جماعة المحكمين في التنازع ويجوز أن تكون طائفة من الجماعة الأولى.  ¶ ويجب على الأمة قبول هذه الأحكام والخضوع لها سرا وجهرا، وهي لا تكون بذلك خاضعة خانعة لأحد من البشر، ولا خارجة من دائرة توحيد الربوبية الذي شعاره إنما الشارع هوالله {سُلْطَانٍ إِنِ الْحُكْمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ} [يوسف:40]، فإنها لم تعمل إلا بحكم الله تعالى أوحكم رسوله ج بإذنه، أوحكم نفسها الذي استنبطه لها جماعة أهل الحل والعقد والعلم والخبرة من أفرادها الذين وثقت بهم واطمأنت بإخلاصهم وعدم اتفاقهم إلا على ما هوالأصلح لها، وما هؤلاء إلا أهل الحل والعقد الذين تكرر ذكرهم في هذا السياق، وهم العلماء لأنهم في الحقيقة أمراء الأمراء، فكان حمل لفظ «أولي الأمر» عليهم أولى، كما أن أعمال الأمراء والسلاطين موقوفة على فتاوى العلماء ([75]).  ¶ الخلاصة:  ¶ مما سبق يتبين أن اجتهادات رجال المدرسة - وهم من هم تخصصًا وعلمًا وشهرةً- في هذه المسائل المذكورة كانت مع وجود النصوص، وبحجة تغير الزمان مما يعد هدمًا لقاعدة «لا اجتهاد مع النص» وفتحًا لقبول مبدأ تغير الأحكام بغير الزمان، وتقديم المصلحة على النص، والاجتهاد مع النص الذي ينادي به العلمانيون الآن في كل وقت، كما أنه مخالفة صريحة لمبدأ",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "الاكتفاء بالشريعة وعدم الانتقاص منها أوالاستدراك عليها والذي دلت عليه آيات كثيرة منها قوله تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا} [المائدة:3].  ¶ ومن العجيب أن من رجال هذه المدرسة من طبق عمليًا تبديل الأحكام الشرعية بأحكام وضعية، حيث تولى الشيخ محمد عبده منصب المستشار بمحكمة الاستئناف -وهي تحكم بالقانون الفرنسي- ومنصب الافتاء بالديار المصرية التي يحكم فيها بالقانون الشرعي في آن واحد ([76])، ومنهم من صرح بإمكان تعميم تغير الأحكام  ¶ كالشيخ محمد رشيد رضا حيث قال: «وأما منع تعدد الزوجات إذا فشا ضرره وكثرت مفاسده، فقد يمكن أن يوجد له وجه في الشريعة السمحة، إذا كان هناك حكومة إسلامية فإن للإمام أن يمنع المباح الذي يترتب عليه مفسدة، ما دامت المفسدة قائمة به والمصلحة بخلافه، بل منع عمر س في عام الرمادة أن يحد السارق، ولذلك نظائر أخرى ليس هذا محل بيانها» ([77])، أما الشيخ مصطفى المراغي -شيخ الأزهر- فقد أمر بتشكيل لجنة لتنظيم الأحوال الشخصية، وقال لهم: ضعوا من المواد ما يبدولكم أنه يوافق الزمان والمكان، وأنا لا يعوزني بعد ذلك أن آتيكم بنص من المذاهب الإسلامية يطابق ما وضعتم» ([78])  ¶ وبذلك خالف رجال المدرسة الإجماع: فقد أجمع العلماء على أن الشريعة الإسلامية شريعة ثابتة باقية إلى يوم القيامة، وهي صالحة لكل زمان ومكان؛ وذلك لشمول قواعدها وإحكام أحكامها، والاعتقاد بجواز تغيرها هوانتقاص لها ووصفها بالقصور عن الوفاء باحتياجات العصور والأماكن المختلفة، وعدم التمام والكمال، وهذا تكذيب بآيات القرآن التي وصفت الشريعة بالكمال والإحكام. قال تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا} [المائدة:3] ([79]). فقول الله ورسوله هما الحق الثابت الذي لا يتغير ولا يتبدل وقد ختم الله سبحانه شرائعه بهذه الشريعة التي أرسل بها نبيه ج فأحكمها سبحانه فهي موصوفة بصفة الثبات والبقاء ([80]).وحكى الغزالي في «المستصفى»: الإجماع على ذلك فقال: السلف من الأئمة مجمعون على دوام التكليف إلى يوم القيامة، ولا يتحقق ذلك إلا بثبوت الشريعة وسلامتها من التغيير والتبديل، وإلا فإنها لوتغيرت وتبدلت لانقطع التكليف بها ([81]).وخالفوا أقوال العلماء:  ¶ وهي كثيرة ويتبين منها أن ثبات الأحكام والشريعة كان فهمًا للسلف والصحابة والتابعين،",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وكانت عقيدة يدعون إليها ويربون عليها الأمة. ومن هذه الأقوال قول الإمام الشافعي الذي ذكره الشاطبي بمعناه في الاعتصام، فقال:  ¶ 1 - إن الوقوف عند الفهم الصحيح للإسلام كتابًا وسنة تصديق بالوحي وقوة في الدين.  ¶ 2 - إن على المسلمين أن يعتقدوا أنه ليس لأحد أن يغير أويبدل من أحكام هذه الشريعة؛ من فعل ذلك ساء مصيره واتبع غير سبيل المؤمنين، فعليهم أن يتبرؤا منه؛ لأنه سلك طريقًا غير طريقهم واتبع منهجًا غير منهجهم.  ¶ 3 - يجب عليهم أن يعتقدوا أنه ليس لأحد منهم أن ينظر فيما خالفها ومن فعل ذلك اتبع غير سبيل المؤمنين.  ¶ فالكليات قد ثبتت واستقرت سواء في الضروريات أوالحاجيات أوالتحسينات وكذلك الجزئيات.  ¶ ولكن فقد وجد العلمانيون أن تقرير ميدأ «تغير الأحكام بتغير الزمان والمكان» أكبر معول لهدم الشريعة من داخلها وبلسان علمائها، وأسبغ ستار لتفريغ النصوص من معناها والحكم على تلك المعاني بالتاريخية، وبالتالي طي صفحة التشريع القرآني للأبد، مع بقاء هذة الألفاظ حية تتلى للتبرك بها ليل نهار، فاستمسك العلمانيون بآراء رجال المدرسة العقلية في القاعدة السابقة، وكرروا استدلالاتهم، واستخرجوا بعض الوقائع الأخرى التي شهدها الواقع الإسلامي لتدعيم رأيهم، ومن هذه الوقائع منع عمر بن الخطاب لسهم المؤلفة قلوبهم المذكور في آية الصدقة في سورة التوبة -رغم أنها لم تنسخ؟ ([82]).  ¶ وراحوا يدعون أن الصحابة رضوان الله عليهم قاموا بتغيير الأحكام الشرعية، وقالوا: إن الصحابة عملوا بالمصلحة، والحكمة ولم يسيروا وراء الأوصاف الظاهرة بل اتبعوا وجوه الرأي من غير التفات إلى الأصول. وأنهم منعوا العمل ببعض الأحكام، وخالفوا قول رسول الله، حيث غيروا بعض الأحكام لتغير المصالح واشتهر ذلك بينهم فكان إجماعًا ([83]).  ¶ - يقول د. نصر أبوزيد: «آن أوان المراجعة والانتقال إلى مرحلة التحرر لا من سلطة",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "النصوص وحدها، بل من كل سلطة تعوق مسيرة الإنسان في عالمنا، علينا أن نقوم بها الآن وفورًا. قبل أن يجرفنا الطوفان» ([84]).  ¶ - ويقول في موضع آخر:  ¶ - «إن حل مشكلات الواقع إذا ظل معتمدًا على مرجعية النصوص الإسلامية يؤدي إلى تعقيد المشاكل» ([85]). اهـ.  ¶ - ويقول: «إذا كان مبدأ تحكيم النصوص يؤدي إلى القضاء على استقلال العقل وتحويله إلى تابع يقتات بالنصوص ويلوذ بها ويحتمي، فإن هذا ما حدث في تاريخ الثقافة العربية الإسلامية» ([86]). اهـ.  ¶ - وفي مقال لأحمد عبد المعطي حجازي:  ¶ - «وما زلنا نشكك في كفاءة العقل ونحارب التفكير الحر ونلجأ إلى الأمر والنهي ونرتعب من النقد ونرفض المناقشة».  ¶ - ثم يكمل بقية المقال منتقدًا السؤال عن الحلال والحرام في كل شيء. دون السؤال عن النفع أوالضر أوالربح أوالخسارة  ¶ لأن كل مجالات الحياة من الأمور الدنيوية التي لا علاقة لها بالدين. فنحن فقط نحتاج في أمورنا الدنيوية لنكون أمناء طيبين ذوي ضمائر حية فقط.  ¶ - يقول د. حسن حنفي: «مهمة التراث والتجديد التحرر من السلطة بكل أنواعها سلطة الماضي وسلطة الموروث فلا سلطان إلا للعقل ولا سلطة إلا لضرورة الواقع» ([87]).  ¶ ثم تجاوزوا حدود عمل الصحابة - بزعمهم - إلى:  ¶ - ادعاء جواز التغيير في كل الأحكام الشرعية العملية والاعتقادية.  ¶ - ادعاء جواز تغيير معاني القرآن عمومًا - حتى ما لا يخص الأحكام منها - حسب الزمان والمكان.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "- ادعاء بعضهم بأن العبرة بخصوص السبب وليس بعموم اللفظ (تاريخية الأحكام الشرعية) ([88]).  ¶ وهم في ذلك قد أغفلوا أن الصحابة رضوان الله عليهم كانوا أشد الناس اتباعًا لأوامر الله والنبي ج في هديهم, وسمتهم, وما يربون عليه الأمة, والأخبار في ذلك مما استفاض شهرة, وهم بعد ذلك رواة الأحاديث التي تنهى عن التغيير والتبديل في دين الله, وكل واقعة حدثت وسجلها التاريخ وكان فيها ما يخالف ذلك الهدى ظاهرًا, لها من التفسير والتعليل ما يكشف عن عمق الفهم, ودقة التحقيق عند تطبيق الأحكام.  ¶ فالأمر في الواقعة المذكورة يعود إلى تحديد من هم المؤلفة قلوبهم؟، وهذا معنى قول عمر س أن رسول الله ج كان يتألفكما والإسلام يومئذ قليل، أما أنتما اليوم قديران أن نتألفكما والإسلام كثير، فإنما لستما من المؤلفة قلوبهم اليوم وإن كنتم منهم من قبل. وهذا من فقه عمر، وهوما يسميه الأصولين بتحقيق المناط».  ¶ والنص الوارد في القرآن هولم يبدل ولم يغير، فمن أعطى المؤلفة قلوبهم كما فعل رسول الله ج فقد أعمل الآية ولا تغير ولا تبديل.  ¶ فالآية ثابتة إلى يوم القيامة -والتطبيق حسب الواقعة والحال، فأين التبديل والتغيير للحكم؟ ([89]). ([90]).  ¶ فالشرع قد اشترط لوجوب القطع شروطًا، فإذا تحققت الشروط وجب الحد، وإذا تخلف أحدها لم يجب ([91]).  ¶ وعلى كل شرط دليل شرعي، فترك القطع لم يكن سببه تعلق عمر بمصلحة أودفع مفسدة أواتباعًا لحكم العقل، بل سببه مراعاة لنصوص أخرى وردت في السنة، قال الشاطبي في هذه المسألة:  ¶ «إن الحادثة التي تغير حكمها، إما أن تكون هي هي عند تغير الحكم بجميع خصائصها، والحيثيات التي نكتنفها، وإما أن تختلف في طبيعتها، لتصبح حادثة جديدة.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "فإذا كانت الحادثة هي هي مع اختلاف الأزمان فلا يمكن تغير حكمها إلا بالقول بالنسخ ولا سبيل إلى ذلك.  ¶ وإما أن تكون الحادثة في الواقعة الجديدة غير الحادثة في الزمن القديم، واختلاف حكمها حينئذ لا يقال له نسخ ولا تغيير، وإنما هواختلاف وقائع وتحقيق مناط» ([92]).  ¶ وقد أغفلوا أقوال العلماء:  ¶ وهي كثيرة ويتبين منها أن ثبات الأحكام والشريعة كان فهمًا للسلف والصحابة والتابعين، وكانت عقيدة يدعون إليها ويربون عليها الأمة. ومن هذه الأقوال قول الإمام الشافعي الذي ذكره الشاطبي بمعناه في الاعتصام، فقال:  ¶ 1 - إن الوقوف عند الفهم الصحيح للإسلام كتابًا وسنة تصديق بالوحي وقوة في الدين.  ¶ 2 - إن على المسلمين أن يعتقدوا أنه ليس لأحد أن يغير أويبدل من أحكام هذه الشريعة؛ من فعل ذلك ساء مصيره واتبع غير سبيل المؤمنين، فعليهم أن يتبرؤا منه؛ لأنه سلك طريقًا غير طريقهم واتبع منهجًا غير منهجهم.  ¶ 3 - يجب عليهم أن يعتقدوا أنه ليس لأحد منهم أن ينظر فيما خالفها ومن فعل ذلك اتبع غير سبيل المؤمنين.  ¶ فالكليات قد ثبتت واستقرت سواء في الضروريات أوالحاجيات أوالتحسينات وكذلك الجزئيات.  ¶ ولذا فقد قاوم هذا الرأي الكثيرون منهم الأستاذ سيد قطب فقال: «لقد تمت كلمة الله سبحانه صدقًا فيما قال وقرر، وعدلًا فيما شرع وحكم فلم يبق بعد ذلك قول لقائل في عقيدة أوتصور، أوأصل، أومبدأ، أوقيمة، أوميزان، ولم يبق قول لقائل في شريعة أوحكم أوعادة أوتقليد.  ¶ إنه ليس للمجتمع الذي يصدر هذه الأحكام وفق اصطلاحاته المتقلبة، ليس المجتمع الذي تتغير أشكاله ومقوماته المادية فتتغير قيمه وأحكامه حيث تكون قيم وأخلاق للمجتمع الزراعي،",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وقيم وأخلاق أخرى للمجتمع الصناعي، وحيث تكون هناك قيم وأخلاق للمجتمع الرأسمالي البرجوازي، وقيم وأخلاق أخرى للمجتمع الإشتراكي أوالشيوعي. ثم تختلف موازين الناس وموازين الأعمال وفق مصطلح هذه المجتمعات. الإسلام لا يعرف هذا الأصل ولا يقره، الإسلام يعين قيمًا ذاتية له يقررها الله - سبحانه وتعالى - وهذه القيم تثبت مع تغير أشكال المجتمعات» ([93]).  ¶ ومن الإنصاف القول بأن موقف الشيخ محمد رشيد رضا كان مضطربًا، فبينما نقل عنه آراء موافقه لقول شيخه -كما سبق- إلا إن المتتبع لأقواله في تفسير المنار يجد موقفًا مغايرًا، فتراه يفسر قوله تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} [المائدة:3]، بثبات أحكام الحلال والحرام، والعقائد وأنها ليست من مجالات الاجتهاد الذي خصه بما ليس فيه نص، وترى له قول يصرح فيه بعدم تغير الصراط المستقيم بتغير الزمان فيقول: «إن الله تعالى جعل الإسلام صراطه المستقيم، ليكون وسيلة للسعادة الدنيوية والأخروية، ولما كانت الأمور الروحية التي تنال بها سعادة الآخرة لا تختلف باختلاف الزمان والمكان أتمها الله تعالى وأكملها أصولًا وفروعًا، وقد أحاطت بها النصوص، فليس لبشر بعد الرسول أن يزيد فيها ولا أن ينقص منها شيئًا، وأما الأمور الدنيوية فلما كانت تختلف باختلاف الزمان والمكان، بين الإسلام أهم أصولها، وما مست إليه الحاجة في عصر التنزيل من فروعها، وما جاءت به النصوص من ذلك يتفق مع مصالح البشر في كل زمان ومكان، ويهدي أولي الأمر لإقامة الميزان والعدل» ([94]).  ¶ وهذا إما يدل على الاضطراب بين الحق والباطل، أويدل على مخالفته لشيخه بعد وفاته، وعودته لمنهج السلف في كثير من المسائل، وهذا هوالأرجح لأنه قد صرح بهذا في مواضع من المنار.  ¶ خامسًا: العلمانيون الأوائل ونماذج لتعديهم على نصوص القرآن الكريم وعلاقتهم برجال المدرسة العقلية الحديثة  ¶ عند النظر إلى تطور الفكر العلماني في الشرق، يلاحظ وجود مرحلتين زمنيتين له، والضابط الفاصل بين هاتين المرحلتين -في رأيي- هوالاختلاف في طريقة الطرح والنضال الذي سلكه أصحاب الاتجاه العلماني في الاعتداء على النصوص من أجل نشر مبدأهم، ففي حين استخدم التيار المؤسس أسلوب الطرح الصريح استخدم الجيل الحديث أسلوب الطرح المموه.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ففي الفترة ما بين (1900م إلى 1960م) تقريبًا كان الأسلوب المستخدم هوأسلوب الطرح الصريح وهوأسلوب العلمانيين الأقحاح، الذين يستطيع المرء أن يصفهم بالغلوالعلماني بلا تردد، لصراحتهم في النقد الصريح لبعض شرائع الإسلام والاعتداء الصريح على النصوص الموجبة لتلك الشرائع بالتأويل أوالتوهين أوادعاء مخالفتها للعقل أوعدم ملائمتها للزمان والمكان، ومن أشهر من استخدم هذا الأسلوب:  ¶ قاسم أمين وعلاقته بالأفغاني ومحمد عبده:  ¶ درس قاسم أمين الحقوق في فرنسا وعاد إلى مصر سنة1885م ([95])، فتعين وكيلًا للنائب العمومي في محكمة مصر المختلطة وما زال يرتقي حتى صار مستشارًا في الاستئناف، وفي عام 1883م، وفي أثناء وجوده في باريس استقر جمال الدين الأفغاني ومحمد عبده بها، وأصدرا مجلة «العروة الوثقى». وفي هذه الأثناء عادت صلات قاسم أمين مع الأفغاني ومدرسته فكان «المترجم» الخاص بالإمام محمد عبده في باريس. وفي فرنسا قرأ قاسم لمفكري أوروبا الكبار، ومن بينهم نيتشيه، وداروين وماركس. كما حاول الاقتراب من المجتمع الفرنسي وإقامة الصلات مع نمط حياة الفرنسيين. وكان تلميذًا للشيخ محمد عبده، آمن بضرورة تحرير الفكر الديني عند المسلمين واعتبر أن إصلاح الأمة يكون بصلاح العائلة، والعائلة تكون كما تكون المرأة، فوجه عنايته إلى صلاح المرأة المسلمة، وكان ينادي بأن يكون هذا الإصلاح للمرأة عن طريق السير على ما سار الغرب في تغير حياة نسائهم وتحررهم، وصرح بهذه الأفكار التغريبية البعيدة عن الإسلام في كتابه «تحرير المرأة» سنة 1900م، وأتبعه بعد عام بكتاب آخر هو «المرأة الجديدة» سنة 1901م، دافع فيه عن كتابه الأول، ورد على ما وجّه إليه من نقد.  ¶ تعديات قاسم أمين على النصوص القرآنية الخاصة بأحكام المرأة:  ¶ في كتابه «تحرير المرأة» ادعي أنه لا توجد نصوص مباشرة عن الحجاب، وإنما هومن قبيل العادات الضارة التي تمكنت في الناس باسم الدين ([96])، ورفض بعض الشرائع الدينية واحتقرها مثل الطلاق الذي قال عنه أنه نقيض الفكرة الأساسية للزواج، وهي استمرار الحياة الزوجية حتى آخر الحياة ([97])، وكون الطلاق بيد الرجل، واعتبر أن تعدد الزوجات فيه احتقار شديد للمرأة ([98])، وهوبذلك أول من حاول فصل أحكام المرأة والأسرة عن الدين. وتنتهي أقواله",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "إلى صميم المبدأ العلماني، وهوالحكم على الأشياء عن طريق المبادئ الوضعية.  ¶ علاقة محمد عبده بكتاب «تحرير المرأة»:  ¶ من الثابت تاريخيًا الصلة المباشرة بين قاسم أمين والشيخ محمد عبده- كما سبق بيانه-، أما عن صلة الشيخ محمد عبده بكتاب «تحرير المرأة»، فهي لا تخفى، وأقل ما قيل فيه أن قاسم أمين وضعه بإيعاز من الأميرة نازلي وبتشجيع من الشيخ محمد عبده ([99])، وقد حقق الدكتور محمد عمارة في الأعمال الكاملة لمحمد عبده أن الكتاب جاء ثمرة لعمل مشترك بين محمد عبده وقاسم أمين، ففيه عدة فصول كتبها محمد عبده وحده، وفصول أخرى كتبها قاسم أمين ثم صاغها محمد عبده صياغة نهائية بحيث جاء أسلوبه على نمط واحد أقرب إلى أسلوب محمد عبده منه إلى أسلوب قاسم أمين ([100])، ومما يؤكد ذلك أن رأي محمد عبده في تعدد الزوجات- السابق عرضه-، قريب جدًا من الرأي الذي عرضه قاسم أمين في نفس الموضوع، كما أن احتواء الكتاب على عدد كبير من الأدلة الشرعية ومناقشتها يدل على مستوى المؤلف الشرعي العالي والذي لا يرقى له قاسم أمين.  ¶ ومما يؤكد صلته بالكتاب امتناعه عن التعليق عليه، وامتناعه عن الفتيا حول الكتاب بصفته الرسمية رغم المعارك التي أثيرت حوله وتوجيه الفتوى له مكتوبة، ودفاع الشيخ رشيد رضا ومجلة المنار عن سكوت محمد عبده وعدم فتواه في الأمر ([101])،وثناء المجلة على الكتاب، ووصفه بأنه أهم الأعمال الفكرية في ذلك العصر ([102])،ووصف الشيخ رشيد رضا قاسم أمين بأنه العالم البارع في علوم الأخلاق والاجتماع ([103]).  ¶ ومن هنا أدرك الكثيرون أن الدعوة المسماة بتحرير المرأة، بكل ما فيها من قضايا يقف ورائها الشيخ محمد عبده، هذا ما دفع بعض العلماء للرد والتنبيه مثل الشيخ مصطفى صبري ([104]).  ¶ - علي عبد الرازق (1888م-1966م)  ¶ شيخ أزهري من أشهر مؤلفاته «الإسلام ونظام الحكم» الذي اعتبر محاولة جريئة لنسف أسس الدولة في الإسلام، وحاول فيه مؤلفه نسف الخلافة نظريًا في الكتاب بعد عام واحد من",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "سقوط الخلافة واقعيًا على يد كمال أتاتورك. وقد تناول الكتاب المفاهيم والقضايا الآتية:  ¶ أ - مفهوم الخلافة عند المسلمين ودور الخليفة ومصادر سلطته وقوته.  ¶ ب- الخوض فيما إذا كان محمد صلى اله عليه وسلم صاحب رسالة أم ملك كسائر الملوك.  ¶ ج - السياسة بعد النبي ج.  ¶ والنتائج التي خرج بها من الكتاب تتلخص في:  ¶ 1 - أنه لا أساس شرعي للخلافة، وكان من مقولاته عن النظام السياسي الإسلامي في الكتاب المذكور (أنه موضع غموض وإبهام وخفاء ولبس).  ¶ 2 - أن الشريعة الإسلامية روحية محضة، لا علاقة لها بالحكم والتنفيذ في أمور الدنيا.  ¶ 3 - أن مهمة النبي ج كانت بلاغًا للشريعة مجردا عن الحكم والتنفيذ.  ¶ 4 - إنكار إجماع الصحابة على وجوب نصب الإمام، وإنكار أن القضاء وظيفة شرعية.  ¶ 5 - ادعاء أن حكومة الخلفاء الراشدين كانت حكومات لا دينية ([105]).  ¶ واستخدم حشدًا من الآيات والأحاديث لإثبات شبهته، وهوبذلك أقوى من تجرأ على هدم أسس الدولة الإسلامية ومحاولة إرساء قواعد الدولة العلمانية، وادعاء علمانية الإسلام، وأنه لا تناقض بين الإسلام والعلمانية؛ لأن الإسلام دين فرد لا دولة.  ¶ ولم تكن تلك المعاني مجرد فقرات أوجمل في الكتاب أوفي مقال من مقالاته، بل كان كتابًا كاملًا قدم منهجًا كاملًا للسياسة بعيدًا عن الشرع.  ¶ وبصدور ذلك الكتاب بدأت وقائع المعركة بين أهل الحق وأهل الباطل وحمي الوطيس وانتصب أهل الحق لرد كيد الخائنين في نحورهم.  ¶ فقام بالرد السيد محمد رشيد رضا في مجلة المنار، والأستاذ أمين الرافعي، والشيخ محمد",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "شاكر، وأفتوا جميعًا بردته عن الإسلام ([106])  ¶ كما أُلفت عدة كتب للرد عليه من كبار علماء الأزهر مثل: كتاب «نقض كتاب الإسلام وأصول الحكم» للشيخ محمد الخضر حسين شيخ الأزهر، وكتاب «حقيقة الإسلام ونظام الحكم» للشيخ محمد بخيت مفتي الديار المصرية ([107]).  ¶ ومن قبل ذلك عقدت له محاكمة في الجامع الأزهر بعضوية أربعة وعشرين عالمًا من كبار العلماء بحضور علي عبدالرازق نفسه، وتمت مواجهته بما هومنسوب إليه في كتابه واستمعت المحكمة لدفاعه عن نفسه، ثم خلصت الهيئة إلى القرار التالي «حكمنا نحن شيخ الجامع الأزهر بإجماع أربعة وعشرين عالمًا معنا من هيئة كبار العلماء بإخراج الشيخ علي عبدالرازق أحد علماء الجامع الأزهر والقاضي الشرعي بمحكمة المنصورة الابتدائية الشرعية ومؤلف كتاب «الإسلام وأصول الحكم» من زمرة العلماء» ([108])  ¶ كما حكم مجلس تأديب القضاة الشرعيين بوزارة الحقانية بالإجماع بفصله من القضاء الشرعي ([109]).  ¶ وأمام هذه الوقفة الشامخة لعلماء الأزهر الأجلاء وللكُتاب النبلاء لم يتجرأ علي عبدالرازق ومن لف لفه على الدفاع أوالرد أوإعادة طبع الكتاب مرة أخرى، ولم تُسمع في الأوساط الإسلامية مثل هذه النعقات مرة أخرى لسنين طويلة والحمد لله.  ¶ علي عبدالرازق وعلاقته برجال المدرسة العقلية الحديثة وبالغرب:  ¶ ولدعام 1888م، ولما بلغ العاشرة من عمره دخل الجامع الأزهر، فكانت السنوات الأولى التي قضاها في ذلك المعهد هي السنوات التي ختمت ما بين الشيخ محمد عبده وبين الأزهر من صلات. واستمع إلى بعض دروس الإمام عبده لوقت قصير، ثم درس الشريعة على الشيخ أحمد أبي خطوة، الذي كان صديق الشيخ محمد عبده، وكان أيضًا من تلاميذ جمال الدين الأفغاني «وإن كان أقل ثباتًا على اتباع مبادئه». دخل علي الجامعة المصرية، وبقي فيها لمدة عام أوعامين، وذلك ابتداء من العام 1910م، وكان أهم ما تلقاه فيها محاضرات الأستاذ نالينوفي تاريخ الفلسفة ومحاضرات الأستاذ سانتلانا، ثم سافر علي عبدالرازق إلى إنجلترا. وبعد عام",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "قضاه في درس اللغة الإنجليزية التحق بجامعة أكسفورد ليتابع الدراسة فيها للحصول على درجة علمية في الاقتصاد والعلوم السياسية، وكان له دراسات في تاريخ القضاء في الإسلام. فلما جاء عام 1925م نشر نتائج هذه الدراسات في كتاب وضعه عن الخلافة وسماه «الإسلام وأصول الحكم»  ¶ وكان مما استند إليه علي عبد الرازق في كتاباته آراء رجال المدرسة العقلية التي يفهم منها جواز تغير الأحكام بتغير الزمان، كرأيهم في الربا، وتعدد الزوجات، وكان أكثرهم تصريحًا الشيخ محمد مصطفى المراغي حيق قرر أن: «أن الدين في كتاب الله تعالى غير الفقه، وأن من الإسراف في التعبير أن يقال أن الأحكام التي استنبطها الفقهاء، وفرعوا عللها، واختلفوا فيها، ورجعوا عنها حينًا، وتمسكوا بها حينًا أنها أحكام الدين وان من انكرها فقد أنكر شيئا من الدين، فإنما الدين هوالشريعة التي اوصى الله بها الانبياء جميعا اما القوانين المنظمة للتعامل والمحققة للعدل والدافعة للحرج فهي آراء الفقهاء مستمدة من أصولها الشرعية تختلف باختلاف العصور والاستعدادات وتبعا لاختلاف الأمم ومقتضيات الحياة فيه، وتبعا لاختلاف البيئات والظروف، ولوجاز ان يكون الدين هوالفقه مع ما نرى من اختلاف الفقهاء بعضهم مع بعض، وتفنيد كل آراء مخالفيه وعدها باطلة لحقت علينا كلمة الله {إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ} [الأنعام:159]» ([110]).  ¶ وقد فهم الشيخ مصطفى صبري خ - شيخ الاسلام للدولة العثمانية سابقا - أن رأي علي عبد الرازق مشابه لرأي الشيخ المراغي فيقول «يحاول الأستاذ الأكبر المراغي بقوله المنقول من قبل ترويج آخر آمال لهم، وتمزيق آصر أوصال للاسلام، وهوفصل الدين عن الحكومة، فقد رام أن يتوسل اليه بفصل الدين عن الفقه وقطع صلته به» ([111]) فإذا كان الفقه ليس من الدين فليس على الدولة لزاما ان تنظر إليه وان تأخذ به في نظامها واحكامها وليس للفقهاء حق في التدخل في نظام الدولة وهذا هوفصل الدين عن الدولة.  ¶ - وربط الشيخ مصطفى صبري بين هذه الدعوى وبين ما دعا إلبه علي عبدالرازق من فصل الدين عن الدولة مما سبب قطع رابطته بالأزهر ويتأكد هذا عندما يطلب الأستاذ الأكبر المراغي اعادة هذه الرابطة المقطوعة (!!) ثم يتعجب الشيخ مصطفى مما جرى للرجلين",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "احدهما يكون شيخا للأزهر والثاني يطرد من الأزهر والرأي واحد» ([112])  ¶ محمد أحمد خلف الله:  ¶ تقدم برسالة عنوانها الفن القصصي في القرآن الكريم، وأحدثت هذه الرسالة ضجة كبيرة بسبب ما حوته من أفكار وآراء تمس العقيدة الإسلامية، وتعددت القرارات الصادرة ضد الرسالة، ومن بين التقريرات التي تناولتها: التقرير الذي قدمه الأستاذ أحمد أمين علي عميد كلية الآداب، وقد ذكر فيه الآراء والأفكار المنحرفة التي احتوتها تلك الرسالة حول نصوص القرآن الكريم: فيقول والباحث يرى أن:  ¶ - القصة في القرآن لا تلتزم الصدق التاريخي، وإنما تتجه كما يتجه الأديب في تصوير الحادثة تصويرًا فنيًا، بدليل التناقض في رواية الخبر الواحد، مثل: «أن البشرى بالغلام كانت لإبراهيم أولامرأته»، بل قد تكون القصة مختلقة، مثل: «وإذا قال الله يا عيسى ابن مريم، أأنت قلت  ¶ إلخ» ([113]).  ¶ - الإجابة عن الأسئلة التي كان يوجهها المشركون للنبي ليست تاريخية، ولا واقعة، وإنما هي تصوير لواقع نفسي عن أحداث مضت، أوأغرقت في القدم، سواء كان ذلك الواقع النفسي متفقًا مع الحق والواقع، أم مخالفًا، وربما كانت مسألة الجن التي تصور رأي الجاهلين في تسمع الجن لأخبار السماء ميدانًا من الميدان القصصي ([114]).  ¶ - والقرآن يقرر أن الجن تعلم بعض الشيء، ثم لما تقدم الزمن قرر القرآن أنهم لا يعلمون شيئًا ([115])، والمفسرون مخطئون حين يأخذون الأمر مأخذ الجد ([116]).  ¶ - الأنبياء أبطال (ولدوا في البيئة، وتأدبوا بآدابها، وخالطوا الأهل والعشيرة، وقلدوهم في كل ما يقال ويفعل، وآمنوا بما تؤمن به البيئة من عقيدة، ودانوا بما تدين به من رأي، وعبدوا ما يعبدون من إله) ([117]).  ¶ - تصوير أخلاق الأمم كبني إسرائيل ليس بالضرورة أن يكون واقعيًا، بل يصح أن يكون تصويرًا فنيًا، يلاحظ الواقع النفسي أكثر من صدق القضايا  ¶ إلخ ([118]).",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "- القصة هي العمل الأدبي الذي يكون نتيجة تخيل القاصّ لحوادث وقعت من بطل لا وجود له، أولبطل له وجود، ولكن الحوادث التي ألمت به لم تقع أصلًا، أووقعت، ولكنها نظمت على أساس فني، إذ قدم بعضها وأخر بعضها، أوحذف بعضها، وأضيف إلى الباقي بعض آخر، أوبولغ في تصويرها، إلى حد يخرج بالشخصية التاريخية عن أن تكون حقيقة إلى ما يجعلها في عداد الأشخاص الخيالية ([119]).  ¶ - أخطأ الأقدمون في عد القصص تاريخيًا ([120]).  ¶ - منهجه هومعالجة القصة، من حيث هي أدب، ويعني بذلك خلق الصور والابتكار، والاختراع، ولذلك لا مانع من اختلاف تصوير الشخصية الواحدة في القرآن ([121]). أووجود القصة الأسطورية في القرآن ([122]).  ¶ - ولعل قصة موسى في الكهف لم تعتمد على أصل من واقع الحياة، بل ابتدعت على غير أساس من التاريخ ([123]).  ¶ - والقرآن عمد إلى بعض التاريخ الشعبي للعرب وأهل الكتاب، ونشره نشرًا يدعم غرضه كقصة ذي القرنين ([124]).  ¶ - وقصة إبليس من نوع الخلق الفني الذي يتشبث فيه القرآن بالواقع ([125]).  ¶ - فالقرآن كان يغير في العناصر، ليجعلها ملائمة للبيئة، ولطبيعة الدعوة ([126]).  ¶ - وما تمسك به الباحثون من المستشرقين ليس سببه جهل محمد بالتاريخ  ¶ بل قد يكون ذلك من عمل الفنان الذي لا يعنيه الواقع التاريخي، ولا الحرص على الصدق العقلي، وإنما ينتج عمله، ويبرز صوره، بما ملك من الموهبة الفنية والقدرة على الابتكار والاختراع والتغيير والتبديل ([127]).  ¶ - ومن هذا القبيل خلق صور الجن والملائكة ([128]).  ¶ - تدرج القصص في القرآن كما يتدرج أدب كل أديب، فالأدباء يلتمسون المتعة واللذة في",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "كل أمر فني يعرض لهم، ثم يتقدمون خطوة، فيبغون الاستمتاع واللذة بالمحاولات الأولى التي تقوم على التقليد والمحاكاة ثم يكون التخلق شيئًا فشيئًا، والدخول في ميدان التجارب الخاصة، ومظاهر ذلك النسخ والتدرج بالتشريع ([129])  ¶ ونتيجة للضجة التي أثيرت والتقارير الكثيرة التي تم تناقلها بين المتخصصين والجامعة والحكومة أن قام مجلس النواب بتاريخ 12 ديسمبر 1947م بنقل الأستاذ/ أمين الخولي من 6 أكتوبر 1946 عن كرسي الأدب المصري، بحيث لا يقوم بتدريس القرآن في الجامعة، اعتبارًا من التاريخ المذكور، وقد ترتب على هذا أن نُقل إشرافه على الرسائل التي لها صلة بالقرآن الكريم إلى غيره من الأساتذة ([130]).  ¶ لكن هذا الإجراء لم يكن رادعًا في رأي حماة الدين، والغيورين على الفكر الإسلامي، فكتبت جبهة علماء الأزهر مذكرة في 2 نوفمبر 1947 تطلب تحويل الرسالة إلى مفتي مصر الأكبر، ليقضي فيها من ناحية الدين، باعتباره جهة الاختصاص، وتطالب بتطهير الجامعة والمدارس في مصر من كل ضليل ملحد ([131]) كما أفتى أكثر من مائة عالم أزهري آنذاك أن كثيرًا من نصوص هذه الرسالة مكفرة، يخرج بها صاحبها عن الدين. ([132]) منها: فتوى للشيخ الشربيني من هيئة كبار العلماء، والشيخ عبدالله عامر وكيل كلية الشريعة، والشيخ عبدالعزيز خطاب وكيل كلية أصول الدين، والشيخ محمد أبوالنجا وكيل كلية اللغة العربية، تقول:  ¶ (اطلعنا على الاستفتاء المقدم من الشيخ عبدالفتاح بدوي المدرس بكلية اللغة العربية عن النصوص الواردة في «رسالة الفن القصصي في القرآن»، المقدمة من محمد أحمد خلف أفندي المعيد بكلية الآداب، ونفتي بأن هذه النصوص مكفرة يخرج بها صاحبها من دين الإسلام، وأنه متى ثبتت هذه النصوص فإن مؤلفها كافر، والمشرف على تأليفها المقر لها كافر، ويجب ألا يتصل أحد منهما بدراسة القرآن الكريم في الجامعة أوسواها، ويجب أن يعاقبا بما تقضي به قوانين المملكة المصرية، لأن عملهما هذا خروج على الإسلام ودين الإسلام) ([133]).  ¶ وأُلفت لجنة الجامعة للتحقيق في ذلك، من الأساتذة الشيخ عبدالوهاب خلاف، والدكتور زكي حسن، والدكتور الشرقاوي، وقدمت تقريرًا جاء فيه: (تقرر اللجنة أن هذا -إشارة إلى بعض النصوص الواردة في الرسالة- مخالفة ظاهرة لقوله تعالى: {نَحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُم",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "بِالْحَقِّ} ([134]).  ¶ علاقة محمد أحمد خلف الله برجال المدرسة العقلية الحديثة:  ¶ 1 - استند محمد خلف الله في رسالته-الفن القصصي في القرآن- على آراء الشيخ محمد عبده، وتلميذه الشيخ محمد رشيد رضا، ومن هذه الآراء:  ¶ إنكار بعض معجزات الأنبياء وتأويل البعض الآخر، وقد بنوا ذلك على أساس تحكيم العقل، والعقل عند محكميه لا يؤمن بما يقهره، بل لابد لإيمانه من إقتناع ذاتي بعيدًا عن المؤثرات الخارجية المجبرة له على الإذعان كالمعجزات ([135])، ومما أنكره من المعجزات: إحياء الموتى لموسى - عليه السلام - في قصة البقرة، بتأويل المعجزة بأنها نوع من التشريع الذي كان موجودا في زمن بني إسرائيل لمعرفة القاتل، لا أنها وردت في حادثة معينة ([136])، والتشكيك في وقوع إحياء الموتى بالفعل من عيسى ([137]) - عليه السلام -، وتأويل الطير الأبابيل بالبعوض والذباب وحجارة السجيل بما يعلق في أرجل تلك المخلوقات من ميكروبات الجدري والطاعون ([138])، لتقريبها من الأذهان ولتتمشى مع معطيات الحضارة الحديثة، وإنكار الظواهر القرآنية المستبعدة عندهم، كحدوث المسخ الحقيقي في بني إسرائيل ([139])، وقتال الملائكة مع المسلمين يوم بدر ([140])، وادعاء القول فيها بالتشبيه والتمثيل.  ¶ ومما استند إليه من النقول ([141]) عن الشيخ محمد عبده حيث يقول: «وأما تفسير الآيات على طريقة الخلف في التمثيل فيقال فيه، أن القرآن كثيرًا ما يصور المعاني بالتعبير عنها بصيغة السؤال والجواب أوبصيغة الحكاية لما في ذلك من البيان والتأثير في النفس، فهويدعوبها الأذهان إلى ما ورائها من المعاني، كقوله تعالى: {يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ  ¶ } [ق:30]، فليس المراد أن الله يستفهم منها، وهي تجاوبه، وإنما هوتمثيل لسعتها وكونها لا تضيق بالمجرمين» ([142])، وقوله: «وإن أخبار التاريخ ليست مما بلغ على أنه دين يتبع» ([143])، وبقول صاحب المنار: «إن التاريخ غير مقصود له، لأن مسائله من حيث هي تاريخ ليست من مهمات الدين من حيث هودين، وإنما ينظر الدين من التاريخ إلى وجه العبرة دون غيره» ([144]).  ¶ 2 - ادعاء محمد أحمد خلف الله أن الشيخ محمد عبده قد ذهب إلى مثل ما ذهب إليه في أثناء دفاعه عن نفسه، وكذلك الأستاذ أمين الخولي المشرف على الرسالة حيث قال: «إن",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "الجامعة ترفض اليوم ما كان يقرره الشيخ محمد عبده بين جدران الأزهر منذ إثنين وأربعين عامًا» ([145]).  ¶ ونتيجة لهذا الادعاء أحال وزير المعارف الرسالة للشيخ محمود شلتوت لقراءتها وإبداء الرأي فيها، فكتب تقريرًا مطولًا من عدة صفحات بتاريخ 7 من المحرم 1367هـ/20 نوفمبر 1947م، رد به على وزير المعارف، فذكر فيه أن «الباحث قد أقام بحثه على أسس فاسدة، وأنه لا قيمة لما يورده المستشرقون عن القرآن مما ذكره الباحث، وينفي أن الشيخ محمد عبده قد ذهب إلى مثل ما ذهب إليه الباحث-كما يدعي محمد خلف الله في أثناء دفاعه عن نفسه-، وأن الأمر قد اختلط على الكاتب، حتى لم يفرق بين السياق الذي يساق له الكلام، والمعنى الذي تدل عليه ألفاظه، ظاهرًا أوتأويلًا  ¶ ومن هنا زعم أن ما ذكره في شأن القصة من باب التأويل».  ¶ وفرق الشيخ محمود شلتوت بين رأي محمد خلف الله الذي هوتكذيب، ورأي فاسد لا يعتبر من باب التأويل -لا المقبول ولا المردود- وبين ما ذهب إليه الشيخ محمد عبده، فأقر بخطأ كلا الرأيين وابتعاد كلا المنهجين عن الصواب، وحكم على منهج الشيخ محمد عبده والشيخ رشيد رضا بأنه منهج المؤولين للقصص بغير دليل وضرب مثالًا لتطبيقهم لمنهجهم على إحياء الموتي لعيسى وأنها إحياء روحي، وقصة النمل مع سليمان على أنها قبيلة ضعيفة، وقال في تفسيره: «هذا المنهج هومن طريقة التأويل التي أسسها الباطنية في القرآن الكريم صرفوه بها عن دلالاته العربية، وفيه احتفاظ بمدلول الكلام، وواقع يدل عليه ولكنه صرف للفظ عن معناه الوضعي إلى هذا المعنى الواقعي الذي يزعمه المؤول مدلولًا للكلام، وهومرفوض من جهة كونه صادر عن جهل صاحبه بقانون التأويل، ومرفوض من جهة ما يلزمه من الحكم بصدور التلبيس من الله تعالى الله عن ذلك علوًا كبيرًا» ([146]).  ¶ أما رأي خلف الله فقال عنه أنه: «أنه يتفق مع المنهج السابق في ناحية، ويخالفه في ناحية، إذ هوصرف للألفاظ عن معانيها الحقيقية كما في المنهج الأول لكن لا إلى واقع يزعم ويدعى أنه مراد، وإنما إلى تخييل ما ليس واقعًا فلا يلزم فيه الصدق، فيكون ضربًا مما يوضع على ألسنة الطيور والحيوان للإيحاء بمغزى الحكاية» ([147])، وقال: «شبيه بهذا المسلك الذي سلكه الكاتب في القصص القرآني، واعتبره من باب التأويل، ما فعله قوم من قبل، حيث زعموا",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "أن ما جاء في الكتاب الكريم من الآيات الدالة على أن الله يعلم جزئيات الأشياء، وتفاصيلها، لا يراد بها معناها الظاهر، ولا معنى آخر على سبيل التأويل، وإنما سيقت لتورث رغبة أورهبة في القلوب ويراد بها معناها الظاهر، وفي هؤلاء يقول الإمام الغزالي: «وهم معترفون بأن هذا ليس من التأويل، ولكن قالوا: لما كان صلاح الخلق في أن يعتقدوا أن الله عالم بما يجري عليهم ورقيب، جاز للرسول أن يفهمهم ذلك، وليس بكاذب من أصلح غيره، فقال ما فيه صلاحه، وإن لم يكن كما قاله، وهذا القول باطل قطعًا، لأنه تصريح بالتكذيب، ثم طلب عذرًا في أنه لم يكذب., ويجب إجلال منصب النبوة  ¶ ونحن نقول: وأولى إجلال مقام الألوهية عن هذه الرذيلة ففي الصدق، وإصلاح الخلق به، مندوحة عن الكذب» ([148]).  ¶ هذا ما يقوله الغزالي فيهم، ويعتبره كفرًا ويوجب تكفيرهم به  ¶ ونحن هنا لسنا بصدد الحكم بتكفير أحد، أوعدم تكفيره: {فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ} [الكهف:29]، ولكننا نقول: إنه لا يكفي أن ينفي الإنسان عن نفسه -في مثل هذا المقام- قصد التكذيب وهوغارق في التكذيب، ويزعم أنه بسبيل من التأويل، وهوليس على شيء من التأويل.  ¶ وإن القرآن -إذا استقبلت دراسته على هذا النحومن الخلط والخبط- فقد اقتحمت قدسيته وزالت عن النفوس روعة الحق فيه، وزلزلت قضاياه في كل ما تناوله من عقائد وتشريعات وأخبار وحوادث مستقبلة، كالبعث والحشر والحساب والجنة والنار، ونحوذلك، وانفتح لكل إنسان أن يقول في كل هذا، ليس له مدلول ولا واقع يدل عليه، ولكنه سيق لمجرد بعث الرغبة أوالرهبة، أوالعظة، أوتقويم النفوس أوإصلاح المجتمعات: (سُبْحَانَكَ هَذَا بُهْتَانٌ عَظِيمٌ (.  ¶ ذلك هوالرأي في هذه الرسالة، وفيما تجرأ به مؤلفها على كتاب الله، وإنها لشر مستطير، من شأنه أن يفتح أبوابًا من الفتن، إذا مكن لها، اجتاحت الدين والعقيدة والفرقان فكانت هي الحالقة» ([149]).  ¶ وبعد كل هذه النقول يبدوللمحقق أن ما ذهب إليه محمد خلف الله ليس هوعين ما ذهب إليه الشيخ محمد عبده، لكن:  ¶ - هذا لا يعفي شيخ في مثل مكانته العلمية والرسمية من المسؤولية في فتح أبواب للفتن،",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "والتأويل العقلي بغير دليل لآيات القرآن الكريم ما كانت لتفتح إلا بمثله من ذوي الوجاهة والكلمة المسموعة.  ¶ - أن رأي خلف الله ممكن أن يصنف على أنه فهم غير دقيق لكلام الشيخ محمد عبده، وهذا يحمله التبعة من أوجه:  ¶ أولًا: أن كلامه خطأ من البداية، ومخالف لقانون التأويل عند أهل السنة، فلا يبعد تطور فهمه إلى خطأ أكبر، وهذا ما حدث، فهومتحمل لتبعات خطؤه.  ¶ ثانيًا: كلامه محتمل لمثل ما فهمه خلف الله إلا لذوي الفهم الدقيق.  ¶ ثالثاُ: فتح المجال للتأويل وإن بدأ في القصص إلا إنه تطور لتأويل آيات أخرى متعلقة بالعقائد والأحكام.  ¶ وممن كتب في هذا المعنى الشيخ مصطفى صبري فقال: «وإنني أرى هذه الرسالة المستنكرة، وما سبقها في مصر من أحداث وفتن مماثلة ماسة بدين الله وعقائده المحفوظة إلى عصر الشيخ محمد عبده، كلها ناشئة من الأسس التي ابتدعها هذا الشيخ الملقب بالإمام، فلا مناص إذن للقضاء على الفتنة من مصدرها من أن تفصل الدعوى مع الإمام دون المؤتمين» ([150]).  ¶ أهمية محاولة خلف الله بالنسبة للعلمانيين المعاصرين توضحها أقوالهم:  ¶ يعتبر محمد أركون أن محاولة خلف الله هي المحاولة التي يمكن من خلالها فتح المجال لنقد النص القرآني، وبالتالي هدم قداسة النصوص في قلوب المسلمين، أوزعزعته، ويشرح أركون دوره في نقد الخطاب الديني ويحدده فيقول: «وهكذا -[أي بعد محاولة خلف الله] بقي علينا مهمة صعبة ينبغي إنجازها ضمن منظور المساهمة في بلورة «نظرية لتفسير الحكاية الأسطورية»».  ¶ ثم يقول: «إن مجموع هذه النصوص يتطلب معاملة مزدوجة: فأولًا: ينبغي القيام بنقد تاريخي لتحديد أنواع الخلط والحذف والإضافة والمغالطات التاريخية التي أحدثتها الروايات",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "القرآنية بالقياس إلى معطيات التاريخ الواقعي المحسوس. وثانيًا: ينبغي القيام بتحليل التبيين كيف أن القرآن ينجز أويبلور (بنفس طريقة الفكر الأسطوري الذي يشتمل على أساطير قديمة متبعثرة) شكلًا ومعنىً جديدًا». ([151]) اهـ.  ¶ «نحن نريد القرآن المتوسل إليه من كل جهة والمقروء والمشروح من قبل الفاعلين الاجتماعيين (المسلمين) مهما يكن مستواهم الثقافي وكفاءتهم العقائدية أن يصبح موضوعًا للتساؤلات النقدية المتعلقة بمكانته اللغوية، التاريخية والانتربولوجية والثيولوجية والفلسفية، ونطمع من جراء ذلك إلى إحداث نهضة ثقافية عقلية وحتى إلى ثورة تصاحب الخطابات النضالية العديدة من أجل أن تفسر منشأها ووظائفها ودلالاتها، ومن ثم من أجل السيطرة عليها» ([152]).  ¶ ويقول د. نصر حامد أبوزيد: «إن النص القرآني وإن كان نصًا مقدسًا إلا أنه لا يخرج عن كونه نصًا فلذلك يجب أن يخضع لقواعد النقد الأدبي كغيره من النصوص الأدبية» ([153])  ¶ ولا يخفى أن له كتابًا كاملًا بعنوان نقد الخطاب الديني.  ¶ أما د. محمد عابد الجابري فله رأي خاص في موضوع نقد القرآن وهوأنه ضروري لكن ليس وقته الآن.  ¶ حيث يقول: «لا الوضعية الثقافية والبنية الفكرية العامة المهنية، ولا درجة النضُوج لدى المثقفين أنفسهم يسمح بهذا النوع من الممارسة الفولتيرية ([154]) للنقد اللاهوتي، ولا السياسة تسمح، وبطبيعة الحال فالإنسان يجب أن يعيش داخل واقعه لا خارجه حتى يستطيع تغييره» ([155]).  ¶ ويقول عن خطته في هذا الصدد: «هناك من يرى أن من الواجب مهاجمة اللاعقلانية ([156]) في عقر دارها وهذا خطأ في رأيي، لأن مهاجمة الفكر اللاعقلاني في مسلماته في فروضه في عقر داره يسفر في غالب الأحيان عن إيقاظ، تنبيه، رد فعل، وبالتالي تعميم الحوار ما بين العقل واللاعقل، والسيادة في النهاية ستكون خاضعة حتمًا للاعقل؛ لأن الأرضية أرضيته والميدان ميدانه, والمسألة مسألة تخطيط» ([157]).",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وما يدعوإليه حتى لا تحدث ردة الفعل هذه، هوتأخير هذه المرحلة حتى يحين وقتها فيقول: «يجب علينا أن ننقد مفاهيمنا الموروثة - يمكن أن نمارس النقد اللاهوتي من خلال القدماء- يعني نستطيع بشكل أوبآخر استغلال الحوار الذي دار في تاريخنا الثقافي ما بين المتكلمين بعضهم مع بعض، ونوظف هذا الحوار، لنا حرمات يجب أن نحترمها حتى تتطور الأمور، المسألة مسألة تطور» ([158]).  ¶ فالاعتقاد بإمكان نقد القرآن -حتى دون الإقدام عليه- يشكل خطورة على إيمان المؤمن، ومن ثم بدا واضحًا سبب تشجيع العلمانيين الناس على ذلك، ولكن كعادتهم يريدون أن يصلوا لما يريدونه بالتدريج حتى لا يوقظوا مشاعر الإيمان داخل القلوب.  ¶ والدليل على ذلك هوتعليق أحدهم ([159]) على كلام أركون السابق ذكره حيث قال: (لامراء أن النقد كما يمارسه أركون والآخرون يؤدي إلى نزع هالة القداسة عن الوحي).  ¶ فنزع القداسة والتعظيم للنصوص هوأول طريق الكفر بها ونبذها، وراء الظهور، وهودعوة صريحة للانتقاص من النصوص القرآنية، أي دعوة للكفر تحت ستار حرية النقد وتشجيع الإبداع.  ¶ سادسًا: الخاتمة:  ¶ لقد كان لفكر المدرسة العقلية الحديثة في التفسير أثرًا كبيرًا في الفكر الإسلامي، فقد كان لقدرهم العلمي الكبير، ومكانتهم ومناصبهم المرموقة في المجتمع دورًا ملحوظًا في تقبل الناس -عامة ومتخصصين- لآرائهم رغم غرابتها على الفكر الإسلامي في ذلك الوقت، كما أن الأبواب التي فتحوها - مثل: فتح باب الاجتهاد مع وجود النصوص، وتغيير الأحكام بحجة تغير الزمان، وتقديم المصلحة على النص- ما كانت لتفتح، ولا يكتب لها القبول والانتشار إلا على يد أمثالهم ممن هم من هم تخصصًا وعلمًا وشهرةً، إذ أنها مخالفة صريحة لمبدأ الاكتفاء بالشريعة وعدم الانتقاص منها أوالاستدراك عليها والذي دلت عليه آيات كثيرة منها قوله تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا} [المائدة:3].  ¶ ومعى هذا فإنه من الإنصاف تسجيل ما يلي:",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "- استغلال العلمانيون لآراء رجال هذه المدرسة لا يعني مسؤوليتهم الكاملة عن الطرح العلماني الذي جاء بعدهم، وذلك لكون العلمانيين قد حملوا كلام رجال هذه المدرسة ما لا يحتمل من معاني خادمة لآرائهم، وزادوا فيها ما زادوا وألصقوه بهم، مما دعى كثير من العلماء للرد عليهم كما فعل الشيخ محمود شلتوت في قضية محمد أحمد خلف الله.  ¶ - أن رجال هذه المدرسة لم يكونوا على قدر واحد من الدعوة للفكر العقلي، والبعد عن المنهج السلفي، فبينما كان هذا واضحًا أشد الوضوح في فكر الشيخ محمد عبده، والمراغي، كان أقل وضوحًا عند الشيخ رشيد رضا أثناء مصاحبته لأستاذه، ثم تخلى تدريجيًا عن كثير منها وأصبح المنهج السلفي السني هوالواضح عليه، كما يظهر ذلك في تفسير المنار في الجزء الذي ألفه بعد بعد وفاة أستاذه، بل كان من رجال المدرسة من يرد آراء محمد عبده ويخطئها كالشيخ محمود شلتوت.  ¶ - أن لكل عالم زلة ولكل جواد كبوة، فما وقع فيه هؤلاء لا يلغي جهودهم الإصلاحية في المجالات الأخرى.  ¶ والله الموفق والهادي إلى سواء السبيل.  ¶ القاهرة في 22/ 2/2012  ¶ ([1]) سورة آل عمران: الآية 102.  ¶ ([2]) سورة الأحزاب: الآية 70.  ¶ ([3]) سورة الحجر: الآية 94.  ¶ ([4]) هي اتجاه عقلاني في النظر إلى الإسلام، وكان هذا الاتجاه يحمل في طياته عناصر من النزعة البرجماتية (الذرائعية)، حيث كانت هذه الحركة تهتم بإبراز قدرة الإسلام على إعطاء متطلبات العصر الحديث، وقد بدأت مع «الطهطاوي» الذي ظهر في كلامه تلميحات لفكرة القومية كما أبدى «الطهطاوي» إعجابه بالقانون الفرنسي، وترجم بعضه في كتابه «تخليص الإبريز في تلخيص باريز» كما كان يرى أيضًا أن مدنية أوروبا الحديثة التي تقوم على العقل، تحقق النتائج نفسها التي تهدي إليها مدنية الدين ثم ظلت هذه النزعة التوفيقية هي النزعة السائدة بعد الطهطاوي، وعند «علي مبارك» (1824م-1893م)، و «علي يوسف» (1836م-1913م)، و «عبدالله النديم» (1845م-1896م)، وعند «جمال الدين الأفغاني» (1838م-1897م) أثناء فترة وجوده في",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "مصر، إلى أن تبلورت الحركة التوفيقية، ووصلت إلى أعظم صورها عند «محمد عبده».  ¶ ([5]) انظر: منهج المدرسة العقلية الحديثة في التفسير للدكتور فهد الرومي ص170.  ¶ ([6]) انظر: الإسلام والنصرانية لمحمد عبده ص72، الإسلام دين الهداية والإصلاح لمحمد فريد وجدي ص92.  ¶ ([7]) انظر: تفسير جزء عم للشيخ محمد عبده ص 180.  ¶ ([8]) انظر: منهج المدرسة العقلية الحديثة في التفسير للدكتور فهد الرومي ص547.  ¶ ([9]) انظر: تفسير المنار لمحمد رشيد رضا (1/ 351).  ¶ ([10]) انظر: تفسير المنار لمحمد رشيد رضا (3/ 211).  ¶ ([11]) انظر: مجلة المنار المجلد الثلاثون (4/ 267)، تفسير المراغي (27/ 77)،.  ¶ ([12]) انظر: تفسير المنار (11/ 155).  ¶ ([13]) انظر: تفسير جزء عم لمحمد عبده ص155، المصحف المفسر لمحمد فريد وجدي ص822، تفسير المراغي (30/ 243).  ¶ ([14]) انظر: تفسير المنار لمحمد رشيد رضا (1/ 344).  ¶ ([15]) انظر: تفسير المنار لمحمد رشيد رضا (9/ 566).  ¶ ([16]) انظر: تفسير المنار لمحمد رشيد رضا (1/ 267)، تفسير المراغي (1/ 86).  ¶ ([17]) انظر: تفسير المنار لمحمد رشيد رضا (1/ 269)، تفسير المراغي (1/ 87).  ¶ ([18]) انظر: ضحى الإسلام لأحمد أمين (3/ 89)  ¶ ([19]) انظر: (الفكر الإسلامي بين الأمس واليوم لمحجوب ميلاد ص114).  ¶ ([20]) انظر: الكشاف للزمخشري (2/ 568)  ¶ ([21]) انظر: تنزيه القرآن عن المطاعن للقاضي عبد الجبار سورة الأعراف ص140، غرر الفوائد ودرر القلائد لأمالي الشريف المرتضى (1/ 20) الكشاف للزمخشري 2/ 434)  ¶ ([22]) انظر: تنزيه القرآن عن المطاعن للقاضي عبد الجبار سورة الرعد ص181، الكشاف للزمخشري ص)  ¶ ([23]) انظر: الكشاف للزمخشري (2/ 449)  ¶ ([24]) انظر: التفسير والمفسرون للذهبي (1/ 383).",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "([25]) أطلق هذا الاسم على فكر المدرسة الدكتور فهد الرومي كعنوان لكتابه.  ¶ ([26]) أطلق عليهم معتزلة العصر الحديث، في كتابه\"اليقظة الإسلامية في مواجهة الاستعمار\" ص132.  ¶ ([27]) انظر: خصائص التصور الإسلامي ومقوماته لسيد قطب ص18.  ¶ ([28]) انظر: التفسير والمفسرون للذهبي (3/ 215).  ¶ [29] (1) الحكم الثيوقراطي: هوالحكم الذي بمقتضاه يحكم الدولة رجال دين يدّعون أنهم يحكمونها بناء على أوامر ونواهي الله، وادعوا أنهم على اتصال بالسماء، وأن العلم اللدنيَّ في حوزتهم هم فقط، هم أصحابه وهم مطبقوه، وهوالحكم الذي حكمت به أوربا لعدة قرون هي قرون العصور الوسطى، ساد فيها الظلام والانغلاق والتخلف سائر أنحاء هذه القارة.  ¶ ([30]) الفكر الاجتماعي والسياسي الحديث في لبنان وسوريا ومصر، ز. ل. ليفين. ترجمة بشير السباعي، دار ابن خلدون 1978م (ص42).  ¶ ([31]) انظر: تاريخ الفلسفة الحديثة، يوسف كرم، دار المعارف، مصر سنة 1962م، (ص6) بتصرف.  ¶ ([32]) انظر: منهج المدرسة العقلية الحديثة في التفسير للدكتور فهد الرومي ص (70).  ¶ ([33]) انظر: خصائص التصور الإسلامي ومقوماته لسيد قطب ص18.  ¶ ([34]) وقد اتسع المجال الدلالي للكلمة على يد جون هوليوك (1817م-1906م) الذي عرف العلمانية بأنها: «الإيمان بإمكانية إصلاح حال الإنسان من خلال الطرق المادية دون التصدي لقضية الإيمان سواء بالقبول أوالرفض» مقال (مفاهيم ومصطلحات عن الموقع الألكتروني  Islam- on line )  للدكتور/ عبدالوهاب المسيري، 15/ 8/2002.  ¶ ([35]) انظر:  Oxford Advanced Learner' s Dic. Of current English: 785 ..  ¶ ([36])  المصادر هي:  ¶ 1 - «العلمانية والإسلام بين الفكر والتطبيق»، د. محمد البهي، مطبعة الأزهر 1976م.  ¶ 2 - «تهافت العلمانية»، د. عماد الدين إسماعيل، مؤسسة الرسالة 1975م.  ¶ 3 - «سقوط العلمانية»، أنور الجندي، دار الكتب اللبناني - بيروت 1973م.  ¶ 4 - «تكوين العقل الحديث»، جون راندال، ترجمة جورج طعمة، دار الثقافة 1965م.  ¶ 5 - «الإسلام والعروبة والعلمانية»، محمد عمارة، دار الوحدة - بيروت 1981م.  ¶ 6 - «العلمانية نشأتها وتطورها وآثارها في الحياة الإسلامية المعاصرة» د. سفر الحوالي, مكتب الطيب, الطبعة الأولى 1418هـ-1998م.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "([37]) انظر: الموسوعة الميسرة في الأديان والمذاهب المعاصرة (2/ 693).  ¶ ([38]) انظر: تفسير المنار لمحمد رشيد رضا (4/ 348) نقلاً عن أستاذه محمد عبده.  ¶ ([39]) انظر: تفسير المنار لمحمد رشيد رضا (4/ 348) نقلاً عن أستاذه محمد عبده.  ¶ ([40]) انظر: تفسير المنار (4/ 359).  ¶ ([41]) انظر: الأعمال الكاملة لمحمد عبده تحقيق محمد عمارة (2/ 94).  ¶ ([42]) انظر: الإسلام دين الفطرة لعبد العزيز جاويش (ص 101).  ¶ ([43]) انظر: تفسير المراغي (4/ 180).  ¶ ([44]) انظر: الإسلام دين الفطرة لعبد العزيز جاويش (ص 100).  ¶ ([45]) انظر: الإسلام دين الفطرة لعبد العزيز جاويش (ص 101).  ¶ ([46]) تسمى محاولة تسيير حياة الناس في الجوانب الاجتماعية والأحوال الشخصية بعيداً عن شرع الله بالعلمنة الاجتماعية.  ¶ ([47]) انظر: الإسلام عقيدة وشريعة للشيخ محمود شلتوت (ص 194).  ¶ ([48]) انظر: تعدد الزوجات لعبد الناصر توفيق العطار (ص 316).  ¶ ([49]) انظر: تعدد الزوجات لعبد الناصر توفيق العطار (ص 274).  ¶ ([50]) انظر: الفكر الديني في مواجهة العصر لعفت الشرقاوي (ص 237).  ¶ ([51]) انظر: نابغة الشرق جمال الدين الأفغاني لمحمود أبورية (ص 98).  ¶ ([52]) انظر: تاريخ الأستاذ الإمام لمحمد رشيد رضا (1/ 944).  ¶ ([53]) انظر: تفسير المنار (4/ 123).  ¶ ([54]) وقد كان رجال المدرسة يكثرون من الكلام على التقليد والاجتهاد في كل مناسبة وكل مقال حتى يصعب جدا تتبع أقوالهم في هذا الباب.  ¶ ([55]) انظر: تفسير المنار (2/ 79).  ¶ ([56]) انظر: تفسير المنار (2/ 79).  ¶ ([57]) نقد الخطاب الديني (ص118).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "([58]) نقد الخطاب الديني (ص118).  ¶ ([59]) التراث والتجديد (ص61).  ¶ ([60]) انظر: خاطرات جمال الدين الأفغاني: جمع محمد المخزومي (ص111).  ¶ ([61]) انظر: تاريخ الأستاذ الإمام لمحمد رشيد رضا (1/ 943).  ¶ ([62]) انظر: تاريخ الأستاذ الإمام لمحمد رشيد رضا (1/ 944).  ¶ (2) انظر: التراث والتجديد لحسن حنفي (ص45).  ¶ ([64]) انظر: تاريخ الأستاذ الإمام لمحمد رشيد رضا (1/ 942).  ¶ (2) انظر: مجلة الرسالة، العدد 396، السنة التاسعة ص 128.  ¶ ([66]) من كتاب «الكتاب والقرآن» قراءة معاصرة، كرر ذلك في مواضع كثيرة مثل (ص194).  ¶ ([67]) الفكر الإسلامي قراءة علمية (ص 173).  ¶ ([68]) انظر: رسالة التوحيد للشيخ محمد عبده (ص 162).  ¶ ([69]) انظر: الإسلام دين الفطرة والحرية: عبد العزيز جاويش (ص 70).  ¶ ([70]) الفكر الإسلامي قراءة علمية لمحمد أركون (ص269)  ¶ ([71]) مقال في الأهرام بتاريخ 30/ 1/2002.  ¶ ([72]) الموازنة: تحقيق محي الدين عبدالحميد (ص377).  ¶ ([73]) عن الصباغ (ص250).  ¶ ([74]) الباعث على الخلاص (ص148).  ¶ ([75]) انظر: تفسير المنار (4/ 123).  ¶ ([76]) موقف العقل والعلم والعالم من الله رب العالمين وعباده المرسلين لمصطفى صبري (4/ 353).  ¶ ([77]) انظر: نداء للجنس اللطيف لمحمد رشيد رضا ص53.  ¶ ([78]) انظر: المجددون في الإسلام لعبد المتعال الصعيدي ص548، وطبقات الأصوليين لعبد الله مصطفى المراغي (3/ 198).",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "([79]) سورة المائدة: آية 6.  ¶ ([80]) أحكام القرآن (2/ 3).  ¶ ([81]) المستصفى للغزالي (1/ 188).  ¶ ([82]) استدل بها د. نصر أبوزيد في أكثر من موضع كتبه، وكذا د. شحرور ومعظم العلمانين.  ¶ ([83]) يكثر العلمانيون من ذكر هذه الوقائع مثل د. نصر أبوزيد والمستشار العشماوي في أكثر من موضع من مؤلفاتهم.  ¶ ([84]) الإمام الشافعي وتأسيس الأيدلوجية الوسطية (ص146)، سينا للنشر سنة 1992م، وهذا قد نشرته مجلة الشعب بتاريخ 16/ 4/1993 في تقرير د/ محمد البلتاجي -عميد كلية دار علوم وأستاذ الفقه وأصوله- عن كتابات د. نصر أبوزيد «الإمام الشافعي» مع ما ذكره الدكتور البلتاجي عن هجوم عنيف من د. نصر على الإمام الشافعي وكذب على أبوحنيفة وتحقير للصحابة واتهامهم بالعصبية.  ¶ ([85]) النص: السلطة، الحقيقة (ص144)  ¶ ([86]) نقد الخطاب الديني (ص27).  ¶ (2) انظر: التراث والتجديد لحسن حنفي (ص45).  ¶ (2) انظر: التراث والتجديد لحسن حنفي (ص45).  ¶ ([89]) الثبات والشمول في الشريعة لعابد السفياني (ص469).  ¶ ([90]) تنوير الحالك، شرح الموطأ (2/ 220).  ¶ ([91]) المغني (9/ 136).  ¶ ([92]) ولمزيد من الشرح يرجع إلى كتاب الثبات والشمول لعابد السفياني وتغير الأحكام للدكتور إسماعيل كوكسال.  ¶ ([93]) في ظلال القرآن (3/ 1195).  ¶ ([94]) تفسير المنار (7/ 141).  ¶ ([95]) محمد عمارة، قاسم أمين وتحرير المرأة (ص27).  ¶ ([96]) نفس المصدر (ص8).  ¶ ([97]) المرأة الجديدة (ص147).  ¶ ([98]) المصدر السابق (ص149).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "([99]) انظر: الحركات النسائية وصلتها بالاستعمار لمحمد عطية خميس (ص14).  ¶ ([100]) انظر: الأعمال الكاملة للإمام محمد عبده: جمع وتعليق محمد عمارة (1/ 252).  ¶ ([101]) انظر: عدد المنار في غرة ذي القعدة 1318هـ.  ¶ ([102]) انظر: عددي المنار (1/ 7/1899)، (15/ 7/1899).  ¶ ([103]) انظر: تاريخ الاستاذ الإمام للسيد محمد رشيد رضا (1/ 1051).  ¶ ([104]) انظر: تاريخ الاستاذ الإمام للسيد محمد رشيد رضا (1/ 1051).  ¶ ([105]) انظر: موقف العقل والعلم والعالم من رب العالمين وعباده المرسلين لمصطفى صبري (1/ 346).  ¶ ([106]) انظر: الإسلام والخلافة في العصر الحديث، محمد ضياء الريس (ص135).  ¶ ([107]) انظر: الإسلام والخلافة في العصر الحديث، محمد ضياء الريس (ص135).  ¶ ([108]) انظر: «حكم هيئة كبار العلماء في كتاب الإسلام ونظام الحكم» (ص32).  ¶ ([109]) انظر: «حكم هيئة كبار العلماء في كتاب الإسلام ونظام الحكم» (ص40).  ¶ (2) انظر: مجلة الرسالة، العدد 396، السنة التاسعة ص 128.  ¶ (2) موقف العقل والعلم والعالم من رب العالمين وعباده المرسلين: مصطفى صبري (4/).  ¶ (2) موقف العقل والعلم والعالم من رب العالمين وعباده المرسلين: مصطفى صبري (4/).  ¶ ([113]) انظر رسالة \"الفن القصصي في القرءان\" (ص14 وما بعدها).  ¶ ([114]) \" (ص28).  ¶ ([115]) \" (ص29).  ¶ ([116]) \" (ص30).  ¶ ([117]) \" (ص37).  ¶ ([118]) \" (ص75).  ¶ ([119]) انظر رسالة \"الفن القصصي في القرءان\" (ص81).  ¶ ([120]) \" (ص83).",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "([121]) \" (ص85).  ¶ ([122]) \" (89).  ¶ ([123]) \" (ص89).  ¶ ([124]) \" (ص93).  ¶ ([125]) \" (ص106).  ¶ ([126]) \" (ص125).  ¶ ([127]) \" (ص136).  ¶ ([128]) انظر رسالة \"الفن القصصي في القرءان\" (ص137).  ¶ ([129]) \" (ص169).  ¶ ([130]) نقلاً عن ملف خاص في قسم المخطوطات بمكتبة كلية الآداب.  ¶ ([131]) المصدر السابق.  ¶ ([132]) انظر: مؤلفات في الميزان، أنور الجندي (ص72).  ¶ ([133]) انظر: مجلة الرسالة، عدد 752، بتاريخ 1/ 12/1947م.  ¶ ([134]) المصدر السابق، عدد 754 بتاريخ 15/ 12/1947م.  ¶ ([135]) انظر: منهج المدرسة العقلية الحديثة في التفسير للدكتور فهد الرومي ص547.  ¶ ([136]) انظر: تفسير المنار لمحمد رشيد رضا (1/ 351).  ¶ ([137]) انظر: تفسير المنار لمحمد رشيد رضا (3/ 211).  ¶ ([138]) انظر: تفسير جزء عم لمحمد عبده ص155، المصحف المفسر لمحمد فريد وجدي ص822، تفسير المراغي (30/ 243).  ¶ ([139]) انظر: تفسير المنار لمحمد رشيد رضا (1/ 344).  ¶ ([140]) انظر: تفسير المنار لمحمد رشيد رضا (9/ 566).  ¶ ([141]) استدلالاته أوردها من ص 164: 170.  ¶ ([142]) تفسير المنار لمحمد رشيد رضا (1/ 280).  ¶ ([143]) المصدر السابق، (4/ 7).  ¶ ([144]) تفسير المنار لمحمد رشيد رضا (1/ 279).",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "([145]) نقلاً عن ملف خاص في قسم المخطوطات بمكتبة كلية الآداب.  ¶ ([146]) تفسير القرآن الكريم لمحمود شلتوت ص (45).  ¶ ([147]) تفسير القرآن الكريم لمحمود شلتوت ص (47).  ¶ ([148]) نقلاً عن ملف خاص بقضية د. محمد احمد خلف الله، في قسم المخطوطات، بمكتبة كلية الآداب، جامعة القاهرة.  ¶ ([149]) انظر: «المنهج البياني لتفسير القرآن» لدكتور كامل سعفان، مكتبة الأنجلوالمصرية (ص421) وما بعدها.  ¶ ([150]) انظر: موقف العقل والعلم والعالم من رب العالمين وعباده المرسلين لمصطفى صبري (1/ 346).  ¶ ([151]) الفكر العربي قراءة علمية (ص250) ,والأقواس من عند المؤلف.  ¶ ([152]) الفكر العربي قراءة علمية (ص246). الطبعة الثانية 1996م، المركز الثقافي العربي للطباعة والنشر والدار البيضاء.  ¶ ([153]) مفهوم النص دراسة في علوم القرآن، نصر أبوزيد (ص24)، الطبعة الرابعة سنة 1998م، المركز الثقافي العربي للطباعة والنشر للدار البيضاء.  ¶ ([154]) نسبة إلى فولتير الفيلسوف الذي اشتهر بنقد الفكر الكنسي.  ¶ ([155]) التراث والحداثة (ص255).  ¶ ([156]) يسمى المرجعية للقرآن والسنة باللاعقلانية.  ¶ ([157]) التراث والحداثة (ص259). يظهر في هذا الكلام بوضوح حذر العلمانيين المحدثين من الأسلوب الصريح في الطرح خشية إيقاط المشاعر الإسلامية التي يسميها باللاعقل.  ¶ ([158]) التراث والحداثة (ص260).  ¶ ([159]) علي حرب في كتابه نقد الحقيقة (ص203) نقلاً عن أقطاب العلمانية في العالم العربي والإسلامي، طارق منينة، ط. الأولى سنة 1421هـ/2000م، دار الدعوة للنشر (ص65).",
            "page": "51",
            "part": "1"
        }
    ],
    "t37774": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الاتجاهات العلمانية في فكر المدرسة العقلية الحديثة"
        }
    ]
}