{
    "b37772": [
        {
            "id": "1",
            "nass": "أين تقع (لا إله إلا اللَّه) ¶ في دين المرجئة الجُدُد ؟ ¶ بقلم فضيلة الشيخ ¶ محمد إبراهيم شقرة ¶ أبو مالك ¶ نصيحةٌ صدوق ، وإهداءٌ حمول ¶ لقد طافَ ببعض الذين كَبَتْ بهم إرادةُ الجهل طائفُ سوءٍ، فغلَّهم إليه غَلاً مريراً، أنهَرَ فيهم دمَ الهُدى، وغشَّى عيونَهم بلزوجته، وأزَّ إليهم الشيطانُ بكلِّ مكره، فأضلَّهم عن السَّبيل الأقوم، وحبَّبَ إليهم سورةً من سوره، أشاعها فيهم، وصاروا يُكثرون من تلاوتها، ويُديمون النَّظر في كلماتها ومعانيها، فَحَذَقوها تلاوةً، وفقهاً، ودعوةً، وحفظاً، وتداولوها على ركام الأهواءِ المجلوبة، وسباطات النَّجو، والغواية، والسَّفاهة· ونَبُلوا في حبِّ الذات نبلاً فرحَ به الشّيطان أيَّما فرح، أغناه عن تدقيق النَّظَر في الظّلام الذي أكنَّ هؤلاءِ فيه عقولَهم وقلوبَهم، فقد أغنوه عن ذلك بفقههم سورةَ الإرجاءِ، وإحاطتهم علماً بأحكامِها، ومعانيها، فازدادوا بها إيماناً مع إيمانهم، بإرجائهم المرزوءِ .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وفي مذهب الإرجاءِ والمرجئةِ، يكفي لنجاة العبد بإيمانه من النَّار مجرَّدُ المعرفة أو العلم عند بعضهم، والعلم أعلى درجةً من المعرفة، وسواءٌ أكان العلم أم المعرفة، فإنَّ تركَ العملِ كلِّه لا يَعْني إلا النجاة من النار، طال المكث أم لم يطُل، وعفو اللَّه عندهم يُغني عن العمل، فحباً وكرامة ـ بهذا الفقه ـ لعفو اللَّه، وبهذا فالواجب والحرام سيَّان، والمندوب والمكروه سواءٌ، وزاد توكُّؤُهم على هذا الفقه المنقوص المنخوب المتهتّك، وقوفهم عند بعض الأحاديث التي غوَّرت عقولهم تحت ركام الجهل والأهواء والرغائب الشائكة، وكأني بهم وقد صاروا إلى هذا الفقه العجيب الغريب، قد أفرحهم أن لا يكون لهم عملٌ يعوجون به، على سلامة يتَّزِرون بها، تنجيهم من سوءِ المصير، عياذاً باللَّه، فقد أمنوا مكرَ اللَّه ولا يأْمن من مكر اللَّه إلا من فتكت به نفسُه، بضلَّةِ هوىً، أو نزعةِ غواية، أو لِمَّة عماية· وهيهات هيهات أن ينالوا خيراً، وقد خُدِعوا بما عليه بعض مشاهير أهل العلم من فقه قوله عليه الصلاة والسلام: (من قال لا إله إلا اللَّه مخلصاً بها قلبه دخل الجنة)، ولو أنّ الذين جهروا بهذا الفقه في النّاس وماتوا، وراج في دنياهم، بُعِثوا من قبورهم لكان منهم أوبة، كيلا يُبْقي فقهُهُم عليهم حوبة، ويكون منهم إلى خالقهم عودة· فإلى هؤلاء أُزجي نُصحي، شفقةً عليهم، وأُهدي رسالتي حرصاً عليهم· واللَّه من وراءِ القصد، وإلى اللَّه تصير الأمور· ¶ قرآن كريم قرآن كريم قرآن كريم ¶ المقدمة ¶ الحمد للَّه على هداه الذي يكلأ اللَّه به سبحانه الصالحات، ويكشف به اللثام عن السيِّئات، فيوفّق أهل الطاعة إليه ببشارته، ولا تكون للعصاة حجّة بنذارته· والصّلاة والسلام على مَن دعا النّاس إلى سواءِ القصد والرّجاء على تمام رسالته، وواضح محجّته، أما بعد : ¶ فإنّه لطالما سألت نفسي :",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "أين تقع كلمةُ الشهادة من عقيدة أولئك الذين أمكنوا لعقيدة الإرجاء من أنفسهم ـ وبخاصّةٍ المجدّدين منهم الذين هم على مذهب أصحاب السّبت ـ وكأنّي بهم يقولون حسيساً، أو تَخَيُّلاً، أو صدىً لأزِّ وحيِ الشّيطان، هل تحسبون أننا صددناكم عن الهدى؟ ولقد مغروا واللَّهِ بالضّلال، وغشَّوا قلوبهم بالباطل، وأمَسُّوا نعمةَ اللَّه عليهم جحوداً ونُكراً· ¶ وكأنِّي بهم وهم يرفعون لواءَ الإرجاءِ على فسحةٍ من العمر أو ضيق، لا يرون بقولهم هذا الباطل إلا أنَّ من يخالف عنهم هو الحانف عن الحقّ والصواب، وأنّهم هم الهادون المهتدون· ¶ ومَن يمعن أو يُنعم النّظر في مذهبهم ذاك، فإنّه يكاد يجزم أنّ قلوبهم قد نفرَتْ نفاراً بعيداً من كلمة التوحيد، وأعْنَتَتْهم من بَهْظِها عنَتاً شديداً، فلاذوا بها يحتمون بصورتها الحرفية، ويتخذون من هذه الصورة، ستراً يردُّون به عن وجوههم سوءَ العذاب، عياذاً باللَّه· أما معناها، ومقتضاها العمليّ السَّويُّ، فليس يَعْنيهم في شيءٍ، فقد ضلَّ في تلافيف عقولهم الحُطَمة، وإن بقي لهم منه شيءٌ يسير، فليس بالذي يكفي في الأمر على سواءٍ، لأنّ معناها هذا، لا يقوم على ساقه إلا بتمامه، وتماسك أجزائه، فمن أراده على غير هذا الوجه فهو يمشي إلى سرابٍ، وفي سرابٍ، ومن فوق سراب، يكوِّر هذا الحرف على غير معناه، وهذا المعنى على غير الحرف الذي يُصَوِّرُه على غير هيأَته، فلا يكون معنى يُدَلُّ عليه بحروف هذه الكلمة الجميلة، ولا يكون لحروفها معنى يُدَلُّ عليه بها·",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ولكأنَّهم رأَوا في حروف هذه الكلمة، التي تُقْرأُ بها ليعرف النّاس معناها بها ـ وقد أفعموها بأمشاجِ جهلهم، وإفكهم، واتِّباعهم غيرَ سبيل المؤمنين، بأن أخْلَوها من مقتضاها الحقّ، ومَحَوا من بين أجزائها التي بُنِيَت بها المعنى الصحيح الكامل الذي تهدي إليه لأول وهلة ـ أنّ هذه الحروف كافيةٌ وحدها في أن تكون قائدتهم إلى الجنّة، فاكتفوا بها وحدها، ودفعوا بها، وهْماً وتخيُّلاً، من أمامهم إلى قبورهم ليجدوها يوم القيامة من بين أيديهم من غير عملٍ عملوه، محسنين الظَّنَّ باللَّه، على فقرٍ من علمٍ بها، ثمّ توكؤٍ على هذه الكلمة، وجاعلوها هي الشافع والمشفَّع عند ربّهم، ويقولون في أنفسهم: لقد كُفينا مؤنتها في الدنيا، وأرحناها من حمل العمل بمقتضاها، وخرجنا متخفِّفين من تبعتها، وطيَّبوا أنفسهم ـ عياذاً باللَّه ـ من العمل الطيِّب ـ وهو مقتضاها ـ وقالوا: النّار لا تحرق لا إله إلا اللَّه، وهي قادرة على أن تدرأَ العذاب الذي نخشى عن نفسها، إذاً؛ فنحن نتقرّب إلى اللَّه، بأن تكون لنا فداءً، واللَّه رافعٌ عنّا العذاب بإحسانِ الظنِّ بكلمة (لا إله إلا اللَّه)· فإنْ كان من مسٍّ من النار لأبشارنا، فلا ملامة علينا من شيءٍ كان منّا، إنّما الملامة كلُّها واقعةٌ على (لا إله إلا اللَّه)؛ لأنّها هي المكلَّفةُ بالخطابات الإلهيّة، والأحكام الشرعية، أي أنّ حروفها مكلفةٌ بحفظ معانيها الدّالة عليها، ونحن البشرَ، بعضٌ من هذه الخطابات، فحقٌّ عليها إذاً أن تعرف عن ربّها ما حُمِّلت من خطاب ربّها، ونحن شيءٌ من هذا الخطاب، وماذا عليها لو أنّها حملت أوزار الأُمة، ما دام أنّها هي مناط الخطاب، وهي الحقيقة، بأن يتَّقى بها ويدَّرأ، ثم نحن في حلٍّ من بعد، بأن نصيب ذنوباً ثم نقلع عنها تائبين أم غير تائبين، ما دام أنّ كلمة (لا إله إلا اللَّه) هي مناط التكليف، ولا علينا أتاب اللَّه علينا أم لم يتُب، فقد كفانا برحمته، وصرفَ عنّا",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "سوءَ العذاب، وبذلك فليس بنا حاجة إلى أن نفرِّق بين أُمة الإجابة وبين أُمّة الدعوة، وقد أضحت كلمة التوحيد هي مناط التكليف، ومُنتهى الإرادة بالخطاب الإلهي، ولا عليها من بعدُ أن يُخفّف عنها العذاب يوم القيامة أم لا، لأنّ أمرها منوطٌ بقدر اللَّه وإرادته، ثم لا عليها كذلك أن تجعل شيئاً من همِّها مصَوَّباً إلى فريق من النّاس، فإمّا أن تكون محسنةً بالقدرة عليها، وإمّا أن تكون مسيئةً بالعجز عن الإحاطة بهم، فإن أحسنت؛ أنالها اللَّه من حُسن ثوابه جزاءَ إحسانها، وإن هي أساءَت؛ أنالها اللَّه من سوءِ عقابه جزاءَ إساءتها· ¶ وإذ ذلك كذلك، فقد برئت ذمّةُ العباد من كلِّ سوءٍ يمكن أن يُنسب إليهم، يُجيئُهم إلى عاقبة السُّوأى، ولا إله إلا اللَّه، هي وحدَها التي تحمل أوزار الذين زحزحوا عمّا كانوا عليه، أي أنهم قد برئوا من حملهم مسؤولية مقتضى هذه الكلمة، لأنَّ لا إله إلا اللَّه هي المخاطَب المكلَّف، والعباد هم شيءٌ من التكليف، الذي أوجبه اللَّه حقّاً لا ينفكّ على هذه الكلمة إلا بأدائه على النحو المراد منها· ¶ واللَّه سبحانه لا يظلم شيئاً شيئاً، وخطابات التكليف كلُّها موجَّهة إلى تلكم الكلمة، فإنْ كان من إحسانٍ فلها، وإن كان من إساءةٍ فعليها، إذاً؛ والإرجاءُ ـ وهو يدفع عن أصحابه مسؤولية الخطابات الشرعية، ويبرِّؤهم من المخالفة عن صواب الحقّ، ويُحَمِّلُ لا إله إلا اللَّه وحدها مسؤولية مخالفات فقه الإرجاء ـ فإنّها بذلك هي الحقيقة بالعذاب، وليست ندامتها مخفِّفَةً عنها يوماً من العذاب، إذاً، فما الفرق بين هذه العقيدة، وعقيدة من يحمِّل المسيح عليه السلام بصلبه ـ زعموا كذباً ـ خطايا البشر؟! ¶ وعلى اللَّه قصد السبيل· ¶ وكتب ¶ أبو مالك ¶ فهمٌ زائفٌ للنصّ أورث قبولاً ثم قناعة",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "إنّ كثيراً من الإحداثات التي تساقطت بين ظهراني الأمة، إنّما كانت من زيوف الفهم التي أحاطت بنصوص الوحي الأمين، سواءٌ أكانت من الكتاب أم من السنّة، فكانت متوارَثةً على القرون، وكان من شرّها، وأخطرها على الأُمة، وأشدّها فتكاً، ما حام ـ ولا زال ـ حول عقيدتها· وكلّما أطلَّ رأس قرن أتى بجديد مثلها، تجتمع إلى التي قبلها، تزيد بها من ثقل القرن الذي يأتي من بعدها، فكان مثل هذا التوارث من أعظم الأسباب التي أخلدت بها القرون إلى قبول هذه الإحداثات، ثم نشوءِ القناعة، أنّها شيءٌ من الدِّين الحقِّ الذي ارتضته الأمّة بسوادها الأعظم· ¶ مثالٌ للفهم الزائف ¶ وأسوق مثلاً لهذا، لم يقف الأمر به عند الفهم الغريب الخطأ، الذي صارت الأُمة إليه، بل جاوزه إلى نشوءِ فرقةٍ من الفرق الأصول التي ملأت فجاج الأرض ضلالاً وفتنةً، وعرمت بهذه وتلك عرامة أبي جهل في صلافته وكبره· وهي فرقة المرجئة، استاقت إلى ضلالها وفتنتها جماهير الأُمّة، في غير شفقةٍ ولا رحمةٍ منها على آخرتها ولا على دينها، وأمسى لهذه الفرقة شيوعٌ مطَّردٌ، وانتشار شاسع في كل مكان من أرض المسلمين، وفي كلّ زمانٍ تحركت من فوقها أقدام مسلمين، وكان صراعٌ عقليٌّ مخوفٌ شديدٌ، بين هذه الفرقة، وبين الذين انتدبهم اللَّه بعلمٍ، أكرم اللَّه به الأُمَّة على يدٍ طائفةٍ، ظاهرها اللَّه بالحقّ، وظاهَرَ الحقَّ بها، ولن يختفي أو يزول، وإلى أن تقوم السَّاعة· هذا المثل، هو فهمٌ تحدَّر أو تنزَّل به إبليس على قلوب هذه الطائفة، أو أجاءَهم إياه وفرحوا به من فهم بئيسٍ حائلٍ بليدٍ لصريح كلام العرب لمثل قوله صلَّى اللَّه عليه وسلَّم فيما روى الإمام البخاريُّ رحمه اللَّه من حديث معاذ بن جبل، وأسوقه بتمامه سنداً ومتناً، قال رحمه اللَّه:",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "حدّثنا إسحاق بن إبراهيم قال: حدّثنا معاذ بن هشام قال: حدّثني أبي عن قتادة، قال: حدثنا أنس بن مالك أن النبي صلَّى اللَّه عليه وسلَّم ـ ومعاذ بن جبل رديفه على الرحل ـ قال: (يا معاذ بن جبل)، قال: لبَّيك يا رسول اللَّه وسعديك، ثم قال: (يا معاذ)، قال: لبَّيك يا رسول اللَّه وسعديك ثلاثاً، قال: (ما من أحدٍ يشهد أن لا إله إلا اللَّه، وأنّ محمداً رسول اللَّه؛ صدقاً من قلبه، إلا حرَّمه اللَّه على النار)، قال: يا رسول اللَّه، أفلا أُخبر به الناس فيستبشروا، قال: (إذاً يتّكلوا)، وأخبر بها معاذٌ عند موته تأثُّماً· ¶ وفي الرواية الأُخرى: (لا، إني أخاف أن يتّكلوا) · ¶ وقد تعدّدت الروايات بمثل هذا اللفظ في كتب السُّنّة، وصارت إلى حفظ الناس بحبٍّ لا يُضاهى، إذ أنّ المعنى الذي أوفره لهم فهمُ أُولئك، جعل مفاتيح الجنّة بأيديهم، من غير عمل يعملونه أو جهد يبذلونه، بل بملء جفونهم نوماً، موثوقةً إلى فهمٍ زَلِقٍ يَباب، يطوفون به في حميم آن، وقد آثروا به أن يكونوا على ذنب ضبِّ ضلالة، في مجانة العته الصاخب عياذاً باللَّه تعالى· ¶ فهمٌ سليم للنّصّ ¶ وإن كان يكون من فهمٍ صالحٍ سليم لمثل هذا الحديث، فإنّما هو فهمٌ من فيءِ النظر المستبصر، الذي يعلم المرءُ المؤمن به بما يفتح اللَّه عليه من رحمته سبحانه سبيل الحقّ إليه في غير عثار ولا استثقال· وإنَّما أُتي هؤلاء بمثل هذا الفهم الساجح من حرصٍ منهم على قلَّةِ العمل، ولبسٍ في الفهم، واجتزاءٍ وتقطيعٍ للنَّصِّ الواحد، لذا؛ فإنَّ الفهم السليم، يقتضينا نفيَ هذه النصوص كلِّها، وتقريبَ نصوصٍ أُخرى توضِّح ما قد يكون مبهماً، أو يبدو وكأنَّه مستعصٍ على الفهم· ¶ ويحسن أن نصوغه في فِقَرٍ متدرِّجة· فأقول: ¶ الإيمان يزيد وينقص إجماعاً ¶ أولاً:",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أجمعت طوائفُ علماء الأُمّة، ممن يعتدُّ برأيهم في مسائل الإيمان ـ سواءٌ منهم القائلون: إنّ العمل شرط صحّة، أم القائلون: إنّ العمل شرطُ كمال ـ أنّ الإيمان يزيد وينقص، وكلُّ فريقٍ من الفريقين يسوق الأدلَّة التي يسوقها الآخر، ولست أدري لِمَ تصَّاعد هذه المعمعة لهيباً وضجيجاً مذ كانت، وحتى يوم الناس هذا وليس من صارفٍ، يصرف عن وجه الصواب الصريح فيها، إلا العثار في فهمٍ، لا يُراد به إلا التَّخفي من وراءِ أقبية التأويل المُخرَّقة، التي لا تَستر سوأةً، ولا تمنع ريحاً، ولا تُخفي قبحاً· ¶ الانفصام النّكد ¶ ثانياً: ¶ من المعلوم بداهةً أنّ الوقوع في أوّل خطأ في مسألة ما، يفضي إلى ما يتبعه من أخطاءٍ أخَرَ، يشبه هذا ما نحن فيه من خطأ ألمّت به القرون، وصارت على تسليم له من غير نكير، ذلكم أن التحذير الذي ذكر الرسول عليه الصلاة والسلام بقوله: ¶ (إذاً يتّكلوا) أو: ¶ (إني أخاف أن يتّكلوا)، ¶ ليس مراداً منه الاتكال مع ترك العمل بمقتضى كلمة الشهادة، إذ الصدق في قوله عليه السلام: ¶ (صدقاً من قلبه)",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "هو موافقة ما يكون من الجوارح موافقاً للمعتَقَد القلبي، فإن كان منافاةٌ بين صدق المعتقد القلبي الخفي، وبين ما يجري من عملٍ ظاهرٍ على الجوارح، أي عدم التطابق، بين المقتضي، وهو: صدق الاعتقاد القلبي، وبين المقتضى، وهو: العمل السلوكي المتَّفِقِ مع التّطوُّرِ الاعتقادي القلبي، الصادر عن الجوارح، فهذا ولا شكَّ أنّه من موارد الهلكة لمحض المنافاة بين الجهتين المقتضي والمقتضَى، فكيف إن كان التنافي يكون من انفكاك إحدى الجهتين، وهي التي لا تُعرف الأُخرى إلا بها، لأنها هي الأثر المعبِّر الكاشف لها، والتلازمُ بينهما أمرٌ ضروريٌّ في أقلِّ مراتبه، وأدنى منازله، فكيف يُحكم بهذا التلازم الضروري بين الجهتين على أدنى المنازل والمراتب، ثم لا يكون على أعلاها وأرفعها، وهو الذي عقده ربُّ العزّة سبحانه في آيات الكتاب المبين، وفي كلام سيّد المرسلين، من قرن العمل بالإيمان، وترتيب الثواب الحقِّ على هذا القرن، كقوله سبحانه: ¶ ((ومن يعمل صالحاً من ذكرٍ أو أُنثى وهو مؤمنٌ فلنحيينَّه حياةً طيِّبة ولنجزينَّهم أجرهم بأحسن ما كانوا يعملون))· ¶ إذاً، فحتم أن يكون للاتكال معنى غير الذي ضرَّس العقول الفاختة، وسلبها الفهم الذي يقتضيه التلازمُ الضروريُّ بين جهتي التعلُّقِ (المقتضي، والمقتضى)، ألا وهو: سلب القلب المعنى الحقَّ للصدق، الذي لا يكون إلا بالتطابق الكامل بين ما هو مستقرٌّ في القلب من اعتقادٍ يكون باطلاً بطلاناً كاملاً ـ إن لم يكن ينشأُ عنه صدقُ العمل على نحو ما هو متصوَّرٌ في القلب، وهذا هو قوله صلَّى اللَّه عليه وسلَّم: (إذاً يتَّكلوا)، وهذا الاتكال هو الصارف للعلاقة الصِّدق بين ما يحويه القلب وبين ما يظهر من صدق العمل بالجوارح، وهو ما كان يعبِّر عنه الداعية الإسلامي الكبير الشهيد سيد قطب رحمه اللَّه بقوله: (الانفصام النكد) وما أحسنه من تعبير، يصوّر الأمر على جليَّته·",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وشرُّ ما يكون هذا الانفصام، أن يكون جفاءٌ بين شيئين لا يكون صعباً ولا شديداً على العبد ما يكون بينهما من وجوب التوافق والتداني بينهما، بل لا يصلح الأمر بينهما ولا بهما إلا بمثل ذلك، وجماع القول فيه على مثل قوله عليه الصلاة والسلام: (الإيمان بضعٌ وسبعون شُعبة، أعلاها لا إله إلا اللَّه، وأدناها إماطة الأذى عن الطريق، والحياءُ شعبةٌ من الإيمان)، فمن أراد نجاة نفسه من النَّار أن يجيل قلبه في هذه الكلمة، وَعْياً لها، بالتدبّر، والفقه، والعمل بكلِّ مفرداتها وكلماتها ومقتضاها كلّه، من غير إفراطٍ ولا تفريط، أما أن يقف عند حدِّ حفظها القلبي المجرّد، والتصديق النفسي التَّصوّري لها، فهذا هو عين التفريط بها، والنبذ الصريح لصحيح معناها، يسير به مكبّاً على وجهه في الدنيا، ويبعث به يوم القيامة، على ما كان فيه من عمله المذهوب به عن الأصل الذي لا يجوز أن ينقطع عنه، أو يفلت منه وهو: لا إله إلا اللَّه، فكلّ عمله ـ تركاً بنهي أو فعلاً بأمر ـ هو المعنى الذي يجب أن لا يغيب عن مسلم ما دام حيّاً· ¶ وهذا قد لا تكون نشأته دفعة أو مرَّة واحدة، بل يكون بالتَّدرّج، الذي يفضي إليه الاعتياد وطول الإلف، الذي يزيل الكراهية، ويقطع الجفاءَ والنّفرة بين أمرين يكون في أول الأمر على جفاءٍ أو كراهية، ثم لا يلبث أن يكون القبول والرضا بين متجافيين أو متكارهين، وليس من شكٍّ أنّ مثل هذا الذي يكون بين أمرين بالتنافر أو التكاره، يحدث ولا بدَّ ضعفاً في الصّدق القلبي، الذي يريدُ به الجافون للعمل البدني الظاهر فصله عن الاعتقاد القلبي ليكون وحده كافياً في نجاتهم من النار من غير عمل يُعمل، يخرجون به منها، بالشفاعة، على نحو ما يقرّره المرجئة السفهاءُ بفهمهم الذي ينتهي إلى نجاة أهل النار جميعاً بمثل هذا الفهم ذي العوج· إرجاءٌ جديدٌ أنكى من القديم .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ثالثاً: وكان الأمر يهون، بل وجدّاً يهون لو أنّ الإرجاء بقي عند الحدِّ الذي عرفتْه القرون الغابرة، لكن الإرجاءَ السابق طمس على بصيرته فلم يعد يبصر، حين ظهر إرجاءٌ جديد بصيغةٍ جديدةٍ، على أيدي المتكسّبة الغوّاصين من أدعياء العلم، الذين برعوا في التدليس والكذب، وأخذوا يجوبون الأرض، ويجوسون بين ظهراني الناس، يلتمسون الهدى لهم ولأنفسهم في ظلمة الجهل، ويرون حقاً عليهم لأولئك القابعين في سُدُف جهلهم أن يزيدوهم جهلاً إلى جهلهم، فلم يجدوا أيسر لهم ولا عليهم من أن يغمروهم بآمال المرجئة الناشبة في أحلامهم لتكون لهم النجاة بما يشبه النجاة التي تنسب إلى عيسى عليه السلام، بحمله خطايا المغمورين الغائصين فيها من أتباع الإنجيل مذ كان مبعوثاً به وإلى أن تفنى المسيحية أو قل النصرانية بين يدي الساعة، وإلا فقل لي بربك: ما الفرق بين فكرة الإرجاءِ التي يعتنقها هؤلاء المرجئون الصابئون عن عقيدة الإيمان الحقّ، وبين فكرة الغفران التي تُنسب ظلماً وعدواناً إلى نبي اللَّه المسيح عليه السلام؟! وحينئذٍ لا يبقى من فَرْقٍ يمكن أن يُلتمس بين النصرانية المظلومة، وبين الإرجاء المذهوب بأهله إلى الجنَّة من غير عمل صالح يعملونه، يسوَّى فيه بينهم وبين الذين عاشوا أعمارهم ـ بعد أن خاطبهم اللَّه بالتكاليف الشرعية ـ في رجاءٍ في نعمة ثوابه، وخوفٍ من نقمة عذابه، وتلكم لعمرو الحقّ بدهيَّةٌ لا يُستطاع إخفاؤها أو الحنف والمجافاة عنها، ومن هو ذا الذي لا يسعد بمثل هذه العقيدة، إن كان لا يملك إلا جهله، يَرومُ به أخذ نفسه بعلمانيّةٍ ابتدعوها، سهَّلت عليهم فتح أبواب الجنّة، وإغلاقَ أبوابِ النار، عياذاً باللَّه !! وصارت بها المعصية طاعةً أو شبه طاعة، وصارت الجنة من العصاة قاب قوسين أو أدنى، ولعلَّ أهل الطاعة بمثل هذا الفهم يحبّون أن يزوروا النار للاطمئنان على من كانوا يظنّونهم يوماً أنهم من أصحاب الجنّة، وأنهم أهلٌ لأن يكونوا",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "من أصحاب النار· ¶ وهذه النهاية التي يصرُّ أهل الإرجاء أن يُظْهروها بفقههم الظالم كي يُعرفَ أهل إرجائهم، سواءٌ القديم منه والحديث، وهل يكون حينئذٍ ظلم يراد للَّه سبحانه ـ وحاشاه ـ من مثل هذا الظلم، الذي لا يكون معه كفرٌ لمعتقده أو القائل به ـ بنسبةٍ ولو بغفلةٍ أو بنسيان ـ أسوأ وأشنع من هذا الكفر عياذاً باللَّه تعالى؟ أهل الإرجاء: محض العلم يكفي، ناهيك عن التّصديق !! ¶ رابعاً: وإذا كانت النهاية التي ينتظرها أهل المعاصي جميعاً هي الخروج من النّار ودخول الجنة، وأنّ دخول الجنة يكفي فيه الإيمان أو التصديق القلبي وحده، فالعاقل من أهل الإيمان هو الذي لا يُتعبُ نفسه بالعمل ـ أيّ عمل ـ لأنه ضامن على ربه أن يدخل الجنة بلا عمل، وأنّ ما يكون من عملٍ منه لا يزيد عن كونه تحسيناً أو تجميلاً ليس إلا، لأنه لا يكون مستحقّاً عقوبة العذاب إلا بالإنكار أو الجحد القلبي، وعند بعض هؤلاء المرجئة يكفي عندهم في النجاة من النار محض العلم أو المعرفة، أما التصديق فهو من باب الزيادة في صفة الإيمان، لكنها زيادةٌ لا تحدث إلا زيادة فضلٍ يكون بها التفاضل بين هؤلاء الذين استوجبوا على اللَّه الجنّة· وبدهيٌّ أنّ هذا الضرب من الإرجاء لم يأْتِ من أتاه بغتةً، بل أتاهم بالتدرُّج المعرفيِّ، والاطمئنان القلبي إلى استحسان ما انجابت عنه عقول القائلين بالاكتفاءِ بمحض المعرفة أو بمحض العلم !! وكان حسب هؤلاء أن لا يخاطبهم اللَّه بالخطابات التكليفية، سواءٌ الفعلية منها والتَّركيَّة، وكان الأجدر، أن تكون هذه الخطابات كلُّها على وجه التخيير فقط، فمن شاءَ فعل ما يؤْمر فيه بالترك، ومن شاءَ تركَ ما يؤمر فيه بالفعل، ويكون المخاطب طائعاً للَّه، مستجيباً لأمره ونهيه على أي حالٍ تكون منه الاستجابة، لأنه لم يجاوز دائرة التخيير فعلاً كان الفعل أم تركاً؛ إذ الترك لأيّ منهي عنه من أفعال التروك، وهي ـ أفعال التروك ـ قسيم أفعال الإتيان، وهل",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "شيءٌ يُنسبُ للَّه سبحانه ينتقص به من مثل هذا السوءِ، الذي لا يليق إلا بمن اضطربت فيه إرادته، أو سلب شيئاً من عقله، أو لبِّس عليه أمرُه بمسٍّ؟ تعالى اللَّه عما يقولون علواً كبيراً !! الشفاعة ليست على مراد البشر، بل تكرمة من الله سبحانه، ولها مقتضيات . ¶ خامساً: التقريب بين النّصوص المتفرقة والمتشابهة مما قد يشكل فهمه أو يلبس على القارئ معناه، والتأليف بينها، وليس من بأسٍ أن نسوق بعضاً من النصوص التي تتحدّث عن الشفاعة للمذنبين يوم القيامة، ومن قبلُ يحسن أن نضع علامات فارقةً بين ذنبٍ وبين آخر، إذ إنّ من الذنوب ما لا تُدرِكُ أصحابَها الشفاعةُ، وهي المخلِّدةُ أصحابَها في النار عياذاً باللَّه، كذنوب الشرك باللَّه، والنفاق، والظلم، وغيرها من الذنوب التي يستحلّ مرتكبوها إتيانَها، وقد حرَّم اللَّه إتيانها، تحريماً صريحاً قاطعاً مؤبَّداً، لا يحتمل النهيُ عنها غير التحريم، لا بتأويلٍ قريبٍ، ولا بتأْويل بعيد، ولو كان ادعاءٌ من الآتيها، فرادى أو جماعات أنّهم مسلمون بنطقهم الشهادتين، لأن الأعمال لا تكون نافعةً أصحابها يوم القيامة إلا بصلاحها، وصلاحها لا يتحقّق إلا بأن تكون الموافقة سالمةً بين المقتضيها وهو الشهادتان، وبينها، والأعمال هي المُقتضَى، وهذه الموافقة، أو لنقل: التطابق التام الصحيح بين المقتضي (بالبناء للفاعل)، وبين المقتضى (بالبناء للمفعول) هو قوام الأمر في هذه المسألة، فلا يكون العمل ظهيراً لصاحبه يوم القيامة إلا بأن يكون الإخلاص هو الشافعَ له عند ربه، والشفاعة له من صدق صاحبه، وإحسانِه له، لأنّه هو متعلَّقه، ولا يَفيد منه صاحبه على نحو ما يرجو، إلا بأن يكون محبوباً للَّه سبحانه وحده، ولا ينبغي أن تكون شفاعةٌ عند اللَّه قطُّ إلا على نحو ما يريد ويحب ـ سبحانه ـ، وقد بيَّن اللَّه سبحانه شفاعة الأعمال لأصحابها يوم القيامة أحسن بيان وأصرحه وأرضاه له بمثل قوله سبحانه: ((مَن عملَ",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "صالحاً منكم من ذكر أو أنثى وهو مؤمن فلنحيينَّه حياةً طيّبةً ولنجزينَّهم أجرهم بأحسن ما كانوا يعملون))· ¶ وعليه؛ فإنّ الشّفاعة ليست تكون على مراد البشر وهم المشفوع لهم عند ربّهم يوم القيامة، فهي تكرمةٌ لهم منه حيث لا تكون إلا بإذنه سبحانه، وقد أذن لنبيِّه محمد عليه الصلاة والسلام بالشفاعة العامّة، يُخرج بها الخلق جميعاً من موقف الحشر إلى الحساب، وبشفاعةٍ خاصَّةٍ أُخرى تكون له يأْذن بها لأُمته ـ أي للعصاة منهم، أما الذين أكرمهم اللَّه سبحانه بالتوفيق لطاعته، فإنَّ طاعتهم هذه، هي التي تكون شافعةً لهم عنده، وهي شيءٌ مجهول، فإنّ اللَّه سبحانه لم يعرِّف من تكون له الشفاعة بالنبيّ، لكنّه حثَّهم على طلبها، والحرص على أقوالٍ وأعمالٍ يأْتونها، تقرِّبهم من النبيِّ صلَّى اللَّه عليه وسلَّم يوم القيامة، يحقّقون بها الشفاعة لأنفسهم، وليس هذا من باب الاشتراط على اللَّه سبحانه ـ إن هم قالوها أو فعلوها ـ أن يصيبوا الشفاعة، بل هو من باب الرجاء فيه سبحانه، والرجاءُ يكون الرّاجيه في منزلة بين المنزلتين، وإلا كان العمل مع مثل هذا الرّجاء، من باب العبث قولاً كان أم عملاً، ولا شكَّ في أنّ القول أيسر حالاً من العمل، فكان يكفي العبد من موجبات الجنة، أن يقول باللسان، ولا يأتي الأفعال بالجوارح، وبمثل هذا الظنِّ، بل الاعتقاد الجازم، أن كلَّ عملِ العبدِ، من صلاةٍ، وصيامٍ، وجهادٍ، وغير ذلك مما كتب اللَّه به التكليف على العباد، وهي أقرب إلى المعنى السّلبيِّ الذي ينشأُ من فعل بعض الذنوب التي حذَّر منها الرسول صلَّى اللَّه عليه وسلَّم، كمثل قوله: ¶ (من لم يدَعْ قول الزور والعمل به، فليس للَّه حاجةٌ في أن يدَعَ طعامه وشرابه)، واللَّه سبحانه منزَّهٌ عن مثل هذا العبث الضَّاري، الذي يزيدُ من نُهمةِ المعصية ومن هُزال الطّاعة ـ عياذاً باللَّه تعالى ـ في آنٍ واحدٍ معاً·",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "إذاً؛ فما يكون أسعد من العبد، الذي يكون قد أطلق الحبلَ لمعاصيه في الدنيا، وألمَّ بكلِّ ذنبٍ به الطاعات، ويغوِّرها في بطن النسيان، وسيكون بمثل هذا الظنِّ السُّوءِ ـ عياذاً باللَّه ـ أسعد ما يكون في أُخراه، لأنّه أحْسَنَ الظنَّ باللَّه على أحسنِ ما يكون الظنّ، على الوجه المحبوب للَّه بظنِّه هذا، أليس الرسول صلَّى اللَّه عليه وسلَّم هو القائل، فيما يرويه عن ربِّ العزَّة: (أنا عند ظنِّ عبدي بي)، بل إنّ هذا الظنَّ وحده، هو خيرٌ من كلِّ الأعمال الصّالحات، لأنّه لم يتعب في عملها، فمن خالف عنه، فإنّه مخلفٌ وعدَ اللَّه فيه، فيكون هو الأهْلَ للعذاب، والأقرب إلى وعيد اللَّه الذي به يستحقّ البقاءَ في سوءِ العذاب، وليس هو الحقيقَ حينئذٍ بشفاعة الشّافع المشفَّع صلَّى اللَّه عليه وسلَّم· ¶ بل؛ إنّه من ثمَّ لا يكون للشفاعة مكان تلبث فيه البتَّة، والطريق سهلةٌ ممهَّدة إلى الجنَّة بغير الشفاعة، وأبوابُها كلُّها مشرعةٌ أمام العصاة المذنبين، يدخلون منها إلى رحبة النعيم المقيم، ولعلّهم داخلوها من قبْل الطائعين المحسنين واللَّه أعلم· أو لربَّما كان من اللَّه نصفةٌ وعدلٌ، يدخلهم جميعاً في وقت واحدٍ، لا يقدّم فريقاً منهم على الفريق الآخر، وحينئذٍ كيف نفهم قول اللَّه سبحانه: ((إنّ للمتّقين عند ربّهم جنّات النّعيم· أفنجعل المسلمين كالمجرمين· ما لكم كيف تحكمون))· ¶ لا بدَّ من فقهٍ صحيحٍ لنصوص الشّفاعة ¶ سادساً: لذا؛ فإنّ حقّاً للَّه علينا أن نطيعه بالفقه الصحيح، فيكون لنا عوناً على طاعته أولاً، ثمّ على طرق السبيل، التي ننتهي بها إلى جنَّته، ولا نضلُّ عن موجبات رحمته، الواصلاتنا برغائب شفاعة نبيِّه صلَّى اللَّه عليه وسلَّم·",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ولقد علمتْ قلوبنا مما ترك لنا صلَّى اللَّه عليه وسلَّم وأورثنا من جميل كلامه، وأحاسن حديثه قوله: (شفاعتي لأهل الكبائر من أُمتي)، وليس يخفى على كلِّ من يعرف العربية، ويذوق شذى عرفها الفوّاح، ويكرم لسانه بتطريب معانيها، أنّ هذه الجملة هي جملةٌ حاصرة، حصرت الشفاعة في جماعةٍ خاصةٍ من الأُمة، وقصرتها عليهم، وهم أهل الكبائر الذين أصابوا منها، وماتوا وهم مقيمون عليها، لكنّهم مع مقامهم عليها، لم يأْتوها على ظنٍّ منهم أنّها حلالٌ غير حرام عليهم، وهم يعلمون أنّ مما حرَّم اللَّه عليهم، منه: ما حرَّم عليهم وهو ناقلهم عن الإيمان إلى الكفر كهجر الصلاة، ومنع الزكاة، وعبادة غير اللَّه سبحانه في جهرٍ أو خفية، ومنه: ما حرَّم عليهم وليس بناقلهم عن الإيمان إلى الكفر، كالزنا، وشرب الخمر، والسرقة، وقتل النَّفس، والخروج على الإمام، وقَطع الطريق، وترويع الآمنين، من غير استحلالٍ لها· ¶ استحلال المعصية كفرٌ",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ومن الأعمال أعمالٌ دون الزّنا والسرقة وغيرهما مما يشبههما ـ إن أُتيت على وجه الاستحلال لها ـ تنقل عن الملَّة، كاستباحة اللباس الخاصِّ بالرهبان والقسس، أو بيعها والترويج لها، وكيلا يكون منّا خلطٌ بين تلك وبين هذه، فلا بدَّ أن يكون منّا تعرُّفٌ على النوعين، ليكون منّا ميزٌ بينهما، فلا نجعل واحداً منهما مكان الآخر، بالحكم عليه، فنجعل الأحقَّ بإدراك الشّفاعة هو من يستحقّ الخلود في النّار، ونحكم على مَن يستحقّ الشفاعة بأنّه هو الحقيق بالخلود في النّار· لذا؛ فإنَّه لا بدَّ من الفقه الصواب الذي يحقّق لنا صواب الحكم حين نحكم على واحدٍ من الفريقين بما يرتضيه اللَّه سبحانه من الحكم المؤسَّس على النصوص المحكمة الواضحة، من الكتاب والسُّنَّة ـ التي تنأى بحفَّاظها، العارفين بمعانيها، العالمين دقائق فقهها ـ عن مواطن الزيغ والزلل، فلا جرم حينئذٍ من أن يكون التباينُ بين حكمٍ وبين آخر، ينشأُ من سوءِ الفهم، المفضي إلى الإغراق في فداحة الخطأ، فيما يذهب إليه فريق، يريد بفهمه أن يخرج الناس جميعاً من النّار، ويسوّي بهذا بين مَن فرَّق اللَّه بينهم في الثواب والعقاب، وإبطال ما حكم اللَّه وقضى به، كما قال: ((ما لكم كيف تحكمون))، وذلك بجعلهم المسلمين كالمجرمين، وهل أسوأ من مثل هذا، بأن تكون نسبة إلى اللَّه سبحانه على هذا النحو الظالم، الذي يبرأ منه حتى أجهل الناس، وأضعفهم إرادةً، وأذهبهم عقلاً· فبماذا يُقضى على مثل هذا الذي تكون منه مثل هذه النسبة للَّه؟ ¶ أسباب انتشار هذا الفهم السّقيم",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "سابعاً: ومما يُلْبِس على السَّواد الأعظم من الناس، ويُولجهم موالج الحيرة والتيه، لينتهي بهم إلى ما هو أشدّ من حيرتهم وتيههم، بنسبتهم إلى اللَّه أو إلى رسوله ما لا يحسن من الأفعال أو الأقوال، إمّا على جهة القطعِ، وإما بتأويلٍ يكون بظنٍّ راجح، وكلاهما لا يصيب وجه الحقّ إلا بظنٍّ يُغَالِبُ ظنّاً مثله، وبتأويلٍ لا يستجلبُ إلا سوءاً يزاد به استكراه الحقّ عند أهل الباطل، ويُزاد به الرغبة في استجلابه عند أهل الحقّ، وما كان ليكون لو كانت الرُّؤْية صافيةً، تتناول النّظر إلى النّصوص بالسهولة واليُسر، على نحو ما كانت عليه في الصّدر الأوّل· ومما زاد الأمرَ سوءاً وفساداً، تلك اللّجاجة التي قضت على الفهم الصحيح للنّصوص، واستخلاص الصَّواب الواضح الجليِّ منها، وأوقعتهم فوق مسارد الشّوك القاسي، فلم يستطيعوا التخلّص من ضرَّائها، بل إنّهم وجدوا في آلامها ووخزها استطباباً لها، بما تُحدثه من اعتيادٍ وإلفٍ، يُرْقد فيهم القدرة على التفكير في وجهٍ من وجوه الصّواب، ويُشِلُّ عندهم الحركة الذِّهنية، لرؤْية الأُمور الحسِّيَّة والتقديرية، حتى ولو على أدنى ما يكون من الوصول إلى التفكير الحدسيِّ المجلوب إلى بؤرة التفكير بالظَّنِّ، ومما يزيد أيضاً من سوءِ تلك اللجاجة وفسادها، انكباب طوائف شتَّى ـ ممن يقالُ فيهم من ظنٍّ أو خطأ ـ أنهم من أهل العلم مقبلين عليه أو مدبرين ـ على الظُّنون والأخلاطِ العلمية الناشئة من المسارعة في الاستحواذ على مكاسب علمية ينادى بها، في أسواق الجهل، والمعرفة المحدودة، والمباهاة الفارغة إلا من الإثم، ومما يُحزن أنَّ هذا اللّون، يزيد كلّ يوم ولا ينقص، ويكون ولا ريب من أسباب شيوع الجهل، وتقطُّعِ أواصر المودّة بين المسلمين، وازدياد البأس بينهم·",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ولا بأس من العَوْدِ إلى الحديث الذي سقناه في مطلع هذه الرسالة، وهو حديث معاذ الذي قال له فيه الرسول صلَّى اللَّه عليه وسلَّم ـ وقد سأله أن يخبر الناس ـ: (إذا يتّكلوا)، فامتنع لكنّه أخبر به قبل موته (تأثُّماً)· وقد وقع جماهير علماء الأُمة بخطئهم فهمَ هذا الحديث وظنُّوا أنهم به على سداد الأمر، وجسارة القول بإذاعةِ ما يحكمون في القرون، من غير أن يستكملوا لوازم السّداد، فكان أن عيب على من رأى بالنظر السّليم، والفقه السديد، ما يردُّ ما صيَّرت جماهير الأُمّة أنفسها إليه من شناعة الخطأ، والتَّقوُّل على اللَّه ورسوله، بما لم يكن من سوء نسبةٍ إليهما بأسوأ من هذا· ¶ فيما ذكرَ الغيورون كفاية، لكنه الرجاء في العمل الصّالح، والطمع في الشفاعة وحسبنا ما ذكرَ الغيورون من أهل العلم، وأبقوا من آثار أقلامهم، ونتاج عقولهم، ما لا حاجة لمريد زيادة أن يستزيد، لكن نهمة العقل، والرغبة في أن يكون لمثلي شيءٌ من صالحِ دعوةٍ يحبّها، فقد ألمَّت بعدوة القلب لأْمةُ خير، بأن أصنع شيئاً، أصنعه إلى جنب صنيع السابقين الماضين، لا متفضِّلاً على صنيعهم بشيءٍ، إلا ما يكون من مثل تلكم الرغبة، التي يأْذن الإنسان فيها لنفسه أن يصنع مثل هذا الذي أردت، أسأل اللَّه أن يكون من صالح عملٍ أرجوه عند اللَّه سبحانه، والحرص على العمل الصّالح بصدق النِّيَّة، يرجِّي ـ ولا ريب ـ العبد برحمة ربِّه، وأن يكون به ـ ولو كان فواق ناقة ـ على أرجى ما يكون من النجاة يوم القيامة من عذاب النَّار، والطمع في شفاعته صلَّى اللَّه عليه وسلَّم، أمّا ما يكون من رجاء المفلسين الخائبين، الذين ما كان منهم في الدنيا إلا نسيان اللَّه، والإعراض عن دينه، ونبذ شريعته، فإنّ الذين يرجُّونهم من أئمة الضلال في رحمة اللَّه سبحانه ونجاتهم من النار، هم سيكونون السّابقيهم إلى النَّار· يبشّرهم ربهم بقوله: ((فقد كذَّبتم فسوف يكون لِزاماً)) .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "شُبَهٌ جسيمة تسيءُ الظنَّ ¶ وأما الشُّبه ـ التي استقرّت في أخلاد أولئك الظّانِّين باللَّه ظنَّ السَّوء ـ فإنَّها لا تغني عنهم من الحقّ شيئاً، وظنُّ السَّوءِ باللَّه، يكون على وجهين سيِّئَين: ¶ أما الأوَّل: فأن ينسب إلى اللَّه فعلٌ يضادّه فعل غيره، ثم يكونان لدى الناسبهما على معنى واحد، لا يفرَّق بينهما، كأن يُقال: اللَّه عزيز ذو انتقام، ثم يقال: إنّ هذه النسبة، تنفي عن اللَّه صفة الرحمة والغفران، أو العكس من ذلك، فأية صفةٍ تَقَدَّم تحول دون تأثير الأخرى·",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وأما الأخرى: فهي أن يُنفى عن اللَّه سبحانه صفات الوعيد بدعوى أنّ اللَّه سبحانه هو الرّحيم الغفور الودود، وما على العبد إلا أن يدعوه بهذه الأسماءِ، ثم لا يكون منه العمل الصّالح الذي يذهب عنه مقتضيات الأسماء التي يكون منها أو بها الوعيد، بدعوى إحسان الظنِّ باللَّه، وهذا يعني أنّ مثل هذا الإحسان بالظنّ، والتصديق القلبي بصواب العمل وصحّته، وأنّ العبد مأمور به فقط، ولو لم يكن من العبد إلا هذا، وأنّ هذا التّصديق يكفيه، ويغنيه عن إظهاره على جوارحه بتحقيق الاستجابة العمليّة، التي هي الشّطر الثّاني من شطري الإيمان (التصديق والعمل) معتقداً أن إحسان الظنِّ باللَّه ينفعه بدرءِ العذاب عنه· وعليه؛ فإنّ الشّفاعة التي تكون في الآخرة لمن تكون له، لا تكون إلا على مراد اللَّه سبحانه، وبالاعتداد بالعقاب وبالثواب، ومن هو المستحقّ هذا والمستحقّ هذا، وهما الأصل في أمر الشّفاعة، فما ينبغي أن يُغفل هذا الأصل، وإلا كانت الشّفاعة الخاصَّة شائعةً في جميع النَّاس، يصيب منها المؤمن والكافر على حدٍّ سواءٍ، وهذا قولٌ يُرضى حتى عند غلاة المرْجِئَة، الذين لا يريدون صلاحاً لأنفسهم، ولا إصلاحاً لغيرهم· وقد ألمَحْنا في مطلع هذه المقالة إلى زيف هذه العقيدة وبطلانها، وأنّ سوءَ الفهم للحديث الذي سقناه، هو الذي أوقع تلكم الطوائف في مَغَبَّةِ مثل هذا الزَّيف، يحسن أن نترك هذه العقيدة يتخبَّط فيها، من لا يحسن فهم النّصوص، التي ركنوا إليها، واطمأنّوا بهذا الفهم إلى النّجاةِ من عذاب جهنّم، من غير أن يُصيبوا سعياً حسناً، تتحقّق لهم به تلك النّجاة· فإنّا للَّه وإنّا إليه راجعون· ¶ فهم أهل العلم للنّصوص",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وقد رأيتُ أن أنقلَ بعضَ ما قاله بعضُ أهل العلم من معنى قوله تعالى: ((وما كان اللَّهُ ليُضيع إيمانَكم))، فقد ذكر الترمذي، والقرطبي، وابن رجب رحمهم اللَّه، وبعض من الصحابة، أن الإيمان في هذه الآية معناه: الصلاة، وأنَّه من إطلاق الكلّ وإرادة الجزء، وهذا لم يخالفهم فيه أحدٌ من علماءِ الأُمّة المعتبَرين· وإنّه واللَّه لعجيبٌ جدّاً إصرارُ مَن يريد أن يُسقطَ العمل من معنى الإيمان، وبخاصةٍ أولئك الذين يكرمون على الزنادقة، وأهل الخبائث، وتاركي الصلاة، بدخول الجنَّة، وشفاعة الحبيب المصطفى صلَّى اللَّه عليه وسلَّم، وكأنَّ اللَّه سبحانه وكَلَ إليهم تبشيرهم بذلك، وإدخالَ السُّرور على أنفسهم، وانتزاع الخوف من قلوبهم· ولا حُجّة ـ أدنى حُجَّة ـ للقائلين بأنّ الإيمان يزيد وينقص، إذ يقولون هذا القول، إلا أن يرتِّبوا ثواب الجنّة على ضميمة العمل ـ عمل الجوارح ـ إلى الإيمان القلبي، والتّصديق التّام، الذي يتطابقان فيه تمام التطابق، وأن الإخلال بهذا الفهم، مُذهبٌ لكليهما معاً، ومُزيلٌ للإيمان كلِّه، ومَن أراد المزيد من الفهم، والتثبُّت من صدق حقيقته، فليعُد إلىه في الشريعة للآجُرِّي، والسُّنَّة للخلاَّل، والسُّنة لعبداللَّه بن أحمد، واعتقاد أهل السنّة للاّلكائي، وغيرها من الكتب، التي أوفت هذا الموضوع حقَّه، وسدَّتْ الباب على أولئك الذين أغروا الأُمّة بالكفر، وأحلُّوهم دار البوار، وأذنوا لهم أن يصيبوا من الكفر البواح ما لم يُصب منه أبو جهل، وأُميَّة بن خلف، وابنا ربيعة، وما أمتنَ عبارة نقلها اللالكائي، وأخْصَرها، وأهداها سبيلاً إلى الحقّ، نسبها للإمام الشّافعي في كتابه الأُم إذ يقول: (وكان الإجماع من الصحابة والتابعين من بعدهم ـ ممن أدركناهم ـ أنّ الإيمان قولٌ وعملٌ ونيَّة، لا يجزي واحدٌ من الثلاثة إلا بالآخر)، هذه العبارة لا تعني شيئاً من الخطأ الذي ينسب للإمام الشافعي ـ رحمه اللَّه تعالى ـ مما",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "سمّاه البعض بإرجاء الفقهاء، وأحسب أن ناسب مثل هذا القول للشافعي، لا يدري أنه المحجة السّويّة في لغة العرب، وأنّ ما أخطأه منها فلا اعتداد به عند أهلها، إذ كيف ينسب مثل هذا الفهم البليد له رحمه اللَّه تعالى، وليس هناك من فرقٍ بين أن يقال: هذا من إرجاء الفقهاءِ، وبين أن يُقال: هذا من إرجاءِ من انغمس بإرجائه في صريح الكفر، إلا بفرق ما بين الحروف، والكلمات التي ركِّبت منها في كلتا الفرقتين من الكلمات والحروف(1) ، ومثل هذا القول يبوءُ به قائله بظلمٍ فادحٍ، ويكون من الذين يفترون على الشافعي الكذب، وحسنٌ جدّاً أن يكون منه توبة لائمة، يبرئُ بها عرض الإمام القرشي، الفِهر، رفيع القدر والشأن· ¶ ردٌّ على الفهم السّقيم فيه ردٌّ للمنبع السَّليم ¶ __________ ¶ (1) ولا أحسب إلا أنّ مثل هذا التعبير إنّما يقصد به التلطُّف في الوصف، إذ وصف الإرجاء كلّه، إنّما يُراد به الذَّم، والكشف عن خبيئة من قومٍ أرادوا الطعن على عقيدة التوحيد النقيّة، إذ قد أجاءُوها من باب التَّوسُّطِ في إدخالها إلى قلوب الأُمة، غير نابذيها ولا رادِّيها على أدبارها، وما كان لعاقلٍ، يعرف مكر أولئك القائلين بها، الساعين في إشاعتها بمثل هذا الأسلوب المتدرّج، ليقول: إنّ فرقاً جليّاً ظاهراً، يُرَدُّ به بعضٌ منه، ويُقبل به آخر، فذا شَيءٌ عرفَتْهُ الأُمة قديماً، ولا زالت تعيش في أكنافه السوداءِ المظلمة، فإنّ مثل هذا التلطُّف لا يُستجلبُ به حقٌّ، ولا يردُّ به باطلٌ، وهو أيضاً شيءٌ لم يعرفه القرن الأول، فلماذا إذاً يكون هذا التلطُّف المستخفي؟",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ويُرجى أن يكون منّا ردٌّ على تلكم الفهوم المفتريات، التي انزلق فيها قَومٌ فُتنوا في دينهم وعلمهم معاً، وإن كان بعضٌ منهم أرادوا الخير، لكن لم يُصيبوه، أما السَّواد الأعظم منهم، فقد نسوا يوم الحساب، وأعرضوا عن مقتضى العربية، التي يعرف منها وبها أهلها ما لا يهتدي إليه الأعاجم الضُّحلاءُ، ممن ركبوا عَصيَّات الركائب، وأردوا غيرهم إليها، على غير وجلٍ منهم عليهم، أن تصيبهم مصيبة الموت، فتكون لهم بها عاقبة السُّوءَى، التي لا تَصلح أن تُكتب لغيرهم، لأنّهم هم أهلها، الحقيقون بها، والعودُ بالأُمّة إلى شربها الأول، العذب الصَّافي أولى من بقائها على ذلك الشِّرب الضارّ الكدر، الذي طَمَّ بضرّائه، وأغثى بثقلِه· وهل يعيبنا أن يكون تدارك من اللاحقين الآخرين على السابقين الأوَّلين، يُدْرأُ به باطلٌ، ويُطْمر به رابخٌ، فكم ترك أولئك الأولون، للاَّحقين من بعدهم· فاستدركوا عليهم خيراً كثيراً، وأنالوهم فضلاً كبيراً· العلمُ يحيا بين اثنين:",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "والعلم يكون ويحيا ويشتدّ ويقوى بين اثنين، بين نظرٍ في كتابٍ تُجمع شَذَراتُه وتؤْخذ مسائلُه منه على يد شيخٍ أفضلَ اللَّه به عليه فأناله، وبين تفكُّرٍ واستدامةِ رعاية لما جَمَع من تلك المسائل والشذرات، فَهُدي بما جمع منها بتفكُّره وتدبُّره إلى ما يكون قد مات منها بقياسٍ إلهاميٍّ، يكتنفُ تلك المسائل الخافية، فلا يشقّ به منها عليه شيءٌ، لا من رؤيةٍ كاشفةٍ، ولا من فهمٍ يُفْتَحُ عليه بها، ولربّما كان الصوابُ عنده فيها، أقومَ وأمثلَ، من ذاك الذي يؤخذ عن شيخٍ عرضاً أو مشافهةً أو تلقِّياً، وهذا فضلُ اللَّه يوتيه من يشاءُ، وما أعلم من فضل كان أو يكون في النّاس بأفضل من فضل العلم، يرفع اللَّه به أُناساً، بإقبالهم عليه، وأخذهم منه، ويضع به آخرين أعرضوا عنه، وأناخوا على غير خوانه، فأنَّى يستوون، وهل لهم أن يستووا؟! ولقد أبقت الأيام فينا طائفةً، من أولئك الذين جابوا البيداءَ بحثاً عن شجرة من أشجار العلم المثمرة، فأضلُّوها، وكيف لا؟ إذ كيف يمكن أن تَنْبتَ شجرةٌ يكون لها ثمرٌ في بيداءَ لا ماءَ في جوفها، ولا مطر يكون من فوقها من سحابها؟ فكانوا خلفاً غير صالح لسلف صالح، وزاد من سوئهم أنهم أرادوا بتحريفهم الكلم عن مواضعه ـ صَنيع أخباث اليهود ـ أن يضطلعوا بأقوالهم في غير تقوى، كلَّ تثريبٍ وذمٍّ في دواخل حروفها وخوارجها، كي تنطلي انحرافات قلوبهم على النَّاس ـ وهي لا تروم بمثل تلك الحال، شيئاً مما يموّهون به إلا على السُّذَّج، ضعفاء العقول ـ ثم يعيثون بين ظهراني الأمّة بكلِّ فسادٍ، لا يرجون به صلاحاً ولا فلاحاً، بل إمعاناً في السوءِ وفداحةِ الشرِّ، وسوءِ المنقلبِ، عياذاً باللَّه تعالى· ¶ تفنيد شُبُهات أهل الإرجاء",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وقد تعلَّقَ أهلُ الإرجاء بشبهاتٍ ـ أوردوها على مَن نصعَ الحقّ في قلبه، وأضاء أرجاء صدره، وعلم كيف الورودُ إليه ـ وأتوا بها على غير هدى ولا بصيرة، وكان منها قطعة من حديثٍ لأبي سعيد الخدري، وهي قوله عليه الصلاة والسلام: (فيخرج منها قوماً لم يعملوا خيراً قطُّ)، وهي قطعة من حديث الشفاعة المشهور، عَضَدَ بها أهلُ الإرجاءِ ـ لا أكثَرَ اللَّهُ منهم، أو يهديهم ـ شُبَهَهُم الفاخِتَةَ، فقالوا: نعم؛ إنّها قطعة صغيرة، لكنها تساندُ جبلاً، وتطفئُ من النّار رهجاً، وكيف؟ ¶ أمّا كيف؛ ¶ فإنّهم قد أُخرجوا من النّار بكلمة الشهادة فقط، ولم يعملوا بشيءٍ من مقتضاها، ومقتضاها ستٌّ وسبعون شعبة(1) فأدركتهم رحمة اللَّه، وأنقذهم بها، أي بنطقهم كلمة الشهادة، وغرَّهم أو قل: خَدَعَهم جَهْلُهم الواسعُ بركنٍ من أركان الإسلام والإيمان، ولم يحيطوا علماً بفقه هذا الركن، الذي يتأسَّس عليه الإسلام كلُّه، عجيبٌ ـ واللَّه ـ أمر هؤلاء، ألا وإنَّ سعادة العبد في داريه، لا تكون إلا بالفقه الصحيح لهذا الركن العظيم، فإنْ بقي شيءٌ من اللّبس أو شيءٌ من النقص لهذا الركن، فإنّه حينئذٍ يبقى عرضةً للاضطراب والقلق، لذا؛ فإنَّ على العبد أن لا يسيءَ لنفسه، ويَبْهَتَ حقَّ هذه الكلمة، ويرجُمَها من مكانٍ بعيدٍ بجهله النَّائخِ على قلبه من غير شفقةٍ منه ولا هدىً ولا كتابٍ منير· ¶ فهمُ السَّلف لهذا النّصّ ¶ وما أحسنَ تأويلاً لهذه الكلمة أورده الإمام الجليل أبو بكر بن خزيمة في كتاب ¶ التوحيد، وهي: (لم يعملوا خيراً قط)، قال رحمه اللَّه: (هذه اللفظة، من الجنس الذي يقول فيه العرب: ينفي الاسم عن الشيء لنقصه عن الكمال والتمام، فمعنى هذه اللفظة على هذا الأصل: (لم يعملوا خيراً قط) على التمام والكمال، لا على ما أوجَبَ عليه وأمرَ به)· ¶ __________ ¶ (1) إنّي لأخشى أن يأتيَ يومٌ على الأُمة يقول قائلٌ فيها: إنّ النّاس يخرجون من النّار من غير قول الشّهادة !!",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "هذا كلامٌ حسن، وأحسنُ منه أن يُفْهم على مثل ما هو عليه، فلا يجعل كقعب الراكب، تارةً يُرْفَعُ، وتارة يُنْزَلُ، وتارةً يُمَرُّ به بين اثنين أو أكثر على منزلةٍ واحدةٍ من العلو، وكثيرٌ هم أولئك الذين يُسعدهم أن يكون فهمهم مثل قعب الراكب، وهو فهمٌ متهالكٌ، مطيَّته الجهل المسَمَّن، كأولئك الذين يتخبطهم الغرور التافه، والكبر السَّفيه، الذين يجوسون خلال الديار، يبشّرون الدعاميص بجَنَّةٍ يقف على بابها إبليس والدَّجال· وواحدٌ منهم، استطاع أن ينفذ إلى عالِمٍ معروف، وأقنعه أن يُخرج رسالةً باسمه، شرح فيها حديث الشفاعة، ومنه قطعة (فيخرج من النار مَن لم يعمل خيراً قط)، وطار فرحاً بها، واعتقد أنّه حقّق نصراً مؤزَّراً على يد ذلك العالِم، وما درى الحزين أنّه أصاب فشلاً واسعاً، وإثماً مبيناً، بفهمه الذي زعمَ أنَّه تلقَّاه على ذلك العالم، وقد أبلغ في الإساءةِ لهذا العالِم، وأوقعه فريسة حبِّه نفسه عياذاً باللَّه· أسأل اللَّه أن يردَّ إليه عقلَه ودينَه !! لازمُ فهم أهل الإرجاء من هذا النصّ بالجمع بين المتناقضين: القولُ على الله سبحانه .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وليس من ريبٍ في أنّ هذا الفقه الرائق الذي أظهره للنّاس أبو بكر بن خُزَيمة رحمه اللَّه، فقهٌ يدعو إلى الإعجاب والثناءِ، فيتوارى منه خجلاً ـ إن بقي خجلٌ عند أهل الإرجاءِ الجدُد ـ ويقولون في أنفسهم: هلاَّ كان منّا أدبٌ، يقفنا على الحقّ الذي انتدَبَنا اللَّه إليه، وأمرنا أن نضرب به وجه الباطل، وأن ننصره، وننصر به أنفسنا، فالعود عن الخطأ خيرٌ من التمادي فيه، والاعتراف بالصواب، أمثلُ من لعن الباطل، وكأني بأبي بكر بن خزيمة رحمه اللَّه ـ وهو يسمع الجهل الذي تغثى منه نفوس أصفياءِ أهل العلم شيوخاً وطلاباً ـ يقول: ما لهؤلاء القوم لا يكادون يفقهون حديثاً، ويْكأنهم لا يجدون أسهل عندهم من أن يزعموا أنّ اللَّه ـ تعالى عمّا يقولون علوّاً كبيراً ـ يريد ـ وحاشاه ـ أن يجمع في حكمه على كثير من الأُمور والأحوال بين النقيضين، وإلاّ؛ فما معنى أن يُخرج اللَّه من النّار مَن لم يفعل خيراً قطّ، فيسوِّي بذلك بينهم وبين مَن عملوا صالحاً، واستحقّوا الخروج من النّار بعملهم من بعد أن ذاقوا حظَّهم من مسِّ العذاب· ¶ التفنيد ¶ لذا؛ فلا بدَّ أن يكون توضيحٌ لمعنى النفي في قوله: (مَن لم يعملْ خيراً قطّ) فيبين لنا المراد منه أولاً، ثم لينتفي التناقض الذي قد ينشأ من هذه القطعة من الحديث، ولا بدَّ إذ لم يؤت عليه بفهمٍ صالح· اقتباسٌ مفيد .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وهنا، فإنّي تاركٌ لقلم العلم، قلم الأخ الشيخ عبداللَّه بن عبدالرحمن آل سعد وهو يقدّم لكتاب (رفع اللائمة) الذي وضعه فضيلة الأخ الأستاذ محمد بن سالم الدوسري، في نصرته للجنة الدائمة، فيدرأ عن هذه القطعة التي ألبس فهمها على كثيرٍ من النّاس، فوقعوا به في مزلقة الخطأ الفادح· يقول الأخ عبداللَّه آل سعد بعد سوقه كلام ابن خزيمة رحمه اللَّه: (وأنا أذهب إلى ما ذهبَ إليه أبو بكر بن خزيمة إذا كان يقصد بالكمال هو الكمال الواجب الذي يذمُّ تاركه ويستحقّ العقوبة عليه، جمعاً بين هذا النصّ، وما تقدّم من الأدلة) (وكان قد سردها) ثم قال: (عندما يأتي النفي لمسمَّى شيءٍ في الكتاب والسنّة يكون محمولاً على واحدٍ من أمرين: ¶ 1 ـ إمّا نفيٌ لهذا الشيء كلّه 2 ـ أو نفيٌ لكماله الواجب· ¶ فأمّا الأول فمثاله: ¶ ما أخرجه الشّيخان: (لا صلاة إلا بفاتحة الكتاب)، وأيضاً ما جاء في الصحيحين: (ارجع فصلِّ فإنّك لم تصلِّ)، فقوله عليه الصلاة والسلام: (لا صلاة) و(لم تصلِّ) هذا النفي لكلِّ صلاة، وأنّ الصلاة باطلة، ولا تصحّ· ¶ وأمّا الثاني فمثاله: ¶ ما أخرجه الشيخان: (لا يزني الزاني حين يزني وهو مؤمن··· الحديث) وأيضاً: ما جاء في السنن عن ابن عباس: (من سمع النداء ولم يأته فلا صلاة له إلا من عُذر)، وأيضاً: ما أخرجه البخاري: (واللَّه لا يؤمن، واللَّه لا يؤمن، واللَّه لا يؤمن الذي لا يأمن جاره بوائقه)· ¶ فعلى هذا يكون قوله صلَّى اللَّه عليه وسلَّم: (بغير عمل عملوه، ولا خير قدَّموه)، إمّا أن يكون المقصود في العمل بالكلية أو كماله الواجب، والثاني: هو الذي دلَّت عليه الأدلة· واللَّه تعالى أعلم)· ا· هـ· ¶ تفنيدٌ من وجهٍ آخر",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ولعلّه كان يغني عن هذا الكلام غيرُه مما هداني اللَّه سبحانه إليه، ولعلّه يكون أيسر وأوضح، أُدَوِّنه، سائلاً ربي سبحانه أن يكون ظهيراً منيعاً لكلام فضيلة الأخ الشيخ عبداللَّه آل سعد جزاه اللَّه خيراً، وأن يكون زيادة أو شيئاً منها في الإبانة والتوضيح لكلامه الجميل· فأقول وباللَّه التوفيق وعليه التكلان: ¶ إنّ كان فضيلة الأخ الشيخ عبداللَّه يؤيِّده ما جاءَ في الحديث الذي رواه الشيخان عن أبي سعيد الخدري أنّ النبي صلَّى اللَّه عليه وسلَّم قال: (كان فيمن قبلكم رجلٌ قتل تسعة وتسعين نفساً، فسأل عن أعلم أهل الأرض، فَدُلَّ على راهب (عابد) فأتاه، فقال: إنه قتل تسعة وتسعين نفساً، فهل له من توبة، فقال: لا، فقتله، فكمَّل به مِئَة، ثم سأل عن أعلم أهل الأرض، فدُلَّ على رجل عالم، فقال: إنه قتل مِئة نفس، فهل له من توبة؟ فقال: نعم، ومن يحول بينه وبين التوبة؟ انطلق إلى أرض كذا وكذا، فإنّ بها أناساً يعبدون اللَّه تعالى، فاعبد اللَّه معهم، ولا ترجع إلى أرضك، فإنّها أرض سوءٍ، فانطلق حتى إذا نصف الطريق أتاه الموت، فاختصمت فيه ملائكة الرحمة وملائكة العذاب، فقالت ملائكة الرحمة: جاء تائباً مقبلاً بقلبه إلى اللَّه تعالى، وقالت ملائكة العذاب: إنَّه لم يعمل خيراً قطُّ، فأتاهم ملكٌ في صورة آدمي، فجعلوه بينهم ـ أي حكماً ـ فقالوا: قيسوا ما بين الأرضين، فإلى أيَّتِهما كان أدنى فهو له، فقاسوا فوجدوه أدنى إلى الأرض التي أراد، فقبضته ملائكة الرحمة) ، وللحديث روايات أخرى· ¶ وجهُ الدّلالة من الحديث سقت هذا الحديث كاملاً، لأقتطع منه قطعة صغيرة، وهي: (إنّه لم يعمل خيراً قطُّ)، وهي ألفاظ القطعة نفسها التي اختُصِمَ فيها من حديث الشفاعة: (فيُخرج من النَّار مَن لم يعملْ خيراً قطُّ)· ¶ توبة القاتل: من عمل الخير",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ولنا أن نسأل: هل حقّاً، أنّ هذا القاتل لم يعمل خيراً قط؟ فإنْ كان الجواب: إنّه لم يعمل، فهو خطأٌ ظاهرٌ جداً، وإلا، فلماذا تجشَّم مشقّة السفر والانتقال؟ وهل كان في نيَّته إلا التوبة؟ وهذا ما صرَّح به الحديث، وهل التوبة إلا من خير الأعمال، التي تنشأُ أعمالٌ صالحة كثيرة منها؟ وهل يكون من توبة القاتل، إلا أن يكفّ يده عن البطش بأرواح الناس، وفي هذا إحياءٌ للأنفس التي كان سيأتي عليها، لو لم يتبْ من هذه المعصية العظيمة، إزهاق الأرواح بغير وجه حق؟ فهو إذاً بتوبته قد عمل خيراً كثيراً، وهو إحياءُ أنفسٍ كثيرة، لذا؛ فقد وفَّقه اللَّه للخروج من دار إقامته، وسار في الأرض يبحث عما وعمَّن يعينه في توبته، وهل كان يعجزه أن يبقى لابثاً في داره، يرقب رحمة ربّه وهو عازم بقلبه على التوبة، وتكون نيّته الحاضرة بالتوبة، تغنيه عن الضرب في الأرض، فلو أتاه الموت لأتاه على عزمةٍ واثبةٍ بنيَّةٍ صادقةٍ في التوبة، وهي أجلُّ عمل، فكيف وقد أتاه الموت وهو يسعى بمثل هذه النيّة في شعاب الأرض، باحثاً عمَّن يمسك بعضده إلى مثل ما يسعى إليه، فهل لا يكون لهذه الخطى التي كانت تحمله في بَحثه الحثيث المتواصل ما يُسمَّى من عملٍ صالح؟! وهنا يأتي سُؤالٌ آخر، وهو: لماذا قالت ملائكة العذاب قولها هذا الذي وصفته به لتحوزه به إليها، وتمنع منه ملائكة الرحمة: إنّه لم يعمل خيراً قط؟!، وأين هذه الخطى، وهذا البحث عن مكان وعن جماعةٍ تعينه على التوبة؟ وأين هذه النيَّة، العارمة، العازمة، في صدره؟ أليس هذا كلّه عملاً صالحاً؟! فيُقال حينئذٍ في الجواب عن هذا السؤال : ¶ المعنى المراد غير المعنى الظّاهر المتبادر",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "أولاً: إنّ الملائكة لم تقُلْ هذه الكلمة، إلا بما أعلمَها به اللَّه، وهل كان من علم اللَّه أنّ هذا الرجل عمل هذا الذي عمله، ثم صار إلى علم ملائكته منه سبحانه، وهم لا يعلمون مراد اللَّه مِمَّا أعلمهم سبحانه، أنّ سعيه في الأرض لتحقيق التوبة، وحرصه عليها، ونيَّته الصادقة فيها، كلّها أعمال خير· إذاً؛ فلا بدَّ أن يكون لقول الملائكة: (لم يعمل خيراً قطّ) معنى غير المعنى الظاهر، المتبادر من هذا النفي· وهو، واللَّه أعلم: أنّ هذا القاتل التسعة والتسعين، وقد عمل ما عمل من قبل موته، قدَّروا أنّ هذه الأعمال وربَّما وأكثر منها مجتمعةً، لا تكافئُ توبةَ من قتلَ نفساً واحدة، فكيف مَن قتل مئة؟ الآكام من الآثام تغطي عمل الخير وشيءٌ آخر، وهو أنه سبحانه، ربما أعلمهم ـ فقط ـ بقتله التسعة والتسعين بل المئة، لم يعلمهم إلا بذلك، فأين يقعُ ما علموه من خيرٍ قدَّمه، وقد أراد التوبة، من تلك المقتلة التي حمل أوزارها، فكان نفيهم ذاك، ليس نفياً لأصل العمل، بل هو نفيٌ لأثرٍ قضى اللَّه أن يتحقّق لهذا القاتل التسعة والتسعين، قد يزحزحه من إثم هذه المقتلة إلى النّجاة من النّار·",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ومعلومٌ، أنّ الحسنات يذهبن السيِّئات، لكنّ الملائكة لم يشهدوا، ولم يعلموا أنّ عمل هذا القاتل، يفضي حتى ـ ولو إلى تخفيف شيءٍ من الآثام التي تطوف به بقتله هذا العدد، فكان تقديرهم لهذه الحسنات أنّها ليست بالشيءٍ الذي يُذكر إلى جانب هذه الآكام من السيّئات، فكان حكمهم عليها، إما من عند أنفسهم، وإما بإذنٍ من ربهم، تعليماً للبشر وتأديباً، ومن قبل ذلك ومن بعده حكمة اللَّه البالغة، وللَّه الأمر من قبل ومن بعد· لا بدّ من العمل مع التّصديق من هنا، فإنّ رحمة اللَّه التي أدركت هذا القاتل، لم تكن لتدركه إلا بإذن ربِّه، وهو قد لقي ربّه من غير عمل قدَّمه، فإنه لا بدَّ من وشيجةٍ تبقي على الصّلة بين العبد وبين ربّه بشيءٍ من العمل الصالح من مقتضى (لا إله إلا اللَّه)، يُمتِّنُها الإخلاص، بمثل هذا العمل وإن كان صغيراً قليلاً، ليقال: إنه أطاع اللَّه، فيكون هذا العمل الصغير أو القليل جالباً إليه رحمة اللَّه لإنجائه من عذاب النّار، مع حضوره الإخلاص المستوجب دخول الجنّة، كما قال صلَّى اللَّه عليه وسلَّم: (مَن قال لا إله إلا اللَّه مخلصاً بها قلبه دخلَ الجنَّة)، ولا بدَّ من التنبيه إلى أنّ العمل الذي هو الوشيجة الواصلة، ليس له مقدار أو حدٌّ يُعرف به، لو نقص عنه، لم يكن كافياً في الاعتداد به، لأنّ قوله صلَّى اللَّه عليه وسلَّم: (لم يعمل خيراً قطّ) كما علمنا من تأويل الحديث على وفق الكلام العربي، أنّه لا يعتدّ به إلى جنب الذنوب التي اجتمعت على صانعها، كما علمنا من حديث قاتل المئة، فأين تقع التوبة بالعزم الصادق إليها فقط من تلكم المقتلة العظيمة؟! ¶ تارك الصّلاة ليس من أهل الملّة",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وما ينبغي أن يعرض لأمر تارك الصلاة، إذ ترك الصلاة لا ينفع ما يقال فيه إنه عمل صالح، قلَّ أم كَثُر قطُّ، فكلمة الشهادة ذاهبةٌ معها ولا تذكر لا من أمامها ولا من ورائها، ولا ينفع تارك الصلاة شفاعةٌ، ولا صرفٌ، ولا عدلٌ، فقد أودى بدينه كلّه، وأذهبه إلى غير عودة، ولا إخلاص مع ترك الصلاة، إذ الإخلاص هو الإيمان أو هو شيءٌ من الإيمان، وقد تضافرت النّصوص والآثار على أن تارك الصلاة ليس من أهل ملّة الإسلام، وكان على ذلك إجماع السّلَف· وقد أتيت على القول في هذه المسألة في بعض كتبي بما لا مزيد عليه، لذا فلست أذكره، واللَّه الهادي إلى صراط مستقيم· ¶ أولُ الشّرّ ¶ وكان من شرِّ ما موَّهوا به بتحريفهم الكلم صنيع اليهود ـ وكانوا أوَّل ما موَّهوا به ـ أن فرَّقوا بين شرطي الصحّة والكمال، وحين عرضوا لآيات الكتاب العزيز، التي قرنَ اللَّه فيها بين الإيمان، وبين العمل، ولم يجدوا أيسر من أن يقولوا طامّات من التحريف (بالحاء) والتخريف (بالخاء) والتجريف (بالجيم)، فينسبوا إلى اللَّه ما يستحيي منه أحبار اليهود، ورهبان النَّصارى، فقالوا: إيمانٌ، وإيمان، إيمان يدرك صاحبَه الضرُّ، وإيمان يدرك صاحبَهُ النفع، فما كان من إيمانٍ، الشرط فيه شرط صحّة، فأخلَّ به صاحبه فهو الشرط الذي يُلْحِقُ الضُّرَّ بصاحبه، وما كان من إيمانٍ، الشرط فيه شرط كمال، فأخلَّ به صاحبه، أو استوى عليه، فهو الشرط الذي يدرك به معه صاحبه النفع·",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "فمن أين جاءَهم هذا التفريق الذي لم يأْذن به اللَّه، وما أَنزل به من سلطان، ولو كان مما أذن به لأنزل به سلطاناً يُفصِحُ عنه، ويطرد به الرَّيب واللَّبس، وإذ لم يكن شيءٌ من ذلك، فمن أين يكون لهذا التقسيم مكانٌ، في كلام اللَّه المبين، وهو كلام لا يصلح معه إلا أن يقرأ، بسهولته، ويسره، ووضوحه، وسلامته، وصحّته، وكماله، معاً، وهذه كلّها مما يقتضيها كلام اللَّه الرحيم الرحمن، وغيره هو التكلُّفُ، والتجوُّظُ، والتَّنطُّعُ، والبهتان، فما أيسر أن تقرأَ مثل قوله سبحانه: ((إنّ الذين آمنوا وعملوا الصّالحات إنّا لا نُضيعُ أجرَ مَنْ أحسنَ عملاً)) ـ وما أكثر الآياتِ التي يُقْرن فيها بين الإيمان والعمل ـ فلا نزيد على حروفها، ولا ننقص منها حين نريد أن نتأوَّلَها، فالإيمان في لغة العَرب هو الإيمان المرادُ للَّه سبحانه، يطابقه العمل بمعناه أيضاً في لغة العرب على مراده سبحانه، والتفريق بين الإيمان وبين العمل ـ أدنى تفريق ـ ينزل العمل عن الإيمان، أو الإيمان عن العمل، وهذا ـ وبلا شكٍّ ـ مع الأيام يؤدِّي إلى سماجة ـ لا في المعنى فحسب، بل ويُصيب القرآن، بما أُصيب به، من التحريف الباطل، والاضطراب المُخِلِّ، والزَّيغ المُفسِد المُبطل، كما صنعَ أرباب الفرَق الجاسية، التي جعلت لنفسها بتأْويلها كتاب اللَّه أدياناً غير الإسلام، ولم ترتضِ إلا الإباق من التوحيد الخالص· وإذا كان هذا ما يصير إليه القرآن، فقد دخل في مضمار التوراة والإنجيل، ويكون تكذيباً به لصريح القرآن، وإبطالاً لصواب الحقّ الذي بُعث به نبيّه، وإذهاباً لجماله وجلاله، وإزهاقاً لحفظه وتمامه، وهل كفرٌ بعد هذا من كفرٍ أعظمَ وأسوأَ وأكفرَ من هذا الكفر؟! ¶ بل وفيه منافاة لصفات القرآن",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وهذا كلُّه من قبلُ ومن بعدُ مُنافٍ ليُسر القرآن وسهولته، مناقضٌ للوصف المنيف، الذي كان الرَّواءَ الشّافي لكلام اللَّه سبحانه، والرواق الواقي للآيات البيِّنات المحكمات، والحبل المتين الواصل، الذي قاله سبحانه: ((ولقد يسَّرْنا القرآنَ للذِّكر))· ¶ السَّلفية المرجئة ¶ ومن شرِّ النّوابت التي أظلَّت بسحابها الأسود بلاد الإسلام، وألقمت كثيراً من أهلها من فاسد ثمرها، ومرِّه، ما يمكن أن يُقال فيه وصفاً، واسماً، ومحاكاةً بشيءٍ من وصفها: نابتةٌ أصدق ما يُقال فيها: (نابتةُ السَّلَفِيَّة المرجِئَة) التي استضاءت بنار الفتنة، فلم ترَ بها إلا أشباحاً شوهاءَ مختلطةً في ظلمةٍ كالحة، إذا أخرج المرءُ يده فيها لا يكاد يراها، تغدو فيها وتروح منها، على رضا تستعذب فيها الآلام، وتُستطاب الأحزان، وليس أحبَّ إليها من الصَّبر على الهون، والأخذ بالظِّنَّة، والتسلُّل بين الأوغاد الكذبة الصاغرين، بالإفراطِ في كلِّ ما يسوءُ ويُهِمُّ ويستحسن الأنانية، لتشويه إنسانيتهم بأكثر مما هم عليه، من قزعٍ، وهتمٍ، وفلطحةٍ، ولثغٍ، وصممٍ، وعمهِ بصيرة، إلى غير تلكم النّواقص المشينة، التي لا يرضاها لنفسه، ولا يستطيبها فضائل لخليقته، إلا المنحرفون الفاخرون بالرذائل المقعِدة عن معالي الأُمور، وجلُّ هَمِّ هؤلاءِ أن يكونوا أشراكاً صائدةً لكلِّ ما يصل بالخير وأسبابه، فلا يكون من حاجزٍ يفصل بين الهدى وبين الضلال، ولا بين الفاسد من العمل وبين الصالح، ولا بين العوَج وبين الاستقامة، فكلّ مَن كان على مثل شيءٍ من هذا أو ضدِّه، فهو قد أفضى إلى بابٍ من أبواب الجنَّة، فعلام إذاً يكون العمل الصالح، أو الاستقامة على الجادَّة، أو الاستمساك بحبل الهُدى؟ ¶ وبعد :",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "فإنَّه حسنٌ أن نأْتي إلى تلكم المسائل، التي أُركست فيها عقول النابتة الجديدة، الجامعة بين نقيضين يستحيل أن يجتمعا، أو أن يكونا في قَرَنٍ واحدٍ يوماً؛ وهي (السلفيّة المرجئة)، إذ جعلت نصفاً منها يعقل إليها ـ رياءً وسمعةً ـ ما ارتُضيَ من خير القرن الأَول، والنصف الآخر، يعقل إليها، كلَّ ما أوهنوا من العقائد والأحكام التي نزل الوحي الأمين بها على قلب المصطفى صلَّى اللَّه عليه وسلَّم، لتبقى على نقائها وصفائها وإحكامِها وتمامِها، بيدَ أنّهم، جعلوها سبيلاً واصلةً إلى الجنَّة، بالإيمان والتصديق بها فقط، أما العمل، فهو، بالترك له والعمل به على درجةٍ واحدة· ¶ وهذا إن كان من باب إحسان الظَّنِّ باللَّه، فهو أقرب بمثل هذا الفقه إلى إساءة الظنِّ به ـ سبحانه عمّا يصفون ـ، إذ من صفاته سبحانه: العدل، الذي أقام عليه الوجود كلَّه· لذا فإنَّ حقّاً علينا أن نُفْرِغ من عدل القلم على بعض المسائل، التي ضلَّت فيها أفهام وأقلام، وغدت بها كثيرٌ من طوائف الأُمة على شظف النِّزاع والفرقة، بل والعداوة والعمى، لا يؤنِسُ فيها أملٌ يُلْتَمَس، ولا رجاءٌ يُرامُ بحدسٍ، أو بعطفِ رغبةٍ حريز· ¶ وهذه المسائل هي: ¶ أولاً: التعريف بحقيقة الإيمان ¶ وقد أتينا على هذه المسألة بإيجاز، لا يحتاج العقلاءُ معه إلى زيادة أو إيضاح، إلا أنّه يحسن أن نأْتي ببعض زيادةٍ للمناسبة، لا للتوضيح والبيان، ونكتفي هنا بكلام مختصرٍ جدّاً يغني عن كلِّ ما يُراد لهذه المسألة من بيان، فهذا نافع مولى عبداللَّه بن عمر رضي اللَّه عنهم جميعاً، وقد سُئل عن رجل يقول: إنَّ الصَّلاة فريضةٌ ولا نصلِّي، وإنَّ الخمر حرام ونشربها، وإنّ نكاح الأُمهات حرام ونحن نفعله، فقال نافع رحمه اللَّه: مَن فعل هذا فهو كافر·",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وربّما يقول القائل: إنّك تكفِّر بكلِّ هذه المعاصي إذاً· ويضيف إلى ذلك: وهل غاب عن نافع رضي اللَّه عنه أن يفرِّق للسّائل بين مَن يترك الصلاة جحوداً، ويشرب الخمر أو ينكح أمَّه استحلالاً، وبين من يترك صلاته كسلاً أو يشرب الخمر أو ينكح أمّه من نشوةٍ وتلذُّذاً، ولا يخطر بباله قطُّ أمرُ الكفر، فيقول: مَن أتى شيئاً على الوصف الأوَّل فهو الكافر، الخالدُ في نار جهنَّم، ومن أتى شيئاً على الوجه الثاني فهو العاصي المؤمن، الذي قد يمسُّه العذاب، ثمّ هو من الناجين أخيراً، فهذا التشقيق بين العمل الواحد، بحيث يجعل العمل الواحد اثنين، والعمل السَّيِّئ منه صالح وسَيِّئ، هو من صنيع أهل الفسوق والعصيان أوّلاً، ثم هو يفتح الباب أمام البدعة، فيأْتي البعضُ ليدخل منه ببدعته، التي يجعل بها العمل السَّيِّئ على وجهين، وجه يكفِّر صاحبه ، والآخر لا يكفِّره· ¶ أحقُّ الكفر بالكفر ¶ وهذا ما صار إليه أولئك الأشرار، المفرِّقون بين مَن يصلح له أن يُكفَّر، وبين غيره، لأنَّ المصلحة الشرعية تَفْرِضُ مثلَ هذا، وإلا فما معنى أن يكفَّر، لأنّه حقيقٌ بأن يكفَّر، ثم يمنَّ على مَن هو من مثله، في كلِّ ما يلزمه إلى مواقعة الكفر، ويهديه إليه، بل هو الأحقّ بالكفر؛ لأنّه يقدر على الكفِّ عنه، وصدِّ من يخالطه اختيار، إذ له من السّلطان ما يقوى به على ذلك، وإن اجتمع به كلُّ فسادٍ في دنيا النّاس، فيكون في الأُمة من لديه مِن قوة الرّدع وزجر ما يستعصي على العامّة منعه وبخاصة مِن بعد شيوعه واعتياده، ثمّ لا يكون منهم إلا الرّضا به، والتحريض عليه، وتشجيع أهل السّوء أن يتّخذوا إليه من الأسباب والدَّواعي ما يزيد من عرامته وتثبيت شوكته·",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "كلُّ ذلك؛ وشريعة اللَّه معطَّلةٌ، وحدودُه لا تُعرف، بل ومستنكرة، يُظنُّ بها السوءُ، ومن ذكَّر بها أو دعا إليها، فهو مغضوب عليه، وهو عند من صار الأمر إليهم من أهل الفسوق والشرك، ومثنوية الثقافة، لا يعدو أن يكون عادياً على الحضارة، متخذاً غير سبيل الدين العالمي الجديد (العولمة)، يستأْهل أن يُقطَّع من خلاف· كلُّ أولئك الذين هذا وصفهم وحالهم، ليسوا كفّاراً، ولا يجوز معاداتهم، بل ولا ينبغي التحذير من شرِّهم، لأنّ منهم من يؤمن باللَّه ورسوله، ويصدّق بقلبه بشريعة الإسلام، وينطق بالشهادتين، فهذا في فقه هؤلاء الضَّالين من المهتدين الناجين في الآخرة بشفاعة محمد صلَّى اللَّه عليه وسلَّم، بل ويجب على الناس طاعتهم، والإذعان لهم، بل والرضا القلبي بما هم فيه من كل ما هم عليه من الآثام والشرور والقبائح المفظعة· ألا رضيَ اللَّه عن نافع قائل هذه الكلمة: من فعل هذا فهو كافر· أليس الفاعلُ كلَّ الذي ذكرنا، الرابضُ في أحضانها، المسبلُ إزارَه في سخائمها، المتذلّل الضارع بين يديها، القائل في وهجها، المستدفئُ بحرها، المستبرد في صُبّارتها، الدّاعي إليها على رضا بضرّائها، واستحسان بل وبتجمُّلٍ بقبحها، هو ـ ولا بدَّ ولا ريب ـ أسوأ بكثير من ذلك الذي حكم عليه نافع رضي اللَّه عنه بالكفر؟ ¶ المرجئة الحديثة: اسمٌ جديد وشعارٌ فريد",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "إنَّ أولئك المرجئة، يريدون مع استبطانهم الكفر، تكفير الناس كلّهم، وإخراجهم من ملّة الإسلام، وإكفائهم على وجوههم في نارِ جهنّم، إذ لا أدري واللَّه ماذا تنقم فرقة (السلفية المرجئة) هذه، على المرجئة الأُولى التي ألقت برحالها بين ظهراني الأُمة، ونادت بأعلى صوتها: (أن لا يضرّ مع الإيمان معصية، ولا ينفع مع الكفر طاعة)، حتى جاءت أخيراً هذه الفرقة الناشئة الجديدة، وأحدثت لنفسها شعاراً آخر جديداً، وهو: (أن الإيمان قد يلتمس في جوف الكفر، وأن الكفر قد يستخرج من جوف الإيمان)، فتكون النتيجة: لا فرق بين الإيمان وبين الكفر، إذ قالوا ـ ويا أسوأ ما قالوا ـ إنّ شرط النجاة من النار، هو: شرط كمال، لا شرط صحة، ثم إنهم أخيراً استسلموا لمقولة السابقين من آبائهم الأولين: إن الإيمان يكفي فيه المعرفة، فإذا عرف الإنسان من نفسه أن ما يجيش به صدره هو الإيمان؛ يكفيه ويغنيه عن العمل، فالتقى اللاحقون بالسابقين، وكان بينهما سباق: مَن الذي يفوز بمثل هذا الفهم على الآخر بالنار، ويكون له السبق· فكلٌّ من الفرقتين، تذبُّ الإيمان عن نفسها ذبّاً شديداً، وتستحلب أثداءَ الكفر في هلع ونهم شديدين، ألا ساء ما يحكمون· إحياءُ الكُفر .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وكأني بهذه الفرقة الجديدة، قد ندبت نفسها ـ وقد كادت الأُولى أن تبيد، بل قد بادت ـ لتعيد ذلك الوجه القبيح إلى الأرض، لتظلّ مهجة الكفر اللعينة حيّةً، متوثِّبةً بفتنةِ عقيدة الإرجاء الخابطة، كلّما سكنت بلهاثها؛ تحرَّكت بأشدَّ مما كانت عليه في سالف عهدها، وقد كانت العولمة وجهاً جديداً من الوجوه المقيتة التي افتتن التفكير الكافر الرهيج في تحسينه، وتقريبه إلى الناس، وإقناعهم أنه هو المنقذ العظيم لأُمم الأرض كافّة، وتخليصها من الاختلاف الذي استبدَّ بها زماناً، ورعاها بثياب الفُرقة والتنازع والكراهية، فهذا مسلم، وهذا نصراني، وثالث يهودي، ورابع مجوسي، وخامس بوذي، وكلٌّ على اختلاف الأديان والمذاهب، يظنّ السّعادة والرجاءَ في دينه، ولكنْ أين هي تلك السعادة والرجاء· إذاً فلم يبقَ إلا أن تلتقي الأديان كلُّها في بوتقةٍ واحدة وعلى صعيدٍ واحدٍ، ليكون منها كلِّها الدِّين الواحد الجديد، وهو العولمة، وهو الدين الذي ما أراده اللَّه في قوله: ((إنَّ الدِّين عند اللَّه الإسلام))، وفي قوله: ((ومَن يبتغِ غير الإسلامِ ديناً فلن يُقبلَ منه وهو في الآخرة من الخاسرين))· ¶ وهذا الدِّين لا يُستطاع، ولا يُقدر عليه إلا بقوةٍ نافذةٍ، تملك من الحول ما تبسط به إرادتها، من غير منازعٍ، ولا ملاومٍ· ¶ ولم يسبق في دنيا النّاس، وحياة الشّعوب أنَّ دولةً واحدةً، تفرَّدت في هيمنتها واستعلائها في الأرض على مثل هذا النحو الذي عرفه العالم اليوم، لا ينازعها فيه إلا نفسها، لباسها الكبر، وطعامها الفجور، وشرابها الإذلال، ووسادها الظلم، ولحافها الجبروت، ووطاؤُها الخديعة والمكر والطغيان· ¶ ولاءُ المرجئة للكفر ¶ وقد رأينا طائفةً من طغمة السلفية المرجئة الجديدة، يوالون هذه الدّولة ولاءً، تكون به أقرب إليها، بدعوى أنّ فيهم العدل، ونصرة المظلوم، والعلم النافع، إلى غير ذلك·",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "لقد أرادت هذه الفرقة الجديدة أن توافي المحاربين اللَّه ورسوله على صَغارٍ منها، واستكبارٍ من أعدائها، وعصفِ الأطماعِ الذاهبةِ بالدِّين والغيرة، ومشاقَّةٍ لأولياء الحقِّ، ومظاهرةٍ لأولياء الباطل، وقعودٍ عن الفضائل، ونبذٍ لمكارم الأخلاق، ومُلوصٍ من تبعاتِ دعوةِ الحقِّ، وجعجعة الأهواء المحتقنةِ بالاستعلاء، والجشع، والجهل، وحبِّ الذات، والمكر السَّيِّئ، ثم لا تبالي من بعد هذا ومن قبله، بما تُرْخي من ذيول إحداثات بدعية، تُصَيِّرها إلى قطعان من العجماوات المختلفة الأشكال والألوان، لها فقط من فِطرتها ما يَدُلُّها إلى معايشها، وشؤون حياتها الجبلِّيَّة· ¶ (ثانياً): هل الذين لا يعملون خيراً قط يخرجون من النّار؟! ¶ جاءَ في وصفِ طائفةٍ يخرجون من النار، ويُدخلهم اللَّه الجنّة: (فيُخرج منها قوماً لم يعملوا خيراً قطّ)، وفي لفظٍ آخر: (بغير عملٍ عملوه، ولا خير قدَّموه)، وهذا لفظٌ مشكلٌ جدّاً، إذ كيف تكون شفاعةٌ لطائفةٍ من أهل النّار، وهم لم يصيبوا من عملٍ يصلح لشفاعتهم· وهل تكون شفاعةٌ لمن قُبضَتْ يده عن الخير كلّه؟ إنّما أُتي هؤلاء من سوء فهمٍ أفضى بهم إلى هذا الحكم الذي ظلموا به أنفسهم، وأناخوا به برحل الجهل والجهالة على أبواب الضّلال والخطأ، يلتمسون بالنّظر من ثقوبها، أن ينالوا شيئاً من الصّواب الجافيهم، وأنَّى ينالون منه وهو جافيهم(1) ، إذاً: فحسنٌ لهم ومنهم أن يثوبوا إلى رشدهم، ويقلعوا بتوبةٍ راشدةٍ حاشدةٍ عن السّلوك العلميّ الضالّ، الذي كان فيهم، على غمرةِ غفلةٍ، أنالتهم عند السواد الأعظم في الأُمة الرّضا، والرُّكونَ إليهم، فيما ينشئُون من فتاوى محبَّرةٍ مهمَّرةٍ، لا تنزع بهم إلا إلى حَبَوات المثقلةِ بطونُهم بشَوْبِ الهوى والطمع والغرور والتصعير الخاوي· ¶ __________ ¶ (1) ومن هذا الفهم السَّيِّئ وَضْعُهم حديثَ أنسٍ الآنفَ الذِّكر في غير موضعه، وأرجو أن أكونَ وُفِّقتُ إلى فَهْمِه على الوجه الصّحيح .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "لم يفهم الصّحابةُ رواةُ الحديث هذا الفهم ¶ والعجب كلّ العجب ـ والصحابة رضي اللَّه عنهم وهم قد رَوَوا الأحاديثَ المبشِّرةِ من يقول: لا إله إلا اللَّه بإخلاص بدخول الجنة ـ أنّ هؤلاء الذين رووا عن نبيّهم عليه الصلاة والسلام ما رووا لم يعتضدوا بمثل هذا الفهم الخطأ الذي تجاذبته تلكم الطوائف العابثة بالدِّين والعقيدة، ثم غلبَ على جماهير الأُمة والسّواد الأعظم منها، وأضحى هذا الفهم بغلبته لا يُساغ غيره، واسترقته أقلام العجمة، التي امتدّت الأيدي السوداءُ بها إلى عروبة القرآن بفصاحة مبانيه، وواضح معانيه، لتستشرف به أخلاط الأُميّة الفلسفية، وتصيب منها حظّاً وافراً كبيراً، تصبُّه في عنفٍ وشدّةٍ على عروبةِ القرآن، فتجعل منها ـ بظنٍّ ماكرٍ فاسد ـ أوشاباً من تأْويلاتٍ خارجةٍ عن مسار اليُسر والسّذاجة الذي سَعِدَ به العقلُ المسلم الأوّل على يد معلمهم محمد صلَّى اللَّه عليه وسلَّم، واستمسك به على هدى وبصيرة السارون في نور نجوم السماء، الحادون بأرواح الحقّ في ضحى وظهيرة، وعشيٍّ وإبكار، فلمّا أن وقعت الواقعة، وتحوَّل بها المجتمع الإسلامي عن يُسر الحياة العامّة فيه، وغشيه ما غشيه من ضلالات العجمة الفاتكة، وملأت العجمة الأرضَ العربيّة، وأملصتْ الرّوح العربية من سوائها، وسعت عقارب الفلسفة الأعجمية في عقول الناس سعياً حثيثاً، وألجأَتْهم إلى أعطافها وثِنْياتها إلجاءً على غيرِ شفقةٍ ولا محمدةٍ ولا عقبى سلامة، وصاروا يتنافسون في استرضائها، ولكأنَّما وُلِدُوا ليكونوا الرّعاة الحماة لأطرافها، أن تُنال بانتقاص، وأُحيطت بقداسةٍ سَمَتْ بها إلى مرتبةِ قداسةِ الدين نفسِه، وكان هذا أيضاً من الأسباب القويَّة التي ساعدت على نشوءِ الفرَق التي أخبر عنها النبي صلَّى اللَّه عليه وسلَّم، ورؤُوسها أربع : ¶ (1) الشيعة الرافضة . ¶ (2) الخوارج المارقون الغلاة . ¶ (3) القدرية الناشزة بالضلال .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "(4) المرجئة العابثة بالاستخفاف بالشريعة . ¶ تفرَّقوا إلا على عداوة الإسلام ¶ وصار لكلٍّ منها أُصول ومناهج، تميّز كلَّ واحدة منها عن الأخرى، غير أنّها جميعاً اجتمعت على عداوة الإسلام والأُمة، إما بخديعةٍ وفي خفاءٍ، وإما بعلانيةٍ وفي جفاءٍ، وذاقت الأُمة على أيديها من الويلات والبلايا، ما لم تذقْ على أيدي أعدائها الظاهرين الصُّرَحاء الماكرين، ذلكم أن لو سلمَت الأُمة من فَجْس هذه الفرَق وعبثها، وتنافسها في نقض أشطان دلاءِ منهاج شريعتها وعقيدتها، لَمَا كان في وسع الأعداء الظاهرين الأقوياء، أن يصيبوا ولو بمثل قلامة ظفرٍ من أظفارها، لكنّها الأقدار تجري كما يجري الماء في النهر، لا يسكن في ليلٍ ولا في نهارٍ حتى ينتهي إلى مصبِّه، ولا يعرف النّاس متى يكون منتهاه، فإذا ما وقفه اللَّه؛ عرفَ الناس أنه قضى· ¶ ذَلُّوا قبل أن يُذَلُّوا",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "من هنا لا يحسن بنا أن نلقي باللائمة على أعداء الأُمة وقد أصابت من نفسها ما أصابت من هذه الفتن الباهظة، التي أناختها أمام أعدائِها في جُثُوٍّ دائمٍ، زاد من ذلِّها وهوانها على أنفسها، وأوثقها إلى ضرّاءَ وبأساء، وهي تملك من الثّروات والقدرات المادية الحِسِّيَّة، والمعنوية الخفيَّة، ما لا قِبَل لأُمَّةٍ بل لأُمم شتّى أن تلي الأقلَّ لا القليل منه، وأسلمت قياد عقلها وجسدها لهؤلاء الأعداءِ الألدّاء، ونسيت في هذا الحاضر المهين الأليم، أنّها بقيّة أمة قال اللَّه فيها: ((كنتم خير أُمّةٍ أُخرجَتْ للنّاس))، وأنّ في إهابها من أسباب الهداية والعزّة، ما يكفي لإنقاذ أمم الأرض كافّة، واستخلاصها من براثن الشّرك والعبودية لأنماط الوثنيّات المادية العتيقة والجديدة، وإلباسها رداءَ التوحيد الخالص النقيِّ الأبيض، كالذي صنعته أوّل مرّة، واستاقت معه ما قدِّر لها أن تحوزه من فضلٍ حسن، أنالها اللَّه إيّاه على يَدِ نبيِّها العظيم صلوات اللَّه عليه وسلامه، فما رعَتْهُ حقَّ رعايته، ولعلَّ أذكياء العلماء والفلاسفة ـ الذين يتربَّصون بأمّتنا اليوم، ويبغونَها ضلالاً وإفكاً في الفكر والدِّين، وإقعاءً وفقراً في المال والاقتصاد، وضعفاً وعجزاً في شؤون الحياة والعيش، وفُرقةً واختلافاً في الكلمة والرأي ـ ينقلبون يوماً من الدّهر على أنفسهم، ويتحوَّلون من مشاقّة الدين والاعتقاد، التي هم عليها وكانوا من قبل، ليكونوا الهداة ـ بما أُوتوا من قدرات ومواهب خاصَّة، أصابوها بحذق النّظر والتّفرُّس والتجربة، وإحسانهم الولوج من أبواب الدنيا إلى باحها وساحها، وصدق القياسات بالنظائر والمتشابهات ـ لا لشعوبهم، بل لشعوب الأرض قاطبة، وليس ذلك على اللَّه ببعيد· ¶ خير أُمَّةٍ أُخرجَت للنَّاس",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "لكنَّ شيئاً لا يغيب عن البال، وما ينبغي، يجعل تصديق هذا الأمر وتصوّره حتى في غيابات النسيان، غير موصولٍ بالرغبة فيه أو إليه، لأنَّ وقوعه كان على حرف ثمَّ انقضى، وأضحى حتّى عند أهله الأوَّلين غير مطلوبٍ ولا مرغوبٍ فيه، فأولى أن يكون هذا عند غير أهله، إذ أنّ هذه الأُمة قد أودعها اللَّه سبحانه من الخصائص الذاتيّة، ما منعها سائر الأُمم، لحكمة أرادها أن تكون لها وحدها، دون سواها، فتكون لها الخيرية، لا ينازعها فيها منازع، وقد كان كما أراد اللَّه سبحانه ((كنتم خير أمّةٍ أُخرجتْ للنّاس))· عُجْمةٌ أفسدت اللِّسان والعقل والفكر . ¶ ومن تلك الخصائص : ¶ صراحة العروبة في العقل وفي اللسان، وهي عروبة كلام اللَّه سبحانه، وما ينبغي أن ننسى أنّ ثلم هذه العروبة على لسان أهلها وعقلها، كان من أقوى الأسباب وأشدّها نُكراً، في تسرُّب العجمة إلى الفكر العربي واللسان العربي· وما كان ذلك ليكون إلا ابتغاءَ الفتنة، وابتغاءَ إفساد الفكر العربي باطناً وظاهراً، مبنىً ومعنىً، وقد استطاعت هذه العُجمة أن تُحدث على مرِّ العقود من أنماط التحمُّل والأداءِ والإشاعة، ما لا قِبَل للأُمة أن تملك ولو بعضاً منه، لتصدَّ هذه العجمة، أو لتخفّف من شِرَّة غلوائها الحَرون الحقود، ولست أرتابُ في أن الرُّؤْية التي تملكها هذه العُجْمة، لديها شيءٌ من القدرة على استظهار ما تُبطنه الأُمة من ماضٍ، وفي حاضرٍ، وعلى آماد المستقبل، لكنّها ليست كافيةً في ثنيِ أنماط التَّحمُّلِ والأداءِ والإشاعة عن المقاصد التي ثبَّتَتها من أمامها، وجعلتها جزءاً من قدراتها التي أعدَّتها لإعاقَةِ الفكرِ العربي واللسان العربيِّ، وهي ـ وبلا شكٍّ ـ قد أصابت نجحاً كبيراً مما أرادت، وخطّطت له زماناً، لكنّها لم تُصب ـ وإن أصابت ما أصابت ـ ما وعدَتْ به نفسها، من بطشٍ، وسفكٍ، وإخلاءٍ، وإبادةٍ·",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "لذا؛ فإنّ الدَّور الذي ناطَهُ اللَّه بتلكم الطائفة ـ التي أخبر بها المصطفى عليه الصلاة والسلام، بأنّها ستبقى ظاهرةً حتى يقاتل آخرها الدَّجال ـ دورٌ عظيم، لا يقف عند حدِّ الحماية الحسِّيَّة المادية، بل هو يتناول ولا بدَّ فيما يتناول ردَّ العاديات الفكرية والشائبات العقدية التي مهَّدت لها العجمةُ، بكلِّ أجناس السُّوء، وأحلاس الشَّرِّ، التي تسرَّبت بها إلى عروبة العربية وحمى القرآن العظيم، ولولا فضل اللَّه ورحمته بكتابه، لأصابت منه تلك العجمة الخبيثة المتنطِّعة المتربّصة به على آماد القرون الغوابر· ¶ وننثني إلى الوراء لنقف بالقلم على رأس المسألة الثانية، ونتساءَل، توضيحاً وإتماماً لها: وهل كلمة الشهادة المجرّدة بحروفها وحدها كافيةٌ في ردِّ النار عن وجه قائلها، وإخراجه بعد دخوله النّار بشفاعة النبيّ صلَّى اللَّه عليه وسلَّم منها؟ ¶ سؤال؛ الجواب عنه يُفْزِعُ كلَّ من ينتهي إلى سمعه صوتاً، أو إلى عينه رؤيةً، أو إلى ذهنه تصوُّراً وتخيُّلاً· الفقهُ القميء",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "إنّ قماءَة الفقه، وإتيانَ العلم من غير بابه، والتسوُّرَ عليه من فوق خوخته، يسرع بالقاعدين عن عزائم الأُمور إلى امتهان الجهل، والانتهاء بهم إلى غسالات الأفكار الخرِبة الكاسدة، والتمرُّغ في سِباطات المذاهب الباطلة، والنِّحَل الخبيثة، ولم يُؤْتَ المسلمون بعامّةٍ بشرٍّ بمثل ما أُتوا من هذا الباب، ولم يكن أشدَّ على واحدٍ من أهل العلم أن يقوِّم مُعوجّاً، أو يرسل جاثياً، أو يستر سوءَةً، أو يُنهض عاثراً من أن يأتي إلى كومةٍ من أخلاط المذاهب الباطلة، والنِّحَلِ الخبيثة، ليستخلص منها حُجّةً ـ ولو كانت ظنيّة الأثر حين تظهر ـ فيدفع بها شيئاً من الفساد، ويكون بها عوناً للحقّ والصواب، فإذا ما أُضيف إلى هذا كلِّه التفوُّق العلميّ الصناعي، الذي يشهده العالمُ اليوم؛ علمنا أين نقف، ومتى يمكننا أن ندرك النهاية التي لا تُعرف معها البداية، لنصيبها أو شيئاً منها، ونكون على يقين أنّنا سوف نقيم الحجّة على أنفسنا بما عندنا من حضارة العالم ومدنيّته، وأنّ ما أمسكنا به ليس هباءً منثوراً، ولا هواءً مذعوراً، بل إنّه شيءٌ محسوسٌ، أفضلَ اللَّهُ به علينا، لأنّه عَلِمَ منّا أنّنا أعتدنا لأنفسنا الأسباب الصحيحة الكافية، نضع بها ما نريد ونرفع، فيكون لنا الحِوَلُ عن الحالِ التي لا ينبغي للأُمة إلا التخلِّي والبُعد عنها، وما أنعم اللَّه به علينا من نعمة الإسلام كافٍ في إعلام شعوب الأرض، أنّنا نحن خير أُمة، حتى وإن بقينا على الحال الأُولى في عيش الحياة، شدّته ورخائه، فإنّ اللَّه سبحانه يريد منا أن نكون على حالٍ نسعدُ بها، وتسعد هي بنا، فنحقّق في أنفسنا ـ بما نعلم من حالنا الخافية، وفي واقعنا، بما هو ظاهر معلنٌ منا ـ أنّنا بحقٍّ خير أُمّة، ولا نثبت على هذه الخيريّة، بل ولا يقيمنا عليها إلا الفقه الأمين الصّحيح، وبه ندلف إلى الإجابة عن سؤالنا في المسألة الثانية في غير تكلُّفٍ، ولا امتراءٍ، لأنّ له من الوضوح ما",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "يغني عنهما معاً· ¶ 1- تلازم الشفاعة مع دخول الجنّة ¶ فأقول: ¶ إنّ دخول الجنّة، والشّفاعة، أمران متلازمان لا ينفكّ أحدهما عن الآخر، إذ دخول الجنة قد يكون من غير شفاعة، لأنّ الدّاخلها له من عمله ما لا يحتاج معه إلى الشفاعة، وهو الذي استقام بعمله الصالح على جادّة الإخلاص، فأكرمه اللَّه سبحانه بإقراره في دار كرامته بعد الحساب، وقد لا يكون الدخولها إلا من بعد شفاعته عليه الصلاة والسلام، وهو ذلك الذي عثرت به أعماله، فغلبت سيّئاته حسناته، وأطافت بها من كل جانبٍ، فلم يكن له من حسناته قدرةٌ تدافع بها ضُرَّ سيّئاته، فاستاقته سيّئاته هذه إلى النّار، فلما استوفى حظَّه منها؛ أكرمه اللَّه بشفاعة نبيِّه فأخرجته منها· ¶ 2- الإخلاص والصّواب، كلاهما لا أحدهما .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ثمّ إنّ الإخلاص الذي ينجو به بالشفاعة؛ يقتضي حتماً ولا بدَّ صواب ذلك العمل الذي أمره اللَّه به، فعلاً وتركاً، فإن كان منه مخالفة عن هذا الأمر، فإنّها لا تنفي عنه الإخلاص، فما كان منه إلا المخالفة، يبيِّن هذا ويوضّحه قوله عليه الصلاة والسلام: (لا يزني الزاني حين يزني وهو مؤمن··· الحديث)، فمعناه واللَّه أعلم، أنّ واحداً من شطري الإيمان تخلَّف عن الآخر، إذ كان لا بدَّ أن يكون في حساب الزاني الكفُّ عن مخالطة هذه الفاحشة، لأنّ اللَّه نهى عنها بقوله: ((ولا تقربوا الزّنا))، وليس من شيءٍ يَحمل المخاطب المكلَّفَ على الاستجابة، إلا دينونته للَّه سبحانه بهذا الخطاب التّكليفي، فهو قد صدَّق اللَّه به، وحقّق في قلبه الاستسلام له، فإن كان منه مجانبة لهذا الفعل القبيح، فقد حقّق شطري الإيمان معاً، وإن كان حقّق واحداً دون الآخر، فهو الذي عناه صلَّى اللَّه عليه وسلَّم بقوله: (لا يزني الزاني حين يزني وهو مؤمن)، لكنّ فرقاً بيِّناً، بين تركٍ من غير تصديق، وبين تركٍ مع التّصديق، فالأوّل هو من رجحَتْ كفة الكفر فيه، والثّاني شالت كِفَّةُ الكفر فيه، فهو ـ أي الثاني ـ استحقّ الشّفاعة، لأنّه قد عمل خيراً، وهو الشّطر الأول من الإيمان، وهو العمل القلبي الذي أنجاه من النّار، فلا يُقال فيه: إنّه لم يعمل خيراً قطُّ، فهو إذاً آخذٌ بحظٍّ من الخير يقتضيه العمل القلبيّ بتصديق المقتضي وهو كلمة التوحيد، فالإخلاص هو الأثر الإيجابي الفاعل المؤثِّر بإيجاد الأثر الظاهر ولا بدَّ، ولكنّه يخفى على النّاس، فهو ـ ولربّما على قلّته ـ ليس يظهر ليُعْلَمَ في النّاس، فهو إذاً من هذه الجهة يمكن القول فيه: إنّ فاعله هذا لم يعمل من خيرٍ قطّ، هذا تأويل وهو حسن مقبول ولا ريب· ¶ المسلم الجاهل العاصي",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وتأْويلٌ آخر: أنّ هذا القائل كلمة التوحيد، لم يُحِطْ علماً بمقتضاها الصّحيح، فهو لجهله، ولربّما أيضاً لانغماسه في الشّهوات ومخالطته المنكرات، فكان جهله وكثرة معاصيه وشهواته، قد اجتالته هذه جميعاً، عن إقامة الأوامر والطاعات على مقتضى وجه الحقّ والصواب الذي يمضي العمل الصّالح على استقامته وصوابه، ومقصده السّليم، فيكون قد أبقى لنفسه من صالح عمله قول: (لا إله إلا اللَّه) على الإخلاص والصّدق فيه، فتكون هي وحدها كافيةً في إحرازه النجاة من النّار بشفاعته صلَّى اللَّه عليه وسلَّم(1) ، ويكون هذه مشبّهاً بل مماثلاً تمام المماثلة، من أسلم ومات من قبل أن يعمل عملاً صالحاً، وهذا قد كان، كذلك اليهودي الذي أسلم واستشهد في أُحد، وكذلك الذي نطقَ بالشّهادة من قبل أن يناله سيف زيد فيقتله، وفضل اللَّه واسع ورحمته لا حدَّ لها· ولا يبعُد عن مثل هذه المثليّة، ما كان من ذاك الرّجل الذي أوصى بنيه من بعد أن يموت أن يحرّقوا جسدَه ويذْروه في البحر، وعلَّل وصيته بقوله: (فإنّي أخشى إن قَدِرَ عليَّ ربي أن يعذبني)، وأمثال هذه الواقعة، مما علمنا من كتب السُّنَّة، مما نعلم به، ويؤكِّدُ أن كلمة الشّهادة وحدها لا تحجز النار عن قائلها، ولا توجب له الشّفاعة التي مَنَّ اللَّه بها على الأُمَّة بنبيِّها صلوات اللَّه عليه وسلامه· ومما ذكرنا يتبيَّن لنا، أنّ هذه الشفاعة، لا تكون إلا لواحدٍ جاءَ ـ إلى جانب التصديق والإخلاص بالشّهادة ـ بأعمال من مقتضاها، وجماعها في مثل قوله صلَّى اللَّه عليه وسلَّم: (الإيمان بضعٌ وسبعون شُعبة، أعلاها لا إله إلا اللَّه، وأدناها إماطة الأذى عن الطريق، والحياءُ شُعبةٌ من ¶ __________ ¶ (1) فهذا بجهله ومعاصيه لم يأْتِ من عملٍ صالح يكفّ عن وجهه سوءَ العذاب، ولربَّما عمل صالحاً، لكنّه أخلَّ به بوجهٍ من وجوه الإخلال ـ علم ذلك أم لم يعلم ـ فأخرجه من ميزان القبول الذي ينفعه به يوم العرض على اللَّه تعالى .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "الإيمان)· وعندي أنّ هذه المسألة لا تحتاج لبيانها وإيضاحها لأكثر مما ذكرنا، وهو ما يقتضيه العدل الإلهي، الذي قامت عليه السموات والأرض، وينفي الظُّلم كلَّه، بكلِّ صُوَره وأحواله عن اللَّه سبحانه، وهو مما يقتضيه كلام القوم عن اللَّه سبحانه، وهم لا يحسنون فهماً، ولا يهتدون إليه سبيلاً· ¶ مقولةُ أهل العلم في النُّصوص ¶ ويحسُن أن نأتي بشيءٍ مما قاله أهل العلم، وهم يؤولون الحديث المشهور، حديث: (يُجمع خلقُ أحدكم في بطن أُمّه··· الحديث) وفيه يقول: (وإنّ أحدكم يعمل بعمل أهل الجنّة، حتى ما يكون بينه وبين النار إلا ذراع فيسبق عليه الكتاب فيدخل النّار، وإنّ أحدكم ليعمل بعمل أهل النّار حتى ما يكون بينه وبين الجنّة إلا ذراع، فيسبق عليه الكتاب فيدخل الجنة)· ¶ مَن هو هذا؟ ومَن هو ذاك؟",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "كلاهما مَن يكون في ظاهر أمره يُظنّ فيه أنه من أهل الجنّة، أو أنّه من أهل النّار، وما هو إلا أن ينكشف حاله التي ينتهي إليها مصيره، بما قدَّم لنفسه من عملٍ غير صالح، أو من عملٍ صالح، لم يكن قد عرفَه عنه النّاس من قبل انكشافه فيهم، فيعرفونه به من بعد انكشافه، يشبهه هذا الذي نحن فيه من قوله عليه الصلاة والسلام: (لم يعمل خيراً قطُّ) وهو آخر مَن يخرج من النّار، (ممن يقول لا إله إلا اللَّه مخلصاً بها قلبه) زعموا، وهي مطيّة الجهل والكذب في آنٍ معاً، فانظر ما تختار لترضى هذه الفرقة المحدثة الجائرة· ألا رضيَ اللَّه عن المرجئين الأولين السابقين، الذين أمَّهم بهذه المقولة المفظعة المفزعة، أبو حنيفة النّعمان غفر اللَّه له، وكانت هي الفادحة المشحونةَ بكلِّ ما قيل فيه من صدقٍ ومن كذب، فليته آثر الصّمت، فهُدي به إلى صواب القول بصمته، وأنجى نفسه من ورطة الإرجاء، وحَيْف العجمة، وسَخيمةِ أوضارها، لكان خيراً له، وأرضى لربّه، وأحبَّ لرسوله صلوات اللَّه وسلامه عليه، يوم يتداعى النّاس إليه في موقف الحساب، فلا تكون شفاعةٌ إلا لمن أذن له ربّه، وكان لها أهلاً، والأحقَّ بها· ¶ أغاليط تروج تجب مواجهتها",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وإنّي لأرى أنّ من حقّ الأُمة على نفسها، أن تتراءى الأُمور على يسرٍ وسهولة، وتستخرج من نفسها ما أوبقها من باطل الاعتقاد والسلوك بلا مواطأةٍ على شيءٍ منها يُقال فيه: هذا يمكن تجاوزه، ولا يضرُّ تركه، وهذا؛ الاشتغال فيه يحدث زيادةً في الفُرقة، ومن مثل هذه الأقاويل والأغاليط التي ما رأيناها زحزحت باطلاً عن موضعه، أو أذهبت خطأً عن مكانه، أو أصلحَتْ منكراً طال في النّاس مكثه، وإلا: فلماذا كان تحذير الوحي من كثيرٍ مما ظهر سوءُه، وذاع، وأصابت الأُمة من ضرّائه العاسرة الكثير الكثير، واشتدّت المعاناة منه، ولم ينفع معه صبرٌ يُكال، ولا تربُّصٌ يُجال به، أو يُعال، ومن هنا نأْتي بثالثة المسائل التي نريد الإجابة عنها وهي: ¶ المسألة الثالثة: ما مصير الفرق (الثلاث والسبعون) التي قال فيها الرسول عليه السلام: (وتفترق أمتي على ثلاث وسبعين فرقة، كلّها في النار إلا واحدة)؟ ¶ قالوا: إنّ هذا الإطلاق ليس مراداً حقيقةً، والنّجاة لهم كائنةٌ لا محالة، فهم كالفرقة الناجية، يدخل النار منهم من يدخلها، ثمّ يخرج من بعد أن يأخذ حظَّه منها· ¶ وهذا القول منهم، يدفع في صدر الحكم الذي نطقَ به كلام رسول اللَّه صلَّى اللَّه عليه وسلَّم بلا مراءٍ، وينقضه بل ويبطله، أفليس هذا من المشاقّة للَّه ولرسوله، والخروج عن سلامة فطرة اللغة التي جعلها اللَّه سبحانه سبيلاً لفهم شريعته، وتقرير أحكامها، وجرى عليها فقه الأخيار من علماءِ هذه الأُمة الذين مضوا، وكانوا على استقامة في دينهم، وحقٌّ علينا أن نلتمس فَهم هذه المسألة الثالثة في ظلِّ فهمِ أولئك الأخيار من العلماء، وهذا فضل من اللَّه يمنّ به على مَن يشاءُ من عباده، والحمد للَّه· تشويه العقيدة، وعُجمة اللسان: أظهرت هذه الفرَق .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ليس من شكٍّ في أنّ هذه الفرق، ما كان لها أن تظهر في الأُمة لو سلمت لها عقيدة التوحيد، وحفظتها باللسان العربي المبين، ونأَتْ به عن الإحداثات البدعية الجائية إليها من تهويمات فارس، وسفسطات الرّوم، وكان هذا حقّاً عليها، لكنّها وقعت في شرِّ صنيعها، وآثرت أن تبقى مكبَّلة في أغلال العُجمة التي منيت بها منذ القرن الثالث، وابتنت لها مؤسسات علمية كثيرة، وأحدثت لها مناهج، وصنعت لها كتباً وطرائق للأخذ والتَّلقِّي، وصارت تضارع الكتب والطرائق التي وضعها مَنْ قبلهم، وأفادت الأمة منها زماناً ولا زالت، ويعسر جدّاً، بل وإنه ليستحيل أن تلتقي الأمة بعد هذا الزمان الطويل على مائدةٍ واحدة، لتعود إلى ميراث العهد الأول، وإذ ذلك كذلك، فليس أقلَّ من أن ننبِّهَ إلى تذكُّر المعالم الأساسية التي بدأت الأُمة حياتها بها، وهي كلّها مجموعةٌ بفقهٍ موحَّدٍ لا يُختلف عليه لدى المخلصين العقلاء؛ وهو قوله عليه السلام: (تركت فيكم أمرين لن تضلّوا ما إن تمسكتم بهما: كتاب اللَّه وسنتي)، وكانت هي البدايات التي أنشأت بها الأُمة أُصولها الثقافية الأولى، موثوقة إلى الكتاب والسُّنة، وبقيت ثابتةً عليها زماناً مديداً· ¶ بعض مساوئ المرجئة الجديدة",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "ثمّ لما أقبلت الفرقة السلفيّة المرجئة الجديدة ـ التي أحدثت من الفساد العقديّ والفكري والثقافي، والفُرقة العاتية، والتأليب على أهل الحق، والمور الشيطاني البديع، والتهاجر البغيض، والسَّطْوِ على الحقوق، إلى غير ذلك من ألوان السوءِ ـ استطاعت أن تستميل الغوغاء، وتستعديها على أشراف النّاس، ونبلاءِ الأُمة، وأن تستريب بهم أهل العلم، وأن تسخِّرهم لأهل الباطل، وأن تذلّهم لأهوائهم، ورغائب وسوستهم في ظلام الأقبية، ابتغاءَ الفتنة، والفُرقة، والشّقاق، والتربُّص بالمكر السَّيِّئ، وأذاعت هذه الفرقة الخائسةُ الخبيثةُ من الأضرار الكثيرة في الأُمّة بفتاواها المرجفة المسعورة في غير حياءٍ ولا خوف من اللَّه القاهر الجبّار، فهي بهذا لم تكتفِ بالعدوان على دين اللَّه، وإضلال النّاس، بل جمعت إليه تحرِّي الإضرار بهم، وليس هذا ـ إن كان ـ بالمستغرب، فإنّ الكذب على اللَّه ورسوله أشدُّ وأعظم إثماً وفتكاً من الإضرار بالنّاس، وهو ـ ولا بدَّ ـ يقتضي جلبَ الضّرر للنّاس، بقلٍّ أو بكثر، إذ هو الأعظم والأشد، والأقل والأصغر يندرج في الأعظم والأكبر ولا بدَّ، وهذه من قواعد الاجتماع الإنساني، لا يفرَّق فيها بين مَن كان على دين الحقّ، وبين مَن لم يكن يدين بدين، فالفطرة هي الملزمة النّاس بذلك، ولا نزاع ولا تحرُّفَ عنها، ولا تبديل لها· ¶ خُلُقان خبيثان صعبان للمرجئة الجديدة ¶ ومِن أسوأ ما عرف النّاس عن هذه الفرقة الجديدة: خلقان كريهان بغيضان، واحدٌ منهما يشركهم فيه إبليس عليه اللعائن، أما الآخر، فإبليس بريءٌ منه·",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "أما الأوّل فهو الكِبْر، وأما الثاني فهو الكذب، فإبليس لم يخرج من الجنّة بكذبه، بل بغروره وكِبره، فكيف بمن لا يؤْثر ما آثر إبليس، ويرى أن يتفوَّق عليه بخلقٍ آخر غيره، ولا يجد حرجاً من أن يقول النّاس فيه: إنّه فاقَ إبليس وظهر عليه، إما من عجز في إبليس من أن يجمع بين خلُقين خبيثين صعبين، وإما من حياءٍ، ويغلب على الظنّ أنه غلب عليه الحياء، أمّا هذه الفِرقة الجديدة الخالبة، فقد استحسنت الجمع بين هذين الخلُقين من ظنٍّ فيها، أنّ أحدهما لا يصلح إلا بالآخر، ولعلّهم أصابوا بما صنعوا، ولم يجدوا أن يكون لهم نكالٌ إلا بالأخذ بهما معاً، لا يؤثرون واحداً منهما على الآخر، فالجمع بينهما أليق وأجمع للعذاب، وهذا فقهٌ نأى إبليس بجنبه عنه، واستحسن غيره، وعلى رغم ما احتسب لنفسه، فإنه حكم على نفسه به بالطّرد من رحمة اللَّه، فكيف بمن استحسن أن يجمع بين أسوأ خلُقين؟ ¶ وقد أجمعت هذه الفرقة أمرها بليلٍ أن لا تجد بديلاً من هذين الخلُقين، واستحدثت أنماطاً من السَّيِّئات، واستنبتت لها في صدرها أضراعاً مصرَّاة، وجعلت تلقمها أفواهاً مقرَّحَةً بكلام الظُّنون الرّادفة، التي تنثرها بين ظهراني النّاس ابتغاءَ السّمعة، والارتقاء على أظهر السُّذَّج الذين يجدون في سذاجتهم القميئة أُمنياتهم الملاح، ورغائبَهم الغافية على صدور اللَّذة الموؤُدة في سنخة الشُّبهات· ¶ سرُّ فتنة النّاس بالمرجئة الجديدة",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وقد فتن النّاس بقول هذه الفِرقة، وجرّوا من ورائها يضحكون ويبكون في آنٍ معاً، فهي تقول بنجاة هذه الفرق، وتسارع فيها وتنادي في الحاضر كما نادت شبيهاتها في الماضي: إنّ النّار لم تُخلق للعصاة وحدهم، ولو قيل: إنّ من الطائعين مَن قد يلجُها قبلَهم، وإنّ من العاصين من ينجو منها؛ لما جاوزنا بقولنا هذا الحقّ والصواب، وما ينبغي أن يُستبشع قولنا هذا، إذ نحن لا نقول بحرف وبألسنتنا، بل نقوله بلسان الحال، والإغضاء عن أهل المعاصي، والسّكوت الفعلي عنهم· ¶ ما يجرُّه قولهم من ويلات ¶ إذاً:",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "فما أحسنه من قول يفرح به العُصاة، ويزهد به أهلُ الطاعة في الطاعة، وحينئذٍ، فإنّ أهل الطاعة يجدون مندوحةً سائغةً في أنفسهم بالتحوّل عن الطاعة إلى المعصية، ولا يجدون في أنفسهم حرجاً من ذلك، فقد استبرأت الطاعة من أهلها، واستبرأ أهلها منها، وتساوت هذه بتلك، وتلك بهذه، وغدَتْ كلٌّ منهما تُنافس الأخرى، والسابقة منهما تأتي على قليل الأُخرى، ثمّ لا يكون بينهما إلا شيءٌ من النَّجوى الخافتة ـ إن كان ـ على توادٍّ ومصالحةٍ، فلا النّار من بعد ذلك نارٌ، ولا الجنَّةُ من بعدها جنَّة، ويخفى على النّاس الأغيارِ الأحقَّاء بالفقه والعدل، وسدادِ النَّظَر، معنى قوله تعالى: ((والعاقبة للمتقين)) ((ولا عدوان إلا على الظالمين))· وتغلقُ أبواب جهنم أمام الفرَق الثنتين والسبعين، لتتحول مسيرتهم إلى الجنّة، ويأتونها وقد فتِّحت أبوابها، ولربّما كان منهم حِجاجٌ لربّهم سبحانه، أن قدَّم عليهم الفرقة التي أخبر عليه الصلاة والسلام أنّها النّاجية· ونوردُ هنا قوله صلَّى اللَّه عليه وسلَّم: (افترقت اليهود على إحدى وسبعين فرقة، فواحدة في الجنّة، وسبعون في النّار، وافترقت النّصارى على اثنتين وسبعين فرقة، فإحدى وسبعون في النّار، وواحدة في الجنّة، والذي نفسُ محمدٍ بيده، لتفترقنَّ على ثلاث وسبعين فرقة، فواحدة في الجنّة واثنتان وسبعون في النّار)، وفي رواية: (تفرَّقت) بدلاً من (لتفترقنّ)؛ إخباراً عن وقوع الأمر في الماضي، كما هو الحال مع اليهود والنّصارى· ¶ إنّ هؤلاء الذين جابوا البوادي، وتوترت قاماتهم فوق السّحاب، وحسروا عن سوقهم فوق الرمضاء، وأسرعت بهم ركائبهم على مهاد وشعاب، ثم خربت بهم على كأْداءَ صعبة، أذهبوا على سنامها جهدهم، ثم لم يصيبوا إلا مجدَّعات الآمال، وغدوا من بعدُ على ظنونٍ كالحةٍ تصدُّ عنها العيون، وتنفر منها الآناف، ورأوا في سراب الباطل ما يغنيهم عن قيعة الربيع الفارهة·",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "فماذا قال هؤلاء في أولئك الذين قضى عليهم رسول اللَّه صلَّى اللَّه عليه وسلَّم أنّهم في النار؟ نتيجة التأويل السيئ: ردُّ الوحي ¶ ولكأنّما علموا أنّ النّار بوحيٍ خاصٍّ بهم، أو بإلهامٍ جرى به قلمُ الحكمِ الإلهي، أنّ منهم ومنهم، فقالوا: فريق في الجنّة وهم السّواد الأعظم، والفريق الآخر في النّار، وهذا يعني من غير مراءٍ ردَّ ما قضى به الرسول صلَّى اللَّه عليه وسلَّم وهو من بعد ردٌّ للوحي الذي أنزله بهذا القضاء عليه، وهل له تأويل غير هذا التأويل الفاسد المتهافت؟ ¶ وأنا لا أدري لِمَ يكون مثل هذا التأويل السَّيِّئ، الذي نسيه الوحي بظنّهم حين نزل بما قضى به عليه الصلاة والسلام، وأراده أولئك النَّفَر، المطرَّقة وجوههم، الصاخبة بالجهل والفساد قلوبهم، الواغلة في الشرّ والحسد نفوسهم، ولعلّهم إن ذكروا شيئاً من الصواب يوماً، وعقلوا أنّ في الحقّ خيراً لهم لو كانوا يعلمون، نأَوْا بجانبهم عن الباطل الظّانيه حقّاً، وأعرضوا عنه، وسألوا أهل الذكر، الذين علموا أنّ الحقّ للَّه ولم تصدّهم عنه الظّنون الحائدة، والأوهام الكاسدة، والأخلاط الراكدة· فأقول: ¶ بدهيّات لغويّة",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "1 ـ مِن بَدَهِ الأمر في لُغَتنا، أنّ الحرف العربي إذا نطق به اللّسان ابتدره أكثرُ من معنى، غير أنّ واحداً منها يقع في الصدارة، ليكون هو الحائز لفظ الحرف المنطوق فور النّطق به، وهو أظهر ما يكون من سائر المعاني التي تظهر أمامه، ذلكم هو الأول الذي لا ينازَع في موضعه المعهود في نظام لغة العرب، ولا ينازَع إلا إن كان المتكلّم يريد أن يؤخِّره ليَحِلَّ محلَّه معنى غيره، لا يعرفه السّامع منه إلا بعلامةٍ من خارجه، تهدي إلى المعنى الذي يريده المتكلّم نفسه، تصرفه إليه تلك العلامة التي جعلها المتكلم دالةً عليه، وضمَّنها كلامه، فإن لم تكن علامة صارفة، فالحرف على لسان الناطق لا يدلّ إلا على المعنى الذي وُضع له في أصل وَضعه· القرآن والسُُنَّة أثريا اللُّغة العربية، ولم يغيّرا في معانيها . ¶ 2 ـ وليس يخفى على ذي لبٍّ على أنّ لغة العرب لم تتحوّل عن معانيها ـ سواءٌ في مفرداتها المتباعدة، أم في تراكيبها المتآلفة ـ بعد نزول القرآن والسُّنة، بل إنّهما زادا من ثروة اللُّغة في مفرداتها، وتراكيبها، وما أحدثا من مصطلحات كثيرة، ومعانٍ جديدة· إذاً فليس لنا أن نحوِّل هذه الكلمة النبويّة، من فُلكِ هذه القاعدة إلى فلك قاعدةٍ أخرى، بدعوى أنّ خلافاً كائنٌ في هذه المسألة، يقضي التحوّل خشيةً من زيادة الخلاف بين الأُمّة، وإهاجة العواطف، وتأجيج نار الخصومات، ولربّما كان هذا التحوّل يقضي علينا إحداثاً لقاعدة جديدة جوفاءَ، تزيد من إفساد المعنى، وبعده عن سواء الصّواب، وليس يحسن الأمر على وجهه إلا باستسهاله بالقاعدة المتبادرة المعروفة· ¶ الدّاخلون النّار على ضربين",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "3 ـ وكلمة النّار المحلاة بأل التعريفية تقضي أن يكون المراد بها، النّار المعهودة التي أعدَّها اللَّه لأهلها الذين تؤَهِّلهم أعمالهم ومعاصيهم، وخروجهم عن طاعة اللَّه ومراده من خطاباته التكليفية، ومشاقتهم رسوله والوحي المنزَّل عليه، وإيثارهم أهواءَهم وشهواتِ نفوسهم عليه، وأخذهم أنفسهم بكلّ ما يوجب العذابَ إلا القليل من الصّالحات، التي لا تصيب شيئاً من الإخلاص والصّدق، وإن أصابته فلا تلبث أن يخالطها الرياءُ، ويحوطها الشَّكُّ، وهؤُلاء هم الذين أُعدَّت النّار لهم، أول ما أُعدَّت· أمّا العُصاة من أهل الذنوب، ممَّن تمسُّهم النّار ثم يخرجون منها؛ فهم طارئون عليها، كلٌّ منهم بذنبه، ثمّ تكون له منها النّجاة، فهم أشبه ما يكونون بالأضياف الراحلين عنها، أمّا اللابثون المقيمون على ديمةٍ، بلا تحوُّلٍ عنها، فهم مَن وصَفْنا، وحين يكون حكمٌ على عبدٍ، أو عبيدٍ أنّه من أهل النار، فإنّ المراد به المستوجبُ البقاءَ والدَّوام، وهو الموصوف بمثل قوله سبحانه: ((وأولئك أصحاب النّار هم فيها خالدون)) والآيات في هذا كثيرة·",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وأمّا الطارئون بذنوبهم، فلا يحكم عليهم بمثل هذا الحكم، لأنَّ الصاحب، هو الذي يملك الشيءَ، أو يديم وصلهُ، أو المكث الطويل فيه، الذي يشبه أن يكون صاحباً مالكاً له، هذا ما يعرفه أهل العربية من عربيّتهم، التي خاطبهم اللَّه بكتابهم بها، فقوله صلَّى اللَّه عليه وسلَّم: (كلُّها في النّار) أي النار المعهودة التي لا يقبل الذّهن التحوُّل عنها بلا صارفٍ من الصوارف، التي ترتضيها اللّغة لمفرداتها وتراكيبها، وإلا كانت لغة القرآن في حاجةٍ إلى غير القواعد التي عرفها العرب للغتهم في غير تكلُّفٍ للموجود المعروف المتبادر بالفطرة والسليقة منها، ولا تلمُّسٍ لغيره مما يتوهَّم أنَّه يصلح قاعدةً ولا تكون، فالنّار هنا هي النّار المعروفة، المعهودة التي أُعدَّت لأهلها الأحِقّاءِ بها ولا كرامة، فلماذا التَّورُّع أن لا يكون للنّار أهلها، وهي لا تريد لنفسها إلا أهلها، ما بلغوا من كثرة العدد ولو قالت: هل من مزيد، وأهلها هم أهلها· ¶ الفِرقة الناجية واحدة لا ثاني لها ¶ 4 ـ ثمّ إنّه لو كان من هؤلاء الفرَق مَن يُستثنى مِن النّار، لأنقص عليه الصلاة والسلام منها، فبدلاً من أن يكون عددها اثنتين وسبعين فرقة، لأنقص منها العدد الذي يستحقّ الاثنتان، فزادت الفرقة الناجية وصارت اثنتين أو ثلاثاً أو أكثر، ولكان قال عليه الصلاة والسلام: (كلّها في النّار إلا ثلاثاً منها)، لكنّه إذ لم يقل ذلك، فإنّه قد علمَ أنّ النجاة لا تكون إلا لواحدة، وأنّها بما أنعم اللَّه عليها، هي التي وصفها بقوله: (هي مَن كان على مثل ما أنا عليه اليوم وأصحابي)، وهذا الوصف في مجمله يغني عن كلِّ وصفٍ سواه· ¶ الاستثناء حصرٌ بالعدد هنا",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "5 ـ ثمّ إنّ هذا الاستثناء، هو بمثابة الحصر، ولو كان يراد الحصر بأكثر من هذه الطائفة، لكفى أن يكون بشمولية الوصف: (مَن كان على مثل ما أنا عليه اليوم وأصحابي)، ولأنقص من الفرق الهالكة أو لزاد عليها، لكنّه إذ لم يفعل شيئاً من ذلك، فيبقى الحصر بالخبر نفسه على نحو ما قال عليه الصلاة والسلام، والعدد هو من ألوان الحصر في لغة العرب، وهذه النجاة التي لا تتعدّى الواحدة التي وصف، لو كان نجاة لغيرها لكانت من الثنتين والسبعين بوصفٍ غير الوصف الذي ذكره عليه السلام، وهذا ولا ريب يكون من الإخلال بالفصاحة النبويّة بعيدة المنال، وهذا من سوءِ القول ـ ولا بدَّ ـ والمسلم يبرأُ من مثل هذا السوءِ، فلا محيدَ حينئذٍ عن الوقوف عند مثل هذه الكلمات على عددها وترتيبها ونسَقها، الذي إن أُخذ على غير ذلك؛ كان إخلالاً ظاهراً يجب العود عنه· ¶ الجنّة والنّار هما المعهودتان ¶ 6 ـ ثمّ لماذا لا تكون جَنَّةٌ غير الجنة المعهودة المعروفة التي لا يكون تحوُّلٌ للذّهن عنها عند وقوعها في السّمع فيقال: إنّ جزاءَ الجنَّة يمكن أن يُجزَّأَ على نحو ما يجزَّأُ عذاب النّار، إن كنا نريد أن نقارب بين فهمنا لهذا وذاك، وليس هذا يُراد، إذاً؛ فيبقى ثواب الجنّة على وفق ما أراد لأهلها، ويبقى جزاء النّار على وفق ما أراد لأهلها اللابثين فيها، أو الذائقين مسَّها وتكون لهم نجاة· افتراضٌ وقياسٌ عكسي تقريباً وتوضيحاً",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "7 ـ ولو كان استثناءٌ ينتهي فيه نفرٌ من الجنَّة إلى النّار، لكان يمكن أن يكون لنفرٍ قليلين جدّاً، استأثر اللَّه نفسَه بهم استئثار حَصرٍ على وجهٍ يعزُّ إلا على اللَّه وحده دون سواه، حتى وإن كان لهم شفاعة مخصوصة، كصاحب البطاقة، أو الذي طلبَ من أهله أن يحرقوه بعد موته خشيةً من أن يدركه اللَّه بعذابه، فمثل هذين لو كان من قضاءٍ حتم يكون فيهما على وجه النّظر العقليّ المجرَّد، بالقياس المحض، لكانت النّار أولى بهما، لكن للَّه شأنٌ يكون لإرادته فيه على غير قياس عقليّ يخضع لمثل ما يكون عليه شأْن البشر، فقد اختصّ اللَّه سبحانه نفسه ببعض الأمر الذي لا يجوز، ولا ينبغي أن يكون فيه للبشر إلا التسليم المحض، الذي لو كان لهم فيه شأن، لما كان منهم إلا زيادة في التَّحيُّرِ، ثم الانتهاء إلى زيادة وزيادة فيه، لأنّ مثل هاتين الصورتين منسلختان بالكلية عن الإدراكات البشرية، وقدراتهم العقلية والحسِّية، ولو جعل اللَّه لهم أن يختاروا، لأدخلهم اللَّه سبحانه في إرادته ـ وحاشاه ـ، لذا فما لهم إلا التّسليم، وأن يقولوا في أنفسهم: حسبنا أنّ اللَّه لم يجعل لنا إلا التّسليم والرّضا بما علمنا منه سبحانه، واختص به نفسه: ((ما كان لهم الخيرة من أمرهم))، وإلا كان الخروج والإباءُ عما قضى وأراد، واختصّ نفسه به سبحانه ((ألا له الخلقُ والأمر تباركَ اللَّهُ ربُّ العالمين))، وليس للعالمين إلا أن يقولوا: سمعنا وأطعنا وسلَّمنا، وفوَّضنا الأمرَ كلَّه من قبلُ ومن بعدُ إليه· وحسب المؤمن من الحقّ هذا، واللَّه لا يقضي بين عباده إلا بالحق· النسبة للمصطفى شرفٌ لا يناله إلا الفرقة الناجية .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "8 ـ ويبقى سُؤال، لا بُدَّ وأن يُجاب عليه جواباً سويّاً، وهو: كيف يصحّ أن ينسب محمد صلَّى اللَّه عليه وسلَّم لنفسه أُناساً ليكونوا من أصحاب النّار: (وتفترق أمتي على ثلاث وسبعين فرقة، كلُّها في النّار إلا واحدة)، وهم السواد الأعظم، أليس هذا عجيباً غريباً· ¶ فأقول: أعجب من مثل هذا السّوال، وأشدّ غرابة: أن يكون مثل هذا السؤال، إذ أنّ هذه النّسبة قد قُطعت يقيناً، وكان حريّاً بهؤلاء أن يُبقوا على هذه النّسبة، ليُبعثوا يوم القيامة بها، لكنّهم ـ وقد أصابوا من سوءِ المعتقد ما أودى بهذه النسبة الشريفة، فما يكون لهم أن يدَّعوا بقاءَها، بعد أن عمَدوا إلى قطعها بسوءِ صنيعٍ منهم، ولنا في كتاب اللَّه ما يؤكِّد ذلك، ((وقال نوحٌ ربِّ إنّ ابني من أهلي))، ((قال يا نوح إنّه ليس من أهلك إنّه عملٌ غير صالح))· فأيَّة نسبة هذه التي تبقى بعد أن صارت سراباً أو يباباً، بصنيع السوء من هذه الفرَق مجتمعة، وهي الكثرة الكاثرة في التفرُّق والشّتات، وإن كانت الفرقة الناجية التي ظلَّت نسبتها قائمةً، ووشيجتها موصولةً برسول اللَّه صلَّى اللَّه عليه وسلَّم إلى يوم القيامة، يستحقّ بها العصاة منها شفاعته عند ربّه سبحانه؛ هي الأكثر عدداً؟! كما أخبر بذلك الصادق المصدوق صلَّى اللَّه عليه وسلَّم: (فإنّي مباهٍ بكم الأمم يوم القيامة)؟!",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "الفرَق الهالكة: أصولٌ - مجمَعٌ عليها - وفروع - مجتهَدٌ فيها - لها حكم الأصل ما دامت موصولة بها، وإلا فلا 9 ـ ولعلَّ هذه الفرَق على شتاتها وتفرُّقها بسوء اعتقادها لم تُعْرَف أسماءُها بإجماعٍ عليها، لأنّه صلَّى اللَّه عليه وسلَّم لم يخبر بها، فكان من أهل العلم أن صاروا يلتمسونها التماساً بأوصافٍ يقدِّرونها قياساً على أوصافٍ قليلةٍ ذكرها الرسول عليه الصلاة والسلام لبعضها، جعلوها أصلاً في قياساتهم عليها، فأصابوا منها وأخطأوا، إلا أنّهم قد أجمعوا على عددِ الفرَق الأُصول التي نجمت عنها الفروع التي لم يجمعوا على أسمائها، لإخباره عليه الصلاة والسلام بعددها فقط لا بأسمائها، وهذه الأربع هي: الخوارج، والشيعة، والقدرية، والمرجئة، وليس يخفى أنّ الحكم على هذه الأصول بأنها من أهل النار هو حكم عليها لا يتخلَّف أولاً، ولا نجاةَ لواحدةٍ منها باستثناءٍ ثانياً، وأنّ الحكم على الأصل منها يقضي بالحكم على الفرع ولا بدَّ ثالثاً، وأنّه إن كان من نجاةٍ لفرعٍ من فروع هذه الأُصول فهو من بعد عذابٍ يطول أمدُه أو يقصُر رابعاً· بما كان من مفارقةٍ لسوءِ المعتقد الذي خرجت به تلك الفرقة الأصل، وفارقت النسبة التي كانت موثوقة بها إلى أمة محمد صلَّى اللَّه عليه وسلَّم، وخلعت نفسها منها، وصارت إلى غيرها بكفرٍ منها وسوءِ معتقدٍ صارت إليه، اختياراً منها وطواعية· ومعلومٌ بداهةً حكم القاعدة السَّارية في الناس: (الفرع يأخذ حكم الأصل ما دام موصولاً به)، وما دام أنّ أسماءَ هذه الفرَق لم تُعرف ولم تُحدَّد إلا باجتهادٍ وقياسِ نظرٍ، فلنا أن نُلحق الحكم الذي قضى به رسول اللَّه صلَّى اللَّه عليه وسلَّم عليها، وهي دعوى لا تنفكّ عن موطنها إلا بدليل يقضي بانفكاكها، ولا دليل واللَّه أعلم، وهذا الحكم هو أنّ هذه الفرق كلّها في النار إلا واحدة، وهذه الفرق أصولها الأربعة مجمعٌ عليها، أما الفروع الناشئة منها فهي اثنان وسبعون فرعاً،",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "لكنّ الإجماع لم يلتقِ على أسمائها باتفاق، وإن كان ثمَّة اتفاقٌ على جُلِّها، وذلك للتشابه الموجود بينها في صفاتها وأحوالها· الفرَق الهالكة خسرت شرف الانتساب للمصطفى . ¶ 10 ـ وهل يغيب عن واحدٍ بل أن يكون عن جماعةٍ، أنّ الوصف الذي يحكم به على واحدٍ أنه من أهل السنّة والجماعة، فيُكتب له النجاة من العذاب، بل ولا يمسّه منه شيءٌ، ثم ينفكّ من وصفه هذا، إما بانخلاعٍ منه البتَّة، وإما من بعضه، فيصيب نصيباً من العذاب، يطول أو يقصر بقدر الانخلاع الذي كان منه، وقد يكون الانخلاع يصيبه بهلكةٍ تذهب بدينه كلِّه، كتارك الصلاة مثلاً، أو كالمستبيح فاحشة من الفواحش، فماذا يُقال في مثل هذا؟ هل يبقى على ما كان منه من أُمة تكون له بها نسبة إلى رسول اللَّه صلَّى اللَّه عليه وسلَّم، إذاً: فقوله صلَّى اللَّه عليه وسلَّم: (وتفترق أمتي) أي من قبل أن تكون على غير النسبة، فإن كان غيرها، فلا نسبة، إذ النسبة كانت بكينونة ما تكون بها النسبة، أما وقد آلت إلى يبابٍ أو سراب، فتكون للنسبة وجهة هي تولِّيها، إن أبقتها، فعلى ما كانت عليه من قبل، وإن صَرَمَتْها، فعلى ما صارت إليه· دليلُ ما تقدَّم .",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "11 ـ ولنا من كتاب اللَّه في هذا نظير، نقرأُ فيما نقرأ من القرآن قوله سبحانه من سورة المائدة: ((لتجدنَّ أشدَّ النّاس عداوةً للذين آمنوا اليهود والذين أشركوا ولتجدنّ أقربهم مودَّةً للذين آمنوا الذين قالوا إنا نصارى ذلك بأنّ منهم قسّيسين ورهباناً وأنَّهم لا يستكبرون))· ففي هذه الآية قسَّم اللَّه الناس قسمين اثنين: أعداء مستكبرين، وأولياء متواضعين، فالأولون هم: اليهود والمشركون، والآخرون: هم النصارى، والسياق القرآني لا يخرج اليهود والمشركين عن مسارهم الكفري الذي هم عليه، فلا إشكال، وأما النّصارى فليس من شكٍّ أنهم لم يبقوا على نصرانيتهم التي كانوا عليها، فقد أثنى اللَّه عليهم باسم النصرانية ((ولتجدنَّ أقربهم مودّةً للذين آمنوا الذين قالوا إنّا نصارى))، وذكر من صفاتهم وأخلاقهم، ما يدعو إلى الثناء عليهم، وقد تحوّلوا إلى الإيمان، وأبقى لهم الاسم الذي كانوا عليه من قبل إيمانهم، ولو جرينا على ما ذهب إليه بعضهم من جعل بقاء الاسم الأول دليلاً على المراد منه أوّلاً، لكان اسم النصارى في هذه الآية، لا يصلح دليلاً على مودَّتهم أصحابَ الرسول صلَّى اللَّه عليه وسلَّم، لأنَّ اسمهم (النصارى) لا يصلح إلا دليلاً على الوصف الذي كانوا عليه أولاً من قَبْل إسلامهم، وليس الأمر كذلك، فإنّ لغة العرب قادرة على استيعاب المسمَّيات بأسمائها جميعاً، من قبل أن تتخذ لها ثوباً جديداً، ومن بعد، فهي لا تضيق أن تُبقي على الأسماء على ما كانت عليه، لأنّ حقائق الأشياء لا تتحوّل عمّا كانت عليه، ولا على ما صارت إليه، وبخاصَّةٍ وأنّ الأجناس هي الأجناس، والأنواع التي تتفرّع عنها هي الأنواع، وقد ترسَّخت وثبتت في مسيرة الزمن، وعرفت على شهادة التاريخ، فهل يكون لأُمة أن تُعرف على غير ما عُرفت والمعرِّفها هو نبيُّها المبعوث فيها ومنها رحمة وهدى؟ إذاً؛ فقوله عليه الصلاة والسلام: (وستفترق أمتي) أي: الأُمة التي بُعث فيها، وهي",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "بما هي عليه من وِصْلَةِ النَّسب، ووشيجة الانتماءِ، تبقى على الحال التي وجدت عليه، وإن أصابها ما أصابها من قطعٍ أو وهنٍ في حالٍ، أو ثقافةٍ، أو مذهب· ¶ سؤالات تحسمُ كلَّ عناد ¶ 21 ـ ثمّ إنّ التفرُّق الذي أفضت الأُمَّةُ إليه، لم يُحدث لها لغةً أو لغاتٍ جديدة، بل بقيت لغتها العربية هي لغتها، وإن تعدّدت أو أحدثت لنفسها في أساليبها وحروفها اجتهادات، أرادت ـ بتفرُّقها ـ أن تنتصر كلُّ فرقةٍ لمذهبها الذي صارت إليه بتفرُّقها هذا، وليس من شكٍّ في أنّ لغة أية أُمَّة من الأُمم، هي قانون من قوانين حياتها، وقاعدة من قواعد وجودها· وإنّي لأسأل سُؤالاتٍ نستكشف بها مسائل جزئيّة صغيرة، لكنّها تنبئُ بأُمورٍ جليلةٍ، وتهدي إلى أوصافٍ إن وُضِعَت في موازين العدل، قضينا بها على كلِّ من يعدل عن قوامة الحقّ، ويرضى أن يدخل نفسه في حوبة الإثم، ويستتر في سوأة الإثم، وأدع جواباتِ تلك السّؤالات لكلّ من كان له عقلٌ أو يلقي السمع وهو شهيد، ممن ينتسب إلى العلم بحقّ، ويُحسن العمل بمسائله، وأحكامه· السؤال الأول: مَن كان يعلم عن واحدٍ أو عن جماعة ممن يُقال فيهم: إنهم مسلمون، وربما استيقن من صدق إسلامهم، الذي لو خرجوا به من الدنيا، لقضى لهم به الجنة، ثم رأى أو سمع من يفعل أو يقول فعلاً أو قولاً يكفر به فاعله أو قائله، هل يبقى هذا الفاعل أو القائل عنده على إسلامه، ويحرز به الجنة إن مات على فعله أو قوله هذا؟ ¶ السؤال الثاني: رُئي رجلٌ أمام صورةٍ لرجل صالح، وهو ساجد أمامها ويقول وهو ساجد مخاطباً صاحب الصورة: يا فلان أغثني، فما الحكم الذي يُقضى به على هذا السّاجد المستغيث بصاحب الصورة؟ السؤال الثالث:",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "من بدهيات العلم، ومما أجمعت عليه الأُمة، أنّ الرسول صلَّى اللَّه عليه وسلَّم بشَّر عشرةً من أصحابه بالجنّة، فهل يكون لواحدٍ من الأُمة، صالحاً (وحاشا) أو فاسقاً أن يسقط عنهم جميعاً أو عن واحدٍ منهم هذه البشرى لأيّ سبب من الأسباب التي تُساغ عنده، وهل في هذا الإسقاط تصديق لرسول اللَّه صلَّى اللَّه عليه وسلَّم؟ السؤال الرابع: ¶ وماذا يقال إن كان هذا الإسقاط لمثل هذه البشرى أصبح عقيدةً راسخةً عند طائفةٍ أو فرقةٍ من المسلمين، وهل سلامةُ واحد منهم أو طائفةٍ من هذه العقيدة يستوجب براءةَ مَن ينتسب لها هذا الواحد أو الطائفة؟ السؤال الخامس: ¶ بمَ يُحكم على مَن يلعن كرام الخلق من مثل أصحاب رسول اللَّه صلَّى اللَّه عليه وسلَّم الذين أثنى عليهم ربهم، وبرّأهم من العيوب التي يواقعها ويخالطها عامّة المكلّفين من البشر؟ السؤال السّادس: ¶ بمَ يُحكم على مَن يلصق فواحش وعيوباً وتهماً بمثل أولئك الأصحاب، كاللواطة، وتغييب شيءٍ من القرآن، أو إخفاء سورةٍ أو آيةٍ أنزل اللَّه فيها ثناءً على نفرٍ لم يصادف هوى في نفوس بعض من عَهد إليه الرسول صلَّى اللَّه عليه وسلَّم بكتابة القرآن العظيم المحفوظ بحفظ اللَّه سبحانه؟ السؤال السّابع: بمَ يُحكم على مَن يلحق الأذى بمن بَرَّأه اللَّه سبحانه مما جرَتْ من سوءٍ ألسنةُ المنافقين، ويبقى هذا الوصف ذكراً حسناً، وتسبيحةً يتقرَّبُ بها إلى اللَّه، أولئك الخائضون به عقيدةً راسخةً فيهم؟ ¶ السؤال الثامن: هل مِن فرقٍ في الحكم على مَن يقول: رسول اللَّه كاذب، وبين من يكذب عليه بنسبة قولٍ أو فعلٍ إليه وهو لم يقُلْه ولم يفعله؟ ¶ السؤال التاسع: هل مِن فرقٍ بين مَن يقول: رسول اللَّه كاذب، وبين من يقول: أبو بكر وعمر رضي اللَّه عنهما طاغوتان، أو هما في النار خالدين فيها، أو يستبيح لعنهما ويحضّ الناس على لعنهما، ويعدُّ ذلك من القرُبات والصالحات؟",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "السؤال العاشر: بماذا يُحكم على مَن يقول بخلق القرآن، ويُنكر الصّفات التي وصف بها اللَّه سبحانه نفسه، أو يتأوَّلها تأويلاً قريباً من الإنكار؟ ¶ السؤال الحادي عشر: بماذا يُحكم على مَن يسوِّي في الفضل بين مَن يقضي بشريعة القرآن، وبين مَن يحكم بالقوانين الوضعية التي صاغتها عقول البشر، ويرى أنّ الفريقين على درجةٍ واحدةٍ من الإيمان ما دام كلٌّ منهما ينطق بالشهادة؟ ¶ السؤال الثاني عشر: بماذا يُحكم على مَن يقضي بشريعة القرآن وهو يقول: لا إله إلا اللَّه، لكنّه لا يؤمن بمقتضاها؟ وهل يستوي هو ومن لا يقضي بشريعة القرآن، لكنّه ينطق بالشهادة ويقول: لا إله إلا اللَّه، وربّما آمن بمقتضاها؟ وبِمَ يُحْكَمُ على مَن يقضي ببعضٍ من شريعة القرآن، ولا يقضي بالبعض الآخر، سواءٌ أكان ذلك من إيمانٍ وتصديق أم مِن جحودٍ وإنكار؟ ¶ السؤال الثالث عشر: ألا مِن دالٍّ لنا، يحصي الصفات والمزايا التي صارت إليها واحدة من هذه الفرَق الهالكة في النار التي تحول دون دخولها النار؟ ¶ السؤال الرابع عشر: ألا يدلّنا مَن يُنكر علينا القول بأنّ هذه الفرَق الهالكة في نار جهنم بكفرها تأبيداً، ويظهر لنا بعض الصّفات التي يستحقّون بها بعمومٍ دخولَ الجنّة، على نحو ما يستحقّ بها أهل الفرقة الناجية أو أقلّ درجةً منها؟ ¶ السؤال الخامس عشر: وليعلم كلُّ واحدٍ ممن يقول لا إله إلا اللَّه أنه لا ينبغي أن يُكَفِّر مسلماً، وهو لا يعلم بمَ يكفَّر ولا كيف يكفَّر، بل ومن الإثم الباهظِ المُفظِع أن يتمنّى الكفرَ لمسلم، لأنه بذلك يتمنَّى له أن يُخَلَّد في نار جهنم، وهذا شرٌّ ليس بعده ولا قبله شرٌّ، والرسول عليه السلام يقول: (لا يؤمن أحدكم حتى يحبَّ لأخيه ما يحبُّ لنفسه)، فأين يكون موقعُ الذي لا يحبُّ لأخيه ما يحبُّ لنفسه من الإيمان؟ أقول: إنَّ هذا إذا لم يتب من مثل هذا فقد أوثق نفسه بحبلٍ من حبال جهنم عياذاً باللَّه تعالى· ¶ للُّغة قداسة الدِّين",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وللغة الأُمة قداسة أشبه ما تكون بقداسة الدِّين الذي تتقرَّب إلى اللَّه بأحكامه وشرائعه، بل هي قداسة الدين نفسها، ذلكم أنّها هي اللغة التي أنزل اللَّه بها هذا الدين القيِّم، إذاً؛ فإنه حريٌّ بأُمتنا أن تقرن في القدسية بين الدِّين بأحكامه، وشرائعه، وعقائده، وأخلاقه، وبين اللغة التي خاطبها اللَّه بها، حتى لا يغيب عنها من أولئك شيءٌ أو تخفى منها عنّا خافية، فيكون بيننا وبين لغة ديننا من مثل هذه القدسية تعاضدٌ، نقف منه على فقهها، ومعرفة ما يجب أن يستقيم عليه أمرُ حياتنا إلى أن نلقاه، ومن هذا الفقه أو المعرفة، أن تجتمع فهوم الأُمة على قدرٍ مشتركٍ من الإدراكات المعرفية العلمية التي تؤهِّلها لتكون أُمَّةً واحدة، وخيرَ أُمة، ولكي تكون لها في دينها ومن دينها عصمة تحميها من التنازع والاختلاف· وقد أراد اللَّه ـ لهذه الأُمة بلغتها ـ أن تكون على مثل هذه العصمة، ويسَّر لها الأسباب التي تتهيأُ بها وحدتها، وتنتهي إليها على غير إلجاءٍ أو إكراهٍ، إلا ما يكون من ذلك لها على معتصم الفطرة، التي فطر اللَّه النّاس عليها· ¶ انتقاصُ فقه الدِّين واللُّغة: سببُ التنازع في الدِّين ¶ وليس من شكٍّ في أن ما جنَتْهُ الأُمَّةُ من تنازُع وتفرُّق في الدِّين، قد كان بانتقاصٍ في فقه دينها ولغته العظيمة، أودى بها إلى هذا البلاءِ الجاثم فوقها منذ قرون، ولا يرفعه عنها إلا النزوع إلى دينها من جديد، بلغتها التي عزَّت بها إذ قد فقهت بها خطاباتِ ربِّها سبحانه، وهذا أمرٌ يقتضينا أن نسأل عن مصير هذه الفرَق الثنتين والسبعين التي حكم عليها رسول اللَّه صلَّى اللَّه عليه وسلَّم بوحيٍ من ربِّه بما أخبرنا به، وهل يكون لها أو لطوائف منها نجاة من النَّار بعد عذاب يمسُّها يطول أو يقصر مداه، وهو ما يكون تحت: نجاة الأفراد غير نجاة الفرَق .",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "المسألة الرابعة: هل تكون من النّار نجاة لهذه الفرَق الثنتين والسبعين، كالنجاة التي تكون وتدرك العصاة من أفراد الفرقة الواحدة الناجية؟ ¶ والجواب عن هذا السُّؤال يقتضينا أن نرتّبه في فقرات، فنقول: ¶ لزوم التناسب بين المقتضيات اللّغوية ¶ أولاً: لو كان مراده صلَّى اللَّه عليه وسلَّم تعميم النجاة بإطلاقٍ لأدخل الفِرَقَ كلَّها في الفرقة الواحدةِ الناجية، أو لكان الأَولى أن يُلحِقَ الفرقَةَ الواحدةَ الناجيةَ بالاثنتين والسبعين، لأنّ الحكم العام الذي يقبل الاستثناء بحرف الاستثناء، أو بالعدد زيادةً ونقصاً، ويكون على وجهٍ من هذين الوجهين، فإنَّه به ينتفي غيره، ويظهر الحكمُ المراد من سياق الكلام كأحسن ما يكون الظّهور، وهنا أيضاً تأكَّد الاستثناء بالعدد بحرف التوكيد (كلُّ)، وجاءَ التعريف للنار بحرف (أَل) العهدية التي يحكم بها للنّار المعهودة بالتَّعريف، فلا يُراد بها إلا النّار التي أعدَّها اللَّه أوَّلَ ما أعدَّها للمعهودين من أهلها، فإنّ الأليقَ بما يكون مصروفاً إلى المعهود في الذهن أن يُقْرَنَ به الأقرب إلى هذا المعهود، حتى لا يكون هناك من تنافرٍ، يكون منه اختلافٌ على المراد، فإنّ الكلام العربي يهدي بعضه بعضاً بأنواعٍ من الدِّلالة التي يتآلف بها، وهنا: فإنَّ النّار التي دُلَّ إليها بما ذكرنا، لا يُمكن أن يُقضى لها إلا بمن هم أهلها الحقيقون بها، وهم الخالدون اللابثون أبداً فيها، أمّا مَن ينجون من لظاها، ويخلصون من حميمها؛ فليسوا هم أهلها، وإلا لكان إدخالهم نوعاً من التهافت وضعف المعنى، ولذا فإنّهم ليس يُحْكمُ لهم بما حُكِمَ لأهلها، الذين كان من سوءِ صنيعهم، وقبيح فعلهم ما قضوا به على أنفسهم، فاستحقّوا به الخلود ـ عياذاً باللَّه ـ في نار جهنّم· ¶ عونٌ على الفَهم",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "ومما يعين على هذا الفهم أنّه حين يقول القائل: إنّ للجنّة أهلها، وأنّ أهلها الأوّلين السّابقين هم الذين عملوا لها، عملاً صالحاً بكماله وصحته وصدقه، فوعدهم اللَّه أن يكونوا هم أهلها· وهذا القول لا ينفي عن العصاة الذين مسَّهم العذاب، ثم خرجوا من النّار أن يقال فيهم: إنَّهم من أهل الجنة، ولو عُدِلَ بهم عن هذا فقيل فيهم: إنّهم من أهل النّار، لأنَّهم عُذِّبوا في النّار إلى حين، لكان قولاً خطأً، لأنّ مسَّ العذاب، إنّما كان تطهيراً لهم من الذنوب والخطايا التي واقعوها، ثمّ هم من بعدُ يُؤَهَّلون أن يكونوا في الجنّة مع أهلها، ثم لا يخرجون منها، ويكونون من الخالدين في نعيمها، فهم على ما كان منهم من كلِّ ما أوجب عليهم العذاب لم يحكم عليهم بأنّهم من أهل النّار، فهم من أهل الجنّة، على ما كان لهم من سوءِ العذاب، إذ العبرة بما يختم لهم به· أمّا الذين قال فيهم رسول اللَّه صلَّى اللَّه عليه وسلَّم: (كلُّها في النّار) فقد حكم عليهم ابتداءً، ثمّ لم يكن منه استثناءٌ يخرجهم منه، فكيف لنا أن نأتي باستثناء من عند أنفسنا، من شفقةٍ بهم أو رأفةٍ، ومحمد عليه السلام الرحيم، الرؤوف لم يأْتِ بمثل هذا الاستثناء، الذي لو كان لكان بوحيٍ من اللَّه سبحانه، فإذ لم يكن منه، فكيف نصنعه نحن؟ وهل لنا أن نأتي نحن بشيءٍ لم يأذن به اللَّه لنبيّه عليه السلام، وقد علم بما أوجبوا به على أنفسهم أن يكونوا من أصحاب النار، فقضى به عليهم بقوله: (كلُّها في النّار إلا واحدة)· ¶ من المرجّحات: قاعدة منسيّة",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وهنا أُنبِّه إلى قاعدةٍ يَغْفُلُ عنها جلُّ أهلِ العلمِ، وتركُها أو إغفالها يؤدّي إلى الوقوع في أخطاءٍ كثيرةٍ، ويربكُ الجاهِلَها، ويزلقه في أوحال الأهواءِ، ألا وهي: أنّ لزوم التناسب والتكافؤ بين مقتضيات القواعد اللّغوية، كلزوم مقتضيات القواعد الشرعية المعروفة المشتهرة، ونُنزل هذه القاعدة على ما نحن بصدده، فنقول: قوله عليه السلام: (كلُّها في النّار) فإنّ (أل) هي للعهد، أي أنّها النار المعهودة في الآخرة، التي أعدَّها اللَّه للمشركين والكفّار بكلّ أنواعهم وصنوفهم، وأول ما يتوجّه القلب إليه، أنّ أحقّ النّاس بها هم أهلها الذين وصفهم اللَّه بقوله: ((كلّما أرادوا أن يخرجوا منها أُعيدوا فيها))· وهل ينفكّ التلازم بين هذه النّار، وبين تلك الفرَق، التي قضى الوحي عليها بأنّها كلّها في النار إلا ما استثناه، وهي الفرقة الناجية· فقد أصابت من السوء ما أوجب لها النّار، التي خلقها اللَّه لأهلها، وهذا التناسب إنّما كان بالتقارب والتجانس، بالأسباب التي جمعت هذه الفرَق إلى ظِئرها (النّار)، فكما أنّ النّار هي المعهودة، فإنّ أهلها الذي يستحقّونها هم أهلها المعهودون·",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "وقد مضَت القرون، وانقضَت العهود، ولم يكن من هذه الفرَق كلّها إلا زيادة في الإمعان في كرائه السوءِ التي قضَت بها على أنفسها أن تكون من أصحاب النّار، لم تتحوّل عن شيءٍ، ولم تُصِبْ حُسْناً من قولٍ أو فعلٍ يقرِّبها من الفرقة الناجية، بل لقد كان بعض انتقاصٍ من سمات الفرقة النّاجية، أدنتها إلى بعض الفرَق الهالكة· وكان ذلك من بعض من أُولعوا بما عند تلك الفرَق من السوءِ عياذاً باللَّه، بل لقد جاوز هؤلاء هذا القدر، وغدوا إلى اليهود والنّصارى، ومدُّوا الجسور ـ كما يقال ـ إليهم ـ بالمودَّة والحسنى ـ من غير ما سببٍ إلا الإعجاب بما عندها، والانبهار بما خفي عليهم من البأساء والضرّاء التي أحلَّت عُظْم الأُمة في قيعة السّوء، وأنزلتها منازل السوء، وكانت منها على شفرة سكّين الموت، ترقب حتفها العائج بها على هلكتين، واحدة في الدنيا برداء التّبعية والإعجاب، والثانية في الآخرة ـ عياذاً باللَّه ـ من عذاب الهُون في سقر· ¶ عَجَبٌ من استصحاب البعض صفات الماضي مع ظهور تغيّرها ¶ وإنّي لأعجبُ أشدَّ العجب ـ حتّى إنّ عجبي ليكاد يصعقني ـ من أولئك الذين يصرّون على أن يبقوا على تلكم العلائق الموهومة التي يحسبونها باقيةً على حالها الأُولى في مطالع القرن الأول، في بدايات نشوئها، إذ كانت الأُمة على تماسكٍ، وتوادٍّ، وائتلافٍ، وقوةٍ، لكن أين نحن اليوم مما كانت الأُمة عليه في ذلك الوقت المبارك، المبارك أهله، (خير النّاس قرني، ثمّ الذين يلونهم، ثمّ الذين يلونهم) .",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "وخلّة واحدة من خلال الشرّ التي عليها تلك الفرق، ولست بالمحصيها، ولا القادر على طيِّ أو ثني حصيرٍ واحدٍ من حصر الشرّ والخبث والمكر والعداوة التي تريد كلُّ واحدةٍ منها أن تجمع الأُمة من فوقها، لتكون هي الحائزة أطماعها، الفائزة بكلِّ ما يُنْمى إليها من مكرٍ سيّئٍ، تُظِلُّ به الأُمة كلَّها، وتُرضِخها به كفراً حافلاً بكلِّ مهارش البلاءِ، وأفانين الفتن، وقوارع الضلال، ثم يكون لها الظهور على ركائب الخديعة والنفاق والتَّقية والاستكبار السيِّئ . ¶ نجاةُ أفرادٍ من الفرَق الهالكة، مع استمرار عدم نسبة الفرقة الناجية إليهم",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "وهنا نذكِّرُ بأمرٍ، لا ينبغي أن يفوتنا، وهو: أنه كما يكون خروج عن جادَّة الحقّ ـ يُوقع بعضاً من أهل الفرقة الناجية في النّار، إمّا تأْبيداً بكفرٍ أو شركٍ أو نفاق، أو ظلمٍ بمعناها الجائف الزائف الحانفِ، وإما بمسٍّ يطول أو يقصر، يكون به التطهير من ذنبٍ حاق به صاحبه ثم يخرجه اللَّه من النّار برحمته ورأفته، فإنّه يكون بعض طوائف من تلكم الفرق ـ التي أرادت لنفسها بأعمالها الفاسدة، وعقائدها الباطلة، الولوج في النّار، والاستقرار فيها ـ تدَّارك نفسها، وتنفي عن قلوبها، وأجسادها، تلكم العقائد والأعمال، وتصير إلى الأعمال والعقائد، التي صلح عليها أمر الفرقة النّاجية، ففازت معها بالجنّة ونعيمها، كرامةً من اللَّه سبحانه، وفضلاً منه عليها، فهي بمثل ما صارت إليه، ورضيت هذه الأعمال والعقائد لتأخذ بها سمت الفرقة الناجية الواحدة، الموصوفة بقوله صلَّى اللَّه عليه وسلَّم: (من كان على مثل ما أنا عليه وأصحابي)، غير عابئةٍ أن تخالف عن موروثٍ قبيحٍ فاسدٍ، أو أن تخرج عن اتباع سبيل ضلالات، ولدت فيها، ونشأت على ردْمها المختلط العفن، يؤَيِّد هذا تأييداً شديداً ظاهراً، ما نراه من مفارقة الكثيرين من أهل الأديان الباطلة أديانهم، ليصيروا إلى الدِّين الحقّ الذي ارتضاه اللَّه سبحانه لنفسه: ((إنّ الدِّين عند اللَّه الإسلام))، ولا يكون للعبد قبولٌ عند اللَّه إلا بهذا الدين ((ومن يبتغِ غير الإسلام ديناً فلن يُقبل منه وهو في الآخرة من الخاسرين))، وما نعرفه في أسانيد السُّنة، من رواية شيوخ الأُمة عن بعضٍ ممن وثَّقوهم في دينهم، وعقيدتهم، وصدقهم، من أهل تلك الفرَق التي صَدَقَ فيها وصف نبيِّنا صلَّى اللَّه عليه وسلَّم: (كلُّها في النّار) فاجتوَوْها لفسادها، وتنحَّوا بجانبهم عنها، ليكونوا بما هُدوا إليها من الحقّ والصواب من أهل الفرقة الناجية، وإن بقيت أسماءُ تلك الفِرَقِ لاصقةً بهم على نحو ما ذكرنا من آية سورة",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "المائدة، وإلا فبماذا نحكم على الشوكاني، والصنعاني، وابن الوزير، وجعفر الصادق، والكثيرين، ممن عرفهم تاريخ الإسلام، وأعلى من أقدارهم شيوخ الإسلام من أهل السنّة والجماعة، ولم تفارقهم النسبة التي عُرفوا بها وشهروا من قبل، وهي الزيدية، وحتى يومنا هذا؟ وحسبهم أنّهم قد فاقوا المئات، بل الأُلوف من علماء السنّة والجماعة، وتبوَّؤُا أرفع المنازل في صدور الأُمة، بما أكرمهم اللَّه سبحانه من صدق الحديث والنيَّة، وواسع العلم والحكمة، وظهور دعوة الحقّ، ونصرتها في كلِّ مكانٍ وزمانٍ وُجدوا فيه، على أيديهم، وقد بارك اللَّه سبحانه في علمهم، ودعوتهم، وصاروا الأئمّة الهداة المهتدين، الذين عزَّ بهم الإسلام وأهل الإسلام، ودور الإسلام· العدلُ أساسُ هذا التفريق إنّ الحقّ يفرضُ علينا أن نفرِّق بمثل هذا التفريق، ونحكم على الفرَق كلّها بمثل هذا الحكم، وإلا نكون نفينا العدل، ورضينا الظّلم، وكنا قاسطين، عياذاً باللَّه تعالى· وهؤلاء وأمثالهم هم الذين يستأْهلون أن يكونوا من أهل الجنّة، بلا مراءٍ، فيكون مثَلهم مثل الذين خالفوا عن أمر ربهم من أهل الفرقة الناجية، قد استحقّوا النّار زماناً يقصر أو يطول، ثم يخرجهم اللَّه منها، أمّا الذين تابوا من أهل الفرَق الهالكة، فإنهم يخرجون من عموم تلك، ويدخلهم اللَّه الجنة . ¶ فقه قوله تعالى: ((إنّ الله لا يغفر أن يُشرك به ويغفر ما دون ذلك لمن يشاء)) ¶ ويحسُن بنا أخيراً أن نأتي على شيءٍ من معنى قوله تعالى: ((إنّ اللَّه لا يغفر أن يُشركَ به ويغفرُ ما دون ذلك لمن يشاء))، ونجعلها: المسألة الخامسة من المسائل التي عرضنا لأربعة منها· فأقول : ¶ مصطلحات عربيّة معانيها شرعيّة",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "أولاً: مما هو معلومٌ أنّ الإسلام أنشأَ في الأُمة مصطلحاتٍ جديدةً مستمدّة من حروف العربية التي أعزَّها اللَّه بكتابه، ومَن أُوتي لازماً بذلك فهماً في العربية ـ يوفي به على صواب المعنى إجمالاً وتفصيلاً ـ يقدر به على أن يجمع إليه المتناقضات بمعانيها المختلفات، ويؤلِّف بينها، تأْليفاً، يكاد المطَّلِعُ عليها، أو القارِئُها يقول في نفسه: ليس بينها تناقض في حرفٍ ولا في معنى، لا لأنّ التناقُضَ الكائن بينها قد عُدِمَ أو زال بمرَّة، بل لأنَّ وضوحها تحت طائلةِ الفهم السّليم، قارب بينها وسدَّدَ، ورتَّب، فسهُلَ على من أُوتي نعمة الفهم هذه، كما شقَّ وصعب على مَن نأَتْ عنه هذه النعمة، فكان بمثل ذلك على غير هدى، وفي ضلالٍ بعيدٍ· ¶ قدرٌ مشترك متفق، وآخر مختلف متباين",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "من تلكم المصطلحات: الشّرك، والكفر، والظّلم، والفسق، وهذه كلّها تلتقي على قدرٍ واحدٍ من المعنى، كما أنّه يكون اختلافٌ بينها في المعنى، لا يَنِدُّ به واحدٌ منها عن الأُخرى في القدر الذي التقت عليه، لأنّه يشبه أن يكون هذا القدر كالأصل، الذي تفرَّعت منه فروع، ربَّما تباينت في أشكالها الظاهرة، أما في مادتها التي تكوَّنت منها، فإنّها لو ظهرت وعَرَفها الناس على ما هي عليه، فإنّها مؤْتلفةٌ غير مختلفة· واقرأْ إن شئت الآيات كلَّها التي جاءت فيها هذه الكلمات من كتاب اللَّه، فإنّك ستجدها جميعاً في أصل الوضع الذي أراده اللَّه سبحانه، لا تختلف فيه واحدةٌ عن مثيلاتها، إلا ما يكون من أصل حروف المادَّة الثلاثية الظاهرة، فيكون هذا من باب التلوين الحرفيِّ، الذي يزيد من جمال الكلمات، وحسن جرسها، فيختار السامعُ أو القارئُ، ما يوافق رغبته أو ما يجري على وفاق سلامة الذَّوق العربي، الذي به ولا بدَّ، يهتدي إلى استجلاءِ المعنى الذي أراده اللَّه سبحانه من كل آيةٍ مجتمعةٍ بحروفها، أو متفرِّقةٍ بكلماتها· وهل يمكن أن يكون شركٌ، إلا بكفرٍ يعمد به العبد بظلم يواقعه، يُفْسد به الظالم بفعله أو تصوُّره ما يريد اللَّه من عدلٍ في أمره وخلقه، أو يُفضي به إلى خروج أو جنوحٍ عن مسار ذلك العدل الذي أراده اللَّه سبحانه في أمره وخلقه، فيكون به ذلك الظالمُ عادياً على العدل الإلهيِّ، يلزم به نفسه عياذاً باللَّه، الفسوقَ أو الخروجَ عن سلامةِ الفطرة، التي بها تكون الهداية الآمنة الأمينة إلى صواب الأمر في الحياة الدنيا للنّاس جميعاً، لأنّ اللَّه سبحانه أودعهم جميعاً فطرةً واحدة، لا تختلف من إنسانٍ لآخر، كي لا يكون لهم حجةٌ، بتقدُم أو بتأخُّرٍ، يتفاضلون به على غير مرادٍ للَّه سبحانه أو حكمة يريدها، ولا يظهرهم عليها، وبذلك لا يكون من عدلٍ يتساعون به، فيصيب كلٌّ منهم حظّاً، لا يُنال بسعيٍ في عمل صالح يرضاه اللَّه في عباده",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "جميعاً بصدق في القلب، وصدق على الجوارح، وهذا نوع ظلمٍ يتنزَّه اللَّه عنه· ¶ أظهر معاني هذه المصطلحات في حياة الجماعة ¶ وأظهر ما تكون هذه المصطلحات في معانيها التي يريدها اللَّه سبحانه، إذا خالط الفردُ أو الجماعةُ عملاً، يكون فيه الفسادُ، أو يدخل منه على الحياة العامّة في ظهور أو خفاء، وآيات المائدة الثلاث تخبرنا بذلك إخباراً جاهراً، وهي: ((ومن لم يحكم بما أنزل اللَّه فأولئك هم الكافرون))، وقوله سبحانه أيضاً: ((ومن لم يحكم بما أنزل اللَّه فأولئك هم الظالمون))، وقوله سبحانه أيضاً: ((ومن لم يحكم بما أنزل اللَّه فأولئك هم الفاسقون))، وجاءت كلّها بصيغة الجمع لسببين اثنين: الأول: أن السّكوت من جانب الجماعة يؤدِّي إلى الفساد العام في الأُمة، ولا يكون من سبيلٍ إلى تداركه أو إصلاح شيءٍ مما يمسّه، ذلكم أنّ هذا لا يكون في الأُمة إلا بالرضا، والقبول به، وعدم إنكاره ((واتّقوا فتنةً لا تُصيبنّ الذين ظلموا منكم خاصّة))، وبقدر ما يكون الرّضا والقبول والسكوت، تكون فداحة الشرّ، وإنهاك الفساد للأُمة· والثاني: أنّ مثل هذا الفساد لا يُرفع من بين ظهراني الأُمة إلا بتعاونٍ واسع شامل بين أفراد الأُمة وجماعاتها، يبدو فيه بُدُوّاً لا يكون معه شيءٌ من الخفاءِ، لأنّ الفساد مجموعةٌ من الأدواء، يعضد بعضها بعضاً، وأشدُّ ما يكون وأفظعُ، حين يتحرك والنّاس لا يقع حسُّهم عليه، فيعيث فيهم عيثاً شديداً، على أيدي جماعة منهم، يتوارون بمهارةٍ علمية تجريبيَّةٍ مؤسَّسيَّة، على نحو ما هو كائنٌ اليوم تبيِّت فيه هذه الجماعة أسوأَ السوءِ للأُمة ودينها، تظاهرها فيه، وتحفُّها من كلّ أطرافها، كلُّ مَن لا يحبّ الخير للنّاس، في غيابٍ من تقوى اللَّه عنها· ¶ حُجّة واهية لصنيعٍ شائن",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "وحين تسأل فرقة السلفيّة المرجئة، عن مثل هذا الصنيع؛ يقولون بملٍ أفواههم: إذا لم يكن عقدٌ قلبيٌّ فلا تكون النّار مثوى لهم على التأبيد والخلود، فقد طاب لهذه الفرقة الحادثة أن تلعب على الحبلين في آن معاً، حبل مصبوغ بالسلفيّة، والآخر مصبوغ بالإرجاء، ثمّ خذ من بعدُ ما شئت من الفساد الذي تنتهب فيه عقيدة الأمة، ودينها، وأخلاقها، وقوتها، وكلُّ ما تؤَمِّل أن يكون من فوزٍ تصدّ به الذُلَّ والهوانَ عن نفسها، بمثل هذا اللعب على الحبلين، فقد مَرِن لهذه الفرقة وجه الباطل بما زُيِّن لها من زخرف القول، وسوءِ العمل، يأتلفان بوصل خبيث، من أحاديث ملفّقة بزور العقيدة وزيف ما تبطن من النفاق (باللعب على الحبلين) وانتهاب المنافع، وتقطيع المقاصد، وتبديد معدن الحقّ وهو واحد لا يتعدّد، فمتى تكون لهم توبة؟ فماذا سيقال من بعد بيان هذه المصطلحات الثلاثة إلاّ ما قد قيل فيها، فالشرك يدعو هذه الثلاث معاً ليعطي كلَّ واحدة منها ما يمكن أن يكون قد انتقص من معناها فتجتمع إليه كلُّها على تمامها، فيكون الشرك كالظُّلَّة لها، في قربٍ منه وبعدٍ، ولا أدري ماذا يمكن أن تقول تلكم الفرقة الجديدة اللاعبة على الحبلين، بعد دربةٍ، لم تبذل فيها إلا اليسير من جهد لاعبي السيرك الأشداءِ؟ والجامع الواحد بين هذه الفرقة الجديدة، وبين فرقة السيرك أينما كانت ولأيِّ بلدٍ أو قطرٍ انتمت؛ هو: المسارعة في كسب المال والربح السريع، الذي يسقط منه مفهوم الحلال والحرام . ¶ المرجئة الجديدة: تعلُّقٌ بباطل القول وتركُ كلام الأعلام الأفذاذ",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "فإن كان يستعصي عليهم فهم هذه الآية أو يُعْجزُهم أمام من أسبغوا عليهم قُمُصَ التكفير، وألحقوهم بفرقة الخوارج، ظلماً وعدواناً ـ وقد استيأسوا من رحمة اللَّه أن تكون فيهم يوماً، يمنُّ اللَّه بها عليهم أن يكونوا من أهل الحقّ وأشباههم إذ يفقهون شيئاً مما أنزل اللَّه على عبده ورسوله ـ فأنا إن شاء اللَّه أتولّى الجواب الكافيَ في هذه الآية(1) ، وإنه لسهلٌ ويسيرٌ ـ إن شاء اللَّه ـ بعد ما قدَّمت من معاني تلكم المصطحات، وتشابكها، وتداخل معانيها، بل وتلازمها تلازماً وثيقاً، لا ينفكّ واحدٌ منها عن الأخرى في قليل ولا كثير، ولست هنا بصدد ترداد ما يُعابُ به طالبُ العلم، بل العالمُ من سوءِ الفقه، والوقوف على باب كهفٍ مظلمٍ، بباطل القول، وزور الحديث، من دعوى أنّ تارك الصّلاة لا يكفر إلا بإنكار ركنِيَّتها، أو جحودِ فرضيَّتها، على غير ما قاله جهابذةُ العلم، وأفتى به غُرَرُ الفقه، الذين رقصت فرقة السلفيَّة المرجئة على حبلها ذي اللونين الاثنين وهي تمدُّ بصرها من فوقه، لتشغل الغوغاء المحيطين بها عن رؤية: ابن تيمية، وأحمد بن حنبل، وابن القيّم، وابن باز، وابن عثيمين، وغيرهم من أعلام الأمة، وشيوخ الأعصار، وعلماء الأمصار الأبرار، فلا يسمعون، ولا يبصرون، ولا يعقلون شيئاً مما قالوا وأفتوا به، فمزاميرهم، وطبولهم، وأصواتهم اللاجّة العاجّة، تخفي في أسماع الغوغاءِ أو عنها فتاوى أولئك وأقوالهم العلمية الرّزينة، التي جادت بها قرائحهم على الأُمّة في جميع الأعصار والأمصار، ودوَّنته أقلامهم في الدواوين والصّحائف، التي منحت الفقه الصّحيح في الدِّين، والمعرفة الوثيقة الدقيقة في العقيدة والسلوك، فأبصرت الأُمة ¶ __________ ¶ (1) ما أعجب هذه الفرقة السلفيّة الجديدة، فإنّها حين يعجزها الأمر الموصلها الحقّ ـ ولا بدّ ـ لا ترى أيسر ولا أسهل من مثل هذه التّهم: (الخوارج، تكفيريون، خارجون عن المنهج، مفرّقون للصف)، إلى غيرها من التُّهم .",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "بها ذاتَها، وحقيقةَ وجودها، وتاريخها العظيم قبل تدوينه· هي مصطلحات مترادفة وأنا سائلٌ تلك الطائفة، وهم يقرءُون أو يسمعون قول الرسول صلَّى اللَّه عليه وسلَّم بلفظيه: (من حلفَ بغير اللَّه فقد كفر أو أشرك) هل من فرقٍ في المعنى الشرعيِّ المراد من هذين اللفظين مقترنين أو مفترقين؟ وما هذا الفرق إن كان في الحالين؟ وهل لا يكون أحدهما ـ لو كان مذكوراً وحده ـ دالاً على الآخر غير المذكور؟ ودعني هنا أتجرّأُ فأقول: لو أنّ آية ((إنّ اللَّه لا يغفر أن يُشرك به)) استبدل فيها ـ من اللَّه سبحانه ـ لفظ (يُشْرَك) بِلفظ (يُكْفَر) فصارت الآية هكذا (إنّ اللَّه لا يَغْفِرُ أن يُكْفَرَ به) هل كان لفظ يُكْفر، كافياً في الدلالة على المعنى المراد من قوله يُشرَكَ أم غير كافٍ؟ ومثله أيضاً لفظ (يُظلم) ولفظ (يُفْسق) فكلٌّ منهما لو صار على نحو ما أسلفنا، من صيرورة التركيب القرآني بلفظي يُظلم ويُفسق، على ما صار إليه بلفظ (يُشرَك)، فإنَّ معنى التركيب القرآني بهذين اللفظين لا يختلف عمّا كان عليه باللفظ الذي أنزله اللَّه سبحانه على ما أنزله، حين أنزله على رسول اللَّه صلَّى اللَّه عليه وسلَّم وحفظه اللَّه في صدور أُمته على ما حفظه، بيدَ أنّه لا يحامُ حوله لأنه تقوُّلٌ على اللَّه ما لم يقل· فإنْ قالوا: يكفي فقد كُفينا مؤْنة ما كنّا سنقول، وإن قالوا: لا يكفي، فنحيل الأمر إلى حصاد الغوغاء التي زمَّروا فيها وطبَّلوا ورقصوا، وأعنتوهم بما أثقلوهم من بلادة القول، وصفاقة الحديث الباطل، فنقول ولا بدَّ مع الغوغاء ـ ألا ساء ما يزرون· ألا ساء ما يقولون ويحكمون، وإنّا للَّه وإنا إليه راجعون· ¶ الكفر نوعان: كفرٌ قلبي، وآخر ظاهري",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "وليس يعنينا هنا إنكارُ الذين ينكرون ـ علينا وعلى مَن قبلنا ـ القولَ بكفر تارك الصّلاة، فقد علمنا أنّ الكفر كما يكون بالجحود القلبي، فإنّه يكون بالجحود بالجوارح، ولا فرق بين هذا وبين ذاك، إلا من وجهٍ واحدٍ، وهو أنّ الجحود القلبي خفي، وجحود الجوارح ظاهر، ومن أنكر هذا الذي ذهبنا إليه ـ وهو الحقّ الذي يَجبُ على المنكريه أن يوافقوا المثبتيه، لئلا تكون حجّةٌ بالتفرُّق الذي ألقى به الشيطان، ونزغ به في قلوب الذين منَّ اللَّه عليهم بالعلم، وألقى فيها العداوة والبغضاء، فيقول قائلهم أو قائلوهم: لقد جيءَ إلينا بمذهبٍ جديد لم تعهده الأُمة في تاريخها، فمن أين جاءنا فلانٌ بهذا المذهب الجديد الذي لم تعرفه الأُمة في أجيالها وقرونها السابقة: (وهو أنّه يحكم على تارك الصلاة بالكفر في الدنيا، ويفوّض أمره إلى اللَّه سبحانه في الآخرة)· ¶ إلى متى المراء والخصومة؟!",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "وكان ردٌّ مني عليهم في رسالةٍ كتبتها بعنوان: (آخطأَ النبيُّون وأصابَ الأثريون؟)، ولم يكن الغرض من هذه الرسالة مغالبةً، يُكَفُّ بها غَرْبُ أولئك الذين أجلبوا علينا بمثل ما أجلبوا به، من تجهيل، واستكبار، وافتراءٍ، وطوَّفوا بها في العباد والبلاد، وهم قد جهلوا أن الأنبياء والرسل المصطفين الأخيار، كان منهم الحكم الذي اتَّبعهم فيه الراسخون في العلم من قبلُ أيضاً، فلعلّهم إن قرءُوا هذه الرسالة له عادوا عن الخطأ الذي مسَّهم فيه الشيطان بمثل ما قالوا وغَلَوْا، إلى حدِّ أن نسبوا لإخوانٍ لهم قولاً غير ذي استقامةٍ، لم يرعوا فيه إلاًّ ولا ذمَّة، وغدوا به ـ بإصرارٍ ـ على خصومةٍ جَذَّاءَ قدعاءَ· فإلى أين؟ وإلى متى؟ ولماذا كلّ هذا الإعنات والاصطفاق بالشرّ والمراوغة؟ فمن كان يريد الحقَّ ـ إن شاءَ اللَّه ـ فليعُد إلى هذه الرسالة التي أرجو أن أكون قد أصبت فيها الحقّ، ومثلت أمام الصواب، فلا يكون سخيمة من سخائم الجهل قد ألمَّت، قد انقدح زندها، وتطاير شررها، وأزاغت عن الهدى بصيرتها· خلاصة القول إذاً: فننتهي في قوله سبحانه: ((إنّ اللَّه لا يغفرُ أن يُشرك به ويغفر ما دون ذلك)) أنّ الذنوب التي يقترفها العبد كلّها، إن لم تعْدُ دائرة الذنوب التي لا يستحلُّها فيها العبد، بل يقع فيها، ويصيب منها من غيرِ استحلالٍ لها، فهي ذنوب مغفورة بالتوبة وبرحمة اللَّه، لأنّه إنّما أصاب منها بما جُبِلَ عليه من ضعفٍ أودعه اللَّه إيّاه، لا ينفكّ عنه، ما دام حيّاً، لحكمةٍ أرادها سبحانه، فإن كان منه استحلالٌ لها فقد كان منه شركٌ باستحلاله، لأنّه باستحلاله هذا قد جعل من نفسه شريكاً للَّه سبحانه، فهو به كافرٌ، ظالمٌ، فاسقٌ، كلّ وصفٍ منها، اسمٌ يطابق في معناه اسم: (مشرك) ولا بدَّ، فأين يكون الخطأُ، بإحلال كلِّ اسمٍ من هذه الأسماء مكان الآخر· أرجو أن أكون قد وُفِّقتُ في شرحِ هذه المسائل، وتوضيح ما قد يكون غمضَ منها، وأُلبس",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "على الفهم فيها، فإن كان ما صنعتُ صواباً فهو من اللَّه سبحانه، وإن كان الآخر، فهو منّي واللَّه وليُّ التوفيق، وإليه يرجع الأمر كلُّه، وهو حسبي ونعم الوكيل، والحمد للَّه أولاً وآخراً· وصلَّى اللَّه على محمد وآله وصحبه وسلَّم تسليماً كثيراً· ¶ الخاتمة وأخيراً: فإنّه ليس يخفى أنّ فرقاً ظاهراً جليّاً بين مَن ينطق لسانه بالشهادة، وبين الحابسها في جوفه، من خوفٍ أو من جحودٍ، فما يكون من قصورٍ في أداءِ حقِّ الشّهادة من الأول ـ وهو المُظهر النطقَ بها ـ وإن كان لديه القدرة بالنطق بها، وإتباعه التغيير للأحسن والأفضل، ولكنّه يحجم عن التغيير، ويقعد عن مظاهرة مَن يكون منه الرغبة والعزيمة في التغيير، فإنّه لا يستوي في الشرِّ والسوءِ، هو ومَن لا ينطق بالشهادة ويحبسها من جحودٍ ونكرانٍ لها، فإنَّ هذا لا يُرجى له نجاةٌ من عذاب الآخرة، ولا يؤَمَّل له غيْرُ الخلود في نار جهنَّم عياذاً باللَّه تعالى، إلا أن يتدارك نفسه من بعد فينطق بالشهادة، حتى لو أنه حبسها في صدره، ولم يجهر بها إلا إن كان له من حديثِ نفسٍ؛ في أنَّه سينظر في حقِّها يوماً، ويعالن بها في النّاس، فيكون له شيءٌ من الأمل في أنه سيكون له من حاله، كحال الأول وهو: (المُظهر النُّطقَ بها، الناكلُ القاعدُ عن مقتضى حقِّها)· ويحسُن هنا أن أُبَيِّن شيئاً، يهدي إلى أمرٍ يُتحرَّج منه في مثله عند كثير من النّاس، وبخاصّةٍ عَنافِقَةَ خُلَّص الإرجائيِّين المهَبْهبِين، الذين لا يعرفون حتى يومنا هذا، أين هم من الإيمان الحقّ، وأحسبهم أنهم يستحسنون الجواب الثاني لسؤال الملكين في القبر· ذلكم هو: لو أنَّ الذي يمسك لسانه عن النُّطق بالشّهادة، من جحودٍ وإنكار، وهو الظهير لكلِّ شرٍّ وسوءٍ وفحشاءَ، في بلدٍ من البلدان تشيع فيه، ولا يجد أهل هذا البلد حرجاً في غشيانها، غير أنّهم يتفيَّؤون ظلالَ العدلِ الذي يجريه صاحب الأمر في هذا البلد فيهم (وهذا موجودٌ في كثير",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "من الدول الآن)، ثم جاءَ عليه يوم أن نطق فيه بالشهادة، محمولاً عليه بترغيبٍ أو بترهيبٍ، ولم يجاوز في نُطقه هذا النطق باللّسان فقط، ومضى على حاله، يُحْدِث من القوانين والأنظمة، التي يُعرَفُ مثلُها في بلادٍ من بلادِ المسلمين، لتأْكيدِ حمايةٍ لتلكم الأحوالِ التي يعيشها أهل تلك البلاد، أو يرغبون فيها، ويحبّونها، ويستوي بها ظاهرُ واقعِ هذه البلاد التي يرعاها مَن نطق بالشهادة بترغيب أو بترهيب، وتلك التي ينطق صاحب الأمر فيها بالشهادة منذ عقلَ، ويدَّعي الإسلام· فنسأل: أولاً: هل يستوي الظاهرُ من واقع حال هذه البلاد وتلك أم لا؟ ثانياً: هل تُرجى نجاةٌ من الخلود في نار جهنم لصاحب الأمر في تلك البلاد التي نطقَ فيها بالشهادة بترغيب أو بترهيب، وكان من قبلُ كافراً؟ وينشأُ من الجواب عن هذين السُّؤالين سؤالٌ ثالث وهو: هل تلزم من توبةٍ لصاحب الأمر، أم يُسكت عنه ويُرتضى حاله، ما دام أنه يحقّق العدلَ في قومه، ويقيم مقتضى الحقّ فيهم، بيدَ أنه احتبس العمل بمقتضى الشّهادة وبقي مقيماً على ما اعتاده من أعمالٍ هو والرعية التي يلي أمرها، من قَبْلِ نطقه بالشهادة، وقد يكون ممن يلي من رعيته مسلمون ومسلمات، يرجون رحمة اللَّه ويخافون عذابه· وسؤال رابع وأخير وهو: إن كان مقتضى الشهادة أو بعضه يتحقّق للرعية من غير النُّطق بها على يد صاحب الأمر في بلدٍ ما، فما حاجته إلى النُّطق هو بها، وقد رأينا تَمثُّل أحكام شريعة الإسلام على يد أصحاب الأمر في بعض بلاد الكفّار ما حبَّبهم إلى المسلمين في البلاد التي يتولّى الأمر فيها مَن ينطق بالشهادة، وعُرِفَ من نسبه أنه مولودٌ من أبوين ينطقان بالشهادة أيضاً، فماذا تنفع الشهادة ما دام أنّ مقتضاها، أو بعضه، أو جُلَّه متحقّق، من غير نطقٍ بها، في حين أنّنا لا نرى شيئاً من مقتضى الشّهادة موجوداً في البلاد التي ينطق أصحاب الأمر فيها بالشهادة· وشيءٌ آخر، ما أعجب أن يكون على الحال",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "التي تردَّى فيها حال الضعفاء من المسلمين والمؤمنين في ظلم الأقوياء من أهل الظلم العاسفين، ولا يجدون في عسفهم شيئاً من الجرح في أنفسهم وهم يوقعون جام ظلمهم على هؤلاء الضعفاء، ولا يجدون من ذلك حرجاً في أنفسهم، وهؤلاء الضعفاء يعلمون أنّهم لا يقدرون على كفِّ ظلمهم العاسف عن أنفسهم .",
            "page": "91",
            "part": "1"
        }
    ],
    "t37772": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أين تقع لا إله إلا الله في دين المرجئة الجُدُد"
        }
    ]
}