{
    "b37770": [
        {
            "id": "1",
            "nass": "المقدمة ¶ إن الحمد لله ، نحمده ونستعينه ، ونستغفره ونستهديه ، ونعوذ بالله من شرور أنفسنا ، وسيئات أعمالنا ، من يهده الله فلا مُضِّل له ، ومن يُضلل فلا هادي له ، وأشهد أن لا إله إلا الله وحده لا شريك له ، وأشهد أن محمداً عبده ورسوله ، أرسله بالهدى ودين الحق { ليظهره على الدين كله ولو كره المشركون } ، { يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون } ، { يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث منهما رجالاً كثيراً ونساء واتقوا الله الذي تساءلون به والأرحام إن الله كان عليكم رقيبا } { يا أيها الذين آمنوا اتقوا الله وقولوا قولاً سديداً ، يصلح الله لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزاً عظيماً} . ¶ أما بعد : ¶ فإن أصدق الحديث كتاب الله ، وخير الهدى هدي محمد صلى الله عليه وسلم وشر الأمور محدثاتها ، وكل محدثة بدعة ، وكل بدعة ضلالة ، وكل ضلالة في النار ، ثم أما بعد ، فإن الله أرسل الرسل ليخرجوا الناس من الظلمات إلى النور ، ليخرجوهم من عبادة العباد إلى عبادة رب العباد سبحانه وتعالى ، ليكون الدين كله لله.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ولقد عملت الشياطين على إجتيالهم عن دينهم، وصدهم عما جاء به الرسل ، وإعادتهم للظلمات ، وإلى الشرك والضلال والانحراف ، وبعد بعثة محمد صلى الله عليه وسلم لا نبوة ولا رسالة ، فهو خاتم الأنبياء، ولكن الله تعهد بحفظ دينه وبأن يبقى طائفة من أمة محمد صلى الله عليه وسلم الحق ، لا يضرهم من خذلهم ولا من خالفهم ، حتى يأتي أمر الله وهم على ذلك ، وأخبر الرسول صلى الله عليه وسلم بأن الله يبعث لهذه الأمة على رأس كل مائة سنة من يجدد لها دينها، وما ذاك إلا لأن عوامل الهدم كثيرة ، ودعاة الضلال على كل سبيل ، ومن أشد الداعين إلى الضلال والانحراف المتصوفة القبورية، الذين غيروا الدين، ونقضوا العقيدة ، وشوهوا وجه الإسلام بما نشروا في الأمة من وثنية وخرافة وجهل وضلال. ¶ ولدينا في حضرموت - إحدى محافظات الجمهورية اليمنية - نصيب وافر من القبورية ، وكم هائل من البدع والخرافات ، ومن تلك الخرافات خرافة قبر هود في الموضع المعروف شرقي وادي حضرموت ، ومن تلك البدع ما تحفل به زيارة ذلك القبر المزعوم من طقوس عبادية ، ومظاهر وثنية ، وفنون من اللهو المحرم ، وغير ذلك من المخالفات.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وفي هذا البحث المتواضع ، حاولت أن أثبت عدم صحة وجود القبر في ذلك الموضع ، وأن أكشف النقاب عما تحتوي عليه تلك الزيارة من بدع وضلالات ، ودجل وخرافات ، وبين ذلك أوضحت - بشكل مختصر - هدي الإسلام في التعامل مع القبور ، وهدية في زيارة القبور، وهدي اليهود والنصارى في ذلك ، وأن تلك الزيارة وما شاكلها ، إنما تسير على هَدي اليهود والنصارى وليس على هَدي المسلمين ، وقد قسَّمْت البحث إلى مقدمة وأربعة أبواب وخاتمة ، وقسَّمْت الأبواب إلى فصول ، والفصول إلى مباحث ، والذي أحب التنبيه عليه في هذه المقدمة أن الباعث على كتابة هذا البحث ، هو تجديد وإحياء هذه الزيارة من نواح مختلفة ، ومحاولة دُعاتها تأصيلها ، وإثبات أنها حق ، وتبرير ما فيها من المخالفات ، وإلباسها لباس السنة ، والاستدلال عليها بالآية والحديث ، وإيهام القارئ البسيط أن كل ما فيها حق ، وكل ما قيل عنها من قِبَلْ مروجيها حق، وتأويل المفتريات التي اخترعها من لا خلاق له بأنها حق ، كما فعل سالم الشاطري في رسالته التي كتب عليها \" زيارة نبي الله هود - عليه السلام - في ميزان الشرع \" \" مع العلامة سالم بن عبد الله الشاطري \". ¶ وهي رسالة حول زيارة نبي الله هود ، مفعمة بالأدلة وتوضيح شبه تثار حولها، وكما فعل فهمي عبيدون في رسالته \" الدر المنضود في أخبار قبر وزيارة نبي الله هود \" التي طبعت عام 1419 هـ. وكذلك الرسالة التي طبعت قديماً فصورت ووزعت هذه الأيام والمسماة \" بذل المجهود في خدمة ضريح نبي الله هود عليه السلام \" ¶ وبعد ما شاهدته بعيني أثناء زيارتي لموضع القبر مؤخراً ، وما رأيت من جهود كبيرة لعمارة الموقع وبناء المزيد من المرافق والمساكن هناك ، وما رأيت كذلك من طقوس للزيارة عبر أشرطة ( الفيديو ) ، كل ذلك حملني على إخراج هذا البحث لبيان الحق وتفندي الباطل على مروجي البدعة ودعاة الخرافة.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ولقد حاولت جاهداً الإنصاف والأمانة في النقل ، حتى أني أنقل من كتبهم كما وجدت ، ولو مع الأخطاء المطبعية أو غيرها ، حتى لا أقع في اجتهاد قد أخطئ فيه ، وحتى لا أفتح باباً لمنتقد يطعن في أمانتي في النقل. ¶ وليعلم القارئ الكريم أن ما ذكر عن الزيارة مستمر إلى اليوم وليس حديثاً عن أمر قد انتهى، ومن أحب التأكد فليحضر ليرى بعينيه، أو يشاهد شريط فيديو تلك الزيارة، ليشاهد بعض ما فيها، أما بعض الأمور فهم لا يصورونها خشية الانتقاد. ¶ وقد سميت هذه الدراسة \" الكشف المبين عن حقيقة القبوريين ، زيارة هود عليه السلام وما فيها من ضلالات ومنكرات \". ¶ أسأل الله أن يكون هذا العمل خالصاً لوجهه ، وأن يؤدي الغرض الذي كتب من أجله أنه سميع مجيب. ¶ الباب الأول ¶ بطلان ما استدلوا به على وجود القبر في ذلك المكان ¶ الفصل الأول ¶ بطلان ما استدلوا به من النقل ¶ المبحث الأول : ¶ إثبات أن الله لم يحدد موضع ذلك القبر ولا غيره من قبور الأنبياء وعلة ذلك: ¶ هذا القرآن أمامنا محفوظ معلوم، لم نجد فيه أي إشارة إلى ذكر أي قبر من قبور الأنبياء والمرسلين مع تكرار قصصهم وسرد أخبارهم مع أقوامهم. ¶ وما ذاك إلا أن القرآن ذكر لنا ما فيه من العبرة والفائدة، وما يمكن أن نقتدي بهم فيه، أو نتعلم منه الثبات والصبر على مواجهة من ندعوهم إلى الإسلام. كما ذكر من أحوالهم ما يكون تسلية لرسول الله صلى الله عليه وسلم وتثبيتاً على ما يواجه من صدود وجحود من قومه. ¶ قال تعالى { وكلاً نقص عليك من أنباء الرسل ما نثبت به فؤادك وجاءك في هذه الحق وموعظة وذكرى للمؤمنين } (1) ، وقال : { لقد كان في قصصهم عبرة لأولي الألباب ما كان حديثاً يفترى ولكن تصديق الذي بين يديه وتفصيل كل شيء وهدىً ورحمة للمؤمنين } (2) ولم يتعرض لتفاصيل من حياتهم لا تؤدي ذلك الغرض ، مثل مواطن بعض منهم وحياتهم وغير ذلك مما لا يترتب عليه فائدة.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "إذن فبيان القرآن لحكمة ، وسكوته عما سكت عنه لحكمة، واسمع للإمام ابن جرير الطبري - رحمه الله - وهو يتحدث عن الأحقاف ومنازل عاد قوم هود التي يدخل من ضمنها القبر ، حيث يقول بعد أن ذكر اختلاف المفسرين في موضع الأحقاف، قال رحمه الله تعالى : \" وجائز أن يكون ذلك جبلاً بالشام ، وجائز أن يكون وادياً بين عمان وحضرموت ، وجائز أن يكون في الشحر، وليس العلم به أداء فرض ولا في الجهل به تضييع واجب \" انتهى المراد منه. (3) ¶ فالقرآن ذكر موطن عاد ، وأنه بالأحقاف ، وأقرب الأقوال أن الأحقاف بحضرموت ، ولكن لا يلزم أن يكون القبر هنالك ، لاحتمال أن هوداً رحل بمن معه من المؤمنين بعد أن أرسل الله الريح العقيم فدمرت ديار عاد. فإن لم يرحل فلا يمكن أن نحدد موضع قبره إلا بنص إما من القرآن - ولقد علمنا أن لا نص في القرآن يشير إلى ذلك فضلاً عن أن يحدده - وإما من السُنة. ¶ المبحث الثاني : ¶ بطلان ما نسب إلى السنة من ذكر ذلك القبر في موضعه المعروف : ¶ وكما أن القرآن لم يشر إلى موضع قبر هود عليه السلام ، فإن السنة - كذلك - لم يثبت فيها ما يشير إلى ذلك ، وقد ورد حديث عن علي رضي الله عنه يفيد أن القبر في حضرموت ، غير أن ذلك الحديث ضعيف جداً ، وبعض ألفاظه تشعر أنه من حكايات الإخباريين التي تظهر عليها آثار الكذب والوضع ، وهو مع ضعفه لا يفيد أنه في الموضع المعروف اليوم ، وإنما ينفي ذلك وإليك البيان: ¶ الحديث المذكور روي عن علي رضي الله عنه من ثلاث طرق:",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "1- الطريق الأولى: عن محمد بن إسحاق المطلبي ( صاحب السيرة ) عن محمد بن عبد الله بن أبي سعيد الخزاعي عن أبي الطفيل عامر بن وائلة، قال: سمعت علي بن أبي طالب - عليه السلام - يقول لرجل من حضرموت : \" هل رأيت كثيباً أحمر يخالطه مدرة حمراء ، ذا أراك وسدر كثير بناحية كذا وكذا من أرض حضرموت ، هل رأيته ؟ قال : نعم يا أمير المؤمنين ، والله إنك لتنعته نعت رجل قد رآه ، قال: لا، ولكن حدثت عنه ، قال الحضرمي: وما شأنه يا أمير المؤمنين ؟ قال: فيه قبر هود ( صلوات الله عليه ) . رواه البخاري في تاريخه (4)، والحاكم (5) ، والطبري في التفسير(6) كلهم من طريق سلمة بن الفضل عن محمد بن إسحاق عن محمد بن عبد الله بن أبي سعيد الخزاعي عن أبي الطفيل عن علي - رضي الله عنه -. ¶ وهذا سند ضعيف ، لأن فيه سلمة بن الفضل الأبرش ، قال في التقريب: \" صدوق كثير الخطأ \" ، فهو لا يحتج به بمفرده ، وفيه كذل ( محمد بن عبد الله بن أبي سعيد الخزاعي ) مجهول ( لم يرو عنه غير محمد بن إسحاق ) قال ذلك ابن أبي حاتم في الجرح والتعديل عن أبيه.(7) ، ومثل هذا لا يصلح حتى في الشواهد كما هو معلوم في موضعه ، وأما محمد بن إسحاق فقد صرح بالتحديث عند البخاري في التاريخ ، وعلى ذلك فالحديث ضعيف ، ثم أن علياً - رضي الله عنه - لم يسم من حدثه بذلك، واحتمال أن محدثه أحد الوافدين من تلك البلاد ، ثم أن وصف الموقع لا ينطبق على موضع القبر المشهور اليوم ، هذا لو صح السند إلى علي - رضي الله عنه - وقد علمت أنه لم يصح.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "2- الطريق الثانية: ذكرها في معجم البلدان، وعنه الأكوع في البلدان اليمانية عند ياقوت الحموي(8) ، قال: بعد أن رجح أن الأحقاف بأرض اليمن \" ويشهد بصحة ذلك ما رواه أبو المنذر هشام بن محمد عن أبي يحي السجستاني عن مرة بن عمر الأيلي عن الأصبغ بن نباته قال: \" إنا لجلوس عند علي بن أبي طالب ذات يوم في خلافة أبي بكر بن الصديق - رضي الله عنه - فذكر قصة طويلة - حتى قال: ثم أن علياً سأله ذات يوم ونحن مجتمعون للحديث : أعالم أنت بحضرموت ؟ قال: إذا جهلتها لم أعرف غيرها، قال له علي - رضي الله عنه - أتعرف الأحقاف؟ قال الرجل: كأنك تسأل عن قبر هود - عليه السلام - قال علي - رضي الله عنه - : لله درك ما أخطأت ! قال: نعم ، خرجت وأنا في عنفوان شبيبتي في أغيلمة من الحي ، ونحن نريد أن نأتي قبره لبعد صيته فينا ، وكثرة ذكره منا ، فسرنا في بلاد الأحقاف أياماً ومعنا رجل قد عرف الموضع فانتهينا إلى كثيب أحمر ، فيه كهوف كثيرة ، فمضى بنا الرجل إلى كهف منها فدخلناه ، فأمعنا فيه طويلاً، فانتهينا إلى حجرين قد أطبق أحدهما دون الآخر، وفيه خلل يدخل منه الرجل النحيف متجانفاً، فدخلته فرأيت رجلاً على سرير شديد الأدمة، طويل الوجه ، كث اللحية ، وقد يبس على سريره فإذا مسست شيئاً من بدنه أصبته صلباً لم يتغير، ورأيت عند رأسه كتاباً بالعربية : أنا هود النبي الذي أسفت على عاد بكفرها ، وما كان لأمر الله من مرد، فقال لنا علي بن أبي طالب - رضي الله عنه - : كذلك سمعته من أبي القاسم صلى الله عليه وسلم، ورواه ابن عساكر كما في نثر الدر المكنون. وهذا حديث باطل أيضاً في سنده ومتنه ، فأول راوٍ فيه هشام بن محمد بن السائب الكلبي أبو المنذر ، قال فيه أحمد بن حنبل: إنما كان صاحب سمر ونسب ، ما ظننت أحداً يحدث عنه، وقال الدار قطني وغيره : متروك. وقال ابن عساكر: \" رافضي ليس بثقة \" . وقال البلاذري في تاريخه: \" هشام لا يوثق به \" (9)",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وفيه كذلك أصبغ بن نباتة قال ابن حجر في التقريب: ( متروك رافضي ). ¶ وأما من ناحية متنه ، فإنه ذكر أنه وجد عند رأسه كتاباً بالعربية ، وهذا يتناسب مع حكايات الأسمار والأخبار التي تساق لتسلية وتزيين المجالس ، وإلا فمتى بدأت الكتابة العربية حتى يكتبها هود ويضعها عند رأسه؟! ¶ ثم مع بطلان السند وظهور علامات الوضع على المتن ، فإن المتن كذلك لا ينطبق على الموضع ، فالموضع واد مثل أي واد من وديان حضرموت، والقبر في سفح الجبل الذي يطل على ذلك الوادي ، وليس هناك كثيب ولا كهوف. (10) ومثل هذه الملاحظات قد لاحظها رجال قبلي. ¶ فهذا محمد عبد القادر بامطرف يقول في ملاحظاته على الهمداني: \" وقد زرت هذا القبر المزعوم سنة 1954م فألفيته عبارة عن كوم مستطيل من الحجارة الصغيرة طوله اثنان وتسعون قدماً ، وارتفاعه في بعض جوانبه أربعة أقدام ، ويقع في سفح جبل إلى الشرق من بئر برهوت ( نسبة إلى البراهيت الحميريين ) فلا كثيب أحمر ، ولا كهف مشرف مما ذكره الأصبغ بن نباتة ونقله عنه الهمداني\" (11). ¶ وقبل بامطرف قد لاحظ مثل ذلك أحد مشاهير مؤرخي حضرموت السيد علوي بن طاهر ، قال في تذكير الناس : \" وقال سيدي علوي بن طاهر الحداد : سألت سيدي أحمد - رضي الله عنه - هل عند نبي الله هود عليه السلام غار أحمر كما ذكر في رواية عن سيدنا علي بن أبي طالب ( كرم الله وجهه ) ؟ وقلت له: إن أخي عبد الله يقول : إني أظن الغار الأحمر الذي جاء في الرواية المذكورة هو الغار الذي عند نبي الله هادون عليه السلام بهدون في دوعن. ¶ فقال سيدي أحمد: وأنا الذي عندي هو هذا، وقد ذكر القزويني في تلك الرواية - وعنده الوجرات - وهي الأجرات المعروفة اليوم، وقد يكون نبي الله هدون هو المعني في تلك الرواية، وقد أشار إلى شيء من ذلك الشيخ عبد العزيز الدباغ في الإبريز\" (12).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "3- الطريق الثالثة: ما ذكره عبيدون عن الكسائي في كتابه ( مبتدأ الخلق )، قال كعب الأحبار: \" كنت في مسجد رسول الله صلى الله عليه وسلم ، في خلافة عثمان رضي الله عنه ، فإذا رجل رمقه الناس لطوله! قال: \" أيكم ابن عم رسول الله صلى الله عليه وسلم ؟ قالوا: أي ابن عمه تريده ؟ قال: ذلك الذي آمن به صغيراً ، فأومئوا إلى علي بن أبي طالب ( كرم الله وجهه ) فقال: من الرجل؟ قال: من بلاد حضرموت، قال: تعرف الأراك والسدرة التي يقطر من أوراقها ماء مثل السدم؟ فقال الرجل: كأنك سألتني عن قبر هود ( عليه السلام ) فقال: عنه سألتك فحدثني، فقال: مضيت في أيام شبابي بعشرة من فتيان الحي نريد قبره ( عليه السلام ) قال: فسرنا إلى جبل شامخ فيه كهوف ومعنا رجل عارف بقبره ، حتى دخلنا كهفاً ، فإذا نحن بحجرين وقد أطبق أحدهما على الآخر، وبينهما فرجة يدخل فيها الرجل النحيف، وكنت أنا أنحفهم ، فدخلت بين الحجرين ، فسرت حتى صرت إلى فضاء واسع، وإذا أنا بسرير عليه ميت ، وعليه أكفان كأنها الهباء، فمسست بدنه فكان صلباً، وإذا هو كبير العينين ، مقرون الحاجبين واسع الجبهة، أسيل الخد، طويل اللحية، وإذا عند رأسه حجر مكتوب عليه: \" لا إله إلا الله محمد رسول الله \" { وقضى ربك ألا تعبدوا إلا إياه وبالوالدين إحساناً } أنا هود بن الخلود بن عاد رسول الله إلى عاد بن عوص بن سام بن نوح ، جئتهم بالرسالة ، وبقيت فيهم مدة عمري ، فكذبوني فأخذهم الله بالريح العقيم ، فلم يبقِ منهم أحداً ، وسيجيء بعد ذلك صالح بن كالوخ ، فيكذبه قومه ، فتأخذهم الصيحة ، فقال سيدنا على - رضي الله عنه - : صدقت هذا قبر النبي هود ( على نبينا وعليه أفضل الصلاة والسلام). (13)",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وقد ذكر هذه الرواية العيدروس في \" بذل المجهود \" (14) مع اختلاف يسير ، وفيه أن السرير من ذهب، وأن الكتابة ( بخط السند والهند ) ، قلت وهذه الطريق لم أطلع على سندها ، ولكن الوضع لائح على متنها، فهناك سرير من ذهب ، ولوح مكتوب فيه شهادة أن لا إله إلا الله وأن محمداً رسول الله، وآية من سورة الإسراء :{ وقضى ربك ألا تعبدوا إلا إياه وبالوالدين إحساناً } ، أفلا يفكر من صاغ تلك الحكاية متى أنزلت هذه الآية ؟؟ وهناك شق صغير يفضي إلى فضاء واسع، فهل يمكن أن نجرب ذلك ونحفر وراء تلك الصخرات حتى نصل إلى ذلك الفضاء الواسع، ويزول ما يخالجنا من شك. ¶ هذا هو الحديث الذي عول عليه بعض المفسرين ، وبعض المؤرخين، وهو ضعيف تالف، لا يصح اعتماده ولا الاحتجاج به كما رأيت، وهو على ما فيه من الوهن لا ينطبق على الموضع المعروف اليوم، وهناك حكاية أخرى نقلها عبيدون عن الشلّي في المشرع قال: ¶ ( ومن عجيب ما جاء في أيام الصديق - رضي الله عنه - : أنه حصل مطر عظيم بحضرموت ، فأبرز السيل باباً مغلوقاً ، فهاب الناس ، وظنوه كنزاً، وكتبوا إلى الصديق - رضي الله عنه - فأرسل أمناء ففتحوا الباب فنفذ بهم إلى مغارة ، فإذا فيها سرير عليه رجل ميت عليه حلة منسوجة من الذهب، وفي يده لوح مكتوب فيه هذان البيتان: ¶ إذا خان الأمير وكاتباه .............. وقاضي الأرض داهن في القضاء ¶ فويل ثم ويل ثم ويل .............. لقاضي الأرض من قاضي السماء ¶ وفي يده خاتم مكتوب فيه ( ما وجدنا لأكثرهم من عهد ) ، وعند رأسه مكتوب: ¶ يا لائمي في جرهم جاهلاً .............. عذري مكتوب على خاتمي ¶ وسيف أخضر مكتوب عليه: \" هذا سيف هود بن عاد بن إرم \" (15) ، قلت: وهذه الحكاية لا ندري عن سندها شيئاً ، والشلي يذكر في كتابه ذلك ما لا يحتمله العقل ولا يقره الشرع ، فلا يجوز الاعتماد على نقله، ولا إثبات حكم شرعي بروايته ، أضف إلى ذلك الصنعة الظاهرة على الحكاية.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ومع ذلك فهي لا تحدد من هو ذلك الرجل : وإن كان البيت المذكور( يا لائمي في جرهم ) يشير إلى أنه رجل له علاقة بجرهم التي كانت بعد عاد بقرون طويلة، وهكذا السيف والكتابة التي عليه ، كل ذلك يجعلنا نقطع بأن الحكاية لا تمت إلى قبر هود بسبب مطلقاً ، ولكن عادة هؤلاء القوم أن يكثروا من حشد ما يقدرون عليه من شبهات ، حتى إذا كثرت وجد الإنسان البسيط نفسه مضطراً لتصديقها دون تأمل فيها. ¶ وخلاصة الكلام أن ما استدل به مروجو خرافة قبر هود ، لا يثبت سنداً ، ولا يستقيم نظراً ، ويدفع بعضه بعضاً في محتواه. ¶ المبحث الثالث : ¶ مناقشة ما نقلوه عن المفسرين في ذلك: ¶ لقد تكلم المفسرون عندما فسروا الآيات التي ذكرت قصة هود في ( سورة هود ) وفي (سورة الأحقاف ) عن موطن قبيلة عاد التي أرسل إليها هود عليه السلام، ولم يتعرضوا لذكر القبر على سبيل البحث الذي يجدد موضعه مطلقاً، وإنما كان الحديث عن مواطن عاد والأحقاف ، وذكروا روايات مختلفة ، أكثرها تشير إلى حضرموت عموماً أو إلى الشحر أو إلى المهرة أو إلى ما بين عُمان والمهرة، وساق ابن جرير في تفسير سورة هود أثر على الذي تكلمنا عليه سابقاً ، وعنه نقله بعض المفسرين المتأخرين، ومنهم ابن كثير ، وعلى الرغم من ذلك فقد سئل الشاطري هذا السؤال: ما هي الدلائل والأدلة التي تشير إلى أن قبر هود عليه السلام هو الذي يزار الآن ؟ فأجاب: ¶ أولاً: النقول التاريخية المذكورة سابقاً ، ثانياً: كتب التفسير فقد أشارت إلى أنه بوادي حضرموت ، قرب برهوت والمهرة، ووصفته بصفته المعروفة الآن، وإليك بعض النقول:",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "[ وقبل أن ننقل إليك أخي القارئ الحبيب ما ذكر من نقول: نلفت نظرك إلى ما انطوت عليه مقدمة الجواب ، فهو يقول: \" إنه بوادي حضرموت \" ، \" وأنه قرب برهوت والمهرة \" ، وأن تلك النقول \" وصفته بصفته المعروفة الآن \" ، وبعد أن تحفظ هذه الفقرات الثلاث من مقدمة الجواب وتحاول فهمها واستحضارها ، تعال معي لنرى تلك النقول ]. ¶ 1- تفسير ابن كثير ج4 ( سورة الأحقاف ) قال: قال الإمام علي بن أبي طالب : الأحقاف واد بحضرموت ، يدعى برهوت ، تلقى فيه أرواح الكفار. ¶ نحن هنا لا نضايق الرجل ولا نطلب بسند هذا القول ، مع علمنا أن العلماء يضعفون رواية أن أرواح الكفار في بئر برهوت ، وربما حكموا عليها بالوضع، ولكننا نقول له : أين ذكر القبر في هذا النقل ؟ . ¶ 2- ثم قال : \" قال البغوي في تفسيره ج 5 ( سورة الأحقاف ) عند آية :{ واذكر أخا عاد إذ أنذر قومه بالأحقاف } قال ابن عباس: \" الأحقاف واد بين عُمان والمهرة \"، وقال مقاتل: \" كانت منازل عاد باليمن بحضرموت بموضع يقال له المهرة\" ، أين ذكر وادي حضرموت ؟ وأين برهوت ؟ وأين ذكر القبر ؟! ، ثم قول ابن عباس إنه واد بين عُمان والمهرة، هل يصح أن نقول: إنه موضع القبر المعروف ؟ ، كم من مئات الأميال بين ذلك الموضع وبين ما يصح أن نسميه بين عُمان والمهرة ؟ إن موضع القبر غرب المهرة بمسافة طويلة ، وما ذكره ابن عباس شرقها، كيف أجاز لنفسه أن يغالط الناس في محافظة كاملة من محافظات الجمهورية اليمنية تمتد مئات الأميال ؟ أليس على قول ابن عباس لو صح عنه إن أهل ظفار أحق أن يدعوه ، وهم قد ادعوه فعلاً ، ولديهم ضريح هناك يقال له ضريح هود وقد زاره ابن بطوطه وذكره في رحلته. ¶ وهكذا قول مقاتل إنه \" بموضع يقال له المهرة \" هل يدل على موضع القبر ؟ ، لا طبعاً ! لا يدل على شيء من ذلك، ولكن ظنه أن الناس لا يعقلون هو الذي حمله على هذه المغالطة.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "3- ثم قال: \" قال الرازي في تفسيره ج 14 عند نفس الآية : قال ابن عباس \" الأحقاف واد بين عُمان والمهرة \" ونحن نكتفي بما ذكرناه عند النقل عن ابن كثير ، لأن هذا القول المنقول عن ابن عباس هو نفسه الذي ذكره ابن كثير. ¶ هذا ما ذكره الشاطري ، وقد ذكر بعضه عبيدون في ( الدر المنضود في أخبار قبر وزيارة النبي هود ) وزاد أقوالاً لمفسرين آخرين فقال (16) : أقوال العلماء في ذلك: ¶ الإمام ابن كثير ( ت 774 هـ ) ، ثم نقل عنه أثر علي - رضي الله عنه - من طريق أبي الطفيل ، وقد تقدم الكلام عليه وأنه لا يثبت سنده ، ولا ينطبق متنه على القبر المزعوم، قال: ورواه ابن جرير ، قلت: نعم ، هو كذلك ، وقد رواه من طريق محمد بن حميد الذي وصف بالكذب من كثير من علماء الجرح والتعديل. وسبق الكلام على بقية السند. ¶ 4- ثم قال (17) : الإمام السيوطي: ¶ ذكر في تفسيره الدر المنثور : وأخرج ابن سعيد - كذا ولعله ابن سعد - وابن عساكر عن إسحاق قال: \" ما يُعلم قبر نبي من الأنبياء إلا ثلاثة ، قبر إسماعيل تحت الميزاب بين الركن والبيت ، وقبر هود ، فإنه في حقف تحت جبل من جبال اليمن ، وموضعه أشد الأرض حراً ، وقبر رسول الله صلى الله عليه وسلم فإن هذه القبور محققة \". ¶ وقد ذكر الإمام الواقدي ( المتوفى سنة 207 هـ ) هذه الرواية نفسها ، قلت: ابن سعد من أخص أصحاب الواقدي ، ومادام الواقدي قد رواها فالغالب أن ابن سعد وكذلك ابن عساكر قد روياها من طريقه، وهو شديد الضعف غير معتبر الرواية، قال عنه ابن حجر في التقريب: \" متروك مع سعة علمه \" ، وعلى ذلك فلا قيمة لهذه الرواية ، ومع ذلك فلفظ هذا الأثر لا ينطبق على موقع القبر المزعوم، لأن الحقف هو جبل الرمل أو ما استطال من الرمل مع اعوجاج، ولا أثر مطلقاً للأحقاف بهذا المعنى في ذلك الوادي الذي يزعم أنه موضع القبر. ¶ 5- ثم قال في نفس الصفحة: الإمام الخازن:",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وفي لباب التأويل للخازن : فلما أهلك الله عاداً ارتحل هود ومن معه من المؤمنين من أرضهم بالأحقاف ، إلى موضع يقال له الشحر من أرض اليمن فنزل هناك ، ثم أدركه الموت فدفن بأرض حضرموت ، ويروى عن سيدنا علي بن أبي طالب أن قبر هود بحضرموت في كثيب أحمر. ¶ قلت : كلام الخازن لا ندري إلى أي شيء استند فيه ، ثم هو مضطرب ، فأكثر المفسرين يجعلون الشحر من الأحقاف ، وهذا يفرق بينها وبين الأحقاف، ولو سلمنا أن هذا الكلام صحيح فإنه رد صارخ على من يزعم أنه في موضعه المشهور ، إذ يعقل كل من عرف حضرموت أن الشحر تبعد عن موضع القبر مئات الأميال ، فكيف نحتج بقول يثبت أن قبر هود في الشحر على صحة الدعوى بالموضع المزعوم ؟. ¶ 6- قال (18) الإمام الشوكاني: ¶ ( وأخرج البخاري في تاريخه ، وابن جرير وابن عساكر عن علي بن أبي طالب - رضي الله عنه - قال: \" قبر هود بحضرموت في كثيب أحمر عند رأسه سدرة \". ¶ قلت: هو كذلك عند الشوكاني (19) ولكن بعد هذه الرواية رواية أخرى تركها صاحبنا، لأنها تفسد عليه مغالطته، حيث قال الشوكاني بعد ذلك: \" وأخرج ابن عساكر عن عثمان بن أبي عاتكة ، قال: قبلة مسجد دمشق قبر هود \".",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ومع أن الروايتين لا يصح سندهما ولا ينطبق متنهما على موضع القبر المزعوم، إلا أن هذا المصنف وجد أن الرواية الأولى يمكن أن يغالط بها القارئ بينما الرواية الثانية لا يمكن أن تمر على أحد فأخفاها، وهذا هو الهوى ، نسأل الله أن يعصمنا منه، ولا غرابة فهذه هي طريقة المبتدعة في الاستدلال، يحتجون بالواهيات والموضوعات، ويلوون أعناق النصوص لتوافق هواهم ، ويردون ما يخالف هواهم ولو كان في الصحيحين أو أحدهما، وهذه الطائفة المبتدعة عندنا في حضرموت يطعنون في حديث الجارية الذي رواه مسلم في صحيحه لأنه يثبت أن الله في السماء على ما يليق بجلاله وكماله ، فيطعنون فيه لأنه صريح في الرد عليهم، وهم مع ذلك تراهم هنا يحتجون بالموضوعات والواهيات والحكايات التي لا زمام لها ولا خطام. ¶ ولعلي أطلت في تتبعهم فيما نقلوه من كتب التفسير حتى لا يأتوا يوماً آخر فيقولوا للعامة: معنا أدلة غير ما ذكر، والله أعلم. ¶ المبحث الرابع : ¶ الروايات التاريخية في الموضوع : ¶ لقد ذكر المروجون لهذه الزيارة عدداً من النقول التاريخية التي تخدم - في زعمهم - قولهم بوجود القبر في ذلك الموضع، وليس هناك شيء صريح في تحديده أبداً، وكثير من تلك النقول في الحقيقة معتمدة على ما ذكرنا بطلانه من الآثار المنسوبة علي بن أبي طالب رضي الله عنه، أو إلى ما ذكره الإخباريون القدامى الذين طُعن فيهم واتهموا بالكذب، كابن الكلبي وعبيد بن شرية الجرهمي والواقدي ونحوهم، وهذه النقول لا يمكن الاعتماد عليها وإثبات الأحكام الشرعية بها. ¶ إن احتمال وجود قبر هود بحضرموت قائم وقوي، ولكن تحديد هذا الموضع هو الذي لا يمكن إثباته، وهنا ثلاثة من مشاهير مؤرخي حضرموت يصلون إلى هذه النتيجة.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "أولهم: وهو معتمد عند الجميع وبالذات العلويين الذين يتزعمون الدعوة لزيارة قبر نبي الله هود في موضعه ذلك وهو علوي بن طاهر الحداد : حيث يلاحظ أن الكهف أو الكثيب المذكور في رواية علي غير موجود في المكان الذي يزعم أنه قبر هود، وأن احتمال أن يكون المقصود بتلك الرواية قبر هدون بدوعن وليس قبر هود، وقد مر نص كلامه من قبل. ¶ الثاني: الأستاذ محمد عبد القادر بامطرف، فقد قال بالنص: \" أما القبر الذي يعتقده بعض الحضارمة أنه قبر النبي هود، فهو في حقيقته مخالف للروايات الإخبارية القديمة، ومنها رواية الأصبغ والهمداني \" (20). ¶ الثالث: المؤرخ المشهور الأستاذ سعيد عوض باوزير حيث يقول: \" وقد سار النبي هود عليه السلام بعد هلاك قومه في دعوته التوحيدية إلى أن أدركته الوفاة في حضرموت، ولكن التاريخ لم يعين موضع هذا القبر، والقبر المعروف اليوم شرقي الوادي الرئيسي بحضرموت مثار للشك لأسباب متعددة، فضلاً عن أنه لم تقم أدلة تاريخية تحدد موضع القبر \" (21) ¶ أنظر صورة رقم 16 ص 164 : ¶ المبحث الخامس: ¶ اختلاف المفسرين في موضع القبر: ¶ مما يؤكد عدم وجود دليل قطعي أو ظني صاح للاحتجاج به أن المؤرخين اختلفوا اختلافاً كبيراً في تعيين الموضع الذي دفن فيه هود ( عليه السلام ) ، فقد وردت أقوال كثيرة في تحديد الموضع الذي دفن فيه. ¶ 1- فمنها دمشق قبلي الجامع الأموي: ¶ قال الحافظ ابن كثير في البداية والنهاية \" في سياق قصة هود في آخرها وهو يذكر الاختلاف في موضع قبره \" : \" وقد قدمنا حج هود عليه السلام عند ذكر حج نوح عليه السلام ، وروي عن أمير المؤمنين علي بن أبي طالب أنه ذكر صفة قبر هود عليه السلام في بلاد اليمن ، وذكر آخرون أنه بدمشق ، وبجامعها مكان في حائطه القبلي يزعم بعض الناس أنه قبر هود عليه السلام والله أعلم\" (22) ¶ 2- ومنهم من قال أنه بفلسطين:",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "قال عبد الوهاب النجار \" في كتاب قصص الأنبياء : \" ويقول أهل حضرموت : أن هوداً عليه السلام سكن حضرموت بعد هلاك عاد إلى أن مات، ودفن شرقي بلادهم على نحو مرحلتين من مدينة تريم قرب وادي برهوت، وقد ورد عن علي ( كرم الله وجهه ) أنه مدفون عند كثيب أحمر وعند رأسه سمر في حضرموت ، وأهل فلسطين يدعون أنه مدفون عندهم وقد بنوا له قبراً ، ويعملون له كل سنة مولداً ، وقول أهل حضرموت أقرب إلى المعقول لأنها متاخمة لبلاد عاد وهي الأحقاف دون فلسطين. (23) ¶ 3- ومنهم من قال أنه كان بمكة : ¶ قال الشيخ حسن عبد الله باسلامة \" في كتابه تاريخ الكعبة المعظمة \" : \" وروى العلامة أبو البقاء محمد بن أحمد بن الضياء المكي العمري القرشي - المتوفى سنة 854 هـ - في كتابه ( البحر العميق ) عن محمد بن سابط قال: مات هود ونوح وصالح وشعيب بمكة فقبورهم بين زمزم والحجر، وكان النبي إذا هلكت أمته لحق بمكة يتعبد فيها إلى أن يموت. أهـ.(24) ¶ 4- ومنهم من قال أنه بظفار: ¶ قال ابن بطوطة في رحلته الشهيرة وهو يتحدث عن المسجد الأموي بدمشق : ويقال إن الجدار القبلي منه وضعه نبي الله هود ( عليه السلام ) وأنه قبر به ، وقد رأيت على مقربة من مدينة ظفار باليمن بموضع يقال له الأحقاف بنية فيها قبر مكتوب عليه هذا قبر هود بن عابر صلى الله عليه وسلم.(25) ¶ 5- ومنهم من قال : أن في العراق في وادي السلام قرب قبر علي بن أبي طالب ( رضي الله عنه هود وصالح ( عليهما السلام ) فقد ذكر ذلك محمد الشهيد في كتابه ( دليل الزائر إلى العتبات المقدسة في العراق ) (26) وذكر كيف يزاران، وأورد صور كتب تحتها ( صورة مقامي هود وصالح عليهما السلام ).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "فهذه كما ترى خمسة مواضع قيل إن بها قبر هود والسادس القبر الذي في حضرموت مع تشكيك بعض المؤرخين الحضارمة أن يكون في ذلك الموضع ، فإذا أضفنا هذا إلى ما سبق من عدم الإشارة إليه في القرآن، وعدم صحة الأحاديث الواردة فيه ، وعدم اتفاق المفسرين على شيء فيه نتج أنه لا يُعرف مكان محدد ثابت يبيح للباحث المنصف الجزم به. ¶ وعلى ذلك فنحن نتوجه إلى مروجي خرافة زيارة هود بأن يتقوا الله وأن يتركوا المغالطة ، والإصرار على الباطل، وتكلف إقامة الحجج على إثبات ما يدعون، ولا يحملوا الناس على التعب والنصب والخسارة من جهة، وعلى الاعتقاد الباطل والابتداع في دين الله أو إحياء ما اندثر من البدع إن كان قصدهم القربة إلى الله حقاً، فطرق التقرب المشروع إلى الله واسعة ومضمونة النتائج لمن بحث عنها: { والذين جاهدوا فينا لهدينهم سبلنا } . ¶ الفصل الثاني ¶ بطلان ما استدلوا به من الكشف والإلهام على وجود قبر هود في الموضع المزعوم ¶ المبحث الأول : ¶ تعريف الكشف والإلهام: ¶ يقول الجرجاني عن الكشف: \" في اللغة : رفع الحجاب، وفي الاصطلاح : هو الاطلاع على ما وراء الحجاب من المعاني الغيبية والأمور الحقيقية وجوداً أو شهوداً \" (27) ¶ ويقول عن الإلهام : \" ما يلقى في الروع بطريق الفيض ، وقيل الإلهام ما وقع في القلب من علم ، وهو يدعو إلى العمل من غير استدلال بالآية ، ولا نظر في حجة وهو ليس بحجة عند العلماء إلا عند الصوفيين\" انتهى محل الغرض. (28) ¶ هذا هو الكشف ، وذلك هو الإلهام، توصل إلى معرفة الحقائق - كما تزعم الصوفية - بدون الطرق التي جعلها الله سبلاً لمعرفتها، ولم يكن الالتفات والاهتمام بهما معروفاً عند السلف الصالح ولا عند العلماء المقتدى بهم في كل الأعصار والأمصار. ¶ المبحث الثاني: ¶ بيان أنه لا يحتج بالكشف عند علماء أهل السنة:",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "مر بك تعريف الكشف والإلهام ، وتبين مما مر أنه لا يمكن إقامة حجة ولا برهان على صحة دعوى من يدعي الكشف والإلهام إلا مجرد قوله، ولهذا رده العلماء ، ورفضوا الاستدلال به، قال ابن عبيد الله السقاف رحمه الله : \" لو انفتح باب الاحتجاج به في الشريعة سهلت للمتاجرين بالدين الذريعة واتسع الخرق على الراقع \". (29) من محاضرة مطبوعة للعلامة ابن عبيد الله . وقال الشوكاني في ( إرشاد الفحول ) (30) بعد أن ذكر كلام الناس عن الإلهام واستدلال من استدل لثبوته، قال: \" ثم على تقدير الاستدلال لثبوت الإلهام بمثل ما تقدم من الأدلة ، من أين لنا أن دعوى هذا الفرد لحصول الإلهام له صحيحة ؟ وما الدليل على أن قلبه من القلب التي ليست بموسوسة ولا بمتساهلة ؟! . ¶ وصرح العلامة ابن حجر الهيتمي في الفتاوى الكبرى (31) : \" إن الأئمة مجمعون على أنه لا يعمل بالإلهام في الأحكام الشرعية كما صرح به حتى شراح المنهاج في أوائل الطهارة \" ، والكشف والإلهام متقاربان في الحقيقة كما قال ابن عبيد الله : \" وما أدراكم ما هو الإلهام ؟ هو شيء يثلج به القلب ، وينشرح به الصدر ، وهذا هو الكشف بعينه أو نوع منه \" .(32) ¶ ولقد عول مروجو خرافة قبر هود على الكشف واستكثروا منه وصرحوا بالاعتماد عليه والاعتقاد بموجبه، قال العيدروس في كتابه بذل المجهود: \" وهو محقق عند ذوي البصائر والمشاهدات من أرباب القلوب وأصحاب المكاشفات وقد رأوا هوداً عليه السلام وشاهدوه عياناً في اليقظة بعين الكشف ومشاهدة العيان في تلك البقعة الطاهرة الشريفة، والساعة المباركة المنيفة ، المعروفة عند الخاصة والعامة بالنفحات السابغة العميمة ، والبركات الشاملة العظيمة، وبمثابة هؤلاء المذكورين نحن زائرون ، ولقبره محققون ، ولقربة نايلون ، وللفضل الجزيل والأجر العظيم راجون\" الخ .(33) ¶ وبهذا تعلم أن القوم مخالفون لإجماع الأئمة ، مجانبون لما عليه فقهاء الشافعية بل سائر علماء أهل السنة.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ولقد حاول أن يغالط سالم الشاطري في أجوبته المتعلقة بزيارة قبر هود - حاول أن يغالط حين ذكر أن الشوكاني عقد فصلاً في كتابه ( إرشاد الفحول ) وذكر أدلة القائلين بحجيته في الأمور التي لم ترد بدليل من الكتاب والسنة ، والتي لا يترتب عليها حلال أو حرام ، ولكن يستدل عليها بأنها موافقة للشرع. ¶ أقول ما سبق أن قلته من قبل : إن هذا هو أسلوب الباطنية في التأويل والمغالطة ، وإلا فالشوكاني عقب عليها بقوله : \" ثم على تقدير الاستدلال بثبوت الإلهام بمثل ما تقدم من الأدلة ، من أين لنا أن دعوى هذا الفرد لحصول الإلهام صحيحة ؟ وما الدليل على أن قلبه من القلوب التي ليست بموسوسة ولا بمتساهلة ؟! (34). ¶ فهل في كلام الشوكاني هذا أنه يؤيد من يقول بحجية الإلهام ؟! - اللهم لا. ¶ المبحث الثالث: ¶ نماذج من المكاشفات الزاعمة وجود القبر في موضعه المعروف: ¶ 1- النموذج الأول: ما حكاه العيدروس في ( بذل المجهود ) عن الفقيه المقدم محمد بن علي باعلوي أنه قال : \" تخلفت عن زيارة قبر هود ( عليه السلام ) سنة من السنين ، فبينما أنا جالس في مكان متعال سقفه ، إذ دخل علي النبي هود يطأطئ رأسه كيلا يصيبه السقف فقال: يا شيخ أن لم تزرنا زرناك \" (35) ¶ هذا أحد نماذج الكشف الذي استدل به العيدروس على صحة وجود قبر نبي الله هود في ذلك الموضع ، فهل يصدق العقلاء مثل هذا الهراء ويجعلونه حجة يثبتون بها أحكاماً وعبادات لا دليل عليها من الشرع ، بل الشرع بخلافها ؟!. ¶ 2- النموذج الثاني: ما رواه الشيخ علوي بن الفقيه المقدم قال: \" زرت النبي هوداً ( عليه السلام ) فلما وصلت وسوست في نفسي: هل هود في هذا المكان الذي يزوره الناس فيه أم لا ؟ فغصت فيه، ثم عدت بعد ساعة، وقد وجدت النبي هوداً ( عليه الصلاة والسلام ) في ذلك المكان ، وتحدثت معه ، فشرط علي النبي هود أن أصلي على النبي صلى الله عليه وسلم عنه معه، فقبلت الشرط \" (36)",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "قلت: وهذا النموذج الثاني، ففي الأول هود عليه السلام هو الذي أتى إلى المكاشف، وفي هذا النموذج المكاشف هو الذي غاص في باطن القبر، فلقي هوداً عليه السلام وتحدث معه !! ونحن نلمح أن الرواية اشتملت على أمرين: ¶ الأمر الأول: وسوسة ذلك الشيخ في صحة وجود القبر في ذلك المكان، فلو كان الأمر مجزوماً به مثبتاً لما وسوس به، وهذا اعتراف لا يقدر أحد أن ينكره، أن القوم مازالوا متشككين في صحة ما يزعمون من وجود القبر في ذلك المكان. ¶ والأمر الثاني: فهو دعوى أنه غاص في ذلك الموضع ولقي هوداً وتحدث معه، ونحن نكذب ذلك ولا نصدقه، لاسيما وهذا الرجل مجرب عليه الكذب الذي لا يمتري فيه عاقل ، إذ روى عنه صاحب المشرع الروي أن الشيخ عبد الله باعباد سأل صاحب الترجمة ( علوي بن الفقيه المقدم ) عما ظهر له من المكاشفات بعد موت والده فقال: \" ظهر لي ثلاث : أحيي وأميت بإذن الله ، وأقول للشيء كن فيكون ، وأعرف ما سيكون \" فقال الشيخ عبد الله : \" نرجو فيك أكثر من هذا \" (37) ، فهذا كلام لا شك في أنه كذب على الله، فإن كان هو قاله فهو كذاب، ولا يجوز الأخذ بخبره في هذه الأمور الظاهرة ، فكيف في مثل هذه المكاشفات ؟ ¶ وإن كان قد كُذِبَ عليه، فإن هذا أيضاً جائز أنه مكذوب عليه، وفي كلا الحالين هو كذب لا يجوز روايته فضلاً عن الاحتجاج به. ¶ 3- النموذج الثالث: ما رواه العيدروس أيضاً عن الشيخ عبد الرحمن السقاف قال: \" رأيت النبي هوداً (عليه السلام) في حجر، وبين يديه لوح وهو شاب، وشعر رأسه محاليل (38) ، قال العيدروس: قلت لعل الحجر المذكور في كلام الشيخ ( رضي الله عنه ) هو الحجرة المتصدعة التي هي في أسفل القبر الشريف لأن الناس يخصونها بالتعظيم. (39)",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "قلت: لم يصرح المكاشف أرآه ميتاً أم حياً ؟ وما علاقة ذلك بإثبات القبر في ذلك الموضع ؟ لأن أهل الكشف - كما يزعمون - يرون الملائكة والأنبياء في كل مكان، فلو كان الكلام صدقاً ما ثبت به شيء، فكيف وهو إلى الكذب أقرب ؟! ¶ 4- النموذج الرابع: ما ذكره العيدروس عن سلطانة الزبيدية قال: \" وقيل عند سيدتنا الشيخة سلطانة الزبيدية '' رضي الله عنها '' : هل النبي هود ( عليه السلام ) في المكان الذي يزوره الناس فيه أم لا ؟ فقالت: أشهد عني أنه في ذلك المكان، وأني رأيته وصافحته، فوجدته مسوراً بسوار من كعبه بسوار من فضة وسوار من ذهب \" (40) ، وهذا النموذج كذلك واضح البطلان فهذه الشيخة تزعم أن هوداً كان مسوراً بسوار ذهب وسوار فضة، وما أرى ذلك لائق بأنبياء الله، وتقول أنها صافحته ، مع أن مصافحة النساء للرجل حرام لا يجوز، فإن قال قائل: إن ذلك ليس في شريعة هود عليه السلام، قلنا : إن المذكورة تزعم أنها من كبار أولياء الله، وإنما يكون الولي ولياً بمتابعة النبي صلى الله عليه وسلم، وهديه معلوم في المنع من ذلك، فكيف ساغ لها أن تصافح الرجال وهي ما وصلت إلى ما وصلت إليه إلا بكمال المتابعة ؟!. ¶ هذه أربعة نماذج من المكاشفات التي يزعمونها، وهي عند البحث والتدقيق لا تساوي شيئاً!!. ¶ وبما مر يتضح غاية الوضوح أن القبر المزعوم الذي يزوره الناس ، ويخصونه مع البقعة التي هو فيها بالتقديس، ويلفقون له أكاذيب يوهمون بها العامة، أنه موضوع مقدس، وأنه قد جمعت فيه فضائل ومناقب، أن ذلك خرافة لا أساس لها من الصحة، وإنما تدل على جرأة القوم على الله، وعدم تورعهم في الكذب عليه، وأنهم يستحلون في سبيل الحصول على أغراضهم وأهوائهم كل وسيلة، وإن كانت من أشد المحرمات وأكبر الموبقات، وأنهم لا يوثق بهم في نقل ولا يركن إليهم في أمر من أمور العقيدة والسنة، والله المستعان. ¶ الباب الثاني",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "هدي الإسلام في التعامل مع قبور الأنبياء والصالحين وهدي اليهود والنصارى ¶ الفصل الأول ¶ هدي الإسلام في التعامل مع القبور ¶ المبحث الأول : ¶ موازنة الإسلام بين مصالح الأحياء والأموات والحفاظ على كرامة الأموات وعقيدة الأحياء: ¶ من مزايا الإسلام شموله واكتماله ووسطيته واعتداله، وموازنته بين المصالح والمفاسد، بحيث لا يحث على جلب منفعة يترتب عليها حصول مفسدة، أو تفويت مصلحة أعظم منها ، ومن هذا المنطلق جاءت نظرته إلى مقابر المسلمين، فحفظت للأموات كرامتهم ، وشرعت ما فيه مصلحتهم، ونهت أن تقدس القبور تقديساً يؤدي إلى تعظيمها في نظر الأحياء وافتتانهم بها، والاعتقاد في أصحابها ما لا يجوز اعتقاده إلا في الله. ¶ فنهى رسول الله صلى الله عليه وسلم عن امتهان المقابر، بجعلها مواطن لقضاء الحاجة، وعن وطء القبور والجلوس عليها وعن كسر عظام الميت، وحذر علماء المسلمين وفقهاؤهم من نبش القبور لغير مصلحة تعود إلى الميت أو ضرورة تلجئ إلى ذلك، وأرشد الرسول صلى الله عليه وسلم الماشي بين القبور أن يخلع نعليه، وهذه الأمور فيها غاية الحفاظ على قبور المسلمين وغاية التكريم لأمواتهم، وحتى لا يؤدي تكريم أموات المسلمين والحفاظ عليهم إلى تقديسهم والغلو فيهم فقد نهى رسول الله صلى الله عليه وسلم عما يؤدي إلى ذلك.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "فنهى عن الصلاة على القبور وإليها، ونهى عن اتخاذها مساجد، وعن تجصيصها والبناء عليها، والكتابة عليها، وأمر بتسوية القبور المشرفة التي ترفع فوق الحد الذي يسمح به الشرع، وقد عقل الصحابة والتابعون لهم بإحسان والأئمة المقتدى بهم ذلك، وحافظوا على ذلك الهَدي الصالح، والطريقة الرشيدة حتى نهاية القرون المفضلة، عندما آلت ولاية المسلمين إلى الروافض والباطنية، فغيروا وبدلوا ، وأماتوا سنة الرسول وأصحابه، ونشروا سنة اليهود والنصارى في بلاد المسلمين، وتبعهم على ذلك جهلة الحكام ومنحرفو المتصوفة، حتى شاع ذلك في بلاد المسلمين، وصار هو الغالب على كثير منها رغم تحذير العلماء وتقرير الفقهاء وصيحات الغيورين على سنة المصطفى صلى الله عليه وسلم. ¶ وإليك براهين ما أجملته لك في هذه المقدمة: ¶ - أما نهيه عن قضاء الحاجة بين القبور وعن وطئها: فقد رواه ابن ماجه من حديث عقبة بن عامر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم : \" لأن أمشي على جمرة أو سيف أو أخصف نعلي برجلي أحب إليّ من أن أمشي على قبر رجل مسلم، وما أبالي أوسط القبور قضيت حاجتي أو وسط السوق \" . (41) ¶ - وأما نهيه عن الجلوس عليها : فقد رواه مسلم من حديث أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" لأن يجلس أحدكم على جمرة فتحرق ثيابه ، فتخلص إلى جلده خير له من يجلس على قبر مسلم \" (42) ¶ - وأما نهيه عن كسر عظم الأموات: فمن حديث عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم : \" إن كسر المؤمن ميتاً مثل كسره حياً \" (43)",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "- و أما النهي و التحذير من نبش القبور: فكما نقل شيخنا الألباني عن النووي في المجموع قال رحمه الله : ( وقال النووي في \" المجموع \" ( 5/ 303 ) ما مختصره : ( ولا يجوز نبش القبر لغير سبب شرعي باتفاق الأصحاب، ويجوز بالأسباب الشرعية كنحو ما سبق في المسألة {109} ومختصره : ( أنه يجوز نبش القبر إذا بلي وصار تراباً وحينئذ يجوز دفن غيره فيه، ويجوز زرع تلك الأرض وبناؤها وسائر وجوه الانتفاع والتصرف فيها باتفاق الأصحاب، وهذا كله إذا لم يبق للميت أثر من عظم وغيره ، ويختلف ذلك باختلاف البلاد و الأرض، و يعتمد فيه قول أهل الخبرة بها )(44) ¶ - و أما إرشاد النبي صلى الله عليه وسلم إلى خلع النعال عند المشي بين القبور: فقد رواه أبو داود وغيره من حديث بشير مولى رسول الله صلى الله عليه وسلم في حديث طويل قال: وحانت من رسول الله صلى الله عليه وسلم نظرة فإذا رجل يمشي في القبور عليه نعلان، فقال: \" يا صاحب السبتيتين ويحك ألق سبتيتيك \" فنظر الرجل فلما عرف رسول الله صلى الله عليه وسلم خلعهما فرمى بهما \" وحسنه الألباني هناك (45) ¶ - وأما نهيه عن الصلاة على القبور وإليها: ففيما رواه مسلم من حديث أبي مرثد الغنوي رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: \" لا تصلوا إلى القبور ولا تجلسوا عليها \" (46) وفيما رواه أبو يعلي بإسناد صحيح كما قال الألباني رحمه الله من حديث أبي سعيد الخدري رضي الله عنه أن رسول الله صلى الله عليه وسلم : \" نهى أن يبنى على القبور أو يقعد عليها أو يصلى عليها \" (47) ¶ - وأما نهيه عن اتخاذها مساجد: ففي حديث أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم : \" اللهم لا تجعل قبري وثناً، لعن الله قوماً اتخذوا قبور أنبيائهم مساجد \" رواه أحمد وغيره بسند صحيح . (48)",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وفي حديث عبد الله بن مسعود قال: سمعت رسول الله صلى الله عليه وسلم يقول : \" إن شرار الناس يوم القيامة من تدركهم الساعة وهم أحياء ، ومن يتخذون القبور مساجد \" رواه ابن خزيمة .(49) ¶ ومنها حديث جندب عند مسلم أنه سمع رسول الله صلى الله عليه وسلم قبل أن يموت بخمس وهو يقول: \" ألا وإن من كان قبلكم كانوا يتخذون قبور أنبيائهم وصالحيهم مساجد ، ألا فلا تتخذوا القبور مساجد فإني أنهاكم عن ذلك \" (50) ¶ وسيأتي جملة من الأحاديث الناهية عن اتخاذ القبور مساجد ولعن من فعل ذلك ، في ¶ الفصل الثاني من هذا الباب إن شاء الله . ¶ - وأما نهيه عن البناء عليها وتجصيصها: ففي حديث جابر بن عبد الله رضي الله عنه قال: \" نهى رسول الله صلى الله عليه وسلم أن يجصص القبر وأن يقعد عليه وأن يبنى عليه \" .(51) ¶ المبحث الثاني : ¶ إغفال الوحي لذكر قبور الأنبياء والدلالة عليها: ¶ سبق الحديث عن ذلك ونفيه ، وأحب هنا أن أؤكد ذلك وأبين شبهات حول الموضوع: ¶ حيث ثبت في الصحيحين من حديث أبي هريرة رضي الله عنه في قصة موسى وملك الموت، وكيف قبض موسى عليه السلام، قال أبو هريرة رضي الله عنه: \" قال رسول الله صلى الله عليه وسلم : \" لو كنت ثم لأريتكم قبره، إلى جانب الطريق عند الكثيب الأحمر\" (52)",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "هذا الحديث استغله مروجو إحياء المشاهد ، فقال عبيدون في الدر المنضود (53) : ومع ذلك فإن النبي في حادثة الإسراء والمعراج قد عرفهم، ووصف لهم قبر سيدنا موسى عليه السلام، وقال: \" لو كنت هناك لأريتكم إياه \" هو بنفسه عليه الصلاة والسلام يتولى تعريفهم بهذا الموطن المقدس المبارك من أجل ماذا ؟! من أجل إقامة الصلات والروابط بين المؤمنين وأنبيائهم ، والتأدب معهم وسلوك طريقتهم وزيارتهم في حياتهم وبعد مماتهم، وهو مقصد سامٍ سعت إليه شريعتنا، له أثر بين على القلوب، فالمرء يوم القيامة مع من أحب. كذا قال ، وكذب فيما قال، فرسول الله صلى الله عليه وسلم ما عرفهم موضع القبر وإنما أشار إلى معرفته بذلك، ولو كان فيه مصلحة للأمة لما تركه بذلك الإبهام، ولو كانت الإشارة إليه تعريفاً من النبي صلى الله عليه وسلم له وحثاً على زيارة ذلك القبر وإحيائه لما غفل عنه الصحابة ولما أغفلوه. ¶ إن الواقع أن ما ذكره ذلك المتعالم الجاهل لم يخطر على بال الصحابة، ولذلك لم يثبت أن أحداً منهم جاء يبحث عن القبر مع مرورهم بتلك النواحي غزاة ومجاهدين وتجاراً ومسافرين لأغراض شتى، فلا يليق بهم أبداً أن يفهموا حث النبي صلى الله عليه وسلم على ذلك وأن لذلك مقصداً سامياً سعت إليه الشريعة، ثم لم يعملوا على تحقيقه !! حاشاهم من ذلك !! وهو - كذلك - لم يخطر على بال العلماء الذين شرحوا ذلك الحديث: ¶ فهذا النووي - رحمه الله - يقول في شرح مسلم: \" قال بعض العلماء : وإنما سأل الإدناء ولم يسأل بيت المقدس، لأنه خاف أن يكون قبره مشهوراً عندهم فيفتتن به الناس \" (54)، وقال الحافظ في الفتح : \" لكن حكى ابن بطال عن غيره أن الحكمة في أنه لم يطلب دخولها ليعمي موضع قبره ، لئلا تعبده الجهال من أمته \" انتهى (55) ، ففهم العلماء على العكس تماماً لفهم هؤلاء مرضى القلوب !. ¶ المبحث الثالث : ¶ تعامل الصحابة مع ما عرف من قبور الأنبياء:",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "أولاً : تعاملهم مع قبر النبي صلى الله عليه وسلم: ¶ لقد صرحت عائشة رضي الله عنها بأن الصحابة لم يبرزوا قبر النبي صلى الله عليه وسلم خوفاً من أن يتخذ مسجداً لما تقرر عندهم أن ذلك منهي عنه ، مخالف لسنة النبي صلى الله عليه وسلم، موافق لسنة اليهود والنصارى، ففي البخاري ومسلم من حديثهما رضي الله عنها قالت: قال رسول الله صلى الله عليه وسلم في مرضه الذي لم يقم منه: \" لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد \" قالت: فلولا ذلك أبرز قبره غير أنه خشي أن يتخذ مسجداً \" .(56) ¶ وقال النووي في شرح هذا الحديث: \" قال العلماء إنما نهى النبي صلى الله عليه وسلم عن اتخاذ قبره وقبر غيره مسجداً ، خوفاً من المبالغة في تعظيمه والافتتان به ، فربما أدى ذلك إلى الكفر كما جرى لكثير من الأمم الخالية ، ولما احتاجت الصحابة رضوان الله عليهم أجمعين والتابعون إلى الزيادة في مسجد رسول الله صلى الله عليه وسلم حين كثر المسلمون، وامتدت الزيادة في مسجد رسول الله صلى الله عليه وسلم إلى أن أدخلت بيوت أمهات المؤمنين فيه ومنها حجرة عائشة رضي الله عنها مدفن رسول الله صلى الله عليه وسلم وصاحبيه أبي بكر وعمر رضي الله عنهما ، بنوا على القبر حيطاناً مرتفعة مستديرة حوله لئلا يظهر فيصلي إليه العوام ، ويؤدي إلى المحذور، ثم بنوا جدارين من ركني القبر الشماليين، وحرفوهما حتى التقيا حتى لا يتمكن أحد من استقبال القبر، ولهذا قال في الحديث: \" ولولا ذلك لأبرز قبره \" ، غير أنه خشي أن يتخذ مسجداً ، والله أعلم بالصواب \" .(57) ¶ قلت: هذا الكلام من الإمام النووي رحمه الله، فيه رد على الذين يحتجون بكون قبر النبي في مسجده.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وقد أورد السمهودي في \" وفاء الوفاء \" معارضة عروة بن الزبير وإنكاره لذلك فذكر عن عروة أنه قال: \" نازلت عمر بن عبد العزيز في قبر النبي صلى الله عليه وسلم ألا يجعل في المسجد أشد المنازلة فأبى، وقال : كتاب أمير المؤمنين لا بد من إنفاذه، قال قلت: فإن كان ولا بد فاجعلوا له حوجواً - قال السمهودي : أي وهو الموضع المزور خلف الحجرة \" .(58) ¶ وقال في نفس الصفحة: \" ثم بنى عمر بن عبد العزيز على ذلك البيت هذا البناء الظاهر، وعمر بن عبد العزيز زواه لئلا يتخذه الناس قبلة تخص فيه الصلاة من بين مسجد رسول الله صلى الله عليه وسلم وذلك أن رسول الله صلى الله عليه وسلم قال: \" قاتل الله اليهود اتخذوا قبور أنبيائهم مساجد \" ، وقال: \" اللهم لا تجعل قبري وثناً يعبد \" الحديث ، قالوا والبناء الذي حول البيت ، بيت رسول الله صلى الله عليه وسلم بينه وبين البناء الظاهر اليوم مما يلي المشرق ذراعان، ومما يلي المغرب ذراع ، ومما يلي القبلة شبر، ومما يلي فضاء الشام فضاء كله، وفي الفضاء الذي يلي الشام مركن مكسور ومكيل خشب ، قال عبد العزيز بن محمد يقال أن البنائين نسوه. (59) ¶ ثانياً: تعاملهم مع قبر النبي دانيال عليه السلام حين عثروا عليه:",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "قال الإمام ابن كثير في تاريخه (60) : \" وقال يونس بن بكير عن محمد بن إسحاق عن أبي خلد بن دينار حدثنا أبو العالية قال: لما افتتحنا تستر وجدنا في بيت الهرمزان سريراً عليه رجل ميت ، عند رأسه مصحف، فأخذنا المصحف فحملناه إلى عمر بن الخطاب، فدعا له كعباً فنسخه بالعربية، وقال: فأنا أول رجل من العرب قرأه ، قرأته مثل ما أقرأ القرآن هذا، فقلت لأبي العالية ما كان فيه ؟ قال : سيركم وأمركم ولحون كلامكم وما هو كائن بعد، قلت : فما صنعتم بالرجل ؟ قال: حفرنا بالنهار ثلاثة عشر قبراً متفرقة، فلما كان الليل دفناه وسوينا القبور كلها، لتعميته على الناس، فلا ينبشونه، قلت: فما يرجون منه ؟ قال: كانت السماء إذا حبست عنهم برزوا بسريره فيمطرون، قلت : من كنتم تظنون الرجل ؟ قال: رجل يقال له دانيال، قلت : منذ كم وجدتموه قد مات ؟ قال منذ ثلاثمائة سنة ، قلت: ما تغير منه شيء ؟ قال : لا ، إلا شعرات من قفاه، إن لحوم الأنبياء لا تبليها الأرض، ولا تأكلها السباع، وهذا إسناد صحيح إلى أبي العالية\" ا.هـ. المراد من البداية والنهاية. ¶ قلت : فانظر إلى هدي الصحابة الذين يصدرون عن أمر نبيهم صلى الله عليه وسلم وسنته ، وهو القائل \" إن شرار الناس من تدركهم الساعة وهم أحياء ، والذين يتخذون القبور مساجد \" وكيف وجدوا ذلك النبي فلم يتخذوه مزاراً ، ولم يبنوا عليه مشهداً ، ولم يقروا الفرس الذين كانوا يستسقون به ، وإنما حسموا الأمر وغيبوا القبر وقطعوا عروق الفتنة به ، ولو كانوا ممن قدوتهم اليهود لعظموا مكانه واتخذوا عليه مسجداً ومشهداً وجعلوا له زيارة سنوية كما هو الحال عند أصحابنا، ومما يزيد الأمر تأكيداً أن هدي الصحابة هو قطع التعلق بآثار الأنبياء والصالحين، قصة عمر رضي الله عنه حينما رأى الناس ينتابون موضعاً للصلاة في طريق مكة فزجرهم عن ذلك.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "فعن المعرور بن سويد رحمه الله قال: \" خرجنا مع عمر بن الخطاب فعرض في بعض الطريق مسجد فابتدره الناس يصلون فيه ، فقال عمر ما شأنهم ؟ فقالوا هذا مسجد صلى فيه رسول الله صلى الله عليه وسلم فقال عمر : أيها الناس إنما هلك من قبلكم باتباعهم مثل هذا حتى أحدثوها بيعاً ، فمن عرضت له صلاة فليمض \" رواه ابن أبي شيبة وسعيد بن منصور وابن وضاح في كتابه ( البدع والنهي عنها ) ، وقال شيخنا الألباني بإسناد صحيح على شرط الشيخين.(61) ¶ فانظر إلى هذا وقارن بما تراه في زيارة هود أو غيرها كلما قيل عن مكان أن صالحاً صلى فيه أو جلس أو تعبد اتخذوا عليه مصلى مثلما اتخذها اليهود ، ( حتى أحدثوها بيعاً ). ¶ ويؤكد ما أقوله كذلك قطع عمر للشجرة التي بايع تحتها رسول الله صلى الله عليه وسلم بيعة الرضوان ، قال الحافظ بن حجر في الفتح [ ج7 ص 448 ] : \" ثم وجدت عند ابن سعد بإسناد صحيح عن نافع أن عمر بلغه أن قوماً يأتون الشجرة فيصلون عندها، فتوعدهم ثم أمر بقطعها فقطعت \" ، وقد وردت آثار رواها البخاري عن المسيب بن حزن أن الشجرة عميت على الصحابة فيحتمل أنها عميت على بعضهم وبقيت معروفة للبعض، كما ثبت عن جابر أنه قال : لو كنت أبصر لأريتكم مكانها، ويحتمل أن الناس اتخذوا شجرة أي شجرة ، وجعلوا يصلون عندها ويتبركون بها ، ويؤيد هذا ما ثبت في البخاري عن طارق بن عبد الرحمن قال: \" انطلقت حاجاً فمررت بقوم يصلون، قلت: ما هذا المسجد؟ قالوا: حيث بايع النبي صلى الله عليه وسلم بيعة الرضوان، فأتيت سعيد بن المسيب وأخبرته، فقال : حدثني أبي وكان فيمن بايع رسول الله صلى الله عليه وسلم تحت الشجرة ، فقال : فلما خرجنا العام المقبل نسيناها فلم نقدر عليها ، قال سعيد : إن أصحاب محمد صلى الله عليه وسلم لم يعلموها وعلمتموها أنتم !! فأنتم أعلم \" (62) وإذا كان عمر قد قطع الشجرة فإن الناس بقوا يصلون في موضعها والله أعلم.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وعلى كل حال فالشجرة قد اختفت إما بقدرة الله تعالى - وكانت رحمة من الله - كما قال ابن عمر فيما رواه البخاري (63) ، أو كانت على يد عمر بن الخطاب، وهذا يدل على أنه ليس من الإسلام في شيء البحث عن آثار الأنبياء والصالحين، وتعظيم الأماكن التي وقعت فيها الأحداث العظيمة وقد بين الحافظ الحكمة من خفاء تلك الشجرة بما يدل أنه رحمة من الله ينكر ما يفعله الجهال والمجهِّلون مما هو حاصل الآن وقبل الآن حول مآثر الصالحين، قال رحمه الله : \" وبيان الحكمة في ذلك وهو ألا يحصل بها افتتان لما وقع تحتها من الخير، فلو بقيت لما أمن من تعظيم بعض الجهال لها حتى ربما أفضى بهم إلى اعتقاد أن لها نفعاً أو ضراً كما نراه اليوم مشاهداً فيما هو دونها ، وإلى ذلك أشار ابن عمر بقوله : \" كانت رحمة \" أي كان خفاؤها عليهم رحمة من الله تعالى .(64) ¶ المبحث الرابع : ¶ استمرار ما درج عليه الصحابة من الهدي في تسوية القبور والنهي عن تعظيمها إلى نهاية القرون المفضلة:",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "قال شيخ الإسلام ابن تيمية رحمه الله تعالى : ولم يكن في العصور المفضلة \" مشاهد \" على القبور ، وإنما كثر بعد ذلك في دولة بني بويه لما ظهرت القرامطة بأرض المشرق والمغرب، وكان بها زنادقة كفار مقصودهم تبديل دين الإسلام، وكان في بني بويه من الموافقة لهم على بعض ذلك، ومن بدع الجهمية والمعتزلة والرافضة ما هو معروف لأهل العلم، فبنوا المشاهد المكذوبة ، كمشهد علي رضي الله عنه وأمثاله. (65) ويؤيد ما ذكره شيخ الإسلام ما جاء في الأم (66) وهو قول الشافعي رحمه الله : \" ولم أرَ قبور المهاجرين والأنصار مجصصة ، قال الروي عن طاووس : إن رسول الله صلى الله عليه وسلم نهى أن تبنى القبور أو تجصص ( قال الشافعي ) وقد رأيت من الولاة من يهدم بمكة ما يبنى فيها ، فلم أرى الفقهاء يعيبون ذلك \" ثم قال (67) : \" وأكره أن يبنى على القبر مسجد وأن يسوى أو يصلى عليه وهو غير مسوى ، أو يصلى إليه ، قال وإن صلى إليه أجزأه وقد أساء ، أخبرنا مالك أن رسول الله صلى الله عليه وسلم قال : قاتل الله اليهود والنصارى ، اتخذوا قبور أنبيائهم مساجد، ولا يبقى دينان بأرض العرب، ( قال ) وأكره هذا للسنة والآثار ، وأنه كره - والله أعلم - أن يعظم أحد من المسلمين يعني يتخذ قبره مسجداً، ولم تؤمن في ذلك الفتنة والضلال على من يأتي بعد \" انتهى محل الغرض منه ، فهذا هو الحال في القرون المفضلة ، وقد بقي كذلك عند العلماء والفقهاء ، فلا تجد كتاب فقه صغيراً أو كبيراً إلا وينص على النهي عن اتخاذ القبور مساجد، وعن تجصيصها والبناء عليها والكتابة عليها، وهذا هو الذي عليه التعويل، فكتب الفقه والحديث والتفسير والعقيدة هي كتب الهداية ، وهي عمدة الناس، أما كتب التصوف، وكتب المناقب الكاذبة وكتب المؤصلين للخرافة فلا عبرة بها، وإن من حفظ الله لهذا الدين أنك تجد كتب الهداية المذكورة في الغالب خالية من البدع الشركية والكفرية، وكثير من البدع العملية، وإن كانت",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "تمارس في الواقع لتبقى الحجة قائمة ... والله الموفق. ¶ الفصل الثاني ¶ هدي اليهود والنصارى في البناء على القبور ¶ وتعظيمها واتخاذها مساجد وكيف انتقل ذلك إلى أمة الإسلام ¶ المبحث الأول : ¶ هدي اليهود والنصارى في اتخاذ القبور مساجد واستحقاقهم اللعن على ذلك وتحذير النبي صلى الله عليه وسلم من فعلهم ¶ لا لبس ولا إشكال في أن اتخاذ القبور مساجد من هدي اليهود والنصارى ، وبذلك صرح النبي صلى الله عليه وسلم فيما رواه الشيخان وغيرهما: ¶ 1) فعن عائشة رضي الله عنها قالت : قال رسول الله صلى الله عليه وسلم في مرضه الذي لم يقم منه : \" لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد \" قالت : \" فلولا ذلك أبرز قبره ، غير أنه خشي أن يتخذ مسجداً \" (68) ¶ 2) وعن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" قاتل الله اليهود اتخذوا قبور أنبيائهم مساجد \" (69) ¶ 3) وعن عائشة وابن عباس رضي الله عنهم أن رسول الله صلى الله عليه وسلم لما حضرته الوفاة جعل يلقي على وجهه طرف خميصة له ، فإذا اغتم بها كشفها عن وجهه وهو يقول : \" لعنة الله على اليهود والنصارى اتخذوا قبور أنبيائهم مساجد \" ، تقول عائشة رضي الله عنها : \" يحذر ما صنعوا \" (70) ¶ 4) وعنها رضي الله عنها أيضاً قالت : لما كان مرض رسول الله صلى الله عليه وسلم ، تذاكر بعض نسائه كنيسة بأرض الحبشة يقال لها مارية ، وقد كانت أم سلمة وأم حبيبة قد أتتا أرض الحبشة فذكرتا من حسنها وتصاويرها ، قالت : فرفع النبي صلى الله عليه وسلم رأسه : فقال: \" أولئك إذا كان فيهم الرجل الصالح بنوا على قبره مسجداً ، ثم صوروا فيه تلك الصور ، أولئك شرار الخلق عند الله يوم القيامة \".(71)",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "هذه أربعة أحاديث مخرجة في البخاري ومسلم تبين أن النبي صلى الله عليه وسلم يلعن اليهود والنصارى بسبب أنهم اتخذوا قبور أنبيائهم وصالحيهم مساجد ، فهي تدل لما ترجمنا له من اتخاذ القبور مساجد والبناء عليها وتعظيمها من هدي اليهود والنصارى ، وأنهم استحقوا على فعلهم ذلك اللعن من رسول الله صلى الله عليه وسلم وقد قال الإمام الليث بن سعد رحمه الله كما في مختصر اختلاف الفقهاء للجصاص [1/407 ] : \" بنيان القبور ليس من حال المسلمين ، وإنما هو من حال النصارى \" بواسطة التعليق على كتاب البناء على القبور للمعلمي. (72) ¶ المبحث الثاني : ¶ النهي عن التشبه باليهود والنصارى : ¶ إذا ثبت عندنا أن البناء على القبور واتخاذها مساجد أنه من هدي اليهود والنصارى ، فاعلم أننا منهيون عن مشابهتهم نهياً مؤكداً يلحق المتشبه بهم بأولئك الكافرين الملعونين على لسان رسول الله صلى الله عليه وسلم: قال الله تعالى { ولن ترضى عنك اليهود ولا النصارى حتى تتبع ملتهم قل إن هدى الله هو الهدى ولئن اتبعت أهوائهم بعد الذي جاءك من العلم مالك من الله من ولي ولا نصير } [ البقرة : 120 ] ، وقد دلت السنة كذلك على تحريم التشبه باليهود والنصارى. ¶ ففي الصحيحين من حديث أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم : \" أن اليهود والنصارى لا يصبغون فخالفوهم \". (73) ¶ وفي سنن أبي داوود والحاكم من حديث شداد ابن أوس رضي الله عنه أن النبي صلى الله عليه وسلم قال: \" خالفوا اليهود والنصارى فإنهم لا يصلون في نعالهم ولا خفافهم \". (74)",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ولكن برغم هذا التحذير من مشابهة أهل الكتاب إلا أن السنة الكونية قاضية بوقوع ذلك من هذه الأمة كما يتبين من هذا الحديث الذي أخرجه الترمذي رحمه الله وأحمد من حديث أبي واقد الليثي رضي الله عنه قال : خرجنا مع رسول الله صلى الله عليه وسلم إلى حنين ونحن حدثاء عهد بكفر ، وللمشركين سدرة يعكفون عندها وينوطون بها أسلحتهم يقال لها ذات أنواط ، فمررنا بسدرة فقلنا: يا رسول الله اجعل لنا ذات أنواط كما لهم ذات أنواط، فقال رسول الله صلى الله عليه وسلم: \" الله أكبر ! إنها السنن ! قلتم والذي نفسي بيده كما قالت بنو إسرائيل لموسى:{ اجعل لنا إلهاً كما لهم آلهة قال إنكم قوم تجهلون } لتركبن سنن من كان قبلكم\".(75)",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وهذا هو الذي حصل ولا حول ولا قوة إلا بالله ، تشبه القوم باليهود والنصارى وتركوا سنة نبيهم ، ثم ذهبوا ينصبون الشبهات لتبرير فعلهم، نسأل الله أن يهدينا وإياهم ، وأما أهل العلم فقد فهموا تلك الأحاديث على ما يليق بعلمهم وفضلهم ، وبينوها للناس كما أوجب الله عليهم ، وحذروا مما حذر منه رسول الله صلى الله عليه وسلم ، قال الحافظ ابن رجب في كتابه فتح الباري شرح صحيح البخاري : \" هذا الحديث يدل على تحريم بناء المساجد على قبور الصالحين وتصوير صورهم كما يفعله النصارى ، ولا ريب أن كل واحد منهما محرم على انفراده ، فتصوير صور الآدميين يحرم وبناء المساجد على القبور بانفراده يحرم ، كما دلت نصوص أخرى يأتي ذكر بعضها ، قال : والتصاوير التي في الكنيسة التي ذكرت أم حبيبة وأم سلمة ، كانت على الحيطان ونحوها ولم يكن لها ظل ، فتصوير الصور على مثال صور الأنبياء والصالحين للتبرك بها والاستشفاع بها يحرم في دين الإسلام ، وهو من جنس عبادة الأوثان ، وهو الذي أخبر النبي صلى الله عليه وسلم أن أهله شرار الخلق عند الله يوم القيامة ، وتصوير الصور للتأسي برؤيتها أو للتنزه بذلك والتلهي محرم وهو من الكبائر، وفاعله من أشد الناس عذاباً يوم القيامة ، فإنه ظالم ممثل بأفعال الله التي لا يقدر على فعلها غيره ، وأنه تعالى ليس كمثله شيء لا في ذاته ولا في صفاته ولا في أفعاله سبحانه وتعالى \" .(76) ¶ وقال الحافظ ابن حجر : \" وكأنه علم أنه مرتحل من ذلك المرض ، فخاف أن يعظم قبره ، كما فعل من مضى فلعن اليهود والنصارى إشارة إلى ذم من فعل فعلهم \" . ¶ المبحث الثالث : ¶ الرافضة هم أول من أحدث المشاهد المعظمة في الملة الإسلامية وغلوا في أصحابها حتى عبدت من دون الله تعالى :",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "مر بنا هدي النبي صلى الله عليه وسلم وهدي أصحابه والسلف الصالح في القرون المشهود لها بالخير، كيف كانت قبورهم وكيف كان هديهم في وضع المقابر، وكيف كانوا يبادرون إلى إنكار كل محدث ولو كان صغيراً، مما يؤدي إلى الانحراف عن ذلك المنهج، فكانوا يطمسون ما ارتفع من القبور، وينكرون على من خالف في ذلك، ويهدمون ما بني في المقابر من أبنية ، واستمر ذلك الوضع إلى أواخر القرن الثالث، حيث ضعفت سلطة الخلفاء العباسيين وقوي النفوذ الرافضي والباطني ، وعند ذلك أحدثت المشاهد على القبور، وانفتح هذا الباب الكبير من الشر على أمة الإسلام. ¶ وقد شرح شيخ الإسلام ابن تيمية ذلك فقال: ¶ \" ولم يكن في العصور المفضلة \" مشاهد \" على القبور، وإنما كثر بعد ذلك في دولة بني بُوَيْه لما ظهرت القرامطة بأرض المشرق والمغرب، وكان بها زنادقة كفار مقصودهم تبديل دين الإسلام ، وكان في بني بُوَيْه من الموافقة لهم على بعض ذلك، ومن بدع الجهمية والمعتزلة والرافضة ما هو معروف لأهل العلم، فبنوا المشاهد المكذوبة كمشهد علي رضي الله عنه وأمثاله \" وقال في موضع آخر: ¶ \" وظهرت بدعة التشيع التي هي مفتاح باب الشرك، ثم لما تمكنت الزنادقة أمروا ببناء المشاهد ، وتعطيل المساجد ..... ورووا في إنارة المشاهد وتعظيمها والدعاء عندها من الأكاذيب ما لم أجد مثله فيما وقفت عليه من أكاذيب أهل الكتاب، حتى صنف كبيرهم ( ابن النعمان ) كتاباً في ( مناسك المشاهد ) وكذبوا فيه على النبي صلى الله عليه وسلم وأهل بيته أكاذيب بدلوا بها دينه ، وغيروا ملته، وابتدعوا الشرك المنافي للتوحيد، فصاروا جامعين الشرك والكذب \". (77)",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "صدق شيخ الإسلام رحمه الله وأهل التاريخ والآثار قد أقاموا البراهين على صدق ما يقول، فهذه الدكتورة المصرية سعاد ماهر - أستاذة العمارة الإسلامية بجامعة القاهرة - في موسوعتها الضخمة ( مساجد مصر وأوليائها الصالحون ) تثبت أن أوائل الأضرحة التي شيدت عليها المشاهد هي أضرحة الشيعة الرافضة، فيعد أن أثبتت أن أول ضريح في الإسلام أقيمت عليه قبة عرفت بقبة الصليبية ، وأنها بنيت عام 284 هـ على قبر الخليفة المنتصر العباسي ، ونقلت عن الطبري أن أم الخليفة العباسي المنتصر استأذنت في بناء ضريح منفصل لولدها فأذن لها ( إذ كانت العادة قبل ذلك أن يدفن الخليفة في قصره ) وتلك الأم هي أم ولد نصرانية رومية، فهي بحكم عقيدتها وما تربت عليه من تعظيم القبور طلبت ذلك، وأجيبت إليه عندما تمكن نساء القصر من تسيير الحياة ، وغلبن على الخلفاء في حال ضعفهم وانصرافهم إلى شهواتهم وملذاتهم، إذن فالتأثير النصراني ظاهر في إنشاء هذا المشهد. ¶ قالت: \" ويليها من حيث التاريخ ضريح إسماعيل الساماني المبني سنة 296هـ في مدينة بخارى ، ثم ضريح الإمام علي في النجف الذي بناه الحمدانيون سنة 317 هـ ثم ضريح محمد بن موسى في مدينة قم بإيران سنة 366هـ ، ثم ضريح السبع بنات في الفسطاط سنة 400هـ [ ج1 ص 46 ] وهذا الترتيب قد ذكره غير واحد من المستشرقين والباحثين في الآثار والعمارة الإسلامية.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وكل الذين ذكَرَتْهم إما متأثرون بالرافضة كالخليفة العباسي المنتصر مع تأثير أمه النصرانية في ذلك، أو هم في دولة شيعية ، وإن قيل إن إسماعيل المذكور رجع إلى السنة ، فالعبرة بالجو العام وليس بالفرد المتوفى الذي لم يعط له اختيار بحكم البيئة، وهكذا الدولة الحمدانية دولة رافضية معروفة وأهل قم معروفون بالرفض ومدينتهم من المدن المقدسة عند الرافضة، وضريح السبع بنات في عصر الدولة الفاطمية الباطنية، فثبت بهذا ما قاله شيخ الإسلام رحمه الله من أن الشيعة هم الذين جلبوا القبورية إلى أمة الإسلام، وفتحوا باب الشرك والوثنية فيها، وعندنا في اليمن ابتدأت المشاهد المعظمة ودفن الأموات في المساجد في عهد الدولة الصليحية الإسماعيلية الباطنية ، التي هي امتداد لدولة الفاطميين في مصر، فمن أوائل المشاهد هنا مشهد الرأسين في زبيد ، ومشهد الصليحي علي بن محمد في صنعاء ، ومشهد الملكة السيدة بنت أحمد في جبلة. ¶ فهذه قصة انتشار المشاهد في اليمن وبداية القبورية الوثنية كانت على أيدي أحفاد عبد الله بن سبأ اليهودي ، الذي أنشأ أول فرقة شيعية غالية في الإسلام تؤله البشر، وأحفاد ميمون القداح اليهودي كذلك الذي أنشأ الدولة الإسماعيلية الباطنية ذات الأصول اليهودية والتي عرفت باسم الدولة الفاطمية، فمن يا ترى ينبغي له أن يكون قدوتنا في ذلك محمد رسول الله صلى الله عليه وسلم والذين معه من أصحابه، والذين اتبعوهم بإحسان من أئمة الدين وعلماء الملة أم اليهود الظاهرون واليهود المستترون كابن سبأ وميمون القداح ومن سلك سبيلهم الغالي ؟!! { بئس للظالمين بدلاً }. ¶ … ¶ الباب الثالث ¶ هدي الإسلام في زيارة القبور والحكمة في زيارتها ¶ الفصل الأول ¶ مشروعية زيارة القبور والعلة في زيارتها ¶ المبحث الأول : ¶ مشروعية زيارة القبور:",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "قد كان النبي صلى الله عليه وسلم نهى في بداية الأمر عن زيارة القبور، ثم أذن في ذلك وفعله صلى الله عليه وسلم، وعلم أمته كيف يزورون. ¶ - فروى مسلم عن بريدة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم : \"نهيتكم عن زيارة القبور فزوروها \". (78) ¶ - وروى رحمه الله من حديث أبي هريرة رضي الله عنه قال: زار النبي قبر أمه فبكى وأبكى من حوله ، فقال: استأذنت ربي أن استغفر لها فلم يؤذن لي، واستأذنته في أن أزور قبرها فأذن لي ، فزوروا القبور فإنها تذكر الموت \" .(79) ¶ - وعن أنس رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" كنت نهيتكم عن زيارة القبور ألا فزوروها، فإنها ترق القلب ، وتدمع العين، وتذكر الآخرة ، ولا تقولوا هجراً \" . رواه الحاكم بسند حسن كما قال الألباني رحمه الله في \" أحكام الجنائز \" (80) ¶ - وفي حديث مسلم الطويل عن عائشة رضي الله عنها قال النبي صلى الله عليه وسلم : \" أتاني جبريل ........ فقال إن ربك يأمرك أن تأتي أهل البقيع فتستغفر لهم، قالت : قلت : كيف أقول لهم يا رسول الله ، قال: \" السلام عليكم أهل الديار من المؤمنين والمسلمين، ويرحم الله المستقدمين منا والمستأخرين ، وإنا إن شاء الله بكم لاحقون \". (81) ¶ - ومن حديث بريدة عن طريق زهير بن حرب في مسلم كان رسول الله صلى الله عليه وسلم يعلمهم إذا خرجوا إلى المقابر ، فكان قائلهم يقول: \" السلام عليكم أهل الديار من المؤمنين والمسلمين ، وإنا إن شاء الله للاحقون ، أسأل الله لنا ولكم العافية \" (82) ¶ المبحث الثاني : ¶ العلة في مشروعية زيارة القبور عند أهل السنة:",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "هذه الأحاديث واضحة في مشروعية زيارة القبور ومبينة العلة في ذلك، وهي تذكر الموت ورقة القلب ودمعة العين، وأنها تزهد في الدنيا كما في حديث ابن مسعود عند الحاكم، وهي كذلك للدعاء والاستغفار للميت، هذه هي العلل التي وردت بها السنة وعرفها أهل السنة فزاروا القبور لأجل تحقيقها، ويقول الإمام الصنعاني رحمه الله في سبل السلام: \" الكل دال على مشروعية زيارة القبور وبيان الحكمة فيها وأنها للاعتبار ، فإذا خلت من هذه لم تكن مرادة شرعاً \" .(83) ¶ المبحث الثالث : ¶ العلة في مشروعية زيارة القبور عند القبوريين: ¶ لقد حاول الشاطري في إجابته على الأسئلة المتعلقة بزيارة هود أن يموه على القارئ ويشعره أن هناك من يمنع من زيارة القبور، فأحذ يسرد الأحاديث الدالة على مشروعية زيارتها، ليخرج القارئ بانطباع أن الذين ينكرون ما يحدث في زيارة هود من بدع ومحدثات وشركيات، أنهم ينكرون زيارة القبور من أصلها. ¶ لقد نقل ميدان المعركة إلى ميدان آخر لا مقاتل فيه، وهرب من الميدان الذي يعرف أنه مغلوب مهزوم فيه، لأن سلاحه فيه الهوى والبدعة والكذب الذي لا ينفق على أصحاب البصائر، ونحن نقول له: ¶ أوردها سعدٌ وسعدٌ مشتمل .............. ما هكذا تورد يا سعد الإبل ¶ إن رسول الله صلى الله عليه وسلم شرع لنا زيارة القبور، وعللها بعلل واضحة، فمتى زار الزائر القبور لأجل تحقيق تلك العلل، كانت زيارته مشروعة، ومتى زارها لعلل أخرى لم تكن مشروعة كما بين ذلك الإمام الصنعاني رحمه الله.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "لقد صرح علماؤكم وقدواتكم : أن علة الزيارة عندكم ليست تلك العلل التي أشار إليها النبي صلى الله عليه وسلم، وإنما علتها عندكم ما جاء النبي صلى الله عليه وسلم وجميع الأنبياء لمحاربته وإزالته، ألا وهو الاستشفاع بالمخلوقين ولاستمداد منهم ، واعتقاد أنهم يقربون إلى الله زلفى، ألم يقل العيدروس في \" بذل المجهود \" ذلك الكتيب الذي طبع عام 1328هـ وأعدتم هذه الأيام تصويره وتوزيعه على الناس، ليقرؤوه ويعتقدوا ما فيه. ألم يقل: \" فإن المقصود من الزيارة الاستمداد من أرواح الأنبياء والأئمة والعبارة عن هذا الاستمداد من هذا الجانب ، والإمداد من الجانب الآخر ، ولزيارة المشاهد أثر عظيم في هذين الركنين، أما الاستمداد فهو بانصراف همة صاحب الحاجة باستيلاء ذكر الشفيع والمَزور على الخاطر ، حتى تصير كلية همته مستغرقة في ذلك ، وتقبل كليته على ذكره وحضوره بباله، وهذه الحالة سبب منبه لروح ذلك الشفيع والمَزور حتى تمده تلك الروح الطيبة بما يستمد منها \" .(84) ¶ واضح من هذا النقل العلة لدى القبوريين في زيارة القبور، وهي الاستمداد ويؤكد هذا واقع حالهم ، فإنهم في كل مرحلة من مراحل زياراتهم يلهجون بالاستمداد من الأولياء ، ودعائهم من دون الله والاستعانة بهم، والتوسل بهم إلى الله. ¶ وفي زيارة هود بالذات يعلمون الناس حينما يحثونهم على زيارته أن يطلبوا حاجاتهم منه، فتراهم كثيراً ما يرددون في فترة التحريض على الزيارة: ¶ هود النبي المرسل .......... في وداي الأحقاف قبره صحيح ¶ قم زره واحذر تكسل .......... واطلب مرادك منه حول الضريح(85) ¶ فهل يقول مسلم عالم بشرع الله فقيه فيه أن هذه الزيارة لهذه الأغراض التي شرعها لنا رسول الله صلى الله عليه وسلم ؟! ¶ أقول : لا ، بل أن القوم قد صرحوا بأنهم نقلوا تلك الزيارة من الزيارة الشرعية التي عبروا عنها بأنها على طريقة الفقهاء إلى الطريقة البدعية الشركية التي عبروا عنها بطريقة الصوفية.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "يقول الصبان: \" كانت السنة النبوية قد أوضحت كيفية زيارة القبور، وأنها للسلام والترحم على الميت، ومن هذا المنطلق كانت زيارة السابقين \" (86) ثم يقول (87) : \" في عهد الإمام عبد الله بن أبي بكر العديروس انتقلت الزيارة من الكيفية الفقهية إلى الطريقة الصوفية، والتي لا تقتصر على السلام والترحم بل تتناول التوسل والاستمداد والتبرك بالمزار له \". ¶ ويقول عبد اللاه بلفقيه في كتابه ( الفوائد حول المزارات )، إن الزيارة انتقلت إلى الطريقة الصوفية في عهد العيدروس من التجمع لها، وكان ميلاد سيدنا العيدروس سنة 811هـ ( 1408م ) ووفاته سنة 865هـ ( 1460م ) وكان ذلك لتوقف العيدروس طيلة 13 سنة كما ذكر مؤلف ( التحف النورانية ) الشيخ عبد الله بن عبد الرحمن باوزير هو الداعي لانتظار الإذن الرباني في نقل زيارة النبي هود من طريقة الفقهاء إلى الطريقة الصوفية. ¶ أعود بعد هذا وأقول: أهكذا يا سالم الشاطري يحتج بأحاديث النبي صلى الله عليه وسلم ، أهكذا تغالط الأمة وتستدل بأدلة تدل على عكس ما تدعو إليه ؟ أما تخاف الله ؟؟ ¶ إن العيدروس ظل حسب تعبير بلفقيه ثلاثة عشر عاماً ينتظر الإذن الرباني بتحويل الزيارة من إجرائها على الطريقة الشرعية إلى إجرائها على الطريقة البدعية، ثم بعد تلك المدة يأتيه الإذن بذلك ، فتتحول الزيارة إلى استمداد وتبرك وتوسل ، هذا ما اعترفوا به ، وما خفي كان أعظم. ¶ أبعد هذا كله تحتج بالأحاديث على مشروعية هذه البدع والشركيات ؟؟. ¶ الفصل الثاني ¶ النهي عن شد الرحال إلى القبور وعن اتخاذها أعياداً ¶ المبحث الأول : ¶ النهي عن شد الرحال إلى غير المساجد الثلاثة:",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "روى مسلم في صحيحه عن أبي سعيد الخدري رضي الله عنه قال رسول الله صلى الله عليه وسلم : \" لا تشد الرحال إلا لثلاثة مساجد ، مسجدي هذا ، والمسجد الحرام ، والمسجد الأقصى\"(88) ، وروى عن أبي هريرة رضي الله عنه يبلغ به النبي صلى الله عليه وسلم : \" لا تشد الرحال إلا إلى ثلاثة مساجد ، مسجدي هذا ومسجد الحرام ومسجد الأقصى \" .(89) ¶ وفي رواية أخرى لمسلم عن أبي هريرة : يخبر أن رسول الله صلى الله عليه وسلم قال : \" إنما يسافر إلى ثلاثة مساجد ، الكعبة ومسجدي ، ومسجد إيليا \".(90) ¶ وروى الإمام أحمد رحمه الله في مسنده عن عبد الرحمن بن الحارث بن هشام أنه قال : لقي أبو بصرة الغفاري أبا هريرة وهو جاء من الطور فقال من أين أقبلت . فقال : من الطور صليت فيه، فقال : أما لو أدركتك قبل أن ترحل ما رحلت، إني سمعت رسول الله صلى الله عليه وسلم يقول: \" لا تشد الرحال إلا لثلاثة مساجد ، المسجد الحرام ، ومسجدي هذا ، والمسجد الأقصى \" (91) ¶ هذه هي الأحاديث التي في هذا الباب، وقد اختلف العلماء المتأخرون في تأويلها، وفيما تدل عليه، وذكر ذلك الاختلاف النووي في شرح مسلم، وابن حجر في فتح الباري وغيرهما، وأوسع من رأيته تناول هذا البحث العلامة صديق حسن خان في شرحه ( السراج الوهاج من كشف مطالب صحيح مسلم بن الحجاج ) فقد استغرق بحثه أربعاً وثلاثين صفحة من الحجم الكبير من ص 84 - 117 من الجزء الخامس من طبعة قطر ، وبعد إيراد مختلف الأقوال ومناقشتها قال: ( وأما السفر لغير زيارة القبور كما تقدم نظائره، فقد ثبت ذلك بأدلة صحيحة ووقع في عصره صلى الله عليه وسلم وقرره النبي - عليه السلام - فلا سبيل إلى المنع منه والنهي عنه، بخلاف السفر إلى زيارة القبر ، فإنه لم يقع في زمنه صلى الله عليه وسلم ، ولم يقرَّ عليه أحداً من أصحابه ، ولم يشر في حديث واحد إلى فعله واختياره ، ولم يشرعه لأحد من أمته لا قولاً ولا فعلاً ).(92)",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "( وقد كان رسول الله صلى الله عليه وسلم يزور أهل البقيع وغيرهم من غير سفر ولا رحلة إلى قبورهم لتذكر الآخرة، وهي رخصة مشروعة، بل مندوبة مستحبة ، بل سنة واجبة إلى يوم القيامة لمن يحب الدار الآخرة، ويتمسك بالسنة المطهرة، لكن لا بإيثار السفر، واختيار الرحلة إلى الشقة البعيدة ). (93) ثم ذكر ما أفضى به السفر لزيارة القبور من أفعال شركية وبدعية، ثم قال: \" وحاصل الكلام وجملة المرام في هذا المقام : أن مسألة السفر لزيارة القبور ( أي قبر كان ) أقل درجاتها : أن تكون من المشتبهات، والمؤمنون وقافون عند الشبهات، لكن من شد الرحل وأعمل المطي إلى مسجد المدينة ونزل بها، فقد سن له أو وجب أن يزور قبر رسول الله صلى الله عليه وسلم ، ولا يترك هذه الفضيلة، وبهذا يخرج من مزالق أفهام العلماء، وسباب الفقهاء، واعتراض السفهاء، ويحصل بذلك نوع من الجمع بين مختلف الروايات. ¶ ومن قال إن زيارة رسول الله صلى الله عليه وسلم بعد وفاته الشريف ( في بلده المنيف ) لساكنيه أو وارديه ونازليه يكره أو يحرم فقد بغى وطغى وأساء \". (94) ¶ انتهى مقصود كلامه ، وبه اكتفي ، ومن أراد التوسع فليعد إلى ذلك الشرح أو إلى المواطن التي أشرت إليها من شرح النووي وابن حجر والشوكاني ، والله أعلم. ¶ المبحث الثاني : ¶ النهي عن اتخاذ القبور أعياداً: ¶ وكما نهى رسول الله صلى الله عليه وسلم عن شد الرحال إلى زيارة القبور، النهي الذي تضمنه قصر إباحة الرحلة إلى المساجد الثلاثة، فإنه كذلك نهى عن اتخاذ القبور أعياداً نهياً تضمنه قوله صلى الله عليه وسلم : \" لا تجعلوا بيوتكم قبوراً ، ولا تجعلوا قبري عيداً ، وصلوا علي فإن صلاتكم تبلغني حيث كنتم \" وذلك فيما رواه أبو داود وغيره بسند صحيح من حديث أبي هريرة رضي الله عنه، وله طرق أخرى عنه وعن غيره من الصحابة. (95)",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وقد فهم العلماء من هذا الحديث النهي عن إقامة الزيارات الموسمية الحولية للقبور، قال العلامة المناوي رحمه الله ( معناه النهي عن الاجتماع لزيارته اجتماعهم للعيد ، إما لدفع المشقة أو كراهة أن يتجاوزوا حد التعظيم، ثم قال : ويؤخذ منه أن اجتماع العامة في بعض أضرحة الأولياء في يوم أو شهر مخصوص من السنة، ويقولون هذا يوم مولد الشيخ ويأكلون وبشربون، وربما يرقصون فيه ، منهي عنه شرعاً وعلى ولي الشرع ردعهم عن ذلك ، وإنكاره عليهم وإبطاله ) انتهى بواسطة عون المعبود. (96) وزيارة هود زيارة حولية تقام في تاريخ محدد معلوم، معلومة أيامها من ذلك الشهر، وهي الأيام التاسع والعاشر والحادي عشر من شهر شعبان ، بل الأدهى والأمر أنها شبهت إلى حد كبير بأيام الحج ، فهناك يوم النحر ، ويوم الوقوف ، ويوم النفر ، ويوم العيد هو اليوم العاشر، ويوم الوقفة هو اليوم الحادي عشر، الذي يقول عنه الصبان - وهو ممن يحضر هذه الزيارة ويعرفها حق المعرفة معرفة مشاهدة وليست منقولة عن أحد - يقول : ( يعتبر اليوم العاشر عيد الزوار بالشِعب، فينحرون الأغنام، ويأكلون ألذ المأكولات - ويتفننون في الطهي للطعام، وفي أجناس الطعام من الهريسة وغيرها ) (97) ¶ ويقول قبل ذلك : ( تكون الوقفة يوم الحادي عشر تكتمل وفود الزائرين ، ومن أدرك الوقفة أدرك الزيارة ، والوقفة يوم الحادي عشر شعبان صباحاً ، وسميت بالوقفة كالوقوف بعرفات ، فمن أدرك الوقوف بعرفات أدرك الحج ، ومن فاته الوقوف بعرفات فاته الحج ، وهكذا في الزيارة ) . ¶ ثم يقول [ ص 43 ] تحت عنوان \" النفرة \" : تبتدي النفرة الأولى في عصر يوم الحادي عشر ، فينفر ويرحل آل علوي وآل سيئون ومن كان غربي سيئون. (98) أما موكب أهل تريم فيبتدي في النفرة يوم 12 شعبان.(99)",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "بل أن شعبان نفسه قد أضيف إلى هود ، فيعرفه الناس هناك بشهر هود، يقول الصبان : \" وشهر هود هو شهر شعبان ولتقدير الزيارة سمي الشهر وأطلق عليه شهر هود ، وهذا الاسم معروف لدى العمال والفلاحين، ولدى كثير من الطبقات الأخرى، ومشهور أكثر من شهر شعبان ).(100) ¶ هذا التأكيد كله على اعتبار زيارة هود حولية موسمية داخلة في النهي، لا يمنع الشاطري أن ينفي أن تكون الزيارة موسمية ، فلا أدري كيف يستمرئ هؤلاء الناس الكذب ، ويستخفون بعقول الناس ، فالله المستعان !!!. ¶ الباب الرابع ¶ ضلالات الزائرين ¶ الفصل الأول ¶ كيف نشأت زيارة هود وكيف تطورت ؟ ¶ المبحث الأول : ¶ دخول التصوف إلى حضرموت وعلاقته بإشهار زيارة هود:",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "كانت حضرموت كغيرها من نواحي اليمن على السنة والاتباع، وكان السائد فيها عقيدة أهل السنة التي اشتهرت فيما بعد بمذهب الإمام أحمد رحمه الله، أو عقيدة الحنابلة، حتى وفدت عليها العقائد الوافدة : الخوارج في أوائل القرن الثاني، ولكن لم يكن لهم تأثير في أوساط الناس، إلا فترة وجيزة حين قامت دولتهم على يد عبد الله بن يحي الكندي طالب الحق، والتي استمرت سنوات قصيرة جداً ثم سحقت على يد الأمويين في آخر دولتهم. كما وفدت الشيعة الإمامية مع المهاجر أحمد بن عيسى جد آل باعلوي عام 318هـ، ولكنها لم تجد قبولاً مما اضطر أحفاد هذا الرجل أن يتظاهروا بالدخول في مذهب أهل السنة مع بقاء بعض العقائد الإمامية لديهم، كما يقر ذلك ابن عبيد الله في رسالته ( نسيم حاجر ) ثم تطرأ العقيدة الأشعرية بقدوم الدولة الأيوبية التي حملتها معها إلى اليمن كما يقول مؤرخو اليمن، ومع هذا كله كان السائد هو علم الكتاب والسنة، والناس عليه مقبلون حتى كان أواخر القرن السادس وأوائل القرن السابع بعد أن اكتمل المد الصوفي في العالم الإسلامي ، وفدت دعوة التصوف إلى حضرموت يمثلها عبد الله الصالح لمغربي، الذي أرسله شعيب أبو مدين لغرس بذرة التصوف في شخصية الفقيه المقدم محمد بن علي باعلوي، بدرجة أساسية ،ثم في شخصية الشيخ سعيد العمودي. ¶ قال الشلي في المشرع الروي : \" وكان أهل حضرموت مشتغلين بالعلوم الفقهية ، وجمع الأحاجيث النبوية ، ولم يكن فيهم من يعرف طريق الصوفية ولا من يكشف اصطلاحاتهم السنية، فأظهر الأستاذ - الفقيه المقدم محمد بن علي باعلوي المتوفى سنة 652 - علومها ونشر أعلامها. (101) ويقول الحامد في تاريخه:",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "( ومع كون الأستاذ الفقيه المقدم هو الذي فتح لأهل حضرموت باب التصوف على مصراعيه، وأنار لهم السبيل لسلوك تلك الطريقة ، فلم يكن هو أول متصوف في بني علوي إذ كان أول متصوف منهم هو الشريف الصالح أحمد بن علوي بن محمد صاحب مرباط ، وهو ابن عم الأستاذ الفقيه ، وتوفي الشريف أحمد المذكور في عشر الخمسين بعد الستمائة، ثم تصوف بعده الإمام الفقيه المقدم، فكان ذلك فاتحة لتصوف العلويين الحضرميين ، وتبعهم في ذلك غيرهم من أهل حضرموت ) (102) ، أما عن كيفية إرسال مندوب الشيخ أبي مدين إلى حضرموت، ووصله إلى الفقيه المقدم بتريم وإلباسه لباس الصوفية، وانخلاعه عن طريق الفقهاء، فقد ذكرها الحامد في نفس التاريخ نقلاً عن الجوهر الشفاف لعبد الرحمن الخطيب ( الحكاية السابعة وعشرون )، وما جاء في تلك الحكاية : وفي رواية أنه قال أيضاً: اذهب إلى حضرموت تجد فيها الفقيه محمد بن علي أبوعلوي عند الفقيه علي بن أحمد با مروان يستقي منه العلم طارحاً سلاحه على رجليه فاغمزه من عند الفقيه وحكمه ، واذهب إلى ( قيدون ) تجد فيها سعيد بن عيسى فحكمه ، قال الشيخ عبد الرحمن فغمزته وحكمته وما شاور أبا مروان ، فلما رجع إليه وفي رأسه الخرقة اغتاظ عليه وقال له : رجوناك إماماً مثل ابن فورك ، فتركت صحبتنا ورجعت إلى زي الصوفية، أو كما قال، فقال محمد بن علي الفقر خير ، وهاجره أبو مروان إلى أن توفى ).(103)",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "هذه حكاية دخول الصوفية إلى حضرموت ، وعندها ظهر الاهتمام بزيارة هود ، وتوافدت إليه الصوفية من حضرموت وغيرها، وإن كان بعض المؤرخين قد أشار إلى أن الزيارة كانت معروفة قبل القرن السابع، إلا أن ذلك لا يمكن إثباته بنقل صحيح ولا مفصل لتلك الزيارة المزعومة ، وأول من نصوا على اهتمامه بهذه الزيارة وعنايته بها وجعلها موسماً عاماً محدداً هو الشيخ عبد الله با عباد المشهور بـ ( القديم ) كما نص على ذلك صالح الحامد في تاريخه فقال: ( وفي القرن السابع عهد الشيخ عبد الله با عباد القديم، كان للزيارة موسم يذهبون فيه مع الشيخ عبد الله ، وذلك بعد فراغ الناس من أشغال التمر وتعبئته، لا على الأشهر القمرية )(104) والشيخ باعباد متوفى عام 678هـ، كما وردت إشارة إلى زيارة الفقيه المقدم لذلك القبر كما مر، وجاء في طبقات الخواص في ترجمة أحمد بن أبي الجعد الأبيني حكاية تدل على عناية الصوفية بهذا القبر، قال: ( ومن غريب ما يحكى عنه في أيام النهاية أنه خرج يوماً هو وأصحابه لزيارة قبر النبي هود عليه وعلى نبينا أفضل الصلاة والسلام، فوافق الشيخ سعيد بن عيسى الحضرمي في جماعة من أصحابه يريدون الزيارة أيضاً، فساروا جميعاً فلما بلغوا بعض الطريق بدا للشيخ سعيد أن يرجع، فرجع هو وأصحابه ، ومضى الشيخ أحمد فزاروا ورجعوا، فلما كان بعد أيام خرج كل منهما هو وأصحابه لزيارة ذلك القبر المذكور من غير موعد ، فالتقوا في بعض الطريق، فقال الشيح أحمد للشيخ سعيد : قد توجب عليك حق للفقراء ، فقم وأنصف من نفسك ، فقام الشيخ سعيد وقال : من أقامنا أقعدناه، فقال الشيخ أحمد : ومن أقعدنا أبتليناه ، فأصاب كل واحد منهما ما قال صاحبه، وصار الشيخ أحمد مقعداً إلى أن لقي الله تعالى ، وصار الشيخ سعيد مبلياً في جسمه حتى لقي الله تعالى ) (105) ، والقصة على ما فيها من المجازفة تدل على عناية الصوفية بزيارة هذا القبر ، وقد توفي أحمد بن أبي الجعد لبضع",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وتسعين وستمائة كما في الطبقات المذكورة (106) وتوفي الشيخ سعيد فيما بين الستين والسبعين وستمائة (107) من تلك الطبقات. ¶ وبما مر يتضح أن هذه الزيارة اشتهرت وتوطدت بدخول التصوف إلى اليمن ، وعلى يد أقطابه ، وكل من سبقت الإشارة إليهم هم من أقطاب الصوفية. ¶ والصوفية من أشد طوائف هذه الأمة غلواً في القبور وأهلها ، وهم الذين أدخلوها إلى ديار أهل السنة ، بعد أن اختلطوا بغلاة الشيعة الباطنية وأخذوا بعض عقائدهم ومنها الغلو في الأولياء كما قال ابن خلدون في مقدمته : ( وكان سلفهم مخالطين للإسماعيلية المتأخرين من الرافضة الدائنين بالحلول وإلهية الأئمة مذهباً لم يعرف لأولهم ، فأشرب كل واحد من الفريقين مذهب الآخر ، واختلط كلامهم وتشابهت عقائدهم ، وظهر في كلام المتصوفة القول بالقطب ومعناه رأس العارفين ... الخ ).(108) وعلى كل ما ذكر تعرف إن شاء الله سر المسألة ، وأن خرافة قبر هود من أصلها وراءها الصوفية القبورية الذين يريدون أن يؤسسوا لهم منطقة مقدسة يستغلون العامة من خلالها، كشأن الطرق الصوفية التي تجعل مقام شيوخ الطريقة مقاماً مقدساً ، وينالون بذلك الشهرة والسلطة الروحية على قلوب الملايين من البشر ، وستأتي الأدلة على هذا الكلام في آخر الفصل الثاني إن شاء الله تعالى. ¶ المبحث الثاني : ¶ آل باعلوي يتسلمون قيادة هذه الزيارة ويطورونها",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "عرفنا أن أول من أظهر الاهتمام بهذه الزيارة وزار زيارة جماعية هو الشيخ عبد الله القديم با عباد، ولكن بعد رسوخ أقدام آل باعلوي في تريم لم يبق مكان لأحد معهم، فهم القادة والسادة في البلاد، وغيرهم من الطوائف إنما يعلمون تحت مظلتهم، وبما يعزز مكانتهم ، ولذا أصبح القائمون على الزيارة هم آل باعلوي. وصار دور آل با عباد لا يعدو دور خادم المقام الذي وظيفته ترميمه وإعداده لاستقبال الزوار بالشكل الذي يكفل راحتهم وطمأنينتهم ، يقول الصبان : تحت عنوان ( بعث العاملين قبل الزيارة ) : \" قبل الزيارة يرحل العمال المندوبون لإصلاح المنازل والخدور ، ويرحل المشايخ آل با عباد قبل مسير الركب ليمهدوا الطريق ويصلحوا ما خرب من المساجد أو المآثر حول القبر باعتبار أن لهم اليد الطولى في هذه الزيارة ، ومنذ أيام الشيخ عبد الله القديم \" .(109) ¶ هذا ما بقي لآل باعباد الذين ( لهم اليد الطولى في هذه الزيارة ) كما يقول الصبان ، وأما القيادة الحقيقية والصدارة والهيمنة على جوهر الزيارة فهي للسادة آل باعلوي ، وهناك ثلاث شخصيات برزت منهم وارتبطت أسماؤهم بالزيارة، هم : ¶ 1- عبد الله بن أبي بكر العيدروس المتوفى سنة 865 هـ ، الذي انتقلت في عهده الزيارة من طريقة الفقهاء إلى طريقة الصوفية.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "2- أحمد بن عبد الرحمن شهاب الدين المتوفى سنة 946هـ ، الذي قيل أنه كان أول من حول الزيارة من الأشهر الشمسية إلى الأشهر القمرية ، وهو الذي سلم راية الزيارة لأبي بكر بن سالم كما قال العطاس في تذكير الناس : ( ثم نظر سيدنا أحمد بن عبد الرحمن شهاب الدين بعين الباطن ، واستخلف على الزيارة والزوار في حياته سيدنا الشيخ أبا بكر بن سالم فخر الوجود صاحب عينات ، السر في ذلك يعرفه من نور الله بصيرته ، وكان سيدنا شهاب الدين يجلس عند أراكة بالقرب من بيته بقرية اللسك أيام الزيارة ، ويقول : من بشرني أن ولد سالم بن عبد الله زار بالناس وهم سالمون ضمنت له على الله بالجنة ، فكان الناس يتسابقون ويبتدرون بالتبشير. ¶ ولما أسن وثقل كان يجلس بالمجف في تريم لاستقبال أخبار الزيارة ويقول القول المتقدم ).(110) ¶ 3- الشيخ أبو بكر بن سالم الملقب ( فخر الوجود ) وهو على المشهور أول من جعل الزيارة على الشهر القمري ، إذ جعل ذلك في شعبان ، وجعل المبيت ليلة النصف من شعبان هناك . (111) ¶ 4- ولهذا فزيارة مشهد هذا الشيخ ومشاهد أبنائه بمدينة عينات كأنها فرض من فروض الزيارة على كل زائر أن يأتي به قبل التوجه إلى موضع القبر، وهذا أمر مستفيض كما أن زيارته التي ما زال يتوارثها أبناؤه وأحفاده هي الركن الأساسي من أركان الزيارة مع زيارة آل شهاب الدين أحفاد أحمد بن عبد الرحمن آل شهاب الدين. ¶ يقول الصبان : \" تكون الوقفة يوم الحادي عشر بزيارة الشيخ أبو بكر بن سالم ، وزيارة آل شهاب ، ففي اليوم الحادي عشر تكتمل وفود الزائرين ، ومن أدرك الوقفة فقد أدرك الزيارة ، والوقفة يوم الحادي عشر من شعبان صباحاً، وشبهت وسميت بالوقفة كالوقوف بعرفات ، فمن أدرك الوقوف بعرفات أدرك الحج، ومن فاته الوقوف بعرفات فاته الحج، وهكذا الزيارة \" (112) ¶ وقد ذكر في تذكير الناس من كان يزور بالناس من آل أبي علوي منذ الفقيه المقدم إلى أبي بكر بن سالم.(113)",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "المبحث الثالث : ¶ اتخاذ هذه الزيارة عيداً سنوياً محدداً بحدود زمانية: ¶ سبق أن نقلنا الحديث الصحيح الذي ينهى فيه النبي صلى الله عليه وسلم عن اتخاذ قبره عيداً، وأن العلماء استنبطوا من ذلك أنه لا يجوز أن تتخذ قبور غيره من الأنبياء أو الأولياء أعياداً ، وأن معنى العيد هو ما يعتاد مجيئه في السنة أو الشهر أو الأسبوع. ولكن برغم ذلك وبرغم الأدلة الصحيحة ترى القبوريين يتجاهلون هذه الأدلة المحكمة ويلجئون إلى المتشابهات فيعتمدون عليها ، ويموهون بها على الناس شأنهم شأن من قال الله فيهم : { فأما الذين في قلوبهم زيغ فيتبعون ما تشابه منه ابتغاء الفتنة ، وابتغاء تأويله وما يعلم تأويله إلا الله } ، ولذلك فقد جعلوا هذه الزيارة عيداً، وجعلوا مواقيت محددة لكل منسك من مناسكها، يقول الحامد في تاريخه : ( قد صار منذ عهد غير قريب لزيارة قبر النبي هود عليه السلام بحضرموت موسم خاص يجتمع له الناس ، ولا أظن إلا أن موسم زيارته كان في عهد الجاهلية أيضاً، فقد ذكر اليعقوبي سوق الشحر : \" وأنه تقوم به مهرة تحت ظل الجبل الذي عليه قبر هود عليه السلام \" وفي القرن السابع في عهد الشيخ عبد الله ، وذلك بعد فراغ الناس من أشغال التمر وتعبئته لا على الأشهر القمرية ، وأول من جعل موسم الزيارة على الشهر القمري هو الشيخ الكبير فخر الوجود أبو بكر بن سالم العلوي المتوفى سنة 992هـ إذ جعل ذلك في شعبان ، وجعل المبيت ليلة النصف من شعبان هناك ، إذ كان هو يقيم هناك من الليلة الحادية عشرة منه ، وقيل أن أول رتب الزيارة في ذلك الحين هو شهاب الدين أحمد بن عبد الرحمن والمشهور الأول. (114) ¶ الفصل الثاني ¶ لاهتمام الكبير بهذه الزيارة والهدف من وراء ذلك ¶ المبحث الأول: ¶ الاهتمام الكبير بهذه الزيارة",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "لا يشك من يعرف تاريخ هذه الزيارة ويعرف أحوال الناس عندها ، وما تبذل لأجل إنجاحها واستمرارها من جهود ، وردود دعاتها على من يحاول إيضاح حقيقتها ، لا يشك أن هناك اهتماماً كبيراً بهذه الزيارة يتعدى ما درج عليه الناس من الحث على الطاعات المشروعة ، وما يتحلى به أهل البدع من اهتمام ببدعهم والدعوة إليها ، ويتمثل هذا الاهتمام في: ¶ أولاً: الجهد الكبير في محاولة تأصيل هذه الزيارة من الناحية الشرعية والناحية التاريخية، فهناك مؤلفات كثيرة في هذا الباب: ¶ 1- منها كتاب اسمه ( الفوائد في قيد الأوابد حول المزارات والزيارات ) لعبد اللاه بن حسن بلفقيه ، مخطوط بمكتبة الأحقاف ذكره الصبان [ ص 26 ]. ¶ 2- وهناك كتاب بعنوان ( بذل المجهود في خدمة ضريح سيدنا نبي الله هود ) لعبد الرحمن بن محمد العيدروس المشهور بصاحب \" الدشتة \" ، هذا الكتاب طبع بحيدر أباد الهند سنة 1328هـ ثم صور ، وهو يوزع هذه الأيام. ¶ 3- وكذلك كتاب بعنوان ( فتح الودود في تحقيق قبر نبي الله هود ) لعبد الله بن محمد بن عقيل مطهر. ¶ 4- وكتاب ( وسيلة الصب الودود إلى الإله المعبود بسر زيارة نبي الله هود ) لم يذكر له مؤلف، وقد قام على طباعته في الطبعة الأولى حسنين محمد مخلوف في عام 1378هـ ، وعند زيارتي لموقع القبر المزعوم وجدت كميات كبيرة في ذلك المكان، وقد طبع ثلاث مرات ، ويعتبر هذا المنسك الذي يسير عليه الزوار ويقرؤون منه الدعوات والتسليمات ، فهو أشبه ما يكون بتلك الكتيبات الصغيرة المنوعة التي تباع عند أبواب الحرم المكي للحجاج والمعتمرين !! ¶ 5- وكتاب ( زيارات وعادات ، زيارة نبي الله هود ) لعبد القادر محمد الصبان، وهذا الكتاب يتحدث من وجهة أدبية تاريخية ، ولكن مؤلفه يذكر أنه ممن عايش تلك الزيارة، وشارك فيها وعرفها عن قرب، وقد حققه أحد المستشرقين، ونقله إلى الإنجليزية ، فهو مطبوع باللغتين العربية والإنجليزية ، ونشره المعهد الأمريكي للدراسات اليمينة.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "6- وكتاب ( الدر المنضود في أخبار قبر وزيارة النبي هود ) بقلم فهمي بن علي بن عبيدون التريمي الحضرمي شاب من طلاب جامعة الأحقاف وصدر الكتاب عن دار الفقيه للنشر والتوزيع. ¶ 7- وهناك نشرة فيها أسئلة وإجابات للسيد سالم بن عبد الله الشاطري بعنوان ( زيارة نبي الله هود عليه السلام في ميزان الشرع ) للعلامة سالم بن عبد الله الشاطري ، رسالة حول زيارة نبي الله هود مفعمة بالأدلة وتوضيح شبهات تثار حولها. ¶ ثانياً: التغطية الإعلامية: عندما يقترب موعد هذه الزيارة تعلن عن ذلك كثير من الصحف المحلية ثم تقوم بتغطيتها ، ونشر أخبارها، وإجراء المقابلات مع بعض الشخصيات التي تزورها، وهناك نشرة صحفية تصدر في تريم اسمها \" أنوار التلاقي \" تكاد تخصص العدد الصادر في شعبان لهذه الزيارة ، وتتحدث عنها من جوانب مختلفة. ¶ ثالثاً: الإعداد منذ شهر جمادى الآخرة لهذه الزيارة ، وعقد اللقاءات وطرح الأقوال والآثار الحاثة على زيارتها ، وتجييش الناس لهذه الزيارة ، علماً أن معظم ما يطرح هو كذب على الله ورسوله، وتضليل لعوام المسلمين ، وسيأتي نماذج منه. ¶ رابعاً: تسمية شهر شعبان كله شهر هود، وإعطاء العمال عطلة رسمية مدة الزيارة ، يقول الصبان تحت عنوان \" أيام العطلة السنوية \" : ( تعتبر أيام الزيارة أيام عطلة بالنسبة للمزارعين والعمال ، فالفلاحون يعتبرون أيام الزيارة ثمانية أيام ، وهي استراحة لهم ، وهم يعدون أنفسهم بالتمتع بهذه الأيام ، يقول شاعرهم: ¶ يا فرحة القلب لا قالوا دخل شهر هود ¶ ثمانية أيام باتسلى صباح المقود ¶ ثمانية أيام في راحة ونحنا قعود ¶ وشهر هود هو شهر شعبان ، ولتقدير الزيارة سمي الشهر وأطلق عليه شهر هود، وهذا الاسم معروف لدى العمال والفلاحين، ولدى كثير من الطبقات الأخرى، ومشهور أكثر من شهر شعبان. (115) ¶ خامساً: الاهتمام بالجانب العمراني للمنطقة ، وهو على جانبين:",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "الجانب الأول: البناء العام ، والمتمثل في بناء القبة الضخمة فوق جزء من القبر المزعوم وموضع الناقة، وبناء متعبدات بعض من تنسب لهم الولاية، والبناء حول بعض الأحجار التي تعبد عليها بعض الصالحين في زعمهم، فهناك قبة ضخمة جداً مبنية بناءً محكماً وحولها ساحة ممهدة ومبنية بالحجارة، ومطلية بالنورة البيضاء، وكذلك ساحة كبيرة تتسع لجموع الزوار الذين يجتمعون تحت ما يسمونه بالناقة المتحجرة، مبنية بنفس الطريقة ومظللة بسقف على عدد من الأعمدة والأقواس، وسمعنا من العمال الذين يعملون هناك أن هناك مشروعاً لتوسعة هذه الساحة في المستقبل، وهناك الطرق الفسيحة المبنية بنفس الطريقة، بل هناك عقبة شقت في الجبل لتصل بعض السيارات إلى تحت القبة، كما أن هناك بعض المساجد العادية والتي لا تتميز عن غيرها من المساجد إلا أنها ذات قباب مرتفعة تميزها عن بقية المساجد. ¶ وهناك المتعبدات ، وهي عبارة عن بنايات صغيرة على شكل مسجد ذي محراب ، لا تتسع إلا لنفر قليل جداً من الناس، وهو منسوب إلى من كان يتعبد في تلك البقعة من الأولياء حسب زعمهم، وأيضاً هناك حصاتان حسب تعبيرهم ، الأولى الشهيرة حصاة عمر المحضار، وهي صخرة عادية متوسطة الحجم، يقال أنه كان يتعبد عندها، فجعل ذلك مصلى، وبني حوله سور ومهد بالأسمنت حديثاً وسويت أرضه ووسع، بحيث أقاموا له أعمدة من الخرسانة المسلحة من الوادي سقفوا عليها ليكون ذلك السقف امتداداً للمصلى وتوسعة له، وهي من المناسك التي تؤدى عندها بعض طقوس الزيارة إلى اليوم. ¶ وهناك صخرة أخرى رأينا حولها بناءً من الطين ولكنها تبدو شبه مهجورة عندما زرنا المنطقة بخلاف حصاة المحضار، وتنسب تلك الحصاة لعلي بن أبي بكر السكران. (116)",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وهنالك اهتمام بسقي الزوار، وأماكن وضوئهم وقضاء حاجتهم، وهناك بعض المرافق القديمة، ولكن في الوقت الذي زرنا فيه الموقع وجدنا عمالاً يشتغلون ولديهم العُدَدُ الكافية للبناء، يقولون أنهم يعملون في مقاولة لبناء واحد وأربعين حماماً \" دورة مياه \" ، وكذلك لتوسعة مسجد الناقة، وقد سألناهم عن القائم بالمشروع، فأجابوا إن الذي يعرف ذلك هو المقاول وهو غير حاضر، ولاحظنا كذلك عمائر ضخمة مبنية بالأسمنت فهمنا أنها سبيل لإقامة بعض الشخصيات المرموقة التي تأتي للزيارة. ¶ وأما الجانب الثاني فهو: البنايات الخاصة التي تسمى عند أصحابها \" الخدور \" جمع خدر وهو البيت الصغير، ولكن الموجود قصور لا خدور، فهناك عدد كبير من الخدور، بل القصور ، قد يصل إلى مائتي قصر، فهي مدينة - كما يسميها بعضهم - متكاملة، غير أنها لا تسكن إلا ثلاث أو أربع أيام في السنة ثم تظل خاوية على عروشها !! ¶ وإليك ما يقوله بعض المؤرخين في هذا الصدد: ¶ يقول الشاطري في أدوار التاريخ الحضرمي : \" وبنيت مدينة حواليه في سفح الجبل الذي فيه القبر ، ولكنها لا تسكن سوى عدة أيام في السنة ، وهي أيام الزيارة ، أما بقية العام فتبقى بيوتها الكثيرة خاوية ، فهي تشبه مدينة منى بالحجاز من هذه الناحية.(117)",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وقال الحامد \" وكان موضع القبر متوعراً غير ممهد ، وفي القرن التاسع الهجري قام الشيخ الفقيه حكم بن عبد الله باقشير المتوفى سنة 879هـ بعمارة المشهد المذكور عمارة تامة، وبناه بالحجر والنورة، وجعل عليه قبة، ومهد ما حواليه غربيه وذلك ليقابل الزائرن وجهه، ويجلسوا مستقرين، هكذا قال صاحب السعادة والخير، ثم زيدت العمارة بعد ذلك. قال السيد عبد الرحمن بن محمد بن عبد الرحمن العيدروس صاحب \" الدشتة \" في رسالته ( بذل المجهود ) : \" وقد بنى السيد الشريف الفاضل أبو بكر بن محمد بلفقيه - كان الله عز وجل له ونفع به - قبة عظيمة على جانب الصخرة المتصدعة السابق ذكرها، في نحو نصف القبر عام 1079هـ سبع وتسعين بتقديم السين في الأول وتأخيرها في الثاني وألف ، بضبط تاريخها بحساب الجمل أي كسكر \" اهـ ، وقد تعددت بعد ذلك العمارة أيضاً إلى عصرنا ، وفيه انتدب لعمارة الموضع وتهيئته تهيئة زائدة على ما تقدم السيد المرحوم علوي بن عبد الله الكاف فمهد الدرج المعروف اليوم، وبنى حول القبر موضعاً واسعاً ، وبنى حول الصخرة المسماة \" الناقة \" بناءً من الحجر وردمه وسواه ، فتهيأ هناك موضع واسع يتسع لجموع الزوار وطلي ذلك كله بالنورة ، أصلح ذلك كله بكل إحكام ، وصرف على ذلك مالاً لا يستهان به ، يقدر بنحو خمسة آلاف من الريالات. (118) ¶ وقد لخص ما ذكره الأستاذ كرامة سليمان بامؤمن في كتابه \" الفكر والمجتمع في حضرموت \" ص 91 - 292. ¶ كما وصف المستشرقان ( دانيال فان در ميولين ، والدكتور هـ - فون فتسمان ) هذه العمائر في رحلتهما التي سمياها ( حضرموت ، إزاحة النقاب عن بعض غموضها ) ، وترجمها وعلق عليها الدكتور ( محمد سعيد القدال ) وصفا هذه العمائر بما لا يبعد عما تقدم وذلك من ص 182 إلى ص 185.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "سادساً: التنادي لهذ الزيارة من الأماكن البعيدة ، والترويج لها في البلدان المختلفة ، وفي مجلة \" أنوار التلاقي \" العدد الثالث شعبان ورمضان عام 1419هـ أجريت مقابلات مع زوار من كل من بريطانيا وهما دكتور وبروفيسور، والأمارات العربية المتحدة ومصر وتنزانيا والولايات المتحدة الأمريكية وكينيا، هذا عدا من يأتون من السعودية، وقد أخبرني أحد المشايخ الأجلاء أنه طلب حجز سفر إلى السعودية في فترة الزيارة أي بعد انتهائها ، فأخبر أن المقاعد محجوزة للعائدين من زيارة هود عن آخرها، وأما زوار اليمن فقد يأتون من معظم المحافظات. ¶ هذه بعض مظاهر الاهتمام بهذه الزيارة ، فما الهدف من وراء هذا كله ؟ ¶ المبحث الثاني: ¶ الهدف من هذه الزيارة ¶ ما من عامل يعمل ويكد نفسه ويجهدها إو يعمل فكره إلا وهو يبغي بذلك تحقيق هدف ، وبقدر ضخامة الهدف تكون التضحية ، ومن يعرف المطلوب يحقر ما بذل. ¶ ونحن إذا نظرنا إلى هذا الاهتمام الكبير وتلك الجهود الكبيرة ، والأموال التي تبذل لإنعاش هذه الزيارة ، عرفنا بدون شك أن وراء ذلك هدفاً كبيراً ، فما هو يا ترى ذلك الهدف ؟ ¶ إن الذي يظهر لي - والعلم عند الله - أن هذه الزيارة يقصد منها أن تكون أحد الروافد لإقامة سيادة دينية وسلطة روحية يتمتع بها آل باعلوي في حضرموت ، وقد تحققت لهم تلك السيادة في الماضي بهذه الزيارة وأمثالها ، مما استحوذوا به على عقول الأجيال الجاهلة في مختلف العصور ، وهم يسعون لإعادة ذلك المجد الذي تداعى وأوشك على السقوط ، وهناك أدلة كثيرة على ما أدعي من أن هذه الزيارة يراد أن تسهم في إقامة السيادة الدينية والسلطة الروحية لتلك الطائفة. ¶ الدليل الأول: تحويل الزيارة من الطريقة الشرعية لزيارة القبور إلى الطريقة الصوفية ، أو من طريق الفقهاء - كما عبر عنها الصبان - إلى الطريقة الصوفية، على يد أحد هؤلاء السادة بعد صدور الأذن الرباني بذلك !!",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "ومعلوم أن زيارة الفقهاء أو الزيارة السنية إنما هي للسلام على الأموات والترحم عليهم والاعتبار بحالهم ، بينما الزيارة الصوفية توسل واستمداد من الأموات ، وربط للعامة برموز يضفى عليهم التقديس ويسري تقديسهم إلى ذرياتهم ، فحوّل العيدروس هذه الزيارة إلى الطريقة الصوفية ٍ، بعد أن بقي ثلاثة عشرة سنة ينتظر الأذن الرباني بذلك ، (119) وقد نقلت عنه ذلك فيما تقدم. ¶ الدليل الثاني: ربط الزيارة ربطاً محكماً بهم ، فلا يزور بالناس ولا يدعوهم إلا واحد منهم ، ولا يسقيهم إلا منصب أو حبيب ، يقول الصبان : \" تتوافد كل مجموعة زوار من بلد إلى النهر وإلى الناحية التي يقف فيها الحبيب المنصب ، وكل بلد يتقدم زوارها منصب أو حبيب أو شيخ \" ويقول : \" يتزاحم الزوار على المنصب أو الحبيب أو الشيخ ، وهو يسقيهم بيده من النهر تبركاً به ، وهو يرمز إلى الشرب من الكوثر يوم القيامة \" . ¶ ويقول عن التسليم على الأنبياء عند بئر التسلوم : \" ويتقدم الحبيب أو المنصب أو الشيخ ، ولا يقوم بالتسلوم في الغالب إلا من ينتمي إلى العلويين \" وعند قبر هود ( يسلمون مثل التسليمة الأولى ، ثم بعد انتهاء التسليم يجلسون ويقرؤون سورة هود ، ثم ترتيب الفاتحة يرتبها الحبيب أو المنصب .... الخ ) (120) ¶ وهكذا كل الزيارة محكمة الارتباط بهم ، ويتوارثونها كابراً عن كابر ، حتى القبائل مرتبطون بهم ، يقول الصبان : \" وفي عصر يوم الحادي عشر من شهر شعبان تكون دخلة القبائل المناهيل ، يتقدمهم منصب آل حامد \" [ نفس المصدر والصفحة ]",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "الدليل الثالث: مظاهر العظمة التي تضفى عليهم أثناء الزيارة ، منها آل الشيخ أبي بكر وما فيها من أبهة : \" ويدخل آل أبو بكر بن سالم بالطيالة والأهازيج والطبول ، ويجتمع الناس من كل الزوار ، ويكون لزيارتهم ودخلتهم زجل عظيم ، وتعتبر دخلتهم الدخلة العظمى ، وهي في مراسمها لا تختلف عن الأطر المقيد بها نظام الزيارة كما ذكرنا ، إنما تمتاز بالطيالة والطبول والبيارق وكثرة الناس \" (121) ¶ إذن هذه البيارق والرايات والمواكب على أي شيء تدل ؟ تدل على فرض المجد والشرف والسيادة على الناس ، وليس ذلك خاصاً بآل أبي بكر بن سالم وإنما كل المناصب لهم من ذلك نصيب ، وإن كان أقل ، يقول الصبان عن انتهاء الزيارة : \" ثم تنقضي الزيارة الأولى ، ويرجع الناس إلى خدورهم ، أما المناصبة فإنهم يعودون إلى الخدور في ظل خابات العمال ، الذين يترنمون بالأهازيج المناسبة (122) ، ويستغيثون مع كل منصب بجده ، مثل\" يا شيخنا يا بن سالم \" و \" يا شيخنا يا سقاف \" ... الخ. ¶ الدليل الرابع: مما يدل على اعتبار زياراتهم وقيامهم بقيادة الناس دليل شرف وفخر ، تقاسمهم تلك الزيارات وترتيبها بينهم ، والتزامهم بذلك الترتيب ، يقول عبيدون تحت عنوان \" ترتيب الزيارات \" : ¶ أما عن ترتيب الزيارات العامة ، فإنه في اليوم الثامن من شهر شعبان تقام زيارتان : الأولى منهما وقت الضحى ، وهي لآل الحبيب الحبشي بالحوطة ، نسبة للحبيب أحمد بن زين الحبشي ، والثانية : عصر هذا اليوم وهي لآل الحبيب الحبشي بسيئون نسبة للحبيب علي بن محمد الحبشي رضي الله عنه. ¶ أما أهل تريم ، فإن زيارتهم تبدأ في اليوم التاسع ، ولهم فيه زياراتان الأولى منهما : لآل بلفقيه نسبة للحبيب عبد الرحمن بن عبد الله بلفقيه المشهور بعلامة الدنيا ! والثانية : لآل الحداد نسبة للإمام الحبيب حامد بن عمر باعلوي.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وفي اليوم العاشر تقام زيارتان : الأولى لآل بن شهاب نسبة للحبيب أحمد بن شهاب الدين ، والثانية هي أكبر زيارة ، وهي زيارة آل الشيخ أبي بكر نسبة لسيدنا أبي بكر بن سالم باعلوي، وفي هذه الزيارة ترى ذلك المظهر المثير، والجموع الكثيرة التي تحضرها ، حتى أنك لا ترى في ذلك اليوم موضعاً من الشعب خالياً من الناس. (123) ¶ وما يزيدك تأكيداً على أن هذا التصدر يقصد به الفخر والشرف والسيادة ، عدم تنازل بعضهم لبعض عن شيء من ذلك ، بل أن هاك خبراً وقصة تشهد بكل صراحة أن القوم يبتغون من وراء ذلك الشرف والسيادة ، قال الصبان وهو يتحدث عن النفرة من شعب هود : ¶ \" وقد كان أهل شهاب وآل الشيخ يجلسون في الشعب إلى ليلة النصف من شعبان ، ليقرؤوا دعاء شعبان في الشعب بهود ، لكنه حصل اختلاف بينهم على قراءة الدعاء ، مما أدى إلى حسم الخلاف بتحديد انتهاء الزيارة قبل النصف، وأن يقرأ كل منهم دعاء شعبان في قريته أو مدينته، ويكتمل النفر يوم الثاني عشر من شعبان، وتنتهي الزيارة يوم 12 ، 13 شعبان \" (124) ¶ وقد أخبرني بمثل هذا بعض الثقات من أهل تريم ، وقال : إن الذي فصل النزاع هو الحبيب أحمد بن حسن العطاس ، هل بعد هذا شك في أن الأمر سعي وراء وجاهات ومناصب وفخر وسيادة ؟!. ¶ ومما يلتحق بذلك ويؤكده أنه حتى في الدعاء الذي يسمونه ( الفاتحة ) يخصون به أنفسهم من دون الناس ، ولا يدخلون معهم إلا تحلة القسم ثلاثة من الصحابة واثنين من آل با عباد، ويعدون بالاسم 54 منهم عداً ما يقولون فيهم، وأولاده وإخوانه، ثم يختم بذلك بقوله : \" وأصولهم وفروعهم ، وجميع سادتنا آل أبي علوي والمتعلقين بهم والمنتسبين إليهم \" (125) ¶ أما غيرهم من الناس ، ومنهم مئات وربما ألوف الحاضرين من عمال وفلاحين وقبائل ومشايخ وسائر طوائف المجتمع فلا شيء لهم إلا على وجه العموم.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "بعد هذه الأدلة على ما قررته من أن هدف هذه الزيارة وغيرها من الزيارات والطقوس القبورية إنما يراد بها بناء مجد وعز لطائفة مخصوصة هي طائفة آل أبي علوي ، أنقل لك كلاماً لا تنقصه الصراحة ينسب المجد لهذه الطائفة ، ويحثها على المحافظة عليه ، وألا تبدل نعمة الله كفراً ، أي هذا المجد ، والعز ذلة ومهانة ، هذا الكلام مرتبط بهذه الزيارة ارتباطاً وثيقاً ، فقد نقله عبيدون في كتابه الدر المنضود بعد أن قدم له بقوله : \" ولأجل أن الزيارة هذه ما قامت إلا بأهل حضرموت خاصة ، وغيرهم عامة فهذه صورة موجزة عنهم ثم عنون بالخط العريض: ¶ مجد أهل حضرموت عامة وأهل تريم خاصة : ¶ وهي نبذة مختصرة عن مجد أهل حضرموت عامة، وأهل تريم خاصة، التي تعقد فيها اجتماعات قبل زيارة نبي الله هود، ونقلاً من كلام الإمام العلامة عمر بن محمد بن سالم بن حفيظ : ¶ إن المتأمل الذي يتأمل تاريخ الإسلام فيجد بلدتكم ( أي تريم ) هذه من أنظر صفحات التاريخ وأزهاها وأشرفها وأنورها ، أفيريد أحد أن يبدل نعمة الله كفراً ؟ ويقول : فعلهم تركهم ؟!",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "هذا فخرك ، هذا عزك ، هذا مجدك ، هذه كرامتك التي أكرمك الله بها ، أفتريد أن تقلبها كفراً ..؟ فهل الله محتاج إليك ..؟ أيكرمك ويشرفك وتعاند بعد ذلك ، وتحول النعمة كفراً ، ثم تظن أنه محتاج إليك ....؟ سيقصمك ولا يبالي .. ، إن كانت الأمة المحمدية في الشرق والغرب تفتخر بوجود الصلحاء ، فقد جعل الله حظنا من وجودهم وافراً ، بل من أفخر الحظوظ على ظهر الأرض ، إن كان لأهل الإسلام من جميع أهل \" لا إله إلا الله \" عز وشرف وفخر منذ نشر الإسلام ودعوة سيدنا محمد صلى الله عليه وسلم فبلدتنا من أوفر البلاد حظاً وأكبرها قسماً ، وأجزلها نصيباً ، بل مئات الآلاف والملايين من المسلمين الآن ما دخلوا الإسلام من أوائلهم إلا على يد رجال من هذه البلدة ، أفنبدل نعمة الله كفراً ..؟ أفنأتي ونقول فعل وترك ..؟! فهذه الغباوة بنفسها ، وهذه البلادة بنفسها ، نأتي إلى بيت عزنا وشرفنا ومجدنا فنريد أن نقصمه ... ، ثم لو كان هذا العز والشرف من أي مخلوق ربما تمكنا من تهديم القصر ، لكن العزيز الذي أعز أهل طاعته كل من حام حول قصر هذه العزة كما سمعتم انتقم العزيز منه ، لأن العزيز يغار على عزته التي قال عنها : { ولله العزة ولرسوله وللمؤمنين } أنت تريد أن تهدم قصراً عزه بالله ، إنه ليس عز بمال ، وليست العزة بسلطة ، وليست العزة بحكم ، وإنه ليس بعز تكبر ، إنه ليس عز بترفع عن أحد من الخلق ، بل صفات هؤلاء الرجال التواضع الذي قل نظيره في الشرق والغرب ، ولقد شهدت شوارع البلدة قلوباً في التذلل والتواضع للجمادات فضلاً عن الحيوانات فضلاً عن بني آدم ، تبوأت فيها منزلة من وصل إليها وهم عباد الرحمن الذين يمشون على الأرض هوناً ... الذين لم يتكبروا حتى على الجمادات ولا على الأرض التي يمشون عليها.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "ومنهم طوائف كثيرة مضوا في خدمة الفقراء ، في خدمة المتعبين ، في خدمة العجائز ، كثير ممن هم من أكابر وخواص الظاهرين فيهم المشهور فضلهم وهو يتقمص قميص الخدمة لعجوز أو لشائب أو لمتعب أو لمسكين أو لمحتاج أو لمضطر ... هذا تاريخهم وهذه أوصافهم .. إذن فلا عز لهم بشيء سوى الله. ¶ ثم إذا كان عزهم بالله فأراد إنسان أن يهدم بيت العزة هذا أنى له ذلك ؟ لو كان عزهم بحكم ربما استطعت ، لو كان عزهم بسلطة ربما استطعت أن تهدمه ، أنت تريد أيضاً حكماً ، أنت تريد سلطة ، لكنه عز لحي دائم كيف تهدمه ..؟! ومن أين تدخل عليه ..؟! فرضي الله عمن لا عز لهم إلا الانتساب لعظمة الله والإقبال على الله. ¶ ثم قال: وينقل أهل التاريخ أنه لما انتشرت الردة في نواحي حضرموت وخرج الصحابة لقتال المرتدين ، وكان من جملة من اختصت به هذه البلدة ما وجد فيهم مرتد ، وأن أهل البلدة قاموا بنصرة الصحابة فور ما وصلوا ، وقاتلوا معهم ، ودارت معركة هناك في النجير ، هناك دارت معركة من المعارك حضرها جماعة من الصحابة ومنهم أهل بدر قُبِروا في مقبرتكم والتي تسمى \" زنبل \" وقامت قائمة الدين حتى ذكر أهل التاريخ أنه لما وصل الخبر إلى الصديق سيدنا أبو بكر رضي الله تعالى عنه وأرضاه دعا بثلاث دعوات لهذه البلدة وقال : \" اللهم أبقها معمورة إلى يوم القيامة وبارك في مائها ، وانبت الصالحين والأولياء فيها كما ينبت الماء الزرع \" وقد استجاب الله دعوته هذه رضي الله عنه.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وأهل بلدة لهم مثل هذا التاريخ الصاتع الناصع المضيء من غير شك أن المسئولية كبيرة عليهم ، أفيخلف بعد الأتقياء خلف أشقياء ..؟! أو يخلف بعد الأنبياء خلف بكدر أو قذر ..؟ أو يحل بنا ما وصف الله به أقواماً لم يحسنوا الخلافة للأنبياء من قبلنا ..؟! وقال بعد ذكر الأنبياء : { فخلف من بعدهم خلف أضاعوا الصلاة واتبعوا الشهوات فسوف يلقون غياً } وقال في الآية الأخرى: { فخلف من بعدهم خلف ورثوا الكتاب يأخذون عرض هذا الأدنى ( أي الدنيا ) ويقولون سيغفر لنا }. ¶ ولكن نرجو أن يخلف الماضين من الأكابر أخيار ، ويظهر الله فيهم صدق الخدمة للدين وللرسالة ولهذا النور المبين ) اهـ (126) ¶ هذا هو نص كلام الإمام العلامة كما وصفه عبيدون، يتحدث عن مجد أهل تريم ووجوب المحافظة عليه، ومن هم يا ترى أهل تريم الذين لهم المجد؟ من هم أهل تريم المستحقون للعز ؟ هل هم القبائل الذين نصيبهم من ذلك العز حمايته والحفاظ عليه لأربابه دون أن يشركوا فيه بأدنى نصيب؟ هل هم المساكين من الفلاحين والعمال وطوائف الحضر المختلفة؟ هل يمكن أن نقول بأنهم المعنيون بالأمر وهم يعاملون معاملة العبيد الأرقاء من أسياد سيئي الملكة يسخرون للخدمة ولإظهار مجد أهل المجد وعز أهل العز بإذلالهم وإهانتهم؟ هل هؤلاء لهم نصيب من العز ؟ إن المقصود بالعز الذي تجب المحافظة عليه هم أولئك السادة وحدهم ! ومن هنا يمكن أن نفهم كيف لقيت زيارة هود ذلك الاهتمام وتلك العناية وذلك الجهد لتكون من دعائم العز المنشود !!",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وإضافة لما تقدم ومما يؤكد أن القوم يتخذون من هذه الزيارة وسيلة للوصول إلى رفعتهم ومجدهم ، هذه الحكاية التي ذكرها الصبان نقلاً عن تاريخ الدولة الكثيرية للأستاذ السيد محمد بن هاشم قال : ( ويذكر الأستاذ محمد بن هاشم عن بدر أبو طويرق ونسبه واهتمام العلويين به، قال : تصدى جماعة من السادة العلويين في أوائل ظهوره \" أي بدر \" للبحث والتنقيب عن سلسلة نسبه ، وأسفرت النتائج إلى اتصال نسبه إلى يشجب بن يعرب بن قحطان بن هود، قال : ولما تحققوا صحة هذا النسب ، ذهب سبعة منهم إلى ضريح النبي هود على نبينا وعليه أفضل الصلاة والسلام، واعتكفوا هناك متضرعين إلى الله أن يقيض هذا السلطان لحفظ القطر، قال: وظهرت آثار الإجابة في السنة نفسها .. الخ ).(127) ¶ قلت انظر إلى هذا الاستغلال العجيب ، فالسلطان بدر أبو طويرق أشهر سلاطين حضرموت ربما على الإطلاق وعندما شعر القوم بصعود نجمه، نسجوا هذه المسرحية ، فأثبتوا نسبه إلى هود ثم اعتكفوا - حسب زعمهم - عند قبر هود لاستمداد النصر والتأييد لهذا السلطان ، ولما ظهر بوضوح انتصاره وظفره ، جاءوا ليبشروه أن علامات قبول تلك الدعوات والتوسلات قد ظهرت، وأن ما أحرزه من نصر هو ببركة دعائهم لجده نبي الله هود ، وبذلك يكتسبون المكانة عنده، واستغلال دولته للوصول لأهدافهم.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وفي هذا الصدد يقول كرامة سليمان : ( ويشير التراث الفكري العلوي إلى التأثير الفكري الصوفي ، الذي أحكم حول حكام حضرموت وأحيط بهم ، مبيناً أن استقامة العقيدة والتوفيق في الدنيا والآخرة مربوطان ومرهونان بالتشيع لأهل البيت، وأن صلاح عقيدة المسلم يقوم على أساس حب العلويين ، وحسن الظن بهم، وأن فساد العقيدة ينشأ من سوء الظن بهم ، وأن كثيراً من الحكام ينتصرون ويتوفقون في مساعيهم السياسية بفضل ورضا العلويين عنهم ، فقيام دولة آل يماني مثلاً كان بدعوة ورضا من العلويين ، وكانت نهاية دولتهم نتيجة عدم رضائهم عنها ، حين شاء العلويين أن يستبدلوهم بآل كثير. يقول صالح الحامد: \" لم تتبدل الدولة اليمانية في تريم حتى شاء الله ، وذلك بعد أن شاء العلويين ورأوا في ذلك المصلحة العامة فاستولى آل كثير عليها\" . ¶ وفي الواقع أنه لم يكن خروج آل يماني من تريم واستيلاء آل كثير عليها بفعل \" رضا \" العلويين عن آل كثير وغضبهم على آل يماني، وإنما بفعل السلاح الجهنمي الجديد - بنادق أبو فتيلة - والتي تسمى علوق الروم \" أي الأتراك \" والتي استخدمها جنود السلطان بدر الكثيري ، والتي حصل عليها من الأتراك. (128) ¶ الفصل الثالث ¶ الترويج لهذه الزيارة ووسائل الجذب لها ¶ المبحث الأول : ¶ النص على أن القوم يروجون لهذه الزيارة من كتبهم ¶ لا يتخفى ولا يتستر دعاة خرافة قبر وزيارة هود بدعوتهم إليها وترويجهم لها ، وحث الجميع على المشاركة فيها ، قال في [ بذل المجهود ص 11 ] : ( وكان سيدنا الشيخ عبد الرحمن السقاف رضي الله تعالى عنه يقول: إن النبي هود عليه الصلاة والسلام يتحمل ذنوب زواره حتى يرفعها الله تعالى ، وكان رضي الله عنه لا يفرح بشيء مثل فرحه له بزيارة قبر النبي هود ، وكان يحث على زيارته ويقول لمن رآه يتخلف عن زيارته بسبب قوت أهله وعياله : من لم يكن معه لعياله شيء فليأت إلينا ونحن ننظر لعياله كفايتهم ، يعني أيام مكثه بسبب الزيارة .",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "ويقول عبيدون: ( لقد حث السلف الصالح رضوان الله عليهم على هذه الزيارات والاجتماعات ) ... الخ (129)، ثم ذكر بعض النقول عن بعضهم فقال : يقول الإمام العارف بالله تعالى علي بن أبي بكر السكران : ( أما بعد فإن زيارة الأنبياء والمرسلين في مقابرهم المعروفة ومشاهدهم المشهورة من أجلّ الطاعات وأجزل القربات ، ومن أجلّ المشاهد وأفضل المعابد وأجلها الموضع المعروف والمشهد المألوف بحضرموت ، قبر النبي هود المرسل المعظم المبجل المكرم ، على نبينا وعليه أفضل الصلاة والتسليم ) (130) ¶ ويقول تحت عنوان \" استعداد أهل تريم للزيارة \" : عندما يدخل شهر رجب تبدأ الاجتماعات التي يحضرها العلماء والتي يرغبون فيها في زيارة هذا النبي الكريم وعدم التخلف عنها، وتنشد في هذه المجالس الأشعار التي تحث الناس على حضور هذه الزيارة ، وعدم الالتفات إلى قول الحساد الذين يخذلون عنها ، ومن تلك الأشعر قول سيدنا عبد الرحمن بن الشيخ علي: ¶ ياذا البريق الشرقي ............. اللي تنمنم من قدا قبر هود ¶ نبي رب الخلق ............. صلى الله عليه نعم الودود ¶ ويقول في أثنائها: ¶ هود النبي المرسل ............. في واد الأحقاف قبر صحيح ¶ سر وزره واحذر تكسل ............. واطلب مرادك منه حول الضريح ¶ ويقول في قصيدته الأخرى: ¶ طوبى لمن زار ذا الرسول ............. يعطيه مولاه كل سول ¶ يكفي المضرات والمهول ............. والسر يلقاه في اللحود ¶ كم جملة أخبار ............. وبحور أنوار جميعهم زار ¶ ضريح قبر النبي هود ............. فسر إليه واترك القعود ¶ ويقول الصبان تحت عنوان \" الإعلام \" : ¶ منذ جمادى الثانية يبتدي الوعاظ بالحث على زيارة نبي الله هود ، ويقولون : أنه لا ولاية تعقد لولي بحضرموت إلا بجوار وفي حضرة نبي الله هود - ثم ذكر قصة ليس هنا موضع ذكرها - ثم قال: ويستمر الإعلام في مجالس الوعظ الأسبوعية والليلية وتتلى القصائد المحبذة للزيارة ) ...الخ (131)",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "فهذه النصوص فيها التصريح الواضح بالحث الكبير على هذه الزيارة ، رغم أن هناك سنناً مهجورة ، ماحث أحد على إحيائها بل واجبات وفرائض ضائعة ولم تحظ بالحث على إقامتها ولو بعشر الحث على هذه الزيارة ، فبماذا نفسر ذلك ؟! ¶ المبحث الثاني : ¶ الفضائل المفتراة التي يروجون بها لهذه الزيارة ¶ من أقبح الأعمال وأعظمها الكذب الذي يهدي إلى الفجور، والفجور يهدي إلى النار ، وأعظم من ذلك أن يكون الكذب على الله ورسوله لإضلال الناس. ¶ يقول الله تعالى :{ إن الذين يفترون على الله الكذب لا يفلحون } [ النحل : 116 ] ، وقال تعالى : { فمن أظلم ممن افترى على الله كذباً ليضل الناس بغير علم } [ الأنعام 144 ] ، ويقول الرسول صلى الله عليه وسلم : \" من كذب علي متعمداً فليتبوأ مقعده من النار \" [ حديث متواتر ] ، ولا شك أن الوعد بمغفرة الذنوب أو بالبشارة بالجنة أو بتحمل ذنوب الناس إنما يُعلم بالوحي، فمن صرّح بشيء من ذلك أو وعد به أحداً من الناس بغير وحي، وبغير أذن من الله فقد افترى على الله الكذب، وقد قال الله تعالى عن اليهود : { ألم تر إلى الذين يزكون أنفسهم بل الله يزكي من يشاء ولا يظلمون فتيلاً ، انظر كيف يفترون على الله الكذب وكفى به إثماً مبيناً } ، فجعل تزكيتهم لأنفسهم إثماً مبيناً لأن حقيقة النفس وما فيها من خير وما يختم لها به لا يعلمه إلا الله ، فلما تجرءوا وزكوا أنفسهم جعل الله ذلك من الكذب عليه سبحانه، وهكذا هنا الذي يدعي بأن العمل الفلاني جزاءه الجنة أو مغفرة الذنوب ، أو أن العمل الفلاني فيه كذا أو كذا من الأجر من دون علم به عن طريق الوحي ، فهو من المفترين على الله الكذب وكفى به إثماً مبيناً !",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "ونحن عندما نعتبر ما نمثل به كذباً لا يعني أننا نتهم فلاناً أو فلاناً بأنه هو الذي افتراه ، ولا نصف من نسب إليه ذلك الكذب ونقطع بأنه هو الكاذب ، فربما نسب كلام إلى شخص لم يقله ، لكننا نقطع أن الكلام المعني كذب ، ونجزم أن من يروج ذلك الكلام مشارك في الكذب، وعليه نصيب من وزره ، قال صلى الله عليه وسلم : \" من حدث عني بحديث يُرى أنه كذب ، فهو أحد الكاذبين \" [ رواه مسلم ]. ¶ وقال صلى الله عليه وسلم : \" كفى بالمرء كذباً أن يحدث بكل ما سمع \" [ رواه مسلم أيضا ]. ¶ إذا علمت هذا فاعلم أن القوم يستحلون الكذب أو يستخفون به في سبيل الوصول إلى أهدافهم على قاعدة ( الغاية تبرر الوسيلة ) بل أنهم يدافعون عن الكذب ويحاولون بكل ما أوتوا من قوة أن يصوروه للناس بصورة الصدق والحق الذي لا مرية فيه، وستمر بك أمثلة من ذلك، وترى كيف يؤولونها بتأويلات الباطنية ليثبتوا للناس أن سلفهم كانوا على حق ، وأن ما اقترفوه من الكذب هو عين الصدق، ومحض الصواب. ¶ وإليك جملة من تلك الفضائل المزعومة التي افتروها ليضلوا الناس بغير علم : ¶ 1- منها أنه يتحمل ذنوب زواره ، وأن من زار قبر هود ولو للفضول غفرت ذنوبه !! ¶ قال صاحب بذل المجهود : ( وكان سيدنا الشيخ عبد الرحمن السقاف رضي الله عنه يقول: إن النبي هود عليه الصلاة والسلام يتحمل ذنوب زواره حتى يرفعها الله تعالى ) (132)",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "وقال أيضاً : ( وقال سيدي الشيخ عبد الرحمن السقاف ، وسيدي الشيخ فضل بن عبد الله رضي الله عنهما : التقى اثنان من الصالحين في الطريق أحدهما صادر من زيارة قبر سيدنا هود - على نبينا وعليه أفضل الصلاة والتسليم - والآخر وارد إليها ، فقال الوارد للصادر ما وجدت النبي هود ! قال الصادر وجدته ! ، قال : تان ، فقلت : يا نبي الله فما تان ؟ فقال : من ذنوب الزوار أتحملها عنهم حتى يرفعها الله تعالى عني وعنهم ) (133)، ويقولون كما في رسالة الشاطري : من زار هوداً ولو للفضول غفرت ذنوبه ! ¶ وهذا لا يخفى أنه كذب على الله وعلى رسوله هود ، وإضلال للناس وتغرير بهم ، وتعليق لقلوبهم على هذا الكذب الذي ما أنزل الله به من سلطان، وقد حاول الشاطري أن يبرر ذلك ، ولكن على طريقته الباطنية. ¶ 2- ومنها بشارة من بشر بعودة الزوار بالجنة : قال الحبيب أحمد بن حسن العطاس كما في تذكير الناس : ( وكان سيدنا شهاب الدين يجلس عند أراكة بالقرب من بيته، بقرية اللسك أيام الزيارة ، ويقول من بشرني أن ولد سالم بن عبد الله زار بالناس وهم سالمون ضمنت له الجنة ، فكان الناس يستبقون على التبشير، ولما أسن وثقل كان يجلس بالمجف في تريم لاستقبال أخبار الزيارة ، ويقول هذا القول الذي تقدم ).(134) ¶ وهذا كالذي قبله من الافتراء على الله لإضلال الناس بغير علم، وليس كما قال الشاطري في جوابه على السؤال الثاني عشر أن معنى \" ضمنت له الجنة \" أي دعوت الله له بالجنة وذلك جائز للمجاز اللغوي.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "فمن يعقل معنى \" ضمنت له على الله الجنة \" بهذا الوضوح والتصريح أن ذلك من المجاز اللغوي أي دعوت الله له ، فما وجه العلاقة بين ضمنت التي تعني الالتزام الجازم بإعطاء الجنة وبين دعوت التي توجه إلى الله إن شاء قبل ، وإن شاء رد ، ولو فرضنا على سبيل التنزل أن المتكلم يقصد ذلك فما أدرى العوام بذلك ؟ أليس فيه تغرير بهم ؟ الجواب : بلي ! ولذلك يتسابقون معتقدين صدق تلك الضمانة، لا سيما وقد وصف المذكور بأنه ( له اطلاع على أهل القبور ، وماهم عليه من عذاب وسرور ، وله في ذلك حكايات وخوارق للعادات، منها أنه قيل له : إن بعضهم يقول في قبر الإمام أحمد بن عيسى: أنه ليس بقبره حقيقة ، فزاره في بعض زياراته وهو متوجه لقضاء حاجاته، فحصل له عند القبر غيبة وذهول ثم أفاق وهو يقول: اجتمعت بروحانية الإمام أحمد بن عيسى وسألته عن قبره هل هو هذا حقيقة ؟ فقال: نعم ، فقلت: إني أريد كذا، فقال : تقضى من غير كلفة، ثم ذهب إلى قرية بور، وقصد جامعها، قضيت حاجته في جلسته تلك، وحكي أنه اجتمع بالإمام حجة الإسلام في داره بتريم، وأنه طلب منه الإجازة في جميع كتبه فأجازه) (135) ، وهذا الرجل توفي في سنة 946هـ بينما الغزالي حجة الإسلام توفي سنة 505 هـ. ¶ فلماذا يحاول الشاطري صرف هذا الكلام عن معناه، وتحريفه عن مواضعه وتفسيره بخلاف مراد قائله وناقله ومروجه بين الناس ، وبخلاف ما يفهمه من يحسن الظن بأهل الله ؟!",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "إن هذا تجنٍّ على كلام الناس ، ولا أدري أيفسر الشاطري تلك البشارة بهذا التفسير عند كل من يحدثه بها ، أم أنه يفسرها تفسيرين: تفسير للتصدير ، وتفسير للاستهلاك ؟! ، وأما قوله: \" وحولها يبلبل المبلبلون ، ولنار الفتنة والفرقة بين المسلمين يشعلون \" ، فأقول : إن الذي يبلبل ويثير الفتنة والفرقة بين المسلمين هو الذي ينشر هذه الأقوال المضللة والأعمال المبتدعة ، والعقائد المنحرفة ، وليس الذي يعمل على تصحيح عقائدهم وتقويم سلوكهم وتنبيه عقولهم إلى ما يراد بهذا الإضلال. ¶ 3- ومنها أن الضحكة في زيارة هود بتسبيحة: قلت : ولتصديق هذا الوعد من قبل العوام ، تراهم يكثرون الضحك واللهو واستخدام المعازف كما سيأتي لأن كل ذلك يحسب لهم تسبيحاً وحسنات، ولهم عادة أنهم كلما مروا بقرية في طريقهم نبزوا أهلها بلقبهم الذي يغضبون منه ، وبذلك يكثر الضحك ، وانظر الصبان وكرامة سليمان. ¶ والعجيب أن الشاطري مع أنه لا شك خبر الحياة واطلع من خلال رحلاته وقراءاته على كثير من أحوال الناس، وأن مثل هذه الدعايات أصبحت ممجوجة عند الناس، إلا أنه - مع ذلك - يصر على تبريرها فيقول في جواب السؤال السابع: ( ومعناه أن الكلمة الطيبة والابتسامة والضحكة عند لقاء الأخوان - وذلك لكثرته بينهم في الزيارة - من المعروف والصدقة التي يثاب عليها فاعلها ، ودليله ما ورد عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال : \" الكلمة الطيبة صدقة \" [ متفق عليه ] ، وعن أبي ذر قال: قال لي رسول الله صلى الله عليه وسلم : \" لا تحقرن من المعروف شيئاً ولو أن تلقى أخاك بوجه طليق \" [ رواه مسلم ] ومعنى طليق : متهلل بالفرح والبشر والابتسام. ¶ وأقول : إن هذه الأمة لم تبل بشيء كابتلائها بمزيني الباطل ، ومروجي البدعة والمدلسين على عقول عوام المسلمين ، ولهذا قال النبي صلى الله عليه وسلم: \" إنما أخشى على أمتي الأئمة المضلين \" [ رواه مسلم ].",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "وهذا - والحمد لله - صان الله منه علماء أهل السنة وجعله شعاراَ لأهل البدعة وخصوصاً الباطنية، الذين اشتهروا بالتأويل الفاسد وليِّ أعناق الكلام لموافقة مبادئهم الخبيثة ، ولا يفهم أحدٌ من كلامي أنني أرمي الشاطري بالباطنية ، فأنا أبرأ إلى الله أن أقول ما ليس لي به علم !. ¶ وإنما أعني أن الرجل سلك سلوكهم واتبع سبلهم في التأويل، فالضحك مذموم وليس بممدوح ! قال صلى الله عليه وسلم : \" وإياك وكثرة الضحك ، فإن كثرة الضحك تميت القلب \" ، وقد كان النبي صلى الله عليه وسلم يكثر الابتسام ولكنه لم ير مستجمعاً ضاحكاً حتى تبدو لهواته إلا في مواطن معدودة جمعها بعضهم في رسالة خاصة، فكيف تكون الضحكة بتسبيحة ؟ ثم كيف تفسر الضحكة بابتسامة ، وقد فرق العلماء بين الضحك والابتسام ؟ ولو فرضنا أن ذلك سواء ومعنى الضحكة أي الابتسامة ، فلماذا لا تكون الضحكة في السوق بتسبيحة مع كثرة لقاء الناس في السوق وكثرة حاجتهم لملاطفة إخوانهم هناك؟ لماذا لا تكون الضحكة بتسبيحة في المسجد أو في أي مكان آخر ؟ ألا أن تلك العبارة مقصودة لذاتها ، وهي تهدف كما يهدف غيرها من البشارات والدعايات إلى تجميع الناس لتلك الزيارة ولو بالكذب على الله ورسوله والاستخفاف بعقول الناس !!! ¶ وكذلك عمر بن حفيظ فيما نقله عن عبيدون تحت عنوان : \" الضحكة في هود بتسبيحة \" قال: \" ورد حديث عن النبي صلى الله عليه وسلم رواه السيوطي في الجامع الصغير يقول فيه : \" مزاح المؤمن في السفر عبادة \" هذا معنى ضحكة تسبيحة ، مزاح المؤمن في السفر عبادة لأنه ينشط ويخفف أعباء السفر وثقله، وليس هذا أن تضحك بالحرام .. إلى آخر كلامه الذي راح يتحدث فيه عن آداب المزاح. (136)",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "وأقول : أولاً الحديث ليس في الجامع الصغير كما زعم ، ولو صح أنه في الجامع الصغير فلا يلزم أنه صحيح كذلك ، لأن الجامع الصغير فيه الصحيح والحسن والضعيف والموضوع، والعرب تقول : - ثبِّت العرش ثم انقش - فصحح الحديث ثم احتج به. ¶ ولو ثبت هذا الحديث لما كان فيه حجة ، لأن القوم قد خصصوا ذلك الضحك بأنه الضحك الذي في زيارة هود فقط ! ولم يجعلوا كما سبق الضحك في أي موضع آخر تسبيحاً !. ¶ إذن هذا القول إنما هو من جملة الأقوال التي يراد بها الدفع بالناس إلى تلك الزيارة بغض النظر عما يترتب عليها. ¶ 4- ومنها : لا تعقد ولاية لولي في حضرموت إلا عند قبر هود !! ¶ يقول الصبان : \" ويقولون أنه لا تعقد ولاية لولي بحضرموت إلا بجوار وفي حضرة نبي الله هود \" (137) ¶ ويقول العيدروس : \" والخلوة عند قبر هود عليه السلام عند مشايخ حضرموت ربحها مضاعف، بل قد فتح عنده على خلق كثير وجمع غفير من أرباب المجاهدات وأرباب الرياضيات بجزيل الفتح وسني المنوحات. (138) ¶ 5- ومنها : حضور الملائكة والصالحين من الأحياء والأموات لتلك الزيارة ! ¶ في بذل المجهود: \" وقال سيدنا أبي بكر ابن الشيخ عبد الرحمن السقاف رضي الله تعالى عنهما لزوجته بنت أبي رشد رضي الله عنهما بعد زيارة عظيمة: أما رأيتني أتطاول عند القبر وأرفع رأسي حين أدعو انظر من يأتي من الصالحين ؟ ثم قال : لم يبق في ذلك المكان - يعني حول القبر الشريف - - لا شجر ولا حجر ولا جبل ولا أرض إلا امتلأ من الملائكة والصالحين في تلك الساعة.(139) ¶ 6- ومنها أن هوداً عليه السلام يوزع الجوائز على الزائرين : ¶ قال في تذكير الناس : ( قال سيدي : ورأيت نبي الله هوداً عليه السلام قائماً عند الشق المعروف ، الذي يسلمون عنده ورأيته يجيز الزائرين بشيء كالشبوط التي يعتادها أهل الجهة من الطيب، وصافحته في تلك البقعة).(140)",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "هذه ستة نماذج من الفضائل التي تذكر لزيارة نبي الله هود عليه السلام، وعلامات الكذب واضحة عليها، والافتراء ظاهر لا يحتاج إلى استدلال، وهذه هي بضاعة القوم التي يروجون بها ما يريدون، ويغسلون بها عقول الجهال كفى الله شرهم وكشف عوارهم، إنه على ذلك قدير !! ¶ المبحث الثالث: ¶ نماذج من أشعر القوم في الترويج لها ¶ ولم يكتفوا بما يشيعونه نثراً بل جندوا الشعر أيضاً لنفس الغرض ، واستغلوا خاصية الشعر وخصوصاً أنه يلقى ملحناً ، وعلى إيقاع الطبول والشبابات في كثير من الأحيان ، فيعمل عمله في الناس ، ويهزهم هزاً ويحركهم إلى لزيارة بقوة. ¶ فمما ينشدون من القصائد: ¶ ياذا البريق الشرقي ............. اللي تنمنم من قدا قبر هود ¶ نبي رب الخلق ............. صلى الله عليه نعم الودود ¶ وأشتب جمر العشق ............. من ضوء نوره في سحاب النجود ¶ وأنهل مزن الودق ............. وعم نفعه في جميع الوجود ¶ نوره بدأ للزوار ... مثل القمر في الأغدار ... يا بخت من هو قد زار ¶ يعطيه خير الرزق ... والأنس والأنوار ... وسط اللحود ¶ باللطف ثم الرفق ... بصحبة من رب ... كريم يجود ¶ هود نبي مرسل ... بوادي الأحقاف ... قبره صحيح ¶ سر زره واحذر تكسل ... واطلب مرادك منه ... حول الضريح ¶ تعطى وتحظى فأسأل ... بقلب منكسر ... فقير طريح ¶ وإن لاح ضوء البرق ... فاشرب صفا ... حالي هنيء الورود ¶ ومنها : ¶ قد زاره ذو القرنين ............. مذكور في تاريخ تيجانهم ¶ وزاره كم من زين ............. محمد بن علي وعلويهم ¶ وابنه نور الدين ............. وابنه محمد وابنه غوثهم ¶ والبحر زاره وعمر ............. والعيدروس الأشهر وضوء النور ¶ والشيخ قد اسقى ............. عند النبي هود وسمي العمود ¶ وأحمد أبي الجعد أرقى ............. إلى المعالي وارتقى في السعود ¶ وزاره با عباد ............. وبنى هناك مسجد وسبع المكان ¶ ومنها: ¶ قبره محقق يا صاح ............. بالموضع المعروف في حضرموت",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "في الشعب نوره يلتاح ............. زاروه الأقطاب الكبار الرتوت ¶ باشباحهم والأرواح ............. ساروا جميعاً للحسين النعوت ¶ أو قصيدة عبد الله بن علوي الحداد: (141) ¶ يا وجيه إنها هبت رياح السعود ............. وأومض البرق في الداجي من أقصى النجود ¶ ذكرتني ليالي قد خلت حول هود ............. شعب ثبر المرسل وفي العهود ¶ ياليالي الرضا عودي ليخضر عودي ............. باللقا والتداني بعد طول الصدود ¶ التهويدة : ¶ ومن النماذج الطريفة لاستخدام الشعر وتجنيده في الحث على هذه الزيارة ، ما يسمى بـ \" التهويدة \" وهي : \" إعلان وإعلام مسبق ، وتذكير للناس بقرب موعد زيارة قبر النبي هود عليه السلام \" ، تتم التهويدة في ساحات المساجد بعد خروج المصلين من صلاة العشاء في ليلة 27 رجب ، حيث تتم قراءة قصة الإسراء والمعراج في المسجد ، كما تتم التهويدة أيضاً في آخر يوم أربعاء من شهر رجب بعد خروج الناس أيضاً من المساجد ، وبعد قراءة المولد وصلاة العشاء. ¶ والتهويدة هي رفع الصوت بشكل جماعي عند المناداة بعبارات من مثل: ¶ - هود يا هود النبي. ¶ - يا نبي الله هود ¶ - يا مولى النهر - يقصد النبي هود.(142) ¶ ويفصل أكثر الصبان حيث يقول تحت عنوان \" التهويدة \" : ¶ \" في ليلة السابع والعشرين من شهر رجب ، تقرأ في المساجد والجوامع قصة الإسراء والمعراج ، وعند الانتهاء تكون التهويدة ، وفي آخر يوم أربعاء من شهر رجب ، تقرأ قصة المولد بتريم ، وعند الانتهاء تكون التهويدة ، وهي تسجيعات تحث على زيارة قبر هود ، وعند كل آخر تسجيعة تغنى لفظ الجلالة ثم يقول الجميع بأصوات مرتفعة ( هود يا هود ). ¶ يا غافل أذكر الله .. وقل لا إله إلا الله ¶ موجود في كل مكان .. الله الله الله ¶ يا هود يا نبي الله ¶ يا اللي كلمه الغزال ¶ وحنت عليه الجمال ¶ رسول الله مولى بلال ¶ شفيع الخلق عند الله ¶ يا هود يا هود يا نبي الله",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وبعد الانتهاء من التهويدة يصطف الناس صفوفاً ، وتبدأ الأراجيز في مجاميع ، كل مجموعة تتكون غالباً من عشرين إلى خمسين شخصاً ، ويتوسطهم شلال \" حادي \" يتغنى بالقصائد ، والمجموعة تردد الترجيع الذي لقنهم إياه من أراجيز الإعلام ، يا زائرين النبي \" يا نبي الله ، جئنا إليك \" ويستمر الحادي يتلو أهازيجه والجميع يرددون بعد كل بيت \" يا نبي الله ، جئنا إليك \". ثم هناك أراجيز أخرى : توسلات وتمجيد للمناصب والمشايخ \" يا شيخنا يا سقاف \" \" يا شيخنا يا محضار \" ، ومن الأراجيز ما هو تمجيد لله كقوله \" سبحان من لا يفنى ولا يزول ملكه \". ¶ وتعتبر هذه الليلة الشهار ( إي الدعوة إلى الزيارة ) ، ويعتبرها الحاضرون والمرتجون ليلة سعد فيرددون \" يا ليلة السعد عودي \" ويتلو الحادي القصائد على هذه النغمة ، والغالب أن طبقة العمال والحرف هم الذين يقومون بهذه الأراجيز ، ويشاركهم غيرهم من الطبقات الأخرى بقلة\"(143) ¶ المبحث الرابع: ¶ وسائل جذب الزوار لهذه الزيارة ¶ سبق أن أثبتنا أن للعاملين على إحياء وإقامة هذه الزيارة أهدافاً كبيرة وبالتالي يعملون بكل ممكن على تحقيقها ، ومن المعلوم أن بعض الناس لا يتورع عن استخدام الوسائل غير الشرعية لتحقيق أهدافه، فالغاية عندهم تبرر الوسيلة ، وهذا ما يحصل هنا ، يقول الصبان : ( والزيارة وإن تحدت المفهوم الشرعي أو القيد الشرعي ، فإن الدوافع لحضورها تختلف اختلافاً جذرياً ، فمن الزوار من يرحل للبيع والشراء ، ويدفعه السوق التجاري إلى ذلك ، ومنهم من يرحل للنزهة ، ويرى فيها متنفساً من متاعب العام ، ومنهم من يرحل للتبرك وطلب المدد من المزار له ، ولكل امرئ ما نوى ).(144)",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "وفقهاء الشافعية يصرحون بما لا يدع مجالاً للشك بتحريم المعازف وآلات اللهو ، ومنها الطبول والشبابات كما ذكر ذلك بتوسع العلامة ابن حجر الهيتمي في كتابه ( الزواجر عن اقتراف الكبائر ج2 ص 202 - 211 ) وفي كتابه الخاص بذلك \" كف الرعاع عن محرمات اللهو والسماع \" ، ومع ذلك فاللهو المصحوب بالطبول والشبابات هو السمة الغالبة على هذه الزيارة ، يقول الصبان : ( منذ أن يتحرك الركب فهو يعيش عوائد وتقاليد وأغاني وأناشيد منها ما هو مستحسن ، ومنها ما هو غير مستحسن ) (145) ، ويقول: ( عند الصباح الباكر يتوافد الجميع إلى الساحة الكبيرة، ويمشي الجميع أولاً لزيارة الأضرحة الموجودة في كل بلد كجزء من الزيارة، وتخرج العدة والخابة - أي الألعاب الشعبية - على اختلاف أنواعها يقوم بها أهل الحرف والعمال ويمشي المناصب والسادات والمشايخ قبل أهل العدة والخابة وتزغرد النساء ).(146)",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "ويقول : ويبيت الركب في فغمة أو يبحر وهي على أميال من شعب هود ، وتكون هذه آخر مرحلة إلى الشعب وتكون فيها السمرات بالمغاني والأهازيج ، وفي الصباح يرحل القوم، وعند دخولهم للجبل تكون الدخلات بالزوامل والخابات ) (147) ، ويقول : ( أما المناصبة فإنهم يعودون إلى الخدور في ظل خابات العمال والذين يترنمون بالأهازيج المناسبة ) (148) ، ويقول : ( تقام في ليالي الزيارة ألعاب شعبية ، ورقصات الشبواني والخابة ، فكل بلد تقوم بألعابها ، وأمام بيت منصبها وحتى الليل ) (149) ، وحتى الزيارة الأساسية التي تعتبر الركن الأعظم من أركان زيارة هود هي الأخرى تتميز عن غيرها بكثرة اللهو واللعب ، ومظاهر الفخر والعظمة، ويقول الصبان : ( تكون الوقفة يوم الحادي عشر بزيارة آل الشيخ أبو بكر بن سالم ، وزيارة آل شهاب الدين ففي اليوم الحادي عشر تكتمل وفود الزائرين ، ومن أدرك الوقفة فقد أدرك الزيارة ، والوقفة يوم الحادي عشر من شعبان صباحاً ، وشبهت وسميت بالوقوف كالوقوف بعرفات ، فمن أدرك الوقوف بعرفات أدرك الحج ومن فاته الوقوف بعرفات فاته الحج وهكذا الزيارة. ¶ ويدخل آل الشيخ أبو بكر بن سالم بالطيالة والأهازيج والطبول ، ويجتمع الناس من كل الزوار ، ويكون لزيارتهم ودخلتهم زجل عظيم ، وتعتبر دخلتهم الدخلة العظمى وهي في مراسيمها لا تختلف عن الأطر المقيد بها نظام الزيارة كما ذكرنا، إنما بالطيالة والطبول والبيارق وكثرة الناس ) . (150)",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "وهكذا منذ الانطلاق من البلدان المختلفة، والقوم في لهو ولعب، وحتى العودة إلى ديارهم ، وبذلك تختم كما فتحت به ، يقول الصبان : ( وفي عصر يوم الثالث عشر تبدأ الدخلات بالألعاب الشعبية والخابة بأنواعها ، وتردد \" زرنا وقد رجعنا عسى القبول \" ، ويردد الجميع هذا الترجيع ويتقدم المناصب والحبائب والمشايخ ، وتدق الطبول وتقام الرقصات الشرعية ويزغرد النساء ، ويقام في تريم سباق أخير للإبل عند مدخل تريم ، وعند علب المجف بتريم ينتهي التجمع الجماعي ويبتدئ إيصال المناصب إلى بيوتهم ، كل منصب توصله خابّة حافته إلى بيته، والجميع إلى بيوتهم. ¶ وفي سيئون ينتهي التجمع في ساحة طه حيث يرتب المنصب الذي زار الفاتحة تحت قرع الطبول الشعبية ، ثم يبتدئ أهل الحافة بإيصال المناصب إلى بيوتهم بالعدة والألعاب والخابة وزغردة النساء ). (151) ¶ فهذه هي الوسيلة الأولى لجذب الشباب المائل إلى اللهو واللعب لتلك الزيارة، فهو يعيش ألعاباً ورقصات شعبية وفنوناً مختلفة من اللهو منذ أن ينطلق من بيته حتى يعود إليه !!.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "أما الوسيلة الثانية من وسائل الجذب فهي وسيلة قبيحة محرمة ولكنها محببة للعوام، لما فيها من الشد والجذب ومضايقة بعض الناس وإثارة غضبهم ، وهي وسيلة التنابز بالألقاب ، فالزوار كلما مروا بقرية نبزوا أهلها بلقبهم الذي يغضبون لذكره، وتحصل هناك مناوشات تضفي جواً مرحاً يحرص البطالون عليه ويتلذذون به، يقول الصبان وهو يتحدث عن عوائد المسير إلى الزيارة : ( لكل بلد أو قرية من قرى حضرموت غلاباً لقب تلقب به على غير رضى به، وعندما يمر أي ركب يردد بصوته بترديد جماعي لقب تلك البلدة أو القرية ليثير حفيظتها، ومن الناس من يتندر عندما يسمع لقب بلدته، ومنهم من يغضب ويقوم للمضاربة ) (152)، وهذا الأمر مستفيض عند من يعرف عادات تلك الزيارة مع النهي القرآني الواضح في قول الله تعالى: { ولا تنابزوا بالألقاب } ، وقريب من ذلك عادة أخرى هي عادة الوعيلة والعبيب. ¶ يقول الصبان : ( الوعيلة هو الذي لم يقم بزيارة هود قبل هذه الزيارة، وهذا يلقى من الجمهور شماتة - ويعبعبون عليه - والعبعبة كهدير الجمل على الناقة، وتخرج بعض الشفاه لعاب وتفل يؤذي الإنسان، ويكاد يبكي ويتضارب معهم، فتراهم يلفون حوله بأصوات مزعجة ، لكن المناصب يقولون : الضحكة في هود كالتسبيحة في غيرها، وهؤلاء السذج يريدون أن يضحكوا الناس على العويلة !! ، وعلى العويلة عندما يصل قبر هود وتشاهد عيناه القبر رأس غنم كفدية تعطى للخبرة هدية منه وإلا فالويل له إن حرم الخبرة حقها ).(153)",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "والوسيلة الثالثة : سباق الإبل ، فالرياضة من أهم ما يشد أنظار الجماهير، وكما هو واضح اليوم ما للرياضة من تأثير كبير في حياة الناس، كذلك الحال في من قديم، فلم يغفل المنظمون هود هذه الوسيلة، بل استفادوا منها لجذب مجاميع من الناس لهم الهواية والولع بهذا الضرب من الرياضة، يقول الصبان: ( يقام السباق بين الجمال قبل الدخول إلى الشعب ، ولأهل تريم في هذا السباق القدح المعلى، فإنهم يقومون بالسباق، ويتكرر السباق مرات قبل الوصول إلى الشعب، وعند الوصول وعند الرجوع من الزيارة ). (154) ¶ الوسيلة الرابعة: إعطاء العمال عطلة رسمية من العمل حتى يتمكنوا من الزيارة، يقول الصبان (155) ( تعتبر أيام الزيارة ثمانية أيام ، وهي أيام استراحة لهم، وهم يعدون أنفسهم بالتمتع بهذه الأيام ، يقول شاعرهم: ¶ يا فرحة القلب لا قالوا دخل شهر هود ¶ ثمانية أيام باتسلى صباح المقود ¶ ثمانية أيام في راحة ونحنا قعود ¶ الوسيلة الخامسة: وسيلة التجارة والبيع والشراء، فكثير من الناس يأتون إلى ذلك المكان بقصد الربح والبيع والشراء، وهم بذلك يكثرون سواد القوم، ويتأثرون بهم، ويأخذون بعض ما عندهم، وهكذا كانت أسواق الجاهلية، كانت تقوم على أساس عقدي ثم يضاف إليها ما يحمل الناس على حضورها كالتفاخر والمسابقات الشعرية التي يتوج فيها الفائز شاعراً للعرب والتجارة ونحو ذلك، ولا شك أن الكم الهائل من الناس الذين يفدون إلى ذلك الشعب بحاجة إلى من يحضر متطلباتهم من الغذاء والشراب وغير ذلك، فمن هنا يأتي التجار وطلاب المكاسب وإن لم يكن لهم قصد في الزيارة نفسها، فتشملهم البركة وتعمهم المغفرة، لأنهم يقولون لهم: ( من زار هود ولو للفضول غفرت ذنوبه ) ، هذا إلى جانب الفضائل التي سبق الكلام عنها. ¶ الفصل الرابع ¶ مظاهر وثنية في هذه الزيارة ¶ المبحث الأول : ¶ النص على وجود الشعور الوثني والمظاهر الوثنية في زيارة هود عليه السلام:",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "لقد صرّح بعض المؤرخين والباحثين الذين زاروا وشاركوا القوم فيما هم فيه، واطلعوا على ما يمارسون من شعائر، وما يكمن وراء تلك الشعائر من عقائد، لقد نصوا على وجود الوثنية في هذه الزيارة. ¶ فمن ذلك ما قاله الأستاذ صلاح البكري في كتابه \" تاريخ حضرموت السياسي \" : \" وقد بولغ في تقديس هذا الضريح، فتراهم يشدون الرحال لزيارته، وعندهم شيء من بقايا الشعور الوثني الذي كان يشعر به العرب للات والعزى يستعينون به ويتجهون إليه ويولون وجوههم شطره لقضاء الحاجات واستنزال البركات ودفع الكربات\" .(156) ¶ ومن ذلك ما قاله الأستاذ محمد عبد القادر بامطرف في ملاحظاته على الهمداني: \" ويحتمل أن يكون هذا المكان سوقاً من الأسواق اليمنية الموسمية القديمة، وقد أقيم هذا القبر ليعطيها طابعاً وثنياً جذاباً \" (157) ، ومن ذلك ما قاله الأستاذ كرامة سليمان في كتابه \" الفكر والمجتمع في حضرموت \" وهو يتحدث عما يفعله العوام عند ذلك القبر المزعوم : \" وتخفي هذه العادة المستحكمة اعتقاداً بقدسية هذه الشقوق التي أحدثها انفلاق الحجر ، لولوج النبي هود واختفائه داخلها ، إن هذه العادة تجسد الوثنية بعينها \" .(158) ¶ وحتى المستشرقون يشمتون بنا ويصفون بعضاً منا بأنهم وثنيون ، لما يبدونه من تقديس لهذا المكان، قال المستشرقان ( دانيال فان در ميولين ، والدكتور فون فستمان ) في كتابهما \" حضرموت إزاحة النقاب عن بعض غموضها \" : ( وفهمنا الآن البدوي الذي يسمي نفسه مسلماً ، ولكنه ما زال وثنياً حيث يقترب من هذه البقعة برهبة مقدسة ).(159) ¶ هؤلاء بعض الباحثين والمؤرخين الذين رأوا تلك البقعة وما فيها من قدسية وشعور نحو صخورها وبناياتها ، لا يترددون في إطلاق الوثنية عليها ، فكيف لو رأى ذلك علماء التوحيد وحماة العقيدة والغيورون على صحة المنهج ؟ فماذا تراهم يقولون ؟. ¶ المبحث الثاني: ¶ الطقوس الوثنية فيها",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "إن الوثنية في العالم بدأت بتقديس الصالحين والغلو فيهم وتعظيم مواطن عباداتهم ومجالسهم، أو تعظيم قبورهم ومشاهدهم ، كما حصل ذلك في قوم نوح عليه السلام، وكذلك بدأت الوثنية في العرب بتعظيم أحجار الحرم، حيث كان العربي ينقل معه إلى باديته حجراً من أحجار الحرم ليتبرك به ويطوف حوله كونه من بيت الله الحرام، ثم تطور الحال فصارت تلك الأحجار أصناماً تعبد من دون الله تعالى ، ولهذا نهى العلماء عن تقبيل القبور والتمسح بها والتبرك بها، وحتى مروجو زيارة هود قد نصوا على ذلك ، كما في \" بذل المجهود \" و \" وسيلة الصب الودود \" ومقدمتها لحسنين محمد مخلوف، وغير ذلك من كتبهم، ولكن النظرية شيء والتطبيق شيء آخر، ولذلك ظهرت بعض الطقوس الوثنية في هذه الزيارة. ¶ منها دعاء نبي الله هود من دون الله ، ودعاء غيره أيضاً ، ومنظمو هذه الزيارة يشجعون على ذلك ، ففي فترة التحريض على الزيارة ، كثيراً ما يرددون هذين البيتين : ¶ هود النبي المرسل ............. في واد الأحقاف قبر صحيح ¶ سر وزره واحذر تكسل ............. واطلب مرادك منه حول الضريح ¶ إذ يحثون الناس على طلب مرادهم من هود عند ضريحه !!. ¶ كما أن هناك دعاء لكبار أوليائهم ، وذلك منظم ومرتب ترتيباً خاصاً ، في زيارة كل واحد من أولئك الأولياء ( أي حينما يزور أحفاده القبر ) يدعو الأتباع لذلك الولي يقول الصبان وهو يصف الزيارة ومراسمها : ( ثم يأتي دور - يا شيخنا يا بن سالم - و - يا شيخنا يا سقاف - توسلات ونداءات ). (160) ¶ قلت : وكذلك يقولون كما حكى لي الثقات ممن كانوا يحضرون هذه الزيارة . ¶ ( يا نبي الله جئنا إليك .... والمنشر علينا والمرجع عليك ). ¶ وحيناً ( يا عيدروس ... يا عيدروس المسمى ... يا عيدروس ). ¶ وحيناً ( أبو بكر بن سالم ... خاطرك اليوم معنا ). ¶ وحيناً ( شيخنا يا حداد ... ساعة من العفا ). ¶ وحيناً ( شي لله يا عمر ) يقصدون عمر المحضار ، وتارة ( يا شهاب الدين يا أحمد ).",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "كل هذه الدعوات لغير الله تعالى ، على مسمع ومرأى من علماء القوم ووعاظهم ومناصبهم وحبايبهم دون أي إنكار، وهم قادرون على ذلك لو أرادوا، بل قد فعلوا حينما دعت حاجتهم لذلك ، قال في تذكير الناس : ( ومن عادة أهل تريم أنهم يتوسلون بالسلف في مرازحهم ، فوقعت مرزحة في طريقهم لزيارة نبي الله هود ومعهم (غرامة) (161) وليست له عقيدة صالحة في أحد، فلم يدروا ما يقولون، فقال لهم الحبيب عبد الله بن حسين بلفقيه قولوا : ( سبحان من لا يفنى ولا يزول ملكه ) (162) ، فالكل متفقون على ذلك إذن. ¶ ومنها التمسح بما يزعم أنه القبر وما حوله: يقول الأستاذ صلاح البكري : ( وفي وسط القبة يقوم بناء مستدير كقاعدة سميكة فوق صخرة ويظن أن المكان هو الذي انشقت فيه الصخرة ، وقد صقلت هذه الصخرة آلاف الأيدي التي مرت عليها ، وآلاف الشفاه التي قبلتها ).(163) ¶ ويقول الأستاذ كرامة سليمان : ( وفي القبة تناولت كتيباً عن آداب الزيارة ، ومما في هذا الكتيب توصية بعدم تقبيل القبر لأنه مخل بالعقيدة الإسلامية، ولكن العادة المترسخة لدى السذج والعوام لم تنصت لهذه النصيحة، وأقبل هؤلاء على الصخور والأحجار التي يعتقدون أنها مُقَدِمَة رأس القبر، يدخلون رؤوسهم وصدورهم في شقوق هذه الصخور ويتمسحون بها ، وكثير من هؤلاء الزوار السذج من يغمس إصبعه في زيت مدهنة موضوعة بالقرب من فوهة القبر المزعوم ويمسح بالزيت على سطوح الصخر، ثم يتمسح بهذه السطوح تبركاً ، وقد أصبحت السطوح ملساء سوداء من كثرة التمسح بها، وتخفي هذه العادة المستحكمة اعتقاداً بقدسية هذه الشقوق التي أحدثها انفلاق الحجر لولوج النبي هود واختفائه داخلها، إن هذه العادة تجسد الوثنية بعينها. ¶ لِمَ لا تبعد هذه المدهنة ؟ ولماذا لا تزال هذه الصخور المشققة الخرافية ؟ ولماذا لا يحذر الوعاظ والمرشدون من مغبة هذا السلوك الوثني ؟ وإذا كان السكوت على هذه الأعمال المخلة رضا فهاهنا يكمن الخطر ).(164)",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "قلت: لا شك أنه الرضا ، وأما ما في الكتب فهو عذر يُقدم لمن انتقد ، فيقال هذه الكتب تحذر من ذلك ، لكن معظم من يحضرون للزيارة عوام لا يقرءون، ومن يقرأ فليس لديه الوقت للاطلاع على هذا التحذير، ولو قرأ لغلبه ما يرى الناس عليه، بل أن هناك دعوة صريحة إلى ذلك، هي الحقيقة المعبرة عن النفوس، وقد نقل صاحب \" بذل المجهود \" قصيدة في آداب الزيارة تحتوي على مراعاة ما ذكره الفقهاء ، ثم التأكيد على ما في النفوس الذي هو المطلوب بالفعل : ¶ وسلم إذا ما زرته متأدباً .......... على الأنبياء أهل العُلا والتفضل ¶ واقصد غدير الماء ثم اغتسل .......... وسبح وحمد ثم كبر وهلل ¶ إلى البئر تلك الحد سلم بها وعج .......... إلى ذلك القبر المنيف المحلل ¶ ورد السلام أعني الذي قد ذكرته .......... لدى البئر عند القبر مع سورة تلي ¶ وقف حوله مستقبل القبر وانتزح ..........قليلاً مع التأديب إذا ذاك وأسأل ¶ ونيل المنى حقق بربع به الورى .......... تغاث وللوارد أعظم منهل ¶ والثم ثرى تلك البقاع ممرغاً .......... بخديك تعظيماً وللترب قبل ¶ ولا تسمع للواشي إذا ما نهاك قل .......... خلعت عذاري في هواهم وحول ¶ وأزكى صلاة الله ثم سلامه على.......... المصطفى المختار مع ذا النبي العلي(165) ¶ ومن مظاهر الوثنية التي تبدو ويلاحظها كل من زار ذلك المكان ويستنكرها، مظهر يدل على اعتقاد خاطئ لدى الكثير من الزوار، مع السكوت عليه وإقراره من القائمين على تلك الزيارة إن لم يكونوا هم يعتقدون ذلك الاعتقاد.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "يقول الأستاذ صلاح البكري : ( يأتي الشخص من العوام القبر ومعه قطعة من الخشب بها خيط ملون من الصوف في نهايته قطعة صغيرة من الحجر ، أما القطعة الخشبية فتوضع في الحائط الخارجي للقبة ، ولا يُسمح بقذف الخشب في داخل القبة ، أما الخيط الصوفي فيجمع ويرطب باللعاب ويقذف في الحائط أو السقف، ولهذا تظهر الحيطان والسقف كأنها مغطاة بطبقة من الورق المزخرف أو زينت بنقوش مختلفة الألوان ) (166) ¶ ويقول المستشرقان في كتابهما : وهما يتكلمان عن ذلك البدوي الذي ما زال وثنياً حسب تعبيرهما يقولان : ( وهو أو في الغالب هي يحمل في يده وتداً خشبياً ، وخيطاً ملوناً من الصوف ، مربوطاً في نهايته حجر صغير، ويدفع الوتد داخل الحائط الخارجي للقبة أو داخل حدود الصخرة المستديرة المطلية بالأبيض التي تحدد المكان الذي يرقد فيه الجسد ، ويبدو أنه غير مسموح بدفع الأوتاد داخل قمة القبة ، أما خيوط الصوف فتمضغ في شكل كتل وتخلط باللعاب وتغرز في الجدران والسقف فتصبح الجدران مزينة بشكل مسرف، حتى لتبدو أنها مغطاة بورق حائط ملون أو أثْرَتها رسومات بألوان زاهية ). (167) ¶ قلت : وقد رأيت ذلك بنفسي عند زيارتي للموقع في قبة القبر ، وفي القبة التي عند قبر التسلوم، وأخبرني الأخوة المرافقون أن الذين يصنعون ذلك يعتقدون أن من ثبت ما يرمي به حصل على لباس جديد. ¶ ومن مظاهر الوثنية هناك : الحجر الرمادي اللون الصغير الحجم الذي فيه حفرة طبيعية غير عميقة ، والذي قد نصب بإحكام في الدرج الواصل بين صخرة الناقة وبين القبر ، والذي يزعمون أنه موطئ قدم هود عليه السلام، حيث يمر به الزوار ويمسحونه بأرجلهم تبركاً به ، وآثار ذلك واضحة على الحجر.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "ومن مظاهر الوثنية انتشار المصليات التي تنسب إلى بعض الأولياء ، حيث يتهافت عليها الزوار، ويصلون فيها تبركاً بها وبأصحابها، فهناك صورة مسجدين يمين وشمال القبة ، أحدهما ينسب إلى أبي بكر بن سالم والآخر إلى عبد الرحمن السقاف، وهما لا يمكن أن يتسع أحدهما لأكثر من أربعة أو خمسة أشخاص على الأكثر، لا يقصد إلا أن يتبرك الزوار بالصلاة فيهما. ¶ كما أن هناك حصاتين إحداهما - وهي الأشهر والأظهر - الحصاة المنسوبة لعمر المحضار، وقد صارت من المناسك الأساسية للزيارة ، حيث يصلي عندها سنة الوضوء بعد الخروج من النهر. ¶ وأخرى باسم علي بن أبي بكر السكران، لا تزال موجودة وإن كان شكلها يوحي بقلة الاعتناء بها في هذه الأزمنة وهي صخرة يحيط بها بناء من الطين على شكل مصلى صغير ولا أدري أيصلي المصلي فوقها أو إليها. ¶ واعتبارنا أن مثل هذه الأمور من المظاهر الوثنية مبني على الأثر الثابت عن عمر بن الخطاب رضي الله عنه ، حينما رأى بعض الناس ينتابون أماكن يصلون فيها في الطريق إلى مكة فقال: ( أيها الناس إنما هلك من كان قبلكم باتباعهم مثل هذا حتى أحدثوها بيعاً ، ومن عرضت له صلاة فليصل، ومن لم تعرض له فيه صلاة فليمض ) وقد سبق تخريجه. ¶ ومن مظاهر الوثنية كذلك : الصخرة التي تسمى ( الناقة ) ، والتي يعتقد أنها ناقة نبي الله هود عليه السلام ، التي كان يركبها عند وصوله إلى ذلك الموضع ، ودخوله في ذلك الشق ، فمات هو هناك ، وتحجرت الناقة مكانها !. ¶ يقول الصبان : ( الناقة المتحجرة يزعم العوام أن ناقة هود تمخضت ثم صارت حجراً وقد بني حول الصخرة المسماة الناقة بناء من الحجر ، وردم وسوي فتهيأ هناك موضع للزوار يسع الجموع وطلي بالنورة ) (168)",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "قلت: لا شك أن العوام يعتقدون ذلك ، بل حتى العلماء منهم يعتقدون ذلك ، ويؤدون طقوسهم أمامها وفي الساحة الممتدة تحتها ، فالموالد والمواعظ لا تقام إلا هناك، وهذا ما يؤكد اعتقادهم فيها ، ويرسخ عند العوام ذلك الاعتقاد. ¶ ومن مظاهر الوثنية : النهر المقدس الذي يعتقدون أنه من أنهار الجنة، والذي يعتبر الاغتسال فيه أحد أركان الزيارة، حيث يقول الصبان : ( تتوافد كل مجموعة زوار من بلد إلى النهر وإلى الناحية التي يقف فيها الحبيب المنصب، وكل بلد يتقدم زوارها منصب وحبيب أو شيخ ، ويبدءون في نزع ثيابهم للغسل، إلا ما يستر العورة، ويغتسلون في النهر، وهو يرمز إلى تطهيرهم من الخطايا والدنس ) (169) ¶ وهذا ما يؤكد عليه علامتهم عمر بن حفيظ ، كما نقل عنه عبيدون: ( إذا توجهت قد تغتسل في النهر، اجعل لك نية في الغسل ، انظر سنة لكل تائب إلى الله أن يغتسل، فأنت انو الاغتسال للتوبة، كما يتطهر جسدك يتطهر فؤادك وقلبك فهو محل نظر الله جل جلاله ). (170) ¶ إذن النهر مقدس والاغتسال فيه مقصود للتعبد والتبرك ، وهذا ما حمل الأستاذ كرامة سليمان لأن يشبهه بنهر الكنج المقدس عند الهندوس قال: \" فالموقع من الناحية الطبيعية يشبه إلى حد ما ذلك الموقع المقدس لدى الهندوس حيث يجري نهر الكنج المقدس، والذي يحج إليه الهندوس للعبادة والغسل والتطهير ). (171) ¶ قلت: ولا يستبعد أن يكون القوم قد اقتبسوا ذلك من الهندوس ، فالحضارم قد عرفوا الهند ورحلوا إليها من قرون طويلة، ونقلوا كثيراً من العادات الهندية الدينية والدنيوية ، فلعل هذا من ذاك ، إضافة إلى أنهم قد نصوا أنه من أنهار الجنة ، كما في \" بذل المجهود \" . (172) ¶ الفصل الخامس ¶ مناسك زيارة هود ¶ المبحث الأول : ¶ المناسك الزمانية",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "اتفق كل من كتب عن زيارة هود مما اطلعنا على كتابته ، أن هذه الزيارة ليست مجرد زيارة قبور يسلم فيها الزائر على أهل القبور ثم يدعو لهم وينصرف عنهم، وإنما لهذه الزيارة مناسك مرتبة لا يجوز تقديم شيء منها عن موضعه أو تأخيره عنه، وهذه المناسك مناسك زمانية ومناسك مكانية، وهذا تشريع ما لم يأذن به الله ، وتشبيه لهذا القبر ببيت الله الذي جعله منسكاً ليذكر اسم الله عنده. ¶ لقد رُتِّب كل شيء واتُخذ سنة تجب المحافظة عليها ، ولا يجوز الإخلال بها ، وذلك على النحو التالي: ¶ 1- يعتبر شهر جمادى الثانية وشهر رجب هما شهرا التحريض على الزيارة. (173) ¶ 2- ليلة السابع والعشرين من رجب - وبعد قراءة الإسراء والمعراج في الجوامع - تكون التهويدة وهي أول طقس خاص من طقوس الزيارة.174 ¶ 3- ليلة آخر ربوع من رجب هي ليلة الإشهار الرسمي للزيارة ، وهي ليلة سعد لديهم.175 ¶ 4- يبتدئ رحيل أهل سيئون وما كان غربيها يوم الرابع أو الخامس من شعبان، كما يبتدئ رحيل شرقي سيئون يوم السابع أو التاسع (176) ، وهذا قبل توفر السيارات. ¶ 5- الأيام المحددة للزيارة هي ثلاثة أيام : الثامن والتاسع والعاشر. (177) ¶ 6- ترتيب أيام الزيارة على النحو التالي : ( في اليوم الثامن من شهر شعبان تقام زيارتان : الأولى منهما وقت الضحى، وهي لآل الحبيب الحبشي بالحوطة ، نسبة للحبيب أحمد بن زين الحبشي، والثانية : عصر هذا اليوم لآل الحبيب الحبشي بسيئون نسبة للحبيب علي بن محمد الحبشي رضي الله عنه.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "أما أهل تريم فإن زيارتهم تبدأ في اليوم التاسع ولهم فيه زيارتان نهاراً ، الأولى : لآل بلفقيه ، نسبة للحبيب عبد الرحمن بن عبد الله بلفقيه، المشهور بعلامة الدنيا ( !! ) ، والثانية: لآل الحداد نسبة للإمام الحبيب بعد الله بن علوي الحداد، وعصر ذلك اليوم زيارة الحبيب حامد بن عمر حامد باعلوي ، وفي اليوم العاشر تقام زيارتان ، الأولى لآل بن شهاب نسبة للحبيب شهاب الدين ، والثانية : هي أكبر زيارة وهي زيارة آل الشيخ أبي بكر ، نسبة لسيدنا الشيخ أبي بكر بن سالم باعلوي ، من عبيدون بالحرف.(178) ¶ 7- يوم العيد ( يعتبر يوم العاشر يوم عيد الزوار بالشعب، فينحرون الأغنام ويأكلون ألذ المأكولات ، ويتفننون في الطهي ، وفي أجناس الطعام من الهريسة وغيرها ) (179) ¶ 8- الوقفة: ( تكون الوقفة يوم الحادي عشر بزيارة آل الشيخ أبو بكر بن سالم، وزيارة آل شهاب ، ففي اليوم الحادي عشر تكتمل وفود الزائرين ، ومن أدرك الوقفة فقد أدرك الزيارة ، والوقفة يوم الحادي عشر من شعبان صباحاً ، وشبهت وسميت بالوقفة كالوقوف بعرفات ، ومن أدرك الوقوف بعرفات أدرك الحج ومن فاته الوقوف بعرفات فاته الحج، وهكذا الزيارة. (180) ¶ وقد خالف الصبان في الترتيب حيث جعل الوقفة يوم الحادي عشر، بينما اتفق الآخرون على أنها يوم العاشر وكما سبق ذلك في النقل عن عبيدون. ¶ 9- وللقبائل دخلة أيضاً ، ولكنها تختلف عن دخلات السادة من حيث أنها تكون في الوقت الذي قد انصرف فيه كثيرون من الزوار، وأن القبائل لا يستقلون بأنفسهم بل لابد الزيارة بهم أحد السادة آل حامد، يقول الصبان: ( وفي عصر الحادي عشر من شعبان تكون دخلة القبائل المناهيل، يتقدمهم ويزور بهم منصب آل حامد، وتكون الزيارة بالمراسيم المحددة، من الغسل في النهر والتسليم ، والزيارة أمام القبر ، والمولد عند الناقة، وتمتاز بإطلاق العيارات النارية من البنادق، وإقامة النصع وإطلاق العيارات حتى يصاب النصع ).(181)",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "10- النفرة الأولى : ( تبتدئ النفرة الأولى عصر يوم الحادي عشر ، فينفر ويرحل آل علوي، وآل سيئون ومن كان غربي سيئون ).(182) ¶ 11- النفرة الأخيرة :( أما موكب أهل تريم فيبتدئ يوم الثاني عشر من شعبان من شعبان ).(183) ¶ 12- يوم الحلق والتطيب: ( يجتمع الزوار يوم الثالث عشر من شعبان كلٌ أمام مدينته أو قريته، ويعتبر ذلك اليوم يوم التطيب، فيذبحون وينحرون الأغنام ويحلقون رؤوسهم).(184) ¶ 13- الدخلات : ( في عصر يوم الثالث عشر تبدأ الدخلات بالألعاب الشعبية والخابة بأنواعها، وتردد : زرنا وقد رجعنا عسى القبول ). (185) ¶ 14- الخاتمة بالشعبانية: ( عصر يوم الرابع عشر ليلة الخامس عشر، يقرأ دعاء شعبان المشهور، وتزار المشاهد والأضرحة ثم تقام الألعاب الشعبية بين الحويف والخابة، ويجتمعون جميعاً في مكان معين، وقد يحصل احتكاك بين الحويف المتنازعة. ¶ وبالشعبانية تنتهي عوائد ومراسيم الزيارة ). (186) ¶ هذه هي المناسك الزمانية ، وهذا ترتيبها من كتب القوم أنفسهم، وهي تدل على أن الأمر ليس زيارة قبر ، ولكنه مناسك متكاملة ومرتبة، كما جعل الله ذلك لبيته الحرام ( !!! ). ¶ المبحث الثالث : ¶ المناسك المكانية ¶ هناك أماكن لابد لزائر هود أن يمر بها، وأن يفعل عندها الطقوس التي شرعها لهم منظمو الزيارة، غير أن هذه الأماكن تختلف، فمنها ما هو كالركن الذي لا يسقط بحال، ومنها ما هو كالواجب الذي يسقط بالعذر ، ومنها ما هو مستحب لا حرج في تركه !!. ¶ 1- أول مناسك هذه الزيارة : زيارة أضرحة ومشاهد القرى، فكل أهل قرية يبدءون بزيارة مشاهد وأضرحة قريتهم. ¶ 2- زيارة مشاهد الشيخ فخر الوجود : أبي بكر بن سالم وأبنائه بمدينة عينات، وهذا المنسك عام لكل الزوار الذين يمرون من تلك الطريق.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "3-المحذفة : وهي عبارة عن صخرة كبيرة منحدرة من الجبل، ومستقرة على جانب الوادي تمر بها طريق الزوار، فإذا حاذوها كرروا هذه العبارة على طريقة الرجز ( وصلنا المحذفة يا عويلة حذفوها )، فالحذف هو الرمي أو الرجم، والمحذفة تأنيث المحذف أي المرجم ، فيقفون عندها، ويرجمونها بالحجارة التي تشبه بيض الدجاج أو أكبر قليلاً، وقد شاهدت الصخرة وعلى ظهرها وفي جوانبها أكوام الحجارة التي رجمت بها، وهذا تشبيه بجمار منى التي يرميها الحجاج !!. ¶ 4- قبر الكافرة : ولئن كان العرب قبل الإسلام يرجمون قبر أبي رغال الذي دل أبرهة وجيشه على طريق مكة ، وربما تقربوا إلى الله برجم قبره واعتبروه من مناسكهم ، كذلك زوار هود لديهم - كما يزعمون - قبر يرجمونه ويسمونه قبر الكافرة، وتقول الخرافة التي لا يتعرض عليها علماء القوم لنقدها وإبطالها : إن هذا القبر اعترض سبيل الزوار ليوهمهم ويضللهم عن قبر نبي الله هود ، وهو لامرأة كافرة فاستحق المقت والغضب ، وصار الزوار على تعاقب الأزمان يقفون عنده ويشتمونه ويتفلون عليه، وربما رجموه ، وقد وقفت عليه عند زيارتي لشعب هود ، فرأيت حبالاً طويلة من الحجارة معترضة في جانب الوادي، ربما كانت حاجزاً مائياً قديماً أو حدود مزرعة مندثرة، المهم أن الخرافة نسجت حبالها حوله وأدرج في مناسك زيارة هود عليه السلام !! وذلك تشبه بأهل الجاهلية ¶ ! ¶ 5- النهر المقدس : وهذا نهر ممتد على مساحة طويلة يمر بأودية وأرض زراعية فسيحة وتحفه النخيل والأشجار من جانبيه، يأتي قبل موضع القبر بعد أميال ويتجاوزه كذلك بعدة أميال، غير أنه لا يقدس منه إلا الجزء الذي بحذاء القبر المزعوم ! ¶ أما ما قبل ذلك الموضع وما بعده فلا قدسية له، وقد سبق أن نقلنا زعمهم أنه من أنهار الجنة ! ¶ والطقوس التي تؤدى في هذا النهر هي الاغتسال والشرب ولكن بطريقة خاصة !",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "يقول الصبان تحت عنوان \" الغسل في النهر \" : ( تتوافد كل مجموعة زوار من بلد إلى النهر ، وإلى الناحية التي يقف فيها المنصب، وكل بلد يتقدم زوارها منصب وحبيب أو شيخ ويبدءون في نزع ثيابهم للغسل إلا ما يستر العورة، ويغتسلون في النهر وهو يرمز إلى تطهيرهم من الخطايا والدنس ) ، ثم يقول تحت عنوان \" السقيا \" : ( تتزاحم الزوار على المنصب أو الحبيب أو الشيخ وهو يسقيهم بيده من النهر تبركاً به ، وهو يرمز إلى الشرب من الكوثر يوم القيامة ).(187) ¶ 6- حصاة عمر : هذه الحصاة من المناسك المتفق عليها ، وقد جعل حولها مصلى بني وسوي بالأسمنت المسلح ، وذلك تأسياً وتبركاً بمن كان يتعبد عند هذه الحصاة ( عمر المحضار ) ، ( عندما ينتهي الغسل والسقي يتأهب الجميع لأداء مراسيم الزيارة ، وقبل أن التحرك يركع كل زائر ركعتين أمام حصاة تعرف بحصاة عمر - أي عمر المحضار- نقيب العلويين المتوفى سنة 893 هـ ( 1487م )، ويركع الجميع ركعتي سنة الوضوء ويتوجهون إلى بئر التسلوم ). (188) ¶ 7- بئر التسلوم :أو البئر المعطلة عن النزح ( انظر وسيلة الصب الودود ص 18 )، وللقوم في هذه البئر ثلاث خرافات ، الأولى : أنها البئر المعطلة المذكورة في القرآن ، كما سماها صاحب وسيلة الصب الودود ، وليس هناك أي دليل على هذا الزعم ( انظر الحامد ص 76 - 77 ) ، والخرافة الثانية : أنها ملتقى أرواح الأنبياء والرسل والأولياء والصالحين ، وهذا ما ذكره الصبان ويؤيده لفظ السلام عند هذه البئر، والذي يشمل الأنبياء والرسل والملائكة والصالحين، وهذه كذبة كبيرة وخرافة عظيمة لا أصل لها. ¶ الخرافة الثالثة : وهي التي لم أرَ أحداً ذكرها من المؤلفين إلا أنها شائعة عند بعض العوام ، وهي أنها متى ملئت بالتراب قامت القيامة !!",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "يقول الصبان: ( يقف الجميع أمام بئر التسليمة والمعروفة الآن والتي يقال عنها أنها ملتقى أرواح الأنبياء والرسل والأولياء والصالحين ، كما أن برهوت ملتقى أرواح الكفار، كأن الأخيار والأشرار كلهم بحضرموت ! ، يقف الجميع ويتقدم الحبيب أو المنصب أو الشيخ ، ولا يقوم بالتسليم في الغالب إلا من ينتمي إلى العلويين فيبتدئ بالسلام على الرسل والأنبياء مبتدئاً بمحمد صلى الله عليه وسلم، ثم يقول : السلام على جبريل وعلى آدم إلى آخر السلام على الأنبياء والمرسلين والملائكة ، ثم يتوجه الجميع لزيارة القبر. (189) ¶ 8- القبر المزعوم : وقد كان التسلوم ( كما يقولون ) مقصوراً على البئر فقط ، وذلك قبل أن يكتشف القبر ، فلما اكتشف القبر كرروا التسليم عنده. (190) ( بعد التسليمة عند بئر التسلوم يتوجه الجميع في زجل دعائي إلى القبر ، ويقفون تجاهه، ويسلمون مثل التسليمة الأولى وهم قيام ، ثم بعد انتهاء التسليم يجلسون ويقرءون سورة هود ثم ترتيب الفاتحة، يرتبها الحبيب المنصب ، ويستمد ويسأل ويتوسل، ويطالب بتحقيق المطالب ، ثم يخرجون ويرددون: ¶ إن قيل زرتم بما رجعتم يا سيد الرسل ما نقول ؟ ¶ قولوا رجعنا بكل خير واجتمع الفرع والأصول(191)",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "9- المنسك التاسع : من مناسك الزيارة الوقوف أمام الصخرة التي أسفل القبر المزعوم، والتي يزعمون أنها ناقة هود المتحجرة ، وقد حظيت هذه الناقة بعناية كبيرة جداً ، فهناك أمامها ساحة واسعة جداً ، مبنية بالحجر ، ومطلية بالنورة ، وحول الصخرة رواق مسقوف على أعمدة كثيرة من الحجارة المتوجه بأقواس وعكوف متينة. ولا تزال التوسعة مستمرة إلى هذه الساعة ، ليجتمع عندها أكبر عدد ممكن من الزوار، وعندها تقام الموالد والمواعظ والسماع الصوفي ( بعد الانتهاء من الزيارة الأولى عند الضريح ، يخرج الجميع عند الصخرة الناقة المتحجرة - أي التي صارت حجراً - وتقرأ قصة المولد النبوي في هذا المحل، ثم يقف المذكر ليذكر، وتنشد القصائد الوعظية، وترتب الفاتحة، ومحل الناقة وأمام الضريح من الأماكن والمحلات المقدَّسة والتي تطلب فيها الحاجات واستنزال البركات ودفع الكربات ). (192) ¶ وقد اطلعت على شريط فيديو لزيارة آل الشيخ أبي بكر بن سالم لعام 1419 هـ ورأيتهم وهم حول الناقة مجتمعون، يقرءون ويعظون ويذكرون وينشدون السماع الصوفي، ولفت نظري أنهم من بين القصائد التي ينشدونها ويرددونها مع الدفوف والأصوات الجماعية وبحضور معظم علمائهم، ومن بينهم: عمر بن حفيظ وأخوه مشهور - من بين تلك القصائد ، القصيدة المنسوبة للشيخ أبي بكر بن سالم والتي يصرح فيها بالكفر الصراح ووحدة الوجود ، التي لا مناص من إثباتها عليه وهذا نصها: ¶ صفت لي حميا خلي ................ وأسقيت من صافيها ¶ وأقبل وثني يملي ............... على الذي يعليها ¶ ومن ذا شربها مثلي ................أنا قبل لا يصفيها ¶ أنا قبل قبل القبل ................ وبديت على هاليها ¶ أنا أعطيت كل الفضل................ تكرم علي باريها ¶ أنا المجتبى بين أهلي ................ وشفعت في عاصيها ¶ أنا شيخ أهل الوصل ................ تكرم عليّ واليها ¶ أنا أعزل أنا للي ولي ................ وأنا شيخها وقاضيها",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "أنا حتف لأهل العذل ............... ونار الجحيم أطفيها ¶ وسيفي ودرعي مجلي............... وأعقب على تاليها ¶ ومن كان ينكر فعلي................ يجرب وأنا حاميها ¶ أنا بازها والشهب ................ وأنا للمثاني أقريها ¶ وعين الحقيقة عيني................ وأشرب من ساقيها ¶ وفخر الوجود فخري ................أبي بكر لي يحميها ¶ لقد طاب فيها أصلي................ أنا للفروع أغذيها ¶ وراقت حميا قربي................ وإني لها ساقيها ¶ وإذا أفلت شموس الكل................أنا شمسها ضاحيها ¶ أنا عرشها والكرسي................ وأنا للسما بانيها ¶ شف أهل الكسا بالفضل................ وجبريل لي راويها ¶ فهذه رسالة تبني ................ بنص القرآن أتليها ¶ وأشكر لنعمة ربي ................ ولكن لا أحصيها ¶ وأبديت فيها وهبي ................ على من تبعني فيها ¶ واختم بخير الرسل ................ نبي الهدى هاديها(193) ¶ والحقيقة أنك عندما تراهم يتزاحمون حول تلك الصخرة ويتعبدون بالرقص والسماع ، لتذكر قول الله سبحانه وتعالى : { وما كان صلاتهم عند البيت إلا مكاء وتصدية } ، وتجزم أن هذا من ذاك !! ¶ 10- المنسك العاشر : مقابر تريم الثلاثة ( زنبل - الفريط - أكدر ) والتي يجمعها اسم ( بشار ) ، حيث يبدأ موعد هذا المنسك بالطواف حول مقبرة الفريط بتريم ، عصر اليوم الرابع عشر من شعبان ، حيث يأتي العمال والفلاحون فيجتمعون هناك، ثم يطوفون بالمقبرة سبع مرات ، ولا بأس من إيراد صورة هذا المنسك مما كتبه الأستاذ كرامة سليمان في كتاب \" الفكر والمجتمع في حضرموت \" حيث قال (194) : ¶ \" وبعد عصر يوم 14 شعبان يتوزع أهل تريم إلى مجموعتين :",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "أ- مجموعة العمال والفلاحين : وهم من حي الخليف وعيديد ، ويتحركون بموكبهم ( الخابة ) من مركز الحي المسمى المسمر أو بالقرب منه ، ويطوفون سبع مرات حول مقبرة الفريط ، وهي أقدم مقبرة في تريم، وفيها مقابر علماء وفقهاء تريم الأوائل، ويظللها جبل الفريط المبارك ، والذي ينمو كما يعتقدون في الموقع الذي تؤخذ منه أحجار لصنع شواهد قبور الموتى !! ¶ وفي نهاية الطواف الذي ينتهي من حيث يبدأ ، يقومون بلعبة الرزيح ، وهي القيام بحركات وخطوات بالرجلين بصورة إيقاعية إلى الأمام والخلف ، أو بالقفز الجماعي في مواقعهم، ويردد المشتركون في الرزيح أثناء حركاتهم العبارات المناسبة للزيارة \" وبهذا تنتهي الزيارة. ¶ الخاتمة ¶ وبعد أخي القارئ الحبيب : لقد تجولنا معاً في فن من فنون من القول وضروب من الحديث ، كُشِفَتْ لنا من خلالها حقائق ، وعرفت أباطيل ، وتبيَّنت لنا سنن يجب اتباعها، ووضحت بدع يجب هجرها واجتنابها، وهتكت من خلال هذه الدراسة أستار ، وأفشيت أسرار ، كان أصحابها يسوؤهم كشفها وإفشاؤها ، ويحرصون على بقائها مصونة مكنونة ، وقد توصلنا بحمد الله من خلال هذه الدراسة المتواضعة إلى نتائج إليك أهمها : ¶ 1) إبطال ما يزعمه القبوريون من وجود قبر هود عليه السلام في الموضع المشهور لديهم، بالأثر والنظر، وأن الناس قد اختلفوا في موضع قبره على سبعة أقوال لم يثبت دليل على واحد منها. ¶ 2) أن عمدة القبوريين في إثبات دعواهم، هي الحكايات الساقطة والآثار الواهية، وتحريف كلام المؤرخين والمفسرين ليوافق هواهم، والركون إلى الكشف الذي يبدو عليه الصنعة والاختلاق. ¶ 3) أن هدي الإسلام هو العمل على حفظ كرامة الأموات ، وحفظ عقائد الأحياء ، ومن أجل ذلك حرَّم امتهان القبور كما حرَّم تعظيمها باتخاذها مساجد، وغير ذلك من أنواع التعظيم.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "4) إثبات أن ما درج عليه الصحابة والتابعون وأئمة الهدى هو المنع من البناء على القبور، وهدم ما بني عليها، وإزالة كل ما يؤدي إلى الافتنان بها. ¶ 5) إيضاح ما فعله الصحابة بقبر النبي صلى الله عليه وسلم حتى لا يتخذ مسجداً، وما فعلوه بقبر النبي دانيال النبي حين عثروا عليه في زمن عمر بن الخطاب رضي الله عنه من التعمية والإخفاء حتى لا يفتتن به الناس. ¶ 6) إبطال ما يحتج به القبوريون من كون قبر النبي صلى الله عليه وسلم في مسجده ، وبيان ما فعله التابعون حين اضطروا إلى إدخال حجرات أمهات المؤمنين في المسجد حتى يتجنبوا مخالفة أحاديث النبي صلى الله عليه وسلم الزاجرة عن اتخاذ القبور مساجد. ¶ 7) إثبات أن بناء المساجد والمشاهد على القبور وتعظيمها من هدي اليهود والنصارى ، وليس من هدي الإسلام والمسلمين. ¶ 8) معرفة هدي الإسلام في زيارة القبور ، والعلة عند المسلمين في مشروعية تلك الزيارة، وأن علة زيارة القبور عند الصوفية هي الاستمداد والشفاعة، والتبرك بالقبور وإثبات ذلك من كتبهم. ¶ 9) كشف ما احتوت عليه زيارة هود عليه السلام من مناكر وانحرافات من أهمهما : ¶ أ - الشرك بالله عز وجل والدعوة إليه. ¶ ب - المظاهر الوثنية الصارخة التي صرح بوجودها باحثون ومؤرخون ورحالة غربيون. ¶ ت - الكذب على الله تعالى ، وعلى نبيه هود بما أثبته المروجون لتلك الزيارة من فضائل لأعمالها أو تقديس لبقاعها. ¶ ث - إقرار علماء القبوريين للمناكر الظاهرة من غير ما تقدم، مثل اللهو المحرم ، والتنابز بالألقاب التي نص القرآن على تحريمه. ¶ 10) إظهار الجهد الكبير والاهتمام البالغ الذي يبذله القبوريون لحلب الناس لتلك الزيارة ، ولتطويرها واستقرارها، وأن الهدف من وراء ذلك هو ترسيخ السلطة الروحية، والسيادة الدينية لطائفة معينة من الناس. ¶ الواجب بعد ما تقدم",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "والواجب بعد ما تقدم هو المبادرة من كل ذي سلطة سياسية أو شرعية إلى منع تلك الزيارة وما شابهها من زيارات أفسدت عقائد طوائف من المسلمين ، وأشاعت الوثنية في الأمة بعد اندثارها، ودنت عليها في جوانب كثيرة من حياتها. ¶ والمبادرة - كذلك - إلى امتثال أمر النبي صلى الله عليه وسلم بتسوية القبور المشرفة ، وهدم المباني المقامة عليها، من مساجد ومشاهد ومزارات ، لأن ذلك مقتضى أحاديث النبي صلى الله عليه وسلم ، واقتفاء سبيل الصحابة والتابعين الذين حاربوا كل ما يبنى على القبور وأزالوه ، واستمر العمل عليه طيلة القرون المفضلة ، كما صرح بذلك الإمام الشافعي رحمه الله، وكما نص على وجوب العمل به فقهاء الإسلام وعلماؤه. ¶ كما أن الواجب على عموم المسلمين هجر تلك الزيارات والابتعاد عنها، والتنفير منها ، لأنها مخالفة لهدي الإسلام ، ولأن من يحضرها لا يسلم من خدش لعقيدته ، وابتداع في دينه ، ومشاركة في الإثم المترتب على ذلك. ¶ هذا ما وفقنا الله للخروج به من هذه الدراسة المتواضعة ، وأسأل الله أن يجعلها خالصة لوجهه نافعة لعباده المؤمنين ، وآخر دعوانا أن الحمد لله رب العالمين. ¶ أهم المراجع ¶ 1- القرآن الكريم. ¶ 2- الأم ، للإمام محمد بن إدريس الشافعي. ¶ 3- أحكام الجنائز وبدعها ، لمحمد ناصر الدين الألباني ، المكتب الإسلامي ، الطبعة الرابعة بتاريخ 1406هـ. ¶ 4- أدوار التاريخ الحضرمي ، لمحمد أحمد الشاطري، الطبعة الثانية - 1403هـ. ¶ 5- إرشاد الفحول ، لمحمد بن علي الشوكاني ، دار المعرفة. ¶ 6- أنوار التلاقي، مجلة إسلامية جامعة، تصدر في تريم ، عدد شعبان 1419هـ. ¶ 7- البداية والنهاية، إسماعيل بن عمر بن كثير، عالم المعرفة 1403هـ. ¶ 8- بذل المجهود في خدمة ضريح سيدنا هود ، عبد الرحمن بن محمد العيدروس ، المطبعة الفيضية ، الهند 1328هـ. ¶ 9- البلدان اليمانية عند ياقوت الحموي، إسماعيل بن علي الأكوع.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "10- البناء على القبور، عبد الرحمن بن يحي المعلمي، دار أطلس، الطبعة الأولى 1417هـ ¶ 11- تاريخ حضرموت ، صالح بن علي الحامد ، مكتبة الإرشاد بجدة ، الطبعة الأولى 1417هـ. ¶ 12- تاريخ حضرموت السياسي ، صلاح عبد القادر البكري، المطبعة السلفية ، الطبعة الأولى. ¶ 13- التاريخ الكبير ، محمد بن إسماعيل البخاري. ¶ 14- تاريخ الكعبة المعظمة، حسن بن عبد الله باسلامة ، دار تهامة ، الطبعة الأولى. ¶ 15- التبرك. ¶ 16- تحذير الساجد من اتخاذ القبور مساجد ، محمد ناصر الدين الألباني، المكتب الإسلامي ، الطبعة الثالثة 1398هـ. ¶ 17- تذكير الناس من كلام أحمد بن حسن العطاس ، أبو بكر العطاس بن عبد الله الحبشي ، مطبعة حسان القاهرة ، الطبعة الأولى. ¶ 18- التعريفات ، للجرجاني. ¶ 19- تفسير البغوي ، الحسين بن مسعود ، دار طيبة ، الطبعة الرابعة ، 1417هـ. ¶ 20- تفسير الطبري ، محمد بن جرير الطبري ، دار المعرفة 1406هـ ¶ 21- تفسير ابن كثير ، إسماعيل بن عمر بن كثير. ¶ 22- تقريب التهذيب ، أحمد بن علي بن محمد العسقلاني ، دار العاصمة ، الرياض ، الطبعة الأولى 1416هـ. ¶ 23- الجرح والتعديل ، عبد الرحمن بن أبي حاتم ، دار الفكر ، الطبعة الأولى. ¶ 24- حضرموت إزاحة النقاب عن بعض غموضها ، دانيال فان ميولين ، د/ هـ - فون فتسمان ، ترجمة د/ محمد سعيد القدال. ¶ 25- الدر المنضود في أخبار قبر وزيارة هود ، فهمي بن علي بن عبيدون، دار الفقيه ، الطبعة الأولى. ¶ 26- دليل الزائر إلى العتبات المقدسة بالعراق ، محمد الشهيد. ¶ 27- رحلة ابن بطوطة ، ابن بطوطة ، دار الفكر. ¶ 28- الزواجر عن اقتراف الكبائر ، أحمد بن محمد ابن حجر الهيثمي ، دار المعرفة ، 1402هـ. ¶ 29- زيارات وعادات \" زيارة نبي الله هود \" ، عبد القادر محمد الصبان ، المعهد الأمريكي للدراسات اليمنية. ¶ 30- زيارة نبي الله هود في ميزان الشرع ، سالم بن عبد الله الشاطري.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "31- سبل السلام - شرح بلوغ المرام - محمد بن إسماعيل الأمير ، دار الكتاب العربي ، الطبعة الخامسة 1410 هـ. ¶ 32- السراج الوهاج من مطالب صحيح مسلم بن الحجاج، صديق حسن خان ، طبعة قطر. ¶ 33- صحيح البخاري ، محمد بن إسماعيل البخاري ، المطبعة السلفية ، مع الفتح. ¶ 34- صحيح الترمذي ، محمد ناصر الدين الألباني ، المكتب الإسلامي. ¶ 35- صحيح الجامع الصغير ، محمد ناصر الدين الألباني ، المكتب الإسلامي. ¶ 36- صحيح أبي داود ، محمد ناصر الدين الألباني ، المكتب الإسلامي. ¶ 37- صحيح مسلم ، مسلم بن الحجاج النيسابوري ، تحقيق محمد فؤاد عبد الباقي. ¶ 38- صحيح مسلم ، بشرح النووي ، يحي بن شرف النووي ، مؤسسة الكتب الثقافية. ¶ 39- صحيح بن خزيمة ، محمد بن إسحاق بن خزيمة ، المكتب الإسلامي. ¶ 40- طبقات الخواص أهل الصدق والإخلاص ، الدار اليمنية ، الطبعة الأولى. ¶ 41- عون المعبود شرح سنن أبي داود ، شمس الحق العظيم أبادي ، المكتبة السلفية بالمدينة ، الطبعة الثانية. ¶ 42- الفتاوى الكبرى الفقهية ، أحمد بن محمد بن علي بن حجر الهيثيمي ، دار الفكر. ¶ 43- فتح الباري ، شرح صحيح البخاري ، أحمد بن علي بن حجر العسقلاني، المطبعة السلفية. ¶ 44- فتح القدير ( تفسير الشوكاني ) محمد بن علي الشوكاني، دار الفكر 1403هـ. ¶ 45- الفكر والمجتمع في حضرموت ، كرامة مبارك سليمان ، مصفوف بالكمبيوتر. ¶ 46- قصص الأنبياء ، عبد الوهاب النجار ، دار الجبل ، الطبعة الثانية ، 1407هـ. ¶ 47- مجموع فتاوى ابن تيمية ، أحمد بن عبد الحليم بن تيمية. ¶ 48- محاضرة لابن عبيد الله ، عبد الرحمن بن عبد الله السقاف. ¶ 49- المشرع الروي في مناقب آل ابن علوي ، محمد بن أبي بكر الشلي ، المطبعة العامرة الشرقية ، الطبعة الأولى 1319هـ. ¶ 50- المستدرك على الصحيحين ، أبو عبد الله الحاكم النيسابوري. ¶ 51- مسند الإمام أحمد ، أحمد بن محمد بن حنبل الشيباني ، دار المعارف بمصر 1377هـ.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "52- مساجد مصر وأولياؤها الصالحون ، د/ سعاد ماهر محمد ، المجلس الأعلى للشئون الإسلامية بمصر. ¶ 53- مقدمة ابن خلدون ، عبد الرحمن بن محمد بن خلدون ، دار إحياء التراث العربي 1404هـ. ¶ 54- ميزان الاعتدال ، محمد بن عثمان الذهبي ـ دار المعرفة. ¶ 55- نسيم حاجر بتأييد قولي في مذهب المهاجر ، عبد الرحمن بن عبيد الله السقاف ، مطبعة النهضة اليمانية بعدن 1368هـ. ¶ 56- وفاء الوفاء بأخبار دار المصطفى ، علي بن أحمد السمهوري ، دار إحياء التراث العربي 1404هـ. ¶ 57- وسيلة الصب الودود ، مطبعة المدني ، الطبعة الأولى ، 1387هـ. ¶ 1 سورة هود : 120 ¶ 2 سورة يوسف : 111 ¶ 3 ج26 ص 16 ¶ 4 ج1 ق1 ص 135 ¶ 5 ج2 ص 564 ¶ 6 ج8 ص 153 ¶ 7 ج7 ص 297 ¶ 8 ج19 ¶ 9 انظر الميزان ج4 ص 304 - 305 ¶ 10 [ انظر صورة موقع القبر المزعوم ] ¶ 11 ص 22 ¶ 12 تذكير الناس ص 228 - 229 ¶ 13 ص 24 ¶ 14 ص 4 ، 5 ¶ 15 ص 34 ¶ 16 ص 22 ¶ 17 [ ص 25 ] ¶ 18 ص 26 ¶ 19 ج2 ص 219 - طبعة دار الفكر ¶ 20 ص22 وقد تقدم كلامه كاملاً ¶ 21 معالم تاريخ الجزيرة العربية ص 30- بواسطة الصبان ص 13 ¶ 22 ج1 ص 130 ¶ 23 قص الأنبياء ص 74 ¶ 24 ص 167 ¶ 25 ص 85 ¶ 26 ص 27 ¶ 27 التعريفات ص 184 ¶ 28 نفس المصدر ص 34 ¶ 29 ص 30 ¶ 30 ص 219 ¶ 31 ج4 ص 184 ¶ 32 المرجع السابق ¶ 33 ص 7 - 8 ¶ 34 إرشاد الفحول ص 219 ¶ 35 بذل المجهود ص 12 ¶ 36 ص 13 ¶ 37 المشرع الروي ج2 ص 211 ¶ 38 المحاليل الشعر الكثير أو ضرب من الحلي ¶ 39 ص 13 ¶ 40 ص 14 ¶ 41 رواه ابن ماجة وصححه الألباني في صحيحه ( 1/261) ¶ 42 رواه مسلم ( ج7 37- 38 ) مع النووي ¶ 43 رواه أحمد و أبو داود و ابن ماجة ، و حسنه الألباني في أحكام الجنائز وبدعها ( 233) ¶ 44 المرجع السابق ( 235 ) ¶ 45 صحيح ابن داود ج2 ص 622 ¶ 46 انظر أحكام الجنائز ص 209 - 210 ¶ 47 تحذير الساجد ص 31 ¶ 48 تحذير الساجد ص 25 ¶ 49 ج5 ص 6 - 7 قال المعلق وإسناده حسن ¶ 50 رواه مسلم ج5 ص 13 ¶ 51 ج7 ص 37 نووي ¶ 52 البخاري مع الفتح ج3 ص 206 ، ومسلم ج1 ص 128 مع الشرح ¶ 53 ص 21",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "54 ج15 ص 128 ¶ 55 ج3 ص 207 ¶ 56 مسلم ج5 ص 12 ، والبخاري فتح ج3 ص 200 ¶ 57 ج5 ص 13- 24 ¶ 58 ج3 ص 548 ¶ 59 ص 548 - 549 ، وقال ابن كثير ج9 ص 75 : ويحكى أن سعيد بن المسيب أنكر إدخال حجرة عائشة في المسجد كأنه خشي أن يتخذ القبر مسجداً والله أعلم ¶ 60 ج2 ص 40 ¶ 61 عن التبرك ص 345 الجديع ¶ 62 البخاري مع الفتح ج7 ص 447 ¶ 63 ج6 ص 117 ¶ 64 ج6 ص 118 ¶ 65 من مجموع الفتاوى ج27 ص 167 ¶ 66 ج1 ص 277 ¶ 67 ص 278 ¶ 68 رواه البخاري ج3 ص 200 مع الفتح ، ومسلم ج3 ص 376 ¶ 69 رواه البخاري ج1 ص 532 ومسلم ج3 ص 376 ¶ 70 رواه البخاري ج6 ص 494 - 495 ومسلم ج3 ص 377 ¶ 71 رواه البخاري ج3 ص 208 ومسلم ج1 ص 376 ¶ 72 ص 57 - 58 ¶ 73 البخاري ج6 ص 496 مع الفتح - ومسلم طبعة عبد الباقي ج3 ص 1663 ¶ 74 صحيح أبو داود ج1 ص 128 ، والحاكم ج1 ص 260 وصححه الألباني في صحيح الجامع ¶ 75 أحمد ج5 ص 218 ، والترمذي ج2 ص 235 صحيح الترمذي",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "76 بواسطة تحذير الساجد ص 17: ( وقد ظهر عندنا رجل يدعي العلم والولاية والدعوة إلى الله يغلو فيه أصحابه غلواً مفرطاً وهو مقر لهم على ذلك ، وتحكى عنه إشاعات كثيرة ، تدل على دجل وتخريف كبيرين ، ومن ذلك أن من نام وصورته تحت رأسه رأى النبي صلى الله عليه وسلم ، ولست أجزم بذلك ، ولكن الذي أجزم به أن صور الرجل تباع في المكتبات بأحجام مختلفة ، وبأوضاع مختلفة كذلك، وهي تعلق في المجالس والدكاكين وغيرها، ولا شك أنه سوف يبررها بما يعقل أو بما لا يعقل ، فهذه عادتهم ، وقد نقل صاحب تذكير الناس [ص 154] : \" عن أحمد بن حسن العطاس عن الحبيب عبد الله بن عمر بن يحي أنه لما وصل إلى - مليبار - دخل على الحبيب علوي بن سهل فرأى في بيته تصاوير طيور وديكة وغيرها فقال : يا مولانا إن جدكم صلى الله عليه وسلم يقول : يكلف صاحب التصاوير يوم القيامة أن ينفخ فيها الروح ، فقال له الحبيب علوي : عاد شيء غير هذا ؟ فقال : لا ، فنفخ الحبيب علوي على تلك التصاوير فإذا الديكة تصرخ والطيور تغرد ، فسلم الحبيب عبد الله بن عمر له حاله \" فانظر إلى هذا الهراء بل الجرأة على الله والتحدي للرسول حيث يقول عليه الصلاة والسلام : \" وليس بنافخ \" بينما يثبت هذا المدعي القدرة عليه وصاحبنا سوف يظهر بمثل ذلك أو أشد منه ، وإذا لم تستح فاصنع ما شئت ). ¶ 77 من دمعة على التوحيد ص 13 - 17 ¶ 78 [ ج7 ص 46 ¶ 79 ج7 ص 46 ¶ 80 ص 180 ¶ 81 ج 7 ص 44 ¶ 82 أحكام الجنائز ص 45 ¶ 83 السبل ج2 ص 114 ¶ 84 بذل المجهود ص 20 ¶ 85 الصبان ص 30 ¶ 86 ص 25 ¶ 87 ص 25 ¶ 88 ج9 ص 105 - 106 ¶ 89 ج9 ص 167 - 168 ¶ 90 ج9 ص 168 ¶ 91 أحمد ج6 ص 7 ¶ 92 السراج الوهاج ص 113 ¶ 93 السراج الوهاج ص 113 ¶ 94 السراج الوهاج ص 116 ¶ 95 انظر عون المعبود شرح سنن أبي داود ج6 ص 32 ¶ 96 ج6 ص 32 - 33 ¶ 97 ص 43 ، وقد خالف الصبان في جعله اليوم الحادي عشر يوم الوقفة سائر من كتب عن ذلك.",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "98 أي أصحاب علو الوادي ، وقد فسره بأنهم من كان غربي سيئون ¶ 99 ص 43 ¶ 100 ص 35 ¶ 101 ج2 ص 5 ¶ 102 ص 715 - 716 ¶ 103 ص 716 - 717 ( هنا يختلف السياق قليلاً عن القصة في الجوهر الشفاف : ( وفي رواية أنه قال أيضاً: اذهب إلى حضرموت تجد فيها الفقيه محمد بن علي أبوعلوي عند الفقيه علي بن أحمد أبي مروان يستقي منه العلم طارحاً سلاحه على رجليه فاغمزه من عند الفقيه وحكمه ، واذهب إلى ( قيدون ) تجد فيها سعيد بن عيسى فحكمه ، قال الشيخ عبد الله فلما وصلت إلى تريم وجدت الفقيه محمد بن علي كما قال الشيخ عبد الرحمن فغمزته وحكمته وما شاور أبا مروان ، فلما رجع إليه وفي رأسه الخرقة اغتاظ عليه وقال له : رجوناك إماماً مثل ابن فورك ، فتركت صحبتنا ورجعت إلى زي الصوفية، أو كما قال، فقال محمد بن علي الفقر خير ، وهاجره أبو مروان إلى أن توفى ) [ الجوهر الشفاف ج1ص 82 ]. ¶ 104 ص 69 ¶ 105 ص 74 ¶ 106 ص 74 ¶ 107 ص 146 ¶ 108 المقدمة ص 473 ¶ 109 ص 34 - 35 ¶ 110 ص 229 ¶ 111 انظر الصبان ص 27 ، والدر المنضود لعبيدون ص 43 ¶ 112 ص 41 ¶ 113 انظر ص 229 ¶ 114 ص 69 ¶ 115 ص 35 ¶ 116 انظر صور هذه المباني في الفصل الرابع والخامس من هذا الكتاب ¶ 117 ص 38 ¶ 118 ص 68 - 69 ¶ 119 انظر الصبان ص 276 ¶ 120 انظر الصبان ص 38 - 39 و 42 ¶ 121 ص 42 ¶ 122 ص 40 ¶ 123 ص 68 ¶ 124 ص 43 ¶ 125 من وسيلة الصب الودود ص 52 - 53 ¶ 126 الدر المنضود في أخبار وزيارة النبي هود ص 49 - 53 ¶ 127 ص 29 - 30 ¶ 128 ص 299 ¶ 129 ص 46 ¶ 130 ص 47 ¶ 131 ص 64 ¶ 132 ص 11 ¶ 133 ص 13 ¶ 134 ص 229 - 230 ¶ 135 المشرع ج2 ص 63 - 64 ¶ 136 ص 60 ¶ 137 ص 29 ¶ 138 ص 8 ¶ 139 ص 15 ¶ 140 ص 229 ¶ 141 الصبان ص 30 ، وانظر الدر المنضود ص 48 ¶ 142 كرامة سليمان ص 292 ¶ 143 الصبان ص 31 - 32 ، وذكر عبيدون التهويدة بإيجاز ص 65 ¶ 144 ص 29 ¶ 145 ص 36 ¶ 146 ص 33 - 34 ¶ 147 ص 37 ¶ 148 ص 40 ¶ 149 ص 41 ¶ 150 ص 41 ¶ 151 ص 44 ¶ 152 ص 37",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "153 وهذا شبيه بما يعتقده العوام من أن كل حاج يحج لأول مرة عليه هدي أو فدية تذبح في مكة وتعطى للرفقة. ¶ 154 ص 41 ¶ 155 ص 35 ¶ 156 ص 65 ¶ 157 ص 32 ¶ 158 ص 297 ¶ 159 ص 184 ¶ 160 ص 40 ، وانظر كرامة سليمان ص 294 ¶ 161 وهو أحد حكام تريم ممن تأثروا بدعوة الشيخ محمد بن عبد الوهاب رحمه الله ¶ 162 ص 30 ¶ 163 ص 64 - 65 ¶ 164 ص 297 ¶ 165 بذل المجهود ص 10 ¶ 166 ص 65 ¶ 167 ص 184 ¶ 168 ص 39 ¶ 169 ص 38 ¶ 170 ص 59 ¶ 171 ص 290 ¶ 172 ص 14 ¶ 173 الصبان ص 29 ¶ 174 الصبان ص 31 ¶ 175 الصبان 33 ¶ 176 عبيدون 67 ¶ 177 ¶ 178 ص 67 - 68 ¶ 179 الصبان ص 43 ¶ 180 الصبان ص 41 ¶ 181 الصبان ص 42 ¶ 182 الصبان ص 43 ¶ 183 الصبان ص 43 ¶ 184 الصبان 43 ¶ 185 الصبان ص 44 ¶ 186 الصبان ص 45 ¶ 187 الصبان ص 38 ¶ 188 الصبان ص 38 ¶ 189 ص 39 ، وانظر صيغة هذا السلام في وسيلة الصب الودود ص 18 ، 19 و 20 ¶ 190 انظر كرامة سليمان ص 287 ¶ 191 الصبان ص 39 ، وعبيدون ص 69 ¶ 192 الصبان ص 40 ¶ 193 انظر مولد الديبع ص 3 ، 4 ، 95 طبع سنة 1327 هـ ¶ 194 [ ص 295 ¶ ?? ¶ ?? ¶ ?? ¶ ?? ¶ 12",
            "page": "111",
            "part": "1"
        }
    ],
    "t37770": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "زيارة قبر هود عليه السلام وما فيها من ضلالات ومنكرات"
        }
    ]
}