{
    "b37777": [
        {
            "id": "1",
            "nass": "الجامعة الإسلامية - غزة ¶ كلية أصول الدين ¶ قسم العقيدة والمذاهب المعاصرة ¶ بحث بعنوان ¶ اليهودية الأرثوذكسية ¶ (دراسة وصفية) ¶ إعداد ¶ د. نسيم شحدة ياسين ... أ- سائد خليل قدورة عايش ¶ محرم 1427هـ - فبراير 2006م",
            "page": null,
            "part": null
        },
        {
            "id": "2",
            "nass": "المقدمة: ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف المرسلين سيدنا محمد وعلى أله وأصحابه أجمعين ومن سار على دربهم واهتدى بهديهم إلى يوم الدين، وبعد .. ¶ فإن الدين ورجاله لهم خصوصية مضاعفة عند اليهود، نادراً ما نجد لها نظيراً في عالمنا المعاصر، فمن ناحية كان الادعاء بالحق الديني لليهود في فلسطين إحدى الضلالات التي أصلتها اليهودية، ومن ناحية أخرى كان الدين هو الرابط الوحيد الذى جمع بين المنتمين لليهودية قبل زرع الكيان اليهودي في فلسطين المحتلة، وأصبح إحدى الروابط التي حاول المجتمع اليهودي (المُصطنّع) في فلسطين المحتلة القيام عليها بعد تلك الزراعةكماأن المتدينين في فلسطين يشكلون شريحة هامة، واسعة النفوذ، شديدة التأثير. ¶ ويأتىهذا البحث ليلقي الضوء -بإذن الله- على أهم طائفة دينية حديثة لليهود بشكل عام، والطائفة الوحيدة التي تمثل اليهود المتدينين في فلسطين بشكل خاص؛ نستكشف جذورها، ونبين اعتقادها، ومن ثم قوتها وتأثيرها الديني والسياسي على اليهود. ¶ والبحث بعنوان: ¶ اليهودية الأرثوذ كسية ¶ \"دراسة وصفية\" ¶ أولاً: أهداف البحث: ¶ يحاول البحث تحقيق الأهداف التالية:",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "1 - التعرف على اليهودية الأرثوذكسية من كافة جوانبها وبيان مدى تأثيرها ونفوذها الديني والسياسي في فلسطين المحتلة. ¶ 2 - بيان مدى أهمية العلاقة التي تربط اليهودية الأرثوذكسية باليهود جميعاً في كافة العصور والأزمان. ¶ 3 - التعرف على المعتقدات اليهودية الأرثوذكسية وأهم المصادر التي تعتمد عليها في بنائها وفكرها. ¶ 4 - بيان تعاليم اليهودية الأرثوذكسية ودورها في تسيير وتنظيم حياة اليهود ومدى سيطرتها عليهم. ¶ 5 - الوقوف والتعرف على الحركات والأحزاب الممثلة لليهودية الأرثوذكسية ومدى قدرتها على رسم السياسة اليهودية. ¶ 6 - جعل هذه الدراسة نقطة انطلاق لفتح مجال واسع أمام الباحثين والمهتمين لدراسة الموضوع من جوانب أخرى لتحقيق الفائدة العامة. ¶ ثانياً: منهج الدراسة: ¶ يتبع الباحثان في هذا البحث المنهج الوصفي التحليلي (دراسة وصفية وبيان الخصائص والمميزات والحجم والنتائج) ويتبع أيضاً المنهج التاريخي الإستردادي لربط الماضي بالحاضر لاستشراف المستقبل. ¶ وأما عن طبيعة المنهج المتبع في كتابة الرسالة وترتيبها فهو كالتالي: ¶ 1 - عرض الموضوعات عرضاً موضوعياً علمياً. ¶ 2 - الترجمة للأعلام ذوي التأثير الذين يمثلون طوائف وفرق وحركات. ¶ 3 - عند ذكر المرجع لأول مرة نكتبه كاملاً، وبعد ذلك نكتب اسم المؤلف واسم الكتاب، ومرجع سابق، ورقم الصفحة. ¶ ثالثاً: الدراسات السابقة: ¶ بعد البحث والتحري لم يقف الباحثان على رسائل علمية كتبت في هذه الدراسة، وأما الكتابات الأخرى فكانت عن الديانة اليهودية بشكل عام، أو عن المتدينين اليهود أو تناولت الفرق اليهودية إما القديمة أو الحديثة؛ ولكن ليس هناك دراسة علمية منفردة لليهودية الأرثوذكسية بشكل خاص في دراسة معينة. ¶ رابعاً: خطة البحث:",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وتشتمل على أربعة مباحث، هي: ¶ المبحث الأول: مصادراليهود الفكرية، وتياراتهم الدينية، وفيه مطلبان: ¶ المطلب الأول: مصادر الفكر اليهودي. ¶ المطلب الثاني: التيارات الدينية اليهودية في العصر الحديث ¶ المبحث الثاني: نشأة اليهودية الأرثوذكسية ومذهبها، ويشتمل على ثلاثة مطالب: ¶ المطلب الأول: نشأة اليهودية الأرثوذكسية. ¶ المطلب الثاني: عقائد اليهودية الأرثوذكسية. ¶ المبحث الثالث: أقسام اليهودية الأرثوذكسية، ويشتمل على ثلاثة مطالب: ¶ المطلب الأول: اليهودية الأرثوذكسية الحسيدسية ¶ المطلب الثاني: اليهودية الأرثوذكسية اللتوانية ¶ المبحث الثالث: اليهودية الأرثوذكسية الصهيونية ¶ أما المبحث الرابع فيتحدث عن: الحركات والأحزاب اليهودية الأرثوذكسية في فلسطين المحتلة، ويشتمل على ثلاثة مطالب: ¶ المطلب الأول: الحركات والأحزاب الأرثوذكسية الصهيونية. ¶ المطلب الثاني: الحركات والأحزاب الأرثوذكسية الحريدية (غير الصهيونية). ¶ المطلب الثالث: الحركات والأحزاب الأرثوذكسية الحريدية الحسيدية. ¶ ثم الخاتمة التي تشتمل على توصيات ونتائج البحث. ¶ و نحمد الله عز وجل على توفيقه لنا في كتابة هذا البحث، ونسأله تعالى أن ينفع به المسلمين. ¶ هذا والله الموفِّق والهادي إلى سواء السبيل ¶ الباحثان",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "المبحث الأول ¶ اليهود ¶ (مصادرهم الفكرية، وتياراتهم الدينية) ¶ المطلب الأول: مصادر الفكر اليهودي ¶ المطلب الثاني: التيارات الدينية اليهودية في العصر الحديث",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "المطلب الأول ¶ مصادر الفكر اليهودي ¶ تكمن أهمية مصادر الفكر اليهودي، خاصة النصوص المقدسة لليهودية بتجاوزها للمغزى الديني لها بكثير؛ إذ إن ما تحويه هذه المصادر في طياتها لا يقتصر على تعاليم الدين اليهودي فحسب، بل يشمل كذلك التراث التاريخي والثقافي والاجتماعي للشعب اليهودي. وترى مختلف الفئات في (إسرائيل) في النصوص المقدسة معاني متباينة، فالفئات المغالية في التديّن تعتبر هذه النصوص دليلاً روحياً وأخلاقياً وعملياً في الحياة اليومية، في حين تعتبرها الفئات العلمانية ذخراً تاريخياً وحضارياً يمكن أن تجري بشأنه أبحاث ودراسات نقدية. ¶ ونتعرف في هذا المبحث على أهم مصادر الفكر اليهودي. ¶ أولاً: الكتاب المقدس (العهد القديم) ¶ يعرف الكتاب المقدس (العهد القديم) بالعبرية بال-\"تاناخ\" والذي يشمل: الأسفار الخمسة (توراة)، الأنبياء (نفيئيم) والكتب المدوّنة (ختوفيم)، ويشمل أيضاً تسعة عشر سفراً، معظمها بالعبرية، ومع ذلك فإن أجزاء كبيرة من الـ\"ختوفيم\" وردت بالآرامية، وقد تم تأليفها خلال مئات السنين - منذ الفترة التي سبقت دخول بني إسرائيل لأرض فلسطين (القرن الـ13 ق. م)، حتى بعد عودة اليهود من بابل إلى مملكة يهودا وأورشليم (القرن الـ6 ق. م). (¬1) ¶ تشمل أسفار الأنبياء نصوصاً تاريخية تمتد على طول الفترة الواقعة بين توطّن الشعب اليهودي في أرض فلسطين وطرده إلى بابل، كما تشمل العظات الأخلاقية والدينية للأنبياء (بينهم أرميا، و أشعيا وحزقيال)، وتنطوي هذه النصوص على قطع شعرية دينية وعادية، وقطع من أدب الحكمة والكتابات التاريخية. ¶ الـ\"تاناخ\" هو مجموعة القوانين اليهودية، التي تمت بلورتها بصورتها النهائية في الفترة الواقعة بين السبي إلى بابل والقرن الأول الميلادي، ولم يشمل الحاخامات الذين شاركوا في تحديد المضمون النهائي للكتاب المقدس بعض النصوص التي تُعرف بالكتب الخارجية، اي غير المُدرجة في الكتاب المقدس ( apocrypha) ،  إذ لم يعتبروها ذات إيحاء الهي. ¶ ¬__________ ¶ (¬1) كراس لوزارة الخارجية الإسرائيلية صدرت في أيار 1998م. (انظر: موقع جريدة يديعوت أحرونوت الإسرائيلية على شبكة المعلومات العالمية \"الإنترنت\"  www.arabynet.com ).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "يستعمل الناسخون لنصوص الكتاب المقدس التي تستعمل لأغراض الطقوس الدينية في الكُنُس - أدوات عتيقة (الرقّ والريشة)، ويحرصون أشد الحرص على عدم إدخال أي تغيير على النصوص، وتعد مخطوطات البحر الميت أقدم المخطوطات المعروفة، حيث كُتبت قبل العصر الميلادي بقليل، وهي مطابقة تماما للنصوص التي يتم نسخها في هذه الأيام. ¶ وقد حظي الكتاب المقدس بأكبر عدد من الترجمات في العالم، فقد تُرجم بأكمله إلى أكثر من مائتي لغة، في حين تُرجمت أسفار معينة منه إلى حوالي ألف لغة لتقرأها شعوب مختلفة. وكانت أول ترجمة للكتاب المقدس \"الترجمة السبعينية\" في بداية القرن الثالث ق. م.، وهي ترجمة إلى اليونانية قام بها سبعٌ وعشرون عالماً يهودياً في سبعٍ وعشرين يوماً، ليستخدمها اليهود في مصر القديمة. ¶ وقد نشأ في القرن التاسع عشر فرع أكاديمي جديد يُدعى الدراسة النقدية للكتاب المقدس، ينتهج نهجاً تاريخياً نقدياً، وأنتج الدارسون في هذا المجال كمية هائلة من الدراسات والتحليلات. (¬1) ¶ كان في القرن الأول قبل الميلاد تقريباً ثلاث مدونات للنص العبري للتوراة على الأقل وكان هناك اتجاه إلى تدوين نص واحد، لكن ذلك لم يتم إلا في القرن الأول بعد الميلاد. ¶ ومع هذا فإن أ قدم نص عبري يرجع عهده إلى القرن التاسع بعد الميلاد، وثمة نصان باليونانية يرجعان إلى القرن الرابع الميلادي، أحدهما بمكتبة الفاتيكان، والآخر بالمتحف البريطاني، أما المدونات الآرامية والسريانية فغير كاملة. (¬2) ¶ وترجع الموسوعة اليهودية كتابة العهد القديم إلى فترة تمتد من القرن الحادي عشر ق. م. وحتى القرن الثالث ق. م.، حيث تم الانتهاء من جمع معظمه عام 250 ق. م.، وإن ظل هناك جدالاً حول ملاءمة وضع بعض الأسفار (كنشيد الإنشاد) في (العهد القديم)، حتى عام 90م، حين عُقد مجمع (يامينا) الذي اعترف بعد مناقشات مستفيضة بمعظم الأسفار المعروفة اليوم. (¬3) ¶ ¬__________ ¶ (¬1) كراس لوزارة الخارجية الإسرائيلية صدرت في أيار 1998م. مصدر سابق. ¶ (¬2) انظر: كامل سعفان، اليهود تاريخاً وعقيدة، (القاهرة: دارالاعتصام)، 1988م، ص181. ¶ (¬3) انظر: ¶ Encyclopaedia Judaica, Jerusalem, 1972, Volume 2, P. 307.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ثانياً: التلمود ¶ \"التلمود\" كلمة مشتقة من الجذر العبري \"لامد\" يعني الدراسة والتعلم كما في عبارة \"تلمود توراه\"، أي \"دراسة الشريعة\"، ويعود كل من كلمة \"تلمود\" العبرية وكلمة \"تلميذ\" العربية إلى أصل سامي واحد.\" (¬1) ولفظ التلمود يعني التعليم أو الشريعة الشفوية، ولم يكن \"الشُّرّاح\" يطلقون هذا اللفظ على المشناه، أما الآن فأصبح التلمود يعني المشناه والجماراه معاً، والمشناه أي المتن في التلمود البابلي هي بعينها مشناه التلمود الفلسطيني، ولا يختلف التلمودان إلا في الجماراه أو الشروح، فهي في التلمود البابلي ثلاثة أمثالها في التلمود الفلسطيني. (¬2) ¶ والتلمود من أهم الكتب الدينية عند اليهود، وهو الثمرة الأساسية للشريعة الشفوية، أي تفسير الحاخامات للشريعة المكتوبة (التوراة)، ويخلع التلمود القداسة على نفسه باعتبار أن كلمات علماء التلمود كان يوحي بها الروح القدس نفسه (روح هقودش) باعتبار أن الشريعة الشفوية مساوية في المنزلة للشريعة المكتوبة، والتلمود مصنَّف للأحكام الشرعية أو مجموعة القوانين الفقهية اليهودية، وسجل للمناقشات التي دارت في الحلقات التلمودية الفقهية اليهودية حول المواضيع القانونية (هالاخاه) والوعظية (أجاده). وقد أصبح التلمود مرادفاً للتعليم القائم على أساس الشريعة الشفوية (السماعية). (¬3) ¶ مكانة التلمود عند اليهود: ¶ \"يعد التلمود المصدر الثاني للتشريع اليهودي، والمصدر الأول للسياسة الصهيونية وللتلمود أهمية كبيرة فلا إيمان لليهودي بدون معرفة أحكام التلمود، على أساس أن هذا الكتاب يحوي أهم التعاليم التي يحترمها اليهود، أو يجدون فيها خلاصهم\". (¬4) ¶ \"وقد تعلقت الجماعات اليهودية في إيمانها بتعاليم التلمود وتقديرها المفرط للقائمين على أمره، ولقد عمل الحاخامات من اليهود على إذكاء روح الحماسة والتعلق العاطفي والديني عند الجماعات اليهودية، يقول أحد الحاخامات: اعلم أن أقوال الحاخامات أفضل من أقوال الأنبياء. وقد قال أحد الحاخامات أيضاً: \"إن من يقرأ التوراة بدون المشناه والجماراه فليس له إله\". (¬5) ¶ قال موسى بن ميمون (¬6) (1135 - 1204م): \"من لا يؤمن بإلهية التلمود فلا نصيب له في الجنة\". (¬7) ¶ ¬__________ ¶ (¬1) عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، (القاهرة: دار الشروق)، 1999، ج5، ص125. ¶ (¬2) انظر: إبراهيم خليل أحمد (سابقاً: القس إبراهيم خليل فليبس)، إسرائيل والتلمود \"دراسة تحليلية\"، (دار المنار)، ص31. ¶ (¬3) انظر: عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج5، ص125. ¶ (¬4) د. كامل سعفان، اليهود تاريخاً وعقيدة، مرجع سابق، ص196. ¶ (¬5) صابر طعيمة، التاريخ اليهودي العام، (دار الجليل: بيروت)، ط3، 1991م، ج2، ص111، بتصرف. ¶ (¬6) موسى بن عبد الله بن ميمون القرطبي، وُلد في قرطبة لأسرة من القضاة والعلماء اليهود. وعُرف أيضاً باسم \"رمبم\" وهي الحروف الأولى من اسمه. كان من الأقوال المأثورة بين اليهود عنه: \"لم يظهر رجل كموسى من أيام موسى إلى موسى\"، من أهم كتبه كتاب السراج وهو تفسير دقيق للمشناه، ومن كتبه الأخرى كتاب مشنيه توراة أي \"تثنية التوراة\" وكتاب دلالة الحائرين. ¶ من أهم أفكار موسى بن ميمون أنه وضع ما يُعرف بالأصول الثلاثة عشر لليهودية، وهي أهم محاولة لتحديد عقائد الدين اليهودي وهي: ¶ 1 - الإله هو خالق ومدبّر هذا الكون. ... 2 - واحد منذ الأزل وإلى الأبد. ... 3 - لا جسد له ولا تحدّه حدود الجسد. ... 4 - هو الأول والآخر. ... 5 - على اليهودي ألا يعبد إلا إياه. ... 6 - كلام الأنبياء حق. ¶ 7 - موسى أبو الأنبياء؛ من جاء قبله ومن جاء بعده. ... 8 - التوراة التي بيد يدي اليهود هي التي أُعطيت لموسى. ... 9 - التوراة غير قابلة للتغيير ولن تنسخها شريعة أخرى. ... 10 - الخالق عالم بكل أعمال البشر وأفكارهم. ... 11 - إنه يجزي المحافظين لوصاياه ويعاقب المخالفين لها. ... 12 - إنه سيجيء المسيح، وعلى اليهودي انتظاره. ... 13 - على اليهودي أن يؤمن بقيامة الموتى. ¶ وقد بعثت حركة التنوير اليهودية كتاباته لإدخال شيء من العقلانية على الدين اليهودي بعد أن خنقته الدراسات التلمودية والاهتمامات الحسيدية والقبّالية، ومن بين المتأثرين بفكره موسى مندلسون (أبو حركة التنوير اليهودية)، بل إن كتابات ابن ميمون تُعدّ النقطة الأساسية التي اجتمع عليها دعاة التنوير، وهي إطار مرجعي أساسي لليهودية الإصلاحية. (انظر: عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج3، ص 367 - 370. ¶ (¬7) تقي الدين المقريزي، تاريخ اليهود وآثارهم في مصر، مرجع سابق، ص28",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "\"ومن الأخبار التي احتواها التلمود من قداسة وعظمة الحاخامات اليهود \"إن تعاليم الحاخامات لا يمكن نقضها ولا تغييرها ولو بأمر الله، وقد وقع الاختلاف يوماً بين الله وبين علماء اليهود في مسألة، وبعد أن طال الجدل تقررت إحالة المشكلة إلى أحد الحاخامات الربيين واضطر الله أن يعترف بخطئه بعد حكم الحاخام المذكور! \". (¬1) ¶ يقول الرابي مناحم وهو من كبار الحاخامات: \"إن الله (سبحانه ونزه عن ذلك) يستشير الحاخامات على الأرض عندما توجه مسألة عويصة لا يمكن حلها في السماء وإنه يجب الالتفات إلى أقوال الحاخامات أكثر من الالتفات إلى شريعة موسى\". (¬2) ¶ مصدرية التلمود لليهودية الأرثوذكسية: (¬3) ¶ \"يعترف اليهود الأرثوذكس بالتلمود كما هو، ويتقيدون بنصوصه باعتبارها منزّلة\"، يقول الكاتب محمد صبري: \"ولعلنا لا ننسى القضية التي أثيرت منذ فترة وجيزة في إسرائيل، عندما رفض الحاخام الأكبر وهو أرثوذكسي اعتبار سيدة أمريكية اعتنقت الدين اليهودي يهودية، ¶ ¬__________ ¶ (¬1) نفس المصدر السابق، ص111. ¶ (¬2) نفس المصدر السابق، ص111 - 112. ¶ (¬3) مصطلح (أرثوذكسي) مصطلح مسيحي يعني \"الاعتقاد الصحيح\"، وقد استخدم لأول مرة في إحدى المجلات الألمانية عام 1795، للإشارة إلى اليهود المتمسكين بالشريعة، وقد تزعم الحركة اليهودية الحاخام سمسون هيرش. وسيأتي التحدث عنها بالتفصيل في نهاية الفصل الأول (انظر: عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج5، ص384).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وأعلن أن أي شخص لا يمكن أن يكون يهودياً إن لم يكن ابناً لأب وأم يهوديين، وهو نفس ما ينص عليه التلمود\". (¬1) ¶ فاليهودية الأرثوذكسية تؤمن بالتلمود إيمان الفريسين به، وأن التلمود قد منع التوراة من التجمد؛ بأن أضاف إليها عناصر جديدة وعادات شعبية، وقوانين مستحدثة ... ، أي أن اليهود استطاعوا تطوير قانونهم ليلائم الظروف الجديدة. (¬2) ¶ ويقول الكاتب اليهودي د. إسرائيل شاحاك (¬3): \"فليكن مفهوماً على هذا الأساس، أن مصدر التشريع لكل ممارسات اليهودية الكلاسيكية (والأرثوذكسية حالياً) والأساس المقرر لبنيتها التشريعية هو التلمود\". (¬4) ¶ ويقول الكاتب محمد عبد الله الشرقاوي: \"تجمع المصادر على أن أحبار فرقة الفريسيين اليهودية هم الذين وضعوا التلمود، وفرقة الفريسيين من أهم فرق اليهود وأخطرها وأكثر عدداً في ماضي تاريخهم، وحاضره ... ، وقد اعتبرت اليهودية الأرثوذكسية وريثة الفريسيين وحاملة لوائهم اليوم، وهذه الأرثوذكسية تؤمن بالتلمود إيمان الفريسيين به\". (¬5) ¶ أنواع التلمود: ¶ التلمود بمعناه الواسع والشامل يدل على الأعمال والآثار التي أنتجتها المدارس الدينية اليهودية في فلسطين وبابل خلال الفترة الممتدة من القرن الثاني إلى القرن الخامس للميلاد –أي أثناء العصر المعروف بعصر الأمورائيم (المتكلمون أو المتجادلون). (¬6) ¶ وينبغي أن نذكر أن الجماراه - وهي الجزء التفسيري للتلمود - قد وضعتها مدرستان يهوديتان، (¬7) وبناءً على هذه الجماراه سمي التلمود باسمين: الأول التلمود الفلسطيني، والثاني التلمود البابلي. ¶ 1 - التلمود الفلسطيني: وينسبه اليهود خطأ إلى أورشليم (القدس) فيقولون \"الأورشليمي\" مع أن القدس خلت من المدارس الدينية بعد هدم الهيكل الثاني، وانتقل الحاخامات إلى إنشاء ¶ ¬__________ ¶ (¬1) محمد صبري، التلمود شريعة بني إسرائيل – حقائق ووقائع، (بدون)، ص11. ¶ (¬2) انظر: د. محمد عبد الله الشرقاوي، الكنز المرصود في فضائح التلمود، (بيروت: دار عمران)، (القاهرة: مكتبة الزهراء)، ط1، 1993م، ص33 - 34 ¶ (¬3) الكاتب اليهودي إسرائيل شاحاك، أستاذ في الكيمياء العضوية (سابقاً)، من النشيطين في مجال الدفاع عن حقوق الإنسان، باحث في التاريخ اليهودي والديانة اليهودية. (انظر: إسرائيل شاحاك، الديانة اليهودية، ترجمة: رضى سلمان، (شركة المطبوعات للتوزيع والنشر)، ط2، 1997م (الغلاف). ¶ (¬4) إسرائيل شاحاك، الديانة اليهودية وموقفها من غير اليهود، ترجمة: حسن خضر، (القاهرة: سينا للنشر)، ط1، 1994م، ص62. ¶ (¬5) محمد عبد الله الشرقاوي، الكنز المرصود في فضائح التلمود، مرجع سابق، ص32 - 33 ¶ (¬6) انظر: أسعد رزوق، التلمود والصهيونية، (منظمة التحرير الفلسطينية – مركز الأبحاث- بيروت)، سلسلة كتب فلسطينية – 31، 1970م، ص113 - 114. ¶ (¬7) انظر: محمد عبد الله الشرقاوي، الكنز المرصود في فضائح التلمود، مرجع سابق، ص26.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "مدارسهم في يفنة وصفورية وطبرية، كما أطلق يهود العراق على التلمود الفلسطيني اسم \"تلمود أرض إسرائيل\"، وأطلقوا عليه أحياناً اسم \"تلمود أهل الغرب\" نظراً لوقوع فلسطين إلى الغرب من العراق. (¬1) \"ولقد ألف التلمود الفلسطيني باللهجة الآرامية الفلسطينية الحديثة، واستغرق تأليفهم هذه الشروح فترة طويلة جداً تمتد من القرن الثاني إلى الخامس بعد الميلاد\". (¬2) ¶ 2 - التلمود البابلي: وهو نتاج الحلقات التلمودية (أكاديمية – يشيفا) في العراق (بابل)، وأشهرها سوراً ونهاردعه وبومبريها. ويُعرف هذا التلمود في حالات نادرة جداً باسم \"تلمود أهل الشرق\". (¬3) وقد أُلف بإحدى اللهجات الآرامية، وشرعوا فيها منذ أوائل القرن الرابع بعد الميلاد، ولم يفرغوا منها إلا في القرن السادس الميلادي، ولم تجمع جماراه بابل من قبل شخص واحد أو في زمن واحد، ولكن أنجزها حاخامون كثيرون. (¬4) ¶ وكلا التلمودين مكوّن من المشناه والجماراه. والمشناه في كل منهما واحد لا اختلاف بينهما، أما الجماراه فاثنتان: إحداهما وضعت في فلسطين، والأخرى في العراق. ولما كانت الجماراه البابلية أكمل وأشمل من الجماراه الفلسطينية؛ فإن التلمود البابلي هو أكثر تداولاً، وهو الكتاب القياسي عند اليهود، لذا فحين يُستخدم لفظ \"التلمود\" بمفرده، محلّى بأداة التعريف، فإن المقصود به هو التلمود البابلي دون سواه، وذلك على أساس الميزة والأفضلية والتفوق، ويبلغ حجم التلمود البابلي ثلاثة أضعاف حجم التلمود الفلسطيني\". (¬5) ¶ ¬__________ ¶ (¬1) انظر: عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج5، ص125. ¶ (¬2) محمد عبد الله الشرقاوي، الكنز المرصود في فضائح التلمود، مرجع سابق، ص26. ¶ (¬3) عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج5، ص126. ¶ (¬4) محمد عبد الله الشرقاوي، الكنز المرصود في فضائح التلمود، مرجع سابق، ص26. ¶ (¬5) عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج5، ص125 - 126.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "المطلب الثاني ¶ الفرق الدينية اليهودية في العصر الحديث ¶ تمهيد ¶ لقد تعددت وكثرت الفرق في اليهودية على مر التاريخ، واختلفت هذه الفرق في مبادئها وأسس حياتها ونظرتها إلى الكون، وما وراء الكون. فتوجد في اليهودية فرق كثيرة تختلف الواحدة منها عن الأخرى اختلافات جوهرية وعميقة تمتد إلى العقائد والأصول، وهي في الواقع ليس كالاختلافات التي توجد بين الفرق المختلفة في الديانات الأخرى، ومن ثم فإن كلمة \"فرقة\" لا تحمل في اليهودية الدلالة نفسها التي تحملها في سياق ديني آخر، فلا يمكن على سبيل المثال تصوّر مسلم يرفض النطق بالشهادتين ويُعترف به مسلماً، أما داخل اليهودية فيمكن ألا يؤمن اليهودي بالإله والغيب واليوم الآخر ويُعتبر مع هذا يهودياً، وهذا يرجع إلى طبيعة اليهودية بوصفها تركيباً يضم عناصر عديدة متناقضة متعايشة دون تمازج أو انصهار، ولذا تجد كل فرقة جديدة داخل هذا التركيب من الآراء والحجج والسوابق ما يضفي شرعية على موقفها مهما يكن تطرفه. (¬1) ¶ وعندما نتحدث عن التيارات الدينية في العصور الوسطى فإننا نشير إلى اليهودية الحاخامية التي نشأت حوالي القرن الثامن الميلادي واستمرت حتى نهاية القرن الثامن عشر الميلادي. ¶ ¬__________ ¶ (¬1) انظر: عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج5، ص317.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الفرق الدينية في العصر الحديث ¶ (الإصلاحية – المحافظة – الأرثوذكسية) ¶ 1 - اليهودية الإصلاحية: ¶ وهي فرقة دينية يهودية حديثة ظهرت في منتصف القرن التاسع عشر في ألمانيا، وانتشرت منها إلى بقية أنحاء العالم، وخصوصاً الولايات المتحدة، وهي تسمى أيضاً \"اليهودية الليبرالية\" و\"اليهودية التقدمية\"، وهذه المصطلحات ليست مترادفة تماماً، إذ يستخدم أحياناً مصطلح \"اليهودية الليبرالية للإشارة إلى اليهودية الإصلاحية التي حاولت أن تحتفظ بشيء من التراث، كما استخدم المصطلح نفسه للإشارة إلى حركة دينية أسسها كلود موتتفيوري في إنجلترا عام 1901، وكانت متطرفة في محاولاتها الإصلاحية، أما مصطلح \"اليهودية التقدمية\" فهو مصطلح عام يشير إلى التيارات الإصلاحية كافة. (¬1) ¶ لم يتبلور الفكر الإصلاحي كنتاج فقط لحركة التنوير، لكنه مثل أيضاً رد فعل لظاهرة ارتبطت بحركة التنوير ألا وهي حركة تحرر اليهود، بدأت هذه الظاهرة في فرنسا مع الثورة الفرنسية ثم امتدت لتشمل يهود شرق أوربا، خصوصاً في بولندا عندما قسمت إلى ثلاثة أجزاء عام (1772 - 1795م) وهولندا مع صدور التشريعات التي تزيل القيود أمام اليهود. (¬2) ¶ دعا هذا التيار –أيضاً- إلى تحدي طقوس العبادة، وأباح الاختلاط بين الجنسين في دور العبادة اليهودية. وأدخل الآلات الموسيقية إلى الصلاة، أما فيما يتعلق بعملية العودة إلى صهيون لتحقيق الخلاص فلقد أقر الإصلاحيون أن اليهود طائفة دينية ليس لديهم أي طموحات قومية، ومن ثم لم يعترفوا بفكرة العودة إلى صهيون وتأسيس الدولة اليهودية. (¬3) ¶ ومن أهم أفكار الإصلاحية ما يلي: ¶ 1 - إلغاء الصلوات التي لها طابع قومي يهودي، وجعل لغة الصلاة هي الألمانية لا العبرية. ¶ 2 - إدخال الموسيقى والأناشيد الجماعية للصلاة، والسماح باختلاط الجنسين في الصلاة. ¶ ¬__________ ¶ (¬1) عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج5، ص370. ¶ (¬2) انظر: عبد العزيز محمود شادي، دور الأحزاب الدينية في النظام السياسي الإسرائيلي في الفترة ما بين 69 - 1988م، مرجع سابق، ص28. ¶ (¬3) انظر: حامد ربيع، إطار الحركة السياسية في المجتمع الإسرائيلي، (القاهرة: دار الفكر العربي)، 1978م، ص132 - 134.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "3 - القيام ببناء بيت للعبادة سموه الهيكل والغرض من ذلك تعميق ولاء اليهودي للوطن الذي يعيش فيه. ¶ 4 - تفسير اليهودية تفسيراً جديداً بحيث يستند مفهوم هذه الديانة على عنصر الأخلاق، والتركيز على الجانب الأخلاقي للتلمود. (¬1) ¶ يعود ظهور الإصلاحية في اليهودية إلى أزمة اليهودية الحاخامية أو التلمودية التي ارتبطت بوضع اليهود في أوربا قبل الثورة الصناعية، وقد أدى سقوط الجيتو (الانعزال)، ثم حركة الانفتاح السياسي إلى تصعيد حدة هذه الأزمة، إذ عرضت الدول الحديثة الانفتاح السياسي على اليهود شريطة أن يكون انتماؤهم الكامل لها وحدها، وأن يندمجوا في المجتمع سياسياً واقتصادياً وثقافياً ولغوياً، وهو ما كان يتعارض وبشكل حاد مع اليهودية الحاخامية التي عرّفت الهوية اليهودية تعريفاً دينياً إثنياً، وأحياناً عرقياً، وجعلت الانتماء اليهودي ذا طابع قومي، وقد استجاب اليهود إلى نداء الدولة القومية الحديثة، وظهرت بينهم حركة التنوير اليهودية، والدعوة للاندماج، واليهودية الإصلاحية جزء من هذه الاستجابة، وقد استفاد اليهود الإصلاحيون من فكر موسى مندلسون، (¬2) ولكنهم استفادوا بدرجة أكبر من الأفكار والممارسات الدينية المسيحية البروتستانتية في ألمانيا (مهد كل من الإصلاح الديني المسيحي والإصلاح الديني اليهودي). (¬3) ¶ لقد اكتسبت حركة الإصلاح الديني دفعة قوية في ثلاثينيات القرن الماضي حين ظهر بعض الحاخامات الشباب الذين كانوا قد تلقوا تعليماً دينياً تقليدياً، وتعليماً دنيوياً في الوقت نفسه، ¶ ¬__________ ¶ (¬1) انظر: أمين القضاة وآخرون، أديان وفرق، مرجع سابق، ص62. ¶ (¬2) رائد حركة التنوير اليهودية. وُلد في دساو (ألمانيا الوسطى) لأب فقير يعمل في كتابة مخطوطات التوراة أي لفائف الشريعة. تلقى تعليماً تقليدياً على يد حاخام ثم سافر إلى برلين حيث درس الطب والفلسفة واللغات اليونانية واللاتينية والإنجليزية والفرنسية. قرأ مندلسون أعمال موسى بن ميمون وتأثر بنزعته العقلانية. اهتم مندلسون باليهود واليهودية، فبذل قصارى جهده كي يقضي على العزلة الفعلية والنفسية لليهود. وحاول أن يحطم ما أسماه بالجيتو العقلي الداخلي الذي أنشأه اليهود حول أنفسهم لموازنة الجيتو الفعلي الخارجي الذي كانوا يعيشون فيه حتى عهد قريب. ولقد وجه مندلسون سهام نقده إلى سيطرة الحاخامات، وحاول أن يطرح تصوراً لليهودية عقلانياً في أساسه، ولكن للوحي فيه مكاناً، فيذهب إلى أن هناك أسساً ثلاثة لليهودية هي: وجود الإله، والإيمان بالعناية الإلهية، وخلود الروح. ¶ ذاع صيت مندلسون لدرجة أن اليهود أطلقوا عليه لقب \"موسى الثالث\"، (باعتبار أن النبي موسى هو الأول، أما الثاني فهو موسى بن ميمون. (انظر: عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج3، ص84 - 87). ¶ (¬3) أنظر: نفس المصدر السابق، ج5، ص371.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وكانت هذه ظاهرة جديدة على اليهودية إذ كانت مقررات الدراسة في المدارس التلمودية العليا، حتى ذلك الوقت، تقتصر على الدراسات الدينية فحسب. ¶ مع نهاية القرن الثامن عشر، فتحت حكومات فرنسا والنمسا وروسيا مدارس ذات مناهج مختلطة دينية ودنيوية، وقد التف هؤلاء الشبان حول المفكرين الدينيين الداعين إلى الإصلاح، مثل: أبراهام جايجر، وصمويل هولدهايم، وكادفمان كولر، الذين يرجع إليهم الفضل في وضع أسس اليهودية الإصلاحية. (¬1) ¶ يمكن القول بأن جوهر مشروع اليهودية الإصلاحية هو محاولة نزع القداسة عن كثير من المعتقدات الدينية اليهودية ووضعها في إطار تاريخي. ¶ لقد عدّ الإصلاحيون فكرة التوراة، -بالنسبة لهم- مجرد نصوص أوحى الإله بها للعبرانيين الأوائل؛ لذا يجب احترامها كرؤى عميقة، ولكنها يجب أن تتكيّف مع العصور المختلفة، فثمة فرق بين الوحي والإلهام، إذ إن الإلهام ليس خالصاً أو صافياً، فالبشر يصيغونه بعاداتهم ولغتهم فيختلط بعناصر تاريخية دنيوية. لكل هذا يجب على اليهودي أن يحاول فهم وتفسير هذا الوحي، أو الإلهام من آونة إلى أخرى، وأن ينفذ منه ما هو ممكن في لحظته التاريخية. وبهذا يصبح للقانون الإلهي (الشريعة) السلطة والحق، طالما كانت أوضاع الحياة التي جاء لمعالجتها مثمرة، وعندما تتغير الأوضاع، يجب أن يُنسخ القانون، حتى وإن كان الإله صاحبه ومشرّعه، أي أن الشريعة فقدت سلطتها الإلزامية المطلقة وأصبحت روح العصر النقطة المرجعية والركيزة النهائية. (¬2) ¶ وفي ضوء منطلقات الفكر اليهودي الإصلاحي، يمكننا أن ننظر إلى التعديلات التي أدخلها زعماء الحركة الإصلاحية بإلغاء الصلوات ذات الطابع القومي اليهودي، وجعلوا لغة الصلاة الألمانية (ثم الإنجليزية في الولايات المتحدة) لا العبرية (ليتمشوا مع روح العصر والمكان)، وأبطلوا كل الفوارق بين الكهنة واللاوين وبقية اليهود، وأدخلوا الموسيقى والأناشيد الجماعية، كما سمحوا باختلاط الجنسين في الصلوات، ومنعوا تغطية الرأس أثناء الصلاة أو استخدام تمائم الصلاة (تفيلين)، ولقد تأثروا في ذلك بالصلوات البروتستانتية، وقام بعض الإصلاحيين ببناء بيت للعبادة أطلقوا عليه اسم \"الهيكل\"، وكانت تلك أول مرة يُستخدم فيها هذا المصطلح؛ لأنه لم يكن يطلق إلا على الهيكل الموجود في القدس. ومعنى ذلك أن الإصلاحيين بتسميتهم معبدهم هذه التسمية الجديدة، كانوا يحاولون تعميق ولاء اليهود إلى الوطن الذي ¶ ¬__________ ¶ (¬1) انظر: عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج5، ص370 - 371. ¶ (¬2) نفس المصدر السابق، ص372.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "يعيشون فيه ويحاولون نقل الحلول الإلهي من مكان سيعودون إليه في آخر الأيام إلى مكان يرتادونه هذه الأيام. ¶ وعلى المستوى الفكري أعاد الإصلاحيون تفسير اليهودية على أساس عقلي، وأعادوا دراسة العهد القديم على أسس علمية (فالعقل أو العلم هو موضع الحلول الإلهي أو المطلق في المنظومات الربوبية)، ونادوا بأن الدين اليهودي أو العقيدة الموسوية (وهي التسمية المشتهرة لديهم) تستند إلى قيم أخلاقية تشبه قيم الأديان الأخرى. (¬1) ¶ وأما عن علاقة اليهودية الإصلاحية بالصهيونية: ¶ فقد رفضت اليهودية الإصلاحية الحركة الصهيونية في بادئ الأمر، وقد عقد الإصلاحيون عدداً من المؤتمرات للتعبير عن رفضهم للصهيونية، وقد ظلت هذه العداوة قائمة زمناً طويلاً في الولايات المتحدة، ولكن اليهود في الغرب جزء لا يتجزأ من المصالح الاقتصادية والسياسية لبلادهم، ومن محيطها التاريخي والحضاري، وهذه البلاد في مجموعها تشجع المشروع الصهيوني، ولذا لم يكن من الممكن أن تستمر الفكرة أو العقيدة الإصلاحية في مقاومة الواقع الإمبريالي الغربي الممالئ للصهيونية. ¶ لقد تخلت اليهودية الإصلاحية بالتدرج من رؤيتها الليبرالية، وأخذت في تعديل رؤيتها بشكل يتناسب مع الرؤية الصهيونية، وبالفعل بدأ الإصلاحيون في العودة إلى فكرة القومية اليهودية الصهيونية، وإلى فكرة الأرض المقدسة. ¶ لقد تزايد النفوذ الصهيوني داخل معسكر اليهودية الإصلاحية إلى درجة أن الاتحاد العالمي لليهودية التقدمية (أي الإصلاحية) عقد مؤتمره السنوي الخامس عشر في مدينة القدس للمرة الأولى عام 1968م. ¶ وبدأت اليهودية الإصلاحية، ابتداء من منتصف السبعينات (من القرن العشرين)، تساهم بشكل واضح في الحركة الصهيونية، حيث أصبحت ممثلة فيها من خلال جمعية أراز (جمعية الصهاينة الإصلاحيين في أمريكا)، وقد انضم الاتحاد العالمي لليهودية التقدمية إلى المنظمة الصهيونية العالمية عام 1976م. (¬2) ¶ أما عن وجود اليهودية الإصلاحية في فلسطين: ¶ فقد أسست أولى الأبرشيات الإصلاحية في فلسطين عام 1936م في حيفا وتل أبيب والقدس، وفي عام 1939م أسسّت مدرسة اليوباباك في حيفا، وهي أول مدرسة دينية غير ¶ ¬__________ ¶ (¬1) انظر: عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج5، ص373. ¶ (¬2) نفس المصدر السابق، ص282.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "أرثوذكسية في فلسطين، ويعد معبدها إيل الذي أسس عام 1958م أقدم المعابد الإصلاحية (التقدمية) في فلسطين، وفي عام 1963م أسست كلية الاتحاد العبري فرعاً لها في القدس. وقد تم توسيعها عام 1987م، ثم أصبحت المقر الرئيسي للاتحاد العالمي لليهودية التقديمة، ويوجد قسم بالكلية لإعداد الإسرائيليين ليصبحوا حاخامات إصلاحيين، وقد تم ترسيم أول حاخام إصلاحي متخرج في المدرسة عام 1980م، وبلغ عددهم عشرين حاخاماً عام 1996م، وكل حاخامات إسرائيل الإصلاحيين (التقدميين) أعضاء في مجلس الحاخامات التقدميين، ولا يقبل حاخامات إسرائيل الإصلاحيون تعريف اليهودي الذي يقبله حاخامات الولايات المتحدة الإصلاحيون. ¶ يوجد فرع لكلية الاتحاد العبرية في إسرائيل، وقد انتقل المقر الرئيسي للاتحاد العالمي لليهودية التقدمية إلى القدس عام 1972م، وفي عام 1980، تم تأسيس حركة الشباب الدولية الإصلاحية الصهيونية في القدس وتتبعها عشرة فروع، وتتبع الفرع الإسرائيلي حركة الكشافة الإسرائيلية، ولا يزيد عدد اليهود الإصلاحيين في فلسطين عن عشرين ألف. (¬1) ¶ 2 - اليهودية المحافظة: ¶ فرقة دينية يهودية حديثة نشأت في الولايات المتحدة، أواخر القرن التاسع عشر وأوائل القرن العشرين، كمحاولة من جانب اليهودية للاستجابة لوضع اليهود في العصر الحديث في العالم الجديد، وهي من أهم وأكبر الحركات الدينية اليهودية في العالم، وأهم مفكريها (سولومون شختر)، ولكن جذور الحركة تعود -مع هذا- إلى ما يسمّى \"علم اليهودية\" وأقطابها هم: (نحمان كروكمال)، و (زكريا فرانكل)، و (هنريش جرايتس)، و (سولومون رابوبورت)، وكلهم من المفكرين اليهود الأوربيين في القرن التاسع عشر. ¶ واليهودية المحافظة جزء من الفكر الرومانسي الغربي، وخصوصاً الألماني، وهي ليست مدرسة فكرية ولا حتى فرقة دينية محددة المعالم بقدر ما هي اتجاه ديني عام وإطار تنظيمي يضم أبرشيات وحاخامات، يسمون أنفسهم \"محافظين\"، ويسميهم الآخرون كذلك، فالمفكرون المحافظون يختلفون فيما بينهم حول أمور مبدئية مثل الوحي وفكرة الإله، كما يختلفون بشأن الأمور الشعائرية، ولم ينجحوا في التوصل إلى برنامج محدّد موحّد. ¶ وتعتبر اليهودية المحافظة رد فعل لليهودية الإصلاحية أكثر من كونها رد فعل لليهودية الأرثوذكسية، وترى أن هدفها الأساسي هو الحفاظ على استمرارية التراث اليهودي، باعتباره الجوهر، أما ما عدا ذلك من العبادات والعقائد فهو يظهر بشكل عضوي وتلقائي متجدد، ومن ¶ ¬__________ ¶ (¬1) انظر: عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج5، ص383.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "هنا، فقط ظهرت اليهودية التجديدية من صلب اليهودية المحافظة، فهي ترى أن اليهودية حضارة يُشكل الدين جزءاً منها وحسب. (¬1) ¶ واليهودية المحافظة تعتبر نفسهاً في مركز الوسط بين الأرثوذكس والإصلاحية، فلقد كان هناك بون شاسع بين أكثر الأرثوذكس تقدماً وتفتحاً وبين الإصلاحيين مهما اتسموا بسمة المحافظة أو التقليد، وكان لا بد أن يوجد أناس لا يجدون لأنفسهم محلاً لا بين هؤلاء ولا بين أولئك. ¶ ولقد أشار جايجر ولودفيج فيليبسون (1811 - 1889م) وصموئيل كاهان (1796 - 1862م) إلى أولئك المتوسطين بين الأرثوذكس والإصلاحيين عندما قالوا قولهم في الموضوع، قال ابراهام جايجر: \"أولئك بين بين، يحاولون دمج الأفكار التقليدية السائدة بالتي يأتي بها التأمل العميق، ولكنهم، في غيهم الديني، مدفوعون بتلك الآراء والصور التي تجعلهم يمثلونها كأنها تراث الصبا الثمين\". وقال فيليبسون متفائلاً: \"إن رجال الوسط إصلاحيون أيضاً، فهم يريدون تنظيف الماضي وبعثه بروح جديدة\". قال كاهان، محرر مجلة ... ( Archives Israelites de france)  متمسكاً بمبدأ الوسط: \"إن الإصلاحات التي أوافق عليها وأدعو لها هي إصلاح منهجنا التعبدي حيثما يختلف ذلك المنهج عن وقائعنا وعاداتنا، إنا ندعو إلى إصلاحات ما كان أسلافنا ليقيموها لو كانوا يعيشون بيننا الآن، ولكن لابد للربانية واللاهوتيين اليهود من الاجتماع وبحث هذه الإصلاحات والموافقة عليها، بل إن للأقلية غير الموافقة بيننا كل الحق برفض العمل بمثل هذه الإصلاحات بخصوص أعضائها\". والواقع أنه يمكن وصف رجال الوسط بأنهم يتخذون خطوة واحدة أكثر من الأرثوذكس في اتجاه الإصلاح. لكنهم يأبون اتخاذ الخطوة الأخيرة في نفس الاتجاه التي يمكنها أن تدفع بهم إلى معسكر الإصلاحيين. (¬2) ¶ عقيدة ومبادئ اليهودية المحافظة: ¶ أ المبادئ العملية: ¶ \"أولاً: الغاية من إيجاد الملة المحافظة ليسَ خلق ملة جديدة ولا انفصال عن الملل الأخرى، بل على العكس، غايتها التوفيق بين النزعتين: الإصلاحية والأرثوذكسية؛ لذلك يعتبر المحافظون ¶ ¬__________ ¶ (¬1) عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج5، ص390. ¶ (¬2) انظر: إسماعيل راجي الفاروقي، الملل المعاصرة في الدين اليهودي، (القاهرة: مكتبة وهبة)، ط2، 1988م، 82 - 83.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "تأسيس الملة المحافظة كملة غلطة لا تقع مسئوليتها على المحافظين المؤسسين، بل على الإصلاحيين والأرثوذكس الذين لم يستجيبوا لندائهم ولم ينخرطوا في صفوفهم. ¶ ثانياً: لا بد من إقامة الصلوات والوعظ باللغة التي يفهمها العابدون، فإن لم يفهموا العبرية، يجب أن يسمح لهم باستعمال اللغة التي يفهمونها وأكثر اللغات انتشاراً في أمريكا هي طبعاً اللغة الإنجليزية. ¶ ثالثاً: يجب حذف القراءات المطولة والأناشيد الخلاعية أو المُدرْوِشة من الكنيس، وجعل الصلاة والطقوس الأخرى كلها على جانب عظيم من الرزانة والهدوء والاحترام مما يتفق مع التعبد. ¶ رابعاً: يجب تربية النساء اليهوديات تربية دينية وإشراكهن في أعمال الكنيس وتربية الأولاد الدينية والاجتهاد في دراسة التاريخ والقوانين والتوراة، وكذلك يجب إشراكهن في الطقوس على قدم المساواة بالرجال. ¶ خامساً: يجب التقيد بالقوانين المأكلية والطقوس السبتية، وذلك حتى ينفذ الدين اليهودي إلى البيوت والحياة العائلية، كما أنه يجب على اليهود تشجيع أبنائهم على تعلم العبرية إن لم يكونوا يعرفونها\". (¬1) ¶ ب المبادئ النظرية: ¶ أولاً: مقولة \"كلال يسرائيل\": أي الأمة اليهودية كشعب يعي ذاته ويجمع على تعريف نفسه كثالوث يتألف من الشعب الإسرائيلي والتوراة والإله، فهذه المقومات كلها متساوية. إذ لا يتصور الشعب الإسرائيلي دون الإله والتوراة، ولا الإله دون التوراة والشعب، ولا التوراة دون الشعب والإله. فالأقانيم الثلاثة تساوي في مجموعها وحدة عضوية هي الأمة الإسرائيلية أو \"كلال يسرائيل\"، فبينما أظهر الإصلاحيون الشعب على التوراة وعلى الإله، وأظهر الأرثوذكس الله والتوراة على الشعب، على المحافظين أن يساووا ويعادلوا ويجمعوا بين المقومات الثلاثة، ويترتب على هذا المبدأ الإدانة اللازمة للإصلاحيين لإبعادهم تطلع اليهود إلى العودة لصهيون، فالنواحي القومية والسياسية في التاريخ اليهودي اصبحت من مقومات هذا التاريخ، فالتوراة والتلمود وكل الأدب الديني، يتكلم عن مأساة إسرائيل في المنفى ويأسى لبعدهم عن وطنهم الأصلي في الأرض المقدسة. وأنه لمن عدم الصدق للتراث والتاريخ اليهودي أن يحذف أمل اليهود بإحراز وطن جغرافي مادي، وأن يحرم اليهود في شتى أنحاء العالم من المكاسب الروحية الجليلة التي تترتب عن إحرازهم هذا الوطن. ¶ ¬__________ ¶ (¬1) إسماعيل راجي الفاروقي، الملل المعاصرة في الدين اليهودي، مرجع سابق، ص94 - 95.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ثانياً: مقولة اليهودية التاريخية الوصفية: خلافاً للأرثوذكس الذين يتقاعسون عن إدخال أية تعديلات على القانون اليهودي، وخلافاً للإصلاحيين الذين يرفضون سلطة القانون ولزومه، يعتقد المحافظون أن القانون يجب أن يفحص من جديد على ضوء حاجات الشعب اليهودي الحاضرة، وأنه، إن لزمه تعديل، أن يعدل حسب نفس الطريقة التي عدل وتطوير فيها من قبل في الأزمنة القديمة، ألا وهي طريقة \"الحلقا\"، فلا بد إذن من دراسة التاريخ اليهودي دراسة علمية واستخراج المعاني والقيم التي حققها الأسلاف عن طريق إبرام أو تعديل القوانين التي أبرموها أو عدلوها كي يعاد تجسيم هذه المعاني والقيم في قوانين جديدة تتلاءم مع روح العصر، فاستخراج المعاني والقيم من التاريخ هو المذهب التاريخي، وتجسيدها في قوانين جديدة تتجاوب مع الأوضاع الراهنة ووقائع العصر الحديث هو الوضعية. ¶ ثالثاً: مقولة الوحدة في التنوع: أي جمع اليهود ضمن إطار واحد، والإبقاء على تنوع فكرهم الديني وحاجات مجتمعاتهم. ¶ تقول مقدمة دستور اتحاد كنائس المحافظين في أمريكا \"إن على الكنائس أو الجمعيات الأعضاء في هذا الاتحاد أن يعطوا ولاءهم للتوراة كما تكونت وجمعت ودونت في التاريخ. وعليهم أن يعملوا على إقامة شعائر السبت. وعليهم أن يحافظوا على الإشارة الدائمة في جميع الطقوس إلى تاريخ إسرائيل الماضي وإلى عودتهم لوطنهم وإعادة بناء ملكهم في صهيون .. ومن أهداف اتحاد كنائس المحافظين في أمريكا لم وجمع جميع فئات اليهود الموالية لليهودية التقليدية، والتي تنظر بعين العطف والرضا عن الأهداف السالفة الذكر، بدون أن يعني ذلك أن الاتحاد يوافق على ما تقره هذه الكنائس والمجتمعات من تعديلات للقانون اليهودي في هيئاتها الخاصة. (¬1) ¶ 3 - اليهودية الأرثوذكسية: ¶ من أهم الفرق اليهودية في العصر الحديث، وهي ردة فعل رجعية ضد التيارات التنويرية والإصلاحية بين اليهود، وهي تدافع عن كل المقولات اليهودية التقليدية والأساطير القديمة رغم مجافاتها لحقائق التاريخ والواقع، ومما يذكر أنها تسيطر على الحياة الدينية في إسرائيل. (¬2) ¶ وسنعرض المذهب الأرثوذكسي بالتفصيل والتدقيق في المباحث القادمة. ¶ ¬__________ ¶ (¬1) انظر: إسماعيل راجي الفاروقي، الملل المعاصرة في الدين اليهودي، مرجع سابق، ص95 - 96. ¶ (¬2) انظر: إسرائيل شاحاك، الديانة اليهودية وموقفها من غير اليهود، مرجع سابق، ص12 - 13.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "المبحث الثاني ¶ اليهودية الأرثوذكسية ¶ (نشأتها ومذهبها) ¶ المطلب الأول: نشأة اليهودية الأرثوذكسية ¶ المطلب الثاني: عقائد اليهودية الأرثوذكسية",
            "page": "20",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "المطلب الأول ¶ نشأة اليهودية الأرثوذكسية ¶ \"مصطلح (أرثوذكسي) مصطلح مسيحي يعني \"الاعتقاد الصحيح أو العقيدة المستقيمة\"، وقد استخدم لأول مرة في إحدى المجلات الألمانية عام 1795، للإشارة إلى اليهود المتمسكين بالشريعة، وقد تزعم الحركة اليهودية الحاخام سمسون هيرش\". (¬1) ¶ ترجع صحيفة \"يديعوت أحرونوت\" أصل لفظة الأرثوذكسية إلى اليونانية ومعناها العقيدة القومية أو الملتزمة أو المستقيمة، (¬2) والتي استعملت لأول مرة في الأدب الديني اليهودي عام 1795م على يد الإصلاحيين ناعتين بها معارضيهم، الذين تقبلوا هذا الاسم، وأطلقوه على أنفسهم. (¬3) ¶ ويذكر الكاتب أ. د. إسماعيل الفاروقي بأن كلمة \"أرثوذكسية\" استعملت لأول مرة في تاريخ الدين اليهودي سنة 1808م، وكان أول من استعملها الإصلاحيون ناعتين بها المحافظين الذين كانوا يعارضونهم في دعوتهم للإصلاح. (¬4) ¶ \"ويشار إلى اليهودية الأرثوذكسية باعتبارها \"الأصولية اليهودية\" حينما تطبق داخل الدولة الصهيونية، واليهودية الأرثوذكسية، فرقة دينية يهودية حديثة ظهرت في أوائل القرن التاسع عشر، وجاءت كرد فعل للتيارات التنويرية والإصلاحية بين اليهود، وتعتبر الأرثوذكسية الامتداد الحديث لليهودية الحاخامية التلمودية\". (¬5) ¶ ¬__________ ¶ (¬1) عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج5، ص384. ¶ (¬2) يأتي من معاني هذه اللفظة أيضاً: العقيدة المتطرفة أو المتزمتة، ولعل هذا ما قصده الإصلاحيون حين رموا معارضيهم بهذا اللقب، ويفرق الأدب الديني اليهودي في الوقت الحاضر بين الأرثوذكسية ( Orthodox)،  والأرثوذكسية المتطرفة ( Ultra Orthodox)،  حيث يطلق اللقب الأول على اليهود الأرثوذكس الذين يعترفون بالصهيونية ودولة إسرائيل، وأغلب هؤلاء من أنصار الصهيونية الدينية، مثل حزب المفدال، فيما يطلق الثاني على غُلاة الأرثوذكس الذين لا يعترفون بالحركة الصهيونية، ويرفضون نهج الدولة العلماني مثل حركة ناطوري كارتا، وأغودات إسرائيل وشاس وغيرهم. (انظر: صلاح الزرو، المتدينون في المجتمع الإسرائيلي، (رابطة الجامعيين: الخليل)، ط1، 1990م، ص88). ¶ (¬3) انظر: صحيفة يديعوت أحرونوت الإسرائيلية، بتاريخ 24/ 7/1989م. ¶ (¬4) انظر: إسماعيل الفاروقي، الملل المعاصرة في الدين اليهودي، مرجع سابق، ص62. ¶ (¬5) عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج5، ص384.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "فقد ظلت \"اليهودية التلمودية، القائمة على مبادئ وفكر الفريسيين والكتبة، مسيطرة على حياة جل الجماعات اليهودية منذ دمار ما سُمى الهيكل الثاني عام 70م، وحتى ظهور حركة التنوير وعمليات التحرير في أعقاب عصر الإحياء الأوربي، وانبثاق حركة الإصلاح اليهودية في بداية القرن التاسع عشر، ومنذ مطلع القرن التاسع عشر أصبحت \"اليهودية التلمودية\" تعرف باسم \"اليهودية الأرثوذكسية\"، وأضحى روادها يشكلون دعاة \"التيار الأرثوذكسي\"، الذي أمسى يشكل أحد التيارات الرئيسية في الديانة اليهودية في العصر الحديث. (¬1) ¶ فقد كان عزيراً على اليهودية الأرثوذكسية – وقد سيطرت على حياة جل الجماعات اليهودية في العالم منذ مطلع القرن الأول الميلادي – أن ترى دعاة الإصلاح والاندماج يهددون حصونها ويزعزعون سلطتها ونفوذها، فما كان من روادها إلا أن هبوا مدافعين عن فكر الانعزال والانغلاق وعن أسوار الغيتو، رافضين أية تغييرات تجاري مقتضيات العصر، ومحرّضين أتباعهم على مناوأة كل دعاوى العلمانية والانصهار، كيف لا وقد اعتبر رواد الأرثوذكسية أنفسهم أوصياءً على التوراة، وأمناء على تعاليمها، وحملة الرسالة اليهودية الصحيحة. (¬2) ¶ لقد اعتبر دعاة الأرثوذكسية أن محاولات الإصلاحيين تعديل اليهودية لتلائم وتواكب مقتضيات العصر مخالفة واضحة للقوانين والتقاليد الدينية اليهودية، ومن هنا حذّر هؤلاء من مخاطر الخروج من الغيتو على الحياة والديانة اليهوديتين، وقد رأى العديد من الأرثوذكس وعلى رأسهم الرابي \"حزقال لانداو\" (1713 - 1793) أن الانفتاح على الثقافة الحديثة سيؤدي إلى اندماج اليهود، بل وإلى اعتناقهم المسيحية في نهاية المطاف. (¬3) ¶ كما عارضت اليهودية الأرثوذكسية الحركة الإصلاحية وسعيها الدؤوب لتعديل نصوص الكتاب المقدس بما يلائم قيم المجتمعات الأوربية الحديثة؛ فإنها وقفت بالمرصاد أيضاً لفكر التيار المحافظ، ذلك أنها اختلفت معه حول إمكانية إدخال تعديلات على القانون اليهودي، ففي الوقت الذي يرى فيه المحافظون أن هناك إمكانية لإدخال بعض التغييرات على القانون الديني في ضوء حاجات الشعب اليهودي الحالية، فإن الأرثوذكس عارضوا دوماً مثل هذه التغييرات. (¬4) ¶ \"كان أول من قدّم الموقف الأرثوذكسي وشرحه ودافع عنه هو الحاخام شمشون رفائيل هرش (1808 - 1888)، ولد هرش في هامبورج بألمانيا لأب عارض تأسيس الكنيس ¶ ¬__________ ¶ (¬1) انظر: صلاح الزرو، المتدينون في المجتمع الإسرائيلي، مرجع سابق، ص86. ¶ (¬2) انظر: عبد الفتاح ماضي، الدين والسياسة في إسرائيل – دراسة في الأحزاب والجماعات الدينية في إسرائيل ودورها في الحياة السياسية، (القاهرة: مكتبة مدبولي)، ط1، 1999م، ص203 - 205. ¶ (¬3) انظر: عبد الفتاح ماضي، الدين والسياسة في إسرائيل، مرجع سابق، ص205. ¶ (¬4) انظر: عبد الفتاح ماضي، الدين والسياسة في إسرائيل، مرجع سابق، ص205.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "الإصلاحي فيها أشد المعارضة، وأسّس فيها مدرسة التلمود ليناهض مسعى الإصلاحيين، وقد تلقّى هرش دروس التلمود في هذه المدرسة ونشأ محافظاً كأبيه، ثم درس على يد إسحاق برنايس (1792 - 1842) ويعقوب أتلينجر (1792 - 1871) في معهد الدراسات اليهودية المسمّى \"ياشيفا\"، ... ولم يتلقّ العلوم الحديثة إلا لسنة واحدة قضاها في جامعة بون، ثم باشر عمله الديني كحاخام في مدينة أولدنبرج سنة 1830\". (¬1) ¶ \"وقد كان هيرش يرى أن اليهود شعب، ولكن قوميتهم مختلفة عن القوميات الأخرى، فقوميتهم دينية، وعليهم انتظار الماشيّح الذي سيحولهم إلى شعب كامل، وفي انتظار مقدم الماشيح، عليهم إقامة كل الشعائر الدينية المنصوص عليها في التوراة، وذلك حتى يعجلوا بخلاص أنفسهم في جماعة مستقلة منفصلة، وأن يرفضوا التحالف مع الجماعات اليهودية الأخرى، أو الاختلاط بها، إذا هي رفضت مُثُلهم وعقائدهم. وقد ضمّن هيرش كتابه تسعة عشر خطاباً عن اليهودية معظم أفكاره. ويُعد الكتاب دفاعاً عن اليهودية ضد الهجمات التي يوجهها ضدها دعاة الإصلاح والتحديث، وحسب تصور هيرش، فإن اليهود هم الشعب الوحيد الذي يدل أسلوب حياته نفسه على أنه خُلق ليخدم الإله، وأنه لا يجد سعادته إلا في تحقيق ذلك الهدف، ومن هنا، فإنه يرى أن مشكلة الإصلاح الديني اليهودي تتمثل في أن دعاته يقللون من واجبات اليهودية وأعبائها من أجل راحة اليهودي، بدلاً من رفع اليهودي إلى مرتبة اليهودية؛ فالمطلوب إصلاح اليهود وليس اليهودية. (¬2) ¶ ترجع جذور اليهودية الأرثوذكسية إلى فرقة الفريسين \". (¬3) \"آمن الفريسيون بأن أسفار موسى الخمسة مخلوقة منذ الأزل، كما آمنوا بالحياة بعد الموت، وبالمسيح المنتظر، ومن بينهم ظهر علماء التلمود، وبعد خراب الهيكل الثاني عام 70م أصبح الفريسيون هم قادة الشعب اليهودي، وتعتبر تعاليمهم الانغلاقية إحدى الأسباب الرئيسية التي حفظت اليهود من الذوبان في الشعوب الأخرى على مر السنين، كما تعتبر اليهودية التلمودية التي سيطرت على الحياة اليهودية أكثر من ألف ومائتي عام امتداداً طبيعياً للفكر الفريسي، وتمثل اليهودية الأرثوذكسية في الوقت الحاضر الفكر الفريسي أصدق تمثيل\". (¬4) ¶ ¬__________ ¶ (¬1) انظر: إسماعيل الفاروقي، الملل المعاصرة في الدين اليهودي، مرجع سابق، ص62 - 63. ¶ (¬2) عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج5، ص386 - 387. ¶ (¬3) علي وافي، الأسفار المقدسة في الأديان السابقة للإسلام، مرجع سابق، ص63. ¶ (¬4) كامل سعيفان، اليهود تاريخاً وعقيدة، مرجع سابق، ص207 - 208.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "يقول الكاتب اليهودي إسرائيل شاحاك: \"فليكن مفهوماً على هذا الأساس، أن مصدر التشريع لكل ممارسات اليهودية الكلاسيكية (والأرثوذكسية حالياً) والأساس المقرر لبنيتها التشريعية هو التلمود\". (¬1) ¶ الوجود في فلسطين المحتلة: ¶ يرجع الوجود اليهودي الأرثوذكسي في فلسطين، إلى ما قبل قيام دولة إسرائيل فقد تواجد الحسيديم في فلسطين لأسباب دينية منذ السنين الأولى لقيام حركتهم، فظهروا في طبريا بوضوح، وكان مؤسس الحركة (بل شم توف) قد حاول القدوم إلى فلسطين، ولكن لسبب غير معروف قفل راجعاً من حيث أتى في منتصف رحلته، بعدها هاجر أخوه (أبراهام جرشون) إلى فلسطين عام 1747م، حيث سكن الخليل، ثم انتقل إلى بيت المقدس، فتبعته مجموعة من الحسيديم الذين استوطنوا طبرية، وفي العام 1777م هاجر بضع مئات من الحسيديم بقيادة (مناحيم مندل) واستقروا في صفد، فانتشر الحسيديم في الخليل، وكانوا يتلقون الدعم المالي من مواطنهم الأصلية تطبيقاً لنظام (الحالوكاه) (¬2) الذي كان سائداً، وقد شكل المهاجرون (الحسيديم) طلائع اليهود الإشكناز الذين استوطنوا فلسطين في أواخر القرن الثامن عشر. (¬3) ¶ ولما ظهرت الحركة الصهيونة عارضتها الحركة الحسيدية، ووقف الحسيديم بالمرصاد للصهيونية الدينية، على وجه الخصوص، وبالرغم من أن التوجه العام داخل الحركة الحسيدية كان ضد الهجرة إلى فلسطين التي نمت بعد ظهور الحركة الصهيونية، إلا أن بعض المجموعات الحسيدية انضمت إلى موجات الهجرة، فأسسوا في فلسطين مستوطنة بني براك عام 1924م (تحولت إلى مدينة فيما بعد، وأصبحت المعقل الأول للمتدينين في إسرائيل) قرب تل أبيب، ومستوطنة كفار حسيديم، ولاحقاً كفار (حباد) كما استوطن بعضهم المدن، حيث ركزوا أنفسهم في مناطق خاصة، تلبية لحاجات حياتهم الاجتماعية وعقيب الحرب العالمية الثانية هاجرت مجموعات أخرى من الحسيديم إلى فلسطين، فلما أعلن عن قيام دولة إسرائيل رفضت الحركة الحسيدية الاعتراف بشرعيتها بسبب طابعها العلماني، وبالرغم من تسليم الجماعات الحسيدية ¶ ¬__________ ¶ (¬1) إسرائيل شاحاك، الديانة اليهودية وموقفها من غير اليهود، مرجع سابق، ص62. ¶ (¬2) الحالوكاه: الصدقات التي كان يتلقاها يهود فلسطين من يهود العالم. (انظر: صلاح الزرو، المتدينون في المجتمع الإسرائيلي، مرجع سابق، ص104). ¶ (¬3) انظر: ¶ Encycloopaedia Judaica, Vol 7, P. 1392.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "المختلفة بهذا الموقف من الدولة، إلا أن طبيعة علاقة هذه الجماعة مع الدولة، تختلف من جماعة لأخرى. (¬1) ¶ وإن أقوى فرقة أرثوذكسية يهودية في العالم هي الموجودة في إسرائيل، وذلك لا لعدد أفرادها أو لتمسكهم العنيد بالتوراة والتلمود وحذافير قوانينها، بل لتمتعهم بالدعم السياسي والحكومي للدولة. فالدولة الإسرائيلية لا تعترف بأية ملة سوى الملة الأرثوذكسية. ¶ حققت اليهودية الأرثوذكسية في (إسرائيل) نجاحاً كبيراً، بحيث غدت تضم أكبر تجمع أرثوذكسي في العالم، وعندما يقال (يهودي إسرائيلي متدين) فهذا يعني أرثوذكسي بالرغم من وجود جيوب صغيرة لتيارات يهودية أخرى لا يتعدى عددها خمسة آلاف نسمة، ويصنّف 40% من الإسرائيليين أنفسهم بأنهم (أرثوذكس)، أما البقية فترى نفسها في حل من أي تيار ديني وخصوصاً أن نسبة كبيرة منها هم من العلمانيين الذين لا يولون الدين كبير أهمية، وقد التقت (الأرثوذكسية الدينية) مع (الصهيونية العلمانية) في فكرة المحافظة على اليهود كجماعة منفصلة ومتميزة، ونتج عن هذا الالتقاء هجرة أرثوذكسية واسعة إلى فلسطين المحتلة، وذلك أن الصهيونية قد نشطت في العمل داخل الأرثوذكسية، ووجدت فيها مجالاً خصباً لدعوتها أكثر من غيرها من التيارات الأخرى بسبب نظرتها إلى اليهودية باعتبارها ديناً وقومية. ¶ ¬__________ ¶ (¬1) انظر: ¶ Encyclopaedia Judaica, Vol, 7, P. 1399.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "المطلب الثاني ¶ عقائد اليهودية الأرثوذكسية ¶ تعتبر اليهودية الأرثوذكسية الدين اليهودي ليس عقائدياً كالدين المسيحي بل ديناً عملياً، وأن الفكر الصحيح هو الذي يأخذ الطبيعة والإنسان والتاريخ كحقائق مسلم بها ويبنى عليها علمه، مستقياً منها المعرفة والحكمة. (¬1) ¶ في هذا المبحث سنتحدث عن معتقدات الأرثوذكس من خلال تبيين المبادئ العامة في عقائد الأرثوذكسية في ثمان نقاط، ومن ثم نبين عقيدة الأرثوذكس في الإله ونظرتهم إلى الألوهية من خلال المطلب الثاني، أما المطلب الثالث فيتحدث عن عقيدة الأرثوذكسية في (المسيح المنتظر - الشعب المختار والشعب المقدس - الملائكة - الشياطين - اليوم الآخر - الأرثوذكسية والتأويل). ¶ أولاً: المبادئ العامة في عقائد الأرثوذكسية ¶ تتلخص عقيدة اليهود الأرثوذكس كما يلي: ¶ أولاً: الدين اليهودي ليس عقيدة كما هو الحال في المسيحية، كما أن الخلاص أو الفلاح، ليس بالإيمان - بل بالعمل، فالدين اليهودي نظام حياة قبل أن يكون عقيدة. ¶ ثانياً: مصدر التوراة هو الله، فهو صانعها ومؤلفها وكاتبها حرفاً بحرف، والتوراة هي الأسفار الخمسة الأولى من الكتاب المقدس كما هو اليوم، وهي التوراة المكتوبة، سلمها الله لموسى (عليه السلام) تسليماً يداً بيد عندما أظهر نفسه على شعبه (بني إسرائيل) في أسفل الطور، وكذلك أعطى الله لموسى على طور سيناء -في نفس الوقت الذي سلّم فيه التوراة المكتوبة- توراة أخرى شفهية غير مكتوبة، هي مجموعة القوانين والنظم والترتيبات التي دونت فيما بعد، بعد أن تناقلها الإسرائيليون شفهياً جيلاً إثرَ جيل. ¶ ثالثاً: يعتبر وضع هذه القوانين في كتاب محرماً عندهم لقرون عديدة، ولكن عندما تعرضت التوراة الشفهية للخطر بسبب تضعضع أحوال إسرائيل السياسية، سمح الربانية بتدوينها كيلا تضيع وتفسد. ¶ ¬__________ ¶ (¬1) انظر: إسماعيل راجي الفاروقي، الملل المعاصرة في الدين اليهودي، مرجع سابق، ص69.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "رابعاً: يعتبر اليهودي الأرثوذكسي \"الحلقاة\" كنظام معياري للحياة، أي للدين وللدنيا معاً، وهو يؤمن أن الحلقاه تتطلب منه تطويع جميع طاقاته لتحقيق كل بند من بنودها مهما كلف ذلك من تضحيات. ¶ خامساً: يؤمن اليهودي الأرثوذكسي بمصدر التوراة الإلهي كمقولة أولى وعليا لتفكيره على جميع المستويات، وعلى هذا الاعتقاد يبني اليهودي الأرثوذكسي حجته أنه بما أن التوراة مستمدة من الإله والإله أزلي، فإنها هي أزلية، تطبق على مدى العصور وفي جميع الأمكنة بدون أي تغيير أو تبديل، وعليه يؤمن الأرثوذكس أنه يجب أن تتغير الحياة ولا يغير القانون حين يتعارض القانون بالحياة. ¶ سادساً: على اليهودي الأرثوذكسي أن يؤمن بأن التعايش مع الآخرين يكون عندما ينصاعون إلى مبادئ التوراة وقوانينها. ¶ سابعاً: الذين تخرجوا من معاهد الربانية الأرثوذكسية، وحصلوا منها على إجازة \"سميحا\" لهم وحدهم الحق في إقامة الطقوس الدينية والتكلم في أمور الدين وتفسير التوراة، وعليهم طبعاً القيام بهذه الواجبات تماماً كما قام بها الأولون بالتواتر. (¬1) ¶ ثامناً: \"اليهود هم شعب الله المختار، الذي يجب أن يعيش منعزلاً عن بقية الشعوب من أجل تحقيق رسالته، و\"المسيح المنتظر\" الذي هو من سلالة النبي داود، سيعود لبناء \"مملكة إسرائيل\" من جديد، لقد كان تدمير الهيكل (المزعوم) عقاباً لليهود ولن يُعاد بناؤه –على يد المسيح- إلا عندما يغفر الله لهم\". (¬2) ¶ ثانياً: عقديتهم في الإله ونظرتهم إلى الألوهية ¶ كانت دعوة موسى عليه السلام، كما ينبئنا بذلك القرآن الكريم، ديانة تتصف فيها الذات العلية بصفات الوحدة والكمال، والتجرد من جميع مظاهر النقص، ولكن يظهر من استقراء تاريخ اليهود أن فهمهم للذات الإلهية قد تغير وتبدل واضطرب. ¶ وينبئنا القرآن الكريم أنهم لم تطمئن نفوسهم إلى عبادة من لا يستطيعون رؤيته وطلبوا إلى موسى حينما رأوا قوماً يعكفون على أصنام لهم، أن يجعل لهم إلهاً يحسونه كما يحس هؤلاء آلهتهم. وفي هذا يقول القرآن الكريم: \"وجاوزنا ببني إسرائيل البحر فأتوا على قوم يعكفون على ¶ ¬__________ ¶ (¬1) انظر: إسماعيل الفاروقي، الملل المعاصرة في الدين اليهودي، مرجع سابق، ص76 - 77. ¶ (¬2) عبد الفتاح ماضي، الدين والسياسة في إسرائيل، مرجع سابق، ص209.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "أصنام لهم، قالوا يا موسى اجعل لنا إلهاً كما لهم آلهة، قال إنكم قومٌ تجهلون، إن هؤلاء متبر ما هم فيه وباطل ما كانوا يعملون. قال أغير الله أبغيكم إلهاً، وهو فضلكم على العالمين\". (¬1) ¶ ولقد تطور فهمهم المغلوط للذات الإلهية وأخذ أشكالاً عدة: ¶ ومن ذلك ما يقرره سفر التكوين من أن الله تعالى بعد أن خلق السموات والأرض في ستة أيام استراح في اليوم السابع، وكان يوم سبت، وأن الله قد بارك هذا اليوم من أجل ذلك، فحرّم فيه العمل، أي أنه كالبشر في حاجة إلى الراحة بعد بذل المجهود في عمل ما. ¶ لقد بقي لديهم الاعتقاد بأن لهم إلهاً خاصاً بهم، وهو إله إسرائيل، وأنهم هم أولاده وأحباؤه، وأن لغيرهم من الأمم آلهة أخرى، وأن إلههم في صراع مع هذه الآلهة. (¬2) ¶ \"الله في التلمود متصف صراحةً بصفات البشر، فهو يبكي، ويحس بوخز الضمير، ويلبس التمائم، ويجلس على عرش تحيط به طائفة من الملائكة مختلفي الدرجات، يقومون على خدمته\". (¬3) وقد جاء في التلمود أنه بعد وصول المسيح، سيجلس الإله على عرشه يقهقه فرحاً لعلو شأن شعبه، وهزيمة الشعوب الأخرى التي تحاول دون جدوى أن يكون لها نصيب في عملية الخلاص. ويقضي الإله وقته وهو يلعب مع الحوت (¬4)، يقول التلمود: \"إن النهار اثتنا عشرة ساعة، في الثلاث الأولى منها يجلس الله ويطالع الشريعة، وفي الثلاث الثانية يحكم، وفي الثلاث الثالثة يطعم العالم، وفي الثلاث الأخيرة يجلس ويلعب مع الحوت ملك الأسماك\". (¬5)، ويبكي من أجل هدم الهيكل، ويندم على فعلته وهو يلبس العمائم، ويجلس على عرشه، ويدرس التوراة ثلاث مرات يومياً، وتنسب إلى الإله صفات الحقد والتنافس، وهو يستشير الحاخامات في كثير من الأمور. (¬6) ¶ \"توجد أسماء كثيرة للإله في اليهودية الأرثوذكسية، لبعضها دلالات تصنيفية، وبعضها الآخر أسماء أعلام، وتبلغ الأسماء نحو تسعين، ومن أهم الأسماء من النوع الأول، تسمية الإله باسم \"السلام (شالوم) \"، وهو أيضاً \"الكمال المطلق\" و\"الملك\"، \"والراعي\" و\"مقدّس إسرائيل\" (قيدوش يسرائيل) و\"الرحمن\" (هرحمان)، ومن أهم الأسماء التي شاعت، العبارة الحاخامية \"المقدس تبارك هو\" (هاقدوش باروخ هو)، أما أسماء الأعلام التي يتواتر ذكرها، في العهد القديم ¶ ¬__________ ¶ (¬1) القرآن الكريم، الأعراف: 138 - 140. ¶ (¬2) انظر: علي وافي، الأسفار المقدسة في الأديان السابقة للإسلام، مرجع سابق، ص26 - 30. ¶ (¬3) كامل سعفان، اليهود: من سراديب الجيتو إلى مقاصر الفاتيكان، (القاهرة: دار الفضيلة)، 2000م، ص37. ¶ (¬4) انظر: عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج5، ص66. ¶ (¬5) انظر: محمد عبد الله الشرقاوي، الكنز المرصود في فضائح التلمود، (مكتبة الزهراء: القاهرة، دار عمران: بيروت)، ط1، 1993م، ص176. ¶ (¬6) عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج5، ص66.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "أساساً فهي كثيرة ومن أهمها \"إيل\" بمعنى القوي. ويستخدم بعض المتدينين كلمة \"هاشيّم\" (الاسم) للإشارة إلى الإله، كما يكتفي بعض الأرثوذكس بكتابة حروف عبرية مثل حرف الياء، أو حرف الهاء، اختصاراً لـ \"هاشيّم\"، أو حرف الدال اختصاراً لـ \"أدوناي\" \"وهو اسم يخاطب به الخالق بوقار وخشوع وهيبة، هذا الاسم يعني الرب: الله رب الأرض كلها، ويأخذ عادة صيغة المبالغة \"أدوناي\" عندما يوجهه المؤمن إلى الخالق في دعائه\" (¬1)، وباللغة الإنجليزية يكتفي بعض اليهود الأرثوذكس بكتابة الحرف الأول والأخير من كلمة \"جود  God\"  التي يكتبونها على شكل  G-D،  كما يكتفي بعضهم برسم علامة جبرية مثل (×) للإشارة للإله (واستبعدت علامة (+)، لأنها تشبه الصليب)، ويُشار أحياناً إلى الإله بأنه \"الذي لا يمكن التفوه باسمه (هاشيّم هامفّوراش) \". (¬2) ¶ تعتقد الأرثوذكسية بأن الكون لا يحكمه إله واحد بل عدة آلهة، لها شخصياتها وتأثيراتها المختلفة، منبعثة من العلّة الأولى النائية والمعتمة، ونلخص النظام كما يلي: ¶ انبثق أو وُلد من العلة الأولى، إله ذكر أولاً، يدعى \"الحكمة\" أو \"الأب\" ثم إلهة أنثى تُدعى \"المعرفة\" أو \"الأم\"، وقد وُلد من اقتران هذين الاثنين، زوج من الآلهة الأصغر: الابن، ويُطلق عليه أسماء عديدة من بينها \"الوجه الصغير\" أو \"المقدس والمبارك\": الابنة، وتُسمى أيضاً، \"السيدة\" (أو \"ماترونيت\"، وهيك لمة مشتقة من اللاتينية) و\"شخينة\"، و\"الملكة\"، وما إلى ذلك من أسماء، وعلى هذين الإلهين أن يتحدا ولكن مكائد الشيطان، وهو شخصية مهمة ومستقلة في هذا النظام، تمنع اتحادهما، أما الخليقة فقد تولتها العلة الأولى من أجل أن تتيح اتحادهما، ولكنهما يطبعان على شقاق أكبر من أي وقت، بسبب السقوط، وقد تمكّن الشيطان فعلاً من الاقتراب كثيراً من الابنة الإلهية، وتمكن حتى من اغتصابها (إما في الظاهر أو في الواقع – فالآراء تختلف حول هذا الأمر). أما خلق الشعب اليهودي فقد جرى من أجل إصلاح الكسر الذي سببه آدم وحواء، وقد أُحرز ذلك لبرهة قصيرة تحت جبل سيناء: الإله الذكر الابن، الذي تقمّص موسى، اتحد مع الإلهة شخينة، ولسوء الحظ فقد تسببت خطيئة العجل الذهبي مرة أخرى، بشقاق في الألوهية، إلا أن توبة الشعب اليهودي أصلحت ذات البين، إلى حد ما. وعلى نحو مماثل، يُعتقد بأن كل حادثة في التاريخ اليهودي التوراتي مرتبطة باتحاد الزوج الإلهي أو بشقاقه، وإن الفتح اليهودي لفلسطين والاستيلاء عليها من الكنعانيين، ثم بناء الهيكلين الأول والثاني، هما أمران ملائمان بصفة خاصة لاتحادهما، بينما تدمير الهياكل ونفي اليهود عن الأرض المقدسة، ¶ ¬__________ ¶ (¬1) أسعر السحمراني، من اليهودية إلى الصهيونية (الفكر الديني في خدمة المشروع السياسي الصهيوني)، (دار النفائس: بيروت)، ط1، 1993م، ص106. ¶ (¬2) انظر: عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج5، ص68.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ليس إلا مجرد إشارات خارجية تدل على الشقاق الإلهي فحسب، والابنة تكاد تقع في قبضة الشيطان، فيما يصطحب الابن شخصيات أنثوية مختلفة إلى فراشه، بدلاً من زوجته الحقيقية. (¬1) ¶ \"إن واجب اليهود الأتقياء، من خلال صلواتهم وأعمالهم الدينية، إعادة الاتحاد السماوي كاملاً، في شكل اتحاد جنسي بين الإلهين الذكر والأنثى (¬2)؛ لذا قبل معظم الأعمال الطقسية التي ينبغي أن يقوم بها كل يهودي ورع عدة مرات في اليوم، ترتل هذه الصيغة القبالية: \"لأجل الاجتماع (الجنسي) للمبارك المقدس وشخينته\" (¬3)، كما أن صلوات متتالية من الصلاة صوفياً تعزز هذا الاتحاد الجنسي، ولو مؤقتاً فقط، وتنسجم أجزاء متتالية من الصلاة صوفياً تقرِّب من التوحد: في لحظة معينة تقترب الآلهة مع وصيفاتها، وفي لحظة أخرى يضع ذراعه حول عنقها ويربت على نهديها، وفي النهاية يُفترض أن يحدث الاتصال الجنسي\". (¬4) ¶ \"إن أكثر الصيغ اليهودية قدسية: \"اسمعي يا إسرائيل، الرب إلهنا، الرب واحد\" التي تتلى عدة مرات في اليوم من جانب كل يهودي ورع قد تعني في الوقت الحاضر شيئين متضاربين، ربما تعني أن الرب فعلياً \"واحد\" لكنها قد تعني أيضاً أن درجة معينة من اتحاد الإلهين الذكر والأنثى قد تحققت، أو يتم تعزيزها بالقراءة المناسبة لهذه الصيغة، رغم ذلك عندما يتلو اليهود في جماعات الصلاة الإصلاحية هذه الصيغة بأي لغة أخرى غير العبرية، يشعر جميع الحاخامات الأرثوذكس، سواء الذين يؤمنون بالوحدانية، أو الاتحاد السماوي، بالغضب الشديد\". (¬5) ¶ ¬__________ ¶ (¬1) انظر: إسرائيل شاحاك، الديانة اليهودية وتاريخ اليهود – وطأة 3000 عام، مرجع سابق، ص66 - 67 ¶ (¬2) يعتقد كثير من المتصوفين اليهود المعاصرين أن نفس النهاية قد تتحقق بسرعة أكبر بالحرب ضد العرب، وطرد الفلسطينيين، أو حتى إقامة الكثير من المستوطنات اليهودية في الضفة الغربية، كما أن الحركة المتنامية لبناء الهيكل الثالث تقوم أيضاً على مثل هذه الأفكار. (انظر: إسرائيل شاحاك، الديانة اليهودية وموقفها من غير اليهود، مرجع سابق، ص53). ¶ (¬3) الكلمة العبرية المستخدمة هنا – ييهود – تعني حرفياً اتحاد – في – عزلة. ونفس الكلمة تستخدم في النصوص الشرعية (التي تتعاطى مع الزواج .. إلخ) للإشارة إلى الاتصال الجنسي. (انظر: إسرائيل شاحاك، الديانة اليهودية وموقفها من غير اليهود، مرجع سابق، ص53). ¶ (¬4) إسرائيل شاحاك، الديانة اليهودية وموقفها من غير اليهود، مرجع سابق، ص52 - 53. ¶ (¬5) نفس المصدر السابق، ص56.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ثالثاً: أهم عقائد الأرثوذكسية (المسيح المنتظر - الشعب المختار والشعب المقدس – الأنبياء - الملائكة - الشياطين - اليوم الآخر - الأرثوذكسية والتأويل) ¶ 1 - المسيح المنتظر: ¶ تعتقد اليهودية الأرثوذكسية بمجيء المسيح، وأن الخلاص المسيحاني لا يمكن أن يتم بوسائل بشرية سواء كانت هذه الوسائل المال أو السلاح، ويعتمدون في ذلك على نصوص من التوراة: \"هكذا قال الرب لقد باعوكم بدون مقابل لذلك لن يفك أسركم بالمال\"، (¬1) وكذلك أيضاً: \"لا بالعنف ولا بقوة الجيش ولكن بروحي\"، (¬2) وكذلك أيضاً: \"سوف أخلصهم بقوة رب الخلود إليهم ولن أنقذهم بالقوس ولا بالسيف ولا بالحروب ولا بالخيل ولا الفرسان\"، (¬3) ويؤمنون بأن بناء مملكة إسرائيل لا بد أن يتم على يد المسيح المنتظر، ولقد عارض جزء من الأرثوذكسية \"الحريديم\" الصهيونية بناءً على الاعتقاد بعودة المسيح ورأوا أن المساعي الرامية إلى تأسيس دولة قومية يهودية في فلسطين، تتنافى مع العقائد المتعلقة بانتظار مجيء المسيح، مثلما جاء في بعض العقائد والتعاليم اليهودية. ¶ ويمكن القول إن أمل العودة وإحياء مملكة إسرائيل كان أهم قواعد اليهودية الأرثوذكسية لفترة تزيد على 1762 عاماً، ولد وانقرض خلالها ستون جيلاً من اليهود، إن هذه الأجيال المتتابعة كانت ترى جميعها أن تحقيق هدف العودة سيكون على يد \"يهوه القدير\" نفسه الذي سيرسل المسيح المخلص، للقيام بهذا العمل. (¬4) ¶ فباعتقادهم أنه \"سوف يظهر المسيح، ويحطم الأمم العاصية ويهزم الملوك الذين يهاجمون صهيون، ويقاتل يأجوج ومأجوج، وينتصر رب إسرائيل وتؤمن به جميع الأمم وتخضع لحكمه، ويعود المنفيون من شتاتهم وتولد (صهيون) من جديد ويقام المعبد في القدس ويقيم فيه رب إبراهيم، وعندئذ يسود السلام والعدل بين الأمم وتختفي الحروب ويزول الفقر والمرض\". (¬5) ¶ المسيح المخلص الذي يطلق عليه اليهود اسم \"همّا شيياح بن دافيد\"، يشكل اعتقاداً راسخاً عند عامة اليهود، منذ السبي البابلي (586 ق. م)، ويعزو بعض الباحثين هذه الظاهرة إلى ¶ ¬__________ ¶ (¬1) العهد القديم: أشعيا، (52/ 3). ¶ (¬2) العهد القديم: زكريا، (4/ 6). ¶ (¬3) العهد القديم: يوشع، (1/ 7). ¶ (¬4) انظر: د. رشاد الشامي، القوى الدينية في إسرائيل بين تكفير الدولة ولعبة السياسة، عالم المعرفة، الكويت، سلسلة كتب ثقافية، حزيران (يونيو) 1994م، ص125 - 127. ¶ (¬5) السفير طاهر شاش، التطرف الإسرائيلي: جذوره وحصاده، (القاهرة: دار الشروق)، ط1، 1997م، ص20.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "إحساس اليهود آنذاك بحاجتهم إلى من يخلصهم من أسر البابليين؛ لذا اقترن انتظار المسيح عند اليهود بترقب عموم الخير، حيث ستنقلب حالهم عند قدومه إلى أحسن حال، وسيحقق لهم المسيح كل أمانيهم، فيجمع لهم \"شتات المنفيين\"، ويعود بهم إلى صهيون، ويحطم أعداء شعب \"إسرائيل\"، ويتخذ أورشليم عاصمة له، ويعيد بناء الهيكل ويحكم بالشريعة المكتوبة (التوراة) والشفوية (التلمود)، ثم يبدأ الفردوس الذي سيدوم ألف عام (من هنا جاءت تسمية \"الأحلام الألفية\")، وبقدومه أيضاً سيسود السلام في العالم، ويزول الفقر، وستحول الشعوب أدوات الحرب إلى أدوات بناء، ويصبح الناس كلهم موحدين، أحباء، متمسكين بالفضيلة، أما \"صهيون\" فستكون مركز هذه العدالة الشاملة، وستقوم كل الأمم على خدمة \"المسيح\"، أما الأرض فتخصب وتطرح فطيراً وملابس من الصوف وقمحاً حجم الحبة منه كحجم الثور الكبير، ويصير الخمر موفوراً. (¬1) ¶ وهناك اختلاف بين الحاخامات حول المدة التي سيبقى المسيح خلالها على الأرض، فيقول بعضهم إنه سيبقى أربعين عاماً، والبعض الآخر سبعين عاماً، وفريق ثالث: ثلاثة أجيال، وآخرون يزعمون أنه سيبقى آلاف السنين، ومن علامات قرب ظهوره عندهم، انتشار الفساد والفواحش والعقوق، ونزول المصائب على بني إسرائيل، وظهور مسيح آخر قبله يمهد له يسمى المسيح بن يوسف. (¬2) وحتى وصل ببعض الحاخامات الاختلاف حول هوية المسيح إن كانت شرقية أم غربية، فلقد أصدر الحاخام عوفاديا يوسيف –الزعيم الروحي لحركة شاس الدينية الأرثوذكسية اليهودية- نشرة تنص على أنه سيتضح لدى ظهور المسيح المنتظر بأنه ابن الطائفة الشرقية وحينذاك ستسود الشريعة في البلاد. (¬3) ¶ \"لقد اعتبرت أجودات إسرائيل -أحد الحركات الرئيسة الممثلة لليهودية الأرثوذكسية- أن الجهود لإقامة دولة يهودية في فلسطين، هي اعتداء على سلطة المسيح، وعندما حاولت (أجودات إسرائيل) في الثلاثينيات مد الجسور مع الحركة الصهيونية، أدت هذه المحاولة إلى انشقاق صغير داخلها، وأسفر هذا الانشقاق عن ظهور حركة (ناطوري كارتا)، التي رفضت الاعتراف بالحركة الصهيونية وبدولة إسرائيل حتى اليوم، وذلك لأن هذه الدولة حسب مفاهيم ¶ ¬__________ ¶ (¬1) انظر: ¶ - ... عبد الوهاب المسيري، موسوعة المفاهيم والمصطلحات الصهيونية، مرجع سابق، ص353. ¶ - ... د. رشاد الشامي، القوى الدينية في إسرائيل، مرجع سابق، ص128. ¶ (¬2) انظر: ¶ - ... حمدي النوباني، \"المشنا\" ركن التلمود الأول، القدس، 1987م، ص225. ¶ - ... رشاد الشامي، القوى الدينية في إسرائيل، مرجع سابق، ص128. ¶ (¬3) انظر: صحيفة القدس المقدسية، 6/ 7/2000م.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "(ناطوري كارتا)، قامت على يد نفر من الكافرين، الذين حرفوا مشيئة الله بعملهم، وتطاولوا على وعد الرب، بدلاً من انتظار المسيح الموعود وتدخل الرب بصورة إعجازية، فالمسيح المنتظر هو وحده القادر على إقامة الدولة، حيث تكون مملكة الكهنة والقديسين\". (¬1) ¶ إن (أجودات إسرائيل) لا يعتبرون أن دولة إسرائيل هي علامة على بداية الخلاص، ويعتقدون أن عليهم انتظار قدوم المسيح، الذي سيأتي بالخلاص، إلا أنهم يعترفون بحقيقة الوجود السياسي لإسرائيل ويمتثلون لقوانينها، ويشتركون في الانتخابات للكنيست، ويشاركون في الائتلافات الحكومية للاستفادة فقط من الامتيازات التي تقدمها الدولة، ولكن غالبيتهم لا يخدمون في جيش الدفاع الإسرائيلي، ولديهم شبكة تعليم خاصة (بيت يعقوب) ويقيمون في أحياء منفصلة عن الجمهور العلماني. (¬2) ¶ 2 - الشعب المختار والشعب المقدس: ¶ I-  عقيدة الشعب المختار: ¶ مصطلح \"الشعب المختار\" ترجمة للعبارة العبرية \"هاعم هنفحار\"، وإيمان بعض اليهود بأنهم شعب مختار مقولة أساسية في النسق الديني اليهودي، وتعبير آخر عن الطبقة الحلولية التي تشكلت داخل التركيب اليهودي وتراكمت فيه، والثالوث الحلولي مكوّن من الإله والأرض والشعب، فيحل الإله في الأرض، لتصبح أرضاً مقدسة ومركزاً للكون، ويحل في الشعب ليصبح شعباً مختاراً، ومقدّساً وأزلياً (وهذه بعض سمات الإله). ولهذا السبب يُشار إلى الشعب اليهودي بأنه \"عم قادوش\" أي \"الشعب المقدس\" و\"عم عولام\" أي \"الشعب الأزلي\" و\"عم نيتسح\"، أي \"الشعب الأبدي\". لقد جاء في سفر التثنية \"لأنك شعب مقدس للرب إلهك. وقد اختارك الرب لكي تكون له شعباً خاصاً فوق جميع الشعوب الذين على وجه الأرض\". (¬3) والفكرة نفسها تتواتر في سفر اللاوين \"أنا الرب إلهكم الذي ميزكم من الشعوب ... وتكونون لي قديسين؛ لأني قدوس أنا الرب، وقد ميزتكم من الشعوب لتكونوا لي\". (¬4) ويشكر اليهودي إلهه في كل الصلوات لاختياره الشعب اليهودي. وحينما يقع الاختيار على أحد المصلين لقراءة التوراة عليه أن يحمد الإله لاختياره هذا الشعب دون الشعوب الأخرى، ولمنحه التوراة علامة على التميز. (¬5) ¶ ¬__________ ¶ (¬1) كامل سعفان، اليهود تاريخاً وعقيدةً، دار الهلال، القاهرة، ص160 - 161. ¶ (¬2) انظر: رشاد الشامي، القوى الدينية في إسرائيل، مرجع سابق، ص129. ¶ (¬3) العهد القديم، التثنية: (2/ 14). ¶ (¬4) العهد القديم، اللاوين: (20/ 24،26). ¶ (¬5) انظر: عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج5، ص72.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ب- عقيدة الشعب المقدس ( Holy People): ¶ الشعب المقدس \"ترجمة للعبارة العبرية \"عم قادوش\" وهي عبارة يطلقها اليهود الأرثوذكس على الشعب اليهودي باعتبار أنه شعب مختار له رسالة متميزة وسمات خاصة تميزه وتفصله عن الشعوب الأخرى - بل إن الفكرة تأخذ شكلاً متطرفاً أحياناً، فقد أتى في أحد كتب المدراش أن الشعب اليهودي والتوراة كانا كلاهما في عقل الإله قبل الخلق، أي مثل القرآن في الإسلام والمسيح في المسيحية، و\"إسرائيل\" (الشعب) و\"يسرائيل\" (التوراة) متعادلان، فالعالم بدون هذا الشعب (شعب التوراة)، لا قيمة له، أي أن الشعب المقدّس هو الركيزة النهائية للكون بأسره، وقد صار اليهود شعباً مقدساً بسبب الحلول الإلهي فيهم وتقبّلهم عبء الأوامر والنواهي، فحياة اليهودي لا بد أن يتم تنظيمها بحيث يقلد اليهودي سمات الإله فتصبح حياته مقدّسة، وانطلاقاً من هذا، تصبح القومية اليهودية نفسها قومية مقدسة، وتستند كثير من المفاهيم الدينية إلى الإيمان بقدسية الشعب اليهودي، وقد عمّقت القبالاه هذا التيار وجعلت الشعب المقدّس شريكاً للإله في عملية إصلاح الكون (نيقون)، والواقع أن فكرة الشعب المقدس أو الأفكار الأخرى المماثلة، هي في نهاية الأمر تعبير عن الطبقة الجيولوجية الحلولية في اليهودية حيث يتحول الشعب إلى شعب مقدّس وتتحول الأرض إلى أرض مقدّسة. (¬1) ¶ 3 - الأنبياء: ¶ تؤمن اليهودية الأرثوذكسية بالأنبياء المرسلين لبني إسرائيل وأن النبي عندهم لا بد أن يكون الإله قد اصطفاه وفضله على من عداه من بين قومه بهبة روحية وأمده بعون من عنده وبالقدرة على استقبال الوحي الإلهي وتلقينه لجماعته وبالدعوة لرسالته. (¬2) جاء في سفر الخروج: \"ونزل الرب على جبل سيناء إلى رأس الجبل. ودعا الإله موسى إلى رأس الجبل، فصعد موسى فقال الرب لموسى انحدر حذر الشعب لئلا يقتحموا إلى الرب لينظروا فيسقط منهم كثيرون\". (¬3) وجاء في سفر صموئيل الأول: \"هلم نذهب إلى الرائي، لأن النبي اليوم كان يُدعى سابقاً الرائي ... فذهبا إلى المدينة التي فيها رجل الإله\". (¬4) ¶ ويقسم الأرثوذكس الأنبياء إلى قسمين: ¶ القسم الأول: الأنبياء الأولون أو المتقدمون، وتضم الأسماء التالية مرتبة تاريخياً: داود، ناتان، صادوق، حناني، ياهو بن حنان، إيليا، اليشع، ميخا بن يمله، زكريا بن يهوياداع، عوديد، ¶ ¬__________ ¶ (¬1) انظر: نفس المصدر السابق، ص74 - 75. ¶ (¬2) عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج5، ص110. ¶ (¬3) العهد القديم: سفر الخروج، (19/ 20 - 22). ¶ (¬4) العهد القديم: سفر صموئيل الأول، (9/ 9).",
            "page": "34",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ويدثون. ويبدو أن النبوة لم تكن مقصورة على الرجال، فهناك إشارات إلى نبيات منهن مريم أخت هارون. ¶ القسم الثاني: الأنبياء المتأخرون، ويقسموهم إلى أنبياء كبار وصغار، أما الأنبياء الكبار فهم: أشعياء، إرميا، حزقيال، وإلياهو. أما الأنبياء الصغار فهم: هوشع، يوئيل، عاموس، عويديا، يونان، ميخا، ناحوم، حبقوق، وصفنيا، حجاي، زكريا، وملاخي. ¶ ولا بد من أن نذكر أن الوحي داخل النسق اليهودي لا يقتصر على نبي أو رسول واحد (كما هو الحال في الإسلام)، بل نجده ينتقل من نبي إلى نبي. وهنا، فإن إحدى هبات الإله لجماعة إسرائيل (حسب تصور الحاخامات) أنه أرسل وسيرسل لها دائماً عدداً من الأنبياء يكملون الطرق المعتادة للإرشاد والهداية التي يستخدمها الكهنة. (¬1) ¶ 4 - الملائكة: ¶ \"الملائكة قسمان: من لا يطرأ عليه الموت وهو الذي خلق في اليوم الثاني، ومن يطرأ عليه الموت وهو قسمان أيضاً: من يموت بعد مكثه زمناً طويلاً قدر لهُ فيه الحياة بأجله وهو الذي خلق في اليوم الخامس، ومن يموت في يوم خلقه بعد أن يرتل، ويقرأ التلمود، ويسبح التسابيح وهو الذي خلق من النار، وقد أهلك الله منهم جيشاً جرّاراً بواسطة إحراقه بطرف إصبعه الخنصر، ويخلق الله كل يوم ملكاً جديداً عند كل كلمة يقولها، فهؤلاء الملائكة يأتون إلى عالم الوجود بسرعة كما يخرجون منه\". (¬2) ¶ \"وعدة الملائكة واحد وعشرون ألفاً، بعدد أعشاب الأرض التي يحفظون أنواعها. وللملائكة وظائف أخرى، منها حفظ الطيور والحيوانات، أو ممارسة الطب أو مراقبة الكواكب، كما أن بعضهم مخصص للخير أو الشر، وهم يعملون ليلاً لبث النوم في عيون البشر ويصلون نهاراً، وهم لا يفهمون من لغات البشر غير السريانية والكلدانية\"، (¬3) فعلى من يطلب منها شيئاً أن لا يوجه إليها الخطاب بإحدى هاتين اللغتين. (¬4) ¶ ¬__________ ¶ (¬1) انظر: عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج5، ص112 - 115. ¶ (¬2) محمد عبد الله الشرقاوي، الكنز المرصود في فضائح التلمود، مرجع سابق، ص180. ¶ (¬3) محمد بيومي مهران، بنو إسرائيل، ج3 (الحضارة التوراة والتلمود)، (الإسكندرية: دار المعرفة الجامعية)، 1999م، ص361. ¶ (¬4) انظر: يوسف عيد، الديانة اليهودية: موسوعة الأديان السماوية والوضعية، (بيروت: دار الفكر اللبناني)، ط1، 1995م، ص147.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "5 - الشياطين: ¶ خلق الله الشياطين يوم الجمعة عندما خيّم الغسق، ولم يخلق لهم أجساداً ولا ملابس؛ لأن يوم السبت كان قريباً، وما كان لديه الوقت الكافي ليعمل كل ذلك، وعلى حسب رواية أخرى: لم يخلق لهم أجساداً عقاباً لهم، لأنهم كانوا يريدون أن يخلق الإنسان بدون جسد. ¶ والشياطين على جملة أنواع فبعضهم مخلوق من مركب مائي وناري، وبعضهم مخلوق من الهواء، وبعضهم من الطين. أما أرواحهم فمخلوقة من مادة موجودة تحت القمر لا تصلح إلا لصنعها. ¶ وبعض الشياطين من نسل آدم؛ لأنه بعد ما لعنه الله أبى أن يجامع زوجته حوّاء حتى لا تلد له نسلاً تعيساً، فحضر له اثنتان من نساء الشياطين فجامعهما فولدتا شياطين: ¶ وجاء في التلمود: أن آدم كان يأتي شيطانة مهمة اسمها (ليليت مدة 130 سنة فولد منها شياطين\"، وكانت حواء أيضاً لا تلد في هذه المدة إلا شياطين بسبب نكاحها من ذكور الشياطين، والشياطين على حسب التلمود: يتناسلون، ويأكلون، ويشربون ويموتون مثله\". (¬1) ¶ \"وفي وسع الإنسان أحياناً أن يقتل الشياطين، إذا أجاد صنع فطير \"عيد الفصح\" ويقيم بعض الشياطين في الهواء، وهؤلاء هم الذين يسببون الأحلام، ويقيم بعضهم الآخر في قاع البحر، وهؤلاء هم الذين يتسببون في خراب الأرض إذا تركوا وشأنهم، وبعضهم يسكنون أجسام اليهود الذين اعتادوا على الخطيئة\". (¬2) ¶ 6 - اليوم الآخر: ¶ تعتقد الأرثوذكسية باليوم الآخر، ولكن لا تذكره بكثير من التفصيلات، وأما عن دلائل إيمانهم باليوم الأخر فقد وردت إشارات قليلة في العهد القديم عن اليوم الآخر؛ جاء في سفر دانيال \"وكثيرون من الراقدين في تراب الأرض يستيقظون هؤلاء إلى الحياة الأبدية وهؤلاء إلى العار للازدراء الأبدي\"، (¬3) وجاء في سفر الجامعة: \"لأن ما يحدث لبني البشر يحدث للبهيمة وحادثةٌ واحدةٌ لهم، موت هذا كموت ذاك ونسمة واحدة للكل فليس للإنسان مزيّة على البهيمة لأن كليهما باطل، يذهب كلاهما إلى مكان واحد، كان كلاهما من التراب وإلى التراب يعود كلاهما، من يعلم روح بني البشر هل هي تصعد إلى فوق، وروح البهيمة هل هي تنزل إلى أسفر إلى الأرض\". (¬4) ¶ ¬__________ ¶ (¬1) محمد عبد الله الشرقاوي، الكنز المرصود في فضائح التلمود، مرجع سابق، ص183 - 184. ¶ (¬2) محمد بيومي مهران، بنو إسرائيل، مرجع سابق، ص361 - 362. ¶ (¬3) العهد القديم، دانيال: 12. ¶ (¬4) العهد القديم، الجامعة: 3.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وأما في التلمود فهناك دلالات على وجود الجحيم والنعيم، يقول التلمود: النعيم مأوى الأرواح الزكية ... ومأكل المؤمنين في النعيم هو لحم زوجة الحوت المملحة ... ويأكلون أيضاً لحم طير كبير لذيذ الطعم جداً، ولحم أوز سمين للغاية، أما الشراب فهو من النبيذ اللذيذ القديم المعصور ثاني يوم خليفة العالم (سنهدرين: ص8)، ولا يدخل الجنة إلا اليهود، أما الجحيم فهو مأوى الكفار ولا نصيب لهم فيه سوى البكاء لما فيه من الظلام والعفونة والطين، والجحيم أوسع من النعيم ستين مرة؛ لأن الذين لا يغسلون سوى أيديهم وأرجلهم كالمسلمين، والذين لا يختنون كالمسيحيين الذين يحركون أصابعهم (يفعلون إشارة الصليب) يبقون هناك خالدين. (¬1) ¶ 7 - الأرثوذكسية والتأويل: ¶ تعتمد اليهودية الأرثوذكسية على التأويل في تفسير نصوص العهد القديم، إن الكثير من الآيات التوراتية التي تأمر بالأعمال الدينية والالتزامات \"مفهومة\" من جانب اليهودية الأرثوذكسية في يومنا هذا، بطريقة تختلف وحتى تتناقض، مع معناها الحرفي كما يفهمه المسيحيون، أو غيرهم من قراء العهد القديم، الذين لا يرون إلا النص العادي بصورته الظاهرية فقط، ويوجد نفس الاختلاف الآن في إسرائيل بين المتعلمين في مدارس دينية يهودية، والمتعلمين في مدارس \"علمانية\" عبرية، الذين يتعلمون المعنى الظاهري لنص العهد القديم\". (¬2) ¶ وهناك أمثلة على التفسير الأرثوذكسي لنصوص التوراة، منها ما ورد في الوصايا العشر: ¶ * \"العين بالعين والسن بالسن\" (¬3) لكنها تفسر بمعنى \"عين مال مقابل عين\" أي دفع غرامة بدلاً من التعرض للعقاب البدني. ¶ * في عدد لا يحصى من الحالات يتم تفسير تعبيرات مثل \"جارك\" و\"القريب\"، أو حتى \"الإنسان\" بالمعنى الشوفيني الحصري، أن تعني اليهود فقط؛ ولذا فإن العبارة الشهيرة: \"بل تحب قريبك كنفسك\" (¬4) تفسر في اليهودية الكلاسيكية (واليهودية الأرثوذكسية حالياً) كأمر بأن يحب اليهودي قريبه اليهودي، وليس أي جار آخر. ¶ * عبارة \"لا تهمل دم جارك\" يفترض بها أن تعني ألا يقف الإنسان (اليهودي) لا مبالياً عندما تتعرض حياة (دم) جاره اليهودي للخطر - لكن ستلاحظ في الملحق منع اليهودي عموماً من ¶ ¬__________ ¶ (¬1) انظر: ¶ - ... يوسف عيد، الديانة اليهودية: موسوعة الأديان السماوية والوضعية، مرجع سابق، ص154. ¶ - ... يحيى علي الدجني، التحدي الصهيوني للدعوة الإسلامية في العصر الحديث، ط1، (بدون)، ص131. ¶ (¬2) إسرائيل شاحاك، الديانة اليهودية وموقفها من غير اليهود، مرجع سابق، ص57 - 58. ¶ (¬3) العهد القديم، الخروج: 21،24. ¶ (¬4) العهد القديم، اللاوين: 18،19.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "إنقاذ حياة غير اليهودي؛ لأنه \"ليس قريبك\"، أما الوصية البالغة الكرم التي تحض على ترك فضلات الحقل والكرم \"للفقير والغريب\"، (¬1) فإنها تفسر كإشارة إلى الفقير اليهودي ومعتنقي الديانة اليهودية فقط. ¶ يتضح من الأمثلة أن اليهود الأرثوذكس الآن (أو كل اليهود ما قبل عام 1780) عندما يقرأون التوراة، فإنهم يقرأون في الواقع كتاباً مختلفاً، بمعاني تختلف تماماً عن التوراة التي يقرأها غير اليهود، أو اليهود غير الأرثوذكس، ويصدق هذا التمييز حتى في إسرائيل، رغم أن كليهما يقرأ النص بالعبرية. (¬2) ¶ مكانة السبت عند الأرثوذكسية: ¶ جميع الفرق اليهودية تحترم السبت ولكن اليهودية الأرثوذكسية هم أكثر من يحافظون عليه ويلتزمون به تماماً، ويساعدهم في ذلك وجود الدولة اليهودية في فلسطين المحتلة. ¶ السبت ترجمة عربية لكلمة \"شابات\" العبرية المشتقة من كلمة \"شبتو\" البابلية التي كان يستخدمها البابليون للإشارة إلى أيام الصوم والدعاء. ¶ السبت هو العيد الأسبوعي أو يوم الراحة عند اليهود، ويحرم فيه العمل. ¶ وهو فرض من فرائض التوراة وهو من أهم الشعائر التي تميز اليهود عن غيرهم، حتى لقبوا (بأصحاب السبت)، ويعتبر الحفاظ على حرمة السبت إحدى الوصايا العشر لليهودية، وبحسب اعتقاد اليهودية الأرثوذكسية؛ فإن الإله خلق السموات والأرض في ستة أيام ثم استراح في اليوم السابع، لذلك فإنه بارك هذا اليوم وقدّسه، وحرّم فيه القيام بأي نشاط، (¬3) كما ورد في سفر التكوين: \"فأكملت السموات والأرض وكل جندها، وفرغ الله في اليوم السابع من عمله الذي عمل، فاستراح في اليوم السابع من جميع عمله الذي عمل، وبارك الله اليوم السابع وقدّسه؛ لأنه فيه استراح من جميع عمله الذي عمل الله خالقاً\". (¬4) ¶ \"تبلغ مدة السبت خمساً وعشرين ساعة، تبدأ غالباً من الساعة الرابعة من مساء الجمعة، وتنتهي في الخامسة من مساء السبت، وتسير طقوس السبت عند العائلات الملتزمة به بأن تقوم سيدة المنزل بإضاءة شمعتين على الأقل قبل دخول السبت واحدة لتذكر بأيام السبت، والأخرى لمراقبة أيام السبت، ويتم أيضاً تحضير ثلاث وجبات طعام، يوضع مع كل وجبة رغيفان ¶ ¬__________ ¶ (¬1) العهد القديم، اللاوين: 9،11. ¶ (¬2) انظر: إسرائيل شاحاك، الديانة اليهودية وموقفها من غير اليهود، مرجع سابق، ص58 - 61. ¶ (¬3) انظر: ¶ - ... عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج5، ص212. ¶ - ... صلاح الزرو، المتدينون في المجتمع الإسرائيلي، مرجع سابق، ص441. ¶ (¬4) العهد القديم: تكوين، 2/ 1 - 3.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "كاملان من الخبز على المنضدة، ويتم تغطيتها بقطعة قماش لتدل على النصيب أو الحصة المضاعفة من المن (الذي نزل على بني إسرائيل) يوم السبت\". (¬1) ¶ ويحظر على اليهودي في يوم السبت حسب اليهودية الأرثوذكسية ركوب السيارات والعربات، ويحظر عليه القيام بأي عمل مثل التعامل بالنقود والتجارة والكتابة. ¶ وتشدد تعليمات السبت على حرمة إشعال النار أو إضاءة المصباح، ومن القواعد الأساسية للسبت عدم جواز الطلب من غير اليهود القيام بأي عمل من أعمال السبت المحظورة بالنيابة عن اليهود، إلا إذا كان هذا العمل في خدمة صحة الإنسان. (¬2) ¶ ¬__________ ¶ (¬1) انظر: ¶ Encyclopaedia Judaica, Vol., 14, P. 567. ¶ (¬2)  انظر: نفس المصدر السابق، ص573.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "المبحث الثالث ¶ أقسام اليهودية الأرثوذكسية ¶ المطلب الأول: اليهودية الأرثوذكسية الحسيدية ¶ المطلب الثاني: اليهودية الأرثوذكسية اللتوانية ¶ المطلب الثالث: اليهودية الأرثوذكسية الصهيونية",
            "page": "40",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "تنقسم اليهودية الأرثوذكسية إلى ثلاثة أقسام: ¶ \"الأرثوذكس الحسيديم\" و\"الأرثوذكس المتناجديم\" (المعارضين أو التقليديين)، والأرثوذكسية الصهيونية ويعود سبب هذا التقسيم إلى تطور العالم اليهودي في أوروبا الشرقية خلال القرن الثامن عشر، ففي تلك الفترة تطورت \"الحسيدية\" إلى حركة اجتماعية تمردت ضد النخب التوراتية والدينية التقليدية لعالم الحاخامات وتلاميذه، وهذا التمرد أفرز حركة معارضة للحسيدية سموا بـ\"المعارضين\"، وبمرور الوقت غيّر المعارضون تسميتهم لتصبح \"ليتوانيين (نسبة إلى مسقط رأسهم ليتوانيا)، ثم بعد ظهور الحركة الصهيونية انضم جزء من الأرثوذكسية إليها، وسنعرض في هذا المطلب الأقسام الثلاثة. ¶ المطلب الأول ¶ اليهودية الحسيدية ¶ \"تعد الحسيدية \"  Hassidism\"  أحد أجنحة الأرثوذكسية اليهودية في عالمنا المعاصر\". (¬1) ¶ \" الحسيدية بالعبرية \"حسيدوت\" وهو مصطلح مشتق من الكلمة العبرية \"حسيد\"، (¬2) ... أي \"تقي\" ويستخدم المصطلح للإشارة إلى عدة فرق دينية في العصور القديمة والوسطى، ولكنه يستخدم في العصر الحديث للدلالة على الحركة الدينية الصوفية الحلولية\" (¬3) \"التي أسسها \"إسرائيل اليعيزر\" (¬4) والذي عرف باسم \"إسرائيل بعل شيم طوف أو اختصاراً \"بعشَط\" ... ¶ ¬__________ ¶ (¬1) انظر: ¶ Jacobs, L., The Jewish Religion: Acompanion (Oxford University Press, Oxford, 1995), P. 218. ¶ (¬2) \"  حسيد\" كلمة وردت في العهد القديم وتشير إلى الرجل التقي الثابت على إخلاصه لله وإيمانه به\". وقد استخدمت هذه الكلمة للحركة الصوفية التي نشأت في ألمانيا في القرن الثاني عشر، ثم أصبحت الكلمة تشير إلى أتباع الحركة الحسيدية التي نشأت في بولندا في القرن الثامن عشر، وهذا هو الاستخدام الشائع في الوقت الحالي. (انظر: عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، ج5، ص352). ¶ (¬3) نفس المصدر السابق. ¶ (¬4) ولد في بولندا بجنوب بولندا عام 1700م، وقضى فيها الجزء الأكبر من حياته ومات هناك عام 1760، تزوج لأول مرة في سن الخامسة عشرة ثم ماتت زوجته بعد فترة قصيرة، وبعد زواجه الثاني ارتحل معها إلى جبال كرباتيان في أوروبا الشرقية، حيث كان يتعيش من حفر الخنادق وفي تلك الفترة مر بتجربة التأمل الداخلي الصوفي. فهجر مكان إقامته واختلط بالناس وأعلن أن دعوته الحقة هي الشفاء بالإيمان، وأصبح \"إسرائيل اليعيزر\" طبيباً شعبياً يعمل في الأحجبة والتعاويذ والتعزيمات. وبعد ذلك اشتهر بلقب \"بعل شيم طوف\" (بعشط)، رمزاً لزعامته الروحانية. وقد قام بجولات واسعة ثم اتخذ من ماجيبوش مقراً لإقامته الدائمة ومنها خرجت بشرى دعوته التي عرفت باسم \"الحسيدية\" وعرف أتباعها باسم \"الحسيديم\" (الأتقياء - الورعين). (انظر: رشاد الشامي، القوى الدينية في إسرائيل، مرجع سابق، ص346).",
            "page": "41",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "(إسرائيل ذو السمعة الطيبة) الذي أصبح الشخصية الرئيسة للعديد من الأساطير التي حيكت حول حياته وأعماله ومعجزاته وكراماته\". (¬1) ¶ الفكر الحسيدي: ¶ قامت الحركة الحسيدية على أفكار ورؤى \"إسرائيل اليعيزر\"، الذي كان من المتبحرين في الطرق الصوفية القبالية، وأفكار \"شبتاي تسفي\" قامت على الفكر القبالي الصوفي، وإن الأفكار الحسيدية استمدت مقوماتها من القبالية. لقد اشتهر \"بعشط\" بوصفاته العلاجية للمرضى، والتي كان عمادها السحر، والتعاويذ، والأحجبة. وقد أحاطه أتباعه بهالة من القداسة، ووصفوا حياته بأنها سلسلة من الأحداث والمعجزات الخارقة، بل إنهم اعتبروا أن روحه (شرارة المسيح المنتظر). (¬2) ¶ المبادئ الرئيسة للفكر الحسيدي: ¶ لم يترك \"بعشط\" وراءه أي كتاب أو أثر فكري يسجل آراءه وأفكاره، فكل ما بقي من آثاره هو مجموعة من التعاليم الشفوية التي كان أتباعه والذين بلغ عددهم عند وفاته ثلاثمائة ألف يحفظونها غيباً، كما أن أتباع \"بعشط\" لم يضعوا أفكار الحسيدية في شكل منظم، وإنما هناك العديد من التعليمات المتناثرة والآراء المختلفة، وبعض المعتقدات القبالية التي تشكل معاً ما يمكن أن نسميه الفكر الحسيدي، ويمكننا أن نجمل هذه الآراء والمعتقدات في: ¶ 1 - إن الله موجود في كل مكان، وأن على الإنسان أن يغوص في أعماق ذاته ويرتفع ويتسامى على حدود الكون والطبيعة حتى يتمكن من التوحد مع الله، وهذا يعني إبطال العمل بالشريعة تقريباً، حيث يكون الهدف من دراسة التوراة هو أن يصبح الفرد توراةً وقانوناً في حد ذاته. ويعني القضاء على سلطة الحاخامات ورجال الدين، والاتصال مباشرة بالرب. ¶ 2 - فلسطين (أرض إسرائيل) هي \"قلب العالم حيث يتدفق منها الخلاص والرحمة\"، ويرتبط بهذا حب عميق من الحسيديم لفلسطين، وبغض شنيع للأغيار\". (¬3) \"يفيد كتاب (حنانيا) \"وهو الكتاب الأصولي الشهير لحركة حباد، أحد أهم فروع الحسيدية\" يفيد أن غير اليهود كلهم مخلوقات شيطانية \"ليس بداخلها أي شيء جيد على الإطلاق\" حتى الجنين غير اليهودي ¶ ¬__________ ¶ (¬1) رشاد الشامي، القوى الدينية في إسرائيل، مرجع سابق، ص245. ¶ (¬2) انظر: عبد الفتاح ماضي، الدين والسياسة في إسرائيل، مرجع سابق، ص211 - 212. ¶ (¬3) انظر، إسرائيل شاحاك، الديانة اليهودية وموقفها من غير اليهود، مرجع سابق، ص40 - 41.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "يختلف نوعياً عن الجنين اليهودي، كما أن وجود غير اليهودي مسألة \"غير جوهرية\" في الكون، فقد نشأ كل الخلق من أجل اليهود فقط\" وتنتشر أفكار هذا الكتاب –والمتداول بشكل كبير- والذي انتشر بشكل واسع في أوساط الجمهور الإسرائيلي بشكل ملحوظ قبل اجتياح إسرائيل للبنان في مارس 1978، وذلك لحث الأطباء العسكريين والممرضين على عدم تقديم الإسعافات الطبية \"للجرحى الأغيار\". (¬1) ¶ ومن هنا فعلى اليهود الخروج من بلاد الأغيار المدنسة\"، والاستيطان في \"بلاد فلسطين المقدسة\"، وهذا العمل الأخير يُعد عند الحسيديم شعيرة دينية وعملاً مقدساً، وهو ما دفع أتباع الحركة إلى الهجرة المبكرة إلى فلسطين قبل ظهور الحركة الصهيونية بأكثر من قرن من الزمان، هذا فضلاً عن أن هذا المبدأ يشكل نقطة الالتقاء بين الحسيديين والصهيونيين. ¶ 3 - للحسيديين طقوس للعبادة تختلف عن طقوس اليهودية التلمودية، وتأخذ من طقوس كل من الإشكنازيين والسيفارديين، فالصلاة لا بد أن يصاحبها رقص وغناء وتصفيق ومرح، وتتم بصوت عال، ولو لم يكن للحسيديين أماكن خاصة للصلاة إلا أنهم بمرور الزمن طوروا لأنفسهم أماكن عبادة خاصة تسمى \"شتبليخ:  Shetbledk\"،  وقد ظهر أول كتاب للصلاة الحسيدية عام 1803 على يد (شينور زلمان)، وعند الحسيديم عبادة الله تتم بكل الطرق، ومنها الرغبة الجنسية، إنها ما يسمى –عندهم- \"التسامي عن طريق الغوص في الرذيلة\". ¶ 4 - اليهود ليسوا \"شعب الله المختار\" والخلاص والافتداء هو خلاص وافتداء فردي. إن كل فرد عليه أن يصل إلى خلاصه عن طريق التعبد وإصلاح ذاته حتى يدرك \"النور السماوي\". والمسيح المنتظر لن يظهر إلا آخر الزمان حين يكون كل فرد قد حقق خلاصه. ¶ 5 - الصدّيق: وبسبب ارتباط كل تجمع حسيدي بقائده: \"الصدّيق\" أو \"الأدمور\" فإن الحركة الحسيدية لم تعرف تنظيماً مركزياً يوحد بين أتباعها وأنصارها، بل شهدت الحركة العديد من الطوائف والجماعات الحسيدية. ولفظة \"الصدّيق:  Zaddik\"  تعني \"الرجل المستقيم أو الصالح\" كما يعرف \"الصديق: أيضاً باسم \"ربِّي  Rebbe\"  تمييزاً له عن كلمة \"الرابي  Rabbi\"  المعروفة في اليهودية اللتوانية، كما يعرف \"الصديق\" كذلك باسم \"الأدمور\" الذي هو اختصار لثلاث كلمات عبرية هي: \"سيدنا وأستاذنا ومعلمنا: أدونينو ومورينو وابينو\". (¬2) ¶ ¬__________ ¶ (¬1) انظر: ¶ - ... عبد الفتاح ماضي، الدين والسياسة في إسرائيل، مرجع سابق، ص212 - 213. ¶ - ... عبد الوهاب المسيري، موسوعة المفاهيم والمصطلحات الصهيونية، ص169 - 171. ¶ - ... عبد المنعم حفني، موسوعة فلاسفة ومتصوفة اليهودية، مرجع سابق، ص108. ¶ - ... أحمد عثمان، تاريخ اليهود، (مكتبة الشروق، القاهرة)، 1994م، ص78 - 87. ¶ (¬2) انظر: ¶ - ... عبد الفتاح ماضي، الدين والسياسة في إسرائيل، مرجع سابق، ص213 - 214. ¶ - ... صلاح الزرو، المتدينون في المجتمع الإسرائيلي، مرجع سابق، ص111. ¶ - ...  Jacobs, L.; The Jewish Religion: A companion (Oxford University, Press, Oxford, 1995), P.: 619",
            "page": "43",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "\" لقد حل الصدّيق عند الحسيديين محل التوراة، وغدا شائعاً بينهم قولهم \"حديث الصدّيق توراة\" وتجدر الإشارة إلى أن أساس مكانة \"الصديق\" السامية وقداسته ليس درجته العلمية وتقواه وورعه، وإنما شخصيته الآسرة، وقدرته على اجتذاب الآخرين وشعبيته بين أتباعه، وكان الحسيديون يقدمون للصدّيق أموالاً تسمى \"الفدية\" تعفيه من ممارسة العمل، ويقوم بجمع هذه الأموال جباة (جبّائيم)، وضريح الصديق بعد موته يصبح مقاماً يحج إليه أتباعه، حيث لا يعتبر الحسيديون الصدّيق ميتاً بعد وفاته، فهو يستمر في الوساطة بين شعب إسرائيل والرب ويلغي الأحكام الإلهية السيئة\". (¬1) ¶ \"وتعد شخصية الصدّيق إحدى الأفكار الرئيسية في شريعة الحسيدية على المستويين الروحي والمادي على حد سواء، وتوجد للصديق رسالتين؛ الأولى: أن يكون زعيماً روحانياً لأبناء طائفته، وهذا العمل هو من أجل الرب، والثانية: أن يكون زعيماً اجتماعياً عملياً لأبناء طائفته، وهذا العمل عمل تنظيمي عملي\". (¬2) ¶ * الحسيدية في \"إسرائيل\" وتقسيماتها: ¶ يرجع الوجود الحسيدي في فلسطين إلى منتصف القرن الثامن عشر، فبعد أن حاول \"بعشط\" الهجرة إلى فلسطين أكثر من مرة، نجح الحاخام \"أبراهام غرشون\" – زوج شقيقته – في الهجرة إلى فلسطين والاستقرار – مع مجموعة من رفاقه – في مدينة الخليل أولاً ثم في القدس، وكان ذلك في العام 1747م، وفي العام 1765 هاجرت مجموعة أخرى من الحسيديين إلى فلسطين واستقرت في عكا وطبريا، وتعد هجرة الحاخام \"مناحيم مندل\" (¬3) وبضع مئات من ¶ ¬__________ ¶ (¬1) انظر: ¶ - ... رشاد الشامي، القوى الدينية في إسرائيل، مرجع سابق، ص252 - 253. ¶ - ... عبد الفتاح ماضي، الدين والسياسة في إسرائيل، مرجع سابق، ص214. ¶ - ... عبد الوهاب المسيري، موسوعة المفاهيم والمصطلحات الصهيونية، مرجع سابق، ص170. ¶ (¬2) عبد الفتاح ماضي، الدين والسياسة في إسرائيل، مرجع سابق، ص215 ¶ (¬3) مناحيم مندل اللوبافيتشي (1789 - 1866) حاخام حسيدي، وقائد جماعة حبد، قضى طفولته في منزل مؤسسة الحركة شنياءور زلمان وبدأ في دراسة القبالاه في سن الثالثة عشرة. خلف شنياءور زلمان في رئاسة= =الحركة وأعلن أنه تلقى تعاليم زلمان في أحد أحلامه بعد موته ودونها هي وبعض أفكاره في كتاب يسمى ليقوطي توراة. وقد أصبحت أسرة شنيرسون الأسرة الحاكمة لحركة حبد. (انظر: عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج5، ص366).",
            "page": "44",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "الحسيديين إلى فلسطين عام 1777م أهم هجرة جماعية حسيدية، وقد استقر هؤلاء في صفد وعكا والخليل، وساعدهم في ذلك اليهودي \"حاييم فرحي\" - الذي كان المستشار المالي لفترة ما يقرب من أربعين عاماً للوالي \"أحمد الجزار\" - وكان الدعم المالي يصل لهؤلاء من مواطنهم الأصلية تطبيقاً لنظام \"الحالوكاه\"، (¬1) وقد توالت بعد ذلك موجات الهجرة الحسيدية إلى فلسطين. (¬2) ¶ وقد أسس الحسيديون أول مستوطنة لهم في فلسطين في \"بني براك\" قرب تل أبيب في العام 1924م، وفي وقت لاحق تم إنشاء مستوطنتي \"كفار حسيديم\" و\"كفار حباد\"، كما استوطن عدد من الحسيديين في المدن، وبعد قيام الدولة رفضت جُل الطوائف الحسيدية الاعتراف بها، وبرغم ذلك ظلت هجرة الجماعات اليهودية الحسيدية إلى \"إسرائيل\" مستمرة، وتواصلت عملية بناء المستوطنات والمؤسسات الاجتماعية والاقتصادية والتربوية الخاصة بها، ويوجد في \"إسرائيل\" اليوم العشرات من الجماعات والطوائف الحسيدية، (¬3) ¶ المطلب الثاني ¶ اللتوانيين \"اليهودية الأرثوذكسية التقليدية\" ¶ إن الناظر للأرثوذكسية يجد أن هناك انقساماً أساسياً فيها بين تيارين رئيسيين وهما: التيار الحسيدي والتيار الليتواني، ويتضح هذا الانقسام ويظهر بصورة كبيرة خاصة في المجتمع الأرثوذكسي الحريدي (غير الصهيوني). ¶ \"إن ظهور الحسيدية لم يمر بسلام وهدوء في العالم اليهودي، إذ أفرز العالم التوراتي - الـ\"يشيفاتي\" حركة معارضة للـ\"حسيدية\" سواء بسبب المكانة الثانوية التي أولتها لتعلم التوراه، أم بسبب التخوف من أن أفكارها بشأن التقرب من الله \"ومخاطبته\" تُذكر بالفكرة المسيحانية - الشبتائية، التي أوجدت شرخاً عميقاً في العالم اليهودي في القرن السابع عشر، معارضو الـ\"حسيدوت\" سُمّوا ببساطة بـ\"المعارضين\"، وقد قادهم في البداية الـ\"عبقري\" الراب الياهو ¶ ¬__________ ¶ (¬1) الحالوكاه: الصدقات التي كان يتلقاها يهود فلسطين من يهود العالم. (انظر: صلاح الزرو، المتدينون في المجتمع الإسرائيلي، مرجع سابق، ص104). ¶ (¬2) انظر، عبد الفتاح ماضي، القوى الدينية في إسرائيل، مرجع سابق، ص217. ¶ (¬3) انظر: ¶ - ... صلاح الزرو، المتدينون في المجتمع الإسرائيلي، مرجع سابق، ص104 - 105. ¶ - ... عبد الفتاح ماضي، القوى الدينية في إسرائيل، مرجع سابق، ص218.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "من \"فيلنا\" (¬1) (أبرز علماء التوراه في القرن الثامن عشر) وهو شخصية مركزية في العالم اليهودي في ذلك الأوان\". (¬2) ¶ لقد واجهت الحسيدية معارضة عنيفة من \"اليهودية الأرثوذكسية التقليدية\"، وقد كان يطلق على هذا الصراع اسم \"الصراع الحسيدي – اللتواني\" نسبة إلى ليتوانيا، التي انحدر منها الكثير من اليهود الأرثوذكس، والتي شهدت بداية الصراع بين الفريقين منذ قرنين، أو الصراع بين \"المتصوفين والتشريعين\"، وقد احتدم هذا الصراع نحو أربعين عاماً (1772 - 1815م) بين \"المتنجديم\" و\"الحسيديم\"، ولكن حدته خفت بالتدرج اعتباراً من بداية القرن التاسع عشر، على الرغم من أن دلائله ما زالت مستمرة حتى الآن، وقد كانت أبرز الدعاوى التي هاجم \"المتنجديم\" بسببها \"الحسيديم\" ما يلي: ¶ 1 - وجود اتجاهات حلولية متطرفة شديدة الوضوح داخل الحسيدية، ولذلك فقد رأى المتنجديم أن المفهوم الحسيدي للإله ينفي عنه أي تسام أو تجاوز. ¶ 2 - موقف الحسيدية من الشر، وقد قال الحسيديون إن الشر غير موجود، فالشر نفسه قد التصقت به الشرارات الإلهية، وهي رؤية حلولية تتنافى تماماً مع التمييز بين الخير والشر. ¶ 3 - اعترض المتنجديم على التعديلات الشعائرية المختلفة التي كان الحسيديون يحاولون عن طريقها تحقيق قدر من الاستقلال عن المؤسسة الحاخامية، ومن هذه التعديلات تبنّي فصل القبالاه السفاردي الذي كان يؤكد ترقّب المسيح، والتعديل الذي أدخل على الذبح الشرعي، وبطبيعة الحال، فقد وجد الحاخامات أن قيام الحسيديين بتأسيس معابد يهودية خاصة بهم يدعم شكوكهم. (¬3) ¶ 4 - إن الحسيديين يجتمعون للصلاة فرادى، خلافاً للأرثوذكسية التقليدية التي تستلزم صحة الصلاة عندها اجتماع عشرة أفراد وهو ما يسمى \"المنيان\"، كما أن الحسيديين يستخفون بطقوس الصلاة، فهم لا يهتمون بمواعيد الصلاة، ويصلون في صخب، ويحركون أجسامهم .. إلخ. ¶ 5 - تغيير الزي اليهودي التقليدي. ¶ 6 - الإفراط في الشراب، والصياح من أجل التخلص من الكآبة والحزن. ¶ ¬__________ ¶ (¬1) معروف باسم \"جاؤون فيلنا\"، وهو أكبر شخصية دينية يهودية في العصر الحديث، بفضل خبرته وفهمه الفريد من نوعه للتوراة والتلمود و\"الهالاخاه\" (كلمة عبرية تعني \"التشريع\" أو \"الشريعة\")، والعلوم الحديثة مثل الهندسة والجبر والفلك والجغرافيا. (انظر: عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج5، ص367، نفس المصدر السابق، ص146). ¶ (¬2) يائير شيلغ، المتدينون الجدد (نظرة راهنة على المجتمع الديني في إسرائيل)، ترجمة: سعيد عياش، (المركز الفلسطيني للدراسات الإسرائيلية (مدار): رام الله)، أيار 2002م، ص162. ¶ (¬3) انظر: عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج5، ص367.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "7 - القيام بالذبح بسكاكين غير مسنونة جيداً. ¶ 8 - تبديد الأموال والسعي وراء الربح غير الشرعي والعادل. ¶ 9 - ممارسة الطقوس \"الشبتانية\" (المرتبطة بشبتاي تسفي آخر المسحاء المخلصين الكاذبين). ¶ 10 - إلغاء التوراة وتحقير دارسي التلمود، وهو أكثر العوامل إغضاباً \"للمتنجديم\" من كل العوامل السابقة. ¶ 11 - تهديد الحسيدية لسلم القيم اليهودية التي على رأسها قيمة دراسة التوراة، حيث تعادل دراسة التوراة كل الشرائع بالنسبة لليهودية التقليدية. (¬1) ¶ ومن أهم الفروق – إضافة إلى ما سبق – بين معسكر \"المتنجديم\" ومعسكر \"الحسيديم\" التي تبين أسباب الخلاف بين الطرفين ما يلي: ¶ 1 - \"الصديق\" عند \"الحسيديم\" هو وسيط بينهم وبين الرب، ولكن الحاخام عند الأورثوذكس أو الليتوانيين هو مرشد وموجه. ¶ 2 - الإيمان بـ\"الصديق\" هو إيمان دون اعتراضات أو أسئلة أو شكوك، أما عند اللتوانيين فمن الممكن على الأقل مناقشة الحاخام وتوجيه الأسئلة إليه. ¶ 3 - \"الحسيديم\" يركزون على عبادة الرب، وإقامة الشعائر والصلوات، أما الليتوانيون فيركزون على التعليم الديني والمدارس الدينية. ¶ 4 - الحسيدي يعيش كل أيام حياته ضمن طائفته التي تزوده بكل احتياجاته، حيث توجد هناك مؤسسات تعليمية وسوق تعاونية، وتجمعات سكنية خاصة، أما الليتواني فهو يعيش حياة فردية عادية، ومنذ أن ينهي تعليمه الديني ينفصل عملياً عن عالم مدرسته الدينية، ويتحول إلى شخص مستقل عادي. (¬2) ¶ \"وانطلاقاً من هذه الفروق رفضت \"اليهودية الأرثوذكسية التقليدية\" الهالة التي يضفيها \"الصديق\" على نفسه، وأنكرت أن يكون وسيطاً بين الرب والبشر، كما أخذت على الحركة الحسيدية عدم اهتمامها بدراسة وتعليم التوراة، وتركيزها على الجانب العاطفي، واعتبرت أن وصف \"الصديق\" بأنه \"توراة حية\" من شأنه أن يؤدي إلى تصغير سلطة التوراة التقليدية والتقليل من أهميتها. (¬3) ¶ ¬__________ ¶ (¬1) انظر: رشاد الشامي، القوى الدينية في إسرائيل، مرجع سابق، ص253 - 254. ¶ (¬2) أمنون ليفي \"هحريديم\" (الحريديم)، مرجع سابق، ص18 - 19. ¶ (¬3) انظر: ¶ Jermy. Danial and Martin. Bernard: A History of Judaism, Vol. 2, Europe and The New World, New York, 1974, P. 189.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "\" وإذا كانت الحسيدية في بدايتها، بمثابة قوة متمردة ضد ما هو قائم في الحياة اليهودية في شرق أوروبا (سيطرة الربانيين من رجال الدين الأورثوذكس)، وأشاعت روح التمرد ضد الصور المتحجرة للماضي، ودعت إلى المزيد من الحرية للفرد اليهودي، فإنها بمرور الوقت أبرمت اتفاقاً مع القوى القديمة التي حاربتها في البداية (المتنجديم)، وأصبحت حارسة متعصبة للتقاليد اليهودية، وحاربت بضراوة أي اتجاه لتجديد الحياة اليهودية - وخاصة عندما تحالفت مع اللتوانيين (أتباع الشريعة التلمودية) ضد \"الهسكالاه\" (حركة التنوير اليهودية) \". (¬1) ¶ \"وعلى الرغم من هذا التحالف الذي حدث بين \"المتنجديم\" و\"الحسيديم\" ضد \"حركة التنوير\"، فإنه مع فشل حركة \"الهسكالاه\" وظهور الصهيونية على مسرح الأحداث، أطلت المعركة التي بدأت قبل قرنين من الزمان، من جديد، وما زالت محتدمة في إسرائيل حتى الآن، وتعتبر الحملة التي يقودها الحاخام شاخ الليتواني، ضد القيادات الحسيدية في إسرائيل وخارجها استمراراً لها\". (¬2) ¶ المطلب الثالث ¶ الأرثوذكسية الصهيونية ¶ انطلقت الأرثوذكسية الدينية الصهيونية من فكرة أساسية، تتمثل في معارضة الفكرة التي يؤمن بها الأرثوذكس الحريديم، والداعية إلى الاعتماد على \"المسيح المنتظر\" كي يقودهم صوب فلسطين، من أجل إقامة \"مملكة إسرائيل\"، وقد رأت الصهيونية الدينية أن هذا الاعتقاد الذي ساد بين اليهود قرابة ستين جيلاً، أدى بهم إلى الابتعاد عن اتخاذ أي عمل سياسي يعيدهم إلى \"أرض المعياد\". (¬3) ¶ وقد استغلت الصهيونية الدينية مقولتين أساسيتين يؤمن بها عامة اليهود، وجعلتهما دعامة فكرية لمفاهيمها وهما: الشعب المختار، وأرض الميعاد. ¶ وقد أضفى الحاخام موشيه بن نحمان الملقب \"رمبان\" (1194 - 1270م) في تفسيره للتوراة طابعاً من القداسة على \"أرض فلسطين\"، فاعتبر أنها \"مركز العالم\"، وأن القدس \"أورشليم\" هي مركز \"أرض إسرائيل\" (ومن هنا أيضاً جاء اسم الصهيونية - نسبة إلى جبل صهيون في ¶ ¬__________ ¶ (¬1) رشاد الشامي، القوى الدينية في إسرائيل، مرجع سابق، ص255 - 256. ¶ (¬2) صلاح الزرو، المتدينون في المجتمع الإسرائيلي، مرجع سابق، ص103. ¶ (¬3) انظر: أرنون تويني، فلبسطين، جريمة ودفاع، مرجع سابق، ص34 - 35.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "القدس) وأن هذه الأرض هي المكان المناسب والوحيد لتأدية الوصايا الدينية المنصوص عليها في التوراة، وفيها يصل الإنسان وكذلك الحيوان إلى قمة كماله. ¶ واعتبر بن نحمان أن الاستيطان في \"أرض إسرائيل\" واجب ديني، بل إنه اعتبر أن استيطان \"أرض إسرائيل\" يوازي كل فرائض التوراة، وتم تفسير هذه الفريضة فيما بعد كواجب مزدوج يلزم اليهود كمجموعة، كما يلزم كل فرد يهودي بالهجرة إلى \"أرض إسرائيل\" والعيش فيها تمهيداً لمجيء المسيح المخلص. وتم لاحقاً – بناء على هذه الاجتهادات – توسيع هذا الالتزام وإدخاله إلى حيز الأحوال الشخصية، بحيث أصبح رفض أحد الزوجين الذهاب إلى \"أرض إسرائيل\" والعيش فيها مبرراً كافياً حسب الشريعة للزوج لطلب الطلاق، وفي أرض (إسرائيل) نفسها، أصبح رفض الانتقال من أي مكان فيها إلى القدس (أورشليم) للعيش هناك، مبرراً مماثلاً – حتى وإن ترتب على تلك التنقلات تدهور في أوضاع العائلة الاقتصادية، ومثل هذه الاجتهادات كانت من الأسباب التي دفعت بعض اليهود من حين إلى آخر للهجرة إلى فلسطين والعيش فيها. (¬1) ¶ وانسجاماً مع هذا التطور تستحوذ فلسطين على قدسية خاصة عند اليهود، فهم ملزمون (بالصعود) إليها، ولا يكره أحدٌ منهم على (الهبوط) منها، ولا يمكن تطبيق تعاليم التوراة كاملة إلا فيها، والسكن فيها عقيدة دينية؛ لأن من يعيش فيها يُعتبر مؤمناً، أما المقيم خارجها (فلا إله له)، بل إن حديث من يسكنون فيها هو في حد ذاته توراة. (¬2) ¶ \"والإيمان اليهودي قائم على أن تربة فلسطين طاهرة، فكان اليهود يدفنون (المتقين) موتاهم فيها منذ قديم الزمان ان استطاعوا، وإن لم يتيسر لهم ذلك يضعون مع الكفن شيئاً من التراب المجلوب من فلسطين، لاعتقادهم أنه عندما يأتي المسيح سيبعث جميع الموتى في فلسطين\". (¬3) ¶ جاء في التلمود: \"إن الواحد القدوس، تبارك اسمه، قاس جميع الأمم فوجد أن جيل التيه وحده يستحق أن يتلقى التوراة .. ، وقاس جميع المدن فوجد القدس وحدها جديرة باحتواء الهيكل، ثم قاس جميع البلدان فرأى أن البلد الوحيد الذي يليق بأن يعطى إلى بني إسرائيل هو أرض إسرائيل\". (¬4) ¶ \"أما مقولة الشعب المختار فتبدأ – حسب اعتقاد اليهود منذ أيام إبراهيم عليه الصلاة والسلام، الذي اختاره الله أباً لليهود، وأمره أن يترك أرضه، ووعده أنه سيجعلهم أمة عظيمة ¶ ¬__________ ¶ (¬1) انظر: جريس. صبري: تاريخ الصهيونية (1892 - 1917) الجزء الأول، ط2، القدس، 1978، ص57. ¶ (¬2) انظر: ول ديورانت، قصة الحضارة، مجلد11، ص22. ¶ (¬3) ظفر الإسلام خان، التلمود: تاريخها وغاياتها، ص72 ¶ (¬4) أسعد رزوق، التلمود والصهيونية، مرجع سابق، ص253.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "مباركة، وأن جميع أمم الأرض ستبارك بنسله\"، (¬1) ثم ظهر الله ليعقوب وصرح له بذلك أيضاً، ثم ظهر بعد ذلك لبني إسرائيل في جبل سيناء، وأخبرهم بأنهم سيكونون له شعباً خاصاً، وأخص من جميع الشعوب على وجه الأرض، هذا الاختيار لا يعني بالضرورة عند اليهود أنه دليل تفوق، إنما هو دليل تفرد، وعند فريق منهم أنه دليل اختلاف وحسب، وآخرون يرون أنه يعني زيادة المسؤوليات والأعباء، أما سببه عند بعض اليهود أنه تكريم وآخرون يعتبرونه زيادة في التكليف، فيما تعتقد عامة اليهود أنه بدون سبب فهو من إرادة الله التي لا ينبغي أن يتساءل عنها البشر، وهو غير مشروط لا علاقة له بالخير أو الشر، ولا بالطاعة والمعصية، وهو لا يسقط عن اليهود حتى لو ارتكبوا معصية، إذ إن حب الله لشعبه يغلب على عدالته، إن مقولة الاختيار هذه كانت إحدى الأسباب التي دفعت اليهود إلى الحرص على الانعزال عن الشعوب الأخرى والنظرة إلى هذه الشعوب نظرة دونية، تجسدت بروح معادية لغير اليهود، كما يظهر ذلك في الكتب الدينية اليهودية وعلى رأسها التلمود، تلك الكتب التي فرقت في الأحكام بين اليهود وغيرهم، وبين دم اليهودي، ودم الأغيار. (¬2) ¶ لم تكن الصهيونية الدينية من بنات أفكار شخصية واحدة، كما أنها لم تتبلور بوضوح دفعة واحدة، إنما تطورت بتراكم أفكار دعاتها الذين عاشوا في مناطق وأزمنة مختلفة، وإن فَهْمَ (الصهيونية الدينية) التي يعد أتباعها أكثر فئات المجتمع الإسرائيلي عداء للعرب والمسلمين يقتضي تتبع المنطلقات الفكرية التي انطلقت منها، وأفكار أبرز رموزها الفكرية والتنظيمية. (¬3) ¶ وقد انطلقت البداية الحقيقية للصهيونية الدينية في العصر الحديث من أفكار الحاخام \"يهودا القلعي\" (¬4) (1798 - 1878م)، الذي دعا إلى خلاص اليهود بالعودة إلى التلمود، وأساطير ¶ ¬__________ ¶ (¬1) صلاح الزرو، المتدينون في المجتمع الإسرائيلي، مرجع سابق، ص164. ¶ (¬2) انظر: صلاح الزرو، المتدينون في المجتمع الإسرائيلي، مرجع سابق، ص164. ¶ (¬3) نفس المصدر السابق، ص165 - 166. ¶ (¬4) ولد الحاخام \"القلعي\" في مدينة سراييفو لأبوين من يهود الصرب عام 1798م، وتلقى بها تعليماً يهودياً تقليدياً، وتبحر في تعاليم \"القبالة\"، كما اشتغل \"القلعي\" بالتدريس في مدينة \"زملين\" بالقرب من \"بلغراد\"، وأضحى في العام 1825 حاخاماً لها (وهي عاصمة الصرب آنذاك). وقد عايش \"القلعي\"، خلال العشرينات والثلاثينيات من القرن التاسع عشر، ثورة شعوب البلقان وحرب الاستقلال اليونانية، مما أثر على أفكاره فيما بعد. واستند \"القلعي\" – في رؤيته عن \"الخلاص\" من خلال الاستيطان في أرض إسرائيل – إلى أسطورة دينية كان اليهود الصوفيون قد غالوا في زخرفته والزيادة عليها، وهي تقول بأن \"المسيح الأول\" سوف يسبق مجيء \"المسيح المنتظر\" ويقود اليهود في حرب يأجوج ومأجوح وذلك لفتح فلسطين بحد السيف. هاجر إلى فلسطين في عامه السبعين وأنهى آخر أيام عمره في القدس، حيث توفى عام 1878م، وكانت أولى كتاباته في العبرية عام 1845م بعنوان \"منحة يهوذا. (انظر: آرثر هرتزبرج، الفكرة الصهيونية، النصوص الأساسية، ترجمة: لطفي العابد وموسى عنز، (مركز الأبحاث، منظمة التحرير الفلسطينية، بيروت، 1970م، ص9 - 10).",
            "page": "50",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "\"القبّالاة\". واقترح في كراسته: \"اسمعي يا إسرائيل\" \"شمعي يسرائيل\" التي نشرها عام 1834م العودة إلى فلسطين تحت قيادة زعامة بشرية، دون أي انتظار للمسيح المخلص، كما دعا إلى إقامة مستعمرات يهودية في فلسطين كي تكون مقدمة لظهوره، وبناء على حسابات كان قد أجراها اعتماداً على \"القبّالاه\" توقع القلعي أن يظهر المسيح عام 1840م، ولما لم يحدث ما توقّع فقد غيّر رأيه، وأعلن أن الخلاص لا يمكن أن يأتي فجأة ومرة واحدة، وإنما ينبغي العمل بجد في سبيله، وأن هذا الخلاص الذاتي سيتم بالدعوة إلى عقد \"جمعية كبرى\" (كنيست جدولاً) وقيام صندوق قومي لشراء الأراضي، وهي الأفكار نفسها التي تبناها هرتسل فيما بعد، وقد فسر في كتابه \"الخلاص الثالث\" الخلاص الجديد على أساس الاستيطان في فلسطين، بقصد تعمير الأرض \"الخراب\" وإحياء اللغة العبرية. (¬1) ¶ ¬__________ ¶ (¬1) أديب ديمتري، جذور العرقية الصهيونية – الصراع العربي الإسرائيلي: الجذور والمواقف، دار الثقافة الجديدة، القاهرة، إبريل 1988م، ص23.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "المبحث الرابع ¶ الحركات والأحزاب اليهودية الأرثوذكسية في فلسطين المحتلة ¶ المطلب الأول: الحركات والأحزاب الأرثوذكسية الصهيونية ¶ المطلب الثاني: الحركات والأحزاب الأرثوذكسية الحريدية (غير ¶ الصهيونية) ¶ المطلب الثالث: الحركات والأحزاب الأرثوذكسية الحريدية الحسيدية",
            "page": "52",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "المطلب الأول ¶ الحركات والأحزاب الأرثوذكسية الصهيونية ¶ هدف هذا المبحث الاطلاع على الأحزاب والحركات الأرثوذكسية التي تبنت الصهيونية وأقرت بالخلاص الجماعي، وهو أن الصهيونية والدولة الإسرائيلية تقوم مقام دور المسيح في تخليص اليهود مما هم فيه ومساعدتهم لبناء دولتهم وكيانهم، وينقسم هذا المبحث إلى ثلاثة مطالب، المطلب الأول: يتحدث عن الحزب الديني القومي (المفدال) نشأته وفكره ومواقفه، والمطلب الثاني يتحدث عن حركتي غوش إيمونيم وكاخ، يستطلع ظهورهما وفكرهما ومواقفهما المتطرفة، أما المطلب الثالث فيتحدث عن معسكر الوسط الديني (ميماد) نشأة ذلك المعسكر ومواقفه من القضايا الداخلية والخارجية. ¶ أولاً: الحزب الديني القومي (المفدال) ¶ يعتبر حزب المفدال، (أو بالأحرى حزبي مزراحي وهبوعيل مزراحي) الذي تشكل منهما، من الأحزاب الدينية الصهيونية التاريخية، فحزب مزراحي هو أقدم الحزبين، ويعود نشوءه إلى عام 1902، حيث تشكل هذا الحزب من إطار الحركة الصهيونية بعد التحاق العديد من اليهود المتدينين بها. (¬1) ¶ جاء تطور هذا الحزب الصهيوني، عن حزب (همزراحي) (الشرقي)، الذي تبلور داخل المنظمة الصهيونية العالمية، فقد سبقت الإشارة إلى أن الخلاف على المسألة الثقافية بين المتدينين والعلمانيين داخل المنظمة الصهيونية العالمية، قد دعا المتدينين داخل هذه الحركة إلى عقد مؤتمر خاص بهم في مدينة (فيلنا) في ليتوانيا خلال عام 1902، برئاسة الحاخام (يتسحاق ريتس) (1839 - 1915) حضره اثنان وسبعون عضواً عن الصهيونيين المتدينين وقرروا إقامة منظمة (مزراحي) - اختصاراً لكلمتي (مركز روحاني) - ككتلة متدينة ¶ داخل المنظمة الصهيونية، وقد أصدرت فور إقامتها بياناً جاء فيه: (إنه في بلدان المهجر ... لا يمكن بعدُ لتوراة إسرائيل وهي روح الأمة، أن تسيطر بكل قوتها، ولا يمكن أداء كل فرائض التوراة، بكل طهارتها؛ لهذا ينبغي توجيه قلوب اليهود إلى صهيون والقدس، للمكان الذي سيجد ¶ ¬__________ ¶ (¬1) انظر: هاني عبد الله، الأحزاب السياسية في إسرائيل - عرض تحليل، (مؤسسة الدراسات الفلسطينية: بيروت)، 1981م، ص85",
            "page": "53",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "يه أيضاً فقراء شعبنا الراحة المنشودة، وإن بعض الأمل في عودة صهيون سيمنح قاعدة آمنة، وطابعاً خاصاً لشعبنا، ومأمناً لتوراته ولكل أقداسه، إن صهيون والتوراة شيئان مقدسان، يكمل كل منهما الآخر، ويحتاج إليه)، وقد أطلقت المزراحي في ذلك المؤتمر شعارها التاريخي (أرض إسرائيل لشعب إسرائيل بموجب توراه إسرائيل) وخلال المؤتمر العالمي الأول للمزراحي المنعقد في مدينة بريسبورغ بهنغاريا عام 1904 أقر دستور لهذه المنظمة الجديدة جاء فيه: (¬1) ¶ مواقف المفدال السياسية: ¶ يتضح فكر المفدال السياسي من خلال برنامج الحزب لانتخابات الكنيست الحادي عشر (1984): ¶ لقد رسخ المفدال أفكاره وموافقه السياسية من خلال الجرأة والوضوح في طرح هذه الأفكار على الجمهور اليهودي، وقد تبين ذلك من خلال برامجه الانتخابية ولعل أهم ما جاء في برنامجه ما يلي: ¶ 1 - \"إننا نؤمن بأن وحدة الشعب اليهودي وتكامله في البلاد والمنفى، الذين يشكلان أساس وجودنا، والرابطة المثلثة لشعب إسرائيل وأرض إسرائيل وتوراه إسرائيل، لن تنفصم إلى الأبد. ¶ 2 - الحزب الديني القومي جزء لا يتجزأ من حركة هامزراحي – هابوعيل هامزراحي (الشرقي – العامل الشرقي) العالمية. ويعتبر الحركة الصهيونية الأداة المركزية لتجسيد فكرة عودة شعب إسرائيل بأجمعه إلى بلاده، بحسب رؤيا آباء الصهيونية الدينية وبحسب مبدأ \"مشروع القدس\". ¶ 3 - يجب الاستعداد بطريقة جديدة لتأمين بقاء بقية الشعب اليهودي الذي بقي في المنفى، بواسطة تعزيز التعليم اليهودي والصهيوني ومنع الاندماج (في المجتمعات الأجنبية) الذي يهدد مستقبل شعبنا، ويتعين على دولة إسرائيل أن تكون المركز في هذا المجال. ¶ 4 - يجب تأكيد مركزية دولة إسرائيل بواسطة (تشكيل) حكومة تكتل وطني على أساس برلماني واسع، تجلب إلى يهود العالم بشرى اتحاد دولة إسرائيل. ¶ 5 - يعتبر الحزب التطورات السياسية والأمنية التي حظي بها جيلنا بداية لتجسيد إرادة العناية الإلهية، في مسار الخلاص الكامل لشعب إسرائيل في أرض آبائه. ¶ 6 - يؤكد الحزب أن ليس في مقدور اللغة والبلد أن يشكلا بديلاً عن اليهودية. والمثلث الأبدي لشعب إسرائيل في أرض إسرائيل بناء على عقيدة إسرائيل هو المضمون الحقيقي للصهيونية. ¶ ¬__________ ¶ (¬1) صلاح الزرو، المتدينون في المجتمع الإسرائيلي، مرجع سابق، ص309 - 310.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "7 - بين البحر وبين نهر الأردن تقوم دولة واحدة وهي دولة إسرائيل، عاصمتها القدس الموحدة ولن يسلم أي جزء من أرض – إسرائيل إلى حكم أجنبي أو سيادة أجنبية. ¶ 8 - يعتبر الحزب دولة إسرائيل بدايةً لنمو خلاصنا، ومرحلةً في تجسيد رؤيا خلاص شعب إسرائيل. وانطلاقاً من ذلك فإنه يتطلع إلى تعميق الطابع اليهودي للدولة وترسيخها على قيم عقيدة إسرائيل. ¶ 9 - إن الاتجاهات العلمية والتكنولوجية للعصر الحديث تزيد الحاجة إلى تعميق الأسس اليهودية – القومية – المعنوية بين جميع الشباب من أجل المحافظة على تميزهم الخلقي – الاجتماعي. ولذا يجب مواصلة تعميق المعرفة المتعلقة بشعب إسرائيل وجذوره وتراثه وثقافته في جميع الأجيال، وبالطوائف والشتات، في المؤسسة التعليمية. ¶ 10 - يعتبر الحزب العمل الاستيطاني في جميع أجزاء أرض- إسرائيل تجسيداً للأمر الإلهي ورؤيا الأنبياء بعودة إسرائيل إلى أرضه واستيطانه إلى أبد الآبدين.\" (¬1) ¶ أما من ناحية مشاركة حزب المفدال في الانتخابات، قد شارك في جميع الحكومات الائتلافية التي تألفت بزعامة حزب المباي (العمل)، لكنه في أثر الانقلاب السياسي الذي وقع سنة 1977م، الذي أوصل حزب الليكود إلى سدة الحكم محل حزب العمل، اتجه المفدال إلى التحالف مع اليمين القومي. (¬2) ¶ ثانياً: حركة غوش إيمونيم وحركة كاخ ¶ 1 - حركة غوش إيمونيم ¶ ظهرت حركة غوش إيمونيم (كتلة الإيمان) كجماعة داخل حزب المفدال في أعقاب حرب العام 1967م، ثم كحركة غير حزبية مستقلة عن حزب المفدال وانفصلت عنه نهائياً وأصبحت إطاراً مستقلاً منذ أواخر عام 1974م. ¶ ترجع جذور هذه الحركة بفعل تأثير الرابي تسفي كوك – إلى عام 1967م حين رأى قطاع من المتدينين أن حرب حزيران كانت (بداية الخلاص) وبعضهم اعتبرها (إشارة إلى وجود شعب الله المختار في منتصف الطريق، فمملكة إسرائيل تبنى من جديد، كتجسيدٍ لملكوت ¶ ¬__________ ¶ (¬1) انظر: برنامج المفدال الانتخابي للكنبيست الحادي عشر 1984م، الملف \"تعنى بالشئون الإسرائيلية والصهيونية\"، (وكالة المنار للصحافة والنشر المحدودة)، (13) المجلد الثاني، العدد (1)، إبريل 1985، 74 - 78. ¶ (¬2) انظر: عزيز حيدر، صبري جريس، أحمد خليفة، دليل إسرائيل العام، (بيروت: مؤسسة الدراسات الفلسطينية)، ط1، 1992م، ص157.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "إسرائيل، والجيش الإسرائيلي مقدس برمته، وهو يمثل سلطة الله على أرضه، على أن هذه الحركة لم تظهر بصورة واضحة إلا بعيد حرب 1973م بسبب مشاعر الإحباط والخيبة، والانقسامات التي ضربت المجتمع الإسرائيلي، وشعور الذين بادروا لإنشاء هذه الحركة بأن الصهيونية العلمانية قد أعلنت إفلاسها وأن الصهيونية الدينية هي الحل وهي البديل. (¬1) ¶ الأفكار والمواقف: ¶ لقد تبلور فكر حركة غوش إيمونيم من خلال ثلاثة عوامل مترابطة: ¶ 1 - \"الأفكار التي طورها رئيس حاخامي فلسطين في القرن العشرين الحاخام أبراهام يستحاق كوك (1865 – 1935). ¶ 2 - الزعامة والتشكل الفكري لهذه الأفكار على يدي ابنه تسفي يهودا كوك (1891 – 1982). ¶ 3 - النفوذ السياسي للصهيونية التصحيحية بزعامة مناحيم بيغن – رئيس وزراء إسرائيلي سابق – وتحالف الليكود الذي يسوده حزب حيروت\". (¬2) ¶ \"يعتبر الحاخام أبراهام يتسحاق كوك أن معظم اليهود في الصف الديني القومي، ودولة إسرائيل اليوم، هما عاملان مركزيان في عملية الخلاص التي طال انتظارها، وأن من شأن هذين العاملين أن يؤديا إلى عودة اليهود جميعهم إلى أرض إسرائيل وتوسع الحكم اليهودي وبسطه على أرض الميعاد كلها وإعادة فرض سيادة \"الهالاخاه\" وإعادة بناء الهيكل في القدس وظهور المسيح\". (¬3) ¶ \"إن (غوش إيمونيم) أي (كتلة الإيمان) تقوم على فكرة (أرض إسرائيل الكاملة)، فلا تنازل ولا انسحاب ولا تخلي عن طريق الإيمان بضرورة استيطان جميع أرجاء أرض إسرائيل، وإن حق اليهود في هذه البلاد ليس خاضعاً لقوانين الشعوب - بل هو حق حصلوا عليه من الله ومن التوراة، وإذا كانت قوانين الدولة، لا تتفق وأوامر الله، فإن الواجب يدعو إلى عدم ¶ ¬__________ ¶ (¬1) انظر: ¶ - ... صلاح الزرو، المتدينون في المجتمع الإسرائيلي، مرجع سابق، ص397. ¶ - ... عبد الفتاح ماضي، الدين والسياسة في إسرائيل، - دراسة في الأحزب والجماعات الدينية في إسرائيل ودورها في الحياة السياسية، مرجع سابق، ص491. ¶ (¬2) إيان س. لوستيك، الأصولية اليهودية في إسرائيل: من أجل الأرض والرب، ترجمة حسني زينة، (مؤسسة الدراسات الفلسطينية: بيروت)، ط1، 1991م، ص38. ¶ (¬3) إيان س. لوستك، الأصولية اليهودية في إسرائيل – من أجل الأرض والرب، مرجع سابق، ص38.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "الانصياع لها لأن الاستيطان في المناطق المحتلة هو هدف أسمى؛ لأنه يجري تنفيذاً لإرادة الله وليس القانون الإسرائيلي\". (¬1) ¶ \"لقد رأت هذه الحركة أن حرب حزيران 1967م، هي (حرب دينية يهودية)، وإن النصر (الساحق) الذي حققته إسرائيل يرجع إلى (الدعم الإلهي الجبار)، وأنها محطة وقوف في مسيرة الصدام بين العائدين إلى صهيون والعرب، وهي أيضاً منتصف الطريق إلى الإنقاذ الكامل\". (¬2) ¶ لقد مثلت حركة غوش إيمونيم، تجربة فريدة للتعاون بين العلمانيين والمتدينين فهذه الحركة ضمت مجموعة من العلمانيين بالرغم من أن السلطة الحقيقية تركزت في يد المتدينين، وأغلبهم من خريجي مدارس (بني عقيبا) الدينية الصهيونية. وهذا التعاون لم يكن ليبرز لولا أن اشترك الكثير من العلمانيين مع غوش إيمونيم في الهدف الرئيس للحركة، ألا وهو الاستيطان في أرض فلسطين، وخاصة الضفة الغربية. ¶ 2 - حركة كاخ: ¶ تأسست حركة كاخ على يد الحاخام \"مائير كهانا\" (¬3) في \"إسرائيل\" عام 1973م كامتداد لرابطة الدفاع اليهودية التي أنشأها \"كهانا\" في الولايات المتحدة الأمريكية عام 1968م. (¬4) وتستند في مقولاتها وآرائها على المفاهيم الدينية. (¬5) ¶ ويمكن عرض أبرز ملامح فكر حركة كاخ على النحو التالي: ¶ - الشعب اليهودي شعب مختار ومقدس، وليس ثمة شعب آخر أو أمة أخرى ضاهته في الماضي، أو يمكن أن تضاهيه في المستقبل. ولأن \"الشعب اليهودي\" شعب متميز فهو يخضع ¶ ¬__________ ¶ (¬1) صلاح الزرو، المتدينون في المجتمع الإسرائيلي، مرجع سابق، ص399. ¶ (¬2) داني روبنشتاين، غوش أيمونيم الوجه الحقيقي للصهيونية، ترجمة: غازي السعدي، (عمان: دار الجيل للنشر)، ص50. ¶ (¬3) ولد مائير كهانا في حي بروكلين عام 1932 لأسرة هاجرت من صفد بفلسطين إلى الولايات المتحدة مع مطلع القرن العشرين، واصل دراسته الدينية حتى صار حاخاماً، كما حصل على الماجستير في القانون الدولي. في العام 1968، شكل \"رابطة الدفاع اليهودية\" واتخذ من مقاطعة كوينز بولاية نيويورك مقراً لها. وفي العام 1969 انشق \"كهانا\" عن حركته في الولايات المتحدة – تاركاً إياها تمارس حتى اليوم العنف والإرهاب ضد العرب والمسلمين – وهاجر إلى \"إسرائيل\" ليحول حركة \"كهانا\" الحركة إلى حزب سياسي تحت اسم \"هكذا: كاخ\" في -عام 1972م\". (انظر: عبد الفتاح ماضي، الدين والسياسة في إسرائيل، مرجع سابق، ص507 - 508). ¶ (¬4) نفس المصدر السابق، ص507. ¶ (¬5) صلاح الزرو، المتدينون في المجتمع الإسرائيلي، مرجع سابق، ص402.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "لمعايير خاصة به، ويجب ألا يعير اهتماماً للمعايير الخلقية أو السلوكية للشعوب الأخرى، التي ستظل معادية لليهود دائماً وأبداً، يقول \"كهانا\" في مقدمة كتابه \"شوكة في عيونكم\": \"إنني أنتمى إلى شعب تشرد بدون وطن خاص به مدة ما يقرب من ألفي عام، إنني ابن شعب عانى من مطاردات وكوارث لا تحصى، كبيرة وصغيرة، إنني ابن شعب لم يسمح له بالتطور جسداً وروحاً في أرضه، خلافاً لكل الشعوب الأخرى\". ¶ - اقتراب خلاص \"الشعب اليهودي\" وقدوم المسيح المخلص، وثمة شرطان لحدوث هذا الأمر في هذا الجيل، هما: ضم المناطق المحتلة عام 1967 إلى دولة \"إسرائيل\"، وإجلاء جميع أعداء اليهود عن \"أرض إسرائيل\"، والقضاء على كل عبادة \"غريبة\" في \"جبل الهيكل\" (مسجدي الصخرة والأقصى). ¶ - يعد قيام \"دولة إسرائيل\" بمثابة التمهيد لظهور المسيح، فهي ذات مغزى ديني، ولهذا قال \"كهانا\"في كتابه \"أربعون عاماً\": \"من بين اللهب والرماد، برزت الدولة اليهودية، ليس لأننا تسببنا بذلك، بل لأن الرب قرر أن يوزع غضبه وعقابه على العالم الذي ازدرى الرب، إن دولة إسرائيل ليست كياناً سياسياً، إنها خلق ديني، ولن توجد قوة في العالم يمكنها منع هذه الدولة أو تدميرها لأنها (تمثل) بدء غضب الرب، حيث رأى أن \"هناك قانوناً واحداً فقط، هو قانون التوراة، وعندما يتناقض قانون التوراة مع قانون دولة إسرائيل، فإنني أتبع قانون التوراة\"، كما اعتبر أن المخاطر المحيطة بالدولة تكمن في ابتعادها عن الثقافة والتربية اليهوديتين، وتبني الأفكار الغربية والقيم الديمقراطية، فالديمقراطية نبت غريب عن اليهودية، لا تصلح لليهود الذين يجب أن يخضعوا للتوراه فقط، ومن هنا فلا طاعة للحكومة المنتخبة ديمقراطياً – في رأيه – ما لم تلتزم بالتوراة. ¶ ولهذا هاجم \"كهانا\" دوماً إعلان قيام الدولة الذي كفل لسكان \"إسرائيل\" – نظرياً – حقوقاً متساوية بغض النظر عن انتمائهم العرقي أو الديني، وطالب باستثناء العرب من الديمقراطية السائدة في \"إسرائيل\"، كما آمن بأن هدف \"دولة إسرائيل\" هو إنقاذ \"شعب إسرائيل\"، وإقامة \"مملكة إسرائيل\" كما جاء في التوراة على كامل \"أرض إسرائيل\"، أما حدودها فهي حدود \"أرض إسرائيل الكبرى\"، أي من \"النيل إلى الفرات\"؛ ولأن هذه الأرض أرض مقدسة لـ\"شعب مقدس\"، فإنه يجب الحفاظ عليها، وعدم التفريط فيها، والسيطرة على الأجزاء \"المحتلة\" منها في مصر والعراق وسوريا والأردن ولبنان. ¶ - العرب غرباء في \"أرض إسرائيل\"، فهم خطر على \"الشعب اليهودي\"، وعلى الدولة، ووجودهم في \"دولة إسرائيل\" يعني – كما جاء في كتاب \"شوكة في عيونكم\": \"تحقيراً لاسم الرب، ولذا فإن طردهم هو أكثر من مجرد كونه عملاً سياسياً، إنه عمل وفرض ديني نحو",
            "page": "58",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "الخلاص ووقف لتحقير اسم الرب\"، وقد آمن \"كهانا\"بأن العرب \"الإسماعيليين\" يتكاثرون بصورة مدهشة، الأمر الذي يهدد أساس دولة إسرائيل ويحولها إلى دولة ذات قوميتين حتى يأتي اليوم الذي يشكلون فيه أغلبية في الكنيست فتنتهي الدولة اليهودية، كما آمن بأن حرباً أبدية بين اليهود والعرب ستظل مشتعلة؛ لأن المشكلة ليست مشكلة حدود. وقد كان بديهياً أن تعارض حركة كاخ إعادة أي جزء من \"أرض إسرائيل\" للعرب مقابل السلام، فليس في عُرفها شيء اسمه الشعب الفلسطيني، بل يجب طرد كل العرب من كامل \"أرض إسرائيل\"، وضم المناطق المحتلة عام 1967م إلى الدولة وتوطين اليهود فيها، ويجب أيضاً تدمير كافة المقدسات الإسلامية في القدس التي يجب أن يكون سكانها من اليهود فقط. ¶ - إن العنف هو الأداة المثلى لتحقيق الهدف، وقد تأثرت الحركة في ذلك بتعاليم \"زئيف جابوتنسكي\" زعيم الحركة الصهيونية التصحيحية، ولهذا كان \"كهانا\" يأمر أنصاره في \"إسرائيل\" بالتعامل مع العرب كالوحوش، ففي حالة عدم قدرة الدولة على الرد على العرب بالعنف يجب على الأفراد القيام بذلك. ¶ انطلاقاً من هذه الأيديولوجية، راحت حركة كاخ تمارس نشاطها السياسي في \"إسرائيل\" بهدف تحقيق أهدافها ومبادئها. وقد تمثل نشاطها السياسي هذا – أساساً – في عمليات إرهاب وقتل وتهديد قام بها نشطاء الحركة وأنصارها عن طريق تنظيم تظاهرات عنصرية ضد العرب، أو إنشاء تنظيمات سرية مسلحة. (¬1) ¶ ثالثاً: معسكر الوسط الديني (ميماد) أواليهودية العقلانية: ¶ \"ميماد\" (محنيه مركاز داتي) أي (معسكر الوسط الديني) حزب ديني أرثوذكسي صهيوني اشكنازي، قام بتأسيسه في أواخر تموز 1988م الرابي يهودا عميطال، رئيس مدرسة (غوش عتصيون) الدينية بالقدس، بعد انشقاقه عن حزب المفدال، بسبب معارضته لتوجهات الحزب نحو التطرف القومي والديني، ويعتمد هذا الحزب على اليهود من أصل أوروبي، لا سيما الناطقين باللغة الإنجليزية، لينافس \"المفدال\" و\"شاس\"، اللذين كانا يتنافسان على أصوات اليهود الشرقيين. (¬2) ¶ ¬__________ ¶ (¬1) انظر: ¶ - ... مائير كهانا، شوكة في عيونكم، ترجمة: غازي السعدي (دار الجليل للنشر: عمان)، 1985، ص10 - 11. ¶ - ... عبد الفتاح ماضي، الدين والسياسة في إسرائيل، مرجع سابق، ص509 - 511. ¶ (¬2) انظر: ¶ - ... صلاح الزرو، المتدينون في المجتمع الإسرائيلي، مرجع سابق، ص407. ¶ - ... رشاد الشامي، القوى الدينية في إسرائيل، مرجع سابق، ص116 - 117.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "\"ووفق المعايير الإسرائيلية يعتبر هذا الحزب معتدل في نظرته للدين والدولة وقد عُرف رئيسه كأحد الشخصيات النشيطة التي ساعدت في تأسيس مدارس (هسيدريشيفا) الدينية – الصهيونية، لذا حصل هذا الحزب على تأييد بعض الفئات العلمانية، وبعض قطاعات من الأرثوذكسية الدينية\". (¬1) ¶ وموقف الحزب من القضايا الداخلية والخارجية هو على النحو التالي: ¶ أولاً: على الصعيد الداخلي: ¶ الدعوة إلى تعزيز الشخصية اليهودية – الوطنية للدولة، وضرورة العمل على جسر الهوة بين المتدينين والعلمانيين وتعزيز سلطة الحاخامية الرئيسية، وقد عارضت الحركة تعديل قانون من هو اليهودي، وأكدت على أهمية توسيع التعليم الديني، ودعم المؤسسات الدينية، وضرورة تأدية طلبة المدارسة الدينية للخدمة العسكرية، ودعت إلى تعزيز مركز المرأة في المجتمع وإشراكها في النشاطات الجماهيرية، والسماح لها بعضوية المجالس الدينية، وقد تضمنت قائمة الحركة الانتخابية اسم سيدة في المرتبة الثالثة، أما على الصعيد الاقتصادي فأكدت الحركة على ضرورة عدم مخالفة النشاطات الاقتصادية لتعاليم التوراة، وتقليل التدخل الحكومي في النشاط الاقتصادي، وتشجيع الاستثمار ومحاربة الفساد، وتوسيع الخدمات الاجتماعية، وتوزيع الدخل القومي بشكل عادل، وضرورة سن قانون وطني للتأمين الصحي، وتوسيع الخدمات الصحية وإقامة سلطة مركزية وطنية للمستشفيات. (¬2) ¶ ثانياً: على الصعيد الخارجي: ¶ تؤمن الحركة بأن دولة إسرائيل هي مرحلة مهمة لتحقيق (نبوءة المسيح)، ويستلهم أتباع وقادة هذه الحركة مبادءهم من أفكار الراب الأكبر (أبراهام إسحق كوك)؛ لأنه عرف – حسب رأيهم – بحبه لبني الإنسان، ويرفضون أفكار ابنه الراب (تسفي كوك) زعيم (غوشم إيمونيم) التي تعتبر (متطرفة) وفق وجهات نظرهم، وبالرغم من أن هذه الحركة تؤمن بأن (لليهود الحق في جميع أراضي إسرائيل)، إلا أنها ترى أن استمرار السيطرة على الضفة والقطاع ليس في مصلحة إسرائيل، لذا تؤيد إرجاع (أراض) مقابل سلام حقيقي، يضمن بقاء المستوطنات والسيادة الأمنية الإسرائيلية على هذه المناطق، وتعارض فكرة الطرد الجماعية (الترانسفير) للعرب، أما بالنسبة للانتفاضة فقد دعت الحركة إلى عدم خرق القيم الإنسانية أثناء التصدي لها. (¬3) ¶ ¬__________ ¶ (¬1) يديعوت أحرونوت، 6/ 11/1988م. ¶ (¬2) صحيفة معاريف الإسرائيلية، 28/ 10/1988م. ¶ (¬3) انظر: صلاح الزرو، المتدينون في المجتمع الإسرائيلي، مرجع سابق، ص408",
            "page": "60",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "المطلب الثاني ¶ الحركات والأحزاب الأرثوذكسية الحريدية (غير الصهيونية) ¶ يستطلع هذا المطلب الحركات والأحزاب الأرثوذكسية الحريدية التي آمنت بأن المسيح وحده هو الذي سيخلص اليهود مما هم فيه، ويلقي الضوء على الأحزاب التي تنتمي في معظمها إلى المعسكر اللتواني (المعارضين)، وينقسم هذا المبحث إلى ثلاثة مطالب: المطلب الأول يتحدث عن حركة أجودات إسرائيل من خلال دراسة نشأتها وتطورها وفكرها ومواقفها الدينية والسياسية، والمطلب الثاني فيتكلم عن حراس التوراة السفارديم (شاس) والتي انشقت عن أجودات إسرائيل احتجاجاً عن عدم التمثيل الكافي لليهود الشرقيين في حركة أجودات إسرائيل نستطلع ظروف نشأتها ومواقفها وقوتها في المجتمع الإسرائيلي، أما المطلب الثالث فيتحدث عن حزب الأرثوذكس الإشكناز اللتوانيين وهو حزب علم التوراة \"ديغل هتوراه\"، نتعرف عن نشأته وطروحاته على الصعيد الديني والسياسي. ¶ أولاً: أجودات إسرائيل ¶ \"\"أجودات إسرائيل\"، هي منظمة دينية وسياسية لليهود المتشددين مبدأهم الرئيسي هو حل كل القضايا اليهودية وفقاً لروح التوراة\". (¬1) ¶ \"تأسست حركة أجودات إسرائيل عام 1912 كتنظيم ديني يضم جميع الجماعات الدينية الأرثوذكسية في ألمانيا وبولندا وليتوانيا (كمجموعة متحدة) ضد الحركة الصهيونية لمحاولة تغيير بنية ومضمون الحياة اليهودية\". (¬2) ¶ الفكر والمواقف: ¶ لقد أعلنت حركة أجودات إسرائيل أن برنامجها هو توحيد شعب إسرائيل حسب تعاليم التوراة بجميع مظاهر الحياة الاقتصادية والسياسية والروحية. (¬3) ¶ وأما عن موقفها من الحركة الصهيونية والدولة الإسرائيلية فقد رفضت حركة (أجودات إسرائيل) ومنذ تأسيسها، طروحات الحركة الصهيونية بشأن الوطن القومي أو الدولة اليهودية ككيان سياسي لاعتقادها أن عودة اليهود إلى فلسطين ستتحقق بإرادة الله وتحت قيادة (المسيح ¶ ¬__________ ¶ (¬1) رشاد الشامي، القوى الدينية في إسرائيل، مرجع سابق، ص139. ¶ (¬2) عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج6، ص286. ¶ (¬3) عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج6، ص286.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "المنتظر) وليس الحركة الصهيونية؛ لذا يجب انتظار المسيح لينشئ (مملكة إسرائيل)، ولكن بعد ذلك أبدت مرونة في هذا الأمر لانتقال ثقل الحركة إلى فلسطين من جهة ومن جهة أخرى لقناعة زعماء الحركة أن كياناً ساسياً من شأنه أن يحمي جميع اليهود حتى قدوم المسيح، ووثوقها من حتمية قيام هذه الدولة في أواخر الأربعينات سواء أوافقت على قيامها أم ظلت على معارضتها لذلك. ¶ وأما عن موقف حركة \"أجودات يسرائيل\" من القضايا الرئيسة في إسرائيل فتتركز في المحاور التالية: ¶ 1 - تأييد حل سياسي للمشكلة الفلسطينية حتى ولو كان بثمن \"المناطق مقابل السلام\". ¶ 2 - النضال ضد تدخل الجهات العلمانية في الأحوال الشخصية. ¶ 3 - الحرب من أجل الطهارة وصلاحية المأكولات وفقاً للشريعة (الكشيروت). ¶ 4 - تأييد قانون \"من هو اليهودي؟ \". ¶ 5 - النضال ضد تجنيد النساء في الجيش، واستمرار إعفاء شباب \"اليشيفوت\". ¶ 6 - الحصول على دعم من أجل استمرار التعليم المستقل. (¬1) ¶ ثانياً: حراس التوراة السفارديم (شاس) ¶ شاس اختصار عبري لاسم الحزب (اتحاد الشرقيين / حراس التوراة)، وقد تم تأسيس هذه الحركة بمبادرة من الحاخام عوفاديا يوسيف ومساعدة مباشرة من الحاخام ارييه درعي ومباركة اليعازر شاخ (إشكنازي)، ومن القيادات للحركة الحاخام عوفاديا يوسيف، والحاخام اسحق قدوري، وأهمها على الصعيد السياسي ارييه درعي ورفائيل بنحاس وشلومو بنيزري، ويبرز من الجيل الجديد وزير الداخلية ايلي يشاي، وقد ظهرت الحركة في البداية كقائمة محلية منشقة عن حزب أجودات إسرائيل، وخاضت انتخابات بلدية القدس، وفازت بثلاثة مقاعد في المجلس البلدي، ثم بعد ذلك أعلنت عن نفسها حزباً سياسياً. ¶ وتبيّن مراحل تطور الحركة خلال (14) عاماً مدى قدرة الحركة على التكيف داخل النظام السياسي الإسرائيلي وقدرتها على الحركة والاستمرار والتطور، حيث استطاعت الحركة ¶ ¬__________ ¶ (¬1) رشاد الشامي، القوى الدينية في إسرائيل، مرجع سابق، ص150.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "من خلال الانتخابات أن تقفز قفزات نوعية، وأن يكون لها تأثيرها على صنع القرار في إسرائيل. (¬1) ¶ ولقد شكلت حركة شاس قوة دينية وسياسية لا يستهان بها في المجتمع الإسرائيلي، فقد شاركت حركة شاس في خمس عمليات انتخابية متوالية (1984 - 1999) أثبتت خلالها قدرتها على الاستمرار والتطور وحيازة ثقة الجمهور الإسرائيلي، واستطاعت رفع تمثيلها في الكنيست الحادي عشر (1984) من أربعة مقاعد إلى ستة مقاعد في انتخابات عام (1988، 1992) ثم إلى عشرة مقاعد في انتخابات (1996)، أما في العام (1999) فقد تقدمت شاس بشكل مفاجئ محققة فوزً كبيراً، إذ كسرت -وللمرة الأولى- انفراد الحزبين الكبيرين؛ العمل والليكود بكونهما القوتين الرئيسيتين فقط إذا استطاعت أن تشكل قوة رئيسية ثالثة في الكنيست بحصولها على سبعة عشر مقعداً من أصل (120) مقعداً في الكنيست، وشاركت في الائتلاف الحكومي بزعامة إيهود باراك رئيس حزب العمل ومن ثم في الائتلاف الحكومي بزعامة اريئيل شارون رئيس حزب الليكود، وعززت مواقعها بشكل قوي داخل الحكومة وفي الشارع اليهودي. ¶ الفكر والمواقف: ¶ لقد انشقت حركة شاس عن الحزب الأم (أجودات إسرائيل) انشقاقاً عرقياً، وبذلك فإن المبادئ الأيديولوجية لكلا الحزبين متماثلة، حيث تمثل العلاقة بين الدين والدولة المجال الأساسي والوحيد تقريباً لنشاط أجودات إسرائيل، وقد انطلقت شاس من عدة مبادئ مثلت امتداداً للحزب الأم أجودات إسرائيل، والتي من أهمها: ¶ - يجب وضع قوانين إسرائيل على أساس توراه إسرائيل. ¶ - أرض إسرائيل هي ثمرة حنين الأجيال إلى العودة، وإلى بناء حياة يهودية في إسرائيل وفق توراة إسرائيل. ¶ - يجب سن قوانين لصيانة حركة السبت من قبل العامة. ¶ - اقتصار قوانين الأحوال الشخصية على التوراة. ¶ لقد حاولت شاس تطبيق هذه المبادئ من خلال نشاطها الحزبي والحكومي هادفة إلى تغيير وتطبيق بعض القوانين الدينية الخاصة بقانون العودة، وكذلك محاولة تغيير قانون من هو اليهودي؟ وكذلك قوانين عدة تتعلق بزيادة ميزانيات جهاز التعليم الديني، وبناء الوحدات السكنية ¶ ¬__________ ¶ (¬1) خالد شعبان، حركة شاس \"اتحاد الشرقيين – حراس التوراة\"، قضايا إسرائيلية، نشرة دورية تصدر عن الدائرة الإسرائيلية، (مكتب الرئيس – مركز التخطيط)، العدد (1)، أكتوبر 1997م، ص39.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "للمتدينين؛ ولأجل ذلك كانت شاس تسعى للفوز بالحقائب الوزارية ذات الاختصاص المباشر، التي من أهمها (الداخلية، الأديان، التعليم) وحرصت عند دخولها أي ائتلاف حكومي على وجود بند يهتم بالدين والدولة كأحد أهم الشروط لدخولها الائتلاف الحاكم. (¬1) ¶ ثالثاً: علم التوراة (ديغل هتوراه): ¶ حزب من المتشددين الدينيين (الحريديم)، وهو الوريث الروحي \"للمتنجديم\" (المعادين للحسيدية)، (¬2) \"وهو حزبا اشكنازي – ليتواني\" (¬3)، وقد ظهر هذا الحزب عشية انتخابات الكنيست الثاني عشر (1988)، بزعامة الحاخام أفراهام رافيتس، وحصل على مقعدين في هذه الانتخابات. ويخضع حزب ديغل هتوراه لقيادة توراتية، وهو مجلس كبار علماء التوراة برئاسة الحاخام مناحيم شاخ، (¬4) يقول أفراهام رافيتس: \"إننا نحدد موقفنا تجاه كل القضايا الحيوية في الموضوعات السياسية والاقتصادية، وفق رأي التوراة، والتي يحددها (كبار علماء التوراة) في هذا الجيل وعلى رأسهم الحاخام مناحم شاخ رئيس (يشيفا بوينباج) \" (¬5). ¶ على الرغم من أن الحاخام شاخ يقف على رأس اللتوانيين الذين يخوضون حرباً ضروساً ضد غلاة \"الحسيديم\"، فقد تلقى هذا الحزب دعماً من بعض المجموعات الحسيدية، وخاصة من \"الحسيديم\" الذين درسوا في المدارس اللتوانية، ومن أهم الجماعات الحسيدية التي دعمت هذا الحزب طائفة \"بعلاز\" الحسيدية، التي انشقت عن حزب \"أجودات إسرائيل\" قبيل انتخابات 1988م، بعد أن كانت قد انضمت إليه عام 1980م، وطائفة \"عرلوي\" في القدس، والقسم المنشق عن طائفة \"فايجنتش\" بحيفا، وطائفة \"تسانز\" في نتانيا، ولا يعود دعم هذه المجموعات \"لديجل هتوراه\" إلى اتفاق في الآراء بينها وبين الحاخام شاخ، بقدر ما يعود للخلافات بينها وبين \"أجودات إسرائيل\"، وعلى وجه التحديد بينها وبين جماعة \"جور\" الحسيدية المنافسة، التي تشكل المجموعة الرئيسية في \"أجودات إسرائيل\"، وهي الجماعة التي تسببت خلافاتها مع الحاخام \"شاخ\" إلى تركه لحزب \"أجودات إسرائيل\" عام 1983م، وكأن هذه ¶ ¬__________ ¶ (¬1) انظر: خالد شعبان، قضايا إسرائيلية، مرجع سابق، ص 40 - 43. ¶ (¬2) رشاد عبد الله الشامي، القوى الدينية في إسرائيل، بين تكفير الدولة ولعبة السياسة، مرجع سابق، ص174. ¶ (¬3) صلاح الزرو، المتدينون في المجتمع الإسرائيلي، مرجع سابق، ص369. ¶ (¬4) انظر: بنيامين بيوبرغر، \"هامفلقوت بيسرائيل\"، الأحزاب في إسرائيل، (الجامعة المفتوحة: تل أبيب)، 1997م، ص162 - 163. ¶ (¬5) رشاد عبد الله الشامي، القوى الدينية في إسرائيل، بين تكفير الدولة ولعبة السياسة، مرجع سابق، ص174.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "الجماعات قد أرادت الانتقام من \"أجودات إسرائيل\" وحركة \"جور\" بصفة خاصة، عبر تأييدها لعدوهما اللدود شاخ، وقد أفصح عن هذه الحقيقة عشية الانتخابات أحد قادة \"بعلاز\" حين أوضح أنه لو لم يعلن الحاخام شاخ عن تشكيل \"ديغل هتوراه\" لصوت أتباع \"بعلاز\" لصالح حزب \"العمل\" نكاية \"بأجودات إسرائيل\". ¶ ولم يحظ \"ديجل هتوراه\" بتأييد الإشكناز فقط، بل أيدته أيضاً نسبة صغيرة من اليهود \"السفارديم\"، وذلك بعد أن قام الحاخام عوفاديا يوسف بناء على طلب من الحاخام شاخ بكتابة رسالة تأييد \"لديجل هتوراه\"، وتم تمريرها على أغلب المدارس الدينية \"السفاردية\" كدليل مادي علىهذه المساندة. ¶ يمكن القول إن حزب \"ديجل هتوراه\" يمثل بأطروحاته وأهدافه الشق الإشكنازي لحركة \"شاس\" السفاردية، في كل من القضايا السياسية والاقتصادية والاجتماعية. ¶ ويوجد لحزب \"ديجل هتوراه\" – أسوة بالأحزاب الحريدية الأخرى – مجلس قيادي أعلى يسمى \"مجلس حكماء التوراة\"، قام الحاخام شاخ بتأسيسه عام 1988، وهو يتكون من الحاخام شاخ رئيساً وأحد عشر عضواً آخرين، وقد خاض انتخابات الكنيست الثالث عشر، ولم يفز بأي مقعد فيه. ¶ ويعتبر حزب \"ديجل هتوراه\" من أقل الأحزاب الدينية تطرفاً من ناحية البرامج والتركيب الشخصي للقيادة العليا فيه، وقد ذهب رئيسه أفراهام رافيتس بعد انتخابات 1988م، إلى حد الموافقة، ليس على الانسحاب من المناطق المحتلة فحسب، بل على قيام دولة فلسطينية منزوعة السلاح، وأعرب عن استعداده لتأديه التحية لعلم هذه الدولة. (¬1) ودعا حزب \"ديجل هتوراه\" إلى المحافظة على حياة اليهود، وأيد اتفاق السلام مع مصر، وعارض ضم الجولان، وعارض الاستيطان في الضفة الغربية، ويقرر \"ديجل هتوراه\" بأن أرض إسرائيل لليهود منذ الأجداد، ولكن إعادة الأراضي للفلسطينيين ربما تعمل على الإنقاذ للشعب الإسرائيلي. (¬2) ¶ ¬__________ ¶ (¬1) انظر: رشاد عبد الله الشامي، القوى الدينية في إسرائيل، بين تكفير الدولة ولعبة السياسة، مرجع سابق، ص174 - 175. ¶ (¬2) انظر: بنيامين بيوبرغر، \"هامفلقوت بيسرائيل\" الأحزاب في إسرائيل، مرجع سابق، ص162 - 163.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "المطلب الثالث ¶ الحركات والأحزاب الأرثوذكسية الحريدية الحسيدية ¶ نتحدث في هذا المطلب عن الحركات والأحزاب الأرثوذكسية التابعة للتيار الصوفي الحلولي الحسيدي الذي أسسه \"إسرائيل اليعيزر\" والذين يعطون لزعمائهم مكانة قدسية خاصة والذين يسكنون في مجتمعات خاصة بهم حتى يحافظوا على ثقافتهم واستقلاليتهم، وينقسم هذا المبحث إلى ثلاثة مطالب؛ المطلب الأول يتكلم عن حركة حباد، يستطلع نشأتها وأفكارها ومواقفها، والمطلب الثاني فيتحدث عن الطائفة الحريدية التي أنشئت في القدس ويتعرف على أدبياتها وأفكارها، أما المطلب الثالث فنتعرف من خلاله على حركة ناطوري كارتا (حراس المدينة) والذين حاربوا الصهيونية بشكل واضح ورفضوا الاعتراف بالدولة اليهودية القائمة حالياً. ¶ أولاً: حركة حباد ¶ تعتبر حركة حباد الحسيدية من الجماعات الدينية المعارضة للصهيونية، ولهذه الحركات والجماعات مراكز ومقار في عدد من مدن العالم المختلفة، وخاصة في الولايات المتحدة الأمريكية، ويخوض جل هذه الحركات صراعات عنيفة مع تيارات وحركات يهودية أخرى ومنها ما يمارس نشاطات سياسية فاعلة في بعض البلدان، ولبعض هذه الحركات نشاط سياسي في (إسرائيل)، وبعضها الآخر يقاطع الدولة ومؤسساتها بشكل مطلق. (¬1) ¶ تأسست حركة حباد الحسيدية على يد الحاخام (شينور زلمان ملاوي) (1745 - 1814م)، وكلمة حباد كلمة عبرية تمثل اختصار للكلمات الثلاث: الحكمة والفهم والمعرفة، وقد أُنشِئَتْ هذه الحركة لتشكل تياراً مستقلاً في الحسيدية، لا يتجاهل دور العقل وتعاليم التوراة، ويرفض فكرة ¶ موقف حركة حباد من الأغيار: ¶ تعتبر حركة حباد غير اليهود مخلوقات ليس لها مكانة - بل هي مخلوقات شيطانية وخلقت فقط من أجل خدمة اليهود، \"للتدليل على تلك الأفكار، فلنأخذ مثلاً \"حاتانيا\" الكتاب ¶ ¬__________ ¶ (¬1) انظر: أحمد بهاء الدين شعبان، حاخامات وجنرالات - الدين والدولة في إسرائيل، (القاهرة: نوارة للترجمة والنشر)، ط1، 1996م، ص43 - 44.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "الأصولي الشهير لحركة حباد، أحد أهم فروع الحسيدية، يفيد الكتاب أن غير اليهود مخلوقات شيطانية \"ليس بداخلها أي شيء جيد على الإطلاق\" حتى الجنين غير اليهودي يختلف نوعياً عن الجنين اليهودي، كما أن وجود غير اليهودي مسألة \"غير جوهرية\" في الكون، فقد نشأ كل الخلق من أجل اليهود فقط. هذا الكتاب متداول بطبعات لا تعد ولا تحصى، ويجري ترويج أفكاره عبر \"خطابات\" كثيرة لأخ حباد الوراثي الحالي، المدعو حاخام لوبافيتشر، م. م. شنورز سوهن، الذي يقود هذه المنظمة المنتشرة في أنحاء العالم من مركزه في نيويورك، تنتشر الأفكار على نطاق واسع في إسرائيل في أوساط الجمهور، وفي المدارس والجيش (تفيد شهادة شلوميت ألوني، عضو الكنيست السابقة)، أن دعاية حباد ازدادت بصورة ملحوظة قبل اجتياح إسرائيل للبنان في مارس 1978م، وذلك لحث الأطباء العسكريين والممرضين على عدم تقديم الإسعافات الطبية \"للجرحى الأغيار\". لم تشر هذه النصيحة إلى العرب أو الفلسطينيين بصفة محددة، بل أشارت ببساطة إلى \"الأغيار غوييم\". (¬1) ¶ ثانياً: الطائفة الحريدية ¶ يطلق لفظ الطائفة الحريدية على اليهود المتدينين المغالين في التشدد، والذين يعادون الصهيونية ويكفرون الدولة ويعيشون في عزلة جيتوية اسم \"الحريديم\" (المفرد \"حاريد\" بمعنى ورع – تقي). ¶ أنشئت (الطائفة الحريدية) عام 1921م في القدس احتجاجاً على إنشاء الحاخامية الرئيسية، وأطلق عليها وقتذاك اسم، \"لجنة المدينة للطوائف الإشكنازية\"، وكانت تمثل أغلب الحريديم في القدس، وذلك بالتعاون مع حركة أجودات إسرائيل، وقد ظل التعاون بين الطائفة الحريدية وحركة أجودات إسرائيل حتى العام 1945 حينما صار \"المعتدلون\" من الحريديم ينضوون تحت راية أجودات، بينما أضحت حركة الطائفة الحريدية تمثل \"متطرفي\" الحريديم. وتتكون الحركة من تآلف عدة جماعات حسيدية، منها: طائفة \"ذرية أهارون\"، وطائفة \"ساطمر\"، والمدرسة الدينية التابعة لتلاميذ \"دوشنسكي\"، وقسم من جماعة \"المقدسيين: هيروشلميم\". وتقدر الحركة عدد أتباعها بثلاثين ألف نسمة، فيما تقدرهم مصادر حزب أجودات بثمانية آلاف نسمة يعيش معظمهم في الضواحي والأحياء الحريدية، وخاصة حي \"المئة بوابة: مئشعاريم\" بالقدس، ¶ ¬__________ ¶ (¬1) إسرائيل شاحاك، الديانة اليهودية وموقفها من غير اليهود، مرجع سابق، ص40 - 41.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وتدار الحركة عن طريق عدد من الهياكل التنظيمية، أهمها مجلس الواحد والسبعين، ومجلس الثلاثة والعشرين، والمجلس التنفيذي، ومحكمة الطائفة، والمحكمة تناظر مجلس حكماء التوراة في الحركات والأحزاب الدينية الأخرى. (¬1) ¶ إن هذه الطائفة ليست هيئة أو جهة بقدر ما هي أسلوب وطريقة قائمة على مبدأ مقاطعة الدولة الصهيونية، وتترجم هذه المقاطعة على أرض الواقع بمعيارين، الأول: عدم الاشتراك في انتخابات الكنيست أو الانتخابات المحلية، والثاني: عدم تلقي الأموال من الصهاينة. (¬2) ¶ وعلى عضو الحركة أن يلتزم بالأسس الثمانية عشرة التي تعتبر دستور الطائفة، وأهم هذه الأسس التي تحدد واجبات كل عضو: الانصياع لأوامر حاخامية ومحكمة الطائفة، ومعارضة الصهيونية ومقاطعة نشاطات الدولة وعدم المشاركة في انتخابات الكنيست ... أو الانتخابات البلدية، والإيمان القاطع بأن إقامة الدولة الصهيونية –قبل قدوم المسيح- إنما هو عقاب من الله، وأن الكنيست تدنيس لأوامر الله وإهانة للتوراة؛ لأن قوانينها تتناقض مع شريعة \"موسى\"؛ ومقاطعة حزب أجودات إسرائيل لتصالحه مع الصهيونية، ومقاطعة مدارس تعليم اللغات الأجنبية، وإرسال الأبناء إلى المدارس المجازة من الطائفة التي غالباً ما تستخدم اللغة الييديشية؛ وعدم تناول أي طعام أو شراب غير مصرح به من الطائفة، والمحافظة على اللباس العفيف. ¶ وتقدم الطائفة مجموعة من الخدمات الطائفية لأتباعها عن طريق عدد من المؤسسات مثل المحاكم الدينية والمطاعم والمسالخ وأماكن التثقيف والتسلية، وصندوق لتمويل المؤسسات التربوية بدلاً من أموال الحكومة ولمساعدة العائلات الفقيرة، ولجان للحفاظ على تعاليم التوراة، وغيرها. (¬3) ¶ ثالثاً: ناطوري كارتا (حراس المدينة) ¶ \"\"نواطير المدينة\" أو \"حراس المدينة\" ترجمة للعبارة الآرامية \"ناطوري كارتا\"، وهي منظمة يهودية معادية للصهيونية، وقد جاء في التلمود أن حاخامين من حاخامات اليهود ذهبا إلى ¶ ¬__________ ¶ (¬1) انظر: أمنون ليفي، الحريديون (هحريديم)، الطبعة التاسعة، إصدار مطبعة كيتر – القدس، 1989م، ص205 - 212. ¶ (¬2) نفس المصدر السابق. ¶ (¬3) انظر: أمنون ليفي، الحريديم (هحريديم)، مرجع سابق، ص205 - 212.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "فلسطين للتأكد من أن كل مدينة من مدنها تضم مدرسة وبيت عبادة حيث يتعلم الأطفال الشريعة، وسألا أهل إحدى المدن عن حراس المدينة (ناطوري كارتا)، فأتى سكان المدينة بالشرطة، فقال الحاخامان: \"هذان ليسا حرس المدينة، هذان مخربا المدينة (بالآرامية: ماخريفي كارتا)، فحراس ونواطير المدينة الحقيقيون هم الذين يصلون في بيوت العبادة ويدرسون التوراة، ويعلمونها للأطفال\". ونواطير المدينة جماعة دينية يهودية أرثوذكسية من أكثر الجماعات عداءً للدولة الصهيونية\". (¬1) ¶ لقد ناضلت (ناطوري كارتا) ضد الحركة الصهيونية، معتبرة إياها حركة (ملحدة وهرطوقية)؛ لأنها انتهكت العهود الثلاثة، التي قطعها اليهود للرب، قبل خروجهم إلى المنفى، وهي: أن لا يسببوا الألم (للأغيار) الذين يقيمون بينهم، وأن لا يحاولوا احتلال (أرض إسرائيل) بالقوة، وأن لا يستعجلوا الأمور، ورأت ناطوري كارتا أيضاً أن (إعلان استقلال إسرائيل) نقض أسس قوانين الشريعة لذا رفضت الاعتراف بالدولة وقوانينها، وأعلنت أن أعضاءها لن يهبوا للدفاع عن هذه الدولة لو تعرضت للاعتداء، وأعلن (عميرام بلوي) أحد الزعماء التاريخيين لهذه الجماعة عن استعداد (ناطوري كارتا) لقبول (سلطة ورعاية أية أمة توافق عليها الأمم المتحدة، أو سلطة جميع الأمم مجتمعة ورعايتها؛ لأننا بسبب ذلك وضعنا العناية الإلهية في المنفى، وقد سلك أباؤنا هذا الطريق طوال عهد الشتات إلى اليوم)؛ وطلب (بلوي) في برقية بعث بها إلى الأمين العام للأمم المتحدة) للمتدينين اليهود الذين يرغبون في ذلك، وأعلن استعداد ناطوري كارتا لمغادرة القدس إلى أي مكان آخر يستطيع أفرادها العيش فيه بموجب التوراة والشريعة. (¬2) ¶ وحسب مفاهيم ومعتقدات ناطوري كارتا فإن \"المسيح المنتظر هو وحده القادر على إقامة الدولة، وحين يعود سيؤسس مملكة الكهنة والقديسين، أما الصهاينة فهم يحاولون التعجيل بالنهاية (دوحيكات هاكتس)، ويدعون إلى العودة بقوة السلاح دون انتظار مشيئة الإله، ولذا فدولة إسرائيل في نظر نواطير المدينة ثمرة الغطرسة الآثمة؛ لأنها قامت على يد نفر من الكافرين الذين تمردوا على مشيئة الله، وهي خيانة للشعب اليهودي الذي تأسس كجماعة دينية ¶ ¬__________ ¶ (¬1) عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج6، ص415. ¶ (¬2) توم سغيف، الإسرائيليون الأوائل 1949م، ترجمة: خالد عايد وآخرون، ط1، مؤسسة الدراسات الفلسطينية، 1986م، ص245 - 246.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "في سيناء (لا في أرض الميعاد)، لكل هذه الأسباب يرفض نواطير المدينة دولة إسرائيل وكل مؤسساتها، بل يرفضون زيارة الحائط الغربي (حائط المبكى) لأن القدس تم فتحها بالقوة\". (¬1) ¶ \"إن (ناطوري كارتا) بمفهومها العام، حركة مفتوحة أمام كل اليهود ومن يرغب الانضمام إليها عليه الالتزام بمقاطعة الدولة عن طريق إهمال الاحتفال بيوم (الاستقلال)، والصوم في ذلك اليوم حداداً وحزناً، وعدم الاشتراك في الانتخابات القطرية والمحلية التي تقام بها، أو الانضمام لأي حزب أو مؤسسة تتلقى الدعم من الجمارك والضرائب وأية وسيلة أخرى، أو مساعدة الأحزاب الممثلة في الكنيست، أو قراءة الصحف والاستماع إلى المذياع ومشاهدة التلفاز\". (¬2) ¶ ومن الجدير بالذكر أخيراً أن (بن غوريون) عندما سئل عن سبب عدم معاقبة الحكومة لأتباع هذه الطائفة التي تتنكر لإسرائيل وقوانينها، أوضح في إجابته (أن هناك صعوبة متزايدة باستمرار تكتنف عملية اتخاذ إجراءات بحق أناس تنبع أفعالهم من إيمان ديني عميق، وليسوا من مخالفي القوانين، بالمعنى الاعتيادي المألوف، ومن جهة أخرى فإن هؤلاء يمثلون عالماً تحدر معظمنا منه، وهو عالم أجدادنا وآبائنا الذي عرفناه في سن الطفولة، فكيف تريدون أن يزج المرء بجده الأكبر في السجن، حتى ولو رمى غيره بالحجارة. (¬3) ¶ ¬__________ ¶ (¬1) عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، مرجع سابق، ج6، ص416. ¶ (¬2) أمنون ليفي، هحريديم (الحريديم)، مرجع سابق، ص201. ¶ (¬3) انظر: كاميليا بدر، نظرة على الأحزاب والحركات السياسية الإسرائيلية، مرجع سابق، ص219.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "جدول يبين قوة الأحزاب الدينية في الكنيست الإسرائيلي من 1949م – 1999م (¬1) ¶ الكنيست العام ... إجمالي عدد المقاعد التي حصلت عليها الأحزاب الدينية ... الأحزاب الدينية الصهيونية ... الأحزاب الدينية الحريدية ¶ العدد ... نسيته إلى إجمالي عدد المقاعد % ... الحزب ... المقاعد التي حصل عليها ... نسبتها إلى عدد المقاعد الدينية ... نسبتها إلى إجمالي المقاعد ... الحزب ... المقاعد التي حصل عليها ... نسبتها إلى عدد المقاعد الدينية ... نسبتها إلى إجمالي المقاعد ¶ الأول ... 16 (¬2) ... 13.3 ... المزراحي ... 4 ... 25 ... 3.3 ... أجودات ... 3 ... 18.7 ... 2.5 ... 1949 ... عمال المزراحي ... عمال أغودات ¶ 6 ... 37.5 ... 5 ... 3 ... 18.7 ... 2.5 ¶ 10 ... 62.5 ... 8.3 ... 6 ... 37.5 ... 5 ¶ الثاني ... 15 ... 12.5 ... المزراحي ... 2 ... 13.3 ... 1.6 ... أغودات ... 3 ... 20 ... 2.5 ... 1951 ... عمال المزراحي ... عمال أغودات ¶ 8 ... 53.3 ... 6.6 ... 2 ... 13.3 ... 1.6 ¶ 10 ... 66.6 ... 8.2 ... 5 ... 33.3 ... 4.1 ¶ الثالث ... 17 ... 14.2 ... الجبهة الدينية الموحدة ... 11 ... 64.7 ... 9.1 ... جبهة التوراة الدينية ... 6 ... 35.2 ... 5 ... 1955 ¶ 11 ... 64.7 ... 9.1 ... 6 ... 35.2 ... 5 ¶ الرابع ... 18 ... 15 ... المفدال ... 12 ... 66.6 ... 10 ... جبهة التوراة الدينية ... 6 ... 33.3 ... 5 ... 1959 ¶ 12 ... 66.6 ... 10 ... 6 ... 33.3 ... 5 ¶ الخامس ... 18 ... 15 ... المفدال ... 12 ... 66.6 ... 10 ... أغودات ... 4 ... 22.2 ... 3.3 ... 1961 ... عمال أغودات ¶ 2 ... 11.1 ... 1.6 ¶ 12 ... 66.6 ... 10 ... 6 ... 33.3 ... 5 ¶ السادس ... 17 ... 14.2 ... المفدال ... 11 ... 64.7 ... 9.1 ... أغودات ... 4 ... 23.5 ... 3.3 ... 1965 ... عمال أغودات ¶ 2 ... 11.7 ... 1.6 ¶ 11 ... 64.7 ... 9.1 ... 6 ... 35.2 ... 5 ¶ السابع ... 18 ... 15 ... المفدال ... 12 ... 66.6 ... 10 ... أغودات ... 4 ... 22.2 ... 3.3 ... 1969 ... عمال أغودات ¶ 2 ... 11.1 ... 1.6 ¶ 12 ... 66.6 ... 10 ... 6 ... 33.3 ... 5 ¶ ¬__________ ¶ (¬1) انظر: عبد الفتاح ماضي، الدين والسياسة في إسرائيل، مرجع سابق، ص307 - 308. ¶ (¬2) خاضت الأحزاب الدينية الصهيونية الحريدية انتخابات الكنيست الأول تحت قائمة موحدة باسم \"الجبهة الدينية الموحدة\". (انظر: عبد الفتاح ماضي، الدين والسياسة في إسرائيل، مرجع سابق، ص308).",
            "page": "72",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "الكنيست العام ... إجمالي عدد المقاعد التي حصلت عليها الأحزاب الدينية ... الأحزاب الدينية الصهيونية ... الأحزاب الدينية الحريدية ¶ العدد ... نسيته إلى إجمالي عدد المقاعد % ... الحزب ... المقاعد التي حصل عليها ... نسبتها إلى عدد المقاعد الدينية ... نسبتها إلى إجمالي المقاعد ... الحزب ... المقاعد التي حصل عليها ... نسبتها إلى عدد المقاعد الدينية ... نسبتها إلى إجمالي المقاعد ¶ الثامن ... 15 ... 12.5 ... المفدال ... 10 ... 66.6 ... 8.3 ... جبهة التوراة الدينية ... 5 ... 33.3 ... 4.1 ... 1973 ¶ 10 ... 66.6 ... 8.3 ... 5 ... 33.3 ... 4.1 ¶ التاسع 1977 ... 17 ... 14.1 ... المفدال ... 12 ... 70.5 ... 10 ... أجودات ... 4 ... 23.5 ... 3.3 ¶ عمال أغودات ... 1 ... 5.8 ... 0.8 ¶ 12 ... 70.5 ... 10 ... 5 ... 29.3 ... 4.1 ¶ العاشر ... 13 ... 10.8 ... المفدال ... 6 ... 46.1 ... 5 ... أجودات وعمال أجودات ... 4 ... 30.7 ... 3.3 ... 1981 ... تامي ¶ 3 ... 23.07 ... 2.5 ¶ 9 ... 69.17 ... 7.5 ... 4 ... 30.7 ... 3.3 ¶ الحادي عشر ... 13 ... 10.8 ... المفدال ... 4 ... 30.7 ... 3.3 ... أجودات ... 2 ... 15.3 ... 1.6 ... 1984 ... تامي ... شاس ... موراشاه ¶ 1 ... 7.7 ... 0.8 ... 4 ... 30.7 ... 3.3 ¶ 2 ... 15.3 ... 1.6 ¶ 7 ... 53.7 ... 5.7 ... 6 ... 46 ... 4.9 ¶ الثاني ... 18 ... 15 ... المفدال ... 5 ... 27.7 ... 4.1 ... أجودات وعمال أجودات ... 5 ... 27.7 ... 4.1 ... عشر ... شاس ... 1988 ... ديغل هتوراه ¶ 6 ... 33.3 ... 5 ¶ 2 ... 11.1 ... 1.6 ¶ 5 ... 27.7 ... 4.1 ... 13 ... 72.1 ... 10.7 ¶ الثالث عشر ... 16 ... 13.3 ... المفدال ... 6 ... 37.5 ... 5 ... شاس ... 6 ... 37.5 ... 5 ... 1992 ... يهدوت هتوراه ¶ 4 ... 25 ... 3.3 ¶ 6 ... 37.5 ... 5 ... 10 ... 62.5 ... 8.3 ¶ الرابع عشر ... 23 ... 19.16 ... المفدال ... 9 ... 39.1 ... 7.5 ... شاس ... 10 ... 43.4 ... 8.3 ... 1996 ... يهدوت هتوراه ¶ 4 ... 17.3 ... 3.3 ¶ 9 ... 39.1 ... 7.5 ... 14 ... 60.7 ... 11.6 ¶ الخامس عشر ... 27 ... 22.5 ... المفدال ... 5 ... 18.5 ... 4.1 ... شاس ... 17 ... 62.9 ... 14.1 ... 1999 ... يهدوت هتوراه ¶ 5 ... 18.5 ... 4.1 ¶ 5 ... 18.5 ... 4.1 ... 22 ... 81.4 ... 18.3",
            "page": "73",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "الخاتمة: ¶ أحمد الله تعالى على توفيقه في إعداد هذه الرسالة التي أسأل الله عز وجل أن ينفع بها المسلمين وأن يجعلها في ميزان حسناتي يوم القيامة. ¶ فقد قسمت الخاتمة إلى قسمين: ¶ أولاً: النتائج: ¶ وهي كما يأتي: ¶ 1 - اليهودية الأرثوذكسية أهم طائفة دينية حديثة لليهود بشكل عام والطائفة الوحيدة التي تمثل اليهود المتدينين في فلسطين بشكل خاص. ¶ 2 - تعد اليهودية الأرثوذكسية الطائفة الأصل في الحركات والمذاهب اليهودية الدينية في العصر الحديث وهي الأقوى تشريعاً وهي امتدادٌ للحركات القوية عبر التاريخ اليهودي مثل الفريسية قديماً والتلمودية في القرون الوسطى. ¶ 3 - اليهودية الأرثوذكسية تتحكم بشكل مطلق في الحياة الدينية في الكيان اليهودي في فلسطين المحتلة في الوقت الحاضر، فهي صاحبة الدور الفاعل والمؤثر في تسيير الحياة الدينية، وعندما يقال \"يهودي إسرائيلي متدين\" فهذا يعني أنه في الغالب أرثوذكسي. ¶ 4 - لليهودية الأرثوذكسية تمثيل كبير في البرلمان الإسرائيلي (الكنيست) وهذا يعني أن لها دوراً مهماً في رسم السياسات اليهودية، وفضلاً عن ذلك فإنها تشكل لسان الميزان في أي حكومة إسرائيلية، فلها دور كبير في إنجاح وإسقاط الحكومات، وبالتالي يكون لها القدرة على فرض رؤيتها وسياستها على الدولة الإسرائيلية. ¶ 5 - تعتمد اليهودية الأرثوذكسية في عقيدتها وفكرها على التوراة بشكل عام وعلى التلمود بشكل خاص، وتعتمد على أقوال وفتاوى حاخامات الأرثوذكس في تسيير الحياة الدينية لليهود. ¶ ثانياً: التوصيات: ¶ يوصي الباحث بما يلي: ¶ 1 - أن يسلط الضوء على اليهودية الأرثوذكسية من الجوانب الأخرى التي لم يتناولها البحث بشكل مفصل وذلك بإفرادها في أبحاث أخرى، مثل؛ علاقة اليهودية الأرثوذكسية بالقضية الفلسطينية، ودور اليهودية الأرثوذكسية في توفير الدعم المعنوي والمادي لبناء الدولة اليهودية.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "2 - أن يتم دراسة الطوائف الأخرى لليهودية (الإصلاحية والمحافظة) حتى يتم فهم اليهودي في العصر الحاضر بشكل دقيق. ¶ 3 - أن يتم الشروع في عمل مركز أبحاث يختص بدراسة المجتمع اليهودي من كافة جوانبه؛ الدينية والسياسية والاقتصادية على أن يتم التعرف عليهم بالشكل الذي يساعدنا في رسم سياساتنا تجاههم. ¶ والله الموفِّق والهادي إلى سواء السبيل",
            "page": "75",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "المصادر والمراجع ¶ أولاً: المصادر العربية: ¶ 1 - القرآن الكريم. ¶ 2 - إبراهيم خليل أحمد (سابقاً: القس إبراهيم خليل فليبس)، إسرائيل والتلمود \"دراسة تحليلية\"، (دار المنار)، 1990م. ¶ 3 - ابن حزم الظاهري، الفصل في الملل والأهواء والنحل، (بيروت: دار المعرفة للطباعة والنشر)، ج1، ط2، 1975م. ¶ 4 - أحمد بهاء الدين شعبان، حاخامات وجنرالات - الدين والدولة في إسرائيل، (القاهرة: نوارة للترجمة والنشر)، ط1، 1996م. ¶ 5 - أحمد حجازي السقا، نقد التوراة - أسفار موسى الخمسة، (دار الجليل: بيروت)، ط1، 1995م. ¶ 6 - أحمد عثمان، تاريخ اليهود، (مكتبة الشروق، القاهرة)، 1994م. ¶ 7 - أديب قعوار، المرأة اليهودية في فلسطين المحتلة، مركز الأبحاث - منظمة التحرير الفلسطينية - بيروت، 1968م. ¶ 8 - أديب ديمتري، جذور العرقية الصهيونية - الصراع العربي الإسرائيلي: الجذور والمواقف، دار الثقافة الجديدة، القاهرة، إبريل 1988م. ¶ 9 - آرثر هرتزبرج، الفكرة الصهيونية، النصوص الأساسية، ترجمة: لطفي العابد وموسى عنز، (مركز الأبحاث، منظمة التحرير الفلسطينية، بيروت، 1970م). ¶ 10 - أرنولد توينبي: فلسطين، جريمة، ودفاع، تعريب محمد الديراوي، ط3، دار العلم للملايين ببيروت، 1981م. ¶ 11 - إسرائيل شاحاك، الديانة اليهودية وتاريخ اليهود - وطأة 300 عام، قدم له: ادوارد سعيد، ترجمة: رضى سلمان، (بيروت: شركة المطبوعات للتوزيع والنشر)، ط2، 1997م. ¶ 12 - إسرائيل شاحاك، الديانة اليهودية وموقفها من غير اليهود، ترجمة: حسن خضر، (القاهرة: سينا للنشر)، ط1، 1994م. ¶ 13 - أسعد رزوق، إسرائيل الكبرى، مركز الأبحاث - منظمة التحرير الفلسطينية، بيروت، 1968م. ¶ 14 - أسعد رزوق، التلمود والصهيونية، (منظمة التحرير الفلسطينية - مركز الأبحاث- بيروت)، سلسلة كتب فلسطينية، 1970م.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "15 - أسعر السحمراني، من اليهودية إلى الصهيونية (الفكر الديني في خدمة المشروع السياسي الصهيوني)، (دار النفائس: بيروت)، ط1، 1993م. ¶ 16 - إسماعيل راجي الفاروقي، الملل المعاصرة في الدين اليهودي، (القاهرة: مكتبة وهبة)، ط2، 1988م. ¶ 17 - أمين القضاة، محمد الخطيب، محمد الهزايمة، أديان وفرق، ط2، (عمان: مكتبة الأقصى)، 1990م. ¶ 18 - إيان س. لوستك، الأصولية اليهودية في إسرائيل - من أجل الأرض والرب، ترجمة: حسني زينة، (مؤسسة الدراسات الفلسطينية: بيروت)، ط1، 1991م. ¶ 19 - السفير طاهر شاش، التطرف الإسرائيلي: جذوره وحصاده، (القاهرة: دار الشروق)، ط1، 1997م. ¶ 20 - برنامج المفدال الانتخابي للكنبيست الحادي عشر 1984م، الملف \"تعنى بالشئون الإسرائيلية والصهيونية\"، (وكالة المنار للصحافة والنشر المحدودة)، (13) المجلد الثاني، العدد (1)، إبريل 1985. ¶ 21 - تقي الدين المقريزي، تاريخ اليهود وآثارهم في مصر، دراسة وتحقيق: عبد المجيد دياب، (دار الفضيلة: القاهرة)، 1997م، ¶ 22 - توم سيغف، \"أمام تمثال الحاخام عوفاديا: الصهيونيون الحقيقيون هم نحن\"، إلا شاس، المركز الفلسطيني للدراسات الإسرائيلية \"مدار\"، سلسلة أوراق إسرائيلية (3)، (مؤسسة الأيام: رام الله)، 2001م. ¶ 23 - توم سيغف، الإسرائيليون الأوائل 1949م، ترجمة: خالد عايد وآخرون، ط1، مؤسسة الدراسات الفلسطينية، 1986م. ¶ 24 - جي نوبيربر، الفرق بين اليهودية والصهيونية، في كتاب \"الصهيونية حركة عنصرية\"، المؤسسة العربية للدراسات والنشر، بيروت، يونيو 1969م. ¶ 25 - حامد ربيع، إطار الحركة السياسية في المجتمع الإسرائيلي، (القاهرة: دار الفكر العربي)، 1978م. ¶ 26 - حامد ربيع، النموذج الإسرائيلي للممارسة الإسرائيلية، المنظمة العربية للتربية والثقافة والعلوم - معهد البحوث والدراسات العربية، القاهرة، 1975م. ¶ 27 - حسن ظاظا، الفكر الديني الإسرائيلي، (أطواره ومذاهبه)، معهد البحوث والدراسات العربية، القاهرة، 1971م. ¶ 28 - حمدي النوباني، \"المشنا\" ركن التلمود الأول، القدس، 1987م.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "29 - خالد شعبان، حركة شاس \"اتحاد الشرقيين - حراس التوراة\"، قضايا إسرائيلية، نشرة دورية تصدر عن الدائرة الإسرائيلية، (مكتب الرئيس - مركز التخطيط)، العدد (1)، أكتوبر 1997م. ¶ 30 - خالد شعبان، خدمة المتدينين في الجيش، مجلة قضايا إسرائيلية، نشرة دورية تصدر عن الدائرة الإسرائيلية، منظمة التحرير الفلسطينية، السلطة الوطنية الفلسطينية، مكتب الرئيس - مركز التخطيط، العدد (6) يناير 1999م. ¶ 31 - دان عومر، اليمين الجديد في إسرائيل، ترجمة سمير أبو شقرا، مراجعة فوزي البكري، (جمعية الدراسات العربية: القدس)، 1987م. ¶ 32 - داني روبنشتاين، غوش أيمونيم الوجه الحقيقي للصهيونية، ترجمة: غازي السعدي، (عمان: دار الجيل للنشر). ¶ 33 - راتب البدوي، تاريخ التربية عند اليهود في فلسطين، 1920 - 1978م، القدس، 1987م. ¶ 34 - رشاد الشامي، القوى الدينية في إسرائيل بين تكفير الدولة ولعبة السياسة، عالم المعرفة، الكويت، سلسلة كتب ثقافية، حزيران (يونيو) 1994م. ¶ 35 - روجيه جارودي، المأزق، إسرائيل: الصهيونية السياسية، ترجمة: ذوقان قرقوط (دار المسيرة، بيروت، 1984م). ¶ 36 - روجيه جارودي، فلسطين أرض الرسالات السماوية، ترجمة: قصي أتامين، وميشيل واكيم، طلاس للدراسات والترجمة والنشر، دمشق، سوريا، ط1، 1988. ¶ 37 - زكي شنودة، المجتمع اليهودي، (القاهرة: مكتبة الخانجي)، (بدون). ¶ 38 - سمير جبور، انتخابات الكنيست الحادي عشر 1984، الأبعاد السياسية والاجتماعية، (مؤسسة الدراسات الفلسطينية)، سلسلة الدراسات 71، نيقوسيا، 1985. ¶ 39 - صابر طعيمة، التاريخ اليهودي العام، (دار الجليل: بيروت)، ط3، 1991م، ¶ 40 - صابر طعيمة، اليهود بين الدين والتاريخ - دراسة للجوانب العقائدية والتاريخية عند بني إسرائيل، (القاهرة: مكتبة النهضة)، ط1، 1972م. ¶ 41 - صبري جريس، تاريخ الصهيونية (1892 - 1917)، الطبعة الثانية، القدس، 1978م. ¶ 42 - صلاح الزرو، المتدينون في المجتمع الإسرائيلي، (رابطة الجامعيين: الخليل)، ط1، 1990م. ¶ 43 - ظفر الإسلام خان، التلمود: تاريخها وغاياتها، (بدون). ¶ 44 - عبد العزيز محمود شادي، دور الأحزاب الدينية في النظام السياسي الإسرائيلي في الفترة ما بين 69 - 1988م، جامعة القاهرة، كلية الاقتصاد والعلوم السياسية، (رسالة ماجستير غير منشورة)، 1992م.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "45 - عبد الفتاح ماضي، الدين والسياسة في إسرائيل - دراسة في الأحزاب والجماعات الدينية في إسرائيل ودورها في الحياة السياسية، (القاهرة: مكتبة مدبولي)، ط1، 1999م. ¶ 46 - عبد المنعم حفني، الموسوعة النقدية للفلسفة اليهودية، (دار المسيرة: بيروت)، ط1، 1980م). ¶ 47 - عبد المنعم حفني، موسوعة فلاسفة ومتصوفة اليهود، (القاهرة: مكتبة مدبولي)، 1994م. ¶ 48 - عبد الوهاب المسيري، موسوعة المفاهيم والمصطلحات الصهيونية، مركز الدراسات السياسية والاستراتيجية بالأهرام، القاهرة، 1974م). ¶ 49 - عبد الوهاب المسيري، موسوعة اليهود واليهودية والصهيونية، (القاهرة: دار الشروق)، ط1، 1999م. ¶ 50 - عزمي بشارة، دوامة الدين والدولة في إسرائيل (مجلة الدراسات الفلسطينية، مؤسسة الدراسات الفلسطينية، بيروت، عدد (3) صيف 1990م. ¶ 51 - عزيز حيدر، صبري جريس، أحمد خليفة، دليل إسرائيل العام، (بيروت: مؤسسة الدراسات الفلسطينية)، ط1، 1992م. ¶ 52 - علي عبد الواحد وافي، الأسفار المقدسة في الأديان السابقة للإسلام، (دار نهضة مصر للطباعة والنشر: القاهرة)، (بدون). ¶ 53 - غازي السعدي، الأحزاب والحكم في إسرائيل، (عمان: دار الجليل للنشر والدراسات والأبحاث الفلسطينية)، ط1، 1989م. ¶ 54 - غازي سميث: \"الصهيونية السياسية: انتقادات يهودية\"، الصهيونية حركة عنصرية، أبحاث ندوة طرابلس حول الصهيونية والعنصرية، 24 - 28 تموز 1976م، المؤسسة العربية للدراسات والنشر، 1979م. ¶ 55 - فتحي محمد الزغبي، تأثر اليهودية بالأديان الوثنية، ط1، (دار البشير للثقافية والعلوم الإسلامية: مصر)، 1994م. ¶ 56 - كامل سعفان، اليهود تاريخاً وعقيدة، (القاهرة: دار الاعتصام)، 1988م. ¶ 57 - كامل سعفان، اليهود: من سراديب الجيتو إلى مقاصر الفاتيكان، (القاهرة: دار الفضيلة)، 2000م. ¶ 58 - كامليليا بدر، نظرة على الأحزاب والحركات السياسية الإسرائيلبية، ط1، (جمعية الدراسات العربية: القدس)، 1985م. ¶ 59 - الكتاب المقدس.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "60 - كراس لوزارة الخارجية الإسرائيلية صدرت في أيار 1998م. (انظر: موقع جريدة يديعوت أحرونوت الإسرائيلية على شبكة الإنترنت  www.arabynet.com ). ¶ 61 - مائير كهانا، شوكة في عيونكم، ترجمة: غازي السعدي، (دار الجليل للنشر: عمان)، 1985م. ¶ 62 - مجد الوجيه، مشروع قانون \"من هو اليهودي؟ \"، (مكتب الرئيس - مركز التخطيط، قضايا إسرائيلية، نشرة دورية تصدر عن الدائرة الإسرائيلية)، العدد (1)، أكتوبر 1997م. ¶ 63 - مجلة البيادر السياسي. ¶ 64 - محمد بيومي مهران، بنو إسرائيل، ج3 (الحضارة التوراة والتلمود)، (الإسكندرية: دار المعرفة الجامعية)، 1999م. ¶ 65 - محمد خليفة التونسي، الخطر اليهودي: بروتوكولات حكماء صهيون، ط5، (دار الكتاب العربي: بيروت)، 1980م. ¶ 66 - محمد صبري، التلمود شريعة بني إسرائيل - حقائق ووقائع، (بدون). ¶ 67 - محمد عبد الله الشرقاوي، الكنز المرصود في فضائح التلمود، (بيروت: دار عمران)، (القاهرة: مكتبة الزهراء)، ط1، 1993م. ¶ 68 - محمد يونس أبو الهيجا، مدنيات إسرائيل الموسعة، حيفا، 1988م. ¶ 69 - المركز الفلسطيني للدراسات الإسرائيلية \"مدار\"، قصر الأواني المهشمة، ترجمة وتقديم: حسن خضر، (مؤسسة الأيام: فلسطين)، 2001م. ¶ 70 - مروان درويش ونبيه بشير، اليهود الشرقيون وحركة شاس: بين الإثنية والدين، مركز البحوث والدراسات الفلسطينية - دائرة الدراسات الإسرائيلية، (فلسطين: نابلس)، 1998م. ¶ 71 - الندوة العالمية للشباب الإسلامي، الموسوعة الميسرة في الأديان والمذاهب المعاصرة، (الرياض)، ط2، 1409هـ. ¶ 72 - هاني عبد الله، الأحزاب السياسية في إسرائيل - عرض تحليل، (مؤسسة الدراسات الفلسطينية: بيروت)، 1981م. ¶ 73 - هكذا يربي اليهود أطفالهم، د. سناء عبد اللطيف، عرض وتلخيص: عبد الله محمود الطنطاوي، قدم له: عبد التواب يوسف، ط1، دار القلم - دمشق، دار يمان - عمّان، 1997م. ¶ 74 - ول ديورانت، قصة الحضارة، ترجمة محمد بدران، (بدون). ¶ 75 - يائير شيلغ، المتدينون الجدد (نظرة راهنة على المجتمع الديني في إسرائيل)، ترجمة: سعيد عياش، (المركز الفلسطيني للدراسات الإسرائيلية \"مدار\": رام الله)، أيار 2002م.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "76 - يحيى علي الدجني، التحدي الصهيوني للدعوة الإسلامية في العصر الحديث، ط1، (بدون). ¶ 77 - يوسف عيد، الديانة اليهودية: موسوعة الأديان السماوية والوضعية، (بيروت: دار الفكر اللبناني)، ط1، 1995م. ¶ ثانياً: المصادر العبرية: ¶ 78 - أمنون ليفي، الحريديون (هحريديم)، الطبعة التاسعة، إصدار مطبعة كيتر - القدس، 1989م. ¶ 79 - بنيامين بيوبرغر، (دات مديناه فيبوليتيكا) \"الدين والدولة والسياسة\"، (الجامعة المفتوحة: تل أبيب)، 1994م. ¶ 80 - بنيامين بيوبرغر، (هامفلقوت بيسرائيل) \"الأحزاب في إسرائيل\"، (الجامعة المفتوحة: تل أبيب)، 1997م. ¶ 81 - صحيفة معاريف الإسرائيلية. ¶ 82 - صحيفة يديعوت أحرونوت الإسرائيلية. ¶ 83 - موشيه هوروفتش، الرابي شاخ بيده المفتاح (هراب شاخ شبيدو همفتاخ)، مطبعة كيتر، القدس، 1989م. ¶ 84 - يرميهو برنوفر وأبراهام نوفيه، بعين القلب (بعين هليف)، إسرائيل، 1989م. ¶ ثالثاً: المصادر الإنجليزية: ¶ 85 - Abraham Isaac Kook, \"The Road to Renewal,\" Hanir (1909), reprinted in Tradition, (Winter 1973). ¶ 86 - Abraham Isaac Kook, Orot, Quoted in Arthur Hertzberg, The Zionist Idea (New York: Harper and Row 1959). ¶ 87 - Asher Wallfish \"Yeshiva student's determents, How, Why, and How Many\", J. P. December, 1988, Jerusalem Post (J.P.) News Paper. ¶ 88 - Elior, Rachel; The Pardoxical Ascent to God: The Kabbalistic The osophy of Habad, Hasidism, Translated from Hebrew by Jeffery M. Green (state University of New Yourk, Press, 1993). ¶ 89 - Encyclopaedia Judaica, Jerusalem, 1972. ¶ 90 - Jacobs, L., The Jewish Religion: Acompanion (Oxford University Press, Oxford, 1995).",
            "page": "81",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "91 - Jacobs, L.; The Jewish Religion: A companion (Oxford University, Press, Oxford, 1995). ¶ 92 - Jacobs, L.; The Jewish Religion: Acompanion (Oxford University, Press, Oxford, 1995). ¶ 93 - Jermy. Danial and Martin. Bernard: A History of Judaism, Europe and The New World, New York. ¶ 94 - Liebman, C. and Don-Yehiya, E.; Civil Religion in Israel. ¶ 95 - Moshe Kohen, \"Common Sence and Decency\". J. P., December, 1988. ¶ 96 - Rackman, E.; Orthodox Judaism in: Cheen, A, and Mendesflohr. ¶ 97 - Tzvi Yehuda Kook, \"On the Genuine Significance of the State of Israel,\" homily delivered in March 1978, published in Artzi, Vol. 1 (1982). ¶ رابعاً: الصحف والمجلات: ¶ 98 - صحيفة الأيام الفلسطينية. ¶ 99 - صحيفة الرسالة الفلسطينية. ¶ 100 - صحيفة القدس المقدسية. ¶ 101 - صحيفة النهار المقدسية. ¶ 102 - صحيفة صوت النساء. ¶ 103 - صحيفة يديعوت أحرونوت. ¶ =======",
            "page": "82",
            "part": "1"
        }
    ],
    "t37777": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "اليهودية الأرثوذكسية (دراسة وصفية)"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة:"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول اليهود (مصادرهم الفكرية، وتياراتهم الدينية)"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الأول مصادر الفكر اليهودي"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثاني الفرق الدينية اليهودية في العصر الحديث"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني اليهودية الأرثوذكسية (نشأتها ومذهبها)"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الأول نشأة اليهودية الأرثوذكسية"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثاني عقائد اليهودية الأرثوذكسية"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث أقسام اليهودية الأرثوذكسية"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الأول اليهودية الحسيدية"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثاني اللتوانيين \"اليهودية الأرثوذكسية التقليدية\""
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثالث الأرثوذكسية الصهيونية"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الرابع الحركات والأحزاب اليهودية الأرثوذكسية في فلسطين المحتلة"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الأول الحركات والأحزاب الأرثوذكسية الصهيونية"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثاني الحركات والأحزاب الأرثوذكسية الحريدية (غير الصهيونية)"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثالث الحركات والأحزاب الأرثوذكسية الحريدية الحسيدية"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة:"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "المصادر والمراجع"
        }
    ]
}