{
    "b37775": [
        {
            "id": "1",
            "nass": "الحداثيون وقراءة النص الشرعي ¶ منتج: د. عبد الله عمر الخطيب ¶ الحمد لله في عليائه، وتجلى في كبريائه، فهو القدوس؛ الملك؛ العزيز، والصلاة والسلام على رسول الله الأمين، الناقل عن رب العالمين، كلاما في اللوح المحفوظ مكنون، ومنزها عن النسيان والنقصان ما طالت أو قصرت السنون، وسلام على أصحابه الغر الميامين، من جمعوا كلام خالقهم العظيم، في صحف مطهرة جانبها الخطأ والمجون، وبعد ¶ ما الحداثة؟ ¶ ما العلاقة بين الفضاء النصي للحداثة و نصوص الإسلام؟ ¶ هل الحداثة تناقض الإسلام (الأديان) و تفكك معتقداتها المقدسة؟ ¶ كيف اشتغل الحداثييون العرب وفق مناهج النقد الحديث مع النص الشرعي؟ ¶ أسئلة حائرة، يقف الباحث العربي أمامها مندهشا من تعقيدات المختبر السردي؛ الذي يعجز غالبا في معالجتها و تحديد موقف مبني على ركائز نقدية واضحة. ¶ في هذا المنتج الاستقرائي سأحاول أن أفكك شيئا من تداخلات العلاقة بين النص الشرعي؛ بخاصة القرآني، و آليات الحداثة ومناهجها، مستنطقا نصين حداثيين تعاملا مع النص القرآني. ¶ أما قبل ¶ يتماهى الخطاب النقدي العربي مع منجزات المناهج النقدية الغربية التي ظهرت مطلع القرن التاسع عشر في أوروبا، واستجابت الدراسات العربية النقدية الحديثة لزلزال الثورة النقدية التي ظهرت أواسط القرن العشرين في أوروبا أيضا، مفيدة من مناهجها النقدية التي توالت في الظهور على امتداد النصف الثاني من القرن العشرين، فالبنيوية والتفكيكية والسيميائية والنقد الثقافي والأسلوبية وما بعد البنيوية وغيرها من المناهج التي ابتكر أيقوناتها مفكرون أوروبيون من أمثال جوليا كريستيفيا، وميخائيل باختين، وميشيل فوكو، ودسوسير، و تودوروف، ورولان بارت، و جيرار جينت، وغيرهم أثرت في دراسات النقاد العرب التي استوردوها في كتاباتهم، وكانت قصة البداية من المغرب العربي عند طه عبد الرحمن، و عبد الله",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "العروي، وفي المشرق العربي عند أدونيس (سوري)، ومحمد أركون، و نصر حامد أبو زيد (مصريان)، وعبد الله الغذامي نموذجا ليبراليا من الجزيرة العربية.  ¶ هذه الإيقونات النقدية اصطدمت مع ما يعرف في النقد الأدبي بالثالوث المحرم أو المقدس \" الجنس، الدين، السياسة \"، ومع ما ألفه النقد العربي القديم من خصوصية النص الشرعي وأعراف الكتابة العربية في فنون شتى، وسلطة النص الفقهي! الذي يستمد عمقه السلطوي من سلطة السياسة إذا جاء خدمة لها. هذا التمازج بين محاذير الكتابة العربية وفق المناهج الغربية وتطلعات الفكر الغربي؛ مهد لتمرد منجز ثقافي يتجاهل المحاذير ويدفع بنفسه في أتون الفكر الغربي المستورد.  ¶ ولتجلية صورة الحداثة العربية، لا بد من الإجابة عن التسآل الذي يطرق بوابة المدخل الاستقرائي و يسهم في الوصول لحقيقة الحداثة و ما يمكن تسميتها باعتداء الثقافة على النص.  ¶ ما الحداثة؟  ¶ لم يستقر الدارسون على تحديد واضح لمفهوم الحداثة، ولا يهمني هنا التعريف بها لما في تعريفها من هدر لأسطر البحث، والغوص في تهويمات النقاد، التي ما برحت تتجاذب في تأطير الحداثة؛ اصطلاحا، وتفسيرا.  ¶ والأهم، ما الغاية التي جاءت بها الحداثة؟ و ماذا تريد؟  ¶ \" جاءت الحداثة بمشروعها الحضاري لتخلص الإنسان من أوهامه وتحرره من قيوده وتفسر الكون تفسيرا عقلانيا ذاتيا، ورأت الحداثة أن مثل هذا المشروع لا يتم ما لم يقطع الإنسان صلته بالماضي ويهتم باللحظة الراهنة العابرة، أي بالتجربة الإنسانية كما هي في لحظتها الآنية. وهكذا احتفت الحداثة بالصيرورة المستمرة المتشكلة أبدا وغير المستقرة على حال، لكنها أيضا كانت تسعى في المقابل إلى إرساء الثوابت القارة التي تحكم الإنسان وتحكم تجربته كما تحكم الصيرورة الثقافية فتفسر المتغيرات العابرة وتمنح مشروعية تبريرية عقلانية لحالة الفوضى التي تتسم بها التجربة الآنية. من هنا جاء التقابل الضدي بين الثابت والمتحول كإمكانية تفسير التناقض الواضح بين اللحظة العابرة والقانون الثابت الذي يتحكم بها ويمنحها نظاما مستقرا أبديا. \" [1]. فتولدت المنتجات النصية والسردية والقراءات التي ألقت الضوء على تراثنا القديم، بمحاولاتها تقويض نظام اللاعقل ونقد مفعولات اللامعقول وامتداداته المتجذرة في الاجتماع والسياسية والمعرفة، من خلال القراءة الجديدة للنصوص الدينية الإسلامية",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "للتجديد في الفكر الإسلامي ليواكب حركة العلم والعقل معا.  ¶ هذا المشروع الحضاري لم ينحصر في مناهج النقد الأدبي التي تعالج النص بل هي جزء من مناحي الحياة التي شملتها الحداثة، فقد شملت المناحي الاجتماعية والسياسية والفكرية وفنون العمارة واعتمدت على المكتشفات الجديدة كافة علمية كانت أو فلسفية فكرية. فهي مظلة عامة تتشظى داخل نفسها لتكون ذاتها، فتتجزأ و تتعدد لتشكل صورة الحداثة الإنسانية القارية.  ¶ مؤاخذة: هذه الغاية الحداثية تنفك - كما لاحظنا مما سطر أعلاه – عن الموروث الحضاري للأمة، وتلغي المحمولات الفكرية والثقافية للعقل الجمعي العربي، متجاهلة أية خصوصية للنص المقدس عند المسلمين، وهنا يكمن الانعتاق عن هذا المشروع الأيديولوجي.  ¶ لماذا الحداثة؟  ¶ يلخص الحداثيون الحاجة للحداثة بفكرة مؤداها أن الدخول في الحداثة العالمية طوعاً أو كرهاً يتطلب قطيعة مع كثير من سلوكيات الماضي ومؤسساته وقيمه، التي لم تعد متكيفة مع متطلبات العصر وحاجات الناس الحقيقية، فمعايير عصرنا وحاجات الفرد العربي تقتضي الانتقال من اقتصاد تتحكم فيه القوانين الشرعية إلى اقتصاد تحكمه قوانين السوق المضبوطة بمؤسسات وضعية، ومن الحكم الفردي إلى دولة القانون، ومن التفاوت \"الطبيعي\" بين الرجل والمرأة والمسلم وغير المسلم والمسلم من \"الفرق غير الناجية\" إلى المساواة بين الجميع في حقوق المواطنة وواجباتها، ومن اضطهاد الأقليات إلى احترام حقوقها تحت طائلة التدخل الخارجي، ومن الاحتكام إلى محكمة النقل إلى الاحتكام إلى محكمة العقل، ومن عصر حقوق الله إلى عصر حقوق الإنسان، ومن ثقافة كراهية الآخر إلى ثقافة احترامه وحواره والتبادل الاقتصادي والثقافي معه، ومن الاعتصام الديني إلى التسامح الديني بل واحترام الحق في الاختلاف بما هو درجة أرقى من مجرد التسامح، ومن ثقافة اليقين إلى ثقافة التساؤل والشك، ومن ثقافة الحقيقة المطلقة إلى ثقافة الحقيقة النسبية.  ¶ مؤاخذة: هذه السبيل المعطلة لسلوك الماضي وما ترسخ في الذهنية العربية، تؤبد بالحبس على كل موروث و أصيل، وتحكم بإلغاء الواحد الكلي؛ لحساب الصفر المعدم؛ ما دام يفكر، الصفر أضحى هنا هو الواحد الكلي له قيمته الحسابية؛ التي اقتنصها تحت مظلة الحرية الفردية.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الحداثة الأدبية والخلط مع الحداثة بمفهومها العام  ¶ لم تكن الحداثة الأدبية ومعالجة النص الملفوظ أو المدون النصي، هو أساس الحداثة، فكما سبق ذكره؛ فالحداثة تغيير لنمط الكون و طرائق المعيشة بعامة، فالطائرات والأبراج والصناعات الثقيلة وعلوم التكنولوجيا حداثة، والقراءة المتطورة لعلوم اللغة و التفسير الجديد للمدون النصي حداثة، و تفكيك النص الفقهي الإسلامي حداثة، و نظرية موت المؤلف للنص المقدس (الإنجيل والتوراة) حداثة.  ¶ فالحداثة الأدبية لم توجد أصالة لتدمر النص الشرعي، فهي لها مناهجها النقدية التي جاءت لمعالجة المدون النصي بعامة، منها ما هو مقبول ومنها ما هو مرفوض فكرة وجزءا، وهذا عائد لآليات المعالجة النقدية وأدواتها النصية الموظفة في المنهج الواحد، مع اشتراطنا على إبقاء خصوصية النص الشرعي وحرمته، ورفض أية محاولة لإعادة إنتاجه وفقا لهذه المناهج الحداثية.  ¶ إن المفكرين الحداثيين المعاصرين الذين يعتدون على النص الشرعي، ويسعون لقمع سلطة النص الفقهي لم يعتمدوا على المناهج النقدية الأدبية الحديثة دوماً، بل اعتمدوا غالبا على قراءة حداثية للنص الشرعي. وهذه مسألة مهمة ينبغي التنبه إليها، وعدم إغفالها.  ¶ أسباب اتجاه الحداثيين العرب لهذا المنهج  ¶ أولا: الانبهار من الحضارة الغربية: لما قامت الثورة الصناعية في فرنسا، صاحبها حراك أدبي ونقدي انقض على الكلاسيكية حضارة ومجتمعا، ونمت مذاهب أدبية واكبت لغة الانفتاح، وروح العصر، وملكة التغيير، جاءت هذه المذاهب بما سرع في التقدم الحضاري الغربي (كما يراه أصحاب هذا المنهج)، من خلال حرية الكلمة، وحرية التعبير، وحرية الاعتقاد، والتحرر من هلامية المجتمع، بحيث أضحى الفرد الغربي يمثل أيقونة مستقلة متفردة، تعتقد، وتنتقد، و تبني ما تراه من خيالات، دون قيد أو رقيب، فتاقت أفكار الحداثيين لهذه الروح العصرية، ورأوا في الحضارة الغربية طريقة سهلة لتحقيق مآربهم، ونيلهم حريتهم أو ما يسمونها \" اليوتوبيا المفقودة \". ولما استعادت الثورة بريقها في روسيا في مطلع القرن العشرين، وقامت الثورة البلشفية كان الحداثيون العرب من أسبق من ركب مركب الاشتراكية والشيوعية، والماركسية، ولما اجتاحت الشيوعية العالم العربي أواسط الستينيات أنتجت فكرا ماركسيا يتبنى العلمانية بمذاهبها اللادينية والفكرية.  ¶ ثانيا: الابتعاث: إن معظم الذين ابتعثوا للدراسة في أوروبا، أشرف عليهم أساتذة مستشرقون، نقلوا",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "إليهم أفكارهم وآراءهم، وضمنها المبتعثون في أطروحاتهم الجامعية، وتبنوها مذهبا فكريا، ومنهجا لمعالجة النصوص الملفوظة، فوجد المستشرقون أن هذه الأدمغة العربية يمكنها اختراق الجدار الفكري والثقافي للعالم العربي والإسلامي، و التغلغل في الموروث الحضاري الإسلامي، دون إحداث ما يشير إلى مساهمة الغرب في هذا المفعول النشاطي، فتتحقق أهداف المستشرقين من خلال أبناء الدين واللغة.  ¶ ثالثا: محاكاة الثورة على الكنيسة: نتيجة لممارسة الكنيسة القامعة للحريات والعدالة الاجتماعية، ثار الغربيون على تعاليمها وهيبتها القدسية، ومزقوا صكوك الغفران، وسلبوا الرهبان صلبانهم وما تحميه الصلبان من زعامة سلطوية للقس، والتفت الثائرون لنصوص الإنجيل وتفسيرات الرهبان للنص المقدس، وما كانت تحمله هذه التفاسير من إذلال للفرد، وإلغاء لنشاطه الفكري، وحصره في بوتقة القس ورحمته؛ التي يطل من خلالها على أتباعه من برج عاجي، فأخضعوا التفاسير اللاهوتية جميعها للنقض أو البحث أو التمحيص. كان هذا السلوك الجمعي الغربي يجد صداه في المشرق العربي المسلم عند الحداثيين الذين راحوا يقلدون هذا المسلك ويسيرون في هذه السبيل.  ¶ أقسام المتعاملين مع النص الشرعي  ¶ القسم الأول: دعاة التجديد المطلق: وهم يدعون إلى القطيعة المعرفية مع التراث العربي الإسلامي، ويريدون إبادة الموروث الحضاري والفكري للأمة على حساب تبني العصرنة في شتى مناحي الحياة، وتقبل الحداثة بكل اشتقاقاتها، سلبية كانت أو إيجابية، وضرورة تبني قيم الحداثة الغربية باعتبارها قيما إنسانية؛ وحدوية، ودون تحفظ، بحجة أن الإيجابي ما سيعتنقه المؤيدون له، والسلبي سيلفظه الناس بلا مبالاة، ولم يكن دافعهم هذا انتقاصهم من الأصالة فحسب بل لاقتناعهم أيضا بأن الجديد هو ما يواكب روح العصر. و هؤلاء هم الحداثيون موضوع دراستنا.  ¶ القسم الثاني: دعاة الانعكاف على القديم: وهم يقدسون الماضي لأنه يحمل حضارة الإسلام، وشهد ولادة دولته، وفتوحاته، وأنجب عظماء الفكر والطب و الهندسة، وعرفت من خلاله المذاهب الفقهية الإسلامية التي سارت عليها الأجيال منذ قرون، ويتعللون بأن ما وصل منهم من مدونات نصية، لم تدع للمعاصرين مجالا للإبداع الإنساني، وساروا تحت مقولة \" ماذا ترك الأول للآخر \"، فيأبون التفكير في المعرفة الجديدة، و يرفضون كل جديد، وهؤلاء بلا منازعة يسكنون أطلالا في قفار بلا ماء.  ¶ القسم الثالث: التوسط بين الأصالة والمعاصرة: وهي حالة توازي بين الإفادة من الماضي المتسلح",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "بالمتانة الأصولية، والتفسير المنضبط، والقراءة المعتدلة للنص الشرعي، ورفدها بعلوم التكنولوجيا المعاصرة، وتوظيف آليات البحث؛ من خلال أدوات حديثة يمكن أن تضفي عليها قيمة علمية عالية.  ¶ الحداثيون وقراءة النص الشرعي  ¶ القرآن نموذجا  ¶ هاجم الحداثيون المفسرين القدماء واتهموهم بالمشاركة في مؤامرة التستر على الاضطراب الذي حصل عند جمع القرآن، واقتصارهم في تفسيره على المعاني السطحية \" فما عسى أن يكون موقف الباحث من هذه الظاهرة} يقصد ظاهرة إسقاط سور من القرآن الكريم من أبي بكر وعمر {لهو دليل على انعدام الحس النقدي عند السيوطي وأمثاله من المصنفين في عصر الجمود والانغلاق، فلقد انعدمت عندهم الرغبة في الاطلاع على خفايا الأمور وحقائقها، وانعدام التوق إلى كشف المجهول والملتبس فلا أثر لأي شك أو توتر، كما مات لديهم الشعور بإمكانية خطأ المتقدمين، وبالخصوص إن كانوا من الأجيال الإسلامية الأولى \" [2]  ¶ واستنادا إلى هذا الشعور بالدور المغلوط للمفسرين في معالجة آيات الذكر الحكيم، والتعمد الحاصل في إسقاط نصوص قرآنية، انطلق الحداثيون في نظرتهم للقرآن الكريم، على أنه منتج قابل لإخضاعه لمختبر سردي يعيد انتاجه وقراءته، \" إنَّ النص} القرآني {في حقيقته وجوهره منتج ثقافي؛ والمقصود بذلك أنَّه تشكل في الواقع والثقافة خلال فترة تزيد على العشرين عاما، وإذا كانت هذه الحقيقة تبدو بديهية ومتفقا عليها، فإنَّ الإيمان بوجود ميتافيزيقي سابق للنص يعود لكي يطمس هذه الحقيقة البديهية، ويعكِّر من ثَمَّ إمكانية الفهم العلمي لظاهرة النص\". [3]  ¶ فأعلنوا صراحة عن مشروعهم في قراءة النص القرآني، وحددوا مساقات إعادة القراءة، بما يعطي مندوحة من الحرية الفكرية غير المرهونة بقداسة مسبقة، \" إن ما ندعو إليه  ¶ هو:  ¶ أ. مراجعة أصول الفكر الإسلامي الأولى  ¶ ب. تفكيك تلك النصوص من النسق الذي ركبها فيه الضمير الإسلامي أو الاستشراقي، وذلك بوصلها بالحدث التاريخي والمحيط الجغرافي والنظام الاجتماعي – الثقافي والذهنية السائدة بوقتها؛ أي لابد من تفكيك النص الديني في إطار كل الملابسات العمرانية التي يمثل هو بدوره جانبا منها . ¶ إن المنهج",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "الذي ندعو إلى تطبيقه في دراسة مصادر الفكر الإسلامي الأولى} قصد بها القرآن والسنة و رأي الصحابة والإجماع كما ذكر ذلك ص 43 من المقال ذاته {إذن هو المنهج الانثروبولوجي \" [4]  ¶ فعمدوا على إخضاع النص القرآني لكافة المناهج التحليلية، \" بتتبع واستقراء مختلف كتابات المعاصرين الداعية إلى فهم كتاب الله في ضوء المناهج الحديثة لتحليل الخطاب، لا نكاد نجد قاسما مشتركا بين مختلف الكتابات سوى تلك الرغبة الجامحة لإسقاط أي نظرية على النص القرآني دون مراعاة مدى توافقها معه أو مجافاتها له، والدارسُ اليوم يستطيع أن يقرر  ¶ أنَّه ما من منهج أو نظرية معرفية ظهرت إلا انعكس صداها في الدرس القرآني \" [5].  ¶ والمبرر لهذا المسلك أن القرآن الكريم بحكم أزليته الربانية، يحتمل عدة وجوه للقراءة \" لئن آثرنا تجاوز مصطلحي التفسير والتأويل إلى استعمال مصطلح القراءة، فلأن التعامل مع \"النص التأسيسي\" يحتمل نظريا بحكم أزليته عددا لا متناهيا من المعاني، فسمة الإطلاق فيه تجعله يستوعب قراءات \" [6].  ¶ إنَّ تناول النص القرآني بالدراسة وفق مناهج قراءة النصوص الأدبية كما تشكَّلت في ثقافاتها الأصلية، يلغي - كما سبقت الإشارة - الفوارق بين النص الديني والأدبي، تمامًا كما قد يتجاهل الناقد الفوارق بين نص إعلامي ونص شعري مثلاً ولاءً لقالب منهجي معين. ويمكن ببساطة اكتشاف فروق جوهرية بين النص الديني - المحكم منه خصوصًا- والنص الأدبي، يتحتم على الدارس الموضوعي إدراكها ومراعاتها.  ¶ نماذج تطبيقية لمنتج الحداثيين و النص الشرعي  ¶ آثرت في هذه الدراسة التطبيقية التعامل مع منتجين حداثيين، الأول لمحمد أركون في كتابه \" القرآن من التفسير الموروث إلى تحليل الخطاب الديني \" وظف فيه مناهج النقد الأدبي؛ وبالأخص المنهج الألسني، والثاني لمحمد عابد الجابري؛ في كتابه \" مدخل إلى القرآن الكريم \"، وظف فيه القراءة الحداثية للنص القرآني، ليتمكن القارئ من إدراك التفاوت بين الطريقتين الحداثيتين في معالجة النصوص القرآنية.  ¶ أولاً: كتاب \" القرآن} الكريم {من التفسير الموروث إلى تحليل الخطاب الديني \" لمحمد",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أركون  ¶ وظف أركون دراساته النقدية منذ مطلع السبعينيات من القرن العشرين لإعادة قراءة القرآن الكريم وتفسيره وفق مناهج النقد الأدبي الحديث، فنشر عدة دراسات نقدية وفق المنهج اللساني والسيميائي والتحليلي للقرآن الكريم، ثم نشر جميع دراساته في كتابه الموسوم \" قراءات في القرآن \" نشر سنة 1982 م في باريس، وصدرت منه عدة طبعات، ثم استل منه دراسات وعمق البحث فيها ونشرها في كتاب عنوانه \" القرآن من التفسير الموروث إلى تحليل الخطاب الديني \" أعاد فيه قراءة لسانية لسورتي الفاتحة والكهف، وقد بين في مقدمة كتابه الأخير الغاية من الدراسة وفق هذه المناهج \" تحليل الخطاب الديني أو تفكيكه يتم لا لتقديم معانيه الصحيحة وإبطال التفاسير الموروثة بل لإبراز الصفات اللسانية اللغوية وآلات العرض والاستقلال والإقناع والتبليغ والمقاصد المعنوية الخاصة بما أسميته الخطاب النبوي \" [7]، ولا شك أن هذه الغاية سرعان ما تنهار في ثنايا الكتاب لينقلب الأمر إلى إقصاء متعمد للتفسير الموروث وتقصد إظهاره بصورة تشي بحماقة النص، وإعلاء القراءة الحداثية للقرآن وفق هذا المنهج؛ كما سنبين.  ¶ ثم عرَّف الخطاب النبوي بأنه النصوص المجموعة في الإنجيل والتوراة والقرآن كمفهوم يشير إلى البنية اللغوية والسيميائية للنصوص، وهذا الخطاب التلفيقي يوازي بين النصوص الواردة في هذه الكتب السماوية على أنها نصوص دينية ينبغي التعامل معها على مساحة واحدة من الرفض والقبول، وبالتالي إمكانية القول في آيات القرآن بدرجة ما يمكن القول به في نصوص التوراة والإنجيل.  ¶ وخشية من انقضاض القارئ على أركون فإنه انقض ابتداء على الفكر الإسلامي المعاصر، وسح عليه، مظهرا تفوق النظرة الانتربولوجية على السائد من الفكر الإسلامي \" إن الفكر الإسلامي بقي أبعد ما يكون عن ممارسة الفكر الانتربولوجي بالمعنى الواسع الذي ندعو إليه من العقل والثقافة والتفكير السائد في الغرب، . ¶ فهو الذي يخرج العقل من التفكير داخل السياج الدوغمائي المغلق إلى التفكير على مستوى أوسع بكثير \" [8]  ¶ وسرعان ما يسقط أركون في شرك حقيقة ما يدعو إليه من إعادة إنتاج القراءة الحداثية للنص القرآني وفق ما يريد هو، ووفق نظرته للمعرفة \" وإذا ما تم الإجماع على هذا التوجه المعرفي فلا بد أن نعيد النظر في جميع العقائد والسنن الدينية؛ عن طريق إعادة القراءة لما قدمه الخطاب الديني عامة، والخطاب النبوي الخاص بأهل الكتاب \" [9]",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "و يظل أركون في المقدمة محاولا أن يشرعن لمشروعه النقدي في إعادة القراءة القرآنية، ويدعو القارئ إلى عدم التسرع في الحكم بكفر دراسته، داعيا إياه إلى العودة لأسس المنهج اللساني والتفكيكي والسيولوجي ومعرفة قواعده \" نلتمس هنا طفرة معرفية في تحليل الخطاب الديني عامة، وهذه الطفرة لا تمس العقيدة في محتواها وممارستها، و إنما تحيلها إلى مستوى أوسع ومنظومة معرفية أكثر تفتحا وأشمل إحاطة بما أضافته الحداثة العلمية من نظريات وشروح وتأويلات واكتشافات ووسائل إحقاق الحق والحقيقة، أقول ذلك لكيلا يسارع القراء المؤمنون إلى رفض القراءات التي أقترحها للقرآن لأنها خارجة عن إطار ما أسميته بالتفسير الموروث، وهناك من يكفر هذه القراءات بناء لا على ما فهمه واجتهد من إدراك مقاصد المؤلف ولكن على أساس ما غاب عن فكره ومعلوماته إذا كان لم يكتشف بعد تعاليم اللسانيات والسيميائيات والانتربولوجيا والسوسيولوجيا الدينية والثقافية وعلم النفس التاريخي \" [10]  ¶ وقد غيب أركون عن ذاكرته أن واحدة من هذه المناهج كافية لنسف القداسة عن النص الديني وتجريده من حرمته، والتعامل معه على أساس ذاتي مجرد عن سلطة المرجع وقناع الايدولوجيا \" ومما يؤخذ على الدراسات السيميائية أن معظمها ينهج نهجا شكلانيا يستبعد المحددات الاجتماعية والثقافية، وبالتالي تقترب الدراسات السيميائية جدا من النهج البنيوي خاصة أنها كثيرا ما توظف المفردات السوسيرية مثل العلامة واللغة والنظام \" [11]  ¶ وقد عمل أركون في الفصل الأول من كتابه موضوع الدراسة على إقناع القارئ بأن النصوص القرآنية لاقت اعتراضا من معاندي مكة ونظروا للنص القرآني على أنه كذبة، فتحولت هذه المماحكة إلى هالة قدسية للخطاب الديني.  ¶ ثم تبنى نظرية جماليات التلقي التي تساوي بين العلامة اللغوية عند (النصارى) وعند المسلمين، على نحو لا يمكن أن نفصل في قداسة النصوص الدينية الثلاثة وعلى الأخص الإنجيل والقرآن \" إن الشيء الذي يقابل يسوع المسيح في الإسلام هو القرآن بصفته الكتاب المقدس الذي يحتوي على كلام الله الموحى به، و أما يسوع المسيح بصفته تجسيدا لكلمة الله، فإنه يشبه المصحف الذي تجسد فيه كلام الله \" [12]  ¶ ويرى الباحث أحمد بوعود أن النقد الأركوني يبني معطياته أولاً على ضرورة الفصل بين الظاهرة القرآنية والظاهرة الدينية. فالأولى يقصد بها القرآن كحدث شفهي يتعين دراسته وفق قراءة تزامنية أولاً قبل وصله بنا ثانياً. والثانية ضاربة بجذورها في التاريخ وملتبسة بالسياسة والايدولوجيا. ودور الباحث هو الوعي بضرورة التمييز بين الظاهرتين حتى تسهل مقاربة ظاهرة الوحي وفق منهج أنثروبولوجي مثلث الأضلع هو",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الوحي، التاريخ والحقيقة. وهذا يتطلب زحزحته عن موقعه والدعوة إلى تشكيل لاهوت إسلامي تحريري يكون للإنسان دور فعّال فيه، ويقطع مع اللاهوت التقليدي الذي لا مكان فيه للإنسان. وهذه العملية لا تقتصر على ظاهرة الوحي الإسلامي فقط، بل تطال كذلك الظاهرة الدينية عامة التي عرفتها مجتمعات الكتاب. وهنا تكمن جدة القراءة الأركونية التي من مقاصدها تأهيل المجتمعات الإسلامية لاستيعاب مكاسب الحداثة بدل اتخاذ موقف سلبي منها، منبهاً إلى ضرورة عزل الأنظمة اللاهوتية التي شكلها حماة المقدس والتي كان لها دور سلبي في التعامل مع الوحي عبر تحنيطه وقطعه عن مجاله التداولي الثقافي. ذلك أن القراءة الإيمانية حسب أركون لا تخدم القرآن الكريم ولا الفكر الإسلامي، ويجب أن يُخدمَ هذا النوع من الفكر من قبل باحثين مستقلين، عوض خدامه المتحمسين، وهم المستشرقون واللادينيون. [13]  ¶ سورة الفاتحة نموذجا من الكتاب  ¶ يرفض أركون ابتداء جميع التفاسير الموروثة لسورة الفاتحة، ونبه بأنه لن ينخرط في الخط التبجيلي الذي سار عليه عدد كبير من المفسرين، ولكن هدفه من إعادة التفسير لسورة الفاتحة هو أن تفسيره \" أكثر بعدا و عمقا في المساهمة بتشكيل بعد ديني منفتح عن طريق مثال الإسلام  ¶ دون أسبقيات لاهوتية، وسوف يعترض علي اللاهوتيون المحترفون زاعمين أنني أريد أن اختزل كلام الله إلى مجرد مشروع انتربولوجي مهدد بالإغراء الوضعي \" [14]  ¶ و أسجل على قراءته لسورة الفاتحة جردة من المؤاخذات، أذكر منها:  ¶ أولا: أزال عن القرآن الكريم ثبوته النصي والحرفي والكتابي، فادعى أن القرآن الكريم لم يثبت في عهد عثمان بن عفان -رضي الله عنه - بل بقي الجدل في آياته ثبوته ونسخا وحذفا وسقطا حتى القرن الرابع الهجري، في اتفاق بين السنة والشيعة، لئلا تستمر المماحكة فتسقط آياته جميعها، وبهذا القيد الأول من جهته طعن في ثبوت النص الذي يدرسه مما سيمكن أي دارس من رفض قداسة الآيات على اعتبار أنها ربما لم تثبت [15].  ¶ ثانيا: ذكر بثمانية مبادئ ترتكز عليها سورة الفاتحة حال القراءة التفسيرية الكلاسيكية، وينظر إليها على أنها مسلمات ثم ختم المبادئ بتعليقه \" ينبغي أن نعلم أن هذه المبادئ الثمانية مارست دورا موجها يتحكم بكل مجالات الفكر العربي – الإسلامي حتى مجيء عهد الايدولوجيا الاشتراكية – الماركسية،",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "واليوم تحصل قطيعة فعلية مع هذه المبادئ، ولكن غير مرفقة بقطيعة نظرية \" [16]  ¶ والمشكل أن نعلم أن من هذه المبادئ التي يسعى أركون لخلخلتها المبدأ الأول: الله موجود  ¶ ، والثاني: لقد تكلم لجميع البشر باللغة العربية وآخر مرة لمحمد، المبدأ الثالث: لقد استقبل كلامه أو جمع في مدونة موثوقة هي: القرآن. [17]  ¶ ثالثا: عند تفسيره الألسني لكلمة \" أنعمت عليهم غير المغضوب عليهم \" وظف المنهج الألسني الذي أحال المعنى المقصود في الآية إلى معنى بعيد جدا \" إن أداة التعريف لها وظيفة التصنيف في التراكيب اللغوية التالية:  ¶ الصراط المستقيم، الذين أنعمت عليهم / المنعم عليهم، المغضوب عليهم، الضالين، فهذه التراكيب هي عبارة عن مفاهيم أو أصناف أشخاص محددين بدقة من قبل المتكلم، وقابلين للتحديد من قبل المخاطب، عندما يصبح بدوره قائلا أو متكلما. \" [18] وقد ورد في هامش الكتاب ما يؤكد المعنى المراد عند أركون بأن المغضوب عليهم والضالين هم أشخاص محددون في مكة معادون للرسالة الجديدة؛ نأى القرآن عن نفسه ذكرهم بأسمائهم، مستخدما سمة تجريدية عمومية.  ¶ رابعا: إعلاؤه من قيمة التفسير التأويلي / الباطني، الذي يتيح للقارئ – بحسبه - فضاءات وخيالات يمكنه استكناه بواطن المعنى من النص القرآني لسورة الفاتحة. \"النسق التأويلي أو الباطني وهو الأهم \" [19] ومن خلال هذا النسق راح يغرب في تفسير آيات سورة الفاتحة تغريبا صوفيا روحيا لا يمس للقرآن بخيط:  ¶ \" الحمد لله  ¶ الرحيم .. يحيلنا إلى علم أصول الانطولوجيا  ¶ مالك يوم الدين  ¶ يحيلنا إلى علم الأخرويات  ¶ إياك نعبد .. يحيلنا إلى الطقوس والشعائر  ¶ اهدنا الصراط المستقيم يحيلنا إلى علم الأخلاق  ¶ صراط الذين أنعمت عليهم .. يحيلنا إلى علم النبوة  ¶ غير المغضوب عليهم . ¶ يحيلنا إلى علم التاريخ الروحي للبشرية \". [20]",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ويختم حديثه حول سورة الفاتحة والمنهج الرمزي بأن اللغة القرآنية توصلت بسرعة إلى مستوى عال من التعبير الرمزي تتيح لنا أن نسهم في بلورة نظرية للغة الرمزية بالعلاقة مع سياق الفكر المثالي أو المجازي الذي ظهرت فيه، ومع سياق الفكر العلمي الحالي الذي يعيد الآن اكتشاف اللغة الرمزية. متسائلا ومنكرا الغاية من عدم التفات المفسرين القدماء للتفسير الرمزي، بديلا عن الخطاب الغنوصي في تفسير الآيات. [21]  ¶ ثانياً: مدخل إلى القرآن الكريم لمحمد عابد الجابري  ¶ بدأ الجابري مشروعه الحداثي منذ مطلع الثمانينات من القرن العشرين ابتدأه بكتاب \" نحن والتراث \" 1982 م، نقد العقل العربي، العقل السياسي العربي، العقل الأخلاقي العربي 2001، ثم صدر له كتاب \" مدخل إلى القرآن الكريم \" 2006 م، وهو موضوع دراستنا الذي جاء استجابة لأحداث 11 أيلول 2001 م وما رافقها من جدل سياسي وحضاري وفكري سواء في أوروبا أو في العالم العربي حول مفهوم الجهاد وآيات الحرب و القتال، و موقف الإسلام من كفار العصر.  ¶ ضمن الجابري في كتبه السابقة فكرته حول علم الاجتماع، والسياسة، والموروث الحضاري والفكري للعرب، محاولا تفكيك العقل الجمعي العربي، سياسة واقتصادا وفكرا. وكتابه هذا يندرج في إطار الأفق المنهجي والتصوري الذي سبق وأن بلوره في نصوصه المتقدمة: المعالجة البنيوية والمعالجة التاريخية والوظيفة الإيديولوجية.  ¶ وأسجل مؤاخذات على الكثير من القضايا الرئيسة في الكتاب، أذكر منها:  ¶ أولا: ما ورد في الفصل الثالث من الكتاب، البند الثاني، وهو ما يتعلق بأمية النبي صلى الله عليه وسلم، فهو ينتصر بدليل عقلي إلى القول بأن المقصود بالأمية ليست عدم المعرفة بالقراءة والكتابة، وإنما المعنى عدم وجود كتاب سماوي لها، وهذا منزلق خطير سيفضي بلا ريب إلى التشكيك بآي القرآن، \" الفهم السائد هو أن الأمي من لا يعرف القراءة والكتابة، فهل يصدق هذا على الآيات السابقة؟، الجواب عندنا بالنفي لأن التقابل في كثير من هذه الآيات هو من طرف الأمي والأميين من جهة، وبين طرف آخر هم أهل الكتاب، المقصود بهم اليهود و النصارى، من جهة أخرى، وما به يفترق الطرفان، هو أن الطرف الثاني لديه كتاب، هو التوراة والإنجيل، والطرف الأول ليس لديه كتاب، فالأميون إذا",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "هم الذين ليس لديهم كتاب سماوي، وقد جاء القرآن ليكون لهم كتابا خاصا بهم \" [22]  ¶ والملاحظ أنه لمز في عبارته الأخيرة بأن القرآن كتاب خاص لمن ليس لهم كتاب سماوي، واستنادا للتحليل السيميائي الذي يتبناه الحداثيون فإن هذا يعني أن من لهم كتاب سماوي لا يعنيهم هذا الكتاب.  ¶ ولو اكتفى الجابري بهذا الرأي حول هذه المسألة لاعتبرناها إحدى المسائل التي خاض فيها المفسرون قديما وتفاوتوا القول بين الإثبات والنفي لأمية الرسول، ولكنه رد هذا الاختلاف بين المفسرين إلى قضية أساسية \" مسألة منهجية أساسية، ونحن نرى السبب في مثل هذا الاضطراب، إن لم نقل التخبط في تفسير كثير من الآيات القرآنية يرجع في الغالب – عندما لا يكون هناك تعصب مذهبي – إلى عدم اعتبار مسألة منهجية أساسية وهي النظر إلى كل آية داخل السياق الذي وردت فيه وتجنب اقتطاعها منه والتعامل معها كنص مستقل بذاته \" [23]، وكلامه يندرج تحت المقولة \" كلمة حق أريد بها باطل \" فالتعامل مع وحدة القرآن مسلك انتهجه المفسرون القدامى، ولكنه يسعى من هذا المطلب إلى التعامل مع آيات القرآن بتجميع آيات الكل الواحد / الموضوع الواحد، والنظر إليها في سياقها التاريخي، زمانيا ومكانيا، واستخلاص المعنى المقصود منها وفق هذا النهج.  ¶ ثانيا: تعامل الجابري مع تفسير القرآن الكريم بما يتسق مع العقلانية وينسجم معها، ويرى في خاتمة كتابه أن ما قدمه من دراسة تتكئ على العقل، وهي تعد مفتاحا هاما في كشف ضبابية مسائل؛ كان فيما مضى يحال بينها وبين الدارسين \" قدمنا فيما نعتقد تعريفا بالقرآن الكريم بددنا فيه كثيرا من الضباب الذي كان وما يزال يحول دون التعامل العقلاني مع هذا النص الديني الذي لم يشد بشيء آخر إشادته بالعقل، وذلك إلى درجة يمكن معها القول إن القرآن يدعو إلى دين العقل \" [24]  ¶ وهو بذلك يرفض أي تفسير لآيات القرآن تتعارض مع العقل حتى لو ورد فيه نقل \" وما روي بشأن الإسراء والمعراج وهي تراث لنا وهي أمور ناقشها القدماء من العلماء و المفسرين، والآراء فيها مختلفة، وهي كلها تراث لنا، من حقنا، بل من واجبنا أن نختار منها، مالا يتعارض مع الفهم الذي ينسجم مع مبادئ العقل ومعطيات العلم في عصرنا \" [25].  ¶ وهو بهذا الشرط اللازم الأخير يهدم كل نص شرعي لا يثبته العقل أو يتعارض مع المعقول البشري، وهذا يفضي إلى تفسير النص القرآني بحسب العقل أيضا، وقد صرح الجابري بهذا المنهج في بداية كتابه \" تعاملنا مع هذا المعهود بكل ما نستطيع من الحياد والموضوعية هو الطريق السليم في نظرنا،",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "يجعل القرآن معاصراً لنا أيضاً، لا على صعيد التجربة الدينية. فذلك ما هو قائم دوماً، بل أيضاً على صعيد الفهم والمعقولية \" [26]  ¶ وبناء على المعقولية هذه، وليس اتكاء على تصحيح الروايات أو تضعيفها – كمن رد حادثة انشقاق القمر من الباحثين! – رد حادثة انشقاق القمر، ومررها على أنها حادثة غير خارقة للعادة \" أما نحن فنرى أن عدم نزول آيات أخرى تؤكد انشقاق القمر دليل على أن ما حدث لم يكن من قبيل خرق العادة، فلو كان الأمر استجابة لطلب قريش، كما ذكرت الروايات، لكان في القرآن ما يفيد ذلك، هذا في حين أن مطالب قريش التي من هذا القبيل قد قوبلت في القرآن بالرفض الصريح، بينما يتكرر التصريح بالآيات المعجزات، التي خص الله بها الأنبياء السابقين، وتكررت دعوة قريش إلى أخذ العبرة منها، كل هذا رجح لدينا، إن ما حدث كان خسوفا كما ورد ذلك في رواية ابن عباس المشار إليها من قبل \" [27]  ¶ وبالطريقة نفسها، ووفق المنهج ذاته، يرد الجابري حادثة الإسراء والمعراج، حيث نظر للنصوص القرآنية كوحدة واحدة، وفي سياق تاريخي، وربط بين ما يفسره هو، والنسق العام للسورة \" ومن قبيل مسألة انشقاق القمر، مسألة الإسراء المعراج، . ¶ والظاهر من الروايات الأساسية أن ذلك حصل في المنام، وتذكر الروايات أن النبي لما أخبر الناس بما حدث ليلة الإسراء لم يصدقوه، فارتد ناس كثير بعدما أسلموا، قالوا والى ذلك يشير قوله تعالى \" وما جعلنا الرؤيا التي أريناك إلا فتنة للناس \" وفي هذه الآية ما يشعر أن الإسراء حدث في المنام، وقد قال بهذا الرأي كل من عائشة [28] ومعاوية والحسن البصري وابن إسحاق قالوا كان الإسراء بروحه في المنام، ورؤيا الأنبياء وحي .. ويمكن أن نعزز هذا الترجيح بكون القرآن قد تعرض في سورة الإسراء نفسها إلى جملة من تحديات قريش، منها قولهم في الآية السابقة، \" وقالوا لن نؤمن لك حتى تفجر لنا من الأرض ينبوعا \" \" أو ترقى في السماء ولن نؤمن لرقيك حتى تنزل علينا كتابا نقرؤه \" فكان جواب القرآن \" قل سبحان ربي هل كنت إلا بشرا رسولا \"، بمعنى أن طبيعتي البشرية لن تسمح لي بالرقي إلى السماء \" [29]، وهذا ربط للآيات يخالف التفسير المنضبط إلى تفسير منفلت لا يعي حقائق التفسير الموضوعي وقواعده.  ¶ ورد حادثة المعراج على أنها لم ترد في القرآن بل في حديث نبوي ففسره على هواه \" فإذا قلنا إن المعراج كان في الجسم فإن ذلك يعني أن النبي رأى الله رؤية بصرية، وهذا لا يمكن إلا مع الأجسام، والله منزه عن، الجسمية \" [30] فلا أدري كيف ربط بين المعراج وبين لازم رؤية الله سوى العقلانية البحتة.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ثالثا: نظر الجابري إلى مسألة جمع القرآن والزيادة والنقصان فيه في الفصل التاسع، نظرة معاصرة لغى فيها أقوال العلماء والمفسرين جميعها، على قاعدة أن ما أوردوه من إشكاليات في جمع القرآن والزيادة والنقصان كانت ضمن آفاق محدودة عبر زمانهم الفكري والاجتماعي والحضاري العام، وأن الأجوبة التي قدموها بالتالي كانت محدودة في ظل الأفق ذاته، لذا نظر الجابري إلى هذه المسألة من جهة \" أن الجواب عنها} عن هذه الأسئلة {يمكن أن يتم بالطريقة التي تتم بها عملية التأريخ للحوادث التاريخية، لكن بما أن الأمر يقع على مستويين: مستوى زمن تاريخي، ومستوى لا زمني ورائي، فإن الأسئلة المذكور أو بعضها على الأقل يطرح نفسه على هذا المستوى الأخير أيضا \" [31].  ¶ ثالثا: يبني الجابري الكثير من مسائل الكتاب بعامة ومسائل الفصل التاسع بخاصة، على الآراء الشاذة والضعيفة و المجهولة عند العلماء، معتبرا إياها روايات صحيحة، ونقولات العمل بها يقع في دائرة البحث والتدقيق. ومن أمثلة ذلك \" ومن هنا قيل إن ترتيب المصحف ترتيب اجتهادي، وهذا ما يقول به جل من بحثوا في هذا الأمر من القدماء والمحدثين \" [32]  ¶ رابعا: ذكر في خلاصة الفصل التاسع بعد أن ناقش مسألة النقص والزيادة في القرآن الكريم، أن النقص والسقط كان في المصحف قبل جمعه زمن عثمان، وأن بعض الآيات التي نزلت في مكة لم تنقل صحفها إلى المدينة، وبالتالي ضاعت هذه الصحف، ولم تدون في المصحف بخلاف تلك التي نسخت، ويبرر الجابري هذا السقط بأن طبيعة أي عمل شاق كحادثة جمع القرآن يكتنهها خلل ما \" وخلاصة الأمر على أنه ليس ثمة أدلة قاطعة على حدوث زيادة أو نقصان في القرآن كما هو في المصحف بين يدي الناس، منذ جمعه زمن عثمان، أما قبل ذلك فالقرآن كان مفرقا في صحف، وفي صدور الصحابة، ومن المؤكد أن ما كان يتوفر عليه هذا الصحابي أو ذاك من القرآن، مكتوبا أو محفوظا كان يختلف عما كان عند غيره كماً وترتيباً، ومن الجائز أن تحدث أخطاء حين جمعه زمن عثمان أو قبل ذلك، فالذين تولوا هذه المهمة لم يكونوا معصومين، وقد وقع تدارك بعض النقص كما ذكر في مصادرنا \". [33]  ¶ ويرى الجابري من خلال منهج ديكارت – الشك والتخمين - أن السقط في القرآن كان أكثره في سورتي الأحزاب وبراءة، وقد ساق المبررات لهذا الاعتقاد وشرح ما يظنه مواطن النقص وموضوعاته \" وكل ما يمكن قوله – على سبيل التخمين لا غير – هو أن يكون الجزء الساقط من سورة براءة هو القسم الأول منها، وربما كان يتعلق بذكر المعاهدات التي أبرمت مع المشركين، ذلك أن سور القرآن، بخاصة الطوال منها، تحتوي عادة على مقدمات تختلف طولا وقصرا، مع استطرادات، قبل الانتقال إلى",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الموضوع أو الموضوعات التي تشكل قوام السورة \" [34]  ¶ أما بعد  ¶ فإنني أدون توصياتي بعد هذه القراءة التمفصلية مع الحداثة والإسلام، بما يلي:  ¶ أولا: على الباحثين ضرورة العمل على تشكيل مؤسسة تعنى بدراسة منتجات الحداثيين والنص الشرعي، وتكشف عما انحرف به هؤلاء عن السبيل المنضبط إلى تفسير منفلت.  ¶ ثانيا: دراسات المحدثين النقدية للنص القرآني، تجرد القرآن الكريم من خاصيته، وتزاوج بينه وبين أي نص أدبي، معتمدة على النظرية الأم \" موت المؤلف \"، وبالتالي تحطيم قداسة النص وتابوهاته، إلى نص مفتوح، قابل لنظرية الثابت والمتحول، وهذا مسلك غير مقبول بالنظر إلى تعاليم الشرع الحنيف، الذي ينبغي على دارسي الأدب بعامة عدم إغفاله.  ¶ ثالثا: آفاق المعرفة تحتاج إلى المزيد من الكشف عن حدود المحرم، و تبيان الفضاء المسموح بالتحرك فيه، في ظل أنظمة البحث الحديث.  ¶ المراجع  ¶ 1. أحمد بوعود المنهج الألسني عند أركون في بحث بعنوان \" أركون والمنهج الألسني، نشر على موقع الحزب الديموقراطي الليبرالي العراقي. ثم نشره في كتاب \" الظاهرة القرآنية عند محمد أركون \".  ¶ 2. عبد الرزاق هرماس، القرآن الكريم ومناهج تحليل الخطاب، جامعة قطر، حولية كلية الشريعة، العدد 19، 1422 ه.  ¶ 3. عبد المجيد الشرفي وآخرون، في قراءة النص الديني، بحث المنصف عبدالجليل، الدار التونسية للنشر، ط. 2، 1995.  ¶ 4. علي حرب، نقد النص، المركز الثقافي العربي، بيروت، ط. 2، 1995 م ص 21.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "5. محمد أركون، القرآن من التفسير الموروث إلى تحليل الخطاب الديني، محمد أركون، ترجمة وتعليق هاشم صالح، دار الطليعة، بيروت، ط. 2، 2005، ص 5.  ¶ 6. محمد عابد الجابري، مدخل إلى القرآن الكريم، مركز دراسات الوحدة العربية، ط. 1، 2006.  ¶ 7. ميجان الرويلي، سعد البازعي، دليل الناقد الأدبي، المركز الثقافي العربي، بيروت، ط. 3، 2002 م.  ¶ 8. نصر أبو زيد، مفهوم النص، دراسة في علوم القرآن،، المركز الثقافي العربي، بيروت، ط. 2.  ¶ [1] ميجان الرويلي، سعد البازعي، دليل الناقد الأدبي، المركز الثقافي العربي، بيروت، ط. 3، 2002 م، ص 224.  ¶ [2] علي حرب، نقد النص، المركز الثقافي العربي، بيروت، ط. 2، 1995 م ص 21.  ¶ [3] نصر أبو زيد، مفهوم النص، دراسة في علوم القرآن،، المركز الثقافي العربي، بيروت، ط. 2، ص 24.  ¶ [4] عبد المجيد الشرفي وآخرون، في قراءة النص الديني، بحث المنصف عبدالجليل، الدار التونسية للنشر، ط. 2، 1995 ص 42  ¶ [5] عبد الرزاق هرماس، القرآن الكريم ومناهج تحليل الخطاب، جامعة قطر، حولية كلية الشريعة، العدد 19، 1422 ه، ص 23.  ¶ [6] قراءة النص الديني، مرجع سابق، ص 94.  ¶ [7] محمد أركون، القرآن من التفسير الموروث إلى تحليل الخطاب الديني، ترجمة وتعليق هاشم صالح، دار الطليعة، بيروت، ط. 2، 2005، ص 5.  ¶ [8] المرجع السابق، ص 6.  ¶ [9] المرجع السابق، ص 6.  ¶ [10] المرجع السابق، ص 7.  ¶ [11] دليل الناقد الأدبي، مرجع سابق، ص 185.  ¶ [12] القرآن من التفسير الموروث إلى تحليل الخطاب الديني، مرجع سابق، ص 23.  ¶ [13] هذا ملخص ما وصف به الباحث أحمد بوعود المنهج الألسني عند أركون في بحث بعنوان \" أركون والمنهج الألسني، نشر على موقع الحزب الديموقراطي الليبرالي العراقي. ثم نشره في كتاب \" الظاهرة القرآنية عند محمد أركون \" لم يتسن لي الحصول عليه.  ¶ [14] القرآن من التفسير الموروث إلى تحليل الخطاب، مرجع سابق، ص 111.  ¶ [15] ينظر المرجع السابق، ص 119  ¶ [16] المرجع السابق، ص 122  ¶ [17] المرجع السابق، ص 121  ¶ [18] المرجع السابق، ص 127  ¶ [19] المرجع السابق، ص 139",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "[20] المرجع السابق، ص 143 ¶ [21] ينظر المرجع السابق، ص 144. ¶ [22] محمد عابد الجابري، مدخل إلى القرآن الكريم، مركز دراسات الوحدة العربية، ط. 1، 2006، ص 82. ¶ [23] المرجع السابق، ص 82. ¶ [24] المرجع السابق، ص 429 ¶ [25] المرجع السابق، ص 188 ¶ [26] المرجع السابق، ص 20 ¶ [27] المرجع السابق، ص 189 ¶ [28] هذا تدليس على عائشة رضي الله عنها، فهي كانت ترى أن المعراج إنما تم بروحه دون جسده، وليس في المنام كما زعم، ومن نقل عن أم المؤمنين غير ذلك فقوله مردود، وسند روايته مطعون فيه، أما قول عائشة: فلم يرد بسند يصلح للحجة بل في سنده انقطاع وراوٍ مجهول. قال أبو الخطاب بن دحية في التنوير: إنه حديث موضوع عليها. وقال في معراجه الصغير: قال إمام الشافعية القاضي أبو العباس بن سريج: هذا حديث لا يصح، وإنما وضع رداً للحديث الصحيح، ينظر بحث مميز للباحث يونس الطلول على الرابط التالي:  http://www.jameataleman.org/mons/asra/asra8b.htm ¶ [29]  مدخل إلى القرآن الكريم، مرجع سابق، ص 189 ¶ [30] المرجع السابق، ص 190 ¶ [31] المرجع السابق، ص 212 ¶ [32] المرجع السابق، ص 215 ¶ [33] المرجع السابق، ص 232 ¶ [34] المرجع السابق، ص 231",
            "page": "18",
            "part": "1"
        }
    ],
    "t37775": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الحداثيون وقراءة النص الشرعي"
        }
    ]
}