{
    "b37787": [
        {
            "id": "1",
            "nass": "مقدمة الطبعة الثانية ¶ الحمد لله رب العالمين، والصلاة والسلام على الرسول الأمين، وعلى آله وصحبه أجمعين. ¶ أما بعد: فقد اتصل بي بعض الإخوة من طلبة العلم الذين أشادوا بالكتاب، وأبدى بعضهم ملحوظات يسيرة، فجزاهم الله خيرًا. ¶ وقد كثر السؤال عن الكتاب من أبناء الشيعة الاثني عشرية، وجرى النقاش عن بعض ما ورد فيه، واستغرب كثير ممن اتصل بي تلك الحقوق التي ذكرها أهل السنة في حق آل البيت - رضي الله عنهم - ، وجوابي لهم: ¶ بأن الحقوق التي ذكرت في هذه الرسالة نقلت من بطون الكتب، ومن أقوال المحققين من سلف الأمة. ¶ واهتمام أهل السنة بآل البيت معلوم مشهور، ولا يلمز أحد أهل السنة في انتقاص آل البيت إلا جاهل أو مبغض أو صاحب هوى. ¶ وأعتذر للإخوة الكرام عن طلبهم إطالة المباحث والنقولات ،فقد أبقيت الرسالة كما هي على زيادات يسيرة واستدراكات قليلة. ¶ وأسأل الله سبحانه وتعالى أن ينفع بها ¶ وصلى الله على نبينا محمد وعلى آله وصحبه وسلم ¶ المقدمة ¶ إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وأشهد أن محمدًا عبده ورسوله،و صلى الله عليه وعلى آله وصحبه وسلم تسليمًا كثيرًا.... أما بعد: ¶ فقد أوجب الله سبحانه وتعالى لأهل بيت نبيه - صلى الله عليه وسلم - حقوقًا، وخصهم بفضائل، وقد ظهر الفرق جليًا بين أهل السنة وبين مخالفيهم في تلقيهم لهذه الحقوق والفضائل، فأهل السنة أقروا بها وقاموا بها دون أي غلو أو تفريط، أما مخالفوهم فقد كانوا على طرفي نقيض في هذا، فطائفة منهم زادوا على هذه الحقوق أشياء؛ بل منهم من بلغ بأصحابها منزلة رب العالمين، وقابلهم من تركها واعترض عليها، بل منهم من جعل أصحابها في منزلة الظالمين. ¶ فنسأل الله سبحانه وتعالى أن يوفقنا في هذه الرسالة المختصرة في التعريف بهم وبيان حقوقهم الشرعية بلا إفراط ولا تفريط. ¶ ...",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "* * * * ¶ التعريف اللغوي ¶ - يقال أهل الرجل زوجه، والتأهل التزويج، قاله الخليل (¬1) . ¶ وأهل البيت سكانه، وأهل الإسلام من يدين به (¬2) . ¶ - أما الآل فجاء في معجم (المقاييس في اللغة) قوله: «آل الرجل أهل بيته» (¬3) . ¶ - وقال ابن منظور: «وآل الرجل أهله، وآل الله وآل رسوله أولياؤه، أصلها (أهل) ثم أُبدلت الهاء همزة، فصار في التقدير (أأل)، فلما توالت الهمزتان أبدلوا الثانية ألفًا» (¬4) . ¶ وهو لا يضاف إلا فيما فيه شرف غالبًا، فلا يقال: آل الحائك خلافًا لأهل، فيقال: أهل الحائك. ¶ وبيت الرجل داره وقصره وشرفه (¬5) ، وإذا قيل: البيت انصرف إلى بيت الله الكعبة؛ لأن قلوب المؤمنين تهفو إليه والنفوس تسكن فيه، وهو القبلة، وإذا قيل: أهل البيت، في الجاهلية، انصرف إلى سكانه من قريش خاصة، وبعد الإسلام إذا قيل: أهل البيت، فالمراد آل رسول الله - صلى الله عليه وسلم - (¬6) . ¶ التعريف الاصطلاحي ¶ اختلف العلماء في تحديد آل النبي - صلى الله عليه وسلم - على أقوال أشهرها: ¶ القول الأول: هم الذين حُرِّمت عليهم الصدقة، وبه قال الجمهور. ¶ ¬__________ ¶ (¬1) انظر: كتاب العين (4/89). ¶ (¬2) انظر: الصحاح (4/1628)، ولسان العرب (11/28). ¶ (¬3) المقاييس في اللغة (1/161). ¶ (¬4) لسان العرب (11/31)، ونحوه عن الأصفهاني في المفردات في غريب القرآن (ص: 30). ¶ (¬5) انظر: النهاية لابن الأثير (1/170). ¶ (¬6) انظر: المفردات في غريب القرآن (ص: 29). وقد أطال شيخ الإسلام ابن القيم رحمه الله الكلام في هذا في مصنفه الخاص بهذا الشأن (جلاء الأفهام في فضل الصلاة والسلام على محمد خير الأنام) فارجع إليه وإلى مقدمة الشيخ المحقق، فقد ذكر الكتب التي صنفت في هذا الموضوع، وهذا يدلك على اهتمام علماء السنة بهذا.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "القول الثاني: هم ذرية النبي - صلى الله عليه وسلم - وأزواجه خاصة، اختاره ابن العربي (¬1) وانتصر له، ومن القائلين بهذا القول مَنْ أخرج زوجاته. ¶ القول الثالث: آل النبي - صلى الله عليه وسلم - هم أتباعه إلى يوم القيامة (¬2) ، واختاره الإمام النووي من الشافعية (¬3) والمرداوي من الحنابلة (¬4) . ¶ القول الرابع: هم الأتقياء من أمته. ¶ والراجح من هذه الأقوال هو القول الأول. قول الجمهور. وبناءً عليه: ¶ من هم الذين حُرِّمت عليهم الصدقة؟ ¶ الجواب: هم بنو هاشم وبنو المطلب، هذا هو الراجح؛ لقول النبي - صلى الله عليه وسلم - : «إنما بنو هاشم وبنو المطلب شيء واحد» (¬5) ، ومن العلماء من قَصَرَ التحريم على بني هاشم فقط دون بني المطلب. ¶ مفهوم آل البيت عند الشيعة الاثنى عشرية ¶ جمهور الشيعة يرون أن المراد بأهل البيت هم أصحاب الكساء الخمسة، وأنهم هم الذين نزلت فيهم آية التطهير: { إِنَّمَا يُرِيدُ اللهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا } [سورة الأحزاب: 33] وهم: محمد - صلى الله عليه وسلم - وعلي وفاطمة والحسن والحسين - رضي الله عنهم - ، وقد زادت الاثني عشرية على أصحاب الكساء بقية الأئمة الاثنى عشر، مع أنه لم يرد لهم في حديث الكساء أي ذكر!! ¶ ¬__________ ¶ (¬1) انظر: أحكام القرآن (3/623). ¶ (¬2) وقد نظم هذا القول إمام اللغة نشوان الحميري في شعر له فقال: ¶ (¬3) ¶ آل النبي هم أتباع ملته ... من الأعاجم والسودان والعرب ¶ لو لم يكن آله إلا قرابته ... صلى المصلي على الطاغي أبي لهب ¶ ( ) انظر: شرح صحيح مسلم (4/368). ¶ (¬4) انظر: الإنصاف (2/79). ¶ (¬5) صحيح البخاري (ح: 3311).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "فقد جاء في صحيح مسلم (¬1) عن عائشة رضي الله عنها قال: «خرج النبي - صلى الله عليه وسلم - غداة وعليه مرط مرحّل من شعر أسود، فجاء الحسن بن علي فأدخله، ثم جاء الحسين فدخل معه، ثم جاءت فاطمة فأدخلها، ثم جاء علي فأدخله، ثم قال: { إِنَّمَا يُرِيدُ اللهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا } ». ¶ وهم يرون عدم دخول أمهات المؤمنين في مسمى آل البيت (¬2) ، واستدلوا على ذلك الحصر بآية التطهير السابقة، ونحن نقول: أين الحصر في الآية الذي بموجبه زعموا أن زوجات الرسول - صلى الله عليه وسلم - لا يدخلن فيه؟! فإن نص الآية وسياقها يدلان ولأول وهلة على أن المراد بأهل البيت أزواج النبي - صلى الله عليه وسلم - أمهات المؤمنين؛ لأن ما قبل آية التطهير وما بعدها خطاب لهن رضي الله عنهن، ولهذا قال بعد هذا كله: { وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ } [الأحزاب: 34]. ¶ ¬__________ ¶ (¬1) صحيح مسلم (ح: 2424). ¶ (¬2) انظر: شرح الزيارة الجامعة لعبد الله شبر (ص: 127-128)، الإمام جعفر الصادق (ع) لعبد الحليم الجندي (ص: 73)، مودة أهل البيت عليهم السلام. مركز الرسالة (ص: 23).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وكذلك تزعم الاثنا عشرية أن خطاب التذكير في قوله تعالى: { عَنْكُمُ } و { وَيُطَهِّرَكُمْ } يمنع من دخول أمهات المؤمنين في جملة أهل البيت، وهذا مردود؛ وذلك لأنه إذا اجتمع المذكر والمؤنث في جملة غلب المذكر، والآية عامة في جميع آل البيت كما سبق، فناسب أن يعبر عنهم بصيغة المذكر (¬1) . ¶ وإذا كان الاثنا عشرية – هداهم الله – قد تشددوا في الاستدلال بدلالة الحصر وخطاب التذكير على عدم دخول أزواج النبي - صلى الله عليه وسلم - في آل البيت، فإننا نلزمهم الآتي: ¶ أولاً: تركهم ومخالفتهم لاستدلالهم السابق، وذلك لعدم تقيدهم بالحصر، فقد أدخلوا مع أصحاب الكساء غيرهم!! فأين الأدلة والنصوص التي تدل على إدخال غيرهم معهم؟! ¶ ثانيًا: حصر آل الرسول - صلى الله عليه وسلم - في علي والحسن والحسين - رضي الله عنهم - ، وفي تسعة من أبناء الحسين فقط. فهل هؤلاء فقط هم آل بيت رسول الله - صلى الله عليه وسلم - ؟! ¶ يا سبحان الله! أين أعمام رسول الله - صلى الله عليه وسلم - ؟! ¶ ¬__________ ¶ (¬1) وهذا كثير في لغة العرب، ومما ورد به في القرآن الكريم قوله تعالى في سورة هود: { قَالَتْ يَا وَيْلَتَا أَأَلِدُ وَأَنَا عَجُوزٌ وَهَذَا بَعْلِي شَيْخًا } إلى قوله تعالى: { أَتَعْجَبِينَ مِنْ أَمْرِ اللهِ رَحْمَةُ اللهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ } [هود: 73] فعدل عن خطاب المؤنث إلى خطاب المذكر لدخول إبراهيم - عليه السلام - في الخطاب، وهذه الآية نص في دخول الزوجة في أهل البيت، ويرد عليهم أيضًا إدخالهم لفاطمة رضي الله عنها وهي مؤنث، فلم يصح دخول المؤنث في خطاب المذكر في حق فاطمة رضي الله عنها ولا يصح في غيرها؟!",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "- أليس حمزة بن عبد المطلب - رضي الله عنه - أسد الله وأسد رسوله شهيد أحد وفارس بدر، وعندما استشهد حزن عليه النبي - صلى الله عليه وسلم - حزنًا شديدًا وقال: (سيد الشهداء عند الله يوم القيامة حمزة) (¬1) ؟! ¶ - أليس العباس بن عبد المطلب - رضي الله عنه - شهد فتح مكة وثبت يوم حنين، وقال فيه النبي - صلى الله عليه وسلم - : «إن العباس مني وأنا منه» (¬2) وقال: «يا أيها الناس! من آذى عمي فقد آذاني؛ فإنما عم الرجل صنو أبيه» (¬3) . ¶ وأين أبناء أعمام النبي - صلى الله عليه وسلم - ؟! ¶ - أليس جعفر الطيار - رضي الله عنه - صاحب المآثر والمحامد، وهو الذي قال له النبي - صلى الله عليه وسلم - : «أشبهت خَلْقي وخُلُقي» (¬4) وقد كان أحد السابقين إلى الإسلام، وممن هاجر إلى الحبشة، ولم يزل هناك إلى أن هاجر النبي - صلى الله عليه وسلم - إلى المدينة، فقدم إلى المدينة يوم فتح خيبر، ففرح به النبي - صلى الله عليه وسلم - فرحًا شديدًا، وقام إليه وعانقه وقبَّله بين عينيه. ¶ ولما أرسله النبي - صلى الله عليه وسلم - إلى مؤتة نائبًا لزيد بن حارثة - رضي الله عنه - أبلى بلاءً حسنًا، وقاتل حتى قطعت يداه واستشهد، فعوَّضه الله عن يديه جناحين في الجنة، فكان يقال له بعد قتله: الطيار، ولما بلغ النبي - صلى الله عليه وسلم - نبأ استشهاده حزن عليه حزنًا شديدًا، وقال: «دخلت الجنة البارحة فنظرت فيها وإذا جعفر يطير مع الملائكة» (¬5) وقال: «مر بي جعفر الليلة في ملأ من الملائكة، وهو مخضب الجناحين بالدم أبيض الفؤاد» (¬6) . ¶ وهذه إنما هي بعض مناقبه التي تدل على عظيم مكانته وعلو شأنه - رضي الله عنه - وأرضاه؟! ¶ ¬__________ ¶ (¬1) الحاكم في المستدرك (2/130). ¶ (¬2) الترمذي (3759)، النسائي (8/33). ¶ (¬3) الترمذي (3758)، أحمد (4/165). ¶ (¬4) صحيح البخاري (ح: 2552). ¶ (¬5) الحاكم في المستدرك (3/217)، والطبراني في الكبير (2/107). ¶ (¬6) الحاكم في المستدرك (3/234).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "- أليس عبد الله بن عباس رضي الله عنهما حبر الأمة وترجمان القرآن؛ وكان يلقب بالحبر والبحر لاتساع علمه وكثرة فهمه، وكمال عقله وسعة فضله؛ فقد لازم النبي - صلى الله عليه وسلم - ، ودعا له - صلى الله عليه وسلم - بالفقه في الدين وعلم التأويل، وكان ممن شهد مع علي - رضي الله عنه - الجمل وصفين، وقد اعترف له بذلك الفضل كبار الصحابة - رضي الله عنهم - والتابعون لهم بإحسان؟ ¶ ومن أبناء عمه أبو سفيان بن الحارث فارس يوم حنين. وأين الحديث عن سائر أولاد أعمامه؟! ¶ - أين بقية ذرية الحسين - رضي الله عنه - ؛ مثل حفيده شهيد الكوفة زيد بن علي بن الحسين وسائر ذرية أولاده؟! ¶ - أين ذرية الحسن - رضي الله عنه - ؟ ¶ - أين حقوق هؤلاء؟ وهل هم من آل البيت أو ليسوا منهم؟! ¶ وإن لم يكونوا منهم فمن الذي أخرجهم؟ وبأي دليل أخرجهم من آل البيت؟ ¶ هذه أسئلة وغيرها في معناها مما شابهها كثير، توجه إلى عامة الاثني عشرية. ¶ وقد ذهب بعض الاثنى عشرية إلى عدم حصر آل البيت بهؤلاء، وقال: هؤلاء هم الأئمة المعصومون، وآل البيت أشمل وأعم، وربطها بصفات (¬1) . فمن اتصف بتلك الصفات كان من أهل البيت. ¶ ولكن هذا لا يكاد يوجد إلا في بطون بعض الكتب، أما الواقع فهو كما تشاهد. ¶ إذًا: مما سبق يظهر جليًا الفرق الشاسع بين أهل السنة وبين مخالفيهم في بيان من أهم أهل البيت. ¶ * * * * ¶ ... ¶ فضائل آل البيت عند أهل السنة ¶ أولاً: فضائلهم في القرآن: ¶ مما لا شك فيه أن أهل البيت ورد في شأنهم، وعلو مكانتهم، ورفعة درجاتهم، وتطهيرهم وذهاب الرجس عنهم- نصوص واضحة البيان في مواضع متعددة من القرآن، منها: ¶ آية التطهير: ¶ ¬__________ ¶ (¬1) انظر: أهل البيت في الكتاب والسنة، لمحمد الريشهري.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "1) قوله تعالى: { وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الأُولَى وَأَقِمْنَ الصَّلاةَ وَآتِينَ الزَّكَاةَ وَأَطِعْنَ اللهَ وَرَسُولَهُ إِنَّمَا يُرِيدُ اللهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا } [سورة الأحزاب: 33]. ¶ هذه الآية هي منبع فضائل أهل البيت النبوي، حيث شرفهم الله تعالى بها وطهرهم، وأذهب عنهم الرجس من الأفعال الخبيثة والأخلاق الذميمة، وقد جاء في صحيح مسلم رحمه الله (¬1) عن عائشة رضي الله عنها قالت: «خرج النبي - صلى الله عليه وسلم - غداة وعليه مرط مرحل من شعر أسود، فجاء الحسن بن علي فأدخله، ثم جاء الحسين فدخل معه، ثم جاءت فاطمة فأدخلها، ثم جاء علي فأدخله، ثم قال: { إِنَّمَا يُرِيدُ اللهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا } ». ¶ آية المباهلة: ¶ 2) قوله تعالى: { فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ... } [آل عمران: 61] الآية. ¶ ففي هذه الآية فضيلة كبرى لأصحاب الكساء، فقد جاء في صحيح مسلم رحمه الله (¬2) من حديث سعد بن أبي وقاص - رضي الله عنه - قال: «لما نزلت هذه الآية: { فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ } ¶ [آل عمران: 61] دعا رسول الله - صلى الله عليه وسلم - عليًا وفاطمة وحسنًا وحسينًا، فقال: اللهم هؤلاء أهلي». ¶ ثانيًا: فضائلهم في السنة: ¶ حديث الغدير: ¶ ¬__________ ¶ (¬1) صحيح مسلم (ح: 2424). ¶ (¬2) صحيح مسلم (ح: 2424).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "1- ورد في صحيح مسلم رحمه الله (¬1) عن يزيد بن حيان رحمه الله قال: (انطلقت أنا وحصين بن سبرة وعمر بن مسلم إلى زيد بن أرقم، فلما جلسنا إليه قال له حصين: لقد لقيت يا زيد خيرًا كثيرًا، رأيت رسول الله - صلى الله عليه وسلم - ، وسمعت حديثه، وغزوت معه، وصليت خلفه، لقد لقيت يا زيد خيرًا كثيرًا، حدثنا يا زيد ما سمعت من رسول الله - صلى الله عليه وسلم - ، قال: يا ابن أخي، والله لقد كبرت سني، وقدم عهدي، ونسيت بعض الذي كنت أعي من رسول الله - صلى الله عليه وسلم - ، فما حدثتكم فاقبلوا، وما لا فلا تكلفونيه، ثم قال: قام رسول الله - صلى الله عليه وسلم - يومًا فينا خطيبًا بماء يدعى خمًا، بين مكة والمدينة، فحمد الله وأثنى عليه، ووعظ وذكَّر، ثم قال: أما بعد. ¶ ألا أيها الناس! فإنما أنا بشر يوشك أن يأتي رسول ربي فأجيب، وأنا تارك فيكم ثقلين أولهما: كتاب الله؛ فيه الهدى والنور، فخذوا بكتاب الله واستمسكوا به. فحثَّ على كتاب الله ورغَّب فيه، ثم قال: وأهل بيتي، أذكركم الله في أهل بيتي، أذكركم الله في أهل بيتي، أذكركم الله في أهل بيتي) الحديث. ¶ فهذا الحديث فيه دلالة واضحة على فضيلة أهل بيته - صلى الله عليه وسلم - ، حيث جعلهم - صلى الله عليه وسلم - ثقلاً، وقرن الوصية بهم بالوصية بالالتزام والتمسك بكتاب الله الذي فيه الهدى والنور، وهذا دليل واضح على عظيم حقهم، وارتفاع شأنهم، وعلو مكانتهم. ¶ حديث الاصطفاء: ¶ 2- روى مسلم رحمه الله في صحيحه (¬2) عن واثلة بن الأسقع قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «إن الله اصطفى كنانة من ولد إسماعيل، واصطفى قريشًا من كنانة، واصطفى من قريش بني هاشم، واصطفاني من بني هاشم». ¶ فهذا الحديث فيه بيان فضل بني هاشم وتخصيص الرسول - صلى الله عليه وسلم - بالفضل دون غيره. ¶ حديث الصلاة الإبراهيمية: ¶ ¬__________ ¶ (¬1) المصدر السابق (ح: 2408). ¶ (¬2) صحيح مسلم (ح: 2276).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "3- روى الإمام أحمد في مسنده رحمه الله (¬1) بإسناده عن رجل من أصحاب النبي - صلى الله عليه وسلم - أنه كان يقول: «اللهم صل على محمد، وعلى أهل بيته، وعلى أزواجه وذريته، كما صليت على آل إبراهيم إنك حميدٌ مجيد، وبارك على محمد، وعلى أهل بيته، وعلى أزواجه وذريته، كما باركت على آل إبراهيم إنك حميدٌ مجيد». ¶ قال ابن القيم رحمه الله: «فجمع بين الأزواج والذرية والأهل، وإنما نص عليهم بتعيينهم ليبين أنهم حقيقون بالدخول في الآل، وأنهم ليسوا بخارجين منه، بل هم أحق من دخل فيه، وهذا كنظائره من عطف الخاص على العام وعكسه؛ تنبيهًا على شرفه، وتخصيصًا له بالذكر من بين النوع؛ لأنه أحق أفراد النوع بالدخول فيه» (¬2) . ¶ ثالثًا: ما ورد في الآثار: ¶ أما ما ورد عن الصحابة - رضي الله عنهم - في حق آل البيت فأكثر من أن يحصر، لكن اللبيب تكفيه الإشارة عن التطويل، فمن ذلك: ¶ قال أبو بكر الصديق - رضي الله عنه - : «ارقبوا محمدًا في أهل بيته» (¬3) . ¶ وقال لعلي رضي الله عنهما: «والذي نفسي بيده لقرابة رسول الله - صلى الله عليه وسلم - أحب إلي أن أصل من قرابتي» (¬4) . ¶ وقال عمر للعباس رضي الله عنهما: «والله لإسلامك يوم أسلمت كان أحب إليَّ من إسلام الخطاب لو أسلم؛ لأن إسلامك كان أحب إلى رسول الله - صلى الله عليه وسلم - من إسلام الخطاب» (¬5) . ¶ وجاء عن الشعبي رحمه الله أنه قال: «ركب زيد بن ثابت - رضي الله عنه - فأخذ ابن عباس رضي الله عنهما بركابه، فقال: لا تفعل يا ابن عم رسول الله - صلى الله عليه وسلم - ، قال: هكذا أمرنا أن نفعل بعلمائنا، فقال زيد: أرني يديك؟ فأخرج يديه فقبلهما فقال: هكذا أمرنا أن نفعل بأهل بيت نبينا» (¬6) . ¶ ¬__________ ¶ (¬1) مسند أحمد (5/374). ¶ (¬2) جلاء الأفهام (ص: 338). ¶ (¬3) صحيح البخاري (2/302). ¶ (¬4) صحيح البخاري (2/301)، صحيح مسلم (3/1380). ¶ (¬5) ذكره الحافظ ابن كثير في تفسيره (6/199). ¶ (¬6) البداية والنهاية (8/301).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وروى الحاكم بإسناده عن أبي هريرة - رضي الله عنه - أنه لقي الحسن بن علي رضي الله عنهما فقال: «رأيت رسول الله - صلى الله عليه وسلم - قبل بطنك، فاكشف الموضع الذي قبل رسول الله - صلى الله عليه وسلم - حتى أقبله. قال: وكشف الحسن فقبله» (¬1) . ¶ هذه بعض الآيات والأحاديث والآثار في فضائل آل البيت عليهم السلام، وسوف يأتي مزيد من ذلك في مبحث حقوق آل البيت عليهم السلام. ¶ وطلبًا للاختصار لم نتوسع في ذكر ما ورد عن علماء السنة وأئمتهم في الثناء على آل البيت، وهي كثيرة جدًا، لو جمعت لامتلأت بها مجلدات (¬2) . ¶ وبعد هذا أقول: أيها القارئ الكريم – من غير إلزام – انظر في فهارس صحيح البخاري ومسلم وغيرها من مصادر أهل السنة لكي تدرك الأحاديث التي رواها أهل السنة في كتبهم في مناقب وفضائل أهل البيت، والتي منها ما روي عامًا ومنها ما ورد بذكر الأعيان. ¶ * * * * ¶ عقيدة أهل السنة والجماعة في آل البيت ¶ عليهم السلام ¶ يتهم الاثنا عشرية أهل السنة بأنهم يبغضون أهل البيت؛ لذا يسمونهم بالنواصب أو الخوارج، ولكن الحق أن مذهب أهل السنة مذهب مستقل، ومذهب النواصب والخوارج مذهب آخر.. ¶ فأهل السنة وسط في حب آل البيت بين المذاهب: ¶ - فالاثنا عشرية يغالون في حب آل البيت، ومنهم من يطوف على قبورهم، ويدعوهم بكشف الضر وجلب النفع، ومنهم من يزعم أنهم يعلمون الغيب... الخ. ¶ - وأما النواصب! فيبغضون آل البيت ويحاربونهم، والخوارج منهم قتلوا عليًا - رضي الله عنه - وشنعوا عليه. ¶ ¬__________ ¶ (¬1) المستدرك للحاكم (3/184). ¶ (¬2) انظر على سبيل المثال لا الحصر في كتاب واحد فقط: سير أعلام النبلاء (3/245-279، 280-321) (4/386-401، 401-409) (6/255-270) (6/270-274) (9/387-393) (13/119-122).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "- أما أهل السنة فهم متفقون على وجوب محبة أهل البيت ورعاية حقوقهم وموالاتهم، وتحريم إيذائهم أو الإساءة إليهم بقول أو فعل، لكنهم لا يغلون فيهم، فلا يطوفون حول قبورهم؛ لأن الله أمر بالطواف حول الكعبة فقط، ولأن الطواف عبادة والعبادة لا تكون إلا لله... وكذلك لا يدَّعون فيهم أنهم يعلمون الغيب؛ لأن الله يقول: { قُلْ لا يَعْلَمُ مَنْ فِي السَّمَوَاتِ وَالأَرْضِ الْغَيْبَ إِلا اللهُ } [النمل: 65]. ¶ كذلك من البدهيات المعروفة لدى عامة المسلمين فضلاً عن علمائهم، أن الإنسان لا يجوز له أن يقتل نفسه، فإذا كان الإمام يعلم الغيب فهذا يعني أنه يعلم ما يأكل وما يشرب فكيف يموت مسمومًا؟! وقد قال تعالى: { وَلا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللهَ كَانَ بِكُمْ رَحِيمًا } [النساء: 29] وقال رسول الله - صلى الله عليه وسلم - : «ومن تحسى سمًا فقتل نفسه، فسمه في يديه يتحساه في نار جهنم، خالدًا مخلدًا فيها أبدًا» (¬1) ، وهل يصح الخروج بالأولاد الصغار إلى مصارعهم وقد قال تعالى: { وَلا تَقْتُلُوا أَوْلادَكُمْ } [الإسراء: 31]؟! فكيف يخرج الحسين - رضي الله عنه - بأولاده الصغار وهو يعلم قتلهم؟!! بل هذا رسول الله - صلى الله عليه وسلم - وهو أفضل خلق الله وأكرمهم عليه – يقول كما أمره ربه: { وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ } [الأعراف: 188]. ¶ وبهذا يُعلم أن القول بأن الأئمة يعلمون الغيب يترتب عليه إشكالات كثيرة؛ بل طعن في الأئمة عليهم السلام حاشاهم. ¶ ¬__________ ¶ (¬1) البخاري – الطب رقم: 5778، ومسلم – الإيمان رقم: 109.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وهذه العقيدة – عقيدة أهل السنة في آل البيت رضوان الله عليهم – موجود في كتبهم: كتب الحديث، وكتب العقائد، وكتب الفقه، حيث يذكرها كل صاحب مصنف في الموضع الذي يناسبه، ففي كتب الحديث تجد أبوابًا في فضائلهم، وفي كتب العقائد تجد أبوابًا في بيان المعتقد فيهم، وفي كتب الفقه تجد أبوابًا فيما يتعلق بهم من أحكام، كتحريم الصدقة عليهم، وحكم من سبهم وآذاهم... وغير ذلك. ¶ وخلاصة الكلام في عقيدة أهل السنة في أهل البيت هو ما قرره شيخ الإسلام ابن تيمية رحمه الله في العقيدة الواسطية (¬1) ، ورسالته هذه مع أنها مختصرة جدًا، إلا أنه قال فيها: «ويحبون أهل بيت رسول الله - صلى الله عليه وسلم - ، ويتولونهم، ويحفظون فيهم وصية رسول الله - صلى الله عليه وسلم - ، حيث قال يوم غدير خم: (أذكركم الله في أهل بيتي، أذكركم الله في أهل بيتي) (¬2) وقوله - صلى الله عليه وسلم - لعمه العباس - رضي الله عنه - ، وقد اشتكى إليه أن بعض قريش يجفو بني هاشم، فقال: (والذي نفسي بيده لا يؤمنون حتى يحبوكم لله ولقرابتي) (¬3) ، وقال: (إن الله اصطفى كنانة من ولد إسماعيل، واصطفى قريشًا من كنانة، واصطفى من قريش بني هاشم، واصطفاني من بني هاشم) (¬4) » (¬5) . ¶ ¬__________ ¶ (¬1) وهي العقيدة التي قررها أهل السنة في كتبهم، وانظر على سبيل المثال لا الحصر: الإنصاف للباقلاني (ص: 112)، الفرق بين الفرق (ص: 360)، التبصير في الدين (ص: 196)، شرح العقيدة الطحاوية (ص: 737)، منهاج السنة النبوية (2/71)، جواب أهل السنة النبوية (ص: 151). ¶ (¬2) مسلم، كتاب فضائل الصحابة (2/918)، باب من فضائل علي (ح: 2408). ¶ (¬3) رواه أحمد في فضائل الصحابة، وأطال محقق الكتاب الكلام فيه، لكن معناه صحيح بدلالة الآية عليه. ¶ (¬4) رواه مسلم، كتاب الفضائل، فضل نسب النبي - صلى الله عليه وسلم - (ح: 2276). ¶ (¬5) مجموع الفتاوى (3/154).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "أي: من أصول أهل السنة والجماعة محبة آل البيت، وسبب هذه المحبة أمران: إيمانهم وقرابتهم، فإذا اجتمع هذان الأمران لا يكرهونهم أبدًا. ¶ فإن كفروا فإننا لا نحبهم ولو كانوا من أقرب أقارب الرسول عليه الصلاة والسلام، فأبو لهب عم النبي - صلى الله عليه وسلم - لا يجوز أن نحبه بأي حال من الأحوال، بل يجب أن نكرهه لكفره ولإيذائه النبي - صلى الله عليه وسلم - (¬1) . ¶ وقال الإمام الطحاوي رحمه الله في العقيدة الطحاوية (¬2) : «ونثبت الخلافة بعد رسول الله - صلى الله عليه وسلم - أولاً لأبي بكر الصديق - رضي الله عنه - ، تفضيلاً له وتقديمًا على جميع الأمة، ثم لعمر بن الخطاب - رضي الله عنه - ، ثم لعثمان - رضي الله عنه - ، ثم لعلي - رضي الله عنه - ». ¶ قال ابن أبي العز رحمه الله في شرح هذه الجملة: «أي: ونثبت الخلافة بعد عثمان لعلي رحمه الله، لما قتل عثمان، وبايع الناس عليًا صار إمامًا حقًا واجب الطاعة، وهو الخليفة في زمانه خلافة النبوة، كما دل عليه حديث سفينة، أنه قال: قال رسول الله - صلى الله عليه وسلم - : (خلافة النبوة ثلاثون سنة، ثم يؤتي الله ملكه من يشاء) (¬3) وكانت خلافة أبي بكر الصديق سنتين وثلاثة أشهر، وخلافة عمر عشر سنين ونصفًا، وخلافة عثمان اثنتي عشرة سنة، وخلافة علي أربع سنين وتسعة أشهر، وخلافة الحسن ابنه ستة أشهر. ¶ ¬__________ ¶ (¬1) انظر: شرح العقيدة الواسطية لابن عثيمين (2/274-275). ¶ (¬2) وعقيدة الإمام الطحاوي وهو من كبار علماء الحنفية من أهم أصول عقائد أهل السنة التي يدرسونها في جامعاتهم ومعاهدهم الشرعية. وهي المقررة في جامعة الإمام محمد بن سعود رحمه الله، وفي جامعة أم القرى وغيرها. ¶ (¬3) أبو داود (ح: 4646)، أحمد (5/220، 221)، ابن حبان (ح: 6657).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وبناء على الحديث السابق: فالحسن (¬1) خامس الخلفاء الراشدين، ولو أن مدته كانت قصيرة. ¶ وأول ملوك المسلمين معاوية - رضي الله عنه - ، وهو خير ملوك المسلمين، لكنه إنما صار إمامًا حقًا لما فوض إليه الحسن بن علي رضي الله عنهما الخلافة...» (¬2) . ¶ فتأمل كيف أن أهل السنة يثبتون الخلافة من أبي بكر إلى تنازل الحسن وصلحه مع معاوية، وأن الملك يبدأ من تولي معاوية الحكم سنة أربعين من الهجرة، وهذا بناءً على الحديث السابق. ¶ ثم قال ابن أبي العز رحمه الله بعد أن ساق خلاف علي مع معاوية رضي الله عنهما: «والحق مع علي - رضي الله عنه - ؛ فإن عثمان - رضي الله عنه - لما قتل كثر الكذب والافتراء على عثمان، وعلى من كان بالمدينة من أكابر الصحابة، كعلي وطلحة والزبير، وعظمت الشبهة عند من لم يعرف الحال، وقويت الشهوة في نفوس ذوي الأهواء والأغراض ممن بعدت داره من أهل الشام، ومحبي عثمان تظن بالأكابر ظنون سوء، وبُلغَ عنهم أخبار، منها ما هو كذب، ومنها ما هو محرف، ومنها ما لم يعرف وجهه...» (¬3) . ¶ فتأمل! كيف أن أهل السنة يرون أن الحق مع علي - رضي الله عنه - ؛ لأنهم لا يجاملون أحدًا لكن يقولون الحق. ¶ وأيضًا هم يعتذرون لجميع الصحابة، سواءً كان عليًا أو معاوية أو غيرهما - رضي الله عنهم - أجمعين. ¶ ثم إنهم يقولون: إن ما ينسب لعلي - رضي الله عنه - أو غيره من الصحابة لا يخلو من أحد أربعة أمور: ¶ الأول: إما أنه كذب عليهم - رضي الله عنهم - . ¶ الثاني: وإما أنه محرف عن حقيقته، فزيد فيه أو نقص، وغُيِّر عن وجهه. ¶ الثالث: وإما أن له سببًا لم يعرف. ¶ ¬__________ ¶ (¬1) من أحسن من كتب عن سيرته الدكتور علي الصلابي في كتابه: خامس الخلفاء الراشدين أمير المؤمنين: الحسن بن علي بن أبي طالب، شخصيته وعصره. ¶ (¬2) شرح العقيدة الطحاوية (ص: 722) تأمل في النص وهو في كتاب عقيدة؟! ¶ (¬3) المصدر السابق: (ص: 723). وانظر: مجموع الفتاوى (3/406).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الرابع: وإما أنهم مخطئون فيه باجتهاد، والله هو الذي سيحاسبهم وليس نحن. ¶ ثم قال رحمه الله عما جرى من الفتن في عهد علي - رضي الله عنه - : «والفتن التي كانت في أيامه قد صان الله عنها أيدينا فنسأل الله أن يصون عنها ألسنتنا بمنه وكرمه» (¬1) . ¶ * * * * ¶ وقفة ¶ من المغالطات الكبرى التي صدقها كثير من الاثني عشرية وانتشرت واستقرت كحقيقة مسلمة في أذهانهم بلا برهان ولا دليل بينهم -وصف أهل السنة بأنهم نواصب. ¶ ولم يفرقوا بينهم وبين الخوارح، وقد جرى بيني وبين بعض مثقفي الشيعة بل بعضهم من مدرسي الحوزة: حديثاً عن الإباضية (¬2) ، فلم يعرفوهم، وجعلوهم من أهل السنة!!! ¶ ومن له معرفة بكتب أهل السنة يجد نقدهم للنواصب صريحًا واضحًا وكذلك تبديعهم للخوارج بل جعلهم من رؤوس الضلال. ¶ واقرأ معي كلام شيخ الإسلام ابن تيمية الذي رُمي بالنصب، حيث يقول رحمه الله: «وأما من قتل الحسين أو أعان على قتله أو رضي بذلك فعليه لعنة الله والملائكة والناس أجمعين» (¬3) . ¶ وانظر إلى كلامه في نفس المرجع حول هذه القضية. ¶ ويقول الألوسي في حق النواصب المنكرين لخلافة أمير المؤمنين علي بن أبي طالب - رضي الله عنه - : «والأدلة كثيرة من الطائفتين (¬4) على من ينكرها من النواصب عليهم من الله ما يستحقون» (¬5) . ¶ ¬__________ ¶ (¬1) شرح العقيدة الطحاوية (ص: 724-725). ¶ (¬2) الإباضية: إحدى الفرق الأربع الكبرى من فرق الخوارج، توافق الخوارج في أغلب الأصول، ومذهبهم هو المذهب الرسمي لدولة عُمان. ¶ انظر: فرق معاصرة. د. غالب العواجي (1/106-160)، الموسوعة الميسرة (1/62-68)، الخوارج أول الفرق في تاريخ الإسلام. د. ناصر العقل (ص: 61-109). ¶ (¬3) مجموع الفتاوى (4/387). ¶ (¬4) أي: أهل السنة والشيعة. ¶ (¬5) روح المعاني (18/205).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ويبين محمد صديق حسن خان القنوجي معتقد أهل السنة في الصحابة وآل البيت فيقول: «ويتبرؤون من طريقة الروافض والشيعة الذين يبغضون الصحابة ويسبونهم، وطريقة النواصب والخوارج الذين يؤذون أهل البيت بقول أو عمل» (¬1) . ¶ * * * * ¶ حقوق آل البيت عليهم السلام ¶ لآل البيت عليهم السلام عند أهل السنة والجماعة حقوق وواجبات، ومنها ما يلي: ¶ - أولاً: حق الموالاة والمحبة، فتجب محبتهم لإيمانهم، وتجب محبتهم لقرابتهم من رسول الله - صلى الله عليه وسلم - ؛ حيث قال النبي - صلى الله عليه وسلم - : «أذكركم الله في أهل بيتي» (¬2) ؛ ولحديث: «والذي نفسي بيده لا يؤمنون حتى يحبوكم لله ولقرابتي» (¬3) ، ولقوله تعالى: { قُلْ لا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلا الْمَوَدَّةَ فِي الْقُرْبَى } [الشورى: 23]. ¶ وهذه الآية لها معنيان: أحدهما السابق، والآخر: أن تحبوني لقرابتي فيكم؛ فإنه لا يخلو بطن في قريش إلا وله صلة قرابة به - صلى الله عليه وسلم - . ¶ - ثانيًا: حق الدفاع والذب عنهم؛ فيجب منع ما يؤذيهم ورفعه عند وقوعه، وقد تقدَّم أنَّ من عقيدة أهل السنة والجماعة في آل البيت تحريم إيذائهم أو الإساءة إليهم بقول أو فعل، فقد روى مسلم في صحيحه عن علي بن أبي طالب - رضي الله عنه - قال: «والذي فلق الحبة، وبرأ النسمة، إنه لعهد النبي الأمي - صلى الله عليه وسلم - إليَّ: أن لا يحبني إلا مؤمن، ولا يبغضني إلا منافق» (¬4) . ¶ وعن العباس بن عبد المطلب - رضي الله عنه - : «أنه اشتكى إلى النبي - صلى الله عليه وسلم - أن بعض قريش يجفو بني هاشم، فقال له رسول الله - صلى الله عليه وسلم - : والذي نفسي بيده لا يؤمنون حتى يحبوكم لله ولقرابتي» (¬5) . ¶ - ثالثاً: حق تبرئة ساحتهم مما ينسب إليهم كذبًا وزورًا، وهذا من المطالب العالية. ¶ ¬__________ ¶ (¬1) قطف الثمر في بيان عقيدة أهل الأثر (1/97). ¶ (¬2) تقدم تخريجه. ¶ (¬3) تقدم تخريجه. ¶ (¬4) رواه مسلم (ح: 78). ¶ (¬5) تقدم تخريجه.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "فإن الدفاع عنهم لا يعني مجرد الرد على من يسبهم وتعزيره وتأديبه، بل يشمل ذلك، ويشمل الرد على من غلا فيهم، وأنزلهم فوق منزلتهم؛ فإن ذلك يؤذيهم، وقد ألف شخ الإسلام ابن تيمية رحمه الله كتابه الكبير (منهاج السنة) في الرد على من غلا فيهم. ¶ ومما يؤكد أن الغلو فيهم يؤذيهم: ما جاء في رجال الكشي (¬1) عن الإمام زين العابدين علي بن الحسين عليهما السلام حيث قال: «إن اليهود أحبوا عزيرًا حتى قالوا فيه ما قالوا، فلا عزير منهم ولا هم من عزير، وإن النصارى أحبوا عيسى حتى قالوا فيه ما قالوا، فلا عيسى منهم ولا هم من عيسى، وإنا على سنة من ذلك، إن قومًا من شيعتنا سيحبوننا حتى يقولوا فينا ما قالت اليهود في عزير، وما قالت النصارى في عيسى بن مريم، فلا هم منا ولا نحن منهم» (¬2) (¬3) . ¶ - وقد أنكر جمع من علماء الشيعة على الغلاة منهم، وذكروا أشياء كثيرة من الغلو، لكن مع مضي القرون أصبح هذا الغلو من ضروريات مذهب الاثنى عشرية وعقائدهم، حتى قال أحد كبار علمائهم – عبد الله محمد المامقاني أكبر شيوخهم في علم الرجال في هذا العصر – قال: «إن القدماء – يعني من الشيعة – كانوا يعدون ما نعده اليوم من ضروريات مذهب الشيعة غلوًا وارتفاعًا، وكانوا يرمون بذلك أوثق الرجال كما لا يخفى على من أحاط خبرًا بكلماتهم» (¬4) . ¶ ¬__________ ¶ (¬1) أهم وأقدم كتب الرجال عند الشيعة، ألفه أبو عمرو محمد بن عمر الكشي من شيوخهم في القرن الرابع الهجري، وقد هذبه شيخ الطائفة أبو جعفر الطوسي في كتابه (اختيار معرفة الرجال) وهو المتداول المشهور. ¶ (¬2) رجال الكشي (ص: 111). ¶ (¬3) وانظر أيضًا الروايات عن أئمة آل البيت التي تبين تأذيهم من الغلو فيهم (ص: 51-52). ¶ (¬4) تنقيح المقال (3/23) في علوم الرجال، وله عدة مؤلفات، ولد عام: 1290 ت 1351 انظر الأعلام للزركلي (4/79).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "- رابعًا: مشروعية الصلاة عليهم، وذلك عقب الأذان، وفي التشهد آخر الصلاة، وعند الصلاة على النبي - صلى الله عليه وسلم - ... فقد جاء في هذا عدة نصوص؛ كقوله تعالى: { إِنَّ اللهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا } [سورة الأحزاب: 56] وكما جاء في الحديث لما سئل النبي - صلى الله عليه وسلم - عن كيفية الصلاة عليه في الصلاة؛ قال: (قولوا: اللهم صلِّ على محمد وعلى آل محمد، كمما صليت على إبراهيم، وبارك على محمد وعلى آل محمد، كما باركت على إبراهيم في العالمين إنك حميد مجيد، والسلام كما قد علمتم) (¬1) فالصلاة على آله من تمام الصلاة عليه وتوابعها؛ لأن ذلك مما تقرُّ به عينه، ويزيده الله به شرفًا وعلوًا. ¶ وقد ألف ابن القيم رحمه الله كتابًا مستقلاً في فضل الصلاة على النبي - صلى الله عليه وسلم - سماه: «جلاء الأفهام في فضل الصلاة والسلام على محمد خير الأنام»، وقد بين فيه أن الصلاة على آل البيت حق لهم دون سائر الأمة، بغير خلاف بين الأئمة (¬2) . ¶ لكن قد يورد البعض مسألتين: ¶ الأولى: أن أهل السنة كثيرًا ما يصلون على النبي - صلى الله عليه وسلم - بدون ذكر (الآل) فيقولون: صلى الله عليه وسلم. ¶ والثانية: أن أهل السنة إذا صلوا على النبي - صلى الله عليه وسلم - في بداية الكلام يضيفون مع الآل الأصحاب، فيقولون: صلى الله عليه وعلى آله وصحبه وسلم. ¶ والجواب عن المسألة الأولى أن يقال: ¶ ¬__________ ¶ (¬1) مسلم: كتاب الصلاة، باب الصلاة على النبي - صلى الله عليه وسلم - بعد التشهد (1/305) رقم (405). وقد وردت الصلاة الإبراهيمية بعدة روايات بينها بعض الاختلافات اليسيرة. انظر المصدر التالي. ¶ (¬2) جلاء الأفهام (1/224).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الأمر في ذلك واسع؛ فقد أمر الله في القرآن بالصلاة على النبي - صلى الله عليه وسلم - ولم يذكر الآل؛ كما قال سبحانه: { يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا } [سورة الأحزاب: 56] فإن ذكر الآل فأمر حسن، وإن لم يُذكروا فالأمر فيه سعة. ¶ وأما الجواب عن المسألة الثانية: فإن الله أمر نبيه بالصلاة على أصحابه في قوله: { وَصَلِّ عَلَيْهِمْ إِنَّ صَلاتَكَ سَكَنٌ لَهُمْ } [التوبة: 103]، ونحن مأمورون بالاقتداء به - صلى الله عليه وسلم - ، فذكرهم في الصلاة مع النبي - صلى الله عليه وسلم - فيه سعة، وهو من الاقتداء بالنبي - صلى الله عليه وسلم - . ¶ - خامسًا: حقوق آل البيت عليهم السلام عند أهل السنة، حقهم من الخُمس (¬1) ؛ لقوله تعالى: { وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ للهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ } [الأنفال: 41] ولما نزلت هذه الآية تورع بعض الصحابة - رضي الله عنهم - عن الغنائم، فأنزل الله تعالى بعدها: { فَكُلُوا مِمَّا غَنِمْتُمْ حَلالاً طَيِّبًا } أي: غنمتم في الحرب، وقوله تعالى: { مَا أَفَاءَ اللهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَللهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ } [الحشر: 7]. ¶ ¬__________ ¶ (¬1) أي خمس الغنيمة والفيء، وهي ما غنمه المسلمون من الكفار من أموال، سواء بحرب أو بدونها، ولا يدخل فيه ما اكتسبه المسلمون من غير هذا الطريق. ¶ قال في لسان العرب (12/446): (وقد تكرر في الحديث ذكر الغنيمة والمغنم والغنائم، وهو ما أصيب من أموال أهل الحرب وأوجف عليه المسلمون الخيل والركاب).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وثبت في السنة عن عبد الرحمن بن أبي ليلى قال: (سمعت عليًا يقول: ولّاني رسول الله - صلى الله عليه وسلم - خُمس الخُمس، فوضعته مواضعه حياة رسول الله - صلى الله عليه وسلم - ، وحياة أبي بكر، وحياة عمر، فأُتي بمال فدعاني، فقال: خذه، فقلت: لا أريده، قال: خذه؛ فأنتم أحق به، قلت: قد استغنينا عنه. فجعله في بيت المال) رواه أبو داود (¬1) . ¶ ففي الخمس سهم خاص بذي القربى، وهو ثابت لهم بعد وفاة رسول الله - صلى الله عليه وسلم - ، وهو قول جمهور العلماء، وهو الصحيح (¬2) . ¶ قال شيخ الإسلام ابن تيمية: «فآل بيت النبي - صلى الله عليه وسلم - لهم من الحقوق ما يجب رعايتها؛ فإن الله جعل لهم حقًا في الخمس والفيء، وأمر بالصلاة عليهم مع الصلاة على رسول الله - صلى الله عليه وسلم - » (¬3) . ¶ لكن أهل السنة – بخلاف الشيعة – يقولون: إنهم يعطون من خمس الغنائم، وليس من خمس الأموال، فليس في الإرث خمس، وكذا في المسكن والسيارة وغيرها؛ لأن الله يقول: { وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ } [الأنفال: 41] فقال: { أَنَّمَا غَنِمْتُمْ } ولم يقل: من أموالكم. ¶ وقد اضطربت الاثنا عشرية بعد غيبة الإمام الثاني عشر اضطرابًا كبيرًا بسبب الخمس، حيث ظهرت مشكلة: إلى من يسلم الخمس، وماذا يصنع به؟ ¶ يبين هذا الاضطراب الشيخ المفيد (¬4) حيث يقول: «قد اختلف قوم من أصحابنا في ذلك – أي: الخمس – عند الغيبة، وذهب كل فريق إلى مقال: ¶ ¬__________ ¶ (¬1) أبو داود (2983)، والحاكم (2/140). ¶ (¬2) انظر: المغني (9/288)، كما توجد رسالة صغيرة لشيخ الإسلام ابن تيمية في حقوق آل البيت اعتنى بها أبو تراب الظاهري. ¶ (¬3) مجموع الفتاوى (3/407). ¶ (¬4) إمام الشيعة في زمانه. محمد بن محمد بن النعمان، له نحو مائتي مصنف. ص: 413. انظر الأعلام للزركلي (7/21)، وسير أعلام النبلاء (17/344).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "فمنهم من يسقط إخراجه لغيبة الإمام، وما تقدم من الرخص فيه من الأخبار. ¶ وبعضهم يوجب كنزه – أي: دفنه – ويتأول خبرًا ورد: «إن الأرض تظهر كنوزها عند ظهور الإمام، وأنه (ع) إذا قام دلَّه الله على الكنوز فيأخذها من كل مكان. ¶ وبعضهم يرى صلة الذرية وفقراء الشيعة على طريق الاستصحاب. ¶ وبعضهم يرى عزله لصاحب الأمر، فإن خشي إدراك الموت قبل ظهوره وصى به إلى من يثق به في عقله وديانته حتى يسلم إلى الإمام إن أدرك قيامه، وإلا وصَّى به إلى من يقوم مقامه في الثقة والديانة» ثم على هذا الشرط إلى أن يظهر إمام آخر الزمان. ¶ ثم قال بعد ذلك: «وإنما اختلف أصحابنا في هذا الباب لعدم ما يُلجأ إليه من صريح الألفاظ...» (¬1) . ¶ فالقول الوحيد المستند إلى الأخبار الواردة عن الأئمة من بين كل الأقوال التي استعرضها الشيخ المفيد هو القول الأول الذي يسقط إخراج الخمس. فهذا القول الذي تؤيده الروايات وهي كثيرة تدل على سقوط الخمس، ويمكن الرجوع إلى أصول الكافي (1/408) ومن لا يحضره الفقيه (2/22). ¶ - سادسًا: اليقين الجازم بأن نسب رسول الله - صلى الله عليه وسلم - وذريته هو أشرف أنساب العرب قاطبة؛ فإن النبي - صلى الله عليه وسلم - يقول: «إن الله اصطفى بني إسماعيل، واصطفى من بني إسماعيل كنانة، واصطفى من كنانة قريشًا، واصطفى من قريش بني هاشم، واصطفاني من بني هاشم». ¶ - سابعًا: ومن هذه الحقوق: تحريم الزكاة والصدقة عليهم؛ وذلك لكرامتهم وتنزيههم عن الأوساخ؛ فقد قال رسول الله - صلى الله عليه وسلم - : «إن هذه الصدقات إنما هي أوساخ الناس، وإنها لا تحل لمحمد ولا لآل محمد» (¬2) . ¶ قال شيخ الإسلام ابن تيمية رحمه الله: «وأما تحريم الصدقة فحرَّمها عليه وعلى أهل بيته تكميلاً لتطهيرهم، ودفعًا للتهمة عنه؛ كما لم يورث، فلا يأخذ ورثته درهمًا ولا دينارًا» (¬3) . ¶ ¬__________ ¶ (¬1) المقنعة للشيخ المفيد (ص: 46). ¶ (¬2) صحيح مسلم (ح: 1072). ¶ (¬3) مجموع الفتاوى (19/30).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "هذه هي أهم الحقوق التي أوجبها الله ورسوله - صلى الله عليه وسلم - لآل بيت النبي عليهم السلام، اقتصرنا فيها على ما اشتهر نصه وذاع أمره؛ خشية الإطالة وحرصًا على الاختصار؛ فالواجب على كل مسلم مراعاتها ومعرفتها، واتباع ما أمر به النبي - صلى الله عليه وسلم - تجاهها، فضلاً عن محبتهم وتوقيرهم. ¶ أما شروط من يستحق هذه الحقوق من آل البيت، فهو من تحقق فيه شرطان، وهما: ¶ أولاً: الإسلام: فلا يستحق الكافر تلك الحقوق ولو ثبت نسبه، لأن المعيار والمقياس في دين الإسلام هو التقوى، لا النسب، يقول تعالى: { إِنَّ أَكْرَمَكُمْ عِنْدَ اللهِ أَتْقَاكُمْ } [الحجرات: 13]، وقد حذر النبي - صلى الله عليه وسلم - من الاعتماد على النسب تحذيرًا بليغًا فقال: «يا معشر قريش! اشتروا أنفسكم من الله، لا أغني عنكم من الله شيئًا، يا عباس بن عبد المطلب! لا أغني عنك من الله شيئًا، يا صفية! عمة رسول الله - صلى الله عليه وسلم - ، لا أغني عنكِ من الله شيئًا، يا فاطمة بنت محمد! سليني من مالي ما شئت، لا أغني عنك من الله شيئًا» (¬1) ، وقال: «يا أيها الناس ألا إن ربكم واحد، وإن أباكم واحد، ألا لا فضل لعربي على أعجمي، ولا لعجمي على عربي، ولا لأحمر على أسود، ولا أسود على أحمر، إلا بالتقوى» (¬2) ، ومعلوم ما نزل في أبي لهب من الدعاء عليه بالحسرة والندامة بسبب كفره وطغيانه. ¶ ¬__________ ¶ (¬1) صحيح البخاري (ح: 2602)، صحيح مسلم (ح: 206). ¶ (¬2) رواه أحمد (5/411)، وقال شعيب الأرنؤوط: إسناده صحيح.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ثانيًا: ثبوت النسب؛ فلا يجوز الانتساب إلى آل البيت إلا بحق، وقد جاء الوعيد الشديد لمن انتسب إلى غير أبيه، أو ادعى قومًا ليس له فيهم نسب، ففي الصحيح (¬1) عن أبي ذر - رضي الله عنه - قال: سمعت النبي - صلى الله عليه وسلم - يقول: (ليس من رجل ادعى لغير أبيه وهو يعلمه إلا كفر بالله، ومن ادعى قومًا ليس له فيهم نسب فليتبوأ مقعده من النار). ¶ فالواجب على من ينتسب إلى أهل البيت المطهر واللائق به، أن يكون من أولى الناس حظًا بتقوى الله وخشيته، واتباع طريقة وسنة رسول الله - صلى الله عليه وسلم - قولاً وعملاً، باطنًا وظاهرًا؛ فإنه بذلك تجتمع فيه الفضيلتان – وأنعم بهما من فضيلتين -: فضيلة الإيمان والتقوى، وفضيلة الانتساب إلى بيت النبوة عليهم السلام. ¶ إذًا: من الحقوق التي اعتقدها أهل السنة والجماعة لآل البيت عليهم السلام: ¶ - حق الموالاة والمحبة. ¶ - حق الدفاع والذب عنهم. ¶ - حق تبرئة ساحتهم مما ينسب إليهم كذبًا وزورًا. ¶ - مشروعية الصلاة عليهم. ¶ - حقهم من الخمس. ¶ - اليقين الجازم بأن نسب رسول الله - صلى الله عليه وسلم - وذريته هو أشرف الأنساب. ¶ - تحريم الزكاة والصدقة عليهم. ¶ * * * * ¶ بشرية آل البيت عليهم السلام ¶ ¬__________ ¶ (¬1) صحيح البخاري (ح: 3317)، صحيح مسلم (ح: 61).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "أيها القارئ الكريم! لا يخفى عليك غلو اليهود في عزير، كما قال سبحانه: { وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللهِ } [التوبة: 30] فقد رفعوه فوق منزلته، وأعطوه من خصائص الألوهية – كما هو مشهور في كتبهم – من علم الغيب، وتدبير الكون، والإيجاد، وهؤلاء لا شبهة لهم يحتجون بها، والذين لهم شبهة لا حجة لهم بها هم النصارى؛ فإن الحمل بعيسى وميلاده آية بذاتها، وهو روح من روح الله، قال سبحانه: { فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا * قَالَتْ إِنِّي أَعُوذُ بِالرَّحْمَنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا * قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لأَهَبَ لَكِ غُلامًا زَكِيًّا * قَالَتْ أَنَّى يَكُونُ لِي غُلامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا * قَالَ كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ وَرَحْمَةً مِنَّا وَكَانَ أَمْرًا مَقْضِيًّا } [سورة مريم]. ¶ فهذه الشبهة يحتج بها النصارى في جعلهم المسيح بن مريم ابن الله، وإعطاءه بعض خصائص المولى سبحانه وتعالى، هذا مع ما أعطاه الله سبحانه وتعالى لعيسى - عليه السلام - من المعجزات والآيات، والتي ذكرها سبحانه في محكم التنزيل؛ فقال سبحانه: { وَرَسُولاً إِلَى بَنِي إِسْرَائِيلَ أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ... } [آل عمران: 49].",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "فغلوا في عيسى وجعلوه ابن الله، لا سيما وأن الله سبحانه وتعالى رفعه إليه، كما قال سبحانه: { وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى بْنَ مَرْيَمَ رَسُولَ اللهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوهُ يَقِينًا * بَلْ رَفَعَهُ اللهُ إِلَيْهِ } [سورة النساء]. ¶ وقد أخبر النبي - صلى الله عليه وسلم - بأنه سيكون في هذه الأمة من يتشبه باليهود والنصارى، وقد تمثل هذا الجانب في غلو بعض الناس في بعض آل بيت رسول الله - صلى الله عليه وسلم - . ¶ - وبعضهم خص الغلو بذات رسول الله - صلى الله عليه وسلم - . ¶ وحجتهم أن الرسول - صلى الله عليه وسلم - أفضل من عيسى – وهذا حق – ثم إنهم قالوا: إذا كان كذلك، فإن ما لعيسى - عليه السلام - يكون لرسول الله - صلى الله عليه وسلم - مثله أو أكثر منه. ¶ وقد نسي هؤلاء ما ذكره الله سبحانه عن عبودية عيسى وعبودية محمد عليهما صلوات الله وسلامه. ¶ قال سبحانه في حق نبينا - صلى الله عليه وسلم - : { قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَنْ كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحًا وَلا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا } [سورة الكهف]، وقال عز من قائل: { الْحَمْدُ للهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ } [الكهف: 1]..، { تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ } [الفرقان: 1]، وهذا في مقام الوحي والاصطفاء الذي هو من أرفع مقامات رسول الله - صلى الله عليه وسلم - .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ونحوه في مقام الإسراء، كما قال سبحانه: { سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ } [سورة الإسراء]. ¶ وكذلك في مقام التذلل والخضوع والطاعة لله سبحانه وتعالى، كما قال جل ذكره: { وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللهِ يَدْعُوهُ } [الجن: 19]. ¶ وقد بيَّن الله عز وجل ما وقع من الحوار مع عيسى - عليه السلام - ، وهو في غاية الوضوح والبيان، قال تعالى: { وَإِذْ قَالَ اللهُ يَا عِيسَى بْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلا أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنْتَ عَلامُ الْغُيُوبِ * مَا قُلْتُ لَهُمْ إِلا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللهَ رَبِّي وَرَبَّكُمْ وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ * إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ } [سورة المائدة]. ¶ وفي أكثر من موضع قال الله عن عيسى - عليه السلام - ذاكرًا خطابه لقومه: { إِنَّ اللهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ } [آل عمران: 51].",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وقال أيضًا: { قَالَ إِنِّي عَبْدُ اللهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا } [سورة مريم].. { وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُوا اللهَ رَبِّي وَرَبَّكُمْ } [المائدة: 72]، { مَا الْمَسِيحُ بْنُ مَرْيَمَ إِلا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلانِ الطَّعَامَ } [المائدة: 75]. ¶ فنرجو منك أيها القارئ الكريم أن ترجع إلى الآيات في آخر سورة المائدة، وتتلوها بتدبر وخشوع لتتعرف على حقيقة الأمر. ¶ فهذا مما ورد في حق نبينا محمد وفي حق عيسى عليهما الصلاة والسلام. ¶ والعجب كل العجب ممن غلا في الأئمة والأولياء، واختلق الأساطير والأوهام ليسطرها في كتبه، معارضًا بها كلام الله سبحانه وتعالى بحجة أن الله على كل شيء قدير. فجعلوا الأئمة فوق منزلة الأنبياء والرسل عليهم السلام!!! ¶ تنبيه: ¶ جرت مناقشات وحوارات مع بعض المنتسبين إلى الحوزة – طلابًا وأساتذة – فكانوا يحتجون بأن الله عز وجل أطلع أئمتهم على بعض علمه، أو أعطاهم قدرة... ونحو ذلك، كما يحتجون برفع عيسى عليهم السلام على غيبة الإمام المنتظر. ¶ فسبحان الله! هذا خارج محل النزاع والبحث؛ فإن الجميع يؤمن بقدرة المولى، وأن الله على كل شيء قدير، وأن الله قد أحاط بكل شيء علمًا، وأن الله فعال لما يريد، كما قال سبحانه وتعالى في أكثر من موضع: { إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ * فَسُبْحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَإِلَيْهِ تُرْجَعُونَ * } [سورة يس]. ¶ وقد بين الله سبحانه في محكم التنزيل أن ما جعله لعيسى إنما هو من باب المعجزات التي يؤيد بها الأنبياء، ولم يذكر المولى سبحانه أنه أعطاه لغيره، فيبقى مختصًا به - عليه السلام - .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وكذلك المعجزات التي جعلها سبحانه وتعالى لنبينا محمد - صلى الله عليه وسلم - تبقى له دون غيره؛ فإنه لم يثبت دليل شرعي على أن الله عز وجل جعل للأئمة والأولياء ما جعله سبحانه لمحمد وعيسى عليهما السلام، ولو افترضنا أن الله سبحانه جعل هذه المعجزات لغير رسله؛ فإن الإعجاز بها يبطل حينئذٍ؛ إذ كيف يقال معجزة وقد شاركهم غيرهم فيها؛ فلا دليل عقلي لهم ولا نقلي؟! ¶ أما القول بأنها من باب الكرامات فإن الكرامات حق نؤمن به، ولكنها لا تصل إلى المعجزات، والكلام فيها يطول، وليس هذا محله، وراجع إن شئت: كتاب «الفرقان بين أولياء الرحمن وأولياء الشيطان» لشيخ الإسلام ابن تيمية رحمه الله. ¶ والمقصود أن كثيرًا من الباحثين والكتاب وغيرهم يجعل النقاش وأصل المسألة في قضية متفق عليها، وهي قدرة الله سبحانه وتعالى، وإنما البحث والنقاش في أن الله سبحانه جعل لهؤلاء الأئمة والأولياء تلك المنازل والخصائص. ¶ فنقول: أين الأدلة على أن الأئمة يعلمون الغيب؟! ¶ وأين الأدلة على أن الأئمة والأولياء يتصرفون بالكون؟ ¶ وأين الأدلة على أن هؤلاء بأعيانهم دون غيرهم يملكون الشفاعة؟ ¶ فأين شفاعة الشهداء؟ فإن الشفاعة أنواع، منها ما هو خاص بالنبي - صلى الله عليه وسلم - ، ومنها ما هو عام (¬1) . ¶ وأين الأدلة على أن هؤلاء يحيون الموتى؟ ¶ وأين الأدلة... وأين الأدلة... فإن المسائل التي غلا فيها هؤلاء كثيرة، فأين الأدلة عليها؟ ¶ { قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ } [سورة البقرة]. ¶ وإذا قيل: توجد روايات تدل على ذلك قلنا: هاتوا تلك الروايات وأثبتوا صحتها إن كنتم صادقين!! ¶ ¬__________ ¶ (¬1) انظر: شرح العقيدة الطحاوية (ص: 290-294)، الشفاعة. لمقبل الوادعي (ص: 130-155).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "فليس كل ما في الكافي صحيحًا عند جمهوركم اليوم، كما أنه لا يوجد لديكم اهتمام بالتصحيح والتضعيف والنظر في الروايات، بدليل عدم وجود مختارات لكم في الأحاديث الصحيحة، فضلاً عن كتب ومصنفات في ذلك اتفق عليها علماؤكم. ¶ وهناك مسائل كبيرة وقضايا عقدية كثيرة في كتبكم، لا يوجد لها ذكر في القرآن، ولا ثبوت لها!! ¶ * * * * ¶ الخلاصة ¶ لا شك أن أهل السنة قد أصابوا في موقفهم من أهل البيت عليهم السلام؛ حيث أحبوهم واحترموهم ووقروهم، وعرفوا منزلتهم التي جعلها الله لهم، فهم بشر اصطفاهم الله بقربهم من رسول الله - صلى الله عليه وسلم - ، منهم من نبغ في العبادة والعلم والشجاعة والورع، وحاز صفات الخير، ومنهم من هو دون ذلك. ¶ وهذه المحبة – محبة أهل السنة لآل البيت – محبة حقيقية؛ فقد أحبوهم على طبيعتهم البشرية، وأنهم يصيبون ويخطئون، مثلهم في ذلك مثل سائر الصالحين، حاشا رسول الله - صلى الله عليه وسلم - ؛ فهو المعصوم صلوات الله وسلامه عليه. ¶ أما غير أهل السنة فأحبوا بعض آل البيت بسبب الهالات العظيمة التي جعلوها لهم؛ لذا لا يمكن أن تقبل عقول كثير منهم محبتهم على صفتهم وطبيعتهم من غير غلو! ¶ وقد قال لي كثير ممن حصل بيني وبينهم نقاش: كيف تريد مني أن أحبهم، وهم مثل سائر البشر؟! ¶ فلا معجزات لهم ولا عصمة!! فقط لأجل قربهم من الرسول - صلى الله عليه وسلم - . ¶ نقول: نعم، فإن ذرية الحسن والحسين وجعفر وعقيل والعباس كلهم يشتركون في قربهم من الرسول - صلى الله عليه وسلم - ، فهم في منزلة واحدة؛ فلماذا تفرقون بينهم وتفضلون ذرية الحسين وهم سواء عليهم السلام في النسب وفي القرابة؟! ¶ وهنا يظهر الفرق بين محبة أهل السنة لآل البيت ومحبة غيرهم. ¶ حيث إن محبة غيرهم إنما هي لهذا الغلو الذي جعلوه للأئمة، وعامته من خصائص المولى سبحانه وتعالى، وليست محبة لذات الأئمة، فتأمل ذلك! وانظر من الصادق في المحبة: الذي أحب الحقيقة أم الذي أحب الخيال!!",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وحتى يعلم القارئ الكريم حقيقة هذا الغلو، نذكر بعض الأبواب (¬1) التي وردت في أصح كتب الشيعة، وهو الكافي للكليني. ¶ من هذه الأبواب: ¶ - باب: أن الأئمة عليهم السلام يعلمون متى يموتون، وأنهم لا يموتون إلا باختيار منهم (1/258). ¶ - باب: أن الأئمة عليهم السلام يعلمون علم ما كان وما يكون، وأنه لا يخفى عليهم الشيء صلوات الله عليهم (1/260). ¶ - باب: أن الأئمة عليهم السلام يعلمون جميع العلوم التي خرجت إلى الملائكة والأنبياء والرسل عليهم السلام (1/255). ¶ - باب: أن الأئمة عليهم السلام خلفاء الله عز وجل في أرضه، وأبوابه التي منها يؤتى (1/193). ¶ - باب: أن الأئمة لو ستر عليهم لأخبروا كل امرئ بما له وعليه (1/264). ¶ - باب: أن الأئمة عليهم السلام عندهم جميع الكتب التي نزلت من عند الله عز وجل، وأنهم يعرفونها على اختلاف ألسنتها (1/227). ¶ وهم لم يكتفوا بذلك، بل جعلوا تعيين الإمام أهم من بعث الرسول - صلى الله عليه وسلم - ، وفي ذلك يقول آية الله ميرزا الخراساني: «إن تعيين الإمام أهم من بعث الرسول؛ لأن تركه نقض للغرض وهدم للبناء» (¬2) . ¶ ويقول الخميني مفضلاً الأئمة على أنبياء الله سبحانه وتعالى وملائكته عليهم السلام: «إن للإمام مقامًا محمودًا، ودرجة سامية، وخلافة تكوينية، تخضع لولايتها وسيطرتها جميع ذرات الكون. وإن من ضرورات مذهبنا أن لأئمتنا مقامًا لا يبلغه ملك مقرب، ولا نبي مرسل» (¬3) . ¶ فهذه بعض النماذج من الغلو والإفراط فيه. ¶ مع أن المتواتر عن آل البيت عليهم السلام أنهم كانوا يقولون لشيعتهم: «أيها الناس! أحبونا حب الإسلام؛ فما برح بنا حبكم حتى صار علينا عارًا» (¬4) . ¶ ¬__________ ¶ (¬1) والباب فيه عدة روايات فتأمل!! ¶ (¬2) هذه الرسالة المعجزة والإسلام (ص: 107). ¶ (¬3) الحكومة الإسلامية (ص: 52). ¶ (¬4) انظر: البداية والنهاية (9/110).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وروى المجلسي أيضًا بسنده عن علي بن أبي طالب - رضي الله عنه - أنه قال: «إياكم والغلو فينا، قولوا: إنا عبيد مربوبون» (¬1) . ¶ وعندما قيل له - رضي الله عنه - : «أنت نبي، قال: ويلك إنما أنا عبد من عبيد محمد - صلى الله عليه وسلم - » (¬2) . ¶ وروى الكشي عن أبي بصير قال: قلت لأبي عبد الله عليهم السلام: «إنهم يقولون، قال: وما يقولون؟ قلت: يقولون: تعلم قطر المطر، وعدد النجوم، وورق الشجر، ووزن ما في البحر، وعدد التراب، فرفع يده إلى السماء، وقال: سبحان الله... سبحان الله! لا والله، ما يعلم هذا إلا الله» (¬3) . ¶ وعنه أيضًا: «والله لو أقررت بما يقول فيَّ أهل الكوفة لأخذتني الأرض، وما أنا إلا عبد مملوك لا أقدر على شيء بضرٍّ ولا نفع» (¬4) . ¶ فهذه بعض أقوال الأئمة عليهم السلام كما صرحت بذلك كتب الشيعة، وهذا يبيِّن حقيقة ما تعتقده الشيعة في آل البيت، وأنه لا يمكن أن ينطلي على أحد ممن أنعم الله عليه بالعقل السوي والفطرة المستقيمة. ¶ * * * * ¶ محبة آل البيت بين الادعاء والحقيقة ¶ أخي الكريم! هذا المبحث المختصر هو لب رسالتنا هذه؛ فأمعن نظرك فيه، وليكن ذهنك حاضرًا؛ فإنك بمنزلة القاضي الذي يحكم على صحة الدعوى أو بطلانها، وقد قال رسول الله - صلى الله عليه وسلم - : «لو يعطى الناس بدعواهم لادعى رجال دماء رجالٍ وأموالهم، ولكن البينة على المدعي» (¬5) . ¶ نعم! لابد من الأدلة القاطعة، والبراهين الساطعة على صدق المحبة. ¶ فقولك: أنا من شيعة آل البيت، وأحب آل البيت، ومن أتباع آل البيت.. كل هذا لا يكفي؛ بل يبقى: أين الأدلة على صحة كلامك؟ ¶ ¬__________ ¶ (¬1) بحار الأنوار (25/270). ¶ (¬2) بحار الأنوار (8/283). ¶ (¬3) رجال الكشي (ص: 193). ¶ (¬4) تنقيح المقال (3/332). ¶ (¬5) صحيح مسلم (ح: 1711)، مسند أحمد (1/342).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "إن الانتساب إلى آل البيت شرف وسؤدد ورفعة منزلة... و... و... حتى إن المنتسب إليهم صار يجد لنفسه منافع ومكاسب كثيرة لا تخفى عليك أيها القارئ الكريم؛ لذا كلٌ يدعي محبتهم وتوقيرهم، فمثلاً: ¶ - الزيدية أتباع زيد بن علي بن الحسين - رضي الله عنهم - ، وهم الذين قالوا بإمامته بعد أخيه الباقر – لهم وجود في اليمن ودول أخرى – يرون أن الحق معهم، وأنهم هم الذين فازوا بشرف حب آل البيت واتباعهم. ¶ - الإسماعيلية وهم الذين رأوا إمامة إسماعيل بن جعفر الصادق (الابن الأكبر لجعفر)، وبقوا على ذلك بعد وفاته، ورفضوا القول بأن الإمامة انتقلت إلى أخيه موسى.. هم على اختلاف فرقهم يرون أنهم هم الشيعة أتباع الأئمة دون غيرهم، ولهم وجود في الهند وفي اليمن وفي أنحاء من العالم. ¶ - الاثنا عشرية الذين قصروا الإمامة على اثني عشر إمامًا، يرون أنهم أتباع آل البيت، وينبزون غيرهم بأنهم نواصب. ¶ فمن نصدق؟؟ ¶ وما هي براهين هؤلاء وأولئك؟؟ ¶ أما أهل السنة فعلى اختلاف مذاهبهم يرون أنهم قالوا الحق في آل البيت من حيث تعميم معنى آل البيت؛ فإنهم لم يحصروه في أفراد معدودين، بل إن حمزة والعباس وجعفر الطيار عندهم من آل البيت - رضي الله عنهم - أجمعين، وكذلك ذرية الحسن - رضي الله عنه - ، وقد سبق بيان ذلك، وهذا القول هو القول الوسط، وقد سبق ذكر بعض حقوقهم والثناء عليهم.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ومن براهين أهل السنة على ذلك: أن الكمال في رسول الله - صلى الله عليه وسلم - ، ومحبة أهل بيته لأجل ذاته - صلى الله عليه وسلم - وبركاته - عليه السلام - ، وقد نال آل البيت عليهم السلام المنزلة بسبب قرابتهم من رسول الله - صلى الله عليه وسلم - ، وكذلك أصحابه، فنحن ندافع عن الصحابة ونحبهم، ونذكر فضائلهم، وجهادهم، وصبرهم وبذلهم ونصرتهم لرسول الله - صلى الله عليه وسلم - ... و ... و ...؛ لكثرة ما ورد فيهم من نصوص في القرآن الكريم والسنة النبوية، ولأنهم أصحاب رسول الله - صلى الله عليه وسلم - ؛ فإن صحبة رسول الله - صلى الله عليه وسلم - شرف بذاتها، ولها منزلة خاصة، وهي تاج على رءوس الأصحاب (¬1) . ¶ ... ¶ * * * * ¶ برهان الإمامة عند أهل السنة ¶ مما سبق نعرف أن الأصل في احترام آل البيت وأصحاب رسول الله - صلى الله عليه وسلم - ، هو ذات رسول الله - صلى الله عليه وسلم - ، ولما لهم من سبق في الإسلام وجهاد، فالحجة عند أهل السنة هو رسول الله - صلى الله عليه وسلم - إمام أهل البيت. ¶ والاتباع عند أهل السنة هو لرسول الله - صلى الله عليه وسلم - إمام البشر، فهو القدوة عند أهل السنة. ¶ سيد البشر عند أهل السنة هو رسول الله - صلى الله عليه وسلم - . ¶ الشافع يوم الحشر عند أهل السنة هو رسول الله - صلى الله عليه وسلم - . ¶ صاحب لواء الحمد عند أهل السنة هو رسول الله - صلى الله عليه وسلم - . ¶ صاحب المقام المحمود عند أهل السنة هو رسول الله - صلى الله عليه وسلم - . ¶ صاحب الحوض عند أهل السنة هو رسول الله - صلى الله عليه وسلم - . ¶ صاحب المنزلة الرفيعة في الجنة عند أهل السنة هو رسول الله - صلى الله عليه وسلم - . ¶ وقرروا بأن معرفة الله سبحانه وتعالى لا تكون إلا عن طريق رسول الله - صلى الله عليه وسلم - . ¶ ¬__________ ¶ (¬1) راجع رسالتنا (صحبة رسول الله - صلى الله عليه وسلم - ).",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وقرروا بأن القرآن الكريم كلام الله تعالى بلّغه رسول الله - صلى الله عليه وسلم - ، وقرروا بأن عبادة المولى عز وجل تكون وفق شرع رسول الله - صلى الله عليه وسلم - فكلام رسول الله - صلى الله عليه وسلم - حجة على الناس، وكذلك معرفة أسماء الله وصفاته عز وجل إنما هي عن طريق رسول الله - صلى الله عليه وسلم - . والتقرب إلى الله والتعبد للمولى سبحانه لا يتم إلا على وفق شرع رسول الله - صلى الله عليه وسلم - ، فنحن معشر أهل السنة نعبد الله وفق عبادة رسول الله - صلى الله عليه وسلم - ؛ فإن رسول الله - عليه السلام - إمام المتقين وسيد العابدين وقدوتهم، فنسير على هداه في العبادة، فلا نخترع ونحدث عبادة لم يشرعها رسول الله - صلى الله عليه وسلم - ؛ لأن كل عبادة لم يأذن بها رسول الله - صلى الله عليه وسلم - مردودة وبدعة، وقد جاء في قصة النفر الثلاثة الذين سألوا عن عبادة رسول الله - صلى الله عليه وسلم - ، ثم قالوا: هذا رسول الله - صلى الله عليه وسلم - غفر الله له ذنبه، وعلينا نحن أن نجتهد في العبادة، ثم نظروا في العبادات القائمة، فقرروا الالتزام بها والزيادة عليها، فالأول التزم إحياء الليل كله، والثاني صيام الدهر، والثالث التبتل وعدم الزواج لكي يتعبد لله، فهذه عبادات لها أصل شرعي: صلاة الليل، وكذلك الصيام، ومثله الزهد في ملذات الدنيا وزينتها، فأنكر الرسول - صلى الله عليه وسلم - صنيعهم هذا، وقال كلمته المشهورة: (من رغب عن سنتي فليس مني) (¬1) . ¶ كما قرر أهل السنة وجوب المحبة القلبية للنبي - صلى الله عليه وسلم - ، وأن يكون شخصه أحب إلينا من أنفسنا. ¶ ¬__________ ¶ (¬1) صحيح البخاري (ح: 4776)، صحيح مسلم (ح: 1401).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "نعم من أنفسنا! فما بالك بسائر الناس؟ كما في الحديث الصحيح الذي رواه البخاري ومسلم (¬1) : (لا يؤمن أحدكم حتى أكون أحب إليه من نفسه وماله وولده والناس أجمعين). كما قرر أهل السنة وجوب الصلاة على النبي - صلى الله عليه وسلم - في الصلاة، وهي المعروفة بالصلاة الإبراهيمية، وقد تقدم بسط القول في ذلك في فصل: «حقوق آل البيت عليهم السلام». ¶ وقد قرر أهل السنة مشروعية الصلاة على النبي - صلى الله عليه وسلم - في كل دعاء، وأنه من دواعي استجابة الدعاء، وكذلك الصلاة عليه بعد الفراغ من متابعة المؤذن، والدعاء له - صلى الله عليه وسلم - بالدعاء المشهور: (اللهم رب هذه الدعوة التامة والصلاة القائمة آت محمدًا...) (¬2) . وهو - صلى الله عليه وسلم - خاتم المرسلين وإمامهم وسيد البشر؛ لذلك قرر أهل السنة قاطبة – ولا خلاف بينهم – أن واجب الاتباع هو الرسول - صلى الله عليه وسلم - ، وأن الحجة في أقواله وأفعاله عليه الصلاة والسلام. ¶ فأهل السنة يقولون بأن الاتباع لمن اكتسب آل البيت المنزلة بسبب قرابتهم منه، وهو رسول الله - صلى الله عليه وسلم - . وهم يقولون بأن الكمال في إمام أهل البيت، وهو رسول الله - صلى الله عليه وسلم - . ويقولون بأن الحجة في إمام أهل البيت، وهو رسول الله - صلى الله عليه وسلم - . ¶ فكيف يقال بأن أهل السنة لا يحبون أهل البيت، وارتباطهم برسول الله - صلى الله عليه وسلم - يعرفه خصومهم حق المعرفة؟؟ ¶ ¬__________ ¶ (¬1) صحيح البخاري (ح: 14، 15)، صحيح مسلم (ح: 44). ¶ (¬2) صحيح البخاري (ح: 589).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "فأهل السنة يقررون أنه لا إيمان للعبد إلا بتصديق رسول الله - صلى الله عليه وسلم - ، فلابد من تصديق رسول الله - صلى الله عليه وسلم - فيما أخبر، وكذلك طاعته فيما أمر، واجتناب ما نهى عنه وزجر، وعبادة الله وفق ما شرع. أما من عداه من ذريته - عليه السلام - ومن أقاربه وأصحابه فمهما بلغت منزلتهم فهم دون رسول الله - صلى الله عليه وسلم - ، فيؤخذ من قولهم ويترك ما لم يكن إجماعًا. ¶ فهل يلام أهل السنة على اتباعهم رسول الله - صلى الله عليه وسلم - وترك ما سواه؟! ¶ أيها القارئ الكريم! ضع يدك في أيدي إخوانك، واجعل قدوتك رسول الله - صلى الله عليه وسلم - دون ما سواه، فهو إمام العترة والتمسك بسنته فيها النجاة. اخرج من الخلاف في معرفة من هم الأئمة بعد رسول الله - صلى الله عليه وسلم - وتمسك بالإمام الأعظم ودع غيره مهما كان. طالب بأقوال وأفعال الرسول الأكرم والتزم بها. ¶ اسأل الله أن يرزقك اتباع سيد البشر. اسأل الله أن يحشرك مع سيد المتقين وإمام المرسلين، فإن الله عز وجل سوف يسألك يوم القيامة عن اتباعك لرسول الله - صلى الله عليه وسلم - : { مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ } . ¶ ... ¶ * * * * ¶ الثقل الأكبر عند أهل السنة ¶ هذا كلام أهل السنة عن إمام الأئمة، وأما ملخص قولهم في الثقل الأكبر القرآن الكريم فإليك هو: ¶ القرآن الكريم كلام الله. ¶ القرآن الكريم لا يأتيه الباطل من بين يديه ولا من خلفه. ¶ القرآن الكريم محفوظ بحفظ الله له. ¶ القرآن الكريم شفاء. ¶ القرآن الكريم فيه المواعظ والذكر الحكيم. ¶ القرآن الكريم هداية. ¶ القرآن الكريم رحمة. ¶ القرآن الكريم نور. ¶ القرآن الكريم صراط الله المستقيم. ¶ القرآن الكريم حجة الله على العالمين. ¶ القرآن الكريم معجزة النبي الكريم الكبرى. ¶ القرآن الكريم تلاوته عبادة. ¶ القرآن الكريم تدبره والتفكر فيه قربة. ¶ القرآن الكريم من قال فيه بزيادة أو نقصان كفر.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "القرآن الكريم هو الأصل الأول في العقائد والأحكام والفيصل في أمور المسلمين كلها. ¶ واهتمام أهل السنة بالقرآن فوق الوصف والبيان، يحفظه صغارهم وكبارهم ويتلونه، ويحرصون على العمل به، وعندهم القرآن يفسر القرآن، وأحاديث رسول الله - صلى الله عليه وسلم - تفسر القرآن، وما أشكل رجعوا فيه إلى كلام العرب ولغتهم. ¶ أيها القارئ الكريم! لا أريد أن أطيل عليك، لكن أقول لك: عليك أن تجعل القرآن نصب عينيك؛ فإن فيه أبلغ المواعظ، وفيه الأوامر الصريحة بالتأمل والتفكر والتدبر وإعمال العقل. واعلم أن دستور أهل السنة هو القرآن الكريم والاقتداء بسيد آل البيت وسيد المرسلين عليهم صلوات الله وسلامه أجمعين. ¶ فعليك أن تلحق بركب الرسول - عليه السلام - لتنجو في الآخرة. ¶ فإن سئلت يوم القيامة فإن الحجة بين يديك رسول الله - صلى الله عليه وسلم - ، فهو إمامك وقدوتك. ¶ اللهم إنا نسألك أن تجمعنا بالحبيب - صلى الله عليه وسلم - في جنات النعيم. ¶ وآخر دعوانا أن الحمد لله رب العالمين. ¶ * * * * ¶ الخاتمة ¶ أيها القارئ الكريم: ¶ انتهت هذه الرسالة، والكلام عن فضائل أهل البيت ومآثرهم وأخبارهم وقوة الترابط بينهم وبين أصحاب النبي - صلى الله عليه وسلم - يحتاج إلى مجلدات. ¶ وقد أردت إعطاءك نبذة مختصرة عن حقوق آل البيت لدينا معشر أهل السنة والجماعة، وخير الكلام ما قلَّ ودلَّ. ¶ أيها القارئ الكريم... إن الأمة الإسلامية بأمسّ الحاجة إلى الوحدة.. ونبذ أسباب الفرقة والاختلاف. ¶ إن اتهام أهل السنة ببغض أهل البيت من قبل علماء الاثني عشرية، وحشو مصادرهم بالقصص والروايات التي لا تصح، وتصديق ذلك من قبل العوام للأسف الشديد- من أهم أسباب الفرقة والشتات، وما ذلك إلى تصديقًا وتقليدًا لمشائخهم الذين عاشوا يمشون على أخذ أموال الناس باسم آل البيت!! ولم يخدموا تراث آل البيت، أين الجهود في تحقيق الروايات الكثيرة المنسوبة للأئمة عليهم السلام؟",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "نعم، توجد مؤسسات علمية دعوية باسم آل البيت، وهي حزبية لأجل مصالحهم وليست لأجل آل البيت!! ورأس مالها بالمليارات. ¶ أيها القارئ الكريم: ¶ علينا أن نجتهد جميعًا في إظهار الحقائق من مصادرها، والتحقيق العلمي لأجل توحيد كلمة الأمة، ونزع فتيل حرب طائفية، وتقوية الأمة ضد أعدائها من اليهود والنصارى. ¶ فلنعمل لنبذ الفرقة ولنتحد في دعوتنا إلى الله تعالى، ونقف جداراً منيعًا ضد أصحاب الشحن العاطفي الطائفي الذين لا يريدون إلا زعزعة ثوابت الأمة وإشاعة روح الاختلاف وعدم الثقة بيننا. ¶ هيا بنا إلى محبة آل البيت وصحبة رسول الله من غير غلوٍّ ولا تفريط. ¶ وصلى الله على رسوله وعلى آله وصحبه وسلم. ¶ * * * * ¶ فهرس الموضوعات ¶ مقدمة الطبعة الثانية ... 5 ¶ المقدمة ... 6 ¶ التعريف اللغوي ... 7 ¶ التعريف الاصطلاحي ... 8 ¶ مفهوم آل البيت عند الشيعة الاثنى عشرية ... 9 ¶ فضائل آل البيت عند أهل السنة ... 14 ¶ أولاً: فضائلهم في القرآن: ... 14 ¶ آية التطهير: ... 14 ¶ آية المباهلة: ... 15 ¶ ثانيًا: فضائلهم في السنة: ... 15 ¶ حديث الغدير: ... 15 ¶ حديث الاصطفاء: ... 16 ¶ حديث الصلاة الإبراهيمية: ... 16 ¶ ثالثًا: ما ورد في الآثار: ... 17 ¶ عقيدة أهل السنة والجماعة في آل البيت ... 20 ¶ وقفة ... 26 ¶ حقوق آل البيت عليهم السلام ... 28 ¶ بشرية آل البيت عليهم السلام ... 38 ¶ تنبيه: ... 41 ¶ الخلاصة ... 44 ¶ محبة آل البيت بين الادعاء والحقيقة ... 48 ¶ برهان الإمامة عند أهل السنة ... 51 ¶ الثقل الأكبر عند أهل السنة ... 55 ¶ الخاتمة ... 57 ¶ فهرس الموضوعات ... 59 ¶ * * * *",
            "page": "39",
            "part": "1"
        }
    ],
    "t37787": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "آل البيت عليهم السلام وحقوقهم الشرعية"
        }
    ]
}