{
    "b37784": [
        {
            "id": "1",
            "nass": "{فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِنْدِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَناً قَلِيلاً فَوَيْلٌ لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ} ¶ (سورة البقرة: 79)",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الإهداء ¶ إلى كل باحث يبحث عن الحق والحقيقة .. ¶ إلى الذين هداهم الله إلى دين الإسلام .. ¶ إلى حفيدي الحبيب (محمد جمال) ..",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "المقدمة ¶ إنَّ الحمد لله نحمده ونستعينه ونستغفره, ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأن محمدا عبده ورسوله .. ¶ أما بعد: ¶ من نعم الله على البشر أنه سبحانه لم يتركهم حيارى يتيهون في صحراء الضلال والحيرة, وإنما أرسل إليهم رسله وأنبياءه ليرشدوهم إلى الخير والرشاد, وتعددت شرائع السماء بتعدد المرسلين, إلا أن هناك جوامع مشتركة بين هؤلاء المرسلين توحدهم في أصول عقائدهم وشرائعهم. ¶ وكان من أهم هذه الديانات اليهودية والنصرانية والإسلام, فكان لكل دين كتابه الخاص, فاليهودية كتابها التوراة, والنصرانية كتابها الإنجيل, والإسلام كتابه القرآن. ¶ وقد تعرضت هذه الكتب وخصوصاً التوراة والإنجيل على مدار الزمن الطويل لكثير من التغيير والتبديل والتحريف والزيادة والحذف, مما جعلها وكأنها ليست بذات صلة مع الكتاب الأصل. ¶ ولقد كان وما زال للعلماء جهد كبير في دراسة هذه الكتب وبيان ما فيها من الحق والباطل, ومن التغيير والتبديل والتحريف والزيادة والحذف, وعلم مقارنة الأديان لعب دوراً عظيماً في هذا المجال, وكل يوم تخرج لنا دراسة أو بحث بهذا الخصوص, فبارك الله هؤلاء العلماء وبارك جهودهم.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقد رغبت أن تكون لي مساهمة في هذا المجال من خلال هذه الدراسة التحليلية والنقدية لسفر من أسفار الكتاب المقدس (التوراة) , وهو سفر أخبار الأيام الثاني, أوضحت من خلالها عقيدة اليهود في الربوبية, والنبوة, وبعض عباداتهم وتشريعاتهم كما وردت في هذا السفر, ثم بينت ما يتوافق مع الحق عندنا مما ذكر فيه, كل ذلك مشفوعاً ببيان القول الحق كما هو عندنا في ديننا. ¶ بواعث الدراسة: ¶ 1. دراسة كتاب اليهود الذين يحتلون أرضنا وبيان ما فيه من انحراف. ¶ 2. الرد على الشبهات والطعون التي يرددها البعض عن ديننا. ¶ 3. هي أسلوب من أساليب الدعوة إلى الله وذلك من خلال بيان الحق الذي عندنا, والباطل الذي عندهم. ¶ 4. تبصير شعبنا بحقيقة عدوه. ¶ منهج البحث: ¶ قمت بإتباع المنهج الوصفي التحليلي النقدي، وذلك بعرض سفر أخبار الأيام الثاني بما فيه من عقائد وعبادات وتشريعات في ضوء المنهج العلمي، والرد عليه في ضوء القرآن الكريم, والفكر الإسلامي. ¶ 1. عزو الآيات القرآنية بذكر اسم السورة ورقم الآية في المتن دون الحاشية. ¶ 2. عرض العقائد والعبادات والتشريعات من سفر أخبار الأيام الثاني ثم ذكر موقف الإسلام منها. ¶ 3. عزو شواهد العهد القديم للسفر والإصحاح ورقم الفقرة في المتن دون الحاشية. ¶ خطة الدراسة: ¶ تشتمل الدراسة على مقدمة وخمسة مباحث, وهي كما يلي: ¶ المبحث الأول: العهد القديم (التوراة) , عرض ونقد. ¶ المبحث الثاني: العقائد والأخلاق في سفر أخبار الأيام الثاني. ¶ المبحث الثالث: النبوات في سفر أخبار الأيام الثاني. ¶ المبحث الرابع: العبادة والتشريع. ¶ المبحث الخامس: ما يوافق الإسلام من عقيدة وأخلاق وعبادة. ¶ وفي ختام هذه الدراسة أشكر لله أن متعنا بصحبة أستاذنا الفاضل الدكتور عماد الدين الشنطي, ولما لمسنا فيه من دماثة خلق وبشاشة وجه. ¶ داعياً الله أن يجعل لي ولوالديّ وعلمائي ومشايخي وأساتذتي بكل حرف حسنة, وأن ينفع به وبنا. ¶ الباحث/ ¶ حسني محمد العطار",
            "page": "2",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "المبحث الأول: العهد القديم (التوراة) عرض ونقد ¶ أولاً. العهد القديم ومكوناته: ¶ يطلق الدارسون والباحثون لفظة العهد القديم على مجموعة الكتب والأسفار التي يدعي اليهود وغيرهم ممن يتبعهم, ويعتبرونها وحياً من الله إلى موسى, وغيره من الأنبياء, وهي ما تسمي بالتوراة, وتبلغ أسفارها (39) سفراً. ¶ ويُقصد بالعهد القديم مجموعة من الأسفار تفرقة لها عن العهد الجديد, والممثل لمجموعة من الأناجيل ورسائل القديسين والرسل عند النصارى. ¶ واليهود يدعون أن العهد القديم بكل مكوناته كتاب موحي به من عند الله, فهو كتاب مقدس يتكون هدا الكتاب من عدة أقسام رئيسية هي: ¶ الأسفار الخمسة. ¶ الأسفار التاريخية. ¶ أسفار الأناشيد. ¶ أسفار الأنبياء. ¶ القسم الأول: ¶ الأسفار الخمسة: وهي كتب موسى وهذه الأسفار هي: سفر التكوين، وسفر الخروج، وسفر التثنية، وسفر اللاويين، وسفر العدد. ¶ أولاً. أما سفر التكوين فيقص تاريخ العالم من تكوين السماوات والأرض واستقرار أولاد يعقوب في مصر، والحديث عن آدم وحواء ونوح وإبراهيم، لهذا سُمي بسفر التكوين. ¶ ثانياً. أما سفر الخروج فيقص تاريخ بني إسرائيل في مصر، وقصة موسى ورسالته وخروجه مع بني إسرائيل, ويتحدث عن رحلتهم في سيناء والتيه الذي ضرب عليهم، وفي هذا السفر بعضاً من التشريعات والعبادات، ولهذا سُمي بسفر الخروج. ¶ ثالثاً. أما سفر التثنية ففيه الحديث عن الأحكام الشرعية اليهودية، من حرب وسياسة واقتصاد ومعاملات وعقوبات وعبادات, وسُمي بالتثنية لأنه يُثني ويعيد ذكر التعاليم التي تلقاها موسى من ربه. ¶ رابعاً. أما سفر اللاويين، وهم نسل لاوي أحد أبناء يعقوب وشمل الحديث فيه عن العبادات والمحرمات والقربات من الحيوانات والطيور، والحديث عن المذبح الأضحية، ونُسب السفر إلى اللاويين لأنهم المشرفون على شئون العبادات والمعاملات.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "خامساً. أما سفر العدد فأغلبه إحصاء عن قبائل بني إسرائيل وعدد جيوشهم وأموالهم، لهذا يُسمى بسفر العدد، وكذلك فيه حديث عن العبادات والمعاملات. ¶ القسم الثاني: ¶ الأسفار التاريخية، وتتكون من اثني عشر سفراً، تتحدث في مجملها عن تاريخ بني إسرائيل في فلسطين وأهم الحوادث البارزة في حياتهم, ومن هذه الأسفار سفر يوشع, والقضاة, وراعوت, وصموئيل, والملوك, وأخبار الأيام, وعزرا, ونحميا, واستير. ¶ القسم الثالث: ¶ وتُسمى بأسفار الأناشيد، وهي أناشيد ومواعظ أعظمها ديني، وعددها خمسة أسفار, وهي سفر أيوب, ومزامير داود, وأمثال سليمان, والجامعة من كلام سليمان, ونشيد الأناشيد لسليمان. ¶ القسم الرابع: ¶ وتُسمى بأسفار الأنبياء, وعددها سبعة عشر سفراً، كل سفر يتحدث عن نبي من أنبياء بني إسرائيل بعد موسى وهارون، منها سفر أشعياء، وسفر أرمياء، وحزقيال، وعاموس, ودانيال، وزكريا, وملاحي، وغيرهم. ¶ وتعتبر أسفار القسم الأول هي أهم أسفار العهد القديم، وهي المتضمنة للتوراة وهي الموحى بها إلى موسى بن عمران من عند الله حسب زعمهم. ¶ ويشكل مجموع أسفار العهد القديم (39) سفراً ويراد من كلمة العهد هنا الميثاق أي الميثاق الذي أخذه الله على الناس وارتبطوا به معه سبحانه ¶ ثانياً. سفر إخبار الأيام الثاني, ومكانته عند اليهود:",
            "page": "4",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "يشكل هدا السفر وما سبقه من أخبار الأيام الأول سفراً واحداً في الأصل وهو جزء من مكون العهد القديم, وأول من قسمه إلى سفرين هي الترجمة السبعينية, وقد اعتمدت النسخة العبرية هذا التقسيم سنة 1448 ق. م, وهذان السفران يعدان تكملة لأسفار صموئيل والملوك, بل هي تكرر في أخبارها ما في أسفار صموئيل والملوك, والسفران كناية عن عرض تاريخي واسع يعود في الزمن إلى خلق الإنسان ويمتد حتى القرن الخامس ق. م بعد عودة اليهود من بابل وهو أطول تسلسل تاريخي في الكتاب المقدس. (¬1) , وسفر أخبار الأيام الأول والثاني ينسبان إلى عزرا, \"ويري العلماء أن هناك توافقاً بين آراء عزرا والآراء التي أوردها السفر, وينتهي سفر أخبار الأيام الثاني بنفس الفقرة التي يبتدئ بها سفر عزرا\". (¬2) , ومجموع إصحاحات سفر الأخبار الثاني تبلغ (36) إصحاحاً. ¶ أما عن تاريخ تدوين هذا السفر فيقع بعد السبي البابلي وذلك لما ورد فيه من تعبيرات تدل على النقود والتقويم الذي كان يعيشه اليهود تحت الحكم الفارسي, وعن قرار كورش بعودة اليهود إلى أورشليم. ¶ كذلك التشابه الكبير ما بين سفري أخبار الأيام وسفري عزرا ونحميا. ¶ ويذهب بعض الباحثين إلى أن تاريخ تدوين هذا السفر يقع ما بين 300 - 250 ق- م اعتماداً على ما ورد من تسلسل النسل وعن أخبار كورش. ¶ وأما عن مصادر سفر الأخبار الأول والثاني, فالكاتب يعتمد على الكثير من التنبؤات ومصادر تاريخية متعددة فنجده ينقل جدول الأنساب من سفر التكوين وينقل من سفر الخروج, ومن يشوع تم نجده ينقل نقلاً حرفياً من أسفار صموئيل والملوك. ¶ وعن موضوعات السفر: ¶ ¬__________ ¶ (¬1). الكتب التاريخية في العهد القديم: مراد كامل: ص 78 ¶ (¬2). المصدر السابق ص 81.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "يحاول مؤلف هذا السفر أن يُظهر وبشكل واضح أمرين مهمين: الناحية الدينية , والناحية القومية, وعلى سبيل المثال نجده في الإصحاحات من 1 - 9 يركز على عصر سليمان عليه السلام وحكمه وبناء بيت الرب (الهيكل) ونهاية عصره. ¶ ثم الإصحاحات من 10 - 30 يركز على مملكة يهوذا حتى زمن السبي وعودتهم إلى أورشليم. ¶ وقد اهتم المؤلف كثيراً في إبراز وذكر قوائم الأنساب, والاقتصار على تاريخ مملكة يهوذا وخصوصاً تاريخ أسرة داود عليه السلام, كذلك اهتم اهتماماً كبيراً بالحديث عن بيت الرب (الهيكل) , والحديث عن أدق التفاصيل المتعلقة ببنائه, أيضاً اهتم بإبراز الملوك الصالحين, وفصّل في ذكر حياتهم وأعمالهم, ولم يذكر في هذا السفر ما يذكر عن سليمان وداود من أخطاء كما في الأسفار الأخرى. ¶ ثالثاَ. الانتقادات الموجهة لسفر أخبار الأيام الثاني: ¶ وجه الباحثون جملة من الانتقادات إلى سفر الأخبار منها: ¶ 1. الأغلاط الكثيرة ¶ 2. التناقض والاختلاف بين النسختين العبرية واليونانية ¶ 3. إضافة النساخ إلى متن السفر ما ليس منه. ¶ 4. التناقض والاختلاف بين السفر الأول والسفر الثاني ¶ 5. التناقض والاختلاف بين سفري الأخبار وبين سفر التكوين وصموئيل والملوك وعزرا وهي المصادر الرئيسية لسفري الأخبار ¶ أولاً. الأغلاط الكثيرة ومنها:",
            "page": "6",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "أن شيشق فرعون مصر احتل أورشليم السنة الخامسة من ملك رحبعام بن سليمان, وهذا غير صحيح لأنه لا يذكر ضمن المدن التي فتحها شيشق مدينة أورشليم: \"وَفِي السَّنَةِ الْخَامِسَةِ لِلْمَلِكِ رَحُبْعَامَ صَعِدَ شِيشَقُ مَلِكُ مِصْرَ عَلَى أُورُشَلِيمَ، لأَنَّهُمْ خَانُوا الرَّبَّ، بِأَلْفٍ وَمِئَتَيْ مَرْكَبَةٍ وَسِتِّينَ أَلْفَ فَارِسٍ، وَلَمْ يَكُنْ عَدَدٌ لِلشَّعْبِ الَّذِينَ جَاءُوا مَعَهُ مِنْ مِصْرَ: لُوبِيِّينَ وَسُكِّيِّينَ وَكُوشِيِّينَ. وَأَخَذَ الْمُدُنَ الْحَصِينَةَ الَّتِي لِيَهُوذَا وَأَتَى إِلَى أُورُشَلِيمَ. فَجَاءَ شَمْعِيَا النَّبِيُّ إِلَى رَحُبْعَامَ وَرُؤَسَاءِ يَهُوذَا الَّذِينَ اجْتَمَعُوا فِي أُورُشَلِيمَ مِنْ وَجْهِ شِيشَقَ، وَقَالَ لَهُمْ: هكَذَا قَالَ الرَّبُّ: أَنْتُمْ تَرَكْتُمُونِي وَأَنَا أَيْضًا تَرَكْتُكُمْ لِيَدِ شِيشَقَ. فَتَذَلَّلَ رُؤَسَاءُ إِسْرَائِيلَ وَالْمَلِكُ وَقَالُوا: بَارٌّ هُوَ الرَّبُّ. فَلَمَّا رَأَى الرَّبُّ أَنَّهُمْ تَذَلَّلُوا، كَانَ كَلاَمُ الرَّبِّ إِلَى شَمْعِيَا قَائِلاً: قَدْ تَذَلَّلُوا فَلاَ أُهْلِكُهُمْ بَلْ أُعْطِيهِمْ قَلِيلاً مِنَ النَّجَاةِ، وَلاَ يَنْصَبُّ غَضَبِي عَلَى أُورُشَلِيمَ بِيَدِ شِيشَقَ، لكِنَّهُمْ يَكُونُونَ لَهُ عَبِيدًا وَيَعْلَمُونَ خِدْمَتِي وَخِدْمَةَ مَمَالِكِ الأَرَاضِي. فَصَعِدَ شِيشَقُ مَلِكُ مِصْرَ عَلَى أُورُشَلِيمَ وَأَخَذَ خَزَائِنَ بَيْتِ الرَّبِّ وَخَزَائِنَ بَيْتِ الْمَلِكِ، أَخَذَ الْجَمِيعَ، وَأَخَذَ أَتْرَاسَ الذَّهَبِ الَّتِي عَمِلَهَا سُلَيْمَانُ\". (سفر أخبار الأيام الثاني:12/ 2 - 9).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "يذكر السفر أن نبو خذ نصر أخذ يوياقيم ملك يهوذا ضمن السبي البابلي سنة 597 ق - م وهذا غلط لأن يوياقيم مات أثناء الحصار لمدينة أورشليم: \"عَلَيْهِ صَعِدَ نَبُوخَذْنَاصَّرُ مَلِكُ بَابِلَ وَقَيَّدَهُ بِسَلاَسِلِ نُحَاسٍ لِيَذْهَبَ بِهِ إِلَى بَابِلَ\" (الأخبار الثاني 36/ 6). ¶ يذكر السفر أن صدقيا أخر ملوك يهوذا أخا ليوياكين الذي ملك قبله, هذا غلط لأن هدفيا كان عم يوياكين\"وَعِنْدَ رُجُوعِ السَّنَةِ أَرْسَلَ الْمَلِكُ نَبُوخَذْنَاصَّرُ فَأَتَى بِهِ إِلَى بَابِلَ مَعَ آنِيَةِ بَيْتِ الرَّبِّ الثَّمِينَةِ، وَمَلَّكَ صِدْقِيَّا أَخَاهُ عَلَى يَهُوذَا وَأُورُشَلِيم\"َ. (الأخبار الثاني:36/ 10) , و\"وَمَلَّكَ مَلِكُ بَابِلَ مَتَّنِيَّا عَمَّهُ عِوَضًا عَنْهُ، وَغَيَّرَ اسْمَهُ إِلَى صِدْقِيَّا\". (الملوك الثاني 24/ 17). ¶ ثانياً. التناقض بين النص العبري والنص اليوناني ومنها: ¶ \"وَعَمِلَ فِي بَيْتِ قُدْسِ الأَقْدَاسِ كَرُوبَيْنِ صَنَاعَةَ الصِّيَاغَةِ، وَغَشَّاهُمَا بِذَهَبٍ\". (الأخبار الثاني:3/ 10) , وصنع في قدس الأقداس كروبين من معدن وغشاهما بالذهب من وفي النص اليوناني من خشب ¶ \"كَانَ أَخَزْيَا ابْنَ اثْنَتَيْنِ وَأَرْبَعِينَ سَنَةً حِينَ مَلَكَ، وَمَلَكَ سَنَةً وَاحِدَةً فِي أُورُشَلِيمَ، وَاسْمُ أُمِّهِ عَثَلْيَا بِنْتُ عُمْرِي\" (الأخبار الثاني:22/ 2) , \"وكان أخزيا ابن عشرين سنة حين ملك \" وفى النص العبري (اثنين وأربعين سنة). ¶ \"كَانَ يَهُويَاكِينُ ابْنَ ثَمَانِي سِنِينَ حِينَ مَلَكَ، وَمَلَكَ ثَلاَثَةَ أَشْهُرٍ وَعَشَرَةَ أَيَّامٍ فِي أُورُشَلِيمَ. وَعَمِلَ الشَّرَّ فِي عَيْنَيِ الرَّبِ\". (الأخبار الثاني 36/ 9) , \"وكان يوياكين ابن ثماني عشرة سنة حسين ملك \" وفى النص العبري (ثماني سنين).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ثالثاً. إضافات النساخ: منها حسب ما ذكرته الترجمة العربية اليسوعية وقامت بوضعه بين قوسين, وقالت بأنها حواش أضافها النساخ إلى المتن, ومنها: ¶ ما ورد في الصحاح (4/ 21): \"وَالأَزْهَارَ وَالسُّرُجَ وَالْمَلاَقِطَ مِنْ ذَهَبٍ. (وَهُوَ ذَهَبٌ كَامِلٌ) \". ¶ وما ورد في الصحاح (22/ 11): \"أَمَّا يَهُوشَبْعَةُ بِنْتُ الْمَلِكِ فَأَخَذَتْ يُوآشَ بْنَ أَخَزْيَا وَسَرَقَتْهُ مِنْ وَسَطِ بَنِي الْمَلِكِ الَّذِينَ قُتِلُوا، وَجَعَلَتْهُ هُوَ وَمُرْضِعَتَهُ فِي مُخْدَعِ السَّرِيرِ، وَخَبَّأَتْهُ يَهُوشَبْعَةُ بِنْتُ الْمَلِكِ يَهُورَامَ امْرَأَةُ يَهُويَادَاعَ الْكَاهِنِ، (لأَنَّهَا كَانَتْ أُخْتَ أَخَزْيَا)، مِنْ وَجْهِ عَثَلْيَا فَلَمْ تَقْتُلْه وغيرها ¶ رابعاً. التناقض والاختلاف بين سفري أخبار الأيام: ومنها ¶ الاختلاف في أولاد يهوذا ابن يعقوب عليه السلام بين ما ورد في سفر الأخبار الأول: 2/ 3 - 4, وبين الإصحاح 4/ 1): \"بَنُو يَهُوذَا: عَيْرُ وَأُونَانُ وَشَيْلَةُ. وُلِدَ الثَّلاَثَةُ مِنْ بِنْتِ شُوعَ الْكَنْعَانِيَّةِ. وَكَانَ عَيْرُ بِكْرُ يَهُوذَا شِرِّيرًا فِي عَيْنَيِ الرَّبِّ فَأَمَاتَهُ. وَثَامَارُ كَنَّتُهُ وَلَدَتْ لَهُ فَارَصَ وَزَارَحَ. كُلُّ بَنِي يَهُوذَا خَمْسَة\"ٌ. و\"بَنُو يَهُوذَا: فَارَصُ وَحَصْرُونُ وَكَرْمِي وَحُورُ وَشُوبَالُ\"",
            "page": "9",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "اختلاف قائمة ضباط داود عليه السلام ما بين سفر الأخبار الأول الإصحاح 18/ 14 - 17 والإصحاح 27/ 32 - 34). \"وَمَلَكَ دَاوُدُ عَلَى جَمِيعِ إِسْرَائِيلَ، وَكَانَ يُجْرِي قَضَاءً وَعَدْلاً لِكُلِّ شَعْبِهِ. وَكَانَ يُوآبُ ابْنُ صَرُويَةَ عَلَى الْجَيْشِ، وَيَهُوشَافَاطُ بْنُ أَخِيلُودَ مُسَجِّلاً، وَصَادُوقُ بْنُ أَخِيطُوبَ وَأَبِيمَالِكُ بْنُ أَبِيَاثَارَ كَاهِنَيْنِ، وَشَوْشَا كَاتِبًا، وَبَنَايَا بْنُ يَهُويَادَاعَ عَلَى الْجَلاَّدِينَ وَالسُّعَاةِ، وَبَنُو دَاوُدَ الأَوَّلِينَ بَيْنَ يَدَيِ الْمَلِكِ\". (سفر أخبار الأيام الأول:18/ 14 - 17). ¶ و\"وَيَهُونَاثَانُ عَمُّ دَاوُدَ كَانَ مُشِيرًا وَرَجُلاً مُخْتَبِرًا وَفَقِيهًا. وَيَحِيئِيلُ بْنُ حَكْمُونِي كَانَ مَعَ بَنِي الْمَلِكِ. وَكَانَ أَخِيتُوفَلُ مُشِيرًا لِلْمَلِكِ، وَحُوشَايُ الأَرْكِيُّ صَاحِبَ الْمَلِكِ. وَبَعْدَ أَخِيتُوفَلَ يَهُويَادَاعُ بْنُ بَنَايَا وَأَبِيَاثَارُ. وَكَانَ رَئِيسَ جَيْشِ الْمَلِكِ يُوآبُ.\" (سفر أخبار الأيام الأول:27/ 32 - 34) ¶ خامساً. التناقض والاختلاف بين سفري أخبار الأيام والأسفار الأخرى: وهي كثيرة جداً نذكر منها: ¶ - يذكر سفر أخبار الأيام الثاني 9/ 25, أن سليمان كان يملك أربعة آلاف مذود لخيل مركباته, في حين يذكر سفر الملوك الأول 4/ 26, أنه كان يملك أربعين ألفاً: \"وَكَانَ لِسُلَيْمَانَ أَرْبَعَةُ آلاَفِ مِذْوَدِ خَيْل وَمَرْكَبَاتٍ، وَاثْنَا عَشَرَ أَلْفَ فَارِسٍ، فَجَعَلَهَا فِي مُدُنِ الْمَرْكَبَاتِ وَمَعَ الْمَلِكِ فِي أُورُشَلِيمَ\". ¶ و\"وَكَانَ لِسُلَيْمَانَ أَرْبَعُونَ أَلْفَ مِذْوَدٍ لِخَيْلِ مَرْكَبَاتِهِ، وَاثْنَا عَشَرَ أَلْفَ فَارِسٍ\". (الملوك الأول: 4/ 26)",
            "page": "10",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "- يذكر سفر الأخبار الثاني 8/ 10, أن الرؤساء الذين حافظوا على أعمال سليمان كان عددهم (250) , بينما يذكر سفر الملوك الأول 9/ 23 أن عددهم (550) , \"وَهؤُلاَءِ رُؤَسَاءُ الْمُوَكَّلِينَ الَّذِينَ لِلْمَلِكِ سُلَيْمَانَ، مِئَتَانِ وَخَمْسُونَ الْمُتَسَلِّطُونَ عَلَى الشَّعْبِ\". ¶ و\"هؤُلاَءِ رُؤَسَاءُ الْمُوَكَّلِينَ عَلَى أَعْمَالِ سُلَيْمَانَ خَمْسُ مِئَةٍ وَخَمْسُونَ، الَّذِينَ كَانُوا يَتَسَلَّطُونَ عَلَى ... الشَّعْبِ الْعَامِلِينَ الْعَمَلَ\". (الملوك الأول: 9/ 23). ¶ - يذكر سفر الأخبار 13/ 2 أن أم أبيا بن رحبعام بن سليمان هي معكة بنت أوبئيل بينما يذكر سفر الملوك الأول:15/ 2 أن أمه معكة هي بنت أبشالوم: \"فِي السَّنَةِ الثَّامِنَةَ عَشَرَةَ لِلْمَلِكِ يَرُبْعَامَ، مَلَكَ أَبِيَّا عَلَى يَهُوذَا. مَلَكَ ثَلاَثَ سِنِينَ فِي أُورُشَلِيمَ، وَاسْمُ أُمِّهِ مِيخَايَا بِنْتُ أُورِيئِيلَ مِنْ جَبْعَةَ\". (سفر الأخبار 13/ 2) ¶ \"فِي السَّنَةِ الثَّامِنَةِ عَشَرَةَ لِلْمَلِكِ يَرُبْعَامَ بْنِ نَبَاطَ، مَلَكَ أَبِيَامُ عَلَى يَهُوذَا. مَلَكَ ثَلاَثَ سِنِينٍ فِي أُورُشَلِيمَ، وَاسْمُ أُمِّهِ مَعْكَةُ ابْنَةُ أَبْشَالُومَ\". (سفر الملوك الأول:15/ 2). ¶ رابعا: موقف الإسلام من سفري أخبار الأيام الأول والثاني: ¶ في عموم الأمر يعترف الإسلام بالتوراة المنزلة على موسى عليه السلام، ولا يعترف بغيرها من أسفار العهد القديم قاطبةً، وكذلك بقية الأسفار الأخرى لا يعترف بها الإسلام على أنها وحي من السماء. وقد ورد في العهد القديم سبعة عشر سفراً لأنبياء من بني إسرائيل حسب ادعاء اليهود لا يعترف بهم الإسلام كأنبياء لأنه لم يأتي ذكرهم في القرآن ولا في السنة، بل نجد هذه الأسفار مليئة بما يتناقض مع أسس ومعتقدات وأخلاق الأنبياء.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "والقرآن الكريم بيّن وبشكل واضح أن اليهود حرفوا توراتهم وزادوا عليها وانقصوا منها وغيروا فيها حسب, وقد ذكر ذلك في أكثر من موضع من آياته، وهذا يكفينا في الاستدلال على تحريفهم لكتابهم. ¶ إلا أننا أحببنا أن نثبت هذا التحريف من طرق أخرى غير طريق القرآن، ومنها كتب التوراة نفسها، وقد ثبت تحريف العهد القديم من خلال أمور، منها: ¶ - ذكر ضياع التوراة والحديث عن ذلك. ¶ - ذكر صفات الله تعالى وما لا يليق به سبحانه من كونه أقرب إلى البشرية منه إلى الإلوهية، وأن أفعال الله أقرب إلى أفعال العباد؛ من عجز وجهل، وأفعاله لأشياء لا تليق به تعالى، ومنها تشبيهه بما لا يليق. ¶ - حديث التوراة عن الأنبياء أمثال نوح وإبراهيم ولوط ويعقوب وموسى وهارون ويشوع بن نون وداود وسليمان، وغيرهم من الأنبياء الآخرين وذلك بما لا يليق بهم كبشر، فكيف بهم كأنبياء. ¶ - حديث التوراة عن الأخلاق، حديث لا صلة له بالأخلاق. ¶ - أسلوب الكلام في العهد القديم، وقضاياه المطروحة، ولغته المستعملة، وتصويراته الحسية الممجوجة، ومعلوماته التاريخية غير الدقيقة وغير المهمة، والمبالغات الفاضحة والتكرار الممل وعدم طرح قضايا مهمة، كل هذا يؤدي إلى انطباع معين عند القارئ. ¶ - أيضاً الاعتراف بالتحريف ومن أكثر من جهة. ¶ - التناقضات الواضحة بين أسفار العهد القديم، وعلى أكثر من اتجاه. ¶ - أغلاط تتنافى مع العلم، والمكتشفات الحديثة وبشكل واضح.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "أيضاً الكتاب مليء بالمعلومات التاريخية التي لا فائدة منها وحجمها من مجمل العهد القديم كبير جداً، وهي تتناول الكلام عن أمور ليست بذات قيمة: \"فَبَادَرَتْ أَبِيجَايِلُ وَأَخَذَتْ مِئَتَيْ رَغِيفِ خُبْزٍ، وَزِقَّيْ خَمْرٍ، وَخَمْسَةَ خِرْفَانٍ مُهَيَّأَةً، وَخَمْسَ كَيْلاَتٍ مِنَ الْفَرِيكِ، وَمِئَتَيْ عُنْقُودٍ مِنَ الزَّبِيبِ، وَمِئَتَيْ قُرْصٍ مِنَ التِّينِ، وَوَضَعَتْهَا عَلَى الْحَمِيرِ\". (صموئيل الأول 25/ 18)، و منها: سفر الأيام الأول الإصحاح (24) كاملاً، وسفر الملوك الأول الإصحاح (6) , و (7) كاملاً, وسفر الأيام الأول الإصحاح (1) , و (9) كاملاً، والحديث الطويل عن أنساب آدم وأحفاده (16) صفحة (الأيام الأول 1/ 9 - 44)، وعن صناعة التابوت بما يزيد عن (9) صفحات. ¶ هذا غير تجاهل هذا الكتاب للقضايا الدينية والعقائدية الخطيرة كالحديث عن يوم القيامة والبعث والنشور والجنة والنار، فلا نجد في الأسفار الخمسة أي حديث صغير أو طويل عن هذه القضايا، وكذلك لا نجد حديثاً عن الصلاة وكيفيتها وهيئتها، وكذلك الحديث عن الزكاة والحج. ¶ وكذلك نجد التكرار الحرفي الذي لا طائل له، فالأسفار فيها نقول كثيرة وبنفس الكلمات بدون فائدة، كذلك نجد الحديث عن المبالغات والأخبار الخرافية التي لا يعقلها عقل، ومن ذلك قصص شمشون (القضاة 16/ 1) , والحديث عن أعداد بني إسرائيل، وكيف أن أبيشاي هز رمحه فقتل 300 من أعدائه (صموئيل الثاني 23/ 18)، وعن قتل يشبعام بيوشيبا أكثر من 500 بضربة واحدة، وعن بطولة شمجرين عناة الذي قتل 600 فلسطيني من غير سلاح (القضاة 3/ 31). ¶ هذا فيما يتعلق بالتوراة بمجملها أما بخصوص سفري أخبار الأيام الأول والثاني فما يقال عن العهد القديم يجري تماماً عليهما.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "نخلص مما سبق إلى أن الكتاب الذي بين أيدي اليهود اليوم لا يمث لما نزل على موسى عليه السلام إلا في فقرات متناثرة هنا وهناك, وأنه لا يمكننا أن ننظر إليه على أنه وحي سماوي وقدس, وبالتالي يجب علينا الحذر كل الحذر ونحن نتعامل معه. ¶ المبحث الثاني: العقائد والأخلاق في سفر أخبار الأيام الثاني ¶ أولا. حقيقة العقيدة: ¶ العقيدة في اللغة: هي الإبرام والإلزام. (¬1) ¶ ومن معانيها الوثوق, والثبات والإحكام, لهذا كان معنى العقيدة \" ما يدين الإنسان به وله عقيدة حسنة سالمة من الشك\". (¬2) ¶ وفي الاصطلاح: تعددت التعريفات: منها تعريف الزبيدي \"بأنها ما يدين الإنسان بها ويعتقد\" (¬3) , ومنها تعريف الشيخ سيد سابق:\" التصديق بالشئ أو الجزم دون شك أو ريبة فهي بمعني الإيمان \" (¬4) ¶ ثانياً. الحاجة للعقيدة وأهميتها: ¶ الإنسان مركب من مجموعة من الغرائز الضرورية لحياته، والتي لا غنى له عنها كغريزة الطعام والشراب والملبس, ومنها حاجته للدين والعقيدة والعبادة وبالتالي نجد أن الإنسان لا غنى له عن الدين، يبحث عنه بغض النظر عن بدائيته أو تحضره, جهله أو علمه، لهذا نجد الله سبحانه يقول في كتابه الكريم: \" وإن من أمة إلا وخلا فيها نذير\". (سورة فاطر:.24). ¶ والعقيدة الصحيحة تُحي في النفس الجد والمثابرة والإخلاص والخير والمشاعر الطيبة النبيلة، والوطنية والعطاء والاحترام، وغير هذه المشاعر الحسنة. ¶ والعقيدة والإيمان يخلقان الفرد النافع والمجتمع الصالح, \"الإنسان لا بد وأن يستسلم لله عز وجل ¶ ¬__________ ¶ (¬1). لسان العرب: ابن منظور - 3/ 314. ¶ (¬2). المصباح المنير: الفيومي - ص25. ¶ (¬3). إتحاف السادة المتقين - الزبيدي - 2/ 25. ¶ (¬4). العقائد الإسلامية: سيد سابق - ص8.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ويخضع له وهذا مقتضى الإيمان بالله وحده، فيقوم بتنفيذ أوامره على الوجه الأكمل بل ويدافع عنه بكل ما أوتى من قوة, فالعقيدة الإسلامية هي الأساس الذي ينبني عليه كل شيء وبغيره يكون المجتمع مفككاً، مشتت التفكير وجشعاً، أنانياً يدخل في متاهات وخرافات وأساطير، كما كان من أمر اليهود حين اعتقدوا العقائد الفاسدة التي أبعدتهم عن الجادة والصواب فوقعوا في ضلالات شتى أثرت على جميع نواحي حياتهم كاملة \". (¬1) \" ¶ رابعاّ: الله كما ينظر إليه اليهود: ¶ انطبعت نظرة اليهود إلى الإله بطبائعهم المادية, وأخلاقهم القاسية المتمردة، تلك الطبائع المادية والأخلاق القاسية المجبولة على العنصرية والتميز عن الناس وعليهم, ونظرة الاستعلاء والخيرية على البشر، وخصوصية الرب لهم وحدهم، وهذا ما نجده مبثوثاً على مساحة العهد القديم بأكمله، وفى سفر الأخيار كغيره من الأسفار, فنجدهم يدّعون: ¶ حضور الرب لاجتماعاتهم في خيمة الاجتماع: \"وَأَصْعَدَ سُلَيْمَانُ هُنَاكَ عَلَى مَذْبَحِ النُّحَاسِ أَمَامَ الرَّبِّ الَّذِي كَانَ فِي خَيْمَةِ الاجْتِمَاعِ، أَصْعَدَ عَلَيْهِ أَلْفَ مُحْرَقَةٍ\". (سفر أخبار الأيام الثاني: 1/ 6). ¶ ¬__________ ¶ (¬1). سفر الخروج: عرض ونقد: أرحام العودات ـ رسالة ماجستير ـ ص22 \".",
            "page": "15",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "رؤية سليمان عليه السلام لله تعالى ومخاطبته لسليمان: \"فِي تِلْكَ اللَّيْلَةِ تَرَاءَى اللهُ لِسُلَيْمَانَ وَقَالَ لَهُ: اسْأَلْ مَاذَا أُعْطِيكَ فَقَالَ سُلَيْمَانُ للهِ: إِنَّكَ قَدْ فَعَلْتَ مَعَ دَاوُدَ أَبِي رَحْمَةً عَظِيمَةً وَمَلَّكْتَنِي مَكَانَهُ. فَالآنَ أَيُّهَا الرَّبُّ الإِلهُ لِيَثْبُتْ كَلاَمُكَ مَعَ دَاوُدَ أَبِي، لأَنَّكَ قَدْ مَلَّكْتَنِي عَلَى شَعْبٍ كَثِيرٍ كَتُرَابِ الأَرْضِ. فَأَعْطِنِي الآنَ حِكْمَةً وَمَعْرِفَةً لأَخْرُجَ أَمَامَ هذَا الشَّعْبِ وَأَدْخُلَ، لأَنَّهُ مَنْ يَقْدِرُ أَنْ يَحْكُمَ عَلَى شَعْبِكَ هذَا الْعَظِيمِ فَقَالَ اللهُ لِسُلَيْمَانَ: مِنْ أَجْلِ أَنَّ هذَا كَانَ فِي قَلْبِكَ، وَلَمْ تَسْأَلْ غِنًى وَلاَ أَمْوَالاً وَلاَ كَرَامَةً وَلاَ أَنْفُسَ مُبْغِضِيكَ، وَلاَ سَأَلْتَ أَيَّامًا كَثِيرَةً، بَلْ إِنَّمَا سَأَلْتَ لِنَفْسِكَ حِكْمَةً وَمَعْرِفَةً تَحْكُمُ بِهِمَا عَلَى شَعْبِي الَّذِي مَلَّكْتُكَ عَلَيْهِ\". (المصدر السابق: 1/ 7 - 13). ومنها: \"وَقَالَ: فَاسْمَعْ إِذًا كَلاَمَ الرَّبِّ. قَدْ رَأَيْتُ الرَّبَّ جَالِسًا عَلَى كُرْسِيِّهِ، وَكُلُّ جُنْدِ السَّمَاءِ وُقُوفٌ عَنْ يَمِينِهِ وَعَنْ يَسَارِه\". (المصدر السابق 6/ 4)، ومنها: \"وَقَالَ: مُبَارَكٌ الرَّبُّ إِلهُ إِسْرَائِيلَ الَّذِي كَلَّمَ بِفَمِهِ دَاوُدَ أَبِي\". (المصدر السابق 18/ 18)، ومنها: \"فِي تِلْكَ الأَيَّامِ مَرِضَ حَزَقِيَّا إِلَى حَدِّ الْمَوْتِ وَصَلَّى إِلَى الرَّبِّ فَكَلَّمَهُ وَأَعْطَاهُ عَلاَمَةً\". (المصدر السابق: 32/ 24). ¶ سكن الله في الضباب: \"حِينَئِذٍ قَالَ سُلَيْمَانُ: قَالَ الرَّبُّ إِنَّهُ يَسْكُنُ فِي الضَّبَابِ\". (المصدر السابق: 6/ 1).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "نزول الرب أمام اليهود: \"وَلَمْ يَسْتَطِعِ الْكَهَنَةُ أَنْ يَدْخُلُوا بَيْتَ الرَّبِّ لأَنَّ مَجْدَ الرَّبِّ مَلأَ بَيْتَ الرَّبِّ. وَكَانَ جَمِيعُ بَنِي إِسْرَائِيلَ يَنْظُرُونَ عِنْدَ نُزُولِ النَّارِ وَمَجْدِ الرَّبِّ عَلَى الْبَيْتِ، وَخَرُّوا عَلَى وُجُوهِهِمْ إِلَى الأَرْضِ عَلَى الْبَلاَطِ الْمُجَزَّعِ، وَسَجَدُوا وَحَمَدُوا الرَّبَّ لأَنَّهُ صَالِحٌ وَإِلَى الأَبَدِ رَحْمَتُهُ\". (المصدر السابق: 7/ 2 - 3). ¶ محاربة الله مع اليهود وهذا أعدائهم: \"وَمَعَنَا الرَّبُّ إِلهُنَا لِيُسَاعِدَنَا وَيُحَارِبَ حُرُوبَنَا\". ... (المصدر السابق: 32/ 8). ¶ عبادة الأوثان والتماثيل: \"وَعَمِلَ الشَّرَّ فِي عَيْنَيِ الرَّبِّ كَمَا عَمِلَ مَنَسَّى أَبُوهُ، وَذَبَحَ آمُونُ لِجَمِيعِ التَّمَاثِيلِ الَّتِي عَمِلَ مَنَسَّى أَبُوهُ وَعَبَدَهَا\". (المصدر السابق: 33/ 22). ¶ يربعام يصنع الآلهة لبني إسرائيل: \"وَالآنَ أَنْتُمْ تَقُولُونَ إِنَّكُمْ\" تَثْبُتُونَ أَمَامَ مَمْلَكَةِ الرَّبِّ بِيَدِ بَنِي دَاوُدَ، وَأَنْتُمْ جُمْهُورٌ كَثِيرٌ وَمَعَكُمْ عُجُولُ ذَهَبٍ قَدْ عَمِلَهَا يَرُبْعَامُ لَكُمْ آلِهَةً.\". (المصدر السابق: 13/ 8). ¶ معكة أم الملك آسا تصنع التماثيل: \"حَتَّى إِنَّ مَعْكَةَ أُمَّ آسَا الْمَلِكِ خَلَعَهَا مِنْ أَنْ تَكُونَ مَلِكَةً لأَنَّهَا عَمِلَتْ لِسَارِيَةٍ تِمْثَالاً، وَقَطَعَ آسَا تِمْثَالَهَا وَدَقَّهُ وَأَحْرَقَهُ فِي وَادِي قَدْرُونَ.\" (المصدر السابق: 15/ 16).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "تدمير الملك آسا لتماثيل الشمس: \"فَلَمَّا سَمِعَ آسَا هذَا الْكَلاَمَ وَنُبُوَّةَ عُودِيدَ النَّبِيِّ، تَشَدَّدَ وَنَزَعَ الرَّجَاسَاتِ مِنْ كُلِّ أَرْضِ يَهُوذَا وَبَنْيَامِينَ وَمِنَ الْمُدُنِ الَّتِي أَخَذَهَا مِنْ جَبَلِ أَفْرَايِمَ، وَجَدَّدَ مَذْبَحَ الرَّبِّ الَّذِي أَمَامَ رِوَاقِ الرَّبِّ\". (المصدر السابق: 15/ 8) , ومنها: \"وَنَزَعَ مِنْ كُلِّ مُدُنِ يَهُوذَا الْمُرْتَفَعَاتِ وَتَمَاثِيلَ الشَّمْسِ، وَاسْتَرَاحَتِ الْمَمْلَكَةُ أَمَامَهُ\" (المصدر السابق: 14/ 5). ¶ استعمالهم للسحر: \"وَعَبَّرَ بَنِيهِ فِي النَّارِ فِي وَادِي ابْنِ هِنُّومَ، وَعَافَ وَتَفَاءَلَ وَسَحَرَ، وَاسْتَخْدَمَ جَانًّا وَتَابِعَةً، وَأَكْثَرَ عَمَلَ الشَّرِّ فِي عَيْنَيِ الرَّبِّ لإِغَاظَتِه\"ِ. (المصدر السابق: 33/ 6). ¶ انحراف اليهود عن عبادة الله تعالى: \"وَتَرَكُوا بَيْتَ الرَّبِّ إِلهِ آبَائِهِمْ وَعَبَدُوا السَّوَارِيَ وَالأَصْنَامَ، فَكَانَ غَضَبٌ عَلَى يَهُوذَا وَأُورُشَلِيمَ لأَجْلِ إِثْمِهِمْ هذَا. وَأَرْسَلَ إِلَيْهِمْ أَنْبِيَاءَ لإِرْجَاعِهِمْ إِلَى الرَّبِّ، وَأَشْهَدُوا عَلَيْهِمْ فَلَمْ يُصْغُوا\". (المصدر السابق: 24/ 18 - 19). ¶ \"ثُمَّ بَعْدَ مَجِيءِ أَمَصْيَا مِنْ ضَرْبِ الأَدُومِيِّينَ أَتَى بِآلِهَةِ بَنِي سَاعِيرَ وَأَقَامَهُمْ لَهُ آلِهَةً، وَسَجَدَ أَمَامَهُمْ وَأَوْقَدَ لَهُمْ\". (المصدر السابق: 25/ 14).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "إغلاق بيت الرب وتكسير ما فيه والتقدم لعبادة الآلهة دمشق: \"وَفِي ضِيقِهِ زَادَ خِيَانَةً بالرَّبِّ الْمَلِكُ آحَازُ هذَا، وَذَبَحَ لآلِهَةِ دِمَشْقَ الَّذِينَ ضَارَبُوهُ وَقَالَ: لأَنَّ آلِهَةَ مُلُوكِ أَرَامَ تُسَاعِدُهُمْ أَنَا أَذْبَحُ لَهُمْ فَيُسَاعِدُونَنِي. وَأَمَّا هُمْ فَكَانُوا سَبَبَ سُقُوطٍ لَهُ وَلِكُلِّ إِسْرَائِيلَ. وَجَمَعَ آحَازُ آنِيَةَ بَيْتِ اللهِ وَقَطَّعَ آنِيَةَ بَيْتِ اللهِ وَأَغْلَقَ أَبْوَابَ بَيْتِ الرَّبِّ، وَعَمِلَ لِنَفْسِهِ مَذَابحَ فِي كُلِّ زَاوِيَةٍ فِي أُورُشَلِيمَ. وَفِي كُلِّ مَدِينَةٍ فَمَدِينَةٍ مِنْ يَهُوذَا عَمِلَ مُرْتَفَعَاتٍ لِلإِيقَادِ لآلِهَةٍ أُخْرَى، وَأَسْخَطَ الرَّبَّ إِلهَ آبَائِه\"ِ. (المصدر السابق: 28/ 22 - 25). ¶ إقامة أماكن عبادة للآلهة: \"وَعَمِلَ الشَّرَّ فِي عَيْنَيِ الرَّبِّ حَسَبَ رَجَاسَاتِ الأُمَمِ الَّذِينَ طَرَدَهُمُ الرَّبُّ مِنْ أَمَامِ بَنِي إِسْرَائِيلَ. وَعَادَ فَبَنَى الْمُرْتَفَعَاتِ الَّتِي هَدَمَهَا حَزَقِيَّا أَبُوهُ، وَأَقَامَ مَذَابحَ لِلْبَعْلِيمِ، وَعَمِلَ سَوَارِيَ وَسَجَدَ لِكُلِّ جُنْدِ السَّمَاءِ وَعَبَدَهَا. وَبَنَى مَذَابحَ فِي بَيْتِ الرَّبِّ الَّذِي قَالَ عَنْهُ الرَّبُّ: فِي أُورُشَلِيمَ يَكُونُ اسْمِي إِلَى الأَبَدِ وَبَنَى مَذَابحَ لِكُلِّ جُنْدِ السَّمَاءِ فِي دَارَيْ بَيْتِ الرَّبِّ\". (المصدر السابق: 33/ 3).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "جبريل عليه السلام بأمرهم بالكذب: فَقَالَ الرَّبُّ: مَنْ يُغْوِي أَخْآبَ مَلِكَ إِسْرَائِيلَ فَيَصْعَدَ وَيَسْقُطَ فِي رَامُوتَ جِلْعَادَ؟ فَقَالَ هذَا هكَذَا، وَقَالَ ذَاكَ هكَذَا. ثُمَّ خَرَجَ الرُّوحُ وَوَقَفَ أَمَامَ الرَّبِّ وَقَالَ: أَنَا أُغْوِيهِ. فَقَالَ لَهُ الرَّبُّ: بِمَاذَا؟ فَقَالَ: أَخْرُجُ وَأَكُونُ لِرُوحِ كَذِبٍ فِي أَفْوَاهِ جَمِيعِ أَنْبِيَائِهِ. فَقَالَ: إِنَّكَ تُغْوِيهِ وَتَقْتَدِرُ. فَاخْرُجْ وَافْعَلْ هكَذَا. وَالآنَ هُوَذَا قَدْ جَعَلَ الرَّبُّ رُوحَ كَذِبٍ فِي أَفْوَاهِ أَنْبِيَائِكَ هؤُلاَءِ، وَالرَّبُّ تَكَلَّمَ عَلَيْكَ بِشَرّ\". (المصدر السابق: 18/ 21 ـ 23). ¶ الإله يحتاج للراحة والخلوة: \"وَالآنَ قُمْ أَيُّهَا الرَّبُّ الإِلهُ إِلَى رَاحَتِكَ أَنْتَ وَتَابُوتُ عِزِّكَ\". (المصدر السابق:6/ 41). ¶ الإله يغتاظ من كفر اليهود: \"مِنْ أَجْلِ أَنَّهُمْ تَرَكُونِي وَأَوْقَدُوا لآلِهَةٍ أُخْرَى لِكَيْ يَغِيظُونِي بِكُلِّ أَعْمَالِ أَيْدِيهِمْ\". (المصدر السابق: 34/ 25). ¶ معية الله لعباده: \"وَتَشَدَّدَ سُلَيْمَانُ بْنُ دَاوُدَ عَلَى مَمْلَكَتِهِ، وَكَانَ الرَّبُّ إِلهُهُ مَعَهُ وَعَظَّمَهُ جِدًّا\". (المصدر السابق: 1/ 1) , ومنها: \"فخَرَجَ لِلِقَاءِ آسَا وَقَالَ لَهُ: «اسْمَعُوا لِي يَا آسَا وَجَمِيعَ يَهُوذَا وَبَنْيَامِينَ. الرَّبُّ مَعَكُمْ مَا كُنْتُمْ مَعَهُ، وَإِنْ طَلَبْتُمُوهُ يُوجَدْ لَكُمْ، وَإِنْ تَرَكْتُمُوهُ يَتْرُكْكُمْ.\". (المصدر السابق: 15/ 2). ¶ التذكير برحمة الله بداود عليه السلام: \"فَقَالَ سُلَيْمَانُ للهِ: إِنَّكَ قَدْ فَعَلْتَ مَعَ دَاوُدَ أَبِي رَحْمَةً عَظِيمَةً وَمَلَّكْتَنِي مَكَانَهُ\". (المصدر السابق: 1/ 8).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "نزول الله في السحاب ودخوله بيت الرب: \"وَكَانَ لَمَّا صَوَّتَ الْمُبَوِّقُونَ وَالْمُغَنُّونَ كَوَاحِدٍ صَوْتًا وَاحِدًا لِتَسْبِيحِ الرَّبِّ وَحَمْدِهِ، وَرَفَعُوا صَوْتًا بِالأَبْوَاقِ وَالصُّنُوجِ وَآلاَتِ الْغِنَاءِ وَالتَّسْبِيحِ لِلرَّبِّ: لأَنَّهُ صَالِحٌ لأَنَّ إِلَى الأَبَدِ رَحْمَتَهُ أَنَّ البَيْتَ، بَيْتَ الرَّبِّ، امْتَلأَ سَحَابًا. وَلَمْ يَسْتَطِعِ الْكَهَنَةُ أَنْ يَقِفُوا لِلْخِدْمَةِ بِسَبَبِ السَّحَابِ، لأَنَّ مَجْدَ الرَّبِّ مَلأَ بَيْتَ اللهِ\". (المصدر السابق: 5/ 13 - 14). ¶ عقاب الله للمذنب وتكريم المحسن: \"فَاسْمَعْ أَنْتَ مِنَ السَّمَاءِ وَاعْمَلْ، وَاقْضِ بَيْنَ عَبِيدِكَ إِذْ تُعَاقِبُ الْمُذْنِبَ فَتَجْعَلُ طَرِيقَهُ عَلَى رَأْسِهِ، وَتُبَرِّرُ الْبَارَّ إِذْ تُعْطِيهِ حَسَبَ بِرِّهِ\" .. (المصدر السابق: 6/ 23). ¶ علم الله الواسع: \"فَاسْمَعْ أَنْتَ مِنَ السَّمَاءِ مَكَانِ سُكْنَاكَ، وَاغْفِرْ وَأَعْطِ كُلَّ إِنْسَانٍ حَسَبَ كُلِّ طُرُقِهِ كَمَا تَعْرِفُ قَلْبَهُ. لأَنَّكَ أَنْتَ وَحْدَكَ تَعْرِفُ قُلُوبَ بَنِي الْبَشَرِ.\" (المصدر السابق: 6/ 30). ¶ 19. الله لا يرد دعوة عباده: \"أَيُّهَا الرَّبُّ الإِلهُ، لاَ تَرُدَّ وَجْهَ مَسِيحِكَ. اذْكُرْ مَرَاحِمَ دَاوُدَ عَبْدِكَ\". (المصدر السابق: 6/ 42).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "تأييد الله لعباده الصالحين: \"وَأَنْتَ إِنْ سَلَكْتَ أَمَامِي كَمَا سَلَكَ دَاوُدُ أَبُوكَ، وَعَمِلْتَ حَسَبَ كُلِّ مَا أَمَرْتُكَ بِهِ، وَحَفِظْتَ فَرَائِضِي وَأَحْكَامِي، فَإِنِّي أُثَبِّتُ كُرْسِيَّ مُلْكِكَ كَمَا عَاهَدْتُ دَاوُدَ أَبَاكَ قَائِلاً: لاَ يُعْدَمُ لَكَ رَجُلٌ يَتَسَلَّطُ عَلَى إِسْرَائِيلَ. وَلكِنْ إِنِ انْقَلَبْتُمْ َتَرَكْتُمْ فَرَائِضِي وَوَصَايَايَ الَّتِي جَعَلْتُهَا أَمَامَكُمْ، وَذَهَبْتُمْ وَعَبَدْتُمْ آلِهَةً أُخْرَى وَسَجَدْتُمْ لَهَا، فَإِنِّي أَقْلَعُهُمْ مِنْ أَرْضِي الَّتِي أَعْطَيْتُهُمْ إِيَّاهَا، وَهذَا الْبَيْتُ الَّذِي قَدَّسْتُهُ لاسْمِي أَطْرَحُهُ مِنْ أَمَامِي وَأَجْعَلُهُ مَثَلاً وَهُزْأَةً فِي جَمِيعِ الشُّعُوبِ\" .. (المصدر السابق: 7/ 17 - 20). ¶ تأييد الله لبني إسرائيل إلى الأبد: \"لِيَكُنْ مُبَارَكًا الرَّبُّ إِلهُكَ الَّذِي سُرَّ بِكَ وَجَعَلَكَ عَلَى كُرْسِيِّهِ مَلِكًا لِلرَّبِّ إِلهِكَ. لأَنَّ إِلهَكَ أَحَبَّ إِسْرَائِيلَ لِيُثْبِتَهُ إِلَى الأَبَدِ، قَدْ جَعَلَكَ عَلَيْهِمْ مَلِكًا، لِتُجْرِيَ حُكْمًا وَعَدْلاً\". (المصدر السابق: 9/ 8). ¶ خصوصية الإله لبني إسرائيل: \"أَمَا لَكُمْ أَنْ تَعْرِفُوا أَنَّ الرَّبَّ إِلهَ إِسْرَائِيلَ أَعْطَى الْمُلْكَ عَلَى إِسْرَائِيلَ لِدَاوُدَ إِلَى الأَبَدِ وَلِبَنِيهِ بِعَهْدِ مِلْحٍ\". (المصدر السابق: 13/ 58).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "اتكال آسا ملك بني إسرائيل على الله أمام الكوشيين: \"وَدَعَا آسَا الرَّبَّ إِلهَهُ وَقَالَ: أَيُّهَا الرَّبُّ، لَيْسَ فَرْقًا عِنْدَكَ أَنْ تُسَاعِدَ الْكَثِيرِينَ وَمَنْ لَيْسَ لَهُمْ قُوَّةٌ. فَسَاعِدْنَا أَيُّهَا الرَّبُّ إِلهُنَا لأَنَّنَا عَلَيْكَ اتَّكَلْنَا وَبِاسْمِكَ قَدُمْنَا عَلَى هذَا الْجَيْشِ. أَيُّهَا الرَّبُّ أَنْتَ إِلهُنَا. لاَ يَقْوَ عَلَيْكَ إِنْسَانٌ\". (المصدر السابق: 14/ 11). ¶ الرب يحارب مع اليهود: \" وَكَانَتْ هَيْبَةُ اللهِ عَلَى كُلِّ مَمَالِكِ الأَرَاضِي حِينَ سَمِعُوا أَنَّ الرَّبَّ حَارَبَ أَعْدَاءَ إِسْرَائِيلَ وَاسْتَرَاحَتْ مَمْلَكَةُ يَهُوشَافَاطَ، وَأَرَاحَهُ إِلهُهُ مِنْ كُلِّ جِهَةٍ.\" (المصدر السابق: 20/ 29 - 30). ¶ رؤية الرب جالساً على الكرسي: \"وَقَالَ: فَاسْمَعْ إِذًا كَلاَمَ الرَّبِّ. قَدْ رَأَيْتُ الرَّبَّ جَالِسًا عَلَى كُرْسِيِّهِ، وَكُلُّ جُنْدِ السَّمَاءِ وُقُوفٌ عَنْ يَمِينِهِ وَعَنْ يَسَارِهِ.\" (المصدر السابق: 18/ 18). ¶ الإيمان بالله سبب الفلاح: \"وَبَكَّرُوا صَبَاحًا وَخَرَجُوا إِلَى بَرِّيَّةِ تَقُوعَ. وَعِنْدَ خُرُوجِهِمْ وَقَفَ يَهُوشَافَاطُ وَقَالَ: اسْمَعُوا يَا يَهُوذَا وَسُكَّانَ أُورُشَلِيمَ، آمِنُوا بِالرَّبِّ إِلهِكُمْ فَتَأْمَنُوا. آمِنُوا بِأَنْبِيَائِهِ فَتُفْلِحُوا\" 20/ 20 (المصدر السابق: 18/ 18). ¶ عبادة البعليم بأمر من الملك: \"لأَنَّ بَنِي عَثَلْيَا الْخَبِيثَةِ قَدْ هَدَمُوا بَيْتَ اللهِ، وَصَيَّرُوا كُلَّ أَقْدَاسِ بَيْتِ الرَّبِّ لِلْبَعْلِيمِ. وَأَمَرَ الْمَلِكُ فَعَمِلُوا صُنْدُوقًا وَجَعَلُوهُ فِي بَابِ بَيْتِ الرَّبِّ خَارِجًا\" (المصدر السابق: 24/ 7) , ومنها: \"بَلْ سَارَ فِي طُرُقِ مُلُوكِ إِسْرَائِيلَ، وَعَمِلَ أَيْضًا تَمَاثِيلَ مَسْبُوكَةً لِلْبَعْلِيمِ\"28/ 2 (المصدر السابق: 28/ 2).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "عبادة اليهود للأصنام والسواري: \"وَبَعْدَ مَوْتِ يَهُويَادَاعَ جَاءَ رُؤَسَاءُ يَهُوذَا وَسَجَدُوا لِلْمَلِكِ. حِينَئِذٍ سَمِعَ الْمَلِكُ لَهُمْ. وَتَرَكُوا بَيْتَ الرَّبِّ إِلهِ آبَائِهِمْ وَعَبَدُوا السَّوَارِيَ وَالأَصْنَامَ، فَكَانَ غَضَبٌ عَلَى يَهُوذَا وَأُورُشَلِيمَ لأَجْلِ إِثْمِهِمْ هذَا.\" (المصدر السابق: 24/ 17 - 18). ¶ عبادة الملك أمصيا لآلهة بني ساعير: \"ثُمَّ بَعْدَ مَجِيءِ أَمَصْيَا مِنْ ضَرْبِ الأَدُومِيِّينَ أَتَى بِآلِهَةِ بَنِي سَاعِيرَ وَأَقَامَهُمْ لَهُ آلِهَةً، وَسَجَدَ أَمَامَهُمْ وَأَوْقَدَ لَهُمْ\" (المصدر السابق: 25/ 14). ¶ نهاية الكفر بالله: \"وَلاَ تَكُونُوا كَآبَائِكُمْ وَكَإِخْوَتِكُمُ الَّذِينَ خَانُوا الرَّبَّ إِلهَ آبَائِهِمْ فَجَعَلَهُمْ دَهْشَةً كَمَا أَنْتُمْ تَرَوْنَ\"30/ 7 (المصدر السابق: 30/ 7). ¶ غفران الله للذنوب: \"إِلاَّ إِنَّ حَزَقِيَّا صَلَّى عَنْهُمْ قَائِلاً: الرَّبُّ الصَّالِحُ يُكَفِّرُ عَنْ كُلِّ مَنْ هَيَّأَ قَلْبَهُ لِطَلَبِ اللهِ الرَّبِّ إِلهِ آبَائِهِ، وَلَيْسَ كَطَهَارَةِ الْقُدْسِ\"30/ 18 - 19 (المصدر السابق: 30/ 18 - 19). ¶ خامساً: موقف الإسلام من عقيدة اليهود في الله تعالى:",
            "page": "24",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "بداية نحب أن نبين أن الإسلام نهج منهج التنزيه لله تعالى عن التجسيم والتشبيه والتمثيل، كذلك نزه الأنبياء أن تكون عقيدتهم في الله ما ذكرت أسفار اليهود عنهم، وقد بيّن القرآن الكريم في أكثر من موضع انحراف هذه العقيدة، ومدى الصلف والجمود المتأصل في طبائعهم، ومدى كذبهم على أنبيائهم، وسؤال أنبيائهم ما لا يجوز من المسألة: {وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتَوْا عَلَى قَوْمٍ يَعْكُفُونَ عَلَى أَصْنَامٍ لَهُمْ قَالُوا يَا مُوسَى اجْعَل لَنَا إِلَهاً كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ , إِنَّ هَؤُلاءِ مُتَبَّرٌ مَا هُمْ فِيهِ وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ , قَالَ أَغَيْرَ اللَّهِ أَبْغِيكُمْ إِلَهاً وَهُوَ فَضَّلَكُمْ عَلَى الْعَالَمِينَ}. (سورة الأعراف 138 - 140)، هؤلاء هم بنو إسرائيل (اليهود). ¶ وكل القصص والحكايات التي أوردوها عن الأنبياء في عهدهم القديم هي قصص مكذوبة، فما ورد عن إبراهيم وضيفه المكرمين، وأن الله كان معهم وأكل من طعام إبراهيم واستراح وغسل قدميه وشُرب الله، كلها من صنع الخيال اليهودي المادي المريض، وقد أبطل الله ذلك في قرآنه, وكذبه كما في قوله تعالى: {هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ , إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلاماً قَالَ سَلامٌ قَوْمٌ مُنكَرُونَ , فَرَاغَ إِلَى أَهْلِهِ فَجَاءَ بِعِجْلٍ سَمِينٍ , فَقَرَّبَهُ إِلَيْهِمْ قَالَ أَلا تَأْكُلُونَ , فَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُوا لا تَخَفْ وَبَشَّرُوهُ بِغُلامٍ عَلِيمٍ , فَأَقْبَلَتْ امْرَأَتُهُ فِي صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌ , قَالُوا كَذَلِكَ قَالَ رَبُّكِ إِنَّهُ هُوَ الْحَكِيمُ الْعَلِيمُ}. (سورة الذاريات 24 - 30).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وقصة هارون وصناعة العجل لليهود ليعبدوها من دون الله كذبها الله في قوله تعالى: {وَمَا أَعْجَلَكَ عَنْ قَوْمِكَ يَا مُوسَى , قَالَ هُمْ أُولاءِ عَلَى أَثَرِي وَعَجِلْتُ إِلَيْكَ رَبِّ لِتَرْضَى , قَالَ فَإِنَّا قَدْ فَتَنَّا قَوْمَكَ مِنْ بَعْدِكَ وَأَضَلَّهُمْ السَّامِرِيُّ , فَرَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفاً قَالَ يَا قَوْمِ أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْداً حَسَناً أَفَطَالَ عَلَيْكُمْ الْعَهْدُ أَمْ أَرَدْتُمْ أَنْ يَحِلَّ عَلَيْكُمْ غَضَبٌ مِنْ رَبِّكُمْ فَأَخْلَفْتُمْ مَوْعِدِي , قَالُوا مَا أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا وَلَكِنَّا حُمِّلْنَا أَوْزَاراً مِنْ زِينَةِ الْقَوْمِ فَقَذَفْنَاهَا فَكَذَلِكَ أَلْقَى السَّامِرِيُّ , فَأَخْرَجَ لَهُمْ عِجْلاً جَسَداً لَهُ خُوَارٌ فَقَالُوا هَذَا إِلَهُكُمْ وَإِلَهُ مُوسَى فَنَسِيَ , أَفَلا يَرَوْنَ أَلاَّ يَرْجِعُ إِلَيْهِمْ قَوْلاً وَلا يَمْلِكُ لَهُمْ ضَرّاً وَلا نَفْعاً , وَلَقَدْ قَالَ لَهُمْ هَارُونُ مِنْ قَبْلُ يَا قَوْمِ إِنَّمَا فُتِنتُمْ بِهِ وَإِنَّ رَبَّكُمْ الرَّحْمَنُ فَاتَّبِعُونِي وَأَطِيعُوا أَمْرِي , قَالُوا لَنْ نَبْرَحَ عَلَيْهِ عَاكِفِينَ حَتَّى يَرْجِعَ إِلَيْنَا مُوسَى , قَالَ يَا هَارُونُ مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوا , أَلاَّ تَتَّبِعَنِي أَفَعَصَيْتَ أَمْرِي , قَالَ يَبْنَؤُمَّ لا تَأْخُذْ بِلِحْيَتِي وَلا بِرَأْسِي إِنِّي خَشِيتُ أَنْ تَقُولَ فَرَّقْتَ بَيْنَ بَنِي إِسْرَائِيلَ وَلَمْ تَرْقُبْ قَوْلِي , قَالَ فَمَا خَطْبُكَ يَا سَامِرِيُّ , قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِ فَقَبَضْتُ قَبْضَةً مِنْ أَثَرِ الرَّسُولِ فَنَبَذْتُهَا وَكَذَلِكَ سَوَّلَتْ لِي نَفْسِي}. (سورة طه 83 - 96).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وقصة آدم وعدم معرفة الله لما حدث معه في الجنة, وأين هو, كذبها الله في قوله تعالى: {وَقُلْنَا يَا آدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ وَكُلا مِنْهَا رَغَداً حَيْثُ شِئْتُمَا وَلا تَقْرَبَا هَذِهِ الشَّجَرَةَ وَلا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنْ الظَّالِمِينَ , فَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ , فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ , قُلْنَا اهْبِطُوا مِنْهَا جَمِيعاً فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنْ تَبِعَ هُدَايَ فَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ}. (سورة البقرة 35 - 38). ¶ أما عن تشبيه الله بمخلوقاته وكونه سبحانه يشعر بالتعب والإعياء، فردّ الله عليهم بقوله: {وَلَقَدْ خَلَقْنَا السَّمَوَاتِ وَالأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِنْ لُغُوبٍ}. (سورة ق 38). ¶ أما وصفه بالحزن على خلق الإنسان وظلمه لبني إسرائيل فردّ عليهم بقوله: {لا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ}. (سورة الأنبياء 23). ¶ أما عن وصفهم الله بالضعف حينما صارع يعقوب فرد عليهم: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالأَرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّموَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ}. (سورة الزمر 67).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وعن كون الله فقير وهم أغنياء وأن يده مغلولة وأيديهم ممدودة فردّ عليهم تعالى بقوله: {لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ سَنَكْتُبُ مَا قَالُوا وَقَتْلَهُمْ الأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَنَقُولُ ذُوقُوا عَذَابَ الْحَرِيقِ} , (سورة آل عمران 181)، وقوله تعالى: {وَقَالَتْ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنفِقُ كَيْفَ يَشَاءُ وَلَيَزِيدَنَّ كَثِيراً مِنْهُمْ مَا أُنزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَاناً وَكُفْراً وَأَلْقَيْنَا بَيْنَهُمْ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ كُلَّمَا أَوْقَدُوا نَاراً لِلْحَرْبِ أَطْفَأَهَا اللَّهُ وَيَسْعَوْنَ فِي الأَرْضِ فَسَاداً وَاللَّهُ لا يُحِبُّ الْمُفْسِدِينَ}. (سورة المائدة 64). ¶ أما عن زعمهم رؤية الله رؤية حقيقية، وجهاراً فردّ عليهم أنه سبحانه: {لا تُدْرِكُهُ الأَبْصَارُ وَهُوَ يُدْرِكُ الأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ}. (سورة الأنعام 103)، وقوله لموسى عليه السلام حينما سأل ربه أن يراه: {وَلَمَّا جَاءَ مُوسَى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ قَالَ رَبِّ أَرِنِي أَنظُرْ إِلَيْكَ قَالَ لَنْ تَرَانِي وَلَكِنْ انظُرْ إِلَى الْجَبَلِ فَإِنْ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكّاً وَخَرَّ مُوسَى صَعِقاً فَلَمَّا أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ وَأَنَا أَوَّلُ الْمُؤْمِنِينَ} (سورة الأعراف 143).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "أما عن كون الله ينتفع بما يقدّموا من قربان وطعام وينتعش برائحتها فردّ عليهم الله تعالى بقوله: {لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ كَذَلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَبَشِّرْ الْمُحْسِنِينَ}. (سورة الحج 37). ¶ وعن كونهم أبناء الله وأحبّاؤه فردّ عليهم بقوله: {وَقَالُوا اتَّخَذَ اللَّهُ وَلَداً سُبْحَانَهُ بَلْ لَهُ مَا فِي السَّمَوَاتِ وَالأَرْضِ كُلٌّ لَهُ قَانِتُونَ}. (سورة البقرة 116). ¶ أما عن تسمية الله تعالى بما سمّى به اليهود ربّهم، فالقرآن يرد عليهم بأن الله هو الذي يسمي نفسه بما يريد من الأسماء وبما يليق به سبحانه, ورد عليهم قائلاً: {هُوَ اللَّهُ الَّذِي لا إِلَهَ إِلاَّ هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ , هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الأَسْمَاءُ الْحُسْنَى يُسَبِّحُ لَهُ مَا فِي السَّمَوَاتِ وَالأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ}. (سورة الحشر 22 - 24). ¶ وحينما ادّعى اليهود أنهم أحبّاء الله وأبناؤه ردّ عليهم قائلاً: {وَقَالَتْ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوبِكُمْ بَلْ أَنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَلِلَّهِ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا وَإِلَيْهِ الْمَصِيرُ} (سورة المائدة 18). ¶ وقولهم أن الله ينام ويستيقظ، ردّ عليهم الله بقوله: {اللَّهُ لا إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لا تَأْخُذُهُ سِنَةٌ وَلا نَوْمٌ لَهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ}. (سورة البقرة 255).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "أما عن قولهم على الله أنه يلهو ويلعب ويرقص مع حوّاء، بل كان يكشف عورات النساء ويأمر بالفاحشة، ردّ عليهم ربّهم قائلاً: {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنْ الْفَحْشَاءِ وَالْمُنكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ} (سورة النحل 90)، وقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ وَمَنْ يَتَّبِعْ خُطُوَاتِ الشَّيْطَانِ فَإِنَّهُ يَأْمُرُ بِالْفَحْشَاءِ وَالْمُنْكَرِ وَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَا مِنْكُمْ مِنْ أَحَدٍ أَبَداً وَلَكِنَّ اللَّهَ يُزَكِّي مَنْ يَشَاءُ وَاللَّهُ سَمِيعٌ عَلِيم}. (سورة النور 21). ¶ ننتهي إلى نتيجة وهي هذا الفرق الهائل بين كتاب منزل من عند الله يحتوي على أدب عال وراق, وقيم ومكارم أخلاق، وحشمة ووقار، وبين كتاب كتبه شياطين الإنس، بوحي من شياطين الجن احتوى على كل البذاءات والفجور وقلة الحياء، والتطاول، والكذب والافتراء. ¶ ومثل هذه النماذج تثبت يقيناً أنه لا يمكن أن يكون مصدره من السماء، من عند الله فالسماء لا تأمر إلا بالخير والمعروف والفضيلة، وبالتالي فعقيدة اليهود عقيدة منحرفة ضالة، ليس فيها على مستوى العقيدة من الاعتقادات الصحيحة شيء. ¶ المبحث الثالث النبوات في سفر أخبار الأيام الثاني ¶ أولاً: النبوة والأنبياء عند المسلمين: ¶ في نقاط على عجالة يتبين موقف ونظرة الإسلام للنبوة والأنبياء, وهي كما يلي: ¶ ينظر المسلمون إلى النبوة على أنها اختيار من الله سبحانه, لا يختص بنسب أو دم أو عائلية، فهي اصطفاء من الله: (الله يصطفي من الملائكة رسلاً ومن الناس إن الله سميع بصير). (سورة الحج/75).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "كذلك يُفرق الكثير من علماء الإسلام بين النبي والرسول، فكل رسول نبي وليس كل نبي رسولاً، والرسول هو ما أنزل الله عليه الوحي وأمره بالتبليغ، أما النبي فهو الذي يتّبع شرع رسول قبله. ¶ هناك من الأنبياء ما جعلهم الله ملوكاً كسليمان وداود، وهذا ليس ضرورياً لكل الرسل والأنبياء، فعن داود يقول تعالى: (وشددنا ملكه وآتيناه الحكمة وفصل الخطاب) (سورة ص/20) , وعن سليمان يتحدث القرآن الكريم: (قال رب اغفر لي وهب لي ملكاً لا ينبغي لأحد من بعدي إنك أنت الوهاب). (سورة ص/35)، ولا يكون هذا لكل نبي، فقد خير محمداً صلى الله عليه وسلم بين أن يكون نبياً ملكاً أو نبياً عبداً، فاختار أن يكون نبياً عبداً. ¶ وقد فرق الإسلام تماماً بين النبوة وغيرها من الظواهر، وجعل النبي مؤيداً من الله تعالى بالمعجزات، عكس الكهان والمشعوذين الذين يكذبهم الله ويخزيهم. ¶ أما عن كون النبوة ميراثاً يتوارثه الأنبياء عن الآباء، قد يكون ذلك في قلة قليلة من الأنبياء كإبراهيم، وإسحاق ويعقوب ويوسف، وزكريا ويحيى، أما أن يكون شرطاً فهذا لا يقول به الإسلام. ¶ أما عن كون النبوة في النساء كما هي في الرجال، فقد ورد في القرآن الكريم أن الأنبياء لا يكونوا إلا رجالاً: (وما أرسلنا من قبلك إلا رجالاً نوحي إليهم فاسألوا أهل الذكر إن كنتم لا تعلمون). (سورة النحل/43)، وقوله تعالى: (وما أرسلنا من قبلك إلا رجالأً نوحي إليهم من أهل القرى) (سورة يوسف/109). ¶ وكذلك ليس هناك أدنى علاقته بين النبوة والطرب والرقص والتعرّي وحالات الصرع التي تعتري بعض المهوسين أحياناً, إنما النبوة والوحي حالة من الخشوع والروحانية العالية جداً. ¶ بهذا نرى الفرق بين نظرة المسلمين للنبوة القائمة على الإيمان بعضهم وتنزيههم عن المعاصي والآثام، والبعد بهم عن كل ما يمكن أن يزرعي، على خلاف ما ينظر اليهود إلى أنبيائهم. ¶ ثانياً: النبوة والأنبياء في الفكر اليهودي:",
            "page": "31",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "إن المتتبع لعقيدة اليهود في النبوة والأنبياء لا بد وأن يقف حائراً أمام هذه المعتقدات، يأخذه العجب مرة والحيرة مرات، فهؤلاء الأنبياء والذين هم أطهر البشر جميعاً، والذي يصطفيهم الله اصطفاءً ويصنعهم على عينه صناعة، نجد عقيدة اليهود فيها خالية من التقديس والاحترام والتنزيه، فهم ما بين شارب خمر أو معاقر للنساء أو متخذاً إلهاً غير الله، أو مخادعاً نصاباً كذاباً. ¶ أما عقيدتهم في النبوة فهي مزيج من الكهانة والعرافة والسحر والشعوذة، يصل إليها الشخص متى أراد، وهي خاصة وحكراً لنبي إسرائيل دون غيرهم من البشر، فلا يعقل أن يكون نبياً من غير بني إسرائيل، والخلاصة أننا لا نجد في عقيدة اليهود في النبوة والأنبياء شيئاً مما يليق بالنبوة والأنبياء من التقدير والتنزيه والاحترام، وهذا مخالف كل المخالفة لما عليه عقيدة المسلمين من تقدير واحترام للأنبياء وتنزيههم عن أي منقصة لا تليق بكونهم رسل الله وأنبياءه. ¶ خصائص النبوة عند اليهود: ¶ - أن النبوة من الأمور التي اختص بها بني إسرائيل دون الخلق، لهذا فهم لا يعترفون بأي نبي من الأنبياء من غير اليهود عدا أيوب عليه السلام، لهذا لا يعترفون بنبوة عيسى ومحمد عليهما السلام. ¶ - لا فرق عندهم بين النبي والرسول، فهما اسمان لمسمى واحد.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "- اتصال النبوة بالملك، فالنبي عندهم في منزلة الملك، فهم الذين يقررون مصائر أقوامهم في الحرب أو السلم، يذكر سفر الخروج: \"فقال موسى ليشوع انتخب لنا رجالاً واخرج حارب العماليق، وغداً أقف أنا على رأس التلة وعصا الله في يدي، ففعل يشوع كما قال له موسى ليحارب عماليق، وأما موسى وهارون وهود فصعدوا على رأس التلة وكان إذا رفع موسى يده أن إسرائيل يغلب وإذا خفق يده أن عماليق يغلب، فلما صارت يدا موسى ثقيلتين أخذا حجراً ووضعاه تحته فجلس عليه ودعم هارون وهود يديه الواحد من هنا، والآخر من هناك، فكانت يداه ثابتتين إلى غروب الشمس، فهزم يشوع عماليق وقومه بحد السيف. (سفر الخروج – الإصحاح، 17/ 9 - 13 - ص115). ¶ - الخلط بين النبوة وغيرها من الظواهر مثل الكهانة والعرافة والسحر والتنبؤ. ¶ - علاقة الأنبياء فيما بينهم هي علاقة دم ونسب، وذلك لاختصاص النبوة فيهم وحدهم. ¶ - تنتقل النبوة من شخص إلى آخر وبأي طريقة حتى عن طريق اللمس، فبإمكان النبي أن يهب النبوة لشخص آخر، فهي عندهم ليست اختيار واختصاص من الله تعالى، \"فخرج موسى وكلم الشعب بكلام الرب، وجمع سبعين رجلاً من شيوخ الشعب، وأوقفهم حوالي الخيمة فنزل الرب في سحابة وتكلم معه وأخذ من الروح الذي عليه وجعل على السبعين رجلاً الشيوخ، فلما حلت عليهم الروح تنبأوا ولكنهم لم يزيدوا\" (سفر العدد: 11/ 24 - 25/ص220). ¶ - نزول الوحي على النبي باختيار الله تعالى، أو بالرقص والضرب على الآلات الموسيقية أو العري وغيرها: \"والآن فأتوني بعواد، ولما ضرب العواد بالعود كانت عليه يد الرب\" (سفر الملوك الثاني: 3/ 15، ص586)، \"بعد ذلك تأتي إلى جبعة الله حسب أنصاب الفلسطينيين ويكون عند مجيئك إلى هناك إلى المدينة أنك تصادف زمرة من الأنبياء نازلين من المرتفعة وأمامهم رباب ودف وتأتي وعود وهم يتنبأون فيحل عليك روح الرب، فتتنبأ معهم وتتحول إلى رجل آخر\" (سفر صموئيل الأول: 19/ 5 - 6، ص440).",
            "page": "33",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "- النبوة كما هي في الرجال هي في النساء، مثل أخت موسى وخلدة امرأة شلوم وجنة أم صموئيل: \"فأخحذت مريم النبية أخت هارون الذي بيدها، وخرجت جميع النساء وراءها بدفوف ورقص وأجابتهم مريم رنموا للرب فإنه قد تعظّم الفرس وراكبه طرحهما في البحر\" (الخروج، 15/ 20 - 21، ص112). ¶ ثالثاً: بعض اتهامات اليهود للأنبياء: ¶ الاتهام بعبادة الأصنام: ¶ فقد زعموا أن سليمان عبد آلهة عشتورت آلهة العبدونيين، وملكوم آلهة العمونيين، وأنه تزوج من الوثنيّات: \"وكان في زمن شيخوخة سليمان أن نساءه أملن قلبه وراء آلهة أخرى، ولم يكن قلبه كاملاً مع الرب إلهه كقلب داود أبيه، فذهب سليمان وراء عشتورت آلهة الصدونيين، وملكوم رجس العمونيين، وعمل سليمان الشر في عيني الرب، ولم يتّبع الرب تماماً كداود أبيه\" (سفر الملوك الأول: 11/ 4 - 6، ص552). ¶ وزعموا أن أبناء يعقوب عبدوا الأصنام وبرضاء من يعقوب: \"فقال يعقوب لبنيه وكل من كان معه اعزلوا الآلهة الغريبة التي بينكم وتطهّروا وأبدلوا ثيابكم ولنقم ونصعد إلى بيت إيل فأصنع هناك مذبحاً لله الذي استجاب لي في ضيقتي، وكان معي في الطريق الذي ذهبت فيه، فأعطوا يعقوب كل الآلهة الغريبة التي في أيديهم والأقراط التي كانت في آذانهم، فمطرها تحت البطمة التي عند شكيم\" (سفر التكوين: 35/ 2 - 4، ص57). ¶ ومنها أيضاً دعواهم أن هارون عليه السلام كانت يقدم قرباناً للشيطان: \"ويقرّب هارون النبي الذي خرجت عليه القرعة لعزازيل فيوقف حياً أمام الرب ليكفر عنه ليرسله إلى عزازيل إلى البرية\" (سفر لاويين، 16/ 9 - 10، ص84). ¶ اتهام الأنبياء عليهم السلام بصناعة الأصنام:",
            "page": "34",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ومنها صناعة موسى عليه السلام تمثال حية من النحاس وذلك بأمر من الله لشفاء المرضى: \"فقال الرب لموسى اصنع لك حية محرقة وضعها على الراية، فكل من لدغ ونظر إليها يحيا، فصنع موسى حية من نحاس ووضعها على الراية فكان متى لدغت حية إنساناً ونظر إلى حية النحاس يحيا\" (سفر العدد: 21/ 8 - 9، ص248). ¶ هذا غير زعمهم أن هارون هو الذي صنع العجل الذهبي وأمرهم بعبادته: \"فقال لهم هارون انزعوا أقراط الذهب التي في آذان نسائكم وبناتكم وآتوني بها، فنزع كل الشعب أقراط الذهب التي في آذانهم وأتوا بها إلى هارون فأخذ ذلك من أيديهم وصوره بالأزميل، وصنعه عجلاً مسبوكاً فقالوا هذه آلهتك يا إسرائيل التي أصعدتك من أرض مصر، فلما نظر هارون بنى مذبحاً أمامه، ونادى هارون وقال: غداً عيداً لرب\" (سفر الخروج: 32/ 2 - 6، ص140). ¶ وغير هذه الأقوال كثيرة عن زوجات الأنبياء. ¶ اتهام الأنبياء بالكذب في التبليغ عن الله: ¶ ومنها زعمهم أن نبيهم حنينيا كذب في مسألة من عند نفسه مدعياً أنها وحي من الرب: \"فقال أرميا النبي لحنينيا النبي: اسمع يا حنينيا إن الرب لم يرسلك وأنت قد جعلت هذا الشعب يتكلّم على الكذب، لذلك هكذا قال الرب ها أنا ذا طاردك عن وجه الأرض، هذه السنة تموت لأنك تكلمت بعصيان على الرب فمات حنينيا النبي في تلك السنة في الشهر السابع\" (سفر إرميا: 28/ 15 - 17، ص1119). ¶ اتهام الأنبياء عليهم السلام بالقتل والتمثيل وإيقاع المجازر الوحشية: ¶ ومنها أن موسى عليه السلام أمر بمذبحة لا يبقي أحداً ذكراً أو أنثى: \"وقال لهم موسى هل أبقيتم كل أنثى حية إن هؤلاء كن لبني إسرائيل حسب كلام بلعام سبب خيانة الرب في أمر فقور فكان الوباء في جماعة الرب فالآن اقتلوا كل ذكر من الأطفال وكل امرأة عرفت رجلاً بمضاجعة ذكر اقتلوها، لكن جميع الأطفال من النساء اللواتي لم يعرفن ذكر ابقوهم لكم حياة\". (سفر العدد: 31/ 15 - 18، ص266).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ومنها أن داود تآمر على قتل أوريا الحثي ليحظى بزوجته: \"وكان في وقت المساء أن داود قام عن سريره وتمشّى على سطح بيت الملك فرأى من على السطح امرأة تستحم وكانت المرأة جميلة المنظر جداً، فأرسل داود وسأل عن المرأة فقال واحد أليست هذه بتشبع بنت أليعام امرأة أوريا الحثي ... وفي الصباح كتب داود مكتوباً إلى يوآب وأرسله بيد أوريا وكتب في المكتوب يقول اجعلوا أوريا في وجه الحرب الشديدة وارجعوا من ورائه فيضرب ويموت\". (سفر صموئيل الثاني: 11/ 2 - 15، ص498) مختصر. ¶ كذلك زعمهم أن سليمان قتل أخاه أدونيا أول ما تولى الحكم، كذلك قتل أولاد يعقوب لأهل شكيم غدراً وهم جرحى. ¶ اتهامهم الأنبياء عليهم السلام بالفاحشة: ¶ والحديث في هذا الجانب طويل وكله مليء بالمخازي والأكاذيب وحاشا أن يفعل أنبياء الله مثل هذا، ومن الأمثلة على ذلك: ¶ زعمهم أن آدم زنى بشيطانة اسمها ليليت لمدة 130 سنة. ¶ أن يعقوب زنى بابنة خاله وأنجب منها: \"وكان في المساء أنه أخذ لينة ابنته، وأتى بها إليه فدخل عليها، وفي الصباح إذا هي لينة فقال للآبان، ما هذا الذي صنعت بي أليس براحيل خدمت عندك فلماذا خدعتني\" (سفر التكوين: 29/ 22 - 25، ص46). ¶ زعمهم أن لوطاً زنى بابنتيه: \"وقالت البكر للصغرى أبونا قد شاخ وليس في الأرض رجل ليدخل علينا كعادة كل الأرض، هلمّ نسقي أبانا خمراً ونضطجع معه فنحيي من أبينا نسلاً فسقتا أباهما خمراً تلك الليلة ودخلت البكر واضطجعت مع أبيها، وقامت الصغرى واضطجعت معه، فحبلت ابنتا لوط من أبيهما\" (سفر التكوين: 19/ 21 - 26، ص29). ¶ زعمهم أن داود زنى بزوجة قائده أوريا الحثي: \"فأرسل داود رسلاً وأخذها فدخلت إليه فاضطجع معها وهي مطهرة من طمثها ثم رجعت إلى بيتها وجعلت المرأة فأرسلت وأخبرت داود وقالت إني حبلى\" (صموئيل الثاني: 11/ 4 - 5، ص498).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وغير هذه المخازي الكثير، منها أن النبي هوشع أخذ لنفسه امرأة زنا بأمر الرب، وأن أمنون ابن داود زنى بأخته ثامار، وأن عيسى ابن مريم هو ابن زنا، أتت به أمه عن طريق الفاحشة. ¶ اتهامهم الأنبياء عليهم السلام بشرب الخمر والسكر: ومنها أن نوح شرب الخمر وسكر وتعرّى: \"وابتدأ نوح يكون فلاحاً وغرس كرماً، وشرب من الخمر فسكر وتعرّى\" (سفر التكوين: 9/ 20 - 21، ص15). ¶ وقد سبق الحديث عن ابنتا لوط وسقيهم أباهما خمراً ومضاجعته والحمل منه سفاحاً. ¶ كذلك شرب إسحاق للخمر على يد ابنه يعقوب حينما خدعه يعقوب وأوهمه أنه عيىسو: \"فقدم له فأكل وأحضر له خمراً فشرب\" (التكوين: 27/ 25، ص43). ¶ وصف الأنبياء بالرقص واللهو واللعب: ومن ذلك أن داود كان يرقص أمام الرب بكل قوة: \"وكان داود يرقص بكل قوته أمام الرب\" (سفر صموئيل الثاني: 6/ 14، ص491). ¶ ومنها زعمهم أن داود عليه السلام يستخدم المتنبئين بالعيدان والرباب والصنوج: \"وأفرز داود رؤساء الجيش للخدمة بني آساف وهيمان ويدوثون المتنبئين بالعيدان والرباب والصنوج\" (سفر أخبار الأيام الأولى: 25/ 1، ص670). ¶ وصف الأنبياء بالجفاء وسوء الأدب مع الله تعالى: ومنها زعمهم أن موسى واجه الرب بجرأة قاسية وأسلوب صادم على تعذيب فرعون لبني إسرائيل: \"فرجع موسى إلى الرب وقال يا سيد لماذا أسأت إلى هذا الشعب لماذا أرسلتني فإنه منذ دخلت إلى فرعون لأتكلم باسمك أساء إلى هذا الشعب وأنت لم تخلص شعبك\" (سفر الخروج: 5/ 22 - 23، ص94). ¶ ومنها ما حدث من النبي إيليا الذي صرخ في وجه الرب: \"وخرج إلى الرب وقال أيها الرب إلهي أيضاً الأرملة التي نازل عندها قد أسأت بإماتتك ابنها فتمدد على الولد ثلاث مرات، وصرخ إلى الرب وقال ا رب إلهي لترجع نفس هذا الولد إلى جوفه فسمع الرب لصوت إيليا فرجعت نفس الولد إلى جوفه عاش\" (سفر الملوك الأول: 17/ 20 - 22، ص568).",
            "page": "37",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ومنها اتهام الأنبياء بالغش والخداع: وهذا ما حدث في قصة خداع يعقوب لأبيه إسحاق وحصوله على البركة منه بدلاً من أخيه الأكبر عيسو: فَقَالَ إِسْحَاقُ لابْنِهِ: مَا هذَا الَّذِي أَسْرَعْتَ لِتَجِدَ يَا ابْنِي فَقَالَ: إِنَّ الرَّبَّ إِلهَكَ قَدْ يَسَّرَ لِي. فَقَالَ إِسْحَاقُ لِيَعْقُوبَ: تَقَدَّمْ لأَجُسَّكَ يَا ابْنِي. أَأَنْتَ هُوَ ابْنِي عِيسُو أَمْ لاَ؟. فَتَقَدَّمَ يَعْقُوبُ إِلَى إِسْحَاقَ أَبِيهِ، فَجَسَّهُ وَقَالَ: الصَّوْتُ صَوْتُ يَعْقُوبَ، وَلكِنَّ الْيَدَيْنِ يَدَا عِيسُو. وَلَمْ يَعْرِفْهُ لأَنَّ يَدَيْهِ كَانَتَا مُشْعِرَتَيْنِ كَيَدَيْ عِيسُو أَخِيهِ، فَبَارَكَهُ. وَقَالَ: هَلْ أَنْتَ هُوَ ابْنِي عِيسُو؟ فَقَالَ: أَنَا هُوَ. (سفر التكوين: 27/ 1 - 29، ص42). ¶ اتهام الأنبياء بالتحريض على السرقة واغتصاب أموال الناس وذلك كما حدث من موسى عليه السلام حينما أمر اليهود بأخذ أموال المصريين وخداعهم: \"تَكَلَّمْ فِي مَسَامِعِ الشَّعْبِ أَنْ يَطْلُبَ كُلُّ رَجُل مِنْ صَاحِبِهِ، وَكُلُّ امْرَأَةٍ مِنْ صَاحِبَتِهَا أَمْتِعَةَ فِضَّةٍ وَأَمْتِعَةَ ذَهَبٍ. وَأَعْطَى الرَّبُّ نِعْمَةً لِلشَّعْبِ فِي عُيُونِ الْمِصْرِيِّينَ. وَأَيْضًا الرَّجُلُ مُوسَى كَانَ عَظِيمًا جِدًّا فِي أَرْضِ مِصْرَ فِي عِيُونِ عَبِيدِ فِرْعَوْنَ وَعُيُونِ الشَّعْبِ\". (سفر الخروج: 11/ 1 - 3، ص104).",
            "page": "38",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "اتهام الأنبياء بالغيبة والجور والظلم: وَأَمَّا الرَّجُلُ مُوسَى فَكَانَ حَلِيمًا جِدًّا أَكْثَرَ مِنْ جَمِيعِ النَّاسِ الَّذِينَ عَلَى وَجْهِ الأَرْضِ. \"كَانَ وَتَكَلَّمَتْ مَرْيَمُ وَهَارُونُ عَلَى مُوسَى بِسَبَبِ الْمَرْأَةِ الْكُوشِيَّةِ الَّتِي اتَّخَذَهَا، لأَنَّهُ قَدِ اتَّخَذَ امْرَأَةً كُوشِيَّةً. فَقَالاَ: «هَلْ كَلَّمَ الرَّبُّ مُوسَى وَحْدَهُ؟ أَلَمْ يُكَلِّمْنَا نَحْنُ أَيْضًا؟» فَسَمِعَ الرَّبُّ\". (سفر العدد: 12/ 1 - 3، ص231). ¶ اتهام الأنبياء بغلظة القلب وفظاظة الروح: \"وَطَبَخَ يَعْقُوبُ طَبِيخًا، فَأَتَى عِيسُو مِنَ الْحَقْلِ وَهُوَ قَدْ أَعْيَا. فَقَالَ عِيسُو لِيَعْقُوبَ: أَطْعِمْنِي مِنْ هذَا الأَحْمَرِ لأَنِّي قَدْ أَعْيَيْتُ. لِذلِكَ دُعِيَ اسْمُهُ أَدُومَ. فَقَالَ يَعْقُوبُ: بِعْنِي الْيَوْمَ رِيَّتَكَ. فَقَالَ عِيسُو: هَا أَنَا مَاضٍ إِلَى الْمَوْتِ، فَلِمَاذَا لِي بَكُورِيَّةٌ؟ فَقَالَ يَعْقُوبُ: احْلِفْ لِيَ الْيَوْمَ. فَحَلَفَ لَهُ، فَبَاعَ َكُورِيَّتَهُ لِيَعْقُوبَ. فَأَعْطَى يَعْقُوبُ عِيسُوَ خُبْزًا وَطَبِيخَ عَدَسٍ، فَأَكَلَ وَشَرِبَ وَقَامَ وَمَضَى. فَاحْتَقَرَ عِيسُو الْبَكُورِيَّةَ.\" (سفر التكوين: 25/ 29 - 34، ص39).",
            "page": "39",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "اتهام الأنبياء بالبلادة والحسد وحب الذات: \"وَكَانَتْ رِفْقَةُ سَامِعَةً إِذْ تَكَلَّمَ إِسْحَاقُ مَعَ عِيسُو ابْنِهِ. فَذَهَبَ عِيسُو إِلَى الْبَرِّيَّةِ كَيْ يَصْطَادَ صَيْدًا لِيَأْتِيَ بِهِ. وَأَمَّا رِفْقَةُ فَكَلمتْ يَعْقُوبَ ابْنِهَا قَائِلةً: إِنِّي قَدْ سَمِعْتُ أَبَاكَ يُكَلِّمُ عِيسُوَ أَخَاكَ قَائِلاً: ائْتِنِي بِصَيْدٍ وَاصْنَعْ لِي أَطْعِمَةً لآكُلَ وَأُبَارِكَكَ أَمَامَ الرَّبِّ قَبْلَ وَفَاتِي. فَالآنَ يَا ابْنِي اسْمَعْ لِقَوْلِي فِي مَا أَنَا آمُرُكَ بِهِ: اِذْهَبْ إِلَى الْغَنَمِ وَخُذْ لِي مِنْ هُنَاكَ جَدْيَيْنِ جَيِّدَيْنِ مِنَ الْمِعْزَى، فَأَصْنَعَهُمَا أَطْعِمَةً لأَبِيكَ كَمَا يُحِبُّ، فَتُحْضِرَهَا إِلَى أَبِيكَ لِيَأْكُلَ حَتَّى يُبَارِكَكَ قَبْلَ وَفَاتِهِ\". (سفر التكوين: 27/ 5 - 9، ص42). ¶ اتهام الأنبياء بحب الشهوات والخضوع للمال: \" ذلِكَ أُعْطِي نِسَاءَهُمْ لآخَرِينَ، وَحُقُولَهُمْ لِمَالِكِينَ، لأَنَّهُمْ مِنَ الصَّغِيرِ إِلَى الْكَبِيرِ، كُلُّ وَاحِدٍ مُولَعٌ بِالرِّبْحِ. مِنَ النَّبِيِّ إِلَى الْكَاهِنِ، كُلُّ وَاحِدٍ يَعْمَلُ بِالْكَذِبِ. وَيَشْفُونَ كَسْرَ بِنْتِ شَعْبِي عَلَى عَثَمٍ، قَائِلِينَ: سَلاَمٌ، سَلاَمٌ. وَلاَ سَلاَمَ. هَلْ خَزُوا لأَنَّهُمْ عَمِلُوا رِجْسًا؟ بَلْ لَمْ يَخْزَوْا خِزْيًا، وَلَمْ يَعْرِفُوا الْخَجَلَ! لِذلِكَ يَسْقُطُونَ بَيْنَ السَّاقِطِينَ. فِي وَقْتِ مُعَاقَبَتِهِمْ يَعْثُرُونَ، قَالَ الرَّبُ\"ّ. (سفر إرميا: 8/ 10 - 12، ص1087). ¶ اتهام الأنبياء بالدياثة:",
            "page": "40",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "منها ما حدث مع إبراهيم عليه السلام: \"ثُمَّ ارْتَحَلَ أَبْرَامُ ارْتِحَالاً مُتَوَالِيًا نَحْوَ الْجَنُوبِ. وَحَدَثَ جُوعٌ فِي الأَرْضِ، فَانْحَدَرَ أَبْرَامُ إِلَى مِصْرَ لِيَتَغَرَّبَ هُنَاكَ، لأَنَّ الْجُوعَ فِي الأَرْضِ كَانَ شَدِيدًا. وَحَدَثَ لَمَّا قَرُبَ أَنْ يَدْخُلَ مِصْرَ أَنَّهُ قَالَ لِسَارَايَ امْرَأَتِهِ: إِنِّي قَدْ عَلِمْتُ أَنَّكِ امْرَأَةٌ حَسَنَةُ الْمَنْظَرِ. فَيَكُونُ إِذَا رَآكِ الْمِصْرِيُّونَ أَنَّهُمْ يَقُولُونَ: هذِهِ مْرَأَتُهُ. فَيَقْتُلُونَنِي وَيَسْتَبْقُونَكِ. قُولِي إِنَّكِ أُخْتِي، لِيَكُونَ لِي خَيْرٌ بِسَبَبِكِ وَتَحْيَا نَفْسِي مِنْ أَجْلِكِ. فَحَدَثَ لَمَّا دَخَلَ أَبْرَامُ إِلَى مِصْرَ أَنَّ الْمِصْرِيِّينَ رَأَوْا الْمَرْأَةَ أَنَّهَا حَسَنَةٌ جِدًّا. وَرَآهَا رُؤَسَاءُ فِرْعَوْنَ وَمَدَحُوهَا لَدَى فِرْعَوْنَ، فَأُخِذَتِ الْمَرْأَةُ إِلَى بَيْتِ فِرْعَوْنَ، فَصَنَعَ إِلَى أَبْرَامَ خَيْرًا بِسَبَبِهَا، وَصَارَ لَهُ غَنَمٌ وَبَقَرٌ وَحَمِيرٌ وَعَبِيدٌ وَإِمَاءٌ وَأُتُنٌ وَجِمَالٌ. فَضَرَبَ الرَّبُّ فِرْعَوْنَ وَبَيْتَهُ ضَرَبَاتٍ عَظِيمَةً بِسَبَبِ سَارَايَ امْرَأَةِ أَبْرَامَ. فَدَعَا فِرْعَوْنُ أَبْرَامَ وَقَالَ: مَا هذَا الَّذِي صَنَعْتَ بِي؟ لِمَاذَا لَمْ تُخْبِرْنِي أَنَّهَا امْرَأَتُكَ؟ لِمَاذَا قُلْتَ: هِيَ أُخْتِي، حَتَّى أَخَذْتُهَا لِي لِتَكُونَ زَوْجَتِي؟ وَالآنَ هُوَذَا امْرَأَتُكَ! خُذْهَا وَاذْهَبْ. فَأَوْصَى عَلَيْهِ فِرْعَوْنُ رِجَالاً فَشَيَّعُوهُ وَامْرَأَتَهُ وَكُلَّ مَا كَانَ لَهُ\". (سفر التكوين: 12/ 9 - 20، ص19).",
            "page": "41",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ومنها ما حدث مع إبراهيم عليه السلام أيضاً: \"وَانْتَقَلَ إِبْرَاهِيمُ مِنْ هُنَاكَ إِلَى أَرْضِ الْجَنُوبِ، وَسَكَنَ بَيْنَ قَادِشَ وَشُورَ، وَتَغَرَّبَ فِي جَرَارَ. وَقَالَ إِبْرَاهِيمُ عَنْ سَارَةَ امْرَأَتِهِ: هِيَ أُخْتِي. فَأَرْسَلَ أَبِيمَالِكُ مَلِكُ جَرَارَ وَأَخَذَ سَارَةَ. فَجَاءَ اللهُ إِلَى أَبِيمَالِكَ فِي حُلْمِ اللَّيْلِ وَقَالَ لَهُ: هَا أَنْتَ مَيِّتٌ مِنْ أَجْلِ الْمَرْأَةِ الَّتِي أَخَذْتَهَا، فَإِنَّهَا مُتَزَوِّجَةٌ بِبَعْل. وَلكِنْ لَمْ يَكُنْ أَبِيمَالِكُ قَدِ اقْتَرَبَ إِلَيْهَا، فَقَالَ: يَا سَيِّدُ، أَأُمَّةً بَارَّةً تَقْتُلُ؟ أَلَمْ يَقُلْ هُوَ لِي: إِنَّهَا أُخْتِي، وَهِيَ أَيْضًا نَفْسُهَا قَالَتْ: هُوَ أَخِي؟ بِسَلاَمَةِ قَلْبِي وَنَقَاوَةِ يَدَيَّ فَعَلْتُ هذَا فَقَالَ لَهُ اللهُ فِي الْحُلْمِ: أَنَا أَيْضًا عَلِمْتُ أَنَّكَ بِسَلاَمَةِ قَلْبِكَ فَعَلْتَ هذَا. وَأَنَا أَيْضًا أَمْسَكْتُكَ عَنْ أَنْ تُخْطِئَ إِلَيَّ، لِذلِكَ لَمْ أَدَعْكَ تَمَسُّهَا. فَالآنَ رُدَّ امْرَأَةَ الرَّجُلِ، فَإِنَّهُ نَبِيٌّ، فَيُصَلِّيَ لأَجْلِكَ فَتَحْيَا. وَإِنْ كُنْتَ لَسْتَ تَرُدُّهَا، فَاعْلَمْ أَنَّكَ مَوْتًا تَمُوتُ، أَنْتَ وَكُلُّ مَنْ لَكَ. فَبَكَّرَ أَبِيمَالِكُ فِي الْغَدِ وَدَعَا جَمِيعَ عَبِيدِهِ، وَتَكَلَّمَ بِكُلِّ هذَا الْكَلاَمِ فِي مَسَامِعِهِمْ، فَخَافَ الرِّجَالُ جِدًّا. ثُمَّ دَعَا أَبِيمَالِكُ إِبْرَاهِيمَ وَقَالَ لَهُ: مَاذَا فَعَلْتَ بِنَا؟ وَبِمَاذَا أَخْطَأْتُ إِلَيْكَ حَتَّى جَلَبْتَ عَلَيَّ وَعَلَى مَمْلَكَتِي خَطِيَّةً عَظِيمَةً؟ أَعْمَالاً لاَ تُعْمَلُ عَمِلْتَ بِي.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وَقَالَ أَبِيمَالِكُ لإِبْرَاهِيمَ: مَاذَا رَأَيْتَ حَتَّى عَمِلْتَ هذَا الشَّيْءَ؟ فَقَالَ إِبْرَاهِيمُ: إِنِّي قُلْتُ: لَيْسَ فِي هذَا الْمَوْضِعِ خَوْفُ اللهِ الْبَتَّةَ، فَيَقْتُلُونَنِي لأَجْلِ امْرَأَتِي. وَبِالْحَقِيقَةِ أَيْضًا هِيَ أُخْتِي ابْنَةُ أَبِي، غَيْرَ أَنَّهَا لَيْسَتِ ابْنَةَ أُمِّي، فَصَارَتْ لِي زَوْجَةً. وَحَدَثَ لَمَّا أَتَاهَنِي اللهُ مِنْ بَيْتِ أَبِي أَنِّي قُلْتُ لَهَا: هذَا مَعْرُوفُكِ الَّذِي تَصْنَعِينَ إِلَيَّ: فِي كُلِّ مَكَانٍ نَأْتِي إِلَيْهِ قُولِي عَنِّي: هُوَ أَخِي. فَأَخَذَ أَبِيمَالِكُ غَنَمًا وَبَقَرًا وَعَبِيدًا وَإِمَاءً وَأَعْطَاهَا لإِبْرَاهِيمَ، وَرَدَّ إِلَيْهِ سَارَةَ امْرَأَتَهُ. وَقَالَ أَبِيمَالِكُ: هُوَذَا أَرْضِي قُدَّامَكَ. اسْكُنْ فِي مَا حَسُنَ فِي عَيْنَيْكَ\". (سفر التكوين: 20/ 1 - 15، ص29).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ومنها ما حدث مع إسحاق عليه السلام أيضاً: \"فَأَقَامَ إِسْحَاقُ فِي جَرَارَ. وَسَأَلَهُ أَهْلُ الْمَكَانِ عَنِ امْرَأَتِهِ، فَقَالَ: هِيَ أُخْتِي. لأَنَّهُ خَافَ أَنْ يَقُولَ: امْرَأَتِي لَعَلَّ أَهْلَ الْمَكَانِ: يَقْتُلُونَنِي مِنْ أَجْلِ رِفْقَةَ لأَنَّهَا كَانَتْ حَسَنَةَ الْمَنْظَرِ. وَحَدَثَ إِذْ طَالَتْ لَهُ الأَيَّامُ هُنَاكَ أَنَّ أَبِيمَالِكَ مَلِكَ الْفِلِسْطِينِيِّينَ أَشْرَفَ مِنَ الْكُوَّةِ وَنَظَرَ، وَإِذَا إِسْحَاقُ يُلاَعِبُ رِفْقَةَ امْرَأَتَهُ. فَدَعَا أَبِيمَالِكُ إِسْحَاقَ وَقَالَ: إِنَّمَا هِيَ امْرَأَتُكَ! فَكَيْفَ قُلْتَ: هِيَ أُخْتِي؟ فَقَالَ لَهُ إِسْحَاقُ: لأَنِّي قُلْتُ: لَعَلِّي أَمُوتُ بِسَبَبِهَا. فَقَالَ أَبِيمَالِكُ: مَا هذَا الَّذِي صَنَعْتَ بِنَا؟ لَوْلاَ قَلِيلٌ لاضْطَجَعَ أَحَدُ الشَّعْبِ مَعَ امْرَأَتِكَ فَجَلَبْتَ عَلَيْنَا ذَنْبًا. فَأَوْصَى أَبِيمَالِكُ جَمِيعَ الشَّعْبِ قَائِلاً: الَّذِي يَمَسُّ هذَا الرَّجُلَ أَوِ امْرَأَتَهُ مَوْتًا يَمُوتُ. وَزَرَعَ إِسْحَاقُ فِي تِلْكَ الأَرْضِ فَأَصَابَ فِي تِلْكَ السَّنَةِ مِئَةَ ضِعْفٍ، وَبَارَكَهُ الرَّبُّ\". (سفر التكوين: 26/ 6 - 12، ص40).",
            "page": "44",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "اتهام الأنبياء بالكذب بعضهم على بعض: \"وَسَارَ وَرَاءَ رَجُلِ اللهِ، فَوَجَدَهُ جَالِسًا تَحْتَ الْبَلُّوطَةِ، فَقَالَ لَهُ: أَأَنْتَ رَجُلُ اللهِ الَّذِي جَاءَ مِنْ يَهُوذَا فَقَالَ: أَنَا هُوَ. فَقَالَ لَهُ: سِرْ مَعِي إِلَى الْبَيْتِ وَكُلْ خُبْزًا. فَقَالَ: لاَ أَقْدِرُ أَنْ أَرْجعَ مَعَكَ وَلاَ أَدْخُلُ مَعَكَ وَلاَ آكُلُ خُبْزًا وَلاَ أَشْرَبُ مَعَكَ مَاءً فِي هذَا الْمَوْضِعِ، لأَنَّهُ قِيلَ لِي بِكَلاَمِ الرَّبِّ: لاَ تَأْكُلْ خُبْزًا وَلاَ تَشْرَبْ هُنَاكَ مَاءً. وَلاَ تَرْجعْ سَائِرًا فِي الطَّرِيقِ الَّذِي ذَهَبْتَ فِيهِ. فَقَالَ لَهُ: أَنَا أَيْضًا نَبِيٌّ مِثْلُكَ، وَقَدْ كَلَّمَنِي مَلاَكٌ بِكَلاَمِ الرَّبِّ قَائِلاً: ارْجعْ بِهِ مَعَكَ إِلَى بَيْتِكَ فَيَأْكُلَ خُبْزًا وَيَشْرَبَ مَاءً. كَذَبَ عَلَيْهِ. فَرَجَعَ مَعَهُ وَأَكَلَ خُبْزًا فِي بَيْتِهِ وَشَرِبَ مَاءً\". (سفر الملوك الأول: 13/ 14 - 19، ص559). ¶ الزعم بأن الله غضب على أنبيائه وسبهم: \"وَعَلَيَّ أَيْضًا غَضِبَ الرَّبُّ بِسَبَبِكُمْ قَائِلاً: وَأَنْتَ أَيْضًا لاَ تَدْخُلُ إِلَى هُنَاكَ\". (سفر التثنية: 1/ 27، ص279). ¶ رابعاً: النبوة والأنبياء في سفر أخبار الأيام الثاني: ¶ تعرض سفر أخبار الأيام الثاني للحديث عن النبوة والأنبياء وملوك بني إسرائيل كثيراً, وتعددت المواقف والأحداث التي يعرضها هذا السفر لمثل هذه الموضوعات, وسنستعرضها من خلال الصفحات التالية:",
            "page": "45",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "سؤال سليمان عليه السلام ربه أن يؤتيه الحكمة: \"فَقَالَ سُلَيْمَانُ للهِ: إِنَّكَ قَدْ فَعَلْتَ مَعَ دَاوُدَ أَبِي رَحْمَةً عَظِيمَةً وَمَلَّكْتَنِي مَكَانَهُ. فَالآنَ أَيُّهَا الرَّبُّ الإِلهُ لِيَثْبُتْ كَلاَمُكَ مَعَ دَاوُدَ أَبِي، لأَنَّكَ قَدْ مَلَّكْتَنِي عَلَى شَعْبٍ كَثِيرٍ كَتُرَابِ الأَرْضِ. فَأَعْطِنِي الآنَ حِكْمَةً وَمَعْرِفَةً لأَخْرُجَ أَمَامَ هذَا الشَّعْبِ وَأَدْخُلَ، لأَنَّهُ مَنْ يَقْدِرُ أَنْ يَحْكُمَ عَلَى شَعْبِكَ هذَا الْعَظِيمِ\". (سفر أخبار الأيام الثاني: 1/ 8 - 10). ¶ تكريم الله لسليمان عليه السلام: فَقَالَ اللهُ لِسُلَيْمَانَ: مِنْ أَجْلِ أَنَّ هذَا كَانَ فِي قَلْبِكَ، وَلَمْ تَسْأَلْ غِنًى وَلاَ أَمْوَالاً وَلاَ كَرَامَةً وَلاَ أَنْفُسَ مُبْغِضِيكَ، وَلاَ سَأَلْتَ أَيَّامًا كَثِيرَةً، بَلْ إِنَّمَا سَأَلْتَ لِنَفْسِكَ حِكْمَةً وَمَعْرِفَةً تَحْكُمُ بِهِمَا عَلَى شَعْبِي الَّذِي مَلَّكْتُكَ عَلَيْهِ، قَدْ أَعْطَيْتُكَ حِكْمَةً وَمَعْرِفَةً، وَأُعْطِيكَ غِنًى وَأَمْوَالاً وَكَرَامَةً لَمْ يَكُنْ مِثْلُهَا لِلْمُلُوكِ الَّذِينَ قَبْلَكَ، وَلاَ يَكُونُ مِثْلُهَا لِمَنْ بَعْدَكَ\". (سفر أخبار الأيام الثاني: 1/ 11 - 12). ¶ كثرة ما عند سليمان عليه السلام من الذهب: \"وَجَعَلَ الْمَلِكُ الْفِضَّةَ وَالذَّهَبَ فِي أُورُشَلِيمَ مِثْلَ الْحِجَارَةِ، وَجَعَلَ الأَرْزَ كَالْجُمَّيْزِ الَّذِي فِي السَّهْلِ فِي الْكَثْرَةِ\" .. (سفر أخبار الأيام الثاني: 1/ 15). ¶ سليمان عليه السلام يسقي عماله خمراً: \"وَهأَنَذَا أُعْطِي لِلْقَطَّاعِينَ الْقَاطِعِينَ الْخَشَبَ عِشْرِينَ أَلْفَ كُرّ مِنَ الْحِنْطَةِ طَعَامًا لِعَبِيدِكَ، وَعِشْرِينَ أَلْفَ كُرِّ شَعِيرٍ، وَعِشْرِينَ أَلْفَ بَثِّ خَمْرٍ، وَعِشْرِينَ أَلْفَ بَثِّ زَيْتٍ\". (سفر أخبار الأيام الثاني: 2/ 10).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "بداية الشروع في بناء بيت الرب: \"وَشَرَعَ فِي الْبِنَاءِ فِي ثَانِي الشَّهْرِ الثَّانِي فِي السَّنَةِ الرَّابِعَةِ لِمُلْكِهِ\". (سفر أخبار الأيام الثاني: 3/ 2). ¶ المبالغة في استعمال الذهب في بناء بيت الرب: \"وَعَمِلَ بَيْتَ قُدْسِ الأَقْدَاسِ، طُولُهُ حَسَبَ عَرْضِ الْبَيْتِ عِشْرُونَ ذِرَاعًا، وَعَرْضُهُ عِشْرُونَ ذِرَاعًا، وَغَشَّاهُ بِذَهَبٍ جَيِّدٍ سِتِّ مِئَةِ وَزْنَةٍ. وَكَانَ وَزْنُ الْمَسَامِيرِ خَمْسِينَ شَاقِلاً مِنْ ذَهَبٍ، وَغَشَّى الْعَلاَلِيَّ بِذَهَبٍ\". (سفر أخبار الأيام الثاني: 3/ 8 - 9). ¶ تملك سليمان عليه السلام على ملوك الدنيا: \"فَتَعَظَّمَ الْمَلِكُ سُلَيْمَانُ عَلَى كُلِّ مُلُوكِ الأَرْضِ فِي الْغِنَى وَالْحِكْمَةِ. وَكَانَ جَمِيعُ مُلُوكِ الأَرْضِ يَلْتَمِسُونَ وَجْهَ سُلَيْمَانَ لِيَسْمَعُوا حِكْمَتَهُ الَّتِي جَعَلَهَا اللهُ فِي قَلْبِهِ. وَكَانُوا يَأْتُونَ كُلُّ وَاحِدٍ بِهَدِيَّتِهِ، بِآنِيَةِ فِضَّةٍ وَآنِيَةِ ذَهَبٍ وَحُلَل وَسِلاَحٍ وَأَطْيَابٍ وَخَيْل وَبِغَال سَنَةً فَسَنَةً.\" (سفر أخبار الأيام الثاني: 9/ 22 - 24). ¶ مدة ملك سليمان عليه السلام: \"وَمَلَكَ سُلَيْمَانُ فِي أُورُشَلِيمَ عَلَى كُلِّ إِسْرَائِيلَ أَرْبَعِينَ سَنَةً.\" (سفر أخبار الأيام الثاني: 9/ 30). ¶ سيطرة شيشق فرعون مصر على أورشليم: \"فَلَمَّا رَأَى الرَّبُّ أَنَّهُمْ تَذَلَّلُوا، كَانَ كَلاَمُ الرَّبِّ إِلَى شَمْعِيَا قَائِلاً: «قَدْ تَذَلَّلُوا فَلاَ أُهْلِكُهُمْ بَلْ أُعْطِيهِمْ قَلِيلاً مِنَ النَّجَاةِ، وَلاَ يَنْصَبُّ غَضَبِي عَلَى أُورُشَلِيمَ بِيَدِ شِيشَقَ\". (سفر أخبار الأيام الثاني: 12/ 7). ¶ قيام الحروب بين ملوك بني إسرائيل: \"وَكَانَتْ حُرُوبٌ بَيْنَ رَحُبْعَامَ وَيَرُبْعَامَ كُلَّ الأَيَّامِ.\" (سفر أخبار الأيام الثاني: 12/ 15).",
            "page": "47",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "إتمام سليمان من بناء بيت الرب: \" وَأَكْمَلَ سُلَيْمَانُ بَيْتَ الرَّبِّ وَبَيْتَ الْمَلِكِ. وَكُلَّ مَا خَطَرَ بِبَالِ سُلَيْمَانَ أَنْ يَعْمَلَهُ فِي بَيْتِ الرَّبِّ وَفِي بَيْتِهِ نَجَحَ فِيهِ\". (سفر أخبار الأيام الثاني: 7/ 11). ¶ اتهام داود بصناعة آلات الطرب والغناء: \"وَكَانَ الْكَهَنَةُ وَاقِفِينَ عَلَى مَحَارِسِهِمْ، وَاللاَّوِيُّونَ بِآلاَتِ غِنَاءِ الرَّبِّ الَّتِي عَمِلَهَا دَاوُدُ الْمَلِكُ لأَجْلِ حَمْدِ الرَّبِّ لأَنَّ إِلَى الأَبَدِ رَحْمَتَهُ حِينَ سَبَّحَ دَاوُدُ بِهَا، وَالْكَهَنَةُ يَنْفُخُونَ فِي الأَبْوَاقِ مُقَابِلَهُمْ، وَكُلُّ إِسْرَائِيلَ وَاقِفٌ\". (سفر أخبار الأيام الثاني: 7/ 6). ¶ بناء سليمان لبيت الرب (الهيكل): \"وَأَمَرَ سُلَيْمَانُ بِبِنَاءِ بَيْتٍ لاسْمِ الرَّبِّ، وَبَيْتٍ لِمُلْكِهِ\". (المصدر السابق 2/ 1). ومنها: \"وَأَنَا بَنَيْتُ لَكَ بَيْتَ سُكْنَى مَكَانًا لِسُكْنَاكَ إِلَى الأَبَدِ\". (سفر أخبار الأيام الثاني: 6/ 2). ¶ الأنبياء يأمرون بالغناء وفي بيت الرب: \"وَجَعَلَ يَهُويَادَاعُ مُنَاظِرِينَ عَلَى بَيْتِ الرَّبِّ عَنْ يَدِ الْكَهَنَةِ اللاَّوِيِّينَ الَّذِينَ قَسَمَهُمْ دَاوُدُ عَلَى بَيْتِ الرَّبِّ، لإِصْعَادِ مُحْرَقَاتِ الرَّبِّ كَمَا هُوَ مَكْتُوبٌ فِي شَرِيعَةِ مُوسَى، بِالْفَرَحِ وَالْغِنَاءِ حَسَبَ أَمْرِ دَاوُدَ\". (المصدر السابق: 23/ 18). ¶ كفر الملك أحاز وصناعته التماثيل للعبادة: \"بَلْ سَارَ فِي طُرُقِ مُلُوكِ إِسْرَائِيلَ، وَعَمِلَ أَيْضًا تَمَاثِيلَ مَسْبُوكَةً لِلْبَعْلِيم\"ِ. (المصدر السابق: 28/ 2). ¶ استهانة اليهود وملوكهم بالأنبياء: \"فَكَانُوا يَهْزَأُونَ بِرُسُلِ اللهِ، وَرَذَلُوا كَلاَمَهُ وَتَهَاوَنُوا بِأَنْبِيَائِهِ حَتَّى ثَارَ غَضَبُ الرَّبِّ عَلَى شَعْبِهِ حَتَّى لَمْ يَكُنْ شِفَاءٌ\". (المصدر السابق: 36/ 16).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "القول بنبوة النساء: \"فَذَهَبَ حِلْقِيَا وَالَّذِينَ أَمَرَهُمُ الْمَلِكُ إِلَى خَلْدَةَ النَّبِيَّةِ امْرَأَةِ شَلُّومَ بْنِ تُوقَهَةَ بْنِ حَسْرَةَ حَارِسِ الثِّيَابِ\". (المصدر السابق 34/ 22). ¶ تقديم الذبائح للآلهة والتماثيل: \"وَعَمِلَ الشَّرَّ فِي عَيْنَيِ الرَّبِّ كَمَا عَمِلَ مَنَسَّى أَبُوهُ، وَذَبَحَ آمُونُ لِجَمِيعِ التَّمَاثِيلِ الَّتِي عَمِلَ مَنَسَّى أَبُوهُ وَعَبَدَهَا\". (المصدر السابق 33/ 22). ¶ الإعلان عن الفرح بالغناء والطرب: \"وَدَخَلُوا أُورُشَلِيمَ بِالرَّبَابِ وَالْعِيدَانِ وَالأَبْوَاقِ إِلَى بَيْتِ الرَّبِّ\". (المصدر السابق 20/ 28). ¶ انتشار الزنا في زمن الملك يهورام بن يهوشافاط: \"وَهُوَ أَيْضًا عَمِلَ مُرْتَفَعَاتٍ فِي جِبَالِ يَهُوذَا، وَجَعَلَ سُكَّانَ أُورُشَلِيمَ يَزْنُونَ، وَطَوَّحَ يَهُوذَا\". (المصدر السابق: 21/ 11). ¶ الانتقام والغدر: \"فَقَامَ يَهُورَامُ عَلَى مَمْلَكَةِ أَبِيهِ وَتَشَدَّدَ وَقَتَلَ جَمِيعَ إِخْوَتِهِ بِالسَّيْفِ، وَأَيْضًا بَعْضًا مِنْ رُؤَسَاءِ إِسْرَائِيلَ\". (المصدر السابق: 21/ 4).",
            "page": "49",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "استعمال الغناء وآلات الطرب أثناء الصلاة والتسبيح: \"وَكَانَ لَمَّا خَرَجَ الْكَهَنَةُ مِنَ الْقُدْسِ، لأَنَّ جَمِيعَ الْكَهَنَةِ الْمَوْجُودِينَ تَقَدَّسُوا، لَمْ تُلاَحَظِ الْفِرَقُ. وَاللاَّوِيُّونَ الْمُغَنُّونَ أَجْمَعُونَ: آسَافُ وَهَيْمَانُ وَيَدُوثُونُ وَبَنُوهُمْ وَإِخْوَتُهُمْ، لاَبِسِينَ كَتَّانًا، بِالصُّنُوجِ وَالرَّبَابِ وَالْعِيدَانِ وَاقِفِينَ شَرْقِيَّ الْمَذْبَحِ، وَمَعَهُمْ مِنَ الْكَهَنَةِ مِئَةٌ وَعِشْرُونَ يَنْفُخُونَ فِي الأَبْوَاقِ. وَكَانَ لَمَّا صَوَّتَ الْمُبَوِّقُونَ وَالْمُغَنُّونَ كَوَاحِدٍ صَوْتًا وَاحِدًا لِتَسْبِيحِ الرَّبِّ وَحَمْدِهِ، وَرَفَعُوا صَوْتًا بِالأَبْوَاقِ وَالصُّنُوجِ وَآلاَتِ الْغِنَاءِ وَالتَّسْبِيحِ لِلرَّبِّ: لأَنَّهُ صَالِحٌ لأَنَّ إِلَى الأَبَدِ رَحْمَتَهُ. أَنَّ البَيْتَ، بَيْتَ الرَّبِّ، امْتَلأَ سَحَابًا\". (المصدر السابق: 5/ 11 - 14). ¶ صناعة يربعام بن سليمان للعجول آلهة أمام بني إسرائيل: \"وَالآنَ أَنْتُمْ تَقُولُونَ إِنَّكُمْ تَثْبُتُونَ أَمَامَ مَمْلَكَةِ الرَّبِّ بِيَدِ بَنِي دَاوُدَ، وَأَنْتُمْ جُمْهُورٌ كَثِيرٌ وَمَعَكُمْ عُجُولُ ذَهَبٍ قَدْ عَمِلَهَا يَرُبْعَامُ لَكُمْ آلِهَةً\". (المصدر السابق: 13/ 8). ¶ استمرار الحرب بين بني إسرائيل: \"وَكَانَتْ حَرْبٌ بَيْنَ أَبِيَّا وَيَرُبْعَامَ\" (المصدر السابق: 13/ 2). ¶ استعانة سليمان بالملوك المجاورين في بناء بيت الرب، وصناعة الآنية الذهبية والفضية والنحاسية لوضعها في بيت الرب: \"فَالآنَ أَرْسِلْ لِي رَجُلاً حَكِيمًا فِي صَنَاعَةِ الذَّهَبِ وَالْفِضَّةِ وَالنُّحَاسِ وَالْحَدِيدِ وَالأُرْجُوَانِ وَالْقِرْمِزِ وَالأَسْمَانْجُونِيِّ، مَاهِرًا فِي النَّقْشِ، مَعَ الْحُكَمَاءِ الَّذِينَ عِنْدِي فِي يَهُوذَا وَفِي أُورُشَلِيمَ الَّذِينَ أَعَدَّهُمْ دَاوُدُ أَبِي\" (المصدر السابق 2/ 7).",
            "page": "50",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "المبالغة في استعمال الذهب في كل شيء داخل بيت الرب: \"وَعَمِلَ الْمَلِكُ سُلَيْمَانُ مِئَتَيْ تُرْسٍ مِنْ ذَهَبٍ مُطَرَّق، خَصَّ التُّرْسَ الْوَاحِدَ سِتُّ مِئَةِ شَاقِل مِنَ الذَّهَبِ الْمُطَرَّقِ، وَثَلاَثَ مِئَةِ مِجَنٍّ مِنْ ذَهَبٍ مُطَرَّق، خَصَّ الْمِجَنَّ الْوَاحِدَ ثَلاَثُ مِئَةِ شَاقِل مِنَ الذَّهَبِ. وَجَعَلَهَا الْمَلِكُ فِي بَيْتِ وَعْرِ لُبْنَانَ. وَعَمِلَ الْمَلِكُ كُرْسِيًّا عَظِيمًا مِنْ عَاجٍ وَغَشَّاهُ بِذَهَبٍ خَالِصٍ. وَلِلْكُرْسِيِّ سِتُّ دَرَجَاتٍ. وَلِلْكُرْسِيِّ مَوْطِئٌ مِنْ ذَهَبٍ كُلُّهَا مُتَّصِلَةٌ، وَيَدَانِ مِنْ هُنَا وَمِنْ هُنَاكَ عَلَى مَكَانِ الْجُلُوسِ، وَأَسَدَانِ وَاقِفَانِ بِجَانِبِ الْيَدَيْنِ. وَاثْنَا عَشَرَ أَسَدًا وَاقِفَةٌ هُنَاكَ عَلَى الدَّرَجَاتِ السِّتِّ مِنْ هُنَا وَمِنْ هُنَاكَ. لَمْ يُعْمَلْ مِثْلُهُ فِي جَمِيعِ الْمَمَالِكِ. وَجَمِيعُ آنِيَةِ شُرْبِ الْمَلِكِ سُلَيْمَانَ مِنْ ذَهَبٍ، وَجَمِيعُ آنِيَةِ بَيْتِ وَعْرِ لُبْنَانَ مِنْ ذَهَبٍ خَالِصٍ. لَمْ تُحْسَبِ الْفِضَّةُ شَيْئًا فِي أَيَّامِ سُلَيْمَانَ\" (المصدر السابق 4/ 18ـ23).",
            "page": "51",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "الحديث عن أبهة ملك سليمان: \"وَعَمِلَ الْمَلِكُ سُلَيْمَانُ مِئَتَيْ تُرْسٍ مِنْ ذَهَبٍ مُطَرَّق، خَصَّ التُّرْسَ الْوَاحِدَ سِتُّ مِئَةِ شَاقِل مِنَ الذَّهَبِ الْمُطَرَّقِ، وَثَلاَثَ مِئَةِ مِجَنٍّ مِنْ ذَهَبٍ مُطَرَّق، خَصَّ الْمِجَنَّ الْوَاحِدَ ثَلاَثُ مِئَةِ شَاقِل مِنَ الذَّهَبِ. وَجَعَلَهَا الْمَلِكُ فِي بَيْتِ وَعْرِ لُبْنَانَ. وَعَمِلَ الْمَلِكُ كُرْسِيًّا عَظِيمًا مِنْ عَاجٍ وَغَشَّاهُ بِذَهَبٍ خَالِصٍ. وَلِلْكُرْسِيِّ سِتُّ دَرَجَاتٍ. وَلِلْكُرْسِيِّ مَوْطِئٌ مِنْ ذَهَبٍ كُلُّهَا مُتَّصِلَةٌ، وَيَدَانِ مِنْ هُنَا وَمِنْ هُنَاكَ عَلَى مَكَانِ الْجُلُوسِ، وَأَسَدَانِ وَاقِفَانِ بِجَانِبِ الْيَدَيْنِ. وَاثْنَا عَشَرَ أَسَدًا وَاقِفَةٌ هُنَاكَ عَلَى الدَّرَجَاتِ السِّتِّ مِنْ هُنَا وَمِنْ هُنَاكَ. لَمْ يُعْمَلْ مِثْلُهُ فِي جَمِيعِ الْمَمَالِكِ. وَجَمِيعُ آنِيَةِ شُرْبِ الْمَلِكِ سُلَيْمَانَ مِنْ ذَهَبٍ، وَجَمِيعُ آنِيَةِ بَيْتِ وَعْرِ لُبْنَانَ مِنْ ذَهَبٍ خَالِصٍ. لَمْ تُحْسَبِ الْفِضَّةُ شَيْئًا فِي أَيَّامِ سُلَيْمَانَ\". (المصدر السابق: 9/ 15ـ20).",
            "page": "52",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "الحديث عن ملكة سبأ: \"وَسَمِعَتْ مَلِكَةُ سَبَاءٍ بِخَبَرِ سُلَيْمَانَ، فَأَتَتْ لِتَمْتَحِنَ سُلَيْمَانَ بِمَسَائِلَ إِلَى أُورُشَلِيمَ، بِمَوْكِبٍ عَظِيمٍ جِدًّا، وَجِمَال حَامِلَةٍ أَطْيَابًا وَذَهَبًا بِكَثْرَةٍ وَحِجَارَةً كَرِيمَةً، فَأَتَتْ إِلَى سُلَيْمَانَ وَكَلَّمَتْهُ عَنْ كُلِّ مَا فِي قَلْبِهَا. فَأَخْبَرَهَا سُلَيْمَانُ بِكُلِّ كَلاَمِهَا. وَلَمْ يُخْفَ عَنْ سُلَيْمَانَ أَمْرٌ إِلاَّ وَأَخْبَرَهَا بِهِ. فَلَمَّا رَأَتْ مَلِكَةُ سَبَا حِكْمَةَ سُلَيْمَانَ وَالْبَيْتَ الَّذِي بَنَاهُ، وَطَعَامَ مَائِدَتِهِ، وَمَجْلِسَ عَبِيدِهِ، وَمَوْقِفَ خُدَّامِهِ وَمَلاَبِسَهُمْ، وَسُقَاتَهُ وَمَلاَبِسَهُمْ، وَمُحْرَقَاتِهِ الَّتِي كَانَ يُصْعِدُهَا فِي بَيْتِ الرَّبِّ، لَمْ تَبْقَ فِيهَا رُوحٌ بَعْدُ. فَقَالَتْ لِلْمَلِكِ: صَحِيحٌ الْخَبَرُ الَّذِي سَمِعْتُهُ فِي أَرْضِي عَنْ أُمُورِكَ وَعَنْ حِكْمَتِكَ. وَلَمْ أُصَدِّقْ كَلاَمَهُمْ حَتَّى جِئْتُ وَأَبْصَرَتْ عَيْنَايَ، فَهُوَذَا لَمْ أُخْبَرْ بِنِصْفِ كَثْرَةِ حِكْمَتِكَ. زِدْتَ عَلَى الْخَبَرِ الَّذِي سَمِعْتُهُ. فَطُوبَى لِرِجَالِكَ وَطُوبَى لِعَبِيدِكَ هؤُلاَءِ الْوَاقِفِينَ أَمَامَكَ دَائِمًا وَالسَّامِعِينَ حِكْمَتَكَ. لِيَكُنْ مُبَارَكًا الرَّبُّ إِلهُكَ الَّذِي سُرَّ بِكَ وَجَعَلَكَ عَلَى كُرْسِيِّهِ مَلِكًا لِلرَّبِّ إِلهِكَ. لأَنَّ إِلهَكَ أَحَبَّ إِسْرَائِيلَ لِيُثْبِتَهُ إِلَى الأَبَدِ، قَدْ جَعَلَكَ عَلَيْهِمْ مَلِكًا، لِتُجْرِيَ حُكْمًا وَعَدْلاً. وَأَهْدَتْ لِلْمَلِكِ مِئَةً وَعِشْرِينَ وَزْنَةَ ذَهَبٍ وَأَطْيَابًا كَثِيرَةً جِدًّا وَحِجَارَةً كَرِيمَةً، وَلَمْ يَكُنْ مِثْلُ ذلِكَ الطِّيبِ الَّذِي أَهْدَتْهُ مَلِكَةُ سَبَا لِلْمَلِك سُلَيْمَانَ.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وَكَذَا عَبِيدُ حُورَامَ وَعَبِيدُ سُلَيْمَانَ الَّذِينَ جَلَبُوا ذَهَبًا مِنْ أُوفِيرَ أَتَوْا بِخَشَبِ الصَّنْدَلِ وَحِجَارَةٍ كَرِيمَةٍ. وَعَمِلَ الْمَلِكُ خَشَبَ الصَّنْدَلِ دَرَجًا لِبَيْتِ الرَّبِّ وَبَيْتِ الْمَلِكِ، وَأَعْوَادًا وَرَبَابًا، وَلَمْ يُرَ مِثْلُهَا قَبْلُ فِي أَرْضِ يَهُوذَا. وَأَعْطَى الْمَلِكُ سُلَيْمَانُ مَلِكَةَ سَبَا كُلَّ مُشْتَهَاهَا الَّذِي طَلَبَتْ، فَضْلاً عَمَّا أَتَتْ بِهِ إِلَى الْمَلِكِ. انْصَرَفَتْ وَذَهَبَتْ إِلَى أَرْضِهَا هِيَ وَعَبِيدُهَا\". (المصدر السابق 9/ 1ـ12). ¶ كثرة الأنبياء في بني إسرائيل: \"فَجَمَعَ مَلِكُ إِسْرَائِيلَ الأَنْبِيَاءَ، أَرْبَعَ مِئَةِ رَجُل، وَقَالَ لَهُمْ: أَنَذْهَبُ إِلَى رَامُوتَ جِلْعَادَ لِلْقِتَالِ أَمْ أَمْتَنِعُ فَقَالُوا: اصْعَدْ فَيَدْفَعَهَا اللهُ لِيَدِ الْمَلِكِ\" (المصدر السابق 18/ 5). ¶ عودة العلاقة بين مملكتي اليهود: \"وَكَانَ مَلِكُ إِسْرَائِيلَ وَيَهُوشَافَاطُ مَلِكُ يَهُوذَا جَالِسَيْنِ كُلُّ وَاحِدٍ عَلَى كُرْسِيِّهِ، لاَبِسَيْنِ ثِيَابَهُمَا وَجَالِسَيْنِ فِي سَاحَةٍ عِنْدَ مَدْخَلِ بَابِ السَّامِرَةِ، وَجَمِيعُ الأَنْبِيَاءِ يَتَنَبَّأُونَ أَمَامَهُمَا.\" (المصدر السابق 18/ 9). ¶ التذكير بوعد الرب لليهود: \"أَلَسْتَ أَنْتَ إِلهَنَا الَّذِي طَرَدْتَ سُكَّانَ هذِهِ الأَرْضِ مِنْ أَمَامِ شَعْبِكَ إِسْرَائِيلَ وَأَعْطَيْتَهَا لِنَسْلِ إِبْرَاهِيمَ خَلِيلِكَ إِلَى الأَبَدِ\". (المصدر السابق 20/ 7).",
            "page": "54",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "الفتن في بني إسرائيل: \" وَلَمَّا رَأَتْ عَثَلْيَا أُمُّ أَخَزْيَا أَنَّ ابْنَهَا قَدْ مَاتَ، قَامَتْ وَأَبَادَتْ جَمِيعَ النَّسْلِ الْمَلِكِيِّ مِنْ بَيْتِ يَهُوذَا. أَمَّا يَهُوشَبْعَةُ بِنْتُ الْمَلِكِ فَأَخَذَتْ يُوآشَ بْنَ أَخَزْيَا وَسَرَقَتْهُ مِنْ وَسَطِ بَنِي الْمَلِكِ الَّذِينَ قُتِلُوا، وَجَعَلَتْهُ هُوَ وَمُرْضِعَتَهُ فِي مُخْدَعِ السَّرِيرِ، وَخَبَّأَتْهُ يَهُوشَبْعَةُ بِنْتُ الْمَلِكِ يَهُورَامَ امْرَأَةُ يَهُويَادَاعَ الْكَاهِنِ، لأَنَّهَا كَانَتْ أُخْتَ أَخَزْيَا، مِنْ وَجْهِ عَثَلْيَا فَلَمْ تَقْتُلْهُ. وَكَانَ مَعَهُمْ فِي بَيْتِ اللهِ مُخْتَبِئًا سِتَّ سِنِينٍ وَعَثَلْيَا مَالِكَةٌ عَلَى الأَرْضِ.\" (المصدر السابق 22/ 10 - 12). ¶ تدخل النساء في إدارة الحكم: \"كَانَ أَخَزْيَا ابْنَ اثْنَتَيْنِ وَأَرْبَعِينَ سَنَةً حِينَ مَلَكَ، وَمَلَكَ سَنَةً وَاحِدَةً فِي أُورُشَلِيمَ، وَاسْمُ أُمِّهِ عَثَلْيَا بِنْتُ عُمْرِي. وَهُوَ أَيْضًا سَلَكَ فِي طُرُقِ بَيْتِ أَخْآبَ لأَنَّ أُمَّهُ كَانَتْ تُشِيرُ عَلَيْهِ بِفِعْلِ الشَّرِّ.\" (المصدر السابق 22/ 2 - 3). ¶ تسمية الأنبياء برجل الله: \" وَجَاءَ إِلَيْهِ رَجُلُ اللهِ قَائِلاً\" (المصدر السابق 25/ 7).",
            "page": "55",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "الانتفاضة على الملك أخزيا وقتله وقتل أمه: \"وَأَعْطَى يَهُويَادَاعُ الْكَاهِنُ رُؤَسَاءَ الْمِئَاتِ الْحِرَابَ وَالْمَجَانَّ وَالأَتْرَاسَ الَّتِي لِلْمَلِكِ دَاوُدَ الَّتِي فِي بَيْتِ اللهِ. وَأَوْقَفَ جَمِيعَ الشَّعْبِ، وَكُلُّ وَاحِدٍ سِلاَحُهُ بِيَدِهِ مِنْ جَانِبِ الْبَيْتِ الأَيْمَنِ إِلَى جَانِبِ الْبَيْتِ الأَيْسَرِ حَوْلَ الْمَذْبَحِ َالْبَيْتِ، حَوْلَ الْمَلِكِ مُسْتَدِيرِينَ. ثُمَّ أَخْرَجُوا ابْنَ الْمَلِكِ وَوَضَعُوا عَلَيْهِ التَّاجَ وَأَعْطَوْهُ الشَّهَادَةَ، وَمَلَّكُوهُ. وَمَسَحَهُ يَهُويَادَاعُ وَبَنُوهُ وَقَالُوا: لِيَحْيَ الْمَلِكُ. وَلَمَّا سَمِعَتْ عَثَلْيَا صَوْتَ الشَّعْبِ يَرْكُضُونَ وَيَمْدَحُونَ الْمَلِكَ، دَخَلَتْ إِلَى الشَّعْبِ فِي بَيْتِ الرَّبِّ. وَنَظَرَتْ وَإِذَا الْمَلِكُ وَاقِفٌ عَلَى مِنْبَرِهِ فِي الْمَدْخَلِ، وَالرُّؤَسَاءُ وَالأَبْوَاقُ عِنْدَ الْمَلِكِ، وَكُلُّ شَعْبِ الأَرْضِ يَفْرَحُونَ وَيَنْفُخُونَ بِالأَبْوَاقِ، وَالْمُغَنُّونَ بِآلاَتِ الْغِنَاءِ، وَالْمُعَلِّمُونَ التَّسْبِيحَ. فَشَقَّتْ عَثَلْيَا ثِيَابَهَا وَقَالَتْ: خِيَانَةٌ، خِيَانَةٌ. فَأَخْرَجَ يَهُويَادَاعُ الْكَاهِنُ رُؤَسَاءَ الْمِئَاتِ الْمُوَكَّلِينَ عَلَى الْجَيْشِ وَقَالَ لَهُمْ: أَخْرِجُوهَا إِلَى خَارِجِ الصُّفُوفِ، وَالَّذِي يَتَّبِعُهَا يُقْتَلُ بِالسَّيْفِ. لأَنَّ الْكَاهِنَ قَالَ: لاَ تَقْتُلُوهَا فِي بَيْتِ الرَّبِّ. فَأَلْقَوْا عَلَيْهَا الأَيَادِيَ. وَلَمَّا أَتَتْ إِلَى مَدْخَلِ بَابِ الْخَيْلِ إِلَى بَيْتِ الْمَلِكِ قَتَلُوهَا هُنَاكَ.\" (المصدر السابق 23/ 9 - 15). ¶ خلاصة الأمر أنه لا يمكن أن يكون هذا الكلام كلاماً مقدساً, وأن من يتحدث عنهم هم أنبياء على الحقيقة, وفرق كبير بين ما يذكره القرآن وبين ما يرد في هذا الكتاب.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "المبحث الرابع العبادة والتشريع ¶ من القواصم المشتركة بين الأديان جميعاً العبادات, (صلاة وصياماً وزكاة وحجاً) فهي من أصول الأديان جميعها, فما من دين إلا وأمر أتباعه بذلك. ¶ والعبادة في اللغة بمعني الطاعة والخضوع, وفى لسان العرب \"نطيع الطاعة التي يُخضع معها \" (¬1) ¶ وفى الاصطلاح: عرف الجرجاني العبادة \" هو فعل المكلف على خلاف هوى نفسه تعظيماً لربه\" (¬2) ¶ وعرفها ابن تيمية: \"اسم جامع لكل ما يحبه الله ويرضاه من الأقوال والأعمال الباطنة والظاهرة\" (¬3) ¶ وعند ابن القيم:\" أصل العبادة وتمامها هي المحبة وإفراد الرب سبحانه بها فلا يشرك العبد فيها غيره\". (¬4) ¶ أما التشريع: فهو من الشرعة والمنهاج والطريق والشرعة والدين, وشرع التشريع أي سنه \" (¬5) ¶ وفي الاصطلاح: عرفها الجرجاني: \"الائتمار بالتزام العبودية, وقيل الشريعة هي الطريق في الدين\" (¬6) ¶ والناس لا يمكن أن يستغنوا عن الشريعة, \"والهدف من هذه الشريعة هو صيانة الكون من الشر والفساد وإرساء قواعد العدالة والإصلاح, فكانت كل رسالة تكون منهج حياة واقعية تتولى قيادة البشر وصيانته, قال تعالى: {لكل جعلنا مشرعة ومنهاجا}. (سورة المائدة 48) , فهي لم تأت لمجرد عقيدة في الضمير وشعائر تؤدى في المحراب فقط, فهذا لا يكفي لقيادة الحياة وتنظيمها وما لم يقم على أساس منهج يطبق في حياة الناس ويؤاخذ الناس على محالفته بحكم القانون والسلطان \" (¬7) ¶ ¬__________ ¶ (¬1) لسان العرب: ابن منظور _3/ 335. ¶ (¬2) التعريفات: الجرجاني الحنفي - 239. ¶ (¬3) العبودية: ابن تيمية - 4. ¶ (¬4) أغاثه اللهفان من مصايد الشيطان: ابن قيم الجوزية - 2/ 0128 ¶ (¬5) مختار الصحاح: الرازي - 335. ¶ (¬6) التعريفات الجرجاني: 210 ¶ (¬7) الجريمة والعقوبة في الفقه الإسلامي: محمد أبو زهرة - 95.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "والمتابع لعبادات اليهود وشرائعهم يجد الانحراف الواضح عن المنهج السليم للدين والهدي السماوي, وقد فُرّغت هذه العبارات من كل محتواها القيمي والأخلاقي والتهذيبي, فلم نعد نلمس من هذه العبادات التأثير الكبير في الحياة على مستوى الفرد أو الجماعة في المجتمع اليهودي خلافاً لما عليه في الإسلام. ¶ وسنذكر فيما يأتي ما وجدناه مذكوراً في سفر أخبار الأيام الثاني فيما له علاقة بالعبادة والتشريع: ¶ ذكر أوقات تقديم القربان: \"فَهأَنَذَا أَبْنِي بَيْتًا لاسْمِ الرَّبِّ إِلهِي لأُقَدِّسَهُ لَهُ، لأُوقِدَ أَمَامَهُ بَخُورًا عَطِرًا، وَلِخُبْزِ الْوُجُوهِ الدَّائِمِ، وَلِلْمُحْرَقَاتِ صَبَاحًا وَمَسَاءً، وَلِلسُّبُوتِ وَالأَهِلَّةِ وَمَوَاسِمِ الرَّبِّ إِلهِنَا. هذَا عَلَى إِسْرَائِيلَ إِلَى الأَبَدِ\". (سفر أخبار الأيام الثاني: 2/ 4). ¶ ومنها: الأيام التي تقدم فيها القرابين: \"أَمْرَ كُلِّ يَوْمٍ بِيَوْمِهِ مِنَ الْمُحْرَقَاتِ حَسَبَ وَصِيَّةِ مُوسَى فِي السُّبُوتِ وَالأَهِلَّةِ وَالْمَوَاسِمِ، ثَلاَثَ مَرَّاتٍ فِي السَّنَةِ، فِي عِيدِ الْفَطِيرِ وَعِيدِ الأَسَابِيعِ وَعِيدِ الْمَظَالِّ.\". (سفر أخبار الأيام الثاني: 8/ 13). ¶ استعمال الغناء في العبادة: \"وَاللاَّوِيُّونَ الْمُغَنُّونَ أَجْمَعُونَ: آسَافُ وَهَيْمَانُ وَيَدُوثُونُ وَبَنُوهُمْ وَإِخْوَتُهُمْ، لاَبِسِينَ كَتَّانًا، بِالصُّنُوجِ وَالرَّبَابِ وَالْعِيدَانِ وَاقِفِينَ شَرْقِيَّ الْمَذْبَحِ، وَمَعَهُمْ مِنَ الْكَهَنَةِ مِئَةٌ وَعِشْرُونَ يَنْفُخُونَ فِي الأَبْوَاقِ.\" (سفر أخبار الأيام الثاني: 5/ 12).",
            "page": "58",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "الدعوة إلى الله بسماع تضرعات المصلين: \"وَاسْمَعْ تَضَرُّعَاتِ عَبْدِكَ وَشَعْبِكَ إِسْرَائِيلَ الَّذِينَ يُصَلُّونَ فِي هذَا الْمَوْضِعِ، وَاسْمَعْ أَنْتَ مِنْ مَوْضِعِ سُكْنَاكَ مِنَ السَّمَاءِ، وَإِذَا سَمِعْتَ فَاغْفِرْ.\" (سفر أخبار الأيام الثاني: 9/ 21). ¶ صناعة داود عليه السلام لآلات الطرب والغناء للعبادة: \"وَكَانَ الْكَهَنَةُ وَاقِفِينَ عَلَى مَحَارِسِهِمْ، وَاللاَّوِيُّونَ بِآلاَتِ غِنَاءِ الرَّبِّ الَّتِي عَمِلَهَا دَاوُدُ الْمَلِكُ لأَجْلِ حَمْدِ الرَّبِّ لأَنَّ إِلَى الأَبَدِ رَحْمَتَهُ حِينَ سَبَّحَ دَاوُدُ بِهَا، وَالْكَهَنَةُ يَنْفُخُونَ فِي الأَبْوَاقِ مُقَابِلَهُمْ، وَكُلُّ إِسْرَائِيلَ وَاقِفٌ.\" ¶ (سفر أخبار الأيام الثاني: 7/ 6). ¶ لا تزر وازرة وزر أخرى: \"وَأَمَّا بَنُوهُمْ فَلَمْ يَقْتُلْهُمْ، بَلْ كَمَا هُوَ مَكْتُوبٌ فِي الشَّرِيعَةِ فِي سِفْرِ مُوسَى حَيْثُ أَمَرَ الرَّبُّ قَائِلاً: لاَ تَمُوتُ الآبَاءُ لأَجْلِ الْبَنِينَ، وَلاَ الْبَنُونَ يَمُوتُونَ لأَجْلِ الآبَاءِ، بَلْ كُلُّ وَاحِدٍ يَمُوتُ لأَجْلِ خَطِيَّتِهِ\" (سفر أخبار الأيام الثاني: 25/ 4). ¶ التقرب إلى الله: \"كَانَ كُلُّ يَهُوذَا وَاقِفِينَ أَمَامَ الرَّبِّ مَعَ أَطْفَالِهِمْ وَنِسَائِهِمْ وَبَنِيهِمْ.\" (سفر أخبار الأيام الثاني: 20/ 13).",
            "page": "59",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "عبادة الرب بالغناء والطرب: \"وَلَمَّا اسْتَشَارَ الشَّعْبَ أَقَامَ مُغَنِّينَ لِلرَّبِّ وَمُسَبِّحِينَ فِي زِينَةٍ مُقَدَّسَةٍ عِنْدَ خُرُوجِهِمْ أَمَامَ الْمُتَجَرِّدِينَ وَقَائِلِينَ: احْمَدُوا الرَّبَّ لأَنَّ إِلَى الأَبَدِ رَحْمَتَهُ. وَلَمَّا ابْتَدَأُوا فِي الْغِنَاءِ وَالتَّسْبِيحِ جَعَلَ الرَّبُّ أَكْمِنَةً عَلَى بَنِي عَمُّونَ وَمُوآبَ وَجَبَلِ سِعِير الآتِينَ عَلَى يَهُوذَا فَانْكَسَرُوا. (سفر أخبار الأيام الثاني: 20/ 21 - 22). ومنها: \"وَدَخَلُوا أُورُشَلِيمَ بِالرَّبَابِ وَالْعِيدَانِ وَالأَبْوَاقِ إِلَى بَيْتِ الرَّبِّ\" (سفر أخبار الأيام الثاني: 20/ 28) , ومنها: \"وَأَوْقَفَ اللاَّوِيِّينَ فِي بَيْتِ الرَّبِّ بِصُنُوجٍ وَرَبَابٍ وَعِيدَانٍ حَسَبَ أَمْرِ دَاوُدَ وَجَادَ رَائِي الْمَلِكِ وَنَاثَانَ النَّبِيِّ، لأَنَّ مِنْ قِبَلِ الرَّبِّ الْوَصِيَّةَ عَنْ يَدِ أَنْبِيَائِهِ. فَوَقَفَ اللاَّوِيُّونَ بِآلاَتِ دَاوُدَ، وَالْكَهَنَةُ بِالأَبْوَاقِ.\" 29/ 25 - 26عبادة (سفر أخبار الأيام الثاني: 29/ 25 - 26) , ومنها: \"وَكَانَ كُلُّ الْجَمَاعَةِ يَسْجُدُونَ وَالْمُغَنُّونَ يُغَنُّونَ وَالْمُبَوِّقُونَ يُبَوِّقُونَ. الْجَمِيعُ، إِلَى أَنِ انْتَهَتِ الْمُحْرَقَةُ. وَعِنْدَ انْتِهَاءِ الْمُحْرَقَةِ خَرَّ الْمَلِكُ وَكُلُّ الْمَوْجُودِينَ مَعَهُ وَسَجَدُوا.\" (سفر أخبار الأيام الثاني: 29/ 28 - 29).",
            "page": "60",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "ممارسة الزنا في أورشليم: \"حِينَئِذٍ عَصَتْ لِبْنَةُ فِي ذلِكَ الْوَقْتِ مِنْ تَحْتِ يَدِهِ لأَنَّهُ تَرَكَ الرَّبَّ إِلهَ آبَائِهِ. وَهُوَ أَيْضًا عَمِلَ مُرْتَفَعَاتٍ فِي جِبَالِ يَهُوذَا، وَجَعَلَ سُكَّانَ أُورُشَلِيمَ يَزْنُونَ.\" (سفر أخبار الأيام الثاني: 21/ 10 - 11) , ومنها: \"وَجَعَلْتَ يَهُوذَا وَسُكَّانَ أُورُشَلِيمَ يَزْنُونَ كَزِنَا بَيْتِ أَخْآبَ، وَقَتَلْتَ أَيْضًا إِخْوَتَكَ مِنْ بَيْتِ أَبِيكَ الَّذِينَ هُمْ أَفْضَلُ مِنْكَ، هُوَذَا يَضْرِبُ الرَّبُّ شَعْبَكَ وَبَنِيكَ وَنِسَاءَكَ وَكُلَّ مَالِكَ ضَرْبَةً عَظِيمَةً.\" (سفر أخبار الأيام الثاني: 21/ 13 - 14). ¶ عقوبة مخالفة الوصايا: \"وَلَبِسَ رُوحُ اللهِ زَكَرِيَّا بْنَ يَهُويَادَاعَ الْكَاهِنَ فَوَقَفَ فَوْقَ الشَّعْبِ وَقَالَ لَهُمْ: هكَذَا يَقُولُ اللهُ: لِمَاذَا تَتَعَدَّوْنَ وَصَايَا الرَّبِّ فَلاَ تُفْلِحُونَ لأَنَّكُمْ تَرَكْتُمُ الرَّبَّ قَدْ تَرَكَكُمْ\". (سفر أخبار الأيام الثاني: 24/ 20). ¶ سبي اليهود للنساء اليهوديات: \"وَسَبَى بَنُو إِسْرَائِيلَ مِنْ إِخْوَتِهِمْ مِئَتَيْ أَلْفٍ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْبَنَاتِ، وَنَهَبُوا أَيْضًا مِنْهُمْ غَنِيمَةً وَافِرَةً وَأَتَوْا بِالْغَنِيمَةِ إِلَى السَّامِرَةِ\". (سفر أخبار الأيام الثاني: 28/ 8). ¶ ترميم بيت الرب وفتحه للعبادة: \"هُوَ فِي السَّنَةِ الأُولَى مِنْ مُلْكِهِ فِي الشَّهْرِ الأَوَّلِ فَتَحَ أَبْوَابَ بَيْتِ الرَّبِّ وَرَمَّمَهَا.\" (سفر أخبار الأيام الثاني: 29/ 3). ¶ عقوبة العصيان: \"فَكَانَ غَضَبُ الرَّبِّ عَلَى يَهُوذَا وَأُورُشَلِيمَ، وَأَسْلَمَهُمْ لِلْقَلَقِ وَالدَّهْشِ وَالصَّفِيرِ كَمَا أَنْتُمْ رَاؤُونَ بِأَعْيُنِكُمْ.\" (سفر أخبار الأيام الثاني: 29/ 8).",
            "page": "61",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "تقديم القربان للأصنام: \"كَانَ آمُونُ ابْنَ اثْنَتَيْنِ وَعِشْرِينَ سَنَةً حِينَ مَلَكَ، وَمَلَكَ سَنَتَيْنِ فِي أُورُشَلِيمَ. وَعَمِلَ الشَّرَّ فِي عَيْنَيِ الرَّبِّ كَمَا عَمِلَ مَنَسَّى أَبُوهُ، وَذَبَحَ آمُونُ لِجَمِيعِ التَّمَاثِيلِ الَّتِي عَمِلَ مَنَسَّى أَبُوهُ وَعَبَدَهَا.\" (سفر أخبار الأيام الثاني: 33/ 21 - 22). ¶ الملك يوشا يطهر أورشليم ويهدم مذابح البعليم: \"وَفِي السَّنَةِ الثَّامِنَةِ مِنْ مُلْكِهِ إِذْ كَانَ بَعْدُ فَتًى، ابْتَدَأَ يَطْلُبُ إِلهَ دَاوُدَ أَبِيهِ. وَفِي السَّنَةِ الثَّانِيَةِ عَشَرَةَ ابْتَدَأَ يُطَهِّرُ يَهُوذَا وَأُورُشَلِيمَ مِنَ الْمُرْتَفَعَاتِ وَالسَّوَارِي وَالتَّمَاثِيلِ وَالْمَسْبُوكَاتِ. وَهَدَمُوا أَمَامَهُ مَذَابحَ الْبَعْلِيمِ، وَتَمَاثِيلَ الشَّمْسِ الَّتِي عَلَيْهَا مِنْ فَوْقُ قَطَعَهَا، وَكَسَّرَ السَّوَارِيَ وَالتَّمَاثِيلَ وَالْمَسْبُوكَاتِ وَدَقَّهَا وَرَشَّهَا عَلَى قُبُورِ الَّذِينَ ذَبَحُوا لَهَا\". (سفر أخبار الأيام الثاني: 34/ 3 - 4). ¶ العثور على نسخة سفر شريعة الرب الخاص بموسى عليه السلام: \"عِنْدَ إِخْرَاجِهِمِ الْفِضَّةَ الْمُدْخَلَةَ إِلَى بَيْتِ الرَّبِّ، وَجَدَ حِلْقِيَا الْكَاهِنُ سِفْرَ شَرِيعَةِ الرَّبِّ بِيَدِ مُوسَى. فَأَجَابَ حِلْقِيَا وَقَالَ لِشَافَانَ الْكَاتِبِ: قَدْ وَجَدْتُ سِفْرَ الشَّرِيعَةِ فِي بَيْتِ الرَّبِّ. وَسَلَّمَ حِلْقِيَا السِّفْرَ إِلَى شَافَانَ\" (سفر أخبار الأيام الثاني: 34/ 14).",
            "page": "62",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "إحياء عيد الفصح زمن يوشا بشكل لم يسبق له مثيل من زمن صموئيل: \"وَلَمْ يُعْمَلْ فِصْحٌ مِثْلُهُ فِي إِسْرَائِيلَ مِنْ أَيَّامِ صَمُوئِيلَ النَّبِيِّ. وَكُلُّ مُلُوكِ إِسْرَائِيلَ لَمْ يَعْمَلُوا كَالْفِصْحِ الَّذِي عَمِلَهُ يُوشِيَّا وَالْكَهَنَةُ وَاللاَّوِيُّونَ وَكُلُّ يَهُوذَا وَإِسْرَائِيلَ الْمَوْجُودِينَ وَسُكَّانِ أُورُشَلِيمَ\". (سفر أخبار الأيام الثاني: 35/ 18). ¶ احتلال الفراعنة لأورشليم زمن يهوآخاز: \"كَانَ يُوآحَازُ ابْنَ ثَلاَثٍ وَعِشْرِينَ سَنَةً حِينَ مَلَكَ، وَمَلَكَ ثَلاَثَةَ أَشْهُرٍ فِي أُورُشَلِيمَ. وَعَزَلَهُ مَلِكُ مِصْرَ فِي أُورُشَلِيمَ وَغَرَّمَ الأَرْضَ بِمِئَةِ وَزْنَةٍ مِنَ الْفِضَّةِ، وَبِوَزْنَةٍ مِنَ الذَّهَبِ. وَمَلَّكَ مَلِكُ مِصْرَ أَلِيَاقِيمَ أَخَاهُ عَلَى يَهُوذَا وَأُورُشَلِيمَ، وَغَيَّرَ اسْمَهُ إِلَى يَهُويَاقِيمَ. وَأَمَّا يُوآحَازُ أَخُوهُ فَأَخَذَهُ نَخُوُ وَأَتَى بِهِ إِلَى مِصْرَ.\" (سفر أخبار الأيام الثاني: 36/ 2 - 4). ¶ كفر ملوك إسرائيل: \"كَانَ يَهُويَاقِيمُ ابْنَ خَمْسٍ وَعِشْرِينَ سَنَةً حِينَ مَلَكَ، وَمَلَكَ إِحْدَى عَشَرَةَ سَنَةً فِي أُورُشَلِيمَ، وَعَمِلَ الشَّرَّ فِي عَيْنَيِ الرَّبِّ إِلهِهِ.\" (سفر أخبار الأيام الثاني: 36/ 5). ¶ ومنها: \"كَانَ يَهُويَاكِينُ ابْنَ ثَمَانِي سِنِينَ حِينَ مَلَكَ، وَمَلَكَ ثَلاَثَةَ أَشْهُرٍ وَعَشَرَةَ أَيَّامٍ فِي أُورُشَلِيمَ. وَعَمِلَ الشَّرَّ فِي عَيْنَيِ الرَّبِّ\". (سفر أخبار الأيام الثاني: 36/ 9). ¶ ومنها: \"كَانَ صِدْقِيَّا ابْنَ إِحْدَى وَعِشْرِينَ سَنَةً حِينَ مَلَكَ، وَمَلَكَ إِحْدَى عَشَرَةَ سَنَةً فِي أُورُشَلِيمَ. وَعَمِلَ الشَّرَّ فِي عَيْنَيِ الرَّبِّ إِلهِهِ، وَلَمْ يَتَوَاضَعْ أَمَامَ إِرْمِيَا النَّبِيِّ مِنْ فَمِ الرَّبِّ\". (سفر أخبار الأيام الثاني: 36/ 12).",
            "page": "63",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "خيانة الكهنة وكفرهم: \"حَتَّى إِنَّ جَمِيعَ رُؤَسَاءِ الْكَهَنَةِ وَالشَّعْبِ أَكْثَرُوا الْخِيَانَةَ حَسَبَ كُلِّ رَجَاسَاتِ الأُمَمِ، وَنَجَّسُوا بَيْتَ الرَّبِّ الَّذِي قَدَّسَهُ فِي أُورُشَلِيمَ.\" (سفر أخبار الأيام الثاني: 36/ 14). ¶ تدمير بيت الرب ونهب ما فيه ونقله إلى بابل: \"فَأَصْعَدَ عَلَيْهِمْ مَلِكَ الْكِلْدَانِيِّينَ فَقَتَلَ مُخْتَارِيهِمْ بِالسَّيْفِ فِي بَيْتِ مَقْدِسِهِمْ. وَلَمْ يَشْفِقْ عَلَى فَتًى أَوْ عَذْرَاءَ، وَلاَ عَلَى شَيْخٍ أَوْ أَشْيَبَ، بَلْ دَفَعَ الْجَمِيعَ لِيَدِهِ. وَجَمِيعُ آنِيَةِ بَيْتِ اللهِ الْكَبِيرَةِ وَالصَّغِيرَةِ وَخَزَائِنِ بَيْتِ الرَّبِّ وَخَزَائِنِ الْمَلِكِ وَرُؤَسَائِهِ أَتَى بِهَا جَمِيعًا إِلَى بَابِلَ. وَأَحْرَقُوا بَيْتَ اللهِ، وَهَدَمُوا سُورَ أُورُشَلِيمَ وَأَحْرَقُوا جَمِيعَ قُصُورِهَا بِالنَّارِ، وَأَهْلَكُوا جَمِيعَ آنِيَتِهَا الثَّمِينَةِ. وَسَبَى الَّذِينَ بَقُوا مِنَ السَّيْفِ إِلَى بَابِلَ، فَكَانُوا لَهُ وَلِبَنِيهِ عَبِيدًا إِلَى أَنْ مَلَكَتْ مَمْلَكَةُ فَارِسَ\" (سفر أخبار الأيام الثاني: 36/ 18). ¶ عودة اليهود من السبي زمن قورش: وَفِي السَّنَةِ الأُولَى لِكُورَشَ مَلِكِ فَارِسَ لأَجْلِ تَكْمِيلِ كَلاَمِ الرَّبِّ بِفَمِ إِرْمِيَا، نَبَّهَ الرَّبُّ رُوحَ كُورَشَ مَلِكِ فَارِسَ، فَأَطْلَقَ نِدَاءً فِي كُلِّ مَمْلَكَتِهِ وَكَذَا بِالْكِتَابَةِ قَائِلاً: هكَذَا قَالَ كُورَشُ مَلِكُ فَارِسَ: إِنَّ الرَّبَّ إِلهَ السَّمَاءِ قَدْ أَعْطَانِي جَمِيعَ مَمَالِكِ الأَرْضِ، وَهُوَ أَوْصَانِي أَنْ أَبْنِيَ لَهُ بَيْتًا فِي أُورُشَلِيمَ الَّتِي فِي يَهُوذَا. مَنْ مِنْكُمْ مِنْ جَمِيعِ شَعْبِهِ، الرَّبُّ إِلهُهُ مَعَهُ وَلْيَصْعَدْ\". (سفر أخبار الأيام الثاني: 36/ 22 - 23).",
            "page": "64",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "المبحث الخامس: ما يوافق الإسلام من عقيدة وأخلاق وعبادة مما ورد في سفر أخبار الأيام الثاني ¶ أولاً. موقف الإسلام من الحق الوارد في كتاب اليهود: ¶ {شرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نوحاً وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ}. (سورة الشورى: 13) ¶ من خلال هذا النص الشريف نجد أن كل الأديان كان هدفها الأسمى والأول هو التوحيد وكان هذا تشريعها فهو شرع لنا في توحيد الله، فدين الله واحد وبلادنا هي مهبط الوحي للأديان جميعاً وفيه انتشرت الأديان ومنه انطلقت إلى العالمين ولسنا نعرف نبياً لبث في غير هذه الأرض العربية، وفي أعماق هذه الأرض امتدت جُذور هذه الأديان، ومن هذا الوطن خرج المؤمنون بالأديان السماوية يضربون في الأرض ويُبشرون بهذه الأديان، وينشرون بين الناس قيماً دينية خالدة هي قيم الحق والعدل والمحبة والسلام، وفي أرجاء هذا الوطن تعايشت الأديان الكبرى الثلاثة الإسلام والمسيحية واليهودية، تعايشت لما بينها من روابط قوية متينة، هذه الروابط القوية نبتت من وحدة الأصل ووحدة الهدف، والتقارب القوى في الكثير من الطقوس والعادات. ونجد أن القرآن الكريم قد وقف من هذه المسائل موقفاً تتجلى فيه نظرتان: نظرة مثالية تتعايش فيها الأديان الثلاثة من حيث هي عقائد ونظرة عملية تتعايش في إطار المعتنقون لهذه الأديان الثلاثة.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "من حيث المصدر نجد أن القرآن الكريم يُقرر أن الأديان السماوية جميعها قد صدرت عن الذات الإلهية، فإن الله سبحانه وتعالى هو الذي يبعث الأنبياء ويُرسل الرسل مبشرين ومنذرين وهو الذي يكتب الكتب لإخراج الناس من الظلمات إلى النور وهو الذي يُرسل الرسل يُعلمون الناس الكتاب والحكمة، وهو حينما يفعل ذلك يفعله من أجل تحقيق الحياة الأفضل للجنس البشري والارتقاء به من مستوى حضاري إلى مستوى حضاري أرقى. هذه الوحدة في المصدر وهذه الوحدة في الهدف وهذا التتابع الزمني في بعثة الأنبياء والمرسلين، وهذه الخطوات المرحلية في سلم الارتقاء الحضاري كانت لها ظواهر اجتماعية عني بها ورسخها القرآن الكريم: {شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحاً وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ} (سورة الشورى: 13). ¶ و\" الآية صريحة في أن أصول دين الله على ألسنة جميع رسله هذه الثلاثة: الإيمان بالله_الإيمان باليوم الآخر وما فيه من جزاء_العمل الصالح. فثمرة الإيمان منوطة بهذه الثلاثة \" (¬1). ¶ أما العناصر المتغيرة فيُمثل لها بالعبادات الدينية وبالتحليل والتحريم الديني، من حيث أنها تختلف في دين عنها في دين آخر وذلك لأنها مرتبطة دائماً وأبداً بالإنسان. ¶ ¬__________ ¶ (¬1) أنظر؛ تفسير المنار: رشيد رضا ص 1/ 335.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "والقرآن الكريم دعا إلى تعايش سلمي بين هذه الأديان, تعايش يقضي على المنازعات وعلى التفرق والانقسام فهو يطلب من المسلمين أن يُؤمنوا بجميع الأنبياء والمرسلين ولا يُفرقوا في هذا الإيمان بين رسول ورسول: {قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ}. (البقرة: 136). ثم يطلب من الرسول أن يعرض على أهل الكتاب موقفاً يلتقي فيه الطرفان وترتفع فيه الخصومة ويتحقق بمقتضاه السلام: {قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلا نُشْرِكَ بِهِ شَيْئاً وَلا يَتَّخِذَ بَعْضُنَا بَعْضاً أَرْبَاباً مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ}. (آل عمران: 64). ¶ وبناء على ما سبق فإن الإسلام يقر كل ما جاء في التوراة أو الإنجيل مما يتوافق مع عقيدتنا وعباداتنا وتشريعاتنا, ولكن عند العمل فإننا نعمل بشرعنا المنزل على نبينا محمد صلى الله عليه وسلّم, وليس في هذا أي إنقاص أو إجحاف لما عند الآخرين من الموافق لشرعنا, ومن الأمثلة على ذلك ما سنذكره في الفقرة التالية. ¶ ثانياً. ما ورد في سفر الأخبار الأيام الثاني من مواقفه للحق: ¶ توحيد الله تعالى: \"وَقَالَ: أَيُّهَا الرَّبُّ إِلهُ إِسْرَائِيلَ، لاَ إِلهَ مِثْلُكَ فِي السَّمَاءِ وَالأَرْضِ، حَافِظُ الْعَهْدِ وَالرَّحْمَةِ لِعَبِيدِكَ السَّائِرِينَ أَمَامَكَ بِكُلِّ قُلُوبِهِم\"ُ. (سفر أخبار الأيام الثاني: 6/ 4).",
            "page": "67",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "الله في السماء: \"وَاسْمَعْ أَنْتَ مِنْ مَوْضِعِ سُكْنَاكَ مِنَ السَّمَاءِ، وَإِذَا سَمِعْتَ فَاغْفِرْ\". (المصدر السابق: 6/ 21)، ومنها: \"وَقَالَ: يَا رَبُّ إِلهَ آبَائِنَا، أَمَا أَنْتَ هُوَ اللهُ فِي السَّمَاءِ، وَأَنْتَ الْمُتَسَلِّطُ عَلَى جَمِيعِ مَمَالِكِ الأُمَمِ، وَبِيَدِكَ قُوَّةٌ وَجَبَرُوتٌ وَلَيْسَ مَنْ يَقِفُ مَعَكَ\". (المصدر السابق: 20/ 6). ¶ تحذير اليهود من المعصية: \"وَلكِنْ إِنِ انْقَلَبْتُمْ وَتَرَكْتُمْ فَرَائِضِي وَوَصَايَايَ الَّتِي جَعَلْتُهَا أَمَامَكُمْ، وَذَهَبْتُمْ وَعَبَدْتُمْ آلِهَةً أُخْرَى وَسَجَدْتُمْ لَهَا، فَإِنِّي أَقْلَعُهُمْ مِنْ أَرْضِي الَّتِي أَعْطَيْتُهُمْ إِيَّاهَا، وَهذَا الْبَيْتُ الَّذِي قَدَّسْتُهُ لاسْمِي أَطْرَحُهُ مِنْ أَمَامِي وَأَجْعَلُهُ مَثَلاً وَهُزْأَةً فِي جَمِيعِ الشُّعُوبِ. وَهذَا الْبَيْتُ الَّذِي كَانَ مُرْتَفِعًا، كُلُّ مَنْ يَمُرُّ بِهِ يَتَعَجَّبُ وَيَقُولُ: لِمَاذَا عَمِلَ الرَّبُّ هكَذَا لِهذِهِ الأَرْضِ وَلِهذَا الْبَيْتِ؟ فَيَقُولُونَ: مِنْ أَجْلِ أَنَّهُمْ تَرَكُوا الرَّبَّ إِلهَ آبَائِهِمِ الَّذِي أَخْرَجَهُمْ مِنْ أَرْضِ مِصْرَ، وَتَمَسَّكُوا بِآلِهَةٍ أُخْرَى وَسَجَدُوا لَهَا وَعَبَدُوهَا، لِذلِكَ جَلَبَ عَلَيْهِمْ كُلَّ هذَا الشَّرِّ\". (المصدر السابق: 7/ 19ـ22) , ومنها: \"وَالآنَ لِتَكُنْ هَيْبَةُ الرَّبِّ عَلَيْكُمُ. احْذَرُوا وَافْعَلُوا. لأَنَّهُ لَيْسَ عِنْدَ الرَّبِّ إِلهِنَا ظُلْمٌ وَلاَ مُحَابَاةٌ وَلاَ ارْتِشَاءٌ\". (المصدر السابق: 19/ 7) , ومنها: \"وَلِيَكُنِ الرَّبُّ مَعَ الصَّالِحِ\". (المصدر السابق: 9/ 11).",
            "page": "68",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "الدعوة للتوحيد والإيمان بالأنبياء: \"وَأَمَرَهُمْ قَائِلاً: هكَذَا تَفْعَلُونَ بِتَقْوَى الرَّبِّ بِأَمَانَةٍ وَقَلْبٍ كَامِل\" (المصدر السابق: 20/ 20) , ومنها: \"وَعِنْدَ خُرُوجِهِمْ وَقَفَ يَهُوشَافَاطُ وَقَالَ: «اسْمَعُوا يَا يَهُوذَا وَسُكَّانَ أُورُشَلِيمَ، آمِنُوا بِالرَّبِّ إِلهِكُمْ فَتَأْمَنُوا. آمِنُوا بِأَنْبِيَائِهِ فَتُفْلِحُوا\". (المصدر السابق: 20/ 20). ¶ التوجه إلى الله بالدعاء: \"يَا إِلهَنَا أَمَا تَقْضِي عَلَيْهِمْ، لأَنَّهُ لَيْسَ فِينَا قُوَّةٌ أَمَامَ هذَا الْجُمْهُورِ الْكَثِيرِ الآتِي عَلَيْنَا، وَنَحْنُ لاَ نَعْلَمُ مَاذَا نَعْمَلُ وَلكِنْ نَحْوَكَ أَعْيُنُنَا وَكَانَ كُلُّ يَهُوذَا وَاقِفِينَ أَمَامَ الرَّبِّ مَعَ أَطْفَالِهِمْ وَنِسَائِهِمْ وَبَنِيهِمْ\". (المصدر السابق: 20/ 10ـ12). ¶ االرب حنان رحيم: \"لأَنَّهُ بِرُجُوعِكُمْ إِلَى الرَّبِّ يَجِدُ إِخْوَتُكُمْ وَبَنُوكُمْ رَحْمَةً أَمَامَ الَّذِينَ يَسْبُونَهُمْ، فَيَرْجِعُونَ إِلَى هذِهِ الأَرْضِ، لأَنَّ الرَّبَّ إِلهَكُمْ حَنَّانٌ وَرَحِيمٌ، وَلاَ يُحَوِّلُ وَجْهَهُ عَنْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِ\". (المصدر السابق: 30/ 9). ¶ لا تزر وازرة وزر أخرى: \"وَلَمَّا تَثَبَّتَتِ الْمَمْلَكَةُ عَلَيْهِ قَتَلَ عَبِيدَهُ الَّذِينَ قَتَلُوا الْمَلِكَ أَبَاهُ. وَأَمَّا بَنُوهُمْ فَلَمْ يَقْتُلْهُمْ، بَلْ كَمَا هُوَ مَكْتُوبٌ فِي الشَّرِيعَةِ فِي سِفْرِ مُوسَى حَيْثُ أَمَرَ الرَّبُّ قَائِلاً: لاَ تَمُوتُ الآبَاءُ لأَجْلِ الْبَنِينَ، وَلاَ الْبَنُونَ يَمُوتُونَ لأَجْلِ الآبَاءِ، بَلْ كُلُّ وَاحِدٍ يَمُوتُ لأَجْلِ خَطِيَّتِهِ\". (المصدر السابق: 25/ 3 - 4).",
            "page": "69",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "علم الله الواسع: \"فَاسْمَعْ أَنْتَ مِنَ السَّمَاءِ مَكَانِ سُكْنَاكَ، وَاغْفِرْ وَأَعْطِ كُلَّ إِنْسَانٍ حَسَبَ كُلِّ طُرُقِهِ كَمَا تَعْرِفُ قَلْبَهُ. لأَنَّكَ أَنْتَ وَحْدَكَ تَعْرِفُ قُلُوبَ بَنِي الْبَشَرِ.\" (المصدر السابق: 6/ 30). ¶ الله ليس مثله شئ: \"وَقَالَ: أَيُّهَا الرَّبُّ إِلهُ إِسْرَائِيلَ، لاَ إِلهَ مِثْلُكَ فِي السَّمَاءِ وَالأَرْضِ، حَافِظُ الْعَهْدِ وَالرَّحْمَةِ لِعَبِيدِكَ السَّائِرِينَ أَمَامَكَ بِكُلِّ قُلُوبِهِمُ\". (المصدر السابق: 6/ 14).",
            "page": "70",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "المصادر والمراجع ¶ 1. القرآن الكريم. ¶ 2. الكتاب المقدس - دار الكتاب المقدس - قبرص - 1998. ¶ 3. إتحاف السادة المتقين - محمد الزبيدي - دار الكتب العلمية - بيروت - الأولى - 1989. ¶ 4. أغاثه اللهفان من مصايد الشيطان: ابن قيم الجوزية - دار التراث العربي - القاهرة. ¶ 5. التعريفات: محمد الجرجاني الحنفي - شركة القدس - القاهرة - الأولى - 2007. ¶ 6. تفسير المنار: رشيد رضا - دار المعرفة - بيروت - الثانية. ¶ 7. الجريمة والعقوبة في الفقه الإسلامي: محمد أبو زهرة - دار الفكر العربي - القاهرة. ¶ 8. سفر الخروج: عرض ونقد: أرحام العودات- رسالة ماجستير - الجامعة الإسلامية - غزة - كلية أصول الدين - 2010. ¶ 9. العبودية: ابن تيمية - دار الكتب العلمية - بيروت - الأولى - 1997. ¶ 10. العقائد الإسلامية: سيد سابق - دار الكتاب العربي - بيروت - الأولى. ¶ 11. الكتب التاريخية في العهد القديم: مراد كامل - معهد البحوث والدراسات العربية - القاهرة - 1976. ¶ 12. لسان العرب: ابن منظور الأنصاري - دار الكتب العلمية - بيروت - الأولى - 2003. ¶ 13. مختار الصحاح: الرازي - دار الحديث - القاهرة - الأولى - 2000. ¶ 14. المصباح المنير: أحمد محمد الفيومي - دار المعارف - القاهرة - 1977.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "الفهرس ¶ الإهداء. ... 3 ¶ المقدمة. ... 4 ¶ المبحث الأول: العهد القديم (التوراة) عرض ونقد. ... 6 ¶ المبحث الثاني: العقائد والأخلاق في سفر أخبار الأيام الثاني. ... 13 ¶ المبحث الثالث: النبوة والأنبياء في سفر أخبار الأيام الثاني. ... 21 ¶ المبحث الرابع: العبادة والتشريع في سفر أخبار الأيام الثاني. ... 34 ¶ المبحث الخامس: ما يوافق الإسلام مما في سفر أخبار الأيام الثاني. ... 38 ¶ المراجع. ... 41 ¶ المحتويات. ... 42",
            "page": "72",
            "part": "1"
        }
    ],
    "t37784": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "تحليل سفر اخبار الأيام الثاني"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الإهداء"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "خطة الدراسة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول: العهد القديم (التوراة) عرض ونقد"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني: العقائد والأخلاق في سفر أخبار الأيام الثاني"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث النبوات في سفر أخبار الأيام الثاني"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الرابع العبادة والتشريع"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الخامس: ما يوافق الإسلام من عقيدة وأخلاق وعبادة مما ورد في سفر أخبار الأيام الثاني"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "الفهرس"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "المصادر والمراجع"
        }
    ]
}