{
    "b37783": [
        {
            "id": "1",
            "nass": "سلسلة القواعد في التوحيد والعقيدة ¶ (4) ¶ كتاب ¶ الطبقات ¶ جمع وتبويب وتعليق ¶ علي بن خضير الخضير",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ الحمد لله رب العالمين والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين، وبعد: ¶ فقد يسر الله جمع هذه الكتاب في طبقات الناس في أصل دين الإسلام والمسائل الظاهرة والخفية، وفي بيان أهلها وأنواعها وبيان الأسماء والأحكام في ذلك. ¶ وهو مرتب على كتب وأبواب لتسهيل فهم ذلك، وهذه الكتاب أشبه ما يكون بالقواعد فيكون ضمن سلسلة القواعد في التوحيد والعقيدة وقد سبق ذلك القواعد التالية: ¶ 1 ـ القواعد الأربع التي تفرق بين دين المسلمين ودين العلمانيين. ¶ 2 ـ القواعد في المقلدين والجهال في الشرك الأكبر والبدع. ¶ 3 ـ القواعد التي تفرق بين أصول أهل السنة وبين أصول المرجئة. ¶ وقد حرصنا في هذه القواعد على التفصيل دون الإجمال، قال ابن القيم رحمه الله تعالى: ¶ فعليك بالتفصيل والتبيين فا ... لإجمال والإطلاق دون بيان ¶ كم أفسدا هذا الوجود وخبطا ... الآراء والأذهان كل زمان ¶ وقد أكثرنا النقل من الشيخين عبد اللطيف وسليمان بن سحمان رحمهما الله خصوصا الأخير حتى يعلم القارئ أن مذهب أئمة الدعوة واحد، كلهم على بصيرة وأصل أصيل وركن متن في مسائل الشرك الأكبر والمسائل الظاهرة والمسائل الخفية، وأنه ليس مذهب إسحاق بن عبد الرحمن أو عبد الله ابابطين رحمهما الله وحدهما أو أنه مذهب محدث، بل كلهم على ذلك ساروا على نفس طريقة ابن تيمية وابن القيم سواء بسواء. والشيخان ابن تيمية وابن القيم سارا على هدي السلف قبلهم. ¶ نسأل الله التوفيق والإعانة والهداية إلى الرشد، وأن لا يكلنا إلى أنفسنا طرفة عين. ¶ والحمد لله رب العالمين والصلاة والسلام على رسول الله ومن والاه. ¶ كتبه ¶ علي بن خضير الخضير ¶ القصيم ــ بريدة ¶ رمضان 1423 هـ",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ 1 ـ كتاب الطبقات وأهلها في أصل دين الإسلام ¶ 1 ـ باب أهلها ¶ 1 ـ وهم الكفار الأصوليون من أي ملة كانت. ¶ 2 ـ من يدعي القبلة من الاتحادية وأهل الحلول والقرامطة والنصيرية والإسماعيلية والدروز والفلاسفة والجهمية المحضة والرافضة وغلاة القدرية والقبورية وأمثالهم ممن أشرك بالله الشرك الأكبر بأي نوع منه. ¶ مسألة: وإذا قلنا القبورية فهو اسم جنس لكل من أشرك مع الله غيره، وهذا اصطلاح القدماء، فالقبورية في هذا الكتاب نقصد ما يقابل كلمة ـ مشركين ـ واليوم يدخل في القبورية: عباد الحكام وعباد المذاهب والنحل وعباد الدول الكافرة وعباد الأنظمة الكفرية وعباد القوانيين وأمثال ذلك. ¶ 3 ـ ومن المعاصرين كالديمقراطيين والبرلمانيين والعلمانيين بجميع أنواعهم من تقليديين أو لبراليين أو قوميين أو حداثيين أو شيوعيين أو اشتراكيين، ومن المعاصريين أيضا كالقاديانية والبهائية. وكالعصرانيين المخالفين في أصل الإسلام، وكالتيارات والجماعات الإسلامية المخالفة في أصل الإسلام (¬1). ¶ والقاعدة فيهم أنهم جميع الملل الخارجة عن أصل الدين سواءً ادعت القبلة أم لا، قديما وحديثا. ¶ وذكر ابن سحمان قاعدة في ذلك فقال في كتابه تمييز الصدق من المين: إن الكلام في عباد القبور كالكلام في الجهمية فالمعاند له حكم المعاند منهم والجهال المقلدون لهم حكمهم حكم المقلدين للجهمية لا فرق اهـ. ¶ وعدهم ابن سحمان في كتابه تمييز الصدق من المين في محاورة الرجلين وهم: ¶ 1 ـ معطلة الذات. 2 ـ ومعطلة الربوبية. 3 ـ ومعطلة الأسماء والصفات (أي الجهمية المحضة). 4 ـ ومعطلة إفراده تعالى بالإلهية. 5 ـ والقائلين بأن الله لا يعلم الكائنات قبل كونها كغلاة القدرية. 6 ـ ومن قال بإسناد الحوادث إلى الكواكب العلوية 7 ـ ومن قال بالأصلين النور والظلمة. 8 ـ الاتحادية والحلولية. 9 ـ القرامطة. ¶ 10 ـ الرافضة ¶ ثم قال ابن سحمان فإن من التزم هذا كله ـ أي لم يكفر أعيان هؤلاء وعذرهم بالجهل والتأويل بعد أن قامت عليه الحجة وزالت الشبهة ـ فهو أكفر وأضل من اليهود والنصارى. ¶ وقال ابن سحمان في كشف الأوهام: ¶ وتكفير عباد القبور جميعهم ... كما قد أقمنا في الجواب دلائله ¶ ¬__________ ¶ (¬1) ـ قال ابن سحمان الضياء الشارق:. قال ص 163: إنه في كل قرن وعصر من أهل العلم والفقه والحديث طائفة قائمة تكفر من كفره الله ورسوله وقام الدليل على كفره لا يتحاشون عن ذلك بل يرونه من واجبات الدين وقواعد الإسلام وبعض العلماء يرى أن هذا والجهاد عليه ركن لا يتم الإسلام بدونه اهـ.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "أليس على هذا الإمام ابن حنبل ... وكل إمام قد تسامت فضائله ¶ أولئك هم أنصار دين محمد ومن ... زاغ عن منهاجهم لا نجامله ¶ ومن ضل عن منهاجهم فهو غالط ... ومبتدع لا يدفع الحق باطله ¶ 2 ـ باب أنواع الطبقات فيها ¶ أولا: طبقة الرؤساء والقادة: ¶ قال الله تعالى (الذين كفروا وصدوا عن سبيل الله زدناهم عذابا فوق العذاب بما كانوا يكسبون) وقال الله تعالى في حق فرعون (النار يعرضون عليها غدوا وعشيا ويوم تقوم الساعة أدخلوا آل فرعون أشد العذاب) وقال تعالى (يقدم قومه يوم القيامة فأوردهم النار) وقال تعالى (وجعلناهم أئمة يدعون إلى النار ويوم القيامة هم لا ينصرون) وقال تعالى (وقاتلوا أئمة الكفر إنهم لا أيمان لهم لعلهم ينتهون). ¶ وهي فرعان: ¶ 1 ـ قادة مستبصرون منظرون قد وضعوا الأصول لأتباعهم: ¶ 2 ـ قادة أهل طلب رئاسة ودنيا وحسد. ¶ قال الشيخ محمد بن عبد الوهاب في الدرر 2/ 84: ذكر في السيرة، في استماع أبي جهل، قراءة النبي صلى الله عليه وسلم، وكلامه معروف، يقول: هذا حق، وذكر الذي منعه، خوفه: أن يصيروا تبعاً لبني عبد مناف؛ والواقع: لو أن واحداً من الملوك، يقر أن هذا الدين حق، ولا يدع اتباعه، إلا خوف أن يزول ملكه، لوجدت النفوس تعذره 0الثانية: كونهم يخفون إقرارهم على عامة أهل مكة، مخافة أن يتبعوه ¶ ثانيا: طبقة الأتباع والمقلدين والجهال: ¶ قال تعالى فيهم (ربنا هؤلاء أضلونا فأتهم عذابا ضعفا من النار قال لكل ضعف ولكن لا تعلمون) وقال تعالى (وإذ يتحاجون في النار فيقول الضعفاء للذين استكبروا إنا كنا لكم تبعا فهل أنتم مغنون عنا نصيبا من النار قال الذين استكبروا إنا كل فيها إن الله قد حكم بين العباد) وقال تعالى (ولو ترى إذ الظالمون موقوفون عند ربهم يرجع بعضهم إلى بعض القول يقول الذين استضعفوا للذين استكبروا لولا أنتم لكنا مؤمنين قال الذين استكبروا للذين استضعفوا أنحن صددناكم عن الهدى بعد إذ جاءكم بل كنتم مجرمين وقال الذين استضعفوا للذين استكبروا بل مكر الليل والنهار إذ تأمروننا أن نكفر بالله ونجعل له أندادا). ¶ وقال تعالى (إذ تبرأ الذين اتبعوا من الذين اتبعوا ورأوا العذاب وتقطعت بهم الأسباب وقال الذين اتبعوا لو أن لنا كرة فنتبرأ منهم كما تبرءوا منا). ¶ وهي فروع: ¶ 1 ـ مقلدة وجهال متمكنون من الهدى أو قامت عليهم الحجة بأي نوع من أنواعها. ¶ 2 ـ مقلدة وجهال عاجزون عن الهدى، قال تعالى (وما كنا معذبين حتى نبعث رسولا) وقال تعالى (وما ربك بظلام للعبيد) وقال تعالى (ولولا أن تصيبهم مصيبة بما قدمت أيديهم فيقولوا ربنا لولا أرسلت إلينا رسولا) وهي فرعان: ¶ الفرع الأول: جاهل مقلد عاجز محب للخير والهدى، ومستعد لإتباع الهدى إذا جاءه أو علمه.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الفرع الثاني: جاهل مقلد عاجز لكنه غير مهتم، وليس عنده استعداد للهدى لو جاء، بل راض بما هو عليه لا يطلب غيره. ¶ فصل ¶ قال ابن القيم في كتابه طريق الهجرتين في الطبقة السابعة عشرة طبقة المقلدين وجهال الكفرة وأتباعهم وحميرهم الذين هم معهم تبعا لهم (¬1) يقولون إنا وجدنا آباءنا على أمة ولنا بهم أسوة ومع هذا فهم متاركون لأهل الإسلام (¬2) غير محاربين لهم كنساء المحاربين وخدمهم وأتباعهم الذين لم ينصبوا أنفسهم لما نصبت له أولئك أنفسهم من السعي في إطفاء نور الله وهدم دينه وإخماد كلماته بل هم بمنزلة الدواب، وقد اتفقت الأمة على أن هذه الطبقة كفار (¬3) وإن كانوا جهالا مقلدين لرؤسائهم وأئمتهم إلا ما يحكى عن بعض أهل البدع أنه لم يحكم لهؤلاء بالنار وجعلهم بمنزلة من لم تبلغه الدعوة (¬4). ¶ وهذا مذهب لم يقل به أحد من أئمة المسلمين لا الصحابة ولا التابعين ولا من بعدهم وإنما يعرف عن بعض أهل الكلام المحدث في الإسلام. ¶ وقد صح عن النبي صلى الله عليه وسلم أنه قال (ما من مولود إلا وهو يولد على الفطرة فأبواه يهودانه أو ينصرانه أو يمجسانه) فأخبر أن أبويه ينقلانه عن الفطرة إلى اليهودية والنصرانية والمجوسية ولم يعتبر في ذلك غير المربي والمنشأ على ما عليه الأبوان. ¶ وصح عنه أنه قال صلى الله عليه وسلم (إن الجنة لا يدخلها إلا نفس مسلمة). ¶ وهذا المقلد ليس بمسلم (¬5) وهو عاقل مكلف والعاقل المكلف لا يخرج عن الإسلام أو الكفر. ¶ وأما من لم تبلغه الدعوة فليس بمكلف في تلك الحال وهو بمنزلة الأطفال والمجانين وقد تقدم الكلام عليهم. ¶ (تعليق: قال عبد اللطيف بن عبد الرحمن في منهاج التأسيس ص 223 لما نقل كلام ابن القيم السابق ووصل إلى هذه النقطة قال: وهذا الصنف ـ قال عبد اللطيف أعني من لم تبلغهم الدعوة ـ الذين استثناهم شيخ الإسلام ابن تيمية فيما نقل العراقي، ¶ ¬__________ ¶ (¬1) ـ أي على منهجهم وطريقتهم وعلى أصولهم ويعتقدون عقائدهم. ¶ (¬2) ـ هذا يدل على أنهم متمكنون من الهدى لأنهم يعرفون أهل الإسلام وبالتالي سمعوا بالإسلام. ¶ (¬3) ـ أي ليسوا بمسلمين بل هم خارجون عن الملة لكن اختلفوا في تعذيبهم في الآخرة. ¶ (¬4) ـ قال عبد اللطيف في منهاج التأسيس ص 23/ 24 في رده على العراقي الذي يظن أنه إذا قيل لا يعاقب أنه دل على انتفاء الاسم والحقيقة، فقال إن العراقي يظن أن الشرك والكفر والفسوق لا يتحقق مسماها ولا يكون إثما إلا إذا عوقب صاحبه بالنار فإن منع مانع من العقاب انتفى الاسم والحكم، فسبحان الله والله أكبر ما أقل حياء هذا الرجل وما غلظ فهمه وما أكثف حجابه ... قال وهب أنه لا يعاقب فما الذي منع تحريمه وقلب مسماه وأحاله أن يكون شركا اهـ. والعراقي هذا هو داود بن جرجيس يرى أن الجهل والتأويل عذر في الشرك الأكبر. ¶ وقال عبد اللطيف في منهاج التأسيس ص 27 وأما من سلم هذا ولم ينازع فيه وعرف أنه هو شرك جاهلية العرب فإنه يعرف حينئذ حكم الأموال والدماء بنصوص الكتاب والسنة الظاهرة المستفيظة وسيرته صلى الله عليه وسلم في دماء المشركين وأموالهم والشروط المعتبرة كبلوغ الحجة وتقدم الدعوة اهـ. ¶ (¬5) ـ هنا نفى عنه الإسلام ولم يعذره بالتقليد ولو كان يدعي القبلة. وقوله: المقلد: الألف والام للعموم من أي صنف.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "واستثناهم شيخنا الشيخ محمد (¬1) رحمه الله وصنف شيخ الإسلام رسالة في أن الشرائع لا تلزمه إلا بعد بلوغ وقيام الحجة اهـ بحروفه. وقال مرة في منهاج التأسيس ص 222 فإن النزاع مع العراقي فيمن قامت عليه الحجة وعرف التوحيد ثم تبين في عداوته ومسبته ورده كما فعل هذا العراقي أو أعرض عنه فلم يرفع به رأسا كحال جمهور عباد القبور ولم يعلم ولكن تمكن من العلم ومعرفة الهدى فأخلد إلى الأرض واتبع هواه ولم يلتفت إلى ما جاءت به الرسل ولا اهتم). ¶ ثم قال ابن القيم: والإسلام هو توحيد الله وعبادته وحده لا شريك له والإيمان بالله وبرسوله واتباعه فيما جاء به فما لم يأت العبد (¬2) بهذا فليس بمسلم (¬3) وإن لم يكن كافرا معاندا فهو كافر جاهل. ¶ ¬__________ ¶ (¬1) ـ هنا يدل على أن من لم يكفرهم ابن تيمية ومحمد بن عبد الوهاب هم من لم تبلغهم الدعوة لا من كان مخالطا للمسلمين عائشا معهم في غير زمن الفترة ثم يعبد غير الله، فهذا لا يتوقف الشيخان في تكفيره بعينه. أما في زمن الفترة فلا يكفراه حتى تقوم الحجة لكنه ليس بمسلم. قال ابن سحمان الضياء الشارق ص 437: عن الشيخ محمد بن عبد الوهاب واتباعه أنهم جعلوا من فعل فعل المشركين مشركا لكونه حذا حذو أولئك في صرف خالص حق الله ويزعم أنه ما أراد إلا الجاه والشفاعة منهم لأنهم مقربون عند الله اهـ. وقال ابن سحمان في الضياء الشارق ص 664 إن الشيخ عبد اللطيف قال: الثاني انه لا يقال بالكفر مطلقا لكل ناذر لغير الله حتى تقوم الحجة الرسالية اهـ. قال ابن سحمان في كتابه تبرئة الشيخين الإمامين ص 121 قال الشيخ محمد بن عبد الوهاب في رسالته إلى التويجري بعد كلام وإنما نكفر من أشرك بالله في الاهيته بعد ما تبين له الحجة على بطلان الشرك وكذلك نكفر من حسنه للناس أو أقام الشبه الباطلة على إباحته وكذلك من قام بسيفه دون هذه المشاهد التي يشرك بالله عندها وقاتل من أنكرها وسعى في إزالتها اهـ ¶ وقال الشيخ محمد بن عبد الوهاب في رسالته للسويدي البغدادي واما التكفير فانا اكفر من عرف دين الرسل ثم بعدما عرفه سبه ونهى الناس عنه وعادى من فعله فهذا هو الذي اكفره واكثر الامة ولله الحمد ليسوا كذلك اهـ. ¶ قال ابن سحمان قي منهاج أهل الحق والاتباع ص 11 الكفر هو أن يكفر بما علم أن الرسول صلى الله عليه وسلم جاء به من عند الله جحودا وعنادا من أسماء الرب وصفاته وأفعاله وأحكامه التي اصلها توحيد الله وحده لا شريك له. قال ابن القيم: والكفر ليس سوى العناد ورد ما ... جاء الرسول به لقول فلان. ¶ قال عبد اللطيف في منهاج التأسيس ص 238: والكفر إنما يطلق بعد قيام الحجة وبلوغ الدليل وقد تقدم أن الشيخ محمد بن عبد الوهاب لا يكفر إلا بعد قيام الحجة. وقال ص 251 فإن شيخ الإسلام محمد بن عبد الوهاب لا يكفر أحدا قبل قيام الحجة، وقال ص 239 ولا يقال بالكفر مطلقا لكل ناذر لغير الله حتى تقوم الحجة الرسالية عليه. ¶ ولما سئل أئمة الدعوة في مجموعة الرسائل: عمن كان قبل دعوتهم ممن يفعل الشرك من الجهال قالوا لا نكفره حتى تقوم الحجة لكن لا يدعا له ولا يضحى له. قال ابن سحمان الضياء الشارق: وقال مرة ص 354 وأما دعوى انعقاد الإجماع على جوازه فدعوى مجردة اللهم إلا إجماع عباد القبور وأولئك ليسوا من أهل الإسلام اهـ. ¶ قال ابن سحمان في كتاب تبرئة الشيخين الإمامين ص 108 والمعترض لا يرى أن عبادة الصالحين ودعاءهم والتوكل عليهم والذبح لهم وتسويتهم بالله في الحب والرجاء والتعظيم شرك وضلال يبيح الأموال والدماء بعد قيام الحجة. ¶ قال الشيخ عبد اللطيف في رده على الصحاف ص 44 هذا الجاهل ـ يريد الصحاف ـ يظن أن من أشرك بالله واتخذ معه الأنداد والآلهة ودعاهم مع الله لتفريج الكربات وإغاثة اللهفات يحكم عليه والحال هذه بأنه من المسلمين لأنه يتلفظ بالشهادتين ومناقضتهما لا تظره ولا توجب عنده كفره فمن كفره فهو من الغلاة. ¶ قال عبد اللطيف في منهاج التأسيس ص 23/ 24 في رده على العراقي الذي يظن أنه إذا قيل لا يعاقب أنه دل على انتفاء الاسم والحقيقة، فقال إن العراقي يظن أن الشرك والكفر والفسوق لا يتحقق مسماها ولا يكون إثما إلا إذا عوقب صاحبه بالنار فإن منع مانع من العقاب انتفى الاسم والحكم، فسبحان الله والله أكبر ما أقل حياء هذا الرجل وما غلظ فهمه وما أكثف حجابه ... قال وهب أنه لا يعاقب فما الذي منع تحريمه وقلب مسماه وأحاله أن يكون شركا اهـ. ¶ (¬2) ـ العبد: الألف والام للعموم، سواء أكان أصليا أم يدعي القبلة. ¶ (¬3) ـ هذا يدل على أن كلامه في هذه الطبقة ليس في اليهود والنصارى فقط بل حتى جهلة المسلمين الذين يفعلون الشرك. وحتى لو كانت هذه الطبقة في اليهود والنصارى فقط فما المانع من لحوق من فعل فعلهم بهم، قال ابن سحمان في كتابه الضياء الشارق: قال ص 78 إن من منع تنزيل القرآن وما دل عليه من الأحكام على الأشخاص والحوادث التي تدخل تحت العموم اللفظي فهو من أضل الخلق وأجهلهم بما عليه أهل الإسلام وعلماؤهم قرنا بعد قرن ... إلى أن قال وما المانع من تكفير من فعل كما فعلت اليهود من الصد عن سبيل الله والكفر به مع معرفته اهـ. قال ابن سحمان الضياء الشارق: بل يستدلون ـ أي الشيخ محمد بن عبد الوهاب واتباعه ـ بالآيات النازلة في المشركين على تكفير من فعل كما يفعله الكفار من الإشراك بالله والكفر به لأن العبرة بعموم اللفظ لا بخصوص السبب اهـ.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "(تعليق: قال عبد اللطيف في منهاج التأسيس ص 105 إن عباد القبور عند ابن تيمية ليسوا بمسلمين (¬1) اهـ، وقال مرة في منهاج التأسيس ص 60 قال رحمه الله ـ يقصد الشيخ محمد بن عبد الوهاب ـ فجنس هؤلاء المشركين وأمثالهم ممن يعبد الأولياء والصالحين نحكم بأنهم مشركون، ونرى كفرهم (¬2) إذا قامت عليهم الحجة الرسالية اهـ وقال ابن سحمان في الضياق الشارق: قال ص 662 قال الشيخ عبد اللطيف في الرد على مسألة النذر لغير الله، قال: وأيضا فالكفر إنما يطلق بعد قيام الحجة اهـ وقال عبد اللطيف في منهاج التأسيس ص 73 وعباد القبور ما رأيت أحدا من أهل العلم الذين يرجع إليهم توقف في كفرهم، غاية ما قالوا لا يقتل حتى يستتاب أو لا يكفر حتى تقوم الحجة أو نحو هذا الكلام اهـ.). ¶ ثم قال ابن القيم: فغاية هذه الطبقة أنهم كفار جهال غير معاندين وعدم عنادهم لا يخرجهم عن كونهم كفارا فإن الكافر من جحد توحيد الله وكذب رسوله إما عنادا أو جهلا وتقليدا لأهل العناد فهذا وإن كان غايته أنه غير معاند فهو متبع لأهل العناد. ¶ وقد أخبر الله في القرآن في غير موضع بعذاب المقلدين لأسلافهم من الكفار (¬3) وأن الأتباع مع متبوعهم وأنهم يتحاجون في النار وأن الأتباع يقولون (ربنا هؤلاء أضلونا فأتهم عذابا ضعفا من النار قال لكل ضعف ولكن لا تعلمون) وقال تعالى ... (وإذ يتحاجون في النار فيقول الضعفاء للذين استكبروا إنا كنا لكم تبعا فهل أنتم مغنون عنا نصيبا من النار قال الذين استكبروا إنا كل فيها إن الله قد حكم بين العباد) وقال تعالى (ولو ترى إذ الظالمون موقوفون عند ربهم يرجع بعضهم إلى بعض القول يقول الذين استضعفوا للذين استكبروا لولا أنتم لكنا مؤمنين قال الذين ¶ ¬__________ ¶ (¬1) ـ هذا كلام مهم لابن تيمية يرد إليه كل كلام لابن تيمية في هذا الباب، فهو وإن لم يكفرهم فليسوا عنده بمسلمين، ولذا قال في الفتاوى 20/ 38: اسم المشرك ثبت قبل الرسالة لأنه يعدل بربه ويشرك به. فكيف يقال أن ابن تيمية إذا نفى التكفير فمعناه أنه يثبت الإسلام، فليس كذلك. قال ابن سحمان الضياء الشارق: قال ص 162 قال إن الشيخ محمد بن عبد الوهاب لا يكفر إلا على هذا الأصل ـ أي المجمع عليه وهو توحيد الأسماء والصفات وتوحيد العمل والعبادات ـ بعد قيام الحجة المعتبرة ... وإن الحكم على المشرك الشرك الأكبر بالكفر مشهور عند الأمة ... وقال قد أفرد هذه المسألة بالتصنيف غير واحد من أهل العلم وحكي الإجماع عليه وأنها من ضروريات الإسلام كما ذكره ابن تيمية وابن القيم وابن عقيل وصاحب الفتاوى البزازية وصنع الله الحلبي والمقريزي الشافعي ومحمد بن حسن النعيمي والصنعاني والشوكاني وغيرهم من أهل العلم اهـ باختصار. قال الشيخ عبد اللطيف في منهاج التأسيس ص 207 إن ابن تيمية يعذر المجتهد المخطئ في المسائل الاجتهادية التي يقع فيها النزاع بين الفقهاء أو ما يخفى دليلها وأما ما علم من الإسلام بالضرورة فليس من هذا القبيل اهـ ¶ (¬2) ـ هنا فرق بين الشرك والكفر بالنسبة لمن لم تبلغه الدعوة فهو ليس بمسلم بل مشرك لأنه قامت فيه حقيقة الشرك، أما التكفير فلا حتى تقوم عليه الحجة، وهذا نص كلامه. فكيف يقال بعد هذا النص الواضح للشيخ محمد بن عبد الوهاب أنه يعذر بالجهل في مسمى الشرك وقد قامت فيه حقيقة الشرك وهنا قال نحكم بأنهم مشركون، أما التكفير فربطه بالحجة. قال ابن سحمان في الضياق الشارق: قال ص 662 قال الشيخ عبد اللطيف في الرد على مسألة النذر لغير الله، قال: وأيضا فالكفر إنما يطلق بعد قيام الحجة اهـ. ¶ قال الشيخ عبد اللطيف في البراهين الإسلامية في الرد على الشبهة الفارسية: قال عبد اللطيف في البراهين ص 118 وبعض الجهال يظن أنه إذا قال: أنا أريد شفاعتهم وجاههم واعتقد أن الله هو المؤثر أن ينجو بهذا من الشرك ويكون مسلما وقد عرفت مما تقدم أن هذا هو الذي كانت عليه العرب في زمنه صلى الله عليه وسلم وأنهم لم يعتقدوا التدبير والتأثير لغير الله. ¶ (¬3) ـ لأنه قامت عليهم الحجة بالتمكن أو السماع لكن اعرضوا.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "استكبروا للذين استضعفوا أنحن صددناكم عن الهدى بعد إذ جاءكم بل كنتم مجرمين وقال الذين استضعفوا للذين استكبروا بل مكر الليل والنهار إذ تأمروننا أن نكفر بالله ونجعل له أندادا). ¶ فهذا إخبار من الله وتحذير بأن المتبوعين والتابعين اشتركوا في العذاب ولم يغن عنهم تقليدهم شيئا وأصرح من هذا قوله تعالى (إذ تبرأ الذين اتبعوا من الذين اتبعوا ورأوا العذاب وتقطعت بهم الأسباب وقال الذين اتبعوا لو أن لنا كرة فنتبرأ منهم كما تبرءوا منا). ¶ وصح عن النبي صلى الله عليه وسلم أنه قال (من دعا إلى ضلالة كان عليه من الإثم مثل أوزار من اتبعه لا ينقص من أوزارهم شيئا) وهذا يدل على أن كفر من اتبعهم إنما هو بمجرد اتباعهم وتقليدهم اهـ. ¶ ثم قال ابن القيم: نعم لا بد في هذا المقام من تفصيل به يزول الإشكال وهو الفرق بين مقلد تمكن من العلم ومعرفة الحق فأعرض عنه، ومقلد لم يتمكن من ذلك بوجه والقسمان واقعان في الوجود: ¶ فالمتمكن المعرض مفرط تارك للواجب عليه لا عذر له عند الله. ¶ وأما العاجز عن السؤال والعلم الذي لا يتمكن من العلم بوجه فهم قسمان: ¶ أحدهما مريد للهدى مؤثر له محب له غير قادر عليه ولا على طلبه لعدم من يرشده فهذا حكمه حكم أرباب الفترات ومن لم تبلغه الدعوة. ¶ الثاني معرض لا إرادة له ولا يحدث نفسه بغير ما هو عليه. ¶ فالأول يقول يا رب لو أعلم لك دينا خيرا مما أنا عليه لدنت به وتركت ما أنا عليه ولكن لا أعرف سوى ما أنا عليه ولا أقدر على غيره فهو غاية جهدي ونهاية معرفتي والثاني راض بما هو عليه لا يؤثر غيره عليه ولا تطلب نفسه سواه ولا فرق عنده بين حال عجزه وقدرته وكلاهما عاجز وهذا لا يجب أن يلحق بالأول لما بينهما من الفرق. ¶ فالأول كمن طلب الدين في الفترة ولم يظفر به فعدل عنه بعد استفراغ الوسع في طلبه عجزا وجهلا، والثاني كمن لم يطلبه بل مات على شركه وإن كان لو طلبه لعجز عنه ففرق بين عجز الطالب وعجز المعرض فتأمل هذا الموضع. ¶ والله يقضي بين عباده يوم القيامة بحكمه وعدله ولا يعذب إلا من قامت عليه حجته بالرسل فهذا مقطوع به في جملة الخلق وأما كون زيد بعينه وعمرو قامت عليه الحجة أم لا فذلك ما لا يمكن الدخول بين الله وبين عباده فيه، بل الواجب على العبد أن يعتقد أن كل من دان بدين غير دين الإسلام فهو كافر وأن الله سبحانه وتعالى لا يعذب أحدا إلا بعد قيام الحجة عليه بالرسول هذا في الجملة والتعيين (¬1) موكول إلى علم الله وحكمه هذا في أحكام الثواب والعقاب، وأما في أحكام الدنيا فهي جارية على ظاهر الأمر فأطفال الكفار ومجانينهم كفار في أحكام الدنيا لهم حكم أوليائهم. ¶ ¬__________ ¶ (¬1) ـ أي ليس في كل الجهال لا يعينون بل في هذين النوعين العاجزين لأن السياق فيهما. وأيضا لا يعينون في عذاب الآخرة، أما في الدنيا فكلاهما كافر مشرك ليس بمسلم ولو كان جاهلا ما دام انه يفعل الشرك وقامت فيه حقيقته فاسمه يتناوله كما قال ابن القيم هنا.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "(تعليق: بعد هذا الكلام قال عبد اللطيف في منهاج التأسيس ص 227: فقف هنا وتأمل هذا التفصيل البديع فإنه رحمه الله ـ أي ابن القيم ـ لم يستثن إلا من عجز عن إدراك الحق (¬1) مع شدة طلبه وإرادته له، فهذا الصنف هو المراد في كلام شيخ الإسلام ابن تيمية وابن القيم وأمثالهم من المحققين رحمهم الله، وأما العراقي وإخوانه المبطلون فشبهوا بأن الشيخ ـ أي ابن تيمية ـ لا يكفر الجاهل وأنه يقول: هو معذور وأجملوا القول ولم يفصلوا وجعلوا هذه الشبهة ترسا يدفعون به الآيات القرآنية والأحاديث النبوية وصاحوا على عباد الله الموحدين كما جرى لأسلافهم من عباد القبور والمشركين والى الله المصير، وأما من أعرض عن الهدى ودين الحق ولم يرفع به راسا بعد معرفته فالأدلة القرآنية والأحاديث النبوية دالة على دخول هؤلاء في الوعيد (¬2)، ومرة قال ص 251 إن ابن القيم استثن غير المفرط في طلب العلم والهدى). ¶ ثم قال ابن القيم: وبهذا التفصيل يزول الإشكال في المسألة وهو مبني على أربعة أصول: ¶ أحدها: أن الله سبحانه وتعالى لا يعذب أحدا إلا بعد قيام الحجة عليه كما قال تعالى ... (وما كنا معذبين حتى نبعث رسولا) وقال تعالى (رسلا مبشرين ومنذرين لئلا يكون للناس على الله حجة بعد الرسل) وقال تعالى (كلما ألقي فيها فوج سألهم خزنتها ألم يأتكم نذير قالوا بلى قد جاءنا نذير فكذبنا وقلنا ما نزل الله من شيء) ... وقال تعالى (فاعترفوا بذنبهم فسحقا لأصحاب السعير) وقال تعالى (يا معشر الجن والإنس ألم يأتكم رسل منكم يقصون عليكم آياتي وينذرونكم لقاء يومكم هذا قالوا شهدنا على أنفسنا وغرتهم الحياة الدنيا وشهدوا على أنفسهم أنهم كانوا كافرين). ¶ وهذا كثير في القرآن يخبر أنه إنما يعذب من جاءه الرسول وقامت عليه الحجة وهو المذنب الذي يعترف بذنبه، قال تعالى (وما ظلمناهم ولكن كانوا هم الظالمين) ... والظالم من عرف ما جاء به الرسول أو تمكن من معرفته بوجه، وأما من لم يعرف ما جاء به الرسول وعجز عن ذلك فكيف يقال إنه ظالم. ¶ الأصل الثاني أن العذاب يستحق بسببين أحدهما: الإعراض عن الحجة وعدم إرادتها والعمل بها وبموجبها (¬3)، الثاني العناد (¬4) لها بعد قيامها وترك إرادة موجبها فالأول ¶ ¬__________ ¶ (¬1) ـ العجز عن إدراك الحق هذا معنى قول ابن القيم عاجز عن السؤال والعلم أي عاجز عن الإدراك كما يراه الشيخ عبد اللطيف. ¶ (¬2) ـ دخلوا في الوعيد لأنهم عرفوا وقامت عليهم الحجة فالوعيد مناط الحجة والاسم مناطه قيامه فيه. ¶ (¬3) ـ أصبح كفر الأعراض ـ وأحيانا يسمى كفر الجهالة لا الجهل ـ له أنواع قائمة على إحدى ثلاث: أ ـ الأعراض عن الحجة وهذا لمن علم بها ـ ولا أقول سمع بها لأن هناك فرق بين العلم فقط وبين السماع، والعلم معناه لم يسمعها بنصها لكن علم من مصدر ما أن هناك إسلام وتوحيد يخالف ما هو عليه ـ لكن لم يهتم بها ويأخذها مأخذ الجد مع أنه جاهل. ب ـ عدم إرادتها مع انه سمعها لكن لم يردها ويتطلع إليها وتتعلق نفسه بها. ج ـ عدم العمل بها وبموجبها فهو علم بالحجة وسمعها مريدا للسماع لكن توقف عند إرادة السماع بعد السماع ثم لم يهتم بالتنفيذ والعمل والمتابعة مع أنه جاهل. أما قوله بموجبها فلا أدري ما معناه؟. وفيه احتمل أن معنى عدم إرادتها أي عدم محبتها، فتفسر الإرادة بالمحبة وعلى ذلك يكون التفسير أنه علم وتمكن من الحجة لكن لم يحب أن يسمعها. ¶ (¬4) ـ وشرط العناد: أ ـ أن يسمعها. ب ـ أن يعرف أن ما فيها صحيح، فان لم يسمعه فهذا إما إعراض أو جهل، فان سمعها لكن ظن أن ما سمعه غلط وليس بصحيح وأن ما هو عليه من الشرك والكفر هو الصحيح فهذا كفر تأويل أو تقليد ولا يعني انه يعذر به، لا، بل لا عذر بالتأويل ولا التقليد في أصل الإسلام، لكن قلنا هذا الكلام للتوضيح والشرح. أما أنواع العناد فقد ذكر ابن القيم نوعين: أ ـ قال العناد لها بعد قيامها: أي سمعها وعرف أن الكلام حق لكن رفض عن بصيرة الأخذ بها فيما يتعلق بالقلب. ب ـ قال ترك إرادة موجبها: أي سمعها وعرف أن الكلام حق لكن لم يعمل عن بصيرة فيما يتعلق بالجوارح ـ أو لم يحب إذا فسرنا الإرادة بالمحبة كما سبق ـ وكفر العناد يتفرع عنه كفر التكذيب والجحود والاستكبار والإباء في بعض صوره. فالعناد أصل لما سبق.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "كفر إعراض والثاني كفر عناد، وأما كفر الجهل (¬1) مع عدم قيام الحجة وعدم التمكن من معرفتها فهذا الذي نفى الله التعذيب (¬2) عنه حتى تقوم حجة الرسل ¶ والأصل الثالث أن قيام الحجة يختلف باختلاف الأزمنة والأمكنة اهـ المقصود ¶ قاعدة كبرى: يجب التفريق بين الجهمية المحضة وبين من قال بمقالات الجهمية لكن ليس على أصلهم في نفي الأسماء والصفات. ¶ فهناك فرق عظيم عند السلف، مثال ذلك: من قال القرآن مخلوق وقال هذا القول بناء على أن أصله هو نفي الصفات والأسماء، فهذا يكفر مطلقا ولا يعذر بجهل ولا تأويل وهو إجماع السلف في كفر الجهمية، وبين من قال القرآن مخلوق فتابع الجهمية على هذه المقالة لكنه في الأصول لا ينفي جميع الصفات والأسماء بل يثبت بعض الصفات ثم وافقهم في مقولتهم هذه. ¶ أما هذا فإن السلف لا يكفرونه مطلقا بل لا يكفر حتى تقوم الحجة وتزول الشبهة، لأنه من حيث الأصل مؤمن بالله ورسوله لكن خفي عليه بعض العقائد وأحسن الظن بمن أخذ عنهم هذه المقولة وظنها صوابا وتنزيها لله، فهذا الأخير هو الذي قصده ابن القيم في النونية وساق الخلاف في تكفيره إن تمكن وعدم التكفير إن كان عاجزا. ¶ ¬__________ ¶ (¬1) ـ جعل ابن القيم كفر الجهل قائما على نوعين: أ ـ عدم قيام الحجة أي لم يسمعها ولم يتمكن منها لكونه في بادية أو مفازة بعيدة أو حديث عهد بكفر أو عاش ونشأ في بلاد كفر منقطع به عن أهل الإسلام، هذا من لم تقم عليه الحجة هنا. لكنه ليس بمسلم وليس معنى أنها لم تقم عليه الحجة أنه يسمى مسلما جاهلا فليس كذلك كما نقل ابن القيم الإجماع كما سبق أن من لم يوحد الله فليس بمسلم كائنا من كان اصليا أو ادعى القبلة، فقال: والإسلام هو توحيد الله وعبادته وحده لا شريك له والإيمان بالله وبرسوله واتباعه فيما جاء به فما لم يأت العبد بهذا فليس بمسلم وإن لم يكن كافرا معاندا فهو كافر جاهل اهـ بحروفه. ويخطئ كثير من الناس إذا قيل انه جاهل خالف في باب أصل الدين أنه معذور، فيظن أنه معذور في باب الأسماء والأحكام وهذا خطأ بل معذور في باب الأحكام لا الأسماء إلا اسم الكفر فهو معذور فيه ـ أي كفر التكذيب والعناد والعذاب لأنه لم تبلغه الحجة، لكنه ليس بمسلم بل مشرك خارج عن الملة وان لم يسم كافرا. ونقل أئمة الدعوة الإجماع على ذلك. ¶ قال عبد اللطيف في منهاج التأسيس ص 23/ 24 في رده على العراقي الذي يظن أنه إذا قيل لا يعاقب أنه دل على انتفاء الاسم والحقيقة، فقال إن العراقي يظن أن الشرك والكفر والفسوق لا يتحقق مسماها ولا يكون إثما إلا إذا عوقب صاحبه بالنار فإن منع مانع من العقاب انتفى الاسم والحكم، فسبحان الله والله أكبر ما أقل حياء هذا الرجل وما غلظ فهمه وما أكثف حجابه ... قال وهب أنه لا يعاقب فما الذي منع تحريمه وقلب مسماه وأحاله أن يكون شركا اهـ. ¶ ب ـ النوع الثاني من أنواع عذر الجهل: قال ابن القيم عدم التمكن من معرفتها: لكونه صغيرا أو مجنونا أو لم يحضر ترجمان كما سوف يذكر هو في آخر كلامه. ومع ذلك فليس بمسلم وان كان لا يعذب حتى يبلغ أو يصحو من الجنون المطبق (فأبواه يهودانه أو ينصرانه أو يمجسانه وعند مسلم أو يشركانه). فسمى الطفل والمجنون يهوديا ومشركا مع أنه لم يدرك أصلا لكن لا يعذب حتى تقوم الحجة. ¶ مسألة: فالجهل والإعراض أسماء شرعية لها حدود في الشرع وعدم فهم ذلك يؤدي إلى تعد لحدود لله، ولذا من قال مثلا ما القول في رجل يذبح لغير الله مثلا وهو في دولة عربية أو دولة شعوبها إسلامية مثلا هل يعذر بالجهل فالسؤال خطأ، لأن هذا معرض لا جاهل ما دام انه عائش بين المسلمين فقد تمكن من الهداية، والصحيح أن يقال معرض لا جاهل. لكن صحة السؤال لو قال ما القول في رجل في بادية بعيدة أو حديث عهد ذبح لغير الله؟ فهنا يقال هذا جاهل معذور لا يعاقب ولا يكفر حتى تقوم الحجة، لكنه مشرك ليس بمسلم بل خارج عن الملة هذا في الدنيا. ¶ (¬2) ـ لاحظ نفى التعذيب ولم ينف أن يُسمى باسم ما وقع منه من شرك.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أما الأول فهو المقصود في كتابه طريق الهجرتين في الطبقة (17) فالأول كافر بالإجماع نقل الإجماع ابن القيم وأئمة الدعوة. ¶ قال ابن سحمان في كتابه تمييز الصدق من المين في محاورة الرجلين: وقد كان من المعلوم أن العلماء لم يختلفوا في تكفير الجهمية وأنهم ضلالة زنادقة بل قد ذكر من صنف في السنة تكفيرهم عن عامة أهل العلم والأثر كما هو مذكور في جواب الشيخ عبد اللطيف رحمه الله وقد ذكرنا ذلك في بيان كشف الأوهام والالتباس وأن الخلاف في نوع من جهال المقلدين لهم لا في جميعهم وهؤلاء الجهال ليسوا بالجهمية الصرف الذين أجمع العلماء على كفرهم بل هم أناس من أتباع الأئمة الأربعة وغيرهم من طوائف أهل البدع والأهواء الذين أحسنوا الظن بمن قلدوه مع تمكنهم من الهدى والعلم ومعرفة الحق فأعرضوا عنه وأحسنوا الظن بمن قلدوه ممن نزع من أئمتهم إلى مذهب الجهمية وأما الجهمية الصرف فلا خلاف فيهم. ¶ قال الشيخ عبد اللطيف في البراهين الإسلامية في الرد على الشبهة الفارسية ص 89 وأما هذه الأقوال المبتدعة التي لم تصدر عن معصوم بل ربما صدرت عمن لا يحكم بإسلامه كابن سينا وأمثاله من الفلاسفة المنتسبين إلى الإسلام وهم من أبعد الخلق عنه، وقد يقولها من يحسن الظن بهؤلاء ممن يخفى عليه حالهم ولا دراية له بأقوال الخلق ومذاهبهم. وقال ص 88 لما ذكر كلام الفلاسفة الإلحادي الشركي قال وأقوال هؤلاء دخلت على كثير من الناس إما باطني ملحد أو جاهل لا يدري أصول الأقوال ومذاهب الناس كشارح المشارق. ¶ الضياء الشارق قال ابن سحمان وبهذا يعلم غلط هذا العراقي وكذبه على ابن تيمية وعلى الصحابة والتابعين في عدم تكفير غلاة القدرية وغلاة المعتزلة وغلاة المرجئة وغلاة الجهمية والرافضة فإن الصادر من هؤلاء كان في مسائل ظاهرة جلية وفيما يعلم من الدين بالضرورة وأما من دخل عليه من أهل السنة بعض أقوال هؤلاء وخاض فيما خاضوا فيه من المسائل التي قد يخفى دليلها على بعض الناس أو كان من أهل الأهواء من غير غلاتهم بل قلدهم وحسّن الظن بأقوالهم من غير نظر ولا بحث فهؤلاء هم الذين توقف السلف والأئمة في تكفيرهم لاحتمال وجود مانع بالجهل وعدم العلم بنفس النص أو بدلالته قبل قيام الحجة عليهم وأما إذا قامت الحجة عليهم فهذا لا يتوقف في كفر (¬1) قائله اهـ. ¶ فصل في شرح كلام ابن القيم السابق ¶ من كلام أئمة الدعوة ¶ المسألة الأولى: من المقصود بأهل الطبقة (17): ¶ قال ابن سحمان في كتابه كشف الأوهام والالتباس: إن كلام ابن القيم في الطبقة السابعة عشرة هي في جهال المقلدين للجهمية ولعباد القبور (¬2). وقال مرة في موضع آخر من كتابه هذا: وقد بين ابن القيم رحمه الله تعالى في الطبقات تنويع الجهال المقلدين لأهل الكفر من الجهمية وعباد القبور وغيرهم، وفصل النزاع وأزال ¶ ¬__________ ¶ (¬1) ـ فكيف يقال بعد هذا أن ابن تيمية يعذر بالجهل في الشرك الأكبر؟ ¶ (¬2) ـ هذا من باب المثال وألا فهو يشمل أنواعا أكثر من ذلك. وهذا يدل على أن هذه الطبقة ليست في اليهود والنصارى فقط، بل كل من فعل فعلهم حتى ممن يدعي القبلة فإن من تشبه بقوم فهو منهم.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الإشكال فقال رحمه الله تعالى الطبقة السابعة عشر طبقة المقلدين وجهال الكفرة وأتباعهم وحميرهم الذين هم معهم تبع يقولون إنا وجدنا آباءنا على أمة ولنا أسوة بهم ... إلى آخر الطبقة. ¶ المسألة الثانية: هل كفّرهم ابن القيم؟: ¶ أ ـ قال ابن سحمان في كتابه كشف الأوهام والالتباس فانظر أيها المنصف كلام شمس الدين ابن القيم وتكفيره لهؤلاء الجهال المقلدين للمعاندين. ¶ ب ـ ثم قال ابن سحمان في كتابه كشف الأوهام والالتباس: ولم يختلف العلماء في تكفير الجهمية النفاة المعطلين للذات والأسماء والصفات، بل قد اتفقت الأمة على تكفير الأتباع الجهال المقلدين لرؤسائهم وأئمتهم الذين هم تبع لهم. ¶ المسألة الثالثة: معنى التمكن من العلم في هذه الطبقة: ¶ أ ـ قال ابن سحمان في كتابه كشف الأوهام والالتباس وعلى هذا فجهمية دبي وأبي ظبي الذين وقع الخلاف فيهم خارجون عن هذا القسم ولا يقول مسلم أنهم غير متمكنين من العلم ومعرفة الحق ولا هم كذلك عاجزون عن السؤال والعلم الذي يتمكنون به من العلم وطلب الهدى بل هم قادرون على طلبه والمرشدون لهذا الدين والداعون إليه موجودون غير معدومين وهم مع ذلك بين أظهر المسلمين وقد بلغتهم الدعوة وقامت عليهم الحجة كما تقدم في كلام الشيخ عبد اللطيف رحمه الله. ¶ لكنهم غير مريدين للهدى ولا مؤثرين له ولا محبين له بل معرضين عنه رأسا راضين بما هم عليه، ويكفرون أهل الإسلام وهم معادون لهم مبغضون لهم محاربون لهم غير مسالمين لهم ناصبين أنفسهم للسعي في إطفاء نور الله وهدم دينه وإخماد كلماته. ¶ فلا يكون حكمهم حكم أرباب الفترات ومن لم تبلغه الدعوة ولا يقول ذلك إلا من أعمى الله قلبه، مع أنه قد انتصب أناس جهال في الذب عنهم وأنهم مسلمون على دعوى قول طوائف من أهل السنة والجماعة الذين لم يكفروا الجهمية وهو قول لا دليل عليه ويستدل بقوله (من كفر مسلما فقد كفر) اهـ مع الاختصار في آخره. ¶ ب ـ إلى أن قال ابن سحمان في كشف الأوهام والالتباس: فحجة الله هي القرآن فمن بلغه القرآن فلا عذر وليس كل جهل يكون عذرا لصاحبه فهؤلاء جهال المقلدين لأهل الكفر كفار بإجماع الأمة اللهم إلا من كان منهم عاجزا عن بلوغ الحق ومعرفته لا يتمكن منه بحال مع محبته له وإرادته وطلبه وعدم المرشد إليه أو من كان حديث عهد بالإسلام أو من نشأ ببادية بعيدة فهذا الذي ذكر أهل العلم أنه معذور لأن الحجة لم تقم عليه فلا يكفر (¬1) الشخص المعين حتى يعرف وتقوم عليه الحجة بالبيان. ¶ ج ـ إلى أن قال ابن سحمان في كشف الأوهام والالتباس: وهؤلاء الأغبياء أجملوا القضية وجعلوا كل جهل عذرا ولم يفصلوا وجعلوا المسائل الظاهرة الجلية وما يعلم ¶ ¬__________ ¶ (¬1) ـ أي هؤلاء الثلاثة وهم: أ ـ العاجز عن بلوغ الحق مع محبته للحق. ب ـ حديث عهد بالإسلام. ج ـ من نشأ ببادية بعيدة. هؤلاء لا يكفرون حتى تقوم الحجة لكن ليسوا بمسلمين لأنهم لم يأتوا بالتوحيد إنما أتوا بالشرك، وعلى كل حال فليسوا بمسلمين. ونفي الكفر لا يعني إثبات الإسلام في كلام هؤلاء الأئمة، وهذه قاعدة مهمة إذا فهمتها انحلت عنك إشكالات كثيرة.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "من الدين بالضرورة كالمسائل الخفية التي قد يخفى دليلها على بعض الناس (¬1)، وكذلك من كان بين أظهر المسلمين كمن نشأ ببادية بعيدة أو كان حديث عهد بالإسلام فضلوا وأضلوا كثيرا وضلوا عن سواء السبيل. ¶ د ـ قال ابن سحمان في كشف الأوهام: ولم ينقل الخلاف ـ أي ابن القيم في النونية ـ إلا في نوع من الجهال المقلدين (¬2)، وهم الذين تمكنوا من الهدى والعلم بالأسباب التي يقدرون بها على طلبه ومعرفته لكن أعرضوا وأخلدوا إلى أرض الجهالة وأحسنوا الظن بمن قلدوه واستسهلوا التقليد. ¶ هـ ـ قال ابن سحمان في كتابه كشف الأوهام والالتباس: قال شيخنا الشيخ عبد اللطيف رحمه الله في رده على داود العراقي لما ذكر كلام ابن القيم المتقدم ذكره قال: فقف هنا وتأمل هذا التفصيل البديع فإنه رحمه الله لم يستثن إلا من عجز عن إدراك الحق مع شدة طلبه وإرادته له. ¶ و ـ وقال ابن سحمان في كتابه تمييز الصدق من المين في محاورة الرجلين: في صورة مسألة: في صنف من الجهمية كرجل قرأ القرآن وهو عامي لا يعرف معاني القرآن وكان عنده علماء يعظمهم ويظن أنهم علماء بمعاني القرآن وأمناء على أحكامه وحدوده فيقولون نعم الرحمن على العرش استوى ولكن معناه كذا وكذا مما لا يعرف معناه فأضله هؤلاء الزنادقة الكفار بموافقتهم له على ظاهر الآية ولم يدر المسكين أنهم قد خالفوا ما كان عليه الرسول وأصحابه والتابعون وجميع أهل السنة والجماعة من إثبات ما أثبته الله لنفسه وأثبته له رسوله من الأسماء والصفات فقلنا ـ أي المخالف لابن سحمان ـ هذا الصنف لا يكفرون حتى تقام عليهم الحجة لأنهم عوام لم يفهموا معاني القرآن ولم يكن لهم معرفة واطلاع بالتفاسير ولا بمنازعة أهل السنة والجماعة لعلمائهم الذين أضلوهم. فعقب ابن سحمان قائلا: هذا الجواب كلام باطل مردود لم يقل به إلا طائفة من أهل البدع كما سنبينه فإن هذا الصنف من الجهمية هم من الذين اتفقت الأمة على تكفيرهم لأنهم ليسوا من المقلدين المتمكنين من الهدى والمعرفة بالأسباب المتيسرة الممكنة بل هم من الأتباع المقلدين المعرضين عن طلب الهدى كما قال ابن القيم رحمه الله تعالى في الطبقات. ثم ذكر ما في الطبقات ثم قال ابن سحمان: فإذا فهمت هذا فاعلم أن هذا الصنف من جهال المقلدين غير من ذكر ابن القيم أن للعلماء فيهم قولين والذين ذكر فيهم القولين هم المتمكنون من الهدى والعلم ومعرفة الحق بالأسباب المتيسرة. ¶ ثم تأمل ما ذكره عن بعض أهل الكلام أنه جعلهم بمنزلة من لم تبلغهم الدعوة وهؤلاء الصنف من الجهمية وغيرهم من عباد القبور كجهمية دبي وأبي ظبي قد بلغتهم الدعوة وقامت عليهم الحجة فإن حجة الله على خلقه القرآن فمن بلغه القرآن فقد بلغته الحجة وقامت عليه قال الله تعالى (لأنذركم به ومن بلغ) وقال تعالى (لئلا يكون للناس على الله حجة بعد الرسل). ¶ ¬__________ ¶ (¬1) ـ انظر إلى هذا العلم الجليل ابن سحمان كيف يفرق بين المسائل الظاهرة وبين المسائل الخفية. وانظر إلى تفريقه بين من كان مخالطا للمسلمين وبين من كان في بادية بعيدة. ¶ (¬2) ـ وهم ليسوا جهمية محضة بل قلدوا بعض مقالات الجهمية على غير أصول الجهمية.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وقد أجمع العلماء على أن من بلغته دعوة الرسول أن حجة الله قائمة عليه وليس المراد بقيام الحجة أن يفهمها الإنسان فهما جليا كما يفهمها من هداه الله ووفقه وانقاد لأمره فإن الكفار قد قامت عليهم حجة الله مع إخباره بأنهم جعل على قلوبهم أكنة أن يفقهوا كلامه وقد ذكرنا هذا مبسوطا في كشف الشبهتين وفي كشف الأوهام وهذا يبين لك خطأ أخيك في قوله فقلنا هذا الصنف لا يكفرون حتى تقام عليهم الحجة لأنهم عوام لم يفهموا معاني القرآن ولم يكن لهم معرفة واطلاع بالتفاسير ولا بمنازعة أهل السنة والجماعة لعلمائهم الذين أضلوهم. ¶ فقوله هذا كله خطأ محض فإن هذا لا يشترط في قيام الحجة فإن قيام الحجة وبلوغها نوع وفهمها نوع آخر كما قال الشيخ محمد بن عبد الوهاب رحمه الله لما سئل عن هذه المسألة فأجاب السائل. ¶ زـ إلى أن قال ابن سحمان: وكذلك قوله فأضله هؤلاء الزنادقة الكفار بموافقتهم له على ظاهر الآية فإن هذا لا يكون عذرا له وقد قال تعالى عن هذا الصنف من الناس أنهم يقولون (ربنا إنا أطعنا سادتنا وكبراءنا فأضلونا السبيلا) وقال تعالى عنهم (ربنا هؤلاء أضلونا فآتهم عذابا ضعفا من النار) وإذا أنكر هذا الصنف علو الله على خلقه فهم كفار لأن الله تعالى في أعلى عليين وأنه يدعى من أعلى لا من أسفل وزعم أن الاستواء بمعنى الاستيلاء أو القدرة على الأشياء كما تقوله الجهمية (¬1) فقد جحد علو الله على خلقه لأن الله مستول على الأشياء كلها وقادر عليها فلو كان مستويا على العرش بمعنى الاستيلاء وهو عز وجل مستول على الأشياء كلها لكان مستويا على العرش وعلى الأرض وعلى السماء وعلى الحشوش والأقذار لأنه قادر على الأشياء مستول عليه وإذا كان قادرا على الأشياء كلها ولم يجز عند أحد من المسلمين أن يقولوا إن الله مستو على الحشوش والأخلية لم يجز أن يكون الاستواء على العرش الاستيلاء الذي هو عام في الأشياء كلها ووجب أن يكون معنى الاستواء يختص العرش دون الأشياء كلها. ¶ وقد كان من المعلوم بالضرورة أن الاستواء هو العلو والارتفاع على العرش وعلى جميع المخلوقات فمن زعم أن الاستواء بمعنى الاستيلاء أو غير ذلك من تفاسير الجهمية (¬2) فقد جحد علو الله على خلقه واستواءه على عرشه ولا ينفعه الإقرار بلفظ الاستواء على العرش مع جحود معناه وصرفه عن ظاهره وما يليق به إلى ما لا يليق به. ¶ فإذا تبين لك هذا علمت أن هذا الصنف هم جهال المقلدين للجهمية وأنه لا خلاف في تكفيرهم وهذا بخلاف الجهال المقلدين (¬3) الذين تمكنوا من العلم ومعرفة الحق بالأسباب المتيسرة ولكن أعرضوا عنه وأحسنوا الظن بمن قلدوه وأخلدوا إلى أرض الجهالة فهؤلاء قد ذكر ابن القيم في الكافية الشافية أن لأهل العلم فيهم قولين وتوقف عن وصفهم بالكفر وعن وصفهم بالإيمان وجزم في الطبقات أنه لا عذر لهم (¬4) عند ¶ ¬__________ ¶ (¬1) ـ أي كما تقوله الجهمية بناء على أصلها في نفي الصفات والأسماء. ¶ (¬2) ـ أنظر إلى هذا التقييد أي قاله على أصل الجهمية من النفي المحض للأسماء والصفات. ¶ (¬3) ـ هؤلاء المقلدون هنا غير المقلدين الذين ذكرهم قبل سطر من هذا، فالمقلدون الأول جهمية صرفة والمقلدون الآخرون قلدوا في بعض مقالات الجهمية مثل عوام المعتزلة وعوام الاشاعرة أو الماتريدية أو الكرامية وهكذا. ¶ (¬4) ـ نفي العذر ثابت لأن التمكن مناط وسبب لعدم العذر.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الله ولم يستثن إلا العاجز فقال رحمه الله نعم لابد في هذا المقام من تفصيل به يزول الإشكال وهو الفرق بين المقلد تمكن من العلم ومعرفة الحق فأعرض عنه ومقلد لم يتمكن من ذلك والقسمان واقعان في الوجود فالمتمكن المعرض تارك للواجب عليه لا عذ ر له عند الله وأما العاجز عن السؤال والعلم الذي لا يتمكن من العلم بوجه فهم قسمان أحدهما مريد للهدى مؤثر له محب له غير قادر عليه ولا على طلبه لعدم مرشد فهذا حكمه حكم أرباب الفترات ومن لم تبلغه الدعوة والثاني معرض لا إرادة له ولا يحدث نفسه بغير ما هو عليه فالأول يقول يا رب لو أعلم لكل دينا خيرا مما أنا عليه لدنت ... إلى آخر كلامه. ¶ فإذا علمت هذا تبين لك أن هذا الصنف من الجهمية ليس كمن تمكن من العلم ومعرفة الحق بالأسباب فأعرضوا عنه وأحسنوا الظن بمن قلدوه وأخلدوا إلى أرض الجهالة بل هم من الصنف الأول المعرضين عن طلبه رأسا ولا هم أيضا كذلك ممن عجز عن السؤال والعلم الذي يتمكنون به من الهدى والمعرفة والحق لعدم المرشد إليه بل المرشدون لهذا الدين والداعون إليه غير معدومين ولله الحمد والمنة فكان قول محمد بن حسن المرزوقي في تكفير هذا الصنف هو الحق والصواب الذي لا غبار عليه وهو أحق بالصواب من حسين لما ذكرنا. ¶ ح ـ إلى أن قال: وكلامنا وكلام المرزوقي إنما هو في جهمية دبي وأبي ظبي وفي أباضيه أهل هذا الزمان من أباضية ساحل عمان الذين هم بين أظهر المسلمين وقد بلغتهم الدعوة وقامت عليهم الحجة فالمغالطة بالكلام في غيرهم من أتباع الجهمية الجهال المقلدين والأباضية المتقدمين الذين هم فرقة من الخوارج تلبيس وتمويه على من لا يدري حقيقة الحال، وأيضا فإنه ليس الكلام والنزاع في أهل الأهواء والبدع إنما الكلام في الجهمية وعباد القبور، وأما الجهل والخطأ في غير ما علم بالضرورة من دين الإسلام (¬1) فكلام شيخ الإسلام في ذلك معروف مشهور ومن تأمل كلام شيخ الإسلام وجده يصله بما يفصل النزاع ويبين المراد بأنه لم تقم عليه الحجة الرسالية التي من خالفها كان كافرا تارة وفاسقا أخرى أو يكون ذلك في الأمور التي قد يخفى دليلها (¬2) على بعض الناس ولذلك يذكر هذا في الكلام على بدع أهل الأهواء التي لم تخرجهم بدعتهم من الملة كالخوارج والقدرية والمرجئة وغيرهم أو كالذي نشأ ببادية بعيدة أو كان حديث عهد بالإسلام وكالذي أمر أهله إذا مات أن يحرقوه ويذروه في البحر فإن هذا وإن كان قد شك في قدرة الله فإنه كان موحدا ليس من أهل الشرك فقد ثبت من طريق أبي كامل عن حماد عن ثابت عن أبي رافع عن أبي هريرة ... لم يعمل خيرا قط إلا التوحيد. ¶ فمن كان مؤمنا بالله (¬3) ورسوله باطنا وظاهرا لكنه اجتهد في طلب الحق فأخطأ أو غلط أو جهل أو تأول فإن الله تعالى يغفر له خطأه كائنا من كان سواء كان في المسائل النظرية والعملية ومنشأ الغلط أن هؤلاء لما سمعوا كلام الشيخ رحمه الله في ¶ ¬__________ ¶ (¬1) ـ أما أصل الإسلام فلا. ¶ (¬2) ـ انظر هنا إلى نقل ابن سحمان أن ابن تيمية يفرق بين المسائل الظاهرة وبين الخفية. ¶ (¬3) ـ هذه قاعدة عظيمة لكن لا يدخل فيها من كان يذبح مثلا لغير الله لأنه ليس مؤمنا بالله بل مشركا، ولذا قال في هذه القاعدة من كان يؤمن بالله.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "بعض أجوبته يقول بعدم تكفير الجاهل والمجتهد المخطئ والمتأول ظنوا أن هذا يعم كل خطأ وجهل واجتهاد وتأويل (¬1) وأجملوا ولم يفصلوا. ¶ وهذا خطا محض فإنه ليس كل اجتهاد وجهل وخطأ وتأويل يغفر لصاحبه وأنه لا يكفر بذلك فإن ما علم بالضرورة من دين الإسلام كالإيمان بالله ورسوله وبما جاء به لا يعذر أحد بالجهل (¬2) بذلك فقد أخبر الله سبحانه بجهل كثير من الكفار مع تصريحه بكفرهم ووصف النصارى بالجهل مع أنه لا يشك مسلم في كفرهم ونقطع أن أكثر اليهود والنصارى اليوم جهال مقلدون ونعتقد كفرهم وكفر من شك في كفرهم. ¶ وقد دل القرآن على أن الشك في أصول الدين كفر والشك هو التردد بين شيئين كالذي لا يجزم بصدق الرسول ولا كذبه ولا يجزم بوقوع البعث ولا عدم وقوعه ونحو ذلك كالذي لا يعتقد وجوب الصلاة ولا عدم وجوبها أو لا يعتقد تحريم الزنا ولا عدم تحريمه وذلك كفر بإجماع العلماء (¬3) ولا عذر لمن كان حاله هكذا لكونه لم يفهم حجج الله وبيناته لأنه لا عذر له بعد بلوغها وإن لم يفهمها كما تقدم بيانه. ¶ فالشخص المعين إذا صدر منه ما يوجب كفره من الأمور التي هي معلومة بالضرورة مثل عبادة غير الله سبحانه ومثل جحد علو الله على خلقه ونفي صفات كماله ونعوت جلاله الذاتية والفعلية ومسألة علمه بالحوادث والكائنات قبل كونها. ¶ فإن المنع من التكفير والتأثيم بالخطأ والجهل في هذا كله (¬4) رد على من كفر معطلة الذات ومعطلة الربوبية ومعطلة الأسماء والصفات ومعطلة إفراده تعالى بالإلهية والقائلين بأن الله لا يعلم الكائنات قبل كونها كغلاة القدرية ومن قال بإسناد الحوادث إلى الكواكب العلوية ومن قال بالأصلين النور والظلمة فإن من التزم هذا كله فهو أكفر وأضل من اليهود والنصارى. ¶ وهل أوقع الاتحادية والحلولية فيما هم عليه من الكفر البواح والشرك العظيم والتعطيل لحقيقة وجود رب العالمين إلا خطأهم في هذا الباب الذي اجتهدوا فيه فضلوا وأضلوا عن سواء السبيل. ¶ وهل قتل الحلاج باتفاق أهل الفتوى على قتله إلا ضلال اجتهاده، وهل كفر القرامطة وانتحلوا ما انتحلوه من الفضائح الشنيعة وخلع ربقة الشريعة إلا باجتهادهم فيما زعموا. ¶ وهل قالت الرافضة ما قالت واستباحت ما استباحت من الكفر والشرك وعبادة الأئمة الاثنا عشر وغيرهم ومسبة أصحاب رسول الله وأم المؤمنين إلا باجتهادهم فيما زعموا. ¶ فليس كل اجتهاد وخطأ وجهل مغفور لا يكفر ولا يؤثم فاعله وهذا على سبيل التنبيه وإلا فالمقام يحتمل بسطا أكثر من هذا. ¶ ط ـ إلى أن قال ابن سحمان: وليس الكلام في كفر الجحود إنما النزاع في كفر الإعراض ومن قام به هذا الوصف من اتباع الجهمية وعباد القبور وفي كفر من لم ¶ ¬__________ ¶ (¬1) ـ وهذا حال بعض المعاصرين اليوم بصّرنا الله وإياهم. ¶ (¬2) ـ وهذا مذهب ابن تيمية وابن القيم وأئمة الدعوة بل مذهب أئمة الإسلام كلهم. ¶ (¬3) ـ لأنها مسألة ظاهرة. ¶ (¬4) ـ أي ما سبق ذكره.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "يكفر المشركين أو شك في كفرهم وفي أباضية أهل هذا الزمان الذين هم على مذهب الجهمية في بعض الأقوال وعلى معتقد عباد القبور. ¶ فإن رجع عن كلامه الأول وكتب ما ينقضه ويخالفه مما عليه أهل السنة والجماعة بين أن كلامه الأول خطأ فهذا هو المطلوب وهو أخونا وإن لم يرجع عن كلامه الأول فنحن نبرأ إلى الله ممن خالف الحق واتبع غير سبيل المؤمنين وإن كان الحبيب المصافيا. ¶ المسألة الرابعة: معنى كلام ابن القيم أن الواجب على العبد أن يعتقد أن كل من دان بدين غير دين الإسلام فهو كافر: ¶ أ ـ قال ابن سحمان في كتابه كشف الأوهام والالتباس لما وصل إلى كلام ابن القيم وهو: أن الواجب على العبد أن يعتقد أن كل من دان بدين غير دين الإسلام فهو كافر. ¶ فقال ابن سحمان: والذي ندين الله به أن من نفى علو الله على خلقه واستوائه على عرشه وجحد صفات (¬1) كماله ونعوت جلاله وأن الله لا يتكلم بمشيئته وقدرته ولا نزل منه شيء ولا يصعد إليه شيء إلى غير ذلك من صفات كماله ـ يقصد الجهمية المحضة ـ أنه قد دان بدين غير دين الإسلام، قال شيخنا الشيخ عبد اللطيف رحمه الله في رده على داود العراقي لما ذكر كلام ابن القيم المتقدم ذكره قال: فقف هنا وتأمل هذا التفصيل البديع فإنه رحمه الله لم يستثن إلا من عجز عن إدراك الحق مع شدة طلبه وإرادته له. ¶ فهذا الصنف هو المراد في كلام شيخ الإسلام وابن القيم وأمثالهما من المحققين وأما العراقي ـ أي داود بن جرجيس ـ وإخوانه المبطلون فشبهوا أن الشيخ لا يكفر الجاهل وأنه يقول هو معذور وأجملوا القول، ولم يفصلوا وجعلوا هذه الشبهة ترسا يدفعون بها الآيات القرآنية والأحاديث النبوية وصاحوا على عباد الله الموحدين كما جرى لأسلافهم من عباد القبور والمشركين وإلى الله المصير وهو الحاكم بعلمه بين عباده فيما كانوا فيه يختلفون انتهى. ¶ المسألة الخامسة: ما هي الحجة في المسائل الظاهرة: ¶ أ ـ قال ابن سحمان في كشف الأوهام: إذا عرفت هذا فمسألة علو الله على خلقه واستوائه على عرشه وإثبات صفات كماله ونعوت جلاله من المسائل الجلية الظاهرة ومما علم من الدين بالضرورة فإن الله قد وضحها في كتابه وعلى لسان رسوله فمن سمع الآيات القرآنية والأحاديث النبوية فقد قامت عليه الحجة وإن لم يفهمها فإن كان ممن يقرأ القرآن فالأمر أعظم وأطم لا سيما إن عاند وزعم أن ما كان عليه هو الحق وأن القرآن لم يبين ذلك بيانا شافيا كافيا فهذا كفره أوضح من الشمس في نحر الظهيرة ولا يتوقف في كفره من عرف الإسلام وأحكامه وقواعده وبالجملة فمن دان بدين غير دين الإسلام وقام به هذا الوصف الذي يكون به كافرا فهو كافر ولا نحكم (¬2) على معين بالنار بل نكل أمره إلى الله وإلى علمه وحكمه في باطن أمره هذا في ¶ ¬__________ ¶ (¬1) ـ هذه كلمة مهمة وهي العموم هنا أي جحد الصفات لا بعضها، وهذا هو أصل مذهب الجهمية المحضة. ¶ (¬2) ـ أولا: الكلام على الأحكام. ثانيا: أراد عدم التعميم فلا يكفر ولا يحكم على كل جاهل بل الجاهل الذي قامت عليه الحجة إما بالسماع أو التمكن والعيش مع المسلمين.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "أحكام الثواب والعقاب وأما في أحكام الدنيا فهي جارية على ظاهر الأمر. (قلت هذا حكم كافر التأويل في الدنيا على ظاهر حاله وفي الآخرة يقال الله أعلم) ¶ وقد سئل الشيخ محمد بن عبد الوهاب رحمه الله تعالى عن هذه المسألة فأجاب السائل بقوله هذا من العجب العجاب كيف تشكون في هذا وقد وضحته لكم مرارا فإن الذي لم تقم عليه الحجة هو الذي حديث عهد بالإسلام والذي نشأ ببادية بعيدة أو يكون ذلك في مسألة خفية مثل الصرف والعطف فلا يكفر حتى يعرف وأما أصول الدين التي وضحها الله وأحكمها في كتابه فإن حجة الله هي القرآن فمن بلغه فقد بلغته الحجة ولكن أصل الإشكال أنكم لم تفرقوا بين قيام الحجة وفهم الحجة فإن أكثر الكفار والمنافقين لم يفهموا حجة الله مع قيامها عليهم. ¶ ب ـ إلى أن قال ابن سحمان في كشف الأوهام: وكذلك قتل علي بن أبي طالب رضي الله عنه الذين اعتقدوا فيه الإلهية وحرقهم بالنار مع كونهم تلاميذ الصحابة ومع عبادتهم وهم أيضا يظنون أنهم على حق وكذلك إجماع السلف على تكفير أناس من غلاة القدرية وغيرهم مع كثرة علمهم وشدة عبادتهم وكونهم يظنون أنهم يحسنون صنعا ولم يتوقف أحد من السلف في تكفيرهم لأجل أنهم لم يفهموا فإن هؤلاء كلهم لم يفهموا انتهى كلامه رحمه الله. ¶ فإذا علمت هذا وتحققته فاعلم أن هذا هو سبيل المرسلين ومن قفي أثرهم من الآل والأصحاب والتابعين ومن بعدهم من الأئمة المهتدين فحجة الله هي القرآن فمن بلغه القرآن فلا عذر. ¶ وليس كل جهل يكون عذرا لصاحبه فهؤلاء جهال المقلدين لأهل الكفر كفار بإجماع الأمة اللهم إلا من كان منهم عاجزا عن بلوغ الحق ومعرفته لا يتمكن منه بحال مع محبته له وإرادته وطلبه وعدم المرشد إليه أو من كان حديث عهد بالإسلام أو من نشأ ببادية بعيدة فهذا الذي ذكر أهل العلم أنه معذور لأن الحجة لم تقم عليه فلا يكفر (¬1) الشخص المعين حتى يعرف وتقوم عليه الحجة بالبيان. ¶ وأما التمويه والمغالطة من بعض هؤلاء بأن شيخ الإسلام توقف في تكفير المعين الجاهل (¬2) فهو من التلبيس والتمويه على خفافيش البصائر فإنما المقصود به في مسائل مخصوصة قد يخفى دليلها على بعض الناس كما في مسائل القدر والإرجاء ونحو ذلك مما قاله أهل الأهواء فإن بعض أقوالهم تتضمن أمورا كفرية من رد أدلة الكتاب والسنة المتواترة فيكون القول المتضمن لرد بعض النصوص كفرا ولا يحكم على قائله بالكفر لاحتمال وجود مانع يمنع منه كالجهل وعدم العلم بنفس النص أو بدلالته فإن الشرائع لا تلزم إلا بعد بلوغها ولذلك ذكرها في الكلام على بدع أهل الأهواء وقد نص على هذا فقال في تكفير أناس من أعيان المتكلمين بعد أن قرر هذه المسألة قال وهذا إذا كان في المسائل الخفية فقد يقال بعدم الكفر وأما ما يقع منهم في المسائل الظاهرة الجلية أو ما يعلم من الدين بالضرورة فهذا لا يتوقف في كفر قائله اهـ ¶ ¬__________ ¶ (¬1) ـ لكنه ليس بمسلم. ¶ (¬2) ـ وقد أخطأ في ذلك اليوم بعض المعاصرين وردد نفس الكلام ذلك أعلاه.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "المسألة السادسة: ليس من شرط الحجة في المسائل الظاهرة أن تبلغ كل فرد بل يكفي البلاغ العام: ¶ قال ابن سحمان في كشف الأوهام: فهذا يبين لك أن بلوغ الحجة نوع وفهمها نوع آخر إذا تقرر هذا فلا يلزم من قيام الحجة وبلوغها أن يبلغها الإنسان لكل فرد من أفراد الجهمية وعباد القبور وغيرهم ممن تخرجه بدعته من الإسلام كغلاة القدرية والمرجئة وغلاة الرافضة كما يزعمه هؤلاء الجهال الذين يزعمون أن حجة الله بالقرآن لم تبلغ جميع الخلق وأنه لابد من إبلاغها لكل فرد وما علمت هذا عن أحد من أهل العلم والذي ذكر أهل العلم أن هذا لا يلزم إلا من نشأ ببادية بعيدة أو كان حديث عهد بالإسلام أو يكون ذلك في المسائل الخفية التي قد يخفى دليلها على بعض الناس. ¶ وأما من كان بين أظهر المسلمين كجهمية دبي وأبي ظبي وأباضية أهل هذا الساحل وجهميته فهؤلاء قد بلغتهم الدعوة وقامت عليهم الحجة وقد وقعت المخاصمة والمجادلة بينهم وبين من هناك من طلبة العلم وراسلوا المشايخ وأجابوهم على مسائلهم وأقاموا عليهم الحجة بالدليل فوضحت لهم فلم يبق لهم عذر كما تقدم في كلام الشيخ عبد اللطيف رحمه الله وكما هو موجود مشهور في رسائل قد وردت على الشيخ عبد الرحمن بن حسن رحمه الله. ¶ المسألة السابعة: التفريق بين جهال من كان على غير أصل الإسلام وبين جهال أهل الأهواء والبدع: ¶ أ ـ وقال ابن سحمان في كتابه تمييز الصدق من المين في محاورة الرجلين: فإذا فهمت هذا فاعلم أن هذا الصنف من جهال المقلدين ـ أي أهل الطبقة السابعة عشرة ـ غير من ذكر ابن القيم أن للعلماء فيهم قولين والذين ذكر فيهم القولين هم المتمكنون من الهدى والعلم ومعرفة الحق بالأسباب المتيسرة. ¶ ثم تأمل ما ذكره عن بعض أهل الكلام أنه جعلهم بمنزلة من لم تبلغهم الدعوة وهؤلاء الصنف من الجهمية وغيرهم من عباد القبور كجهمية دبي وأبي ظبي قد بلغتهم الدعوة وقامت عليهم الحجة فإن حجة الله على خلقه القرآن فمن بلغه القرآن فقد بلغته الحجة وقامت عليه قال الله تعالى (لأنذركم به ومن بلغ) وقال تعالى (لئلا يكون للناس على الله حجة بعد الرسل) ¶ وقد أجمع العلماء على أن من بلغته دعوة الرسول أن حجة الله قائمة عليه وليس المراد بقيام الحجة أن يفهمها الإنسان فهما جليا كما يفهمها من هداه الله ووفقه وانقاد لأمره فإن الكفار قد قامت عليه حجة الله مع إخباره بأنه جعل على قلوبهم أكنة أن يفقهوا كلامه. ¶ وقد ذكرنا هذا مبسوطا في كشف الشبهتين وفي كشف الأوهام وهذا يبين لك خطأ أخيك في قوله فقلنا هذا الصنف لا يكفرون حتى تقام عليهم الحجة لأنهم عوام لم يفهموا معاني القرآن ولم يكن لهم معرفة واطلاع بالتفاسير ولا بمنازعة أهل السنة والجماعة لعلمائهم الذين أضلوهم، فقوله هذا كله خطأ محض فإن هذا لا يشترط في قيام الحجة فإن قيام الحجة وبلوغها نوع وفهمها نوع آخر كما قال الشيخ محمد بن عبد الوهاب رحمه الله لما سئل عن هذه المسألة.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "إلى أن قال ابن سحمان: وأما ما يعلم بالضرورة من دين الإسلام كعبادة الله وحده لا شريك له وترك عبادة من سواه، ومعرفة علو الله على خلقه واستوائه على عرشه وإثبات أسمائه وصفات كماله ونعوت جلاله ـ خلافا للجهمية المحضة ـ فإن هذا قد وضحه الله في كتابه وعلى لسان رسوله فلا عذر لأحد في الجهل (¬1) بذلك وقد فطر الله على ذلك جميع المخلوقات حتى البهائم. ¶ ب ـ وقال ابن سحمان في موضع آخر من كتابه تمييز الصدق من المين: إنه ليس العذر في كل مقلدي الجهمية بل نوع من مقلديهم فقال: وقيل ثانيا إنما الخلاف الواقع بين العلماء في نوع من جهال المقلدين لهم ـ أي للجهمية ـ لا في الجهال المقلدين لهم مطلقا كما زعمه هذا الرجل في قصيدته. ¶ ثم قال: إن ابن القيم رحمه الله لم يستثن إلا العاجز ـ أي من الجهمية ـ كما سيأتي بيانه. ¶ ثم قال: إن الكلام في عباد القبور كالكلام في الجهمية فالمعاند له حكم المعاند منهم والجهال المقلدون لهم حكمهم حكم المقلدين للجهمية لا فرق. ¶ ج ـ قال ابن سحمان الضياء الشارق: قال ص 381 وما بعدها: إن السلف كفروا غلاة الرافضة كالذين حرقهم علي بن أبي طالب وكذلك كفروا غلاة القدرية وغلاة المرجئة والمعتزلة وغلاة الجهمية، وقد حكى ابن تيمية تكفير من قام به الكفر من أهل الأهواء، قال: واضطرب الناس في ذلك: فمنهم من يحكي عن مالك فيه قولين وعن الشافعي كذلك وعن احمد روايتين وأبو الحسن الأشعري وأصحابه لهم فيه قولان، قال: وحقيقة الأمر: أن القول قد يكون كفرا فيطلق القول بتكفير قائله، ويقال لمن قال هذا كافر، لكن الشخص المعين الذي قال: لا يكفر حتى تقوم الحجة عليه التي يكفر تاركها اهـ ¶ قال ابن سحمان تعقيبا على ذلك: وحيث كان الحال هكذا في الخوارج قد اختلف الناس في تكفيرهم، والغلاة في علي لم يختلف أحد في تكفيرهم، وكذلك من سجد لغير الله أو ذبح لغير الله أو دعاه مع الله رغبا أو رهبا كل هؤلاء اتفق السلف والخلف على كفرهم كما ذكره أهل المذاهب الأربعة ولا يمكن أحد أن ينقل عنهم قولا ثانيا. ¶ وبهذا تعلم أن النزاع وكلام ابن تيمية وأمثاله في غير عباد القبور والمشركين فرضه وموضوعه في أهل البدع المخالفين للسنة والجماعة وهذا يعرف من كلام الشيخ. ¶ فإذا عرفت أن كلام الشيخ ابن تيمية في أهل الأهواء كالقدرية والخوارج والمرجئة ونحوهم ما خلا غلاتهم تبين لك أن عباد القبور والجهمية خارجون من هذه الأوصاف، وأما كلامه في عدم تكفير المعين فالمقصود به في مسائل مخصوصة قد يخفى دليلها على بعض الناس كما في مسائل القدر والإرجاء ونحو ذلك مما قاله أهل الأهواء ... إلى أن قال هذا إذا كان في المسائل الخفية فقد يقال بعدم التكفير وأما ما يقع في المسائل الظاهرة الجلية أو ما يعلم من الدين بالضرورة فهذا لا يتوقف في تكفير قائله. ¶ قال ابن سحمان وبهذا يعلم غلط هذا العراقي وكذبه على ابن تيمية وعلى الصحابة والتابعين في عدم تكفير غلاة القدرية وغلاة المعتزلة وغلاة المرجئة وغلاة الجهمية ¶ ¬__________ ¶ (¬1) ـ لاحظ نفي العذر بالجهل.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "والرافضة فإن الصادر من هؤلاء كان في مسائل ظاهرة جلية وفيما يعلم من الدين بالضرورة وأما من دخل عليه من أهل السنة بعض أقوال هؤلاء وخاض فيما خاضوا فيه من المسائل التي قد يخفى دليلها على بعض الناس أو كان من أهل الأهواء من غير غلاتهم بل قلدهم وحسّن الظن بأقوالهم من غير نظر ولا بحث فهؤلاء هم الذين توقف السلف والأئمة في تكفيرهم لاحتمال وجود مانع بالجهل وعدم العلم بنفس النص أو بدلالته قبل قيام الحجة عليهم وأما إذا قامت الحجة عليهم فهذا لا يتوقف في كفر (¬1) قائله اهـ. ¶ د ـ قال ابن سحمان في الضياء الشارق ص 653: وإما تكفير الشخص المعين فلا مانع من تكفيره إذا صدر منه ما يوجب تكفيره فإن عبادة الله وحده لا شريك له من الأمور الضرورية المعلومة من دين الإسلام، فمن بلغته دعوة الرسول وبلغه القرآن فقد قامت عليه الحجة. ¶ وأما الأمور التي لا يكفر فاعلها مما ليس معلوما بالضرورة من دين الإسلام بل في الأمور الخفية فهذا لا يكفر حتى تقوم عليه الحجة لأن هذا إنما هو في المسائل النظرية والاجتهادية التي قد يخفى دليلها، وأما عباد القبور فهم عند السلف وأهل العلم يسمون بالغالية لأن فعلهم غلو يشبه غلو النصارى في الأنبياء والصالحين وعبادتهم، فمسألة توحيد الله وإخلاص العبادة له لم ينازع في وجوبها أحد من أهل الإسلام ولا أهل الأهواء ولا غيرهم وهي معلومة من الدين بالضرورة كل من بلغته الرسالة وتصورها على ما هي عليه عرف أن هذا زبدتها وحاصلها وسائر الأحكام تدور عليه ... إلى أن قال فالشخص المعين إذا صدر منه ما يوجب كفره من الأمور التي هي من ضروريات دين الإسلام مثل عبادة غير الله تعالى فإن الله قد أقام الحجة بإنزال كتبه وبعث رسله لئلا يكون للناس على الله حجة بعد الرسل وهذا مما لا إشكال فيه اهـ. ¶ وقال ص 655 وإما ما عدا الأمور الضرورية المعلومة من دين الإسلام فإنا لا نكفر من قال قولا لم يبلغه النص في ذلك بتكفير من فعله لأن الشرائع لا تلزم إلا بعد البلوغ وكذلك من لم يثبت عنده النص أو قام لديه معارض من نص آخر أو وقعت له شبهة يعذره الله بها هذا مما لا إشكال فيه عند أهل العلم .. إلى أن قال فان من بلغته دعوة الرسل فقد قامت عليه الحجة إن كان على وجه يمكن معه العلم اهـ. ¶ فصل ¶ الأصول (¬2) المبني عليه أسماء وأحكام أهل الأهواء ¶ من مقلدة أو أتباع معاندين أم لا ¶ أ ـ قال ابن سحمان في كشف الأوهام لما تكلم عن عباد القبور والجهمية المحضة وأنهم لا يعذرون وهم كفار فقال: قال ابن القيم رحمه الله تعالى في الجيوش الإسلامية قال شيخنا يعني شيخ الإسلام ابن تيمية قدس الله روحه الناس في الهدى ¶ ¬__________ ¶ (¬1) ـ فكيف يقال بعد هذا أن ابن تيمية يعذر بالجهل في الشرك الأكبر؟ ¶ (¬2) ـ أن الناس مهما كان لا يخرجون عن هذه الأقسام. قال ابن تيمية: أصناف بني آدم في العلم والإيمان.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "الذي بعث الله به رسوله أربعة أقسام قد اشتملت عليهم هذه الآيات من أول سورة البقرة فذكر: ¶ القسم الأول: الذي قبلوا الهدى باطنا وظاهرا ثم قال: القسم الثاني: من رده باطنا وظاهرا وكفر به ولم يرفع به رأسا وهؤلاء أيضا نوعان: ¶ أحدهما: عرفه وتيقن صحته وأنه حق ولكن حمله الحسد والكبر وحب الرئاسة والملك والتقدم بين قومه على جحده ودفعه بعد البصيرة واليقين. ¶ النوع الثاني: أتباع هؤلاء الذين يقولون هؤلاء ساداتنا وكبراؤنا وهم أعلم منا بما يقبلونه وما يردونه ولنا أسوة بهم ولا نرغب بأنفسنا عن أنفسهم ولو كان حقا كانوا هم أهله وأولى بقبوله، وهؤلاء بمنزلة الدواب والأنعام يساقون حيث يسوقهم راعيهم وهم الذين قال الله فيهم عز وجل (إذ تبرأ الذين اتبعوا من الذين اتبعوا ورأوا العذاب وتقطعت بهم الأسباب) الآية وقال تعالى (يوم تقلب وجوههم في النار يقولون يا ليتنا أطعنا الله وأطعنا الرسولا وقالوا ربنا إنا أطعنا سادتنا وكبراءنا فأضلونا السبيلا) الآية وقال تعالى فيهم (وإذا يتحاجون في النار فيقول الضعفاء للذين استكبروا إنا كنا لكم تبعا فهل أنتم مغنون عنا نصيبا من النار) الآية وقال فيهم (هذا فليذوقوه حميم وغساق وآخر من شكله أزواج ـ إلى قوله ـ فبئس القرار) ... إلى أن قال رحمه الله تعالى: ¶ القسم الثالث: الذين قبلوا ما جاء به الرسول وآمنوا به ظاهرا وجحدوه وكفروا به باطنا وهم المنافقون الذين ضرب الله لهم هذان المثلان بمستوقد النار وبالصيب وهم أيضا نوعان: ¶ أحدهما: من أبصر ثم عمي وعلم ثم جهل وأقر ثم أنكر وآمن ثم كفر فهؤلاء رؤوس أهل النفاق وساداتهم وأئمتهم ومثلهم مثل من استوقد نارا ثم حصل بعدها على الظلمة ... والنوع الثاني: ضعفاء البصائر الذين أعشى بصائرهم ضوء البرق فكاد أن يخطفها لضعفها وقوته وأصم آذانهم صوت الرعد فهم يجعلون أصابعهم في آذانهم من الصواعق فلا يقربون من سماع القرآن والإيمان بل يهربون منه ويكون حالهم من يسمع الرعد الشديد فمن شدة خوفه منه يجعل أصابعه في أذنيه وهذه حال كثير من خفافيش البصائر في كثير من نصوص الوحي إذا وردت عليه مخالفة لما تلقاه عن أسلافه وذوي مذهبه ومن يحسن به الظن ورآها مخالفة لما عنده عنهم هرب من النصوص وكره من يسمعه إياها ولو أمكنه لسد أذنيه عند سماعها ويقول دعنا من هذه ولو قدر لعاقب من يتلوها وحفظها وينشرها ويعلمها. ¶ فإذا ظهر له منها ما يوافق ما عنده مشى فيها وانطلق فإذا جاءت بخلاف ما عنده أظلمت عليه فقام حائرا لا يدري أين يذهب ثم يعزم له التقليد وحسن الظن برؤسائه وسادته على اتباع ما قالوه دونها ويقول مسكين الحال هم أخبر بها مني وأعرف فيالله العجب أوليس أهلها والذابون عنها والمنتصرون لها والمعظمون لها والمخالفون لأجلها آراء الرجال المقدمون لها على ما خالفها أعرف بها أيضا منك وممن اتبعته فلم كان من خالفها وعزلها عن اليقين وزعم أن الهدى والعلم لا يستفاد منها وأنها أدلة لفظية لا تفيد شيئا من اليقين ولا يجوز أن يحتج بها على مسألة واحدة من مسائل التوحيد والصفات ويسميها الظواهر النقلية ويسمي ما خالفها القواطع",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "العقلية فلم كان هؤلاء أحق بها وأهلها وكان أنصارها والذابون عنها والحافظون لها هم أعداؤها ومحاربوها. ¶ ولكن هذه سنة الله في أهل الباطل أنهم يعادون الحق وأهله وينسبونهم إلى معاداته ومحاربته كالرافضة الذين عادوا أصحاب رسول الله بل وأهل بيته ونسبوا أتباعه وأهل سنته إلى معاداته ومعادات أهل بيته (وما كانوا أولياءه إن أولياؤه إلا المتقون ولكن أكثرهم لا يعلمون). ¶ والمقصود أن هؤلاء المنافقين صنفان: أئمة وسادة يدعون إلى النار وقد مردوا على النفاق. وأتباع لهم بمنزلة الأنعام والبهائم، فأولئك زنادقة مستبصرون وهؤلاء زنادقة مقلدون. ¶ فهؤلاء أصناف بني آدم في العلم والإيمان ولا يجاوز هذه السنة اللهم إلا من أظهر الكفر (¬1) وأبطن الإيمان كحال المستضعف بين الكفار الذي تبين له الإسلام ولم يمكنه المجاهرة بخلاف قومه ولم يزل هذا الضرب في الناس على عهد رسول الله وهؤلاء عكس المنافقين من كل وجه. ¶ وعلى هذا فالناس إما مؤمن ظاهرا وباطنا، وإما كافر ظاهرا وباطنا أو مؤمن ظاهرا كافرا باطنا أو كافر ظاهرا مؤمنا باطنا والأقسام الأربعة قد اشتمل عليها الوجود وقد بين القرآن أحكامها. ¶ فالأقسام الثلاثة الأول ظاهرة وقد اشتملت عليها أول سورة البقرة، وأما القسم الرابع ففي قوله تعالى (فلولا رجال مؤمنون ونساء مؤمنات لم تعلموهم أن تطؤهم) ... فهؤلاء كانوا يكتمون إيمانهم في قومهم ولا يتمكنون من إظهاره. ¶ ثم ذكر رحمه الله من هؤلاء مؤمن آل فرعون الذي كان يكتم إيمانه والنجاشي الذي صلى عليه النبي. ¶ ب ـ قال ابن سحمان: والمقصود أن هؤلاء الأتباع المقلدين للجهمية إما أن يكونوا زنادقة مقلدين لزنادقة مستبصرين، وإما أن يكونوا من القسم الثالث من النوع الذين يردون كثيرا من نصوص الوحي إذا وردت عليهم مخالفة لما تلقوه عن أسلافهم وذوي مذهبهم ومن يحسنون به الظن ويزعمون أن أدلة الكتاب والسنة لا يستفاد منها الهدى والعلم وأنها أدلة لفظية لا تفيد شيئا من اليقين ويسمونها الظواهر النقلية وما خالفها القواطع العقلية كما هو معروف مشهور عن أتباع هؤلاء الجهمية المقلدين لهم فهم لا يخرجون عن هذين القسمين كما تقدم بيانه آنفا فإذا تبين لك أن هؤلاء الجهمية زنادقة مستبصرين وأن أتباعهم المقلدين لهم إما أن يكونوا زنادقة مقلدين لهؤلاء الزنادقة المستبصرين وإما أن يكونوا من النوع الثاني من القسم الثالث. ¶ وقد بين شيخ الإسلام أن القسم الثاني نوعان: ¶ النوع الأول: ممن رده ظاهرا وباطنا وكفر به ولم يرفع به رأسا سادات وكبراء وأهل رئاسة وتقدم. ¶ والنوع الثاني: أتباع هؤلاء وأن القسم الثالث نوعان أيضا: ¶ ¬__________ ¶ (¬1) ـ هذه ليست على إطلاقها ولا بد من تأويلها، لأن المستضعف لا يُقبل منه إظهار الكفر بالاستضعاف بل لا يجوز إلا مع الإكراه لا الاستضعاف. وحتى مع الإكراه يجوز الكفر المؤقت غير المتعدي لا مطلق الكفر.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "رؤوس أهل النفاق وساداتهم وأئمتهم. وأتباع مقلدون لهم وهؤلاء ممن آمن ظاهرا وكفر باطنا. ¶ فإذا عرفت هذا تبين لك خطأ من زعم أن لأهل العلم فيهم قولين خصوصا في الجهمية النفات معطلة الأسماء والصفات والله يقول الحق وهو يهدي السبيل وحسبنا الله ونعم الوكيل. ¶ 3 ـ باب أسمائهم وأحكامهم ¶ فأما الطبقة الأولى: وهي طبقة القادة بفرعيها من مستبصرين منظرين قد وضعوا الأصول لأتباعهم، ومن قادة أهل طلب رئاسة ودنيا وحسد، فهم كفار على كل حال ولا عذر لهم باجتهاد ولا تأويل هذا في الأسماء، وأما حكمهم فحكم الكفار والمرتدين (¬1) وهو العذاب والعقوبة، وفي الآخرة إن ماتوا عليه ففي النار معذبون. ¶ وأما الطبقة الثانية: ففيها تفصيل كالتالي: ¶ فالمقلدة والجهال المتمكنون من الهدى، فهؤلاء كفار في الاسم والحكم، إلا ما يحكى عن بعض أهل البدع فلم يجعلوهم في الحكم كالكفار بل جعلوهم بمنزلة المعذور الذي لم تبلغه الحجة. ¶ وأما الجاهل المقلد العاجز عن الهدى المحب للخير والهدى، والمستعد لاتباع الهدى إذا جاءه أو علمه، فهذا في الاسم ليس بمسلم، وفي الحكم حكمه حكم أهل الفترات ممن لم تبلغه الدعوة ولا يعذب حتى تقام عيه الحجة. ¶ وأما الجاهل المقلد العاجز لكن غير مهتم، وليس عنده استعداد للهدى لو جاء، بل راض بما هو عليه لا يطلب غيره، فهذا ليس بمسلم، واختار ابن القيم أن إعراضه هذا مناط للعقوبة في الآخرة لا في الدنيا. ¶ 2 ـ كتاب الطبقات وأهلها في المسائل الظاهرة ¶ 4 ـ باب أنواع الطبقات فيها وأهلها ¶ 1 ـ طبقة المتأولين القادة، وهم فرعان: ¶ أ ـ المتأول الجزئي في جزء من مسألة ظاهرة. ¶ ب ـ المتأول في مسألة ظاهرة كلية لا في جزء منها. ¶ 2 ـ طبقة المقلدة والجهال المتمكنون من الهدى، العائشون بين المسلمين. ¶ 3 ـ طبقة العاجزين ممن لم تبلغهم الحجة في المسائل الظاهرة، وهم ثلاثة فروع: ¶ أ ـ صاحب البادية البعيدة، والمفازة البعيدة. ¶ ب ـ حديث العهد بكفر. ¶ ج ـ من عاش ونشأ في بلاد الكفر منقطع عن أهل الإسلام. ¶ 5 ـ باب أسمائهم وأحكامهم ¶ ¬__________ ¶ (¬1) ـ على تفصيل في ذلك موجود في: جزء النفاق، وجزء أهل الأهواء والبدع فراجعه.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "أما النوع الأول من الطبقة الأولى فهو مسلم مخطئ غالط، ويعذر بالتأويل في هذا الجزء اليسير، ولا تلحقه الأحكام من التعذيب ولا العقوبة أو التعزير ونحو ذلك إلا بعد إقامة الحجة (¬1). ¶ وأما النوع الثاني من طبقة المتأولين فتلحقه الأسماء والأحكام وتأويله فيها ليس بعذر، لكنه في الأحكام لا يعامل معاملة المرتدين، بل معاملة من كفر بالتأويل، وقد يسر الله بسط هذه المسألة في جزء المنافقين وجزء أهل الأهواء والبدع. ¶ وأما طبقة الجهال المتمكنون فهم تماما كطبقة المتأولة بنوعيها، فالجاهل بجزء من مسألة ظاهرة كالمتأول في جزء من مسالة ظاهرة، والثاني كالثاني. ¶ وأما طبقة العاجزين بأنواعها الثلاثة فهم معذورون فلا تلحقهم الأحكام ولا أسماء الكفر في المخالفة في مسألة ظاهرة في غير أصل الإسلام. ¶ 3 ـ كتاب الطبقات وأهلها في المسائل الخفية ¶ 6 ـ أهلها ¶ والقاعدة الجامعة لهم أنهم أهل الأهواء والبدع ممن لم تخرجه بدعته عن الإسلام والملة إلا إن عاند. ¶ كالخوارج غير الغلاة والقدرية غير الغلاة والمرجئة والكرامية والكلابية والماتريدية غير القبورية والأشاعرة غير القبورية والزيدية غير الغلاة والاباضية غير الغلاة والمرجئة المعاصرة غير الغلاة والجماعات الإسلامية المعاصرة البدعية غير الغلاة. ¶ مسألة: وقال ابن سحمان في كتابه تمييز الصدق من المين في محاورة الرجلين: وقد كان من المعلوم أن العلماء لم يختلفوا في تكفير الجهمية وأنهم ضلالة زنادقة بل قد ذكر من صنف في السنة تكفيرهم عن عامة أهل العلم والأثر كما هو مذكور في جواب الشيخ عبد اللطيف رحمه الله وقد ذكرنا ذلك في بيان كشف الأوهام والالتباس وأن الخلاف في نوع من جهال المقلدين لهم لا في جميعهم وهؤلاء الجهال ليسوا بالجهمية الصرف الذين أجمع العلماء على كفرهم بل هم أناس من أتباع الأئمة الأربعة وغيرهم من طوائف أهل البدع والأهواء الذين أحسنوا الظن بمن قلدوه مع تمكنهم من الهدى والعلم ومعرفة الحق فأعرضوا عنه وأحسنوا الظن بمن قلدوه ممن نزع من أئمتهم إلى مذهب الجهمية وأما الجهمية الصرف فلا خلاف فيهم. ¶ مسألة: وقال ابن سحمان في تمييز الصدق من المين في محاورة الرجلين: فإذا فهمت هذا فاعلم أن هذا الصنف من جهال المقلدين ـ أي أهل الطبقة السابعة عشرة ـ غير من ذكر ابن القيم أن للعلماء فيهم قولين والذين ذكر فيهم القولين هم المتمكنون من الهدى والعلم ومعرفة الحق بالأسباب المتيسرة. ¶ مسألة: ثم قال ابن سحمان: والمقصود أن هذا الجاهل الغبي زعم أن لأهل العلم في الجهمية قولين طائفة تكفرهم وهم الجمهور وطائفة لا يكفرونهم فأجمل الغبي ولم ¶ ¬__________ ¶ (¬1) ـ كقصة قدامة بن مظعون وغيرها. وقصة الرجل الذي قال لأهله إذا أنا مت فحرقوه. متفق عليه من حديث أبي هريرة مرفوعا.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "يفصل والخلاف إنما هو في القسم الثاني من جهالهم المقلدين (¬1) المتمكنين من الهدى والعلم المعرضين عن طلبه. ¶ وقد قطع النزاع وأزال الإشكال ولم يستثن إلا من عجز عن إدراك الحق مع شدة طلبه له وإرادته له وهؤلاء العاجزون عن بلوغ الحق ضربان: ¶ فالضرب الأول من قلد أشياخ الضلال الذين سلكوا على طريقة الجهمية وقفوا آثارهم فقلدهم هؤلاء وأحسنوا بهم الظن لأجل ديانتهم في الناس ولم يجدوا سوى أقوالهم فقنعوا بها ورضوا بها ولو يقدرون على الهدى وسلوك الصراط المستقيم الذي كان عليه أصحاب رسول الله وتابعوهم لم يرتضوا بسواه ولم يستبدلوا به أقوال من صدف عن الحق ونكب عنه وقال بالبهتان فهؤلاء معذورون إن لم يظلموا ويكفروا بالجهل والعدوان. ¶ والضرب الثاني من طلب الحق وبحث وصنف وقصده التوصل إلى معرفة الحق لكن طلبه للحق ليس هو من بابه بل سلك طرقا تفضي به إلى غير الحق ودرك اليقين وحقائق الإيمان فلم يتبين له الحق من الباطل بل اشتبهت عليه الأمور وموارد الطرق التي تورده إلى الصراط المستقيم وإلى ما كان عليه السلف الصالح فوقف متحيرا لا يدري أين طريق الحق الذي ينجيه من طريق الباطل الذي يرديه مع حسن قصده وعدم شكه في الله ودينه وكتابه ورسوله ولقائه. ¶ فهذا الضرب بين الذنب والأجرين أو أحدهما أو مغفرة الله وهذا بخلاف العاجز المعرض الذي لم يرفع رأسا بدين الإسلام (¬2) بل هو راض بما هو عليه لا يؤثر غيره ولا تطلب نفسه سواه ولا طلب الحق ولا أحبه ولا أراده وهؤلاء الأقسام كلهم مجتمعون في البدعة وإن اختلفت أحكامهم وإذا كانوا أهل بدعة وضلالة فما المسوغ للذب عنهم والمجادلة دونهم بالباطل ومعادات من عاداهم وأظهر الشناعة عليهم لولا متابعة الهوى وحمية الجاهلية ومن يرد الله فتنته فلن تملك له من الله شيئا ومن لم يجعل الله نورا فما له من نور. ¶ 7 ـ باب أنواع الطبقات فيها ¶ أولا: طبقة الرؤساء والقادة: ¶ 1 ـ القادة والرؤساء: وهم فرعان: ¶ أ ـ قادة أهل عناد واستبصار. ¶ قال ابن القيم رحمه الله في النونية في التفصيل في حكم أهل الأهواء والبدع: ¶ لكننا نأتي بحكم ... عادل ... فيكم لأجل مخافة الرحمن ¶ فاسمع إذا يا منصفا حكيمها ... وانظر إذا هل يستوي الحكمان ¶ هم عندنا قسمان ......... ... وذوو العناء وذانك القسمان ¶ جمع وفرق بين نوعين هما ... في بدعة لا شك يجتمعان ¶ وذوو العناد فأهل كفر ظاهر ... ............................ ¶ ¬__________ ¶ (¬1) ـ أي المقلدينهم في مقالاتهم ولكن ليس على أصول الجهمية المحضة. ¶ (¬2) ـ لاحظ في دين الإسلام أي في أصل دين الإسلام.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ب ـ قادة عاجزون علماء أو طلبة علم محبون للهدى والخير وإذا علموا الخير أخذوا به وعندهم استعداد لقبول الحق والخضوع له ¶ قال الناظم رحمه الله تعالى: ¶ والآخرون فطالبون الحق لكن ... صدهم عن علمه ... شيئان ¶ مع بحثهم ومصنفات قصدهم ... منها وصولهم إلى العرفان ¶ أحداهما طلب الحقائق من سوى ... أبوابها متسوري ... الجدران ¶ وسلوك طرق غير موصلة إلى ... درك اليقين ... ومطلع الإيمان ¶ فتشابهت تلك الأمور ... عليهم ... مثل اشتباه الطرق بالحيران ¶ فترى أفاضلهم حيارى ... كلها ... في التيه يقرع ناجذ ... الندمان ¶ ويقول قد كثرت عليّ الطرق لا ... أدري الطريق الأعظم السلطاني ¶ بل كلها طرق مخوفات بها ... الآفات ... حاصلة بلا حسبان ¶ فالوقف غايته وآخر ... أمره ... من غير شك منه في الرحمن ¶ أو دينه ... وكتابه ... ورسوله ... ولقائه وقيامة ... الأبدان ¶ فأولاء بين الذنب والأجرين (¬1) أو ... إحداهما أو واسع ... الغفران ¶ ثانيا: طبقة الاتباع والمقلدين والجهال: ¶ وهم أنواع: ¶ 1 ـ مقلدة وجهال متمكنين من الهدى ¶ قال الناظم رحمه الله تعالى: ¶ متمكنون من الهدى والعلم با ... لأسباب ذات اليسر والإمكان ¶ لكن إلى أرض الجهالة أخلدوا ... واستسهلوا التقليد كالعميان ¶ لم يبذلوا المقدور في إدراكهم ... للحق تهوينا بهذا الشان ¶ فهم الألى لا شك في تفسيقهم ... والكفر فيه عندنا قولان ¶ والوقف عندي فيهم لست الذي ... بالكفر أنعتهم ولا الإيمان (¬2) ¶ والله أعلم بالبطانة ... منهم ... ولنا ظهارة حلة الإعلان ¶ لكنهم مستوجبون ... عقابه ... قطعا لأجل البغي والعدوان ¶ هبكم عذرتم بالجهالة إنكم ... لن تعذروا بالظلم والطغيان ¶ والطعن في قول الرسول ودينه ... وشهادة بالزور والبهتان ¶ 2 ـ مقلدة وجهال عاجزون عن الهدى، محبون للخير والهدى، ومستعدون لاتباع الهدى إذا جاءهم أو علموه. ¶ قال الناظم رحمه الله تعالى: ¶ والآخرون فأهل عجز عن بلو ... غ الحق مع قصد ومع إيمان ¶ بالله ... ثم رسوله ... ولقائه ... ............................... ¶ قوم دهاهم حسن ظنهم ... بما ... قالته أشياخ ... ذوو أسنان ¶ وديانة في الناس لم يجدوا سوى ... أقوالهم ... فرضوا بها بأمان ¶ ¬__________ ¶ (¬1) ـ فيه نظر إذ كيف أهل بدعة ويكون لهم أجران مع أن نص الحديث أن الأجرين لمن أصاب الحق، وهؤلاء أصابوا الباطل فكيف يساوون بمن أصاب الحق؟ هذا مخالف لنص الحديث، والله أعلم. ¶ (¬2) ـ قال ابن سحمان في كشف الأوهام: وهؤلاء توقف ابن القيم عن وصفهم بالكفر وعن وصفهم بالإسلام في الكافية الشافية.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "لو يقدرون على الهدى لم يرتضوا ... بدلا به من قائل ... البهتان ¶ فأولاء معذورون إن لم يظلموا ... ويكفروا بالجهل والعدوان ¶ قال الشارح ابن عيسى 2/ 404 حاصل كلام الناظم رحمه الله تعالى في هذا الفصل والذي بعده تقسيم أهل الجهل والتعطيل إلى قسمين أهل عناد وجهال ثم قسم الجهال إلى قسمين القسم الأول متمكنون من الهدى والعلم بالأسباب المتيسرة ولكن اخلدوا إلى الجهالة واستسهلوا التقليد والقسم الثاني من الجهال أهل عجز عن بلوغ الحق مع حسن قصد وإيمان بالله ورسوله ولقائه ثم قال وهم إذا ميزتهم حزبان الأول قوم أحسنوا الظن بما قالته الأشياخ وأهل الديانة عندهم ولم يجدوا سوى أقوالهم فرضوا بها. ¶ والضرب الثاني من هؤلاء فطالبوا الحق لكن صدهم عن علمه انهم طلبوا الحقائق من سوى أبوابهم وسلكوا طرقا غير موصلة إلى اليقين فتشابهت الطرق عليهم وصاروا حيارى. ¶ وأما القسم الأول من الجهال وهم المتمكنون من الهدى والعلم ولكنهم اخلدوا إلى التقليد ولم يبذلوا وسعهم في طلب الحق فهؤلاء حكم الناظم بفسقهم وأما الكفر ففيه قولان واختار الوقف. ¶ وأما القسم الثاني وهم أهل العجز عن بلوغ الحق مع إيمانهم بالله ورسوله ولكنهم قلدوا المشايخ وأهل الديانة وقال فيهم الناظم ¶ فأولاء معذورون إن لم يظلموا ... ويكفروا بالجهل والعدوان ¶ أي إنهم وان عذروا بالجهالة فهم غير معذورين بالظلم والطغيان والطعن في قول الرسول ودينه والشهادة بالزور والبهتان في مخاليفهم من المثبتة الذين اثبتوا ما أتثبته الله ورسوله من الصفات من غير تحريف ولا تعطيل ولا تكييف ولا تمثيل ودعوى أنهم أهل شرك وكفر. ¶ فان الخوارج لم يحل قتالهم إلا لما ارتكبوه من العصيان واستحلال قتال أصحاب رسول الله صلى الله عليه وسلم والطعن عليهم مع عبادتهم العظيمة كما قال فيهم النبي صلى الله عليه وسلم (يحقر أحدكم صلاته مع صلاتهم وصيامه مع صيامهم وقراءته مع قراءتهم يمرقون من الإسلام كما يمرق السهم من الرمية أينما لقيتموهم فاقتلوهم فان في قتلهم أجرا عند الله لمن قتلهم) وقد وجاء الحديث في الخوارج من عشرة اوجه كما قاله الإمام أحمد وغيره. ¶ فإذا كان النبي صلى الله عليه وسلم قد حكم بقتل الخوارج مع عبادتهم العظيمة فأنتم أيها الجهال المقلدة إذا استحللتم دماء المثبتة أحق من الخوارج بالقتل. ¶ والقسم الثاني من هذا القسم فهم الذين طلبوا الحق لكن من غير طرقه وغلب عليهم الشك والحيرة والوقف من غير شك في الله أو دينه أو كتابه ولقائه فقال: ¶ فاؤلاء بين الذنب والأجرين أو ... إحداهما أو واسع الغفران ¶ هذا حاصل ما ذكره في هذا الفصل قسمهم إلى أربعة أقسام وقد القسم الأول وهم أهل العناد والعياذ بالله فحكم بكفرهم وقد أشار إلى ذلك بقوله في هذا النظم: ¶ فالكفر ليس سوى العناد وردما ... قال الرسول لأجل قول فلان",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "إلى أن قال الشارح: فانظر إلى تفريقه (¬1) ـ أي ابن تيمية ـ بين المقالات الخفية والأمور الظاهرة فقال في المقالات الخفية التي هي كفر قد يقال إنه فيها مخطئ ضال لم تقم عليه الحجة التي يكفر صاحبها ولم يقل ذلك في الأمور الظاهرة حكمها مطلقا وبما يصدر منها من مسلم جهلا كاستحلال محرم أو فعل أو قول شركي بعد التعريف ولا يكفر بالأمور الخفية جهلا كالجهل ببعض الصفات فلا يكفر الجاهل بها وان كان داعية كقوله للجهمية أنتم عندي لا تكفرون لأنكم جهال. ¶ قال الشارح إن ابن تيمية يختار عدم تكفير أهل الأهواء والبدع إلا إذا عاندوا ولذا قال ابن تيمية: (وعندي أنكم لستم بكفار لجهلكم) يبين أن عدم تكفيرهم ليس أمرا مجمعا عليه لكنه اختياري وقوله في هذه المسألة خلاف المشهور في المذهب فان الصحيح من المذهب تكفير المجتهد الداعي إلى القول بخلق القرآن أو نفي الرؤية أو الرفض ونحو ذلك وتفسيق المقلد ¶ قال الشيخ مجد الدين ابن تيمية رحمه الله الصحيح أن كل بدعة كفرنا فيها الداعية فانا نفسق المقلد فيها كمن يقول في خلق القرآن أو أن علم الله مخلوق أو أن أسماءه مخلوقة أو أنه لا يرى في الآخرة أو يسب الصحابة تدينا أو يقول إن الإيمان مجرد الاعتقاد وما أشبه ذلك فمن كان في شيء من هذه البدع يدعو إليه ويناظر عليه فهو محكوم بكفره نص أحمد على ذلك في مواضع انتهى. (قلت تنزيلا للدعوة والمناظرة التي هي مضنة المعاندة منزلة العناد) ¶ 8 ـ باب أسمائهم وأحكامهم ¶ أما القادة المعاندون فهم كفار اسما وحكما، لا كالمرتدين بل من كفر تكفير تأويل. ¶ قال ابن القيم: وذوو العناد فأهل كفر ظاهر ... ....................... ¶ أما القادة العاجزون المحبون فهم مخطئون غالطون وفيهم خلاف على قولين: ¶ أ ـ تكفيرهم لأنهم قادة دعاة، نقله أبو البركات عن الإمام أحمد وهو قول لطائفة من أهل الحديث. ¶ ب ـ عدم التكفير بل هم معذورون وأمرهم دائر بين الذنب أو الأجر أو العفو والمغفرة. قال ابن القيم: ¶ فأولاء بين الذنب والأجرين (¬2) أو ... إحداهما أو واسع ... الغفران ¶ أما المقلدة المتمكنة ففيهم خلاف على أقوال: ¶ أ ـ تكفيرهم. ¶ ب ـ عدم التكفير. ¶ ج ـ التوقف فيهم ويقال الله أعلم في حالهم، وهم مسلمون ظاهرا والله أعلم ببواطنهم ¶ قال ابن القيم فيهم: ¶ فهم الألى لا شك في تفسيقهم (¬3) ... والكفر فيه عندنا قولان ¶ ¬__________ ¶ (¬1) ـ هذا يدل على أن ابن تيمية يفرق بين المسائل الظاهرة وبين الخفية. فأين الذين يقولون إنه لا يفرق! وأن التفريق بدعة!. ¶ (¬2) ـ فيه نظر إذ كيف أهل بدعة ويكون لهم أجران مع أن نص الحديث أن الأجرين لمن أصاب الحق، وهؤلاء أصابوا الباطل فكيف يساوون بمن أصاب الحق؟ هذا مخالف لنص الحديث، والله أعلم. ¶ (¬3) ـ لاشك في تفسيق أهل البدع والأهواء الذين على غير أصول أهل السنة والجماعة، فقد وردت أحاديث كثيرة في ذم الخوارج وهم أصل أهل البدع، أما من تأول أو ابتدع وهو على أصول أهل السنة فهذا لا يُفسق بل هو دائر بين الأجر أو المغفرة، وعليه ينزل كلام ابن حزم في الفصل بأنه نقل أن مذهب ابن أبي ليلى وأبي حنيفة والشافعي والثوري وداود بن علي وإسحاق بن راهويه في عدم تفسيق المتأول في فتيا أو عقائد، وهو اختيار ابن تيمية فيما نقل عنه ابن مفلح في الفروع.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "والوقف عندي فيهم لست الذي ... بالكفر أنعتهم ولا الإيمان ¶ أما علة من كفرهم مع أنهم غير معاندين فالسبب لأنه نزل التمكن من الهداية مع توفرها بين يديه لو أراد الدعوة منزلة العناد. ¶ قاعدة: والخلاف الذي ذكر ابن القيم هنا هو الخلاف في نوع من الجهال التابعين لأهل الأهواء والبدع وهم: المبتدعة في غير أصل الإسلام العائشون المخالطون لأهل سنة وقد قامت منازعة ومخاصمة بين السنة والمبتدعة. فأوصافهم: أ ـ مبتدعة في مسائل خفية وليست في أصل الإسلام. ب ـ عائشون ومخالطون لأهل سنة. ج ـ عوام جهال. ويدخل معهم من باب أولى من جمع الأوصاف السابقة مع كونه عالما أو طالب علم لكن من أهل الأهواء والبدع. ¶ و معنى التمكن أي مخالطة أهل السنة ووجود دعوة قائمة لأهل السنة عايشها وعاصرها وحضر مكانها. وفسر الشيخ عبد اللطيف التمكن بالقدرة على إدراك الحق، وفسر ابن سحمان التمكن: بالقدرة على فهم معاني القرآن أو الاطلاع على كتب العلم، ويعرفون بمنازعة أهل السنة وخلافهم لهم. ¶ وهؤلاء المتمكنون هنا من أهل الأهواء والبدع المخالفون في مسائل خفية ليست في أصل الإسلام المعائشون والمخالطون لأهل سنة تنازعوا معهم، هؤلاء وقع خلاف في تكفيرهم: ¶ أ ـ التكفير وهو قول طائفة من أهل الحديث ورواية لمالك وأحمد وقول ابن العربي والسبكي وكل من كفر الخوارج. وكل من كفر المبتدع بنفس البدعة فمع التمكن من الهداية أشد في التكفير. ¶ ب ـ عدم التكفير لا بنفس البدعة ولا بالتمكن من معرفة الحق وهو ظاهر فعل علي بن أبي طالب وسعد بن أبي وقاص وابن عباس ومن معهم من الصحابة رضي الله عن الجميع في عدم تكفير الخوارج. ¶ قال ابن حزم وهو قول ابن أبي ليلى وأبي حنيفة والشافعي وسفيان الثوري وداود بن علي وإسحاق بن راهويه، ثم اختاره هو اهـ، وهو رواية عن مالك وأحمد، وهو قول القاضي عياض والقاضي أبي بكر المالكي، وابن تيمية والشوكاني وأئمة الدعوة ج ـ وخالف ابن القيم واختار الوقف. ¶ والصحيح عندي التفصيل ـ وقد ذكرت بعض ذلك في كتاب الحقائق ـ والتفصيل هو: ¶ أ ـ أن أهل الأهواء والبدع غير المخالفين في أصل الإسلام والمسائل الظاهرة إنما خالفوا في المسائل الخفية: إن كان في أول ظهورهم وحتى مع النقاش الأول لهم وحتى لو حاربوا فإنهم لا يكفرون لا بنفس البدعة ولا بالتمكن، وعليه ينزل كلام علي وسعد ومن معهم من الصحابة رضي الله عنهم في الخوارج. وعليه ينزل كلام من عاصر أوائل المعتزلة من أهل الحديث، وعليه ينزل كلام من عاصر أوائل الاشاعرة غير الغلاة وهكذا.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ب ـ إذا استطال أمرهم وكثر النقاش لهم من أهل السنة حتى أصبح خلافهم وضلالهم معلوما علما ظاهرا أشبه ما يكون بالمسائل الظاهرة فهنا يكفرون وينزل حالهم هذه حال المعاند حكما، وعليه ينزل تكفير أبي أمامة رضي الله عنه للخوارج الذين عاصرهم وهم غير الحرورية فقد روى ابن ماجة عن أبي أمامة قال شر قتلى قتلوا تحت أديم السماء وخير قتيل من قتلوا كلاب أهل النار قد كان هؤلاء مسلمين فصاروا كفارا قلت يا أبا أمامة هذا شيء تقوله قال بل سمعته من رسول الله صلى الله عليه وسلم. ورواه الترمذي فقال: عن أبي غالب قال رأى أبو أمامة رؤوسا منصوبة على درج مسجد دمشق فقال أبو أمامة كلاب النار شر قتلى تحت أديم السماء خير قتلى من قتلوه ثم قرأ (يوم تبيض وجوه وتسود وجوه) إلى آخر الآية قلت لأبي أمامة أنت سمعته من رسول الله صلى الله عليه وسلم قال لو لم اسمعه إلا مرة أو مرتين أو ثلاثا أو أربعا حتى عد سبعا ما حدثتكموه قال أبو عيسى هذا حديث حسن. وعلى هذا القول ينزل صنيع أهل الحديث مع المعتزلة الذين عاصروهم بعدما اتضح الحق وظهر ظهورا واضحا زمن أحمد ومن معه من أهل الحديث فكانوا يكفرونهم , وكذا مع الاشاعرة زمن شدة مخاصمة الحنابلة لهم في بعض الأماكن التي انتشرت فيها السنة ظهورا واضحا. ¶ ج ـ إذا كان الزمن زمن فترة وغلبة جهل وقلة علم بآثار الرسالة كزمن ابن تيمية وأئمة الدعوة، وفي زمننا هذا في بعض الأماكن، فلا تكفير. ¶ هذا كله مع عدم العناد، أما إن عاند أهل البدع فالتكفير بالإجماع، وابن تيمية في رسالته التسعينية لما عاند بعض قضاة وعلماء الاشاعرة كفرهم وصاح بأعلا صوته يا كفار يا زنادقة يا مرتدون. والله أعلم. ¶ والقاعدة الكبرى في هذه المسألة: أن من عاند يكفر بالإجماع، وهل هناك مناط غير العناد يكفر به أهل الأهواء والبدع؟ على قولين: أ ـ ليس هناك مناط إلا العناد فقط. ب ـ هناك مناط غير العناد وهو في حكم العناد: ثم اختلفوا ما هو ذلك المناط؟ فبعضهم جعله كونه داعية وبعضهم جعل الإلزام بالبدعة والعقوبة عليها مناط وبعضهم جعل التمكن مناط وبعضهم جعل انتشار السنة وظهور بطلان البدعة مناط وبعضهم جعل التكفير بلازم القول ومآله وهو من كفر بالأزم والمآل .. وهكذا. وصحيح أن التمكن مناط لا يمكن إهداره وهو تفريط لكن ماذا يترتب عليه؟ التفسيق والتبديع والذم بالتمكن أم التكفير محل خلاف. ¶ قال ابن القيم: ¶ فهم الألى لا شك في تفسيقهم ... والكفر فيه عندنا قولان ¶ القاعدة الكبرى الثانية: أن الناس يختلفون في تحديد هل هذا المبتدع معاند أم لا؟ ولذا يختلفون في تكفير المعين بالعناد فبعضهم يظهر له أنه معاند فيكفره، وبعضهم يقول لم يظهر لي معاندته. مع أن كلا الشخصين أصلهم واحد في التكفير بالعناد لكن إجراء هذا العناد على معين يختلفون فيه لأنه محل اجتهاد. وهذا هو سبب اختلاف السلف في بعض الأعيان مع أن أصلهم واحدة.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "4 ـ كتاب بقية القواعد ¶ 9 ـ قاعدة ¶ فيمن لم يكفر الجهمية المحضة أو عباد القبور ¶ أ ـ قال ابن سحمان في كشف الأوهام: ويقال نعم قد قال الإمام أحمد في عقيدته لما ذكر أن من قال بخلق القرآن فهو جهمي كافر قال ومن لم يكفر هؤلاء القوم فهو مثلهم، وقال أبو زرعة من زعم أن القرآن مخلوق فهو كافر بالله العظيم كفرا ينقل عن الملة ومن شك في كفره ممن يفهم ولا يجهل فهو كافر وسيأتي ذكر ذلك اهـ المقصود. ¶ ب ـ قال ابن سحمان في كشف الأوهام: و قدر أن أحدا من العلماء توقف عن القول بكفر أحد من هؤلاء الجهال المقلدين للجهمية أو الجهال المقلدين لعباد القبور أمكن أن نعتذر عنه بأنه مخطئ معذور ولا نقول بكفره لعدم عصمته من الخطأ والإجماع في ذلك قطعي ولا بدع أن يغلط فقد غلط من هو خير منه كمثل عمر بن الخطاب فلما نبهته المرأة رجع في مسألة المهر وفي غير ذلك وكما غلط غيره من الصحابة. ¶ وقد ذكر شيخ الإسلام في رفع الملام عن الأئمة الأعلام عشرة أسباب في العذر لهم فيما غلطوا فيه وأخطأوا وهم مجتهدون. ¶ وأما تكفيره أعني المخطئ والغالط فهو من الكذب والإلزام الباطل فإنه لم يكفر أحد من العلماء أحدا إذا توقف في كفر أحد لسبب من الأسباب التي يعذر بها العالم إذا أخطأ ولم يقم عنده دليل على كفر من قام به هذا الوصف الذي يكفر به من قام به. ¶ بل إذا بين له ثم بعد ذلك عاند وكابر وأصر (¬1)، ولهذا لما استحل طائفة من الصحابة والتابعين كقدامة بن مظعون وأصحابه شرب الخمر وظنوا أنها تباح لمن عمل صالحا على ما فهموه من آية المائدة اتفق علماء الصحابة كعمر وعلي وغيرهما على أنهم يستتابون فإن أصروا على الاستحلال كفروا وإن أقروا بالتحريم جلدوا فلم يكفروهم بالاستحلال ابتداء لأجل الشبهة التي عرضت لهم حتى يبين لهم الحق فإذا أصروا على الجحود كفروا. ¶ ولكن الجهل وعدم العلم بما عليه المحققون أوقعك في التهور بالقول بغير حجة ولا دليل بالإلزامات الباطلة والجهالات العاطلة وكانت هذه الطريقة من طرائق أهل البدع فنسج على منوالهم هذا المتنطع بالتمويه والسفسطة وما هكذا يا سعد تورد الإبل ¶ إلى أن قال ابن سحمان: وقال في نواقض الإسلام العشرة الثالث من لم يكفر المشركين أو شك في كفرهم أو صحح مذهبهم فهو كافر فكيف يكون الحال بالشك في كفر الجهمية أعداء الله ورسوله الجاحدين للصانع والنافين لصفات كماله ونعوت جلاله. ¶ ج ـ قال ابن سحمان في كشف الأوهام والالتباس وأما من اختلف العلماء في تكفيره فنحن لا نرى تكفير من شك في كفره منهم بل هو عندنا مخطئ غير مصيب. ¶ وذكر تكفير من شك في كفر الجهمية وعباد القبور ولا خلاف في ذلك وأما من عداهم من أهل الأهواء والبدع فللعلماء فيهم الروايتين التي ذكر شيخ الإسلام ونحن فيهم على ما ذكره الشيخ من عدم تكفيرهم لاحتمال مانع يمنع من تكفيرهم إما جهلا ¶ ¬__________ ¶ (¬1) ـ أي فيكفر بعد ذلك لأنه قامت عليه الحجة فعاند.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وإما خطأ فإن من كان في قلبه الإيمان بالرسول وما جاء به وقد غلط في بعض ما تأوله من البدع فهذا ليس بكافر أصلا كما تقدم بيانه عن أهل العلم وكما سنبينه إن شاء الله تعالى. ¶ د ـ وقال ابن سحمان تمييز الصدق من المين في محاورة الرجلين: ويقال ثانيا فلو قدر أن أحدا من العلماء لم يكفرهم ـ أي الجهمية ـ لسبب من الأسباب المانعة له من تكفيرهم أمكن أن نعتذر عنه ولا نكفره بل نقول أنه مخطئ غالط لعدم عصمته من الخطأ والغلط والإجماع في ذلك قطعي وربما كان له عذر من الأعذار والأسباب المانعة من تكفيره كما ذكر ذلك شيخ الإسلام في رفع الملام عن الأئمة الأعلام وكما ذكره الشيخ عبد الله بن الشيخ محمد رحمه الله في رسالته التي كتبها بعد دخول مكة المشرفة لما سئل عن ذلك في مسائل معروفة. ¶ هـ ـ قال ابن سحمان في كشف الأوهام: وأما قوله وأما من اختلفوا فيه فلا يقال فيمن لم يكفره ذلك ... فالجواب أن يقال فرض هذا الكلام وتقديره في أهل الأهواء والبدع الذين لم تخرجهم بدعتهم من الإسلام كالخوارج ونحوهم مع أنه لا عتب على من أخذ بقول طائفة من العلماء معهم دليل معتقدا صحة ما ذهبوا إليه من التكفير بهذا الدليل وقد أحسن من انتهى إلى ما سمع كمن كفر الخوارج بدليل قوله (يمرقون من الدين كما يمرق السهم من الرمية ثم لا يعودون إليه إلا كما يعود السهم إلى فوقه). ¶ وقد حكى القولين في تكفير الخوارج وغيرهم من أهل البدع شيخ الإسلام ابن تيمية ونقله عن الأئمة الأربعة وأتباعهم ولم يبدع ويضلل من كفرهم ولا فسقه ولا شنع عليه كما شنع هذا الجاهل وأضرابه بل قد ذكر تكفير الجهمية عن الإمام أحمد وعن السلف ولم يذكر خلافا في تكفيرهم وذكر روايتين عن العلماء في كفر من شك في كفرهم. ¶ وإن كان رحمه الله يختار عدم تكفير الخوارج لما روي عن أمير المؤمنين علي بن أبي طالب رضي الله عنه وغيره من الصحابة رضي الله عنهم من عدم تكفيرهم ... وأما الجهمية وعباد القبور فلم يختلف العلماء في تكفيرهم بل أخرجهم أكثر العلماء من الثلاث وسبعين فرقة، وقد سئل الإمام عبد الله بن المبارك عن الجهمية فقال ليسوا من أمة محمد ذكره عنه شيخ الإسلام رحمه الله فمن قال في كفر من أجمع العلماء على كفره فهو كافر إن كان قد علم ذلك ثم بعد ذلك أصر وكابر وعاند. ¶ إلى أن قال ابن سحمان: وأما من اختلف العلماء فيه فنحن لا نرى تكفير من شك في كفره منهم بل هو عندنا مخطئ غير مصيب. ¶ إلى أن قال ابن سحمان: ثم إنا لم نر في كلام أحد ممن تشنع عليهم بهذا القول شيئا مما تذكر إلا تكفير من شك في كفر الجهمية وعباد القبور ولا خلاف في ذلك وأما من عداهم من أهل الأهواء والبدع ـ أي اتباع الجهمية السماعون لهم كالمعتزلة وغيرهم ـ فللعلماء فيهم الروايتين التي ذكر شيخ الإسلام ونحن فيهم على ما ذكره الشيخ من عدم تكفيرهم لاحتمال مانع يمنع من تكفيرهم إما جهلا وإما خطأ فإن من كان في قلبه الإيمان بالرسول وما جاء به وقد غلط في بعض ما تأوله من البدع فهذا ليس بكافر أصلا كما تقدم بيانه عن أهل العلم وكما سنبينه إن شاء الله تعالى.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "إلى أن قال ابن سحمان: وقد اتفقت الأمة على أن أتباع الكفار الجهال المقلدين لهم الذين هم معهم تبع يقولون إنا وجدنا آباءنا على أمة ولنا أسوة بهم ـ أي جهال يقولون بقول الجهمية المحضة ـ أنهم كفار وإن كانوا جهالا مقلدين لرؤسائهم فكيف بالجهمية المعاندين. ¶ إلى أن قال ابن سحمان: ومن يشك في كفر هؤلاء ـ أي الجهمية المحضة ـ أو كفر من يشك في كفرهم وهو ممن يفهم ولا يجهل وهل شم رائحة الإيمان وبالخصوص جهمية هذا الساحل فإنهم بين أظهر المسلمين يجادلونهم ويوضحون لهم الأدلة ويبينون لهم ما هم عليه من الضلال فقد بلغتهم الدعوة وقامت عليهم الحجة وتوضحت لهم الأدلة وانتشرت الأحاديث النبوية وظهرت ظهورا ليس بعده إلا المكابرة والعناد ولا ينكر هذا إلا مباهت في الضروريات مكابر في الحسيات. ¶ إلى أن قال ابن سحمان: وقد بينا فيما مضى فساد مفهومه وأن العلماء أجمعوا على كفرهم بل على كفر الأتباع الجهال المقلدين لهم. ¶ ثم قال ابن سحمان: وبينا أن الخلاف في نوع من أنواع الجهال المقلدين لهم لا في جميعهم. ¶ و ـ قال ابن سحمان في كشف الأوهام والالتباس وقد حكى شيخ الإسلام في الفتاوى في تكفير الخوارج ونحوهم عن مالك قولين وعن الشافعي كذلك وعن أحمد أيضا روايتين وأبو الحسن الأشعري وأصحابه لهم قولان والخلاف فيهم مشهور اهـ ـ أي في اتباع الجهمية المقلدة لهم ـ ¶ ز ـ قال الشيخ حمد بن عتيق في مجموع فتاويه في الرسالة الثانية وهي الفرق المبين بين مذهب السلف وابن سبعين ص 103 فيمن لم يكفر الاتحادية وأهل الحلول وألقى الشبه في عدم كفرهم ولا تبديعهم فقال: وأما هذا الذي ألقى الشبهة إليكم فيجب تعريفه وإقامة الحجة عليه بكلام الله تعالى وكلام رسول الله صلى الله عليه وسلم وكلام أئمة الدين فان اعترف بالحق وببطلان ما عليه أهل البدع من الاتحادية وغيرهم فهو المطلوب والحمد لله وان لم يفعل وجب هجره ومفارقته إن لم يتيسر قتله وإلقاؤه على المزبلة لئلا يتأذى بنتن ريحه أهل الإسلام اهـ. ¶ قال الشيخ محمد بن عبد الوهاب في مفيد المستفيد: (الوجه الثاني) أن معصية الرسول صلى الله عليه وسلم في الشرك وعبادة الأوثان بعد بلوغ العلم كفر صريح بالفطر والعقول والعلوم الضرورية، فلا يتصور أنك تقول لرجل ولو من أجهل الناس وأبلدهم ما تقول فيمن عصى الرسول صلى الله عليه وسلم ولم ينقد له في ترك عبادة الأوثان والشرك مع أنه يدعى أنه مسلم متبع إلا ويبادر بالفطرة الضرورية إلى القول بأن هذا كافر من غير نظر في الأدلة أو سؤال أحد من العلماء. ¶ ولكن لغلبة الجهل وغربة العلم وكثرة من يتكلم بهذه المسألة من الملحدين اشتبه الأمر فيها على بعض العوام من المسلمين الذين يحبون الحق، فلا تحقرها وأمعن النظر في الأدلة التفصيلية لعل الله أن يمن عليك بالإيمان الثابت ويجعلك أيضاً من الأئمة الذين يهدون بأمره اهـ.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وفيه قصة إسحاق بن عبد الرحمن مع بعض المتأولة ممن انتسب لدعوة الشيخ محمد بن عبد الوهاب وضل واضطرب في هذه المسألة. كما ذكرها في كتابه تكفي المعين. ¶ وفيه قصة ابن سحمان مع بعض المتأولة ممن انتسب لدعوة الشيخ محمد بن عبد الوهاب وضل واضطرب في هذه المسألة. كما ذكرها في كتابيه تمييز الصدق من المين وكتاب كشف الأوهام. ¶ وقال ابن سحمان في كشف الأوهام: ¶ وتكفير عباد القبور جميعهم ... كما قد أقمنا في الجواب دلائله ¶ أليس على هذا الإمام ابن حنبل ... وكل إمام قد تسامت فضائله ¶ أولئك هم أنصار دين ... محمد ... ومن زاغ عن منهاجهم لا نجامله ¶ ومن ضل عن منهاجهم فهو غالط ... ومبتدع لا يدفع الحق باطله ¶ 10 ـ قاعدة ¶ خطأ بعض العلماء في لفظ التوسل ¶ وتأولوا أحاديث في ذلك حتى أجازوا به الشرك الأكبر ¶ كالبكري فرد عليه ابن تيمية، والسبكي فرد عليه الحافظ محمد بن أحمد بن عبد الهادي في الصارم المنكي في الرد على السبكي. ¶ قال الشيخ عبد اللطيف في البراهين الإسلامية في الرد على الشبهة الفارسية ص 61 ¶ لما تكلم عن الفارسي (¬1) وغيره الذين أجازوا الاستغاثة بالأموات وأنه يستمد من الأموات ويستعان بهم بشبهة وتأويلات باطلة وبدعوى الكرامات، فقال: والمقصود أن أهل العلم ما زالوا ينكرون هذه الأمور ويبينون أنها شرك، وإن كان بعض المتأخرين ممن ينتسب إلى العلم والدين ممن أصيب في عقله ودينه قد يرخص في بعض هذه الأمور وهو مخطئ في ذلك ضال مخالف كتاب الله وسنة رسوله صلى الله عليه وسلم وإجماع المسلمين فكل واحد مأخوذ من قوله ومتروك إلا قول ربنا وقور رسولنا، على أنه لو أجمع المتأخرون على جواز هذا لم يعتد بإجماعهم المخالف لكلام الله وكلام رسوله، بل هي زلة العالم التي حذرنا من اتباعها. ¶ وقال إن الإجماع المعصوم هو إجماع الصحابة والتابعين لا ما كان عليه العوام والطغام والخلف المتأخرون. ¶ قال عبد اللطيف في البراهين ص 63 بل الاستمداد من الأموات نوع من الشرك الأكبر الذي لا يغفر ولم يجزه أحد ممن ينتسب إلى الإسلام لا المعتزلة ولا غيرهم بل كلهم مجمعون على تكفير من فعله كما تقدمت حكاية الإجماع عن ابن تيمية وليس هذا من المسائل التي تختلف فيها الأمة سنيهم وبدعيهم بل هذه من أكبر دعائم الملة ¶ ¬__________ ¶ (¬1) ـ وكان الشيخ عبد اللطيف قال في مقدمة الرد (فإني وقفت على أوراق كتبها بعض الملحدين ... ) يقصد هذا الفارسي. وقال ص 79 وبهذا تعلم بطلان دعوى هذا الفارسي وأمثاله أن الأموات يعلمون الغيب ـ أي بدعوى الكرامات، وبدعوى قصة عمر في قوله يا سارية الجبل، وبدعوى سماع الموتى ـ فان هذه دعوى مصادمة ومصادرة لما مر من النصوص. وقال مرة ص 89 لما ذكر بعض أقوال الفارسي الشركية قال: نعوذ بالله من زيغ الزائغين وضلال الضالين وتحريف الملحدين وانتحال المبطلين. وقال مرة ص 117 بان هذا الفارسي يقول بأن الأموات تدبر وتتصرف وتمد ـ بدعوى الكرامة وأنهم يسمعون وأن الله أعطاهم ذلك ـ ومع كل الكلام السابق لم يذكر الشيخ عبد اللطيف تكفيره صراحة وان كان لا يعتبره مسلما كما قال ص 118 وبعض الجهال يظن أنه إذا قال: أنا أريد شفاعتهم وجاههم واعتقد أن الله هو المؤثر أن ينجو بهذا من الشرك ويكون مسلما اهـ.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وأعظم أركان الإسلام لا يخالف فيها من عرف الإسلام وما جاءت به الرسل الكرام اهـ. ¶ وقال عبد اللطيف في البراهين ص 89 وأما هذه الأقوال المبتدعة التي لم تصدر عن معصوم بل ربما صدرت عمن لا يحكم بإسلامه كابن سينا وأمثاله من الفلاسفة المنتسبين إلى الإسلام وهم من أبعد الخلق عنه، وقد يقولها من يحسن الظن بهؤلاء ممن يخفى عليه حالهم ولا دراية له بأقوال الخلق ومذاهبهم. وقال ص 88 لما ذكر كلام الفلاسفة الإلحادي الشركي قال وأقوال هؤلاء دخلت على كثير من الناس إما باطني ملحد أو جاهل لا يدري أصول الأقوال ومذاهب الناس كشارح المشارق. ¶ قال عبد اللطيف في البراهين ص 118 وبعض الجهال يظن أنه إذا قال: أنا أريد شفاعتهم وجاههم واعتقد أن الله هو المؤثر أن ينجو بهذا من الشرك ويكون مسلما وقد عرفت مما تقدم أن هذا هو الذي كانت عليه العرب في زمنه صلى الله عليه وسلم وأنهم لم يعتقدوا التدبير والتأثير لغير الله. ¶ وقال ابن سحمان في كتابه تنبيه ذوي الألباب السليمة ص 3 قال: وكان من المعلوم عندنا أن آل الشطي (منهم حسن الشطي) من أئمة الضلال وممن يدعون إلى دعا الأنبياء والأولياء والصالحين ويجوزون الاستغاثة بهم في الملمات والمهمات، ومن كان هذا سبيله فليس هو عندنا من الأئمة الأعلام ولا من أفاضل أهل الإسلام وإن كانوا حنابلة. ¶ قال ابن سحمان في الضياء الشارق ص 587 إذا نادى المشرك من يدعوه من دون الله في قضاء حاجة ... فمن فعل هذا فهو كافر مشرك اهـ. ¶ قال ابن سحمان في الضياء الشارق ص 594 وأما تكفيرهم من دعا الأنبياء والأولياء والصالحين والتجأ إليهم واستغاث بهم في مهماته وملماته وسمى ذلك تشفعا وتوسلا فلكون ذلك هو الشرك الصريح المخرج من الملة بدلائل الكتاب والسنة وإجماع علماء الأمة من أئمة السلف ومن تبعهم بإحسان بعد قيام الحجة على من فعل ذلك اهـ ¶ قال ص 662 قال الشيخ عبد اللطيف في الرد على مسألة النذر لغير الله، قال: وأيضا فالكفر إنما يطلق بعد قيام الحجة. ¶ 11 ـ قاعدة ¶ فيمن كُفّر بالتأويل من الجهمية ¶ قال ابن سحمان في كشف الأوهام: إذا عرفت هذا فمسألة علو الله على خلقه واستوائه على عرشه وإثبات صفات كماله ونعوت جلاله من المسائل الجلية الظاهرة ومما علم من الدين بالضرورة فإن الله قد وضحها في كتابه وعلى لسان رسوله فمن سمع الآيات القرآنية والأحاديث النبوية فقد قامت عليه الحجة وإن لم يفهمها فإن كان ممن يقرأ القرآن فالأمر أعظم وأطم لا سيما إن عاند وزعم أن ما كان عليه هو الحق وأن القرآن لم يبين ذلك بيانا شافيا كافيا فهذا كفره أوضح من الشمس في نحر الظهيرة ولا يتوقف في كفره من عرف الإسلام وأحكامه وقواعده وبالجملة فمن دان بدين غير دين الإسلام وقام به هذا الوصف الذي يكون به كافرا فهو كافر ولا نحكم",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "على معين بالنار بل نكل أمره إلى الله وإلى علمه وحكمه في باطن أمره (¬1) هذا في أحكام الثواب والعقاب وأما في أحكام الدنيا فهي جارية على ظاهر الأمر اهـ. ¶ قال ابن القيم في ذلك: ¶ والله أعلم بالبطانة ... منهم ... ولنا ظهارة حلة الإعلان ¶ لكنهم مستوجبون ... عقابه ... قطعا لأجل البغي والعدوان ¶ قال ابن تيمية في الفتاوى 7/ 617 فإن كثيرا من الفقهاء يظن أن من قيل هو كافر فإنه يجب أن تجري عليه أحكام المرتد ردة ظاهرة فلا يرث ولا يورث ولا يناكح حتى أجروا هذه الأحكام على من كفروه بالتأويل من أهل البدع، وليس الأمر كذلك فإنه قد ثبت أن الناس كانوا ثلاثة أصناف مؤمن وكافر مظهر للكفر ومنافق مظهر للإسلام مبطن للكفر، وكان في المنافقين من يعلمه الناس بعلامات ودلالات ... ومع هذا فلما مات هؤلاء ورثهم ورثتهم المسلمون وكان إذا مات لهم ميت آتوه ميراثه وكانت تعصم دماؤهم حتى تقوم السنة الشرعية على أحدهم بما يوجب عقوبته اهـ. ¶ قال الشوكاني في الرد على صاحب كتاب الأزهار لما قال: (والمرتد بأي وجة كفر) فقال الشوكاني: أراد المصنف إدخال كفار التأويل اصطلاحا في مسمى الردة وهذه زلة قدم يقال عندها لليدين وللفم وعثرة لا تقال وهفوة لا تغتفر ولو صح هذا لكان غالب من على ظهر البسيطة من المسلمين مرتدين) السيل الجرار 4/ 373. ¶ 12 ـ قاعدة متى يُسمى من أهل الأهواء والبدع؟ ¶ قال تعالى (إن الذين فرقوا دينهم وكانوا شيعا لست منهم في شيء) وقال تعالى (ولا تعتدوا إن الله لا يحب المعتدين). ¶ وعن ابن عمر مرفوعا (من تشبه بقوم فهو منهم) رواه أبو داود، وعن أبي سعيد مرفوعا (لتتبعن سنن من كان قبلكم) متفق عليه. ¶ قال ابن سحمان الضياء الشارق ص 387: قال ابن تيمية بعد كلام سبق، والبدعة التي يُعد بها الرجل من أهل الأهواء ما اشتهر (¬2) عند أهل العلم بالسنة مخالفتها للكتاب والسنة، كبدعة الخوارج والروافض والقدرية والمرجئة فإن عبد الله بن المبارك ويوسف بن أسباط وغيرهما قالوا أصول الاثنتين وسبعين فرقة هي أربع: الخوارج والروافض والمرجئة والقدرية، قيل لابن المبارك فالجهمية؟ قال ليست من أمة محمد صلى الله عليه وسلم. ¶ 13 ـ قاعدة في التفريق بين اسم مشرك وبين اسم كافر ¶ للجاهل غير المعاقب ¶ سئل ابا بطين الدرر 2 / عن معنى: لا إله إلا الله، وعمن قالها، ولم يكفر بما يعبد من دون الله، وهل من قالها، ودعا نبياً، أو ولياً، تنفعه؟ أو هو: مباح الدم، والمال، ولو قالها؟ ¶ ¬__________ ¶ (¬1) ـ قلت هذا حكم كافر التأويل في الدنيا على ظاهر حاله وفي الآخرة يقال الله أعلم، وقد يسر الله بسط هذه المسألة في جزء أهل الأهواء والبدع، وجزء النفاق. ¶ (¬2) ـ هذا الوصف وهو الاشتهار هل له مفهوم مخالفة، وإذا وافقهم في غير ما اشتهر فماذا؟ فهل هو منهم أم منهم بقيد لا بإطلاق؟ وإذا وافقهم في بعض مقالاتهم وهو على غير أصولهم فماذا؟",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "فأجاب رحمه الله: معنى \"لا إله إلا الله \" عند جميع أهل اللغة، وعلماء التفسير، والفقهاء كلهم، يفسرون: الإله، بالمعبود؛ والتأله: التعبد؛ وأما العبادة، فعرفها بعضهم، بأنها: ما أمر به شرعاً، من غير اطراد عرفي، ولا اقتضاء عقلي؛ والمأثور عن السلف، تفسير العبادة، بالطاعة، فيدخل في ذلك فعل المأمور، وترك المحظور، من واجب ومندوب، وترك المنهى عنه، من محرم و مكروه. ¶ فمن جعل: نوعاً من أنواع العبادة، لغير الله، كالدعاء، والسجود، والذبح، والنذر، وغير ذلك، فهو مشرك؛ ولا إله إلا الله: إثبات العبادة لله وحده، والبراءة من كل معبود سواه؛ وهذا معنى: الكفر بما يعبد من دونه؛ لأن معنى الكفر بما يعبد من دونه، البراءة منه، اعتقاد بطلانه، وهذا معنى الكفر بالطاغوت، في قوله تعالى: (فمن يكفر بالطاغوت ويؤمن بالله فقد استمسك بالعروة الوثقى). ¶ والطاغوت: اسم لكل معبود سوى الله، كما في قوله تعالى: (ولقد بعثنا في كل أمة رسولاً أن اعبدوا الله واجتنبوا الطاغوت) وقول النبي صلى الله عليه وسلم في الحديث الصحيح \" من قال لا إله إلا الله، وكفر بما يعبد من دون الله، حرم ماله، ودمه، وحسابه على الله \" فقوله: \" وكفر بما يعبد من دون الله \" الظاهر: أن هذا زيادة إيضاح؛ لأن لا إله إلا الله، متضمنة الكفر بما يعبد من دون الله. ¶ ومن قال: لا إله إلا الله , ومع ذلك يفعل الشرك الأكبر , كدعاء الموتى , والغائبين , وسؤالهم قضاء الحاجات , وتفريج الكربات , والتقرب إليهم بالنذور , والذبائح , فهذا مشرك , شاء أم أبى؛ و (الله لا يغفر أن يشرك به) و (من يشرك بالله فقد حرم الله عليه الجنة ومأواه النار) ومع هذا فهو شرك , ومن فعله, فهو كافر. ¶ ولكن كما قال الشيخ: لا يقال فلان كافر (¬1) , حتى يبين له ما جاء به الرسول صلي الله عليه وسلم فإن أصر بعد البيان , حكم بكفره , وحل دمه , وماله؛ وقال تعالى: (وقاتلوهم حتى لا تكون فتنة) أي: شرك (ويكون الدين كله لله) فإذا كان في بلد: وثن يعبد من دون الله, قوتلوا , لأجل هذا الوثن , أي لإزالته , وهدمه ,وترك الشرك , حتى يكون الدين كله لله. ¶ انتهى المقصود والحمد لله أولا وآخرا، وصلى الله على نبينا محمد وعلى آله وصحبه وسلم. رمضان 1423 هـ. ¶ ¬__________ ¶ (¬1) ـ هذا مهم جدا يوضح لكل معنى كلام الشيخ إذا قال لا اكفر ليس معناه أنه مسلم بل مشرك كما فرق بينهما هنا ففهم ولا تغلط هداني الله وإياك. فلا يقال كافر لمن يفعل الشرك حتى يبين له ما جاء به الرسول صلي الله عليه وسلم فإن أصر بعد البيان , حكم بكفره , وحل دمه , وماله؛ لكنه ليس بمسلم وليس من أهل ملة الإسلام فانتبه للفرق.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "الفهرس ¶ 1 ـ المقدمة ¶ 2 ـ كتاب الطبقات وأهلها في أصل دين الإسلام ¶ 3 ـ باب أهلها ¶ 4 ـ باب أنواع الطبقات فيها ¶ 5 ـ فصل ¶ 6 ـ فصل في شرح كلام ابن القيم السابق من كلام أئمة الدعوة ¶ 7 ـ فصل الأصول المبني عليه أسماء وأحكام أهل الأهواء من مقلدة أو اتباع معاندين أم لا ¶ 8 ـ باب أسمائهم وأحكامهم ¶ 9 ـ كتاب الطبقات وأهلها في المسائل الظاهرة ¶ 10 ـ باب أنواع الطبقات فيها وأهلها ¶ 11 ـ باب أسمائهم وأحكامهم ¶ 12 ـ كتاب الطبقات وأهلها في المسائل الخفية ¶ 13 ـ أهلها ¶ 14 ـ باب أنواع الطبقات فيها ¶ 15 ـ باب أسمائهم وأحكامهم ¶ 16 ـ كتاب بقية القواعد ¶ 17 ـ قاعدة فيمن لم يكفر الجهمية المحضة أو عباد القبور ¶ 18 ـ قاعدة خطأ بعض العلماء في لفظ التوسل وتأولوا أحاديث في ذلك حتى أجازوا به الشرك الأكبر ¶ 19 ـ قاعدة فيمن كُفّر بالتأويل من الجهمية ¶ 20 ـ قاعدة متى يُسمى من أهل الأهواء؟ ¶ 21 ـ قاعدة في التفريق بين اسم مشرك وبين كافر للجاهل غير المعاقب ¶ 22 ـ الفهرس",
            "page": "39",
            "part": "1"
        }
    ],
    "t37783": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الطبقات"
        }
    ]
}