{
    "b37782": [
        {
            "id": "1",
            "nass": "ظاهرة العولمة. أهدافها ـ مضامينها ـ سبل مواجهتها ¶ د. عادل صالح الفقيه ¶ كلية الآداب ـ جامعة صنعاء ¶ مقدمة: ¶ إن الحمد لله نحمده تعالى، ونستعينه، ونستغفره، ونستهديه، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، ونصلي ونسلم على من أرسله الله رحمة للعالمين محمد بن عبد الله عليه وعلى أله وصحبه ومن اقتفى أثره أفضل الصلاة وأزكى التسليم ... وبعد،،، ¶ فإن مما لا شك فيه أن الأمة الإسلامية تمر في الوقت الحاضر بأصعب مراحلها وأخطرها حيث تتعرض لمكائد ومخططات تدميرية هدفها إذلال الأمة وسلخها عن دينها وثقافتها وهويتها وسلبها وسائل مقاومتها. ¶ وهذه الأخطار المحدقة بالأمة كثيرة ومتنوعه؛ لذا يجب على المسلم الواعي الحريص على دينه أن يلمّ بمجمل هذه الأخطار والمكائد والمؤامرات التي تحاك ضد أمته حتى يستطيع هو ومن معه من أفراد الأمة الوقوف في وجهها وفضحها وكشف مساوئها للأمة، و لن يتأتى هذا إلا من خلال رصد هذه الأخطار ودراستها وتحليل نتائجها والوقوف على حقيقتها وأضرارها على الدين والأمة والهوية والقيم الاجتماعية. ¶ ومن هذه الظواهر والأخطار التي تهدد الأمة في كل مجال من مجالات حياتها ظاهرة ((العولمة)) التي انتشرت في مجتمعاتنا الإسلامية والعربية كانتشار النار في",
            "page": "133",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الهشيم، وهذا الانتشار لم يأت اعتباطاً، وإنما جاء نتيجة لدراسات ومؤا مرات وخطط منظمة ودقيقة هدفها شل حركة الأمة في جميع مجالات الحياة الدينية والثقافية والاجتماعية والاقتصادية والعسكرية وجعلها مرهونة بالغرب العلماني الذي يسيرها بعد ذلك كيف يشاء ويوجهها حيثما يريد، لأنها لا تستطيع المقاومة بعد ذلك كونها أسيرة للعولمة بكافة أشكالها، حيث نسير فيها دون أن نشعر أو نحس بمدى خطورة ما نحن مقدمون عليه، نتيجة لعدم علمنا ووعينا وفهمنا لمعنى العولمة ومغزاها. لذا ارتأيت أن أكتب في هذه الظاهرة الخطيرة والمدمرة للأمة ــ قبل أن تصبح ثقافة عند أبنائنا ومصطلحاً سائداً في ثقافتنا إذا ما نجح الغرب في جعلها جزءاً من قاموسنا ومفردة من مفردات تاريخنا ــ حتى نتعرف على هذه الظاهرة وماتعنيه وما أهدافها وأدواتها التي تستخدمها لتحقيق أغراضها؛ كي نكون مدركين لها وعالمين بمضامينها، وبالتالي نستعد لها، ونكون قادرين على مواجهتها والحد من خطورتها. ¶ أسأل الله تعالى أن يوفقني في توضيح معاني هذه الظاهرة وتبيين أهدافها ومراميها، فإن أصبت فمن الله تعالى وتوفيقه لي، وإن أخطأت فمن نفسي ومن الشيطان وصلى الله وسلم على سيدنا محمد وعلى آله وصحبه أجمعين. ¶ ولكي نتعرف على هذه الظاهره وأهدافها وأدواتها ومضامينها وسبل مواجهتها فقد بذلت جهداً في البحث عن المصادر والمراجع وجهداً آخر في وضع خطة لهذا البحث وقد جاءت مكونات البحث على النحو الآتي: ¶ 1) المقدمة. ¶ 2) المبحث الأول: التعريف والنشأة والتوجيه. ¶ 3) المبحث الثاني: مؤسسات العولمة. ¶ 4) المبحث الثالث: الوسائل. ¶ 5) المبحث الرابع: أنواع العولمة وأهدافها ¶ 6) المبحث الخامس: كيفية التعامل مع العولمة. ¶ 7) الخاتمه.",
            "page": "134",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "المبحث الأول: التعريف والنشأة والتوجيه. ¶ ويتكون مما يأتي: ¶ أولاً: التعريف. ¶ العولمة هي أحد المفاهيم التي تطلق لوصف عمليات التحول والتغيير في المجالات المختلفة من حيث التعميم والانتشار. ¶ فهي عملية مستمرة متحركة يمكن قياسها وتتبع تطوراتها في شتى الميادين السياسية والاقتصادية والثقافية وقد كثرت تعاريف العولمة وتعددت بحيث لا يوجد تعريف واحد معتمد متفق عليه، وهذا الاختلاف ناتج من اختلاف توجهات مستخدمي هذا المصطلح من رجال فكر وسياسة واقتصاد كل من منطلق تخصصه (¬1) ومن هذه التعاريف قولهم إنها: ¶ ¬__________ ¶ (¬1) انظر: العولمة ومستقبل العالم الاسلامي. فتحي يكن ــ رامز طنبور. الطبعة الأولى. 1422هـ ـ 2001م. مؤسسة الرسالة. بيروت ـ لبنان. صـ24.",
            "page": "135",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "((نظام عالمي يقوم على العقل الالكتروني والثورة المعلوماتية القائمة على المعلومات والإبداع التقني غير المحدود، دون اعتبار للأنظمة والحضارات والثقافات والقيم والحدود الجغرافية والسياسية القائمة في العالم)) (¬1). ¶ وقيل: ((هي دينامكية جديدة تبرز داخل العلاقات الدولية من خلال تحقيق درجة عالية من الكثافة والسرعة في عملية انتشار المعلومات والمكتبات التقنية والعملية للحضارة، يتزايد فيها دور العامل الخارجي في تحديد مصير الأطراف الوطنية المكونة لهذه الدائرة المندمجة، ومن ثم لهوامشها)) (¬2). ¶ وقيل أيضاً: ((إنها تشكيل العالم وبلورته بوصفه موقفاً واحداً وظهور لحالة إنسانية عالمية واحده)) (¬3). ¶ وقيل: ((إن العولمة هي صيغ تنفيذية علمية تنبثق من أفكار مسبقة بغية إعادة صياغة الهوية الخصوصية للأفراد والشعوب جميعاً في كل المناحي الحياتيه (فكرية، سلوكية، سياسية، اقتصادية، تربوية، اجتماعية، إدارية، ثقافية، قانونية وغيرها) وفق منظور بشري بحت لتحقيق أهداف محددة)) (¬4). ¶ ¬__________ ¶ (¬1) العولمة طبيعتها ـ وسائلها ـ تحدياتها ـ التعامل معها. عبد الكريم بكار. الطبعة الثانية. 1422هـ ــ 2001م. دار الإعلام للنشر والتوزيع. عما ن ــ الأردن صـ11 ¶ (¬2) المصادر السابقة. ¶ (¬3) الإسلام والعولمة .... المنازلة. الدكتور / سامي محمد الدلال. الطبعة الأولى. 1425هـ ــ 2004م. كتاب من سلسة تصدر عن مجلة البيان صـ48. ¶ (¬4) الإسلام والعولمة .... المنازلة. الدكتور / سامي الدلال. صـ 49.",
            "page": "136",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وقيل أيضاً: ((هي سهولة حركة الناس والمعلومات والسلع والأموال والأفكار بين مختلف الدول على نطاق الكرة الأرضية) (¬1). ¶ من خلال ماسبق من تعريفات نرى أن كل أصحاب فكر أو إتجاه عرفوها حسب المجال الذي يستخدمونها من خلاله لذا من الصعب إيجاد تعريف واحد يفي بالغرض ويعرف العولمة تعريفاً واضحاً ولكن مع ذلك يمكن أن نقول أن العولمة بمفهومها الحالي هي عبارة عن السيطرة على العالم في جميع المجالات السياسية والثقافية والاقتصادية والعقديه وربطه بصناع العولمة بحيث يصبح هذا العالم بأسره خاضعاً لهم ويسير بركابهم دون مناقشة أو تفكير بحيث تصير أنماط حياتهم المختلفة مواكبة ومسايرة لما عليه صناع العولمة في مجتمعاتهم من فساد وانحطاط وأن يكونوا عبارة عن سوق تتلقف كل ما تصنعه وتروجه العولمة دون مراعاة لعقيدة أو دين أو ثقافة لأي مجتمع من المجتمعات وبخاصة المجتمع الإسلامي المستهدف الرئيس من هذه الظاهره الخطيرة هذا عبارة عن تصور بسيط لهذه الظاهره. ¶ ثانياً: تاريخ العولمة ونشأتها. ¶ العولمة تاريخها قديم، ولكن الذي يتجدد هو طرقها ووسائلها، وتتسع العولمة بقدر اتساع وسائلها، فالفتح الإسلامي لأغلب بقاع العالم هو عولمة، ولكنها عولمة قائمة على أساس رباني، عنوانه العدل والإحسان إلى الكل وكانت شاملة ¶ ¬__________ ¶ (¬1) العولمة ومستقبل العالم الإسلامي. فتحي يكن ــ رامز طنبور. صـ 10.",
            "page": "137",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "لجميع مناحي الحياة حسب الإمكانيات والوسائل المتاحة لها. والاستعمار القديم الذي شمل الرقعة الإسلامية تقريباً هو لون من ألوان العولمة، لكنهلم يتمكن من تجاوز المفهوم العسكري، بمعنى إنها كانت عولمة عسكرية وذلك بسبب قوة الحصانة الثقافية والفكرية للأمة الإسلامية آنذاك؛ ثم تطورت العولمة من خلال إختراع الطباعة وانتشار المطبوعات، التي غزت العالم الإسلامي واستطاعت اختراق الهوية الإسلامية ثم ازداد هذا الاختراق واتسعت العولمة مع تطور وسائل التقنية الحديثة من إذاعة وتلفزيون، وفضائيات، وإنترنت حيث أصبحت في الوقت الحاضر من أبرز وسائل العولمة التي استطاعت من خلالها اختراق كل جوانب الحياة الإسلامية وغزوها. ¶ إذن تاريخ العولمة قديم حيث إن كل نشاط ((عولمي)) يقوم به الإنسان هو عولمة لأن غرض صاحبه نشره على العالم، كما هو حال الدعوة الإسلامية، وغيرها من الدعوات التي كان غرضها الانتشار في العالم كله، وإن كانت لا تعرف باسم العولمة، وإنما تحت مسميات أخرى، لأن هذا الاسم حديث التطور تطور مع وسائل العولمة، ومع اختلاف أهدافها من عولمة عسكرية وثقافية وسياسيه، وغيرها من أنواع التعاملات البشرية المراد تعميمها على البشر عموماً (¬1). ¶ ¬__________ ¶ (¬1) انظر: العولمة. عبد الكريم بكار. صـ 15 ــ 17. ... ¶ الإسلام والعولمة .... المنازلة. د. سامي الدلال. صـ49.",
            "page": "138",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ثالثاً: موجهات العولمة وقوادها. ¶ العولمة حركة هائلة تقوم بتعميم الأفكار والنظم والأشياء، وأحياناً تقوم بعرضها في بعض المناطق، خاصة الضعيفة، وذلك من أجل توحيد أنماط حياة المجتمعات في الانتاج والاستهلاك والنظر إلى الذات والأخر. ¶ ونظراً لهذا كله فإنه لا يمكن أن يجري هذا الأمر بعفوية وبدافع من الحرص على جني المكاسب وتوسيع العمل التجاري، ولكن الأمر يختلف، إذ إن هناك مؤامرة من الدول الكبيرة المصدرة والمنتجة والباحثة عن الأسواق ضد الدول الفقيرة الضعيفة المستوردة والمستهلكة؛ لأن الواضح والظاهرـ من خلال النظر والتتبع ــ أن العولمة لم يجن ثمارها حتى الأن إلا الدول الغنية، أما الدول الفقيرة لم تزدها العولمة إلا فقراً وارتهاناً للخارجي المستبد والمسيطر على جميع موارد وفوائد العولمة. ¶ وهناك إجتهادات كثيرة حول من هو الموجه والقائد المباشر للعولمة بشكل خاص، إذ إن الملاحظ أن هذه الثورة وهذا الانتشار لا يمكن أن تقوم به جهة واحدة أو مجموعة قليلة؛ لأنه جهد ضخم، إذاً هناك رأس كبيرة تدير هذه العملية ولكن المشاركين في هذا الأمر كثيرون ويمكن تقسيمهم إلى مجموعات مؤثرة وقيادية، وإن كان أناس آخرون مشتركين في هذه العولمة غير من سنذكرهم، لكنهم قليلون لا يمثلون رقماً مهماً في هذه العملية. ¶ إذا فالمشرفون على العولمة هم:",
            "page": "139",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "(1) الديانات: ـ اليهودية، النصرانية. ¶ (2) الدول: الولايات المتحدة الإمريكية، أوربا الغربية، المثلث الأسيوي (اليابان، الصين، روسيا). ¶ (3) القيادة المباشرة والمؤثرة في العولمة بشكل كبير ومؤثر، هي الولايات المتحدة الإمريكية، وذلك من خلال جميع الأحداث والوقائع التي نشهدها في العالم، والتي لا يخلو أي حدث من وجود أصابعها فيه سواءً كان هذا الحدث ثقافياً أو فكرياً أو سياسياً، إذ أنها تتبنى الفكرة وتدعمها بقوتها العسكرية الضخمة والهائلة، وكذلك من خلال اقتصادها المسيطر على جميع الاقتصاديات في العالم، وإن كان قد بدأ في الهبوط. ¶ لذا قال الرئيس الإمر يكي بيل كلينتون: ((ستكون العولمة حظ الولايات المتحدة الواعد، ولن تشكل أية عرقلة لتقدمها وسنقيم عالماً جديداً بحدود جديدة يجب توسيعها، ولن يشكل قيام العولمة أي تهديد لنا)). من خلال هذا الكلام تتضح الأهداف والأبعاد الحقيقية للعولمة والمستهدف منها كونه يوحي بأنهم المستفيدون وأن غيرهم هم المتضررون من العولمة أما هم فلن يصيبهم منها شيء كونهم هم الموجهون لها (¬1). ¶ ¬__________ ¶ (¬1) أنظر: العولمة. عبد الكريم بكار. صـ19. ¶ الإسلام والعولمة ..... المنازلة. د/ سامي الدلال. صـ 50",
            "page": "140",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "المبحث الثاني: مؤسسات العولمة. ¶ إن رواد العولمة يعلمون أنهم إذا أرادوا أن تنتشر العولمة وتتوسع وتغزو العالم بأسره فإنه لا بد لها أن تعمل من خلال قنوات رسمية أو شبه رسمية يكون لها تأثير كبير على جميع الشعوب المستهدفة، حتى تكتسب الشرعية ولا يستطيع أحد أن يقف بوجهها لأن هذه القنوات والأطر التي سوف تعمل من خلالها تمتلك من وسائل الضغط والتهديد ما يجبر جميع الدول وخاصة المستضعفة على الوقوف في وجه العولمة بل ستضطر أن تفتح لها الأبواب دونما رقيب أو حسيب كما هو حاصل الآن في أغلب الدول الفقيرة التي عاث فيها أصحاب العولمة الفساد وأغرقوها في هذا المستنقع القذر الذي لا يمكن لها أن تنفذ منه بسهولة ويسر وهناك الكثير من المؤسسات التي تخدم العولمة، ولكننا سنذكر أهم هذه المؤسسات ومنها: ¶ (1) منظمة الأمم المتحدة (( UN  ودورها في خدمة الأقويا وتحقيق مصالحهم في مختلف أرجاء الأرض، وأن هذا الأمر من الوضوح بحيث لم يعد خافياً على أحد. ¶ (2) صندوق النقد الدولي ( IMF)  ودوره في تقييد الشعوب وتكبيلها بالديون وغيرها من وسائل الضغط والإستعباد. ¶ (3) البنك الدولي للإنشاء والتعمير ( IBRO)  وهو مثل سابقه في خدمة الأقوياء والضغط والتأثير على الأمم بسبب المال الذي يملكه ويتحكم فيه.",
            "page": "141",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "(4) اتفاقية ((الجات)) التي تحولت بعد ذلك إلى (منظمة التجارة العالمية) ( WTO)  ولا يخفى على الناظر البصير ما لهذه المنظمة من دور كبير في خدمة الدول الغنية وذلك من خلال بنود الاتفاقية التي ألزمت الدول الفقيرة بفتح أسواقها ومصانعها وكل شيء فيها أمام الدول الغنية دون أي عوائق مما يؤدي إلى كوارث في هذه البلدان في المستقبل القريب نظراً للفرق الهائل بينهما من حيث الانتاج والتصدير والاستهلاك والموارد والقوى الفنية المدربه. ¶ (5) منظمة الوحدة الأوربية بجميع عناوينها وهذه تملك من الرصيد السياسي والعسكري والمالي ما يجعلها تُخضع أغلب البلدان وتجعلها مستباحة لها في جميع الأعمال تحت كثير من الأهداف والمسميات التي تحمل في ظاهرها الرحمة وفي باطنها العذاب. ¶ (6) حلف الأطلسي وهذا دوره كبير ومهم وخطير إذ أنه يمثل العصا الحديدية لجميع المنظمات السابقة وبه يتم تأديب من يقف في وجه العولمة وقوادها والوقائع والأحداث تشهد على ذلك. ¶ (7) نادي باريس وهو مؤسسة مالية ذات سلطة كبيرة ومعقدة ولا تملك المنظمة ميثاقاً أو قواعد عمل أو عضوية ثابته أو رسمية، ودورها بارز في جدولة القروض الرسمية للبلدان النامية والفقيره بعد أن تفرض عليها ما أرادت من النظم والتشريعات والإصلاحات والأشياء التي تريدها الدول الموجهة لهذا النادي ومن يقف وراءه، وعمله واضح في الدول الفقيره وكيف أنها أصبحت",
            "page": "142",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "تطلب وده ورضاه بتطبيق كل ما يريده حتى يجدول لها ديونها، وإن كان في ذلك مضرة على الشعوب والأوطان. ¶ من خلال ما سبق نرى مدى الإمكانيات الهائلة المتاحة لهذه المؤسسات والمنظمات الموجهة والمساعدة للعولمة وهذا يشمل جميع مجالات الحياة السياسية والثقافية والاقتصادية والاجتماعية ما يُسهل عليها السيطرة على أغلب أرجاء المعمورة بسهولة ويسر (¬1). ¶ المبحث الثالث: وسائل نشر العولمة. ¶ ذكرنا أن تاريخ العولمة قديم بمعنى أنها في كل فترة كان لها وسائل مستخدمة تناسب كل مرحلة من مراحل وجودها وفي هذه المرحلة استخدمت وسائل جديدة تناسب واقعها حيث إنها استفادت من التقنية العاليه والثورة المعلوماتية الهائلة الموجودة في هذا العصر وسخرتها في تحقيق مصالحها وأهدافها ومن أهم هذه الوسائل: ¶ أولاً: وسائل الاتصالات ¶ - الإنترنت بمختلف مواقعه. ¶ - الهاتف بأنواعه ((الثابت، المتحرك)). ¶ - التلكس والفاكس. ¶ ¬__________ ¶ (¬1) أنظر: العولمة. عبد الكريم بكار. صـ 35 ـ 60 ... ، الإسلام والعولمة ..... المنازلة. د/ سامي الدلال. صـ 50 ـ 51 .. ، العولمة ومستقبل العالم الإسلامي. فتحي يكن ـ رامز طنبور. صـ 57 ـ 72.",
            "page": "143",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ثانياً: وسائل الإعلام ¶ - المرئي ((الأرضي ـ الفضائي)). ¶ - المسموع. ¶ - المقروء ((صحف ـ مجلات ـ وكالات أنباء)). ¶ ثالثاً: وسائل التثقيف ¶ - المعاهد والجامعات. ¶ - مراكز البحوث والمعلوماتيه. ¶ - دور النشر. ¶ - الكتب. ¶ رابعاً: وسائل الموصلات بأنواعها المختلفة. ¶ خامساً: القطاع المالي ¶ - البنوك الدولية. ¶ - المصانع الكبرى. ¶ - الشركات الكبرى ((المتعددة الجنسيات)). ¶ - شركات التأمين العالمية. ¶ - التجارة الفاسدة ((تجارة الرقيق الأبيض ــ تبييض الأموال ــ تجارة وزراعة المخدرات)).",
            "page": "144",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "سادساً: القطاع الأمني ¶ - أجهزة الاستخبارات القُطرية والإقليمية والعالمية (¬1). ¶ هذه هي الوسائل التي تستخدمها العولمة في نشر أفكارها وأساليبها ومن خلال ملاحظة هذه الوسائل يرى الإنسان مدى قدرة هذه الوسائل على إقناع الناس بهذه الفكرة بأية وسيلة سواءً بالترغيب أو الترهيب أو الضغط المهم في النهاية أن النتيجة واحدة هي القدرة على تعميم الفكرة وإقناع الناس بها وجعلهم يؤمنون بأن هذا الأمر حتمي وأنه لا قدرة ولا استطاعة لأحد على رده ورفضه وإنما عليه أن يُسلم به ويتعايش معه ويقنع نفسه بذلك؛ وذلك لعدم وجود البديل المُوضح والمبين والمحذر من خطورة هذه الأفكار بصورتها الحالية وبمن يقفون وراءها وأهدافهم وإمكانياتهم. ¶ المبحث الرابع: أنواع العولمة وأهدافها. ¶ من خلال ما سبق يتضح جلياً أن العولمة ليست جهة أو نوعاً واحداً تسير من خلاله وتؤثر به وحده فقط وإنما هي مجموعة من الأنواع والأقسام المترابطة التي تعمل جنباً إلى جنب حتى تصل إلى غايتها وأهدافها ويحاول الموجهون للعولمة والمأثرون بها أن تسير هذه الأقسام جنباً إلى جنب ويحاولون كل جهدهم ألا يفصلوا بينها لأن الفصل بين هذه الأقسام يفقدهم الكثير من الأهداف التي يحاولون الوصول إليها من خلال عولمة الأمم والشعوب من خلال هذا التنوع ¶ ¬__________ ¶ (¬1) أنظر: العولمة ومستقبل العالم الإسلامي. فتحي يكن ـ رامز طنبور. صـ12 ـ 13.",
            "page": "145",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وسوف نحاول أن نركز على أهم أنواع العولمة الموجودة في الوقت الحاضر والتي من خلالها استطاعوا أن يحققوا الكثير من الأهداف وخاصة في عالمنا العربي والإسلامي ومن هذه الأنواع ما يلي: ¶ أولاً: العولمة الثقافية. ¶ ليس المقصود بالثقافة هنا الكلمة المجردة بمعنى القراءة والكتابة والاطلاع وإنما المقصود هو المصطلح العام للثقافة عند علماء القرون المتأخرة، وهو عندهم يطلق على ذلك المركب المتجانس من العقائد والقيم والأفكار والمعايير والرموز والتعابير والابداعات وأنماط العيش التي تشكل قوام الحياة لمجتمع من المجتمعات (¬1). ¶ والثقافة بهذا التعريف تعني الأمة بكل مقوماتها العقدية والفكرية والثقافية والتراثية وغير ذلك. ¶ لذا فقد ركز أرباب العولمة على هذا الجانب وأولوه اهتماماً كبيراً من العناية كونه يسهل عليهم بقية الجوانب لأن معنى طمس ثقافة الأمة هو سلخها من دينها وقيمها لتصبح أمة عاجزة لا قدرة لها على المواجهة أو المدافعة لأنها بذلك تكون قد فقدت عنصر قوتها وأسباب صمودها على مر العصور على الرغم مما واجهت من أزمات وأخطار. ¶ ¬__________ ¶ (¬1) انظر: العولمة. عبد الكريم بكار. صـ 66، كتاب الأمة. عمر فروخ في خدمة الإسلام. أحمد العلاونة. صـ67.العدد 103 رجب 1425هـ السنة السابعة والعشرون. الطبعة الأولى. إصدار وارة الأوقاف والشؤون الإسلامية. قطر.",
            "page": "146",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "لذا فطن أرباب العولمة لذلك من خلال تجارب وحروب سابقة فشلت في السيطرة على الأمة فتبين لهم أن سبب رفعة الأمة وقوتها يكمن في هذه الثقافة بالمصطلح العام لذا كان لا بد من طمسها والقضاء عليها حتى يتسنى لهم عمل كل شيء وقد ركزوا على ذلك بمجموعة من العوامل منها: ¶ (1) وسائل الإعلام. ¶ (2) المفاهيم والمصطلحات. ¶ (1) وسائل الإعلام ¶ إن وسائل الإعلام تعتبر ركيزة مهمة من الركائز التي تقوم عليها العولمة خاصة بعد الثورة المعلوماتية السائدة التي جعلت العالم كأنه قرية واحدة وجعلت الناس أقرب إلى بعضهم بعض في مشارق الأرض ومغاربها، وذلك من خلال اطلاعهم على مختلف الوقائع والأحداث في نفس لحظة وقوعها مباشرة وذلك من خلال أكثر من خمسمائة قمر صناعي تدور حول الأرض ترصد جميع ما يحدث فيه لذلك استغل صناع العولمة هذه التقنية بحسب أهدافهم وتوجهاتهم وليس لمصلحة الناس، وإن كانت هناك فائدة ولكنها محدودة في مقابل ما ركزوا عليه ونشروه بين الناس من خلال بعض الوسائل منها: ¶ أ. الإذاعة والسينما والتلفزيون والفيديو: ـ ¶ لا يخفى على ذي بصيرة ما لهذه الأمور من تأثير كبير على أفراد الأمة خاصة إذا ما علمنا أن أغلب ما تبثه هذه القنوات مستورد من الغرب خاصة في مجال الأخبار؛ إذ تبين من بعض الإحصائيات أن 90% من الأخبار التي تبث هي نتاج",
            "page": "147",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وكالات عالمية لا علاقة لها بالأمة بالإضافة إلى الأفلام والأغاني وبرامج الأطفال التي تحمل في مجملها أفكاراً لا تتطابق مع أفكار وأهداف وعقائد الأمة وذلك ما أدى إلى كثرة جنوح الاحداث وانتشار الجريمة من خلال تقليد ما اطلعوا عليه مما تبثه القنوات الفضائية وغير ذلك من الأضرار التي أصابت الأمة وجعلتها أسيرة لكل ما يبثه الغرب ويُطلعها عليه دون أن تكون هناك ردود فعل جادة وقوية تردعلى ذلك وتنافسه بقوة (¬1). ¶ ب. استغلال جسد المرأة. ¶ من المعلوم أن المرأة لها دور كبير ومهم في الحفاظ على المجتمع وتنشئة جيل قوي يقوم بأمر أمته ويدافع عنها في أي وقت، وهذا لدى جميع الأمم ولكنه أخص وأهم في المجتمع الإسلامي الذي كرم المرأة ورفع من قدرها ما لم يعمله أي دين أو تشريع أو قانون في أي وقت من الأوقات قديماً وحاضراً من أجل ذلك ركز أرباب العولمة من خلال وسائل الإعلام على النيل من المرأة والحط من قدرها وسلبها مكانتها باسم الحرية والمساواة وحقوق المرأة التي يتشدقون بها. لذلك استغلوها أسوأ استغلال إذ جعلوها سلعة رخيصة على أغلفة المجلات والجرائد ووسائل الدعاية والإعلان بطريق تثير الغرائز، وجُعل ذلك مطلق الحرية وتم تقديم هذه النوعيات على أنها قدوة للمرأة في كل مكان ويجب عليها أن تسلك ¶ ¬__________ ¶ (¬1) أنظر: العولمة. عبد الكريم بكار. .ص38.، الإسلام والعولمة .... المنازلة. د/ سامي الدلال. صـ 65. العلمانية والعولمة والأزهر. كمال الدين عبد الغني مرسي. الطبعة الثانية. 2001م. المكتب الجامعي الحديث. الإسكندرية ــ مصر. صـ125 ــ 130.",
            "page": "148",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "هذا المسلك حتى تمارس حريتها بشكل مطلق وتسير على هذا الطريق الصحيح، وهذا أثًّر سلباً على مجمل الفتيات وأدى إلى تضارب الأفكار لديهن مع عدم وجود الموجه والناصح الأمين الذي يوضح خطورة هذه الأفكار على المرأة المسلمة في حاضرها ومستقبلها (¬1). ¶ ج. ضياع الأطفال. ¶ إن عدة أي أمة من الأمم للنهوض والتقدم ومواجهة الأعداء هم أطفال اليوم رجال الغد فإذا ما رُبي هؤلاء الأطفال على عقائد أمتهم وأفكارهاوأُشربوها وحفظوها ووعوها فإنه باستطاعتهم مستقبلاً القيام بأمر أمتهم على أكمل وجه وأحسنه وأما إذا كان العكس فخسارة الأمة فيهم كبيرة لذا ركز أرباب العولمة على تسميم أفكارهم وثقافتهم وتخريب سلوكياتهم ً لأن هذا هو الطريق الآمن لهم ليستمروا في السيطرة على هذه الأمة. ¶ لذا أعدوا الخبراء والأموال وجهزوا المعامل والاستديوهات لإنتاج برامج الأطفال بشكل كبير برامج تنطبع في الذاكرة والمخيلة هدفها إخراج هذا الطفل من دينه وواقعه من خلال برامج الإعلانات التي يقبل عليها الأطفال بشكل كبير وكذلك من خلال مسلسلات الأطفال التي يتسمر الأطفال أمامها وكذلك من خلال برامج الاستعراضات الغنائية التي يشارك فيها الأطفال وتمتهن من خلالها كرامتهم وغير ذلك الكثير والكثير من البرامج التي تحقق لهم أهدافهم وأغراضهم في سلخ ¶ ¬__________ ¶ (¬1) أنظر: المصادر نفسها، واقعنا المعاصر. محمد قطب. صـ250.الطبعة الثانية.1408هـ ـ 1987م. مؤسسة المدينة للصحافة والطباعة والنشر. جدة ـ المملكة العربية السعودية.",
            "page": "149",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "هذا الطفل من دينه وواقعه وأمته وربطه بالغرب وبكل ما يأتي من الغرب غثه وسمينه (¬1). ¶ ويحالون باستمرار إلغاء الفوارق العقديه والدينية والسلوكية والقيمية بين الأمة الإسلامية والأمم الأخرى من خلال هذه البرامج والمسلسلات الموجهة للأطفال. ¶ د. الشبكه العالمية ((للإنترنت)). ¶ هي شبكة معلومات تعد من أعجب ما توصل إليه الإنسان، إذ جعلت أدق المعلومات بين يدي كل من يطلبها بسرعة مذهلة وبتافصيل استثنائية. ¶ ولقد غطت هذه الخدمة أغلب أرجاء الكرة الأرضية بسهولة ويسر ولكن حظ العالم الإسلامي والعربي منها مازال ضعيفاً وإن كانت موجودة ومستخدمة في أغلب البلدان العربية والإسلامية ولكن إستخداماً سيئاً للغاية وليس للفائدة إطلاقاً وإنما للبحث عن الشهوات والإغراءات والأغاني والمسلسلات والأفلام الجديدة وغيرها من الأشياء التافهة والهابطة، ولم تستطع الأمة أن تستفيد من هذه الشبكة في النهضة العلمية للتعريف بها وبدينها وبثقافتها وتفنيد كل الشبهات المثارة حول عقائدها وأفكارها وثقافتها وبذلك تستفيد من هذه التقنية مثلها مثل غيرها من الأمم التي سخرت هذه التقنية في كل ما هو مفيد لها. ¶ ولما فطن أعداء الأمة لتوجهات أغلب مرتادي هذه الشبكة من أبناء الأمة عملوا على مد هذه الشبكة بقاذورات وسموم وشهوات ومناظر لا يستطيع الإنسان أن ¶ ¬__________ ¶ (¬1) أنظر: الإسلام والعولمة ..... المنازلة. د/ سامي الدلال. صـ 67.",
            "page": "150",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "يصفها أو أن ينطق بها ليشغلوا أبناء الأمة ويلهوهم كي يصبحوا ـ رجالاً ونساءً ـ أسرى لهذا العفن الذي يذهب عنهم كل مروءة وكرامة وإحساس بمسؤلية تجاه أنفسهم أو تجاه أمتهم لأنه أصبح جسداً بلا عقل أو تفكير وهكذا تضيع الأمة بضياع أبنائها مما يسهل على كل متربص بها أن ينقض عليها ويحقق جميع أغراضه منها ومن دينها وعقيدتها بكل سهولة ويسر (¬1) 1). ¶ ه. الأمية في عصر تفجر المعرفة. ¶ برغم القفزة العلمية التي قفزها العالم ووجود وسائل التعليم المختلفة إلا أن أغلب أبناء الأمة الإسلامية غارقون في بحار الأمية مما يشكل عائقاً كبيراً أمام نهضة الأمة وارتقائها ودفاعها عن دينها ومعتقداتها وثقافتها. ¶ ونتيجة لهذه الأمية فإنها سوف تكون سهلة المنال لدعاة العولمة لينشروا فيها ما أرادوا ويبثوا بين أبنائها كل الأفكار والمعتقدات الخاطئة التي لن تجد إلا القلة القلية الذين يقفون في وجهها أما الغالبية العظمى فإنهم مستسلمون بكل بساطة لهذا الواقع المشاهد اليوم في حياة الأمة إذ أن الفرد الأمي يمتلك الكمبيوتر والفضائيات وغيرها من وسائل التقنية ولكنه يقف مشدوهاً أمامها لا ينتفع بها وإنما يضر نفسه ومن يعول باستخدامه لها نتيجة لجهله بها ومدى ضررها عليه. ¶ وهذا الأمر مهم وخطير حيث أن بعض الإحصائيات تشير إلى أن نسبة الأمية في بعض الدول الإسلامية قد تجاوز 65% وأكثر من ذلك بكثير أحياناً أخرى. ¶ ¬__________ ¶ (¬1) المصادر نفسها.",
            "page": "151",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وهذا الوضع يشمل كافة المجالات حتى المؤسسات التعليمية في البلاد الإسلامية إن وجدت فإنها في وضع محزن يرثى له وتكون مخرجاتها أقرب إلى الأمية بشكل كبير نتيجة لعدم وجود سياسات تعليمية هدفها مصلحة الأمة وإنما ذلك يتم تأدية واجب فقط لذلك ترى أن أغلب المتعلمين عازفون عن القراءة أو المطالعة وتراجع سوق الكتاب مستمر لذلك لا يوجد فرق بين الأمي والمتعلم إلا الشهادة فقط. ¶ وأما التدريب الإداري والتطوير فإنه في أول عهده وعلى نطاق محدود ولا تخضع المؤسسات والشركات لدينا لأية أسس أو نظم وبرامج معترف بها وإنما تخضع لاجتهادات شخصية فقط لانتشار الأمية والجهل بين أغلب أفراد الأمة متعلمين وغير متعلمين (¬1). ¶ (2) المصطلحات والمفاهيم. ¶ هناك مجموعة من المصطلحات والمفاهيم المتعارف عليها بين الناس في أي أمة من الأمم تسير على ضوء تعريفها لتلك المفاهيم ومن ذلك الأمة الإسلامية التي يوجد لديها العديد من المصطلحات والمفاهيم التي عُرفت على أساس ارتباطها بالشرع الإسلامي الذي نظم حياة الأمة ووجهها لكل ما فيه صلاحها. ¶ ولكن العولمة الثقافية نفذت إلى هذه المصطلحات وغيرت من معانيها حسب رؤيتها لذلك الأمر وحسب ما يوافق هواها ويخدم أفكارها وأهدافها ونتيجة ¶ ¬__________ ¶ (¬1) العولمة. عبد الكريم بكار. صـ80 ـ 82.",
            "page": "152",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "لضعف الأمة وخنوعها سارت وراء ذلك وألغت ما في قاموسها وجعلت مكانه ما جاءت به العولمة وصناعها ومن هذه المصطلحات: ¶ الحرية، والعداله، والمساواة، والإخاء، والسلام، وحقوق الإنسان. ¶ هذه المصطلحات لها معانٍ سامية وأهداف نبيلة في حياة الأمة الإسلامية ولكن في الوقت الحاضر غيرت معانيها حسب أهداف أعداء الأمة فأصبحت تروج كشعارات ومطالب عالمية على الجميع أن يلتزم بها، ولكن بجوهرها الغربي حرية ممجوجة تُبيح وتستبيح كل شيء، وحقوق إنسان خاصة بالعالم الغربي وإذا ما تعدته فلا أساس لها وإلا فأين حقوق الإنسان في العراق وفلسطين والشيشان وجميع البلاد الإسلامية، وسلام يخدم السياسة الغربية ومصالحها ولا علاقة له بحقوق الشعوب والأمم وإلا فأين السلام الذي قدمه الغرب لليهود مقابل ما يقوم به اليهود من قتل وتشريد للفلسطينيين دون أن تعترض دولة من الدول الكبرى على ذلك، وإخاء وهو من أهم المصطلحات التي ينادون بها لجعل الإخاء إنسانياً وليس دينياً ولا عقدياً وهذا هو المطلوب من المسلمين لتفريقهم وجعل ولائهم وإخائهم مع أعدائهم أما هم فولاؤهم لبعضهم فقط والدلائل على ذلك أكثر من أن تحصى منها ما قاموا به في تيمور الشرقية بأندنوسيا عندما تعلق الأمر بالنصارى. ¶ وهذا حال كثير من المصطلحات والمفاهيم التي وجدت لتخدم الأفكار والأهداف الغربية واستطاع الغرب أن يفرضها على الأخرين من خلال وسائل العولمة التي ذكرناها سابقاً مما أدى إلى اعتقاد بعض الناس وخاصة المثقفين بهذه المصطلحات",
            "page": "153",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "والمفاهيم ومناداتهم بتطبيقها في مجتمعاتنا وفقاً للمنهج الغربي الذي يرى الناس كلهم عبيد له وهو سيد مطلق. ¶ ولقد تعدت هذه الحرب في المفاهيم والمصطلحات كل شيء ولم تقف عند حد معين بل غسلت الأدمغة ووصلت إلى الأسرة بمفهومها العام وجعلت أغلب الناس يغيرون من نمط حياتهم ويجعلونه مشابهاً لحياة الغرب من سفالة وانحطاط وانحدار دون مراعاة لدين أو قيم وذلك نتاج بسيط لهذه الحرب الخطرة والمستعرة في كل مجال من مجالات الحياة التي ترتكز على مفاهيم ومصطلحات ثابته وخاصة الدينية فإن الحرب عليها تكون أكبر من أي شيء أخر (¬1). ¶ والملاحظ أن هذه الحرب لم تستهدف إلا المصطلحات الإسلامية فقط وأما ما لدى الديانات الأخرى كاليهودية والنصرانية وغيرها من الديانات فلم يتم التعرض لمصطلحاتها كما هو الحال في المصطلحات اليهودية التي لم تتغير كأرض الميعاد، والهيكل، والدولة العبرية، وغيرها من المصطلحات اليهودية أو النصرانية بالذات. وهذا يبين لنا بوضوح مدى استهداف هذه الأمة على وجه الخصوص من هذه الظاهرة. ¶ ¬__________ ¶ (¬1) أنظر: العولمة ومستقبل العالم الإسلامي. فتحي يكن ـ رامز طنبور. صـ 42ــ 43. العلمانية والعولمة والأزهر. كمال المرسي. صـ128، موقع الإسلام اليوم الإلكتروني. العولمة وأثرها على الهوية. د. خالد بن عبد الله القاسم. 05/ 06/2006م.",
            "page": "154",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ثانياً: العولمة الاقتصادية. ¶ لا خلاف ولا جدال أن المال هو عصب الحياة وأن أي جهد بشري لا بد له من المال، وكذلك التنمية والتعليم أو أي شيء يراد منه مصلحة الأمة ونهوضها، وكذلك حياتها فإنه لا بد فيه من وجود المال إذاً فالمال هو عصب الحياة ولا يمكن لأي أمة من الأمم أن تحافظ على نفسها وبقائها على وجه الأرض إلا بوجوده معها فهو يتحكم في جميع مناحي الحياة، وفي سبيل الحصول عليه قد يبيع ضعاف النفوس من البشر أغلى ما يملكون من دين وعرض وهو ليس في حاجة شديدة لهذا المال إلا من باب الترف فما بالك بمن كان محتاجاً لهذا المال حاجة شديدة يسد بها رمقه أو يعالج بها نفسه أو من يعول فلا شك أن المال إذا فقد من يديه فإن ذلك قد يضطره للتنازل والاستسلام والخنوع لمن يملك هذا المال وتاريخ البشرية يطفح بالكثير من تلك النماذج. ¶ فطن صناع العولمة لهذا الأمر مبكراً وعملوا على أن يجعلوا مفتاح هذا المال بإيديهم حتى يستطيعوا أن يضغطوا به على من لا يستجيب لهم ولا ينفذ مطالبهم أو يعارضهم، وسياسة العقوبات الاقتصادية على الدول ماثلة أمام أعيننا إذ أن أكثر من مليوني طفل عراقي ماتوا نتيجة للعقوبات الاقتصادية التي فرضت عليهم ¶ ولقد أجاد أعداء الأمة هذه الوسيلة واللعب بها فحققت لهم الكثير من الإنجازات والأهداف المهمة بالنسبة لهم وقد استطاعوا عمل كل ذلك وتحقيقه من خلال المؤسسات الدوليه التالية:",
            "page": "155",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "1) صندوق النقد الدولي: ¶ مع إنشاء هذا الصندوق بدأت العولمة الاقتصادية بمفهوم الهيمنة الغربية تتأكد وتترسخ وتأخذ الطابع المؤسساتي ذا التغطية الدولية الملزمة للدول. ¶ والصندوق منظمة مالية أنشئت بناء على توصية مؤتمر الأمم المتحدة للنقد والمال الذي عقد في بريتون وودز عام 1944م. ¶ وأصل فكرة إنشاء الصندوق كانت تنزع لمساعدة الدول الفقيرة والنامية وتحديد سعر صرف العملات ما أمكن ذلك وكانت كذلك تهدف لتثبيت النظام الاقتصادي الحر واستقطاب الدول لتبني هذا النظام وتطبيقه، ولكن من خلال التطور العالمي الذي حصل والأحداث التي جرت وكيف تعامل الصندوق معها تبين أن هذا الصندوق الذي تهيمن عليه الدول الغربية وعلى رأسها أمريكا أصبح جهازاً للتدخل النقدي تحت تصرف الدولة الأقوى في العالم، وهو يمارس ضغطاً على الدول الفقيرة والنامية لتلبية شروطه التي أصبحت تطال كل خصوصيات الدول السياسية، والعسكرية، والاجتماعية ناهيك عن الاقتصادية منها والمالية. ¶ بمعنى أن هذا الصندوق أصبح وصياً على الدول وله فيها ممثلون لا تستطيع الدول أن تُقدم على أي خطوة إلا بموافقة هؤلاء الممثلين مما يعني فقدان هذه البلدان سيادتها على أوطانها مقابل حفنة قليلة من الأموال يقدمها لها هذا الصندوق (¬1). ¶ ¬__________ ¶ (¬1) أنظر: واقعنا المعاصر. محمد قطب. صـ 179، العولمة ومستقبل العالم الإسلامي. فتحي يكن ـ رامز طنبور. صـ 57، موقع الحوار المتمدن الإلكتروني. العولمة وتحدياتها للعالم العربي. فوزي نصر. 13 ـ 7 ـ 2006.",
            "page": "156",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "2) البنك الدولي. ¶ هو مؤسسة مالية عالمية ولدت مع صندوق النقد الدولي بناء على اتفاقية بين أربع وأربعين دولة اجتمعت في بريتون وودز عام 1944م، وهذه المؤسسة بأهدافها التنموية والاقتصادية لعبت دوراً هاماً رافق نشأتها و فترة التعمير عقب الحرب العالمية الثانية واستمرت هذه المؤسسة كذلك تقدم الدعم المالي المؤثر إيجابياً في اقتصاديات الدول النامية والفقيرة، وأسست الدول المنشئة للبنك مع الدول الفقيرة علاقات اقتصادية ومالية كبيرة بهدف ضمها إلى جانبها وإبعادها عن المنظومة الاشتراكية المنتشرة بقوة أنذاك ولقد استمر الدعم المالي للدول الفقيرة بشكل كبير وساهم في دحر الفقر وفي إيجاد شيء من التنمية في هذه البلدان ولكن الأمر تغير بعد ذلك إذ أنه وبمجرد سقوط المنظومة الاشتراكية من الساحة وعدم وجود منافس قوي لهذه الدول، فإن الأمر اختلف حيث اصبح الدعم من قبل البنك للدول الفقيرة يأخذ صفة التدخل في الهياكل الاقتصادية للدول وأنظمتها السياسية ومفاهيمها وخصوصياتها. ¶ ولقد باركت الدول المنشئة للبنك هذا التوجه ودعمته ووسعت مفهوم التدخل في شؤن البلدان الفقيرة تحت مسميات مختلفة منها التنمية الاقتصادية والاجتماعية والاصلاح الإداري وحقوق الإنسان وغيرها من المسميات التي تستبيح بهاالكثير من البلدان الفقيرة.",
            "page": "157",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وهذه الدعاوى أو المطالب التي تفرض وإن كانت مفيدة ومهمة لهذه البلدان إلا أن الغرض من ورائها كبير؛ إذ ليس المراد تحقيقها وحدها فقط وإنما الغرض الأهم هو أيجاد يد لهم داخل هذه البلدان تستخدمه كيف تشاء وقتما تشاء. ¶ والمتأمل لواقع الأمة يرى أن هذا البنك قد قدم العديد من القروض للدول الإسلامية ومع ذلك لم تحدث أي تنمية لا اقتصادية ولا اجتماعية ولم يحدث إصلاح مالي ولا إداري وإنما حدث العكس إذ أن الأمر أصبح أخطر مما كان عليه سابقاً وإلى جانب ذلك أصبحت البلاد مرهونة مقابل القروض التي أخذتها من هذا البنك وواقع غالبية بلدان العالم الإسلامي يشهد بذلك (¬1). ¶ 3) الجات ((منظمة التجارة العالمية)). ¶ هي عبارة عن اتفاق عالمي ذي طابع تجاري يهدف إلى وضع قواعد لتحديد وتخفيض التعريفات الجمركية والتجارية في التبادل التجاري بين الدول وهذه المؤسسه. ¶ وهذه الاتفاقية كانت غربية المنشأ والأهداف والظروف إذ أن الولايات المتحدة الإمريكية كانت هي الأساس في صياغة بنود هذه الاتفاقية لتخدم أغراضها وأهدافها باعتبارها أكبر دولة اقتصادية في ذلك الوقت بعد الحربين العالميتين الأولى والثانية اللتين قضتا على أغلب اقتصاديات الدول الأوربية والأسيوية ولم يتبق إلا الاقتصاد الأمريكي فكان هو المروِّج والداعم والمنفذ لهذه الفكرة. ويتمثل ¶ ¬__________ ¶ (¬1) أنظر: العولمة ومستقبل العالم الإسلامي. فتحي يكن ـ رامز طنبور. صـ 61.",
            "page": "158",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "الهدف الرئيس المعلن للمنظمة بإيجاد نظام تجاري عالمي وتحقيق تنمية مستدامة بمعنى أنها تفي بحل جميع المشاكل والخلافات التجارية بين البلدان الاقتصادية الكبيرة. ¶ وأما بالنسبة للدول الفقيرة فهي تعني أشكالاً مختلفة ومتعددة من التبعية للدول الغربية لأن هذه الدول غير مؤثرة في أي شيء داخل هذه المنظمة التي يصدر عنها كل ما من شأنه حماية وتحقيق مصالح الدول الغنية والمؤثرة وعلى رأسها أمريكا والاتحاد الأوربي واليابان وأما البقية وخاصة الدول الفقيرة فإنها تعمل على تطبيق كل ما يفرض عليها رغبة منها في تحسين الوضع أو المعاملة الحسنة من قبل هذه الدول ولكنها لا تحصل مقابل ذلك إلا على تسهيلات محدودة في الوصول إلى الأسواق العالمية على الرغم من فتحها لجميع أسواقها بكل سهولة ويسر أمام مايأتي من داخل هذه الدول. ¶ وأما المساعدات التي تعطى لها فإنها لا تساوي شيئاً مقارنة بالتنازلات التي تقدمها للدول الكبرى من رفع للدعم وفتح للأسواق وإغراقه بالبضائع الخارجية ورفع يد الدولة عن التجارة وجعلها بيد أشخاص يتحكمون في أقوات العباد، وكذلك السماح بدخول الاستثمارات الأجنبية بدون دراسة أو رقابة عليها. ¶ لذا فإنه لا يوجد مساواة في هذه المنظمة بين الأعضاء، حيث أصبحت مثل غيرها من المنظمات التي تعد حكراً على الدول الغنية تعمل على خدمتها وتحقيق أهدافها ونمو اقتصادها على حساب الأخرين بل والأعظم من ذلك أنها جعلت الدول الفقيرة تقدم ما تملكه من مواد خام للدول الغنية مقابل أموال رمزية، ثم تعود",
            "page": "159",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وتستوردها بأضعاف ما باعتها به وبذلك زادت هذه المنظمة الغني غناً والفقير فقراً ومكنت الغني من الفقير يعبث به كيف يشاء ويتحكم فيه كيف يريد دون رقيب أو حسيب أو دين أو ضمير، لأنها في دنيا المال أشياء مفقوده نهائياً (¬1) ¶ 4) الشركات متعددة الجنسية. ¶ بعد ذهاب جميع الظروف المؤثرة على التجارة من حروب وتحالفات، وانفتاح الأسواق العالمية نتيجة لبعض الاتفاقيات كان لا بد من إيجاد وسيلة لغزو هذه الأسواق والسيطرة عليها بعد أن عجزت الشركات القومية والمحلية عن ذلك. ¶ حينها بدأ التفكير بإنشاء شركات عابرة متعددة الجنسية تخترق كل الحدود وتؤثر في الاقتصاد والسياسة من خلال تأثيرها على مفهوم الدولة والسيادة. ¶ ولقد مثلت هذه الشركات ركيزة من ركائز العولمة الاقتصادية وبلغت مبلغاً هاماً حيث شكل رقم المبيعات لهذه الشركات أرقاماً خيالية تفوق العديد من اقتصاديات الدول الكبرى ناهيك عن الدول الفقيرة التي لا يمكن لها أن تجاري هذه الشركات ولا أن تقف بوجهها نظراً للفارق الكبير والواضح بينهما مما يجعل هذه البلدان خاضعة ومستسلمة لهذه الشركات ولمن يقف وراءها وهذه الشركات لها العديد من الأهداف من أهمها: ¶ - التأثير في دخول الدول النامية. ¶ - التأثير في خطط التنمية ومحاولة إلغائها وإفشالها. ¶ ¬__________ ¶ (¬1) أنظر: العولمة. عبدالكريم بكار. صـ 95.، العولمة ومستقبل العالم الإسلامي. فتحي يكن ــ رامز طنبور. صـ 66،",
            "page": "160",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "- إبتزاز إقتصادالدول النامية من خلال السيطرة على مشاريعها الاقتصادية. ¶ - إضفاء أساليب التغريب على منا هج الحياة في الدول الفقيرة لتقليص أو مصادرة خصوصياتها الوطنية أو الإقليمية، من خلال إخضاعها اقتصادياًً وسياسياً. ¶ ولقد حققت هذه الشركات ومن يقف وراءها من أرباب العولمة مبتغاها في أغلب الدول وسيطرت على اقتصادياتها وما زالت تحاول أن تحكم السيطرة عليها بشكل كامل حتى تحقق جميع أهداف العولمة الاقتصادية (¬1). ¶ ثالثاً: العولمة السياسية. ¶ السياسة ركن مهم في حياة الأمم لأنها توجه أغلب الأنشطة في جميع الدول والذي يستطيع أن يؤثر على مصادر القرارات السياسية يستطيع أن يتحكم في أغلب أنشطة هذه الدول حسب ما يريد، وقد عمل صناع العولمة على أن يكون هذا الأمر بأيديهم أو بأيدي من يواليهم حتى يحققوا مبتغاهم في هذه الدول من خلال تأثيرهم على سياسة الدول وجعلها تحت تصرفهم وتوجيهها الوجهة التي يريدون لأنهم إذ فقدوا التصرف بهذه السياسة فإنهم ولا شك قد يفقدون الكثير من المكاسب التي تحققت من خلال العولمة الثقافية والاقتصادية لذا كان لابد لهم من التخطيط السليم الذي يستطيعون من خلاله التأثير على هذه السياسة وسلبها ¶ ¬__________ ¶ (¬1) انظر: العولمة ومستقبل العالم الإسلامي. فتحي يكن ــ رامز طنبور. صـ73. ¶ الإسلام والعولمة ...... المنازلة. د/ سامي الدلال. صـ 55. ¶ جريدة الشرق الأوسط. العولمة وتأثيرها على اقتصاد الدول. 2\\ 3 \\ 1997م.",
            "page": "161",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "من أيدي أصحابها وجعلها بأيديهم وذلك من خلال طرق ووسائل شرعية تمكنهم من ذلك دون رفض أو تذمر أو مواجهة من أحد لأن من يخالف ذلك سوف يكون خارج الإطار العالمي الشرعي لذلك عملوا على إنجاح ذلك من خلال: ¶ 1) عصبة الأمم ((الأمم المتحدة)). ¶ لقد أنشأت عصبة الأمم أولاً ثم الأمم المتحدة من أجل خدمة جميع الأمم والرقي بها والمساواة بين جميع الناس حسب مواثيقهما ولكن الناقد البصير والمتطلع بعين الحقيقة المجردة ليرى ويتأكد له بأن هذه المنظمة وغيرها من المنظمات الدولية قد أنشئت بروح غربية من أجل تحقيق أهداف الغرب ومطامعه في العالم وخاصة عالمنا العربي والإسلامي. ¶ إذ أن إنشاء عصبة الأمم كان باتفاق بين كلٍ من أمريكا وإنجلترا بعد الحرب العالمية الأولى حيث أقر ميثاقها في فرساي 15/ 1/1919م ولكنها فشلت في تحقيق ما وجدت لأجله. ¶ ثم بدأ التفكير في إيجاد منظمة بديلة تقوم بالدور نفسه، وتمت الخطوة والإجراءات التي مهدت لقيام منظمة الأمم المتحدة والتي قامت على أساس المساواة بين جميع الدول المسالمة. ¶ ولقد شارك في وضع أسس هذه المنظمة ممثلو الولايات المتحدة الأمريكية وبريطانيا والاتحاد السوفيتي في حينها ولم يسمح للبعض الأخر بالمشاركة مما",
            "page": "162",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "أعطى امتيازات لهذه الدول دون غيرها من دول العالم ولقد تمت المصادقة على ذلك في 24/ 9/1945م. ¶ وبعد ذلك بدأت مرحلة جديدة من العلاقات السياسية القائمة بين دول العالم علا فيها شأن الدول الكبرى وظهرت سيطرتها على أغلب قرارات الأمم المتحدة ومجلس الأمن التابع لها وخاصة بعد انتهاء التوازن الموجود حينذاك عند وجود الاتحاد السوفيتي فلما ذهب الاتحاد السوفيتي وبقيت قوة عظمى وحيدة تسيطر على العالم وضحت عند ذلك الأهداف الرئيسية التي أنشئت من أجلها الأمم المتحدة وتمثلت تلك الأهداف في السيطرة على دول العالم وإخضاعها من خلال القرارات الشرعية للأمم المتحدة التي لا تستطيع أي دولة رفضها لأن الأمم المتحدة أصبحت العصا الغليظة التي تضرب بها الولايات المتحدة وحلفاؤها كل من يقف في وجه مخططاتهم الإستعمارية ومصالحهم واستثماراتهم المنتشرة في جميع أنحاء العالم إذاً فالأمم المتحدة هي الوسيلة الشرعية السياسية التي استخدمتها العولمة وصناعها وعلى رأسهم أمريكا في السيطرة على جميع مقدرات العالم بالوسائل التي شرعوها لأنفسهم وبمباركة دول العالم والأدلة على ذلك كثيرة جداً منها حرب الخليج الأولى والثانية اللتين مكنتا الغرب وحلفاؤه من السيطرة على منابع النفط في العالم العربي والذي يمثل أهم مورد من موارد الطاقة العالمية ولا بد أن يكون بأيدهم حتى تكون لهم الكلمة المطلقة وتم ذلك طبعاً عن طريق قرارات الشرعية الدولية في الأمم المتحدة.",
            "page": "163",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ومن ذلك دخول الولايات المتحدة الأمريكية وأعوانها إلى قلب أوربا من خلال دعم الحروب الداخلية في يوغسلافيا السابقة ومن ثم ضربها عسكرياً وكل ذلك بموافقة ومباركة الأمم المتحدة وقراراتها الموجهة. ¶ ومن ذلك الحرب التي قامت ضد أفغانستان برعاية الأمم المتحدة تحت مسمى الحرب على الإرهاب التهمة الجديدة التي تستخدمها الولايات المتحدة الأمريكية وأعوانها ضد كل من يقف في وجه مصالحهم سواءً بالحق أو الباطل مثلما حدث في العراق تحت دعاوى ومسميات كاذبة لا أساس لها من الصحة وإنما هو الحقد الصليبي الدفين تجاه كل ما هو إسلامي وعربي ولقد صرح بهذا الأمر زعماؤهم وقاداتهم في أكثر من مناسبة. ¶ ومن أقوى الأدلة وأبرزها تعامل الولايات المتحدة وأعوانها مع قرارات الأمم المتحدة فمتى ما كانت هذه القرارات في صالحهم وصالح حلفائهم فرضوها ونفذوها حتى ولو بقوة السلاح كما حدث في أفغانستان وليبيا والعراق والسودان وغيرها من الدول، وأما إذا كانت عكس ذلك فإنهم يجمدونها ويعطلونها بل يصل الأمر إلى إتخاذ حق النقض الفيتو الذي يعطل جميع القرارات وتصبح لا قيمة لها ولا تنفذ إطلاقاً وهذا واضح وجلي في جميع القرارات التي اتخذت ضد إسرائيل ولم ينفذ منها قرار حتى الأن على الرغم من مرور عشرات السنوات على صدورها ودون أن تتحرك لذلك الأمم المتحدة ومن يقف وراءها.",
            "page": "164",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وهكذا يتبين لنا جلياً أن الأمم المتحدة ما وجدت إلا لأهداف محددة وخطط مرسومة تخدم أولاً وأخيراً من أسسوها ووضعوا أهدافها وغاياتها الحقيقية لا المعلنة (¬1). ¶ 2) حقوق الإنسان. ¶ إن التدخل في شؤون الدول والشعوب أصبح سمة من سمات النظام العالمي الجديد الذي يقوده المنادون بعولمة العالم لخدمة مصالحهم، ولقد رُبط هذا التدخل بمعان ساميه وبأطر واسعة غير محدده، كان من أبرزها رفع الغرب لشرعية حقوق الإنسان كداعم لها ومدافع عنها مما يخوله التدخل في شتى شؤون المجتمعات والدول. ¶ وذلك من خلال الضغط على تلك الدول بالعديد من الوسائل المسيطر عليها، ولكن المتأمل لحقيقة هذا الأمر يرى العجب العجاب وذلك لأن هذا المفهوم الذي يتشدقون به كانت وراءه إرادة غربية واضحة تنسب لنفسها الحق في وضع مبادىء عامة للبشر جميعاً متوافقة مع القيم الغربية والفلسفة الغربية للإنسان والحياة، وهذا يعني أنها حقوق تجسد حضارة واحدة يجب إملاؤها على جميع الناس دون مراعاة لخصوصيات الأمم وثقافاتها وأديانها وعقائدها وحضارتها، لكنها السياسة الدولية أو الشرعية الدولية المزعومة التي قلبت المفاهيم وأصبح كل من لا يقف معها ويسير في ركابها فهو عدوها ويجب محاربته والقضاء عليه. مما ¶ ¬__________ ¶ (¬1) انظر: العولمة ومستقبل العالم الإسلامي: فتحي يكن ـ رامز طنبور. صـ 80 ـ 85.",
            "page": "165",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "فتح المجال واسعاً أمام جميع التدخلات الاقتصادية والعسكرية أحياناً لفرض هذه الحقوق التي يرونها ويريدون فرضها على الأمم والشعوب حتى تداخلت المفاهيم وضاعت الحقوق والاعتبارات لأن الغرض من هذا هو كسابقه الغرض منه فرض الهمينة والوصاية والتدخل في شؤون الدول وإخضاعها لرغبة صناع العولمة المهيمنين على اقتصاديات الشعوب وإلا فأين هم مما يجري ويحدث من إنتهاكات لحقوق الإنسان في كل من فلسطين والعراق وأفغانستان وكشمير والشيشان وغيرها من البلدان الإسلامية أو الأماكن التي تعيش فيها أقليات إسلامية تئن تحت وطأة الاحتلال والقتل والتشريد والتجويع والاعتقالات العشوائية دون ذنب أو جريرة إلا الانتماء لديانة غير ديانة دعاة حقوق الإنسان، فأين حقوق هؤلاء أم أنهم ليسوا بشراً حسب قانون الشرعية الدولية أو النظام العالمي الجديد الذي يتحدث عن حقوق الإنسان في الدول العربية وأنها منتهكة ومع ذلك يدعمون هذه الأنظمة لأنها تسير وفق خططهم وأهوائهم. وبالمقابل يدعمون إسرائيل بحجة أنها دولة ديمقراطية، وينقلبون على الديمقراطية التي أتت بحماس إلى السلطة لذلك من حقنا أن نكذب دعواهم بالديمقراطية وحقوق الإنسان. ¶ وحين يتحدثون عن حقوق الإنسان يمنعون قطعة قماش على رأس المرأة المسلمة ويصدرون قانون الأدلة السرية الذي يجيز اعتقال أي شخص وحبسه أي مدة دون جريمة وإنما لمجرد الاشتباه فقط، وهذه القوانين لا تطال جميع الناس وإنما فئة محددة فقط هم المسلمون وحدهم.",
            "page": "166",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "إذن هذه الحقوق التي يتشدقون بها ويريدون السيطرة علينا من خلال فرضها هي حقوق الإنسان الغربي _ المسيحي واليهودي والوثني والاَّديني_ وأما من عداهم فلا حقوق لهم على الإطلاق في نظر هؤلاء سواءً في مواطنهم الأصلية أو في البلدان التي يعيشون فيها والتي تدعي مدافعتها ودعمها لتك الحقوق والدليل على ذلك المعاناة التي يعيشها المسلمون في تلك الدول وخاصة بعد أحداث الحادي عشر من سبتمبر، إذاً هذه هي بدعة حقوق الإنسان والخدعة الكبرى التي يخدعوننا بها كي يمرروا مخططاتهم ومؤامراتهم وأحقادهم. (¬1) ¶ 3) الديمقراطية. ¶ من منا لم يسمع بهذه الكلمة التي أصحبت تردد على مسامعنا ليلاً و نهارا في الإذاعة والتلفزيون والصحافة وفي المؤتمرات والندوات وعلى ألسنة المسؤلين وأصحاب القرار مما جعل هذه الكلمة من أكثر الكلمات تداولاً وشيوعاً. ¶ وهذه الكلمة بمعناها العام هي أن يحكم الشعب نفسه بنفسه من خلال إختياره لمجموعة من الناس يمثلونه في مجلس النواب لإقرار القوانين والتشريعات التي يحتاج إليها الناس في حياتهم ويكون له دور رقابي وتوجيهي وعقابي على المخالفين، وكذلك تعني اختيار الحكام ونوابهم لحكم البلاد ورعاية العباد والحفاظ على ¶ ¬__________ ¶ (¬1) انظر: العولمة ومستقبل العالم الإسلامي: فتحي يكن ـ رامز طنبور. صـ 86.",
            "page": "167",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "الأوطان. (¬1) هذا هو التفسير المختصر وإلا فإن هناك الكثير من التفسيرات والتأويلات الأخرى لهذه الكلمة. ¶ والنظام العالمي الآن يحاول بكل ما أوتي من قوة فرض هذا المفهوم على دول العالمين العربي والإسلامي على وجه الخصوص ولكن ليس بالمفهوم الذي ذكرناه آنفاً وإنما المراد علمنة أساليب الحكم عامة وجعل البرلمانات تشرع كل ما يحتاج إليه الإنسان دون الرجوع إلى الشريعة الإسلامية بمعنى إبعاد الشريعة الإسلامية عن منصة الحكم كما هو حاصل الآن في أغلب دول العالم ومنها أغلب الدول الإسلامية والعربية. ¶ لذلك يعمل النظام العالمي على فرض ذلك بالتهديد والترغيب بكافة أنواعهما المادية والمعنوية. ¶ بل العسكرية أحياناً كما قال الرئس الأمريكي: جئنا إلى العراق لنوجد الديمقراطية فماذا أوجدت ديمقراطيتهم المصحوبة بالآلة العسكرية الفتاكه؛ أوجدت الجوع والخوف والقتل والسجون والتعذيب وكافة أصناف الانتهكات لآدمية الإنسان العراقي وذلك لأن غرضهم ليس تحقيق الديمقراطية المطبقة في مجتمعاتهم والتي قد يقاضي فيها أصغر مواطن رئيس الدولة دون أن يعترض عليه أحد وتكفل لك جميع الحقوق والواجبات فليس غرضهم هذا؛ إنما كما قلنا هو سلخ الأمة من دينها عبر هذه البرلمانات التي يعلمون كل العلم أن أغلب هذه ¶ ¬__________ ¶ (¬1) أنظر: التعددية السياسية في الدولة الإسلامية. د. صلاح الصاوي. صـ 8. الطبعة الأولى. ... 1413هـ ـ 1992م. دار الإعلام الدولي بمدينة نصر. القاهرة ـ مصر.",
            "page": "168",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "البرلمانات مزورة في نتائجها ولا تعبر عن رأي الشعوب ومع ذلك يمدحونها ويصفونها بالنزيهة والممتازة مع علمهم علم اليقين أنها عكس ذلك، ولكن لأنها تقوم بالدور الذي يريدون القيام به والدليل على ذلك إبعاد الشريعة الإسلامية من حياة أغلب الشعوب الإسلامية. ¶ إذاً فالديمقراطية التي يريدون لنا هي التي تحقق مصالحهم بأي شكل من الأشكال وبأي وسيلة من الوسائل سواءً إنتخابات مزورة أو إنقلابات عسكرية موالية لهم مع أنهم ضد هذه الانقلابات ولا يعترفون بها ولا يتعاونون مع أصحابها وخاصة إذا كانت ضد مصالحهم أما إذا وافقت هواهم ومصالحهم فإنهم يؤيدون أصحابها ويدعمونهم والمثال على ذلك واضح وصريح في واقعنا المعاصر كما حدث في هاييتي عند أن قاموابإحباط الإانقلاب وأعادو الرئيس الموالي لهم بالقوة العسكرية وكذلك ما حدث في باكستان عندما أيّدوا الإنقلاب ودعموا قائده لأنه سوف يحقق لهم ما لم يحققه لهم الحكام المنتخبون الذين قبله، إذاً فهي ديمقراطية المصالح يتوجهون حيثما توجهت ويدوسون في سبيلها على كل الأعراف والقوانين والشرائع السماوية والوضعية. (¬1) ¶ ولذلك علينا أن نعي أنه ليس في سياساتهم أعداء دائمون وإنما مصالح دائمة ولذلك نجد في سياساتهم هذه التناقضات السخيفة والخبيثة في آن يرفضون التفاوض مع حزب الله لأنه منظمة إرهابية ويدعون إلى ا لتفاوض مع الحكومة ¶ ¬__________ ¶ (¬1) مذاهب فكرية معاصره. محمد قطب. صـ 280. أنظر: الإسلام والعولمة .......... المنازلة. سامي الدلال. صـ 71.",
            "page": "169",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "اللبنانية لأنها حكومة منتخبة، وفي الوقت نفسه يتفاوضون مع المتمردين والإرهابيين في دارفور في السودان ويرفضون التعامل مع حكومة فلسطين المنتخبة من قبل الشعب يقومون بذلك بوقاحة معلنة تذهب مصداقياتهم وادعاءاتهم المزيفة والكاذبة. ¶ المبحث الخامس: ـ كيفية التعامل مع العولمة ¶ إن العولمة ليست فكراً ولا تياراً ولا أزمةً ولا اتجاهاً يستطيع الإنسان أن يضع الخطط ويجّند الجنود والمفكرين لمحاربته ومحاصرته والقضاء عليه وإنما هي ظاهرة كونية جديدة تخترق جميع مجالات الحياة المختلفة وتؤثر في ذلك إما سلباً أو إيجاباً وذلك لأنها جاءت نتيجة لجملة من التطورات الهائلة التي مر بها العالم أجمع سواءً منها الصناعية أو السياسية. ¶ ففي الجانب الصناعي قفز العالم قفزة هائلة ومثلها في مجال التقنية الحديثة وفي كل المجالات قفز نفس القفزة بحيث أصبح العالم كأنه قرية واحدة. و في الجانب السياسي فقد التوازن السياسي بعد زوال الاتحاد السوفيتي وغلب الجانب الفردي القهري الموجه لقوته والمستخدم لها حسب مصالحه، كل ذلك أسهم على نحو مؤثر في بزوغ العولمة واجتياحها للعالم بأسره كما هو ماثل أمام أعيننا. ¶ إذاً لا بد من التعامل مع هذه الظاهرة ببصيرة وحذر لا أن نرفضها كما يقول البعض لأن ذلك أصبح مستحيلاً وإنما يجب التعامل معها وفق رؤية صحيحة سليمة قائمة على شريعتنا الإسلامية وذلك بأن نأخذ كل ما يوافق منهجنا أو ما",
            "page": "170",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "لا يتعارض معه وأن نرفض ما يصادمه ويخالفه ويدعو إلى الإنقضاض عليه وبذلك نستطيع أن نستفيد ونفيد أمتنا من هذه الظاهرة الكونية بل قد نستطيع توجيهها في نشر ديننا وثقافتنا وعقيدتنا إلى العالم بأسره لا أن نصبح أسرى لثقافات وأفكار المجتمعات المخالفة لنا في عقيدتنا وديننا وهذا الأمر لا يمكن حصوله إلا من خلال بعض الأمور الهامة منها: ـ ¶ أولاً: التعريف بالعولمة. ¶ إن نسبة كبيرة من أبناء أمتنا يعيشون تحت وطأة الجهل والظلام فهم لا يعرفون عن العولمة أي شيء، وكذلك الطبقة المتعلمة والمثقفة ليس لديها علم كبير بالعولمة وأهدافها ووسائلها وأساليبها لأن ثقافتها سطحية لا تهتم في أغلبها إلا بسفاسف الأمور. ¶ لذا فإن أول عمل يجب القيام به في مواجهة العولمة هو توعية الناس بطبيعتها وأهدافها لأنها حتى الأن غير واضحة المعالم عند كثير من الناس وسوف تستمر إفرازاتها وتفاعلاتها مدة طويلة فيجب متابعة ذلك وتوضيحه للناس بكافة الطرق والوسائل التي من شأنها أن توضح معنى العولمة وكيفية تعامل الناس معها لا تخويفهم منها ولا تبشيرهم بأنها الخير كله فذلك كله خطأ لأننا أمة لنا عقيدة ودين يتميزان أساساً بالعالمية مع مراعاة خصوصيات معينة فالإسلام دين عالمي",
            "page": "171",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "أرضاً وبشراً وخطابه كذلك {يأيها الناس اعبدوا ربكم (¬1) 1)} فالعولمة ليست جديدة عليه لكن كيف توجه العولمة وتوظف في خدمة الإسلام هذا ما يجب على المسلمين حكاماً ومحكومين وعلماء ومثقفين الإفادة منه، وبناءً عليه فإننا إذا لم نعرف كيفية التعامل معها فإن تأثيرها علينا سيكون سلبياً وتوظف توظيفاً خاطئاً ضدنا. إذاً لا بد من الحذر في البيان والتوعية حتى يفهم الناس ما يواجهون ويقفون على حقيقته الصحيحة لا الخادعة البراقة التي يروج لها في وسائل الإعلام المختلفة ومنها المسلمة. ¶ ثانياً: المرجعية. ¶ إذا أردنا التعامل مع العولمة فلا بد من أن تكون لنا مرجعية نرجع إليها أثناء حديثنا وتعاملنا معها من حيث أضرارها على الفرد والمجتمع وإلا فإننا سوف نتفرق ونتشتت ونذهب مذاهب شتى وتذهب جهودنا هباءً لأن كل واحد منا سوف يسلك طريقاً غير الطريق الذي يسلكه غيره ولكن المرجعية سوف تكون مرجعاً للكل عند الاختلاف ولا بد من مرجعية متفق عليها بين الجميع وليس حولها شك أو جدال، والحقيقة التي لا جدال فيها أن أمة الإسلام لا يمكنها أن تواجه العولمة دون أن يكون مرجعها الإسلام دين الله في الأرض والسماء الإسلام الشامل لجميع مناحي الحياة إسلام القيم والأخلاق والمثل الرفيعة إسلام البذل ¶ ¬__________ ¶ (¬1) سورة. البقرة. أية. ((21)).",
            "page": "172",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "والعطاء والتضحية والفداء والزهد في الدنيا وإيثار الأخرة وصلة الرحم والرحمة بالفقراء والمساكين والتعاون على الخير. وليس الغرض من ذلك هو قراءته على الناس فقط وإنما المراد هو تربيتهم على جميع معاني الإسلام لأنهم إذا ما تربوا عليها فإنهم يمكنهم مواجهة العولمة لأنها من منظور المروجين لها ترفض كل ذلك وتعمل على إلغائه بين الناس وتقدس الفرد والمصلحة وهذا يناقض المبادىء التي دعت إليها عالمية الإسلام من العدل والتوحيد والرحمة والإخاء والمساواة والحرية وحقوق الإنسان. ¶ إذاً فإن مرجعيتنا الصحيحة في مواجهة العولمة والتعامل معها لن يكون إلا باتباع المنهج القويم والشريعة السمحاء التي شرعها وارتضاها الله تعالى لنا وهذه المرجعية لا يمكن أن يختلف عليها اثنان من المسلمين إلا من طبع الله على عقولهم وقلوبهم وإلا فإن الغالبية العظمى من أبناء الأمة مجمعة على هذه المرجعية التي فيها نجاة الأمة من كل حادثة أو مصيبة تنزل بها في أي فترة من الفترات منذ عهده صلى الله عليه وسلم إلى عصرنا الحاضر والتاريخ أكبر شاهد على ذلك، وهذه المرجعية في الواقع مرجعية عالمية لأن قيم الإسلام قيم عالمية ومطلوب من المسلمين إشاعتها بين جميع البشر كما حدث في العصر الأول للإسلام الذي قام فيه أتباع الإسلام بنشر قيمه ومبادئه العالمية في أغلب أرجاء المعمورة آنذاك. ¶ ثالثاً: عدم الخضوع والاستسلام. ¶ إن العولمة بشكلها الحالي وبما وصلت إليه أصبحت عملاقاً كبيراَ يهاجم ويفترس كل من يقف في وجهه ويحاول اعتراض طريقه. وهذا قد يولد لدى البعض منا",
            "page": "173",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "اليأس والإحباط والاستسلام والرضوخ للقدر المحتوم وانتظار نتيجة هذه المصيبة، وهذه سلبية كبيرة لدى هؤلاء تدفعهم إلى الاستسلام الكلي وتسليم كل شيء بل قد تدفعهم إلى السير في هذا الطريق دون معرفة الغاية أو الهدف وهذا هو هدف العولمة وأربابها إذ أنهم أحدثوا هزيمة نفسية لدى غالبية الناس جعلتهم أسرى لها لا يستطيعون الحراك من أماكنهم بل جعلتهم يسلمون كل شيء دون مقابل يذكر. ¶ وهذا لم يأت من فراغ وإنما من عمل دؤوب وانتشار واسع وسيطرة كاملة وواضحة على أغلب الأسواق والبلدان جعلها تبهر العالم بأسره حتى أن البعض دعا إلى العزلة عنها وتجنبها حتى تختفي كما اختفت من قبلها جميع المذاهب والأفكار التي واجهت الأمة الإسلامية. ¶ وهذا غير صحيح لأن العولمة تختلف عن سابقاتها كونها عبارة عن مجموعة آليات لأنتاج شامل، وأن التعامل معها يجب أن يكون أشبه بخوض معركة مستمرة تحتاج إلى حشد الطاقات وتعبئة الموارد والتخطيط المتقن والتنفيذ الجيد والمتابعة الدائمة والمستمرة، وهذا لن يتم إلا من خلال عشرات المؤسسات التي تعمل في هذا الإطار بتنسيق فعال ومهم وإلا فإن الردود سوف تتبخر وتبقى المشكلة وتتفاقم مع الأيام حتى تخضع الأمة بكل كياناتها، وأثناء هذه المقاومة لا بد من إيماننا بوجود الله تعالى معنا وأنه ناصرنا وأنه ما أنزل من داء إلا وجعل له دواء، وعلينا كذلك أن نخلص النية في عملنا وأن نؤمن أن هذا ابتلاء من الابتلاءت التي ابتليت بها الأمة عبر تاريخها وأنها متى ما رجعت وعادت إلى منهج الله تعالى فإنه يرفع عنها هذا البلاء ويقويها في مواجهته.",
            "page": "174",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "إذاً يجب على الأمة عدم الاستسلام والخضوع وعليها أن تقاوم كما هي عادتها دائماً وإذا كان بعض أبناء مجتمعات العولمة يقفون في وجهها ويخرجون في مظاهرات ومسيرات منددة بها وبآثارها على الاقتصاد العالمي مع أنهم منتفعون منها أفلا يجدر بنا نحن أن ندافع عن أنفسنا وعقيدتنا وأوطاننا أمام هذا الطوفان؟ ¶ رابعاً: تجذير الفوارق والاختلافات. ¶ من المعلوم أن العولمة هدفها الرئيسي هو نشر نمط واحد لحياة الناس عموماً دون تمييز أو تفريق وذلك من أجل السيطرة على جميع المجتمعات دون مقاومة تذكر من خلال نشر الثقافة الغربية ثقافة العولمة القائمة على المادة وتقديسها والإغراق في الشهوات والملذات على حساب الدين والأخلاق الذي لا تعترف بهما كونهما يحدان من طموحها ويقفان حجر عثرة أمام سيطرتها على العالم، لذا لا بد لنا أن نوضح للناس الفارق بيننا وبين ثقافة أصحاب العولمة نبين أن ثقافتنا قائمة على المنهج الرباني الذي ارتضاه الله لنا والذي يجب أن نسير عليه في جميع حياتنا يقول الله تعالى: {قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين} (¬1). ¶ هذا هو منهجنا وهذه هي ثقافتنا التي نسير عليها كلها لله تعالى في حياتنا الشخصية والعامة في معاملاتنا المالية والتجارية والقانونية لا بد أن نحتكم فيها إلى شرع الله تعالى الذي له حق تحليل الحلال الذي يهم الإنسان ويستفيد منه تحريم الحرام الذي يضر الإنسان، ولا يستفيد منه منهج قائم على مراعاة الجانب ¶ ¬__________ ¶ (¬1) سورة: الأنعام. أية (162).",
            "page": "175",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "الأخلاقي في كل شؤون الحياة دون تفريق بين تعامل وآخر وفئة وأخرى يقوم على المساواة بين جميع الناس في الحقوق والواجبات إذا ما التزموا بهذا المنهج الذي يعارض منهج العولمة الذي يقوم على المصلحة فحيثما كانت فهي مقصدهم وهي غايتهم لا يعرفون ديناً ولا خلقا ولا يراعون أمانة ولا ضميراً في جميع تعاملاتهم مع الأخرين وخاصة مع من خالفوهم في الدين والاعتقاد إذ أنهم يتعاملون معهم بشيء من الدونية والاحتقار والاستعلاء ومع ذلك ينادون بالانفتاح وعدم الانغلاق على الأخر والأخذ منه والتسامح معه والترحيب به وهذا كله ليس المراد منه إلا تحقيق مصالحهم وغاياتهم في شعوب العالم وخاصة الإسلامي منه. ¶ إذاًُ لا بد من نشر إختلاف الثقافة بيننا وبينهم وخاصة في المنهج الذي نسير عليه ويسيرون عليه وذلك حتى لا ينخدع الناس بأفكارهم ورؤاهم التي يبثونها عبر قنواتهم الفضائية والقنوات العميلة لهم (¬1) 1). ¶ خامساً: الاستقلالية والتميز. ¶ ليس المراد من الاستقلالية الانعزال وإنشاء نظام أخر بعيد عن العالم وليس المقصود بالتميز التعالي على الأخرين واحتقارهم. ¶ وإنما المقصود هو أن نملك إرادة التمنع على الذوبان في تيار العولمة، وذلك بأن نعتقد بأننا أمة عريقة لها تاريخ مجيد وحضارة عظيمة أبهرت العالم وأسرته لقرون ¶ ¬__________ ¶ (¬1) أنظر: العولمة. عبد الكريم بكار. صـ 110.",
            "page": "176",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "عديدة وتحملت مسؤوليات كبيرة، لأنها أمة تختلف عن الأمم الأخرى فهي أمة وجدت لتنقذ البشرية كلها يقول الله تعالى: {كنتم خير أمة أخرجت للناس تأمرون بالمعروف وتنهون عن المنكر} (¬1). ¶ فهذا هو دور الأمة دور ريادي يقوم على إنقاذ البشرية وتخليصها وتوجيهها إلى خالقها من خلال المنهج والتشريع الذي تحمله فهي تحمل رسالة خير خلق الله وخير تشريع أنزله الله تعالى إلى الأرض وهذا هو سر تميزها عن غيرها فإذا ما زرعنا هذا وغرسناه في قلوب أبناء الأمة عندها يدركون أنهم أصحاب رسالة وأن عليهم أن يقودوا غيرهم لا أن ينقادوا، عندها يقل تأثير العولمة عليهم ويستطيعون مواجهتها عن علم وفهم ودراية يستطيعون من خلاله أن يوجهوا بعض قنوات العولمة في خدمة أمتهم ودينهم بل وخدمة العالم وإقناعه بهذا الدين لأن فيه نجاته مما هو فيه. ¶ سادساً: نشر الثقافة السليمة. ¶ ليس المقصود بالثقافة هنا، الذي نجده في المراجع الثقافية والكتب والمناهج الدراسية، وإنما المقصود هو الثقافة التي تتجسد في مجمل القيم والمفاهيم والسلوكيات التي يتشبع بها الإنسان المسلم، وتشكل ذاته في الوقت الحاضر مثل إغناء القاعدة الروحية في الأفراد لأن كل ما هو من قبيل المعنى والروح يلقى ¶ ¬__________ ¶ (¬1) سورة آل عمران. أية (110).",
            "page": "177",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "المزيد من الإهمال والتهميش في ظل العولمة، كما أن تيارات شهوات الجنس والشهرة والسيطرة والإقتناء وحب الدنيا لا يمكن مقاومتها بالأنشطة الفكرية والعقلانية إنما بتيار روحي متدفق المشاعر والأحاسيس الإيمانية. ¶ وهذا التيار لا يتولد إلا عن طريق المزيد من الأعمال التعبدية الملتزمة بالأطر والآداب الشرعية. ¶ إذاً فتغذية هذا الجانب والإهتمام به وتربية الناس عليه سوف يكون له أكبر الأثر في مواجهة العولمة والوقوف أمامها لأن من تسلح بهذه الثقافة الصحيحة والسليمة المستمدة من الشريعة الإسلامية الغراء لا يمكن السيطرة والقضاء عليه وهزيمته حتى ولوحدث ذلك في فترة من الفترات، فإنه ما يلبث أن ينهض ويدافع ويستميت في الدفاع حتى يحقق مراده وغايته في هذه الحياة. ¶ لأن الزاد الذي تربى عليه وغُذي منه، والثقافة التي أُشربها لايمكن أن ينفدا طالما حافظ عليهما الأفراد والجماعات في هذه الأمة لأن مصدر هذه التربية وتلك الثقافة هو القرآن الكريم والسنة المطهرة والتاريخ الناصع والمشرق. ¶ فعلى وسائل الإعلام والعلماء والدعاة أن يعملوا على غرس هذا الأمر وتنميته في قلوب الناس، حتى يكون حاجزاً لهم من الوقوع فريسة سهلة تحت وطأة العولمة الغربية وقيمها المشوهة وسماسرتها الطامعين وروادها الحاقدين. ¶ سابعاً: التربية الأسرية. ¶ في ظل العولمة وطغيانها وفسادها تتقلص الكثير من السلطات مثل سلطة الدولة والأسرة والمدرسة وجميع السلطات الموجهة إلى الفرد وتتجدد سلطة واحدة هي",
            "page": "178",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "سلطة المال، وسلطة الشهوة والمتعة والمصلحة وفي هذه الأجواء يظهر لنا واضحاً وجلياً أهمية الأسرة ودورها الخطير في الحفاظ على أفراد المجتمع من الوقوع ضحايا لهذه السلطات الهدامة. ¶ ولقد ركزت العولمة وأعوانها على مسخ الأسرة وخاصة المسلمة بتشريع الكثير من القوانين التي تتبناها المنظمات الدولية بأسماء متعددة، لكن الهدف واحد، هو مسخ الأسرة والقضاء عليها لعلمهم بأهمية الأسرة ودورها في الحفاظ على أبنائها وهويتهم في مواجهة أي اعتداء، لأن الأسرة هي المنشأ والمعلم الوحيد للطفل وخاصة خلال سنواته الخمس الأولى فإذا ما قامت الأسرة بواجبها على أكمل وجه وغرست فيه كل القيم والمبادئ الصحيحة والسليمة المتوافقة مع دين الأمة وعقيدتها ثم يتعاون معها على تثبيت ذلك كل من المدرسة والمجتمع بكل فئاته عندها سوف يكبر الطفل وينضج في ظل هذا الجو الصحيح والسليم و لا يستطيع أحد وإن بذل جهداً كبيراً أن يؤثر عليه. ¶ وهناك أمر مهم يجب التركيز عليه والانتباه له ألا وهو التربية بالقدوة وهذا الذي نفتقده كثيراً في مجتمعاتنا العربية والإسلامية. ¶ فالتربية بالقدوة تعد من أهم وسائل التربية لأن الطفل دائماً يحاكي ويقلد كل من حوله، فإذا ما رآهم يلتزمون بكل المثل والقيم فسوف يسهل عليه تشربها وتعلمها والقيام بكل ما جاء فيها، ولن يحدث لديه أي تناقض أو اضطراب كما هو واقع حاليا ً في حياة كثير من الناس مما أوجد لنا شباباً فاقداً للهوية لا يعرف الكثير عن دينه ولا عن واقعه.",
            "page": "179",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وبناءً عليه لا بد من الأهتمام بالتربية القائمة على القدوة يقول تعالى: {أتأمرون الناس بالبر وتنسون أنفسكم} (¬1). ¶ ويقول الشاعر: ¶ ياأيها الرجل المعلم غيره ... هلا لنفسك كان ذا التعليم. ¶ ومع ذلك لا بد من الصبر من أجل جني الثمرة، لأن التربية الصحيحة والسليمة طريقها طويل وشاق وفيها الكثير من المصاعب لكن نهايته طيبة وثمرته مفيدة ونافعة فعلينا الصبر والمصابرة من أجل تحقيق هذا الهدف المهم في سبيل إصلاح أُسرنا ومجتمعاتنا وربطها بربها ودينها وتربيتها على منهجهما حتى تستطيع أن تقف في وجه كل من يحاول العبث بها وبمقدراتها وثقافتها وأوطانها من دعاة العولمة وغيرها. ¶ ثامناً: تشجيع الصناعات والأعمال الصغيرة. ¶ إن المتتبع لحركة العولمة يرى أنها تقوم على تأسيس شركات كبرى، تتحالف فيما بينها وتحالفها هذا يتم في مختلف المجالات ويقوم على طمس كل ما هو صغير ومحدود مهما تكن الإفادة منه لأي مجموعة من الناس، لأجل تحقيق أحلامها في السيطرة على اقتصاديات الدول واحتكار كل الأسواق والموارد في أرجاء المعمورة، ولا يستفيد من هذا الأمر إلا قلة من أصحاب رؤوس الأموال، ومجموعة من الناس هم دعاة العولمة وبعض أبناء أوطانهم، وأما البقية فإنهم ¶ ¬__________ ¶ (¬1) سورة البقرة. أية (44).",
            "page": "180",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "يبقون ضحية للبطالة والجوع والتشرد والضياع، وهم أسرى ومستهلكون لكل ما يأتي من الغرب لا يستطيعون رفضه ولا التخلي عنه مهما تكن مواصفاته لأنهم لا يملكون ما هو أفضل أوحتى أردأ منه، لأنهم لا يحتكمون على شيء إطلاقاً. ¶ فإذا أردنا أن نواجه هذا الخطر ونتعامل معه بما يدفع شره وندافع عن أوطاننا واقتصادياتنا فعلينا أن نشجع الصناعات والأعمال الصغيرة التي يقوم بها بعض أفراد المجتمع وذلك بدعمهم مالياً ومعنوياً وشراء منتجاتهم حتى ولو لم تصل إلى جودة الأجنبي وعلينا كذلك أن نرّوج لهم بين الناس وندفعهم للمساهمة في إنجاح هذه المشاريع وتعميمها في أرجاء بلداننا وبذلك نساعد على التقليل من البطالة المنتشرة في بلداننا وأن نحافظ على مواردنا وأن نمتلك ولو جزءاً من قراراتنا المصيرية. ¶ تاسعاً: الاهتمام بالتقدم التقني والصناعي. ¶ إن من أهم الركائز التي ترتكز عليها العولمة في انتشارها وغزوها لأغلب دول العالم هو اعتمادها على التقدم التقني الذي فاق الخيال وأحدث ثورة هائلة في كل مجال من مجالات الحياة، وكذلك اعتمادها على التقدم الصناعي الذي غزت به العالم ووفرت للإنسان بهذا التقدم كل ما يحتاج ومالا يحتاج إليه. ¶ وانطلاقاً من هذا كله فإن جهود الأمة في مواجهة العولمة سوف تظل ناقصة وضعيفة ولا يمكن لها أن تحقق المراد منها مالم يُحسن العالم الإسلامي من موقعه على صعيد التقنية والصناعة الذي لا يمثل وجوده فيها إلا الشيء البسيط الذي لا",
            "page": "181",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "يمكن مقارنته بما لدى الآخرين من تقدم تقني وصناعي على الرغم من أن الأمة تملك كل المقومات التي تجعلها رائدة في جميع مجالات الحياة. ¶ ولسنا بحاجة لهذا الأمر لمواجهة العولمة فقط وإنما لتوفير الأمور الضرورية للأجيال القادمة من أفراد الأمة إذاً لا بد من اتخاذ بعض الإجراءات حتى نحاول اللحاق بركب من سبقنا في هذا الجانب ومن ذلك: ¶ 1) تحسين أوضاع البحث العلمي الذي يعيش أسوأ حالاته في أوطاننا ومدارسنا وجامعاتنا وذلك بأن نطور مناهجنا العلمية المواكبة للعصر وذلك بأن نبتعد عن جانب التلقين والحفظ وأن نأخذ أسلوب التجارب والبحث والفهم للمسائل التي سوف يُوجد لدينا بعد ذلك علماء قادرون على صنع واختراع كل ما نحتاج له، وهذا لن يتم إلا من خلال تزويد المدارس بالمعامل والمختبرات والورش الحديثة والأجهزة المتطورة التي تساعدهم على ذلك وتؤهلهم للقيام بكل ذلك ودفع عجلة التقدم في واقع الأمة لأن أبناء الأمة ليسوا متخلفين ولا عاجزين عن الاختراع والإبداع إذا ما توفرت لهم كل تلك الوسائل والإمكانيات والدليل على ذلك أن هناك الكثير من أبناء الأمة في أغلب الدول المتقدمة يشاركون في نهضتها وتقدمها ويخترعون ويبدعون مثلهم مثل غيرهم من أبناء تلك الدول.",
            "page": "182",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "2) تحسين الوسائل والمواد المعينة على البحث العلمي والعمل على نشر البحوث العلمية التي تصدر في الجامعات والمراكز والمعاهد العلمية المنتشرة في بلداننا ونشرها بين الناس وطبعها والحث على التركيز على البحوث العلمية التي تهم الأمة في واقعها وحاضرها المعاش حتى تستغني عن غيرها من الأمم المتقدمة. ¶ وكذلك يجب العمل على استثمار كل الطاقات والجهود والأموال في إنشاء مراكز الأبحاث والمصانع والمعامل التي تنتج كل ما هو وطني والذي سَيُطَوِّرُ بعد ذلك منتجاته من خلال الأرباح التي سوف يحققها كما تعمل الشركات الكبرى والعملاقة التي تخصص جزءاً من أرباحها للبحث والتطويروهذا الأمر لن يتم إلا عن طريق دفع المستثمرين للاستثمار المفيد في الصناعة والزراعة والتقنية ومنع استيراد كل أنواع الكماليات التي تستنزف ثروات الأمة ولا تعود عليها بشيء، عندها نكون على الطريق الصحيح. ¶ 3) هناك الكثير من الصناعات والاختراعات التي غزت العالم منها الضروري والمفيد ومنها الكمالي الذي لا فائدة منه ويمكن الإستغناء عنه وعلى الأمة في الوقت الحاضر أن تختار مايناسبها وتحتاج إليه ويناسب طاقاتها وإمكاناتها المالية والمعنوية. ¶ وعليها كذلك أن تختار من الآلات والمصانع النوع الذي يحتاج إلى الكثير من الأيدي العاملة حتى تخفف من حدة البطالة، وعليها أيضاً أن تشترط على الدول المصنعة لها أن تقوم بتدريب وتأهيل مجموعات من شبابها في مختلف المصانع، ثم تقوم بإنشاء بعض المصانع التي تقوم على تصنيع بعض أجزاء تلك المصانع عبر",
            "page": "183",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "أبنائها الذين سبق وأن أهلتهم لذلك، وهكذا قليلاً قليلا حتى تصبح لديها حاسة كبيرة وقدرة متنوعة في التصنيع تستغني بها عن غيرها. ¶ وبذلك تستطيع الأمة أن تتحرر من القيود المكبلة لها وتتوجه نحو الاستقلال والندية في أغلب المجالات أو كثير منها على الأقل. ¶ عاشراً: العمل الإسلامي المشترك. ¶ تُعد العولمة بأفكارها القائمة ودعاتها الفاسدين من أعداء الأمةالتي مكنتهم بتفرقها وتخاذلها من السيطرة على مقدراتها ومحاربتها بسلاحهاوحينئذ استطاعت السيطرة على كل منطقة على حده من خلال الأفكار والنظم التي تناسب وتلائم أبناء كل بلد، مع الحرص على عدم ربط هذا البلد بأي رابط يربطه بأمته وتاريخه حتى لا يفكر في الرجوع في أي وقت من الأوقات، لأنها تعمل على سلخه من جسد أمته سلخاً نهائياً. ¶ وعلى الأمة أن تعي هذه الحقيقة وأن تعمل على إعادة الوحدة بين أبنائها حتى يمكنهم جميعاً الوقوف في وجه هذا الطوفان الذي لا يستطيع أي واحد أن يواجهه منفرداً، وعلى أصحاب الرأي والقرار أن يتحملوا مسؤوليتهم تجاه هذا الأمر وأن يعملوا من خلال الوسائل كافة على عودة الأمة إلى وحدتها في جميع المجالات حتى تعود إلى مكانتها الصحيحة التي كانت عليها قبل هذا التمزق والشتات وهناك الكثير من المجالات التي يمكن لأبناء الأمة التعاون من خلالها تدريجياً حتى يصلوا إلى الوحدة الكاملة في المستقبل القريب ومن هذه المجالات:",
            "page": "184",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "1) تفعيل المؤسسات الإسلامية القائمة لتقوم بالوظائف التي يجب أن تقوم بها وأنشئت من أجلها، لا أن تكون ديكوراً لذر الرماد على العيون، ويجب كذلك إنشاء مؤسسات واتحادات جديدة تقوم على البعد الشعبي من أجل توحيد الرؤى بين أصحاب الاختصاصات من أبناء الأمة وإزالة الحواجز والأوهام النفسية فيما بينهم ¶ 2) إيجاد مشروع دعوي كبير لعرض الإسلام على المستوى العالمي وتوحيد الجهود السياسية والثقافية في الذود والدفاع عن الإسلام والذود عن حياضه ودفع الشبهات المثارة حوله من قبل أعداء الأمة وذلك بمشاركة أبناء الأمة جمعاء وفي مقدمتهم الحكام لأن انتصار الإسلام يُعد انتصاراً لهم. ¶ 3) تنسيق السياسات التجارية بين الدول الإسلامية وخاصة في السلع ذات الأهمية الفائقة مثل الغاز والنفط وبعض المعادن المكنوزة في الأرض الإسلامية وذلك من أجل إيجاد تجمع ضاغط يضمن تبادلاً تجارياً عادلاً بيننا وبين الغرب. ¶ 4) إعتماد مبدأ الإنماء التكاملي بين الدول الإسلامية على أساس استغلال كل بلد إسلامي للميزات والخبرات النسبية التي يتمتع بها، ودعم الدول الأخرى له في ذلك مقابل استفادة الجميع منه. ¶ 5) تشجيع البحث العلمي من قبل الدول الغنية بالأموال والدول الأخرى بتجميع النوابغ والعلماء في جامعة واحدة في إحدى العواصم العربية ومن ثم إنشاء فروع لها على امتداد العالم الإسلامي بعد أن تؤتي أُكلها في بداية إنشائها.",
            "page": "185",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وهناك الكثير والكثير من المجالات التي يمكن أن يتعاون فيها أبناء الأمة ويحققوا التقدم والنماء لأمتهم من خلالها وخاصة أن الأمة الإسلامية متوفر لديها كل مقومات النجاح في مثل هذه الأمور كالثروة النفطية الهائلة والغاز والمعادن الأخرى المختلفة وكذلك أهم عنصر في هذا الموضوع وهو القوة البشرية الهائلة التي تمتلكها الأمة دون غيرها من الأمم التي شاخت وهرمت، فإذا ما استغلت الأمة هذه المقومات أحسن استغلال فإن مكانتها ستكون في صدارة الأمم طالما أخذت بالأسباب فالعلم لا جنسية له (¬1). ¶ ¬__________ ¶ (¬1) أنظر: العولمة. عبد الكريم بكار. صـ131 ــ 134، العلمانية والعولمة والأزهر. كمال المرسي. صـ131 ـ 136، العولمة ومستقبل العالم الإسلامي. فتحي يكن ــ رامز طنبور. صـ98ـ115، 118ــ 140، المسلمون والعولمه. د\\ يوسف القرضاوي. صـ 9 ـ 17. ¶ (2)",
            "page": "186",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "الخاتمة ¶ من خلال ما سبق نلاحظ أن العولمة أصبحت واقعاً معاشاً، وأن الهدف منها هو السيطرة على العالم وخاصة الإسلامي لما يملكه من ثروات طبيعية هائلة، وموقع إستراتيجي ممتاز وهذه السيطرة تكون من خلال المال والاقتصاد وذلك بإضعاف اقتصاديات هذه الدول والسيطرة على أسواقها وثرواتها مما يمكنها بعد ذلك من السيطرة على سياساتها وقراراتها بل وسلب سيادتها على أوطانها مستخدمة مع المال الغزو الفكري والثقافي الذي يؤثر في عقول الناس وقلوبهم ويجعلهم مسلوبي الإرادة ومتأثرين ومقتنعين بكل ما يأتي من الغرب مما يسهل على سدنة العولمة عمل كل ما يريدون دون أدنى مقاومة تذكر كما هو الأن. ¶ ولأن العولمة لا تقوم على جانب واحد وإنما على العديد من الجوانب الثقافية والسياسية والاقتصادية والإعلامية وغيرها فلابد أن يكون لها الكثير من الجهات والأعوان الداعمين والمنفذين لسياساتها بكافة الطرق المشروعة وغير المشروعة مثل إصدار القوانين والأنظمة المشرعة بضرب البلدان واحتلالها ونهب ثرواتها تحت عدد من المزاعم والأكاذيب والمسميات التي تتخذ من الشرعية الدولية غطاء لها لتنفيذ اعمالها الإجرامية التي تنتهك بها كل حقوق الإنسان والشعوب والأوطان دون أن يعترض عليها أحد لأنها تستند إلى هذه المنظمات والهيئات التي تنفذ لها كل ما تريد وتتعامل مع جميع القضايا التي تعرض عليها وفق أهواءسفاحين مسيطرين على دول كبرى اتخذوا من العولمة سلماً لتحقيق مصالحهم ومصالح اللوبيات الصهيونية في العالم ولذلك استطاعوا بالمال والإعلام والقوة العسكرية",
            "page": "187",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "السيطرة على مقاعد هذه المنظمات بل هم من وضع أسسها وقواعدها المتوافقة مع مصالحم، وإذا لم توافقهم هذه المنظمات فإنهم يتجاوزونها وينفذون ما يريدون رغم أنف العالم أجمع كما حصل في حربهم مع العراق التي عارضتها ورفضتها كل الهيئات الدولية بل وأغلب شعوب العالم، ولكنهم ضربوا بكل ذلك عرض الحائط ونفذوا مايوافق مصالحهم ويخدم إقتصادياتهم والعصابات الصهيونية التي أوصلتهم إلى موقع اتخاذ القرار ولم يكن هناك أي دور للمنظمات الدولية في ردع ذلك بل لزمت الصمت لأن هذا هو دورها وعملها مع الكبار عكس ما لوكان الأمر مع دولة صغيرة أو مستضعفة فالويل كل الويل لها من قبل هذه المنظمات والأمثلة على ذلك أكثر من أن تعد أو تحصى، ومن هذه الهيئات منظمة الأمم المتحدة ومجلس الأمن الدولي وحلف الناتو ومنظمة التجارة وغيرها من المنظمات التي أصبحت ألعوبة بيد العولمة وقوادها من الدول الغنية والكبيرة. ¶ و مما سبق نرى مدى انتشار العولمة وغزوها لجميع مجالات الحياة وكيف أن الناس استسلموا لها وخضعوا لنظمها وقوانينها مع يقينهم بخطورتها على أنفسهم وبلدانهم ومستقبلهم ومع ذلك جبنوا أمامها وفتحوا لها الأبواب طائعين دون أدنى مقاومة مما عزز من وجودها وسيطرتها على مجريات حياتهم مع إمكانية وقوفهم أمامها والتعامل معها بحذر بالعديد من الوسائل التي لو استخدمت الاستخدام الأمثل لما كان للعولمة هذا الدور الخطير والمشبوه في حياة الأمة بل والأهم من ذلك أن الناس لو تعاونو وتكاتفوا بشكل كبير وجدي لاستطاعوا أن يستغلوا هذه العولمة إما في اكتساب بعض المهارات والمعارف المنتشرة على شبكة",
            "page": "188",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "الإنترنت أو محاولة تقليد بعض الصناعات الصغيرة مبدئياً، أو استغلال الإعلام وشبكة الإنترنت لنشر الإسلام والدفاع عنه وتفنيد جميع الشبه التي يثيرها الغرب حول الإسلام وعقيدته وذلك بالتعاون بين العلماء والدعاة ومن يفقهون لغات العالم المختلفة وبذلك نستطيع أن نعرف الأخر بنا وبديننا ونجعله يقف معنا ولا يعادينا أو يكرهنا ويمكننا أن نستفيد من العولمة في مجالات أخرى متعددة لأنها ليست شراً محضاً ولا خيراً محضاً وذلك لمن يعلم كيف يتعامل معها وفق مصالحه المتوافقة مع دينه وعقيدته وثقافته وهذا هو مرادنا من هذا البحث أن نعلم ما هي العولمة وما هي أضرارها علينا وعلى مجتمعاتنا وكيف يمكن أن نتعامل معها ونحمي أنفسنا وأوطاننا من مخاطرها وأضرارها. ¶ وبناءً على جميع ما سبق فإنه يجب على جميع أبناء الأمة من علماء ودعاة ومفكرين ومثقفين وأصحاب قرار وعامة أن يستيقظوا من غفلتهم ويواجهوا جميع أعدائهم المتلونين بألوان مختلفة وفي مختلف المجالات مواجهة حقيقية وجادة وصادقة دون خوف أو تراجع أو تنازل ولو وقتي لأنهم لن يتراجعوا عنكم حتى يخرجوكم من دينكم ـ لأن هذا هو الهدف الأهم والرئيس لهم وكل السبل والطرق التي يسلكونها توصل إليه في النهاية ــ فهم لن يكتفوا بالسيطرة على الإقتصاد والعقول والأوطان ونهب الثروات فقط فذلك لا يعني لهم النهاية ورضاهم عنا وإنما الهدف هو تحقيق ما أشار إليه العليم الخبير في قوله:",
            "page": "189",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "{ولن ترضى عنك اليهود ولا النصارى حتى تتبع ملتهم} (¬1). إذاً سلخ الأمة من دينها وتركها له هو الهدف، وإنما يتفننون في الوسائل التي توصل إلى ذلك والوقائع والأحداث التي عاشتها الأمة قديماً وما تعيشه وتعانيه في الوقت الحاضر يدل على ذلك. ¶ يؤيد ذلك ويؤكده ما عملوا قديماً في الأندلس، وما عملوه بعد سقوط الخلافة العثمانية من إجبار للناس على ترك دينهم وترك كل ما يصلهم به وإلا فالقتل مصيرهم، وهذا كان حال الكثير من الناس، وما حدث في القرن الماضي عند احتلالهم للبلدان العربية والإسلامية حيث إنهم كانوايتعاملون معنا عكس ما كانوا يتعاملون به مع الأمم الأخرى ذات الديانات المختلفة، إذ أن حقدهم الصليبي كان واضحاً في كل تعاملاتهم حيث كان طمس الدين وإلغاؤه وتحقيره وصرف الناس عنه وتشويهه في عيونهم هو أهم أعمالهم التي قاموا بها عكس الأمم الأخرى التي لم يتعرضوا لدياناتها وعقائدها مطلقاً والهند أكبر دليل على ذلك. ¶ وأما ما يحدث حالياً فحدث ولا حرج فقارة أفريقيا ومواطنيها وخاصة جنوب السودان أكبر دليل على عمل المنظمات التبشيرية التي تعمل على إخراج الناس من دينهم مقابل جرعة دواء، أو حفنة من القمح، والأمة غافلة عن ذلك، وما يجري في العراق من إحضار العديد من المبشرين والمنصرين أكبر دليل على ذلك أيضاً تحت مبرر الاهتمام بالجنود المسيحين وهذا حق أريد به باطل. ¶ ¬__________ ¶ (¬1) سورة. البقرة. آية. ((120)).",
            "page": "190",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وهناك العديد من الأمثلة على ذلك مثل ما يحدث في أفغانستان والشيشان وتيمور والفلبين وتايلاند والكثير الكثير من بلدان العالم الإسلامي والأقليات التي تعيش في بلدان مسيحية. ¶ إذاً فالأمر ليس مجرد اقتصاد ومال وثروات واحتلال فقط، وإنما المراد أبعد من ذلك وأهم، فالمراد هو أغلى ما نملك وأهم شيء في حياتنا والذي عليه المعول في نهضة أمتنا وعودتها إلى الصدارة من جديد، فالمراد ديننا وشريعتنا فلننتبه ولنستيقظ من غفوتنا ولندافع عن أساس حياتنا ووجودنا بكل ما أوتينا من قوة دون خوف أو وجل. ¶ والحمد لله رب العالمين والصلاة والسلام على أشرف خلق الله أجمعين محمد بن عبد الله عليه وعلى أله وصحبه أفضل الصلاة وأزكى التسليم.",
            "page": "191",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "المصادر والمراجع ¶ 1) أحمد العلاونة. كتاب الأمة. عمر فروخ في خدمة الإسلام. صـ67.العدد 103 رجب 1425هـ السنة السابعة والعشرون. الطبعة الأولى. إصدار وارة الأوقاف والشؤون الإسلامية. قطر. ¶ 2) باسم علي خريسان، العولمة والتحدي الثقافي، دار الفكر العربي، بيروت، الطبعة الأولى، 2001م. ¶ 3) التعددية السياسية في الدولة الإسلامية. د. صلاح الصاوي. الطبعة الأولى. 1413هـ ــ1992م. دار الإعلام الدولي بمدينة نصر. القاهرة ــ مصر. ¶ 4) جابر قميحة. أعداء الإسلام ووسائل التضليل. الطبعة الأولى. 1423هـ ـ 2002م. دار التوزيع والنشر الإسلامية. القاهرة ـ مصر. ¶ 5) جريدة الشرق الأوسط. العولمة وأثرها على اقتصاد الدول، بتاريخ 2/ 3/1997م. ¶ 6) حمزة زوبع ـ موقع إسلام أون لاين الإلكتروني. العولمة لم توفر خبزًا ولا دواءً. مقدونيا. 6ـ8ـ 2001م. ¶ 7) خالد بن عبد الله القاسم موقع الإسلام اليوم الإلكتروني. العولمة وأثرها على الهوية. . 05/ 06/2006م. ¶ 8) سامي محمد الدلال. الإسلام والعولمة .... المنازلة. الطبعة الأولى. 1425هـ ــ 2004م. كتاب من سلسة تصدر عن مجلة البيان.",
            "page": "192",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "9) عبد الكريم بكار. العولمة طبيعتها ـ وسائلها ـ تحدياتها ـ التعامل معها. الطبعة الثانية. 1422هـ ــ 2001م. دار الإعلام للنشر والتوزيع. عما ن ــ الأردن. ¶ 10) عبدالوهاب المسيري، العالم من منظور غربي، منشورات دار الهلال، فبراير 2001م. ¶ 11) فتحي يكن ــ العولمة ومستقبل العالم الاسلامي ـ رامز طنبور. الطبعة الأولى. 1422هـ ـ 2001م. مؤسسة الرسالة. بيروت ـ لبنان. ¶ 12) القرآن الكريم. ¶ 13) كمال الدين عبد الغني مرسي. العلمانية والعولمة والأزهر. الطبعة الثانية. 2001م. المكتب الجامعي الحديث. الإسكندرية ــ مصر. ¶ 14) مجلة الوعي الإسلامي. مجلة إسلامية شهرية. تصدر عن وزارة الأوقاف والشئون الإسلامية بدولة الكويت. ¶ 15) محمد المجذوب. مشكلات الجيل في ضوء الإسلام. الدار العربية للطباعة والنشر والتوزيع. بيروت ـ لبنان. ¶ 16) محمد عمارة، مخاطر العولمة على الهوية الثقافية، الطبعة الأولى، فبراير 1999م. دار نهضة مصر للطباعة والنشر. ¶ 17) محمد قطب. واقعنا المعاصر .. الطبعة الثانية.1408هـ ـ 1987م. مؤسسة المدينة للصحافة والطباعة والنشر. جدة ـ المملكة العربية السعودية. ¶ 18) محمد قطب. مذاهب فكرية معاصرة. دار الشروق. القاهرة ــ مصر",
            "page": "193",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "19) محمد قطب، المسلمون والعولمة، الطبعة الأولى 1421هـ، 2000م. دار الشروق، القاهرة ـ مصر. ¶ 20) محمود سمير المنير، العولمة وعالم بلا هوية، دار الكلمة للنشر والتوزيع، المنصورة، مصر، الطبعة الأولى، 1421هـ - 2000م. ¶ 21) المنار الجديد. مقالات وأبحاث في فلسفة الدين وشئون الاجتماع والعمران. العدد 16 خريف 2001م. ¶ 22) يوسف القرضاوي. المسلمون والعولمة. طبعة2000م. دار التوزيع والنشر الإسلامية. القاهرة ـ مصر.",
            "page": "194",
            "part": "1"
        }
    ],
    "t37782": [
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "مقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول: التعريف والنشأة والتوجيه."
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني: مؤسسات العولمة."
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث: وسائل نشر العولمة."
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الرابع: أنواع العولمة وأهدافها."
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الخامس: ـ كيفية التعامل مع العولمة"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "المصادر والمراجع"
        }
    ]
}