{
    "b37786": [
        {
            "id": "1",
            "nass": "13 شبهة للقبوريين والجواب عليها ¶ إعداد ¶ عبد الله بن حميد الفلاسي ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين، والصلاة والسلام على رسول الله، أما بعد (1): ¶ اعلم رحمني الله وإياك أن الطريق إلى الله لابد له من أعداء قاعدين له، أهل فصاحةٍ وعلمٍ وحجج. ¶ فالواجب علينا أن نتعلم من دين الله ما يصير لنا سلاحاً نقاتل به هؤلاء الشياطين الذين قال إمامهم ومقدمهم لربك عز وجل: ((لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ * ثُمَّ لآتِيَنَّهُم مِّن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَن شَمَآئِلِهِمْ وَلاَ تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ)) [سورة الأعراف:16-17]. ¶ واعلم أن جند الله هم الغالبون بالحجة واللسان، كما أنهم الغالبون بالسيف والسنان، وإنما الخوف على الموحد الذي يسلك الطريق وليس معه سلاح. ¶ وقد من الله تعالى علينا بكتابه الذي جعله: ((تِبْيَاناً لِّكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ)) [سورة النحل:89]. ¶ فلا يأتي صاحب باطل بحجة إلا وفي القرآن ما ينقضها ويبين بطلانها، كما قال تعالى: ((وَلا يَأْتُونَكَ بِمَثَلٍ إِلا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيراً)) [سورة الفرقان:33]. ¶ ومن أهل الباطل هم أهل البدع والضلال من القبوريين الذين تركوا إخلاص الدين لله، وأشركوا مع الله غيره من الأنبياء والأولياء، ولهؤلاء شبهٌ كثيرة، وللإجابة على شبههم طريقين: المجمل، والمفصل. ¶ الجواب المجمل ¶ __________ ¶ (1) هذا البحث قمت بنقله واختصاره من كتاب كشف الشبهات للشيخ محمد بن عبد الوهاب رحمه الله، وقد دمجت شرح الشيخ محمد بن صالح العثيمين رحمه الله لكشف الشبهات مع كلام الشيخ محمد بن عبد الوهاب رحمه الله حتى يظهر بالصورة المناسبة، وهذا والله أعلم.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "قال الله تعالى: ((هُوَ الَّذِيَ أَنزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُّحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ في قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاء الْفِتْنَةِ وَابْتِغَاء تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلاَّ اللّهُ)) [سورة آل عمران:7]. ¶ وقد صح عن رسول الله صلى الله عليه وسلم أنه قال: \"إذا رأيتم الذين يتبعون ما تشابه منه فأولئك الذين سمى الله فاحذروهم)). ¶ فحذرنا نبينا صلى الله عليه وسلم من الذي يتبع المتشابه من القرآن أو من السنة وصار يلبس به على باطله فهؤلاء الذين سماهم الله ووصفهم بقوله: ((فَأَمَّا الَّذِينَ في قُلُوبِهِمْ زَيْغٌ)). ¶ وكان سبب تحذير النبي صلى الله عليه وسلم هو الخشية من أن يضلونا عن سبيل الله باتباع هذا المتشابه، فحذرنا من سلوك طريقهم، وحذرنا منهم . ¶ الجواب المفصل ¶ الشبهة الأولى ¶ قولهم: نحن لا نشرك بالله، ونشهد أنه لا يخلق ولا يرزق ولا ينفع ولا يضر إلا الله وحده لا شريك له، وأن محمداً صلى الله عليه وسلم لا يملك لنفسه نفعاً ولا ضراً، ولكننا مذنبون، والصالحون لهم جاه عند الله، ونطلب من الله بهم. ¶ جواب الشبهة الأولى ¶ اعلم أن الذين قاتلهم رسول الله صلى الله عليه وسلم واستباح دماءهم ونساءهم مقرون بذلك، ومقرون بأن أوثانهم لا تدبر شيئاً، وإنما أرادوا الجاه والشفاعة، ولم يغنهم هذا التوحيد شيئاً. ¶ وقد ذكر الله عز وجل في محكم كتابه: ((وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلا نُوحِي إِلَيْهِ أَنَّهُ لا إِلَهَ إِلا أَنَا فَاعْبُدُونِ)) [سورة الأنبياء:25]. ¶ وقال تعالى: ((وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلا لِيَعْبُدُونِ)) [سورة الذاريات:56].",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وقال تعالى: ((شَهِدَ اللّهُ أَنَّهُ لاَ إِلَهَ إِلاَّ هُوَ وَالْمَلاَئِكَةُ وَأُوْلُواْ الْعِلْمِ قَآئِمَاً بِالْقِسْطِ لاَ إِلَهَ إِلاَّ هُوَ الْعَزِيزُ الْحَكِيمُ)) [سورة آل عمران:18]. ¶ وقال تعالى: ((وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لاَّ إِلَهَ إِلاَّ هُوَ الرَّحْمَنُ الرَّحِيمُ)) [البقرة:163]. ¶ وقال تعالى: ((فَإِيَّايَ فَاعْبُدُونِ)) [سورة العنكبوت:56] إلى غيرها من الآيات الكثيرة الدالة على وجوب توحيد الله عز وجل في عبادته، وأن لا يعبد أحد سواه. ¶ الشبهة الثانية ¶ قوله: أن الآيات التي ذكرتها نزلت فيمن يعبد الأصنام، وهؤلاء الأولياء ليسوا بأصنام. ¶ جواب الشبهة الثانية ¶ اعلم أن كل من عبد غير الله فقد جعل معبوده وثناً فأي فرق بين من عبد الأصنام وعبد الأنبياء والأولياء؟! ¶ فالكفار منهم من يدعو الأصنام لطلب الشفاعة، ومنهم من يعبد الأولياء والدليل على أنهم يدعون الأولياء قوله تعالى: ((أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ)) [سورة الإسراء: 57]، وكذلك يعبدون الأنبياء كعبادة النصارى المسيح ابن مريم والدليل قوله تعالى: ((وَإِذْ قَالَ اللّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنتَ قُلتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِن دُونِ اللّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِن كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلاَ أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنتَ عَلاَّمُ الْغُيُوبِ)) [سورة المائدة:116]، وكذلك يعبدون الملائكة كقوله تعالى: ((وَيَوْمَ يَحْشُرُهُمْ جَمِيعاً ثُمَّ يَقُولُ لِلْمَلائِكَةِ أَهَؤُلاء إِيَّاكُمْ كَانُوا يَعْبُدُونَ)) [سورة السبأ:40]. ¶ فبهذا تبين تلبيسهم بكون المشركين يعبدون الأصنام وهم يدعون الأولياء والصالحين من وجهين:",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الوجه الأول: أنه لا صحة لتلبيسهم لأن أولئك المشركين من يعبد الأولياء والصالحين. ¶ الوجه الثاني: لو قدرنا أن أولئك المشركين لا يعبدون إلا الأصنام فلا فرق بينهم وبين المشركين لأن الكل عبد من لا يغني عنه شيئاً. ¶ وبهذا عرفنا أن الله كفر من قصد الأصنام، وكفر أيضاً من قصد الصالحين وقاتلهم رسول الله صلى الله عليه وسلم على هذا الشرك ولم ينفعهم أن كان المعبودون من أولياء الله وأنبيائه. ¶ الشبهة الثالثة ¶ قولهم: الكفار يريدون من الأصنام أن ينفعوهم أو يضرهم، ونحن لا نريد إلا من الله والصالحون ليس لهم من الأمر شيء، ونحن لا اعتقد فيهم ولكن نتقرب بهم إلى الله عز وجل ليكونوا شفعاء. ¶ جواب الشبهة الثالثة ¶ اعلم أن هذا قول الكفار سواءً بسواء حيث قال تعالى: ((وَالَّذِينَ اتَّخَذُوا مِن دُونِهِ أَوْلِيَاء مَا نَعْبُدُهُمْ إِلا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى)) [سورة الزمر:3] وقوله تعالى: ((هَؤُلاء شُفَعَاؤُنَا عِندَ اللّهِ)) [سورة يونس:18]. ¶ الشبهة الرابعة ¶ قولهم: نحن لا نعبد إلا الله، وهذا الالتجاء إلى الصالحين ودعاؤهم ليس بعبادة. ¶ جواب الشبهة الرابعة ¶ اعلم إن الله فرض عليك إخلاص العبادة له وهو حقه على الناس، حيث قال تعالى: ((ادْعُواْ رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً إِنَّهُ لاَ يُحِبُّ الْمُعْتَدِينَ)) [سورة الأعراف:55]. ¶ والدعاء عبادة، وإذا كان عبادة فإن دعاء غير الله شركٌ بالله عز وجل والذي يستحق أن يدعى ويعبد ويرجى هو الله وحده لا شريك له. ¶ فإذا علمنا أن الدعاء عبادة، ودعونا الله ليلاً ونهاراً، خوفاً وطمعاً، ثم دعونا في تلك الحاجة نبيناً أو غيره فقد أشركنا في عبادة الله غيره. ¶ وقال تعالى: ((فَصَلِّ لِرَبِّكَ وَانْحَرْ)) [سورة الكوثر:2] فإذا أطعنا الله ونحرنا له، فهذه عبادة لله، فإذا نحرنا لمخلوق نبي، أو جني أو غيرهما فقد أشركنا في العبادة غير الله.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "والمشركون الذين نزل فيهم القرآن، كانوا يعبدون الملائكة والصالحين واللات، وما كانت عبادتهم إياهم إلا في الدعاء والذبح والالتجاء ونحو ذلك، وهم مقرون أنهم عبيد لله وتحت قهره، وأن الله هو الذي يدبر الأمر، ولكن دعوهم والتجأوا إليهم للجاه والشفاعة وهذا ظاهر جداً. ¶ الشبهة الخامسة ¶ قولهم لأهل التوحيد: أنتم تنكرون شفاعة الرسول صلى الله عليه وسلم. ¶ جواب الشبهة الخامسة ¶ اعلم بأننا لا ننكر شفاعة الرسول صلى الله عليه وسلم ولا نتبرأ منها، بل هو صلى الله عليه وسلم ، الشافع المشفع وأرجو شفاعته، ولكن الشفاعة كلها لله، كما قال تعالى: ((قُل لِّلَّهِ الشَّفَاعَةُ جَمِيعاً)) [سورة الزمر:44]. ¶ ولا تكون إلا من بعد إذن الله كما قال عز وجل: ((مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ)) [سورة البقرة:255] ولا يشفع إلا من بعد أن يأذن الله فيه كما قال عز وجل: ((وَلا يَشْفَعُونَ إِلا لِمَنِ ارْتَضَى)) [سورة الأنبياء:28]. ¶ والله لا يرضى إلا التوحيد كما قال عز وجل: ((يَبْتَغِ غَيْرَ الإِسْلاَمِ دِيناً فَلَن يُقْبَلَ مِنْهُ)) [سورة آل عمران:85]. ¶ فإذا كانت الشفاعة كلها لله، ولا تكون إلا من بعد إذنه، ولا يشفع النبي صلى الله عليه وسلم ولا غيره في أحد حتى يأذن الله فيه، ولا يأذن إلا لأهل التوحيد، فاطلب الشفاعة من الله، فقل: اللهم لا تحرمني شفاعته، اللهم شفعه في، وأمثال هذا. ¶ الشبهة السادسة ¶ قولهم: أن الله أعطى النبي صلى الله عليه وسلم الشفاعة، ونحن نطلبه مما أعطاه الله. ¶ جواب الشبهة السادسة ¶ اعلم أن الله أعطى النبي صلى الله عليه وسلم الشفاعة ونهانا عن هذا فقال: ((فَلا تَدْعُوا مَعَ اللَّهِ أَحَداً)) [سورة الجن:18].",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "واعلم أن الله سبحانه وتعالى أعطى النبي صلى الله عليه وسلم الشفاعة ولكنه صلى الله عليه وسلم لا يشفع إلا بإذن الله، ولا يشفع إلا لمن ارتضاه الله، ومن كان مشركاً فإن الله لا يرتضيه فلا يأذن أن يشفع له كما قال تعالى: ((وَلا يَشْفَعُونَ إِلا لِمَنِ ارْتَضَى)) [سورة الأنبياء:28]. ¶ واعلم أن الله تعالى أعطى الشفاعة غير النبي صلى الله عليه وسلم، فالملائكة يشفعون، والأفراط يشفعون، والأولياء يشفعون. ¶ فهل نطلب الشفاعة من هؤلاء؟ ¶ فإن كنت تريد من الرسول صلى الله عليه وسلم الشفاعة فقل: ((اللهم شفع فيَّ نبيك محمداً رسول الله صلى الله عليه وسلم)). ¶ وكيف تريد شفاعة رسول الله صلى الله عليه وسلم وأنت تدعوه صلى الله عليه وسلم مباشرة، ودعاء غير الله شرك أكبر مخرج من الملة. ¶ الشبهة السابعة ¶ قولهم: نحن لا نشرك بالله شيئاً ولكن الالتجاء إلى الصالحين ليس بشرك. ¶ جواب الشبهة السابعة ¶ اعلم أن الله حرم الشرك أعظم من تحريم الزنا، وأن الله لا يغفره، فما هو الشرك؟ ¶ فإنهم لا يدرون ما هو الشرك ما دام أن طلب الشفاعة من رسول الله صلى الله عليه وسلم ليس بشرك، وهذا دليل على أنهم لا يعرفون الشرك الذي عظمه الله تعالى وقال فيه: ((إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ)) [سورة لقمان:13]. ¶ فكيف تبرؤون أنفسكم من الشرك بلجوئكم إلى الصالحين، وأنتم لا تعرفونه، والحكم على الشيء بعد تصوره، فحكمكم ببراءة أنفسكم من الشرك وأنتم لا تعلمونه حكم بلا علم، فيكون مردوداً. ¶ ولماذا لا تسألون عن الشرك الذي حرمه الله تعالى أعظم من تحريم قتل النفس والزنا وأوجب لفاعله النار وحرم عليه الجنة، أتظنون أن الله حرمه على عباده ولم يبينه لهم حاشاه من ذلك. ¶ الشبهة الثامنة ¶ قولهم: الشرك عبادة الأصنام ونحن لا نعبد الأصنام. ¶ جواب الشبهة الثامنة ¶ اعلم أن عباد الأصنام لا يعتقدون أنها تخلق وترزق وتدبر أمر من دعاها، وإن القرآن يكذب من قال أنهم كانوا يعتقدون غير ذلك.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وأن عبادة الأصنام هو من قصد خشبة، أو حجراً، أو بنية على قبر أو غيره، يدعون ذلك ويذبحون له ويقولون إنه يقربنا إلى الله زلفى ويدفع الله عنا ببركته أو يعطينا. ¶ وأن فعلكم عند الأحجار والأبنية التي على القبور وغيرها هو نفس فعلهم، وبهذا يكون فعلكم هو عبادة الأصنام. ¶ وقولكم: الشرك عبادة الأصنام، هل هذا يعني أن الشرك مخصوص بهذا، وأن الاعتماد على الصالحين ودعاءهم لا يدخل في ذلك؟ ¶ فهذا يرده ما ذكر الله في كتابه من كفر من تعلق على الملائكة أو عيسى أو الصالحين. ¶ الشبهة التاسعة ¶ قولهم: إن الذين نزل فيهم القرآن لا يشهدون أن لا إله إلا الله، ويكذبون الرسول صلى الله عليه وسلم، وينكرون البعث، ويكذبون القرآن ويجعلونه سحراً، ونحن نشهد أن لا إله إلا الله وأن محمداً رسول الله ونصدق القرآن، ونؤمن بالبعث، ونصلي ونصوم، فكيف تجعلوننا مثل أولئك؟ ¶ جواب الشبهة التاسعة ¶ اعلم أن العلماء أجمعوا على أن من كفر ببعض ما جاء به الرسول صلى الله عليه وسلم وكذب به، فهو كمن كذب بالجميع وكفر به، ومن كفر بنبي من الأنبياء فهو كمن كفر بجميع الأنبياء لقوله تعالى: ((إِنَّ الَّذِينَ يَكْفُرُونَ بِاللّهِ وَرُسُلِهِ وَيُرِيدُونَ أَن يُفَرِّقُواْ بَيْنَ اللّهِ وَرُسُلِهِ وَيقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتَّخِذُواْ بَيْنَ ذَلِكَ سَبِيلاً * أُوْلَئِكَ هُمُ الْكَافِرُونَ حَقّاً)) [سورة النساء: 150-151] وقوله تعالى في بني إسرائيل: ((أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ فَمَا جَزَاء مَن يَفْعَلُ ذَلِكَ مِنكُمْ إِلاَّ خِزْيٌ فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ الْقِيَامَةِ يُرَدُّونَ إِلَى أَشَدِّ الْعَذَابِ)) [سورة البقرة:85].",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "فمن أقر بالتوحيد وأنكر وجوب الصلاة فهو كافر، ومن أقر بالتوحيد والصلاة وجحد وجوب الزكاة فإنه يكون كافراً، ومن أقر بوجوب ما سبق وجحد وجوب الصوم فإنه يكون كافراً، ومن أقر بذلك كله وجحد وجوب الحج فإنه كافر والدليل على ذلك قوله تعالى: ((وَلِلّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً وَمَن كَفَرَ – يعني من كفر بكون الحج واجباً أوجبه الله على عباده – فَإِنَّ الله غَنِيٌّ عَنِ الْعَالَمِينَ)) [سورة آل عمران:97]. ¶ ومن أقر بهذا كله، ولكنه كذب بالبعث فإنه كافر بالإجماع لقول الله تعالى: ((زَعَمَ الَّذِينَ كَفَرُوا أَن لَّن يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ)) [سورة التغابن:7]. ¶ فإذا أقررت بهذا فاعلم أن التوحيد هو أعظم فريضة جاء بها النبي صلى الله عليه وسلم وهو أعظم من الصلاة، والزكاة، والصوم والحج، فكيف إذا جحد الإنسان شيئاً من هذا الأمور كفر ولو عمل بكل ما جاء به الرسول صلى الله عليه وسلم؟ وإذا جحد التوحيد الذي هو دين الرسل كلهم لا يكفر؟ ¶ سبحان الله، ما أعجب هذا الجهل! ¶ فمنكر التوحيد أشد كفراً وأبين وأظهر. ¶ وها هم أصحاب رسول الله صلى الله عليه وسلم قاتلوا بني حنيفة وقد أسلموا مع النبي صلى الله عليه وسلم وهم يشهدون أن لا إله إلا الله وأن محمداً رسول الله صلى الله عليه وسلم ويؤذنون ويصلون وهم إنما رفعوا رجلاً إلى مرتبة النبي، فكيف بمن رفع مخلوقاً إلى مرتبة جبار السماوات والأرض؟ ¶ أفلا يكون أحق بالكفر ممن رفع مخلوقاً إلى منزلة مخلوق آخر؟! ¶ وها هم الذين حرقهم علي بن أبي طالب رضي الله عنه بالنار كلهم يدعون الإسلام وهم من أصحاب علي رضي الله عنه وتعلموا العلم من الصحابة ولكن اعتقدوا في علي مثل الاعتقاد في يوسف وشمسان وأمثالهما. ¶ فكيف أجمع الصحابة على قتلهم وكفرهم؟",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "أتظنون أن الصحابة يكفرون المسلمين؟ أم تظنون أن الاعتقاد في الحسين والبدوي وأمثاله لا يضر والاعتقاد في علي بن أبي طالب رضي الله عنه يكفر؟ ¶ وقد أجمع العلماء على كفر بني عبيد القداح الذين ملكوا المغرب ومصر وكانوا يشهدون أن لا إله إلا الله وأن محمداً رسول الله، ويصلون الجمعة والجماعات ويدعون أنهم مسلمين، ولكن ذلك لم يمنعهم من حكم المسلمين عليهم بالردة حين أظهروا مخالفة المسلمين في أشياء دون التوحيد حتى قاتلوهم واستنفذوا ما بأيديهم من بلدان المسلمين. ¶ وإذا كان الأولون لم يكفروا إلا حين جمعوا جميع أنواع الكفر من الشرك والتكذيب والاستكبار فما معنى ذكر أنواع من الكفر في (باب حكم المرتد). ¶ كل نوع منها يكفر حتى ذكروا أشياء يسيرة عند من فعلها مثل كلمة يذكرها بلسانه دون قلبه، أو كلمة يذكرها على وجه المزح واللعب، فلولا أن الكفر يحصل بفعل نوع منه وإن كان الفاعل مستقيماً في جانب آخر لم يكن لذكر الأنواع فائدة. ¶ وأن الله تعالى حكم بكفر المنافقين الذين قالوا كلمة الكفر مع أنهم كانوا مع النبي صلى الله عليه وسلم يصلون ويزكون ويحجون ويجاهدون ويوحدون، فقال الله تعالى فيهم: ((يَحْلِفُونَ بِاللّهِ مَا قَالُواْ وَلَقَدْ قَالُواْ كَلِمَةَ الْكُفْرِ وَكَفَرُواْ بَعْدَ إِسْلاَمِهِمْ)) [سورة التوبة:74]. ¶ وأن الله تعالى حكم بكفر المنافقين الذين قالوا كلمة ذكروا أنهم قالوها على وجه المزح، فقال الله تعالى فيهم: ((قُلْ أَبِاللّهِ وَآيَاتِهِ وَرَسُولِهِ كُنتُمْ تَسْتَهْزِئُونَ * لاَ تَعْتَذِرُواْ قَدْ كَفَرْتُم بَعْدَ إِيمَانِكُمْ)) [سورة التوبة: 96].",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ومن الدليل على أن الإنسان قد يقول أو يفعل ما هو كفر من حيث لا يشعر قول بني إسرائيل مع إسلامهم وعلمهم وصلاحهم لموسى عليه الصلاة والسلام: ((اجْعَل لَّنَا إِلَهاً كَمَا لَهُمْ آلِهَةٌ)) وقول أصحاب النبي صلى الله عليه وسلم: \"اجعل لنا ذات أنواط كما لهم ذات أنواط\" فقال: \"الله أكبر إنها السنن قلتم والذي نفسي بيده كما قالت بنو إسرائيل لموسى: ((اجْعَل لَّنَا إِلَهاً كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ)) [سورة الأعراف: 138] لتركبن سنن من كان قبلكم\". ¶ وهذا يدل على أن موسى ومحمداً عليهما الصلاة والسلام قد أنكروا ذلك غاية الإنكار. ¶ الشبهة العاشرة ¶ قولهم: في قول بني إسرائيل لموسى ((اجْعَل لَّنَا إِلَهاً كَمَا لَهُمْ آلِهَةٌ)) وقول بعض الصحابة للنبي صلى الله عليه وسلم: \"اجعل لنا ذات أنواط كما لهم ذات أنواط\" إن الصحابة وبني إسرائيل لم يكفروا. ¶ جواب الشبهة العاشرة ¶ أن الصحابة وبني إسرائيل لم يفعلوا ذلك حين لقوا من الرسولين الكريمين إنكار ذلك، ولا خلاف أن بني إسرائيل لو فعلوا ذلك لكفروا، وكذلك لا خلاف في أن الذين نهاهم النبي صلى الله عليه وسلم لو لم يطيعوه واتخذوا ذات أنواط بعد نهيه لكفروا. ¶ الشبهة الحادية عشر ¶ قولهم: أن النبي صلى الله عليه وسلم أنكر على أسامة قتل من قال: \"لا إله إلا الله\"، وكذلك قوله: \"أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله \"، وأحاديث أخرى في الكف عمن قالها. ¶ جواب الشبهة الحادية عشر ¶ أن النبي صلى الله عليه وسلم قاتل اليهود وسباهم وهم يقولون لا إله إلا الله. ¶ وأن الصحابة قاتلوا بني حنيفة وهم يشهدون أن لا إله إلا الله وأن محمداً رسول الله ويصلون ويدعون أنهم مسلمون. ¶ وأن الذين حرقهم علي بن أبي طالب كانوا يشهدون أن لا إله إلا الله. ¶ وأن من أنكر البعث كفر وقتل ولو قال لا إله إلا الله، وأن من جحد شيئاً من أركان الإسلام كفر وقتل، ولو قالها.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "فكيف لا تنفعه إذا جحد فرعاً من الفروع، وتنفعه إذا جحد التوحيد الذي هو أصل دين الرسل ورأسه؟ ¶ وأما حديث أسامة الذي قتل فيه من قال لا إله إلا الله حين لحقه أسامة ليقتله وكان مشركاً، فقال: لا إله إلا الله، فقتله أسامة لظنه أنه لم يكن مخلصاً في قوله وإنما قاله تخلصاً فليس فيه دليل على أن كل من قال: لا إله إلا الله فهو مسلم معصوم الدم، ولكن فيه دليل على أنه يجب الكف عمن قال: لا إله إلا الله، ثم بعد ذلك ينظر في حاله حتى يتبين، والدليل قول الله تعالى: ((يَا أَيُّهَا الَّذِينَ آمَنُواْ إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللّهِ فَتَبَيَّنُواْ)) [سورة النساء:94] أي فتثبتوا، وهذا يدل على أنه إذا تبين أن الأمر كان خلاف ما كان عليه فإنه يجب أن يعامل بما يتبين من حاله، فإذا بان منه ما يخالف الإسلام قتل ولو كان لا يقتل مطلقاً إذا قالها لم يكن فائدة للأمر بالتثبت. ¶ وأما قول النبي صلى الله عليه وسلم: \" أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله \" فإن معنى الحديث أن من أظهر الإسلام وجب الكف عنه حتى يتبين أمره، لقوله تعالى: ((فَتَبَيَّنُواْ)) لأن الأمر بالتبين يحتاج إليه إذا كان في شك من ذلك، أما لو قال: لا إله إلا الله بمجرده عاصماً من القتل فإنه لا حاجة إلى التبين. ¶ واعلم أن الذي قال لأسامة: \"أقتلته بعد أن قال لا إله إلا الله\"، وقال: \"أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله وأن محمداً رسول الله...\" هو الذي أمر بقتال الخوارج وقال: \"أينما لقيتموهم فاقتلوهم\" مع أن الخوارج يصلون ويذكرون الله ويقرؤون القرآن، وهم قد تعلموا من الصحابة رضي الله عنهم ومع ذلك لم ينفعهم ذلك شيئاً، لأن الإيمان لم يصل إلى قلوبهم كما قال النبي صلى الله عليه وسلم: \"إنه لا يجاوز حناجرهم\". ¶ الشبهة الثانية عشر",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "قولهم: أن الناس يوم القيامة يستغيثون بآدم، ثم بنوح، ثم إبراهيم، ثم بموسى، ثم بعيسى فكلهم يعتذر حتى ينتهوا إلى رسول الله صلى الله عليه وسلم، فهذا يدل على أن الاستغاثة بغير الله ليست شركاً. ¶ جواب الشبهة الثانية عشر ¶ اعلم بأن الاستغاثة بالمخلوق فيما يقدر عليه لا ننكرها، كما قال الله تعالى في قصة موسى: ((فَاسْتَغَاثَهُ الَّذِي مِن شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ)) [سورة القصص:15]. ¶ وأن الناس لم يستغيثوا بهؤلاء الأنبياء الكرام ليزيلوا عنهم الشدة، ولكنهم يستشفعون بهم عند الله عز وجل ليزيل هذه الشدة، وهناك فرق بين من يستغيث بالمخلوق ليكشف عنه الضرر والسوء، ومن يستشفع بالمخلوق إلى الله ليزيل الله عنه ذلك، وهذا أمر جائز كما أن الصحابة رضي الله عنهم يسألون النبي صلى الله عليه وسلم في حياته أن يدعو الله لهم، وأما بعد موته فحاشا وكلا أنهم سألوه ذلك عند قبره، بل أنكر السلف الصالح على من قصد دعاء الله عند قبره فكيف بدعائه نفسه؟ ¶ ولا بأس أن تأتي لرجل صالح تعرفه وتعرف صلاحه فتسأله أن يدعو الله لك، وهذا حق إلا أنه لا ينبغي للإنسان أن يتخذ ذلك ديدناً له كلما رأى رجلاً صالحاً قال ادع الله لي، فإن هذا ليس من عادة السلف رضي الله عنهم، وفيه إتكال على دعاء الغير، ومن المعلوم أن الإنسان إذا دعا ربه بنفسه كان خيراً له لأنه يفعل عبادة يتقرب بها إلى الله عز وجل. ¶ الشبهة الثالثة عشر ¶ قولهم: أن في قصة إبراهيم عليه السلام لما ألقي في النار اعترض له جبريل في الهواء فقال: ألك حاجة؟ فقال إبراهيم: أما إليك فلا، دليل على أنه لو كانت الاستغاثة بجبريل شركاً لم يعرضها على إبراهيم؟ ¶ جواب الشبهة الثالثة عشر",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "اعلم أن جبريل إنما عرض عليه أمراً ممكناً يمكن أن يقوم به فلو أذن الله لجبريل لأنقذ إبراهيم بما أعطاه الله تعالى من القوة فإن جبريل كما وصفه الله تعالى: ((شَدِيدُ الْقُوَى)) [سورة النجم:5] فلو أمره الله أن يأخذ نار إبراهيم وما حولها ويلقيها في المشرق أو المغرب لفعل ولو أمره أن يحمل إبراهيم إلى مكان بعيد عنهم لفعل ولو أمره أن يرفعه إلى السماء لفعل. ¶ وهذا يشبه لو أن رجلاً غنياً أتي إلى فقير فقال هل لك حاجة في المال؟ من قرض أو هبة أو غير ذلك؟ فإنما هذا مما يقدر عليه، ولا يعد هذا شركاً لو قال نعم لي حاجة أقرضني، أو هبني لم يكن مشركاً. ¶ الخاتمة ¶ وبعد أن عرفنا الجواب على هذه الشبهة، فإنه لابد أن يكون الإنسان موحداً بقلبه وقوله وعمله، فإن كان موحداً بقلبه ولكنه لم يوحد بقوله أو بعمله فإنه غير صادق في دعواه، لأن توحيد القلب يتبعه توحيد القول والعمل لقول النبي صلى الله عليه وسلم: \"ألا وإن في الجسد مضغة إذا صلحت صلح الجسد كله، وإذا فسدت فسد الجسد كله، ألا وهي القلب\". ¶ فإذا وحد الله كما زعم بقلبه ولكنه لم يوحده بقوله أو فعله فإنه من جنس فرعون الذي كان مستيقناً بالحق عالماً به لكنه أصر وعاند وبقي على ما كان عليه من دعوى الربوبية، قال تعالى: ((وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنفُسُهُمْ ظُلْماً وَعُلُوّاً)) [سورة النمل:14] وقال تعالى عن موسى أنه قال لفرعون: ((لَقَدْ عَلِمْتَ مَا أَنزَلَ هَؤُلاء إِلاَّ رَبُّ السَّمَاوَاتِ وَالأَرْضِ بَصَآئِرَ)) [سورة الإسراء:102]. ¶ ولا يعذر من عرف الحق، ولكن لم يفعله خشية مخالفة أهل بلده ونحو ذلك من الأعذار، وهذا العذر لا ينفعه عند الله عز وجل، لأن الواجب على المرء أن يلتمس رضا الله عز وجل ولو سخط الناس.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وأن غالب أئمة الكفر كانوا يعرفون الحق لكنهم عاندوا فخالفوا الحق كما قال تعالى: ((الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءهُمْ))، وقال: ((اشْتَرَوْاْ بِآيَاتِ اللّهِ ثَمَناً قَلِيلاً)) فكانوا يعتذرون بأعذار لا تنفعهم كخوف بعضهم من فوات رئاسة وتصدر المجالس ونحو ذلك. ¶ ومعرفة الحق دون العمل به أشد من الجهل بالحق، لأن الجاهل بالحق يعذر، وقد يعلم فيتنبه ويتعلم بخلاف المعاند المستكبر، ولهذا كان اليهود مغضوباً عليهم لعلمهم بالحق وتركهم إياه، وكان النصارى ضالين لأنهم لم يعرفوا الحق، لكن بعد بعثة الرسول صلى الله عليه وسلم كان النصارى عالمين فكانوا مثل اليهود في كونهم مغضوباً عليهم. ¶ وإن العمل بالتوحيد عملاً ظاهراً دون فهمه، أو اعتقاده بالقلب فهذا هو النفاق، وهو أشر من الكفر الخالص لقوله تعالى: ((الْمُنَافِقِينَ فِي الدَّرْكِ الأَسْفَلِ مِنَ النَّارِ)) [سورة النساء:145]. ¶ والله اعلم، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ إعداد ¶ أبو حميد عبد الله بن حميد الفلاسي",
            "page": "14",
            "part": "1"
        }
    ],
    "t37786": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "13 شبهة للقبوريين والجواب عليها"
        }
    ]
}