{
    "b37799": [
        {
            "id": "1",
            "nass": "آيات احتج بها الشيعة على الإمامة ¶ الحلقة -2 ¶ آية الولاية ¶ وعلاقتها بـ(الإمامة) ¶ الدكتور ¶ طه حامد الدليمي ¶ بسم الله الرحمن الرحيم ¶ الطبعة ؟ ¶ حقوق الطبع ¶ ...إلخ ¶ المقدمة ¶ ... ¶ الحمد لله رب العالمين. ¶ الله صلِّ وسلِّم على الهادي الأمين.. نبينا محمد، وعلى آله.. أصحابه وأتباعه أجمعين. ¶ وبعد.. ¶ فهذه رسالة صغيرة في مبناها، كبيرة في فائدتها ومعناها. تناولت فيها الحديث عن الآية التي يسميها الشيعة بـ(آية الولاية). وبينت مدى دلالتها على ما ذهبوا إليه من اعتقاد بأن (الإمامة) أصل من أصول دين الإسلام، بل هي أصل الدين، والحد الفاصل بين إيمان المؤمنين وكفر الكافرين. بنيتها على المنهج القرآني في بيان الأصول وإثباتها. ¶ والله تعالى وحده أسأل أن ينفع بها كاتبها وقارئها في الدنيا والآخرة. إنه هو السميع العليم. ¶ المؤلف ¶ تمهيد ¶ في حجية الاستدلال بمحكم القرآن ومتشابهه ¶ إن أصول الدين وأساسياته التي انبنى عليها لا يصح أن تكون في طبيعتها قابلة للخطأ والصواب، وإلا فسد الدين واختل من الأساس لأن أصوله صارت ظنية مترددة بين أن تكون حقاً وأن تكون باطلاً. وما ذاك بدين؛ فإن الدين مبناه على القطع واليقين. ¶ وإذن يجب أن يكون الدليل الأصولي مما لا يمكن أن يتطرق إليه الخطأ، أو الاحتمال بأي حال من الأحوال. وليس من مصدر بهذا الشرط إلا القرآن الذي تعهد الله تعالى بحفظه بنفسه. ¶ لكن آيات القرآن تنقسم – كما قال تعالى - إلى قسمين: ¶ 1- قسم صريح لا يحتمل إلا معنىً واحداً هو الآيات المحكمات. ¶ 2- وقسم يحتمل وجهين مختلفين فصاعداً هو الآيات المتشابهات.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فيجب أن يكون دليل الأصل من قسم الآيات الصريحة المحكمة، ولا يصح أبداً أن يكون من قسم الآيات الظنية المتشابهة. ولذلك ذم الله تعالى اتباع المتشابه والاعتماد عليه فقال: (أما الذين في قلوبهم زيغٌ فيتبعون ما تشابه منهُ) بعد أن قال: (هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ) (آل عمران/7). ¶ وهكذا صارت أصول الدين مصونة عن احتمال الخطأ لسببين: أولهما أن كل آية محفوظة من التحريف لفظاً. فإذا كانت صريحة محكمة كانت محفوظة من التحريف معنى. ¶ هكذا ثبت أصل التوحيد و نبوة محمد - صلى الله عليه وسلم - وغيرهما من أصول الاعتقاد. كذلك الصلاة والصيام وبقية أركان الاسلام. وكذلك الانتهاء عن أصول المحرمات كالقتل والزنا والكذب ... الخ دون لجوء إلى رأي راءٍ، أو رواية راوٍ. فلا تأصيل بمعزلٍ عن محكم التنزيل. ¶ وقبل أن نناقش الآية ودلالتها على (الإمامة) من عدمها، يجب أن نعرف أن الخلاف في (الإمامة) خلاف في مسألة أصولية إذ يعتقد الإمامية أنها كالنبوة أصل من أصول الدين؛ من جحده كفر. وبما إن (الإمامة) جُعلت كذلك فيجب إذن أن تكون النصوص القرآنية المتثبتة لها محكمة أي صريحة قطعية في دلالتها، وليست متشابهة أي ظنية محتملة. وإلا بطل الاحتجاج بها. ¶ فهل هذه الآية الكريمة محكمة في دلالتها على (الإمامة)؛ حتى يصح بها الاحتجاج؟ أم هي ظنية متشابهة؛ فيكون الاحتجاج بها لا مستند له إلا الجدل واللجاج؟ هذا ما سنراه في الصفحات التالية. ¶ نقض الاستدلال بالآية الكريمة على (الإمامة) ¶ الآية الكريمة ¶ يقول تعالى: ¶ (إِنَّمَا وَلِيُّكُمْ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلاَةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ) (المائدة/55). ¶ الآية متشابهة وليست محكمة",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الدليل على بطلان دلالة هذه الآية الكريمة على (أصل الإمامة) هو عدم امتلاكها لشرط الدليل الأصولي، ألا وهو الإحكام والقطع، أو الوضوح والصراحة في الدلالة على المراد. ¶ فالآية متشابهة - هذا في أحسن أحوالها - وليست نصاً في (الإمامة) عموماً، ولا في (إمامة) علي - أو أحد غيره - خصوصاً. ¶ والاستدلال بها على هذه المسألة ظن واحتمال، وتخرص واستنتاج أو استنباط. وهذا كله لا يصلح في باب الأصول، والقول به اتباع للمتشابه، وقد نهينا عنه بنص قوله تعالى: (فَأَمَّا الَّذِينَ فِي قُلوبهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ) (آل عمران/7) . ¶ والإمامية يقولون: إن إمامة علي كنبوة محمد - صلى الله عليه وسلم - ! بل كألوهية الله !! من أنكرها كان كمن أنكر معرفة الله ومعرفة رسوله؛ فهذا يحتاج إلى نص قرآني صريح الدلالة كصراحة قوله تعالى: ( محمد رسول الله) (الفتح:29) وأمثاله في النص على نبوة محمد - صلى الله عليه وسلم - مثلاً. وإلا بطل الادعاء. وهذه الآية الكريمة ليست صريحة ؛ فالاستدلال بها باطل. ¶ هذا هو الرد القاطع للنزاع على الاستدلال بهذه الآية على (أصل الإمامة). وكل ما عداه مما سنورده لاحقاً فزيادات وتفريعات، لا بأس أن نأتي على ذكرها زيادةً في الفائدة. فنقول: ¶ استطراد لزيادة الفائدة ¶ سياق الآية ¶ وردت هذه الآية ضمن حشد من الآيات، موضوعها الأساسي هو النهي عن موالاة الكافرين، والأمر بموالاة المؤمنين.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "تبدأ هذه الآيات بالنهي عن اتخاذ اليهود والنصارى أولياء، وتتوسط بحصر الموالاة بالفئة المؤمنة، وتنتهي - كما بدأت - بالنهي عن موالاة اليهود والنصارى والكفار: (يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لاَ يَهْدِي الْقَوْمَ الظَّالِمِينَ فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِم يَقُولُونَ نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ فَيُصْبِحُوا عَلَى مَا أَسَرُّوا فِي أَنفُسِهِمْ نَادِمِينَ وَيَقُولُ الَّذِينَ آمَنُوا أَهَؤُلاَءِ الَّذِينَ أَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ إِنَّهُمْ لَمَعَكُمْ حَبِطَتْ أَعْمَالُهُمْ فَأَصْبَحُوا خَاسِرِينَ يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلاَ يَخَافُونَ لَوْمَةَ لاَئِمٍ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ إِنَّمَا وَلِيُّكُمْ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلاَةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ وَمَنْ يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمْ الْغَالِبُونَ يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِنْ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفّارَ أَوْلِيَاءَ وَاتَّقُوا اللَّهَ إِنْ كُنتُمْ مُؤْمِنِينَ) (المائدة/51-57) .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "تأمل هذه الآيات تجدها تذكر نوعين من الموالاة: إحدهما منهي عنه، والأخر مأمور به. وأصل المعنى اللغوي في كليهما واحد: (أي لا توالوا الكفار ووالوا المؤمنين). أي إن المعنى في (والوا) المنهي عنه، هو المعنى نفسه في (والوا) المأمور به. لكن لما كان الأول للكفار نُهي عنه، والثاني للمؤمنين أُمر به. ¶ فالأمر والنهي ليس لتغاير المعنى في أصله. وإنما لتغاير الجهة المتعلقة به. وإلا فإن معنى الموالاة واحد. فإن كانت الموالاة في جهة الكفار نهي عنها. وإن كانت في جهة المؤمنين أمر بها. ¶ ولو كان للولاية معنى آخر أخص من معنى التناصر والتحالف - كأن يكون (الإمامة) ، كما يدّعي الشيعة - لما اختص النهي باليهود والنصارى فقط ؛ لأن (الإمامة) - حسب العقيدة الامامية - منفية أيضاً عن المؤمنين سوى علي؛ فيتعدى نفيها إلى عموم المؤمنين أيضا، فينبغي أن يكون التعبير محصوراً بشخص واحد هو علي - رضي الله عنه - . حتى يكون الكلام فصيحاً دالاً على المراد، واضحاً مبينا لا لبس فيه. ¶ وبتعبير آخر لو كان الولي معناه الإمام لقال الله جل وعلا: (لا تتخذوا اليهود والنصارى ولا تتخذوا المؤمنين سوى علي أولياء). أو قال: (لا تتخذوا المؤمنين سوى علي أولياء) دون ذكر اليهود والنصارى على اعتبار أن ذلك منهي عنه من الأساس. ¶ كما أن العاقل إذا تكلم كان كلامه مسوقا لتحقيق غرض وموضوع واحد. فإذا تخلل كلامه موضوع أو معنى لا علاقة له به. فهذا لا يكون إلا عند المجانين الذين يتكلمون بلا رابط . ¶ ويستطيع أي قارئ للآيات السابقة في موضعها من القرآن أن يدرك أنه لا علاقة لمعنى (الإمامة) بالغرض الذي سيقت من أجله تلك الآيات بتاتاً. ولا يمكن أن نفسر الآية بـ(الإمامة)، إلا إذا أقررنا أنه لا علاقة لها بسياق الآيات. وأنه يمكن فصلها عنها وإخراجها من مكانها الذي هي فيه. وجعلها في موضع آخر بلا فرق. وهو أمر واضح البطلان.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "فإما أن تكون الآية متناسبة في معناها مع بقية الآيات فهي إذن في ولاية النصرة والتحالف والمحبة. وإما أن لا يكون هذا موضعها ولا علاقة لها به. وهذا باطل، بل كفر. لكنه لا يستقيم تفسير الآية بـ(الإمامة) إلا به! ولك الخيار بعد ! ¶ سبب النزول ¶ ومما يوضح ذلك أكثر، معرفة سبب النزول. ¶ روى ابن جرير الطبري، والبيهقي. وكذلك ابن إسحاق في السيرة عن الوليد بن عبادة بن الصامت قال: لما حاربت بنو قينقاع رسول الله - صلى الله عليه وسلم - تشبث بأمرهم عبد الله بن أُبي وقام دونهم. ومشى عبادة بن الصامت إلى رسول الله - صلى الله عليه وسلم - ، وكان أحد بني عوف بن الخزرج ، له من حلفهم مثل الذي لعبد الله بن أبي فجعلهم إلى رسول الله - صلى الله عليه وسلم - . وتبرأ إلى الله ورسوله من حلفهم . وقال: يا رسول الله إني أبرأ إلى الله ورسوله من حلفهم. وأتولى الله ورسوله والمؤمنين. وأبرأ من حلف الكفار وولايتهم. ¶ ففيه وفي عبد الله بن أُبي نزلت الآية: ( يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ) إلى قوله: (وَمَنْ يَتَوَلَّ اللهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمْ الْغَالِبُونَ). ¶ ولا شك في أن هذا السبب هو أليق بالسياق. فالآيات نزلت فيمن تولى الله ورسوله والمؤمنين وتبرأ من حلف الكافرين، وهو عبادة بن الصامت - رضي الله عنه - فهي تأمرنا بأن نتخذ الله ورسوله والمؤمنين أولياء، كما فعل عبادة بن الصامت. وتنهانا عن اتخاذ اليهود وإضرابهم أولياء كما فعل ابن سلول. ¶ يتضح من هذا أن لا علاقة للولاية بـ(الإمامة) أو الخلافة؛ لأنها لم تكن موضع اختلاف. فعبادة لم يكن متخذاً اليهود (أئمة) أو خلفاء، وإنما كان حليفاً لهم ونصيرا. فهذا الحلف هو الولاية التي نهى الله أن تتخذ من دون المؤمنين - كما هو شأن المنافق",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "عبد الله بن أبي بن سلول الذي تولى اليهود دون المؤمنين - أي حالفهم وناصرهم. ¶ وهذا كما قال تعالى في الآيات الكريمة الآتية: ¶ (لاَ تَجدُ قَوْمًاً يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآْخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ) (المجادلة:22). ¶ (يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَتَّخِذُوا آبَاءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَاءَ إِنْ اسْتَحَبُّوا الْكُفْرَ عَلَى الإْيمَانِ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَأُوْلَئِكَ هُمْ الظَّالِمُونَ) (التوبة:23) . وليس معنى ذلك: لا تتخذوا آباءكم وإخوانكم (أئمة). ¶ (يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ) (الممتحنة:1) . ¶ (المؤمنون والمؤمنات بعضهم أولياء بعض) (التوبة:17). وليس معناه: المؤمنون والمؤمنات بعضهم (أئمة) وخلفاء بعض. وإلا صار عددهم بلا حصر، لا سيما وأن النساء (المؤمنات) عند الشيعة لا يصلحن لـ(الإمامة). ¶ (إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمْ الْمَلاَئِكَةُ أَلاَّ تَخَافُوا وَلاَ تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُون * نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الآْخِرَةِ) (فصلت:30-31). ¶ (لاَ يَتَّخِذْ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنْ اللَّهِ فِي شَيْءٍ) (آل عمران:28). وهذا هو معنى قوله تعالى: (إنما وليكم الله ورسوله والذين آمنوا) بالضبط : فالآية الأولى تنهى عن اتخاذ الكافرين أولياء من دون المؤمنين. والثانية تأمر باتخاذ المؤمنين أولياء دون الكافرين. والمعنى واحد تماما. وليس معنى (المؤمنين) هنا أشخاصاً معينين بأسمائهم. ولا معنى (أولياء) هو (أئمة) أو خلفاء .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "كما أنه لو كان معنى (وليكم) هو (إمامكم) لصح أن يوصف الله تعالى بـ(الإمام)؛ لأن الآية تقول: (إنما وليكم الله ورسوله والذين آمنوا). ويطلان هذا في غاية الوضوح. ¶ عشرات الآيات ¶ لقد جاء لفظ (الولي) في عشرات الآيات، ولا علاقة له فيها بـ(الإمامة) أو الخلافة منها: ¶ قوله تعالى عن زكريا - عليه السلام - : (فهب لي من لدنك وليا) (مريم:5). ¶ (فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لاَ يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ) (البقرة:282). ¶ (وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا فَلاَ يُسْرِفْ فِي الْقَتْلِ) (الإسراء:33). ¶ وقوله عن الرهط الذين بيتوا قتل النبي صالح - عليه السلام - : (لَنُبَيتَنهُ وَأَهْلَهُ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ) (النمل:49). وليس معنى (وليه) (إمامه) قطعاً؛ فإن صالح عليه السلام نبي. فهو الإمام بكل الاعتبارات. ¶ (وَكَفَى بِاللَّهِ وَلِيًّا وَكَفَى بِاللَّهِ نَصِيراً) (النساء:45). ¶ (وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيًّا مُرْشِداً) (الكهف:17). ¶ (وَمَنْ يَتَّخِذْ الشَّيْطَانَ وَلِيًّا مِنْ دُونِ اللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُبيناً) (النساء:119). ¶ (وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنْ الذُّلِّ) (الإسراء:111). ¶ (اللهُ وَلِيُّ الَّذِينَ آمَنُوا) (البقرة:257). ¶ فما الذي جعل (وليكم) في تلك الآية (إمامكم)، وحال دون جعلها كذلك في غيرها من الآيات. وهي بالعشرات ؟! ¶ سبحان الله !!! ¶ المستحيلات العشرة ¶ إن ادعاء الشيعة بأن معنى (وليكم) في الآية هو (إمامكم المعصوم)، لا يستقيم إلا بعد اجتياز جملة من الموانع الصعبة، بل المستحيلة الاجتياز؛ ما يجعل الاحتجاج بالآية خارجاً حتى عن دائرة الاحتجاج بالمتشابه، فضلاً عن المحكم! ¶ من هذه الموانع :",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "1. الإثبات القاطع بأن لفظ (وليكم) ليس له إلا معنى واحد هو (إمامكم) المصطلح عليه عند الإمامية، وأنه لم يرد بالمعنى اللغوي الذي هو الناصر والمحب والحليف، وما شابه. ودون ذلك خرط القتاد. ¶ وعليه يكون أقل ما يقال عن هذه الدعوى أنها احتجاج بالمتشابه؛ لأن اللفظ صار مشتركاً بين معنيين: أحدهما اصطلاحي والآخر لغوي. والاحتجاج بالمتشابه في الأصول - التي هي أساس الدين – باطل مرفوض بنص القرآن. ¶ إن تفسير هذه الآية بـ(الإمامة) له شرطان لا بد من توفرهما: ¶ الأول: أن يأتي النص بلفظ (إمامكم)، وليس (وليكم)؛ لأن العدول عن اللفظ إلى شبيهه يؤدي إلى إشكال واشتباه لا داعي له. وهو مرفوض في الأصول. ¶ الثاني: أن يأتي اللفظ (إمامكم) – على افتراض وجوده - بحيث لا يمكن تفسيره بغير معناه الذي اصطلحت عليه الإمامية. وإلا صار مشتبها. والأدلة المشتبهة لا تعمل من الأساس، فبطل الاحتجاج بالآية على (الإمامة)؛ لأنه بلا أساس. ¶ 2. الإثبات القاطع بأن صيغة الجمع (الذين آمنوا) لا يمكن حملها على ظاهرها، وهو الإفراد دون الجمع. ¶ وهذا أقل ما فيه أنه خلاف الأصل، وظاهر اللفظ . ومخالفة الأصل وظاهر الكلام من دون قرينة تحكُّم باطل. كما أنه ليس عليه من دليل سوى الظن والاحتمال وذلك غير مقبول في الأصول. ¶ 3. إثبات أن المفرد المقصود بالآية – على افتراض حمل الجمع على المفرد - هو علي لا غير، قطعاً لا ظناً وهذا غير ممكن. ¶ وأقل ما فيه أن علياً - رضي الله عنه - غير مذكور في الآية. وذكره ¶ لا بد منه شرطاً للاعتقاد، وإلا حصل الإشكال والاشتباه. وهو غير مقبول في الأصول. ¶ لقد ذكر الله تعالى في الآية نفسه بصراحة، وصرح بذكر رسوله - صلى الله عليه وسلم - . ثم عمَّ بقية المؤمنين. فلو أراد واحداً منهم بعينه لصرح بذكره، وإلا اشتبه بغيره.، وكان النص عليه مشتبهاً غير مبين. وذلك مخالف لكلام رب العالمين. ¶ 4. إثبات دلالة الآية على أحد عشر (إماماً) آخرين بأعيانهم.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "فإن إثبات عموم (الإمامة) شيء، وتخصيصها بأشخاص معينين شيء آخر يحتاج إلى دليل منفصل. والإمامية فِرقٌ شتى لم تتفق جميعاً على أئمة بعينهم: (فأئمة) الإسماعيلية غير أئمة الكيسانية. وهم غير (أئمة) الفطحية أو الواقفية أو النصيرية أو الاثني عشرية ... الخ . ¶ وهذه الفرق كلها تحتج بالآية نفسها على صحة مذهبها! وذلك باطل؛ لأن الدليل الواحد لا يكون دليلاً على الشيء ونقيضه. علماً أن الإمامية الاثنى عشرية ¶ يكفّرون هذه الفرق جميعاً، مع اعتقادها جميعاً بإمامة علي!! ¶ 5. إثبات أن (الواو) في قوله تعالى: (وهم راكعون) حالية وليست عاطفة. وهو ظن واشتباه لاحتمالها الأمرين. فعاد الأمر إلى الظن والاحتمال. و(الدليل إذا تطرق إليه الاحتمال بطل به الاستدلال). ¶ 6. إثبات أن المقصود بالركوع هنا الهيئة الواردة في الصلاة. وليس الخشوع والخضوع. وهو ظن واحتمال، لا قيمة له في ما نحن فيه من استدلال. ¶ 7. إثبات أن علياً - رضي الله عنه - كان غنياً مالكاً للنصاب الذي هو شرط وجوب الزكاة حتى يدخل ضمن المؤمنين الذين (يؤتون الزكاة) في الآية. ¶ وذلك مستحيل؛ لأن الأخبار والأدلة مجمعة على أن علياً - لا سيما عند نزول الآية - كان فقيراً. ¶ إن التنصيص على شخص، وتعيينه بصفة ليست فيه، كذبٌ. وتعيينه أو تشخيصه بصفة خفية - بل فعل منقطع خفي - لا يفعله عاقل. وذلك كله لا يليق بشأنه سبحانه. ¶ إن علياً لم يؤد الزكاة لأنه فقير. وأداء الزكاة حال الصلاة أمر خفي وفعل منقطع، فكيف يرتب الله عليه أمراً عظيماً هو أصل الدين، والفرقان الواضح بين المؤمنين وجميع الكافرين ؟! ¶ 7. إثبات أن علياً تصدق بخاتم حال الركوع. ¶ وهذا - حتى لو ثبت - لا ينفع لسببين أساسيين: ¶ الأول: إن هذا احتجاج بالرواية، وليس بالآية. وذلك - إضافة إلى عدم نهوضه دليلاً في الأصول – يعني أن الآية بنفسها – دون إسنادها بغيرها - غير قادرة على تحقيق المراد.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الثاني: إن هذا غايته أن يكون سبباً للنزول، وقد تقرر في الأصول أن العبرة بعموم اللفظ لا بخصوص السبب. وإلا فلو حصرنا كل آية بسببها لتعطلت أحكام ¶ القرآن. ¶ وقد ورد - كما أسلفت - أن الآية نزلت في عبادة بن الصامت. ولكنها لا تخصه وحده بل قد يكون غيره أولى منه بها؛ لتحقق الوصف فيه أكثر من تحققه فيمن نزلت فيه. ¶ وهذا كقوله تعالى: (وَمِنْ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَات اللَّهِ وَاللَّهُ رَؤوفٌ بِالْعِبَادِ) (البقرة/207) الذي نزل في صهيب الرومي - رضي الله عنه - لما فدى نفسه بجميع ماله وهاجر ابتغاء مرضاة الله . والذين يشرون أنفسهم ابتغاء مرضاة الله كثيرون. ومنهم من هو أفضل منه كأبي بكر وعمر وعثمان وعلي. فالآية لا تدل على أكثر من الفضيلة، فهي في فضل من نزلت فيه قطعاً، لكنها ليست خاصة به حكماً. ¶ فحكاية التصدق بالخاتم - لو ثبتت - فهي في فضل علي لا أكثر. فكيف وهي لم تثبت! إذ الرواية المحتج بها لم تصح لانقطاع سندها في بعض الطرق، وجهالة رجاله في بعضها، واتهامهم بالكذب أو اتصافهم ¶ بالضعف في البعض الآخر. ¶ والأمر مبحوث ومفروغ منه ولا حاجة لإيراده لأسباب منها: إن كون الرواية صحيحة أم ضعيفة ليس له قيمة في موضوعنا؛ لأن أصول الدين ما لم يكن لها أصل صريح الدلالة في القرآن، لا يصد أن تثبت بالروايات. فلا داعي لتفريغ الجهد في غير موضعه. ومن أراد التأكد فليرجع إلى تحقيق الرواية في مظانه(¬1). ¶ ودلائل الوضع على الرواية ظاهرة. وأولها القطع بأن علياً لم تجب عليه زكاة قط لفقره. ¶ ومنها تعارضها مع ما هو مثلها أو أقوى منها في مصادر الشيعة أنفسهم! ¶ ¬__________ ¶ (¬1) يمكن أن يرجع إلى كتاب (الحجج الدامغات لنقض كتاب المراجعات) لأبي مريم الأعظمي 1/124 وما بعدها.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "أما الأول : فتعارضها مع ما رواه الكليني من أن سبب نزول الآية كان التصدق بحلة ثمنها ألف دينار! والحلة غير الخاتم. فقد روى بإسناده عن أبي عبد الله (ع) في قوله تعالى: ( الذين يقيمون الصلاة ويؤتون الزكاة وهم راكعون) قال: كان أمير المؤمنين في صلاة الظهر وقد صلى ركعتين وهو راكع وعليه حلة قيمتها ألف دينار فجاء سائل فقال: السلام عليك يا ولي الله وأولى بالمؤمنين من أنفسهم تصدق على مسكين فطرح الحلة إليه وأومأ بيديه أن احملها فانزل الله عز وجل هذه الآية وصير نعمة أولاده بنعمته(¬1). ¶ وأما الثاني وهو معارضتها لما هو أقوى منها: فلتناقضها مع ما قرره الكليني من أن النبي - صلى الله عليه وسلم - والإمام لا تجب عليهما زكاة. وروى في ذلك بسنده عن أبي بصير عن أبي عبد الله (ع) قلت له: أمَا على الإمام زكاة ؟ فقال: أحلت يا أبا محمد! (أي سألت عن أمر مستحيل في حق الإمام) أمَا علمت أن الدنيا والآخرة للإمام(¬2) يضعها حيث يشاء ويدفعها إلى من يشاء جائز له ذلك من الله. إن الإمام يا أبا محمد لا يبيت ليلة ولله في عنقه حق يسأله(¬3). ¶ ويعلق الكليني على ذلك فيقول: ولذلك لم يكن على مال النبي - صلى الله عليه وسلم - والولي زكاة!! ¶ فإذا لم يكن على الولي زكاة، فكيف أدى علي الزكاة وهو راكع ؟! ¶ وبالجملة فقد صارت الرواية في أحسن أحوالها ظنية الثبوت. والظن لا تثبت به عقيدة هي أصل من أصول الدين. وقد ذم الله متبعيه بنص قوله سبحانه: (وَمَا لَهُمْ بِهِ مِنْ عِلْمٍ إِنْ يَتَّبِعُونَ إِلاَّ الظَّنَّ وَإِنَّ الظَّنَّ لاَ يُغْنِي مِنْ الْحَقِّ شَيْئًا) (النجم:28). ¶ ¬__________ ¶ (¬1) أصول الكافي1/288. ¶ (¬2) تأمل الغلو! فإن الله تعالى يقول: (إِنَّ عَلَيْنَا لَلْهُدَى وَإِنَّ لَنَا لَلآْخِرَةَ وَالأْولَى) (الليل:12،13). فالدنيا والآخرة لله وحده لا شريك له. ¶ (¬3) أصول الكافي1/409.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "8. إثبات أن كل (إمام) من (الأئمة) أدى زكاة ماله حال الركوع. وهو أمر مناف للعقل والذوق والشرع. فما معنى أن يمدح إنسان ويكرم حتى يجعل (إماماً) لأنه أدى زكاة ماله وهو راكع؟! ¶ أليس في الصلاة شغل عن غيرها ؟! ¶ أوَ ليس في سؤال المتسولين في مساجد المسلمين تشويش على المصلين ؟! ¶ ثم هل كان مسجد النبي - صلى الله عليه وسلم - وفي أثناء الصلاة !– مسرحاً للمتسولين ؟! وساحة مباحةً للمكدين ؟!!! ¶ أوَليس هذا المتسول قد وجبت عليه الصلاة في ذلك الوقت؟ فكيف يستقيم هذا مع هذا؟! ولربما كان علي - رضي الله عنه - وهو الراجح - يصلي لحظتها في أول الصفوف. فكيف تمكن ذلك المتسول من اختراق عشرات الصفوف ليصل إليه؟! أوَليس التسول في المساجد منهياً عنه؟ فكيف يسوغ في حال الصلاة ؟! أم ان المتسول كان كافراً. فهل تحل الزكاة للكافرين ؟! ¶ وإن قيل: إن الزكاة هنا معناها الصدقة غير المفروضة. فهل هذا القول مقطوع به؟ أم قيل على سبيل الظن؟ أما القطع فلا سبيل إليه لأن الزكاة إذا اقترنت بالصلاة – خصوصاً إذا عبر عن أدائها بلفظ (الإيتاء) - فلا يعنى بها في جميع القرآن إلا الزكاة المفروضة. كما أن الصلاة هنا هي الصلاة المفروضة لا غير. وإن قيل: إن هذا القول ظني، قلنا: إن الظن في الأصول لا يغني من القطع شيئا. ¶ ولو ذهبت إلى أي مسجد في زماننا، هل تجد المتسولين داخل حرم المسجد أم خارجه؟! ¶ ثم إن السائل يهمه أولاً أن يحصل على مسألته. فكيف يختار سائل أن يسأل فقيراً معلوم الفقر؟ أليس المعقول أن يسأل غنياً! فلماذا اختار علياً ؟! ¶ ألِماله ؟ وهو ليس بذي مال! أم لعلمه ؟ والمسألة متعلقة بالمال وليس بالعلم، ورسول الله - صلى الله عليه وسلم - موجود !",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "10. إن هذه العوائق كل واحد منها شرط لا بد من توفره مع الشروط الأخرى. ولا يغني واحد منها عن سواه، ولا بعضها عن البعض الآخر. فإذا تخلف واحد منها بطلت بقية الشروط ؛ لأن المشروط بعدة شروط يبطل إذا تخلف أحدها. ¶ وهذه الشروط جميعاً لا بد أن تثبت بصورة قطعية وإلا فإن (الظن لا يغني من الحق شيئا). وهو لا يعمل هنا؛ لأن الأمر متعلق بأصل من أصول الدين، وهي تبنى على القطع واليقين، لا على الظن والتخمين. ¶ 1. فلا بد أولاً من إثبات أن لفظة (وليكم) معناها (إمامكم)، وبالمعنى الاصطلاحي لا اللغوي. وذلك على سبيل القطع لا الظن وهو غير حاصل! ¶ 2. ولا بد معه من إثبات أن صيغة الجمع في الآية المقصود بها الإفراد لا الجمع. وذلك على سبيل القطع لا الظن وهو غير حاصل !! ¶ 3. ولا بد معهما من إثبات أن هذا المفرد هو علي وحده دون سواه قطعاً لا ظناً. وهو غير حاصل!!! ¶ 4. ولا بد مع هذه الثلاثة من دلالة الآية على أحد عشر معه بالتشخيص على سبيل القطع لا الظن. وهو مستحيل!!!! ¶ 5. ولا بد من شرط خامس، هو الإثبات القاطع بأن الواو حالية لا عاطفة. وهو غير حاصل!!!!! ¶ 6. ولا بد أيضاً من إثبات أن المقصود بالركوع هو الهيئة، وليس الخشوع والخضوع. وذلك على سبيل القطع لا الظن. وهو غير حاصل!!!!!! ¶ 7. ولا بد أيضاً من إثبات أن علياً كان غنياً مالكاً لنصاب الزكاة حين نزول الآية. وهو مستحيل!!!!!!! ¶ 8. والشرط الثامن هو الإثبات القاطع أن علياً تصدق بالخاتم وهو راكع. وذلك غير حاصل!!!!!!!! ¶ 9. وتاسع الشروط إثبات ذلك لبقية (الأئمة). وهو غير وارد!!!!!!!!! ¶ 10. وآخرها تلازمها. وهو عاشر المستحيلات!!!!!!!!!! ¶ وهكذا ترى تهافت الاحتجاج بالآية على مسألة (الإمامة)؛ لأنه لا يقوم إلا على سلسلة طويلة من الافتراضات والاحتمالات المبنية (بعضها فوق بعض) بحيث إذا انهدم واحد منها انهدم البناء كله!",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وهذا لا يسوغ حتى في الفروع الفقهية. فكيف بالأصول الاعتقادية، التي يكفر الناس، وتستباح حرماتهم وحقوقهم على أساسها؟!! ¶ إن هذا لشيء عجاب! ¶ أأنتم قلتم أم الله ؟! ¶ بعد كل هذا نتوجه بالسؤال الأخير إلى علماء الشيعة وسادتهم وكبرائهم فنقول : ¶ هل الله سبحانه هو الذي قال: آمنوا بـ(إمامة) اثني عشر (إماماً معصوماً) ؟ أم أنتم الذين قلتم ؟! ¶ ولو أن الله قال للنبي - صلى الله عليه وسلم - ، أو علي - رضي الله عنه - يوم القيامة: ¶ (أأنت قلت للناس اتخذوا علياً وأحد عشر من ذريته أئمة من دون الناس)؟ (¬1) فماذا تتوقعون الجواب؟! ¶ أيجرؤ أحد أن يقول في ذلك اليوم: يا رب أنت قلت: (إنما وليكم الله ورسوله والذين آمنوا..) وهم علي وأولاده الأحد عشر ؟! ولو افترضنا أن ذلك حصل، فقال الله : أنا الذي قلت ؟! أم أنت الذي تقولت؟ فماذا سيكون الجواب؟! وأين يكون المصير؟!!! ¶ ( ¶ ¬__________ ¶ (¬1) سيوجه الله تعالى سؤالا مشابها لنبيه عيسى بن مريم - عليه السلام - كما أخبر فقال: { وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّي إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِنْ كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلاَ أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنْتَ عَلاَّمُ الْغُيُوبِ مَا قُلْتُ لَهُمْ إِلاَّ مَا أَمَرْتَنِي بِهِ أَنْ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ وَكُنتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ } المائدة/116-117",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "رَبَّنَا لا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ * رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لا رَيْبَ فِيهِ إِنَّ اللَّهَ لا يُخْلِفُ الْمِيعَادَ) (آل عمران:9). ¶ المحتوى ¶ الموضوع ... الصفحة ¶ المقدمة ¶ تمهيد في حجية الاستدلال بمحكم القرآن ومتشابهه ¶ الآية الكريمة ¶ الآية متشابهة وليست محكمة ¶ سياق الآية ¶ سبب النزول ¶ عشرات الآيات ¶ المستحيلات العشرة ¶ أأنتم قلتم أم الله ؟! ¶ المحتوى",
            "page": "16",
            "part": "1"
        }
    ],
    "t37799": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": null
        }
    ]
}