{
    "b37793": [
        {
            "id": "1",
            "nass": "مكتبة فقه السياسة الشرعية ¶ الكتاب الأول ¶ نظرية الإمامة ¶ عند الخوارج ¶ عرض و نقد ¶ تأليف الأستاذ ¶ حسني محمد العطار ¶ غزة ¶ 2011 ـــ 2012 ¶ الإهداء .. ¶ إلى .. ¶ العاملين على إعادة الخلافة الإسلامية ¶ وفق منهج أهل السنة و الجماعة .. ¶ إلى كل من يقبض على الجمر ¶ حباً في دينه ووطنه .. ¶ المقدمة ¶ الحمد لله الهادي الناس لما فيه صلاح أمرهم دنيا وآخرة, شريعة وعقيدة, سياسة واقتصاداً وعلاقات اجتماعية، أخلاقاً و قيماً و فكراً, فحققوا بذلك سعادتهم في الدنيا والآخرة. ¶ وأصلي وأسلم على خير من حكم فعدل، وقاد فهدى, بلغ عن ربه أصدق كتاب أنزل و خير دين أرسل وأفضل عقيدة وأقوَمَ منهج، فما غادر الدنيا إلا ونحن على المحجة البيضاء ليلها كنهارها لا يزيغ عنها إلا هالك ولا يتنكبها إلا ضال، والصلاة والسلام على أصحابه ومن تبعهم بإحسان إلى يوم الدين. ¶ أما بعد: ¶ لا نجانب الحقيقية والصواب لو قلنا إن من أعظم وأخطر القضايا في حياة الإنسان وحياة المجتمعات المتمدينة هي قضية الحكم, بكل متعلقاتها, هذا في الناحية النظرية, وحينما توضع على المحك التطبيقي والعملي فهي أشد صعوبة , وأكثر تعقيداً ووعورة. ¶ هذا على مستوى الإنسانية في عمومها, أما على المستوى الإسلامي الأضيق نطاقاً فإن هذه القضية كانت أولى القضايا التي اختلف عليها المسلمون يوم أن لحق النبي صلى الله عليه و سلم بالرفيق الأعلى, وهي التي أوجدت شرخاً في النسيج الإسلامي الواحد يصعب رتقه. ¶ هذه القضية أخذت من المسلمين الشيء الكثير, وعلى مدار تاريخهم الطويل, أخذت منهم الأنهار الطويلة من الدماء و ما زالت (وأحداث ليبيا واليمن ومصر وتونس وسوريا ليست عنا ببعيد) , وأخذت من النقاش والجدل والمطارحات والاعتراضات والفكر والكتابة الشيء الأكبر. ¶ أوجدت فرقاً, وجماعات, ومذاهب, ومدارس, احتدم بينها الصراع الفكري وما زال محتدماً, نتج عنها من الأحكام الشرعية, والفروقات المذهبية الكثير.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "لقد كان لهذه القضية الفضل الكبير في نشوء ما يسمى بفقه السياسة الشرعية, وفقه الأوطان, وغيرها من العلوم المتعلقة بالسلطة والحكم, والعلاقة بين الراعي والرعية. ¶ أكثر قضية أثير حولها النقاش والجدل في التاريخ السياسي, والفكري للمسلمين هي قضية الخلافة أو الإمامة، بل إن هذه القضية كانت السبب في قيام ونشأة بعض الفرق المنتسبة للإسلام. والسبب أن الخلافة تُمثل السلطة العليا في النظام الاجتماعي والسياسي للمجتمع المسلم، وبالتالي من يتبوأ هذا المنصب، يجب أن يكون ذو صفات ومميزات خاصة وتنطبق عليه شروط قد لا تتوفر في كثير من طالبي هذا المنصب الرفيع، لهذا اختلفت الفرق الإسلامية في تحديد من يتولى الخلافة أو الإمامة، وكيفية توليته لهذا المنصب، هل هي بالاختيار أو الوصية أو الوراثة أو التكليف والتعيين أو التغلب, وما هي المهام المناطة به, وهكذا حار العقل العربي والمسلم في هذه القضية كثيراً، وما زال هذا الخلاف الفكري يلقي بضلاله على واقع حياتنا السياسية والدينية, لأننا لا نستطيع أن نمنع التأثر والتأثير في مثل هذه القضايا بين الماضي والحاضر, و ما نسمعه و نشاهده الآن على مستوى الساحة العربية والإسلامية من انتشار لبعض الأفكار الخارجية لدليل على صدق ما نقول. ¶ و لكن من حقائق الأمور التي تُفرض علينا, أن نقول أنه كما كان لهذه الفرق من دور في تمزيق الأمة و تأخرها و ضياع ثرواتها, فإنه كان لها دور في الثراء الفكري و الثقافي الذي ورثناه عنهم حول هذه القضايا. ¶ لهذا أحببت أن أكتب في هذا الموضوع لعلّي أن أضيف شيئاً جديداً أنفع به وينفعني الله به ¶ منهجية البحث: ¶ اعتمدت أثناء دراستي لهذا الموضوع على أسلوب المنهج الاستقرائي الوصفي، وذلك بتجميع الدراسات والأبحاث النظرية المتعلقة بالموضوع، كذلك بعض الدراسات السياسية ذات الصلة وما صدر عن الهيئات العلمية المتخصصة. ¶ 1. التزمت تعريف المصطلحات من مصادرها المعتمدة.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "2. عزوت الآيات إلى مواضعها في السور، بذكر السورة، ورقم الآية. ¶ 3. خرّجت الأحاديث النبوية، مع الإحالة إلى كتبها الأصلية، وتوضيح وجه الدلالة ما أمكن. ¶ 4. قمت بإضافة كل قول إلى قائله، ذاكراً المصدر، موثّقاً بالصفحة والكتاب. ¶ 5. صنعت للدراسة فهرس للمحتوى، وكشّاف للآيات والأحاديث. ¶ 6. توثيق المصادر والمراجع في الحواشي مبتدئاً باسم الكتاب ثم بالمؤلف، ثم دار النشر، ثم مكان النشر، فالطبعة والتاريخ ثم الجزء والصفحة، وفي فهرس البحث أفردت كشفاً كاملاً لكل المصادر والمراجع مبتدئاً باسم الكتاب، ثم المؤلف، ثم دار النشر، ثم مكان النشر، فالطبعة والتاريخ. ¶ وقد قسمت دراستي إلى مبحثين اثنين: ¶ المبحث الأول: دراسة تمهيدية، ويتكون من خمسة مطالب: ¶ - المطلب الأول: الخلافة والصراع على السلطة. ¶ - المطلب الثاني: تعريف الخلافة والإمامة. ¶ - المطلب الثالث: الألفاظ ذات الصلة. ¶ - المطلب الرابع: شروط الخليفة ووظيفته. ¶ - المطلب الخامس: موقف الفرق الإسلامية من الخلافة ¶ المبحث الثاني: الخوارج ونظريتهم في الخلافة، ويتكون من ثلاثة مطالب: ¶ - المطلب الأول: النشأة والتكوين. ¶ - المطلب الثاني: أهم المعتقدات. ¶ - المطلب الثالث: نظرية الخلافة عندهم. ¶ الخاتمة: اشتملت على أهم النتائج التي توصلت إليها خلال هذه الدراسة. ¶ الكشافات: و تشتمل على كشاف للآيات, وكشاف للأحاديث, وكشف للمراجع, ثم محتوى البحث. ¶ في نهاية هذه الدراسة, والتي أخذت من جهداً كبيراً, أرجو أن أكون وفقت فيما قصت إليه, وفيما رغبت بالوصول إليه. ¶ دعائي إلى الله أن يتقبل مني, وينفع بي. ¶ الأستاذ / ¶ حسني محمد العطار ¶ المبحث الأول ¶ دراسة تمهيدية",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "من حق أي قضية نريد أن ندرسها، أن نحاول قدر الجهد والاستطاعة أن نُحيط بها من كل جوانبها قدر الاستطاعة، وذلك حتى نستوفيها حقها من البحث والدراسة، وحتى تعطي ثمارها المرجوة منها، من ناحية التعريف والمعنى والأحكام وبيان الأفكار, من أجل هذا سأحاول في هذا المبحث التمهيدي أن أتناول بالدراسة والتوضيح عدة مفردات ذات صلة وثيقة بموضوعنا الذي نريد أن نبحث فيه، وذلك من خلال المطالب الآتية: ¶ المطلب الأول: الخلافة والصراع على السلطة. ¶ المطلب الثاني: تعريف الخلافة والإمامة. ¶ المطلب الثالث: الألفاظ ذات الصلة. ¶ المطلب الرابع: شروط الخليفة ووظيفته. ¶ المطلب الخامس: موقف الفرق الإسلامية من الخلافة. ¶ المطلب الأول ¶ الخلافة والصراع على السلطة ¶ قد يكون هذا العنوان صادماً لمن يقرؤه للوهلة الأولى, لأننا نتكلم عن جيل رباني رباه النبي محمد صلى الله عليه و سلم على التقوى, والزهد من كل متعلقات الدنيا, وفيهم العشرة المبشرون بالجنة وعلى رأسهم الخلفاء الراشدون الأربعة, وفيهم أصهار النبي و زوجاته وأحفاده رضي الله عنهم وأرضاهم أجمعين, فإن لهؤلاء من المكانة والتقدير وحسن الظن ما يليق بهم, ولا يجوز لأحد أياً كان أن يتناولهم بالنقد كما يتناول أي فرد من أفراد المجتمع, وخصوصاً من ذكرناهم سابقاً, فنحن نترضى عليهم صباح مساء وعقب كل صلاة وأثناء كل ذكر وتهجد. ¶ ولكن البحث المتجرد يقودنا إلى تساؤلات كثيرة, أخص منها بالذكر سؤال واحد فقط: لماذا, ومن أجل ماذا سالت كل تلك الدماء من المسلمين؟ و لماذا, ومن أجل ماذا يُقتل أشرف رجالات الأمة على مدار تاريخها: قتل عمر بن الخطاب وقتل عثمان بن عفان وقتل علي بن أبي طالب والحسن وقتل الحسين ومن قبل قتل طلحة والزبير وقتل عمار بن ياسر, وقتل المئات بل الآلاف من خيرة أصحاب النبي عليه الصلاة والسلام. ¶ هل قتل هؤلاء في معارك من أجل الاختلاف في قضايا العقيدة والإيمان, أو أصل من أصول الدين.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "كل الذين كتبوا حول هذه الحقبة من الزمن قالوا إن اختلاف الأمة كان حول قضية الخلافة والإمامة, وأن الفرق التي نشأت (الشيعة و الخوارج و المرجئة) لم تنشأ إلا بسبب الخلافة والتحكيم, واختلاف وجهات النظر بين المتخاصمين حينذاك. ¶ الحق يقول أن السلطة والسلطان والقبلية وثارات الماضي وتطلعات المستقبل و المخططات الخبيثة لأعداء الدين ممن حطم الإسلام عروشهم, كل هذا بلا شك كان له الأثر والدور الواضح والبارز فيما حدث, صحيح أننا نبرأ ونربأ بأجلاء الصحابة عن التفكير في هذه القضايا, إلا من باب أنها الطريق لإقامة دين الله في الأرض, وإقامة العدل بين الناس, لكن هل نمنع أن يكون غيرهم فكر فيها. إن مجريات الأحداث تشهد لنا بهذا الذي نقوله و نتكلم عنه. ¶ إن هاجس السلطة والسلطان يمثلان هماً وثقلاً كبيرين في نفسية الإنسان على العموم, والإنسان العربي على الخصوص, وإلا فسر لي ما يحدث الآن من مجازر في بلاد العرب (تونس ومصر وليبيا وسوريا واليمن والبحرين والبقية في الانتظار) , هل هذه الدماء تسيل من أجل بيت المقدس, أم من أجل مباراة كرة قدم أم من أجل ماذا؟. ¶ الصراع والاقتتال الذي حدث عندنا في غزة قبل عدة أعوام, وسُفكت أثناءه دماء طاهرة زكية, من أجل ماذا؟ من أجل قطعة أرض نهبت, أم من أجل عرض أنتهك, إنها السلطة والسلطان, من الباغي؟ ومن صاحب الحق, من الظالم ومن المظلوم, في معمعة الأحداث, وأثناء أزيز الرصاص و دوي المدافع لا أحد يسأل مثل هذا السؤال. ¶ إن الدماء التي سالت على مدار تاريخنا الطويل والتي تسيل الآن, هي في أغلبها سالت وتسيل من أجل السلطة والسلطان, إن لم يكن من طرف الأمة فهي من طرف السلطان المتغلب على الأمة ومقدراتها.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "لقد عاش المسلمون حياة الاستقرار والوحدة زمن النبي صلى الله عليه وسلم حكمتهم كلمة واحدة، إمامهم رسول الله الذي تتوحد حوله القلوب بالمحبة والطاعة، والذي تسلتهم منه الأمة الهدى والرشاد، فكان النبي يقودهم في السلم والحرب والصلاة والحج والبيع والشراء. ¶ وهكذا حتى انتقل النبي إلى الرفيق الأعلى وحال المسلمين الوحدة والتوحد، وما هي إلا أيام حتى دب الخلاف فيما بين الصحابة رضوان الله عليهم في قضية سياسية، وهي قضية الخلافة، من يخلف النبي في رياسة المسلمين، وكان ما كان في سقيفة بني ساعدة، ولولا لطف الله بهذه الأمة لنال بعضهم من بعضهم، ولكن تداركت رحمة الله المسلمين فتولى أبو بكر الخلافة، وهكذا من جاء بعده ..",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "يقول أبو الحسن الأشعري: اختلف الناس بعد نبيهم صلى الله عليه وسلم في أشياء كثيرة، وأول ما حدث من الاختلاف بين المسلمين بعد نبيهم صلى الله عليه وسلم اختلافهم في الإمامة، وذلك أن رسول الله صلى الله عليه وسلم لما قبضه الله عز وجل ونقله إلى جنته ودار كرامته اجتمعت الأنصار في سقيفة بني ساعدة بمدينة الرسول صلى الله عليه وسلم وأرادوا عقد الإمامة لسعد بن عبادة وبلغ ذلك أبا بكر وعمر رضوان الله عليهما، فقصدوا نحو مجتمع الأنصار في رجال من المهاجرين، فأعلمهم أبو بكر أن الإمامة لا تكون إلا في قريش, واحتج عليهم بقول النبي صلى الله عليه وسلم: \"الإمامة في قريش\"، فأذعنوا لذلك منقادين، ورجعوا إلى الحق طائعين بعد أن قالت الأنصار منا أمير ومنكم أمير، وبعد أن جرّد الحباب بن المنذر سيفه وقال: أنا جذيلها المحتك، وعذيقها المرجب، من يبارزني، وبعد أن قام قيس بن سعد بنصرة أبيه سعد بن عبادة حتى قال عمر بن الخطاب في شأنه ما قال، ثم بايعوا أبا بكر رضوان الله عليه، واجتمعوا على إمامته، واتفقوا على خلافته، وانقادوا لطاعته (¬1). ¶ ثم تولّى عثمان بن عفان الخلافة وأنكر قوم عليه في آخر حياته أفعالاً، أودت إلى مقتله شهيداً ثم بويع علي بن أبي طالب فاختلف الناس في أمره بين منكر الإمامة وبين قاعد عنه وبين معتقد بإمامته مقاتل عنه، حتى حدث الاختلاف ما بين علي وطلحة والزبير، ثم القتال بين علي ومعاوية رضي الله عنهم جميعاً. ¶ هذا الصراع والخلاف في أمر الخلافة جر المسلمين إلى ما لم يكونوا يفكرون فيه، رفع السيف في وجوه بعضهم البعض. ¶ ¬__________ ¶ (¬1) مقالات الإسلاميين واختلاف المصلين - الأشعري: علي بن إسماعيل – مكتبة النهضة المصرية – القاهرة – الثانية 1969، ص1/ 34.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "يقول الشهرستاني: وأعظم خلاف بين الأمة خلاف الإمامة، إذ ما سُل سيف في الإسلام على قاعدة دينية مثل ما سل على الإمامة في كل زمان (¬1). ¶ يقول محمد عمارة: إن هذا الخلاف قد ظل الوحيد والأعظم حتى أمد طويل في عمر الإسلام والمسلمين، وحتى تمت الفتوح وتفاعلت الأفكار العربية الإسلامية ثم تصارعت مع الملل والنحل والعقائد الأخرى، فظهر الخلاف في العقائد من نحو التجسيد والتنزيه وقدم الكلمة وخلقها، وغيرها من خلافات الأصول، أما قبل ذلك فلقد ظل الخلاف في الإمامة ومن حولها هو الخلاف الوحيد بين المسلمين (¬2). ¶ ولقد لعبت العصبية القبلية دوراً كبيراً في هذا الصراع، ثم كانت من بعده العوامل الاقتصادية والاجتماعية وكيف أن أحوال المسلمين تغيرت عما كانت عليه زمن النبوة وزمن الخليفتين الأوليين أبو بكر وعمر بن الخطاب، فقد انفتحت الدنيا عليهم ورأوا ما لم يكن ببالهم من الثراء والمال والبذخ، وتحولت أحوال المسلمين الاجتماعية بل تغيرت. ¶ كذلك كان للعامل القومي أثر في إذكاء هذا الخلاف والصراع، خصوصاً حينما انتقل علي بن أبي طالب بالخلافة من المدينة المنورة إلى الكوفة بالعراق، فتحول الصراع ما بين العراق والشام, وكأن هناك إقليمان أو دولتان تتصارعان فيما بينهما. ¶ وهكذا استمر حال المسلمين حتى النهاية المأساوية للخلافة الإسلامية على يد أعداء الإسلام عام 1924 وإقصاء الخليفة عبد الحميد عن سلطانه، وتمزيق الأمة. ¶ المطلب الثاني ¶ تعريف الخلافة ¶ تعريف الخلافة: ¶ ¬__________ ¶ (¬1) الملل والنحل: الشهرستاني: محمد عبد الكريم، مؤسسة الحلبي، القاهرة، 1968، ص1/ 22. ¶ (¬2) الخلافة ونشأة الأحزاب الإسلامية: د. عمارة: محمد – دار الهلال – القاهرة – 1983، ص84.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "أولاً. في اللغة: مصدر خلف، يُقال خلفه خلافة، وكان خليفة وبقي بعده، وقام مقامه وجاء بعده، وتأتي بمعنى البدل والعوض والموارث وجمعه خلائف وخلفاء (¬1). ¶ واستخلف فلان فلاناً جعله مكانه، وإذا كان خليفته يُقال خلفه في نومه فهي خلافة، والخلافة هي السلطان الأعظم (¬2). ¶ وفي القرآن الكريم: {وَقَالَ مُوسَى لِأَخِيهِ هَارُونَ اخْلُفْنِي فِي قَوْمِي} (الأعراف-142). ¶ وقد سُمي من يخلف رسول الله صلى الله عليه في إجراء الأحكام الشرعية خليفته ¶ و العلاقة واضحة بين هذه المعاني المتعددة , فالذي يقوم مقام الشخص هو في الحقيقة بديلاً عنه وعوضاً عنه في حال غيابه. ¶ و أقرب هذه المعاني هو الذي يقوم مقامه ويخلفه. ¶ ثانياً. في الاصطلاح: تعددت تعريفات الخلافة في الفكر الإسلامي ومنها: ¶ 1. تعريف الراغب الأصفهاني: الخلافة، النيابة عن الغير، إما لغيبة المنوب عنه، وإما لموته، وإما لعجزه، وإما لتشريف المستخلف، وعن هذا المعنى ذكر الله في قرآنه: {هُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ فِي الْأَرْضِ} (فاطر-39). (¬3) ¶ 2. يقول ابن خلدون: الخلافة: هي حمل الكافة على مقتضى النظر الشرعي في مصالحهم الأخروية، والدنيوية الراجعة إليها فهي في الحقيقة خلافة عن صاحب الشرع في حراسة الدين وسياسة الدنيا به (¬4) ¶ 3. عرفها الدكتور عبد الله جمال الدين: هي منصب سياسي يجمع صاحبه بين السلطتين الزمنية والروحية (¬5). ¶ ¬__________ ¶ (¬1) الهادي إلى لغة العرب: الكرمي، حسن، دار لبنان للطباعة والنشر، بيروت، الأولى، 1991، ص1/ 663 ¶ (¬2) مختار الصحاح: محمد الرازي، دار المعارف، مصر، 1973، ص186. ¶ (¬3) مفردات ألفاظ القرآن الكريم: الراغب الأصفهاني، دار القلم، دمشق، الأولى، 1992، ص294. ¶ (¬4) مقدمة ابن خلدون: عبد الرحمن بن خلدون، دار القلم، دمشق، الخامسة، 1984، ص191. ¶ (¬5) الموسوعة الإسلامية العامة: مجموعة، وزارة الأوقاف، مصر، الأولى، 2008، ص608.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "4. عرفها الدكتور صلاح الدين دبوسي: هو الرئيس الأعلى للدولة الذي يلتزم بإقامة الدين وتدبير مصالح الناس اقتداءً برسول الله صلى الله عليه وسلم (¬1). ¶ من خلال التعريفات السابقة، نتوصل إلى أن الخلافة هي التي يُناط بها إقامة شرع الله في الأرض وتحكيم كتابه والقيام على شئون الناس، وإصلاح أمرهم وجهاد عدوهم. ¶ واختلف قي تسمية الخليفة خليفة الله وقد نهى أبو بكر أن يُطلق عليه خليفة الله، وأشار للمسلمين بأنه خليفة رسول الله على اعتبار أن الاستخلاف إنما يكون في حق الغائب وليس للحاضر الذي لا يغيب, والله سبحانه وتعالى لا يغيب. ¶ المطلب الثالث ¶ الألفاظ ذات الصلة ¶ تعددت الألفاظ ذات الصلة بموضوعنا: الخلافة والخليفة، وكتب السير والتاريخ والسياسة الشرعية, والفرق والملل تتعدد فيها الألفاظ والمصطلحات، ومنها الإمام والإمامة، والوصي والأمير والإمارة، والمُلك والملك، والآمر، والسلطان، وغيرها، وسأكتفي بالحديث عن بعضها خشية الإطالة. ¶ • الإمامة: ¶ أولاً. في اللغة هي مشتقة من أمَّ القوم، أو أمَّ يؤم إذا صار لهم إماماً يتبعونه ويتقيدون به، ومنه قوله تعالى: {إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا} (البقرة-124). ¶ ومن معانيها القيم على الشيء، والطريق الواضح، والدليل، والكتاب، والقصد، والعلم، والإمام كل من ائتم به قوم كانوا على الصراط المستقيم أو كانوا ضالين (¬2). ¶ ومنه قوله تعالى: {يَوْمَ نَدْعُوا كُلَّ أُنَاسٍ بِإِمَامِهِمْ} (الإسراء: 71). ¶ ثانياً: في الاصطلاح: ¶ 1. عرفها المارودي بقوله: الإمامة موضوعة لخلافة النبوة في حراسة الدين وسياسة الدنيا به (¬3). ¶ ¬__________ ¶ (¬1) الخليفة توليته وعزلته: صلاح الدين دبوسي، مؤسسة الرسالة الجامعية، الإسكندرية، الأولى، 1989، ص25. ¶ (¬2) لسان العرب: ابن منظور: محمد بن مكرم – دار الجيل – بيروت – الأولى – 1988 - 1/ 102. ¶ (¬3) الأحكام السلطانية: المارودي، ص5.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "2. عرفها الإمام الجويني: الإمامة رياسة تامة وزعامة تتعلق بالخاصة والعامة في مهمات الدين والدنيا (¬1). ¶ 3. تعددت تعريفات الإمامة عند الشيعة: منها: الإمامة منزلة الأنبياء وإرث الأوصياء، ومنها: هي خلافة الله وخلافة الرسول، والإمامة زمام الدين ونظام المسلمين وصلاح الدنيا وعز المؤمنين، ومنها: الإمامة رأس الإسلام النامي وفرعه السامي، بها تمام الصلاة والزكاة والصيام والحج وتوفير الفيء والصدقات وإمضاء الحدود والأحكام ومنع الثغور والأطراف (¬2). ¶ وهي عند ابن خلدون بمعنى الخلافة لا فرق بين معنى اللفظتين، وهذا ما نلاحظه عند الأغلب من العلماء فهم لا يفرقون بين الخلافة والإمامة, إلا الشيعة فقط. ¶ يقول الشيخ محمد أبو زهرة: إن المذاهب السياسية كلها تدور حول الخلافة، وهي الإمامة الكبرى، وسميت خلافة لأن الذي يتولاها، يكون الحاكم الأعظم للمسلمين يخلف النبي في إدارة شئونهم, وتسمى الإمامة لأن الخليفة كان يُسمى إماماً، ولأن طاعته واجبة، ولأن الناس كانوا يسيرون وراءه كما يصلون وراء من يؤمهم في الصلاة (¬3). ¶ • الأمير والإمارة: ¶ ¬__________ ¶ (¬1) غياث الأمم في الثيات الظلم: الجويني: عبد الملك – مكتبة إمام الحرمين – جدة – الأولى- 1401هـ - ص15 ¶ (¬2) نظرية الإمامة لدى الشيعة الإثني عشرية: د. أحمد صبحي، دار المعارف، مصر، الأولى، 1969، ص25 ¶ (¬3) تاريخ المذاهب الإسلامية: محمد أبو زهرة، دار الفكر، القاهرة، ص1/ 20.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "يقول دكتور محمد عمارة: أما مصطلح الأمير والإمارة فلقد عرفه الواقع السياسي لتلك التجربة في حياة الرسول عليه الصلاة والسلام، فلقد كان للدولة على عهده جيوش لها أمراء وولايات لها أمراء ووظائف خراجية يتولاها أمراء، بل لقد كان المشركون بتعبير ابن خلدون يلقبون الرسول \"أمير مكة\" و \"أمير الحجاز\" ولكن مصطلح الأمير في الدولة الإسلامية ظل في نطاق الولايات الفرعية للولاة وقادة الجيش والبعوث حتى أواخر عهد أبي بكر وأوائل عهد عمر بن الخطاب، وعندما احتشد أغلب المؤمنين خلف سعد بن أبي وقاص لقتال الفرس في القادسية فكان سعد أميراً لهذا الجيش الذي ضم أغلب المؤمنين، فقالوا عنه إنه \"أمير المؤمنين\" (¬1). ¶ أما عن التعريف اللغوي للأمير والإمارة، فهو كما يقول الكرمي: ¶ هي أن يقوم الرجل بالأمر في قومه، وتأتي بمعنى الولاية، وهي منصب الأمير وحرفته مثل الولاية هي منصب الوالي، والإمارة هي بلد أو قطر تحت حكم أمير. ¶ والأمير هو صاحب الأمر ويأتي بمعنى المشير والقائد والوالي (¬2). وهو لقب لُقّب به عمر بن الخطّاب ومن جاء بعده. ¶ • الملك والمملكة: ¶ المَلك هو صاحب الأمر والسلطة على البلاد ذات النظام الملكي (¬3). ¶ والمُلك السياسي معناه: حمل الكافة على مقتضى النظر العقلي في جلب المصالح الدنيوية، ودفع المضار (¬4). ¶ ¬__________ ¶ (¬1) نظرية الخلافة الإسلامية: محمد عمارة، دار الثقافة الجديدة، الأولى، 1980، ص13. ¶ (¬2) الهادي إلى لغة العرب: الكرمي، ص1/ 85. ¶ (¬3) الكافي: محمد الباشا، شركة المطبوعات للنشر، بيروت، الأولى، 1992، ص970. ¶ (¬4) المقدمة: ابن خلدون، ص151.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وهذا المصطلح بقي بعيداً عن متناول الفرق الإسلامية مختلفة وحتى عن منظور المفكرين والكتّاب الذين أصلوا للفرق الإسلامية والسبب المباشر هو الطرح الذي طرحه القرآن لموضوع الملوك، وما وصفهم به: {إِنَّ الملوكَ إِذَا دَخَلوا قَرْيَةً أَفْسَدُوهَا وَجَعَلُوا أَعِزَّةَ أَهْلِهَا أَذِلَّةً وَكَذَلِكَ يَفْعَلُونَ} (النمل- 34) ¶ والفرق بين المُلك والخلافة واضح من خلال الأحاديث الصحيحة، روى حذيفة عن النبي صلى الله عليه وسلم: \"تكون النبوة فيكم ما شاء الله أن تكون، ثم يرفعها إذا شاء أن يرفعها، ثم تكون خلافة على منهاج النبوة فتكون ما شاء الله أن تكون ثم يرفعها إذا شاء أن يرفعها ثم تكون ملكاً عاضاً فتكون ما شاء الله أن تكون ثم يرفعها إذا شاء أن يرفعها ثم تكون ملكاً جبرية فتكون ما شاء الله أن تكون ثم يرفعها إذا شاء أن يرفعها ثم تكون خلافة على منهاج النبوة\" (¬1). ¶ وهكذا نرى أن المصطلحات التي استعملها أصحاب كتب الملل والنحل والفرق تدور في عمومها بين الإمامة والخلافة، الإمامة مصطلح تواضع عليه الشيعة فهو المعتد والمستعمل عندهم, والخلافة مصطلح أهل السنة وغيرهم من الفرق. ¶ والعلماء أغلبهم لا يفرقون بين المصطلحين في المدلول والمعنى. ¶ المطلب الرابع ¶ شروط الخليفة ووظيفته ¶ يقول الأستاذ العطار: في التاريخ السياسي للإسلام أُطلق على رئاسة الدولة أسماء وألقاب كثيرة، منها: ¶ الخلافة، والإمامة، والإمارة، والسلطة، والمملكة، والولاية. ¶ كما أُطلق على رئيس الدولة هو الآخر عدة ألقاب منها: الخليفة، الأمير، وأمير المؤمنين، والإمام، والسلطان، والملك، والوصي وغيرها من الألقاب (¬2). ¶ أولاً: شروط الخليفة: ¶ وقد تواضع العلماء على الشروط الواجب توافرها فيمن يتولى الخلافة، بعضها أجمع عليه الفرقاء وبعضها اختلف فيه: ¶ ¬__________ ¶ (¬1) رواه أحمد في مسنده: 4/ 572. ¶ (¬2) الانتخابات بين الإباحة والتحريم: حسني العطار، غزة، الأولى , 2010 , ص119.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "فمثلاً الشيعة التي تقول بالوصية والتعيين، فعندهم أن أهم ما يتصف به الإمام، هو: ¶ 1. كونه معصوماً وكونه أفضل الناس على الإطلاق. ¶ 2. ما يجب أن يتصف به من تمام العلم بالسياسة وتمام العلم بالأحكام الشرعية، وكونه أشجع الناس. ¶ ثم إذا انتقلنا إلى المعتزلة نراهم كما يذكر الماوردي يحددون سبعة شروط يجب توافرها فيمن يتولى منصب الخلافة، وهي: ¶ 1. العدالة على معناها المعروف. ¶ 2. العلم في الأمور كلها المؤدي إلى الاجتهاد. ¶ 3. سلامة الحواس، من سمع وبصر ولسان، حتى يتم له إدراك ما يحيط به. ¶ 4. سلامة الأعضاء، لأن نقصها أو بعضها يؤدي إلى العجز وعدم القدرة على النهوض بالمهام الموكّلة إليه. ¶ 5. الرأي السديد، المفضي إلى سياسة الرعية وتدبير المصالح. ¶ 6. الشجاعة والنجدة المؤدية إلى حماية البيضة وجهاد العدو. ¶ 7. النسب، أي أن يكون من قريش، وبعضهم لا يشترطه. ¶ وعند الزيدية اشترطوا فيه خمسة شروط (¬1). ¶ 1. أن يكون من نسل الحسن أو الحسين. ¶ 2. أن يكون شجاعاً. ¶ 3. أن يكون عالماً. ¶ 4. أن يكون ورعاً. ¶ 5. أن يخرج على الظلمة شاهراً سيفه داعياً لنفسه وللحق. ¶ أما عند المتكلمين فشروط الإمام هي (¬2): ¶ 1. العلم، فلا يقل عن مبلغ المجتهدين. ¶ 2. العدالة والورع. ¶ 3. الاهتداء إلى وجوه السياسة وحسن التدبير في السلم والحرب. ¶ 4. النسب القرشي. ¶ وعند أهل الظاهر فهي (¬3): ¶ 1. النسب القرشي. ¶ 2. البلوغ والتمييز. ¶ 3. الذكورية. ¶ 4. الإسلام. ¶ 5. العلم والتقى، والورع، والتميز عن غيره. ¶ أما عند أهل السنة والجماعة فشروط الخليفة هي (¬4): ¶ ¬__________ ¶ (¬1) تلخيص محصل انكار المتقدمين: نصر الدين الطوسي، القاهرة، 1323هـ، ص180. ¶ (¬2) أصول الدين: البغدادي، دار الكتب العربية، بيروت، الأولى، ص277. ¶ (¬3) الفصل في الملل والأهواء والنحل: ابن حزم: علي بن محمد، مكتبة الخانجي، مصر، ص4/ 166. ¶ (¬4) الانتخابات بين الإباحة والتحريم- العطار: حسني محمد – غزة - 2010، ص120.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "1. الإسلام، فلا يتولى رياسة الدولة في المجتمع الإسلامي إلا من كان مسلماً. ¶ 2. الرجولة، لحديث النبي \"لن يفلح قوم ولوا أمرهم امرأة\" (¬1). ¶ 3. العلم. ¶ 4. العدالة. ¶ 5. الكفاءة. ¶ 6. السلامة، سلامة الحواس والأعضاء. ¶ 7. النسب القرشي. ¶ 8. أن لا يطلب الإمارة. ¶ 9. أن يخضع لمبدأ الشورى. ¶ ثانياً: وظيفة الخليفة: ¶ فصّل الإمام الماوردي ذلك في كتابه أدب الدنيا والدين، فنجده يحددها في سبعة أشياء (¬2): ¶ 1. خفظ الدين من تبديل فيه, والحث على العمل به من غير إهمال له. ¶ 2. حراسة البيضة، والذب عن الأمة من عدو للدين أو باغي نفس أو مال. ¶ 3. عمارة البلدان باعتماد مصالحها وتهذيب سبلها ومسالكها. ¶ 4. تقدير ما يتولاه من الأموال بسنن الدين، من غير تحريف في أخذها وإعطائها. ¶ 5. معاناة المظالم والأحكام بالتسوية بين أهلها واعتماد النصفة في فصلها. ¶ 6. إقامة الحدود على مستحقها من غير تجاوز فيها أو تقصير منها. ¶ 7. اختيار خلفائه في الأمور على أن يكونوا من أهل الكفاية فيها والأمانة عليها. ¶ المطلب الخامس ¶ موقف الفرق الإسلامية من الخلافة ¶ تعددت مواقف الفرق الإسلامية من وجوب الخلافة، ومن شروط الخليفة، ومن وظائفه المناطة به، إلا أن القاسم المشترك بين هذه الفرق جميعاً هو احتياج الأمة للخليفة، وعدم الاستغناء عنه، ومن كونه قرشياً, وشذت عن هذا الموقف الموحد بعض فرق الخوارج، وفي النسب القرشي المعتزلة, وسنتحدث عن موقفهم في مبحث مستقل. ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه: (4425) كتاب , المغازي , باب: كتاب النبي إلى كسرى وقيصر , 3/ 1337. ¶ (¬2) أدب الدنيا والدين: الماوردي: محمد بن حبيب، مصطفى البابي الحلبي، القاهرة، الثالثة، 1973، ص139",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وأهم الفرق الإسلامية طرحاً لقضية الخلافة هي: أهل السنة، والشيعة، والمعتزلة، وسوف نتعرف على أفكارهم بهذا الخصوص, وأنا هنا في هذه العجالة لن أناقش القوم آراءهم و أفكارهم, بل سأقوم باستعراضها سريعاً, دون الإخلال بالمقصد منها, وذلك من خلال السطور التالية: ¶ أولاً: أهل السنة: ¶ يرى أهل السنة أن الخلافة واجبة، وأنه لا بد للمسلمين من خليفة يقيم لهم الدين، وينصف المظلومين من الظالمين، ينعم الناس في ظل حكمه بالأمن والطمأنينة والحماية، وهذا الخليفة رجل من المسلمين يتم اختياره ومبايعته من قبل الناس لا يتميز عنهم إلا بما توفر فيه من الشروط المنصوص عليها. ¶ تعريف الخلافة: ¶ تعددت تعاريف العلماء للخلافة، وإن دارت كلها حول معان متقاربة، وسوف أورد بعض هذه التعاريف للدلالة على نظرة أهل السنة للإمامة، ووظيفة الإمام، والسلطة المنوطة به. ¶ 1 - تعريف الماوردي: الإمامة موضوعة لخلافة النبوة في حراسة الدين وسياسة الدنيا (¬1). ¶ 2 - تعريف الإمام الجويني: الإمامة رياسة تامة، وزعامة عامة تتعلق بالخاصة والعامة في مهمات الدين والدنيا (¬2). ¶ 3 - تعريف ابن خلدون (¬3): حمل الكافة على مقتضى النظر الشرعي في مصالحهم الأخروية ¶ ¬__________ ¶ (¬1) الأحكام السلطانية، لقاضي القضاة أبي الحسن الماوردي ص 5. دار الفكر – بيروت – بدون تاريخ. ¶ (¬2) غياث الأمم في التياث الظلم، لإمام الحرمين الجويني ص22، تحقيق ودراسة: عبد العظيم الديب. مطبعة نهضة مصر – الطبعة الثانية 1401هـ. ¶ (¬3) عبد الرحمن بن محمد بن الحسن الحضرمي المكي، المعروف بابن خلدون، عالم أديب، ومؤرخ اجتماعي حكيم، أول من تكلم في علم الاجتماع، له مؤلفات، منها: \" العبر وديوان المبتدأ والخبر \"، \" تاريخ ابن خلدون\"، توفي سنة808هـ. ¶ النجوم الزاهرة في ملوك مصر والقاهرة 13/ 155، البدر الطالع بمحاسن من بعد القرن السابع 1/ 337.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "والدنيوية الراجعة إليها .. فهي في الحقيقة خلافة عن صاحب الشرع في حراسة الدين وسياسة الدنيا به (¬1). ¶ والتعريفات الثلاثة تدور حول معنى واحد تقريبا، وهو رعاية الإمام لمصالح الناس الدينية والدنيوية، فكلاهما من اختصاص الإمام، فهو يسوس الناس في مصالحهم، ومصالح الناس لا تخلو عن أمرين: إما أمر يتعلق بدينهم يحتاجون إلى من يقودهم فيه، وإما أمر يتعلق بمعاشهم وطرائق حياتهم، والإمام مقيد في ذلك كله بأن يتبع الشرع ويوافقه. ¶ يقول الدكتور عبد التواب عثمان: اتفق جمهور علماء المسلمين ممن يعتد بقولهم على وجوب نصب الإمام (¬2)، وهذه بعض النصوص التي تبين ذلك:- ¶ قال الإمام الجويني: (فنصب الإمام عند الإمكان واجب ... ولا يرتاب من معه مسكة من عقل أن الذب عن الحوزة والنضال دون حفظ البيضة محتوم شرعا) (¬3). ¶ وقال الماوردي: (وعقدها لمن يقوم بها في الأمة واجب بالإجماع) (¬4). ¶ وقال ابن حزم: (اتفق جميع أهل السنة وجميع المرجئة وجميع الشيعة وجميع الخوارج على وجوب الإمامة، وأن الأمة واجب عليها الانقياد لإمام عادل يقيم فيهم أحكام الله، حاشا النجدات من الخوارج) (¬5). ¶ وقال ابن تيمية: (ويجب أن يعرف أن ولاية أمر الناس من أعظم واجبات الدين، بل لا قيام للدين ولا للدنيا إلا بها، فالواجب اتخاذ الإمارة دينا وقربة يتقرب بها إلى الله) (¬6). ¶ ¬__________ ¶ (¬1) مقدمة ابن خلدون ص191 – دار الفكر – بيروت – الطبعة الخامسة 1984. ¶ (¬2) مقدمة ابن خلدون ص191، الأحكام السلطانية ص 5، روضة الطالبين 1/ 42، حاشية ابن عابدين 1/ 548، الفصل لابن حزم 3/ 3، المواقف لعضد الدين الإيجي3/ 575. ¶ (¬3) غياث الأمم للإمام الجويني ص 22 - 23. ¶ (¬4) الأحكام السلطانية للماوردي ص 5. ¶ (¬5) الفصل في الملل والأهواء والنحل 3/ 3. ¶ (¬6) مجموع الفتاوى 28/ 390 –391.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وقد قال بذلك المعتزلة أيضا (¬1). ¶ فجمهور العلماء على أنه لا بد للمسلمين من إمام يقيم الشعائر ويسوس الناس بالشريعة التي أتى بها النبي، ويقيم الدعوة بالحجة والبرهان وبالسيف والسنان، وينتصف للمظلومين من الظالمين، ويحفظ ديار الإسلام. ¶ و يقول الدكتور أحمد أمين عن الخليفة عند أهل السنة: إنسان ككل الناس، ولد كما يولد الناس، وتعلم أو جهل كما يتعلم الناس أو كما يجهل الناس، ليس له من ميزة إلا أن كفايته وأخلاقه جعلت الناس يختارونه، أو أنه تلقى الخلافة ممن قبله، ليس يتلقى وحياً وليس له سلطة روحية، إنما هو منفذ للقانون الإسلامي، وقد ينحرف عن التنفيذ فلا طاعة له على الناس، إذ لا طاعة لمخلوق في معصية الخالق، وليس له أن يشرع إلا في حدود القوانين الإسلامية, وإلا فتشريعه باطل، ثم قد يجور وقد يعدل، وقد ينتهك ويشرب الخمر فيكون عاصياً، والمؤرخون أحرار في تشريحه كتشريح كل الناس، ويزنوه بنفس الموازين التي يزنون بها أعمال الناس، وإن انحرف واستطاعوا عزله عزلوه (¬2). ¶ ويستدل أهل السنة بمجموعة من الآيات القرآنية والأحاديث النبوية والإجماع وأقوال العلماء والمعقول والقواعد الأصولية على وجوب تنصيب الإمام وإقامة الخلافة. ¶ على رأس هذه الأدلة قول الله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ}. (النساء/59). ¶ يقول ابن كثير: الظاهر والله أعلم أن الآية عامة في جميع أولي الأمر من الأمراء والعلماء (¬3). ¶ ¬__________ ¶ (¬1) المغني في أبواب العدل والتوحيد، للقاضي عبد الجبار 20/ 41 - 54 القسم الأول. تحقيق الدكتور: عبد الحليم محمود، والدكتور: سليمان دنيا، مراجعة الدكتور: إبراهيم مدكور. الدار المصرية للتأليف والترجمة. ¶ (¬2) ضحى الإسلام: أحمد أمين، 3/ 220. ¶ (¬3) تفسير القرآن العظيم: ابن كثير، 2/ 303.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ومن السنة النبوية ما رواه العرباض بن سارية عن النبي صلى الله عليه وسلم: \" إنه من يعش منكم فسيرى اختلافاً كثيراً فعليكم بسنتي وسنة الخلفاء الراشدين المهديين، تمسكوا بها وعضوا عليها بالنواجذ وإياكم ومحدثات الأمور فإن كل بدعة ضلالة \". (¬1) ¶ ومنه الإجماع، فقد أجمعت الأمة من عصر الصحابة رضوان الله عليهم حتى العصور المتأخرة للإسلام على وجوب الخلافة, ومن ذلك إجماع الصحابة على اختيار الخليفة الأول (أبو بكر الصديق) ومبايعته، حتى قيل دفن جثمان النبي صلى الله عليه وسلم, ثم إجماعهم على بيعة عمر بن الخطاب, و من بعده مبايعة عثمان بن عفان رضي الله عنهم أجمعين. ¶ وممن نقل هذا الإجماع الإمام الهيثمي في كتابه الصواعق المحرقة, صفحة 7. ¶ والإمام النووي شرح صحيح مسلم، 12/ 205. ¶ والمؤرخ ابن خلدون في مقدمته, صفحة 191. ¶ أما القواعد الأصولية التي استدلوا بها فمنها قاعدة: ما لم يتم الواجب إلا به فهو واجب. ¶ ومنها دفع أضرار الفوضى التي قد تضر بالأنفس، وكذلك حماية للضروريات الخمس: الدين، والنفس، والعرض، والمال، والعقل. ¶ ثانياً: الشيعة: ¶ هي عندهم رئاسة في الدين والدنيا، ومنصب إلهي يختاره الله بسابق علمه, ويأمر النبي بأن يدل الأمة عليه ويأمرهم بإتباعه، وهي كالنبوة, فكما يختار الله سبحانه وتعالى رسله من بين خلقه فهو يختار للإمامة من يشاء ويوحي إلى نبيه بالنص عليه. ¶ وهي عندهم قاعدة الإسلام, وركن من أركان الدين ولا يجوز للنبي تفويض أمر الإمام إلى الأمة, بل يجب عليه تعيين الإمام (¬2). ¶ ¬__________ ¶ (¬1) أخرجه الترمذي في سننه: كتاب العلم، باب الأخذ بالسنة واجتناب البدعة، رقم (2816) ص4/ 149. ¶ (¬2) أصول مذهب الشيعة الإثني عشرية: محمد الأنور جمعة، مكتبة جزيرة الورد، القاهرة، الأولى، 2008، ص113.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ولم يكتف الشيعة بهذا بل جعلوها ركناً من أركان الإسلام, فقد ورد عند الكليني ما رواه عن عجلان أبي صالح قال: قلت لأبي عبد الله (عليه السلام)، أوقفني على حدود الإيمان فقال: شهادة أن لا إله إلا الله, وأن محمداً رسول الله, والإقرار بما جاء به من عند الله والصلوات الخمس وأداء الزكاة وصوم شهر رمضان وحج البيت وولاية ولينا وعداوة عدونا والدخول مع الصادقين (¬1). ¶ يقول الدكتور أحمد أمين: وأهم مسألة يدور عليها كلام الإمامية, مسألة الإمام فهي مركز بحوثهم وهي الملون لعقيدتهم وأكثر المسائل الفرعية ترجع إليها وأهم ما يدور من الخلاف بينهم وبين أهل السنة إنما يدور حولها، فالإمام إنما يوحى إليه، وإن اختلف طريق الوحي عن النبي، والله عز وجل أعظم من أن يترك الأرض بغير إمام عادل, إن زاد المؤمنون شيئاً ردهم، وإن نقصوا شيئاً أتمه لهم، وهو حجة على عباده، ولا تبقى الأرض بغير إمام، هم ولاة الله وخزنة علمه، وهم أركان الأرض أن تميد بأهلها، أعمال الناس ستعرض عليهم، الملائكة تدخل بيوت الأئمة وتطأ بسطهم وتأتيهم بالأخيار, وليس من الحق في أيدي الناس إلا ما خرج من عند الأئمة، وأن كل شيء لم يخرج من عندهم فهو باطل، الأرض كلها للإمام، فهو ظل الله في الأرض والوسيلة الوحيدة لمعرفة الحق والباطل (¬2). ¶ و قريب من هذا يقول الدكتور رجب بخيت: إن الإمامة صنو النبوة أو أعظم، وهي أصل الدين وقاعدته الأساسية عندهم، لهذا جاء حكم الشيعة الإثنى عشرية على من أنكر إمامة واحد من أئمتهم الإثنى عشر مكملاً لهذا الغلو، حيث حكموا عليه بالكفر والخلود في النار، وخصصوا باللعن والحكم بالردة جميع فئات المسلمين ما عدا الإثنى عشرية. ¶ ¬__________ ¶ (¬1) أصول الكافي: الكليني، مكتبة االصدوق، طهران، كتاب الإيمان والكفر، باب دعائم الإسلام، ح (2) ص2/ 18. ¶ (¬2) ضحى الإسلام: أحمد أمين، بتصرف، ص3/ 212.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وفي سبيل التأكيد على الإمامة لدى الشيعة المتطرفة فإنهم لم يتورعوا عن تأويل وتحريف آيات القرآن الكريم للاستدلال على فرضية الإمامة المزعومة، كما لم تسلم السنة النبوية المطهرة من تأويلاتهم الفاسدة المحرفة في سبيل أفكارهم ومبادئهم الغالية في الإمامة (¬1). ¶ ولكن وللحق فإن مصطلح الإمامة عند الشيعة أخص وأكمل من مصطلح الخلافة، لأن الإمامة عندهم لا تعني إلا صاحب الشرع المنصوص عليه المعين من قبل من سلفه، سواء تولى السلطة بالفعل أم لم يتولَّ، أما الخلافة فتشير إلى صاحب حق وقد يؤيد الحق مركزه الواقعي وعندئذ فإنه يتساوى مع الإمام. ¶ وهذا هو السبب في أن الشيعة يخصون \"علياً\" كرم الله وجهه بلقب الإمام كما خصوا به كل من يسوقون إليه منصب الإمامة من بعده فالحسن بن علي وجعفر الصادق كلاهما إمام حتى لو لم يتول منصب رئاسة الدولة بالفعل, ومعاوية بن أبي سفيان رضي اله عنه خليفة وليس إمام, لأنه تولى السلطة الزمنية وإن لم يكن صاحب حق أو سلطة روحية (¬2). ¶ والشيعة يؤثرون لفظ الإمامة، بل ويذهبون إلى أنها أخص من الخلافة، أي أكمل منها، وعندهم أن أبا بكر وعمر وعثمان خلفاء لا أئمة، ولقب أمير المؤمنين عندهم يُطلق على من اجتمعت له السلطة الزمنية والروحية من أئمتهم أما من كانت له السلطة الدينية دون أن يرأس الدولة فلقبه إمام فقط. ¶ ثالثاً: المعتزلة: ¶ يرى أكثر المعتزلة أنه لا بد للمسلمين من إمام يقوم بأحكام دينهم وينشر العدل بينهم، ويرعى مصالحهم ويحقق حاجاتهم، فالإمامة عندهم واجبة لا كما يرى الشيعة, فهم يرون أنها واجبة على الله، أما المعتزلة فيرون أنها واجبة على الفرد الإنسان وليس على الخالق، لأنهم يرونها أمراً دنيوياً وليس دينياً, فهي عندهم ليست من أصول الدين. ¶ ¬__________ ¶ (¬1) الشيعة التاريخ الكامل: دكتور رجب بخيت، مكتبة الإيمان، المنصورة، الأولى، 2009، ص81. ¶ (¬2) الموسوعة الإسلامية العامة: وزارة الأوقاف، مصر، الأولى، 2008، ص208.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وهم يوجبونها بالعقل وقليل منهم من يعتبرون السمع في هذا الأمر وخصوصاً معتزلة البغداديين، وذلك ليجعلوها منصباً دنيوياً خالصاً، خلافاً للشيعة. ¶ وهم يرفضون فكرة أن يكون الإمام لطفاً ربانياً، وعندهم أن منصب الإمام منصب دنيوي يراد منه المصلحة الدنيوية، وبالتالي الإمام عندهم غير معصوم، ولا موحى له، ومنزلته منزلة بشرية كاملة. ¶ يقول الدكتور محمد عمارة: هكذا قالت كل فرق الإسلام بوجوب إقامة السلطة، ونصب الإمام، ثم اختلفوا بعد ذلك، فربط البعض بين مهام المنصب الدنيوية، وبين صاحبه فأوجب قيامه عقلاً لضرورة إتمام مصالح الدنيا، ورآه البعض حجة الدين ومصدر الشريعة فأوجب نصبه على الله عقلاً لأنه لطف لا يتم التكليف إلا به، وقال البعض بأنه لازم للدين والدنيا فأوجبوا نصبه سمعاً بأدلة اجتهدوا في تأليفها وتنسيق استخراج حجتهم منها (¬1). ¶ وللمعتزلة موقف واضح من موضوع النسب القرشي المذكور في أمر اختيار الخليفة، يقول الدكتور أحمد أمين: واختلفت المعتزلة فيما بينهم في اشتراط أن يكون الإمام من قريش، فاشترطها بعضهم ولم يشترطها قوم منهم، وقالوا: إن حديث الأئمة من قريش لم يكن متواتراً إذ لو تواتر لما ادعت الأنصار مشاركة المهاجرين في الخلافة بل إن عمر كان يُجّوز إمامة الموالي، فقد قال: لو كان سالم – مولى حذيفة- حياً لوليته، وبالغ (ضرار) من المعتزلة فقال: إذا استوى الحال في القرشي والأعجمي فالأعجمي أولى بها، والمولى أولى بها من الصميم، ولعله كان يرى أن الخليفة إن لم يكن له عصبية تحميه كان خلعه أيسر إذا جار وظلم (¬2). ¶ أما قضية الاختيار أم الوصية في أمر تنصيب الإمام فللمعتزلة موقف واضح غاية الوضوح، فهم يرفضون جملة وتفصيلاً فكرة الوصية والتنصيص في أمر الإمام، ويقولون بالاختيار الحر. ¶ ¬__________ ¶ (¬1) المعتزلة وأصول الحكم: د. محمد عمارة، دار الهلال، مصر، 1984، ص33. ¶ (¬2) ضحى الإسلام: أحمد أمين، ص3/ 76.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "يقول الدكتور عمارة: ذلك هو رأي المعتزلة في الاختيار، كطريق لتنصيب الإمام، وهو الرأي الذي يلخصه أبو علي الجيائي في هذه العبارات، فيقول: لم يختلف في زمان الأئمة الأربعة أن على علماء المسلمين وصلحائهم أن يقيموا إماماً، وذلك يثبت الاختيار، وأيضاً فإن الحدود والأحكام وإقامة الشهود وتعديلهم وغير ذلك لم يكن يتولاها في عهد رسول الله إلا هو وأمراؤه، فلما مات لم ينص على واحد دلهم على أنه يجوز تعطيل الحدود والأحكام وأوجب ذلك أن يقيموا لأنفسهم إماماً ليقوم بهذه الأمور وهذا يوجب ثبوت الاختيار، وعلى هذا الوجه جرت العادة عند أهل العقول أنهم يختارون من يقوم بأمورهم ومصالحهم لا أنهم ينتظرون النص، فصارت عادة أهل العقول شاهدة لما ذكرناه بالصحة. ¶ وهكذا يتقرر أن الاختيار هو طريق الإمامة (¬1). ¶ هذه نبذة سريعة عن موقف الفرق الإسلامية لموضوع الخلافة وكيفية اختيار الخليفة وتنصيبه, آثرت الاختصار وعدم الإطالة وتركت الحديث عن الخوارج للمبحث الذي يلي. ¶ المبحث الثاني ¶ نظرية الخلافة عند الخوارج ¶ تعتبر الخوارج من أقدم وأكثر الفرق الإسلامية ذات التوجه السياسي، ومن أشد الفرق دفاعاً عن مبادئها ومذهبها، وأكثر الفرق حماسة لآرائها, وأكثرها تصلباً في مواقفها، وفي نفس الوقت اشتهر أتباعها بأنهم أكثر الناس تديناً وعبادة وأكثرهم تهوراً واندفاعاً. ¶ أثرت هذه الفرقة في ماضي الأمة تأثيراً كبيراً وكثيراً, إلى أن زال وتلاشى وجود أغلب فرقها من حياة المسلمين, إلا أن معتقداتها وأفكارها زالت تلقى رواجاً عند البعض من العاملين على الساحة الإسلامية من حركات وأحزاب سياسية. ¶ ¬__________ ¶ (¬1) المعتزلة وأصول الحكم: د. محمد عمارة، ص156.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وكما للشيعة الآن دولة وسلطان, فإن للخوارج أيضاً دولة وسلطان, وما نسمعه ونقرأ عنه أن أهل السنة يلاقون من كلا الدولتين والنظامين الضيم والهوان, حتى قيل أن النصارى والهندوس يمارسون طقوس دينهم في هذه البلاد بحرية أكثر مما يمارسها السني!!؟. ¶ وأنا سوف أتناول في هذا المبحث بإذن الله الخوارج من عدة جوانب وذلك من خلال المطالب التالية: ¶ • المطلب الأول: النشأة والتكوين. ¶ • المطلب الثاني: فرق الخوارج وأهم معتقداتهم وأفكارهم. ¶ • المطلب الثالث: نظرية الخلافة عند الخوارج. ¶ المطلب الأول ¶ التعريف والنشأة والتكوين ¶ وفيه فرعان: ¶ الفرع الأول: التعريف بالخوارج: ¶ أولاً: في اللغة: ¶ الخوارج جمع خارجي وهي مشتقة من الخروج، وهي نقيض الدخول، والخارجي هو الذي يخرج ويشرف بنفسه من غير أن يكون له قديم، والخوارج طائفة لزمهم هذا الاسم لخروجهم عن الناس، وقيل هم قوم من أهل الأهواء لهم مقالة على حدة (¬1). ¶ ثانياً: في الاصطلاح: ¶ 1. عرفهم الأشعري بأنهم: الذين خرجوا على علي بن أبي طالب (¬2). ¶ 2. عرفهم الشهرستاني بأنهم: كل من خرج عن الإمام الحق الذي اتفقت الجماعة عليه يسمى خارجياً، سواء كان الخروج في أيام الصحابة على الأئمة الراشدين أو كان بعدهم على التابعين بإحسان والأئمة في كل زمان (¬3). ¶ 3. وهناك تعريف للجرجاني يقول فيه: هم الذين يأخذون العشر من غير إذن سلطان (¬4). ¶ الفرع الثاني. النشأة والتكوين: ¶ أولاً: نشأتهم: ¶ تعددت أقوال العلماء والمؤرخين في تحديد زمن النشأة للخوارج على عدة أقوال لخصها الدكتور غالب عواجي في كتابه فرق معاصرة تنتسب إلى الإسلام قائلاً: ¶ 1. أنهم نشأوا في عهد النبي صلى الله عليه وسلم. ¶ 2. أنهم نشأوا في عهد عثمان بن عفان رضي الله عنه. ¶ ¬__________ ¶ (¬1) لسان العرب: ابن منظور، ص2/ 807. ¶ (¬2) مقالات الاسلاميين: الأشعري، ص127. ¶ (¬3) الملل والنحل: الشهرستاني، 1/ 115. ¶ (¬4) التعريفات: الجرجاني، شركة القدس للتصدير، القاهرة، الأولى، 2007، ص171.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "3. أنهم نشأوا في عهد علي بن أبي طالب حين خرج عليه طلحة والزبير. ¶ 4. أنهم نشأوا حين خروج المحكمة عن جيش علي بن أبي طالب. ¶ 5. أنهم ظهروا في عهد نافع بن الأزرق سنة 64هـ. ¶ ثم انتهى إلى القول: والحاصل أن الخوارج بالمعنى الصحيح اسم يُطلق على تلك الطائفة ذات الاتجاه السياسي والآراء الخاصة والتي خرجت عن جيش الإمام علي رضي الله عنه، والتحموا معه في معركة النهروان الشهيرة (¬1). ¶ يقول الدكتور محمد عمارة: نشأة الخوارج نشأة سياسية، ولقد ظلوا رغم اختلافهم في المكان الذي يعلنون منه الخروج وفي الزمان الذي يتم فيه الخروج، وفي التباين إزاء بعض المسائل الفكرية تباين تياراتهم، ظلوا أوفياء ومجمعين على القضايا الأساسية التي استدعت نشأة فرقتهم وأعطت هذه الفرقة ما يميزها عن سواها من فرق الإسلام (¬2). ¶ ¬__________ ¶ (¬1) فرق معاصرة: د. غالب عواجي، المكتبة العصرية الذهبية، جدة، الرابعة، 2001، ص1/ 232 – 233. ¶ (¬2) الخلافة ونشأة الأحزاب الإسلامية: محمد عمارة، دار الهلال، القاهرة، الأولى، 1983، ص166.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ويقول الشيخ محمد أبو زهرة: اقترن ظهور هذه الفرقة بظهور الشيعة، فقد ظهر كلاهما كفرقة في عهد علي رضي الله عنه، وقد كانوا من أنصاره، وإن كانت الشيعة فكرتها أسبق من فكرة الخوارج، ظهر الخوارج في جيش علي رضي الله عنه عندما اشتد القتال بين علي ومعاوية في صفين وذاق معاوية حر القتال، وهم بالفرار حتى أسعفته فكرة التحكيم فرفع جيشه المصاحف ليحتكموا إلى القرآن، ولكن علياً أصر على القتال، حتى يفصل الله بينهما، فخرجت عليه خارجة من جيشه تطلب إليه أن يقبل التحكيم فقبله مضطراً لا مختاراً، ولما اتفق مع خصومه على أن يحكما شخصين أحدهما من قبل علي والآخر من قبل معاوية، اختار معاوية عمرو بن العاص، وأراد علي أن يختار عبد الله بن عباس، ولكن الخارجة حملته على أن يختار أبا موسى الأشعري، وانتهى أمر التحكيم إلى النهاية التي انتهى إليها وهي عزل علي وتثبيت معاوية واشتد بهذا التحكيم ساعد البغي الذي كان يقوده معاوية, ومن غريب هذه الخارجة التي حملت علياً على التحكيم وحملته على محكم معين أن جاءت من بعد ذلك واعتبرت التحكيم جريمة كبيرة وطلبت من علي أن يتوب لما ارتكب، لأنه كفر بتحكيمه كما كفروا، وتابوا وتبعهم غيرهم من أعراب البادية، وصار شعارهم لا حكم إلا لله، وأخذوا يقاتلون علياً بعد أن كانوا يجادلونه، ويقطعون عليه القول (¬1). ¶ ¬__________ ¶ (¬1) تاريخ المذاهب الإسلامية: محمد أبو زهرة، دار الفكر العربي، القاهرة، الأولى، ص1/ 65.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وفي هذا الخصوص يقول الأستاذ محمد الدجيلي: غير أن المتتبع لأحداث التاريخ يجد أن قضية التحكيم وحدها لم تكن السبب الأصلي في نشأة الخوارج, بل أن لهم جذوراً تتصل بالخلاف الذي استفحل في أخريات عهد عثمان بن عفان, فقد رأى الخوارج أن عثمان لم يلتزم بالعهد الذي قطعه على نفسه عند بيعته وهو أن يسير على كتاب الله وسنة رسوله وسيرة الشيخين, بل أنه غيّر وبدل حسبما تراءى له .. فقد حمى الأحماء, وآثر القربى, واستعمل الفتى, ورفع الدرة, ووضع السوط, ومزق الكتاب, وحقر المسلم, وضرب منكري الجور, وآوى طريد رسول الله, وضرب السابقين بالفضل, وسيرهم, وحرمهم, ثم أخذ فيء الله الذي أفاءه عليهم فقسمه بين فساق قريش, ومجان العرب. (¬1) ¶ ويتحدث أيضاً الدكتور عواجي عن أسباب خروج الخوارج فيقول: في البحث عن الأسباب التي أدت إلى خروج الخوارج يختلف العلماء في هذا السبب أو ذاك، وفي تحديد مدى فاعلية بعض الأسباب, والراجح أن أسباباً مجتمعة هي التي أدت بهم إلى الخروج. ¶ ثانياً: أسباب خروجهم: ¶ ونوجز أهم هذه الأسباب فيما يلي: ¶ 1. النزاع حول الخلافة: ¶ وربما يكون هذا هو أقوى الأسباب في خروجهم، فالخوارج لهم نظرة خاصة في الإمام معقدة و شديدة، والحكام القائمون في نظرهم لا يستحقون الخلافة لعدم توفر شروط الخوارج القاسية فيهم، أضف إلى هذا عدم الاستقرار السياسي الذي شجعهم على الخروج، وإلى الحسد الذي كان كامناً في نفوسهم ضد قريش إضافة إلى أنهم فسروا الخلاف بين علي ومعاوية رضي الله عنهما بأنه نزاع حول الخلافة، ومن هنا استسهلوا الخروج على علي ومعاوية من بعده. ¶ 2. قضية التحكيم: ¶ فقد أجبروا الإمام علي على قبول التحكيم، وحينما تم ذلك طلبوا منه أن يرجع عنه، بل ويعلن توبته وإسلامه، فرد عليهم رداً عنيفاً. ¶ 3. جور الحكام وظهور المنكرات: ¶ ¬__________ ¶ (¬1). فرقة الأزارقة – محمد رضا الدجيلي – مطبعة النعمان - بغداد – الأولى – 1973 – ص 20.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "هكذا كان الخوارج يرددون في خطبهم ومقالاتهم أن الحكام ظلمة، والمنكرات فاشية، والواقع أنهم حينما خرجوا فعلوا أضعاف ما كان موجوداً من المظالم والمنكرات، حينما رأوا أن قتال المخالفين لهم قربة إلى الله تعالى، وأن الأئمة ابتداءً بالإمام علي مع عدله وفضله ثم بحكام الأمويين والعباسيين، كلهم ظلمة في نظرهم دون تحرٍ أو تحقيق. ¶ 4. العصبية القبلية: ¶ التي ماتت في زمن الرسول صلى الله عليه وسلم وزمن أبي بكر وعمر رضوان الله عليهما، ثم قامت في عهد عثمان وما بعده قوية شرسة، وكانت قبل الإسلام بين ربيعة وأكثر الخوارج منهم وبين مضر قوية. ¶ وهناك أسباب أخرى غير ما سبق منها: العوامل الاقتصادية، ومنها النقمة على علي في معركة الجمل والنهروان، ومنها حماسهم الديني وتمسكهم بنصوص القرآن دون فهم واستيعاب وتقدير لفقه المتغيرات والأحداث (¬1). ¶ وفي هذا الخصوص يقول ابن تيمية رحمه الله: أول البدع ظهوراً في الإسلام، وأظهرها ذماً في السنة والآثار بدعة الحرورية المارقة، فإن أولهم قال للنبي صلى الله عليه وسلم في وجهه: اعدل يا محمد، فإنك لم تعدل، وأمر النبي بقتلهم وقتالهم، وقاتلهم أصحاب النبي صلى الله عليه وسلم مع أمير المؤمنين علي بن أبي طالب، والأحاديث عن النبي صلى الله عليه وسلم مستفيضة بوصفهم وذمهم، والأمر بقتالهم (¬2). ¶ الفرع الثالث: ألقاب الخوارج (¬3): ¶ 1. الخوارج: سموا بذلك لأن النبي صلى الله عليه وسلم وصفهم بأنهم \"يخرجون على حين فرقة من المسلمين\" ولأنهم يخرجون على أئمة المسلمين، وعلى جماعتهم بالاعتقاد والسيف، وهذا وصف عام لكل من سلك سبيلهم إلى يوم القيامة. ¶ ¬__________ ¶ (¬1) فرق معاصرة: د. غالب عواجي، ص1/ 238. ¶ (¬2) مجموع الفتاوى: ابن تيمية، أحمد بن عبد الحليم، مكتبة المعارف، الرباط، ص19/ 71. ¶ (¬3) الخوارج أول الفرق من تاريخ الإسلام: ناصر بن عقل، دار اشبيليا للنشر، الرياض، 1998، ص22.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "2.المحكمة: لأنهم فارقوا علياً وجماعة المسلمين بسبب مسألة التحكيم، حينما زعموا أن علياً حكّم الرجال وقالوا: لا حكم إلا لله، وقد كفّروا علياً والحكمين، ومن قال بالتحكيم ورضي به، وهذا اسم الجماعة الخوارج الأولين. ¶ 3. الحرورية: وهم الذين خرجوا على علي وجماعة الصحابة، ولأنهم حين خرجوا انحازوا إلى مكان يقال له حروراء بالعراق، وهذا الاسم كسابقه. ¶ 4. أهل النهروان: نسبة إلى المكان الذي قاتلهم فيه علي، وهم الحرورية المحكمة. ¶ 5. الشراة: لأنهم زعموا أنهم يشرون أنفسهم ابتغاء مرضاة الله في قتالهم المسلمين، وقد أطلق على فئات من الخوارج الأولين، ولا يزال الخوارج المعاصرون (الإباضية) يرون هذا الوصف يمكن تحقيقه إذا توفرت شروطه ويعدونه مسلكاً من مسالك الدين. ¶ 6. المارقة: لأن النبي صلى الله عليه وسلم سماهم (مارقة) ووصفهم بأنهم (يمرقون من الدين) ¶ 7. المكفرة: لأنهم يكفرون بالكبائر، ويكفرون من خالفهم من المسلمين، وهذا وصف لكل من نهج هذا النهج في كل زمان. ¶ 8. السبئية: لأن منشأهم من الفتنة التي أوقدها ابن سبأ اليهودي، وهذا وصف لأصول الخوارج الأولين ورؤوسهم. ¶ 9. الناصبة: لأنهم ناصبوا علياً رضي الله عنه وآله العداء وحرضوا ببغضهم. ¶ المطلب الثاني ¶ فرقهم وأهم معتقداتهم وأفكارهم ¶ الخوارج مثلهم كمثل سائر الفرق الإسلامية، لم يمنعهم الاتفاق في الأصول من الاختلاف في الفروع والمسائل، لهذا شهد تاريخهم عدداً من الانقسامات، والخروج عن الإطار العام لهم، قاد هذه الانقسامات أعلام أئمة من رجالاتهم، سجلها الذين كتبوا تاريخ الفرق تحت مسمى فرق خارجية داخل الإطار العام للخوارج، وهذا الذي اتبعه العلماء لا يروق لي من ناحية المنهج في البحث والدراسة، لأنه لا يمكن أن نعتبر الخلاف الفرعي في أمر من الأمور أو في مسألة من المسائل شكلاً من أشكال الفرقة المستقلة، حتى جاز لنا أن يطلق على كل من يختلف مع إمامه في مسألة ما صاحب فرقة مستقلة.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "لهذا لا غرابة أن نجد اختلاف كبير بين المؤرخين الذين أرخوا لتاريخ هذه الفرق في عد هذه الفرق، ¶ فعلى سبيل المثال نجد المقريزي في خططه (¬1) يصل بالخوارج إلى سبعة وعشرين فرقة. ¶ والبغدادي في الفرق بين الفرق يصل بهم إلى عشرين فرقة (¬2). ¶ وابن تيمية يذكر أنهم ثمانية عشر فرقة كما ورد ذلك في مجموع الفتاوى (¬3). ¶ والأشعري في مقالات الإسلاميين يعدهم أربع فرق كبيرة والباقي فروع لها (¬4). ¶ والشهرستاني يصل بهم إلى ثماني فرق كما ذكر ذلك في الملل والنحل (¬5). ¶ ومن الحقيقة أن نذكر أن الخوارج ظلوا بعيدين عن الانقسام حتى عهد إمامهم نافع بن الأزرق الذي مثلت فرقته أول انقسام داخل جماعة أو فرقة الخوارج، وذلك بعد أن استشرت الانقسامات والخلافات في المسائل والفروع. ¶ يقول الدكتور عواجي: الخوارج كونوا لهم دولة وصار لهم نفوذ، وإذا تتبعنا حركاتهم الثورية فإننا نجدها متصلة عنيفة، ابتداءً من خروج المحكمة على الإمام علي, ومن خرج بعد على الإمام علي في شكل جماعات حربية تثور هنا وهناك عليه وعلى الحكام الأمويين من بعده حرب عصابات، إلى أن جاء نافع بن الأزرق سنة 64هـ، وبدأ الخوارج يظهرون كفرق كبيرة امتدت إلى عصر الدولة العباسية، لا يقر للخوارج قرار أو يستكينون إلا ريثما يتم عددهم وعدتهم يمثلون المعارضة بالتعبير الحديث (¬6). ¶ ¬__________ ¶ (¬1) الخطط: المقريزي: أحمد بن علي – مؤسسة الفرقان للتراث والنشر – لندن – الأولى – 2002 – ص 3/ 268. ¶ (¬2) الفرق بين الفرق: البغدادي: عبد القاهر – دار الآفاق الجديدة – بيروت – الأولى - 1973، ص44. ¶ (¬3) منهاج السنة: ابن تيمية، مطابع جامعة الإمام محمد بن سعود الإسلامية، الرياضة، الأولى، 1986، ص5/ 11. ¶ (¬4) مقالات الإسلاميين: الأشعري، ص101. ¶ (¬5) الملل والنحل: الشهرستاني، 1/ 114. ¶ (¬6) الفرق المعاصرة: العواجي، ص1/ 233.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وتكاد تجمع الكتب الذي تكلمت عن الخوارج في أنهم جميعاً لا يخرجون عن نطاق أربعة فرق رئيسية كبيرة وهي: الأزارقة، والنجدات، والإباضية، والصفرية. ¶ 1. الأزارقة: هم أتباع نافع بن الأزرق، خرجوا في أيام عبد الله بن الزبير، خاضوا معارك طويلة وكثيرة مع ابن الزبير, فلما تولى المهلب بن أبي صفرة هزمهم وقتل نافع بن الأزرق. ¶ من معتقداتهم وأفكارهم (¬1): ¶ - هم أول من حكم بأن ديار مخالفيهم هم ديار كفر، من أقام بها فهو كافر. ¶ - وقالوا إن النار هي مثوى أطفال مخالفيهم. ¶ - وأنكروا رجم الزاني. ¶ - كذلك أبطلوا العمل بالتقية قولاً وعملاً، وكانوا يمتحنوا كل من قصد معسكرهم بأن يقدموا له أسيراً فإن قتله قبلوه إلا اعتبروه منافق ومشرك فيقتلوه. ¶ - لا عبرة للإيمان المجرد إلا بالعمل الصالح. ¶ - أن الخلافة في غير قريش. ¶ - من يتولى خليفة كافر فهو كافر مثله. ¶ - عملهم بالاستعراض في أطفال ونساء المخالفين. ¶ - التكفير القعدة الخوارج. ¶ - عدم تجويز العمل بالتقية. ¶ وغيرها من المعتقدات، ومن أهم معالم أفكارهم مناصبة الأمة بأكملها العداء, لهذا نادوا بالهجرة من ديار الكفرة (بقية المسلمين) إلى أماكن تواجدهم، ¶ وقد تم القضاء عليهم على يد المهلب بن أبي صفرة الأزدي كقوة عسكرية إلا أن وجودهم استمر حتى كانت نهايتهم على يد سفيان بن الأبرد الكلبي عام 76هـ. ¶ 2. النجدات: هم أتباع نجدة ابن عامر الحنفي، أقام في اليمامة وبايعته جماعته إماماً لهم، وقد استولوا على بعض أراضي اليمن والبحرين، ثم انقسمت النجدات إلى ثلاث فرق: العطوية والفديكية والنجدات، ثم لما قتل نجدة انقسمت فرقته إلى ثلاث فرق. ¶ ¬__________ ¶ (¬1) معجم الفرق والمذاهب الإسلامية: إسماعيل العربي، دار الآفاق الجديدة، المغرب، الأولى، 1993، ص367.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "يقول الدكتور عبد اللطيف العبد: كانت النجدات برغم نزوعهم إلى الاعتدال بالقياس إلى الأزارقة، نموذجاً للمراهقة الفكرية والنزاعات العاطفية وسذاجة المواقف الحديثة التي قادتهم في النهاية إلى المصير الذي ألم بفرقة الخوارج، وآرائهم المتطرفة (¬1). ¶ من معتقداتهم وأفكارهم (¬2): ¶ • تجويزهم التقية قولاً وعملاً. ¶ • الناس لا يحتاجون إلى خليفة يحكمهم، بل عليهم أن يتناصفوا فيما بينهم. ¶ • أصحاب الكبائر من غيرهم كفار، أما هم فلا. ¶ • استحلوا دماء أهل المقام وأموالهم. ¶ 3. الإباضية: أتباع عبد الله بن إباض التميمي وقيل تنسب إلى قرية من قرى اليمامة اسمها \"إباض\" وعبد الله كان من أتباع نافع بن الأزرق، إلا أنه اختلف معه في أفكاره ومعتقداته خصوصاً فيما يتعلق باستحلال دماء وأموال من يحاربهم من المسلمين وكذلك قتل أطفال من يعاديهم، وقتل من قعد عن الهجرة إليه. ¶ وتعتبر الإباضية من فرع الخوارج الكبيرة، تفرقت هذه الفرقة فيما بعد إلى فرق عدة منها: ¶ • الحفصية، أتباع حفص بن أبي المقدام. ¶ • الحارثية، أتباع الحارث بن يزيد الإباضي. ¶ • اليزيدية، أتباع يزيد بن أبي أنيسة. ¶ • الضحاكية، أتباع الضحاك بن قيس الشاري. ¶ من أهم أفكارهم ومعتقداتهم (¬3): ¶ - عدم تكفير مخالفيهم، بل هم كفار نعمة لا تحل دماؤهم ولا أموالهم. ¶ - أقرت الإباضية العمل بمبدأ التقية. ¶ - القول بإمامة الكتمان. ¶ - استحلال ديار السلطان وماله فقط دون غيره من الناس. ¶ - التوقف في القول بأن أولاد الكفار كفار مثل آبائهم. ¶ - كفّروا علياً ومن معه من الصحابة رضوان الله عليهم. ¶ ¬__________ ¶ (¬1) موسوعة الفرق والمذاهب في العالم الإسلامي: مجموعة من المؤلفين، وزارة الأوقاف، مصر، الأولى، 2009، ص680. ¶ (¬2) معجم الفرق والمذاهب الإسلامية: إسماعيل العربي، دار الآفاق الجديدة، المغرب، الأولى، 1993، ص367. ¶ (¬3) مختصر تاريخ الاباضية – سليمان الباروني – المكتبة السلفية – القاهرة – الأولى – ص 65.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "- نفي الصفات عن الله تعالى, فهي عين ذاته, ولا حاجة إلى شيء زائد عنها. ¶ - القرآن مخلوق حادث. ¶ - نفي رؤية الله لا في الدنيا ولا في الآخرة. ¶ والعلماء يعتبرون الإباضية من أكثر فرق الخوارج اعتدالاً أو أقربهم من عقائد أهل السنة، وقد أقاموا لهم دولة في عمان استمرت أكثر من قرنين من الزمان قضيت عليها في نهاية الأمر الدولة العباسية ولهم الآن وجود كبير يتمثل في دولة عمان وانتشار في شمال أفريقيا وشرق أفريقيا، في دولة تنزانيا. ¶ 4. الصفرية: وهم أتباع زيد الأصفر وهم ممن افترق عن الأزارقة بسبب قضية الاستعراض وهي قتل أطفال المسلمين المخالفين لهم ونساءهم. ¶ وكان أكبر ظهور لهم هو خروجهم على عبد الملك بن مروان، مما جعل المذهب ينتشر في أغلب بلاد المسلمين حتى وصل إلى المغرب ومن هناك عبر إلى الأندلس فأقام لهم دولة باسم دولة بني مدرار حققت تقدماً وازدهاراً كبيراً. ¶ إلا أن الزمن دار دورته على الصفرية فذابت في الإباضية، مما جعلها تتلاشى وتذوب مع مرور الزمان. ¶ من أهم معتقداتهم: ¶ - عدم تكفير القعدة من المخالفين. ¶ - عدم قتل أطفال ونساء المخالفين ولا المشركين. ¶ - أجازوا القول والعمل بالتقية. ¶ - مرتكب الكبيرة ليس بكافر ولا مشرك. ¶ والصفرية تعتبر كالأزارقة في الغلو والتشدد. ¶ ويذكر الشهرستاني عن زياد بن الأصفر قوله: نحن مؤمنون عند أنفسنا ولا ندري لعلنا خرجنا من الإيمان عند الله، وقال الشرك شركان، شرك هو طاعة الشيطان، وشرك هو عبادة الأوثان، والكفر كفران، كفر بإنكار النعمة، وكفر بإنكار الربوبية، والبراءة عندهم برائتان: براءة من أهل الحدود سُنة، وبراء من أهل الجحود فريضة (¬1). ¶ أختم حديثي عن الخوارج وفرقهم بما قاله الدكتور أحمد أمين: ¶ ¬__________ ¶ (¬1) الملل والنحل: الشهرستاني، 1/ 137.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "كان المذهب الخارجي مصبوغاً إلى درجة كبيرة بالصبغة البدوية في محاسنها ومساوئها، فهم كثيرو الخلاف على الرؤساء، كثيرو التفرق شيعاً وأحزاباً، محدودو النظر، ضيقو الفكر في نظرهم إلى مخالفيهم، وهم مع ذلك شجعان إلى أقصى حدود الشجاعة، صرحاء في أقوالهم وأعمالهم، أسهل شيء عليهم أن يبيعوا أنفسهم لعقيدتهم (¬1). ¶ المطلب الثالث ¶ نظرية الخلافة عند الخوارج ¶ الفرع الأول ¶ موقف الخوارج من الخلافة ¶ تحدثنا سابقاً عن موقف الفرق الإسلامية فيما يخص الخلافة فقلنا أن أهل السنة والمعتزلة والمتكلمين والشيعة ما عدا بعض الخوارج (الأزارقة والنجدات والبيهسية والصفرية) يقولون بوجوب انقياد الأمة لإمام عادل يقيم فيهم أحكام الله ويسوسهم بأحكام الشريعة، ولأن من طبيعة الإنسان أن يزعهم السلطان أكثر مما يزعهم القرآن. ¶ لهذا كان لا بد من أمور المجتمع من سياسة وحرب وأموال ومنع للمظالم، لا بد أن يكون الإمام واحداً في الناس حتى لا يتنازع أصحاب السلطان فيما بينهم، وقد انقسم المعتزلة إلى فريقين منهم من قال بأفضلية أبي بكر و عمر على علي وفريق قال بأفضلية علي على أبي بكر وعمر (¬2). ¶ أما عن الشيعة فموقفهم مخالف لكل الفرق، وذلك لأنهم يعتبرون الإمامة من أركان الدين والإيمان، الأمر لا يترك فيه للناس، بل هو أمر رباني يتم عن طريق الوصية والتعيين الإلهي, و لا تدخل للبشر فيه. ¶ أما الخوارج فإن قضية الإمامة عندهم أصل نشأتهم وقيامهم، وكما أسلفنا القول فإن نشأة الخوارج هي نشأة سياسية وليست عقائدية. ¶ وكان جل همهم وتفكيرهم حول قضية الإمامة: ¶ ¬__________ ¶ (¬1) ضحى الإسلام: أحمد أمين، دار الكتاب العربي – بيروت – العاشرة، ص2/ 332. ¶ (¬2) ظهر الإسلام: أحمد أمين، مكتبة النهضة المصرية، القاهرة، الرابعة، 1975، ص4/ 26.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "يقول الشهرستاني: بدعتهم في الإمام إذ جوزوا أن تكون الإمامة في غير قريش، وكل من نصبوه برأيهم وعاشر الناس على ما مثلوا له من العدل واجتناب الجور كان إماماً، ومن خرج عليهم يجب نصب القتال معه، وإن غير السيرة وعدل عن الحق وجب عزله أو قتله، وجوزوا أن لا يكون في العالم إمام أصلاً، وإن احتيج إليه فيجوز أن يكون عبداً أو حراً أو نبطياً أو قرشياً (¬1) ¶ لهذا نجدهم حينما خرجوا على علي بن أبي طالب نصبوا لهم إماماً وهو عبد الله بن وهب الراسبي. ¶ وخلاصة موقف الخوارج من قضية الإمامة أنهم ينقسمون إلى فريقين (¬2): ¶ الفريق الأول: وهم عامة الخوارج وهم كبقية الفرق الإسلامية الأخرى توجب نصب الإمام والانضواء تحت رايته، إلا أنهم يضعون شروطاً للإمام يتفقون في بعضها مع بقية الفرق ويختلفون في بعضها الآخر مع بعضهم. ¶ الفريق الثاني: وهم النجدات, والأزارقة, والصفرية, والبيهسية, وبعض الإباضية، فإنهم يرون أنه يُستغنى عن الإمام، ولا تعود إليه الحاجة إذا عرف كل واحد الحق الذي عليه، وإن احتيج إليه فمن أي جنس كان ما دام كفؤاً لتولي الإمامة. ¶ الفريق الأول: ¶ و هم عامة الخوارج: ¶ قال الأشعري أثناء حديثه عن الخوارج: قال الناس كلهم إلا الأصم، لا بد من إمام (¬3). ¶ وقال ابن حزم: اتفق جميع أهل السنة وجميع المرجئة وجميع المعتزلة وجميع الشيعة وجميع الخوارج على وجوب الإمامة، وأن الأمة فرض واجب عليها الانقياد لإمام عادل يقيم فيهم أحكام الله، ويسوسهم بأحكام الشريعة التي أتى بها الرسول صلى الله عليه وسلم، حاشا النجدات من الخوارج (¬4). ¶ يتحدث الشيخ الباروني عن موقف الأباضية من الخلافة فيقول: ¶ ¬__________ ¶ (¬1) الملل والنحل: الشهرستاني، ص1/ 116. ¶ (¬2). فرق معاصرة تنتسب إلى الإسلام – د. غالب عواجي – ص1/ 286.بتصرف. ¶ (¬3) مقالات الإسلاميين: الأشعري، 2/ 149. ¶ (¬4) الفصل في الملل والأهواء والنحل، ابن حزم، 3/ 3.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "فالأياضية يرون وجوب نصب الإمام كالأشعرية, إلا أنهم لا يحصرونها في عنصر خاص, بل شرطهم الأساسي هو الكفاءة الشرعية في الشخص المختار لها, وتجب طاعته ما دام على الحق, والعدل شعاره, فإن جار في الحكم وخالف الحق ولم يتب جاز بل وجب الخروج عنه. (¬1) ¶ الفريق الثاني: ¶ وهم المحكمة الأولى، والنجدات والأزارقة, والصفرية, والبيهسية وبعض الإباضية: ¶ قال ابن حزم: النجدات من الخوارج فإنهم قالوا: لا يلزم الناس فرض الإمامة، وإنما عليهم أن يتعاطوا الحق بينهم (¬2). ¶ وقال الأشعري: وحكى زرقان عن النجدات أنهم يقولون: إنهم لا يحتاجون إلى إمام وإنما عليهم أن يعملوا كتاب الله فيما بينهم. ¶ وقال: قد يجوز أن تخلوا الأرض من إمام حتى يعقد لواحد (¬3). ¶ وقال الشهرستاني: وجوزوا أن لا يكون في العالم إمام أصلاً، وإن احتيج إليه فيجوز أن يكون عبداً أو حراً أو نبطياً، أو قرشياً (¬4). ¶ وقال الشهرستاني حاكياً عن الكعبي: وأجمعت النجدات على أنه لا حاجة للناس إلى إمام قط، وإنما عليهم أن يتناصفوا فيما بينهم، فإن هم رأوا أن ذلك لا يتم إلا بإمام يحمله عليه فأقاموه جاز (¬5). ¶ يقول الأستاذ الدجيلي: ومن أبرز عقائد الخوارج (الأزارقة) وأشدها تأثيراً وخطورة رأيهم في الخلافة, فقد جوزوا أن تكون الإمامة في غير قريش, وهذا الرأي ليس بجديد في الإسلام, فإن الأنصار بالمدينة هم أول من ذهب إليه حين رشحوا سعد بن عبادة للخلافة بعد النبي صلى الله عليه وسلم. ¶ ¬__________ ¶ (¬1). مختصر تاريخ الأباضية – سليمان الباروني – ص 68. ¶ (¬2) الفصل في الملل والأهواء والنحل، ابن حزم، 3/ 3. ¶ (¬3) مقالات الإسلاميين: الأشعري، 1/ 150. ¶ (¬4) الملل والنحل: الشهرستاني، ص1/ 116. ¶ (¬5) المصدر السابق.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "والظاهر أن الخوارج توصلوا إليه من الناحية العملية, فقد رأوا أن في قريش خلفاء لم يتورعوا عن ارتكاب المعاصي والعمل بما يخالف كتاب الله و سنة رسوله. ولهذا فليس من الحق تجديد الأخطاء على هذا النحو. بل يجب اختيار الخليفة الكفؤ الذي يؤمن بالحق والعدل سواء كان عبداً أو حراً أو نبطياً أو قرشياً. (¬1) ¶ والحقيقة أن موقف هؤلاء في غاية العجب والغرابة، فهم في اللحظة التي يقولون فيها بعدم الحاجة إلى إمام نجدهم ينصبون الإمام تلو الإمام ويبايعونه ويدعون إلى مبايعته، فقد بايعوا نجدة بن عامر بالإمامة, ومن بعده غيره. ¶ إن ما ذهبت إليه النجدات والمحكمة الأولى وبعض الإباضية يعتبر خروجاً على إجماع عامة الخوارج، الذين يرون ضرورة نصب الإمام. ¶ والواقع أنه لا يشك إنسان عاقل في أن بقاء الأمة من دون إمام يؤدي بالحياة إلى الفوضى والظلم وتشتيت الكلمة وإثارة الفتنة والحروب المدمرة. ¶ فالقول بالاستغناء عن الإمام قول في غاية البعد والسقوط، فنصب الإمام قضية شرعية، والنجدات لم تلتف إلى هذا الأمر، بل التفتوا إلى العقل وأعملوه في هذه المسألة، والعقل لا يمنع من وجهة نظر أن يتناصف الناس فيما بينهم إذا وجدت الألفة والمحبة، وهذا أقرب للخيال. ¶ والنجدات يريدون بزعمهم هذا أن ينشأ مجتمع مثالي يعرف فيه كل واحد واجبه تجاه مجتمعه، فيقف عند حقه، تحجزه أخلاقه عن ارتكاب أي ضرر بالغير، كل شخص قد جعل القرآن إمامه وحاكمه يعرف فيه واجبه نحو الغير، ولعل هذا بعض ما يمكن أن يتعلل به القائلون من النجدات وغيرهم بالاستغناء عن نصب الإمام. ¶ ¬__________ ¶ (¬1). فرقة الأزارقة – محمد الدجيلي – ص 76.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ولكن هل طبق النجدات ومن قبلهم هذا القول فاستغنوا عن نصب أمير لهم، لا شك أن الأمر كان بالعكس, فنجدة نفسه وهو أول زعيم لهم، لم يطبق هذا الرأي بل كان هو الحاكم على فرقته بعد إزاحته لأبي طالوت، ولقد كان يرسل ولاته على المناطق التي تحت سيطرته ثم كان لا يرسل سرية أو جيشاً إلا قد اختار لهم أميراً، كما أرسل ابنه إلى القطيف أميراً على سرية لمقاتلة مخالفيه هناك. ¶ قد يقول البعض أن أصحابه هم الذين ألزموه بهذا العمل، إلا أن هذا القول لا يقبل. ¶ فعلى كل صاحب مبدأ أو فكرة, أن يكون هو أول من يلتزم في تطبيقها على أرض الواقع, وأن لا يخضع للضغوط والمغريات. ¶ ومن المبررات التي تبرر موقف الأزارقة, والنجدات, والصفرية والمحكمة ومن سار معهم في قولهم ما يلي (¬1): ¶ 1. أن النظرية السياسية التي ارتكزت عليها فكرة الخوارج هؤلاء كانت المبدأ القائل: لا حكم إلا لله, والمعنى الحرفي لهذا المبدأ يشير صراحة إلى أنه لا ضرورة لوجود الحكومة مطلقاً, لأن الحكم لله لا لغيره. ¶ 2. أن الحكم ليس من اختصاص البشر، بل تهيمن عليه قوة علوية، وإذا استطاع المسلمون تطبيق هذه الأحكام والتمشي حسب ما جاء به الإسلام، فإنه لا ضرورة مطلقاً لوجود خليفة أو إمام، وعلى هذا فالإمامة ليست التزاماً دينياً يجب تنفيذه. ¶ 3. إن الضروري هو تطبيق أحكام الشرع والتمشي بموجب القرآن الكريم والسنة النبوية. ¶ 4. قالوا: إن وجود الخليفة أو الإمام لا يكون مفيداً في الأوقات كلها، لأنه ربما يكون بسبب من الأسباب عاجزاً عن الاتصال بجميع أتباعه وينحصر في بطانة قليلة من الأفراد وينعزل عن الأغلبية وبالتالي يكون أبعد ما يكون عن التفهم لمشاكل المسلمين. ¶ ¬__________ ¶ (¬1). فرق معاصرة تنتسب إلى الإسلام – د. غالب عواجي – ص1/ 286.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "5. أن على الخليفة أن يتمتع بكفاءات معينة خاصة تجعله جديراً بتولي أمور المسلمين ومن المحتمل أن لا يكون هذا الرجل يحمل تلك الكفاءات متوفراً في جميع الأوقات وينتج عن القول بضرورة وجود خليفة أن نقع في مسألتين حذوريتين هما: ¶ - انتخاب خليفة لا تتوفر فيه الكفاءات المطلوبة وبذلك نخالف النصوص ومنطق العقل. ¶ - أن لا نُعين إماماً وبذلك نخالف الافتراض القائل بضرورة وجود الخليفة. ¶ 6. أن انتخاب الإمام قد يكون سبباً في إيجاد حرب أهلية بين المسلمين أنفسهم. ¶ 7. أن النبي صلى الله عليه وسلم لم يشر صراحة, أو وضع شروطاً حددها وبينها لوجود خلفاء من بعده. ¶ 8. أن كتاب الله لم يبين أن حتمية وجود الإمام وإنما أبان كما قال تعالى: (وأمرهم شورى بينهم) (الشورى: 38). ¶ ومما لا شك فيه أن هذه المبررات التي تقال عن رأي النجدات في عدم الحاجة للإمام، كلها مبررات واعتذارات غير مقبولة في تبرير قولهم، في مقابل إجماع السلف وعامة الأمة ومنهم الخوارج على وجوب نصب الإمام، وما استند إليه هذا الوجود من أدلة شرعية وضرورات اجتماعية. ¶ والناس ليسوا سواء، بل هم متفاوتون في الكمال بحيث يمكن اختيار أفضلهم لإمامة الجماعة الإسلامية، والتزام الناس بالأحكام الشرعية يمنع من وقوع الحرب الأهلية بينهم بسبب اختيار الإمام كما يُقال. ¶ وأما القول بعدم وجود الإنسان الكامل فإنه لا يمنع من نصب الإمام حيث يختار لهذا المنصب أفضل الموجودين أو من التصور الساذج القول بتناصف الناس فيما بينهم وقيامهم بواجباتهم. وحفظهم لحقوق الآخرين دون وجود قيادة حاكمة يرجع إليها الناس في كل ذلك طوعاً أو كرهاً, حتى تستقيم أمور الأمة, ومدار الأمر بعد ذلك على التزام الإمام بواجباته الشرعية، فلا يجعل بينه وبين الأمة من الحجب ما يحول بينه وبين رعاية مصالحهم، فذلك مناط الحكم بضرورة الإمام شرعاً وعقلاً.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وعن هذا الموضوع يتحدث الدكتور علي العربي قائلاً: لا شك أن موضوع الإمامة قد استحوذ على الخوارج، ولم تكن الشيعة وحدها هي التي تهتم بذلك المبدأ، إذ أن حول هذا المبدأ والاختلاف فيه كانت نشأة الخوارج أيضاً. ¶ بادئ ذي بدء يرى الخوارج وجوب الإمامة ما عدا النجدات, والأزارقة, والصفرية والمحكمة ويقول ابن حزم: اتفق جميع أهل السنة وجميع المرجئة وجميع الشيعة وجميع الخوارج على وجوب الإمامة، وأن على الأمة واجب الانقياد لعادل يقيم فيهم أحكام الله ويسوسهم بأحكام الشريعة التي أتى بها رسول الله صلى الله عليه وسلم, حاشا النجدات من الخوارج فإنهم قالوا: لا يلزم الناس فرض الإمامة إنما عليهم أن يتعاطوا الحق فيما بينهم (¬1). ¶ ولا شك أن نظرة النجدات من الخوارج غير واقعية لأنه لا بد من حاكم يقيم حدود الله، وأحكامه ولو ترك الناس وشأنهم لاختلفوا في ذلك، والخوارج هدفهم العام هو إقامة حدود الدين ولا يخفى دور السلطة في تحقيق ذلك. ¶ ولقد علق الخوارج أهمية كبيرة على الإمامة، ورأوا في صلاحها صلاح للأمة, وفي فسادها فساد للأمة، حتى أن (البيهسية) منهم يرون أنه إذا كفر الإمام كفرت الرعية بأسرها (¬2). ¶ ويشير هذا إلى أهمية دور الإمام، وإلى ضرورة وجود الإمام الصالح، وأيضاً يشير إلى واجب الرعية في تقويم الإمام المعوج أو أن مصيرها مرتبط بمصيره (¬3). ¶ ويلخص الدكتور صابر طعيمة موقف الخوارج من موضوع الخلافة في العناصر الآتية: ¶ 1. الخلافة حق شائع بين جميع المسلمين الأحرار والأرقاء, وإذا اختير الخليفة فلا يجوز أن ينزل عنها، وإذا جار أو انحرف استحل الخوارج قتله، إذا اقتضت الضرورة ذلك. ¶ ¬__________ ¶ (¬1) الفصل في الملل والنحل: ابن حزم، 3/ 3. ¶ (¬2) الملل والنحل: الشهرستاني، 1/ 171. ¶ (¬3) الفرق الكلامية الإسلامية: د. علي المغربي، مكتبة وهبة، القاهرة، الثانية، 1995، ص172.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "2. وهم يرون أن الخلافة لا تتم إلا بالشورى، فيستحقها المسلم الذي يجتمع فيه العلم والزهد ولو كان نبطياً. ¶ 3. أنهم يقدمون الفاضل على المفضول, وقد يعزمون الفاضل إذا ما ندب نفسه أو دعا أو خرج للجهاد فمن بادر إلى ذلك فهو المقدم فيهم، وهو أحق الناس بالإمامة، وهم يذهبون إلى أن الافتخار بالأجناس وتفضيل بعضها على بعض كفر وإنما التفضيل عندهم بالتقوى (¬1). ¶ الفرع الثاني ¶ شروط الإمام عند الخوارج ¶ يشترط الخوارج فيمن يرتضونه إماماً لهم, أن تتوافر فيه عدة صفات تجعله جديراً بحمل عبء الإمامة، وأهم هذه الشروط: ¶ 1. أن يكون شديد التمسك بالعقيدة الإسلامية مخلصاً في عبادته وتقواه. ¶ 2. أن يكون قوياً في نفسه ذا عزم نافذ وتفكير ناضج وشجاعة وحزم. ¶ 3. أن يكون انتخابه برضا الجميع. ¶ 4. لا عبرة بالنسب أو الجنس أو اللون. ¶ ومن خلال النظر في شروط الخوارج للخلافة نكاد أن نتفق مع شروط أهل السنة وبقية الفرق الأخرى (عدا الشيعة) , إلا في شرطهم النسب، فالخوارج جميعهم يتفقون على عدم حصر الخلافة في قريش بل يتولاها أي مسلم صالح توفرت فيه شروطها. ¶ قال الشهرستاني: وإنما خروجهم في الزمن الأول على أمرين: ¶ أحدهما: إذ جوزوا أن تكون الإمامة في غير قريش، وكل من ينصبونه برأيهم وعاشر الناس على ما مثلوا له من العدل واجتناب الجور كان إماماً (¬2). ¶ وقال الأشعري: ويرون أن الإمامة في قريش وغيرهم إذا كان القائم بها مستحقاً لذلك، ولا يرون إمامة الجائر (¬3). ¶ لهذا لا عبرة في النسب حين اختيار الخليفة بل يقدم أبصرهم بالحرب وأفقههم في الدين وأشدهم اضطلاعاً بما حمل (¬4). ¶ ¬__________ ¶ (¬1) الإباضية: د. صابر طعيمة، دار الجيل، بيروت، 1986، ص33. ¶ (¬2) الملل والنحل: الشهرستاني، 1/ 108. ¶ (¬3) مقالات الإسلاميين: الأشعري، 1/ 204. ¶ (¬4) تاريخ الطبري: محمد بن جرير الطبري، دار المعارف، مصر، الرابعة، 1979، ص5/ 175.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "بناءً على هذا التوجه، نجد أن اختيار الخوارج لأئمتهم على كثرتهم لم يكن أحد منهم من قريش. ¶ وقد قام الدكتور محمد عمارة بتعداد وحصر خلفائهم حسب ترتيبهم الزمني وبيان نسب كل واحد منهم، وهم كالآتي: ¶ - عبد الله بن وهب الراسبي (38هـ) بن الأزد. ¶ - حوثرة بن وداع بن مسعود (41هـ) من أسد. ¶ - المستورد بن علفة (43هـ) من تيم الرباب. ¶ - زحاف الطائي (50هـ) من طيء. ¶ - قريب بن قسرة (50هـ) من الأزد. ¶ - حيان بن ظبيان السلمي (59هـ). ¶ - مرداس بن جدير أبو بلال (61هـ) من تميم. ¶ - نافع بن الأزرق الحنفي (65هـ) من بكر بن وائل. ¶ - عبيد الله بن بشير بن الماخور (68هـ) من تميم. ¶ - الزبير بن علي السليطي (68هـ) من تميم. ¶ - نجدة بن عامر (69هـ) من بكر بن وائل. ¶ - ثابت بن عامر (69هـ) من بكر بن وائل. ¶ - ثابت الثمار بويع بعد مقتل نجدة وهو من الموالي. ¶ - أبو فديك (76هـ). ¶ - أبو الضحاك شبيب بن زيد الشيباني (26 - 77هـ). ¶ - قطري بن الفجاءة (78هـ) من تميم. ¶ - عبد ربه الصغير، من ثعلبة وهو من الموالي. ¶ - عمران بن حطان السدوسي الشيباني الوائلي (84هـ). ¶ - عبد الله بن يحيى (130هـ) من كندى. ¶ إن المتأمل في هذه الأسماء يجد أن أصحابها ليسوا جميعاً عرباً، بل منهم من كان من الموالي، وبايعه العرب وغيرهم، كذلك يجدهم جميعاً ليسوا من قريش، وهذا تطبيق للمبدأ الذي اعتقدوه واعتنقوه، وحاربوا من أجله. ¶ وهذا الذي قالت به الخوارج بجواز أن تكون الخلافة في غير قريش هم فيه على النقيض تماماً مع الشيعة وأهل السنة.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "يقول الدكتور علي عبد الفتاح: والواقع أن جواز الخوارج أن تكون الإمامة في غير قريش، ينبع من نظرتهم إلى مفهوم الدولة في الإسلام، فهم يرمون إلى إقامة أمة إسلامية أساسها الدين، ولا تقوم على عصبية معينة، وتشمل كل المسلمين، ويتمتعون بكل الحقوق والواجبات، ولا تفاضل بينهم إلا بالتقوى ولا تمايز لطبقة أو نسل معين على غيره، إنها نظرة تنبع من مبدأ المساواة الذي يقوم على دعوة القرآن في تقرير مبدأ المساواة (¬1). ¶ ولا غرابة أن نجد من كبار العلماء من يسدد موقف الخوارج هذا بالنسبة للنسب القرشي، فنجد الشيخ محمد أبو زهرة يقول: والحق أن مبادئهم مظهر واضح لتفكيرهم وسذاجة عقولهم ونظرتهم السطحية ونقمتهم على قريش وكل القبائل المضرية. ¶ وأول هذه الآراء وهو من بين آرائهم السديد المحكم أن الخليفة لا يكون إلا بالانتخاب الحر الصحيح، يقوم به عامة المسلمين، لا فريق منهم، ويستمر خليفة مادام قائماً بالعدل مقيماً للشرع، مبتعداً عن الخطأ والزيغ فإن حاد وجب عزله أو قتله. ¶ وثاني هذه الآراء أن بيتاً من بيوت العرب لا يختص بأن يكون الخليفة فيه، فليست الخلافة في قريش كما يقول غيرهم، وليست لعربي دون أعجمي، والجميع فيها سواء، بل يفضلون أن يكون الخليفة غير قرشي ليسهل عزله أو قتله إن خالف الشرع وحاد عن الحق، إذ لا تكون له عصبية تحميه، ولا عشيرة تؤويه، وعلى هذا الأساس اختاروا منهم عبد الله بن وهب الراسي وأمروه عليهم وسموه أمير المؤمنين وليس بقرشي (¬2). ¶ ويقول الدكتور عبد الحليم محمود: أما رأيهم في الإمامة فإنه هو الرأي الذي يؤيده الاتجاه الحديث ويؤيده كل مخلص لدينه ووطنه (¬3). ¶ الفرع الثالث ¶ ¬__________ ¶ (¬1) الفرق الكلامية الإسلامية: د. علي المغربي، ص174. ¶ (¬2) تاريخ المذاهب الإسلامية: محمد أبو زهرة، 1/ 71. ¶ (¬3) التفكير الفلسفي في الإسلام: د. عبد الحليم محمود، الدار المصرية للطباعة، القاهرة، الرابعة، 1977، ص1/ 201.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "مناقشة رأي الخوارج في النسب القرشي ¶ رد كثير من العلماء على الخوارج رأيهم في جواز تولي الإمامة من غير قريش بناء على الأحاديث الواردة في أحقية قريش بالخلافة, وهذه الأحاديث منها ما جاء خبراً مطلقاً عن الخلافة أنها في قريش, ومنها ما جاء مقيداً بشرط. ¶ أما الأحاديث المطلقة فمنها: ¶ 1. جاء في حديث ابن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: \" لا يزال هذا الأمر في قريش ما بقي منهم اثنان\". (¬1) ¶ 2. حديث أبي هريرة رضي الله عنه, عن رسول الله صلى الله عليه وسلم: \"الناس تبع لقريش في هذا الشأن؛ مسلمهم تبع لمسلمهم وكافرهم تابع لكافرهم (¬2) ¶ 3. حديث جابر رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: \"الناس تبع لقريش في الخير والشر\". (¬3) ¶ فهذه هي الأحاديث العامة , وقد ورد ما يقيد عمومها باستقامة قريش على الدين والمحافظة عليه كما جاء في حديث معاوية بن أبي سفيان رضي أنه قال: إني سمعت رسول الله صلى الله عليه وسلم يقول: \"إن هذا الأمر في قريش لا ينازعهم أحد إلا كبه الله على وجهه ما أقاموا الدين\". (¬4) ¶ وقد أورد ابن حجر رحمه الله روايات عدة في حصر الخلافة في قريش ثم استشهد بكلام العلماء في هذا الباب , ومنه قول القرطبي: هذا الحديث – يشير إلى حديث:\" ما بقي منهم اثنان \" المتقدم – خير عنه المشروعية أي لا تنعقد الإمامة الكبرى إلا لقريش مهما وجد منهم أحد. ¶ ¬__________ ¶ (¬1) أخرجه الإمام أحمد في مسنده: 2/ 93. رقم (5677) ,ص 5/ 178. ¶ (¬2) أخرجه الإمام أحمد في مسنده: 2/ 319. رقم (8226) ,ص8/ 249. ¶ (¬3) أخرجه الإمام أحمد في مسنده:3/ 331. رقم (14481) ,ص11/ 480. ¶ (¬4) أخرجه الإمام أحمد في مسنده:4/ 94. رقم (16795) ,ص13/ 181.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وقال القاضي عياض:\" اشتراك كون الإمام قرشياً مذهب العلماء كافة , وقد عدوها في مسائل الإجماع ولم ينقل أحد من السلف فيها خلافاً, وكذلك من بعدهم في جميع الأمصار \".ولكن ابن حجر يذكر أنه لا يتم القول بالإجماع إلا بتأويل ما ورد عن عمر رضي الله عنه في إرادته جعل الخلافة في معاذ بن جبل وهو أنصاري ليس من قريش , وذلك في قول: (إن أدركني أجلي وأبو عبيدة حي استخلفته .. فإن أدركني أجلي وقد مات أبو عبيدة استخلفت معاذ بن جبل – فأجاب ابن حجر عن دعوى الإجماع هذه التي ذكرها القاضي بأنه: \" لعل الإجماع انعقد بعد عمر على اشتراط أن يكون الخليفة قرشياً أن الخلافة مختصة بقريش لا يجوز عقدها لأحد من غيرهم وعلى هذا انعقد الإجماع في زمن الصحابة فكذلك بعدهم , ومن خالف فيه من أهل البدع أو عرض بخلاف من غيرهم فهو محجوب بإجماع الصحابة والتابعين فمن بعدهم بالأحاديث الصحيحة. \" وقال أيضاً:\" ولا اعتداد لقول النظّام ومن وافقه من الخوارج وأهل البدع أنه يجوز كونه من غير قريش. ¶ ويذكر البغدادي أن من أصول السلف أنهم \" قالوا من شرط الإمامة النسب من قريش (¬1). ¶ ويؤكد هذا المعني أيضاً ابن حزم الأندلسي فيقرر عن عدد من الفرق الإسلامية أنهم يرون وجوب جعل الإمامة في قريش في ولد فهر بن مالك , وأن من هذه الفرق فرقة أهل السنة فقال: \" ثم اختلف القائلون بوجوب الإمامة على قريش؛ فذهب أهل السنة وجميع الشيعة وبعض المعتزلة وجمهور المرجئة إلى أن الإمامة لا تجوز إلا في قريش خاصة من كان ولد فهر بن مالك.\" ... ثم قال:\" فصح أنه ليس يجوز البتة أن يوقع اسم الإمامة مطلقاً ولا اسم أمير المؤمنين إلا على القرشي لجميع أمور المؤمنين كلهم أو الواجب له ذلك وإن عصاه كثير من المؤمنين ... وكذلك اسم الخلافة بإطلاق لا يجوز أيضاً إلا لمن هذه صفته.\" (¬2) ¶ ¬__________ ¶ (¬1). الفرق بين الفرق – البغدادي – ص 340. ¶ (¬2) الفصل في املل و الأهواء و النحل – ابن حزم – 4/ 89.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وقد جعل الشيخ أبو عبد الله محمد بن علي الحنبلي الأحاديث التي وردت في استحقاق قريش والخلافة بأنها تدل على أن قريشاً يشتركون جميعهم في استحقاقها؛ حيث قال:\" من الأحكام ما تشترك فيه قريش كلها نحو الإمامة الكبرى.\" ومع ما ورد من الأحاديث في هذا المقام وأقوال العلماء فإن الخوارج لم يبعثوا بذلك. ¶ ويقول الدكتور عزت عطية:\" وأما الخوارج فلم يبعثوا بالنصوص والأخبار الواردة في ذلك وتمسكوا ببدعتهم.\" ولا شك أن الخوارج أو بعضهم قد سمع ما قيل في يوم السقيفة إذ أن هذا الموقف كان معروفاً في ذهن كل واحد , فإنه لا زال طرياً في مسامع الناس حين خرج الخوارج على علي , فيبعد أن لا يسمع أحد منهم بما روي هناك من أن الأئمة في قريش. ¶ ويقول ابن حجر مبطلاً احتجاج من احتج بتولية الرسول صلى الله عليه وسلم لعبد الله بن رواحة وزيد بن حارثة وأسامة وغيرهم على أن الخلافة غير لازمة في قريش – بقوله:\" وأما ما احتج به من لم يعين الخلافة في قريش من تأمير عبد الله بن رواحة وزيد بن حارثة وأسامة وغيرهم في الحروب , فليس من الإمامة العظمى في شيء , بل فيه أنه يجوز للخليفة استنابة غير القرشي في حياته.\" ¶ ولنا على الوجوب مطلقاً أم هناك احتمالات أخرى في الموضوع؟ قبل الإجابة على هذا التساؤل نورد ما ذكره ابن حجر من أن الأحاديث التي وردت في استحقاق قريش الخلافة جاءت على ثلاثة أوجه وهي: ¶ 1. وعيدهم باللعن إذا لم يحافظوا على المأمور به؛ لقوله صلى الله عليه وسلم:: \" الأمراء من قريش ما فعلوا ثلاثاً: ما حكموا فعدلوا , واسترحموا فرحموا , وعاهدوا فوفوا , فمن لم يفعل ذلك منهم فعليه لعنة الله \" (¬1). ¶ قال ابن حجر: وليس في هذا ما يقتضي خروج الأمر عنهم. ¶ ¬__________ ¶ (¬1). أخرجه الإمام أحمد في مسنده: 4/ 421 رقم (19670) ,ص15/ 35.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "2. وعيدهم بأن يسلط عليهم من يبالغ في أذيتهم لقوله صلى الله عليهم وسلم:\" يا معشر قريش إنكم أهل هذا الأمر ما لم تحدثوا , فإذا غيرتم بعث الله عليكم من يلحاكم كما يلحى القضيب\". (¬1) ¶ يقول ابن حجر:\" وليس في هذا أيضاً تصريح بخروج الأمر عنهم وإن كان فيه إشعار به. ¶ 3. الإذن في القيام عليهم وقتالهم, والآذان بخروج الأمر عنهم لقوله صلى الله عليه وسلم: استقيموا لقريش ما استقاموا لكم, فإن لم يستقيموا فضعوا سيوفكم على عواتقكم فأبيدوا خضراءهم , فإن لم تفعلوا فكونوا زارعين أشقياء \". (¬2) ¶ وهذا الحديث صريح في جواز الخروج عليهم عندما ينطبق عليهم حكمه وهو عدم استقامتهم؛ إذ أنهم حينئذ كغيرهم من أهل الضلال عندما انتفى عنهم موجب تقديمهم وهو لزوم شرع الله ولا يلتفت إلى نسبهم. ¶ ولعل هذا هو ما يمكن أن يكون المدار الذي تجتمع عليه الأحاديث بحيث يقال إنهم أولى بالإمامة من غيرهم إذا كانوا صالحين وإن كان في المجتمع غيرهم من أهل الصلاح , وأما إذا لم يكونوا كذلك وكان غيرهم أصلح منهم وجب تولية الصالح حيث لم يأمرنا الرسول صلى الله عليه وسلم بتولية غير الصالحين من قريش أو من غيرهم. ¶ والأمر بين في هذا لولا أن الخوارج غلب عليهم الحقد وإتباع ما تهوى أنفسهم فأنفوا من الرجوع إلى ما تقتضيه الأحاديث من أولوية لغير قريش. ¶ ¬__________ ¶ (¬1) أخرجه الإمام أحمد في مسنده: 5/ 274 رقم (22255) ,ص16/ 283. ¶ (¬2) أخرجه الإمام أحمد في مسنده:5/ 277 رقم (22288) ,ص16/ 292.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ولا ينبغي جحد فضل قريش وميزتهم على غيرهم عند صلاحهم , فقد وردت أحاديث كثيرة في بيان ذلك ويكفيهم فضلاً اختيار الله لرسوله منهم. ويشهد لما ذهبنا إليه في مدى اشتراط القرشية في الإمام ما انتهى إليه اجتهاد الشيخ أبي زهرة رحمه الله في هذا الأمر , فقد جمع بين الأحاديث التي توجب طاعة ولي الأمر مهما كان جنسه وإن كان عبداّ حبشياً , وبين قوله عليه الصلاة والسلام: \"وإن هذا الأمر في قريش \". وغيره من الأحاديث – بأن \" النصوص في مجموعها لا تستلزم أن تكون الإمامة في قريش وأنه تصح ولاية غيرهم , بل إن ولاية غيرهم صحيحة بلا شك , ويكون حديث \"الأمر في قريش\" من قبيل الإخبار بالغيب كقول النبي صلى الله عليه وسلم:\" الخلافة بعدي ثلاثون ثم تصير ملكاً عضوضاً\", أو يكون من قبيل الأفضلية لا الصحة. ¶ ومما نلاحظه على شروط الخلافة عند الخوارج غير شرط النسب أنهم يولون جانب الشجاعة والمهارة اهتماماً خاصاً, وقد عبّر عن هذا الموقف زعيمهم معاذ بن جوين الخارجي حين قال: وإنما ينبغي أن يلي على المسلمين إذا كانوا سواء في الفضل أبصرهم بالحرب وأفقههم في الدين وأشدهم اضطلاعاً بما حمل. ¶ الإمامة عند الإباضية: (¬1) ¶ 1. إمامة الكتمان: وهي في فترة الصراع مع أئمة الجور, فإمامة الخارجي تتم سراً فهي أشبه بالتنظيم السري ويكون على رأس هذا التنظيم شخص مسؤول أمام هذه المرحلة وليس مكلفاً بالظهور خلال هذه الفترة طالت أو قصرت, ومهمته في هذه المرحلة تربية الرجال في السر. ¶ 2. إمامة الدفاع: وهي في فترة الصراع مع الدولة الخارجة عن حدود الله, ومهمة الإمام فيها قيادة الجماعة أو التنظيم للدفاع عن الأراضي, فإمّا أن يعود إلى إمارة الكتمان أو إلي بيعة الظهور حسب الظروف. ¶ ¬__________ ¶ (¬1) نظرية الخروج في الفقه السياسي الإسلامي – كامل الرباع – ص 157.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "3. إمامة الشراة: تكون في حال عدم امتلاك السلطة, فحينها يجب مشاغبة السلطة الجائزة. وأهم خصائص هذه المرحلة هي الموت في سبيل المبدأ, فلا يجوز للشاري الهروب من ساحة الحرب. ¶ 4. إمامة الظهور: وهي تعني قيام حكومة إباضية أو خارجية تحكم وفقاً لمبادئ المذهب الإباضي, واختيار إمام الظهور مرهون بانتصارهم على السلطة المستبدة. ¶ وإمامة الظهور واجبة ولها شروط. ¶ 1. وجوب توفر قوة أهل الدعوة في الإمام. ¶ 2. أن يكون أهل الدعوة أربعين رجلاً أحراراً. ¶ 3. أن يكون فيهم ستة رجال فصاعداً أهل علم. ¶ هذه أهم الشروط التي توجب على الإباضي الظهور في حالة تحققها, أما الفرق الأخرى فتوجب الخروج بغض النظر عن القدرة أو تحقق هذه الشروط. ¶ إمامة المرأة: ¶ كما علمنا مما سبق أن الخلافة والإمامة مسؤولية عظمى تتطلب سعة الفكرِ, وقوة البصيرة ورباطة الجأش, كما تتطلب مزايا وصفات عديدة متعلقة بالنفس والجسد, ومن حكم الله سبحانه وتعالى أن جعلها جميعاً في الرجال دون النساء, لهذا جعل الله رسالاته جميعاً يتحمل عبؤها الرجال لما يعلم الله سبحانه وتعالى من قدرة الرجال على تحمل المتاعب والقدرة على مواجهة المصاعب. ¶ وقد اتفق العقلاء من كل الأجناس وعلى مدار الزمن كله أن الخلافة لا يصلح لها النساء. ¶ قال ابن حزم في كتابه الفصل: وجميع فرق أهل القبلة ليس منهم أحد يجيز إمامة المرأة. (¬1) ¶ ¬__________ ¶ (¬1). الفصل في املل و الأهواء و النحل – ابن حزم – 4/ 110.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ولكن نجد فرقة من فرق الخوارج, وهي الشبيبة كان لها تأثير بالغ في محاربة جيش الخلافة وانتصارهم عليه مرات عديدة, تذهب إلى جواز تولي المرأة الإمامة العظمى, وذلك أن شبيب بن زيد الشيباني زعيم هذه الطائفة كان في جيش صالح بن مسرح الذي ثار على الخلافة الأموية في زمن عبد الملك بن مروان , فقابله جيش الخلافة على باب حصن جلولا فانهزم صالح جريحاً , فلما أشرف على الموت استخلف شبيباً هذا فأحدث في زمنه القول بجواز تولي المرأة الإمامة العظمى فيذكر عنه البغدادي:\"إنه مع أتباعه أجازوا إمامة المرأة منهم إذا قامت بأمورهم وخرجت على مخالفيهم , وزعموا أن غزالة أم شيب كانت الإمام بعد قتل شبيب إلى أن قتلت واستدلوا على ذلك بأن شيباً لما دخل الكوفة أقام أمه على منبر الكوفة حتى خطبت \". (¬1) ¶ إن هذا الفعل الذي أقدم عليه شبيب إن دل على شيء فإنما يدل على جهل مطبق بتعاليم الشريعة الإسلامية, في نفس الوقت يدل على عمى في عقول و قلوب أتباعه, وأنهم مجرد أدوات لا عقل ولا قيمة لها, ومثل هذه الجماعات تشكل خطراً عظيماً على الدين والأمة في نفس الوقت. ¶ مقارنة بين فقه الشيعة والخوارج في أمر الإمامة: ¶ 1. الشيعة تقول بوجوب الإمامة على الله, فهي أصل من أصول الدين. ¶ الخوارج فتقول بالاستغناء عن الإمامة و الإمام. ¶ 2. الشيعة تحصر الإمامة في علي وأبنائه. ¶ الخوارج تجعله أن اضطرت إليه مشاع في الناس كلهم. ¶ 3. الشيعة تقول بعصمة الأئمة. ¶ الخوارج تعتبرهم أشخاص عاديين يصيبون ويخطئون. ¶ 4. الشيعة تعتقد برجعة الأئمة, وخصوصاً المهدي المنتظر. ¶ الخوارج لا يقولون بهذا, إلا فرقة الخلفية التي تقول برجعة زعيمهم مسعود بن قيس. ¶ 5. الشيعة لا يجيزوا الخروج إلا مع الإمام. ¶ الخوارج يجيزون الخروج مع أي خارج على السلطان الظالم والجائر. ¶ 6. الشيعة تقول بالتقية و تعتبرها من أصول الدين. ¶ ¬__________ ¶ (¬1). الفرق بين الفرق – البغدادي – ص 89.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "الكثير من فرق الخوارج يرفضون التقية, قولاً وعملاً. ¶ 7. الزيدية من الشيعة يقولون بجواز إمامة المفضول مع وجود الفاضل. ¶ الخوارج يرفضون هذا القول جملة و تفصيلاً. ¶ نكتفي بهذا القدر داعين الله أن يجعل فيه السداد والقبول. والحمد لله أولاً وآخراً. ¶ الخاتمة ¶ بعد هذا العرض المستفيض في جانب, والموجز في جانب آخر، والذي أحمد الله على إتمامه، أختمه بأهم ما توصلت إليه من نتائج وهي كما يلي: ¶ - شمولية الإسلام كدين لكل نواحي الحياة الفردية والجماعية، عقائدية وتشريعية، واجتماعية، وسياسية. ¶ - اهتمام الإسلام وبشكل واضح بالسياسة الشرعية للأمة. ¶ - عدم فرض شكل معين يحكم المسلمين، فللمسلمين أن يختاروا النظام السياسي الذي يناسبهم تبع لزمانهم ومكانهم. ¶ - اتفاق الفرق الإسلامية على اختلاف راياتها على وجوب تنصيب الإمام وقيام الخلافة، ولا اعتبار لمن خالف. ¶ - عدم تفريق العلماء ما بين مصطلح الخلافة والإمامة، فكلاهما يؤدي نفس النتيجة والمدلول. ¶ - الخلافة هي المظلة التي ينضوي تحت لوائها كل المسلمين. ¶ - نظرية الخوارج في وجوب تنصيب الخليفة تتأرج ما بين الوجوب وعدم الحاجة. ¶ - مناسبة نظرية الخوارج في عدم حصر الخلافة في قبيلة أو بيت معين, اتفاقها مع روح العصر الحاضر. ¶ - انفراد الأزارقة والنجدات والصفرية وبعض الإباضية بالقول بعدم الوجوب والحاجة. ¶ - ضرورة العمل على إعادة الخلافة الإسلامية. ¶ - وضوح تأثر كثير من الجماعات الإسلامية المعارضة بآراء الخوارج. ¶ الكشّافات ¶ أولاً: كشاف الآيات. ¶ ثانياً: كشاف الأحاديث. ¶ ثالثاً: المصادر و المراجع. ¶ أولاً. كشّاف الآيات القرآنية: ¶ الرقم ... اسم السورة ... الآية الكريمة ... رقم الآية ... الصفحة ¶ 1. ... البقرة ... إني جاعلك للناس إماماً ... ... 124 ... 10 ¶ 2. ... النساء ... يا أيها الذين آمنوا أطيعوا الله ... ... 59 ... 20 ¶ 3. ... الأعراف ... و قال موسى لأخيه هارون ... ... 142 ... 10 ¶ 4. ... الإسراء ... يوم ندعو كل إمام بإمامهم ... ... 71 ... 12",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "5. ... النمل ... إن الملوك إذا دخلوا قرية أفسدوها ... 34 ... 13 ¶ 6. ... فاطر ... هو الذي جعلكم خلائف في الأرض ... 39 ... 10 ¶ 7. ... الشورى ... و أمرهم شورى بينهم ... 38 ... 37 ¶ ثانياً. كشّاف الأحاديث: ... ¶ الرقم ... طرف الحديث ... الصفحة ¶ 1. ... لن يفلح قوم ولوا أمرهم امرأة. ... البخاري ... 16 ¶ 2. ... إنه من يعش منكم فسيرى ... ... الترمذي ... 20 ¶ 3. ... لا يزال هذا الأمر في قريش .. ... أحمد ... 41 ¶ 4. ... الناس تبع لقريش في هذا الأمر .. ... أحمد ... 41 ¶ 5. ... الناس تبع لقريش في الخير والشر .. ... أحمد ... 41 ¶ 6. ... إن هذا الأمر في قريش ... أحمد ... 41 ¶ المراجع ¶ القرآن الكريم ¶ 1. الإباضية – طعيمة: جابر، دار الجيل، بيروت، 1986. ¶ 2. أثر آراء الخوارج في الفكر الإسلامي المعاصر – عثمان: عبد التواب، مكتبة المعارف، الإسكندرية، الأولى، 2003. ¶ 3. الأحكام السلطانية – الماوردي: محمد بن حبيب، دار الكتب العلمية، بيروت، الأولى. ¶ 4. أدب الدنيا والدين – الماوردي: محمد بن حبيب، مصطفى البابي الحلبي، القاهرة، الثالثة، 1973 ¶ 5. أصول الدين – البغدادي: دار الكتب العربية، بيروت، الأولى. ¶ 6. أصول مذهب الشيعة – جمعة: محمد الأنور، مكتبة جزيرة الورد، القاهرة، الأولى، 2001. ¶ 7. الانتخابات بين الإباحة والتحريم – العطار: حسني، غزة، الأولى، 2010. ¶ 8. تاريخ الأمم والملوك – الطبري: محمد بن جرير، دار المعارف، مصر، الرابعة، 1979. ¶ 9. تاريخ المذاهب الإسلامية – أبو زهرة: محمد – دار الفكر، القاهرة، الأولى، 1971. ¶ 10. التعريفات – الجرجاني: علي بن محمد، شركة القدس للتصدير، القاهرة، الأولى، 2007. ¶ 11. تفسير القرآن العظيم – ابن كثير: إسماعيل – دار الأندلس – بيروت – الخامسة – 1984. ¶ 12. التفكير الفلسفي في الإسلام – محمود: عبد الحليم، الدار المصرية للطباعة، القاهرة، الرابعة، 1977. ¶ 13. تلخيص محصل أفكار المتقدمين – الطوسي: نصر الله، القاهرة، الأولى، 1323هـ. ¶ 14. الجامع الصحيح - الترمذي: محمد بن عيسى - المكتبة السلفية - المدينة المنورة – الأولى - 1966.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "15. حاشية رد المحتار - ابن عابدين: محمد – دار الفكر – بيروت – الخامسة – 1995. ¶ 16. الخطط – المقريزي: أحمد بن علي، مؤسسة الفرقان للتراث الإسلامي، لندن، الأولى، 2002 ¶ 17. الخلافة ونشأة الأحزاب الإسلامية – عمارة: محمد، دار الهلال، القاهرة، الأولى، 1983. ¶ 18. الخليفة توليته وعزله – موسى: صلاح الدين، مؤسسة الرسالة الجامعية، الإسكندرية، الأولى. 1989. ¶ 19. الخوارج أول الفرق في تاريخ الإسلام – ابن عقل: ناصر، اشبيليا للنشر، الرياض، الأولى، 1998. ¶ 20. روضة الطالبين – النووي: يحيى بن شرف – المكتب الإسلامي – بيروت – الثانية 1985. ¶ 21. الشيعة، التاريخ الكامل – بخيت: رجب محمود، مكتبة جزيرة الورد، القاهرة، الأولى، 2008 ¶ 22. الصحيح - البخاري: محمد بن إسماعيل، المكتبة العصرية، بيروت، الأولى، 1997. ¶ 23. ضحى الإسلام – أمين: أحمد، دار الكتاب العربي، بيروت، العاشرة. ¶ 24. ظهر الإسلام – أمين: أحمد، مكتبة النهضة المصرية، القاهرة، الرابعة، 1975. ¶ 25. غيات الأمم في الثيات الظلم – الجويني: عبد الملك، مكتبة إمام الحرمين، جدة، الأولى، 1401هـ. ¶ 26. الفرق بين الفرق – البغدادي: عبد القاهر –دار الآفاق الجديدة – بيروت – الأولى – 1973. ¶ 27. فرقة الأزارقة، دراسة تحليلية – الدجيلي: محمد رضا، مطبعة النعمان، بغداد، الأولى، 1973 ¶ 28. لسان العرب – ابن منظور: محمد بن مكرم، إعداد يوسف الخياط، دار الجيل، بيروت، الأولى، 1988. ¶ 29. مجموع الفتاوى – ابن تيمية: أحمد بن عبد الحليم، مكتبة المعارف، الرباط. ¶ 30. مختار الصحاح – الرازي: محمد، دار المعارف، مصر، الأولى، 1973. ¶ 31. مختصر تاريخ الإباضية – الباروني: سليمان، المكتبة السلفية، القاهرة، الأولى. ¶ 32. المسند – ابن حنبل: أحمد، دار الحديث، القاهرة، الاولى، 1995. ¶ 33. معجم الفرق والمذاهب الإسلامية – العربي: إسماعيل، دار الآفاق الجديدة، المغرب، الأولى، 1993.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "34. المعتزلة وأصول الحكم – عمارة: محمد، دار الهلال، القاهرة، الأولى، 1984. ¶ 35. المغني في أبواب العدل والتوحيد – عبد الجبار – الدار المصرية للتأليف – القاهرة – الأولى. ¶ 36. مفردات القرآن – الأصفهاني: الراغب، دار القلم، دمشق، الأولى، 1992. ¶ 37. مقالات الإسلاميين واختلاف المصلين – الأشعري: علي بن إسماعيل، مكتبة النهضة المصرية، القاهرة، الثانية، 1969 ¶ 38. المقدمة – ابن خلدون: عبد الرحمن، دار القلم، دمشق، الخامسة، 1984. ¶ 39. الملل والنحل – الشهرستاني: محمد عبد السلام، مؤسسة الحلبي، القاهرة، 1968. ¶ 40. الموسوعة الإسلامية العامة: وزارة الأوقاف المصرية، القاهرة، الأولى، 2008. ¶ 41. موسوعة الفرق والمذاهب في العالم الإسلامي: وزارة الأوقاف المصرية، القاهرة، الأولى، 2009 ¶ 42. الموسوعة المفصلة في الفرق والأديان – أبو الخير: حسن عبد الحفيظ، دار ابن الجوزي، القاهرة، الأولى، 2011. ¶ 43. نظرية الإمامة عند الشيعة الإثنى عشرية – صبحي: أحمد، دار المعارف، مصر، الأولى، 1969. ¶ 44. منهاج السنة – ابن تيمية: أحمد عبد الحليم، دار الحديث، القاهرة، الأولى، 2004. ¶ 45. الهادي إلى لغة العرب – الكرمي: حسن، دار لبنان للطباعة والنشر، بيروت، الأولى، 1991 ¶ قائمة المحتويات ¶ الإهداء ... 2 ¶ المقدمة ... 3 ¶ المبحث الأول ... 6 ... دراسة تمهيدية ¶ المطلب الأول: الخلافة والصراع على السلطة. ... 7 ¶ المطلب الثاني: تعريف الخلافة والإمامة. ... 10 ¶ المطلب الثالث: الألفاظ ذات الصلة. ... 12 ¶ المطلب الرابع: شروط الخليفة ووظيفته. ... 15 ¶ المطلب الخامس: موقف الفرق الإسلامية من الخلافة. ... 18 ¶ المبحث الثاني ... 24 ... نظرية الخلافة عند الخوارج ¶ المطلب الأول: النشأة والتكوين. ... 25 ¶ المطلب الثاني: فرق الخوارج وأهم معتقداتهم وأفكارهم. ... 29 ¶ المطلب الثالث: نظرية الخلافة عند الخوارج ... 33 ¶ الخاتمة ... 47 ¶ الكشافات ... 48 ¶ كشاف الآيات القرآنية ... 49 ¶ كشاف الأحاديث النبوية ... 50 ¶ المراجع والمصادر ... 51 ¶ قائمة المحتويات ... 53",
            "page": "54",
            "part": "1"
        }
    ],
    "t37793": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "نظرية الخلافة عند الخوارج"
        }
    ]
}