{
    "b37792": [
        {
            "hno": null,
            "id": "1",
            "nass": "إنشاء منظمة للحوار العالمي إعداد ¶ أ د . جعفر شيخ إدريس ¶ رئيس الجامعة الأمريكية المفتوحة ¶ بسم الله الرحمن الرحيم مقدمة خلق الله تعالى الناس ليتعارفوا ، وزودهم بكل ما يمكنهم من هذا التعارف: مقدرة على التعبير اللغوي باللسان ، مقدرة على التعبير بالإشارة ، ومقدرة على التعبير بالحال . وجعل التعبير باللسان نفسه يخدم أغراضًا متنوعة ، وجعل الحوار واحدًا من هذه الأغراض إلى جانب أغراض أخرى مثل الدعوة والمجادلة والبلاغ وغيرها . ثم إن الله سبحانه وتعالي رزق الناس وسائل يوصلون بها رسائلهم إلى الآخرين ، وسائل ظلت تتطور على مر العصور ، حتى وصلت إلى هذا المستوى الهائل الذي نراه في عصرنا : وسائل مواصلات واتصالات تقرب الزمان والمكان ، وتجعل الناس على تباعد أراضيهم يتخاطبون كأنهم في مجلس واحد يرى بعضهم بعضًا ويسمع بعضهم بعضًا .",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "فالحوار إذن من لوازم البشرية ؛ إنه أمر يتعاطاه الناس في حياتهم اليومية حين يتحدثون وحين يكتبون ؛ بل هنالك حوار داخلي بين المرء ونفسه ، وحوار بين الإنسان وشيطانه . لكن الحوار الذي نريد الحديث عنه هنا هو حوار خاص ، حوار يتعلق بديننا الإسلامي: هل نحاور؟ ولماذا نحاور؟ ومن نحاور؟ وكيف نحاور؟ ¶ نحن مأمورون بالدعوة إلى الله تعالى ، والدعوة إليه بأحسن قول يتفوه به لسان : { وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ } (فصلت 034)",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "والحوار من لوازم الدعوة . تبلغ إنسانًا كلام الله تعالى ، فيرجع إليك بكلام يستفسر عما قلت ، أو يستشكله ، أو يعترض عليه ، فترد عليه بكلام تشرح فيه ما قلت ، أو تبينه وتزيل ما أثار في ذهن مستمعك من إشكال ، وتبين الدليل على صدقه لتزيل الاعتراض وهكذا . فنحن إذن نحاور لأننا ندعو ، ولأن واجب الدعوة لا يتم أحيانًا إلا بالحوار . مخطئ إذن من يظن أن البلاغ إنما يكون بمجرد إسماع الآخر ما تقول ، لأن ذلك السامع قد لا يفهم ما تقول حق فهمه ، فلا يكون كلامك بينًا بالنسبة له ، وأنت مكلف بما كلف الله به الأنبياء ، أن يكون بلاغك مبينًا . فلا بد إذن من مجهود فوق مجرد إسماع الآخر كلمات من كتاب الله أو سنة رسوله صلى الله عليه وسلم .",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "ونحن نعيش الآن في عصر يدعونا فيه الآخرون إلى مناهج حياتهم وقيمهم وأفكارهم وأنماط سلوكهم ، ودعوتهم تصلنا شئنا أم أبينا . فماذا نفعل حيالها ، ولا سيما إذا كان أولئك الدعاة يتحدوننا بأن نرد عليهم أو نبين فضل منهجنا على منهجهم؟ إن الاستجابة لهذا التحدي أمر لا يتم واجب البلاغ إلا به وقد استجاب كثير من علماء المسلمين ومثقفيه لهذا التحدي وأبلوا في الدفاع عن دينهم بلاءً حسنًا جزاهم الله خيرًا . لكن الذي نحتاج إليه حاجة شديدة هو أن يكون لنا إلى جانب هذه المجهودات الفردية مؤسسات تختص بهذا العمل حتى يؤدي على أحسن وجه وأكمله بإذن الله تعالى, وفيما يلي تصور مبدئي لمنظمة من هذه المنظمات . ¶ منظمة للحوار العالمي :",
            "page": "4",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "طبيعة المنظمة في العالم منظمات كثيرة توصف بالعالمية والحوار ، لكن طبائعها تختلف . فمنها ما يعنى بالعالمية أن تكون القضايا التي يتحاور فيها المتحاورون عالمية ، وأن يكون المشتركون في الحوار لذلك من عدد من بلدان العالم . ومنها ما يقصر الحوار على جهات معينة كالحوار بين اليهود والنصارى ، أو الحوار بين الشرق والغرب ، أو الحوار بين الإسلام والغرب ، لكن المتحاورين يكونون ممثلين لتلك الجهات من أكثر من قطر . ¶ أما المنظمة التي نقترحها فهي منظمة تابعة لبلد واحد هو السعودية ، ومع أن المشاركين فيها يمكن أن يكونوا من أكثر من بلد لكنهم يشاركون بصفاتهم الشخصية لا باعتبارهم ممثلين لبلد أو منظمة . والحوار فيها بين الإسلام والثقافات العالمية وليس محصورًا في الحوار مع الثقافة الغربية والمناقشون ينطلقون من مفهوم للإسلام قائم على الكتاب والسنة ولا يمثلون فئات ولا فرقًا ولا طوائف ذات مفهوم للإسلام خاص بها .",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "هدف المنظمة في عالمنا الآن ثقافات ومعتقدات مختلفة حتى داخل القطر الواحد ، وفيه من أسلحة الدمار ما يكفي للقضاء على كل عمران على وجه الكرة الأرضية, فماذا يفعل هؤلاء المختلفون؟ إن لجؤوا إلى الحروب كان الجميع خاسرين, لا بد إذن من اتخاذ الوسائل السلمية طريقًا للتعايش وتقليل الخلافات, ونحن بوصفنا مسلمين نرى أن الطريق السلمي هو الطريق الذي دعت إليه الأنبياء أقوامها ، وأنهم لم يلجؤوا إلى الحروب إلا مضطرين . فهذا نبي الله شعيب يقول لقومه عندما خيروه بين الرجوع عن دينه أو النفي: { وَإِنْ كَانَ طَائِفَةٌ مِنْكُمْ آمَنُوا بِالَّذِي أُرْسِلْتُ بِهِ وَطَائِفَةٌ لَمْ يُؤْمِنُوا فَاصْبِرُوا حَتَّى يَحْكُمَ اللَّهُ بَيْنَنَا وَهُوَ خَيْرُ الْحَاكِمِينَ } (1) . ¶ وهذا محمد رسول الله يقول لقومه من قريش وهو يدعوهم إلى الصلح: إنا لم نجئ لقتال أحد ولكن جئنا معتمرين وإن قريشًا قد نهكتهم الحرب وأضرت بهم فإن شاءوا ماددتهم ويخلوا بيني وبين الناس وإن شاءوا أن يدخلوا فيما دخل فيه الناس فعلوا وإلا فقد جموا وإن هم أبوا إلا القتال فوالذي نفسي بيده لأقاتلنهم على أمري هذا حتى تنفرد سالفتي أو لينفذن الله أمره (2) . ¶ _________ ¶ (1) سورة الأعراف: 87 . ¶ (2) الإمام ابن قيم الجوزية ، زاد المعاد في هدي خير العباد ، فصل في قصة الحديبية .",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "فنحن كذلك نقول للناس في عصرنا ، لمن تختلف أديانهم وسائر معتقداتهم عن ديننا ، تعالوا فلنتحاور بالطرق السلمية ، فإن حربًا عالمية بين الحضارات أو الثقافات في ظروفنا هذه أمر لا يدعو إليه أو يشجعه عاقل . ¶ تعالوا فلنتحاور وليعرض كل منا ماعنده ، ولنترك الأمر للناس ليختاروا ما شاؤوا . ونحن ندعو إلى الحوار بالطرق السلمية لأنه أدعى لأن يرى الناس الحقيقة كما هي فيقبلوها عن اقتناع . لقد وصف الله سبحانه وتعالى صلح الحديبيه بالفتح المبين ، وقد تعجب كثير من أكابر الصحابة من هذا حتى ظهرت لهم آثار ذلك الصلح في دخول الناس في دين الله, قال الإمام ابن كثير معللًا هذا الوصف: ¶ فإنه حصل بسببه خير جزيل ، وآمن الناس واجتمع بعضهم ببعض ، وتكلم المؤمن مع الكافر ، وانتشر العلم النافع والإيمان (1) . ¶ وقال ابن هشام في سيرته: ¶ يقول الزهري : فما فتح في الإسلام فتح قبله كان أعظم منه إنما كان القتال حيث التقى الناس فلما كانت الهدنة ووضعت الحرب وآمن الناس بعضهم بعضًا ، والتقوا فتفاوضوا في الحديث والمنازعة فلم يكلم أحد بالإسلام يعقل شيئًا إلا دخل فيه ولقد دخل في تينك السنتين مثل من كان في الإسلام قبل ذلك أو أكثر (2) . ¶ _________ ¶ (1) أبو الفداء إسماعيل بن عمر بن كثير القرشي الدمشقي ، تفسير القرأن العظيم ، (تفسير سورة الفتح) تحقيق سامي بن محمد السلامة ، دار طيبة ، الطبعة الثانية ، 1420 / 1999 . ¶ (2) سيرة ابن هشام ، برنامج حرف للسيرة النبوية .",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "ثم قال ابن هشام مؤيدًا قول الزهري : ¶ والدليل على قول الزهري أن رسول الله صلى الله عليه وسلم خرج إلى الحديببة في ألف وأربع مئة في قول جابر بن عبد الله ، ثم خرج عام فتح مكة بعد ذلك بسنتين في عشرة آلاف . ¶ إن الغرض من هذه المنظمة هو بيان حقيقة الإسلام لأصحاب الثقافات المختلفة ، وللإجابة عن استفساراتهم ، وللرد على اعتراضاتهم وشبهاتهم . لكنها تحرص أيضا -وفي سبيل تحقيق ذلك- إلى فهم ما عندهم من معتقدات وقيم وما لديهم من حجج يرونها داعمة لما يعتقدون .",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "وعليه فمع أننا نتفق مع منظمات الحوار العالمية الأخرى في تفضيل خيار السلام ، إلا أننا لا نريد لهذا الحوار أن يكون -كما يريد له بعضها- أن يكون مجرد مساومة يتنازل فيها هذا عن شيء من معتقداته ، ويجامل هذا ذاك في الثناء على معتقدات يعلم أنها تتناقض مع ما يعتقد . هذا في رأينا سلوك يلجأ إليه الذين لا يأخذون معتقداتهم- ولا سيما الديني منها - مأخذ الجد ، ولذلك يسهل عليهم أن يساوموا فيها أو يتنازلوا عنها . لكن ما كل الناس كذلك ، بل إن معظم أصحاب المعتقدات ولا سيما الديني منها يستمسكون به ومن يتحول عنها من العقلاء إنما يفعل ذلك لاقتناعه بالحجج التي تنقضها ، أو التي تدعم موقف خصمه ، وعلى كل فنحن نرى أن التعايش والمسالمة ممكنة رغم الاختلاف ، فلا نرى لذلك داعيًا لمساومة لا تحل إشكالًا حقيقيًّا .",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "أقسام المنظمة تكون للمنظمة أقسام كل منها يتخصص في مجال من مجالات الحوار فمنها الديني ومنها الفلسفي ومنها السياسي وغير ذلك ، مع مراعاة أن المنظمة مختصة بالقضايا الأصولية التي تقوم عليها الثقافات لا بمسائلها الفرعية .",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "علاقاتها تكون للمنظمة علاقات بالجهات المحلية والعالمية المناسبة كالجامعات ومراكز البحوث ، والمراكز الثقافية والدينية ، وسائر المنظمات التي تخدم أغراضها عالمية كانت أم قطرية .",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "نشاطاتها تشمل نشاطاتها الكتابة والمحاضرات في الداخل والخارج والزيارات وإقامة الندوات العالمية في السعودية وغيرها من بلدان العالم, ودعوة المفكرين للزيارة والمحاورة, ويحسن أن تكون لها دورية بالعربية والانجليزية وربما لغات أخرى إن تيسر .",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "مراجعها العلمية تكون لها مكتبة خاصة لكنها تستفيد من كل المكتبات المحلية ، ومراكز المعلومات العالمية . ¶ تتخذ الوسائل الحديثة لجمع المعلومات وتحليلها ، وتستعين بالشركات المختصة بتلخيص الكتب ، والشركات المختصة بجمع المعلومات من الصحف والمجلات وتبويبها .",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "المشاركون فيها من البدهي أن تكون لها إدارة ومتفرغون ، لكنها لا تقتصر عليهم ، بل تتعاون مع كل من تراه معينًا لها على أداء مهمتها من رجال العلم والثقافة ، من المسلمين وغير المسلمين في الداخل والخارج .",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "قضايا الحوار إن القضايا المختلف فيها بين الثقافات كثيرة ومتشعبة ، لكنها ترجع في الغالب إلى أصول . فمن المستحسن لذلك أن يكون الحوار مركزًا عليها وأن لا يتوه في التفاصيل المنبثقة عنها بل إنما يكون التطرق إليها لبيان صحة الأصل الذي تنبثق منه أو فساده ، أو للتدليل على اتساقها أو تناقضها معه . ¶ نذكر فيما يلي أمثلة لهذه القضايا ، ولا سيما في الخلاف بيننا وبين الفكر الشائع في الغرب . ¶ الخالق سبحانه: من هو؟ ما أدلة وجوده؟ ما علاقته بالكون؟ وكيف تكون أو لا تكون صلتنا به؟ كل هذه قضايا نوقشت مناقشة مستفيضة ومفصلة في الفكر الغربي ولا سيما في القرن الثامن عشر ، بل إن ما توصل إليه ذلك الفكر من نتائج سميت بالتنوير كانت هي أساس الفكر الغربي العلماني الحديث ، ولما كانت النتائج السلبية التي توصل إليها أولئك المفكرون راجعة في جملتها إلى نوع الدين الذي عرفوه ، ولما كنا نرى أنه لا مسوغ لها في دين كالإسلام فيجب أن نطلعهم على هذا . وربما وجدنا أنصارًا ومؤيدين لنا في ذلك من المفكرين الغربيين أنفسهم ، ولاسيما بعد أن تبينت لهم الآن كثير من أباطيل ذلك الفكر وكثير من النتائج الضارة التي ترتبت عليها .",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "ولماذا يعبد وحده ، والأدلة على الرسالات والرسل والكتب ، ومنها علاقة الدين بالعقل وبالحقائق العلمية . ومنها قضايا اجتماعية أساسية: أنظمة الحكم ، العلاقة بين الجنسين ، حقوق الإنسان ، الأخلاق الاجتماعية .",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "أسلوبها في الحوار يلتزم المسلم البصير في حواره مع خصمه بخصال من أهمها: ¶ 1- الاعتراف بما عند الخصم من حق أو خير لأن هذا من العدل الذي قامت عليه السماوات والأرض . ولأنه مما قد يساعد على استمالة قلب الخصم ، فهو من باب الدفع بالتي هي أحسن . لكن هذا أمر صعب على النفوس ، بل إن النفس تميل إلى تحقير الخصم تحقيرًا يصل حد الافتراء عليه . فما دام كافرًا فيجب أن يكون بليدًا ، وأن يكون كسولًا ، وأن يكون عييًا . وكل هذه أمور لا تعلق لها بالكفر كما أن جمال الخلقة وقوة الجسم لا علاقة لها به . ألم يقل الله تعالى عن بعض المنافقين: { وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ هُمُ الْعَدُوُّ فَاحْذَرْهُمْ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ } (1) ¶ _________ ¶ (1) (المنافقون 004) .",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "2- ومن الاعتراف بالحق أن لا يُنسَب إلى أحد اعتقاد ينكره أو ينفيه عن نفسه ، بل يتحاور معه ويجادل بحسب اعتقاده الذي يصرح به ، ولا يعزى إليه قول يلزم عن مذهبه ، وإنما تستعمل اللوازم لنقد المذهب, من ذلك مثلًا أن في الغرب اليوم طوائف تنتسب إلى النصرانية لكن لبعضها كتابًا غير الذي عند سائر النصارى ، بل إن بعضها لا يؤمن بأن عيسى ابن الله ، وبعضها ينكر أن يكون كل ما في ما يسمى بالكتاب المقدس كلام الله ، بل يعتقدون أن فيه أباطيل لا يمكن أن تنسب إلى الله تعالى, ولا يكاد يوجد اليوم يهودي يؤمن بأن عزيرًا ابن الله, فهل نقول لهؤلاء جميعًا ما دمتم قد انتسبتم إلى النصرانية فيجب أن يكون حالكم كحال اليهود والنصارى الذين حدثنا عنهم كتاب ربنا؟ كلا فنحن المسلمين لنا مصدران للمعرفة: وحي الله وخَلْق الله . قال تعالى: { قُلْ أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ اِئْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَذَا أَوْ أَثَارَةٍ مِنْ عِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ } (1) . ¶ فما دل عليه الواقع المخلوق فهو دليل كدلالة الحق المسموع . ¶ _________ ¶ (1) الأحقاف: 4 .",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "3- من الأساليب التي وردت في القرآن الكريم ما وصفه المفسرون بالتلطف أو الإنصاف . من أمثال ما قالوه تعليقًا على قوله تعالى في سورة سبأ: { قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ } . ¶ قال القرطبي : هذا على وجه الإنصاف في الحجة كما يقول القائل أحدنا كاذب وهو يعلم أنه صادق وأن صاحبه كاذب . ¶ وقال في تفسير الجلالين: ¶ في الإبهام تلطف بهم داع إلى الإيمان إذا وفقوا له . ¶ ووصفه ابن عطية بأنه: \" تلطف في الدعوة والمحاورة \" .",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "4- استعمال الحجج العقلية والعلمية المناسبة . وذلك لأن الله تعالى جعل العقل جزءًا من الدين الحق ، وهو جسر يربط المسلم بالعقلاء من غير المسلمين ما داموا يسلمون بما يسلم به كل عاقل . فمن ذلك أن تبين له أن في ما يعتقد تناقضًا ، أو أنه ينتج عنه نتائج باطلة لا يسلم هو نفسه بها . وفي كتاب الله تعالى أمثلة كثيرة على ذلك منها أن نسبة الولد إلى الله تعالى تتناقض مع القول بأنه خالق لأن الوالد يلد ولده ولا يخلقه ، ولأن الولد صفة نقص والله هو الغني : { قَالُوا اتَّخَذَ اللَّهُ وَلَدًا سُبْحَانَهُ هُوَ الْغَنِيُّ } ومنها أنه تتناقض مع الإيمان بأن الخالق لا صاحبة له : { أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَهُ صَاحِبَةٌ } . ¶ 5- وكما تستعمل الحجج العقلية فكذلك تستعمل الحجج الخُلُقية ؛ لأن الإيمان بأصول الأخلاق من حسن الصدق وشكر المنعم والوفاء بالعهد من الأمور التي فطر الله الناس عليها . فمن ذلك قوله تعالى: { أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَابَ أَفَلَا تَعْقِلُونَ } (1) ¶ _________ ¶ (1) (البقرة 044) .",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "6- وكذلك الحجج المصلحية في أمور دنيوية يحرص الناس على تحقيقها . وقد ذكرنا مثالًا لذلك في محاورة النبي صلى الله عليه وسلم لقريش لإقناعهم بقبول الهدنة . ¶ 7- لما كان الغرض من الحوار هو الدعوة إلى الحق ، ولما كان الإنسان لا يؤمن بالحق إلا إذا تبين له كان من واجب الداعية أن يكون كلامه بينًا وهذا يقتضي مخاطبة الناس باللغة التي يفهمونها: { وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ فَيُضِلُّ اللَّهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ وَهُوَ الْعَزِيزُ الْحَكِيمُ } (1) ¶ ويدخل في هذا كما ذكر بعض العلماء مخاطبتهم بمصطلحاتهم إن كانت لهم مصطلحات خاصة بهم ، فالناس يجب أن يحدثوا بما يعقلون . ¶ 8- ومن الأساليب الحسنة مناقشتهم في أمور تهمهم . كثيرًا كما كنا ننصح إخواننا من مواطني البلاد الغربية أن يفعلوا ذلك حتى يشعر أهل بلدهم أنهم مواطنون مثلهم وأنه يسرهم أن يجدوا الحلول المناسبة لمشكلاتهم, وليس من المتعذر على الداعية البصير أن ينقل الناس من قضية فرعية تستحوذ على اهتمامهم إلى قضية أصولية هي أنفع لهم . ¶ _________ ¶ (1) (إبراهيم 004) .",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "9- وإذا كان بعض الغربيين يعلنون استعدادهم للحوار ، فما كلهم يفعل ذلك ، بل إن منهم أقوامًا هم من كبار مفكريهم يعتقدون أن حوار المرء مع غير أهل حضارته أمر متعذر من حيث المبدأ لأنهم لا يؤمنون بوجود موازين عقلية أو قيم مشتركة بين البشر ، بل يعتقدون أن كل هذا تابع لحضارة كل قوم ومستمد منها ، فهل نيأس من محاورة هؤلاء؟ كلا, والسبيل إلى محاورتهم أن نبين لهم أن بعض ما ظنوه من الخصائص التي تنفرد بها حضارتهم هو أمر مشترك بيننا وبينهم ، وأننا مستعدون لذلك أن نتحاور معهم على أساسه . لقد بلغ الغرور ببعضهم حد الاعتقاد بأن مسألة بدهية كمعرفة أن الكلام المتناقض باطل هي من خصائص حضارتهم . هذا مع أن الله تعالى يخبرنا بأن من أعظم الأدلة على أن القرآن كلامه سبحانه أنه لو كان من عند غيره لوجدنا فيه اختلافا كثيرا ، وقال تعالى : { وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا } . ¶ هذا ما بدا لي أعرضه على نظر الإخوة المشاركين سائلًا الله تعالى أن يوفقنا إلى القيام بواجب الدعوة والذب عن دين الله أحسن قيام ، وأن يحفظ جامعة الإمام ويهدي القائمين عليها إلى كل عمل يحبه ويرضاه .",
            "page": "22",
            "part": "1"
        }
    ],
    "t37792": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "طبيعة المنظمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "هدف المنظمة"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "أقسام المنظمة"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "علاقات المنظمة"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "نشاطات المنظمة"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "المراجع العلمية بالمنظمة"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "المشاركون في المنظمة"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "قضايا الحوار بالمنظمة"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "أسلوب الحوار بالمنظمة"
        }
    ]
}