{
    "b37794": [
        {
            "id": "1",
            "nass": "مكتبة فقه السياسة الشرعية ¶ الكتاب الاثالث ¶ نظرية الإمامة ¶ عند الشيعة ¶ عرض و نقد ¶ تأليف الأستاذ ¶ حسني محمد العطار ¶ غزة ¶ 2011 ـــ 2012 ¶ فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا لِّيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ ¶ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ ¶ الأنعام: 144 ¶ الإهداء ¶ إلى العاملين لرفع راية الحق عالية ¶ إلى أسرانا يوم كسر قيودهم ¶ وإلى الذين ما زالوا ينتظرون ¶ المقدمة ¶ الحمد لله, نحمده ونستعينه ونستهديه, ونشهد أن لا إله إلا الله وحده لا شريك له, ونشهد أن محمداً عبده ورسوله, أرسله للعالمين بدين سهل وعقيدة ميسر, لا تعقيد فيها ولا غموض, نصلي ونسلم عليه وعلى آله وصحبه ومن تبعهم إلى يوم الدين. ¶ أما بعد: ¶ إن المتأمل في عقائد المسلمين، يجد أنها أُسست على قواعد من الوضوح واليسر، فلا تعارض بينها وبين الفطرة السوية أو العقل الصحيح السليم، لهذا أقبل عليها الناس شرقاً وغرباً. ¶ من أصحاب الحضارات التي سبقت، فما وجدوا في عقائد المسلمين شيئاً من الخرافات، أو التعقيدات العقلية، أو الأساطير، فكان الانسجام النفسي و العقلي و الروحي مع هذا الدين. ¶ إلا أن أعداء الإسلام و خصوصاً الذين عجزوا عن مواجهته وجهاً لوجه, و أمام عجزهم , لجأوا إلى وسائل من الخداع و المكر و الكيد و التزوير و التزييف, فما كان منهم إلا أن ابتدعوا عقائد غريبة، ضالة، منحرفة، أضافوها لدين الإسلام فانحرفوا به كثيراً عن منابعه الأصيلة الصحيحة. ¶ و من أخطر هذه العقائد، عقيدة المهدي المنتظر، والتي هي أبرز عقائد الشيعة، بل هي معتمد عقائدهم بأكملها، هذه العقيدة التي صاحبتها كثير من الخرافات العقلية و النفسية و الروحية, بالإضافة إلى كثير من البدع المنحرفة الخطيرة.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الخطير في الأمر أننا نرى هؤلاء الشيعة في زماننا هذا قد تعالت أصواتهم و صيحاتهم ودعواتهم لخروج مهديهم المنتظر، بل سمعنا الكثير منهم يتحدثون عن رؤيته في بعض مسيراتهم، والتقاط الصور الفوتوغرافية له. ¶ والأخطر مما سبق انخداع البعض من المسلمين (العامة من أهل السنة)، بشعاراتهم ودعواتهم، وما وصلوا إليه من تطور ورقي، واستغلال للإعلام و تقديم الخدمات في شتى المجالات, يضاف إليها جهل الكثير من أهل السنة بعقائد الشيعة على العموم، وعقيدة المهدي المنتظر على وجه الخصوص. ¶ من أجل هذا رغبت بكتابة دراستي هذه عن هذه العقيدة المنحرفة الضالة، راجياً من الله أن تكون نبراساً يهتدي بها المنخدعون من أبنائنا. ¶ داعياً الله أن تنال رضا وقبول أستاذي الفاضل .. ¶ أولاً. مشكلة الدراسة: ¶ تتجلى مشكلة الدراسة فيما يلي: ¶ 1. جهل الكثير من الناس بعقائد الشيعة عامة. ¶ 2. أن العديد من الناس وخاصة العامة، وبعض المثقفين من غير ذوي الاختصاص لا يعلمون ... القدر الكافي من المعلومات عن عقيدة المهدي المنتظر عند الشيعة. ¶ 3. هناك الكثير من الالتباس حول موضوع المهدي عند أهل السنة يقوم الشيعة باستغلالها لصالح مذهبهم. ¶ ثانياً. تساؤلات الدراسة: ¶ - ما هي حقيقة عقائد الشيعة. ¶ - ما هي حقيقة عقيدة الشيعة في المهدي المنتظر. ¶ - ما هي القضايا ذات الصلة بالمهدي المنتظر. ¶ - ما هي الانحرافات العقائدية في عقيدة المهدي المنتظر. ¶ - ما هي تأثيرات اليهود في عقائد الشيعة. ¶ ثالثاً. أهمية الدراسة: ¶ تكمن أهمية الدراسة من عدة اعتبارات: ¶ - تبين الأحكام الشرعية و العقائدية للفرق الضالة. ¶ - تبصر المسلمين بالعقيدة الصحيحة لأهل السنة و الجماعة. ¶ - ترد على شبهات و مفاسد الشيعة. ¶ - تبين سمو و سماحة عقيدة الإسلام. ¶ رابعاً. أهداف الدراسة: ¶ تهدف الدراسة إلى عدة أهداف منها يلي: ¶ - بيان حقيقة عقائد الشيعة. ¶ - بيان حقيقة عقيدة الشيعة في المهدي المنتظر.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "- بيان القضايا ذات الصلة بالمهدي المنتظر. ¶ - بيان الانحرافات العقائدية في عقيدة المهدي المنتظر. ¶ - بيان تأثيرات اليهود في عقائد الشيعة. ¶ خامساً. حدود الدراسة: ¶ للدراسة حدود موضوعية هي كما يلي: (عقيدة الشيعة في المهدي المنتظر: عرض و نقد) ¶ سادساً. أسباب اختيار الدراسة: ¶ لما كانت العقيدة هي الركن الركين في حياة الإنسان وجب على المختصين العمل على حمايتها من المغرضين و الضالين و أصحاب الأهواء, و عقائدنا اليوم تتعرض لكثير من هذا ... لذا فقد وقع اختيار موضوع عقيدة المهدي المنتظر: عرض ونقد، وذلك للأسباب التالية: ¶ 1. أهمية هذا الموضوع في ضوء الوضع الراهن. ¶ 2. كثرة الأسئلة حول المهدي المنتظر عندنا و عند الشيعة. ¶ 3. الرد على الشبهات والتلبيسات التي يثيرها أعداء الدين حول هذا الموضوع. ¶ 4. إزالة الشوائب التي التصقت في عقول الناس حول من على حق. ¶ سابعاً. الدراسات السابقة: ¶ كتب في موضوع: (المهدي المنتظر)، كثير من المؤلفين، قديماً و حديثاً من خلال كتب الفرق والعقائد و التاريخ و السير و كتب علم الكلام و كتب الفقه والتفسير و الحديث و الدراسات الجامعية المتخصصة، و الموسوعات المتخصصة و العامة والكتب الثقافية العامة , ما بين مؤيد و معارض. ¶ ثامناً. منهج الدراسة: ¶ تم استخدام المنهج الاستنتاجي والذي يقوم على استقراء العقائد و الأحكام التي تتعلق بموضوع البحث، كما يلي: ¶ 1. تعريف المصطلحات من مصادرها المعتمدة ¶ 2. توثيق المصادر والمراجع في الحواشي مبتدئاً بالمؤلف، ثم اسم الكتاب دون ترجمة لها، واكتفيت بالتوثيق الكامل في فهرس البحث مبتدأ باسم المؤلف، ثم الكتاب حسب الحروف الأبجدية. ¶ 3. عزوت الآيات القرآنية إلى سورها بذكر اسم السورة، ورقم الآية، وبيان وجه الاستدلال ما أمكن. ¶ 4. خرّجت الأحاديث من المراجع الأصلية مع بيان وجه الدلالة ما أمكن. ¶ 5. ذكرت روايات الشيعة كما هي عندهم دون أدنى تدخل مني, وذلك من باب الأمانة العلمية.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "تاسعاً. خطة الدراسة: ¶ بتوفيق من الله حذوت في كتابة البحث وفق خطة تتألف من: مشكلة الدراسة، وأهميتها، وتساؤلاتها، وأهدافها، وحدودها، وأسباب اختيارها، والدراسات السابقة عليها، ومنهج البحث، وخطة الدراسة. ¶ وقد قمت بتقسيم دراستي إلى مبحثين: ¶ المبحث الأول. المذهب الشيعي: البدايات و المعتقدات: ¶ ويتكون من عدة مطالب: ¶ - المطلب الأول: تعريف عام بالشيعة. ¶ - المطلب الثاني: عرض عام لأهم عقائد الشيعة. ¶ - المطلب الثالث: عقيدة الشيعة في المهدي المنتظر. ¶ - المطلب الرابع: قضايا ذات صلة بالمهدي المنتظر. ¶ المبحث الثاني. عقيدة المهدي المنتظر بين الحقيقة و الجريمة: ¶ ويتكون من عدة مطالب: ¶ - المطلب الأول: المهدي عند أهل السنة. ¶ - المطلب الثاني: مقارنة بين مهدي أهل السنة والمهدي المنتظر عند الشيعة. ¶ - المطلب الثالث: تأثر عقيدة المهدي المنتظر بالفكر اليهودي. ¶ الخاتمة. ¶ وتتضمن أهم النتائج التي توصلت إليها من خلال الدراسة , وفي النهاية صنعت ملحقاً للكشافات، وفيه: ¶ 1. المراجع والمصادر. ¶ 2. الفهرس العام للبحث. ¶ في الختام أسأل الله تبارك وتعالى أن يتقبل مني، وأن ينفع بجهدي الأمة والدين. ¶ إن كان في عملي صواب وتوفيق، فهو من الله، فله الحمد والمنّة، وإن كان فيه تقصير فمن نفسي .. ¶ اللهم تقبّل مني، واقبلني، واغفر لي ولوالديَّ ولمشايخي. ¶ حسني محمد العطار ¶ المبحث الأول ¶ الشيعة: البدايات و المعتقدات ¶ إن الحديث عن الشيعة من منطلق علمي أكاديمي يحتاج من الباحث أن يكون دقيقاً فيما يكتب و ينقل, لهذا آثرت أن أكتب وأنقل ما قاله القوم عن أنفسهم ومن كتبهم الخاصة بهم والمعتمدة عندهم, مع إيماني الكبير بعدم صحة ودقة الكثير مما يقولونه عن عقيدتهم وأئمتهم. ¶ يتكون هذا المبحث من عدة مطالب: ¶ - المطلب الأول: تعريف عام بالشيعة. ¶ - المطلب الثاني: عرض عام لأهم عقائد الشيعة. ¶ - المطلب الثالث: عقيدة الشيعة في المهدي المنتظر.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "- المطلب الرابع: قضايا ذات صلة بالمهدي المنتظر. ¶ المطلب الأول ¶ تعريف عام بالشيعة ¶ وفيه أربعة أفرع: ¶ الفرع الأول. الشيعة في اللغة: ¶ شيعة الرجل: أتباعه وأنصاره، ويُقال: شايعه كما يُقال: والاه من الولي. ¶ تشيع الرجل أي: ادعى دعوة الشيعة، وتشايع القوم صاروا شيعاً. ¶ وكل قوم أمرهم واحد يتبع بعضهم رأي بعض فهم شيع (¬1). ¶ وجاء في المصباح المنير: الشيعة الأتباع والأنصار، وكل قوم اجتمعوا على أمر فهم شيعة، ثم صارت الشيعة وصفاً بجماعة مخصوصة (¬2). ¶ وقد وردت مادة (شيعة) في القرآن الكريم في اثنتي عشرة موضعاً، وهي بمعنى فرقة وأتباع، {إن الذين فرقوا دينهم وكانوا شيعاً} (الأنعام - 159)، وقوله تعالى: {وإن من شيعته لإبراهيم} (الصافات - 83). ¶ خلاصة التعريف: ¶ الشيعة تأتي على عدة معانٍ: ¶ 1. المتابعة، من المشايعة. ¶ 2. الجمع، شوع أي جمع. ¶ 3. القوم والصحب والأتباع والأعوان. ¶ الفرع الثاني: الشيعة في الاصطلاح: ¶ يصعب على الباحث أن يحدد تعريفاً واحداً للشيعة، وذلك لأن الشيعة والتشيع مرت بمراحل كثيرة من التطور والتغيير، لهذا فإن لكل عصر نوع من التشيع يتفق ويختلف مع ما قبله وما بعده من أزمان ومراحل (¬3). ¶ ففي الصدر الأول كان لا يسمى شيعياً إلا من قدم علياً على عثمان رضي الله عنهما (¬4). ¶ وهكذا مع الوقت تفرقت الشيعة إلى شيع وفرق، يختفي تحتها كل من يريد أن يطعن في الإسلام وعقائده، حتى رأينا الطعن في أبي بكر وعمر، ومع هذا نجد عدة تعريفات من أهمها: ¶ تعريف الأشعري: إنما قيل لهم الشيعة لأنهم شايعوا علياً، ويقدمونه على سائر أصحاب رسول الله صلى الله عليه وسلم (¬5). ¶ ¬__________ ¶ (¬1) لسان العرب: ابن منظور، 3/ 393. ¶ (¬2) المصباح المنير: الفيومي، 329. ¶ (¬3) النشار: نشأة الفكر الفلسفي في الإسلام، 2/ 21. ¶ (¬4) الغفاري: أصول مذهب الشيعة الإمامية، 1/ 64. ¶ (¬5) الأشعري: مقالات الإسلاميين، 1/ 65.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "تعريف الشهرستاني: الشيعة هم الذين شايعوا علياً على الخصوص، وقالوا بإمامته وخلافته نصاً ووصاية، إما جلياً وإما خفياً، واعتقدوا أن الإمامة لا تخرج من أولاده، ويجمعهم القول بوجوب التعيين والتنصيص وثبوت عصمة الأنبياء، والأئمة وجوباً عن الكبائر والصغائر (¬1). ¶ الفرع الثالث: نشأة الشيعة: ¶ تتعدد الأقوال في هذا الخصوص، وهذا التعدد إنما هو ناتج عن اتجاه من يقول به، إلا أننا يمكننا أن نحصر هذه الأقوال فيما يأتي: ¶ 1. أنها نشأت في حياة النبي صلى الله عليه وسلم, ذكره أبو حاتم الرازي في كتابه (الزينة) ويذكر عدة روايات يستدل بها على كلامه. ¶ 2. أنها نشأت وقت بيعة أبي بكر الصديق، وممن قال بهذا القول الأستاذ أحمد أمين. ¶ 3. أنها نشأت في أواخر عهد عثمان بن عفان، ذكره اليعقوبي في كتابه (تاريخ اليعقوبي). ¶ 4. أنها كانت إبان معركة الجمل، ذكره ابن النديم في الفهرست. ¶ 5. النشأة كانت بعد معركة صفين، وما تبعها من التحكيم، ذكره ابن تيمية في كتابه منهاج أهل السنة. ¶ 6. أنها كانت بعد بيعة الحسين بن علي لمعاوية بن أبي سفيان، ذكره ابن النديم، وأكده طه حسين في كتابه الفتنة الكبرى. ¶ 7. النشأة إنما كانت بعد استشهاد الحسين، ذهب إلى هذا القول الدكتور النشار والدكتور مصطفى حلمي. ¶ القول الراجح: ¶ من خلال دراسة الأقوال السابقة والبحث في مجريات الأحداث حينذاك نستطيع أن نفرق بين نشأتين للشيعة: ¶ إحداهما: النشأة التاريخية، وهذه لا إشكالية في تعدد الأقوال فيها، ولكن ما أراه قريباً من الصواب هو ظهورهم زمن أبي بكر الصديق، وهذا ما وجدت الكثرة من المؤرخين تميل إليه. ¶ ثانيهما: النشأة العقائدية و الفكرية، والذي كان على يد (اليهودي) عبد الله بن سبأ، الذي ظهر أواخر خلافة عثمان بن عفان. ¶ ¬__________ ¶ (¬1) الشهرستاني: الملل والنحل، 149.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "يقول الدكتور عبد الفتاح فؤاد: منذ أواخر عهد عثمان أثار عبد الله بن سبأ الفتنة التي أسفرت عن مقتل ثالث الخلفاء الراشدين، واستغل ابن سبأ حب الناس لعلي بن أبي طالب، وغالى في هذا الحب، واتخذه شعاراً يخفي وراءه حقده على الإسلام، وجمع طائفة من المنافقين أو المخدوعين وأنشأ أول فرقة شيعية ذات عقائد غالية تصرح بالوصاية والرجعة وسب الصحابة (¬1). ¶ الفرع الرابع: أهم فرقهم: ¶ الشيعة ليست فرقة واحدة، ولكنها فرق شتى، منها المعتدل القريب من أهل السنة والجماعة، ومنها الغالي الذي يخرج بعقائده من دائرة الإسلام. ¶ وقد اختلف المؤرخون في تعداد فرق الشيعة: ¶ 1. الأشعري في كتابه (مقالات الإسلاميين) ذكر أنهم ثلاثة أصناف: ¶ - الشيعة الغالية وهم خمس عشرة فرقة. ¶ - الشيعة الإمامية، وهم أربع وعشرون فرقة. ¶ - صنف ثالث وهم خمسة عشر فرقة. ¶ 2. الشهرستاني ذكر في كتابه الملل والنحل إلى أنهم خمس طوائف، ذكر منها الكيسانية والزيدية والإمامية، والغالية. ¶ 3. عبد القاهر البغدادي في كتابه الفرق بين الفرق ذكر أنهم ثلاث فرق هم الزيدية، والكيسانية، والإمامية، وتفرع عن كل فرقة فرق متعددة. ¶ من الملاحظ على هذه الأقوال أنها تنحصر في الفرق القديمة، وقد نشأت فرق جديدة لها تأثير واعتبار عندهم، والحديث يطول عن فرق الشيعة، أرى أنه لا مناسبة لذكره هنا. ¶ المطلب الثاني ¶ عرض عام لأهم عقائد الشيعة ¶ كثيرة هي عقائد الشيعة، إلا أنني سأركز على أهم ما يختلف فيه الشيعة عن أهل السنة والجماعة، ومن هذه المعتقدات: ¶ 1. عقيدة تحريف القرآن الكريم: ¶ وهذا الأمر من أهم و أخطر ما يخالف فيه الشيعة بقية المسلمين على اختلاف مشاربهم. ¶ ¬__________ ¶ (¬1) موسوعة الفرق والمذاهب في العالم الإسلامي: مجموعة، ص419.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "فهم لا يعتقدون بالقرآن الموجود بين أيدي المسلمين الآن، ويعملون به إلى حين ظهور القرآن الصحيح مع ظهور المهدي المنتظر، ولهم في هذا كلام كثير, ووضعوا في هذا الموضوع كتب كثيرة , يؤصلون لفكرتهم هذه. ¶ 2. عقيدتهم في السنة النبوية: ¶ السنة عندهم هي ما صح عن النبي صلى الله عليه وسلم عن طريق الأئمة المعصومين، وبالتالي فهم ينكرون ولا يعملون البتة بما عند أهل السنة والجماعة من كتب حديثية أو مرويات، إن كانت في الصحيحين أو غيرهما من الكتب، وعندهم كتبهم المعتمدة وعلى رأسها كتاب الكافي. ¶ يقول ابن تيمية: ومع هذا يردون أي الشيعة أحاديث النبي الثابتة المتواترة عنه عند أهل العلم مثل أحاديث البخاري ومسلم ويرون أن شعر شعرائهم خير من أحاديث البخاري ومسلم (¬1). ¶ 3. عقيدة الشيعة في الصحابة: ¶ تقوم عقيدة الشيعة على تكفير الصحابة رضوان الله عليهم أجمعين على الجملة، وسبهم وشتمهم بألفاظ بذيئة ديانة عندهم. ¶ يقول محمد باقر المجلسي: وعقيدتنا في التبرؤ من الأصنام الأربعة: أبي بكر وعمر وعثمان ومعاوية والنساء الأربع: عائشة وحفصة وهند وأم الحكم ومن جميع أشياعهم وأتباعهم، وأنهم شر خلق الله على وجه الأرض وأنه لا يتم الإيمان بالله ورسوله والأئمة إلا بعد التبرؤ من أعدائهم (¬2). ¶ 4. عقيدة الشيعة في الإمامة: ¶ أول من ابتدع فكرة الإمامة عند الشيعة هو عبد الله بن سبأ اليهودي. ¶ يقول ابن بابويه القمي: إن لكل نبي وصي أوصي إليه بأمر الله تعالى (¬3). ¶ وقد جعلوا مدار قبول الأعمال من العباد على الإيمان بالإمامة، لهذا فمنكر الإمامة خارج عن الإسلام، كعابد وثن، كافر ضال مستحق للخلود في النار. ¶ وأن هؤلاء الأئمة فرض الله طاعتهم على العباد، وهم معصومون لا يخطئون عمداً ولا سهواً ولا نسياناً طوال حياتهم، لا فرق بين سن الطفولة والنضج العقلي في حقهم. ¶ ¬__________ ¶ (¬1) ابن تيمية: الفتاوى، 28/ 481. ¶ (¬2) المجلسي: حق اليقين، 519. ¶ (¬3) القمي: عقائد الصدوق، 106.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "والأئمة عندهم يعلمون الغيب، وعلمهم هذا عن طريق الإلهام والوحي، بل هم مفضلون على سائر الأنبياء، يقول الخميني: إن للإمام مقاماً محموداً، ودرجة سامية (¬1)، وخلافة تكوينية تخضع لولايتها وسيطرتها جميع ذرات هذا الكون، وأن من ضرورات مذهبنا أن لأئمتنا مقاماً لم يبلغه ملك مقرب ولا نبي مرسل، وورد عنهم عليهم السلام إن لنا مع الله حالات لا يسعها ملك مقرب ولا نبي مرسل (¬2). ¶ 5. عقيدة الشيعة في الرجعية: ¶ وهي العودة بعد الموت، أي عودة الأئمة بعد موتهم لمحاسبة من اغتصب حقهم، ولم يؤمن بإمامتهم. ¶ وهي أصل من أصول المذهب عندهم. ¶ روى الكليني في الكافي: إن الله قال للملائكة: إلزموا قبر الحسين حتى تروه وقد خرج فانصروه وابكوا عليه وعلى ما فاتكم من نصرته فإذا خرج يكونوا أنصاره (¬3). ¶ وهناك عقائد كثيرة اكتفى بذكرها فقط , منها: ¶ 1. عقيدة التقية عندهم. ¶ 2. ظهور الأئمة وهي غير عقيدة الرجعة. ¶ 3. عقيدة النياحة وشق الجيوب، وضرب الخدود. ¶ 4. زيارة الأضرحة والقبور، والطواف عندها والصلاة بقربها، وطلب الحاجة من أصحابها المقبورين فيها. ¶ 5. عقيدة البداء، وهي أصل من أصولهم. ¶ 6. عقيدة الطينة. ¶ وغيرها مما إملأت به كتبهم. ¶ المطلب الثالث ¶ عقيدة الشيعة في المهدي المنتظر ¶ الأئمة عند الشيعة سلسلة تبدأ بعلي بن أبي طالب، رضي الله عنه وتوقفت عند محمد بن الحسن العسكري، الإمام الثاني عشر، والإمامة هذه كما أسلفنا الذكر قبل قليل هي الركن الركين في دينهم، ومعتقداتهم، بل يعتبرون منكرها أكفر من إبليس (¬4). ¶ لهذا لا نجد كتاباً، ولا شيخاً من شيوخهم إلا وتكلم عن هذه العقيدة. ¶ الفرع الأول: ¶ والأئمة عند الشيعة هم: ¶ - علي بن أبي طالب، ويلقب بالمرتضى ت 40 هـ. ¶ - الحسن بن علي، ويلقب بالمجتبي ت 50 هـ. ¶ ¬__________ ¶ (¬1) الخميني: الحكومة الإسلامية ص 52. ¶ (¬2) الخميني: الحكومة الإسلامية، ص52. ¶ (¬3) الكليني: أصول الكافي، 1/ 283. ¶ (¬4) ابن بابويه: إكمال الدين، 13.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "- الحسين بن علي، الملقب بالشهيد ت 61 هـ. ¶ - علي زين العابدين، الملقب بالسجاد ت 95 هـ. ¶ - محمد بن علي بن الحسين، الملقب بالباقر ت 114 هـ. ¶ - جعفر بن محمد بن علي، الملقب بالصادق ت 148 هـ. ¶ - موسى بن جعفر بن محمد، الملقب بالكاظم ت 138 هـ. ¶ - علي بن موسى بن جعفر، الملقب بالرضي ت 203 هـ. ¶ - محمد الجواد بن علي بن موسى، الملقب بالتقي ت 220 هـ. ¶ - علي الهادي بن محمد بن علي، الملقب بالنقي ت 254 هـ. ¶ - الحسن العسكري بن علي بن محمد، الملقب بالزكي ت 260 هـ. ¶ - محمد المهدي بن الحسن العسكري، الملقب بالقائم الحجة ــ. ¶ والعصر الذي وُلد فيه المهدي هو العصر العباسي الثاني، وقد كان عصر تراجع لقوة الدولة العباسية وبداية ضعفها، وخروج كثير من الثورات على الدولة، وبدأت تظهر قوة الترك وفي ظل هذه الظروف أخذت الشيعة تُظهر دعوتها، والحديث عن الإمام الغائب واختفائه في غار سامراء. ¶ الفرع الثاني: مولد المهدي المنتظر, و من أمه؟ ¶ وقد اختلفت الشيعة فيما بينهم في تحديد موعد ميلاد المهدي إلى عدة أقوال منها: ¶ أنه وُلد في النصف من شعبان سنة (255) هـ. ¶ أنه وُلد سنة (256) هـ. ¶ أنه وُلد في الثامن من شعبان سنة (257) هـ. ¶ أنه وُلد في الثالث والعشرين من رمضان سنة (258) هـ. ¶ الراجح: ¶ كما هو عند الكثير من رواة الشيعة أنه في النصف من شعبان سنة (255) هـ. ¶ يقول الشيخ المفيد: (كان مولده ليلة النصف من شعبان سنة خمس وخمسين ومائتين، 255 هـ) (¬1). ¶ إن الاختلاف في مولد المهدي على هذه الأقوال، وهم الذين لم يختلفوا في ميلاد أحد من الأئمة السابقين، هذا الاختلاف يوحي بأن هذه الشخصية ليست شخصية حقيقية، وأنه ليس له وجود حقيقي، وإلا وهم على هذا القدر الكبير من الأهمية والاعتبار، كيف لهم أن يختلفوا في تحديد سنة ميلاده. ¶ ¬__________ ¶ (¬1) الشيخ المفيد: الإرشاد، 2/ 339.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وفيما يتعلق بميلاد المهدي، فإن الثابت عند الكثير من المحققين أن الإمام الحادي عشر (الحسن العسكري)، كان رجلاً عقيماً ولم يعقب له ولد. ¶ يقول ابن حجر الهيثمي: الكثير على أن العسكري لم يكن له ولد، وذلك لطلب أخيه جعفر ميراثه من تركته لما مات، فدل طلبه أن أخاه لا ولد له، وإلا لم يسعه الطلب (¬1). ¶ وهذا ما أثبته الإمام ابن تيمية في كتابه مجموع الفتاوى، 28/ 404، وكتابه منهاج السنة النبوية، 4/ 87، حينما قال: (وهو شيء لا حقيقة له، ولم يكن هذا في الوجود فقط). ¶ ومما يزيد في الاضطراب في تحديد حقيقة وجود المهدي الاختلاف الكبير في تحديد شخصية أم المهدي المنتظر من هي: وقد قيل: ¶ - أن اسمها صقيل. ¶ - أن اسمها حكيمة. ¶ - أن اسمها مليكة. ¶ - أن اسمها سوسن. ¶ - أنها جارية اسمها نرجس، وقيل اسمها خمط. ¶ هذا الاختلاف الواضح في تحديد اسم أم المهدي إنما يدلل على اختلافهم وتناقضهم وأنه ليس شخصية حقيقية ثابتة الوجود وإلا لماذا لم يختلفوا في تحديد اسم أي شخص من أبنائهم، فما بالك بإمام من أخطر أئمتهم. ¶ هذا الاضطراب في تحديد سنة الميلاد واسم الأم، إنما يوحي بكثير من التساؤلات، وعلى رأسها أنه لم يكن من الأساس هناك شخص بهذا الاسم. ¶ أهم ألقاب المهدي عند الشيعة: ¶ يُلقب الشيعة المهدي بألقاب كثيرة خلافاً لبقية أئمتهم ومنها: ¶ المهدي، والمنتظر، والحجة، وصاحب الزمان، والقائم، والخلف، والحضرة، وغيرها كثير. ¶ يقول محسن الأمين: كان يعبر عنه في الأخبار وكلام الرواة بالصاحب، والقائم، وصاحب الزمان، وصاحب الدار والحضرة، والناحية المقدسة، والرجل والغريم، والغلام، وغير ذلك (¬2). ¶ الفرع الثالث: صفات المهدي المنتظر: ¶ أولاً الخَلقية: ¶ من الملاحظ أن الشيعة شطت كثيراً في وصف إمامهم، ومنها: ¶ 1. أبيض مشرب بحمرة، طويل ممتلئ الجسم، جمع بين لون النبي وجسم أبناء إبراهيم عليه السلام. ¶ ¬__________ ¶ (¬1) الهيثمي: الصواعق المحرقة، 2/ 282. ¶ (¬2) محسن الأمين: أعيان الشيعة، 2/ 44.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "روى المجلسي عن حذيفة عن النبي صلى الله عليه وسلم: \"المهدي رجل من ولدي، وجهه كالقمر الدري، اللون لون عربي، والجسم جسم إسرائيلي، يملأ الأرض عدلاً كما ملئت جوراً، يرضى بخلافته أهل السماء وأهل الأرض والطير في الهواء يملك عشرين سنة\" (¬1). ¶ 2. مبدح البطن عريض الفخذين، عظيم مشاش المنكبين بظهره شامتان. ¶ 3. شيخ السن، شاب المنظر، لا يهرم بمرور الأيام. ¶ روى المجلسي عن أبي الصلت الهروبي قال: قلت للرضا عليه السلام: ما علامة القائم إذا خرج، فقال علامته أن يكون شيخ السن، شاب المنظر، حتى إن الناظر إليه ليحسبه ابن أربعين سنة أو دونها، وإن من علاماته أن لا يهرم بمرور الأيام والليالي حتى يأتي أجله (¬2). ¶ ثانياً: الصفات الخُلقية: ¶ كما هو معلوم أن المهدي المنتظر حينما يظهر، يظهر في زمان ظلم وجور وفتن، وزلازل و براكين، لهذا يكون ظهوره سبباً لنشر العدل ورفع الظلم وإبطاله، وإقامة الحق والعدل، وكما مر معنا يفرح لخروجه أهل السماء والأرض، ويتبعونه برضا ومحبة. ¶ ومن أهم صفاته: ¶ 1. العدل: ¶ رُوي عن الصادق: \"إذا قام القائم حكم بالعدل، وارتفع في أيامه الجور وأمنت السبل، وأخرجت الأرض بركاتها، ورد كل حق إلى أهله، ولم يبق أهل الدين حتى يظهروا الإسلام ويعرفوا الإيمان\" (¬3). ¶ ويقول الميداني: اعلموا أنه لا بد من خروج المهدي، لكن لا يخرج حتى تملأ الأرض جوراً، وظلماً فيملأها قسطاً وعدلاً وهو من عترة النبي من ولد فاطمة رضي الله عنها، جده الحسين بن علي بن أبي طالب، ووالده الإمام الحسن العسكري (¬4). ¶ ¬__________ ¶ (¬1) المجلس: بحار الأنوار، 51/ 91. ¶ (¬2) المجلس: بحار الأنوار، 51/ 35. ¶ (¬3) محسن الأمين: أعيان الشيعة، 2/ 83. ¶ (¬4) الموسوي: الإمام الثاني عشر، 36.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "يقول محمد صيام: وعدل المهدي في عقيدة الشيعة الإمامية ليس إلا الانتقام والقضاء على أهل السنة، إذ على يد المهدي كما يزعمون ويفترون سيرجع بعض الصحابة كأبي بكر وعمر وعثمان و طلحة والزبير وعائشة وحفصة أمهات المؤمنين رضي الله عنهم إلى الحياة ليقوم المهدي بالانتقام منهم وإقامة الحد عليهم، لأنهم كانوا في زعمهم سبباً في انتزاع حق الخلافة والإمامة من علي، وأنهم حرفوا وصية الرسول ولم يأخذوا بها (¬1). ¶ 2. كرم المهدي المنتظر: ¶ روى المجلسي أن رسول الله صلى الله عليه وسلم قال: \"أبشركم بالمهدي في أمتي على اختلاف الناس وزلازل، يملأ الأرض قسطاً وعدلاً كما ملئت جوراً، يرضى عنه ساكن السماء وساكن الأرض يقسم المال صحاحاً، قال بالسوية بين الناس ويملأ الله قلوب أمة محمد غنى ويسعهم عدله، حتى يأمر منادياً ينادي، يقول: من له في المال حاجة فما يقوم من الناس إلا رجل واحد، فيقول أنا فيقول آت السُدان يعني الخازن فقال له: إن المهدي يأمرك أن تعطيني مالاً، فيقول له: أحث حتى إنا جعله في حجره وأبرزه ثوبه، فيقول كنت أجشع أمة محمد نفساً، أعجز عما وسعهم فيرده، ولا يقبل منه، فيقال له: إنا لا نأخذ شيئاً أعطيناه فيكون كذلك سبع سنين أو ثمان سنين، ثم لا خير في العيش بعده أو قال: ثم لا خير في الحياة بعده\" (¬2). ¶ هذا يبين لنا أن المهدي يخرج في وقت يكون الناس فيه في فقر وجوع، فيكون خروجه خير على أهل الأرض أجمعين، يأتي ومعه الخير والبركة، فيقضي على الجوع، وينتشر الرخاء، حتى يصبح الناس في غناً بعد فقر، وفي زمانه يفيض المال والخيرات، حتى أن المال ليحثوا وهذا علامة على رخاء الحياة واستقرارها وازدهارها، ودليل على أن الناس تعيش في أمن واستقرار وسلام فلا تباغض و لا حروب و اعتداء و ظلم. ¶ 3. فارس لا يغضب: ¶ ¬__________ ¶ (¬1) صيام: المهدي المنتظر عند الشيعة الإمامية، ص291. ¶ (¬2) المجلسي: بحار الأنوار، 51/ 92.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "يقول محمد عيسى داود: المهدي لا يغضب إلا لله: فلا يتعدى في غضبه إقامة حدود الله، والذي لا يغضب إلا لله مخالفاً هواه لا يمكن أن يكون إلا إماماً عادلاً ومقسطاً لا جائراً ولا قاسطاً, وعلامة من يدعي هذا المقام إذا غضب لله وكان حاكماً وأقام الحد على المغضوب عليه، يزول عنه الغضب على ذلك الشخص عند الفراغ منه، وربما قام إليه وعانقه وآنسه، وقال آه أحمد الله الذي طهرك وأظهر له السرور والبشاشة به، وربما أحسن إليه بعد ذلك وهذا ميزانه لا يستطيل على الغير بغير حق، ولا يرضى الفتنة، ولا يحب أجواءها ولا دخانها (¬1). ¶ عجيب هذا الكلام , و المهدي المنتظر لا يظهر إلا لينتقم من أئمة الجور أبو بكر و عمر و عثمان و معاوية و غيرهم من أمهات المؤمنين. ¶ المطلب الرابع ¶ قضايا ذات صلة بالمهدي المنتظر ¶ كثيرة هي القضايا ذات الصلة بالمهدي المنتظر، والتي تأخذ بُعداً عقائدياً أو مسلكياً، أو فقهياً، وسوف أتناول في هذا المطلب بعضها: ¶ أولاً: غيبة الإمام: ¶ من العقائد الأساسية عند الشيعة، القول بغيبة الإمام المنتظر، وانتظار خروجه، والدعاء عند كل صباح لخروج المهدي المنتظر. ¶ يقول علي الميلاني: فالمهدي المنتظر الذي يزعمون غيبته وينتظرونه، يزعمون أنه غاب لأسباب مؤقتة وطارئة، وأنه سيرجع, ولا زال حياً مختفياً في سرداب من سراديب سامرّاء بالعراق، حفاظاً على نفسه لكي لا يقتل كما قتل آباؤه خصوصاً وهو آخر الأئمة، وبقية حجج الله على الخلق، وخاتم الأوصياء عليهم السلام، وهو المكلف بإقامة الدولة الإسلامية العالمية، فكان لا بد من الحفاظ على وجوده بالغيبة حتى ينجز المهمة الموكل بها، ومنهم من يبرر غيبته واختفائه بأنه لم يستطع مغالبة الظلم فاختفى عن الناس خوفاً من الأعداء (¬2). ¶ أقسام الغيبة: ¶ مما هو معلوم عند الشيعة أن غيبة المهدي غيبتان: ¶ 1. غيبة صغرى. ¶ 2. غيبة كبرى. ¶ ¬__________ ¶ (¬1) داود: المفاجأة، ص96. ¶ (¬2) علي الميلاني: إقامة بقية الأئمة، ص279.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "روى الكليني في كتابه الكافي: لصاحب هذا الأمر غيبتان إحداهما يرجع منها إلى أهله والأخرى يقال هلك (¬1). ¶ أولاً. الغيبة الصغرى: ¶ بدايتها كانت وعمر الإمام خمس سنوات، واستمرت لمدة أربع وسبعين سنة، نهايتها كانت بوفاة الأبواب وهم السفراء بينه وبين أتباع الإمام وشيعته، في هذه الفترة كان السفراء يجتمعون به ويتلقون العلم منه ويعملون على خدمته، فهو لم يكن منفصلاً عن الناس وكان يوقع على عرائضهم ومسائلهم. ¶ آخر هؤلاء السفراء هو علي بن محمد السمري (أبو الحسن) أخرج قبل موته، رقعة عليها توقيع الإمام يقول فيها: (بسم الله الرحمن الرحيم، يا علي بن محمد السمري، اسمع أعظم الله أجر إخوانك فيك فإنك ميت ما بينك وبين ستة أيام فاجمع أمرك ولا توصي إلى أحد يقوم مقامك بعد وفاتك، فقد وقعت الغيبة التامة، فلا ظهور إلا بعد إذن الله, تعالى ذكره وذلك بعد طول الأمد وقسوة القلوب، وامتلاء الأرض جوراً، وسيأتي من شيعتي من يدعي المشاهدة، ألا فمن ادعى المشاهدة قبل خروج السفياني والصيحة فهو كذاب مفتر، ولا حول ولا قوة إلا بالله العلي العظيم) (¬2) ¶ يرجع علماء الشيعة انتهاء الغيبة الصغرى للأسباب الآتية: ¶ 1. استيفاء تهيئة أذهان العامة من الناس كمقدمة للغيبة الكبرى. ¶ 2. ازدياد المراقبة والمضايقة من قبل العباسيين، وخوفه على نفسه من القتل. ¶ 3. عدم إمكانية المحافظة على السرية ما بين السفارة (الباب) والإمام المختفي. ¶ اختلاف الشيعة في مدة الغيبة الصغرى: ¶ ذكرنا بناءً على قول أغلب علماء الشيعة أن الغيبة الصغرى كانت أربع وسبعون سنة، و هذا قول أشهر علمائهم, إلا أن هناك من العلماء ومنهم محمد صادق الصدر يقول أنها بلغت تسع وستون سنة فقط، على اعتبار أن الخمس سنوات الأولى لا تعتبر غيبة، لأنها كانت في حياة أبيه، وهنا لا يعتبر إماماً. ¶ ثانياً: الغيبة الكبرى: ¶ ¬__________ ¶ (¬1) الكليني: الكافي، 1/ 402. ¶ (¬2) النجفي: منتخب الأنوار، ص237.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وهي الزمان الذي يبدأ بانتهاء الغيبة الصغرى، وذلك من خلال الإعلان عن انتهاء السفارة للسفير الرابع علي بن محمد السمري، وأنه لا ظهور إلا بإذن الله، وتبدأ الغيبة الكبرى من سنة 329 هجرية. ¶ وأثناء الغيبة الكبرى، لا يلقاه أحد من أتباعه، فلا وساطة بينه وبين الناس، فالاتصال انقطع بصورة مباشرة أو غير مباشرة. ¶ إلا أنه يظهر بين الحين والآخر، فيحضر المواسم والأعياد وخصوصاً التي لها صبغة شيعية، لكن هذا الظهور دون أن يعرفه الناس. ¶ مدة الغيبة الكبرى: ¶ سُئل الإمام علي بن أبي طالب رضي الله عنه عن مدة الغيبة فقال: ستة أيام، أو ستة أشهر، أو ست سنوات (¬1). ¶ يقول الدكتور ناصر القفاري: يظهر من خلال الروايات أن الرموز التي كانت تدير دفة التشيع كانت تمني أتباعها بقرب الفرج القريب للغائب المستور حتى كان من الشيعة من يتوقع خروج الغائب بين لحظة وأخرى، فقد جاء في أخبارهم أن منهم من ترك البيع والشراء والعمل بانتظار الغائب و اشتكوا من هذه الحالة حتى قال بعضهم: لقد تركنا أسواقنا انتظاراً لهذا الأمر حتى ليوشك الرجل منا أن يسأل في يده (¬2). ¶ وهكذا بدأ علماء الشيعة يغيرون من مواقفهم تجاه غيبة الإمام المهدي، فنجد الطوسي يروي أن عبد الرحمن بن كثير قال: كنت عند أبي عبد الله إذ دخل عليه مهزم الأسدي فقال: أخبرني جعلت فداك في هذا الأمر الذي تنتظرونه فقد طال فقال يا مهرم كذب الوقاتون وهلك المستعجلون، و نجا المسلمون وإلينا يصيرون (¬3). ¶ يقول الخميني: وقد مر على الغيبة الكبرى لإمامنا المهدي أكثر من ألف عام، وقد تمر ألوف السنين قبل أن تقضي المصلحة قدوم الإمام المنتظر (¬4). ¶ ثانياُ. عقيدة الرجعة عند الشيعة: ¶ ¬__________ ¶ (¬1) الكليني: الكافي، 2/ 273. ¶ (¬2) القفاري: أصول مذاهب الشيعة، 852. ¶ (¬3) الطوسي: الغيبة، 425. ¶ (¬4) الخميني: الحكومة الإسلامية، 262.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الرجعة عند الشيعة تعني العودة بعد الموت أي عودة الأئمة بعد موتهم لمحاسبة من اغتصب حقهم ولم يؤمن بإمامتهم. ¶ وهي أصل من أهم أصول عقيدتهم، وهي محل إجماع جميع طوائف الشيعة. ¶ يقول ابن بابويه: واعتقادنا في الرجعة أنها حق (¬1). ¶ وقال الشيخ الصدوق: إن الذي تذهب إليه الشيعة الإمامية أن الله تعالى يعيد عند ظهور المهدي قوماً ممن كان تقدم موته من شيعته وقوماً من أعدائه (¬2). ¶ ويقول محمد المظفر: عقيدتنا في الرجعة أن الذي تذهب إليه الإمامية أخذاً بما جاء عن آل البيت عليهم السلام أن الله تعالى يعيد قوماً من الأموات إلى الدنيا في صورهم التي كانوا عليها فيعز فريقاً ويذل فريقاً آخر، ويديل المحقين من المبطلين, والمظلومين من الظالمين، وذلك عند قيام مهدي آل محمد (¬3). ¶ أما الذين يرجعون فهم أقسام: (¬4) ¶ 1. رجوع المهدي ومعه الأئمة. ¶ 2. رجوع خلفاء المسلمين الذين اغتصبوا الخلافة منهم. ¶ 3. رجوع أصحاب الإيمان المحض وهم الشيعة، وأصحاب الكفر المحض وهم من لم يؤمن بعقائد الشيعة. ¶ أهم الأعمال التي يقوم بها المهدي بعد رجعته: ¶ 1. يحكم بحكم داود. ¶ ذكر الكليني في كتابه الكافي قال أبو عبد الله: إذا قام قائم آل محمد حكم بحكم داود وسليمان ولا يسأل بيّنة (¬5). ¶ وهذا معناه أنه لا يحكم بالإسلام. ¶ 2. تحيز الشيعة بين اللحاق به أو البقاء في قبورهم مكرمين: ¶ ذكر الطوسي: ينادي على الشيعي في قبره، يا فلان هذا إنه قد ظهر صاحبك، فإن تشأ أن تلحق به فالحق، وإن تشأ أن تقيم في كرامة ربك فأقم (¬6). ¶ 3. يهدم المسجد الحرام: ¶ ¬__________ ¶ (¬1) ابن بابويه: الاعتقادات، ص90. ¶ (¬2) الصدوق: أعيان الشيعة، 1/ 132. ¶ (¬3) المظفر: عقائد الإمامية، ص115. ¶ (¬4) الرقب: تعريف عام بالشيعة، ص115. ¶ (¬5) الكليني: أصول الكافي، 1/ 397. ¶ (¬6) الطوسي: الغيبة، 276.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "روى الطوسي عن أبي عبد الله قال: القائم يهدم المسجد الحرام حتى يرده إلى أساسه, ومسجد الرسول صلى الله عليه وسلم وآله إلى أساسه ويرد البيت إلى موضعه وأقامه على أساسه وقطع أيدي بني شيبة السراق وعلقها على الكعبة (¬1). ¶ 4. المهدي يعذب أبا بكر وعمر رضي الله عنهما: ¶ روى المجلسي على لسان المهدي قوله: وأجيء إلى يثرب فأهدم الحجرة وأخرج من بهما وهما طريان فآمر بهما تجاه البقيع وآمر بخشبتين يصلبان عليهما فتورقان من تحتهما، فيفتتن الناس بهما أشد من الأول، فينادي مناد الفتنة من السماء يا سماء أنبذي، ويا أرض خذي فيومئذ لا يبقى على وجه الأرض إلا مؤمن وقد أخلص قلبه للإيمان (¬2). ¶ يقول محمد صيام: وهذا لا يعني أن العدل والقسط ورفع الظلم والجور الذي يكون في دولة المهدي لا يتحقق إلا بعد القضاء على المسلمين جميعاً وهدم الحجرة النبوية وإخراج جسدي أبي بكر وعمر رضي الله عنهما الطاهرين وصلبهما، فيحكم الأئمة تلك الدولة وحينها لا يكون للمهدي أعداء فلم يبق في دولته إلا مريدوه ومحبوه من شيعته (¬3). ¶ 5. المهدي يقيم حد الزنا على أم المؤمنين رضي الله عنها: ¶ وحتى يكتمل إقامة العدل في دولة المهدي لا بد أن يقيم الحد على العصاة، و الفاسقين وطبعاً على رأسهم عائشة الصديقة بنت الصديق، روى المجلسي: عن أبي جعفر قال: أما لو قام قائمنا، وردت إليه الحميراء حتى يجلدها الحد، وحتى ينتقم لابنة محمد فاطمة، قلت جعلت فداك ولم يجلدها قال لفريتها على أم إبراهيم، قلت فكيف أخر الله ذلك إلى القائم، قال: إن الله بعث محمداً رحمة و بعث القائم نقمة \" (¬4). ¶ وهناك أعمال كثيرة أخرى ذكرها الدكتور صالح الرقب منها: ¶ 1. يقتل قريشاً ويصلبهم أحياءً وأمواتاً. ¶ 2. يفتح المدن بتابوت اليهود. ¶ ¬__________ ¶ (¬1) الطوسي: الغيبة، 471. ¶ (¬2) المجلس: بحار الانوار، 35/ 104. ¶ (¬3) صيام: المهدي المنتظر، ص304. ¶ (¬4) الطوسي: الغيبة , 471.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "3. يقوم في الناس بالقتل والسبي، وخصوصاً أهل السنة منهم. ¶ 4. يخرج معه القرآن الحقيقي الكامل. ¶ 5. نزع الحجر الأسود من الكعبة. ¶ مدة حكم المهدي: ¶ تعددت أقوال الشيعة في المدة التي يحكم فيها المهدي: ¶ 1. يمكث سبع سنين: ¶ ذكر الطبرسي عن أبي عبد الله أنه سُئل كم يملك القائم، قال: سبع سنين، تطول له الأيام والليالي حتى يكون السنة من سنيه مكان عشر سنين من سنيكم هذه فيكون ملكه سبعين سنة من سنيكم هذه (¬1). ¶ 2. يمكث تسع عشرة سنة: ¶ ذكر الجعفي أنه سأل أبا جعفر عليه السلام عن القائم كم يقوم القائم في عالمه، قال تسع عشرة سنة (¬2). ¶ هذه الأقوال إن دلت فإنما تدل على مدى اختلافهم حول حقيقة هذا الشخص، ففي البداية اختلفوا حول أبيه، عقيم أم أنجب، تزوج أم لم يتزوج، ثم متى كانت سنة ولادته، ثم حول حقيقة أمه، وهكذا اختلافات كثيرة، ومتباينة. ¶ كيف يرجع المهدي وأين يرجع: ¶ روى الطبرسي عن جعفر قال: ينادي باسم القائم في يوم ستة وعشرين من شهر رمضان، ويقوم في يوم عاشوراء وهو اليوم الذي قتل فيه الحسين بن علي عليه السلام، لكأني به يوم السبت العاشر من المحرم قائماً بين الركن والمقام، جبرئيل بين يديه ينادي بالبيعة له، فتسير شيعته من أطراف الأرض تطوى لهم طياً، حتى يبايعوه فيملأ الله به الأرض عدلاً كما ملئت جوراً وظلما (¬3). ¶ ¬__________ ¶ (¬1) الطبرسي: أعلام الودي، 2/ 290. ¶ (¬2) المجلسي: بحار الأنوار، 53/ 145. ¶ (¬3) الطبرسي: أعلام الورى، 459.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "روى الجزائري عن المفضل بن عمر قال: قلت لجعفر بن الباقر: ففي أي بقعة يظهر المهدي، قال: لا تراه عين وقت ظهوره، إلا رأته كل عين وذلك أنه يغيب آخر يوم من سنة ست وستين ومئتين، ولا تراه عين أحد حتى يراه كل أحد، ثم يظهر في مكة، وو الله يا مفضل كأني أنظر إليه داخل مكة، وعليه بردة رسول الله صلى الله عليه وسلم وآله، وعلى رأسه عمامته، وفي رجليه نعل رسول الله المخصوفة، وفي يده عصا النبي صلى الله عليه وسلم وآله يسوق بين يديه عنزاً عجافاً حتى يصل بها نحو البيت حتى لا يعرفه أحد، قال المفضل، يا سيدي كيف يظهر، قال: يظهر وحده ويأتي البيت وحده إلى الكعبة، ويجن عليه الليل وإذا نامت العيون وغسق الليل، نزل جبرائيل وميكائيل والملائكة صفوفاً، فيقول له جبرائيل يا سيدي قولك مقبول وأمرك جار فيمسح يده على وجهه ويقول الحمد لله الذي صدقنا وعده وأورثنا الأرض نتبوأ من الجنة حيث نشاء فنعم أجر العاملين، ويقف بين الركن والمقام ويصرخ صرخة يا معشر نقبائي وأهل خاصتي ومن خلقهم الله لظهوري على وجه الأرض، إيتوني طائعين فترد صيحة عليهم وهم في تجايرهم وعلى فرشهم في شر من الأرض وعزبها فيسمعونه في صيحة واحدة في أذن كل رجل، فيجيئون نحوه، ولا يمضي لهم إلا كلمحة بصر، حتى يكونوا كلهم بين يديه بين الركن والمقام فيأمر الله عز وجل بنور فيصير عموداً من الأرض إلى السماء يستضيء به كل مؤمن على وجه الأرض، ويدخل عليه نور في جوف بيته فتفرح نفوس المؤمنين بذلك وهو لا يعلمون بظهور قائمنا ثم يصيحون وقوفاً بين يديه وهم ثلاثمائة وثلاثة عشر رجلاً بعدد أصحاب رسول الله صلى الله عليه وسلم وآله يوم بدر ويقول وهو مسند ظهره إلى الكعبة: يا معشر الخلائق ألا من أراد أن ينظر إلى آدم وشيت فها أنا ذا آدم وشيت",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": ", ألا من أراد أن ينظر إلى إبراهيم وولده إسماعيل فها أنا ذا إبراهيم وإسماعيل ألا من أراد أن ينظر إلى عيسى وشمعون فها أنا ذا عيسى وشمعون، ألا من أراد أن ينظر إلى محمد وأمير المؤمنين فها أنا ذا محمد وأمير المؤمنين، ومن أراد أن ينظر إلى الحسن والحسين فها أنا ذا الحسن والحسين ألا من أراد أن ينظر إلى الأئمة من ولد الحسين فها أنا ذا الأئمة (¬1). ¶ المبحث الثاني ¶ عقيدة المهدي بين الحقيقة و الجريمة ¶ اختلطت فكرة المهدي المنتظر أو عقيدته على كثير من الناس , حتى على من نال قسطاً من العلم , وذلك لورود هذه العقيدة عند الطرفين , أهل السنة و الشيعة , و في الصفحات المقبلة سيكون حديثي حول هذا الموضوع بإذن الله تعالى: ¶ ويتكون هذا المبحث من عدة مطالب: ¶ المطلب الأول: المهدي عند أهل السنة. ¶ المطلب الثاني: مقارنة بين مهدي أهل السنة وبين المنتظر عند الشيعة. ¶ المطلب الثالث: تأثر نظرية المهدي المنتظر بالفكر اليهودي ¶ المطلب الأول ¶ المهدي عند أهل السنة ¶ أولاً: عن مولده: ¶ المهدي الذي بشر به النبي محمد صلى الله عليه وسلم , لم يولد بعد، وسيولد ويخرج في آخر الزمان، وقت اشتداد الفتن وامتلاء الأرض جوراً وظلماً. ¶ عن عبد الله بن مسعود رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"لو لم يبق من الدنيا إلا يوم لطول الله ذلك اليوم حتى يبعث فيه رجلاً مني أو من أهل بيتي يواطيء اسمه اسمي واسم أبيه اسم أبي يملأ الأرض قسطاً وعدلاً كما ملئت ظلماً وجوراً، لا تذهب أو لا تنقضي الدنيا حتى يملك العرب رجل من أهل بيتي يواطيء اسمه اسمي\" (¬2). ¶ ثانياً: نسب المهدي ولقبه: ¶ تتفق الروايات في نسب المهدي إلى جده الأعلى محمد رسول الله من نسل علي بن أبي طالب، وأن جدته هي فاطمة بنت رسول الله صلى الله عليه وسلم. ¶ ¬__________ ¶ (¬1) الطوسي: الغيبة، 189. ¶ (¬2) أخرجه أبو داود في سننه: كتاب المهدي، ح (4282).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "روت أم سلمة أنها سمعت النبي يقول: المهدي من عثرتي من ولد فاطمة (¬1). ¶ أما نسبه إلى جده، فروايات الشيعة تقول أن جده هو الحسين، وسلسلة نسبه واضحة عندهم أما عند أهل السنة فجده الحسن بن علي، وقد أكد على هذا القول ابن تيمية وابن القيم واستدلوا بأحاديث متعددة منها ما رواه أبو داود في سننه: قال علي رضي الله عنه ونظر إلى ابنه الحسن فقال: إن ابني هذا سيد كما سماه النبي صلى الله عليه وسلم وسيخرج من صلبه رجل يسمى باسم نبيكم يشبهه في الخُلق ولا يشبهه في الخَلق (¬2). ¶ ثالثاً: ألقاب المهدي عند أهل السنة: ¶ للمهدي ألقاب كثيرة منها: المهدي، والخليفة، والإمام، والأمير، والرجل، والصالح، والجابر، ولقب المنتظر لم يرد عندنا أهل السنة على الإطلاق. ¶ إذن إن ما يعتقده أهل السنة في المهدي هو غير ما يعتقده الشيعة، وكلمة المهدي لم يرد ذكرها في القرآن الكريم ولا في الصحيحين أو كتب السنة المعتبرة عند أهل السنة. ¶ وخلاصة ما عند أهل السنة عن المهدي: ¶ 1. أنه سيكون من ولد الحسن يوافق اسمه اسم النبي واسم أبيه اسم أب النبي. ¶ 2. أنه سيكون مجدداً لهذا الدين يجري الله على يديه الخير والعدل، و تظهر له بعض الكرامات, يصلح ولا يفسد, ولا يتجاوزن ذلك. ¶ 3. لا يعتقدون بالغيبة ولا الرجعة، وأنه سيولد كما يولد أي طفل وينشأ كما ينشأ أي رجل ثم يصلح الله به ما فسد في الأرض. ¶ 4. أنه سيحكم بكتاب الله وسنة نبيه صلى الله عليه وسلم. ¶ المطلب الثاني ¶ مقارنة بين مهدي أهل السنة وبين المنتظر عند الشيعة ¶ 1. مهدي أهل السنة اسمه محمد بن عبد الله، وعند الشيعة محمد بن الحسن العسكري. ¶ 2. المهدي عند أهل السنة من ولد الحسن، ومهدي الشيعة من ولد الحسين. ¶ ¬__________ ¶ (¬1) الألباني: صحيح الجامع الصغير، ح (6732)، 2/ 1140. ¶ (¬2) أخرجه أبو داود في سننه: كتاب المهدي، ح (4290)، 4/ 106.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "3. المهدي عند أهل السنة يخرج لنصرة الإسلام والمسلمين، ولا يفرق بين جنس و جنس، و فرقة دون فرقة, أما مهدي الشيعة فيخرج لنصرة الشيعة والانتقام من أعدائهم حسب زعمهم. ¶ 4. مهدي أهل السنة عربي قرشي يحب العرب، ولا يجري السيف فيهم، أما مهدي الشيعة فيكره العرب وسيجري السيف فيهم، وأتباعه لا يكونون من العرب كما دلت على ذلك الروايات والدراسات. ¶ 5. مهدي أهل السنة يحب الصحابة، ويجلهم، ويترضى عليهم ويسير على نهجهم أما مهدي الشيعة فهو يبغض الصحابة ويكفرهم وسينتقم منهم. ¶ 6. مهدي أهل السنة يوقر أمهات المؤمنين ويحفظ لهن مقامهن، أما مهدي الشيعة فيكره أمهات المؤمنين وسيقيم الحد على بعضهن. ¶ 7. قرآن مهدي أهل السنة هو القرآن الموجود بين أيدي المسلمين، أما قرآن مهدي الشيعة فهو كتاب آخر مختلف, سيظهر معه حينما يظهر. ¶ 8. مهدي أهل السنة يسير على نهج النبي ويعمل بالسنة، أما مهدي الشيعة فيرفض السنة إلا ما جاء عن طريق الأئمة. ¶ 9. مهدي أهل السنة سيعمر المساجد ويقيمها أما مهدي الشيعة فسيهدم الحرم المكي والنبوي والمسجد الأقصى، وسيعيث فساداً في بيوت الله. ¶ 10. مهدي أهل السنة سيحكم بالكتاب والسنة، أما مهدي الشيعة فسيحكم بحكم داود وسليمان، يفتح البلاد بتابوت موسى. ¶ 11. مهدي أهل السنة دعوة خير ورحمة، ومهدي الشيعة صاحب سيف، منتقم، لا رحمة في قلبه، يعجبه سفك الدماء. ¶ 12. مهدي أهل السنة يخرج من المشرق بلاد الشام، أما مهدي الشيعة فيخرج من سرداب في سامرّاء بالعراق. ¶ 13. مهدي أهل السنة لم يولد بعد، أما مهدي الشيعة فقد ولد عام 255 هـ. ¶ 14. مهدي أهل السنة حقيقة ثابتة، أجمعت عليه الروايات الصحيحة، أما مهدي الشيعة فخرافة، صنعها الفكر اليهودي. ¶ 15. مهدي أهل السنة لسانه عربي بيّن، أما مهدي الشيعة فلسانه هو العبرانية.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "هذه إحصائية للمهدي المنتظر عند الشيعة انقلها من دراسة للأستاذ محمد صيام: (¬1) ¶ 1. الجعفرية \" الإثنى عشرية \" تدعي أن محمد بن حسن العسكري هو المهدي المنتظر. ¶ 2. الإسماعيلية تدعي أن إسماعيل بن جعفر الصادق هو المهدي المنتظر. ¶ 3. البابية تدعي أن علي محمد الشيرازي هو المهدي المنتظر. ¶ 4. الكيسانية, والمختارية, والكربية يدعون أن محمد بن الحنفية لم يمت وهو المهدي المنتظر. ¶ 5. الهاشمية قالت أن أبا هاشم عبد الله بن محمد بن الحنفية لم يمت وهو المهدي المنتظر. ¶ 6. المعاوية تزعم أن عبد الله بن معاوية جعفر بن جعفر بن أبي طالب هو المهدي المنتظر. ¶ 7. الناووسية زعموا أن جعفر بن محمد بن علي بن الحسين بن محمد بن علي بن أبي طالب وهو حي لم يمت وهو المهدي المنتظر. ¶ 8. الواقفية يزعمون أن موسى الكاظم بن جعفر الصادق لم يمت وهو المهدي المنتظر. ¶ 9. النفسية, والمغيرية, والمحمدية يزعمون أن أبا عبد الله محمد بن الحسن بن الحسين بن علي ابن أبي طالب الملقب بالأرقط وبالنفس الزكية هو المهدي المنتظر. ¶ 10. الباقرية يزعمون أن أبا جعفر محمد بن علي زين العابدين بن الحسين بن علي بن أبي طالب لم يمت وهو المهدي المنتظر. ¶ 11. السبئية يزعمون أن علياً بن أبي طالب لم يمت, وأنه يرجع إلى الدنيا قبل يوم القيامة فيملأ ... الأرض عدلاً. ¶ 12. المباركية, والقرامطة يزعمون أن محمد بن إسماعيل بن جعفر الصادق هو خاتم النبيين وأنه حي وأنه المهدي المنتظر. ¶ فأي مهدي سننتظر من هؤلاء, وبذلك يتبين أن المهدي المنتظر عند الشيعة هو مجرد وهم وخرافة فقد قالوا بذلك حتى يتمسكوا بالأمل وذلك تعويضاً لهم عن حقهم في الخلافة, وأنهم ادعوها لأهداف سياسية وتحقيق مصلحة شخصية. ¶ المطلب الثالث ¶ تأثر نظرية المهدي المنتظر بالفكر اليهودي ¶ الفرع الأول. ¶ ¬__________ ¶ (¬1). صيام: المهدي المنتظر عند الشيعة الإمامية، ص 251.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "إن المذهب الشيعي بكل ما نتج عنه من خروق كثيرة، يعتبر من الأسباب الرئيسية التي أضعفت الأمة الإسلامية، وأنهكت قواها على المستويين المادي والروحاني العقائدي، فقد كانوا خنجراً في خاصرة المسلمين على مدار تاريخهم، أيضاً بما أدخلوه من عقائد فاسدة مبنية على المعتقدات المجوسية والفلسفات القديمة ذات الأصول الإلحادية، فخدعوا أصحاب العقول الضعيفة والذين لا حظ لهم من النهج القويم، ولبّسوا عليهم من خلال الدعوى بمحبة النبي وآل بيته الأطهار، لهذا نجدهم يتحالفون مع النصارى والتتار واليهود ضد الإسلام والمسلمين. ¶ لهذا لا غرابة أن نقرأ للبغدادي: اعلموا أسعدكم الله أن ضرر الشيعة الباطنية على فرق المسلمين أعظم من ضرر اليهود والنصارى والمجوس، بل أعظم من الدهرية وسائر أصناف الكفرة بل أعظم من ضرر الدجال الذي يظهر آخر الزمان، لأن الذين ضلوا عن الدين بدعوة الشيعة الباطنية من وقت ظهور دعوتهم إلى يومنا أكثر من الذين يضلون بالدجال من وقت ظهوره، لأن فتنة الدجال لا تزيد عن أربعين يوماً، وفضائح الباطنية الشيعية أكثر من عدد الرمل والقطر (¬1). ¶ إن الدور الخطير الذي لعبه عبد الله بن سبأ من البدايات الأولى لظهور الشيعة، ومدى التأثير الخطير الذي أثره على فكر الشيعة في دعواه بالوصية والرجعة والبداء، كل هذا ليدلل على تأثير الشيعة في عقائدهم بالمؤثرات اليهودية. ¶ يقول الأستاذ عبد الله الغريب: ارتباط المذهب الشيعي بالعقيدة اليهودية اكتشافه ليس وليد اليوم ولا هو من إفرازات الفكر التآمري الذي صار مصدر هزء عند أكثر الناس، بل إن الأئمة الأوائل قد كشفوا هذا الارتباط وتحدثوا عنه، قبل وجود تهمة الفكر التآمري والذي صارت كافية عند البعض في إسقاط أي معلومة أو استنتاج، وكأن معاداة أعداء الله تعالى من يهود ونصارى وأذناب لهما قد توقفت عند زمن شعارات الإنسانية. ¶ ¬__________ ¶ (¬1) البغدادي: الفرق بين الفرق، 382.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "فهذا الإمام الشعبي (97هـ)، كان خشبياً (الخشبية طائفة من الشيعة كانت ترفض القتال بالسيف وتحمل سيوفاً من خشب)، ثم تاب من بدعتهم وكان من أخبر الناس بهذه الطائفة، وقد حدّث أصحابه عن صلة العقيدة بين الشيعة واليهود. ¶ قال مالك بن مغول: قلت للشعبي: ما ردك على هؤلاء القوم، وقد كنت منهم رأساً، قال رأيتهم يأخذون إعجازاً لا صدور لها، ثم قال لي: يا مالك لو أردت أن يعطوني رقابهم أو يملئوا لي بيتاً ذهباً أو يحجوا إلى بيتي هذا على أن أكذب على علي رضي الله عنه لفعلوا، ولا والله لا أكذب عليه أبداً، يا مالك إني قد درست الأهواء فلم آت فيها أحمق من الخشبية، فلو كانوا من الطير لكانوا رخماً، ولو كانوا من الدواب كانوا حمراً، يريدون أن يغمضوا دين الإسلام كما غمص بوليس بن يوشع ملك اليهود دين النصرانية، منهم عبد الله بن سبأ يهودي من يهود صنعاء، يا مالك إن محنتهم محنة اليهود (¬1). ¶ الفرع الثاني. السمات اليهودية لمهدي الشيعة المنتظر: ¶ 1. مهدي الشيعة يحكم بشريعة داود بتوراة موسى: ¶ تقدم أن المهدي حين ظهوره سيحكم بحكم آل داود. ¶ وواضح من نصوص الشيعة أن حكم المهدي سيكون بشريعة داود، وهذا رد على من يدعي أن قيامة وخروجه يكون لإقامة دين الحق، دين الإسلام، وهناك فرق كبير بين شريعة محمد وشريعة داود عليه السلام. ¶ 2. مهدي الشيعة المنتظر يتكلم العبرية: ¶ وقد تقدم أنه إذا أذن للإمام بالظهور دعاه الله باسمه العبراني، وهذا دلالة واضحة على صلته باليهود واليهودية. ¶ 3. اليهود من أتباع المهدي المنتظر: ¶ روى المفيد قال: يخرج مع القائم عليه السلام من ظهر الكوفة سبعة وعشرون رجلاً من قوم موسى أو سبعة من أهل الكهف، ويوشع بن نون وسليمان وأبو دجانة الأنصاري والمقداد ومالك الأشتر فيكونون بين يديه أنصاراً. ¶ ¬__________ ¶ (¬1) الغريب: حقيقة المهدي المنتظر، ص22.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "إن من يدرس تاريخ الشيعة السياسي يجد صفحات سوداء كثيرة في التآمر مع أعداء الأمة، على مدار التاريخ الإسلامي، التآمر واضح، تآمر مع الصليبيين والتتار حتى الاحتلال الصهيوني لفلسطين ولبنان، والتعاون الوثيق بين المنظمات الشيعية في لبنان وبين جنود الاحتلال الصهيوني. ¶ وما فعلته الشيعة في الاحتلال الأمريكي للعراق، وتدمير أفغانستان، وما نشاهده من تغلغل شيعي في عالمنا العربي والإسلامي. ¶ الخاتمة ¶ بعدما قدمنا من بيان عن معتقدات الشيعة في المهدي المنتظر, وبيان القول الفصل فيه, أخلص إلى النتائج الآتية: ¶ - اتفاق أهل السنة والشيعة على فكرة المهدي. ¶ - الاتفاق على أن المهدي من نسل الإمام علي بن أبي طالب. ¶ - الشيعة تقول إنه من ولد الحسين بن علي. ¶ - أهل السنة يقولون إنه من ولد الحسن بن علي. ¶ - مهدي الشيعة ولد عام 255هـ. ¶ - مهدي أهل السنة لم يولد بعد. ¶ - اختلاف العلماء حول عقم الحسن العسكري وعدم إنجابه. ¶ - اعتبار البعض أن فكرة محمد الحسن العسكر خرافة وليست حقيقة. ¶ - الاختلاف بين أهل السنة والشيعة حول مدة حكم المهدي. ¶ - الاختلاف بين أهل السنة والشيعة حول الأعمال التي سيقوم بها المهدي. ¶ - الاختلاف بين أهل السنة والشيعة حول الشريعة التي سيحكم بها المهدي. ¶ - المعتقدات والأفكار التي يؤمن بها الشيعة تخرجهم من دائرة الإسلام. ¶ المراجع ¶ القرآن الكريم. ¶ 1. الإرشاد - المفيد: محمد النعمان – دار المفيد – بيروت ـ 1993. ¶ 2. أصول الكافي - الكليني: محمد بن يعقوب – دار الكتب الإسلامية – طهران – الثالثة. ¶ 3. أصول مذهب الشيعة الإمامية - القفاري: ناصر بن عبد الله – دار الندوة العالمية – الثالثة – 1418هـ. ¶ 4. أعلام الورى - الطبرسي: الفضل بن الحسن – مؤسسة آل البيت – قم – 1417هـ. ¶ 5. أعيان الشيعة - محسن الأمين – دار المرتضى – مشهد – 1984. ¶ 6. الإمام الثاني عشر - الموسوي: محمد سعيد – النجف – 1355 هـ.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "7. إمامة بقية الأئمة - علي الميلاني – مركز الأبحاث العقائدية – قم – إيران – 1421هـ. ¶ 8. إكمال الدين - ابن بابويه: محمد بن علي – دار الكتب الإسلامية – الثانية – 1395هـ. ¶ 9. بحار الأنوار - المجلس: محمد باقر – دار الكتب الإسلامية – الثانية – 1395هـ. ¶ 10. تعريف عام بالشيعة – الرقب: صالح – مكتبة بيت المقدس – خان يونس – الأولى – 2008م. ¶ 11. حق اليقين - المجلس: محمد باقر – مؤسسة النشر الإسلامي – الأولى – 1305هـ. ¶ 12. حقيقة المهدي المنتظر - الغريب: عبد الله ـ بدون تاريخ و دار نشر. ¶ 13. الحكومة الإسلامية - الخميني: أحمد – المختار الإسلامي – القاهرة – الأولى – 1980. ¶ 14. السنن – السجستاني: أبو داود – الدار المصرية اللبنانية – القاهرة – 1988م. ¶ 15. صحيح الجامع الصغير - الألباني: محمد ناصر – دار الهجرة بالرياض – الأولى – 1425هـ. ¶ 16. الصواعق المحرقة - الهيثمي: ابن حجر – تحقيق عبد الوهاب عبد اللطيف – مصر. ¶ 17. عقائد الإمامية - المظفر: محمد رضا – مطبعة النعمان – النجف – الثالثة. ¶ 18. عقائد الصدوق - القمي: محمد بن علي – دار صادق – 1414هـ. ¶ 19. الغيبة - الطوسي: محمد – مؤسسة المعارف الإسلامية – قم – 1411 هـ. ¶ 20. الفتاوى - ابن تيمية: أحمد بن عبد الحليم – دار الوطن للنشر – الرياض – 1413هـ. ¶ 21. الفرق بين الفرق - البغدادي: عبد القاهر – دار طيبة للنشر – الرياض – 1989م. ¶ 22. لسان العرب - ابن منظور: محمد بن جلال الدين، دار الجيل، بيروت، 1988. ¶ 23. المصباح المنير - الفيومي: أحمد بن محمد دار المعارف – القاهرة – 1977. ¶ 24. المفاجأة - داود: محمد عيسى – مدبولي الصغير – القاهرة – الثانية – 2001م. ¶ 25. مقالات الإسلاميين - الأشعري: علي بن إسماعيل – دار الحديث – القاهرة – الأولى – 2009م. ¶ 26. الملل والنحل – الشهرستاني: محمد بن عبد الكريم – مؤسسة الحلبي – مصر – الأولى – 1968م.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "27. منتخب الأنوار - النجفي: بهاء الدين علي – دار الأندلس للطباعة والنشر – النجف – 1988 ¶ 28. منهاج السنة النبوية – ابن تيمية: أحمد بن عبد الحليم – دار الحديث –القاهرة –الأولى -2004 ¶ 29. موسوعة الفرق والمذاهب في العالم الإسلامي – مجموعة –وزارة الأوقاف – مصر – الأولى 2009م ¶ 30. المهدي المنتظر عند الشيعة الإثنى عشرية- صيام: محمد – مجلة الجامعة الإسلامية- ¶ المجلد التاسع عشر , سنة 2011م ¶ 31. نشأة الفكر الفلسفي في الإسلام – النشار: محمد سامي – دار المعارف القاهرة – الرابعة -1965 ¶ قائمة المحتويات ¶ الإهداء ... 2 ¶ المقدمة ... 3 ¶ المبحث الأول ... 7 ... مذهب الشيعة: البدايات و المعتقدات ¶ المطلب الأول: تعريف عام بالشيعة. ... 8 ¶ المطلب الثاني: عرض عام لأهم عقائد الشيعة. ... 11 ¶ المطلب الثالث: عقيدة الشيعة في المهدي المنتظر. ... 13 ¶ المطلب الرابع: قضايا ذات صلة بالمهدي المنتظر. ... 18 ¶ المبحث الثاني ... 24 ... عقيدة المهدي بين الحقيقة و الجريمة ¶ المطلب الأول: المهدي عند أهل السنة. ... 25 ¶ المطلب الثاني: مقارنة بين مهدي أهل السنة و المنتظر عند الشيعة. ... 27 ¶ المطلب الثالث: تأثر نظرية المهدي المنتظر بالفكر اليهودي. ... 29 ¶ الخاتمة ... 31 ¶ المراجع والمصادر ... 32 ¶ قائمة المحتويات ... 34",
            "page": "29",
            "part": "1"
        }
    ],
    "t37794": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "نظرية الإمامة عند الشيعة"
        }
    ]
}