{
    "b37801": [
        {
            "id": "1",
            "nass": "آية التطهير ¶ وعلاقتها بـ(عصمة الأئمة) ¶ الدكتور ¶ طه حامد الدليمي ¶ بسم الله الرحمن الرحيم ¶ الطبعة... ¶ سنة الطبع... ¶ حقوق الطبع محفوظة ¶ ومباحة لمن قصد الدعوة دون النفع المادي ¶ آية التطهير ¶ وعلاقتها بـ(عصمة الأئمة) ¶ المقدمة ¶ الحمد لله رب العالمين. ¶ والصلاة والسلام على نبينا محمد خير هاد إلى سواء السبيل. وعلى آله أصحابه وأتباعه إلى يوم الدين. ¶ وبعد.. ¶ فإن الشيعة تعتقد بـ(عصمة) مجموعة من الأشخاص، تسميهم (الأئمة). وهذه العقيدة هي أساس الدين عندهم. وقد احتجوا لعقيدتهم هذه ببعض آيات من القرآن الكريم. أقواها دلالة عندهم، وأكثرها تداولاً على ألسنتهم جزء من آية أطلقوا عليه اسم (آية التطهير). وهي آخر قوله تعالى: (وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الأُولَى وَأَقِمْنَ الصَّلاةَ وَآتِينَ الزَّكَاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً) (الأحزاب:33). ¶ وقد ألفت هذه الرسالة المختصرة، أناقش فيها مناقشة علمية هادئة، علاقة هذه الآية بتلك العقيدة. متبعاً فيها المنهج القرآني في طرحه لأصول العقيدة وإثباتها. ¶ كتبت هذه الرسالة قبل حوالي عشر سنوات (1419/1998). وطبعت مراراً باسم مستعار؛ فقد كانت الحكومة لا تسمح بطباعة مثلها؛ إذ تصنف ضمن الكتب الطائفية. ونشرها دون موافقة رسمية يعد مخالفة قانونية؛ فكان الاسم المستعار هو الحل. ¶ والله تعالى وحده أسأل أن يرد هذه الأمة الى كتابها، ومصدر هدايتها وعزتها وفلاحها. إنه أكرم مسؤول، وأعظم مأمول. ¶ 1428/2007 ¶ بين يدي الآية",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "كتاب الله عز وجل هو مصدر الهداية لمن أراد الاهتداء، وطلب الحق الذي لا ريب فيه. كما أخبر عنه سبحانه فقال: (ذَلِكَ الْكِتَابُ لا رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ) (البقرة:2). وقال: (قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلا نَصِيرٍ) (البقرة:120). فحصر سبحانه أسس الهداية في كتابه، وقصرها عليه دون غيره. وجعل كل ما عداه – مما لا أصل له فيه - هواء وأهواء تودي بأصحابها إلى الهلاك. ¶ وتعجب ربنا جل وعلا ممن ادعى الإيمان، وهو يطلب الهداية من غير ذلك الكتاب الكريم فقال: (تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ فَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآيَاتِهِ يُؤْمِنُونَ) (الجاثية:6). ¶ فمن اتخذ مصدراً آخر غير القرآن، يرجع اليه ويهتدي به دونه، فهو ضال لا محالة. وهو كما قال أمير المؤمنين علي رضي الله عنه في سياق وصفه للقرآن: (ومن ابتغى الهدى في غيره اضله الله). ¶ منهج الراسخين ومنهج الزائغين ¶ لكن آيات القرآن تنقسم – كما قال تعالى - قسمين: ¶ 1- قسم صريح لا يحتمل إلا معنىً واحداً هو الآيات المحكمات. ¶ 2- وقسم يحتمل وجهين مختلفين فصاعداً هو الآيات المتشابهات. ¶ والمحتجون بآيات القرآن ينقسمون فريقين: ¶ 1- فريق الراسخين الذين يتبعون مهتدين بمحكمه لا بمتشابهه. ¶ 2- وفريق الزائغين الذين يحتجون بمتشابهه دون محكمه.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وذلك كله في قوله تعالى: (هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلا أُولُو الأَلْبَابِ) (آل عمران:7) ¶ وعلى هذا الأساس يتوجب علينا أن نبني أسس ديننا، على الآيات الصريحة المحكمة، لا على الآيات الظنية المتشابهة. ¶ بهذا وحده كانت أصول الدين مصونة عن احتمال الخطأ. وذلك لسببين: أولهما أن كل آية محفوظة من التحريف لفظاً. فإذا كانت صريحة محكمة كانت محفوظة من التحريف معنى؛ فما بني عليها كان كذلك. ¶ هكذا ثبت أصل التوحيد ونبوة محمد - صلى الله عليه وسلم - وغيرهما من أصول الاعتقاد. كذلك أصول الشريعة العملية كالصلاة والزكاة وبقية أركان الاسلام. وكذلك الانتهاء عن أصول المحرمات كالقتل والزنا. ¶ وعقيدة (عصمة الأئمة) لا تقل شأناً – عند الشيعة - عن الصلاة أو الزكاة. بل هي عندهم فوق ذلك منزلة. وهي أحد أسس دينهم العظمى؛ فمن أثبتها كان مؤمناً، وأنكرها كان عندهم كافراً. ¶ فقد روى الكليني أن أبا عبد الله (ع) قال: (ما جاء به علي آخذ به وما نهى عنه انتهي عنه ... المتعقب عليه في شيء من أحكامه كالمتعقب على الله وعلى رسوله ، والراد عليه في صغيرة او كبيرة على حد الشرك بالله)(¬1). ¶ وقال ابن بابويه القمي: (من نفى عنهم العصمة في شيء من احوالهم فقد جهلهم ومن جهلهم فهم كافر)(¬2).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وهذا يستلزم – وهم يصرحون به - تكفير أكثر من مليار مسلم لا يدين بهذه العقيدة، وتكفير حكامهم، وأولهم الخلفاء الراشدون فما دون بلا استثناء. فضلاً عن أجيال المسلمين المتعاقبة على اختلاف أزمنتهم وأمكنتهم، وما ينتج عن ذلك من مفاسد لا يمكن احصاؤها. قد يكون أهونها حرمة مناكحتهم وأكل ذبائحهم. وعلى هذه العقيدة بنيت الفتاوى التي تبيح أموال المسلمين ودماءهم. وتجيز، او توجب مقاتلتهم والخروج عليهم!! ¶ وعقيدة بهذه المنزلة والخطورة لا بد ان تكون أدلتها صريحة قطعية في دلالتها، محكمة لا يتطرق اليها الشك او الاحتمال بأي حال من الاحوال. والاّ صار الدين لعباً لكل لاعب، وأساسياته عرضة لكل متلاعب. ¶ فهل هذه الآية الكريمة صريحة محكمة في دلالتها على(العصمة)؛ حتى يصح بها الاحتجاج؟ أم هي ظنية متشابهة؛ فيكون الاحتجاج بها لا مستند له إلا الجدل واللجاج؟ هذا ما سنراه في الصفحات التالية. ¶ نقض الاستدلال بـ(الآية) على (العصمة) ¶ الأدلة قسمان ¶ تنقسم الأدلة إلى قسمين: ¶ 1. قسم لا تصلح للاستدلال بها من الأساس؛ لعدم امتلاكها شرط الدليل في موضوعها - مثلاً : الحديث الضعيف في الاستدلال به على أصل اعتقادي - وهذه لا يصح الاشتغال ببحث معانيها، ومدى دلالتها على المطلوب. فإذا كان الحديث ضعيفاً، لا وجه للقفز مباشرة إلى البحث في دلالة لفظه على المعنى، ما لم نتوقف لنرى صحته من ضعفه. فإذا لم تثبت صحته سقط اعتبار دليليته، أو صلاحيته للاستدلال. وتوقف البحث أو النقاش عند هذه النقطة. وهذه أسميها (صلاحية الدليل). ¶ 2. وقسم يصلح للاستدلال لحيازته على شروط الدليل. وهذا هو الذي يصح النظر في دلالته على المعنى المطلوب. وهذه أسميها (صلاحية الدلالة). ¶ إن الاستدلال بـ(آية التطهير) على (عصمة الأئمة) منقوض من الناحيتين: ناحية صلاحية الدليل، وناحية صلاحية الدلالة. وهذا ما سنكشف عنه في الصفحات التالية:",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "أولاً: بطلان صلاحية الدليل للاستدلال من الأساس ¶ أما بطلان الناحية الأولى - وهي صلاحية الدليل للاستدلال - فلفقدانه شروط الدليل الأصولي(¬1). ألا وهو الدلالة الصريحة أو القطعية على المعنى الذي سيق له. ¶ ان قضايا الاعتقاد الكبرى ومهمات الدين وأساسياته العظمى لا بد لإثباتها من الأدلة القرآنية الصريحة القطعية الدلالة على المعنى المطلوب كدلالة قوله تعالى: (اللَّهُ لا إِلَهَ إِلا هُوَ الْحَيُّ الْقَيُّومُ) (البقرة:255) على التوحيد. ودلالة قوله تعالى: (مُحَمَّدٌ رَسُولُ اللَّهِ) (الفتح:29) على نبوة محمد - صلى الله عليه وسلم - . ودلالة قوله تعالى: (وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَارْكَعُوا مَعَ الرَّاكِعِينَ) (البقرة:43) على فرضية الصلاة والزكاة ومشروعيتهما. ¶ فلا يصح ان تؤسس هذه الأمور العظيمة على الأدلة الظنّية المشتبهة؛ والا تطرق الشك ألى أساس الدين؛ لقيامه على الظنّيات، وابتنائه على المتشابهات المحتملات. وذلك منهي عنه بصريح قوله تعالى:( هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ) (آل عمران:7) فاشترط الله – جل وعلا – لإقامة دينه الآيات المحكمات الواضحات: التي لا اشتباه فيها ولا احتمال. التي تورث اليقين، والقطع التام. كالآيات التي استشهدنا بها على التوحيد والنبوة والصلاة والزكاة. وهي (أم الكتاب) ومرجعه وأصله المعتمد، الذي يرد اليه ما تشابه وتطرق اليه الظن والاحتمال. ¶ أما من اعتمد على الآيات المتشابهات المحتملات فهو من الزائغين الذين (يَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وهذا الشرط (الإحكام واليقين، وما في معناه) تكرر في القرآن كثيراً، كما تكرر ذم نقيضه (وهو الظن والشك وما في معناه). قال تعالى: (وَمَا لَهُمْ بِهِ مِنْ عِلْمٍ إِنْ يَتَّبِعُونَ إِلا الظَّنَّ وَإِنَّ الظَّنَّ لا يُغْنِي مِنَ الْحَقِّ شَيْئاً) (النجم:28). فالدليل الظنّي لا يصح الاعتماد عليه؛ لأنه لا يفيد العلم، ولا يوصل إلى الحق. واذن لا بد ان يكون الدليل قطعياً في دلالته. فيسقط الاستدلال بكل الادلة الظنّية المشتبهة. ومن هنا قال الأصوليون: (الدليل اذا تطرق اليه الاحتمال بطل به الاستدلال). ¶ وهذه الآية (آية التطهير) ليست صريحة في الدلالة على عصمة أحد، فضلاً عن عصمة أشخاص معينين محددين. والقول بدلالتها على (العصمة) ظن واشتباه؛ فبطل الاستدلال بها على ذلك؛ لأن الدليل اذا تطرق اليه الاحتمال بطل به الاستدلال. ¶ وهذا يكفي في رد هذه الحجة، وإسقاط هذه العقيدة استدلالاً بالآية الكريمة؛ لأن الدليل من الأساس فقد صلاحيته للاستدلال على المراد. ولكن - من باب الاستطراد النافع؛ لإخراج آخر شبهة من نفس المقابل، الذي يريد الحق للحق بالحق - لا بأس من مناقشة دلالة الدليل (الآية) بالتفصيل. ¶ ثانياً: بطلان صلاحية دلالة (الآية) على (العصمة) ¶ وأما دلالة النص على (عصمة الأئمة) فغير متحققة لموانع كثيرة منها: ¶ 1. افتقار النص إلى الدلالة اللغوية على (العصمة) ¶ ليست العصمة من الذنب أو الخطأ من معاني هذين اللفظين: (التطهير) و(إذهاب الرجس)؛ وذلك لعدم تضمن هذين اللفظين لهذا المعنى في لغة العرب. فإذا علم هذا بطل الاستدلال بالآية على (العصمة) من الأساس. ويكفي في رد القول بدلالة اللفظ على (العصمة) أنه مجرد دعوى لا دليل عليها. ¶ أ. لا علاقة لغوية بين اللفظ وبين الامتناع من الوقوع في الخطأ ¶ ولا علاقة لغوية كذلك بين الآية وبين الامتناع من الوقوع في الخطأ في الاجتهاد أو الرأي عموماً:",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "فالرجس لغةً هو القذر والنتن، ولهذا يطلق على الذنوب والمعاصي كالكفر والفسوق لكنه لا يطلق في لغة العرب على الخطأ حتى يمكن أن نقول: إن (إذهاب الرجس) يحتمل معنى عدم الوقوع فيه، فالآية لا علاقة لها بالخطأ البتة فكيف يمكن الاستدلال بها على (العصمة) منه!! ¶ ب. ورود اللفظ في غير المعصومين ¶ وأول ما ينقض هذه الدعوى - العارية أساساً عن الدليل المعتبر – ¶ العلم بورود هذا اللفظ في حق أشخاص مجمع على عدم عصمتهم كما ¶ في الأمثلة القرآنية الآتية: ¶ ? قال تعالى عن أهل بدر وهم ثلاثمائة وثلاثة عشر رجلاً: ¶ (إِذْ يُغَشِّيكُمْ النُّعَاسَ أَمَنَةً مِنْهُ وَيُنَزِّلُ عَلَيْكُمْ مِنْ السَّمَاءِ مَاءً لِيُطَهِّرَكُمْ بِهِ وَيُذْهِبَ عَنكُمْ رِجْزَ الشَّيْطَانِ وَلِيَرْبِطَ عَلَى قُلُوبِكُمْ وَيُثَبِّتَ بِهِ الأْقْدَامَ) (الأنفال/11). ¶ والاتفاق حاصل على عدم عصمة أهل بدر، مع أنهم موصوفون بالتطهير و(إذهاب الرجس). فاللفظ إذن لا علاقة له بالعصمة. ¶ (والرجز) و(الرجس) متقارب في لغة العرب. جاء في (مختار الصحاح) للرازي: (الرجز) القذر مثل الرجس، ولعلهما لغتان أبدلت السين زاياً كما قيل للأسد: الأزَد. ¶ وفي هذه الآية مزايا لأهل بدر زيادة على ما في (آية التطهير). فإن الله تعالى زادهم الربط على القلوب وتثبيت الأقدام. إضافة إلى أمور بلاغية أخرى لا حاجة لذكرها في مقامنا هذا. ¶ ? بل عم جميع المسلمين فقال: (مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ) (المائدة/6). واللفظ (يريد ليطهركم) واحد في الآيتين، ولو كانت إرادة التطهير تعني (العصمة) لكان كل مسلم معصوماً.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "? وقال عن جماعة صرح بارتكابهم الذنوب: (وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ خَلَطُوا عَمَلاً صَالِحًا وَآخَرَ سَيِّئًا عَسَى اللَّهُ أَنْ يَتُوبَ عَلَيْهِمْ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ * خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلاَتَكَ سَكَنٌ لَهُمْ وَاللَّهُ سَمِيعٌ عَلِيم) (التوبة:102،103). ¶ فلو كا لفظ (التطهير) معناه (العصمة) لما وصف الله به هؤلاء المذنبين! ¶ بل في الآية ما هو أبلغ من التطهير! ألا وهو (التزكية). فإن التطهير غايته الوصول إلى عدم. وهو إزالة الشيء المتطهَّر منه. بينما التزكية أمر وجودي وهو الاتصاف بالبركة والزيادة والنماء لملازمتها له. والعكس ليس شرطاً فقد تطهر مكاناً ما من القذارة دون أن تجمله بالزينة، أما التزكية وهي التجميل والزينة فلا تكون إلا بعد التطهير وإلا كانت عبثاً. ¶ فهؤلاء ليسوا قابلين للتطهر فقط ، وإنما للتزكية زيادة ودرجة. ومع ذلك فقد كانوا مذنبين، فأين (العصمة) منهم! ¶ فإن كان التطهير يعني (العصمة) إذن هؤلاء معصومون وزيادة. ¶ وفي الأمر نكتة لطيفة أخرى ألا وهي أن الشيعة يقولون بأن (عصمة الأئمة) منذ الولادة وليست (العصمة) عندهم حادثة أو كائنة بعد إذ لم تكن، (فالمعصوم) عندهم يولد معصوماً ودليلهم قوله تعالى: (إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمْ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً) مع أن لفظ (التطهير) يصح إطلاقه - كما في الآية التي نحن بصددها - على قوم اقترفوا ذنوبا، فمن أين استنتجوا من (الآية) أن المقصودين بها ليس لهم ذنوب قبل نزولها؟ واللفظ لا يمنع من ذلك.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "? وقال سبحانه عن أهل مسجد قباء من الصحابة: (فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ) (التوبة:108). وهؤلاء ليسوا معصومين مع شهادة الله لهم بأنهم (يحبون أن يتطهروا)، وأقل ما في هذا الوصف أنهم قابلون للاتصاف به. ¶ ? وقال في معرض نهيه عن إتيان الحائض: (إنَّ اللهَ يُحِبُّ التوّابينَ ويحِب المتطَهِّرين) (البقرة/222). ولا من علاقة بين هؤلاء ¶ المتطهرين وبين العصمة. ¶ ? وقال: (فَمَا كَانَ جَوَابَ قَوْمِهِ إِلاَّ أَنْ قَالُوا أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُون) (النمل/56). وفي آل لوط ابنتاه وهما ليستا معصومتين. ¶ ? وقال عن النساء: (وَلاَ تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإذا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمْ اللَّهُ) (البقرة/222) وليس معنى اللفظ: ولا تجامعهون حتى يُعصمن فإذا عُصمن فجامعوهن! ولو كان لفظ (التطهير) معناه العصمة لكان هذا هو تفسير الآية، ولكان لا يجوز في الإسلام جماع غير المعصومات! ¶ ? وقال عن اليهود والمنافقين: (أُوْلَئِكَ الَّذِينَ لَمْ يُرِدْ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُم) (المائدة/41) وذلك في مقابل قوله في السورة نفسها عن المؤمنين: (ولكن يريد ليطهركم) (المائدة/6). ولا شك أن الآية ليس معناها: أُوْلَئِكَ الَّذِينَ لَمْ يُرِدْ اللَّهُ أَنْ يعصمَ قُلُوبَهُمْ من إرادة الذنب أو الميل إلى المعاصي. ولا أن معنى الآية الأخرى عن المؤمنين: ولكن يريد الله ليعصمكم من الذنوب. ¶ ولا يمكن تفسير (التطهير) بالعصمة إلا إذا كان الأمر كذلك، وهو ممتنع فبطل هذا التفسير. ¶ الآيات في الصحابة أعلى مدحاً مما في الآية",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "لقد جاء في صحابة رسول الله - صلى الله عليه وسلم - من النصوص ما هو أعلى في المدح ولم يستلزم ذلك عصمتهم، وهذا نص واحد من تلك النصوص: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْمًا بِجَهَالَةٍ فَتُصْبِحُوا عَلَى مَا فَعَلْتُمْ نَادِمِينَ * وَاعْلَمُوا أَنَّ فِيكُمْ رَسُولَ اللَّهِ لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِنْ الأْمْرِ لَعَنِتُّمْ وَلَكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمْ الإِْيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمْ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ أولَئِكَ هُمْ الرَّاشِدُونَ * فَضْلاً مِنْ اللَّهِ وَنِعْمَةً وَاللَّهُ عَلِيمٌ حَكِيمٌ) (الحجرات:6-8). ¶ ولو كنا ممن يحتاج إلى الاحتجاج بالمتشابه لقلنا بعصمة هؤلاء الصحابة، وحجتنا في هذا ظاهرة قياساً بحجج الشيعة، فإن الآية تنص على أن الله كرّه إليهم جميع أنواع المعاصي والذنوب من الكفر إلى العصيان مروراً بالفسوق. ليس هذا فحسب وإنما حبب إليهم الإيمان وزينه في قلوبهم، فإذا لم يكن هذا عصمة فكيف هي العصمة إذن؟! وقد توج الله ذلك كله بالشهادة لهم بأنهم هم الراشدون. فإذا أضفنا إليه النص القرآني على وجوب اتباعهم(¬1) كمل الدليل على عصمتهم! ¶ ولو كانت هذا الآيات نازلة في علي - رضي الله عنه - خاصة لكان في مقدمة الآيات التي يحتج الإمامية بها دليلاً على عصمته! ¶ وهكذا ظهر بجلاء أنه لا علاقة لغوية لنص الآية بـ(العصمة)، وأن القول بها بدلالة النص إنما هو ظن وشبهة، وليس نصاً صريحاً. والظن لا يجوز دليلاً في أساسيات الدين، واتباع المتشابه ممنوع بنص القرآن الحكيم. ¶ ج- لا دليل من اللغة يخصص اللفظ بأهل بيت علي دون بيت النبي - صلى الله عليه وسلم - ¶ يحتاج الشيعة لصحة اعتقادهم في (العصمة) ضرورة إلى الدليل القطعي على ثلاثة أمور: ¶ 1. قصر معنى (أهل البيت) على علي وفاطمة والحسن والحسين.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "2. ثم تعديته إلى تسعة من أحفادهم فقط. ¶ 3. منع كونه عاماً في جميع أهل بيت النبي - صلى الله عليه وسلم - . ¶ وذلك كله ممتنع. ¶ فأن لفظ (أهل البيت) في لغة العرب - التي خاطبهم الله تعالى بها في كتابه - أوسع من ذلك. فهو يتضمن الزوجة أولاً، ثم من يشتمل عليه البيت من الأبناء والبنين والأب والأم وغيرهم ثانياً، ثم يتسع ليعم الأقارب ثالثاً. ¶ أما الزوجة فدلالة اللفظ عليها حقيقية، وكذلك الأولاد ومن في البيت. وأما الأقارب فمجازية. قال الراغب الاصفهاني في مفرداته: ¶ أهل الرجل في الأصل من يجمعه وإياهم مسكن واحد ثم تجوز به فقيل: أهل بيت الرجل لمن يجمعه وإياهم نسب. ¶ وقال: وعبر بـ(أهل الرجل) عن امرأته ... و(تأهل) إذا تزوج ومنه قيل: (أهّلك) الله في الجنة: أي زوجك فيها وجعل لك فيها أهلاً. ¶ وقال الرازي في مختار الصحاح: (أهَل) الرجل: تزوج، وبابه دخل وجلس، و(تأهل) مثله. ¶ (أهل البيت) في القرآن هم الأزواج لا غير ¶ إن أصل معنى لفظ (الأهل) وحقيقته الزوجة وليس الأقارب. كما في قوله تعالى: ¶ { فَلَمَّا قَضَى مُوسَى الأْجَلَ وَسَارَ بِأَهْلِهِ } (القصص/29). ولم يكن معه غير زوجه. ¶ وقول امرأة العزيز لزوجها: { مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءًا } (يوسف/25) أي بزوجتك. ¶ وقال عن لوط - عليه السلام - : { فَأَنجَيْنَاهُ وَأَهْلَهُ إِلاَّ امرَأَتَهُ } (الأعراف/83). ¶ وقال يحكي كلام الملائكة خطاباً لزوجة إبراهيم - عليه السلام - سارة: { قَالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ رَحْمَةُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ إِنَّهُ حَمِيدٌ مَجِيدٌ } (هود/73).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وفي العموم فإن لفظ أهل البيت يعني سكنة البيت المجتمعين فيه. كما أخبر الله تعالى عن يوسف - عليه السلام - . فإنه لما قال لإخوته: { وَأْتُونِي بِأَهْلِكُمْ أَجْمَعِينَ } (يوسف/93) بيّن الله تعالى أنهم كانوا أباه وزوجة أبيه وأخوته، وذلك بقوله: { فَلَمَّا دَخَلُوا عَلَى يُوسُفَ آوَى إِلَيْهِ أَبَوَيْهِ وَقَالَ ادْخُلُوا مِصْرَ إِنْ شَاءَ اللَّهُ آمِنِينَ وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوا لَهُ سُجَّدًا } (يوسف/99،100). ¶ أما لفظ (أهل البيت) - بهذا التركيب: (أهل) مضافاً إلى (البيت) - فلم يرد في القرآن قط إلا في الزوجة فقط. وهو المعنى الحقيقي لـ(أهل البيت). فقد ورد في موضعين من القرآن لا غير: أحدهما في زوجة إبراهيم - عليه السلام - وهو: { قَالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ رَحْمَتُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ إِنَّهُ حَمِيدٌ مَجِيدٌ } (هود:73). والآخر في أزواج النبي - صلى الله عليه وسلم - وهو: { وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الأُولَى وَأَقِمْنَ الصَّلاةَ وَآتِينَ الزَّكَاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً } (الأحزاب:33). ¶ وحمل اللفظ على معناه الحقيقي هو الأصل. ¶ أما حمله على معناه المجازي دون الحقيقي – كما فعل الشيعة بلفظ (أهل البيت) لما حملوه على معناه المجازي وهو الأقارب، دون الحقيقي، وهو الأزواج - فلا بدّ له من شرطين: ¶ 1. مانع يمنع حمله على معناه الحقيقي. ¶ 2. وقرينة أو دليل يصرفه إلى معناه المجازي. ¶ وكلا الأمرين مفقود في الآية، إذ لا مانع ولا قرينة.. إلا الهوى والتحكم المحض! بل الأدلة والقرائن على العكس مما ذهبوا إليه. ¶ القرائن المؤكدة لمعنى (الزوجة) في الآية",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "بل القرائن تؤكد المعنى الحقيقي تأكيداً جازماً. ونحن وإن كنا لا نحتاج لذكر هذه القرائن؛ إذ يكفي أن نحتج بالأصل وهو حمل اللفظ على حقيقته، وعدم وجود مانع منه. إلا أننا سنذكر بعض هذه القرائن زيادة في الفائدة لا أكثر: ¶ 1. سياق النص ¶ إن قوله تعالى: { إِنَّمَا يُرِيدُ اللَّهُ ليُذْهِبَ عَنْكُمْ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً } (الأحزاب/33) هو جزء من آية لا يمكن بحال تجريدها منه، وعزلها عنه وإلا اختل الكلام لفظاً ومعنى، فالآية جاءت في سياق كله حديث عن أزواج النبي - صلى الله عليه وسلم - قبل ورود الآية وبعدها.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "يبدأ السياق بقوله تعالى: { يَا أَيُّهَا النَّبِيُّ قُلْ لأِزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلاً * وَإِنْ كُنْتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ وَالدَّارَ الآْخِرَةَ فَإِنَّ اللَّهَ أَعَدَّ لِلْمُحْسِنَاتِ مِنْكُنَّ أَجْرًا عَظِيمًا } . ويستمر الكلام في خطابه لأزواج النبي - صلى الله عليه وسلم - قائلاً: { يَا نِسَاءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيراً * وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ وَرَسُولِهِ وَتَعْمَلْ صَالِحًا نُؤْتِهَا أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا * يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنْ النِّسَاءِ إِنْ اتَّقَيْتُنَّ فَلاَ تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلاً مَعْرُوفًا * وَقَرْنَ فِي بُيُوتِكُنَّ وَلاَ تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الأُْولَى وَأَقِمْنَ الصَّلاَةَ وَآتِينَ الزَّكَاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمْ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا * وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ وَالْحِكْمَةِ إِنَّ اللَّهَ كَانَ لَطِيفًا خَبِيرًا } (الأحزاب/28-34). ¶ فقوله تعالى: { إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمْ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً } جزء من آية ورد فيها مورد العلة والسبب الذي من أجله سيقت جميع الأوامر والنواهي المتقدمة. أي افعلن كذا، ولا تفعلن كذا.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "لماذا كل هذا؟ ولماذا التشديد في العقوبة مع المخالفة ومضاعفة الأجر مع الموافقة؟ لأن الله تعالى يريد لأهل هذا البيت وسكنته أن يكونوا طاهرين من كل ما يسيء إلى سمعته ومكانته بين الناس؛ لأن هذا البيت هو بيت النبي - صلى الله عليه وسلم - ؛ فكل من انتمى إليه وكان من أهله وجب عليه أن يكون عمله وخلقه يليق وشرف هذا الانتماء. وإلا توجب عليه أن يخرج منه ويقطع علاقته به، ثم ليفعل بعدها ما يشاء فإنه لن يحسب عليه. وعندها سيكون ثواب إحسانه وإساءته كغيره من المسلمين. أما إذا أصر على البقاء والانتماء فإن العقوبة – كما كان الأجر - ستكون مضاعفة. وما ذلك إلا لشرف المكان ورفعة البيت، كما أن الصلاة في (البيت) الحرام أو أي (بيت) من بيوت الله مضاعفة،. والمعصية كذلك: فإن الذي يسرق في بيت الله ليس كمن يسرق في الشارع. ¶ وبما أن أزواج النبي - صلى الله عليه وسلم - هن أهله وأهل بيته فقد جعل الله تعالى الثواب والعقاب المتعلق بهن مضاعفاً، ولولا كونهن كذلك لما كان للمضاعفة مناسبة. أيصح أن يصلي رجل في بيته ثم يريد أن يكون أجره كأجر المصلي في بيت الله؟! أم يصح أن تضاعف عقوبة سارق من محل عام قياساً على عقوبة آخر سرق من بيت الله؟! ¶ بيوت النبي - صلى الله عليه وسلم - هي بيوت أزواجه بلا فرق ¶ تكرر ذكر (البيت) في الخطاب السابق ثلاث مرات:",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الأولى في قوله تعالى: { وَقَرْنَ فِي بُيُوتِكُنَّ } والثانية: في قوله تعالى: { وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ } وجاءت المرة الثالثة في قوله تعالى: { إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمْ الرِّجْسَ أَهْلَ الْبَيتِ } ثم بعد عدة آيات يتكرر ذكر (البيت)، ولكن هذه المرة مضافاً إلى النبي - صلى الله عليه وسلم - في قوله عز وجل: { يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلاَّ أَنْ يُؤْذَنَ لَكُمْ } وفي أخر هذه الآية قال تعالى: { وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ } . ¶ والبيوت المذكورة في الآية الأخيرة ليست بيوتاً أخرى غير البيوت التي ذكرت في الآيات الأولى وإنما هي بيوت واحدة محددة تضاف مرة إلى أزواجه: { وَقَرْنَ فِي بُيُوتِكُنَّ } ، { وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ } ، ومرة تضاف إلى النبي - صلى الله عليه وسلم - : { لاَ تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلاَّ أَنْ يُؤْذَنَ لَكُمْ } . ولا شك أن هذه البيوت واحدة، فبيوت النبي - صلى الله عليه وسلم - هي بيوت أزواجه، وبيوت أزواجه بيوته هو بلا فرق. إذ لا يعقل أن تكون لأزواجه بيوت خاصة بهن وللنبي بيوت أخرى غيرها. إذن البيت واحد وهو مشترك بين الجميع الذين هم أهله فيضاف مرة إليهن ومرة إليه حسب مقتضى الكلام فإذا أطلق لفظ (البيت) من دون إضافة فليس هو غير البيت الواحد المشترك بين النبي - صلى الله عليه وسلم - وأزواجه. والكرامة والتطهير والبركة نزلت على أهل هذا البيت، بيت النبي - صلى الله عليه وسلم - أو بيت أزواجه بلا فرق؛ فإخراجهن من حكم الآية إسفاف وخروج عن العقل والعرف والذوق، ولا مسوغ له إلا التحكم ¶ بالكلام بلا ضابط ، ولَيُّ أعناق النصوص بالهوى.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ثم إن كل من يملك ذوقاً لغوياً عربياً يدرك بالفطرة أن دخول كلام أجنبي بين ثنايا كلام مسوق لقصد معين ممتنع في كلام العقلاء. فكيف ¶ بكلام الله ؟!! ¶ وإذن ما علاقة الكلام عن عصمة أشخاص معينين بكلام مسوق لبيان أمور تختص بأزواج النبي - صلى الله عليه وسلم - وأحكام تختص ببيته وأهله؟! ¶ أين موضع النص المناسب من القرآن؟ ¶ لو افترضنا أن النص معناه عصمة (الأئمة)، فإن هذا يستلزم أن لا تكون للنص علاقة بما قبله وما بعده من الكلام فلا بد أن يكون موضعه في مكان آخر من القرآن! فأين يمكن أن نضعه ؟! ¶ إن هذا النص هو روح الكلام ذلك كله وعلته التي ابتني عليها ومحوره الذي يدور عليه، والعلاقة بينهما لفظية ومعنوية، فمن حيث اللفظ فإن أزواج النبي - صلى الله عليه وسلم - هن أهله، ولو جردنا الآية من هذا الجزء لنقص الكلام واختل نظمه، وأما من حيث المعنى فإن المقصود: يا نساء النبي إن الله يريد لأهل هذا البيت أن يكونوا بعيدين عن كل ما يسيء إليه فلا بد من فعل كذا والابتعاد عن كذا حتى يتحقق مراد الله فيكون الثواب مضاعفاً وإلا فإما أن تخرجن من هذا البيت بالطلاق. وإما أن يكون العقاب مضاعفاً بسبب انتمائكن لهذا البيت فيكون هذا ¶ الجزء المتمم للآية هو علة الكلام وروحه ومحوره فكيف يجرد منه؟! ¶ محور سورة (الأحزاب) النبي - صلى الله عليه وسلم - وأزواجه ¶ إن المتدبر لسورة (الأحزاب) يجدها من البداية وإلى النهاية موضوعها ومحورها النبي - صلى الله عليه وسلم - وأزواجه، فمن أول السورة جاء قوله تعالى: { النَّبيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ } (الأحزاب/6) وما قبله تمهيد لا أكثر.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ثم ذكر الله غزوة الأحزاب، وبني قريظة الذين فتح المسلمون أرضهم، وغنموا أموالهم وديارهم وبسبب تلك الأموال حصل الخلاف في بيت النبي - صلى الله عليه وسلم - لأن أزواجه صرن يطالبنه بالنفقة والتوسعة فكان ذكر الغزوتين تمهيداً لذكر ما حصل في بيت النبي - صلى الله عليه وسلم - وبيان التوجيهات الربانية في شأن ذلك وفيها جاء ذكر التطهير، ثم ذكر زواجه - صلى الله عليه وسلم - بزينب رضي الله عنها زوجة متبناه زيد - رضي الله عنه - وما يتعلق به وهو شأن خاص ببيت النبي وفيه توجيه المؤمنين إلى الانشغال بذكر الله عوضاً عن الخوض بما يثيره الكفار والمنافقون من شبهات حول هذا الزواج. وهذا المعنى يشبه ما بدأت به السورة خطاباً للنبي - صلى الله عليه وسلم - بقوله جل وعلا: { يَا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ... } (1-3) وكأنه تفسير له. ¶ ثم قال تعالى: { يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللاَّتِي آتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ ... } ... واستمرت الآيات تذكر أحكاما تتعلق بالنبي - صلى الله عليه وسلم - في علاقاته الزوجية البيتية. وفيها مكافأة الله تعالى لأزواجه بعد أن اخترنه على الحياة الدنيا وزينتها بقوله: { لاَ يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ وَلاَ أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ } . ثم ذكر أدب الدخول إلى بيوت النبي - صلى الله عليه وسلم - ، وحرمة أزواجه بحيث لا تكون مخاطبتهن إلا من وراء حجاب. وذكر تحريم الزواج بهن من بعده، وهو عطف على قوله في أول السورة: { وَأَزْوَاجُهُ أُمَّهاتُهُمْ } . ثم ذكر جواز تكليمهن مباشرة من قبل محارمهن كالآباء والأبناء ... الخ.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ثم عظم من شأن أذى الرسول - صلى الله عليه وسلم - في أزواجه، وتوجيهه لهن مع بناته ونساء المؤمنين أن يدنين عليهن من جلابيبهن حتى لا يتعرضن للأذى والأقاويل. ثم تهديد المنافقين والذين في قلوبهم مرض الذين لا ينتهون عن ذلك. ثم توجيه المؤمنين أن لا يؤذوا رسول الله - صلى الله عليه وسلم - في نفسه وأهله، كما آذى بنو إسرائيل موسى - عليه السلام - في أهله واتهموه بما يسيء إليهم. وأمرٌ لهم بأن يتقوا الله ويقولوا قولاً سديداً ويتذكروا عظم الأمانة التي حملهم الله إياها. ¶ واختتمت السورة بما بدأت به من ذم المنافقين والكافرين أو المشركين الذين نهى الله تعالى رسوله أن يسمع لهم أو يطيعهم في أهل بيته وما يشيعونه عنهم - وهو شأن الرافضة على مدار التاريخ - وأن يكون سمعه وطاعته لجهة واحدة هي جهة الوحي: فالبداية: { يَا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلاَ تُطِعْ الْكَافِرِينَ وَالْمُنَافِقِينَ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا وَاتَّبِعْ مَا يُوحَى إِلَيْكَ مِنْ رَبِّكَ إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيراً } (1،2). والنهاية: { لِيُعَذِّبَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَكَانَ اللَّهُ غَفُورًا رَحِيما } (73). فالسورة كلها - بداية ونهاية - في النبي - صلى الله عليه وسلم - وأزواجه أهل بيته، والأحكام والآداب المتعلقة بذلك البيت فما علاقة عصمة علي وأهله أو غيره بهذا الموضوع ؟! ¶ 2. سبب نزول الآية",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "إن سبب نزول الآيات التي تضمنت هذا المقطع المسمى بـ(آية التطهير) أزواج النبي - صلى الله عليه وسلم - حينما طالبنه بالنفقة بعد غنائم بني قريظة من اليهود الذين قضى عليهم النبي بعد غزوة الأحزاب (الخندق) مباشرةً، ذلك أن يهود بني قريظة هم الذين ألبوا الأحزاب وتحالفوا معهم فلما باءوا بالفشل وانصرف الأحزاب خائبين، التفت ¶ النبي - صلى الله عليه وسلم - إلى حلفائهم من اليهود فأبادهم وغنم أرضهم وديارهم وأموالهم فتنفس فقراء المسلمين لا سيما المهاجرون فصاروا يوسعون على بيوتهم ونسائهم فطالبت نساء النبي - صلى الله عليه وسلم - بالنفقة أسوة ببقية النساء فنزلت الآيات بهذا الشأن وقد بدأها الله تعالى بقوله: { يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَاءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَمْ تَرَوْهَا } (الأحزاب/9). واستمرت الآيات تذكر أحداث غزوة الأحزاب. ثم عرجت على بني قريظة، وكيف سلط الله عليهم نبيه - صلى الله عليه وسلم - : { وَأَنْزَلَ الَّذِينَ ظَاهَرُوهُمْ مِنْ أَهْلِ الْكِتَابِ مِنْ صَيَاصِيهِمْ وَقَذَفَ فِي قُلُوبِهِمْ الرُّعْبَ فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا * وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَارَهُمْ وَأَمْوَالَهُمْ وَأَرْضًا لَمْ تَطَؤوهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيراً } . ثم أبعها بقوله الشريف: { يَا أَيُّهَا النَّبِيُّ قُلْ لأِزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلاً } (الأحزاب/26-28). فالأموال المذكورة في الآية هي الرابط بينها وبين ما جاء في الآية الأخيرة التي تلتها مباشرة.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وكان هذا التخيير سببه مطالبة أزواج النبي - صلى الله عليه وسلم - إياه بالنفقة بسبب الأموال التي غنمها النبي - صلى الله عليه وسلم - من يهود قريظة. ¶ واستمرت الآيات تعالج هذا الموضوع الذي أثير في بيت النبي - صلى الله عليه وسلم - إلى أن قال تعالى: { ... وَأَطِعْنَ اللَّهَ وَرَسُولَهُ إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمْ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا * وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ وَالْحِكْمَةِ إِنَّ اللَّهَ كَانَ لَطِيفًا خَبِيراً } (الأحزاب/33-34). ¶ كيف يخرج سبب النزول (أزواج النبي) من حكم النص، وهو داخل في حكمه من باب أولى؟ هذا والعبرة بعموم اللفظ ، لا بخصوص السبب. ¶ دخول الأقارب في حكم النص احتمال ضعيف ¶ لكن في الأمر نكتة لطيفة هي: أن العموم هنا ظني، والسبب حقيقي؛ فحمل النص على العموم ضعيف. وهذا يجعله ظنا يحتمل، لا يقيناً به. ¶ ومما يزيد هذا الاحتمال ضعفاً أن مجيء اللفظ بصيغة العموم والمقصود به الخصوص حصراً، يرد كثيراً في لغة العرب. لا سيما مع وجود القرائن المرجحة - كما في (آية التطهير) - فيكون شمول النص لعموم أهل البيت ضعيف الاحتمال جداً - وإن لم يكن مرفوضاً تماماً - وهذا غايته أن يكون النص يعم الأقارب مع الأزواج. ولكن على سبيل الاحتمال. ولولا مجازات اللغة، وقرائن بعض الروايات، لبقي الأمر على ضعفه. ¶ الباطل بعينه وهو قول على الله بلا علم ولا دليل عليه سوى التحكم اتباعاً للهوى. ¶ فلو كان معنى النص يتضمن العصمة لاستلزم ذلك عصمة أزواج النبي - صلى الله عليه وسلم - من باب أولى وهو باطل. فبطلت دلالته على (العصمة). ¶ مجيء اللفظ بصيغة العموم والمراد به خصوص معناه ¶ وحتى لا أحرم القارئ غير المتخصص من هضم هذه القاعدة وتقريبها إلى فهمه، أذكر له ما يوضح معناها:",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "يقول تعالى عن الريح التي أهلك عاداً: { تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا } (الأحقاف/25). ¶ فلفظ (كل شيء) عام، إلا أن عمومه غير مراد بدليل أن الله تعالى قال بعدها: { فَأَصْبَحُوا لاَ يُرَى إِلاَّ مَسَاكِنُهُمْ } فمساكنهم إذن لم تدمر. أي أن التدمير كان خاصاً بالبشر وما شابه، وليس عاماً، رغم أن اللفظ الوارد عام. ¶ ويقول تعالى: { الَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلاَنِيَةً فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ } (البقرة/274). إن لفظ (الذين) عام يشمل كل منفق سواء كان مسلماً أم كافراً، مخلصاً أم مرائياً. لكن هذا العموم غير مقصود قطعاً، وإن كانت صيغة اللفظ عامة، فالآية خاصة بالمسلمين المخلصين. ¶ والأمثلة على هذا لا تحصى. ¶ إن سياق النص وسبب النزول مع حقيقة المعنى في الأزواج ترجح إرادة الخصوص (الأزواج)، دون العموم (الأقارب). وهذا هو الذي يفسر لماذا دعا النبي - صلى الله عليه وسلم - حسب ما جاء في الرواية - لعلي وفاطمة والحسن والحسين رضي الله عنهم، مع أن عموم الآية ربما شملهم. فأراد النبي - صلى الله عليه وسلم - أن يطمئن إلى شمول الآية ببركتها لهم مع أزواجه. ولو كان النبي يقطع بشمول الآية لهم لما كان لدعائه معنى. وهذه هي القرينة الثالثة التي تؤكد المعنى الحقيقي لأهل البيت وهو الأزواج، دون المجازي وهو الأقارب. ¶ 3. حديث الكساء ¶ جاء في الروايات أن النبي - صلى الله عليه وسلم - دعا لعلي وفاطمة والحسن والحسين وقال: (اللهم هؤلاء أهل بيتي فأذهب عنهم الرجس وطهرهم تطهيرا).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وفيها للمتأمل دلالة واضحة في أن الآية لم تنزل في هؤلاء الأربعة - ولا غيرهم - من أقاربه - صلى الله عليه وسلم - ، وإلا لما دعا لهم بما جاءت به الآية! إذ ما معنى الدعاء لقوم بأمر محسوم ومتحقق قبل الدعاء؟ إنما دعا النبي - صلى الله عليه وسلم - دعاءه ذلك رجاء أن يشمل الله بكرامته من دعا لهم. وهذا يفسر لنا ما جاء في بعض ألفاظ الرواية من أن أم سلمة رضي الله عنها أرادت الدخول معهم فردها قائلا: (أنت من أهل بيتي أنت على خير) وفي لفظ آخر: (أنت إلى خير أنت من أزواج النبي) أي لا داعي للدعاء لك والآية قد نزلت فيك أصلا. ¶ التحجج بقوله: (هؤلاء أهل بيتي) ¶ أما التحجج بأن قوله - صلى الله عليه وسلم - : (اللهم هؤلاء أهل بيتي) يعني أنه ليس للنبي - صلى الله عليه وسلم - من أهل سوى هؤلاء الأربعة، وأن لفظ (أهل البيت) مقصور عليهم فقط ، فهذا باطل. ولا أظن القائلين به - اللهم إلا إذا كانوا جهلة أو من عامة الناس ممن لا علم لديهم بكلام العرب وصيغ التعبير به - يخفى عليهم أن هذه الصيغة لا تعني قصر اللفظ على المذكور فيه. وإنما تعني أن المذكور من ضمن المقصود كما تقول مشيراً إلى مجموعة من أصدقائك: (هؤلاء أصدقائي) أو (هؤلاء هم أصدقائي): ليس معناه أنه ليس لك من أصدقاء سواهم. وتقول: (هؤلاء أخوتي) ولا يعني ذلك أنه ليس لك من إخوة سواهم. وتشير إلى مجموعة من الشجعان وتقول: (هؤلاء هم الرجال) ... الخ.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وقد جاء هذا في القرآن كثيرا كما في قوله تعالى عن لوط عليه السلام يخاطب قومه: { قَالَ إِنَّ هَؤُلاءِ ضَيفِي فَلا تَفْضَحُونِ } (الحجر:68). وهذا لا يمنع من كون غير المذكورين يكونون ضيفه. وقوله: { لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلاً مِنْ اللَّهِ وَرِضْوَانًا وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ أُوْلَئِكَ هُمْ الصَّادِقُونَ * وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالإِْيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلاَ يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُوْلَئِكَ هُمْ الْمُفْلِحُونَ } (الحشر/9،8). ويستحيل أن يكون قصد الله قصر وصف (الصادقين) على المهاجرين؛ وإلا كان الأنصار كاذبين، ولا قصر وصف (المفلحين) على الأنصار؛ وإلا كان المهاجرون خاسرين. ¶ وقوله تعالى: { إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْراً فِي كِتَابِ اللَّهِ يَوْمَ خَلَقَ السَّمَاوَاتِ وَالأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ ذَلِكَ الدِّينُ الْقَيِّم } (التوبة/36) أي من الدين القيم؛ وإلا فإن الدين لا يقتصر على هذه المسألة. ¶ كذلك قوله - صلى الله عليه وسلم - : (اللهم هؤلاء أهل بيتي) معناه: من أهل بيتي. وليس معناه أن هؤلاء هم أهل بيتي لا أهل لي غيرهم. ¶ الكساء فيه خمسة وليس أربعة عشر ¶ ويقال أيضاً: إذا كانت هذه الصيغة تمنع دخول غير المدعو لهم في مسمى أهل البيت، فكيف تسلل تسعة آخرون إليه؟! مع أنهم لم يكونوا موجودين، ولا مخلوقين أصلاً، يوم دعا النبي - صلى الله عليه وسلم - دعاءه ذلك – حسب ما جاء في الرواية - !",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ولا بد للقائل أن يقول: ذلك لوجود أدلة أخرى. فيقال: الأدلة كلها تدل على أن لفظ (أهل البيت) يتضمن الزوجة. فكيف والزوجة هي خاصة أهل بيت الرجل، وأولهم وأولاهم طبقاً إلى لغة العرب ولغة القرآن وعرف الناس الذي لم يتغير منذ خلق الله الخلق وإلى اليوم؟! تقول: (جاءت معي أهلي) وتقصد زوجتك، وبذلك عبرت زوجة عزيز مصر قائلة: { مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءاً } (يوسف/25) أي زوجتك. وبدلالة السياق، وسبب النزول. فكيف ساغ أن لا تنفع هذه الأدلة كلها ولا تشفع لزوجات النبي - صلى الله عليه وسلم - أن يدخلن في بيته، ويكنَّ من أهله؟! بل يطردن منه، ولا يسمح لهن بدخوله إلا بشرط أن يعترفن بأن البيت ليس بيتهن، وإنما يُقِمن فيه أو ينزلنه كالغريبة المستأجرة. حتى إذا انتهت مدة الاستئجار ومات الزوج خرجن منه مرغمات مأزورات غير مأجورات؟! ¶ حديث الكساء ينقض (العصمة) ¶ وإضافة إلى ذلك فإن حديث الكساء ينقض دلالة الآية على (العصمة)؛ لأن المدعو لهم (علياً وفاطمة والحسن والحسين - رضي الله عنهم - ): إما أن يكونوا معصومين قبل دعائه ذلك. وإما أن لا يكونوا كذلك، أي إنما صاروا معصومين بدعائه. ¶ فإن كانوا معصومين من الأساس فلا داعي للدعاء لهم بالعصمة؛ لأنه تحصيل حاصل. وطلب ما هو حاصل أصلاً لغو لا فائدة منه يتنزه عنه العقلاء فضلاً عن الأنبياء. ¶ وإن كانوا إنما عصموا بعد دعائه، ولم يكونوا من قبل كذلك انتقضت (العصمة) لأن غير المعصوم - حسب قواعد الإمامية - لا ينقلب معصوماً بعد إذ لم يكن. إذ (العصمة) التي أثبتوها كونية تلازم (المعصوم) منذ خلقته وولادته. وليست كسبية. ¶ فإن اختاروا هذا القول انتقضت (العصمة). وإن اختاروا الأول فلا بد أن يكون لهذا اللفظ: (فأذهب عنهم الرجس وطهرهم تطهيراً) معنى آخر غير (العصمة) وإلا كان الدعاء لغواً وهو ما لا يليق به - صلى الله عليه وسلم - . وهو المطلوب. ¶ الخطاب بصيغة التذكير",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "أما قول القائل: لماذا جاء الخطاب في قوله تعالى: { إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمْ الرِّجْسَ أَهْلَ الْبَيْتِ } بالتذكير دون التأنيث فقال: (عنكم) ولم يقل: (عنكن)؟ فهذا أدل على الجهل والهوى؛ لأنه من المعروف حتى للعوام أن الخطاب - في لغة العرب - إذا اشترك فيه الذكور والإناث جاء بصيغة التذكير؛ وإلا كان مختصاً بالإناث فقط. فلو كان الله تعالى قد قال: (إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُن الرِّجْسَ) لكان الحكم مقصوراً على أزواج النبي - صلى الله عليه وسلم - فقط . وحينذاك يخرج من حكمها أولى الخلق بها، وهو النبي - صلى الله عليه وسلم - ! وهذا لا يصح. إذ الكرامة بسببه هو، فهو المقصود بها أولاً، وأما أزواجه فلكونهن أهله أكرمن بها. ¶ لذا جاء الخطاب بالتذكير ليشمل الذكر والأنثى: النبي وزوجاته. وهو المستعمل في عامة لغة العرب: قديماً وحديثاً. كقوله تعالى: { قَدْ أَفْلَحَ الْمُؤْمِنُونَ } (المؤمنون/1) وقوله: { إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ جَنَّاتُ النَّعِيمِ } (لقمان/8). وهكذا ... ¶ ثم إننا نقول: إن التعبير بلفظ (عنكم) أبلغ في مدح أمهات المؤمنين رضي الله عنهن، إذ أن الله تعالى جمعهن مع نبيه - صلى الله عليه وسلم - في ضمير واحد، فكأن الله يقول: لا فرق بين أي فرد من أفراد هذا البيت لذلك اجتمعوا في الضمير نفسه، والتعبير بذلك أفخم وأدعى للتعظيم وهو اللائق بأمهات المؤمنين، وهذا لا يدركه، ولا يتذوقه إلا عربي سليم الذوق. ¶ ولقد تأملت في هذا الاعتراض فوجدته لا يخرج عن كونه موضوعاً للاستهلاك، ومحاولة التملص من قبضة النصوص بأي وسيلة أو طريق: ولو ملتوٍ أو مسدود. وإلا فإن المعترض في الوقت الذي يُخرج فيه أزواج النبي - صلى الله عليه وسلم - من حكم النص - بحجة أنهن إناث ¶ والخطاب للذكور - يُدخل فاطمة رضي الله عنها فيه، مع إنها أنثى!!",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "إن الكيل بمكيالين دليل الهوى - شهد الله - لا أكثر. وإلا قل لي بربك: كيف اجتمع هذا مع هذا لولا هذا؟! ¶ إن أصحاب هذه الاعتراضات علماء؛ فهم لا يعذرون لأنهم يعلمون. بل إن هذه الأمور لا تحتاج إلى دراسة أو علم! إنها مفردات يومية يتعامل بها حتى الأميون. فكلنا نقول: (السلام عليكم) وإن كان في الجمع إناث، بل يسوغ التعبير حتى لو كان الجمع كله إناثاً. وهذا هو الذي عليه الناس إلى اليوم. وكلنا نقول لأولادنا ذكوراً أم إناثاً: اقرأوا، اكتبوا، كلوا، اشربوا ... الخ. فإذا كان العالم لا يعرف مثل هذا فيعلم ماذا؟! وإذا كان يعلم فاللف والدوران لماذا؟!! ¶ قلة أدب ¶ إن القول بأن معنى الآية منصرف إلى علي وأهله فقط ، يجعل البيت المذكور فيها بيت علي، لا بيت النبي - صلى الله عليه وسلم - ! لقد كان لعلي - رضي الله عنه - حين نزول الآية بيت مستقل عن بيت النبي - صلى الله عليه وسلم - ، والأشخاص الأربعة - علي وفاطمة والحسن والحسين - هم أهل بيت علي؛ إذن لم يبق لبيت النبي مزية دون بيت علي! فلو جردناه منه كان بيت النبي لوحده مجرداً من هذا الفضل، وكان بيته تابعاً لا متبوعاً، وفرعاً لا أصلاً. فيكون قصر معنى النص على علي وأهله ليس اتباعاً للمتشابه فحسب. وإنما هو قلة أدب مع النبي - صلى الله عليه وسلم - بتجريد بيته من هذا الفضل فلا يكون فاضلاً بنفسه. وإنما بالتبع لغيره. أما الحقيقة فإن بيت علي إنما كرم تبعاً لبيت النبي تبعية الفرع للأصل وليس العكس. ¶ د. عموم لفظ (أهل البيت) أوسع من اثني عشر شخصاً",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "إن لفظ (أهل البيت) في عمومه اللغوي يشمل أقارب النبي - صلى الله عليه وسلم - جميعاً. وهؤلاء عند نزول الآية الكريمة - بالإضافة إلى أزواجه رضي الله عنهن - أولهم القاسم وعبد الله وإبراهيم وزينب ورقية وأم كلثوم وفاطمة، أليس هؤلاء من أهل بيته؟! هل يستطيع أحد أن يخرج واحداً منهم من ذلك البيت الطاهر؟! وهل يمكن القول بأن الله لا يريد تطهيرهم وإذهاب الرجس عنهم ؟! أفهؤلاء جميعاً معصومون! ¶ ثم يأتي – من بعد – أعمامه: حمزة سيد الشهداء وعباس بن عبد المطلب. ثم أبناء عمومته جعفر وعلي وعقيل وأبناء العباس، ومنهم ابنه عبد الله بن عباس. هؤلاء كلهم مشمولون بلفظ (أهل البيت). وبهذا فسر الإمامية كلمة (ذي القربى) الواردة في آية الخمس فقالوا: هم بنو عبد المطلب جميعاً الرجال منهم والنساء(¬1) أفهؤلاء معصومون! ¶ ثم إن أولاد علي - رضي الله عنه - كثيرون: منهم محمد بن الحنفية وعباس وعمر وزينب وأم كلثوم. فلم الاقتصار على اثنين منهم: هما الحسن والحسين فقط؟ والآية عامة، وحديث الكساء - كما مر بنا - لا يصلح للتخصيص. إن الله تعالى قادر - لو أراد الحسن والحسين دون غيرهما - أن يستعمل لفظاً آخر يدل عليهما صراحة وتخصيصاً. أفيريد الله سبحانه ضلالنا وحيرتنا؟ أم هدايتنا ويقيننا؟ ¶ ثم إن الحسن أفضل من الحسين بالاتفاق . وهو أكبر منه ، بل هو ¶ أكبر أولاد أبيه، والنص يشمله، وله أولاد وأحفاد وذرية. فلماذا لم تكن (العصمة) في واحد منهم؟ وما الذي نقلها من ذرية الحسن إلى ذرية الحسين؟! وما الذي جعل أولاد الحسين (معصومين) بدلالة الآية ولم يجعل أولاد الحسن كذلك، وهم جميعاً داخلون في حكمها بلا فرق؟! بل إن أولاد الحسن ينبغي أن يكونوا أولى بها من أولاد الحسين لأفضلية الحسن!",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ثم إن للحسين أولاداً وأحفاداً وذرية. فلم اقتصرت (العصمة) على واحد منهم، ليس هو الأكبر ولا الأوحد وهم كثر ذكوراً وإناثاً. ثم تسلسلت في الواحد بعد الواحد ثم ... انقطعت السلسلة مع أن الكل ينتسبون إلى (أهل البيت)؟! ¶ ما هذا؟! بأي لغة يتحدث القوم؟! ومع أي صنف من الناس؟! ¶ إن هذه الانتقائية التي لا مسوغ لها لغة ولا عرفاً ولا شرعاً بل ولا ذوقاً! إن هي إلا تحكم لا مستند له، وتعسف في التعامل مع النصوص لا ضابط له ولا قانون! ¶ لمحة تاريخية ¶ هذه لمحة تاريخية سريعة عن فترة زمنية قصيرة جداً محصورة بين (إمامة) جعفر بن محمد و(إمامة) ابنه موسى بن جعفر فقط. انظر كيف تعبر عن هذا التحكم والتعسف، بل التخبط في الاستدلال والحيرة في تطبيق النصوص وتطويعها للرغبات وتفسيرها حسب المشتهى: ¶ كان الإمامية يقولون بأن الإمام بعد جعفر الصادق هو ابنه الأكبر ¶ إسماعيل بن جعفر. لكن إسماعيل هذا مات في حياة أبيه فانقسم الشيعة فرقاً: ¶ 1. منهم من استمر على القول (بإمامة) إسماعيل وجعلوا (الإمامة) تتسلسل في عقبه. وهؤلاء هم الإمامية الإسماعيلية. ولا زال (أئمتهم) إلى اليوم يخلف بعضهم بعضاً! وقد نجح الإسماعيلية في إقامة دولة سميت بدولة (الفاطميين) في المغرب ومصر دامت قروناً. وكانوا أكثر الشيعة إلى عهد قريب. ¶ 2. ومنهم من قال بغيبة إسماعيل وعدم موته وأنه المهدي المنتظر! ¶ 3. ومنهم من اتجه بعد موت إسماعيل إلى أخيه الثاني عبد الله الملقب بالأفطح. لكن هذا مات بعد سبعين يوماً من وفاة أبيه جعفر دون أن يعقب ولداً يخلفه. ¶ 4. فمنهم من ادعى أن له ولداً واسمه (محمد) ! ثم جعلوه غائباً! وصاروا ينتظرونه. ¶ 5. ومنهم من قال (بإمامة) أخيه الثالث (محمد) الذي خرج عام 200هـ في مكة معلناً نفسه أميراً للمؤمنين وخليفة للمسلمين ونجح في إقامة دولة لم تستمر طويلاً بعد أن بايعه كثير من الشيعة في زمانه!",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "6. إلا أن منهم فريقاً اتجه اتجاهاً آخر، لينقل (الإمامة) إلى الابن الأصغر موسى بن جعفر بطريق (البداء). فقالوا (بدا لله في إسماعيل) بعد أن كانوا يقولون بأن جعفر قد أخبر بـ(إمامته)! ¶ 7. ومنهم من نقلها بطريق سلمي قياساً على انتقال (الإمامة) من الحسن إلى الحسين رغم وجود قاعدة تقول: (لا تكون الإمامة في أخوين بعد الحسين والحسين)!! رغم أن القياس في العقائد باطل! ¶ نكتفي بهذه اللمحة التي تمثل فترة زمنية قصيرة جداً لكنها ممتلئة بالاختلافات! لتعرف من خلالها عمق الصراع والاختلاف الحاصل بين فرق الإمامية على مدى مئات السنين!! رغم أن كل واحدة من هذه الفرق - على اختلافها وتضادها - تحتج لنفسها بقوله تعالى: { إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمْ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراًً } دليلاً على (عصمة) و(إمامة) من تقول بـ(إمامتهم) من (الأئمة)!! ¶ 2. الإرادة الشرعية والإرادة القدرية ¶ من الادلة على عدم دلالة الآية على العصمة ان (الارادة) جاءت فيها شرعية لا قدرية واليك البيان: ¶ وردت (الارادة) الالهية في نصوص الشرع على ضربين: ¶ الضرب الاول: الارادة القدرية الكونية ¶ وهي المشيئة التي لا بد من وقوع وتحقق ما تعلق بها من مراد الله. ولا تلازم بين هذه الارادة ومحبة الله التي تتجلى بأمره الشرعي. فقد يريد الله ويشاء وقوع شيء يكرهه لحكمة يعلمها، وبأسباب من خلقه أنفسهم كوقوع الزنا والكذب والكفر، والله تعالى لايحب ذلك ولا يأمر به شرعاً وانما نهى عنه لكنه يقع بإذنه ومشيئته. {ولو شاء ربك ما فعلوه} (الانعام/112). ¶ يقول تعالى عن هذه الإرادة: {انما أمره اذا اراد شيئاً أن يقول له كن فيكون} (يس/112). ¶ ويقول: {وإذا أراد الله بقوم سوءاً فلا مرد له} (الرعد/11).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ويقول: {ولا ينفعكم نصحي إن أردت أن أنصح لكم إن كان الله يريد أن يغويكم} (هود/34). فالله أراد غوايتهم، مع أنه لا يحبها، ولا يأمر بها. فإن الله كما أخبر عن نفسه - {يأمر بالعدل والإحسان وإيتاء ذي القربى وينهى عن الفحشاء والمنكر والبغي} (النحل/90). لكن ما كل ما أراده الله بمعنى أحبه وشرعه، يقع كما أحب وشرع. ولا كل ما كرهه ونهى عنه لا يقع. وهنا يأتي دور الضرب الثاني من الإرادة وهي: ¶ الإرادة الشرعية ¶ وهي بمعنى المحبة والقصد والأمر الشرعي: الذي قد يقع، وقد يتخلف مقتضاه. كما في قوله تعالى: {يريد الله بكم اليسر ولا يريد بكم العسر} (البقرة/185). وهذه الإرادة يتوقف وقوع مقتضاها ومرادها على العبد. فقد يقع اذا قام العبد بأسبابه الجالبة. وقد لا يقع اذا قصّر فيها؛ فيقع ما يكرهه الله ولا يريده، أي لا يحبه ولا يأمر به. كما أن الله قد يحب شيئا ويأمر به ولا يقع. ¶ فالله تعالى يحب اليسر لكل خلقه ويريده ويأمر به، ويكره العسر لهم كما في الآية السابقة، وكما في قوله سبحانه: {يريد الله أن يخفف عنكم} (النساء/28). لكن هذا المراد لا يتحقق في حق كثير من الناس الذين يشددون على أنفسهم ويثقلون عليها، مع أنهم داخلون تحت خطاب قوله تعالى: {يريد الله بكم اليسر ولا يريد بكم العسر} وقوله: {يريد الله أن يخفف عنكم}. ¶ والله تعالى أراد من عباده جميعهم أن يعبدوه ويطيعوه. بمعنى أمرهم بالعبادة، وأحب لهم أن يدينوا بالطاعة له. لكن محبوب الله ومراده هذا، وأمره لهم به لم ينفذه أكثرهم! بينما لم يرد سبحانه أشياء وكرهها، لكنها واقعة رغم أن الله لم يردها. من ذلك ما جاء في قوله سبحانه: {تريدون عرض الدنيا والله يريد الآخرة} (الأنفال/67)، فوقع مرادهم: وهو أخذ الفداء من الأسرى، دون مراد الله: وهو القتل.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وكما في قوله: {ما يريد الله ليجعل عليكم من حرج ولكن يريد ليطهركم} (المائدة/6). فالحرج واقع للبعض رغم أن الله ما يريده، والتطهير لا يتحقق للكل رغم أن الله يريده لهم جميعاً. والآية خطاب لجميع الأمة. وهي تشبه تماماً (آية التطهير) من حيث أن اللفظ نفسه يتكرر في الآيتين. وهو في الإرادة الشرعية التي تتوقف على استجابة المخاطب، وليس في الارادة الكونية القدرية التي لا بد من وقوعها. ¶ وبالجملة نقول: حتى يمكن حمل الآية على (العصمة) لا بد أن تكون الإرادة فيها قدرية كونية من الله. وإلا لم يمكن لإنسان أن يعصم نفسه مطلقاً من الذنوب والأخطاء، دون جعل وتقدر من الله تعالى نفسه. ولا دليل على ذلك ابداً : فبالاضافة الى كون اللفظ أصلاً في الإرادة الشرعية؛ لوجود ما يشبهه، وليس في الارادة القدرية، هناك قرائن ترجح كون الإرادة شرعية لا قدرية. وتجعل القول بعكسه – في أحسن أحواله – والظن لا يقبل في مثل هذه الأمور العظيمة. من هذه القرائن: ¶ أ. حديث الكساء ¶ إذ لو كانت إرادة الله هنا قدرية لا بد من وقوعها، لما دعا لهم النبي - صلى الله عليه وسلم - ؛ إذ هم أغنياء عن دعائه",
            "page": "32",
            "part": "1"
        }
    ],
    "t37801": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "موقع فيصل نور - آية التطهير"
        }
    ]
}