{
    "b37809": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ الرد الوجيز ¶ الحمد لله رب العالمين، الرحمن الرحيم، مالك يوم الدين، والصلاة والسلام على المبعوث بالدعوة إلى صراط الله المستقيم، صراط الذين أنعم الله عليهم غير المغضوب عليهم ولا الضالين... وبعد،،، ¶ * مدخل: ¶ فقد كتب الأخ الشيخ ربيع بن هادي المدخلي كتاباً سماه (جماعة واحدة لا جماعات، وصراط واحد لا عشرات.. حوار مع الشيخ عبدالرحمن بن عبدالخالق).. ¶ ولما كان كتابه هذا مبنياً على مجموعة من التهم الباطلة، والرمي بالعظائم، وتأصيل منهج باطل في النقد والحكم على أهل الإسلام فقد أحببت أن أكتب توضيحاً موجزاً لبيان حقيقة الخلاف بيني وبين الشيخ ربيع بن هادي المدخلي -سامحه الله-،وبيان ما في منهج الشيخ ربيع بن هادي من مخالفة منهج أهل السنة والجماعة في العدل والإحسان والدعوة إلى الله. ¶ وهذا التوضيح الموجز هو مقدمة إن شاء الله لرد تفصيلي على كل ما أثاره الشيخ ربيع من قضايا، وما وضعه من أصول تخالف أصول أهل السنة والجماعة. ¶ وكان من جملة التهم والمطاعن والأحكام الظالمة التي أطلقها الأخ الشيخ ربيع عليّ قوله: ¶ · قال: \"هذه دعوة من عبدالرحمن لإقرار الباطل والبدع والتصوف والتعطيل لأسماء الله وصفاته\" (ص/145) ¶ · وقال: \"ونسي عبدالرحمن أنه بهذا الأسلوب يدافع عن نفسه وعن أهل البدع والباطل أسلوب دحلان والكوثري وأمثالهما من أهل الباطل\" (ص/31) ¶ · وقال: \"إن عبدالرحمن يحترم رؤوس أهل البدع المعاصرين ورؤوس أهل الفتن الحزبيين\" (ص/ 194) ¶ · وقال: \"الخلاصة أن عبدالرحمن بن عبدالخالق شديد الحنق على علماء المنهج السلفي وطلابه، ومن هذا المنطلق كثر طعنه فيهم ظلماً واستمر على هذا الطعن والتهويش والتشويش ما يقارب ثلاثين عاماً\" (ص/194) ¶ · وقال: \"لم يقتصر عبدالرحمن على السلفيين وتشويهه لهم بل تجاوز ذلك إلى تشويه السلفية نفسها\" (ص/196)",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "· وقال: \"فمنذ تسع وعشرين سنة يسدد ضرباته وطعونه إلى أتباع المنهج السلفي علماء كباراً وطلاباً، ويشهر بهم وينسب إليهم ما هم براء منه في عدد من كتبه وأشرطته\" (ص/118) ¶ · وقال: \"فوا حسرتاه على عبدالرحمن عبدالخالق، وعلى من ينخدع بتصرفاته الباطلة التي تهز المنهج السلفي، وتؤذي أهله وتخدم البدع وأهلها، وتشيدها، وتلمع أهلها \" (ص/151) ¶ · وقال: \"فهو يطعن ويسخر بعلماء أهل السنة وأتباعهم والمنهج السلفي منذ تخرج من الجامعة الإسلامية إلى يومنا هذا\" (ص/19) ¶ · قال: \"ونرى أنه إلى الآن في مخاطبة الشيخ ابن باز وهيئة كبار العلماء لا يعترف بخطئه \" (ص/12) ¶ · ويقول: \"والظاهر من مواقفه أنه لا يزال مصراً على رأيه وإلا لأعلن تراجعه وبراءته منه \" (ص/182) ¶ · ويعود فيقول: \"ويدل على أن تراجعه للشيخ ابن باز فقط وراءه ما وراءه !!\" ¶ · ويشكك فيقول: \"لا يمكن أن يقبل عاقل استوعب هذه الحقيقة التي عاش عليها عبدالرحمن هذا الزمن المديد والدهر الطويل لا يمكن أن يقبل مثل هذا العذر السياسي ولا يمكن أن ينطلي عليه \" (ص/134) ¶ · ويقول: \"ثم إن اعتذارك عما ذكره لك الشيخ من شريط المدرسة السلفية لا يكفي فإن الطعن واسع وعميق وقام على أصول لو رآها الشيخ ابن باز وغيره ورأوا طعونك الأخرى في كتبك لما قبلوا عذرك السياسي\" (ص/34) ¶ · ويقول أيضاً: \"وقد أعلن عبدالرحمن تراجعه وندمه بسبب ضغط الشيخ ابن باز وضغط الواقع من حوله، وإدراكه أن تصميمه علي رأيه في هذه المسألة وغيرها سيدمره ففي تراجعه نظر\" (ص/132) ¶ وذكر في الحاشية أن هذا التراجع (من الوعود التي يخادع بها)!! ¶ · ويقول أيضاً: \"الآن يا عبدالرحمن تتواضع وتتنازل لهيئة كبار العلماء بعد أن كنت شامخ الأنف رافع الرأس لا تقبل نصح الناصحين\" (ص/12) ¶ · حيث يقول: \"فأخطاء عبدالرحمن كثيرة وخطيرة وليست مؤلفاته كلها ولا جلها في إطار المنهج السلفي\" (ص/7)",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "· ويقول: \"وأقسم بالله لو أن شخصاً واحداً تفرغ يومين فقط لقراءة بعض كتبك لوجد فيها ما يدينك أشد الإدانة \" (ص/9) ¶ · ويقول: \"فرأيت وسمعت ما تشيب له النواصي من تجنيه على السلفيين وتشويه السلفية نفسها ودفاع عن أهل الباطل\" (ص/5) ¶ ولما كانت هذه التهم والأحكام الظالمة هي ثمرة ونتاج لمنهج الشيخ ربيع في النقد كما جاء في كتابه (منهج أهل السنة والجماعة في الحكم على الرجال والطوائف والفرق).. ¶ فإنه قد توجب بيان ما في هذا المنهج من المنافاة لمنهج أهل السنة والجماعة الحق، وبيان حقيقة ما رماني به الشيخ ربيع هداني الله وإياه إلى الحق والصواب... ¶ والله أسأل بأسمائه الحسنى وصفاته العليا أن يسلكني في عباده الصالحين، وأن يهديني إلى صراطه المستقيم صراط الذين أنعم الله عليهم من النبيين، والصديقين، والشهداء والصالحين، وأن يلحقني بهم غير فاتن ولا مفتون.. اللهم إياك نعبد، ولك نصلي ونسجد، وبك نستعين، ولا حول ولا قوة إلا بك يا رب العالمين، أنت حسبي ونعم الوكيل. ¶ وكتبه عبدالرحمن بن عبدالخالق ¶ الثلاثاء11من شعبان 1416 هـ الموافق2/1/1996م ¶ * من هو الشيخ ربيع؟ ¶ أنا بحمد الله أعرف أخي الشيخ ربيع بن هادي، فقد كنا زميلي دراسة في الجامعة على مدى أربع سنوات في كلية الشريعة، ولا نجلس إلا متجاورين في مقعد واحد، واستمرت الصداقة والأخوة بيننا أكثر من ثلاثين سنة. ¶ والشيخ ربيع بن هادي رجل متواضع، أليف المعشر صاحب عبادة، وحمية، وغيرة شديدة على الدين يحب الخير، ويبتغي نصر الإسلام، وعزة المسلمين، ولكنه مع كل هذه الصفات الطيبة، هو رجل قصير النظر، قد يريد إصلاح شيء فيفسده، وقد يريد إزالة منكر صغير فيقع فيما هو أكبر منه.. ومثله كمثل الذي تقع ذبابة على طعامه فيأخذ عصا غليظة ليقتلها بها، ثم يهوي عليها، فيفسد ما أمامه، وكالذي يريد أن يعالج شيئاً من انحراف ولده، فيضربه في مقتل فيقضي عليه، وهو باصطلاح أهل الحديث (شيخ)!!",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "* حقيقة الخلاف بيني وبين الشيخ ربيع بن هادي: ¶ الخلاف بيني وبين الشيخ ربيع -سامحه الله- الذي أظهره في كتابه هذا ليس على أصل من أصول الإسلام، ولا عقيدة من عقائده، بل ولا يوجد قضية علمية واحدة أنكرها علي في كتابه. ¶ وإنما الخلاف بيني وبينه، بل بينه وبين عامة علماء السنة المعاصرين إنما هو حول السياسة الشرعية الواجب اتباعها اليوم، وخاصة نحو جماعات الدعوة إلى الله، والدعاة والمصلحين وكذلك السياسة الشرعية في الأمر بالمعروف والنهي عن المنكر، وكيفية التعامل مع عموم المسلمين. ¶ فبينما كنت وما زلت أرى -بحمد الله- أنه يجب النصح لأهل الإسلام جميعاً، وأن نحب كل عامل للإسلام وداعٍ إليه، ونؤيده فيما يقوم به من خير، وننصح له، ونحاول إبعاده عما عنده من الشر والبدعة، ونعمل ليكون المسلمون جميعاً صفاً واحداً وأمة واحدة، وأن يتعاون الجميع على البر والتقوى، ويتمسكوا بحبل الله جميعاً، ولا يتفرقوا.. بينما كنت أرى ذلك بحمد الله وأعتقده، ويراه كل مسلم ناصح لأمته. ¶ تجد الشيخ ربيع يرى وما زال وجوب قطع كل جماعة تدعو إلى الله وكل داع يدعو للإسلام إذا تلبس بشيء من البدعة أو الشر، وأنه لا يجوز أن يقبل منه إحسان قط، ولا جهاد في سبيل الله، ولو نصر الله به الدين، وأعز به الأمة. ¶ ومن أجل ذلك يرى أن جميع جماعات الدعوة القائمة إلا من تسمى باسم السلفية من تبليغ وأخوان وغيرهم، يجب أن يقطع عملهم من الأرض كلها، وأن يحاربوا حرب الكفار، بل تقدم حربهم على حرب الكفار من اليهود والنصارى لأنهم أخطر من اليهود والنصارى، ويجب أن تمنع كتبهم، وينفر الناس عنهم، ولو أدى ذلك إلى بقاء الناس في معاصيهم وفسقهم، وفجورهم، فهو أفضل لهم من أن يهتدوا بهدى جماعات الدعوة، أو يلتفوا على أحد من هؤلاء المصلحين والدعاة الذين يرى الشيخ ربيع أنهم تلبسوا ببعض البدع!! وأنهم قد أصبحوا أداة هدم وإفساد، وأن ضررهم أكبر من منفعتهم.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وأصبح الشيخ ربيع يرى أن حرب جماعات الدعوة، والدعاة والمصلحين ديناً يدين الله به، وجهاداً عظيماً دونه كل جهاد.. وقربة إلى الله أفضل من التقرب بالصلاة والذكر وقراءة القرآن.. ¶ وقد وجد بعض الذين أزعجهم عودة الناس إلى الدين والتزامهم الإسلام منهجاً، وطريقاً على يد جماعات الدعوة ضالتهم في الشيخ ربيع بن هادي -سامحه الله وعفا عنه- فشرعوا يأزونه أزاً إلى حرب الدعاة، والمصلحين، وجماعات الدعوة، فيجمعون له سقطات هؤلاء الدعاة، والمواقف السيئة لبعض جماعات الدعوة، ويصيحون به: أنظر ماذا قال فلان، وانظر ماذا كتب فلان، وانظر هذه الجماعة تقول كذا.. وتلك تقول كذا.. ¶ وكلما عرض عليه موقف سيء لجماعة من هذه الجماعات، أو ذكر له خطأ عالم من هؤلاء العلماء، وداعية من دعاة الإسلام ازداد الشيخ ربيع غضباً وامتلأ صدره حنقاً وغيظاً.. وقام في إنكار هذا المنكر.. فوقع فيما هو شر منه، وكان مثاله كصاحب العصا الغليظة، أو كالوالد الذي أراد إصلاح إعوجاج يسير في ابنه، فانهال عليه بالسياط حتى أرداه قتيلاً، وهكذا الشيخ ربيع بن هادي، قام ليصلح أخطاء الجماعات الإسلامية والدعاة والمصلحين على طريقته، فبدأ بالصياح: احذروهم احذروهم!! سيخربون الإسلام!! سيضيعون الدين!! سيفتنون المسلمين!! وأصبحت هذه الصيحات هي هجيراه، وأذكاره التي ينام عليها، ويقوم عليها... ويكررها لكل زائر إليه، ولا موضوع عنده غيرها!! الجماعات الإسلامية ستخرب الإسلام!! هذا الداعي زنديق، وذلك خارجي، وهذا باطني... الخ ¶ * الشيخ ربيع يضع أصولاً لمنهجه في النقد والحكم على المسلمين:",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "والخطير في الأمر أن الشيخ ربيع بن هادي أراد أن يؤصل تأصيلاً شرعياً للسياسة التي سار عليها في حرب دعاة الإسلام، ومن يظن أنه انحرف عن الصراط والسنة، فبدأ يبحث لمنهجه هذا عن أصول شرعية من الآيات والأحاديث ومواقف السلف الصالح... فكان أن وضع مجموعة من الأصول الفاسدة التي يكفي بعضها لهدم الإسلام، وراح يجهد نفسه بالاستدلال لها من الكتاب والسنة وعمل سلف الأمة، ومن هذه الأصول: ¶ 1) تفريغ منهج الأنبياء من الدعوة والعمل لتحكيم شريعة الله: ¶ تفريغ منهج الأنبياء عليهم السلام من الدعوة إلى تحكيم شريعة الله وإحلال ما أحله الله وتحريم ما حرمه الله، وحصرها فقط في توحيد التقرب بأن تكون العبادات والقربات لله وحده، وهذا هو التوحيد الذي اصطلح عليه بتوحيد (الألوهية) وهو نوع واحد من التوحيد الذي دعت إليه الرسل، وقد كتب الشيخ ربيع بن هادي كتاباً لتأصيل هذا الأصل الباطل سماه منهج الأنبياء في الدعوة إلى الله، أراد الشيخ ربيع أن ينبه جماعات الدعوة التي تهتم بتوحيد الحكم، وتقدمه وحده دون سائر أنواع التوحيد وهذا خطأ منهم فقلل هو من شأن توحيد الحكم، وقلل من شأن جهادهم في الدعوة إليه وإقراره.. والحال أن هذا التوحيد قرين لهذا التوحيد، فإن التحاكم إلى غير شرع الله وعبادة الأصنام والأوثان سواء.. ¶ ثم جاء بعد ذلك من بنى على أصل ربيع الذي أصله في كتابه (منهج الأنبياء في الدعوة إلى الله) فأنكر أن يكون توحيد الحكم داخلاً في مسمى التوحيد!! ومن قال إنه فرعية من الفروع!! وفرح المبدلون لشرائع الله بهذا الأصل الفاسد فرحاً عظيماً لأن فيه صرفاً للدعاة إلى الله أن يسعوا في أن يحكم المسلمون بشريعة الله! ¶ 2) المؤاخذة بالزلات، وعدم الإعذار بالجهل:",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ولما أراد الشيخ ربيع أن يصرف شباب الإسلام عن اتباع الجماعات الإسلامية، والدعاة والمصلحين، اخترع أصلاً آخر من أصوله وهو أن كل من وقع في بدعة وجب وصفه بالمبتدع، وأن كل مبتدع يجب هجره، ولا يجوز الاستفادة من علمه، ولا دعوته، ولا جهاده!! وراح يستدل لهذا الأصل باطلاً من الكتاب والسنة وأقوال سلف الأمة، وخرج على الناس بكتابه الذي سماه (منهج أهل السنة والجماعة في نقد الرجال والكتب والطوائف). ¶ وكان خلاصة الكتاب أن من وقع من المسلمين في بدعة من البدع فيجب إنكارها عليه، وأنه لا يجوز أن يذكر في المسلمين إلا بها، وأنه يجب التحذير منه حتى لا ينخدع الناس به، وأنه مهما عمل من عمل صالح، فإنه لا يقبل منه... ¶ ولما وضع الشيخ ربيع هذا الأصل الثاني جاءته سلبيات الجماعات الإسلامية، والدعاة، والمصلحين من كل حدب وصوب، فتحصل عند الشيخ ربيع من هذا شيء كثير جداً... ¶ وامتلأ قلبه المسكين على جل العاملين للإسلام غيظاً وحنقاً، وبغضاً بل قيحاً وصديداً.. وأصبح لا يقوم ولا يقعد إلا وهو يذمهم ويشتمهم ويحذر منهم، وأصبح صراخه الدائم: هم أخطر من اليهود والنصارى!! ¶ وأصبح أصله الثالث هو تتبع سقطات الدعاة، وجمع ما أخطئوا فيه، وجعل ما هو سقطة لأحدهم عقيدة يؤاخذ بها، وجعل الفروع أصولاً، وأخذ بلازم القول، ولم يحمل مطلقاً على مقيد، ولا مبهماً على مفسر، ولا متشابهاً على محكم، ولا متقدماً على متأخر.. ¶ * المصير والخاتمة: ¶ ولما وقع الشيخ ربيع فيما وقع فيه من وضع هذه الأصول الفاسدة أوقعه هذا في التناقض المشين، فبدأ يكيل بمكيالين! ويقول الشيء ونقيضه، وينقلب من الضد إلى الضد، وينزل أقوال السلف في غير منازلها، بل ويضع القرآن والحديث في غير مواضعه... وأصبح يرى أن العدل مع الدعاة والمصلحين من أصول أهل البدع!! وإهدار الحسنات، والمؤاخذة بالزلات من أصول السنة!! وأصبح يرى نفسه مضطراً إلى التقية والتدليس!!",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وأراد أن يجمع السلفيين ففرقهم.. وأن يخدم المسلمين فضرهم، وأن يجاهد في سبيل الله، فنصر أعداء المسلمين على المسلمين!! ¶ ومن البر ما يكون عقوقا رام نفعاً فضر من غير قصد ¶ وأراد أن ينهى عن الحزبية، والفرقة، فأقام شر الحزبيات، والجماعات، وزرع أعظم ألوان الفرقة والشقاق.. بإخراج مجموعة من الذين يرون عقد الولاء والبراء على فروع معدودة في الدين، ومن الذين يخرجون من السنة عند أدنى خلاف في الرأي والاجتهاد. ¶ ونسى الشيخ ربيع وهو في غمرة حماسته لنصر الدين ما يتذكره -في العادة- عوام الناس وسقطهم من أصول المروءة وحقوق الأخوة والزمالة، والصداقة، فسعى بدمي!! وانقلب على كل من كان يحبهم ويقدمهم، واتهمني مما يعلم هو علم اليقين أني برئ منه: وكان مما اتهمني به أنني شديد الحنق على علماء الدعوة السلفية، وأحارب السلفية والسلفيين منذ ثلاثين سنة وهو إلى وقت قريب كان يمدح، وينصر ويشيد. ¶ ولكنه -سامحه الله- ورطه اليوم من ورطوه بالأمس وأوغروا صدره، وملئوا قلبه ثم أطلقوه ليحترق!! ¶ عُذَيرك من خليلك من مراد أريد حياته ويريد قتلي ¶ هذه هي القصة الحقيقية للخلاف بيني وبين الشيخ ربيع بن هادي -سامحه الله وعفا عنه- ليس لي بحمد الله عقيدة أخالف فيها سلف الأمة وأئمتها، وليس لي موقف من جماعات الدعوة يخالف أئمة الدعوة المعاصرين من أمثال شيخنا ووالدنا الشيخ عبدالعزيز بن باز حفظه الله، وأستاذنا الشيخ محمد ناصر الدين الألباني، وغيرهما من أهل العلم والدين والورع والنظر في العواقب.. ¶ ولو كان الشيخ ربيع يكيل بمكيال واحد لوجه الاتهامات التي وجهها إلي، إلى هؤلاء المشايخ أنفسهم وصنف فيهم ما يصنفه فيمن يسميهم المدافعين عن أهل البدع، فإن موقفي هو موقفهم، ورأيي في الحكم على جماعات الدعوة، وعلماء الإسلام مثل رأيهم، ولكن... ولنأت إلى شيء من التفصيل في هذا الأمر: ¶ * ربيع بن هادي والكيل بمكيالين والوزن بميزانين:",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "أعظم جريمة لي عند ربيع بن هادي المدخلي هي أنني أدافع عن من يسميهم أهل البدع، وهذه هي القضية الأساسية في كتابه ذي المائتي صفحة، وقد كرر ذلك عشرات المرات في كتابه... ¶ ومن ذلك قوله: ¶ 1) إن عبدالرحمن عبدالخالق شديد الحنق على علماء المنهج السلفي وطلابه، ومن هذا المنطلق كثر طعنه ظلماً وتشويهه لهم بدون أي سبب في كثير من كتبه وأشرطته إلا نظرته المستخفة بهم وبمنهجهم الذي يرى فيه القصور، ويرى أنه لا يساوي شيئاً أو أن علماءه لا يفهمون من الإسلام إلا القشور بالنسبة لمنهجه الذي أصله هو وجعل من أهم هذه الأصول العصرية والواقعية، والشعبية الجماعية... واستمر على هذا الطعن والتهويش ما يقارب ثلاثين عاماً. (جماعة واحدة /194) ¶ 2) إن عبدالرحمن عبد الخالق يحترم رؤوس أهل البدع المعاصرين، ورؤوس أهل الفتن الحزبيين مثل سيد قطب، والبنا، والمودودي، وكما بلغني (هكذا) الترابي، ومن دار في فلك هؤلاء، ويدافع عنهم ويتولاهم (جماعة واحدة/194) ¶ والسلفيون الذين يعنيهم ربيع هنا هم نفسه ومن تأثر بمنهجه في تكفير المسلمين وتضليلهم.. ¶ وقال أيضاً: \"لم يقتصر أذى عبدالرحمن على السلفيين وتشويهه لهم، بل تجاوز ذلك إلى تشويه السلفية نفسها\" (جماعة واحدة/196) ¶ وأهل البدع الذي يعنيهم ربيع بن هادي، والذين اتهمني أنني أدافع عنهم هم جماعات الدعوة إلى الله، والدعاة إليه، والمصلحون من هذه الأمة.. ¶ وهؤلاء الذين سماهم الشيخ ربيع أسأل الله أن يجزيهم عن الإسلام والمسلمين بما قدموا من إحسان وبر، ودعوة إلى الله، وأن يتجاوز عما أخطئوا فيه، وليس أحد بمعصوم بعد رسول الله صلى الله عليه وسلم.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وهذه التهمة التي جعلها ربيع أساساً لكتابه لا أنفيها عن نفسي، بل أنا أتقرب إلى الله بها، فأنا أدافع وأذب عن عرض كل مسلم يثلب بباطل، وأقف مع كل مسلم في محنته بما أستطيع، وأحب كل داع إلى الله في شرق الأرض أو غربها، وأدعو لكل داع إلى الإسلام بخير، وأحب معلم الناس الخير ولو كان يعلمهم آيةً واحدة من كتاب الله، أو حديثاً واحداً من سنة رسوله صلى الله عليه وسلم.. وأدعو له بدعوة رسول الله صلى الله عليه وسلم: [نضر الله عبداً سمع مقالتي فوعاها وحفظها، ثم أداها إلى من لم يسمعها] (رواه أحمد وأبو داود) ¶ واعتقد أن كل من يبلغ خيراً، ويدعو إلى خير ممتثلاً لقول الرسول صلى الله عليه وسلم: [بلغوا عني ولو آية] مخلصاً لله في عمله أنه على خير.. ¶ وأنه قائم بأمر عظيم كما قال تعالى: {ومن أحسن قولاً ممن دعا إلى الله وعمل صالحاً، وقال إنني من المسلمين} ، وكلما عظم أثر الرجل في الخير عظم في عيني، وزاد حبه في قلبي، ودعوت له بظهر الغيب، ورجوت أن يكون لي مثل عمله، وغبطته على النعمة التي أولاه الله إياها، ومكنه منها، وتمنيت أن أكون مثله. ¶ وإذا وقع مسلم في خطأ، أو زلة حاولت جاهداً أن أسترها عليه مع النصح له ما أمكنني ذلك، ودعوت الله أن يغفر له زلته،ويتجاوز عن خطيئته، وإذا رأيت مسلماً أراد أن يتبع زلة غيره، ويقع فيما أخطأ فيه بعض أهل العلم، نصحت له، ونهيته ما استطعت أن لا يتبع خطأ غيره، وأنه لا عذر لأحد في اتباع زلة العالم، وأخبرته أن العالم يغفر له باجتهاده، وأنك لا تعذر في اتباعه في خطئه إذا تبين لك.. ¶ وأتمنى من كل قلبي أن يعتصم المسلمون جميعاً بكتاب الله، ويمحضوا الإتباع لرسول الله، ويتمسكوا بالقرآن والسنة، وهدي سلف الأمة، هذا -بحمد الله- هو ديني وعقيدتي..",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ولم أدافع بحمد الله -فيما أعلمه- عن بدعة قط، ولا مبتدع قط إلا أن يُتَّهم مسلم بباطل، ويحمَّل كلامه ما لا يحتمل، ويُخْرج من السنة والإسلام زوراً وباطلاً.. فأدافع وأذب عن عرض المسلمين بما أستطيع.. هذا هو ديني الذي أدين الله به، وهذا ما عملت به بحمد الله طيلة حياتي، وموقفي هذا ما عليه أئمة الدعوة ورجال الهدى، وهذه نماذج من مواقفهم.. ¶ أولاً: موقف شيخنا ووالدنا الشيخ عبدالعزيز بن باز من جماعات الدعوة: ¶ لقد خاض والدنا الشيخ عبدالعزيز بن باز حفظه الله ورعاه معركة طويلة ضارية مع أهل التبديع بالباطل الذي تكالبوا على جماعة التبليغ، وأرادوا قطع نشاطها من الوجود، وإخراجها بصورة إجمالية من أهل السنة والجماعة، وتحريم التعاون معها، والخروج معها وإغلاق مساجد المسلمين في وجوه أفرادها ودعاتها.. ¶ لقد خاض الشيخ ابن باز معركة ضارية مع الذين أرادوا ذلك، وكتب عدة فتاوى، وأجاب على عشرات الأسئلة، وكتب عدة رسائل، وروجع في هذا الأمر مرات ومرات، وهو لا يتزحزح عن موقفه، ولا ينثني عنه.. معلناً أن ذلك دين يدين الله به، وسنة يتبع بها سلفه وأستاذه الشيخ محمد بن إبراهيم رحمه الله.. وأنه مستوثق من هذه الجماعة، وعليم بما هم عليه، وأنه يشرع التعاون معهم في الخير، وينصح لهم فيما عندهم من مخالفة السنة.. ¶ وهذه نماذج من أقوال الشيخ وفتاويه ورسائله ودفاعه عن جماعة التبليغ: ¶ 1) كان الشيخ عبدالعزيز حفظه الله قد أصدر مجموعة من الفتاوى في هذه الجماعة، وأراد هؤلاء المحاربون لكل عمل إسلامي أن يلبسوا على الناس، فادعوا أن الشيخ تراجع عن موقفه في تأييد جماعة التبليغ، والنصح لهم، فقال الشيخ بعد سؤاله هل تراجع عن فتاويه السابقة؟",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "“فأخبركم أنني لا زلت على رأيي في الجماعة المذكورة فيما كتبته عنهم قديماً وحديثاً من الكتابات الكثيرة، وما كتبه سلفي شيخنا الشيخ محمد بن إبراهيم آل الشيخ قدس الله روحه ونور ضريحه، وما كتبه غيرنا من العلماء وأيده جلالة الملك عبدالعزيز رحمه الله وجلالة الملك فهد وفقه الله فيما كتبه إلي لأنهم قد نفع الله بهم جمعاً غفيراً فالواجب شكرهم على عملهم وتشجيعهم وتنبيههم على ما قد يخفى عليهم وذلك من باب التعاون على البر والتقوى والتناصح بين المسلمين إلا أني أنصحهم وجميع المسلمين لا سيما الشباب أن لا يسافر منهم إلى بلاد الكفار إلا أهل العلم والبصيرة لما في ذلك من الخطر العظيم على كل من ليس له علم بالشريعة الإسلامية والعقيدة الصحيحة التي بعث الله بها نبيه محمداً صلى الله عليه وسلم، ودرج عليها سلف الأمة أمَّا ما نسبه المعارضون لهم عني من الرجوع عن رأيي فيهم فهو كذب علي بل إني نصحتهم ووبختهم على عملهم. وقلت لهم فيما قلت متمثلاً بقول الشاعر: ¶ أو سدوا المكان الذي سدوا أقلوا عليهم لا أبا لأبيكموا من اللوم ¶ وحرضتهم على كثرة الاجتماع بهم، والخروج معهم، وأوضحت لهم ما فيه من الفوائد، وطلبت منهم أن يتهموا الرأي، وينظروا في العواقب وبينت لهم ما في شقاقهم وخلافهم من الشر العظيم، وسوء العواقب في الدنيا والآخرة وأن ذلك من الشيطان.. أعاذنا الله منه ليصرف الناس عن الدعوة إلى الله، ويشغلهم عنها بفساد ذات البين، وكثرة القيل والقال.. هذا ما أدين الله به وأعتقده، وأسأل الله أن يرينا الحق حقاً ويمنحنا الثبات عليه، والباطل باطلاً ويمن علينا اجتنابه، ولا يجعله ملتبساً علينا فنضل أنه ولي ذلك والقادر عليه، وصلى الله وسلم على عبده ورسوله الذي بعث رحمة للعالمين وعلى آله وأصحابه ومن تبعهم بإحسان إلى يوم الدين.. السلام عليكم ورحمة الله وبركاته\" (فتوى بتاريخ 27/1/1407) ¶ 2) وقال أيضاً حفظه الله:",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "\"الجماعات التي تدعو إلى الله كثيرة ومتنوعة، وقد سبق السؤال من بعض الإخوان عن جماعة التبليغ، وهي جماعة من الهند والباكستان وغيرها يتجولون في بلدان الدنيا في أوروبا، وأفريقيا، وأمريكا، وآسيا، وفي كل مكان، ولهم نشاط في الدعوة ونشاط في البلاغ، ولهذا سمو جماعة التبليغ، يبلغون الإسلام، ويبلغون دعوة الله عز وجل، والناس فيهم بين قادح ومادح كما تقدم، فمنهم من جهل أمرهم فذمهم، ومنهم من عرف أمرهم فمدحهم، وأثنى عليهم، ومنهم من توسط في ذلك، والذي قلنا فيما تقدم هو الذي نقوله الآن ليسوا بكاملين، عندهم نقص وعندهم غلط، وعند رؤسائهم القدامى بعض الأغلاط، وبعض البدع، ولكن هؤلاء الأخيرون في الأغلب ليس عندهم شيء من ذلك، وإن كان عند رؤسائهم الأقدمين، لكن هؤلاء الذين يتجولون الآن ينشدون توجيه الناس إلى الإسلام وترغيبهم في الآخرة، وتزهيدهم في الدنيا وتشجيعهم على طاعة الله ورسوله، وقد تأثر بهم الجم الغفير يصحبهم الفساق والعصاة، فيرجعون بعد ذلك عباداً أخياراً قد تأثروا بهذه الدعوة.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "هذا هو الذي علمنا منهم، وقد صحبهم جم غفير من إخواننا، وعرفوا ذلك، وعندهم بعض النقص، والجهل كما سبق وفيهم جهال يريدون الخير فإذا صحبهم أهل العلم والبصيرة وأهل العقائد الطيبة نبهوهم على بعض الأغلاط وساعدوهم على الخير، وصارت الدعوة أكثر نفعاً وأكمل بلاغاً، أما ما صدر من اللجنة الدائمة لدينا في الرئاسة منذ سنين فقد خفي عليهم بعض أمورهم فصدر في الفتوى شيء غير مناسب، وليس العمل عليها بل العمل على ما ذكرنا آنفاً، وإن الواجب على أهل العلم هو التعاون معهم على البر والتقوى وإصلاح ما قد يغلطون فيه، وهكذا غيرهم مثل جماعة الإخوان المسلمين والجماعة الإسلامية في الباكستان والهند وغيرهما، كلهم عنده نقص، والواجب التعاون على البر والتقوى والتعاون على ما ينفع المسلمين، والنقص يجب على أهل العلم أن يتعاونوا على إزالته والتنبيه عليه حتى تكون الدعوة من الإخوان جميعاً متقاربة ومتعاونة ومتساندة، حتى ينفع الله بهم الجميع، فإذا اضطربت واختلفت أوجبت التنفير والشكوك والبلبلة فالواجب على كل من لديه علم وغيرة إسلامية من أهل العلم أن يساعد في الخير وأن ينبه على الخطأ من جماعة التبليغ ومن غير جماعة التبليغ، هذا هو الذي نعتقده في هذا كله في جميع الجماعات، ما كان عندها من خطأ نبهت عليه وبين لها خطؤها، وما كان من صواب شكرت عليه، وشجعت على التزامه ونشره بين الناس حتى تستقيم الدعوة إلى الله من جميع الجماعات الإسلامية، ونسأل الله التوفيق وصلاح النية والعمل إنه ولي ذلك والقادر عليه. وصلى الله وسلم على نبينا محمد وآله وصحبه\" (فتوى بتاريخ 15/4/1407هـ) ¶ 3) وهذه كذلك موعظة بليغة من سماحة الشيخ عبدالعزيز بن باز وجهها لبعض طلبة العلم الذي سعي بكل قوته أن يستصدر فتوى من الشيخ عبدالعزيز بن باز بتبديع جماعة التبليغ، وقطع نشاطهم وإغلاق مساجد الله في وجوههم..",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "علماً أن هذا الطالب كان عاملاً معهم لمدة ثماني سنوات، ودافع عنهم يوم كان معهم بكل ما أوتي من قوة، وكتب للشيخ ابن باز الرسائل الكثيرة في تزكيتهم، وحث الشيخ على تأييدهم، ثم بعد أن انقلب عليهم أراد من الشيخ عبدالعزيز بن باز أن يفتي بتبديعهم ومنعهم فكتب له الشيخ موعظته البليغة هذه قائلاً: ¶ \"سلام عليكم ورحمة الله وبركاته..أما بعد،، ¶ فقد وصلني كتابك المؤرخ (3/3/1408هـ) ومشفوعاته: كتابك لفضيلة الشيخ أبي بكر الجزائري، وفضيلة الشيخ يوسف الملاحي، وما أرفقت بهما واطلعت عليها كلها، ولا أكتمك سراً إذا قلت إني لم أرتح لها، ولم ينشرح لها صدري، لأن هذه الطريقة التي سلكت لا تفيد الدعوة شيئاً لأنها تهدم ولا تبني وتفسد ولا تصلح وضرها أقرب من نفعها، ولم يعد ضررها إلا على الدعوة وعلى إخوانك في الله من خيرة المشايخ وطلبة العلم نشأوا على التوحيد والعقيدة الصحيحة علماً وتعليماً ودعوة وإرشاداً، وقد استغلها من لا بصيرة له في مناصبتهم العداء، وتكفير بعضهم لهم، واستباحة بعضهم لدمائهم والعياذ بالله مع الوشاية بهم، واستعداء المسؤولين عليهم، وتهويل أمرهم عندهم، وتخويفهم منهم، ورميهم بالعظائم، وإلصاق التهم بهم مما هم برءاء منه حتى حصل على الدعوة والدعاة من الضرر ما الله به عليم. ¶ أما ما أقمتم الدنيا وأقعدتموها من أجلهم فينطبق عليكم قول الشاعر: ¶ فلم يضرها وأوهى قرنه الوعل وناطح صخرة يوماً ليوهنها",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "لكونهم بمنأى عنكم في بلادهم سائرين في دعوتهم في حماية من دولتهم لاحترامها لهم لأنك ذكرت في بعض كتاباتك لنا أن رئيس الحكومة يحضر اجتماعاتهم، ويشجعهم كما َذكَرَ لنا هذه الأيام بعض أبنائنا المتخرجين من كلية الشريعة بالجامعة الإسلامية ممن شاركهم في الدعوة سنين طويلة أن مركزهم في راولبندي مفتوح 24 ساعة، وجماعات تخرج في سبيل الله، وجماعات ترجع فما دام الأمر هكذا فلن تخضعهم كتاباتك، وكتابات أمثالك المشتملة على الفظاظة والغلظة، والسب والشتم، بل إن هذه الكتابات ستكون سبباً في نفرتهم من الحق، وبعدهم عنه لقول الله سبحانه لنبيه محمد صلى الله عليه وسلم الذي أدبه ربه فأحسن تأديبه: {فبما رحمة من الله لنت لهم ولو كنت فظاً غليظ القلب لانفضوا من حولك}.. وقول النبي صلى الله عليه وسلم: [إن الله رفيق يحب الرفق في الأمر كله، وإن الرفق لا يكون في شيء إلا زانه، ولا ينزع من شيء إلا شانه، وإن الله يعطي على الرفق ما لا يعطي على العنف، ولا على ما سواه] والله سبحانه وتعالى نهى عن سب الكفار إذا كان يفضي إلى سب الله، فكيف بسب المسلمين إذا كان يفضي إلى تنفيرهم من الحق وبعدهم عنه، وعن الداعين إليه، فالواجب أن تسعوا في الإصلاح لا في الإفساد، وأن تخالطوهم وتنبهوهم على ما قد يقع من بعضهم من الخطأ بالرفق واللين، لا بالعنف والقسوة.. أما تشديدك في إنكار البيعة على التوبة فقد اقترحت على قادتهم لما اجتمعت بهم في موسم الحج الماضي بمكة، وحصل بيني وبينهم من التفاهم ما نرجو فيه الفائدة أن يكون عهد بدل بيعه فقبلوا ذلك، ولعلهم تعلقوا بما قرره شيخ الإسلام ابن تيمية رحمه الله في جزء 28 من صفحة 21 من الفتاوى من عدم إنكار ذلك.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وكذلك تشديدك النكير عليهم في إبقائهم أحد الدعاة في المسجد للدعاء لهم ولعل قصدهم الاقتداء بالنبي صلى الله عليه وسلم حين بقي في العريش يوم بدر مع الصديق يناشد ربه النصر حتى سقط رداؤه عن منكبيه فرده الصديق، وقال يا رسول الله بعض مناشدتك ربك فإن الله منجز لك ما وعدك، ولا يوجب هذا العمل هذا التشنيع الفظيع هدانا الله وإياك، وقد تمنيت أنك قبلت نصيحتي المتكررة لك، وما أشرت به عليك سابقاً ولاحقاً في كتبي المرفق بعضها، مع بعض صور مما صدر منك في الموضوع لأني كتبتها عن بصيرة وتأنٍّ ونظر في العواقب، وموازنة بين جلب المصالح، ودفع المضار، وخبرة تامة بهم لتكرر اجتماعي بهم في مكة والمدينة والرياض مع ما استفدته من ثقات المشايخ الذين سافروا إليهم وحضروا اجتماعاتهم واطلعوا عليها عن كثب وأعجبوا بها، وكنت نصحتك بما نصحت له محمود استنبولي لما تهجم عليهم على غير بصيرة كحال أكثر من شن عليهم الغارة في هذا الوقت بدافع الجهل والهوى نعوذ بالله من ذلك وقد قلت في رسالتك المذكورة لمحمود: (وصلتني رسالة منك حول جماعة التبليغ ويؤسفني أن ينهج أحد الدعاة إلى الله هذا المنهج المخالف لشرع الله في سب أقرانه في الدعوة إلى الله وشتمهم وتضليلهم واتهامهم بتنفيذ مخططات أعداء الله في الكيد للإسلام والمسلمين، كل ما في الأمر أن جماعة التبليغ نهجت في الدعوة إلى الله منهجاً أخطأت -فيما نرى- في بعض جوانب منه ونرى من الواجب أن ننبههم على هذا الخطأ، كما نرى من الواجب الاعتراف بما في منهجهم من صواب وليت أخي يخرج معهم ليتعلم منهم اللين بدل القسوة والدعاء للمسلمين بدل الدعاء عليهم والجدل بالتي هي أحسن بدل الجهر بالسوء وكلنا محتاج لتفقد نفسه وتصحيح منهجه والرجوع إلى الله وإلى سنة رسوله في طاعة الله والدعوة إليه).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "انتهى كتابك بحروفه، وقد كتبته بعد اختلافك معهم في الرأي، ولكن الله أنطقك بالحق فالحمد لله على ذلك، وإليك رسالتك المذكورة مع شكرنا لك عليها برفقه. ¶ وربما اغتر بكتاباتك القاسية -ثقة بك- من لم يخالطهم في عمره، ولم يخرج معهم، ولم يعرف عنهم شيئاً إلا من كلامك فيكون عليك وزرك، ومثل أوزار من انخدع بما كتبت إلى يوم القيامة. ¶ فاتهم الرأي يا بني واعلم أن الله عند لسان كل قائل، وقلبه، وأن الله سيحاسب الإنسان عما يلفظ به أو يعمله، والجأ إلى ربك، واضرع إليه أن لا يجعلك سبباً في الصد عن سبيله وأذية المسلمين، وأسأل الله عز وجل أن يشرح صدرك لما هو الأحب إليه من نفع لعباده وأن يختم لي ولك بالخاتمة الحسنة إنه جواد كريم، والسلام عليكم ورحمة الله وبركاته\" ¶ ثانياً: موقف الشيخ ناصر الدين الألباني حفظه الله من جماعات الدعوة: ¶ ونموذج آخر: هذا شيخنا ناصر الدين الألباني حفظه الله يقول في وجوب تعاون الجماعات الإسلامية، وتضافر جهودها: ¶ 1) \"هؤلاء جمعيات أعتقد أن وجودهم ضروري لأن جماعة واحدة منهم لا تستطيع أن تقوم بكل واجب يفرضه الإسلام على الجماعة الإسلامية وإنما هذه الجماعات يجب أن تقوم كل منها بواجبها \" ولكن بشرط واحد وهو أن يكونوا جميعاً في دائرة واحدة متفقون على الأسس وعلى القواعد التي ينبغي أن ينطلقوا منها ليتفاهموا ويتقاربوا \"",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ويقول والدنا ناصر الدين أيضاً -حفظه الله -: \"أنا على يقين لا السلفيون وحدهم يستطيعون ولا الإخوان المسلمين وحدهم يستطيعون ولا.. ولا.. عد ما شئت من جماعات وأحزاب ولكن هذه الجماعات إذا توحدت في دائرة واحدة وتعاونوا كل منهم في حدود اختصاصه فحينئذ أو فيومئذ يفرح المؤمنون بنصر الله وعلى ذلك نحن ماضون لا نعادي طائفة أو جماعة من الجماعات الإسلامية إطلاقاً لأن كل جماعة كما صرحت آنفاً تكمل النقص الذي يوجد عند الجماعة الأخرى هكذا اعتقد أن تكون علاقة الجماعات الإسلامية بعضها مع بعض والذي نراه مع الأسف خلاف هذا الواجب الذي ينبغي أن تجتمع الجماعات عليه\" ¶ 3) ويقول أيضاً: \"الآن الحرب بين الإسلام وبين العلمانية ففي هذا الوضع ينبغي للرجل المسلم الغيور على الإسلام أن يتأنى في سبيل بيان موقفه من بعض الجماعات الإسلامية التي عندها انحراف قليل أو كثير عن الإسلام ما ينبغي الدخول في هذه التفاصيل ما دام هذه الجماعات الإسلامية كلها ضد الهجمة الشرسة العلمانية بأن يقول هؤلاء من الإسلاميين على الحق وهؤلاء منحرفين قليلاً عن الحق وهؤلاء منحرفين كثيراً عن الحق.. وهذا ليس الآن مجاله بارك الله فيك.. ¶ الآن جبهتان إسلامية فيها (كذا) وفيها (كذا) وفيها (كذا) وجبهة أخرى ما فيها (كذا) و (كذا) كلهم جبهة الكفر والضلال كلهم يجتمعون على المحاربة للإسلام\" ¶ * موقف الشيخ ربيع بن هادي من جماعات الدعوة اليوم: ¶ وبينما كان هذا هو موقف أهل العلم والتقوى والبصيرة من المسلمين إذا بالشيخ ربيع بن هادي المدخلي يصور هذه الجماعات التي تدعو إلى الله بالأوصاف التي يطلقها أعداء الإسلام عليهم فيقول: ¶ \"والذي أدين الله به أنه لولا اعتراض هذه الجماعات لجهود أهل السنة حقاً لكان العالم الآن يضيئ بأنوار الإسلام الحق ولكان حال المسلمين اليوم غير الحالة التي يعيشونها اليوم حالة الدماء والإرهاب والتخريب في كل مكان\" (جماعة واحدة/75)",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وقال أيضاً: \"أن لهم تنظيمات سرية على طريقة الباطنية والماسونية وتنظيمات علنية وأقلام وألسنة كاذبة وإشاعات شيطانية وأموال وحيل لسلب الأموال، وأساليب لتحطيم الخصوم، وكسب الأنصار والأعوان\" (جماعة واحدة/76) ¶ وقال أيضاً: \"فهي جماعات مختلفة المناهج والغايات والمقاصد، كل جماعة تدعو إلى منهجها، وتسعى لتحقيق غاياتها التي تضر ولا تنفع، وتغرس في نفوس أتباعها الحقد والبغضاء لكل من لا ينضوي تحت رايتها وتفتعل من الأكاذيب والشائعات التي تحطم خصومها ومخالفيها، وكثير منها يبالغ في عدائه للمسلمين فيكفرهم ويرى سفك دمائهم واستحلال أموالهم وأعراضهم\" (جماعة واحدة/99) ¶ وقال أيضاً: \"فإن ذلك يعرض الأمة للهلاك والعذاب في الدنيا والآخرة ويزهد أعداء الإسلام في الإسلام ويشوهه في نظر هؤلاء الأعداء فيقولون لو كان في هذا الدين خير وصلاح لما تفرق أهله فرقاً شتى يعادي بعضهم بعضاً، ويهلك بعضهم بعضاً كما حصل لهذه الجماعات... إذ صورت الحزبية فيها بتناحرها الوحشي الهمجي الإسلام في أحط صور الفوضوية والوحشية، والهمجية، وبرأ الله الإسلام، وأهل السنة والحق منها\" (جماعة واحدة/105) ¶ ويعتبرهم صنائع للأعداء فيقول: ¶ \"وألا تعلم أن هذا مما يفرح أعداء الإسلام ويبذلون أموالهم، ويقدمون سياساتهم، وخططهم لقيام مثل هذه الأحزاب التي تحقق مصالحهم واستعلاءهم على المسلمين\" (جماعة واحدة/115) ¶ وقال أيضاً: \"أما إذا كانت هذه الجماعات والجمعيات قائمة على عقائد فاسدة ضالة وتنهب أموال المسلمين لمصالحها، وأغراضها، وتتضارب مناهجها وبرامجها وتصادم عقائدها ومناهجها كتاب الله وسنة نبيه صلى الله عليه وسلم، ويتبادلون التهم والإشاعات الكاذبة، وتدور المعارك الدموية فيما بينهم\" (جماعة واحدة/187) ¶ واتهمهم بحرب الدين فيقول:",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "\"ولم تعمل هذه الجماعات لرفعة الدين لأن فاقد الشيء لا يعطيه، ولأن الواقع يشهد أن كل جماعة لا تدعو ولا تعمل إلا لرفعة نفسها ومبادئها، ومناهجها التي تحارب دين الله الحق المتمثل في المنهج السلفي، وتحارب دعاته وعلماءه ومجاهديه\" (جماعة واحدة/105-106) ¶ وهكذا يردد الشيخ ربيع بن هادي اليوم مقالات أعداء الإسلام، ويعمم أحكامه الظالمة على هذه الجماعات التي جردها من النفع، وجعلها مصدراً للشر والإجرام والفرقة والخلاف، وحرب السنة والدين، ونشر البدعة، وأنها لهذه الأضرار أصبحت أخطر على أهل الإسلام من اليهود والنصارى. ¶ * موقف الشيخ ربيع من جماعات الدعوة أمس: ¶ هذا ما يقوله ربيع بن هادي اليوم، ولكنه بالأمس كان يقول غير ذلك تماماً، فقد كان ينصح لهم، ويؤيد ما يقولونه من الخير، ويحذر عما يفعلونه مما يراه بدعاً، وشراً، شأن الناصحين لأمتهم، وإليك مثال من مواقفه السابقة قبل أن يؤصل هذه الأصول الجديدة فقد نقل الشيخ ربيع كلام الأستاذ سيد قطب رحمه الله في تقريره الذي كتبه في آخر عمره: ¶ \"ولا بد إذن أن تبدأ الحركات الإسلامية من القاعدة، وهي إحياء مدلول العقيدة الإسلامية في القلوب والعقول، وتربية من يقبل هذه الدعوة، وهذه المفهومات الصحيحة تربية إسلامية صحيحة، وعدم إضاعة الوقت في الأحداث السياسية الجارية، وعدم محاولات فرض النظام الإسلامي عن طريق الإستيلاء على الحكم قبل أن تكون القاعدة المسلمة في المجتمعات هي التي تطلب النظام الإسلامي لأنها عرفته على حقيقته وتريد أن تحكم به.. إذ أن الوصول إلى تطبيق النظام الإسلامي والحكم بشريعة الله ليس هدفاً عاجلاً، لأنه لا يمكن تحقيقه إلا بعد نقل المجتمعات ذاتها أو جملة صالحة منها ذات وزن وثقل في مجرى الحياة العامة إلى فهم صحيح للعقيدة الإسلامية، ثم للنظام الإسلامي وإلى تربية إسلامية صحيحة على الخلق الإسلامي مهما اقتضى ذلك من الزمن الطويل والمراحل البطيئة.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "هذا الظرف كان يحتم علي أن أبدأ مع كل شاب وأسير ببطء وحذر من ضرورة فهم العقيدة الإسلامية فهماً صحيحاً قبل البحث عن تفصيلات النظام والتشريع الإسلامي، وضرورة عدم إنفاق الجهد في الحركات السياسية المحلية الحاضرة في البلاد الإسلامية للتوفر على التربية الإسلامية الصحيحة لأكبر عدد ممكن، وبعد ذلك تجئ الخطوات التالية بطبيعتها بحكم اقتناع، وتربية قاعدة في المجتمع ذاته لأن المجتمعات البشرية اليوم بما فيها المجتمعات في البلاد الإسلامية قد صارت إلى حالة مشابهة كثيراً أو مماثلة لحالة المجتمعات الجاهلية يوم جاءها الإسلام، فبدأ معها من العقيدة والخلق لا من الشريعة والنظام. ¶ واليوم يجب أن تبدأ الحركة والدعوة من نفس النقطة التي بدأ منها الإسلام، وأن تسير في خطوات مشابهة مع مراعاة بعض الظروف المغايرة\" ¶ ثم علق الشيخ ربيع على كلام سيد قطب رحمه الله قائلاً: ¶ \"رحم الله سيد قطب لقد نفذ من دراسته إلى عين الحق والصواب، ويجب على الحركات الإسلامية أن تستفيد من هذا التقرير الواعي الذي انتهى إليه سيد قطب عند آخر لحظة من حياته بعد دراسة طويلة واعية لقد وصل في تقريره هذا إلى عين منهج الأنبياء عليهم الصلاة والسلام\" (منهج الأنبياء ص/138-139) ¶ وبعد هذا نقول للشيخ ربيع بن هادي إذا كنت قد غيرت موقفك ومنهجك، وانقلبت من النقيض إلى النقيض، ومن الضد إلى الضد فبعد ثلاثة عشر عاماً كنت فيها عضواً عاملاً في جماعة الأخوان المسلمين، وذلك بعد تخرجك من الجامعة، وأنت تحمل شهادة شيخ!! إلى عدو يرى بغضهم ديناً، ويحاربهم حرب الكفار، بل ويقدم حربهم على حرب اليهود والنصارى، ويقول فيهم وفي غيرهم ما نقلناه آنفاً.. ¶ ومن رجل كان يرى أن سيد قطب رحمه الله قد هدي إلى منهج الأنبياء في الدعوة إلى الله إلى أن وصفته بأنه قد اجتمعت فيه بدع الاثنين والسبعين فرقة، وأنه أخطر أهل البدع بإطلاق.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وأنت في هذا وهذا تخالف ما يأمر به الدين من العدل والإحسان، وتخالف في مواقفك هذه عامة علماء السنة الذين يعتقدون ويقفون في هذه الأمور غير ما تعتقد وتقف.. ولماذا تكيل لمن تخالفهم بمكيالين؟ ¶ لماذا يا شيخ ربيع كان عبدالرحمن عبدالخالق وحده هو المدافع عن من تسميهم أهل البدع؟ ¶ ولماذا تكيل بمكيالين، وتجعل التقية ديناً، ولا تحكم في أمثال شيخنا عبدالعزيز بن باز، وشيخنا الألباني، وعبدالله بن قعود، وابن جبرين، وغيرهم وغيرهم بالحكم الذي تحكمه في عبدالرحمن بن عبدالخالق؟! لماذا التقية والتلون؟ ¶ وهل من منهج أهل السنة والجماعة في الحكم على الرجال والفرق والطوائف؟! أن يكال للناس بمكيالين، ويوزنون بميزانين: ميزان للضعفاء وميزان للأقوياء!! ، وأقوال في السر؟ وأقوال في العلن؟ هل هذا هو منهج أهل السنة والجماعة المزعوم؟ ¶ لقد سمي علماء السنة تقويمهم للرجال بـ (الميزان) فسموا كتبهم في الجرح والتعديل (الميزان، لسان الميزان) وذلك لأن عملهم يقوم على وزنالحسنات والسيئات. فهل ميزانك الظالم الذي لا يرى إلا الشر والبدعة، ولا يزن إلا بها. هل هذا الميزان من موازين أهل السنة؟ وهل عملك هذا يا من تطبع على كتبك التعريف بنفسك بأنك (رئيس قسم السنة) من السنة؟ ¶ ثانياً: النصح لكل مسلم من أصول الدين: ¶ والجريمة الثانية: هي نقدي لبعض المواقف والأقوال لبعض من ينتسبون إلى المنهج السلفي، وكلماتي في نقد هؤلاء أقل كثيراً مما يؤثر عن مشايخ العلم وعلماء الدعوة السلفية من أمثال شيخنا الشيخ عبدالعزيز بن باز حفظه الله، والشيخ محمد ناصر الدين الألباني، والشيخ ابن جبرين، والشيخ عبدالله بن قعود، والشيخ بكر أبو زيد، وغيرهم وغيرهم... ¶ والعجب أن من أصول أهل السنة الرد على المخالف لأن ذلك من النصح لله ورسوله وكتابه، وأئمة المسلمين وعامتهم، وجميع السلفيين يحفظون ويرددون قول الإمام مالك: (ما منا إلا رد ورد عليه إلا صاحب هذا القبر)..",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "فلماذا كان رد عبدالرحمن بن عبدالخالق على بعض السلفيين ونقده لبعض أعمالهم المخالفة للكتاب والسنة تعتبر نفاقاً، وابتداعاً وخروجاً من السلفية؟!! ¶ 1) وهذا شيخنا عبدالعزيز بن باز يقول في بيان له وموعظة يرد بها على بعض من ينتسبون إلى السنة والسلفية: ¶ \"الحمد لله رب العالمين والصلاة والسلام على نبينا محمد الأمين وعلى آله ومن اتبع سنته إلى يوم الدين أما بعد.. ¶ فإن الله عز وجل يأمر بالعدل والإحسان وينهى عن الظلم والبغي والعدوان، وقد بعث الله نبيه محمداً صلى الله عليه وسلم بما بعث به الرسل جميعاً من الدعوة إلى التوحيد، وإخلاص العبادة لله وحده، وأمره بإقامة القسط، ونهاه عن ضد ذلك من عبادة غير الله، والتفرق والتشتت والاعتداء على حقوق العباد، وقد شاع في هذا العصر أن كثيراً من المنتسبين إلى العلم والدعوة إلى الخير يقعون في أعراض كثير من أخوانهم الدعاة المشهورين، ويتكلمون في أعراض طلبة العلم، والدعاة، والمحاضرين، ويفعلون ذلك سراً في مجالسهم وربما سجلوه في أشرطة تنشر على الناس، وقد يفعلونه علانية في محاضرات عامة في المساجد وهذا مسلك مخالف لما أمر الله به رسوله من جهات عديدة منها: ¶ أولاً: أنه تعد على حقوق الناس من المسلمين، بل خاصة الناس من طلبة العلم والدعاة الذين بذلوا وسعهم في توعية الناس وإرشادهم وتصحيح عقائدهم ومناهجهم، واجتهدوا في تنظيم الدروس والمحاضرات، وتأليف الكتب النافعة. ¶ ثانياً: أنه تفريق لوحدة المسلمين وصفهم، وهم أحوج ما يكونون إلى الوحدة والبعد عن الشتات والفرقة.. وكثرة القيل والقال فيما بينهم، وخاصة وأن الدعاة الذين نيل منهم هم من أهل السنة، والجماعة المعروفين بمحاربة البدع والخرافات، والوقوف في وجه الداعين إليها، وكشف خططهم وألاعيبهم، ولا نرى مصلحة في مثل هذا العمل إلا للأعداء المتربصين من أهل الكفر والنفاق أو من أهل البدع والضلال.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ثالثاً: أن هذا العمل فيه مظاهرة ومعاونة للمغرضين من العلمانيين والمستغربين وغيرهم من الملاحدة الذين اشتهر عنهم الوقيعة في الدعاة، والكذب عليهم، والتحريض ضدهم فيما كتبوه وسجلوه، وليس من حق الأخوة الإسلامية أن يعين هؤلاء المتعجلون أعداءهم على أخوانهم من طلبة العلم والدعاة وغيرهم. ¶ رابعاً: إن في ذلك إفساداً لقلوب العامة والخاصة، ونشراً وترويجاً للأكاذيب والإشاعات الباطلة وسبباً في كثرة الغيبة والنميمة، وفتح أبواب الشر على مصاريعها لضعاف النفوس الذين يدأبون على بث الشبه، وإثارة الفتن، ويحرصون على إيذاء المؤمنين بغير ما اكتسبوا. ¶ خامساً: أن كثيراً من الكلام الذي قيل لا حقيقة له وإنما هو من التوهمات التي زينها الشيطان لأصحابها، وأغراهم بها، وقد قال الله تعالى: {يا أيها الذين آمنوا اجتنبوا كثيراً من الظن إن بعض الظن إثم ولا تجسسوا ولا يغتب بعضكم بعضاً.. الآية}، والمؤمن ينبغي أن يحمل كلام أخيه المسلم على أحسن المحامل، وقد قال بعض السلف: لا تظن بكلمة خرجت من أخيك سوءاً وأنت تجد لها في الخير محملاً. ¶ سادساً: وما وجد من اجتهاد لبعض العلماء، وطلبة العلم فيما يسوغ فيه الاجتهاد فإن صاحبه لا يؤاخذ به، ولا يثرب عليه إذا كان أهلاً للاجتهاد فإن خالفه غيره في ذلك كان الأجدر أن يجادله بالتي هي أحسن حرصاً على الوصول إلى الحق من أقرب طريق، ودفعاً لوساوس الشيطان وتحريشه بين المؤمنين، فإن لم يتيسر ذلك ورأى أحد أنه لا بد من بيان المخالفة، فيكون ذلك بأحسن عبارة، وألطف إشارة، ودون تهجم، أو تجريح، أو شطط في القول قد يدعو إلى رد الحق أو الإعراض عنه، ودون تعرض للأشخاص أو اتهام النيات، أو زيادة في الكلام لا مسوغ لها، وقد كان الرسول صلى الله عليه وسلم يقول في مثل هذه الأمور: [ما بال أقوام قالوا كذا وكذا]",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "فالذي انصح به هؤلاء الأخوة الذين وقعوا في أعراض الدعاة، ونالوا منهم أن يتوبوا إلى الله تعالى مما كتبته أيديهم، أو تلفظت به ألسنتهم مما كان سبباً في إفساد قلوب بعض الشباب، وشحنهم بالأحقاد والضغائن، وشغلهم عن طلب العلم النافع، وعن الدعوة إلى الله بالقيل والقال، والكلام عن فلان وفلان، والبحث عما يعتبرونه أخطاء للآخرين وتصيدها وتكلف ذلك. ¶ كما أنصحهم أن يكفروا عما فعلوا بكتابة أو غيرها مما يبرؤون به أنفسهم من مثل هذا الفعل، ويزيلون ما علق بأذهان من يستمع إليه من قولهم، وأن يقبلوا على الأعمال المثمرة التي تقرب إلى الله، وتكون نافعة للعباد، وأن يحذروا من التعجل في إطلاق التكفير أو التفسيق أو التبديع لغيرهم بغير بينة ولا برهان. قال النبي صلى الله عليه وسلم: [من قال لأخيه يا كافر فقد باء بها أحدهما] (متفق عليه) ¶ ومن المشروع لدعاة الحق وطلبة العلم إذا أشكل عليهم أمر من كلام أهل العلم أو غيرهم أن يرجعوا إلى العلماء المعتبرين ويسألوهم عنه ليبينوا لهم جلية الأمر، ويوقفوهم على حقيقته، ويزيلوا ما في أنفسهم من التردد والشبهة عملاً بقول الله عز وجل في سورة النساء: {وإذا جاءهم أمر من الأمن أو الخوف أذاعوا به ولو ردوه إلى الرسول وإلى أولي الأمر منهم لعلمه الذين يستنبطونه منهم ولولا فضل الله عليكم ورحمته لاتبعتم الشيطان إلا قليلاً} ¶ والله المسؤول أن يصلح أحوال المسلمين جميعاً،ويجمع قلوبهم وأعمالهم على التقوى وأن يوفق جميع علماء المسلمين، وجميع دعاة الحق لما يرضيه وينفع عباده، ويجمع كلمتهم على الهدى ويعيذهم من أسباب الفرقة والاختلاف، وينصر بهم الحق، ويخذل بهم الباطل إنه ولي ذلك والقادر عليه. ¶ وصلى الله وسلم على نبينا محمد وآله وصحبه ومن اهتدى بهداه إلى يوم الدين\" ¶ 2) الشيخ بكر أبو زيد وموعظته البليغة:",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ولا شك أن أكثر هؤلاء العلماء تصنيفاً في هذه المجموعة وأعمقهم علماً بهم وبأصولهم هو الشيخ العلامة بكر بن عبدالله أبو زيد -حفظه الله- الذي جمع أصولهم وعرف مقاصدهم وأدرك أخطار منهجهم فكتب فيهم كتاباً فريداً جامعاً سماه (تصنيف الناس بين الظن واليقين)، واكتفى هنا بنقل بعض هذه العبارات.. ¶ * يقول الشيخ بكر أبو زيد حفظه الله: ¶ \"وإذا علمت فشو ظاهرة التصنيف الغلابة، وأن إطفاءها واجب، فاعلم أن المحترفين لها سلكوا لتنفيذها طرقاً منها: ¶ * إنك ترى الجراح القصاب كلما مر على ملأ من الدعاة اختار منهم (ذبيحاً) فرماه بقذيفة من هذه الألقاب المرة تمرق من فمه مروق السهم من الرمية، ثم يرميه في الطريق ويقول: أميطوا الأذى عن الطريق فإن ذلك من شعب الإيمان؟؟ ¶ * وترى دأبه التربص والترصد: عين للترقب، وأذن للتجسس كل هذا للتحريش، وإشعال نار الفتن بالصالحين وغيرهم. ¶ * وترى هذا (الرمز البغيض) مهموماً بمحاصرة الدعاة بسلسلة طويل ذرعها، وردئ متنها، تجر أثقالاً من الألقاب المنفرة والتهم الفاجرة، ليسلكوا في قطار أهل الأهواء، وضلال أهل القبلة، وجعلهم وقود بلبلة، وحطب اضطراب!! ¶ وبالجملة فهذا (القطيع) هم أسوأ غزاة الأعراض بالأمراض والعض الباطل في غوارب العباد، والتفكه بها، فهم مقرنون بأصفاد: الغل، والحسد، والغيبة، والنميمة، والكذب، والبهت، والإفك، والهمز، واللمز جميعها في نفاذ واحد. ¶ إنهم بحق (رمز الإرادة السيئة يرتعون بها بشهوة جامحة نعوذ بالله من حالهم لا رعوا)\" (التصنيف/22-23)",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ويقول أيضاً: \"وكم جرت هذه المكيدة من قارعة في الديار بتشويه وجه الحق، والوقوف في سبيله، وضرب للدعوة من حدثاء الأسنان في عظماء الرجال باحتقارهم وازدرائهم، والاستخفاف بهم وبعلومهم، وإطفاء مواهبهم، وإثارة الشحناء والبغضاء بينهم، ثم هضم لحقوق المسلمين في دينهم، وعرضهم، وتحجيم لانتشار الدعوة بينهم بل صناع توابيت، تقبر فيها أنفاس الدعاة، ونفائس دعوتهم.. انظر كيف يتهافتون على إطفاء نورها فالله حسيبهم\" (التصنيف/24) ¶ وقال أيضاً حفظه الله: \"ولا يلتبس هذا الأصل الإسلامي بما تراه مع بليج الصبح وفي غسق الليل من ظهور ضمير أسود وافد من كل فج استعبد نفوساً بضراوة، أراه -تصنيف الناس- وظاهرة عجيب نفوذها هي (رمز الجراحين)، أو (مرض التشكيك وعدم الثقة) حمله فئام غلاظ من الناس يعبدون الله على حرف، فألقوا جلباب الحياء، شغلوا به أغراراً التبس عليهم الأمر فضلوا، وأضلوا، فلبس الجميع أثواب الجرح والتعديل، وتدثروا بشهوة التجريح، ونسج الأحاديث والتعلق بخيوط الأوهام، فبهذه الوسائل ركبوا ثبج تصنيف الآخرين للتشهير والتنفير، والصد عن سواء السبيل\" (التصنيف/9) ¶ وقال أيضاً : \"ويا لله كم صدت هذه الفتنة العمياء عن الوقوف في وجه المد الإلحادي، والمد الطرقي، والعبث الأخلاقي، وإعطاء الفرصة لهم في استباحة أخلاقيات العباد، وتأجيج سبل الفساد والإفساد إلى آخر ما تجره هذه المكيدة المهينة من جنايات على الدين، وعلى علمائه، وعلى الأمة وعلى ولاة أمرها.. وبالجملة فهي فتنة مضلة والقائم بها (مفتون) و(منشق) عن جماعة المسلمين\" (التصنيف/29) ¶ وقال أيضاً حفظه الله: \"وفي عصرنا الحاضر يأخذ الدور في هذه الفتنة دورته في مسالخ من المنتسبين إلى السنة متلفعين بمرط ينسبونه إلى السلفية -ظلماً لها- فنصبوا أنفسهم لرمي الدعاة بألسنتهم الفاجرة المبنية على الحجج الواهية، واشتغلوا بضلالة التصنيف\" (التصنيف/28)",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وقال متوجاً ذلك القول البليغ في هذه المجموعة: \"ولكن بلية لا لعاً لها، وفتنة وقى الله شرها حيث سرت في عصرنا، ظاهرة الشغب هذه إلى ما شاء الله من المنتسبين إلى السنة، ودعوى نصرتها، فاتخذوا (التصنيف والتجريح) ديناً وديدناً، فصاروا إلباً إلى أقرانهم من أهل السنة وحرباً على رؤوسهم وعظائمهم، يلحقونهم الأوصاف المرذولة وينبزونهم بالألقاب المستشنعة المهزولة حتى بلغت بهم الحال أن فاهوا بقولتهم عن أخوانهم في الاعتقاد والسنة والأثر (هم أضر من اليهود والنصارى)، و(فلان زنديق).. ¶ وتعاموا عن كل ما يجتاب ديار المسلمين، ويخترق آفاقهم من الكفر والشرك، والزندقة، والإلحاد، وفتح سبل الإفساد والفساد، وما يفد في كل صباح ومساء من مغريات وشهوات،وأدواء وشبهات تنتج تكفير الأمة وتفسيقها، وإخراجها نشأً آخر منسلخاً من دينه، وخلقه.. ¶ * انشقاق في صفوف أهل السنة لأول مرة في التاريخ: ¶ وهذا الانشقاق في صف أهل السنة لأول مرة حسبما نعلم يوجد في المنتسبين إليهم من يشاقهم، ويجند نفسه لمثافنتهم، ويتوسد ذراع الهم لإطفاء جذوتهم، والوقوف في طريق دعوتهم وإطلاق العنان للسان يفري في أعراض الدعاة ويلقي في طريقهم العوائق في عصبية طائشة، فلو رأيتهم مساكين يرثى لحالهم وضياعهم. وهم يتواثبون، ويقفزون، والله أعلم بما يوعون، لأدركت فيهم الخفة والطيش في أحلام طير، وهذا شأن من يخفق على غير قاعدة، ولو حاججت الواحد منهم لما رأيت عنده إلا قطعة من الحماس يتدثر بها على غير بصيرة، فيصل إلى عقول السذج من باب هذه الظاهرة: الغيرة، نصرة السنة، وحدة الأمة، وهم أول من يضع رأس المعول لهدمها، وتمزيق شملها\" (التصنيف/39-40) ¶ 3) ويقول الشيخ الغنيمان رئيس قسم العقيدة في الجامعة الإسلامية سابقاً وهو ينكر على أهل التبديع والتصنيف بالهوى:",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "\"أقول: من نتائج أفعال هؤلاء تبلبلت أفكار كثير من الشباب.. فمنهم من ضل طريق الهدى، وصار يتبع ما يرسمه له هؤلاء النقدة الذين وقفوا في طريق الدعوة يصدون عن سبيل الله، ومنهم من صار لديه بسبب هؤلاء النقدة، فجوة عظيمة بينه وبين العلماء، ووحشة كبيرة فابتعد عنهم.. ومنهم من جعل يصنف الناس حسب حصيلته مما يسمع من هؤلاء بأن فلاناً: من الأخوان لأنه يكلم فلاناً من الإخوان، أو يزوره، أو يجلس معه..وأن فلاناً من السرورين..وفلاناً من النفعيين..وهكذا. ¶ والعجب أنهم بهذا يزعمون أنهم يطبقون منهج الجرح والتعديل، وقد اتخذوا في هذا رؤساء جهالاً فضلوا وأضلوا. ¶ فعلى المسلم أن يتقي الله في نفسه، وفي هؤلاء المساكين أرباع المتعلمين أو أعشارهم. ¶ وفي الحديث الصحيح: [لأن يهدي الله بك رجلاً واحداً خير لك من حمر النعم] يعني خير لك من الدنيا، فكذلك من ضل بسببه رجل واحد فعليه وزر عظيم، وقال الله تعالى بعدما ذكر قصة قتل ابني آدم لأخيه: {من أجل ذلك كتبنا على بني إسرائيل أنه من قتل نفساً بغير نفس أو فساد في الأرض فكأنما قتل الناس جميعاً ومن أحياها فكأنما أحيا الناس جميعاً} (المائدة:32) ¶ وإضلال الإنسان في دينه أعظم من قتله بكثير، والكلام في مسائل الدين يجب أن يكون بدليل من كتاب الله وسنة رسوله صلى الله عليه وسلم، وأن يقصد به وجه الله، وألا يكون ضرره أكبر من نفعه، وألا يكون الحامل عليه الحسد لمعين واتباع الهوى\" (الهوى وأثره في الخلاف/33-34) ¶ * من أصول الدين الدعوة إلى التعاون بين المسلمين جميعاً واعتصامهم بكتاب الله وسنة رسوله صلى الله عليه وسلم!!",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "أما الجريمة الثالثة لي عند الشيخ ربيع بن هادي فهي دعوتي الدائمة لجمع كلمة المسلمين، وعدم الفرقة، ووجوب التعاون على البر والتقوى بين العاملين للإسلام، وقد جعل ربيع هذا الأصل القرآني من الجرائم لأنه على حد زعمه يجب تمييز السلفيين عن غيرهم، ولا يجوز لهم أن يمدوا يد التعاون على بر وتقوى مع غيرهم من الجماعات والأفراد... ¶ وهذا الذي يقوله ويدعيه مناقض لأمر الله بالاجتماع، وعدم الفرقة، ومخالف لعمل كل علماء الإسلام في كل العصور، وخاصة أهل السنة والجماعة الذين ما سموا بالجماعة إلا لإنها أصل أصولهم، عملاً بقوله تعالى: {واعتصموا بحبل الله جميعاً ولا تفرقوا..} ¶ وبقوله: {ولا تكونوا كالذين تفرقوا واختلفوا من بعد ما جاءهم البينات} وكل علماء الأمة المخلصين دعوا بدعوة الله هذه.. ¶ * يقول الشيخ المفسر عبدالرحمن بن سعدي رحمه الله: ¶ \"ومن أهم أمور الجهاد وخصوصا في هذه الأوقات: التعاون بين المسلمين في جميع شؤونهم الدينية والسياسية والاقتصادية واتصال بعضهم ببعض في تحقيق ذلك لأن عددهم كثير وأعداؤهم جادون في الحيلولة بينهم في هذه الأمور وقد تفننوا في تفريقهم وأقاموا الحواجز والسدود في اتصال بعضهم ببعض حتى أوهنوا قواهم وساءت حالهم وهم مجدون في هذا الأمر\". ¶ * وجاء في فتوى اللجنة الدائمة للإفتاء برئاسة شيخنا الإمام عبد العزيز بن باز: ¶ بعد السؤال التالي: الجماعات والفرق الموجودة الآن -اقصد بها جماعة الإخوان المسلمين وجماعة التبليغ وجماعة أنصار السنة المحمدية.. الخ، هل ينطبق عليها حديث حذيفة فاعتزل تلك الفرق كلها ولو أن تعض بأصل شجرة حتى يدركك الموت وأنت على ذلك\"؟ ¶ والجواب:",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "\"كل من هذه الفرق فيها حق وباطل وخطأ وصواب وبعضها أقرب الى الحق والصواب وأكثر خيرا وأعم نفعا من بعض فعليك أن تتعاون على ما معها من الحق وتنصح لها فيما تراه خطأ، ودع ما يريبك إلى ما لا يريبك\" ووقع على الفتوى أيضا المشايخ عبد الرزاق عفيفي وعبد الله بن غديان وعبد الله بن قعود. ¶ * وجاء في اجابة اللجنة الدائمة للإفتاء حول السؤال الآتي: ¶ \"في العالم الإسلامي اليوم عدة فرق وطرق صوفية مثلا هناك جماعة التبليغ، الاخوان المسلمين، السنيين فما هي الجماعة التي تطبق كتاب الله وسنة رسوله صلى الله عليه وسلم؟ ¶ فأجابت اللجنة: ¶ \"أقرب الجماعات الإسلامية الى الحق وأحرصها على تطبيقه أهل السنة وهم أهل الحديث وجماعة أنصار السنة ثم الإخوان المسلمون وبالجملة فكل فرقة من هؤلاء فيها خطأ وصواب فعليك \" بالتعاون \" معها فيما عندها من الصواب واجتناب ما وقعت فيه من أخطاء مع التناصح والتعاون على البر والتقوى \". ¶ * وجاء في الفتوى رقم (1674) ما نصه: ¶ \"على كل جماعة من الجماعات الإسلامية التبليغ، اتحاد الطلبة المسلمين، الاخوان المسلمين الشبان المسلمين، أنصار السنة المحمدية الجمعية الشرعية الخ. أن تتعاون مع الأخرى فيما اتفقوا عليه من الحق وأن تتفاهم معها فيما اختلفوا عسى الله أن يهدي الجميع إلى سواء السبيل وعلى كل طائفة من هذه الجماعات أن تنصح للأخرى فتثني عليها بما فيها من خير وترشدها إلى ما فيها من خطأ في الأحكام أو انحراف في العقيدة أو الأخلاق أو تقصير في العلم أو البلاغ قصدا للإصلاح وطلبا لاستدراك ما فات لا ذما لها وتعبيرا عسى أن تستجيب لما دعيت إليه فتستكمل نقصها وتصلح شأنها وتجتمع القلوب على الحق وتنهض بنصرته\". ¶ * وقول سماحة شيخنا عبد العزيز بن عبد الله ابن باز -حفظه الله ورعاه- وقد سئل: هل تعتبر قيام جماعات إسلامية في البلدان الإسلامية لاحتضان الشباب وتربيتهم على الإسلام من إيجابيات هذا العصر؟ ¶ فأجاب -وفقه الله-:",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "\"وجود هذه الجماعات الإسلامية فيه خير للمسلمين ولكن عليها أن تجتهد في إيضاح الحق مع دليله وألا تتنافر بعضها البعض وأن تجتهد بالتعاون فيما بينها وأن تحب إحداها الأخرى وتنصح لها وتنشر محاسنها وتحرص على ترك ما يشوش بينها وبين غيرها. ¶ ولا مانع أن تكون هناك جماعات إذا كانت تدعوا إلى كتاب الله وسنة رسوله صلى الله عليه وسلم وعليهم أن يترسموا طريق الحق ويطلبوه وأن يسألوا أهل العلم فيما أشكل عليهم وأن يتعاونوا مع الجماعات فيما ينفع المسلمين بالأدلة الشرعية لا بالعنف ولا بالسخرية ولكن بالكلمة الطيبة والأسلوب الحسن وأن يكون السلف الصالح قدوتهم والحق دليلهم وأن يهتموا بالعقيدة الصحيحة التي كان عليها رسول الله صلى الله عليه وسلم وصحابته رضي الله عنهم\". ¶ * الاتهام بالغلو في السياسة، وفقه الواقع: ¶ أما قول الشيخ ربيع بأنني غال في السياسة وفي فقه الواقع، فاتهام سخيف، فأنا بحمد الله لم أتسلم في حياتي منصباً سياسياً، ولا أطمع في شيء من ذلك، ولا أتمناه.. وإن كنت أعيش شيئاً من هموم المسلمين، وأحاول أن أعرف شيئاً من مكايد أعدائهم فإنني أرى أن هذا من فروض الكفايات، وهو على مثلي فرض عين، فإنني أسأل وأقصد، وأخطب، وأفتى، وكل ذلك بحمد الله وتوفيقه.. ¶ ولا بد لكل ذلك من علم بواقع الحال، وذلك لأنزل آيات القرآن منازلها، وأحاديث النبي صلى الله عليه وسلم مواقعها. ¶ وما زلت أرى أن جهل المتكلم في الدين بواقع الحال يحرم عليه الكلام والفتيا. ¶ * يفرحون بالسقطات، ويسوؤهم رجوع المسلم إلى الحق: ¶ والشيخ ربيع يبدو أنه لا مجال عنده لتوبة مهما أظهرت الندم، ولا قبول عنده لعذر ولو بالغت في الاعتذار، ولا تصديق عنده لمؤمن ولو حلف بأغلظ الأيمان.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ومنذ ظهور الرسائل المتبادلة بيني وبين سماحة الوالد الشيخ عبدالعزيز بن باز وهو يشيع عني أنني كاذب مخادع.. ويروج هذا سراً، ثم صبر عاماً كاملاً عن الإعلان عنه.. ثم أعلن ما كان يسره والمقصود ليس إقالة عثرة، ونصح مسلم، ومؤازرة أخ في الله، بل يبدو أن المقصود القضاء على عدو!! وإخراج عبدالرحمن بن عبدالخالق من السلفية ليكون عرضه مستباحاً، بل ودمه مستباحاً.. ولا يتأثم طلاب العلم الصغار من شتمه وتجريحه، وتنفير الناس عنه لأنه يقال لهم: هذا الجرح والكلام في أهل البدع خير من الصلاة، والصوم، والحج!! ¶ * لعله أول كتاب في الإسلام بهدف النميمة: ¶ كتاب الشيخ ربيع بن هادي لعله أول كتاب يؤلف في الإسلام يكون موضوعه النميمة، والسعي بعرض مسلم.. ¶ وهذا الكتاب لا يدخل في كتب الردود العلمية بأي صورة من الصور لأنه لا يحمل قضية علمية واحدة في معتقد أو خلاف في حكم شرعي، وإنما الكتاب كله وشاية كاذبة تقول: عبدالرحمن يسبنا.. (عبدالرحمن يمدح أهل البدع).. ¶ وكتاب الشيخ ربيع نموذج صارخ للأصول التي وضعها الشيخ ربيع.. وهذا الكتاب لا يدخل في باب النصح لله، وكتابه ورسوله، وعامة المسلمين وأئمتهم بأي صورة من الصور، وذلك أنه تشهير، وتنفير، واتهام بباطل، وإلزام بأقوال أعلنت براءتي منها، ورجوعي عنها.. ولا يجوز تعيير مسلم ولا التشهير به، ولا تذكيره بما رجع عنه، وتبرأ منه. ¶ * لماذا كتبت لسماحة الوالد الشيخ عبدالعزيز حول كتاب ربيع؟ ¶ وقد كتبت لسماحة الوالد الشيخ عبدالعزيز بن باز بحقيقة الخلاف لأن بعض التنبيهات التي كان قد كتبها إلي أراد بعضهم أن تكون مدخلاً إلى هدمي، وتبديعي، ثم تطبيق منهج الشيخ ربيع في الحكم على الرجال، وكان من هذا الخطاب لسماحته ما يلي: ¶ \"سماحة الوالد:",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "حقيقة الخلاف وخلاصته بيني وبين الشيخ ربيع بن هادي ومن قلده في طريقه.. بل بين علماء السنة في العالم أجمع والشيخ ربيع بن هادي... أن ربيع بن هادي قد خرج على المسلمين بمنهج جديد سماه منهج أهل السنة والجماعة في نقد الرجال والكتب والطوائف. ¶ وكان من الأصول التي وضعها لهذا المنهج أن حكم على كل مسلم وقع في بدعة أو ما ظنه بدعة بأنه مبتدع، وأن كل مسلم قال كلمة ظاهرها الكفر فهو كافر، حتى وإن كان القائل قد نفى هذا صريحاً في مكان آخر، وموضع آخر من كلامه، وأنه لا يحمل مطلق على مقيد، ولا مجمل على مفسر، إلا في كلام الله فقط.. وأن كل من حكم هو عليه بالبدعة -حسب هذه المقاييس- فواجب على أهل الإسلام جميعاً هجره، وإبطال ما أحسن فيه، ولو كان جهاداً ونصراً للإسلام وعزاً للمسلمين، ولا يجوز ذكره إلا بما أساء فيه فقط.. ¶ وكان من ثمرات هذا المنهج الحكم على طائفة كبيرة من علماء الأمة قديماً وحديثاً بأنهم مبتدعون ضلال لا يجوز قراءة كتبهم، ولا الانتفاع بعلمهم.. ¶ وكذلك الحكم على جميع جماعات الدعوة القائمة بأنها جماعات بدعة وضلال، وأنها مخالفة للسنة، وأنها امتداد للفرق الضالة من الخوارج، والروافض، والجهمية، والمرجئة.. ومن أجل ذلك أطلق عليهم كلمات الكفر، ورماهم بالزندقة والإلحاد، والخروج.. ¶ وكنت قد ناقشت الشيخ ربيع شفاهاً مرات كثيرة، وسجلت كذلك في منزله مجموعة من الأشرطة في ندوة دعا إليها هو مجموعة كبيرة من طلاب العلم، ونوقشت هذه القضايا..",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وكتبت له مرات أخرى، ونصحت له فيما بيني وبينه، ودعوته أن يقتدي بكم وعلماء أهل السنة في موقفكم من كل هذه الأمور، وأرادني هو أن أدخل فيما دخل فيه من تكفير المسلمين بلا مكفر، وتبديعهم بلا مبدع، ورميهم بالعظائم على الظن والتوهم، وحرب العاملين للإسلام، والجزم أنهم أخطر من اليهود والنصارى.. وذكرت له مراراً أن موقفي في هذه الأمور لا يعدو موقف علماء الدعوة السلفية وقاداتها وعلى رأسهم شيخي وأستاذي سماحة الوالد الشيخ عبدالعزيز بن باز الذي أجعله قدوة لي في كل هذه الأمور. ¶ ولما يئس أن أدخل فيما دخل هو فيه من التكفير بلا مكفر، والتبديع بلا مبدع، وتضليل سواد الأمة وعوامها، وهدم كل عامل للإسلام يصيب ويخطئ، وقد يجمع عملاً صالحاً وآخر سيئاً، عسى الله أن يتوب عليهم... كان لا بد عند الشيخ ربيع أن يلحقني بمن يبدعهم ويضللهم وينفر الناس عنهم. انتهى ¶ هذه هي خلاصة القضية: لقد أرادوا هدم عبدالرحمن بن عبدالخالق فأوغروا صدر الشيخ ربيع، وأوهموه أنني أدافع عمن يسميهم أهل البدع، وأنني أقدح في أهل السنة.. فكان أن جمع كل سهامه، وألقاها جملة واحدة نحوي. وبالطبع طاشت سهامه، كما طاشت في كل من حاربهم من أهل الخير والصلاح الذين ما استفادوا بحربه إلا عزاً، ورفعة. ولا نال هو من هذه الحرب الخاسرة إلا ضلالاً لسعيه، ولوماً من أهل الحق له.. ¶ ومن كان يظن أن يوضع اسم عبدالرحمن بن عبدالخالق على غلاف كتابه وتقوم دوائر متعددة بطبعه ونشره في كل مكان، وليس في الكتاب إلا مظلمة لي واتهام بباطل، وجعل ما هو حسنة سيئة، أسأل الله أن يرزقني الصبر عليها، والعفو عند القدرة عن أصحابها، وأن يجعلها لي عزاً ونصراً في الدنيا، ومغفرة ورفعة في الآخرة، وأن ينصر دينه وكتابه وسنة رسوله، وأن يستعملنا في طاعته وأن يجنبنا الفتن ما ظهر منها وما بطن؟ ¶ * مخاطر منهج الشيخ ربيع في النقد والحكم على الرجال:",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وأخيراً فلقد كان من الآثار المدمرة لمنهج ربيع بن هادي المدخلي هذا في النقد ما يأتي: ¶ 1) أنه جعل العدل والإحسان والشهادة بالحق والقيام بالقسط الذي أمر الله به في قوله: {يا أيها الذين آمنوا كونوا قوامين بالقسط شهداء لله ولو على أنفسكم... الآية}.. وقال: {يا أيها الذين آمنوا كونوا قوامين لله شهداء بالقسط}.. وقوله تعالى: {وكذلك جعلناكم أمة وسطا} أي عدولا.. ¶ جعل ربيع هذا الأمر بالعدل من منهج المبتدعة، وسمى العدل الذي أمر الله به مع الناس عامة والمسلمين خاصة بمنهج أهل البدع، وسماه (منهج الموازنات) وأنه ليس منهج أهل الحديث والسنة. ¶ 2) أنه جعل التمسك بسقطات الناس وأخطائهم ديناً، وأن الناس لا يوزنون عنده إلا بهذه الأخطاء والسقطات، فالحكم على الناس من خلال زلاتهم، وأخطائهم، وأن كل زلة وخطأ تهدم كل إحسان وبر.. ¶ 3) لقد أخرج منهج ربيع في النقد مجموعات من أهل التكفير والتفسيق الذين ضللوا سلف الأمة، وأئمتها، وحرقوا كتب أهل العلم كفتح الباري لابن حجر رحمه الله، وشرح النووي لصحيح الإمام مسلم رحمه الله، وشرح العقيدة الطحاوية، وغيرها، وهؤلاء هم تلاميذ هذا المنهج الفاسد في النقد والحكم على الرجال. ¶ 4) هذا المنهج الفاسد لم يجعل لعالم من علماء الإسلام مكانا في الأمة لأنه يقوم على تتبع السقطات والزلات والأخطاء، ولا يوجد من له عصمة من ذلك؟ ¶ ولما قام تلاميذ الشيخ ربيع بالبحث عن أخطاء من يبدعونه، ويريدون هدمه، كافأهم الآخرون بالبحث عن أخطاء ربيع، ومن يعظمهم من طلاب العلم، وأصبح هم الجميع التفتيش عن أخطاء الآخرين... [ومن سن سنة سيئة فعليه وزرها ووزر من عمل بها إلى يوم القيامة]..",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "5) هذا المنهج جرأ صغار طلبة العلم على التطاول في أعراض العلماء والدعاة إلى الله، والبحث عن أخطائهم، والحال أن هؤلاء الطلاب ما زالوا في مبدأ الطلب، وقد أدى هذا إلى انحراف كثير منهم، وتركهم الدين، وفساد أخلاقهم، وطويتهم، والعجب أنهم لقنوا أن هذا الثلب والشتم والتجني دين يتقرب به إلى الله. ¶ 6) لقد أدى منهج ربيع هذا المخترع في النقد إلى تشويه منهج أهل السنة والجماعة عند من لا يفهم طريقة أهل السنة في العدل والإحسان، وظن الجاهل بمناهج علماء السنة أن منهج أهل السنة هو السب والتشهير والرمي بالبدعة بلا مبدع، وتتبع سقطات الناس وزلاتهم، فانصرف كثير من الناس عن منهج أهل السنة والجماعة. ¶ 7) لقد أوقع هذا المنهج الباطل أتباعه في التناقض والكيل بمكيالين، والحكم في المسألة الواحدة بقولين متناقضين، ولذلك أصبح كثير منهم من أهل التقية والكذب، فلهم أقوال في السر يبدعون بها سادات الناس لا يستطيعون قولها في العلن!! ¶ 7) لقد أدى هذا المنهج الباطل في النقد، والتجريح إلى انطماس بصائر كثير من طلاب العلم، حتى أنهم أصبحوا يقفون في صف أعداء الإسلام ضد إخوانهم المسلمين. ¶ 9) لقد أوقع هذا المنهج من الفرقة في أهل الإسلام عامة، وأهل السنة منهم خاصة ما لم يحدثه أي منهج آخر حيث أنه يقيم الولاء والبراء على مسائل محدودة من فروع الدين... بل إنه جعل السلفي هو من يقول بكذا وكذا، ويخرج المسلم من السنة، واتباع منهج السلف إذا خالف في مسألة واحدة من مسائل الرأي والاجتهاد.. ويوجب البراء منه بذلك!! وقد كان تدميره الأشد في السلفيين خاصة فقد فرقتهم جماعات و أحزاباً و أهواءً.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "10) لقد أدى هذا المنهج إلى انشغال المسلمين عن حرب أعداء الله والكافرين والمنافقين، وشغل الدعاة إلى الله بالدفاع عن أنفسهم وبالردود المستمرة على سيل الشبهات، والأكاذيب، والافتراءات التي باتت توجه إليهم، وبذلك خلا الجو لأعداء المسلمين من الكفار،والعلمانيين، والمنافقين، وجميع خصوم الإسلام.. ¶ هذه عشر كاملة من المفاسد والشرور التي أفرزها هذا المنهج الباطل.. ولا شك أن كل مروج له يتحمل ما يتحمل من وزره ووزر من يتبعه فيه إلى يوم القيامة!! ¶ * هذه الفتنة إلى أين؟ ¶ وبالرغم من أننا نرى مدى الفساد الذي أحدثه هذا المنهج الفاسد إلا أننا نرى بحول الله وقوته أنه إلى ضلال وأن نهايته قد باتت وشيكة، ونختم بكلمات من عالم لعله ينظر بنور الله فيقول عن نهاية هذه الظاهرة التي يسميها (وعكة): ¶ \"لكن مما يطمئن أن هذه (وعكة) مصيرها إلى الاضمحلال و (لوثة وافدة) تنطفي عن قريب، وعودة (المنشقين) إلى جماعة المسلمين أن تعلم: ¶ أن هذا التبدد يعيش في أفراد بلا أتباع، وصدق الله: {وما للظالمين من أنصار}.. ¶ * ومن صالح الدعاء: {ربنا لا تجعلنا مع القوم الظالمين}.. ¶ * وقوله تعالى: {رب فلا تجعلني في القوم الظالمين}.. ¶ * وأن هؤلاء الأفراد يسيرون بلا قضية.. وأن جولانهم: هو من فزع وثبة الانشقاق، ولهذا تلمس فيهم (زعارة)، وقلة توفيق.. ¶ فلا بد -بإذن الله تعالى- أن تخبو هذه اللوثة، ويتقلص ظلها وتنكتم أنفاسها، ويعود (المنشق) تائباً إلى صف جماعة المسلمين، تالياً قول الله تعالى: {رب نجني من القوم الظالمين}\" (بكر أبو زيد-التصنيف/41) ¶ ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ولا تجعل في قلوبنا غلا للذين آمنوا، ربنا إنك رؤوف رحيم.. سبحانك اللهم وبحمدك أشهد ألا إله إلا أنت أستغفرك وأتوب إليك. ¶ ****************** ¶ *********** ¶ *****",
            "page": "39",
            "part": "1"
        }
    ],
    "t37809": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الرد الوجيز على الشيخ ربيع المدخلي لعبد الرحمن عبد الخالق"
        }
    ]
}