{
    "b37804": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "اشتراط الولي في النكاح لا يقيد حرية المرأة ¶ من الشبه التي يثيرها أعداء الإسلام، ويقولون بأنها تنافي حرية المرأة في اختيار من ترضاه زوجاً لها، اشتراط الولي في النكاح، فيقولون: إن وجود الولي واشتراطه، يمنع الفتاة من أن تختار من تريده زوجاً لها بحرية تامة، بل كثيراً ما يفرض عليها الولي من يرضاه هو، ويختاره لها زوجاً، وهذا ينافي أبسط الحقوق. ¶ هذا ملخص الشبهة التي يثيرها أعداء الإسلام، ويظنون أنهم وجهوا طعنة لا ترد، ووجدوا ثغرة وثلماً في الإسلام - زعموا - يستطيعون من خلالهما الطعن في عدالته في حق المرأة، والنيل منه. ¶ ونقول: إن ما زعموه من تحكم الولي بموليته في النكاح، ليس من الإسلام في شيء، بل هو تقاليد لبعض المجتمعات الإسلامية، توارثوها عن آبائهم، وأعراف تعارفوا عليها، وبمرور الزمن، وتعاقب الأجيال وبسبب الجهل بالدين، أخذت تلك الأعراف والتقاليد طابع الاحترام والتقديس، وأخيراً أُلصقت بالدين، والدين منها براء، وقد أسلفنا الكلام على (رأي المرأة في اختيار زوجها) وأوضحنا هدي الإسلام في هذا الموضوع، ودور الولي في هذا الشأن، وذكرنا ما جاء عن رسوله صلى الله عليه وسلم في ذلك، وما فهمه السلف منه وطبقوه. ¶ إن الإسلام أعطى للمرأة البالغة العاقلة: بكراً، أو ثيباً، كامل الحرية في قبول أو رفض من تقدم لخطبتها، ولم يجعل لأبيها، وهو أقرب الناس إليها، ولا لولي غيره أن يجبرها على من لا ترضاه قال رسول الله صلى الله عليه وسلم: (لا تنكح الأيِّم حتى تُستأمر، ولا تنكح البكر حتى تُستأذن). ¶ بل وصل الأمر إلى رد الزواج، وإبطال العقد، إذا جرى بدون رضاها، كما فعل رسول الله صلى الله عليه وسلم في نكاح خنساء بنت خدام، حين زوَّجها أبوها وهي ثيب من شخص لا تريده، حيث رد نكاحه.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وخيَّر رسول الله صلى الله عليه وسلم فتاة بكراً، زوَّجها أبوها من ابن أخيه، وهي غير راضية، خيرها بالإمضاء أو الرد. ¶ ولم يجعل الإسلام للولي حقاً في تزويج موليته، بغير إذنها، إلا الأب بالنسبة لابنته الصغيرة غير البالغة، فقد أجمع أهل العلم من المسلمين على أن للأب - فقط - تزويجها بغير إذنها، لما روت عائشة رضي الله عنها: (أن النبي صلى الله عليه وسلم تزوجها وهي بنت ست سنين، وأدخلت عليه وهي بنت تسع سنين)، على أن يكون الزوج كفئاً، لأن الله تعالى أقامه مقامها ناظراً لها فيما فيه الحظ لنفسها، فلا يجوز له أن يفعل ما لا حظ لها فيه، ولأنه إذا حرم عليه التصرف في مالها بما لا حظ لها فيه، ففي نفسها أولى. ¶ وقد جاز للأب فقط تزويج الصغيرة غير البالغة، لأن عطف الأب وحبه لابنته يدعوانه إلى اختيار الأصلح لها. ¶ لما كانت المرأة عاطفية بطبعها، مندفعة في تصرفاتها، يغرّها المظهر، ولا تسعى إلى معرفة المخبر من الرجل غالباً، فقد جعل الإسلام للولي حق منع الزواج إذا اختارت لنفسها زوجاً غير كفء لها ولأسرتها، وذلك لأن المرأة وأسرتها يعيران بالزوج غير الكفء، ويلحقهما بسببه مذلة وعار، وليس في هذا ما ينافي حرية المرأة في اختيار من ترضاه، لكن لكل حرية حدود تنتهي إليها، فليس لأحد كائناً من كان مطلق الحرية في كل ما يفعل، بل هناك اعتبارات تجب مراعاتها، وحدود يُنتهى إليها. ¶ وأيضاً: صيانة المرأة، وتكريماً لها، ولما طبعها الله عليه من الحياء، فقد جعل الإسلام حق تولي العقد ومباشرته للولي، فلا يصح أن تتولى المرأة مباشرة عقد نكاحها، لقول رسول الله صلى الله عليه وسلم: (لا نكاح إلا بولي)، وقوله: (لا تزوج المرأة المرأة، ولا تزوج المرأة نفسها). ¶ وروى عكرمة بن خالد قال: جمعت الطريق ركباً، فجعلت امرأة منهم ثيب أمرها بيد رجل غير ولي، فأنكحها، فبلغ ذلك عمر، فجلد الناكح والمنكح، ورد نكاحها.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقد أجيب على من اعترض بالأحاديث الأخرى، التي يفهم منها أن للمرأة تولي عقد نكاحها بنفسها، مثل: (الثيب أحق بنفسها من وليها)، وغيره، بأن المراد اعتبار الرضى منها، أما مباشرة العقد، فهي للولي، جمعاً بين الأحاديث. ¶ وليس في هذا أيضاً ما يؤثر على حريتها في اختيار زوجها، ولا ما يمس كرامتها بل العكس هو الصحيح، فالإسلام ينظر إلى المرأة على أن لها من الكرامة والمنزلة وشفافية الشعور، ورهافة الحس، ما جعله ينأى بها عن كل ما يخدش حياءها، أو يجرح مشاعرها وإحساسها، لذلك جعل مباشرة عقد النكاح للولي. ¶ فمن مقاصد هذا التشريع الحكيم صيانة المرأة عن أن تباشر بنفسها ما يشعر بوقاحتها، ورعونتها، وميلها إلى الرجال، مما ينافي حال أرباب الصيانة والمروءة. ¶ كما أن المرأة لقلة تجربتها في المجتمع، وعدم معرفتها شئون الرجال وخفايا أمورهم، غير مأمونة حين تستبد بالأمر لسرعة انخداعها، وسهولة اغترارها بالمظاهر البراقة دون ترَوٍّ وتفكير في العواقب، وقد اشترط إذن الولي مراعاة لمصالحها لأنه أبعد نظراً، وأوسع خبرة، وأسلم تقديراً، وحكمه موضوعي لا دخل فيه للعاطفة أو الهوى، بل يبنيه على اختيار من يكون أدوم نكاحاً، وأحسن عشرة. ¶ وكيف لا يكون لوليها سلطان في زواجها وهو الذي سيكون - شاءت أم أبت، بل شاء هو أو أبى - المرجع في حالة الاختلاف، وفي حالة فشل الزواج يبوء هو بآثار هذا الفشل، ويجني ثمرات خطأ فتاته التي تمردت عليه، وانفردت بتزويج نفسها؟! ¶ إن الهدف من رقابة الولي على اختيار الزوج ليس فقط تسهيل الزواج، وإنما أيضاً تأمينه وتوفير عوامل الاستقرار له، ورعاية مصالح الفتاة التي ائتمنه الله عليها، وإن قصر نظرها عن إدراكها، ومن هنا كان مبنى الولاية على حسن النظر، والشفقة، وذلك معتبر بمظنته، وهي القرابة، فأقربهم منها أشفقهم عليها، وهذا أغلب ما يكون في العَصَبة.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وأيضاً يجب على ولي المرأة أن يتقي الله فيمن يزوجها منه، وأن يراعي خصال الزوج، فلا يزوجها ممن ساء خَلقُه أو خُلُقه، أو ضعف دينه، أو قصَّر عن القيام بحقها، فإن النكاح يشبه الرق، والاحتياط في حقها أهم، لأنها رقيقة بالنكاح لا مخلص لها، والزوج قادر على الطلاق بكل حال. ¶ قال شيخ الإسلام ابن تيمية رحمه الله: ¶ وإذا رضيت رجلاً، وكان كفؤاً لها، وجب على وليها - كالأخ ثم العم - أن يزوجها به، فإن عضلها أو امتنع عن تزويجها زوَّجها الولي الأبعد منه أو الحاكم بغير إذنه باتفاق العلماء، فليس للولي أن يجبرها على نكاح من لا ترضاه، ولا يعضلها عن نكاح من ترضاه إذا كان كفؤاً باتفاق الأئمة، وإنما يجبرها ويعضلها أهل الجاهلية والظلمة الذين يزوجون نساءهم لمن يختارونه لغرض، لا لمصلحة المرأة، ويكرهونها على ذلك، أو يُخجلونها حتى تفعل، ويعضلونها عن نكاح من يكون كفؤاً لها لعداوة أو غرض، وهذا كله من عمل الجاهلية، والظلم والعدوان، وهو مما حرمه الله ورسوله صلى الله عليه وسلم، واتفق المسلمون على تحريمه، وأوجب الله على أولياء النساء أن ينظروا في مصلحة المرأة، لا في أهوائهم كسائر الأولياء والوكلاء ممن تصرف لغيره، فإنه يقصد مصلحة من تصرف له، لا يقصد هواه، فإن هذا من الأمانة التي أمر الله أن تؤدى إلى أهلها فقال: (إن الله يأمركم أن تؤدوا الأمانات إلى أهلها، وإذا حكمتم بين الناس أن تحكموا بالعدل). ¶ ومما سبق يتضح أن الولي في النكاح في الشريعة الإسلامية، ليس له منع المرأة من أن تختار لنفسها من ترضاه زوجاً لها، إذا كان كفئاً، وليس للولي إجبارها على من يرضاه هو، ولا ترضاه هي. ¶ والإسلام في هذا الباب، قد أعطى المرأة من الحقوق والتكريم ما لم تعطه امرأة من قبل في الديانات السماوية، والنظم الاجتماعية، ولن تعطى مثله أيضاً مستقبلاً.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الارتداد عن الإسلام وعقوبته العادلة ¶ الارتداد عن الإسلام يسلخ المرتد عن المجتمع، ويسلبه حق الحياة! وهذا الحكم شغب عليه بعض الناس، ورأوه مصادرة لحرية الرأي، ولحق كل امرئ أن يؤمن إذا شاء وأن يكفر إذا شاء. ¶ ونحن نحترم حق أي إنسان أن يؤمن وأن يكفر، ولكن هذا الحق يتقرر لصاحبه وهو فرد لم تتضح له الأمور، إن له أن يدرس ويوازن ويرجح، وأن يبقى على ذلك طول عمره. ¶ فإذا آثر الوثنية أو اليهودية أو النصرانية لم يعترضه أحد، وبقي له حقه كاملاً في حياة آمنة هادئة. ¶ وإذا آثر الإسلام فعليه أن يخلص له، ويتجاوب معه في أمره ونهيه وسائر هديه. ¶ فإن الإسلام بتلك العقوبة يجعل الفرد الذي يقدم على الدخول فيه لا يقدم إلا بعد اطلاع وإقتناع ودراية وفهم لجميع جوانبه، فإن حصل الاقتناع فأهلاً وسهلاً به مسلماً مؤمناً له ما للمسلمين وعليه ما على المسلمين، وإن لم تحصل عنده قناعة فله دينه الذي هو عليه ويبقى ذمياً في دولة الإسلام تُطبق عليه قوانين الذميين. ¶ فالارتداد ليس مسألة شخصية وإن بدا ذلك في ظاهر الأمر، فالارتداد عن الإسلام إذا بحثنا عنه نجد أن المرتدين الأوائل معظمهم قد ارتدوا بسبب ترك دفع الزكاة، إنه ارتداد عن أداء فريضة جماعية، فالضرر الذي ينتج منه يعود على الجماعة التي يستمتع المرتد بمزايا وجوده بين ظهرانيها، ونضيف هنا أن خطر الارتداد في هذا المجتمع كخطر (القتل والزنا) فيه العدوى التي لو كانت من غير عقاب لا نتشرت وعمَّت في المجتمع. ¶ فالارتداد تحلل من الالتزامات، ولا يمكن أن يتحلل فرد من التزاماته نحو ربه والمجتمع، لأن ترك الالتزامات نحو الخالق هي في الوقت ذاته التزامات نحو نفس المرتد وجماعته التي يعيش فيها، فهو بتحلله خطر على بقية المجتمع.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "فالأمة الإسلامية تحرص حرصاً شديداً على سلامتها الجسدية والعصبية والفكرية والروحية العقائدية، فلا تبيح لفرد أن يجاهرها العداء، ومن جاهرها العداء اعتبرته خارجاً عن القانون يُعاقب بعقوبة تنص عليها قوانين الدول كلٌّ بحسبها وأكثرها نصت على عقوبة الإعدام. ¶ ففي الارتداد إساءة إلى الإسلام، واستهزاء قد يكون مدروساً أو مخططاً له من فئات غير مسلمة من الداخل أو من الخارج، فكأن المرتد يقول: (دخلتُ الإسلام وتركتُ ديني السابق ثم اطلعت على الإسلام عملياً وجربته طويلاً فوجدته لا يرقى إلى مرتبة الدين السابق فديني الأول أفضل!!)، وهو يكون بهذا دعاية خطر هائل ليمنع دخول الشعوب في دين الإسلام الذي جرَّبه - هو بعقله الخرب - ولو اطلع عليه أي فرد بتجرد وموضوعية لاستغنى عن الدنيا به. ¶ فالمرتد يعتبر نفسه أنه هو المهتدي والآخرون - المؤمنون - مغفلون، يقيدون أنفسهم بالتزامات تحد من استمتاعهم بحيوانيتهم المطلقة، إنه يدعوهم إلى الهدى، ويبشرهم بالنور الجديد والاستجابة لدعوته ألا وهي الانطلاق من القيود دون إرهاق أو جهد. ¶ فالارتداد عن دين الله بعد الإيمان معناه إفساد نظام لا مجرد تغيير عقيدة فردية، فالإسلام نظام عملي قائم على عقيدة، ومجتمع قائم على هذا النظام، وأوامره مفروضة لصالح الفرد أولاً، ولصالح المجتمع في الوقع ذاته، فهي إذن مسألة شخصية وإنما يرجع الضرر والنفع فيها على المجتمع. ¶ وهنا نتساءل هل من حرية الرأي عند اعتناق الإسلام أن نكسر قيوده ونهدم حدوده؟ أو بتعبير آخر هل حرية الرأي تعطي صاحبها في أي مجتمع إنساني حق الخروج على هذا المجتمع ونبذ قواعده ومشاقة أبنائه؟ ¶ هل خيانة الوطن أو التجسس لحساب أعدائه من الحرية؟ هل إشاعة الفوضى في جنباته والهزء بشعائره ومقدساته من الحرية؟",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "إن قضية الارتداد تحتاج إلى إيضاح لتعرف أبعادها، فالإسلام معروض للأغمار والعباقرة على أنه عقيدة وشريعة، وكتابه ونهج نبيه صلى الله عليه وسلم يقرران مثلاً أن الله واحد، وأن الآخرة حق، وأن القصاص حق، وأن الصيام حق. ¶ ومعنى ذلك أن الذي يدخل في الإسلام يرتضي كل هذه التعاليم وينفذها. ¶ فإذا جاء من قال: أؤمن بالله وأرفض الآخرة، أو أؤمن بهما وأرفض شريعة الصيام، وشريعة القصاص، وما أشبه ذلك .. فهل يترك هذا الشخص ليعبث بدين الله على هذا النحو؟ كلا. ¶ إما أن يثوب إلى رشده ويرجع إلى الجماعة، أو لا، فالخلاص منه حتم، ولا تتهم جماعة تؤمن بوجودها وتصون حقيقتها وتذود العبث عن كيانها. ¶ لو أن إنساناً ثارت في صدره شبهة لوجب على الراسخين في العلم أن يزيلوها، ولو بقيت في نفسه هذه الشبهة فاعتزل بها ما أحس أحد خطره ولا خطورتها. ¶ أما أن تنبت في رأس أحد فكرة أن الرجل مثلاً لا يجوز أن يرأس البيت ولا أن يضاعف له الميراث، أو تنبت في رأسه فكرة أن نظام الربا يجب أن يسود ويمتد ويوجه الاقتصاد كله. ثم يتحول هذا الشخص إلى داعية لفكرته ويحاول تنفيذها بشتى الطرق ... فذاك ما لا يمكن قبوله باسم الإسلام. ¶ وإقناع الإسلام بقبول هذا الوضع سفه، ومطالبته بتوفير حق الحياة والحركة لمن يريد نقض بنائه وتنكيس لوائه أمر عجيب. ¶ لا يوجد في الدنيا مجتمع ينتحر بهذه الطريقة السقيمة، ولذلك لا نرى أي غرابة في أن يستتاب المرتد فإذا لم يتب قتل. ¶ والقرآن الكريم لم يذكر حد الارتداد صراحة .. ولكن جاء في السنة (من بدَّل دينه فاقتلوه) و (لا يحل دم المرئ مسلم إلا بإحدى ثلاث: زنا بعد إحصان، وقتل النفس التي حرم الله بغير حق، والتارك لدينه المفارق للجماعة).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وكشف القرآن الكريم أن اليهود جعلوا من حرية الارتداد وسيلة للطعن في الإسلام، أعلنوا عن دخولهم فيه حتى ينفوا عن أنفسهم تهمة التعصب، ثم قرروا الارتداد السريع كأنهم اكتشفوا فيه ما ينفر من البقاء عليه، والأمر كله لعب بالدين واستهانة بحقه. ¶ وما يقبل ذلك مبدأ محترم يشق لنفسه طريقاً في الحياة. ¶ على أن النبي صلى الله عليه وسلم قَبِلَ أن يخرج من المدينة ويلحق بمكة من كره الإسلام، وذلك في معاهدة الحديبية، وما نعلم أحداً ارتد عن دينه، ولا نعرف شخصاً طبيعياً فضل الشرك على التوحيد، أو أهواء الأرض على شريعة السماء؟! ¶ إلا ما ورد عن جبلة بن الأيهم الذي كره أن يقتص منه لما لطم رجلاً من العامة، وقال: كيف وأنا أمير وهو سوقة؟ فلما قال له أمير المؤمنين: إن الإسلام سوى بينكما، احتال حتى خرج من سلطان الإسلام، ولحق بالروم متنصراً، وهذا الأرعن لم يفعل ذلك لأن التثليث أرجح في نفسه من التوحيد، ولكنها حمية غبية أفقدته الرشد وأضلته عن سواء السبيل. ¶ ويروون عنه أنه راجع أمره وذكر ما كان منه وقال: ¶ تنصرت الأشراف من عار لطمة وما كان فيها لو صبرت لها ضرر ¶ تكنفني منها لجاج وغيره وبعت لها العين الصحيحة بالعور ¶ فيا ليت أمي لم تلدني وليتني رجعت إلى الأمر الذي قال عمر ¶ ونلفت النظر إلى أن قوى كثيرة تعمل الآن لنهش الكيان الإسلامي، وتوهين عراه، وإثارة لغط مفتعل حول شعب الإيمان كله، أعلاها وأدناها. ¶ وعلى المسلمين أن يدفعوا عن دينهم بالوسائل المشروعة كلها، يُثبتون القلق، ويقتلون الخائن، ويحيون في جو من الوضوح والإخلاص. ¶ إن سرقة العقائد والأخلاق أصبحت حرفة لعصابات من المنصِّرين الذين يكرهون الإسلام وكتابه ونبيه صلى الله عليه وسلم ويبعثرون أسباب الفتنة في كل ناحية حتى يقلبوا المجتمع كله رأساً على عقب.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ومن حق المسؤولين عن هذه الأمة المظلومة أن يحموا عقائدها وشرائعها ويردوا عنها كيد المتربصين، ومؤامرات الحاقدين. ¶ ويجب أن نتشبث بحدود الإسلام كلها، مدركين أن الصحة العقلية والاجتماعية في إقامتها، وكما جاء في الحديث الشريف: (لَحَدٌّ يقام في الأرض بحقه أبرك لها من أن تمطر أربعين صباحاً). ¶ إن الغيث يحيي ما مات من الأرض، ولكن الحدود تحيي ما مات من الأخلاق، وتمنع أوبئة الفساد من الإتيان على الأمم، وتدمير حاضرها ومستقبلها.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "التمرد على قوامة الرجل ¶ يقول دعاة تحرير المرأة - أو أدعياء تحريرها على الأصح - إن قوامة الرجل على المرأة لا تتفق مع مبدأ حرية المرأة ومساواتها بالرجل، التي ننادي بها، ونروم تحقيقها. ¶ ويقولون: إن القوامة تمثل بقايا من عهد استعباد المرأة وإذلالها، يوم أن كانت المرأة كماً مهملاً في البيت، ونكرة مجهولة في المجتمع، وأَمَة ذليلة مهينة للزوج. ¶ أما اليوم، وبعد أن نالت المرأة حقوقها، واستردت مكانتها، وحطمت أغلال الرق والاستعباد، وتساوت مع الرجل في كل الحقوق والالتزامات، وحصلت على قسط وافر من التعليم كما حصل هو، بل ودرست نفس المنهج الذي درسه، ونالت الشهادة التي نالها، وحصلت على خبرة جيدة في تدبير شؤون الحياة، اكتسبتها بمشاركتها للرجل في أعماله الخاصة به، وبمشاركتها في الحياة العامة في المجتمع، وشاركته في التزامات البيت والأسرة، فلا ميزة تميزه عليها، لا في الإعداد والمقدرة، ولا في الالتزامات المادية للبيت، لذا فليس من المستساغ ولا من العدل - والحالة هذه - أن ينفرد الرجل بالسلطة ورياسة الأسرة من دونها. ¶ وللرد على أولئك نقول: ¶ ما دمتم متفقين معنا على ضرورة أن يكون هناك قيّم توكل إليه الإدارة العامة لتلك الشركة القائمة بين الرجل والمرأة، وما ينتج عنها من نسل، وما تستتبعه من تبعات، ما دمتم كذلك فإن هناك أوضاعاً ثلاثة يمكن أن تفترض بشأن القوامة على الأسرة: ¶ فإما أن يكون الرجل هو القيم، أو تكون المرأة هي القيم، أو يكونا معاً قيمين.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "أما الافتراض الثالث فإنا نستبعده منذ البدء لأن التجربة أثبتت أن وجود رئيسين في العمل الواحد أدعى إلى الإفساد من ترك الأمر فوضى بلا رئيس، والقرآن يقول في الاستدلال على وحدانية الخالق سبحانه: (لو كان فيهما آلهة إلا الله لفسدتا) ويقول (إذاً لذهب كل إله بما خلق ولعلا بعضهم على بعض)، فإذا كان هذا الأمر بين الآلهة المتوهَّمين، فكيف هو بين البشر العاديين؟ ¶ وعلم النفس يقرر أن الأطفال الذين يتربون في ظل أبوين يتنازعان على السيادة، تكون عواطفهم مختلفة، وتكثر في نفوسهم العقد والاضطرابات. ¶ بقي الفرضان الأول والثاني، وقد اختار الإسلام الفرض الأول وهو أن يكون الرجل هو القيم، لسببين: ¶ أحدهما: أن الرجل بناء على ما ركب فيه من خصائص وما يتمتع به من قدرات جسمية وعقلية، فقد كلف بالإنفاق على الأسرة، وكلف بدفع المهر في الزواج، وليس من العدالة والإنصاف أن يكلف الإنسان الإنفاق دون أن يكون له القوامة والإشراف. ¶ والسبب الثاني: أن المرأة مرهفة العاطفة، قوية الانفعال، وأن ناحية الوجدان لديها تسيطر سيطرة كبيرة على مختلف نواحي حياتها النفسية، وذلك حتى يكون لها من طبيعتها ما يتيح لها القيام بوظيفتها الأساسية وهي الأمومة والزوجية على خير وجه. ¶ وإذا نحن سألنا هؤلاء القوم: أيهما أجدر أن تكون له وظيفة القوامة بما فيها من تبعات، الفكر أم العاطفة؟ لا شك أنهم سيجيبون - إن كانوا مجردين عن الهوى والغرض - بأن الفكر هو الأجدر، لأنه هو الذي يدبر الأمور بعيداً عن فورة الانفعال، واندفاع العاطفة، ويقدر العواقب ويستخلص النتائج بكل روية واتزان، وهذه الصفات هي الصفات الأساسية المطلوبة لوظيفة القوامة وتحمل المسؤولية. ¶ وقد أشار الله سبحانه وتعالى إلى هذين السببين الرئيسيين لاختيار الإسلام الرجل للقوامة بقوله تعالى: (الرجال قوامون على النساء بما فضل الله بعضهم على بعض وبما أنفقوا من أموالهم).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "فإن قالوا: لا نسلم لكم ذلك إذ أن السببين لم يعودا قائمين الآن فالإنفاق على البيت تشارك المرأة فيه اليوم وتتحمل منه قسطها وأما العاطفة والانفعال وسيطرة الوجدان على تصرفاتها، وما قلتم من تفوق الرجل بقدرته العقلية، فإن ذلك يصدق على المرأة في الماضي، المرأة غير المتعلمة، المرأة القابعة في بيتها، المنعزلة عن الحياة. ¶ أما المرأة اليوم، وقد تعلمت كما تعلَّم الرجال، وتثقفت ثقافتهم، وعملت عملهم، وشاركت في واجبات المجتمع، وتفاعلت معه، واختلطت بالناس، فإن هذا كفيل بأن يزيل تلك الصفات عن المرأة ويوجد فيها من الصفات والمزايا ومن القدرات العقلية ما يجعلها قادرة على تصريف الأمور بحكمة وروية بعيدة عن العاطفة والانفعال تماماً كما هي حال الرجل. ¶ قلنا لهم: ¶ أما مشاركتها في الإنفاق فإن أصل وظيفة المرأة في الإسلام أن تكون في البيت إلا لضرورة، ولذا كفل لها الإسلام النفقة والرعاية، وأسقط عنها بعض الواجبات الدينية التي تحتاج في أدائها إلى الخروج من البيت، إمعاناً منه في قرارها في بيتها. ¶ لذا فإن خروجها من البيت لا لضرورة ولكن لأجل أن تعمل كما يعمل الرجل حتى يكون لها دخل مثله يعتبر خروجاً على أوامر الدين، وتمرداً على تعاليمه لا يقره الإسلام ولا يرضاه، فلا يصلح لأن يكون سبباً في إسقاط شرعة شرعها الله وأقامها: (الرجال قوامون على النساء)، ¶ وحتى لو فرضنا وسلمنا بأنها صارت شريكة له في الإنفاق على البيت، فإن هذه المشاركة لا تؤهلها لأن تكون القوَّامة على البيت، لأنها بطبيعتها لا تستطيع مواصلة القيام بأعمال القوامة في كل الأوقات، لأن ما يعتورها من موانع فطرية كالحمل، والولادة، والحيض، تعطل قيامها جسمياً وعقلياً بما تتطلبه القوامة من أعمال.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ونظام الأسرة يستلزم تقرير الرئاسة عليها لواحد من الاثنين: الزوج أو الزوجة، ولا يغني عن هذه الرئاسة ولا عن تكاليفها أن نسمي الزواج شركة بين شريكين متساويين، وتوفيقاً بين حصتين متعادلتين، فإن الشركة لا تستغني عمن يتخصص لولايتها، ويُسأل عن قيامها، وينوب عنها في علاقتها بغيرها، وليس من المعقول أن تتصدى الزوجة لهذه الولايات في جميع الأوقات، إذ هي عاجزة عنها - على الأقل في بعض الأوقات - غير قادرة على استئنافها حيث تشاء. ¶ وأما عن أثر التعليم والعمل والمشاركة في النشاطات الاجتماعية والاحتكاك بالناس على خصائص المرأة وقدرتها وتهيئتها لتحمل المسؤولية، ¶ فيجاب عنه بأن خصائص المرأة التي أشرنا إليها إنما هي خصائص فطرية جِبلِّية أزلية نابعة من طبيعة تكوينها، وخاضعة لمؤثرات خارجية عن ذات المرأة، حتى يمكن تغييرها أو إزالتها بما تكتسبه المرأة من تربية أو تعليم أو خبرة في مجال الحياة العملية، وإنما هي خصائص جِبلِّية - كما قلنا - قائمة بها لا تنفك عنها، خصائص قاهرة لا يد للإنسان في تحويرها ولا قدرة إلا حين يستطيع تحويراً في تركيب الدماغ وبنية خلاياه، أو حين يبدل في وظائف الأعضاء، فيذوق بأذنه أو يسمع بأنفه. ¶ وذلك لأن طبيعة وظيفتها التي خلقت من أجلها، وهي الزوجية، والأمومة تتطلب تلك الخصائص، وهي لن تنفك عنها ما بقيت أنثى تحمل وتلد وتربي.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "فالإسلام عندما جعل القوامة للرجل على المرأة، لم يرد أن يستبد الرجل بالمرأة، ولا بإرادة الأسرة، ولم يرد أن تكون تلك القوامة أداة تسلط عليها واستعباد لها وإنما أرادها قوامة مبنية على المشاورة والتعاون والتفاهم والتعاطف المستمر بين الزوج والزوجة، وكل توجيهات الإسلام في هذا تهدف إلى إيجاد هذه الروح داخل الأسرة، وإلى تغليب الحب والتفاهم على التسلط والنزاع، فالقرآن يقول: (وعاشروهن بالمعروف)، والرسول صلى الله عليه وسلم يقول: (خيركم خيركم لأهله)، فيجعل ميزان الخير في الرجل طريقة معاملته لزوجته. ¶ وأيضاً: إن هذه القوامة في الإسلام لها مدى تقف عنده وتنتهي إليه، فهي لا تمتد إلى حرية الدين، فليس له أن يكرهها على تغيير دينها إذا كانت الزوجة كتابية، ولا أن يجبرها على اتباع مذهب معين أو رأي معين في الاجتهادات الفقهية في الإسلام إذا كانت مسلمة، ما دام المذهب أو الرأي الذي تتبعه لا يخالف الحق في الشريعة، ولا تمتد القوامة إلى حرية المرأة في أموالها الخاصة بها، ولا في المساواة بينها وبينه في الحقوق التي أراد الله فيها المساواة، وليس لها طاعته في ارتكاب معصية، وكما قال صلى الله عليه وسلم: (لا طاعة لمخلوق في معصية الخالق). ¶ فإذا كانت قوامة الرجل لا تمتد إلى الحقوق الأساسية، فماذا يخيف المرأة في قوامة الرجل؟، وماذا يرهب دعاة التمرد على قوامة الرجل من تلك القوامة؟، وماذا يريدون للمرأة أفضل وأكرم وأقدس من تلك المكانة التي بوَّأها الإسلام إياها، وتلك الرعاية والحماية والتكريم التي أحاطها الإسلام بها - إن كانوا حقاً ينشدون خير المرأة وصلاحها وفلاحها-؟",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ولكننا لا نراهم يريدون ذلك، بل إن ما يهدفون إليه هو تحطيم ذلك الحصن المنيع للمرأة، (قوامة الرجل) الذي جعله الإسلام لها حمى وستراً وملاذاً بعد الله، يحميها عاديات الزمن وصروف الحياة، ويكون سداً منيعاً دون دعاة التحلل والانحراف، وما يريدونه من تغرير بالساذجات من النساء، ليسهل عليهم غوايتهن، ¶ ولما فشلوا في تحطيم ذلك الحصن بأيديهم استخدموا في ذلك عواطف النساء، فألبوهن وحرضوهن على تحطيم تلك القوامة وصوروها لهن - ظلماً - وبأنها قيد من قيود الرق والاستعباد لهن، فاندفعت المرأة بكل ما أودع فيها من غريزة الاندفاع خلف أولئك الناعقين، تصدقهم وتنفذ ما يريدون، حتى تم لهم ما أرادوا، فتمردت المرأة على قوامة الرجل، وخرجت عليها، وأصبحت لها مطلق الحرية بعد سن الثامنة عشرة - كما تنص على ذلك أكثر القوانين الغربية والمستغربة - في أن تنفصل عن أسرتها، وأن تعمل ما تشاء، وتسكن أين تشاء، وتعيش كيف تشاء. ¶ وحينئذ تفردوا بها، عزلاء من أي سلاح، وراحوا يتفننون في وسائل إغرائها وإغوائها، وهي تلهث خلف ذلك السراب، وتركض وراء تلك المغريات، ولا تعلم المسكينة أن هذا حُبالة وشرك نُصب لها لإخراجها من مكمنها الحصين، حتى سقطت مستسلمة، فسقطت كرامتها، وهان مطلبها وسهل الوصول إليها، بل وغدت هي تجري خلف الرجل، وتسقط تحت أقدامه تغريه بها، وتحببه إلى نفسها، وتستجدي قربه وحبه، بعد أن كان هو يخطب ودها، ويبذل الغالي الثمين في سبيل الحصول عليها، بل ويعمل شتى الحيل ليرى وجهها أو كفها أو حتى أنملتها.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الرد على من يزعمون إجحاف الإسلام لها في الحقوق المالية ¶ لا يستطيع خصوم الإسلام إنكار ما أعطاه الإسلام للمرأة من حقوق مالية، إلا إذا كانوا جاهلين بالإسلام وتعاليمه، أو متجاهلين لذلك، بقصد النيل منه ومن مبادئه والتشنيع عليه، وذلك لأن حضارتهم التي يفخرون بها، وبما أعطته للمرأة من حقوق في مختلف الأمور، لا تزال إلى اليوم قاصرة عما أعطاه الإسلام للمرأة منذ أربعة عشر قرناً، فهم لا يستطيعون إنكار شيء قائم اليوم تنص عليه قوانينهم، ويطبقه مجتمعهم وتحميه حكوماتهم، ففي فرنسا - مثلاً - ذات العراقة في الرقي والتقدم، وصاحبة الثورة الكبرى منشئة الحريات كما يصفونها، والتي يعتبر قانونها أساساً لقوانين كثير من الدول الأوربية وغيرها من دول العالم، لا زالت المرأة فيها مقيدة في بعض تصرفاتها المالية بموافقة الزوج، كما أشارت لذلك المادة (1426/ من القانون المدني الفرنسي). ¶ وفي بلجيكا، مازالت إلى اليوم تقيد حرية المرأة في التصرف في مالها بإذن زوجها، وللزوج في القانون البلجيكي أن يعطي زوجته تصريحاً عاماً دائماً أو لمدة محددة عن كل أو بعض التصرفات، بيد أن حق الزوج في سحب هذا التصريح يظل قائماً، فهي أهلية تخضع لهيمنة الزوج وإشرافه. ¶ هذان نموذجان لما أعطته حضارة نقاد الإسلام والعائبين عليه بخسه لحقوق المرأة المالية - كما يزعمون - أقول هذا أنموذجان لما أعطته حضارتهم للمرأة من حقوق مالية في القرن العشرين، فماذا أعطى الإسلام للمرأة من حقوق مالية منذ أربعة عشر قرناً. ¶ لقد أباح الإسلام للمرأة أن تملك كل أصناف المال من دراهم وضياع ودور وعقار وغير ذلك، أباح لها أن تملك ذلك بكل أسباب التملك، مستقلة في هذا التملك عن غيرها من زوج وغيره. ¶ وأباح لها أن تنمي هذه الأموال بكل وسائل التنمية المباحة، بأن تباشر هي ذلك إذا اضطرت أو توكل من يقوم به.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ولها كامل حق التصرف في مالها - إذا كانت بالغة رشيدة - بالبيع والشراء، والإجازة والهبة والتصدق والوقف والوصية وغير ذلك من التصرفات المشروعة، وجعل لها شخصيتها وأهليتها الكاملة المستقلة في إبرام تلك العقود، وهي فتاة أو هي زوجة، فلا تدخل لأبيها ولا لزوجها بعد زواجها، ولا لأحد من أقاربها فيما تملك إلا برضاها وموافقتها ما دامت بالغة رشيدة. ¶ ومما أعطاه الإسلام للمرأة مهرها في النكاح، فقد ألزم الإسلام الزوج بدفع مهر لها ولا يسقط عنه بحال، حتى لو لم يسم أثناء العقد، وهذا المهر المدفوع من الزوج حق خالص لها، لا يجوز لأحد أن يأخذ منه شيئاً، ولا أن يتصرف فيه بدون إذنها، ولها كامل الحرية في التصرف به كباقي أملاكها، وقد تكلمنا عن ذلك في صفحة (وجوب المهر في النكاح وملكيتها له). ¶ وقد كانت قبل الإسلام محرومة من هذا الحق، إذ كان يأخذه والدها أو وليها من دونها. ¶ كذلك هناك حق كانت المرأة الجاهلية محرومة منه قبل مجيء الإسلام، فلما جاء الإسلام أعطاها هذا الحق، ذلك هو الميراث، فقد جعل لها الحق في أن ترث أباها وأمها وزوجها، وبقية أقاربها، إذا توفرت الشروط المشروطة لذلك في الشريعة، فلها حقها من الميراث نصيباً مفروضاً، مهما كان الميراث المخلف، قليلاً أو كثيراً، عقاراً أو منقولاً، حقاً خالصاً لها وملكاً من أملاكها تتصرف فيه كيف تشاء.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "أعطاها الإسلام هذه الحقوق المالية وأباح لها تنميتها، والعمل على زيادتها بكل الوسائل المتاحة في الإسلام، بنفسها أو بواسطة وكيل توكله هي، كما أعطاها كامل الحرية في التصرف بها بكل أنواع التصرف المشروعة، وجعل لها شخصيتها وأهليتها المستقلة في ذلك، فلا سلطة ولا وصاية ولا ولاية لأحد عليها، كما أن لها الحق في التقاضي أمام القضاء، حماية لأموالها، ومع كل ما أعطاها من حقوق مالية فإنه ألزم الزوج بالإنفاق عليها، مهما كانت ثروتها، ومهما كان مستوى الزوج المادي، والنفقة تشمل الأكل والشرب واللباس والمسكن، وتأثيثه كما تقدم. ¶ كذلك لم يفرق الإسلام بينها وبين الرجل في مقدار الحقوق المالية، إلا في المواريث ولأسباب بيناها فيما سبق بعنوان (حقها في الميراث) وسنذكر طرفاً من ذلك هنا، أما في بقية الأموال المكتسبة بالجهد والتعب فلا تفرقة فيها بينهما، لا في الأجر على العمل، كما يفعل الغرب اليوم في كل دولة بلا استثناء حيث ينقص أجر المرأة عن الرجل، ولا في ربح التجارة، ولا في ريع الأرض .. الخ، لأن هذه الأموال خاضعة لمقياس المساواة بين الجهد والجزاء. ¶ أعطيت المرأة المسلمة كل هذا منذ أربعة عشر قرناً بينما المرأة الفرنسية كانت إلى سنة 1942م محرومة من حق التقاضي عن مالها، وكما كانت محرومة من عقد التصرفات والعقود ما لم تحصل على إذن خطي من زوجها (المادة 217 من القانون الفرنسي قبل تعديله سنة 1942). ¶ بل إنها لا زالت إلى اليوم مقيدة في بعض التصرفات المالية بموافقة الزوج كما سبق، حتى بعد تعديل القانون الفرنسي. ¶ كذلك نصت القوانين الغربية جميعها على أن تقدم المرأة الدوطة لزوجها عند الزواج، والدوطة كما عرفها القانون الفرنسي هي: المال الذي تقدمه الزوجة لزوجها لتعينه على تحمل أعباء الزوجية، وكل ما تقدمه الزوجة من مال لزوجها أو يقدمه أبوها أو جدها أو أحد أقاربها.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "والزوج وحده هو صاحب الحق في إدارة الأموال التي تتكون منها الدوطة واستغلالها ما دامت العلاقة الزوجية قائمة، كما نص على ذلك القانون الفرنسي، هذا بينما الإسلام يلزم الزوج إلزاماً أن يقدم هو المهر لها، ولا يمكن أن يسقط عنه بحال، إلا إن أسقطته أو بعضه هي ولا يجوز له أن يأخذ منه شيئاً البتة، قال تعالى: (وإن أردتم استبدال زوج مكان زوج وآتيتم إحداهن قنطاراً فلا تأخذوا منه شيئاً، أتأخذونه بهتاناً وإثماً مبيناً، وكيف تأخذونه وقد أفضى بعضكم إلى بعض وأخذن منكم ميثاقاً غليظاً)، إلا إذا تنازلت هي أو وهبته شيئاً منه. ¶ وبينما تنص القوانين الغربية على إلزام الزوجة في الغرب على مشاركة زوجها في نفقة البيت وتحمل تبعاته، نرى الإسلام - كما قدمنا - يلزم الزوج بالإنفاق عليها مهما كان ثراؤها، وعليه أن ينفق عليها كأنها لا تملك شيئاً، ولها أن تشكوه إذا امتنع عن الإنفاق، أو قتر فيه بالنسبة لما يملك، ويحكم لها الشرع بالنفقة أو بالانفصال. ¶ فأين ما يفخرون به على الإسلام في مجال الحقوق المالية بالذات، وكيف ساغ لهم مؤاخذة الإسلام في هذا المجال؟ والإسلام منحها من الحقوق والتكريم فيه، ما عجزت حضارتهم حتى اليوم عن أن تصل إليها، إن هو إلا الجهل أو التجاهل والمكابرة، ولقد دأب أعداء الإسلام على الطعن في الإسلام، ورميه بظلم المرأة، حين أعطاها نصف ما أعطى الذكر من الميراث، واتخذوا ذلك سلاحاً وذريعة للنيل منه ولتأليب المرأة وإثارتها على الإسلام، ولم يحاول هؤلاء إما جهلاً وإما عن عمد معرفة وبيان ما بنى عليه الإسلام عمله هذا في التفرقة. ¶ إن الأساس الذي بنى عليه الإسلام تفريقه ذلك في توزيعه الإرث، هو توزيعه الأعباء والواجبات في الحياة بين الذكر والأنثى، فألزم الرجل بأعباء وواجبات مالية لا تلزم بمثلها المرأة.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وقد بينا تلك الأعباء والواجبات في صفحة (حقها في الميراث)، على أن هذه التفرقة إنما تكون في المال الموروث بلا تعب فقط، وهو مصدر واحد من مصادر تملّك المرأة في الإسلام، أما بقية المصادر من المال المكتسب بالتعب والجهد، فلا تفرقة فيه بين الرجل والمرأة، لا في الأجر على العمل، ولا في ربح التجارة، ولا في ريع الأرض .. الخ، لأنه يتبع مقياساً هو المساواة بين الجهد والجزاء، وقد كفل الإسلام ذلك للجميع وأتاح للكل الفرص. ¶ فلا ظلم إذاً، ولا شبهة ظلم في ذلك للمرأة، وإنما في توزيع قائم على العدل والإنصاف على قدر الحاجة، ومقياس الحاجة هو التكاليف المنوطة بمن حملها.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "القرآن .. من أين؟ ¶ حمداً لله على نعمه، والشكر له على توفيقه وفضله، وصلاةً وسلاماً على خير أنبيائه ورسله وبعد: ¶ · يقولون: إن الإسلام والقرآن وما فيهما ما هو إلا تأليف من الراهب (بحيرا) وبعضهم يقول: (إنه من إملاء ورقة بن نوفل). ¶ · يقولون: إن محمداً سافر مع عمه إلى سورية مرة، وتعرف في بصرى براهب نَسْطُورِيّ في دير نصراني وتلقى منه علم التوراة، واليهود يقولون: إنه من عند الحاخام (ألفونسو) الذي ينتهي في نسبه إلى بني إسرائيل!! ¶ فنرد على هذين القولين بالآتي: ¶ أولاً: كان عمر محمد صلى الله عليه وسلم تسع سنوات فقط عندما ذهب مع عمه أبي طالب إلى الشام، فلا يُعقل أن يعي ويستوعب هذا الطفل الأمي ما يقوله الراهب. ¶ ثانياً: أن النبي صلى الله عليه وسلم لم يبق إلا وقتاً قصيراً مع بحيرا بوجود أناس كُثر، فهل يكفي لهذا الأمي يوم أو يومان أو ثلاثة كي يعي القرآن كله جملةً واحدة وتفصيلاً؟ فلا يعقل هذا .. ¶ ثالثاً: رفضنا عقلاً وبرهاناً بموضوعية أن القرآن الكريم لن يكون من عند بشر مطلقاً .. فإذا كان بحيرا فهو بشر، وإن كان ورقة بن نوفل فهو بشر كذلك .. والحاخام الفونسو بشر .. كلهم بشر فلن يكون من عندهم .. ولو بقي محمد عندهم آلاف السنين لما أتو بمثله .. ¶ رابعاً: لم يُعاصر بحيرا أو ورقة التسلسل الزمني للحواث الواردة في القرآن الكريم، فأين بحيرا أو غيره .. من سؤال يسأله رسول الله فنرى الإجابة قد وُجدت في حينها وجاء القرآن ليشرحها ويحدد موقفه منها، وهذا دليل قاطع بأن لا يكون القرآن من عند هؤلاء. ¶ خامساً: مهما كان بحيرا أو غيره كبير العقل، وصاحب نظر ثاقب، وعبقرياً فذاً فلن يعرف أو يعرف غيره حوادث جرت بعد وفاته بعشرات السنين. ¶ سادساً: في القرآن الكريم آيات لا تُوافق الديانة المسيحية فكيف يكتبها بحيرا أو ورقة؟ ‍! وأيضاً آيات توضح خُبث اليهود وقُبحهم، فكيف تريد من الحاخام يكتب ذلك؟!",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وهنا نورد بعض آيات القرآن التي لا تُوافق المسيحية: ¶ 1 - (وقولهم إنا قتلنا المسيح عيسى ابن مريم رسول الله وما قتلوه وما صلبوه ولكن شبه لهم، وإن الذين اختلفوا فيه لفي شك منه، ما لهم به من علم إلا اتباع الظن، وما قتلوه يقينا). ¶ 2 - (يا أهل الكتاب لا تغلوا في دينكم ولا تقولوا على الله إلا الحق، إنما المسيح عيسى ابن مريم رسول الله وكلمته ألقاها إلى مريم وروح منه، فآمنوا بالله ورسله ولا تقولوا ثلاثة، انتهوا خيراً لكم، إنما الله إله واحد سبحانه أن يكون له ولد، له ما في السماوات وما في الأرض، وكفى بالله وكيلا). ¶ 3 - (لقد كفر الذين قالوا إن الله هو المسيح ابن مريم، وقال المسيح يا بني إسرائيل اعبدوا الله ربي وربكم، إنه من يشرك بالله فقد حرم الله عليه الجنة ومأواه النار، وما للظالمين من أنصار). ¶ 4 - (وإذ قال الله يا عيسى ابن مريم أأنت قلت للناس اتخذوني وأميَ إلهين من دون الله، قال سبحانك ما يكون لي أن أقول ما ليس لي بحق، إن كنت قلته فقد علمته، تعلم ما في نفسي ولا أعلم ما في نفسك، إنك أنت علام الغيوب، ما قلت لهم إلا ما أمرتني به أن اعبدوا الله ربي وربكم، وكنت عليهم شهيداً ما دمتُ فيهم فلما توفيتني كنتَ أنت الرقيب عليهم، وأنت على كل شيء شهيد، إن تعذبهم فإنهم عبادك وإن تغفر لهم فإنك أنت العزيز الحكيم) ¶ 5 - (وإذ قال عيسى بن مريم يا بني إسرائيل إني رسول الله إليكم مصدقاً لما بين يديَّ من التوراة ومبشراً برسول يأتي من بعدي اسمه أحمد .. ) ¶ وهذه آيات تفضح اليهود وخبث أنفسهم: ¶ 1 - (الذين آتيناهم الكتاب يعرفونه كما يعرفون أبناءهم، وإن فريقاً منهم ليكتمون الحق وهم يعلمون) ¶ 2 - (وقالت اليهود يد الله مغلولة، غُلَّت أيديهم ولُعنوا بما قالوا .. ) ¶ 3 - (مثل الذين حُمِّلوا التوراة ثم لم يحملوها كمثل الحمار يحمل أسفارا، بئس مثل القوم الذين كذبوا بآيات الله، والله لا يهدي القوم الظالمين)",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "4 - (قال أتستبدلون الذي هو أدنى بالذي هو خير، اهبطوا مصراً فإن لكم ما سألتم، وضُربت عليهم الذلة والمسكنة وباؤوا بغضب من الله، ذلك بأنهم كانوا يكفرون بآيات الله ويقتلون النبيين بغير الحق، ذلك بما عصوا وكانوا يعتدون) ¶ 5 - (وإذا جاؤوكم قالوا آمنا وقد دخلوا بالكفر وهم قد خرجوا به، والله أعلم بما كانوا يكتمون، وترى كثيراً منهم يُسارعون في الإثم والعدوان وأكلهم السحت، لبئس ما كانوا يعملوان) ¶ فهل يكون القرآن من عند اليهود وفيه ذمّ وتنقيص لليهود؟! ¶ هل الراهب بحيرا كاذب؟ أو ورقة كاذب؟ كيف نرضى برجل دين عَكَف واعتكف في صومعته وديره للعبادة ومعرفة الله عقلاً وروحاً أن يكذب؟ والكذب نقيصة لا نقبل بها لإنسان عادي .. فكيف لناسكٍ متعبد؟!!",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "القرآن ليس من افتراء البشر ¶ يقال إن القرآن من عند محمد ومن تأليفه، ويمكن أن نضع لمصدره ثلاث احتمالات لا رابع لها إطلاقاً: ¶ 1 - أنه من تأليف محمد صلى الله عليه وسلم. ¶ 2 - وإما من تأليف العرب. ¶ 3 - وإما من مصدر آخر مجهول. ¶ أولا: هل هو من تأليف محمد صلى الله عليه وسلم؟: ¶ وله احتمالات منها ما يلي: ¶ 1 - أن أسلوب القرآن مخالف مخالفة تامة أسلوب كلام محمد صلى الله عليه وسلم فلو رجعنا إلى كتب الأحاديث التي جمعت أقوال محمد صلى الله عليه وسلم وقارناها بالقرآن لرأينا الفروق الواضحة والتغاير الظاهر في كل شئ، فأسلوب حديث محمد صلى الله عليه وسلم تتجلى فيه لغة المحادثة والتفهيم والتعليم والخطابة، بخلاف أسلوب القرآن الذي لا يعرف له شبيه في أساليب العرب. ¶ 2 - يستشعر القارئ في فطرته عند قراءة كتب الأحاديث شخصية بشرية وذاتية تعتريها الخشية والمهابة والضعف أمام الله بخلاف القرآن الذي يتراءى للقارئ من خلال آياته ذاتية جبارة عادلة حكيمة خالقة بارئة مصورة رحيمة لا تضعف حتى في مواطن الرحمة، أما القرآن فلو كان من كلام محمد صلى الله عليه وسلم كان أسلوبه أسلوب الأحاديث. ¶ 3 - محمد صلى الله عليه وسلم أمي ما درس ولا تعلم ولا تتلمذ فهل يعقل أنه أتى بهذا الإعجاز التشريعي المتكامل دون أي تناقض؟!! ¶ 4 - أن نظرة القرآن الكاملة الشاملة للكون والحياة والحروب والزواج والعبادات والاقتصاد لو كانت من صنع محمد صلى الله عليه وسلم لما كان بشراً. ¶ 5 - لماذا يؤلف محمد صلى الله عليه وسلم القرآن ثم ينسبه إلى غيره، فهذا لا يعقل أن أي شخص يؤلف ثم ينسبه إلى غيره.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "6 - في القرآن أخبار الأولين وفيه إعجاز علمي في الكون والحياة والطب والرياضيات، فهل يعقل أن هذا الأمي قد وضعها، فكيف عرف الأمي مراحل تطور الجنين في بطن أمه، وكيف عرف عناصر المادة في الكون الواحد، وكيف عرف أن كمية الهواء في الأجواء تقل إلى درجة أن الإنسان يضيق صدره فيها. ¶ 7 - في القرآن عتب ولوم لمحمد صلى الله عليه وسلم ومنها سورة عبس (عبس وتولى، أن جاءه الأعمى، وما يدريك لعله يزّكّى ... )، (عفا الله عنك لما أذنت لهم)، (ما كان للنبي والذين أمنوا أن يستغفروا للمشركين ولو كانوا أولي قربى)، (لولا كتاب من الله سبق لمسكم فيما أخذتم عذاب عظيم)، (وتخشى الناس والله أحق أن تخشاه). ¶ 8 - كانت تنزل بالرسول صلى الله عليه وسلم نوازل وأحداث من شأنها أن تحفزه إلى القول. ¶ 9 - أن الله تبارك وتعالى رد على من افترى عليه وقال: إنه من كلام محمد صلى الله عليه وسلم بعبارات وجيزة فقال تعالى: (ولو تقول علينا بعض الأقاويل، لأخذنا منه باليمين، ثم لقطعنا منه الوتين، فما منكم من أحد عنه حاجزين) ومع ذلك أيده الله بالنصر والتمكين في الأرض. ¶ ثانياً: هل هو من تأليف العرب:",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "إن العرب كانوا يحبون البلاغة والأدب والشعر والخطابة ومن ناحية ثانية فإن إعجاز الرسل كان إعجازاً آنياً ينقضي لحينه، والقرآن جاء إعجازه لقوم يباهون بالفصاحة والبلاغة والأدب والشعر والخطابة، ولو استطاع العرب صنع قرآن لفعلوا كي يحافظوا على عبادة الأصنام التي سفهها قرآن محمد صلى الله عليه وسلم، ولو كان القرآن من عند العرب لا ستجابوا للتحدي القائم فقال (قل لئن اجتمعت الإنس والجن على أن يأتوا بمثل هذا القرآن لا يأتون بمثله ولو كان بعضهم لبعض ظهيراً) ثم أعجزهم أكثر فقال تعالى: (أم يقولون افتراه قل فأتوا بعشر سور مثله مفتريات وادعوا من استطعتم من دون الله إن كنتم صادقين، فإن لم يستجيبوا لكم فاعلموا أنما أنزل بعلم الله وأن لا إله إلا هو، فهل أنتم مسلمون) بل تحداهم أكثر من ذلك فقال تبارك وتعالى: (وإن كنتم في ريب مما نزلنا على عبدنا فأتوا بسورة من مثله وادعوا شهداءكم من دون الله إن كنتم صادقين، فإن لم تفعلوا ولن تفعلوا فاتقوا النار التي وقودها الناس والحجارة أعدت للكافرين) ويقول الرافعي: أنه لم يقم للعرب قائمة بعد أن أعجزهم القرآن من جهة الفصاحة التي هي أكبر أمرهم من جهة الكلام الذي هو سير عملهم. ¶ إن خروج القرآن عن أساليب العرب دليل على إعجازه وعلى أنه ليس من كلام الناس ولا من كلام محمد صلى الله عليه وسلم. ¶ ثالثاً: هل هو من مصدر آخر مجهول: ¶ إذا عجز العرب عن التحدي وهم أصحاب اللغة فهل يعقل أن يكون من صنع بشر غيرهم، فوجوه الإعجاز فيه كثيرة، فصاحة في كل المواضيع والمواضع، بلاغة غريبة سالمة من النقص والخطأ، غزارة في المعاني، تشريع متناسق. ¶ بعد هذا كله من أين يمكن أن يكون إن لم يكن من عند الله؟؟!!",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "القصاص بين العقل والشرع ¶ القاتل يقتل، وما دام قد تعمد إزهاق روح بريء فإن إفقاده الحياة قصاص عادل، ولا مكان لطلب الرحمة به. ¶ وقد علت صيحات شتى تطلب إلغاء عقوبة الإعدام، وترى أن المجرم مريض ينبغي أن يعالج، وتزعم أن قتله لا يفيد شيئاً، ولن يعيد الحياة إلى الضحية التي اعتدى عليها. ¶ والغريب أن هذه الصيحات الجاهلة وجدت من يستمع إليها في أوربا وأمريكا، فألغيت عقوبة الإعدام ليحل محلها حكم بالسجن مدى الحياة. ¶ ونحن نتدبر حجج القوم فلا نجد فيها إلا اللغو المرفوض، ذلك أنهم يقولون: إن القصاص من القاتل لن يعيد الحياة إلى القتيل المظلوم، ونحن ما أعدمنا القاتل لهذا الغرض البعيد، ولكنا أعدمناه لنستبقي الحياة في أرجاء الجماعة كلها، ولنزعج كل مفكر في العدوان، فيوقن أنه سيفقد نفسه يوم يميت شخصاً آخر. ¶ إن أغلب المجرمين يعتدون على حق الحياة لأنهم ذاهلون عن الثمن الذي يدفعونه حتماً، ولو علموا أنهم مقتولون يقيناً إذا قتلوا غيرهم لترددوا وأحجموا. ¶ ويوم قال العرب: القتل أنفى للقتل .. وعندما أوجز القرآن الكريم ثمرة العقوبة المرصدة في هذه العبارة الوجيزة (ولكم في القصاص حياة) كان ذلك تجسيماً للاستقرار الذي يسود البلاد، والأمان الذي يصون الدماء عقب إنفاذ كتاب الله في كل معتد أثيم .. ¶ وقد يكون القاتل مريض النفس أولا يكون! في التعلل بهذا لتركه يفلت من آثار فعلته؟ ¶ ما أكثر الأمراض النفسية والفكرية التي تظهر أو تخفى في سلوك الأفراد، وقد شرعت سير وعبادات منوعة يستشفي بها الذين ينشدون العافية، والذين يؤثرون حياة الشرف والسلم فلا يبسطون أيديهم بالأذى، ولا يلغون في دم أو عرض أو مال .. فهل نعتذر لشخص يهتك الحرمات لأنه مستطار الشهوة، أو نعتذر لسفاك يرخص الدماء لأنه منحرف المزاج، لماذ إذن تقتل الكلاب المسعورة والذئاب المغتالة؟ إن القاتل يُقتل ولا مساغ للجدال عنه.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وقد ترك القتلة في بعض الأقطار إهمالاً لحكم الله وإعلاءً لحكم الطاغوت، فماذا كسبت هذه الأقطار من ترك القصاص؟ كسبت انتشار الجريمة، وسيادة الفوضى، وذعر الألوف إن كانوا في الطرق أن يصابوا، أو في بيوتهم أن تقتحم عليهم!! ¶ فهل هذا هو المطلوب من العطف على المجرمين ووصفهم بأنهم مرضى بانحرافات نفسية .. ¶ إن الله عز وجل جعل العدوان على إنسان واحد استهانة بحق الحياة للناس كلها (أنه من قتل نفساً بغير نفسٍ أو فسادٍ في الأرض فكأنما قتل الناس جميعاً، ومن أحياها فكأنما أحيا الناس جمعاً). ¶ والإحياء المقصود قد يكون بإنقاذ غريق، أو حماية مهدر مطارد مظلوم، وقد يكون بتوطيد حق الحياة للجماعة كلها عندما يقتص من مجرم سفاح، فإن قتله حياة لغير واحد كان يمكن أن يصرعوا لو بقي السفاح حراً. ¶ والقصاص تشريع قديم في النفس وفي الحواس والأطراف (وكتبنا عليهم فيها أن النفس بالنفس والعين بالعين والأنف بالأنف والأذن بالأذن والسن بالسن والجروح قصاص، فمن تصدق به فهو كفارة له). ¶ والصدقة هنا تنازل المرء عن حقه المقرر شرعاً، ويجوز أن يتنازل أولياء الدم عن القصاص نظير مال يتفق عليه، أو قربى إلى الله بالعفو. ¶ وفي الحديث (وما زاد الله عبداً بعفو إلا عزاً)، وهناك يترك القاتل فلا يقتل، ولكن من حق الدولة أن تعاقب الذين يعكرون صفو الأمن بما ترى من عقوبات. ¶ وربما تساءل بعضهم: لماذ يسقط القصاص بعفو ولي الدم؟ ¶ والجواب: إن الملابسات التي تحيط بالجرائم كثيرة، وهناك ناس لا يحرجهم المصاب المادي قدر ما يؤذيهم الهوان الأدبي، فإذا ضربه قوي طاغ لم يحزن لألم بدنه كثيراً إنما كان حزنه الأهم الأعم لقدرة غيره عليه، وللضعف الذي جرَّأ الآخرين على إساءته.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ويذهب هذا كله عنه يوم يملك حق الإحياء والإماته لخصمه، ويوم يلجأ الناس إليه طالبين عفوه وآملين أن تكون يده العليا، إن هذا يكفيه ويشفيه، وانتهاء الحق الفردي لا ينهي حق الجماعة كما أسلفنا.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "المساواة بين المرأة والرجل في الحقوق ¶ من النظريات التي بنى عليها المجتمع الغربي الحديث المساواة بين الرجل والمرأة، المساواة في كل شيء، في الحقوق والواجبات، وفي الالتزامات والمسؤوليات، فيقوم الجنسان بأعمال من نوع واحد، وتقسم بينهما واجبات جميع شعب الحياة بالتساوي. ¶ وبسبب هذه الفكرة الخاطئة للمساواة، انشغلت المرأة الغربية، بل انحرفت عن أداء واجباتها الفطرية ووظائفها الطبيعية، التي يتوقف على أدائها بقاء المدنية، بل بقاء الجنس البشري بأسره، واستهوتها الأعمال والحركات السياسية، والاقتصادية، والاجتماعية، وجذبتها إلى نفسها بكل ما في طبعها وشخصيتها من خصائص، وشغلت أفكارها وعواطفها شغلاً، أذهلها عن وظائفها الطبيعية، حتى أبعدت من برنامج حياتها، القيام بتبعات الحياة الزوجية، وتربية الأطفال وخدمة البيت، ورعاية الأسرة، بل كُرّه إلى نفسها كل هذه الأعمال، التي هي وظائفها الفطرية الحقيقية، وبلغ من سعيها خلف الرجل طلباً للمساواة إلى حد محاكاته في كل حركاته وسكناته، لبس الرجل القصير من اللباس فلبست المرأة مثله، ونزل البحر فنزلته، وجلس في المقهى والمنتزه فجلست مثله بدافع المساواة، ولعب الرياضة فلعبت مثله، وهكذا. ¶ وكان من نتيجة ذلك أن تبدد شمل النظام العائلي في الغرب الذي هو أس المدنية ودعامتها الأولية، وانعدمت - أو كادت - الحياة البيتية، التي تتوقف على هدوئها واستقرارها قوة الإنسان، ونشاطه في العمل، وأصبحت رابطة الزواج - التي هي الصورة الصحيحة الوحيدة لارتباط الرجل والمرأة، وتعاونهما على خدمة الحياة والمدنية - أصبحت واهية وصورية في مظهرها ومخبرها.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وجاء التصوير الخاطئ للمساواة بين الرجال والنساء بإهدار الفضائل الخلقية، التي هي زينة للرجال عامة، وللنساء خاصة فقاد المرأة إلى التبذل وفساد الأخلاق، حتى عادت تلك المخزيات التي كان يتحرج من مقارفتها الرجال من قبل، لا تستحي من ارتكابها بنات حواء في المجتمع الغربي الحديث. ¶ هكذا كان تصورهم الخاطئ للمساواة، وهكذا كانت نتائجه على الحياة، وعلى كل مقومات الحياة الفاضلة، والعجيب أن يوجد في عالمنا الإسلامي اليوم من ينادي بهذه الأفكار، ويعمل على نشرها وتطبيقها في مجتمعنا الإسلامي، على الرغم مما ظهر واتضح من نتائجها، وآثارها السيئة المدمرة، ونسي أولئك أو تناسوا أن لدينا من مباديء ديننا ومقومات مجتمعنا وموروثات ماضينا ما يجعلنا في غنى عن أن نستورد مبادئ وتقاليد وأنظمة لا تمت إلى مجتمعنا المسلم بصلة، ولا تشده إليها آصرة، ولا يمكن أن ينجح تطبيقها فيه، لأن للمجتمع المسلم من الأصالة والمقومات، وحرصه عليها ما يقف حائلاً دون ذلك التطبيق، أو على الأقل كمال نجاحه، كما نسي أولئك المنادون باستيراد هذه النظم والنظريات، ونسي معهم أولئك الواضعون لهذه النظم من الغربيين أو تناسوا الفروق الجوهرية الدقيقة العميقة التي أوجدها الخالق سبحانه بين الذكر والأنثى من بني البشر مما يتعذر بل يستحيل تطبيق نظرية المساواة الكاملة بين الذكر والأنثى في جميع الحقوق والواجبات والالتزامات والمسؤوليات. ¶ وهاهم ينادون بالمساواة بين المرأة والرجل بينما القرآن الكريم يقرر خلاف ذلك فيقول تبارك وتعالى نقلاً لكلام امرأة عمران: (فلما وضعتها قالت رب إني وضعتها أنثى والله أعلم بما وضعت وليس الذكر كالأنثى وإني سميتها مريم وإني أعيذها بك وذريتها من الشيطان الرجيم). ¶ وهاهي شهادة من أحد مفكري الغرب واضعي نظرية المساواة، يقول كاريل في كتابه (الإنسان ذلك المجهول):",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "(إن ما بين الرجل والمرأة من فروق، ليست ناشئة عن اختلاف الأعضاء الجنسية، وعن وجود الرحم والحمل، أو عن اختلاف في طريقة التربية، وإنما تنشأ عن سبب جد عميق، هو تأثير العضوية بكاملها بالمواد الكيماوية، ومفرزات الغدد التناسلية، وإن جهل هذه الوقائع الأساسية هو الذي جعل رواد الحركة النسائية يأخذون بالرأي القائل: بأن كلا من الجنسين الذكور والإناث يمكن أن يتلقوا ثقافة واحدة وأن يمارسوا أعمالاً متماثلة، والحقيقة أن المرأة مختلفة اختلافاً عميقاً عن الرجل، فكل حُجَيرة في جسمها تحمل طابع جنسها، وكذلك الحال بالنسبة إلى أجهزتها العضوية، ولا سيما الجهاز العصبي، وإن القوانين العضوية (الفيزيولوجية) كقوانين العالم الفلكي، ولا سبيل إلى خرقها، ومن المستحيل أن نستبدل بها الرغبات الإنسانية، ونحن مضطرون لقبولها كما هي في النساء، ويجب أن ينمين استعداداتهن في اتجاه طبيعتهن الخاصة، ودون أن يحاولن تقليد الذكور، فدورهن في تقدم المدنية أعلى من دور الرجل، فلا ينبغي لهن أن يتخلين عنه). ¶ ويقول الأستاذ المودودي: ( ... فهذا علم الأحياء، قد أثبتت بحوثه وتحقيقاته أن المرأة تختلف عن الرجل في كل شيء، من الصورة والسمت، والأعضاء الخارجية، إلى ذرات الجسم والجواهر الهيولينية (البروتينية) لخلاياه النسيجية، فمن لدن حصول التكوين الجنسي في الجنين يرتقي التركيب في الصنفين في صورة مختلفة، فهيكل المرأة ونظام جسمها، يركب تركيباً تستعد به لولادة الولد وتربيته، ومن التكوين البدائي في الرحم إلى سن البلوغ، ينمو جسم المرأة، وينشأ لتكميل ذلك الاستعداد فيها، وهذا هو الذي يحدد لها طريقها في أيامها المستقبلة).",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وإذا تقرر هذا الاختلاف الدقيق في التكوين بين الذكر والأنثى، فمن الطبيعي والبديهي أن يكون هناك اختلاف في اختصاص كل منهما في هذه الحياة، يناسب تكوينه وخصائصه التي ركبت فيه، وهذا ما قرره الإسلام وراعاه، عندما وزع الاختصاصات على كل من الرجل والمرأة، فجعل للرجل القوامة على البيت، والقيام بالكسب والإنفاق، والذود عن الحمى، وجعل للمرأة البيت، تدبر شئونه، وترعى أطفاله، وتوفر فيه السكينة والطمأنينة، هذا مع تقريره أن الرجل والمرأة من حيث إنسانيتها على حد سواء، فهما شطران متساويان للنوع الإنساني، مشتركان بالسوية في تعمير الكون، وتأسيس الحضارة، وخدمة الإنسانية، كل في مجال اختصاصه، وكلا الصنفين قد أوتي القلب والذهن، والعقل والعواطف، والرغبات والحوائج البشرية، وكل منهما يحتاج إلى تهذيب النفس، وتثقيف العقل، وتربية الذهن، وتنشئة الفكر، لصلاح المدنية وفلاحها، حتى يقوم كل منهما بنصيبه من خدمة الحياة والمدنية، فالقول بالمساواة من هذه الجهات صواب لا غبار عليه، ومن واجب كل مدنية صالحة أن تعني بالنساء عنايتها بالرجال، في إيتائهن فرص الارتقاء والتقدم، وفقاً لمواهبهن وكفاءتهن الفطرية.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ثم إن ما يزعمون أنه مساواة بين الرجل والمرأة، ويحاولون إقناع المرأة بأن القصد منه مراعاة حقوقها، والرفع من مكانتها، إنما هو في الحقيقة عين الظلم لها، والعدوان على حقوقها، وذلك لأنهم بمساواة المرأة بالرجل في الأعباء والحقوق، حملوها أكثر مما حمَّلوا الرجل، فمع ما خصصت له المرأة من الحمل والولادة، والإرضاع وتربية الأطفال، ومع ما تتعرض له في حياتها، وما تعانيه من آلام الحيض والحمل والولادة، ومع قيامها على تنشئة أطفالها، ورعاية البيت والأسرة، مع تحملها لهذا كله، يحمّلونها زيادة على ذلك، مثل ما يحمل الرجل من الواجبات، ويجعلون عليها مثل ما عليه من الالتزامات التي أعفي الرجل لأجل القيام بها من جميع الالتزامات، فيفرض عليها أن تحمل كل التزاماتها الفطرية، ثم تخرج من البيت كالرجل لتعاني مشقة الكسب، وتكون معه على قدر المساواة في القيام بأعمال السياسة والقضاء، والصناعات، والمهن، والتجارة، والزراعة، والأمن، والدفاع عن حوزة الوطن. ¶ وليس هذا فحسب، بل يكون عليها بعد ذلك، أن تغشى المحافل والنوادي، فتمتع الرجل بجمال أنوثتها، وتهيئ له أسباب اللذة والمتعة. ¶ وليس تكليف المرأة بالواجبات الخارجة عن اختصاصها ظلماً لها فحسب، بل الحقيقة أنها ليست أهلاً كل الأهلية، للقيام بواجبات الرجال، لما يعتور حياتها من المؤثرات والموانع الطبيعية التي تؤثر على قواها العقلية والجسمية، والنفسية، وتمنعها من مزاولة العمل بصفة منتظمة، وتؤثر على قواها وهي تؤديه. ¶ ثم إن قيام المرأة بتلك الأعمال، فيه مسخ لمؤهلاتها الفطرية والطبيعية، يقول (ول ديوارنت) مؤلف قصة الحضارة: ¶ (إن المرأة التي تحررت من عشرات الواجبات المنزلية ونزلت فخورة إلى ميدان العمل بجانب الرجل، في الدكان والمكتب، قد اكتسبت عادته وأفكاره وتصرفاته، ودخنت سيجاره، ولبست بنطلونه).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وفي هذا خطر كبير، يؤدي إلى انحطاط المدنية والحضارة الإنسانية، ثم ما هي المنفعة والفائدة التي تحقق للمدنية والحضارة من قيام المرأة بأعمال الرجال؟ إن فيها كل المضرة والمفسدة، لأن الحضارة والحياة الإنسانية، حاجتهما إلى الغلظة والشدة والصلابة، مثل حاجتهما إلى الرقة واللين والمرونة، وافتقارها إلى القواد البارعين والساسة والإداريين، كافتقارها إلى الأمهات المربيات، والزوجات الوفيات، والنساء المدبرات لا غنى للحياة عن أحدهما بالآخر. ¶ فماذا في المساواة - بمفهومهم - من محاسن، تجنيها المرأة والمجتمع؟ وما هو عذر أولئك المنادين بالمساواة، بعد أن دُحضت حجتهم؟، نحن لا نشك أنهم يدركون - أو عقلاؤهم على الأقل - كل الموانع الفطرية، والطبيعية والعقلية، والجسمية الحائلة دون مساواة المرأة بالرجل، ومقتنعون بها كل الاقتناع، ولكن اللهفة الجنسية المسعورة لا تستطيع الصبر على رؤية الطُّعم المهدِّئ لحظة من الزمن، فاصطنعت هذه الشعارات كي تضمن وجود المرأة أمامهم في كل وقت، وفي كل مكان في البيت وفي المكتب وفي المصنع وفي السارع وفي كل مكان يتجه إليه الرجل، أو يوجد فيه، ليروي غُلَّته ويطفئ حرقته الجنسية البهيمية. ¶ والمرأة بما تحس به في قرارة نفسها من ضيق بالأنوثة، مع تصور الرفعة في مكانة الرجل، تندفع وراء هذه الشعارات، دون روية أو تمحيص لها، تنشد إشباع رغبتها، في أن تكون رجلاً لا أنثى، فإذا أبت الطبيعة (طبيعتها) عليها ذلك فلا أقل من أن تكون رجلاً، يقيم مضطراً في جسم أنثى، وعليها أن تعمل على إرضاء هذا النزوع في نفسها بكل وسيلة، وأن تحقق لهذا الكائن المتمرد في صدرها كل ما يرضيه من شارات الرجل الطبيعي.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ولا نعلم أيظل هذا الاندفاع من المرأة إلى محاكاة الرجال، بعد أن ظهرت الآن لوثة التخنث والخنفسة بين الشباب فانعكست الأمور، وانقلبت المفاهيم، وتغيرت معايير الأشياء أم لا؟ فما كان سبَّة في الماضي، صار مصدر فخر واعتزاز الآن.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "المطالبة بمنع تعدد الزوجات أو تقييده ¶ تثار في العالم الإسلامي ضجة كبرى بصدد تعدد الزوجات، الذي أباحه الإسلام، وقد سُخرت لهذه الضجة أقلام تكتب، ودور للطبع تطبع، وصحف تنشر، وعقدت لذلك الندوات والمؤتمرات، وأُلفت الكتب، وألقيت المحاضرات، واقترحت القوانين، كل هذا من أجل تشريع تعدد الزوجات، بل إن بعض الدول سنَّت قوانين تمنع أو تقيد تعدد الزوجات، فهل هناك مشكلة اليوم تعرف بمشكلة تعدد الزوجات في العالم الإسلامي تستحق كل هذه الضجة، وكل هذا الاهتمام؟ ¶ لقد دلت الإحصاءات عن الزواج والطلاق على أن نسبة المتزوجين بأكثر من واحدة - في بعض البلاد التي تثار فيها هذه الضجة على الأقل - نسبة قليلة جداً، لا تكاد تبلغ الواحد بالألف، وذلك حيث كان لارتفاع مستوى المعيشة، وازدياد نفقات الأولاد في معيشتهم، وفي تعليمهم، والعناية بصحتهم، أثر كبير في انخفاض عدد المتزوجين بأكثر من واحدة، يضاف إلى ذلك تنوع مطالب الحياة، وكثرتها للبيت وللأولاد وللزوجة، التي تتطلبها الحياة الكريمة، مما كان له أعظم الأثر في الحد من التعدد، وسينخفض التعدد من يوم لآخر تبعاً لتعقد الحياة، وكثرة مطالبها من يوم لآخر، فليس التعدد الآن من الأهمية بالمكان الذي تثار من أجله كل هذه الضجة، اللهم إلا من الراغبين في الشهرة بأنهم تقدميون، وأنهم متحررون. ¶ ونتساءل: لماذا يريد هؤلاء وضع العراقيل في وجه تعدد الزوجات؟ هل يفعلون ذلك غيرة على المرأة، وحرصاً على مصلحتها وكرامتها؟ ¶ إن الله الذي خلق المرأة وهو الذي شرع هذا النظام لهو أغير على المرأة، وأشد حرصاً على مصالحها وكرامتها، من أولئك الذئاب الشرسة المسعورة، المتلبسين بجلد الحمل.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "أم هل يفعلون ذلك خوفاً من أن يؤدي انتشار التعدد إلى كثرة النسل، فتؤدي كثرته إلى المجاعة كما يقول علماء الأرقام الذين لا يؤمنون بأن الله هو الرزاق؟ أو تؤدي كثرة النسل إلى ازدحام في السكان، مما يتسبب عنه سوء الحالة الصحية، وانتشار الأوبئة؟ ¶ أما عن الأول وهو الخوف من المجاعة: ¶ فأولاً: نحن نؤمن بأن الله هو الرزاق، فلن يخرج المولود من بطن أمه إلى هذه الحياة إلا وقد تكفل الله برزقه، قال تعالى: (ولا تقتلوا أولادكم خشية إملاق نحن نرزقهم وإياكم). ¶ وثانياً: إن بلادنا الإسلامية فيها من الخيرات والثروات ما لم يستثمر إلا الأقل الأقل منه، فلو وجهت الجهود إلى استثمارها فإنها تكفي لأضعاف عدد السكان الآن. ¶ وأما عن الثاني وهو الخوف من ازدحام السكان: ¶ فإن البلاد الإسلامية من الاتساع بحيث تكفي رقعتها لأضعاف العدد الموجود حالياً، ولا يوجد بلد إسلامي يشكو من ازدحام السكان إلا بعض الأقاليم في باكستان، وبعض الجزر في أندونيسيا، ولكنهم في اعتقادي لا يخشون لا هذا ولا ذاك، ولكن هذه الفكرة جزء لا يتجزأ من خطة متكاملة، تهدف إلى تحطيم الأسرة والبيت، وتعطيل أكبر قدر ممكن من نسائه عن الزواج، ليتم لهم ما يريدونه من تحطيم المجتمع بواسطة المرأة، وهي أمضى سلاح يمكن استعماله في هذا الشأن. ¶ والثائرون على نظام تعدد الزوجات منهم من تطرف فطالب بمنع التعدد وتحريمه، ومنهم من طالب بوضع قيود تُقيد راغب التعدد. ¶ المنادون بمنع التعدد ¶ أما المنادون بمنع التعدد وتحريمه فقد زعموا أن القرآن يحرم التعدد فقد قال تعالى: (وإن خفتم ألا تقسطوا في اليتامى فانكحوا ما طاب لكم من النساء مثنى وثلاث ورباع، فإن خفتم ألا تعدلوا فواحدة أو ما ملكت أيمانكم، ذلك أدنى ألا تعولوا)، وقال في آية أخرى: (ولن تستطيعوا أن تعدلوا بين النساء ولو حرصتم، فلا تميلوا كل الميل فتذروها كالمعلقة) الآية. ¶ تفسيرهم للآيتين:",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ويقولون في تفسير هاتين الآيتين: إن الله قد أباح في الآية الأولى التعدد ولكنه اشترط لإباحته العدل بين الزوجات، ثم ذكر في الآية الثانية أن هذا العدل متعذر ومستحيل، فتكون النتيجة بحسب مقدماتهم هذه أن التعدد حرام. ¶ خطأ هذا التفسير: ¶ وواضح أن هذا عبث بآيات الله وتحريف لها عن مواضعها، فما كان الله ليرشد إلى تزوج العدد من النساء عند الخوف من ظلم اليتامى ويضع العدل بين الزوجات شرطاً في التعدد من النساء بأسلوب يدل على استطاعته والقدرة عليه ثم يعود وينفي استطاعته والقدرة عليه. ¶ التفسير الصحيح للآيتين: ¶ فتخريج الآيتين الذي يتفق مع جلال التنزيل وحكمة التشريع ويرشد إليه سياقهما وسبب نزول الثانية منهما أنه لما قال في الآية الأولى: (فإن خفتم ألا تعدلوا فواحدة)، فُهم منه أن العدل بين الزوجات واجب، وتبادر إلى النفوس أن العدل بإطلاقه ينصرف إلى معناه الكامل (المساواة في كل شيء) فتحرج لذلك المؤمنون، لأن العدل بهذا المعنى الذي يتبادر إلى الأذهان غير مستطاع، لأن فيه ما لا يدخل تحت الاختيار، فجاءت الآية الثانية، ترشد إلى العدل المطلوب في الآية الأولى (فإن خفتم ألا تعدلوا) وهو العدل في الأمور المادية، كالقسم والنفقة ونحوهما، أما الميل القلبي الذي أشارت الآية الثانية إلى عدم استطاعته، فلا مؤاخذة فيه، على أن لا يشتط: (فلا تميلوا كل الميل). ¶ وبهذا يتضح جلياً أن الآية الثانية تتعاون مع الآية الأولى، على تقرير مبدأ التعدد بما يزيل التحرج منه، إذ تنطويان للشروط اللازمة لجواز التعدد وتيسير على الناس في هذه الرخصة. ¶ المطالبون بوضع القيود ¶ وأما الذين يطالبون بوضع قيود لتعدد الزوجات غير القيود الشرعية، التي ذكرها القرآن وهي أن لا يزيد عن أربع، وأن يعدل بين زوجاته، فقد اقترحوا إضافة شروط منها: ¶ 1 - أن لا يباح تعدد الزوجات إلا إذا كان له مبرر.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "2 - وأن يخضع تقدير هذا المبرر لإشراف القضاء، فلا يؤذن بالتعدد إلا إذا كان المبرر داعياً إلى التعدد حقاً. ¶ 3 - وأن يتحقق القاضي من استطاعته على العدل. ¶ 4 - وأن يتثبت القاضي من قدرته على الإنفاق على زوجاته وذريته. ¶ مبرراتهم في تلك القيود: ¶ وهؤلاء يقولون: إن من يرغب في الزواج على امرأته يجب أن يكون مستعداً لإقامة الدليل أمام القضاء، على أن زواجه الجديد له مبرر مشروع يتفق مع مقاصد الشريعة، وتقدير هذا المبرر من سلطة القاضي، بحيث إذا اقتنع القاضي بما أبداه الرجل من أسباب أذن له في تعدد الزوجات، وإذا لم يقتنع رفض الإذن له بالزواج الجديد، وأصبح هذا الزواج محرماً قانوناً، وادعوا بأن القرآن يشترط مع العدالة وجود الضرورة الداعية للتعدد، وزعموا أن قوله تعالى: (وإن خفتم ألا تقسطوا في اليتامى فانكحوا ما طاب لكم من النساء ... ) الآية، قد أباح التعدد في حالة ضرورة الخوف من عدم الإقساط لليتيمة، ومجانبة العدل في إدارة أموالها، وجعل هذه الضرورة شرطاً لجواز التعدد، فالجواب في الآية وهو قوله: (فانكحوا) مترتب على الشرط ومقيد به، والشرط هو قوله: (وإن خفتم ألا تقسطوا في اليتامى)، فالآية إذاً تنص على أن التعدد لا يجوز إلا لهذه الضرورة، غير أنه من الممكن أن تقاس عليها الضرورات التي تشبهها ... وبذلك ينتهي صاحب هذا الرأي إلى أن الإسلام لا يبيح التعدد إلا بشرطين وهما: العدل والضرورة، سواء في ذلك الضرورة التي صرحت بها الآية أو ضرورة أخرى تشبهها وتقاس عليها. ¶ التفسير العجيب للآية:",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ويذهب صاحب هذا الرأي في تفسير قوله تعالى: (وإن خفتم ألا تقسطوا في اليتامى فانكحوا ما طاب لكم ... ) الآية، مذهباً عجيباً فهو يفسر هذه الآية بأن الله تعالى لما حرم أكل أموال اليتامى وحظرها على الأولياء في قوله: (وآتوا اليتامى أموالهم ولا تتبدلوا الخبيث بالطيب ولا تأكلوا أموالهم إلى أموالكم، إنه كان حوباً كبيراً) فَصَل أموال اليتامى عن أموالهم، فجعل الشيء من طعام اليتيم يفضل ويحبس فيفسد، فاشتد ذلك عليهم فنزل: (ويسألونك عن اليتامى قل إصلاح لهم خير، وإن تخالطوهم فإخوانكم، والله يعلم المفسد من المصلح، ولو شاء الله لأعنتكم، إن الله عزيز حكيم)، فخلطوا طعامهم بطعامهم، وخالطوهم في أموالهم، ثم إنهم شعروا بحرج من الاختلاط باليتيمات، إذا لم يكونوا محارم لهن، لضرورة اتصالهم بهن، والتعرف على أحوالهن، فنزل قوله تعالى: (وإن خفتم ألا تقسطوا في اليتامى فانكحوا ما طاب لكم من النساء ... ) الآية، أي اليتيمات وأضيفوهن إلى زوجاتكم. ¶ التفسير الصحيح للآية وبيان خطأ تفسيرهم: ¶ وما ذهب إليه صاحب هذا التفسير مخالف لما أجمع عليه المفسرون من السلف والخلف في معنى هذه الآية، ولم يسبق إليه أحد من قبل، بل معنى الآية كما يراه جمهور المفسرون: وإن خفتم ألا تقسطوا في زواج اليتيمات فدعوهن، وانكحوا ما طاب لكم من النساء سواهن. ¶ ويؤيده ما رواه البخاري وغيره عن عائشة أم المؤمنين رضي الله عنها: أنه كان الرجل تكون عنده اليتيمة في حجره، تشركه في ماله، ويعجبه مالها وجمالها، فيريد وليها أن يتزوجها من غير أن يقسط في صداقها، فيعطيها مثل ما يعطيها غيره، فنهوا أن ينكحوهن، إلا أن يقسط إليهن ويبلغوا بهن أعلى سنتهن في الصداق، وأمروا أن ينكحوا ما طاب لهم من النساء سواهن)، فلا دليل في تلك الآية على ما ذهب إليه أولئك من شرط المبرر للتعدد كما يدعون. ¶ تفسيرهم حل غير سليم:",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "ثم إن التفسير على الوجه الذي ذهب إليه صاحب هذا الرأي يتضمن حلاً غير سليم للمشكلة التي يزعم أن الآية تتصدى لحلها، وذلك أن اقتراح الزواج باليتيمات لا يعد مخرجاً سليماً لتحرج الأولياء من الاختلاط بهن، فقد لا يكون للولي رغبة في اليتيمة، وقد لا تكون هي راغبة في الزواج به، وقد لا تكون صالحة لزواجه بها لسبب ما، وقد يكون في حجره يتيمات لا يجوز الجمع بينهن، وقد يكون في حجره أكثر من أربع يتيمات، فإذا كان الزواج باليتيمة مخرجاً في حالة ما فإنه لا يمكن أن يكون مخرجاً في آلاف الحالات. ¶ لا دليل لاشتراط المبرر: ¶ ثم إن اشتراط مبرر لإباحة التعدد يَهم جماعة المسلمين فلو كان مراداً ومطلوباً للشارع لنص عليه صراحة ولم يغفل عنه. ¶ كما أنه لو كان هناك قيد للتعدد غير العدل لبينه الرسول صلى الله عليه وسلم للصحابة الذين كانوا متزوجين بأكثر من أربع، فأمرهم عند نزول الآية المحددة للعدد بالاكتفاء بأربع وتسريح الباقي، والوقت وقت وحي وبيان. ¶ شبهة والرد عيها: ¶ وأجابوا عن انتشار التعدد في عهد رسول الله صلى الله عليه وسلم بأنه كان عهد حروب فكان الناس يعيشون مبرراً عاماً يراه كل إنسان في زيادة عدد الأرامل. ¶ ويرد على مثل هذا الرأي، بأن العالم يشهد اليوم زيادة في عدد العانسات، وعزفاً من الشباب عن الزواج .. ومثل ذلك النظر يقتضي أن نعتبر زيادة عدد غير المتزوجات مبرراً عاماً يبيح تعدد الزوجات حتى يستوعب عدداً من الأرامل والمطلقات والعانسات. ¶ شبهة أخرى والرد عليها: ¶ ومما قالوه لاشتراط المبرر: إن الزواج بواحدة هو الأصل في الإسلام وأن التعدد استثناء، ولا يعمل بالاستثناء إلا عند الضرورة وهي تظهر عند وجود مبرر لتعدد الزوجات. ¶ ويرد عليهم بأن الآية التي ورد فيها مشروعية تعدد الزوجات، لم يرد بها أن الزواج بواحدة هو الأصل والواجب، وأن غيره ضرورة واستثناء، بل الأمر في ذلك مبني على العدل وعدم الخوف من الجور.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "إلى غير ذلك من الحجج الواهية. ¶ أضرار إثبات المبرر عن طريق القاضي: ¶ ولو سلمنا جدلاً بضرورة وجود مبرر، يكون إثباته عن طريق القاضي عند إرادة الزواج بأكثر من واحدة، فإن هذه الفكرة سوف تفشل عند التطبيق وذلك لأن إثبات ذلك المبرر عند القاضي سوف يؤدي إلى فضائح وإساءات، أو يتحول إذن القاضي إلى إجراء صوري، يتعين على القاضي اتخاذه لمجرد رغبة الرجل في الزواج بأكثر من واحدة، دون بحث جدي في مبررات الزواج، حفاظاً على كرامة الأسرة، اللهم إلا إذا كان الدعاة لهذا القيد لا يهدفون إلى تقييد تعدد الزوجات بوجود مبرر يخضع لتقدير القضاء وإنما يهدفون إلى منع تعدد الزوجات - وهذا هو الواقع - نظراً لما يحيط بإثبات المبرر عند القاضي من صعوبات وفضائح، يجد الرجل معها نفسه مضطراً إما إلى طلاق زوجته والزواج ممن يريدها، وإما إلى الإبقاء على زوجته على كره منه، وفي هذه الحالة، قد تضطره كراهيته لزوجته مع تزيين الشيطان له أن يبحث عن أخرى عن طريق الحرام. ¶ فمثلاً لو تقدم رجل يطلب الزواج بأخرى، لأن زوجته لا تعفه، أو لأنها ذات عيب جنسي، أو لأنه يكرهها بطبعه، فكيف يثبت ذلك للقاضي، ثم إن في إثبات بعض المبررات التي يمكن إثباتها كشفاً لعورات النساء، وفضحاً لأسرار الأسر، وتعرضاً لحرماتهم بدون ضرورة شرعية، ولو فرض وثبت ذلك العيب فإنه سيكون سبة للزوجة ولأهلها وربما للزوج نفسه. ¶ إن هذه الأمور من الأسرار العائلية التي لا يكسب المجتمع والأفراد إلا الشر من إثارتها، ولعله أكرم للمرأة الجديدة أن يتزوج الرجل وأن يطلق في هذه الأحوال بعيداً عن المحاكم وفي صمت. ¶ تقييد التعدد قضاء بالعدل بين الزوجات والرد عليهم:",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "أما عن تقييد التعدد قضاء بالعدل بين الزوجات، بحيث لا يجوز التعدد إلا بإذن القاضي، ولا يأذن القاضي إلا إذا تأكد من عدالة راغب التعدد مستقبلاً بين زوجاته كما يرون، فقد احتجوا له بأن القرآن ورد به تقييد تعدد الزوجات باستطاعة العدل، فوجب التحقق من ذلك قضاء عند إرادة التعدد. ¶ ويرد عليهم: بأن القرآن فعلاً اشترط العدل بين الزوجات ولكنه أوجب ذلك تديناً بين العبد وربه، ولم يوجبه قضاءً إلا إذا وقع ظلم بين الزوجات بالفعل من ظلم الزوج لزوجاته، وقوله تعالى: (فإن خفتم ألا تعدلوا فواحدة)، إنما هو خطاب موجه للأفراد في شأن لا يعرف إلا من جهتهم، يرجعون فيه إلى نياتهم وعزائمهم وليس له من الأمارات الصادقة المطردة أو الغالبة مما يجعل معرفته وتقديره داخلين تحت سلطان الحاكم حتى يترتب على تلك الأمارات تشريع، يمنع تعدد الزوجات أو إباحته أو تقييده. ¶ استدلالهم بآية والرد عليهم: ¶ وأما عن اشتراط التعدد بالمقدرة قضاء، بحيث لا يأذن له القاضي بالزواج من أخرى إلا إذا ثبت لديه أنه يستطيع الإنفاق على زوجته أو زوجاته، وعلى أولاده منهن، ومن تجب عليه إعالتهم من أقاربه، فقد احتج له القائلون به: بأن القرآن يفيد ذلك، حيث يستفاد ضمناً من قوله تعالى: (ذلك أدنى ألا تعولوا) على تفسير (تعولوا) بتكثير عيالكم، كما ذهب إليه الإمام الشافعي. ¶ قالوا: ولما ورد القرآن بتقييد تعدد الزوجات باستطاعة الإنفاق وجب التحقق من ذلك ديناً وقضاءً عند إرادة التعدد. ¶ ويجاب: بأن معنى قوله تعالى: (تعولوا) أي: تميلوا وتجوروا، من الجور ومن الميل عن الحق، وهو ما فسره به أكثر المفسرين، وذهب إليه الجمهور، أما تفسير (تعولوا) بتكثير عيالكم ففيه نظر فإنه كما يخشى كثرة العيال من تعدد الحرائر كذلك يخشى من تعدد السراري أيضاً.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ويشهد لما ذهب إليه الجمهور أن العدل مطلوب وواجب بين الحرائر، أما الإماء فلا يجب العدل بينهن في القسم وغيره، وإن فعل فحسن. ¶ قال الشوكاني عند تفسير قوله تعالى: (فإن خفتم ألا تعدلوا فواحدة أو ما ملكت أيمانكم) وفيه دليل على أنه لا حق للمملوك في القسم، كما يدل على ذلك جعله قسيماً للواحدة في الأمن من عدم العدل. ¶ وحتى على تفسير (تعولوا) بمعنى تكثر عيالكم على تسليمنا بذلك، فإنه يطلب التثبت من المقدرة على الإنفاق قضاء. ¶ ثم إنه لم يثبت عن رسول الله ولا عن أحد من صحابته أو من سلف الأمة اشتراط المقدرة على الإنفاق قضاء. ¶ أما المقدرة على الإنفاق فيما بينه وبين ربه فهي مطلوبة حتى في حالة زواجه من زوجة واحدة، كما قال رسول الله صلى الله عليه وسلم: (يا معشر الشباب من استطاع منكم الباءة فليتزوج، ومن لم يستطع فعليه بالصوم فإنه له وجاء)، والباءة مؤنة النكاح على أحد معنييها، أو هي الجماع على معناها اللغوي وهو المعنى الثاني ويكون تقديره: من استطاع منكم الجماع لقدرته على مؤنته وهي مؤنة النكاح فليتزوج. ¶ كلمة أخيرة: ¶ هذا هو رأي جمهور علماء المسلمين فما زعم أولئك المبتدعون أنها أدلة تكلفاً وتمحكاً لبدع ابتدعوها وأفهام خاطئة أو مغرضة فهموها لمدلولات النصوص، فأوجدوا شروطاً وسنّوا قيوداً لم يشترطها ولم يسنها الشارع على الناس، ولم يقيدهم بها، وإنما هو الإيغال في الجرأة على كلام الله، ومحاولة تحريفه، حتى يتفق مع رأي رأوه وفكرة اختمرت في عقولهم يريدون تكليف الناس بها ظلماً وزوراً (وما جعل عليكم في الدين من حرج).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "المناداة بالاختلاط المطلق ¶ من الصيحات التي يطلقها أدعياء تحرير المرأة، المطالبة بإتاحة الفرص للاختلاط المطلق بين الرجال والنساء، الاختلاط بلا حدود، ولا حواجز، ولا قيود، في البيت، وفي دور التعليم في كل مراحله، وفي المعمل، والمكتب، والمتجر، وفي السوق، وفي النوادي، والملاهي، وفي الأسفار إلى خارج البلاد لتبادل الزيارات بين شباب العالم، وفي كل مجال من مجالات الحياة، يجب أن يكون هناك اختلاط، لأن ضرورة الحياة، ومتطلبات العصر، ومصلحة الفتاة والفتى، ومصلحة الأمة والمجتمع تقضي بذلك وتحتمه. ¶ وذلك لأن الاختلاط - كما يزعمون - يهذب المشاعر الجنسية، ويكسر من حدتها، لأنه يقضي على الجوع الجنسي الفائر، الذي يؤدي إلى الانحراف والشذوذ، وحين يرى الشاب الفتاة وتراه، ويطمئن كل منهما إلى الرؤية والمقابلة، وتزول اللهفة المتلصصة المختلسة، لا يعود الجنس هو الشاغل الأول لهما، ويرتفع الشاب والفتاة عن بهيمية الغريزة، ويشغلان لقاءهما بشؤون العلم، والأدب، ومناقشة الأمور السياسية والاجتماعية والفكرية، وغيرها من الأمور الخارجة عن نطاق الجنس. ¶ والشاب في المجتمع المختلط - كما يدّعون - تتهذب ألفاظه، فلا ينطق بالفحش الذي يستبيحه لنفسه في مجتمع الشبان، مراعاة لمشاعر الفتاة وأحاسيسها المرهفة. ¶ وحين تتعود الفتاة على لقاء الرجل وصحبته، تتغير في ذهنها الصورة التي تخيلتها عنه، وانطبعت في ذهنها، بتأثير البيئة المتحفظة، فلا يعود الرجل ذلك الذئب المفترس، ولا الحيوان الجائع، ولا الجسد الظامئ، ولا الكائن المرهوب. ¶ وبالتقاء الفتاة بالفتى، يتعرف كل منهما على طباع الآخر، فلا يكون اللقاء في الزواج، مسبباً لتوتر الأعصاب، وإرباك الأفهام.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وبالتقاء الجنسين واختلاطهما تكون متعة الجنس الهادئة، وتزول العقد النفسية التي يسببها الكبت الجنسي للذكر والأنثى معاً، فيتفرغ كل منهما لواجبه وعمله، ولا تعود الفتاة تنفق كل طاقتها في التزين، لتتصيد الرجال، ولا يعود التصيد هو جل همها، إذ أن اللقاء أصبح متاحاً لها، واجتباء الصديق، أو العشيق حق من حقوقها، أقره المجتمع، ويحميه القانون. ¶ قالوا كل ذلك عن الاختلاط وفوائد الاختلاط ومميزاته، قالوه بألسنتهم وعلى صفحات الكتب والصحف، وبواسطة وسائل الإعلام الأخرى، أما في واقع الأمر، وفي مجال التطبيق والعمل، فلا نرى أثراً لما قالوا. ¶ فالواقع في البلاد التي طبقت هذا المبدأ بحذافيره يخالف ما قالوا، فنرى الفضائح الأخلاقية والشذوذ الجنسي، وأنواع الانحرافات، وارتفاع نسبة الطلاق، وقد أصبحت هذه الأمور شيئاً عادياً ومألوفاً، لا يحدث اشمئزازاً، ولا يثير احتجاجاً، ¶ ولم نر الاختلاط ينتج الاستمتاع الجنسي الهادئ، فيغني عن الإسراف فيه، ¶ ولم نر الفتاة بسبب الاختلاط تنصرف - كما زعموا - إلى عملها، وتكف عن الإسراف في التزين لتصيد الشباب، ولم نر الشباب يفعلون ذلك أيضاً. ¶ ولم نر الشاب والشابة في لقائهما المستمر، ينشغلان بغير الجنس، وأحلامه ومغامراته، أما العمل أما المذاكرة التي جاءا من أجلها فهي آخر ما يذكرانه ويفعلانه، ¶ ولم يؤد الاختلاط - كما زعموا - إلى تعرف كل من الفتى والفتاة على الآخر حقيقته فيتصنع ما ليس له طبعاُ من الصفات والسمات، وتكون الكارثة بعد الزواج، حيث يظهر وينكشف المستور، ويتضح الزيف، ويظهر كل منهما على حقيقته المغايرة لما كان يتظاهر به من قبل، ولا تحسبه قضى على التوتر العصبي، والعقد النفسية - كما قالوا - ¶ بل إن الاختلاط نفسه سبب في حدوث توتر الأعصاب، بما يشاهد المشاهد أنَّى اتجه، وحيث كان من الجمال الفاتن المكشوف السافر، والمناظر الجنسية المثيرة.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ولعل الاختلاط وما يسببه من توترات الأعصاب والعقد النفسية، عامل قوي من عوامل كثرة الانتحار في بلاد الغرب، ¶ بل إن ما يحدثه الاختلاط هو عكس ما يدعون تماماً، فما تزيدهم تلك المظاهر الخلابة من الجمال النسوي المكشوف إلا شوقاً ورغبة ونهماً، لأن نار الشهوة والعاطفة البهيمية المتأججة في الصدور لا تخمد ولا تكتفي بمنظر تراه من السفور والخلاعة، بل تزداد لهيباً، وتطلب منظراً آخر، أكثر منه سفوراً وحسوراً وتكشفاً، وهكذا تفننوا في شتى الوسائل والأساليب، لمحاولة إطفاء أوار نهمهم، وإرواء غليانهم الملتهب، وما هذه الصورة العارية، وهذا الأدب المكشوف، والقصص الغرامية، وهذه المراقص والملاهي، والمسرحيات المشحونة بالإغراءات والنزعات العارمة، ما هذه كلها إلا نماذج من جهودهم، وحيلهم التي أوجدوها، لإخماد نار الشهوات المتأججة، وإشباع الغرائز الجامحة، ولكن أنّى لهم ذلك، وكل ما في حياتهم يغري ويثير ويهيج. ¶ وكل الذي اختفى هو التحايل على حصول المتعة المحرمة، والمعاكسة في الطرقات، وهذه لم تختف ترفعاً وتنزهاً، وإنما اختفت من شدة التيسير لتلك المطالب والمتع. ¶ إن الاختلاط بطبيعته - وكما هو الواقع - يستحث في النساء حب التبرج والعري، بما يلفت أنظار الرجال، ويثير إعجابهم، لأن الجاذبية الجنسية التي قد أودعتها فطرة الرجل والمرأة تزداد قوة وانتشاراً باختلاط الجنسين، وتتخطى حدوده بكل سهولة،",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ثم من شأن هذا المجتمع المختلط، أن تنشأ فيه غريزة جديدة في الجنسين، وهي الظهور بأبهى مظاهر الزينة، وأشدها اجتذاباً للجنس الآخر، ولم يعد التزيد من أسباب الزينة، والتجمل شيئاً ينكر ويعاب، بسبب تبدل النظريات الخلقية، بل أصبح التبرج السافر، والأخذ بكل أسباب الفتنة، والاستهواء، أمراً مرغوباً فيه، ولا يقف هذا الافتتان بإبداء الزينة والجمال عند حد، بل يتجاوز الحدود كلها واحداً بعد الآخر حتى ينتهي أمره إلى آخر غايات التعري المشين. ¶ إن الإسلام الحكيم كان يدرك خطر ونتائج الجنس غير المنظم على الحياة والفرد والأمة كلها، حين اشتد غاية الشدة في أمره، فسنّ التشريعات الوقائية، ووضع التحفظات الكثيرة، التي تمنع انطلاق الجنس من عقاله بلا قيود، فعني بتقوية الخشية من الله في الإنسان، وبترسيخ فطرة الحياء فيه، لتكون سياجاً داخلياً، وشرع الحجاب للمرأة لتستر مفاتنها عن الأجانب، والاستئذان عند دخول البيت، وأمر بغض البصر من كل من الرجل والمرأة، ومنع الاختلاط والخلوة بين الرجل والمرأة، وحظر سفر المرأة بدون محرم لها، ثم وضع الحدود الزاجرة والرادعة لمن تخطى هذه الحواجز والموانع، وارتكب المحظور. ¶ كل هذه الحواجز والموانع والسدود المتعددة والمتنوعة، وضعها الإسلام في طريق الجنس الجامح، والشهوة البهيمية الفوضوية، وغير المشروعة، وما ذاك إلا لإدراك الإسلام لمخاطرها وعواقبها الوخيمة على الفرد والأمة. ¶ ولقد دلت الوقائع والأحداث، أنه ما سرى هذا الداء - داء الجنس العارم - في مفاصل أمة إلا أوردها موارد التلف والفناء، قال الله تعالى: (وإذا أردنا أن نهلك قرية أمرنا مترفيها ففسقوا فيها فحق عليها القول فدمرناها تدميراً)، ذلك بأنه يقتل في الإنسان كل ما آتاه الله من القوى العقلية، والجسدية، لبقائه وتقدمه في هذه الحياة،",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وأنَّى للناس ذلك الهدوء وتلك الدعة والسكينة التي لا بد منها لمعالجة أعمال الإنشاء والتعمير، ما دامت تحيط بهم محركات شهوانية من كل جانب، وتكون عواطفهم عرضة أبداً لكل فن جديد من الإغراء والتهييج، ويحيط بهم وسط شديد الإثارة، قوي التحريض، يجعل الدم في عروقهم في غليان مستمر، بتأثير ما حولهم من الأدب الخليع، والصور العارية، والأغاني الماجنة، والأفلام الغرامية، والرقص المثير، والمناظر الجذابة من الجمال الأنثوي العريان، وفرص الاختلاط المتاحة بالصنف الآخر؟ - أستغفر الله - ¶ بل أنَّى لهم ولأجيالهم الناشئة أن يجدوا في غمرات هذه المهيجات الجو الهادئ المعتدل، الذي لا غنى لهم عنه لتنشئة قواهم الفكرية والعقلية، وهم لا يكادون يبلغون الحلم، حتى يقتلهم غول الشهوات البهيمية، ويستحوذ عليهم؟، وإذا هم وقعوا بين فكي هذا الغول، ¶ فأنَّى لهم النجاة منه ومن غوائله وعواديه؟",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "جعل الطلاق بيد الرجل لا ينقص من شأن المرأة ¶ إن فصم رابطة الزوجية أمر خطير، يترتب عليه آثار بعيدة المدى في حياة الأسرة والفرد والمجتمع، فمن الحكمة والعدل ألا تعطى صلاحية البت في ذلك، وإنهاء الرابطة تلك، إلا لمن يدرك خطورته، ويقدر العواقب التي تترب عليه حق قدرها، ويزن الأمور بميزان العقل، قبل أن يقدم على الإنفاذ، بعيداً عن النزوات الطائشة، والعواطف المندفعة، والرغبة الطارئة. ¶ والثابت الذي لا شك فيه أن الرجل أكثر إدراكاً وتقديراً لعواقب هذا الأمر، وأقدر على ضبط أعصابه، وكبح جماح عاطفته حال الغضب والثورة، وذلك لأن المرأة خلقت بطباع وغرائز تجعلها أشد تأثراً، وأسرع انقياداً لحكم العاطفة من الرجل، لأن وظيفتها التي أعدت لها تتطلب ذلك، فهي إذا أحبت أو كرهت، وإذا رغبت أو غضبت اندفعت وراء العاطفة، لا تبالي بما ينجم عن هذا الاندفاع من نتائج ولا تتدبر عاقبة ما تفعل، فلو جعل الطلاق بيدها، لأقدمت على فصم عرى الزوجية لأتفه الأسباب، وأقل المنازعات التي لا تخلو منها الحياة الزوجية، وتصبح الأسرة مهددة بالانهيار بين لحظة وأخرى. ¶ وهذا لا يعني أن كل النساء كذلك، بل إن من النساء من هن ذوات عقل وأناة، وقدرة على ضبط النفس حين الغضب من بعض الرجال، كما أن من الرجال من هو أشد تأثراً وأسرع انفعالاً من بعض النساء، ولكن الأعم الأغلب والأصل أن المرأة كما ذكرنا، والتشريع إنما يبني على الغالب وما هو الشأن في الرجال والنساء، ولا يعتبر النوادر والشواذ، وهناك سبب آخر لتفرد الرجل بحق فصم عرى الزوجية.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "إن إيقاع الطلاق يترتب عليه تبعات مالية، يُلزم بها الأزواج: فيه يحل المؤجل من الصداق إن وجد، وتجب النفقة للمطلقة مدة العدة، وتجب المتعة لمن تجب لها من المطلقات، كما يضيع على الزوج ما دفعه من المهر، وما أنفقه من مال في سبيل إتمام الزواج، وهو يحتاج إلى مال جديد لإنشاء زوجية جديدة، ولا شك أن هذه التكاليف المالية التي تترتب على الطلاق، من شأنها أن تحمل الأزواج على التروي، وضبط النفس، وتدبر الأمر قبل الإقدام على إيقاع الطلاق، فلا يقدم عليه إلا إذا رأى أنه أمر لا بد منه ولا مندوحة عنه. ¶ أما الزوجة فإنه لا يصيبها من مغارم الطلاق المالية شيء، حتى يحملها على التروي والتدبر قبل إيقاعه - إن استطاعت - بل هي تربح من ورائه مهراً جديداً، وبيتاً جديداً، وعريساً جديداً. ¶ فمن الخير للحياة الزوجية، وللزوجة نفسها أن يكون البت في مصير الحياة الزوجية في يد من هو أحرص عليها وأضن بها. ¶ والشريعة لم تهمل جانب المرأة في إيقاع الطلاق، فقد منحتها الحق في الطلاق، إذا كانت قد اشترطت في عقد الزواج شرطاً صحيحاً، ولم يف الزوج به، وأباحت لها الشريعة الطلاق بالاتفاق بينها وبين زوجها، ويتم ذلك في الغالب بأن تتنازل للزوج أو تعطيه شيئاً من المال، يتراضيان عليه، ويسمى هذا بالخلع أو الطلاق على مال، ويحدث هذا عندما ترى الزوجة تعذر الحياة معه، وتخشى إن بقيت معه أن تخل في حقوقه، وهذا ما بينه الله تعالى في قوله: (ولا يحل لكم أن تأخذوا مما آتيتموهن شيئاً إلا أن يخافا ألا يقيما حدود الله، فإن خفتم ألا يقيما حدود الله فلا جناح عليهما فيما افتدت به).",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ولها طلب التفريق بينها وبينه، إذا أُعسر ولم يقدر على الإنفاق عليها، وكذا لو وجدت بالزوج عيباً، يفوت معه أغراض الزوجية، ولا يمكن المقام معه مع وجوده، إلا بضرر يلحق الزوجة، ولا يمكن البرء منه، أو يمكن بعد زمن طويل، وكذلك إذا أساء الزوج عشرتها، وآذاها بما لا يليق بأمثالها، أو إذا غاب عنها غيبة طويلة. ¶ كل تلك الأمور وغيرها، تعطي الزوجة الحق في أن تطلب التفريق بينها وبين زوجها، صيانة لها أن تقع في المحظور، وضناً بالحياة الزوجية من أن تتعطل مقاصدها، وحماية للمرأة من أن تكون عرضة للضيم والتعسف.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "حقها في الميراث ¶ كانت المرأة في الجاهلية، تابعاً للرجل في كل شيء، مسلوبة الحق والإرادة، حتى قال عمر بن الخطاب: (والله أن كنا في الجاهلية لا نعد للنساء أمراً، حتى أنزل الله فيهن ما أنزل، وقسم لهن ما قسم)، ووصل الأمر في بعض القبائل إلى حد جعلها كالمتاع، تورث كما يورث، وتنتقل إلى الورثة كما ينتقل، وكانوا يحرمونها من كثير من الحقوق، ويرون أنها ليست أهلاً لتلك الحقوق. ¶ ومما سلبته الجاهلية المرأة الميراث، فقد كانوا يرون أنها لا تستحق أن ترث من أقاربها شيئاً، لأنها لا تحمل السيف، ولا تحمي البيضة، ولا تحوز الغنيمة، لذا كان الميراث وقفاً على ذوي البلاء في الحروب، من الأولاد الذكور وحدهم، يأخذه الأكبر فالأكبر، ولأن المال الذي يعطى لها يذهب إلى الغرماء الذين تزوجت إليهم، وقد يكونون من الأعداء، وهم حريصون على أن يبقى مالهم في أسرهم، فكانوا يحرمونها من الميراث، ومن أي حق مالي آخر كالمهر والوصية وغيرهما. ¶ ومن أجل ذلك: ¶ جاء الإسلام والمرأة تعامل هذه المعاملة الجائرة، فأزال عنها ذلك الحيف وأبعد الظلم، وقرر لها نصيباً من الميراث، حقاً مفروضاً، خالصاً لها، لا منَّة فيه لأحد ولا فضل، ونزل القرآن يقرر مبدأ حقها في الميراث: (للرجال نصيب مما ترك الوالدان والأقربون وللنساء نصيب مما ترك الوالدان والأقربون مما قل منه أو كثر، نصيباً مفروضاً)، فكان هذا قلباً كاملاً للأوضاع السائدة، وتغييراً جذرياً لمألوفات الأحقاب والقرون، وتحطيماً لشرع البيئة، وتقاليدها القائمة على الفروسية وحماية الذمار، صار للمرأة نصيب في الميراث، بعد أن كانت هي نصيباً من الميراث، وأصبحت تملك وتتصرف في ملكها بعد أن كانت هي مملوكة.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وتوالت الآيات تفصل نصيب كل وارث، وتبين مقداره، وقد كان لهذا التغيير الجذري للموروثات والتقاليد أثره في المجتمع المسلم، حتى إن بعضاً من المسلين دهشوا لهذا التكريم البالغ، والعطاء السخي للمرأة، ووقع الأمر من نفوس بعضهم موقع الاستغراب والتساؤل، فقالوا: (تعطى المرأة الربع أو الثمن، وتعطى الابنة النصف، ويعطى الغلام الصغير، وليس أحد من هؤلاء يقاتل القوم، ولا يحوز الغنيمة؟)، وبذلوا محاولات لعله يكون تغيير أو رجوع، ولكن ما أمضاه الله لن يرجع عنه، وما حكم به لن يغير. ¶ عن ابن عباس في قوله تعالى: (يوصيكم الله في أولادكم، للذكر مثل حظ الأنثيين)، وذلك أنه لما نزلت الفرائض التي فرض الله فيها للولد الذكر، والأنثى، والأبوين، كرهها الناس أو بعضهم وقالوا: تعطى المرأة الربع أو الثمن، وتعطى الابنة النصف، ويعطى الغلام الصغير، وليس من هؤلاء أحد يقاتل القوم، ولا يحوز الغنيمة؟!! اسكتوا عن هذا الحديث، لعل رسول الله صلى الله عليه وسلم ينساه، أو نقول له فيُغيّر، فقالوا: يا رسول الله تعطى الجارية نصف ما ترك أبوها، وليست تركب الفرس، ولا تقاتل القوم، ويعطى الصبي الميراث، وليس يغني شيئاً، وكانوا يفعلون ذلك في الجاهلية، لا يعطون الميراث إلا لمن قاتل القوم، ويعطونه الأكبر فالأكبر .. ¶ وبهذا قضى الإسلام على ظُلامة من ظُلامات الجاهلية للمرأة، عاشت أسيرة لها قروناً طويلاً، عانت بسببها كثيراً من تبعيتها للرجل وتسلطه عليها وتحكمه بها.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وقد بنى الإسلام توزيع الأنصاب على الورثة على قاعدة: (للذكر مثل حظ الأنثيين)، وهو عادل في ذلك ومنصف كل الإنصاف، وهذا متفق مع عدالة الإسلام في توزيع الأعباء والواجبات، فهو يلزم الرجل في مقابل ذلك بأعباء، وواجبات مالية، لا تلزم بمثلها المرأة: (فالرجل يتزوج ويدفع المهر، ويؤثث البيت ويعد السكن، والمرأة تتزوج ويدفع لها المهر، ويؤثث لها البيت ويعد السكن، والرجل يتزوج فيعول امرأة (زوجته) وأولاداً. ¶ والبنت تتزوج فيعولها الرجل، ولا تعوله ولا تكلف بشيء من ذلك: ولو كانت ثرية وهو فقير. ¶ البنت في حال الصغر نفقتها على أبيها أو أخيها أو قريبها الذكر، وفي الكبر على زوجها، والابن في حال الكبر، يعول نفسه وأسرته، ومن لا عائل له من أهله وذويه. ¶ نفقة أولادها بعد الزواج على أبيهم، بخلاف نفقة أولاد الابن فإنها عليه. ¶ الرجل يتحمل نفقات الضيافة والعقل، والجهاد والمغارم، والمرأة لا تتحمل شيئاً من ذلك. ¶ فقد وضع الإسلام في اعتباره تلك الأعباء والتكاليف والالتزامات التي كلف بها الرجل حين أعطاه ضعف نصيب الأنثى في الميراث، ولو دقق النظر في مقدار ما يخسره الرجل من المال، للقيام بتلك الأعباء والتكاليف، لعرفنا أن الإسلام كان كريماً متسامحاً مع المرأة حين طرح عنها كل تلك الأعباء وألقاها على كاهل الرجل، ثم أعطاها نصف ما يأخذ. ¶ والمرأة بهذا التشريع الكريم ربحت من جانبين: ¶ الأول: قرر لها حقاً في الميراث، ولم يكن لها شيء من ذلك في الجاهلية. ¶ الثاني: قدر لها هذا الحق بنصف نصيب الذكر، مع طرح كافة الأعباء والالتزامات المالية عنها. ¶ ومن هنا يظهر مقدار تكريم الإسلام لها، وتقديره إياها وفضله عليها.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "رياسة الرجل ليس ظلماً للمرأة ¶ كان الرجل في المجتمع العربي الجاهلي هو صاحب السلطان المطلق، ورب الأسرة المهيمن على جميع أمورها، ولم يكن هناك نظام يحدد صلاحياته في الأسرة ويبين حقوق زوجه عليه وحقوقه عليها، ويوضّح الأسس لعلاقاتهما ومعاملة كل منهما للآخر. ¶ وقد كانت الحال كذلك في المجتمعات الأخرى، التي كانت قائمة قبل ظهور الإسلام، بل وأسوأ من ذلك. ¶ وجاء الإسلام فأحدث انقلاباً على وضع المرأة السائد آنذاك، فقلب المفاهيم التي كانت سائدة عن المرأة، وألغى النظريات التي كانت المرأة تعامل على أساسها، وأنزل المرأة منزلة رفيعة، وأعطاها من الحقوق ما كان مثار دهشة وإعجاب الصحابة أنفسهم قبل غيرهم. ¶ ومما جاء به الإسلام في العلاقة بين الزوج وزوجته - وكان الأساس الذي بنى عليه الإسلام علاقة الرجل بالمرأة، وبموجبه يتم التعامل بينهما - ما أشار إليه سبحانه في قوله: ¶ (ومن آياته أن خلق لكم من أنفسكم أزواجاً لتسكنوا إليها، وجعل بينكم مودة ورحمة) بين لهم أنها مخلوقة من أنفس الرجال، لا من طينة أخرى أحقر وأقل فتحتقر، وتمتهن، وخلقت لتكون زوجاً، لا لتكون خادماً، زوجاً يسكن إليها الرجل، ويجد بجانبها طمأنينة النفس، وراحة البال، في جو تسوده المودة، ويحكمه التراحم، والتعاطف، لا التحكم والتسلط: (وجعل بينكم مودة ورحمة). ¶ على تلك الأسس السامية شرع الإسلام علاقة المرأة بالرجل، وقرر ما للزوج وما للزوجة من حقوق وواجبات كل منهما قِبَل الآخر. ¶ قال الله تعالى: (ولهن مثل الذي عليهن بالمعروف، وللرجال عليهن درجة) ¶ قررت الآية أن لها من الحقوق قبل الرجل مثلما عليها للرجل، وقد بين رسول الله صلى الله عليه وسلم في خطبة الوداع بعض ما للمرأة من حقوق على الرجل، وما له عليها، فقال: ¶ (ولكم عليهن ألا يوطئن فرشكم أحداً تكرهونه، فإن فعلن ذلك فاضربوهن ضرباً غير مبرح، ولهن عليكم رزقهن وكسوتهن بالمعروف)",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وفي حديث آخر عندما سُئل: ما حق زوجة أحدنا؟، قال: (أن تطعمها إذا طعمت، وتكسوها إذا اكتسيت ولا تضرب الوجه، ولا تقبح، ولا تهجر إلا في البيت). ¶ فالرجل والمرأة طرفان، يتبادلان الحقوق والواجبات في شركة الحياة الزوجية، ولا تعني الآية التماثل الحسي العيني بين حقوق الرجل والمرأة، إنما هو تماثل التكافؤ في الحق بينهما، فإن حقوقها لا تماثل عين حقوقه، وحقوقه لا تماثل عين حقوقها. ¶ فعن ابن عباس، قال: (إني لأحب أن أتزين للمرأة، كما أحب أن تتزين لي المرأة، لأن الله يقول: (ولهن مثل الذي عليهن بالمعروف)). ¶ فهذا تطبيق دقيق لأوامر الله من السلف حتى في مثل هذه الأمور. ¶ ولا شك أن الزينة التي يتزين بها الرجل غير الزينة التي تتزين بها المرأة، ولكنهما يتماثلان فيما وراء الشكل والصور من أهداف ونتائج. ¶ وقال بعض أهل العلم: التماثل هاهنا في تأدية كل واحد منهما ما عليه من الحق لصاحبه بالمعروف، ولا يماطله به، ولا يظهر الكراهة، بل ببشر وطلاقة، ولا يتبعه أذى ومنة: (وعاشروهن بالمعروف) وهذا من المعروف. ¶ وقوله تعالى: (وللرجال عليهن درجة): في هذا تقرير لمبدأ زيادة حق الرجل على حق المرأة، وهي زيادة اقتضاها العدل، وفرضتها طبيعة الأشياء، وأيدها العقل والمنطق، وقد بين الله هذه الدرجة وسببها في قوله تعالى: (الرجال قوامون على النساء بما فضَّل الله بعضهم على بعض وبما أنفقوا من أموالهم).",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "والأسرة والبيت منظمة اجتماعية، والحياة الزوجية شركة في هذه الحياة، فلابد أن يكون لها رئيس، وطرفا تلك الشركة هما: الزوج والزوجة، فلابد أن يختار الأنسب والأكفأ منهما لرئاسة وإدارة تلك الشركة، ولم يترك الاختيار لهما أو لغيرهما من بني البشر، تحكمه العواطف، وتسيره المصالح والأهواء، بل تولى الله سبحانه وتعالى هذا الاختيار، وبين سبب هذا الاختيار قال تعالى: (الرجال قوامون على النساء بما فضل الله بعضهم على بعض وبما أنفقوا من أموالهم). ¶ فالرياسة في الأسرة للرجل بأمر الله، وذلك مقتضى العقل وطبيعة الأشياء، فالرجل مقدم على المرأة في العقل والدين. ¶ وهو أقدر منها على معالجة الأمور، والتحكم بالعواطف، والنظر إلى الأشياء بمنظار الواقع والمنطق والعقل، كما أنه أبو الأولاد، إليه ينتسبون، وهو المسئول عن نفقتهم، ورعاية سائر شئونهم في الخارج، وهو صاحب المسكن، وعليه إعداده، وحمايته ونفقته. ¶ فرياسته للأسرة إذاً أمر طبيعي لا يحتمل الجدل والمعارضة، وليس في ذلك ظلم للمرأة، أو جور على حق من حقوقها، ورياسة الرجل في الحقيقة إن هي إلا امتياز نشأ للرجل بمقابل التبعات الكثيرة، والاختصاصات الواسعة المسندة إليه، وليس فيها ما يعني إلغاء إرادة الزوجة، ولا إهدار شخصيتها، فهي رياسة المسئوليات لا التحكم الذي يجور على حقوق العدل، والمساواة، والشورى. ¶ وما برح الإسلام ينبه الرجال إلى هذه الحقيقة، لرياستهم للأسرة والبيت ويحثهم على تطبيقها، وأخذ أنفسهم بها، والتقيد بأوامر الشريعة ونواهيها في المعاشرة بين الزوجين بالمعروف في حالة الحب والكره، والرضا والسخط، قال الله تعالى: (وعاشروهن بالمعروف، فإن كرهتموهن فعسى أن تكرهوا شيئاً ويجعل الله فيه خيراً كثيراً). ¶ وقال رسول الله صلى الله عليه وسلم: (لا يفرك مؤمن مؤمنة، إن كره منها خلقاً رضي منها آخر).",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "والفرك ضد الحب بين الزوجين، فالحديث بمعنى الآية، والقاعدة الشرعية في نظام المنزل التزام كل من الزوجين العمل بإرشاد الشرع، ومنع الضرر والضرار بينهما، وعدم تكليف الآخر ما ليس في وسعه. ¶ فالشرع ينبه الزوج إلى طبيعة رياسته في البيت، ويشعر الزوجين بما يجب أن تكون عليه العلاقة بينهما من حب وتآلف وتعاطف وتراحم، ليتحقق المعنى السامي للزواج: (ومن آياته أن خلق لكم من أنفسكم أزواجاً لسكنوا إليها وجعل بينكم مودةً ورحمة).",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "سلب أو تقييد حق الرجل في الطلاق ¶ مما يزيد الأمر وضوحاً بتبعية أولئك القوم للغرب، وانسياقهم وراء حضارته وقوانينه وأفكاره، ما ينادون به ويطالبون حكوماتهم بتنفيذه من سلب الأزواج حق إيقاع الطلاق بمفردهم، وجعله في يد القاضي، بحيث لا يكون للزوج أن ينفرد بإيقاع الطلاق، ولا للزوجين أن يتراضيا على الطلاق فيما بينهما، بل لا بد من رفع دعوى أمام القضاء، وتقتنع المحكمة بوجاهة الأسباب الداعية إلى الطلاق، تماماً كما تجري عليه القوانين الغربية وبخاصة القانون الفرنسي. ¶ وهم يدّعون أنهم يهدفون بهذا التقييد إلى حفظ حقوق المرأة من أن تنتقص، وإلى حفظ رباط الزوجية من أن ينفصم لأسباب قد لا تكون من الأهمية بحيث تقطع العلائق الزوجية من أجلها. ¶ وفات هؤلاء أن انفراد الزوج بإيقاع الطلاق بحيث لا يملكه غيره أحد إلا بتوكيل منه أو تفويض منه، حق أعطاه الله له، وتشريع شرعه الله سبحانه وتعالى لا يجوز سلبه، أو الانتقاص منه، إلا بأمر الشارع، وبشروطه التي ذكرت في الشريعة، كما دلت النصوص على ذلك، قال تعالى: (يا أيها الذين آمنوا إذا نكحتم المؤمنات ثم طلقتموهن من قبل أن تمسوهن فما لكم عليهن من عدة تعتدُّونها)، وقال تعالى: (لا جُناح عليك إن طلقتم النساء ما لم تمسوهن أو تفرضوا لهن فريضة)، وقال رسول الله صلى الله عليه وسلم: (إنما الطلاق لمن أخذ بالساق)، وقد ورد أنه قال ذلك لما جاءه رجل وقال: يا رسول الله سيدي زوَّجني أَمَتَه وهو يريد أن يفرق بيني وبينها، فجمع رسول الله صلى الله عليه وسلم الناس ثم صعد على المنبر وقال ذلك. ¶ وهي نصوص صريحة واضحة الدلالة على تولي الزوج وحده إيقاع الطلاق بأمر الله وتشريعه.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "والإسلام إنما أجاز تدخل القضاء في هذه الشؤون حينما تدعو إلى ذلك ضرورة كما إذا فات الإمساك بالمعروف، وامتنع الزوج من التسريح بالإحسان، فيقوم القاضي بالتفريق بينهما دفعاً للظلم عن الزوجة، وكذلك في حالة الإعسار بالنفقة أو غيبته غيبة طويلة وطلبت الزوجة التفريق، أو لأي سبب آخر أعطى فيه الشرع الحق للوالي بتولي التفريق بين الزوجين. ¶ فإذا سُلب الأزواج هذا الحق في جميع الحالات كان ذلك مخالفاً للمقرر في الشريعة وهو لا يجوز. ¶ وجعل الطلاق في يد القاضي كما يريد هؤلاء هو في الواقع حكم على الرجال جميعاً - بغير فرق بين عاقل وسفيه وبين مثقف وجاهل - بأنهم سفهاء، لا يحسنون التصرف، ولا يوثق بهم في أخص شأن من شؤونهم، ومن ثم يجب الحجر عليهم في إيقاع الطلاق، صيانة لرابطة الزواج من العبث وسوء الاستعمال. ¶ والعجب من أناس أكرمهم الله بالعقل، وخاطبهم بشرائعه وأحكامه، وجعلهم أهلاً لكافة التصرفات، وقُوَّاماً على زوجاتهم وأولادهم، ثم يأبون هذا التكريم، ويعلنون أنهم ليسوا موضعاً لهذه الثقة، ولا أهلاً لهذه القوامة، وأنهم في حاجة إلى فرض رقابة قضائية عليهم، عند الرغبة في إنهاء العلاقة بينهم وبين زوجاتهم. ¶ ثم إن ذلك سوف يفشل عند التطبيق أو يحدث المضار والمساوئ أضعاف محاسنه المزعومة. ¶ فقد يكون سبب عدم الوفاق أموراً لا يمكن ضبطها وإثباتها مثل النفور الطبيعي بينهما أو عدم التلاؤم في الأخلاق والطباع، فإنها أمور نفسية يعسر إثباتها.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "فما هي الوسيلة التي يستطيع الزوج بها إثبات بغضه؟ وما هو الميزان الذي يزن به القاضي مقدار البغض الذي يستوجب الطلاق؟ وهل يطلق القاضي حينئذ أم لا يطلق؟ فإن طلق فما الفرق بين طلاقه حينئذ وطلاق الزوج نفسه؟ وإن لم يطلق فإنها لن تكون هناك حياة زوجية مستقرة، يشعر فيها الزوجان بالسكن إلى بعضهما، والتعاطف والتراحم فيما بينهما، ويتربى في ظلها الأبناء تربية سليمة، والمصلحة تقضي بقطع هذه العلاقة وإنهاء الرباط، وقد يكون سبب عدم الوفاق أموراً لا يصح إعلانها، حفاظاً على كرامة الأسرة وسمعة أفرادها أو مستقبل أبنائها وبناتها، فإذا فرض على الناس ألا يطلقوا إلا بعد إعلان هذه الأسباب، أمام المحاكم، وتقديم الأدلة القاطعة عليها، واقتناع القاضي بها، فإنهم بذلك سيكونون أمام خيارين كلاهما مر، ¶ - إما أن يؤثروا عدم فضيحة أنفسهم وزوجاتهم وأسرهم بإعلان أسباب الطلاق أمام المحاكم، فيبقوا بذلك على أوضاع تأباها الكرامة، ويأباها الخلق الفاضل، وتأباها مصلحة الأسرة نفسها. ¶ - وإما أن يعلنوها فيسجلوا بذلك عاراً كبيراً على أنفسهم، وعلى أسرهم، وإذا توعرت طرق الطلاق إلى هذا الحد، فقد يحمل أحد الطرفين عناده ورغبته في الانفصال على اختلاق تهم، وإلصاقها بالطرف الآخر لتتم له رغبته، كما يحدث الآن في الغرب، وسوف يترتب على هذا أضرار بليغة تلحق بالأسرة بوجه خاص، وتفسد شؤون التقاضي والنظام الاجتماعي والخلقي بوجه عام.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "ومن المساوئ الكبرى أن في حكم الإسلام إذا تلفظ الزوج بكلمة الطلاق فإنه يقع وكما قال صلى الله عليه وسلم: (ثلاث جدهن جد، وهزلهن جد .. ) الحديث، ثم ذكر منها: (الطلاق)، فإذا طلق الرجل امرأته وإن كان مازحاً وأوقع عليها الطلاق وبدون أي موانع فالشرع يوقع الطلاق ويعتبرها طلقة، ولكن والحالة هذه ورُفع الأمر للقاضي وحكم بعدم جواز الطلاق، فهل يعيش معها ويعاشرها ولربما تكون امرأته قد بانت منه بينونة كبرى أو صغرى فيعيش معها في الحرام مع العلم أنه طلقها أمام الله أم ماذا يفعل في ظل هذا الحكم المخالف لدين الإسلام. ¶ وأيضاً تقييد الطلاق بهذه القيود الثقيلة سوف يكون سبباً في إغلاق باب الزواج ونفور الناس منه، لأن من يعرف أنه إذا دخل من باب أغلق عليه لا يدخله أبداً، وبذلك تشيع الفاحشة وتنحل الأسرة ويستشري الفساد. ¶ ثم إن القوانين الغربية التي يطالبون باستيرادها إلى بلاد الإسلام، والأخذ بها، قد أخفقت لدى أصحابها إخفاقاً مبيناً، في تحقيق الاستقرار العائلي السليم، فبعض هذه القوانين جردت عقد الزواج مما له من حرمة وجلال وقدسية، فأباحت الطلاق لأتفه الأسباب، كما هو الحال في بعض الولايات في أمريكا الشمالية، والبعض الآخر ضيقت المجال بحيث لم تبحه إلا في حالات محدودة، وبطرق وإجراءات معقدة كما هو الحال في معظم الأمم الكاثوليكية. ¶ فالقانون الفرنسي مثلاً لا يبيح الطلاق إلا لواحد من ثلاثة أسباب: ¶ أحدها: الزنا من أحد الزوجين. ¶ وثانيها: تجاوز الحد والإهانة البالغة في معاملة أحد الزوجين للآخر. ¶ وثالثها: الحكم على أحد الزوجين بعقوبة قضائية مهينة.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "ومع ذلك فإن الطلاق لا يتم إلا بعد إجراءات معقدة، وتستغرق وقتاً طويلاً، ونفقات باهظة، لا يتحملها إلا ذوو الثروة، ولهذا تهيَّب الناس الطلاق، وكثر لذلك - في معظم البلاد الغربية - اتخاذ الأزواج للخليلات، واتخاذ الزوجات للأخلاء، وهجر الأزواج والزوجات منزل الزوجية، كما كثر فرار الأزواج مع عشيقاتهم، والزوجات مع عشاقهن، وأصبحت هذه الأمور وما إليها في كثير من بلاد أوربا وأمريكا شيئاً عادياً، وأصبحت الأسرة شيئاً لا قيمة له، كما أن صلة الأبناء بآبائهم أصبحت موضع الشك وموطن الارتياب. ¶ وقد يقول قائل منهم: إن الإسلام قد أخذ بنظام التحكيم وفيه يتولى الحكمان التحقيق في أسباب الخلاف، وسماع تلك الأسباب من الزوجين، ويصدران حكمهما بالطلاق إن رأيا المصلحة في ذلك، وهذا مماثل لما ننادي به. ¶ ونقول لهم: إن الإسلام قد قرر نظام التحكيم بين الزوجين فيما يشجر بينهما من خلاف، ولكنه قرره في صورة كريمة نبيلة لا تنطوي على تلك المساوئ التي يسببها تولي القاضي التطليق، فقد قرر الإسلام أن يتألف مجلس التحكيم من حكمين: حكم من أهل الزوجة، وحكم من أهل الزوج، أي رجلين لا يرى كلا الزوجين غضاضة في الإفضاء إليهما بما في نفسيهما، وبأسباب شقاقهما، والحكمان من جهة أخرى لا يقلان عن الزوجين في حرصهما على كتمان كل ما يسيء إلى سمعة الأسرة المتخاصمة، وعدم إذاعته بين الناس، لأن كل ما يسئ إلى سمعة هذه الأسرة يسئ إلى سمعة الحكمين نفسيهما، لارتباطهما بهذه الأسرة برابطة القرابة. ¶ ففرق بين هذا وبين ما يحدث في المحاكم، إذ يتم ذلك على رؤوس الأشهاد علناً، ويعلمه موظفو المحكمة ويسجل في سجلاتها.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وبعد: فهذه بعض مساوئ الأنظمة والقوانين التي يريد أولئك القوم المفتونون بحضارة الغرب وقوانينها وأنظمتها، ويريدون تطبيقها في بلاد الإسلام، وقد وضعت في بلاد ولأمة ليس لها من المقومات والماضي ما لأمتنا وبلادنا، وليس لها من المبادئ والأخلاق والمثل ما لأمتنا، فهي غريبة في بلادنا وعن أمتنا وبيئتنا، وسنفشل عند تطبيقها لو قدر لها أن تطبق - لا سمح الله - ما دامت هذه الأمة تتمسك بدينها، لأنها تتعارض مع مقومات هذه الأمة الأساسية. ¶ لذا فإن كل من له عقل سليم، وقد خلا من الغرض والهوى، لا يستسيغ الأخذ بشيء من هذه القوانين، ويقبل بصدر رحب استمرار العمل بنظام الإسلام في الطلاق.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "شُرع الطلاق لحماية الاستقرار العائلي والاجتماعي ¶ يأخذ الكثير من الغربيين على الإسلام أنه أباح الطلاق، ويعتبرون ذلك دليلاً على استهانة الإسلام بقدر المرأة، وبقدسية الزواج، وقلدهم في ذلك بعض المسلمين الذين تثقفوا بالثقافات الغربية، وجهلوا أحكام شريعتهم، مع أن الإسلام، لم يكن أول من شرع الطلاق، فقد جاءت به الشريعة اليهودية من قبل، وعرفه العالم قديماً. ¶ وقد نظر هؤلاء العائبون إلى الأمر من زاوية واحدة فقط، هي تضرر المرأة به، ولم ينظروا إلى الموضوع من جميع جوانبه، وحَكّموا في رأيهم فيه العاطفة غير الواعية، وغير المدركة للحكمة منه ولأسبابه ودواعيه. ¶ إن الإسلام يفترض أولاً، أن يكون عقد الزواج دائماً، وأن تستمر الزوجية قائمة بين الزوجين، حتى يفرق الموت بينهما، ولذلك لا يجوز في الإسلام تأقيت عقد الزواج بوقت معين. ¶ غير أن الإسلام وهو يحتم أن يكون عقد الزواج مؤبداً يعلم أنه إنما يشرع لأناس يعيشون على الأرض، لهم خصائصهم، وطباعهم البشرية، لذا شرع لهم كيفية الخلاص من هذا العقد، إذا تعثر العيش، وضاقت السبل، وفشلت الوسائل للإصلاح، وهو في هذا واقعي كل الواقعية، ومنصف كل الإنصاف لكل من الرجل والمرأة.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "فكثيراً ما يحدث بين الزوجين من الأسباب والدواعي، ما يجعل الطلاق ضرورة لازمة، ووسيلة متعينة لتحقيق الخير، والاستقرار العائلي والاجتماعي لكل منهما، فقد يتزوج الرجل والمرأة، ثم يتبين أن بينهما تبايناً في الأخلاق، وتنافراً في الطباع، فيرى كل من الزوجين نفسه غريباً عن الآخر، نافراً منه، وقد يطّلع أحدهما من صاحبه بعد الزواج على ما لا يحب، ولا يرضى من سلوك شخصي، أو عيب خفي، وقد يظهر أن المرأة عقيم لا يتحقق معها أسمى مقاصد الزواج، وهو لا يرغب التعدد، أولا يستطيعه، إلى غير ذلك من الأسباب والدواعي، التي لا تتوفر معها المحبة بين الزوجين ولا يتحقق معها التعاون على شؤون الحياة، والقيام بحقوق الزوجية كما أمر الله، ¶ فيكون الطلاق لذلك أمراً لا بد منه للخلاص من رابطة الزواج التي أصبحت لا تحقق المقصود منها، والتي لو ألزم الزوجان بالبقاء عليها، لأكلت الضغينة قلبيهما، ولكاد كل منهما لصاحبه، وسعى للخلاص منه بما يتهيأ له من وسائل، وقد يكون ذلك سبباً في انحراف كل منهما، ومنفذاً لكثير من الشرور والآثام، ¶ لهذا شُرع الطلاق وسيلة للقضاء على تلك المفاسد، وللتخلص من تلك الشرور، وليستبدل كل منهما بزوجه زوجاً آخر، قد يجد معه ما افتقده مع الأول، فيتحقق قول الله تعالى: (وإن يتفرقا يغن الله كلاً من سعته، وكان الله واسعاً حكيماً). ¶ وهذا هو الحل لتلك المشكلات المستحكمة المتفق مع منطق العقل والضرورة، وطبائع البشر وظروف الحياة. ¶ ولا بأس أن نورد ما قاله (بيتام) رجل القانون الإنجليزي، لندلل للاهثين خلف الحضارة الغربية ونظمها أن ما يستحسنونه من تلك الحضارة، يستقبحه أبناؤها العالمون بخفاياها، والذين يعشون نتائجها. ¶ يقول (بيتام):",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "(لو وضع مشروع قانوناً يحرم فض الشركات، ويمنع رفع ولاية الأوصياء، وعزل الوكلاء، ومفارقة الرفقاء، لصاح الناس أجمعون: أنه غاية الظلم، واعتقدوا صدوره من معتوه أو مجنون، فيا عجباً أن هذا الأمر الذي يخالف الفطرة، ويجافي الحكمة، وتأباه المصلحة، ولا يستقيم مع أصول التشريع، تقرره القوانين بمجرد التعاقد بين الزوجين في أكثر البلاد المتمدنة، وكأنها تحاول إبعاد الناس عن الزواج، فإن النهي عن الخروج من الشيء نهي عن الدخول فيه، وإذا كان وقوع النفرة واستحكام الشقاق والعداء، ليس بعيد الوقوع، فأيهما خير؟ .. ربط الزوجين بحبل متين، لتأكل الضغينة قلوبهما، ويكيد كل منهما للآخر؟ أم حل ما بينهما من رباط، وتمكين كل منهما من بناء بيت جديد على دعائم قوية؟، أو ليس استبدال زوج بآخر، خيراً من ضم خليلة إلى زوجة مهملة أو عشيق إلى زوج بغيض). ¶ والإسلام عندما أباح الطلاق، لم يغفل عما يترتب على وقوعه من الأضرار التي تصيب الأسرة، خصوصاً الأطفال، إلا أنه لاحظ أن هذا أقل خطراً، إذا قورن بالضرر الأكبر، الذي تصاب به الأسرة والمجتمع كله إذا أبقى على الزوجية المضطربة، والعلائق الواهية التي تربط بين الزوجين على كره منهما، فآثر أخف الضررين، وأهون الشرين.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وفي الوقت نفسه، شرع من التشريعات ما يكون علاجاً لآثاره ونتائجه، فأثبت للأم حضانة أولادها الصغار، ولقريباتها من بعدها، حتى يكبروا، وأوجب على الأب نفقة أولاده، وأجور حضانتهم ورضاعتهم، ولو كانت الأم هي التي تقوم بذلك، ومن جانب آخر، نفّر من الطلاق وبغضه إلى النفوس فقال صلى الله عليه وسلم: (أيما امرأة سألت زوجها الطلاق في غير بأس، فحرام عليها رائحة الجنة)، وحذر من التهاون بشأنه فقال عليه الصلاة والسلام: (ما بال أحدكم يلعب بحدود الله، يقول: قد طلقت، قد راجعت)، وقال عليه الصلاة والسلام: (أيُلعب بكتاب الله وأنا بين أظهركم)، قاله في رجل طلق زوجته بغير ما أحل الله. ¶ واعتبر الطلاق آخر العلاج، بحيث لا يصار إليه إلا عند تفاقم الأمر، واشتداد الداء، وحين لا يجدي علاج سواه، وأرشد إلى اتخاذ الكثير من الوسائل قبل أن يصار إليه، فرغب الزوج في الصبر والتحمل على الزوجات، وإن كانوا يكرهون منهن بعض الأمور، إبقاء للحياة الزوجية، (وعاشروهن بالمعروف، فإن كرهتموهن فعسى أن تكرهوا شيئاً ويجعل الله فيه خيراً كثيراً). ¶ وأرشد الزوج إذا لاحظ من زوجته نشوزاً إلى ما يعالجها به من التأديب المتدرج: الوعظ ثم الهجر، ثم الضرب غير المبرح، (واللاتي تخافون نشوزهن فعظوهن واهجروهن في المضاجع واضربوهن فإن أطعنكم فلا تبغوا عليهن سبيلاً). ¶ وأرشد الزوجة إذا ما أحست فتوراً في العلاقة الزوجية، وميل زوجها إليها إلى ما تحفظ به هذه العلاقة، ويكون له الأثر الحسن في عودة النفوس إلى صفائها، بأن تتنازل عن بعض حقوقها الزوجية، أو المالية، ترغيباً له بها وإصلاحاً لما بينهما. ¶ وشرع التحكيم بينهما، إذا عجزا عن إصلاح ما بينهما، بوسائلهما الخاص. ¶ كل هذه الإجراءات والوسائل تتخذ وتجرب قبل أن يصار إلى الطلاق، ومن هذا يتضح ما للعلائق والحياة الزوجية من شأن عظيم عند الله.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "فلا ينبغي فصم ما وصل الله وأحكمه، ما لم يكن ثَمَّ من الدواعي الجادة الخطيرة الموجبة للافتراق، ولا يصار إلى ذلك إلا بعد استنفاد كل وسائل الإصلاح. ¶ ومن هدي الإسلام في الطلاق، ومن تتبع الدواعي والأسباب الداعية إلى الطلاق يتضح أنه كما يكون الطلاق لصالح الزوج، فإنه أيضاً يكون لصالح الزوجة في كثير من الأمور، فقد تكون هي الطالبة للطلاق، الراغبة فيه، فلا يقف الإسلام في وجه رغبتها وفي هذا رفع لشأنها، وتقدير لها، لا استهانة بقدرها، كما يدّعي المدّعون، وإنما الاستهانة بقدرها، بإغفال رغبتها، وإجبارها على الارتباط برباط تكرهه وتتأذى منه. ¶ وليس هو استهانة بقدسية الزواج كما يزعمون، بل هو وسيلة لإيجاد الزواج الصحيح السليم، الذي يحقق معنى الزوجية وأهدافها السامية، لا الزواج الصوري الخالي من كل معاني الزوجية ومقاصدها. ¶ إذ ليس مقصود الإسلام الإبقاء على رباط الزوجية كيفما كان، ولكن الإسلام جعل لهذا الرباط أهدافاً ومقاصد، لا بد أن تتحقق منه، وإلا فليلغ، ليحل محله ما يحقق تلك المقاصد والأهداف.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "عدالة الإسلام في جلد الزناة ورجمهم وجلد القاذفين ¶ المجتمع الإسلامي - من ناحية الغريزة الجنسية - يخالف كل المخالفة المجتمعات الشيوعية والرأسمالية. ¶ إن الاتصال الجنسي هناك نداء الجسد، ويكاد يكون معزولاً عن الخلق والروح، والعبادة والإيمان. ¶ أما نحن المسلمون فنربط العلاقة الجنسية بتعاليم الدين ربطاً محكماً، ونضبطها داخل إطار من التصون والاستعفاف، قال تعالى في وصف المؤمنين: (والذين هم لفروجهم حافظون، إلا على أزواجهم أو ما ملكت أيمانهم فإنهم غير ملومين، فمن ابتغى وراء ذلك فألئك هم العادون). ¶ هناك متنفس واحد للرغبة الجنسية هو العقد الشرعي الذي ارتضاه الله، وهو اليوم بيت الزوجية وحده. ¶ لا ملام فيما يقع داخله، إنما الملام فنون الإثارة والتذوق التي لجأ إليها الإباحيون، ودفعوا إليها الذكور والإناث دفعاً خبيثاً، كالاختلاط المطلق، والرقص المنفرد والمزدوج، والروايات التي تقرأ أو تمثل بما تحوي من تبذل وخلاعة .. وأخيراً اللقاء الحيواني الذي لا غرض منه إلا قضاء الوطر، وإرواء الطباع المستثارة .. ¶ المجتمع الإسلامي مضاد لهذا كله، وهو يمقت الزنا وكل مقدماته، وقد أرصد عقوبة صارمة للزناة تدور بين الجلد، والقتل إذا كان المجرمان متزوجين. ¶ ولا شك أن مائة جلدة للبكر، والإعدام رجماً للثيب عقوبات شديدة، بيد أنها عادلة .. ¶ لكن الذي يلفت النظر في هذه العقوبات ضروب الحيطة البالغة التي اتخذها الإسلام لتنفيذها. ¶ لا بد من أربعة شهداء يرون الجريمة رأي العين .. والمألوف أن هذه الجريمة ترتكب في خفاء غالباً، وأن توفر أربعة أشخاص لشهودها يندر وقوعه، ومن الناحية التاريخية ندرك أن التطبيق لحد الزنا لم يتم بالبينة المطلوبة إلا قليلاً جداً، حتى إن بعضهم ظن الحد إرهاباً فقط.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "ونحن نعترف بأن الإسلام شدد في إثبات جريمة الزنا، وأنه قصد إلى هذا التشديد قصداً، لما ينشأ عن الإثبات من عواقب اجتماعية غليظة واسعة، إذ أن جريمة الزنا تتعدى أصحابها المباشرين إلى أسرتهما معاً، وتسبب مآسي مادية وأدبية لأفراد الأسرتين كلتيهما .. فلا جرم أن الإسلام يستوثق ويضاعف دلائل الإثبات. ¶ والمجال واسع لتطبيق الحد في البيئات التي كثر فيها الخبث والتبجح .. ففي أقطار أوربا وأمريكا، وفي البلدان التي قلدتها تحول ناس كثيرون إلى قطعان من الدواب، تقترف الفاحشة في الحدائق والطرق دون محاذرة. ¶ وجلد هؤلاء أو قتلهم ميسور لسهولة الاستدلال على مناكرهم. ¶ لكن الإسلام - بيقين - لم يعتمد على الحد جلداً كان أو قتلاً لنشر العفة في المجتمع، بل اعتمد على تأسيس اليقين في القلوب، وبناء الضمائر التي ترقب الله خفية، وتأبى معصيته ولو أتيحت لها. ¶ ثم قام الإسلام بعد هذا المهاد العظيم، فأكد أوضاعاً تضمن ألا يكون هناك انحراف .. ¶ منها: إشاعة الملابس السائغة المحتشمة التي تكرم جسد المرأة وتحميه. ¶ ومنها: التوصية بغض البصر ومنع العيون الخائنة من البحث عن العورات. ¶ ومنها: تحريم الخلوة بين الرجل والمرأة، سداً للذريعة وطهارة للقلوب. ¶ ومنها: المباعدة بين أنفاس الرجال والنساء، حتى في المساجد الجامعة، فإن للرجال صفوفاً مستقلة وللنساء صفوفاً خاصة بهن. ¶ ومنها: رفض ازدواج التعليم، فلكل من الجنسين مدارسه وجامعاته. ¶ ومنها: تيسير الزواج وجعله ظاهرة اجتماعية طبيعية، لا تكلف معها ولا عنت. ¶ والواقع أن البون شاسع بين السلوك الإسلامي في الصلات الجنسية وبين السلوك المنحل المستورد من هنا وهناك، وقد انتهى السلوك الأجنبي باعتبار الزنا حاجة بدنية لا يحرمها القانون، ما دامت محفوفة بالتراضي، كما انتهى باستقبال الألوف المؤلفة من اللقطاء على أنهم أناس طبيعيون لا ينبغي التساؤل من أين جاؤوا؟",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "ونحن المسلمون نرفض بحسم هذه النتائج، ونعد الزنا فاحشة موبقة، ونوصد كل الأبواب المفضية إليها، ونعاقب على وقوعها بالجلد والقتل، ونرى أن الأسرة وحدها هي الملتقى المشروع لأشراف الناس. ¶ وكما يهتم الإسلام بحفظ الحرمات، يأبى التعرض لها ويعاقب على تجريحها. ¶ وفي الناس من يبسط لسانه بالأذى في الآخرين ولا يبالي أن ينسب إليهم الإفك، ويشيع عنهم الخنا. ¶ ولا يجوز ترك هؤلاء الهجامين يلغون في الأعراض، ويهينون ذوي المروءات، وقد طالبهم الإسلام أن يأتوا على ما يقولون بأربعة شهداء، وإلا جلدوا ثمانين جلدة (والذين يرمون المحصنات ثم لم يأتوا بأربعة شهداء فاجلدوهم ثمانين جلدة ولا تقبلوا لهم شهادة أبداً). ¶ وضرب المفترين هذا الحد، ثم إسقاط كرامتهم أبد الدهر، بردّ شهادتهم وعدها كذباً، هو جزاء شديد بلا ريب، إلا أنه عادل ومزعج عن الاتهام بالباطل. ¶ إن النساء الشريفات ينبغي أن يحطن بشتى الضمانات ليعشن آمنات هادئات. ¶ وثم أمر نلفت إليه النظر لدقته وروعته، أن الدين يحب أن تموت الخطيئة مكانها، فلا تلوكها الألسن وتبعثر نبأها في كل مكان. ¶ فلو فرضنا أن شخصاً وحده رأى جريمة جنسية، فلا يجوز له أن يحدث بها أحداً، من يدري؟ ربما كان هذا الكتمان معونة على توبة وطهر. ¶ إن الدين لا يقف متربصاً أن تزل قدم فيجهز على صاحبها (ولو يؤاخذ الله بما كسبوا ما ترك على ظهرها من دابة). ¶ إن الدين يمنح فرصاً من الستر الممدود كي يرشد الضال ويقلع العاصي، ومن هنا كلف المؤمن أن يصم أذنيه عن سماع الإشاعات الرديئة، وأن يكذب مروجيها ما داموا لا يملكون أدلة إثباتها - وهي أدلة صعبة - قال تعالى: (لولا إذ سمعتموه ظن المؤمنون والمؤمنات بأنفسهم خيراً وقالوا هذا إفك مبين، لولا جاؤوا عليه بأربعة شهداء، فإذ لم يأتوا بالشهداء فأولئك عند الله هم الكاذبون).",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وبديهي أن الإسلام يكره الجريمة، ويتوعد عليها بالنكال في الدنيا والآخرة، ويتهدد أقواماً يرتكبونها سراً ثم يبرزون للناس وكأنهم أطهار شرفاء (إن الله لا يحب من كان خواناً أثيماً، يستخفون من الناس ولا يستخفون من الله وهو معهم إذ يُبيِّتون ما لا يرضى من القول، وكان الله بما يعملون محيطا). ¶ ومع البغضاء التي واجه بها الدين هؤلاء المنافقين، إلا أنه آثر ستر المستورين، وفتح نافذة الأمل لمستقبل يصطلحون فيه مع الغفور الودود .. فمن كشف القدر صفحته، جلد كالحيوان وحل به ما يستحق .. لكن الإسلام نظر إلى البيوت وجَوّها وعلاقة الزوجين فيها نظرة خاصة، نعم الظن أكذب الحديث، والاتهام وبال على صاحبه ما لم يسانده شهود، لكن الزوج قد يجد ما يحرجه ولا يستطيع إثباته ولا يستطيع العيش معه. ¶ وهنا يتدخل الإسلام ليرشد ويحكم، إن الأمر خطير، والقضية لا مجال فيها لغيرة تتوهم، أو لتخيل فاسد!! فإما أن يستيقن الرجل مما يقول، استيقاناً لا يتراجع فيه ولا يضطرب، وإما أن يسكت فلا يرمي أهله بما قد يكن أبرياء منه. ¶ وتجئ هنا شريعة اللعان لتنهي علاقة مختلة مريبة (والذين يرمون أزواجهم ولم يكن لهم شهداء إلا أنفسهم فشهادة أحدهم أربع شهادات بالله إنه لمن الصادقين، والخامسة أن لعنة الله عليه إن كان من الكاذبين، ويدرأ عنها العذاب أن تشهد أربع شهادات بالله إنه لمن الكاذبين، والخامسة أن غضب الله عليها إن كان من الصادقين). ¶ واللعان تشريع حاسم في موضعه، وقلما يحتاج المجتمع الإسلامي إلى وصف هذا الدواء، فإن التعاليم العتيدة التي تكتنف أرجاءه حصنته من هذه المتاعب، وحمته من آثارها الموجعة .. ¶ والأسرة الإسلامية قديماً وحديثاً أرجح كفة، وأنقى صفحة، وأبين عفة من جميع الأسر التي تزحم القارات الخمس، والفضل في هذا الاستقرار لتعاليم الإسلام الحنيف ..",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "عمل المرأة في الميزان ¶ إن الأصل في عمل المرأة في الإسلام أن تكون في البيت راعية لمال زوجها، مدبرة لأمره، قائمة على شؤون بيتها، عاملة لتحقيق أهداف الزوجية، والأمومة النبيلة بكل صدق وإخلاص، فإذا كان على زوجها كسب المال، فإن عليها إنفاق ذلك لتدبير شؤون المنزل، قال صلى الله عليه وسلم: (المرأة راعية في بيت زوجها ومسئولة عن رعيتها). ¶ وقد ألزم الإسلام الزوج بالإنفاق عليها، مهما كان مستواه المادي، هذا إذا كانت ذات زوج، وإذا لم تكن ذات زوج فقد ألزم الإسلام أقاربها: أباها، أو أخاها، أو غيرهما ممن تلزمها إعالتها، ألزمهم بالإنفاق عليها، وإذا لم يكن هذا ولا ذاك، وهي فقيرة، فقد جعل الإسلام حق الإنفاق عليها وكفالتها، على ولي أمر المسلمين من بيت المال، قال رسول الله صلى الله عليه وسلم: (ما من مؤمن إلا وأنا أولى الناس به في الدنيا والآخرة، اقرؤوا إن شئتم: (النبي أولى بالمؤمنين من أنفسهم)، فأيما مؤمن ترك مالاً فلورثته، وإن ترك ديناً أو ضياعاً، فليأتني، فأنا مولاه). ¶ كل ذلك حرصاً من الإسلام على أن تبقى المرأة في مكانها الطبيعي (البيت) لا تبرحه، تكريماً لها، وتقديراً لرسالتها في الحياة وصوناً لها من الابتذال في زحمة الحياة، ومتاهات البحث عن مصدر للرزق، لكن قد لا يتيسر للمرأة من يقوم بإعالتها ممن ذكرنا، أو تضطرها بعض الظروف إلى العمل مع وجود العائل مثل خصاصة قيّم الأسرة أو ضآلة معاشه أو مرضه أو عجزه أو سبب آخر من هذا القبيل، حينئذ يكون الخروج من البيت ضرورة لا بد منها. ¶ وقد راعى الإسلام هذه الضرورات، فأباح لذلك خروجها من البيت، والبحث عن مصدر للرزق، تقضي به حاجتها وتسد عوزها، على أن يكون في مجال الأعمال المشروعة التي تحسن أداءها.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "ولا تتنافر مع طبيعتها، وأن تؤديه وهي في وقار وحشمة، وفي صورة بعيدة عن مظان الفتنة، وأن لا يكون من شأن هذا العمل أن يؤدي إلى ضرر اجتماعي، أو خلقي، أو يعوقها عن أداء واجباتها الأخرى، نحو زوجها، وأولادها، وبيتها، ويكلفها ما لا تطيقه، ولا تخرج في زيها وزينتها، وستر أعضاء جسمها، واختلاطها بغيرها أثناء أدائها لعملها في الخارج عما سنته الشريعة الإسلامية في هذه الشؤون. ¶ هذا هو هدي الإسلام في عمل المرأة، أما إتاحة الفرصة للمرأة للعمل، وإباحته لها مطلقاً، لضرورة ولغيرها، فذلك مما يتنافى مع الشريعة، ومع الفطرة السليمة، التي فطر الله عليها المرأة، ويتنافى مع رسالتها الأساسية في الحياة، ومعطل لأسمى خصائص المرأة من ووظائفها الطبيعية، والاجتماعية، ومعطل لقوامة الرجل على المرأة. ¶ وقد برر دعاة عمل المرأة مطلقاً في أي حال بمبررات أعتقد أنها لا تصمد أمام البحث والمناقشة، ¶ فمما قالوا: إن عمل المرأة يقيها السأم القاتل الذي يورثها إياه بقاؤها الطويل الذي تقضيه بين جدران البيت!! ¶ ونقول: ¶ إن قيام المرأة في بيت زوجها، راعية لماله، مدبرة لأمره، مدركة لأهداف زوجيتها، وأمومتها، عاملة لها في وعي، وصدق، وإخلاص، كاف لملء فراغ قلبها وعقلها ووقتها، الذي يدّعون أنها تشكو منه، وكفيل بأن يملأ عليها بيتها بهجة، ويحوله إلى جنة وارفة، فيها من أنواع المتع النفسية، والعقلية، ما يُذهب عنها السأم والملل الذي يدّعونه، ويملأ نفسها بشعور السعادة والارتياح، إن حققت رسالتها كاملة وقامت بواجبها كما ينبغي. ¶ وقد شهدت بذلك واحدة ممن نصّبوا أنفسهم للدفاع عن المرأة: (فيليس ماكجنلي) كاتبة أمريكية، قالت في مقال لها بعنوان: (البيت مملكة المرأة بدون منازع): ¶ (وهل نُعَدّ - نحن النساء - بعد أن نلنا حريتنا أخيراً، خائنات لجنسنا إذا ارتددنا لدورنا القديم في البيوت).",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "وتجيب على هذا السؤال بقولها: ¶ (إن لي آراء حاسمة في هذه النقطة، فإنني أصر على أن للنساء أكثر من حق في البقاء كربات بيوت، وإنني أقدر مهنتنا، وأهميتها في الحقل البشري، إلى حد أدنى أراها كافية لأن تملأ الحياة والقلب). ¶ إنه تقرير امرأة مثقفة، غربية، بإملاء واقعها وتجربتها، وهي أدرى بمهام الأنثى وفطرتها من غيرها من غير جنسها. ¶ وقالوا أيضاً: ¶ إن مجد الأمة بكثرة الأيدي العاملة، وأن المرأة نصف المجتمع، وليس مما يتحقق به هذا المجد أن يكون نصف المجتمع عاطلاً. ¶ ونقول: ¶ لا تعطيل لهذا النصف كما تدّعون، بل إنه موكول إليه من المهام ما هو أصعب، وأشق، وأهم من المهام الموكولة إلى الرجال، فإذا كان بناء مجد الأمة في حاجة إلى الأيدي العاملة، والأدمغة المفكرة، وينشئها ويتعهدها بالرعاية والتوجيه حتى تخرج إلى معترك الحياة سوية قوية، تخدم الأمة، وتبني المجد، ثم يؤمن لها العش الدافئ، والسكن النفسي، عند أوبتها من معترك الحياة متعبة، مرهقة الأعصاب، فيجد في عشه ما ينسّيه ومن ينسيه ذلك التعب، بل ويهبه العزم، والتصميم على مواصلة السير. ¶ لا شك أنه عمل شاق، ومهمة صعبة، ورسالة سامية، ومن لهذا كله سوى المرأة. ¶ فلا تعطيل لهذا النصف إذاً، بل هو قائم برسالته التي أوجد من أجلها، وفي اليوم الذي حدث في هذه الرسالة تقصير وإهمال، ظهرت نتائج ذلك على الأبناء، بُناة المجد: انحرافاً في الأخلاق، وتشرداً في الآفاق، وتفككاً في الأسرة، وانحلالاً وتدهوراً في المجتمعات، وبالتالي تهدماً وسقوطاً للمجد الذي بُني. ¶ فما هو العمل في رأي هؤلاء إن لم يكن ذلك منه، بل أهمه وأشقه وإذا كان مقياس العمل والعطل هو الإنتاج للحياة، فإن عمل المرأة - من حيث ذلك - هو المقدم، أما أن يكون عمل الرجل هو كل شيء، وعمل المرأة لا شيء، فذلك الظلم بعينه لها ولرسالتها الجليلة في الحياة.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "وسياسة الدولة كلها ليست بأعظم شأناً، ولا بأخطر عاقبة من سياسة البيت، لأنهما عدلان متقاربان، عالم العراك والجهاد، يقابله عالم السكينة والاطمئنان، وتدبير الجيل الحاضر، يقابله تدبير الجيل المقبل، وكلاهما في اللزوم، وجلالة الخطر سواء، ولولا مركب النقص في المرأة لكان لها فخر بمملكة البيت وتنشئة المستقبل فيه، ولا يقل عن فخر الرجال بسياسة الحاضر، وحسن القيام على مشكلات المجتمع، وإنما كانت الآفة كلها من حب المحاكاة بغير نظر إلى معنى المحاكاة. ¶ فلكلٍّ من الرجل والمرأة مسؤولية، واختصاصه في بناء هذا المجد، كما قسمه الله بينهما، وكل من هذين الاختصاصين مهم، ولا يمكن أن يحقِّر منه، أو يهون من شأنه، أو يستغني عنه، فالرجل إلى الإنتاج، وتنمية الثروة، وكسب الرزق، وحماية العرين، والمرأة إلى الأسرة، إلى عمل أشق: تحمل الجنين، وتلد وترضع، وتربي، وترعى الزوج والولد، وتُمرِّض، وتدبر شؤون المنزل، وتثمر السكن، والمودة والرحمة، وتبذل من ذات نفسها، وجهدها الحسي ما تبذل، لتوفر للزوجية والأمومة ظروف عملها الملائمة. ¶ وهذا الافتراق في العمل والمهام، الذي هو مقتضى ما أُهِّل به كل منهما، هو عين التقائهما على الإسهام، بأدنى ما يكون، في بناء الأمة ومجدها، فإذا أدى كل منهما ما وجه إليه بحق، استقامت مصلحة الأمة على أكمل وجه. ¶ ومما قالوا أي أيضاً: ¶ قد تكون المرأة لا عائل لها، وقد يتوفى عنها زوجها، ويترك لها أطفالاً صغاراً، ولا شيء لها ولا لهم، فتجد في العمل عصمة لها ولأولادها من الضياع. ¶ ونقول:",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "إن الإسلام قد أوجب على أقارب المرأة الفقيرة إعالتها، والنفقة عليها، كما أوجب على أقارب أطفالها ذلك، وإن لم يوجد لها ولأطفالها أقارب، فقد أوجب لهما حقاً في بيت مال المسلمين، فيقوم الحاكم بإعالتها، والنفقة عليها، وعلى أولادها الصغار الفقراء، حتى يشبوا ويقدروا على العمل، هذا هو الأصل في الإسلام. ¶ وإذا لم يحصل لها ذلك فقد أبيح لها القيام بعمل تقيم به أودها، وأود أطفالها، في حدود ما شرعه الإسلام، وضمن آدابه وتعاليمه. ¶ على أن ثمة عوارض أخرى طبيعية، تشترك في تقرير عجز المرأة عن عمل التكسب في الخارج، تلك هي ما يعتور المرأة من العادة الشهرية، والحمل تسعة أشهر، والولادة وما تتركه من الآثار النفسية والعقلية والبدنية، في كيان المرأة العام كما يقرر ذلك علم الطب. ¶ وتدل مشاهدات أساطين علمي الأحياء والتشريح، على أن المرأة تطرأ عليها في مدة حيضها التغيرات الآتية: ¶ 1 - تقل في جسمها قوة إمساك الحرارة، فتنخفض حرارتها. ¶ 2 - يبطئ النبض، وينقص ضغط الدم، ويقل عدد خلاياه. ¶ 3 - وتصاب الغدد الصماء واللوزتان، والغدد اللمفاوية بالتغير. ¶ 4 - ويختل الهضم، وتضعف قوة التنفس. ¶ 5 - يتلبد الحس، فتتكاسل الأعضاء، وتتخلف الفطنة، وقوة تركيز الفكر. ¶ وكل هذه التغيرات، تدني المرأة الصحيحة إلى حالة المرض إدناء يستحيل معه التمييز بين صحتها ومرضها. ¶ وأشد على المرأة من مدة الحيض زمان الحمل، فيكتب الطبيب (ريبريت): ¶ (لا تستطيع قوى المرأة أن تتحمل من مشقة الجهد البدني والعقلي ما تتحمله في عامة الأحوال، وأن عوارض الحامل لو عرضت لرجل، أو امرأة غير حامل لحكم عليه أو عليها بالمرض بدون شك، ففي هذه المدة يبقى مجموعها العصبي مختلاً على أشهر متعددة، ويضطرب فيها الاتزان الذهني، وتعود جميع عناصرها الروحية في حالة فوضى دائمة).",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "أما عقب وضع الحمل، فتكون المرأة عرضة لأمراض متعددة إذ تكون جراح نفاسها مستعدة أبداً للتسمم، وتصبح أعضاؤها الجنسية في حركة لتقلصها إلى حالتها الطبيعية قبل الحمل، مما يختل به نظام جسمها كله، ويستغرق بضعة أسابيع في عودته إلى نصابه. ¶ وبذلك تبقى المرأة سكناً للرجل، ولا يمكن أن يجد ذلك السكن لدى امرأة، يحضر فلا يجدها، لأنها في عملها، أو يجدها، ولكنها - مثله - مثقلة بتعب الفكر والنفس والجسم، وقد أفقدها العمل رهافة الحس، ورقة الأنوثة، بسبب قسوة العمل ومسؤولياته، واعتبرت نفسها أنها صنوه، ومساوية له في الكسب، وفي تبعات البيت ولوازمه، وفقد الرجل لذلك قوة البأس، الذي كان يمارسه، ولذة الرضا منها بذلك البأس، والاستسلام لرجولته والشعور بحمايته، وفقد تبعاً لذلك القوامة عليها، والله يقول: (الرجال قوامون على النساء)، وإذا فقد الرجل هذا الحق اختل نظام الأسرة، والمجتمع، لأنه من القوانين التي لا تنعقد روابط الأسرة إلا بها ¶ ثم إن عمل المرأة خارج البيت مدعاة لإثارة المشاكل في البيت، مما ينتج عنه تفكك الأسرة، فكثيراً ما تثور المشكلات بين الزوجين بسبب العمل، فمثلاً قد ترغب الزوجة في العمل والزوج لا يرغب، أو العكس، وقد تقصِّر المرأة بحق الزوجية، والبيت بسبب عملها بدون رضى زوجها، وقد ينشأ الخلاف على مدى مساهمة الزوجة المادية، بمتطلبات البيت، ومدى التزامات الرجل المادية نحو زوجته وبيته، إلى غير ذلك، هذا بالإضافة إلى المشاكل التي تنشأ بين الزوجين بسبب احتكاكها واختلاطها بالرجال الآخرين في العمل.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "قطع يد السارق عقوبة عادلة أم جائرة؟ ¶ استتباب الأمن في مجتمع من أجلِّ النعم، ما أعظم أن يتحرك الإنسان كيف يشاء دون قلق على دمه أو ماله أو عرضه! عندما دعا إبراهيم ربه للبلد الذي أسسه، طلب له أمرين اثنين، رزقاً مكفولاً وأمناً مستقراً، وقدم الأمن على الرزق وهو يسأل الله حاجته (رب اجعل هذا بلداً آمناً وارزق أهله من الثمرات .. ). ¶ ولكي يشيع الأمان، ويطمئن كل إنسان، شرع الله شرائع كثيرة، من أهمها حد السرقة، إن السرقة جريمة جديرة بالمطاردة والاستئصال، ووجودها مثار ضيق وقلق فكيف إذا شاعت؟! ¶ تصور عاملاً يكدح طوال الشهر، يسعى على أهله وولده، قبض مرتبه الذي يرقبه بشوق وعاد إلى بيته وهو يفكر في سداد الثغرات الكثيرة التي تنتظره، ولكن يداً آثمة امتدت في الطريق إلى ماله فسرقته، ماذا يقول وما يفعل؟ وكيف يترك هذا اللص يحصد في لحظات حصاد الآخرين في أيام طوال؟ ¶ وأعرف موظفاً تغرب عاماً أو عامين ليؤسس بيتاً يتزوج فيه فإذا اللصوص ينقبون البيت ويستولون على كل ما أثل وهيأ! ¶ وفلاحاً باع محصول زراعته ولم يهنأ بالثمن الذي ناله، لأن اللصوص أخذوه منه! ¶ ... وهكذا يأكل القاعد الخبيث من كدح العامل المرهق. ¶ وهؤلاء الشطار اللئام يستولون على أموال الآخرين فيتوسعون في إنفاقها ويبعثرونها في لذاتهم دون حذر لأنهم ما تعبوا في كسبها. ¶ لا ريب أن المجتمع المحترم بجب أن يخلص من هؤلاء، وأن يرصد لهم العقوبة التي تقطع دابرهم، وتروع قريبهم وبعيدهم. ¶ الأيدي في نظر الإسلام ثلاثة: ¶ يد عاملة، وهذه حقها أن تكافأ وتصان وتشجع، ومن حقها أن يضمن لها سعيها وأن تذاد عنه الآفات، وأن تهنأ به دون متطفل سمج يفتات عليه. ¶ ويد عاطلة، وهذه حقها أن تجد العمل الذي يشغلها، وأن توفر لها أسباب العيش الشريف، وأن تأخذ حقها الطبيعي في الحياة، ولا يجوز أن نلجئها إلى طلب القوت عن طريق التسول أو التلصص.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "ويد فاسدة، وهي اليد التي عزفت عن العمل الشريف، وانبسطت للناس بالأذى، وعز علاجها مع وفرة التعاليم الدينية التي تغري بالحلال وتنفر من الحرام، ماذا يصنع الإسلام لهذه اليد إلا أن يقطعها ليريح منها صحبها ويريح المجتمع كله من فسادها؟ ¶ ونسأل الذين يستبقون هذه اليد ويأبون الخلاص منها ماذا تبغون من تركها؟ ربما قالوا: نكفها عن الأذى بالسجن حيناً ثم نتركها. ونقول: فإذا خرجت من السجن لتستأنف السرقة وإنزال الفواجع بغيرها، أنتركها للأبد؟ ¶ لا يقول بهذا رجل مخلص للناس، غيور على كرامتهم المادية والأدبية! ومسألة التريث أو التعجل في إقامة الحد ليست موضع الخلاف بيننا وبين الشاغبين على العقوبات الإسلامية، فإن الحد لا يقام - ديناً - إلا بعد أن يستريح ضمير القاضي إلى ما يحكم به، وهو لن يحكم على جائع محرج، ولن يبتَّ الحاكم في قضية أحاطت بها شبهة. ¶ إن اليد التي تقطع هي اليد التي ظلمت المجتمع، لا اليد التي ظلمها المجتمع، قال تعالى: (والسارق والسارقة فاقطعوا أيديهما جزاءً بما كسبا نكالاً من الله، والله عزيز حكيم، فمن تاب من بعد ظلمه وأصلح فإن الله يتوب عليه). ¶ والبلاد التي نفذت قطع السارق هدأت أحوالها، وسادتها طمأنينة كاملة وأغناها قطع يد واحدة عن فتح سجون كثيرة يسمن فيها المجرمون، ثم يخرجون أشد ضراوة وأكثر قساوة. ¶ والسطو على مال الغير جريمة فيها قابلية النماء والتجدد، وتتحول من رغبة في المال الحرام إلى جراءة على الدم الحرام، وما أيسر أن يقتل اللص من يعترض طريقه وهو يسرق، سواء أكان المعترض حارس الأمن، أو صاحب المال. ¶ ويغلب أن يتعاون اللص مع اللص في إدراك مأربه، ومن هنا تتكون العصابات التي تقطع الطريق، أو التي تتقاسم المهام في إتمام أعمال السلب والنهب، والسجون ساحات ممهدة لدراسة هذه المعاصي وإحكام خطتها. وطبيعي أن يتضاعف العقاب مع استفحال الجرم على هذا النحو.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "وقد سمعنا بأنباء السطو المسلح على السيارات والقطارات، أو على الحقول والمتاجر. ¶ والغريب أن بعض الناس يتعاطف مع هؤلاء القطاع ويحاول تخفيف عقوباتهم، وإني لشديد الريبة في ضمائر هؤلاء المدافعين، وأكاد أقول: ما يعطف على اللص إلا لص، ولا على القاتل إلا قاتل. ¶ وقد حسم الإسلام اللجاجة في مجازاة أولائك العابثين، قال تعالى: (إنما جزاء الذين يحاربون الله ورسوله ويسعون في الأرض فساداً أن يقَتَّلوا أو يصَلَّبوا أو تُقَطَّع أيديهم وأرجلُهم من خِلافٍ أو يُنفوا من الأرض، ذلك لهم خزي في الدنيا ولهم في الآخرة عذاب عظيم، إلا الذين تابوا من قبل أن تقدروا عليهم فاعلموا أن الله غفور رحيم). ¶ وهنا ثلاثة أمور لا بد منها: ¶ أولها: أنه لا بد من الحفاظ على أموال الناس، وإقامة سياج منيع حولها، ورفض اشتهاء القاعدين الحصول عليها بالأساليب المعوجة، والحدود السماوية ضمان أكيد لهذا المعنى. ¶ ثانيها: لا مكان للرحمة بمثيري الفوضى ومهدري الحقوق، فإنَّ تَرك هؤلاء فتح لأبواب العذاب على المجتمع كله، وإغراء بالظلم، وإسقاط للقيم. ¶ ثالثها: عندما يكون الانحراف خطأً عارضاً، فالشارع أول المنادين بإقالة العثرات، وتيسير المتاب، وهو القائل: أن يخطئ الإمام في العفو خير من أن يخطئ في العقاب. ¶ لكن البون شاسع بين تعطيل الحدود، والتدقيق في إيقاعها. ¶ وهناك من يكذب، فيقول: إن القطع أوجد جمهوراً من العاطلين العاجزين عن العمل، وهذا اجتراء غريب فإن القطع خلال أربعة عشر قرناً نفع ولم يضر، ولم يحس المجتمع بوجوده إلا على ندرة، لأن الإرهاب بالقطع صرف اللصوص عن السرقة، وأغراهم بالبحث عن كسب معقول.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "قوامة الرجل على المرأة لا يسلبها حريتها ¶ يقول المتقولون على الإسلام: إن الإسلام يجعل الرجل قواماً على المرأة (الرجال قوامون على النساء)، قد فرض وصايته عليها، وسلبها بذلك حريتها وأه] ليتها، وثقتها بنفسها. ¶ ونقول: ليس الأمر كما يرون ويفهمون من القوامة، فليس قوامة الرجل في الإسلام قوامة السطوة والاستبداد والقوة والاستعباد، ولكنها قوامة التبعات، والالتزامات والمسؤوليات، قوامة مبينة على الشورى والتفاهم على أمور البيت والأسرة، قوامة ليس منشؤها تفضيل عنصر الرجل على عنصر المرأة، وإنما منشؤها ما ركب الله في الرجل من ميزات فطرية، تؤهله لدور القوامة لا توجد في المرأة، بينما ركب في المرأة ميزات فطرية أخرى، تؤهلها للقيام بما خلقت من أجله، وهو الأمومة ورعاية البيت وشؤونه الداخلية. ¶ فهو أقوم منها في الجسم، وأقدر على الكسب والدفاع عن بيته وعرضه، لا شك في ذلك، وهو أقدر منها على معالجة الأمور، وحل معضلات الحياة بالمنطق والحكمة وتحكيم العقل، والتحكم بعواطفه لا شك في ذلك أيضاً، والأمومة والبيت في حاجة إلى نوع آخر من الميزات الفطرية، في حاجة إلى العاطفة الدافقة والحنان الدافئ، والإحساس المرهف، لتضفي على البيت روح الحنان والحب، وتغمر أولادها بالعطف والشفقة.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "وإذا سألنا هؤلاء المدعين: أيهما أجدر أن تكون له القوامة بما فيها من تبعات: الفكر والعقل، أم العاطفة والانفعال؟ لا شك أنهم يوافقوننا أن الفكر هو الأجدر، لأنه هو الذي يستطيع تدبير الأمور، بعيداً عن الانفعال الحاد الذي كثيراً ما يلتوي بالتفكير، فيحيد به عن الصراط المستقيم، فالرجل بطبيعته المفكرة لا المنفعلة، وبما هيأه الله له من قدرة على الصراع واحتمال أعصابه لنتائجه وتبعاته، أصلح من المرأة في أمر القوامة على البيت، بل إن المرأة نفسها، لا تحترم الرجل الذي تسيّره، فيخضع لرغباتها بل تحتقره بفطرتها، ولا تقيم له أي اعتبار. ¶ والرجل أيضاً أب الأولاد، وإليه ينتسبون، وهو المسؤول عن نفقتهم ورعاية سائر شئونهم، وهو صاحب المسكن، عليه إيجاده وحمايته ونفقته. ¶ ونسأل هؤلاء أيضاً، أليس من الإنصاف والعدل أن يكون من حُمّل هذه التبعات وكُلف هذه التكاليف من أمور البيت وشئونه، أحق بالقوامة والرياسة، ممن كُفلت لها جميع أمورها، وجعلت في حل من جميع الالتزامات؟ لا شك أن المنطق وبداهة الأمور، يؤيدان ذلك. ¶ فرياسة الرجل إذاً، إنما نشأت له في مقابل التبعات التي كلف بها، وما وهبه الله من ميزات فطرية، تجعله مستعداً للقوامة. ¶ ثم إن القوامة التي جعلها الإسلام للرجل، لا استبداد فيها، ولا استعباد للمرأة، بل هي مبينة على الشورى والتفاهم بين الشريكين.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "وقد نبه الإسلام الرجال لذلك، ووجههم إلى تحقيق معنى القوامة التي يعنيها قال الله تعالى: (وعاشروهن بالمعروف)، وقال صلى الله عليه وسلم: (خيرك خيركم لأهله)، ويُشعر الرجال أن النساء بحاجة إلى الرعاية، لا إلى التسلط والتشدد: (استوصوا بالنساء خيراً، فإنهن عوان عندكم)، قال هذا في حجة الوداع، وهو من آخر ما قال صلى الله عليه وسلم عن النساء، ويقول صلى الله عليه وسلم: (خياركم، خياركم لنسائهم)، ويوصيهم بالصبر والاحتمال، والصبر والاحتمال من مقومات القوامة (لا يفرك مؤمن مؤمنة، إن كره منها خُلقاً، رضي منها آخر). ¶ وجماع القول: أن نظرية الإسلام في المرأة أنها إنسان قبل كل شيء، والإنسان له حقوقه الإنسانية، وأنها شقيقة الرجل، خلقت من نفس عنصره الذي خلق منه، فهو وهي سيان في الإنسانية، (إنما النساء شقائق الرجال)، هكذا يقول رسول الله صلى الله عليه وسلم، ويقول الله تعالى: (ومن آياته أن خلق لكم من أنفسكم أزواجاً). ¶ وإذا استشعر الزوج ذلك، وامتثل ما أمره الله، وأمره رسوله به، لا شك أنه سينصف المرأة، ومن شذ عن ذلك، واستبد، وتعالى، وجار على المرأة، فإن الإسلام لا يرضى منه ذلك، ولا يؤخذ الإسلام بجريرة الشواذ، العاصين لأوامره ولا يمكن أن يحكم على الإسلام وصلاحه بأفعالهم.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "مفهوم الحرية عند أدعياء تحرير المرأة ¶ إن التصرف المتطرف الخاطئ للحرية، الذي غذاه الحقد الأسود والثورة الجامحة على النظام الاجتماعي الفاسد الذي كان يحكم المجتمع الأوربي، نبع منه مفهوم الحرية الشخصية، عند المنادين بالحرية والتحرر في بلاد الإسلام، فيتصورونها - كما هي عند الغربيين - بأنها الانطلاق بلا قيد، والتحرر من كل ضابط، والتخلص من كل رقابة، حتى ولو كانت تلك الرقابة نابعة من ذاته هو، من ضميره، فلتحطم وليحطم معها الضمير إن احتاج الأمر، حتى لا يقف شيء في وجه استمتاعه بالحياة، وحتى لا تفسد عليه نشوة اللذة، ومعنى هذا ترك الإنسان وشأنه يفعل ما يشاء ويترك ما يشاء، وهكذا بدون قيود ولا ضوابط، ولا رقابة، وعلى المجتمع أن يسّلم بذلك الحق، وعلى الحكومة أن تحافظ على تلك الحرية وتحميها. ¶ هذا هو مفهوم الحرية عندهم، صورة طبق الأصل من مفهوم الحرية في الغرب، فلا دين يحكم النفوس، ويكبح جماحها، ولا أخلاق تهذب طباعها، وتوقظ مشاعرها، وتثير فيها روح النخوة والغيرة والإباء، ولا مثل، ولا فضائل، تقاس على أساسها الأعمال خيرها وشرها، ولا حياء يمنع ارتكاب الشطط، والمجاهرة بالمنكر لا ينبغي أن يكون شيء من ذلك، لأنه من الماضي، وكل ما هو من الماضي فهو عقبة في طريق التصور والتقدم فلينبذ وليحطم. ¶ وهكذا قال دعاة الحرية في الغرب، وهكذا يقول دعاتها في الشرق، وهم إن لم يستطيعوا التصريح بذلك، إلا أن مفهوم كلمة الحرية كما يتصورونه ينبئ عن ذلك، كما أن رائحته تفوح مما يطلقونه من شعارات باسم الحرية، بل إن التطبيق الجاري الآن في البلاد الإسلامية لمفهوم الحرية سيوصل حتماً إلى ذلك إذا استمر سائراً في ذلك الطريق. ¶ ولما كانت المرأة عاملاً أساسياً وعنصراً هاماً في تحقيق مفهوم الحرية هذا، فقد وجهوا جل اهتمامهم إليها، وعملوا على تكييفها للدور الذي يريدون أن تقوم به.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "فأخرجوها من البيت باسم الحرية والتحرر .. وأقحموها في مجالات العمل المختلفة البعيدة عن اختصاصها والمتنافرة مع خصائصها، فقضوا بذلك على أنوثتها، وعلى الأسرة والبيت باسم الحرية والتحرر. ¶ خلعوا عنها حجابها، وكشفوا عن موطن الزينة والفتنة منها، ليشبعوا بذلك نهمهم الجنسي باسم الحرية والتحرر. ¶ انتزعوها من حمى حاميها وراعيها وحافظها (الرجل) بتحريضهم لها على التمرد على قوامته ليسهل لهم غوايتها وتحقيق مآربهم منها. ¶ تركوها تختلط بل أرغموها على الاختلاط بالرجال، والخلوة بهم، فقضوا بذلك على عفتها وكرامتها وحيائها، باسم الحرية والتحرر. ¶ وقضوا على رسالتها الأساسية في الوجود، وهي الزوجية والأمومة فجنوا بذلك على الإنسانية، والحضارة والمدنية، فعلوا ذلك باسم الحرية. ¶ أخذوا منها كل شيء باسم الحرية ولم يعطوها إلا أقل القليل. ¶ فهل هذه حرية حقاً؟، هل الحرية الانطلاق بل قيود ولا ضوابط؟، هل الحرية الخروج على الدين والمثل والفضائل؟ ¶ هل تكون الحياة بهذا المفهوم، حياة إنسانية راقية، تتفق مع مركز الإنسان في هذا الوجود، ومع رسالته التي أعده الله لها، وهي عمارة الكون، والخلافة في الأرض. ¶ إن الحرية بمفهومها الصحيح براء من ذلك، وإن الحياة الإنسانية الراقية لا تقبل ذلك المفهوم، بل إن الحرية الحقة هي التحرر من كل ما سموه حرية.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "مفهوم الحرية عند دعاة الإصلاح ¶ إن الحرية الحقة هي التحرر من ضغط شطحات النفس وهواها وشهواتها، وهي التحرر من تقاليد المجتمع المنحرفة، وأعرافه الضالة، وهي التحرر من القوى، والمصالح الاقتصادية الطاغية، المهيمنة على الحياة، المواجهة لسلوك الإنسان في هذا العصر. ¶ الحرية هي التحرر من أغلال السيطرة، وقوى الضغوط الموجهة للإنسان من داخل نفسه ومن خارجها على السواء. ¶ إن الحرية الحقة كما يراها دعاة الإصلاح هي المستمدة من العبودية المطلقة لله وحده، المرتكزة عليها، فإذا استشعر الإنسان بهذه العبودية تحرر من كل عبودية سواها، وأحس من لحظته بضآلة كل قوة أخرى على الأرض، وكل قيمة أخرى، وكل جاه، وكل سلطان. ¶ وهذه الحرية، لا ينافيها أن يخضع الإنسان لنظام، ويتقيد بقيود ذلك النظام، لأن الحياة لا بد لها من نظام يحكمها، والنظام لا بد له من قيود، وهو حين يخضع للنظام الذي يرتضيه الله، إنما يخضع - في الحقيقة - لله، ومن ثم يطيع ولي الأمر، ويطيع نظامه المستمد من شريعة الله. ¶ وهذه الحرية لا يعارضها أن تطيع المرأة زوجها، وتقر بأحقيته في القوامة عليها، في الحدود المرسومة في شريعة الله، لأنها حين تطيعه لا تفقد كيانها، ولا شخصيتها. ¶ ولا ينقص من تلك الحرية للمرأة أن تكون في البيت ترعى شؤونه وتربي صغاره وتوفر فيه السكينة. ¶ وليس نقصاً لتلك الحرية حينما تؤمر المرأة بالحجاب الشرعي لتستر بذلك مفاتنها عن الأجانب وليُقضي على مثيرات الشهوة ومحركاتها في المجتمع، ولا ينقص من تلك الحرية ولا ينافيها - ولن يكون ذلك - حينما يُحَدّ للرجال والنساء على سواء طريق يسلكونه ومعالم ينتهون إليها لتضبط تصرفاتهم ويحد من شطحاتهم.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "لا ينافي شيء من هذه الأشياء جميعها الحرية الحقة، لأنها حرية الإنسان الراقي المنظم، ذي الرسالة السامية، المنظمة، والمنظمة للحياة أيضاً، ولكن ليس المقصود من الحجاب - كما يتخيله الجاهلون أو يصوره المغرضون - أن تحبس المرأة في بيتها لا ترى الناس، ولا تتنسم الهواء، وأن تختفي عن الحياة في الخارج اختفاء كاملاً. ¶ وليس معنى القرار في البيت، أن تدخله عروساً، ولا تخرج منه إلا إلى القبر، لا بل إنها تخرج، لا بد أن ترى الرجال ويرونها لأن الحياة وضروراتها تحتم ذلك، ولكن بضوابط الإسلام وفي إطار حدوده. ¶ فليس الخروج هو الممنوع في ذاته، وإنما الهدف منه هو موضع السؤال، هل تخرج لتتعلم؟ أو لتعمل؟ أو لترى الشمس وتشم الهواء لا بأس في هذا كله في الشرع. ¶ أما أن يكون في باطن إحساسها إثارة الفتنة، ويكون العلم والعمل والنزهة ساتراً لكل ذلك، فهنا يقع الحجر. ¶ وهي تتعامل مع الرجل ويتعامل معها، ويكلمها وتكلمه، ويتبادلان الخدمات التي تحتمها ضرورات الحياة، في هذا الجو النظيف المكشوف الذي لا يخفي وراءه الفتنة، ولا دفع إليه غرض دنيء. ¶ أما العواطف التي تثير في نفسها الحنين الفطري إلى الجنس الآخر، فهي شيء طبيعي، تستلزمه الفطرة، فلا تحتقر، ولا تكبت، ولا تستقذر، فليس الجنس دنساً في ذاته، ولا هو حرام، ولكن يجب أن يوضع في إطاره الصحيح النظيف، وفي الزواج يجد الجنس مصرفه الطبيعي، يجده مرتبطاً بهدف أعلى وأسمى، وليس هو في ذاته كل الهدف المطلوب. ¶ أما إذا لم يكن زواج فهناك علاج مؤقت، للتخفيف من سَورة تلك الغريزة وتحد من فورتها حتى يحين الزواج: ¶ أولاً: يجب أن ينظف المجتمع من دواعي الإثارة المجنونة التي تستفز الشهوة وتحركها. ¶ ثانياً: يجب أن تجعل للحياة أهداف جادة تستنقذ الطاقة النفيسة، وترفعها عن الدنس المحظور.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "ثالثاً: تستنفذ الطاقة الحيوية الفائضة في أعمال جسدية دائمة، فيشغل الشباب بالرياضة والعمل، والفتاة في تدبير المنزل وشؤونه، وكلاهما جيد يرفع المشاعر ويشغلها إلى حين. ¶ رابعاً: إن العبادة جزء من النشاط الحي للإنسان وهي وسيلة ناجحة للتسامي والارتفاع بالإنسان إلى أعلى. ¶ وبهذا يُخفف من سورة تلك الغريزة ويُحد من اندفاعها، حتى يُقدر لهما الزواج فهو العلاج الحاسم. ¶ هذا هو التحرير الحقيقي للمرأة وللرجل كما رسمه الإسلام، وكما ينادي به دعاته، أما التحرير المزعوم الذي وصلت إليه المرأة في الغرب، والذي ينادي به دعاة التحرير في الشرق الإسلامي بدافع التقليد فهو مسخ للمرأة، ومسخ للرجل، ومسخ للأجيال.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "هل في الإسلام رواسب وثنية ¶ لماذا تقدس الكعبة؟ ¶ ·لماذ يقبل الحجر الأسود؟ ¶ ·الصلاة لماذا شرعت؟ وما قيمتها في عصر العلم والتقدم؟ ¶ تقدس الكعبة: ¶ - دعا إبراهيم عليه السلام ربه (فاجعل أفئدة من الناس تهوي إليهم) فاستجاب له ربه وجعل من بيت إبراهيم محجة ومكان التقاء تهوي إليه أفئدة البشر في مشارق الأرض ومغاربها. ¶ - إن الله تعالى كرم العرب بأن جعل عاصمتهم قبلة يتوجه إليها الناس. ¶ - فيه رمز لتكريم إبراهيم ومحمدعليهما السلام (قد نرى تقلب وجهك في السماء فلتولينك قبلة ترضاها فولّ وجهك شهر المسجد الحرام .. ) ¶ - فيه رمز لتوحيد الفكر والقلب. ¶ -في اتجاه المسلمين اتجاهاً واحداً رمزاً لوحدة العقيدة والهدف. ¶ -الاتجاه إلى الكعبة إنما يتم بالجسد وحده أما القلب والروح فإلى الله اتجاههما وبه تعلقهما. ¶ -روحانية الاتجاه فالمسلم لا يتجه إلى الكعبة بذاتها بل يدرك بأنه يتجه بفكره وروحه إلى الله تعالى. ¶ -أن الجسد يطوف بالبيت الجامد واللسان والقلب يلهجان بقولهما (لبيك اللهم لبيك، لبيك لا شريك لك لبيك) ¶ الحجر الأسود: ¶ -اتخذ العرب آلهتهم من أشياء لا تحصى ومع ذلك لم يكن الحجر الأسود ضمن آلهتهم. ¶ -كان للحجر الأسود مكانة محترمة لأنه من بقايا بناء إبراهيم للكعبة. ¶ -اعتماد الإسلام على الحجر مع أن الإسلام لا يقر (وثنية) كانت في الجاهلية. ¶ -أن استلام الحجر الأسود يرجع إلى اعتبار رمزي لا إلى تقديس الحجر ذاته. ¶ -أعاد محمد الحجر إلى مكانه بيده الشريفة قبل بعثته وأنهى مشكلة حرجة كادت أن تقع بين قريش. ¶ -وقف عمر بن الخطاب رضي الله عنه يوماً أمام هذا الحجر وقال: (إني أعلم أنك حجر لا تضر ولا تنفع، ولولا أنني رأيت رسول الله يقبلك ما قبلتك). ¶ -ليس تقبيله واجباً على الناس، ولا يشترط على الحاج أو المعتمر تقبيله. ¶ الصلاة لماذا شرعت؟ وما قيمتها في عصر العلم والتقدم؟ ¶ ·تتحقق فيها أهداف عظيمة منها:",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "1 - وحدة الهدف وذلك باتجاه المصلين إلى قبلة واحدة، وتلاوة واحدة، وحركة واحدة، قال فيليب حتي: (وإذا نظرت إلى العالم الإسلامي في ساعة الصلاة بعين طائر في الفضاء وقدّر لك أن تستوعب جميع أنحائه بقطع النظر عن خطوط الطول والعرض لرأيت دوائر عديدة من المتعبدين تدور حول مركز واحد وهو الكعبة وتنتشر في مساحة تزداد قدراً وحجماً). ¶ 2 - في الصلاة مساواة: حيث لا فرق بين غني وفقير، صغير وكبير، وفي هذا تحقق عملي للمساواة. ¶ 3 - تدارس لأحوال الحي: فيُتساءل عن من غاب وما سبب غيابه، فإن كان مريضاً عادوه، وإن كان محتاجاً ساعدوه. ¶ 4 - في الصلاة ثورة روحية لا يعرفها إلا من تذوق حلاوتها. ¶ ·الإنسان العصري أصبح جزءاً من آلة وتكالبت عليه الدنيا فأصبح أحوج ما يكون إلى الصلاة ليجد فيها راحته، ويتمم فيها إنسانيته بعالميها المادي والروحي. ¶ ·المسلم الذي يتذوق طعم هذا اللقاء الذي يكون خمس مرات في اليوم الواحد يتمنى أن يطول. ¶ ·الصلاة اليوم عند الكثيرين طقوس وحركات جسدية فقدت فيها الصلة الروحية بين العبد وربه وليست الصلاة التي يريدها الإسلام. ¶ ·الصلاة التي يريدها الإسلام لقاء مع الله ووقوف في حضرته. ¶ ·الصلاة الحية ترقي الإنسان إلى مصاف الملائكة فتدعوه إلى ترك الصفات الذميمة وتنهاه عنها وتدعوه إلى كل صفة حميدة. ¶ ·قال مونتسكيو: (إن المرء لأشد ارتباطاً بالدين الحافل بكثير من الشعائر منه بأي دين آخر أقل منه احتفالاً بالشعائر، وذلك لأن المرء شديد التعلق بالأمور التي تسيطر دائماً على تفكيره). ¶ ·كتب سعيد بن الحسن أحد يهود الإسكندرية الذي اعتنق الإسلام: (إذا كان الله قد تحدث مرتين إلى بني إسرائيل في كل العصور، فإنه يتحدث إلى هذه الجماعة في كل وقت من أوقات الصلاة، وأيقنت في نفسي أني خلقت لأكون مسلماً) ¶ يقول رينان: (ما دخلت مسجداً قط دون أن تهزني عاطفة حارة، أو بعبارة أخرى دون أن يصيبني أسف على أنني لم أكن مسلماً)",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "· كانت الصلاة سبب انتشار الإسلام في كثير من بلدان العالم. فهل تجد في الكعبة أو الحجر الأسود أو الصلاة أية رواسب وثنية؟ ¶ أم أنها تمام السعادة البشرية التي لا تتحقق إلا بها؟",
            "page": "96",
            "part": "1"
        }
    ],
    "t37804": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "شبهات وردود"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": null,
            "tit": "اشتراط الولي في النكاح لا يقيد حرية المرأة"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "الارتداد عن الإسلام وعقوبته العادلة"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "التمرد على قوامة الرجل"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "الرد على من يزعمون إجحاف الإسلام لها في الحقوق المالية"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "القرآن .. من أين؟"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "القرآن ليس من افتراء البشر"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "القصاص بين العقل والشرع"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "المساواة بين المرأة والرجل في الحقوق"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "المطالبة بمنع تعدد الزوجات أو تقييده"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "المناداة بالاختلاط المطلق"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "جعل الطلاق بيد الرجل لا ينقص من شأن المرأة"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "حقها في الميراث"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "رياسة الرجل ليس ظلماً للمرأة"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "سلب أو تقييد حق الرجل في الطلاق"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": null,
            "tit": "شُرع الطلاق لحماية الاستقرار العائلي والاجتماعي"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "عدالة الإسلام في جلد الزناة ورجمهم وجلد القاذفين"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "عمل المرأة في الميزان"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "قطع يد السارق عقوبة عادلة أم جائرة؟"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "قوامة الرجل على المرأة لا يسلبها حريتها"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": null,
            "tit": "مفهوم الحرية عند أدعياء تحرير المرأة"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": null,
            "tit": "مفهوم الحرية عند دعاة الإصلاح"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "هل في الإسلام رواسب وثنية"
        }
    ]
}