{
    "b38007": [
        {
            "id": "1",
            "nass": "(مَسْأَلَةٌ)  ¶ فِي مَنْعِ تَرْمِيمِ الْكَنَائِسِ ¶ كتبها ¶ الْعَلَّامَةُ الْحَافِظُ الْفَقِيهُ الْمُجْتَهِدُ القَاضِي تَقِيُّ الدِّينِ أَبُو الْحَسَنِ عَلِيُّ بْنُ عَبْدِ الْكَافِي السُّبْكِيُّ (683-756 هـ) رَحِمَهُ اللَّهُ",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "لِلشَّيْخِ الْإِمَامِ رَحِمَهُ اللَّهُ مُصَنَّفَاتٌ فِيهَا، هَذَا أَحَدُهَا، فَنَذْكُرُهُ بِنَصِّهِ. ¶ قَالَ رَضِيَ اللَّهُ عَنْهُ: ¶  (الْحَمْدُ لِلَّهِ الَّذِي أَيْقَظَنَا مِنْ سِنَةِ الْغَفْلَةِ وَجَعَلَنَا مِنْ أَشْرَفِ مِلَّةٍ وَهَدَى إلَى أَشْرَفِ قِبْلَةٍ وَأَعْظَمِ نِحْلَةٍ وَصَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ الَّذِي نَسَخَ بِشَرِيعَتِهِ كُلَّ شَرِيعَةٍ قَبْلَهُ وَسَلِّمْ تَسْلِيمًا كَثِيرًا لَا يَبْلُغُ الْوَاصِفُونَ فَضْلَهُ. ¶ أَمَّا بَعْدُ فَقَدْ سُئِلْتُ عَنْ تَرْمِيمِ الْكَنَائِسِ أَوْ إعَادَةِ الْكَنِيسَةِ الْمُضْمَحِلَّةِ فَأَرَدْت أَنْ أَنْظُرَ مَا فِيهَا مِنْ الْأَدِلَّةِ وَأُزِيلَ مَا حَصَلَ فِيهَا مِنْ الْعِلَّةِ وَسَأَلْتُ اللَّهَ أَنْ يَهْدِيَنِي لِمَا اُخْتُلِفَ فِيهِ مِنْ الْحَقِّ وَيُرْشِدنِي سُبُلَهُ وَتَوَسَّلْت بِنَبِيِّهِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا أَعْدَمَنِي اللَّهُ فَضْلَهُ وَظِلَّهُ وَقَفَوْتُ أَثَرَ عُمَرَ بْنِ الْخَطَّابِ وَعَدْلِهِ وَشُرُوطِهِ الَّتِي أَخَذَهَا لَمَّا فَتَحَ الْبِلَادَ وَشَيَّدَ الْإِسْلَامَ وَأَهْلَهُ، وَهَذَا التَّرْمِيمُ يَقَعُ السُّؤَالُ عَنْهُ كَثِيرًا وَلَا سِيَّمَا فِي الدِّيَارِ الْمِصْرِيَّةِ وَيُفْتِي كَثِيرٌ مِنْ الْفُقَهَاءِ بِجَوَازِهِ وَتَخْرُجُ بِهِ مَرَاسِيمُ مِنْ الْمُلُوكِ وَالْقُضَاةِ بِلَا إذْنٍ فِيهِ وَذَلِكَ خَطَأٌ بِإِجْمَاعِ الْمُسْلِمِينَ فَإِنَّ بِنَاءَ الْكَنِيسَةِ حَرَامٌ بِالْإِجْمَاعِ، وَكَذَا تَرْمِيمُهَا وَكَذَلِكَ قَالَ الْفُقَهَاءُ: لَوْ وَصَّى بِبِنَاءِ كَنِيسَةٍ فَالْوَصِيَّةُ بَاطِلَةٌ؛ لِأَنَّ بِنَاءَ الْكَنِيسَةِ مَعْصِيَةٌ وَكَذَا تَرْمِيمُهَا وَلَا فَرْقَ بَيْنَ أَنْ يَكُونَ الْمُوَصِّي مُسْلِمًا أَوْ كَافِرًا، وَكَذَا لَوْ وَقَفَ عَلَى كَنِيسَةٍ كَانَ الْوَقْفُ بَاطِلًا مُسْلِمًا كَانَ الْوَاقِفُ أَوْ كَافِرًا فَبِنَاؤُهَا وَإِعَادَتُهَا وَتَرْمِيمُهَا مَعْصِيَةٌ مُسْلِمًا كَانَ الْفَاعِلُ لِذَلِكَ أَوْ كَافِرًا هَذَا شَرْعُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وَهُوَ لَازِمٌ لِكُلِّ مُكَلَّفٍ مِنْ الْمُسْلِمِينَ وَالْكُفَّارِ، وَأَمَّا أُصُولُهُ فَبِالْإِجْمَاعِ، وَأَمَّا فُرُوعُهُ فَمَنْ قَالَ إنَّ الْكُفَّارَ مُكَلَّفُونَ بِفُرُوعِ الشَّرِيعَةِ فَكَذَلِكَ وَكُلُّ مَا هُوَ حَرَامٌ عَلَيْنَا حَرَامٌ عَلَيْهِمْ، وَمَنْ قَالَ لَيْسُوا مُكَلَّفِينَ بِالْفُرُوعِ وَإِنَّمَا مُكَلَّفُونَ بِالْإِسْلَامِ فَقَدْ يَقُولُ إنَّ تَحْرِيمَ هَذَا كَتَحْرِيمِ الْكُفْرِ فَهُوَ مُتَعَلِّقٌ بِهِمْ وَقَدْ يَقُولُ: إنَّهُ كَسَائِرِ الْفُرُوعِ فَلَا يُقَالُ فِيهِ فِي حَقِّهِمْ لَا حَلَالٌ وَلَا حَرَامٌ، أَمَّا إنَّهُ جَائِزٌ أَوْ حَلَالٌ أَوْ مَأْذُونٌ فِيهِ لَهُمْ فَلَمْ يَقُلْ بِهِ أَحَدٌ وَلَا يَأْتِي عَلَى مَذْهَبٍ مِنْ الْمَذَاهِبِ.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وَجَمِيعُ الشَّرَائِعِ نُسِخَتْ بِشَرِيعَةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَا يُشْرَعُ الْيَوْمَ إلَّا شَرْعُهُ، بَلْ: أَقُولُ إنَّهُ لَمْ يَكُنْ قَطُّ شَرْعٌ يُسَوَّغُ فِيهِ لِأَحَدٍ أَنْ يَبْنِيَ مَكَانًا يَكْفُرُ فِيهِ بِاَللَّهِ فَالشَّرَائِعُ كُلُّهَا مُتَّفِقَةٌ عَلَى تَحْرِيمِ الْكُفْرِ وَيَلْزَمُ مِنْ تَحْرِيمِ الْكُفْرِ تَحْرِيمُ إنْشَاءِ الْمَكَانِ الْمُتَّخَذِ لَهُ وَالْكَنِيسَةُ الْيَوْمَ لَا تُتَّخَذُ إلَّا لِذَلِكَ وَكَانَتْ مُحَرَّمَةً مَعْدُودَةً مِنْ الْمُحَرَّمَاتِ فِي كُلِّ مِلَّةٍ، وَإِعَادَةُ الْكَنِيسَةِ الْقَدِيمَةِ كَذَلِكَ؛ لِأَنَّهَا إنْشَاءُ بِنَاءٍ لَهَا وَتَرْمِيمُهَا أَيْضًا كَذَلِكَ؛ لِأَنَّهُ جُزْءٌ مِنْ الْحَرَامِ وَلِأَنَّهُ إعَانَةٌ عَلَى الْحَرَامِ فَمَنْ أَذِنَ فِي حَرَامٍ وَمَنْ أَحَلَّهُ فَقَدْ أَحَلَّ حَرَامًا، مَنْ تَوَهَّمَ أَنَّ ذَلِكَ مِنْ الشَّرْعِ رُدَّ عَلَيْهِ بِقَوْلِهِ تَعَالَى {أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنْ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ} وَبِقَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ {إنِّي لَا أُحِلُّ مَا حَرَّمَ اللَّهُ وَلَا أُحَرِّمُ مَا أَحَلَّ اللَّهُ} وَإِنَّمَا اخْتَلَفَ الْفُقَهَاءُ فِي كَوْنِهِمْ يُمْنَعُونَ مِنْ التَّرْمِيمِ وَالْإِعَادَةِ أَوْ لَا يُمْنَعُونَ فَاَلَّذِي يَقُولُ لَا يُمْنَعُونَ لَا يَقُولُ بِأَنَّهُمْ مَأْذُونٌ لَهُمْ وَلَا أَنَّهُ حَلَالٌ لَهُمْ جَائِزٌ، وَإِنْ وَقَعَ ذَلِكَ فِي كَلَامِ بَعْضِ الْمُصَنِّفِينَ فَهُوَ مَحْمُولٌ عَلَى إطْلَاقِ الْعِبَارَةِ وَالْإِحَالَةِ عَلَى فَهْمِ الْفَقِيهِ لِمَا عَرَفَ قَوَاعِدَ الْفِقْهِ فَلَا يَغْتَرُّ جَاهِلٌ بِذَلِكَ، وَالْفَقِيهُ الْمُصَنِّفُ قَدْ يَسْتَعْمِلُ مِنْ الْأَلْفَاظِ مَا فِيهِ مَجَازٌ لِمَعْرِفَتِهِ",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "أَنَّ الْفُقَهَاءَ يَعْرِفُونَ مُرَادُهُ وَمُخَاطَبَتُهُ لِلْفُقَهَاءِ. ¶ وَأَمَّا الْمُفْتِي فَغَالِبُ مُخَاطَبَتِهِ لِلْعَوَامِّ فَلَا يُعْذَرُ فِي ذَلِكَ وَعَلَيْهِ أَنْ لَا يَتَكَلَّمَ بِالْمَجَازِ وَلَا بِمَا يُفْهَمُ مِنْهُ غَيْرُ ظَاهِرِهِ، ثُمَّ الْقَائِلُونَ بِأَنَّهُمْ لَا يَمْنَعُونَ لَمْ يَقُلْ أَحَدٌ مِنْهُمْ أَنَّ ذَلِكَ بِأَصْلِ الشَّرْعِ بَلْ إذَا اُشْتُرِطَ لَهُمْ ذَلِكَ فِي مَوْضِعٍ يَجُوزُ اشْتِرَاطُهُ فَهَذَا هُوَ الَّذِي نَقُولُ الْفُقَهَاءُ إنَّهُمْ يُقِرُّونَ عَلَيْهَا وَيَخْتَلِفُونَ فِي تَرْمِيمِهَا وَإِعَادَتِهَا وَأَمَّا بِغَيْرِ شَرْطٍ فَلَمْ يَقُلْ أَحَدٌ إنَّهُمْ يُقَرُّونَ عَلَى إبْقَاءٍ، وَلَا يُمَكِّنُونَ مِنْ تَرْمِيمٍ أَوْ إعَادَةٍ فَلْيُتَنَبَّهْ لِهَذَيْنِ الْأَمْرَيْنِ أَحَدُهُمَا أَنَّ عَدَمَ الْمَنْعِ أَعَمُّ مِنْ الْإِذْنِ، وَالْإِذْنُ لَمْ يَقُلْ بِهِ أَحَدٌ. ¶ وَالثَّانِي أَنَّ عَدَمَ الْمَنْعِ إنَّمَا هُوَ إذَا شُرِطَ أَمَّا إذَا لَمْ يُشْرَطْ فَيُمْنَعُ وَلَا يَبْقَى وَهَذَا أَمْرٌ مَقْطُوعٌ بِهِ مَأْخُوذٌ مِنْ قَوَاعِدَ مُجْمَعٍ عَلَيْهَا لَا نَحْتَاجُ فِيهِ إلَى أَدِلَّةٍ خَاصَّةٍ فَكُلُّ مَا نَذْكُرُهُ بَعْدَ ذَلِكَ مِنْ الْأَحَادِيثِ وَالْآثَارِ وَشَرْطِ عُمَرَ وَغَيْرِهِ تَأْكِيدٌ لِذَلِكَ فَإِنْ كَانَ فِي بَعْضِ إسْنَادِهَا وَهْنٌ فَلَا يَضُرُّنَا؛ لِأَنَّ الْحُكْمَ الَّذِي قَصَدْنَاهُ ثَابِتٌ بِدُونِ مَا ذَكَرْنَاهُ وَهَذَا كَمَا أَنَّا نُقِرُّهُمْ عَلَى شُرْبِ الْخَمْرِ وَلَا يَقُولُ أَحَدٌ إنَّ شُرْبَ الْخَمْرِ حَلَالٌ لَهُمْ وَلَا أَنَّا نَأْذَنُ لَهُمْ فِيهِ وَلَمْ يَرِدْ فِي الْقُرْآنِ لَفْظُ الْكَنِيسَةِ.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "قَالَ اللَّهُ تَعَالَى {وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ} فَالصَّوَامِعُ لِلرُّهْبَانِ وَالصَّلَوَاتُ قِيلَ إنَّهَا لِلْيَهُودِ وَاسْمُهَا بِلِسَانِهِمْ صِلْوَتَا، وَالْبِيَعُ جَمْعُ بِيعَةٍ بِكَسْرِ الْبَاءِ قِيلَ لِلْيَهُودِ وَالْكَنَائِسُ لِلنَّصَارَى وَقِيلَ الْبِيَعُ لِلنَّصَارَى. ¶ وَالظَّاهِرُ أَنَّ اسْمَ الْكَنَائِسِ مَأْخُوذٌ مِنْ كَنَاسِ الظَّبْيِ الَّذِي تَأْوِي إلَيْهِ فَالنَّصَارَى وَالْيَهُودُ يَأْوُونَ إلَى كَنَائِسِهِمْ فِي خِفْيَةٍ مِنْ الْمُسْلِمِينَ لِعِبَادَتِهِمْ الْبَاطِلَةِ. ¶ وَقَالَ النَّوَوِيُّ فِي اللُّغَاتِ: الْكَنِيسَةُ الْمَعْبَدُ لِلْكُفَّارِ وَقَالَ الْجَوْهَرِيُّ هِيَ لِلنَّصَارَى. ¶ وَكُلُّ مَا أُحْدِثَ مِنْهَا بَعْدَ الْفَتْحِ فَهُوَ مُنْهَدِمٌ بِالْإِجْمَاعِ فِي الْأَمْصَارِ، وَكَذَا فِي غَيْرِ الْأَمْصَارِ خِلَافًا لِأَبِي حَنِيفَةَ وَكُلُّ مَا كَانَ قَبْلَ الْفَتْحِ وَبَعْدَ النَّسْخِ وَالتَّبْدِيلِ هُوَ الَّذِي يَتَكَلَّمُ الْفُقَهَاءُ فِي تَقْرِيرِهِ إذَا شُرِطَ يَجُوزُ الشَّرْطُ وَكُلُّ مَا كَانَ قَبْلَ النَّسْخِ وَالتَّبْدِيلِ لَمْ أَرَ لِلْفُقَهَاءِ فِيهِ كَلَامًا، وَاَلَّذِي يَظْهَرُ أَنَّ حُكْمَهُ حُكْمُ الْمَسَاجِدِ يُوَحِّدُ مَسْجِدًا لِلْمُسْلِمِينَ يُوَحَّدُ فِيهِ اللَّهُ تَعَالَى؛ لِأَنَّهُ بُنِيَ لِذَلِكَ حَيْثُ كَانُوا عَلَى إسْلَامٍ، فَشَرِيعَةُ مُوسَى وَعِيسَى عَلَيْهِمَا السَّلَامُ الْإِسْلَامُ كَشَرِيعَتِنَا فَلَا يُمَكَّنُ النَّصَارَى أَوْ الْيَهُودُ مِنْهُ.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وَقَدْ قَسَّمَ الْفُقَهَاءُ الْبِلَادَ إلَى مَا فُتِحَ عَنْوَةً وَصُلْحًا وَمَا أَنْشَأَهُ الْمُسْلِمُونَ وَسَنَذْكُرُ ذَلِكَ وَلَكِنْ كُلُّهُ لَا شَيْءَ مِنْهُ تَبْقَى فِيهِ كَنِيسَةٌ مِنْ غَيْرِ شَرْطٍ، سَوَاءٌ فُتِحَ عَنْوَةً أَمْ صُلْحًا وَإِذَا حَصَلَ الشَّكُّ فِيمَا فُتِحَ عَنْوَةً أَوْ صُلْحًا لَمْ يَضُرَّ لِمَا نَبَّهْنَا عَلَيْهِ مِنْ أَنَّ شَرْطَ التَّبْقِيَةِ الشَّرْطُ فِيهِمَا وَإِذَا حَصَلَ الشَّكُّ فِي الشَّرْطِ فَهَذَا مَوْضِعُ عُمْرِهِ فِي الْفِقْهِ هَلْ يُقَالُ: الْأَصْلُ عَدَمُ الشَّرْطِ فَنَهْدِمُهَا مَا لَمْ يَثْبُتْ شَرْطُ إبْقَائِهَا أَوْ يُقَالُ: إنَّهَا الْآنَ مَوْجُودَةٌ فَلَا نَهْدِمُهَا بِالشَّكِّ، وَهَذَا إذَا تَحَقَّقْنَا وُجُودَهَا عِنْدَ الْفَتْحِ وَشَكَكْنَا فِي شَرْطِ الْإِبْقَاءِ فَقَطْ فَإِنْ شَكَّكْنَا فِي وُجُودِهَا عِنْدَ الْفَتْحِ انْضَافَ شَكٌّ إلَى شَكٍّ فَكَانَ جَانِبُ التَّبْقِيَةِ أَضْعَفَ وَيَقَعُ النَّظَرُ فِي أَنَّهُمْ هَلْ لَهُمْ يَدٌ عَلَيْهَا أَوْ نَقُولُ إنَّ",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "بِلَادَنَا عَلَيْهَا وَعَلَى كَنَائِسِهَا وَهَلْ إذَا هَدَمَهَا هَادِمٌ وَلَوْ قُلْنَا بِتَبْقِيَتِهَا لَا يَضْمَنُ صُورَةَ التَّأْلِيفِ كَمَا لَا يَضْمَنُ إذَا فُصِلَ الصَّلِيبُ وَالْمِزْمَارُ وَهَلْ يَضْمَنُ الْحِجَارَةَ وَنَحْوَهَا رَابِلُهُ التَّأْلِيفُ هَذَا يَنْبَغِي فِيهِ تَفْصِيلٌ وَهُوَ أَنَّهُ إذَا احْتَمَلَ أَنَّهَا أُخِذَتْ مِنْ مَوَاتٍ كَنَقْرٍ فِي حَجَرٍ فِي أَرْضٍ مَوَاتٍ فَلَا ضَمَانَ أَصْلًا؛ لِأَنَّهَا لَمْ تَدْخُلْ فِي مِلْكِ مَنْ اتَّخَذَهَا لِذَلِكَ لِهَذَا الْقَصْدِ كَالْمَسْجِدِ الَّذِي يُبْنَى فِي الْمَوَاتِ بِغَيْرِ تَشْبِيهٍ وَإِنْ لَمْ يَحْتَمِلْ ذَلِكَ بَلْ كَانَتْ مِمَّا جَرَى عَلَيْهِ مِلْكٌ وَوُقِفَتْ لِذَلِكَ وَلَمْ يَعْلَمْ وَاقِفُهَا هَذِهِ الْكَنَائِسَ الْمَوْجُودَةَ فَالظَّاهِرُ أَيْضًا أَنَّهَا لَا يَضْمَنُ وَإِنْ كَانَ الْهَادِمُ ارْتَكَبَ حَرَامًا. ¶ وَاعْلَمْ أَنَّ فِي الْآثَارِ الَّتِي سَنَذْكُرُهَا فِي كَلَامِ الْفُقَهَاءِ وَفِي كَلَامِ الْفُقَهَاءِ مَا يَقْتَضِي هَدْمَ الْكَنَائِسِ وَمَا يَقْتَضِي إبْقَاءَهَا وَلَا تَنَاقُضَ فِي ذَلِكَ؛ لِأَنَّهُ يَخْتَلِفُ بِاخْتِلَافِ مَحَالِّهَا وَصِفَتِهَا كَمَا سَتَرَى ذَلِكَ مُبَيَّنًا - إنْ شَاءَ اللَّهُ تَعَالَى - فَلَا تَغْتَرُّ سَادَةُ الْفُقَهَاءِ بِمَا تَجِدُهُ مِنْ بَعْضِ كَلَامٍ فِي ذَلِكَ حَتَّى تَنْظُرَ مَا فِيهِ مِنْ كَلَامِ غَيْرِهِ وَتُحِيطُ عِلْمًا بِأُصُولِهِ وَفُرُوعِهِ. ¶ وَلْنَشْرَعْ فِيمَا تَيَسَّرَ ذِكْرُهُ مِنْ الْأَحَادِيثِ وَالْآثَارِ وَكَلَامِ الْفُقَهَاءِ إنْ شَاءَ اللَّهُ تَعَالَى طَالِبًا مِنْ اللَّهِ الْعَوْنَ وَالْعِصْمَةَ وَالتَّوْفِيقَ:",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "(بَابُ الْأَحَادِيثِ الْوَارِدَةِ فِي ذَلِكَ) أَنْبَأَ أَبُو مُحَمَّدٍ الدِّمْيَاطِيُّ قَالَ أَنْبَأَنَا أَبُو الْحُسَيْنِ عَلِيُّ بْنُ عَبْدِ اللَّهِ بْنِ عَلِيِّ بْنِ مَنْصُورِ بْنِ الْمُقِيرُ أَنْبَأَ الْحَافِظُ ابْنُ نَاصِرٍ قَالَ أَنَا الشَّيْخَانِ أَبُو رَجَاءٍ إسْمَاعِيلُ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الْحَدَّادُ الْأَصْبَهَانِيُّ وَالشَّيْخُ أَبُو عُثْمَانَ إسْمَاعِيلُ بْنُ أَبِي سَعِيدٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ مُلَّةَ الْأَصْبَهَانِيُّ قَالَا أَنَا أَبُو طَاهِرٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عَبْدِ الرَّحِيمِ الْكَاتِبُ الْأَصْبَهَانِيُّ أَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ حَيَّانَ الْمَعْرُوفُ بِأَبِي الشَّيْخِ فِي كِتَابِ شُرُوطِ الذِّمَّةِ ثنا إبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ الْحَارِثِ ثنا سُلَيْمَانُ بْنُ دَاوُد أَبُو أَيُّوبَ ثنا سَعِيدُ بْنُ الْحُبَابِ ثنا عُبَيْدُ بْنُ بَشَّارٍ عَنْ أَبِي الزَّاهِرِيَّةِ عَنْ كَثِيرِ بْنِ مُرَّةَ قَالَ سَمِعْت عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ يَقُولُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ {لَا تُحْدِثُوا كَنِيسَةً فِي الْإِسْلَامِ وَلَا تُجَدِّدُوا مَا ذَهَبَ مِنْهَا} هَكَذَا فِي هَذِهِ الطَّرِيقِ عُبَيْدُ بْنُ بَشَّارٍ وَأَظُنُّهُ تَصْحِيفًا فَقَدْ رَوَاهُ أَبُو أَحْمَدَ عَبْدُ اللَّهِ بْنُ عَدِيٍّ الْحَافِظُ الْجُرْجَانِيُّ فِي كِتَابِهِ الْكَامِلِ فِي تَرْجَمَةِ سَعِيدِ بْنِ سِنَانٍ عَنْ أَبِي الزَّاهِرِيَّةِ عَنْ كَثِيرِ بْنِ مُرَّةَ قَالَ سَمِعْت عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ {لَا نَذْرَ فِي مَعْصِيَةٍ وَلَا يَمِينَ فِي مَعْصِيَةٍ وَكَفَّارَتُهُ كَفَّارَةُ يَمِينٍ} .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "قَالَ ابْنُ عَدِيٍّ وَبِإِسْنَادِهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ {لَا تُبْنَى كَنِيسَةٌ فِي الْإِسْلَامِ وَلَا يُجَدَّدُ مَا خَرِبَ مِنْهَا} سَعِيدُ بْنُ سِنَانٍ ضَعَّفَهُ الْأَكْثَرُونَ وَوَثَّقَهُ بَعْضُهُمْ وَكَانَ مِنْ صَالِحِي أَهْلِ الشَّامِ وَأَفْضَلِهِمْ وَهُوَ مِنْ رِجَالِ ابْنِ مَاجَهْ كُنْيَتُهُ أَبُو الْمَهْدِيِّ. ¶ وَذَكَرَهُ عَبْدُ الْحَقِّ فِي الْأَحْكَامِ. ¶ وَقَوْلُهُ لَا يُجَدَّدُ مَا خَرِبَ مِنْهَا عَامٌّ لِأَنَّ الْفِعْلَ الْمَاضِيَ إذَا كَانَ صِلَةً لِمَوْصُولٍ احْتَمَلَ الْمُضِيَّ وَالِاسْتِقْبَالَ فَيُحْمَلُ عَلَيْهِمَا لِلْعُمُومِ وَيَعُمُّ أَيْضًا التَّرْمِيمَ وَالْإِعَادَةَ؛ لِأَنَّ قَوْلَهُ \" مَا \" يَعُمُّ خَرَابَ كُلِّهَا وَخَرَابَ بَعْضِهَا، وَقَوْلُهُ \" لَا تُبْنَى \" يَعُمُّ الْأَمْصَارَ وَالْقُرَى، وَقَوْلُهُ \" مَا خَرِبَ يَعُمُّ الْكَنَائِسَ الْقَدِيمَةَ وَالْمُرَادُ فِي الْإِسْلَامِ كَالْبِنَاءِ فَكُلُّ مَا بَنَوْهُ أَوْ رَمَّمُوهُ أَوْ أَعَادُوهُ فِي بِلَادِ الْإِسْلَامِ أَوْ فِي بِلَادٍ عَلَيْهَا حُكْمُ الْإِسْلَامِ فَمَا صُولِحُوا عَلَيْهِ وَإِنْ لَمْ يَكُنْ فِيهِ مُسْلِمٌ إذَا صَالَحْنَاهُمْ عَلَى أَنَّ الْبَلَدَ لَنَا وَهَذَا بِلَا شَكٍّ. ¶ وَقَدْ يُقَالُ إنَّمَا صَالَحْنَاهُمْ عَلَى أَنَّ الْبَلَدَ لَهُمْ يَدْخُلُ فِي ذَلِكَ وَيُمْنَعُ مِنْهُ. ¶ وَقَدْ اخْتَلَفَ أَصْحَابُ الشَّافِعِيِّ فِيمَا فُتِحَ صُلْحًا عَلَى أَنْ يَكُونَ الْبَلَدُ لَهُمْ فِي إحْدَاثِ كَنَائِسَ فِيهَا فَعَنْ بَعْضِ الْأَصْحَابِ مَنَعَهُ عَلَى مُقْتَضَى مَا ذَكَرْنَاهُ مِنْ الْأَحَادِيثِ.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وَقَالَ الرَّافِعِيُّ الظَّاهِرُ أَنَّهُ لَا مَنْعَ فِيهِ لِأَنَّهُمْ يَتَصَرَّفُونَ فِي مِلْكِهِمْ وَالدَّارُ لَهُمْ وَأَمَّا مَا بَنَوْهُ فِي مُدَّةِ الْإِسْلَامِ فِي بِلَادِهِمْ قَبْلَ الْفَتْحِ وَهُمْ مُحَارَبُونَ فَهُوَ وَإِنْ كَانَ حَرَامًا عَلَيْهِمْ لَكِنَّهُ لَوْ صَالَحُونَا عَلَيْهِ بَعْدَ ذَلِكَ جَازَ لِأَنَّا لَا نَنْظُرُ إلَى مَا كَانَ قَبْلَ ذَلِكَ وَنَبْتَدِئُ مِنْ حِينِ الصُّلْحِ حُكْمًا جَدِيدًا. ¶ وَبِالْإِسْنَادِ إلَى أَبِي الشَّيْخِ ابْنِ حِبَّانَ قَالَ حَدَّثَنِي خَالِي ثنا مِقْدَامُ بْنُ دَاوُد بْنِ عِيسَى بِمِصْرَ ثنا النَّضْرُ بْنُ عَبْدِ الْجَبَّارِ ثنا ابْنُ لَهِيعَةَ عَنْ عَطَاءٍ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ {لَا خِصَاءَ فِي الْإِسْلَامِ وَلَا بُنْيَانَ كَنِيسَةٍ} . ¶ إسْنَادُهُ ضَعِيفٌ وَبُنْيَانُ كَنِيسَةٍ يَشْمَلُ الِابْتِدَاءَ وَالْإِعَادَةَ الْمُرَادُ فِي الْإِسْلَامِ كَمَا فَسَّرْنَاهُ فِي الْحَدِيثِ الَّذِي قَبْلَهُ. ¶ وَبِالْإِسْنَادِ إلَى ابْنِ حِبَّانَ ثنا ابْنُ رَسْتَةَ وَثَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ عَلِيِّ بْنِ مَخْلَدٍ قَالَا ثنا أَبُو أَيُّوبَ سُلَيْمَانُ بْنُ دَاوُد ثنا مُحَمَّدُ بْنُ دِينَارٍ ثنا أَبَانُ بْنُ أَبِي عَيَّاشٍ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: {اهْدِمُوا الصَّوَامِعَ وَاهْدِمُوا الْبِيَعَ} إسْنَادُهُ ضَعِيفٌ وَلَوْ صَحَّ لَكَانَ يُمْكِنُ التَّمَسُّكُ بِعُمُومِهِ فِيمَا حَدَثَ فِي الْإِسْلَامِ وَفِيمَا قَدِمَ.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وَرَوَى أَحْمَدُ بْنُ حَنْبَلٍ قَالَ ثنا حَمَّادُ بْنُ خَالِدٍ الْخَيَّاطُ ثنا اللَّيْثُ بْنُ سَعْدٍ عَنْ تَوْبَةَ عَنْ نَمِرٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: {لَا خِصَاءَ فِي الْإِسْلَامِ وَلَا كَنِيسَةَ} وَرَوَيْنَا فِي كِتَابِ الْأَمْوَالِ لِأَبِي عُبَيْدٍ قَالَ ثنا عَبْدُ اللَّهِ بْنُ صَالِحٍ عَنْ اللَّيْثِ بْنِ سَعْدٍ قَالَ حَدَّثَنِي تَوْبَةُ بْنُ النَّمِرِ الْحَضْرَمِيُّ قَاضِي مِصْرَ عَمَّنْ أَخْبَرَهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ {لَا خِصَاءَ فِي الْإِسْلَامِ وَلَا كَنِيسَةَ} اسْتَدَلُّوا بِهِ عَلَى عَدَمِ إحْدَاثِ الْكَنَائِسِ وَلَوْ قِيلَ إنَّهُ شَامِلٌ لِلْأَحْدَاثِ وَالْإِبْقَاءِ لَمْ يَبْعُدْ، يَخُصُّ مِنْهُ مَا كَانَ بِالشَّرْطِ بِدَلِيلٍ وَيَبْقَى مَا عَدَاهُ عَلَى مُقْتَضَى اللَّفْظِ، وَتَقْدِيرُهُ لَا كَنِيسَةَ مَوْجُودَةً شَرْعًا. ¶ وَهَذِهِ الْأَحَادِيثُ الَّتِي ذَكَرْنَاهَا مُطْلَقَةٌ لَمْ يُعَيَّنْ فِيهَا بِلَادُ صُلْحٍ وَلَا عَنْوَةٍ وَلَا غَيْرَهَا فَهِيَ تَشْمَلُ جَمِيعَ بِلَادِ الْإِسْلَامِ لِأَجْلِ الْعُمُومِ الْمُسْتَفَادِ مِنْ النَّفْيِ.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وَمِنْ الْأَحَادِيثِ الْعَامَّةِ فِي ذَلِكَ مَا رَوَاهُ أَبُو دَاوُد ثنا سُلَيْمَانُ بْنُ دَاوُد الْعَتَكِيُّ ثنا جَرِيرٌ، ح وَقَرَأْتُ عَلَى الصَّنْهَاجِيِّ أَنْبَأَ أَبُو بَكْرِ بْنُ الْقَسْطَلَّانِيِّ أَنَا ابْنُ الْبَنَّاءِ أَنَا الْكَرُوخِيُّ أَنْبَأَ الْأَزْدِيُّ وَالْعَوْرَجِيُّ قَالَا أَنْبَأَ الْجَرَّاحِيُّ أَنَا الْمَحْيَوِيُّ ثنا التِّرْمِذِيُّ ثنا يَحْيَى بْنُ أَكْثَمَ ثنا جَرِيرٌ عَنْ قَابُوسَ بْنِ أَبِي ظَبْيَانَ عَنْ ابْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ {لَا تَكُونُ قِبْلَتَانِ فِي بَلَدٍ وَاحِدٍ} هَذَا لَفْظُ أَبِي دَاوُد فِي بَابِ إخْرَاجِ الْيَهُودِ مِنْ جَزِيرَةِ الْعَرَبِ وَلَفْظُ التِّرْمِذِيِّ {لَا تَصْلُحُ قِبْلَتَانِ فِي أَرْضٍ وَاحِدَةٍ وَلَيْسَ عَلَى الْمُسْلِمِينَ جِزْيَةٌ} أَخْرَجَهُ فِي كِتَابِ الزَّكَاةِ. ¶ قَالَ وَحَدَّثَنَا أَبُو كُرَيْبٍ ثنا جَرِيرٌ عَنْ قَابُوسَ بِهَذَا الْإِسْنَادِ نَحْوَهُ. ¶ وَهَذَا الْحَدِيثُ قَدْ اُخْتُلِفَ فِي إسْنَادِهِ وَإِرْسَالِهِ فَرَوَاهُ الْعَتَكِيُّ وَأَبُو كُرَيْبٍ عَنْ جَرِيرٍ عَنْ قَابُوسَ كَمَا رَأَيْت وَرَوَيْنَاهُ مُقْتَصَرًا عَلَى الْفَصْلِ الثَّانِي مِنْ يَمِينِهِ وَهُوَ قَوْلُهُ {لَيْسَ عَلَى مُسْلِمٍ جِزْيَةٌ} .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "فِي كِتَابِ الْأَمْوَالِ لِأَبِي عُبَيْدِ الْقَاسِمِ بْنِ سَلَامٍ الَّذِي سَمِعْنَاهُ عَلَى شَيْخِنَا الدِّمْيَاطِيِّ بِسَمَاعِهِ مِنْ ابْنِ الْجُمَّيْزِيِّ قَالَ أَبُو عُبَيْدٍ ثنا مُصْعَبُ بْنُ الْمِقْدَامِ عَنْ سُفْيَانَ بْنِ سَعِيدٍ عَنْ قَابُوسَ عَنْ أَبِيهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرْسَلًا وَجَرِيرٌ وَإِنْ كَانَ ثِقَةً لَكِنَّ سُفْيَانَ أَجَلُّ مِنْهُ فَعَلَى طَرِيقَةِ الْمُحَدِّثِينَ الْمُرْسَلُ أَصَحُّ، وَعَلَى طَرِيقَةِ بَعْضِ الْفُقَهَاءِ فِي الْمُسْنَدِ زِيَادَةٌ، وَقَدْ ذَكَرَ التِّرْمِذِيُّ الْخِلَافَ فِي إسْنَادِهِ وَإِرْسَالِهِ وَقَابُوسُ فِيهِ لِينٌ مَعَ تَوْثِيقِ بَعْضِهِمْ لَهُ، وَكَانَ يَحْيَى بْنُ سَعِيدٍ يُحَدِّثُ عَنْهُ وَيَحْيَى لَا يُحَدِّثُ إلَّا عَنْ ثِقَةٍ، وَفِي الْقَلْبِ مِنْهُ شَيْءٌ وَلَا يَتَبَيَّنُ لِي قِيَامُ الْحُجَّةِ بِهِ وَحْدَهُ، وَعُدْت الشَّيْخَ نُورَ الدِّينِ الْبَكْرِيَّ فِي مَرَضِهِ فَسَأَلَنِي عَنْ هَذَا الْحَدِيثِ، وَقَالَ مَا بَقِيَ إلَّا تَصْحِيحُهُ وَأَفْتَى بِهَدْمِ الْكَنَائِسِ وَبِإِجْلَاءِ الْيَهُودِ وَالنَّصَارَى. ¶ وَقَدْ رَأَيْت فِي كَلَامِ ابْنِ جَرِيرٍ أَنَّ حُكْمَ جَمِيعِ بِلَادِ الْإِسْلَامِ حُكْمُ جَزِيرَةِ الْعَرَبِ ثُمَّ رَأَيْت أَنَا فِي كَلَامِ ابْنِ جَرِيرٍ بَعْدَ ذَلِكَ وَسَأَذْكُرُهُ فِي فَصْلٍ مُفْرَدٍ إنْ شَاءَ اللَّهُ تَعَالَى وَأَتَكَلَّمُ عَلَيْهِ. ¶ وَفِي الْأَمْوَالِ لِأَبِي عُبَيْدٍ حَدَّثَنِي نُعَيْمٌ عَنْ شِبْلِ بْنِ عَبَّادٍ عَنْ قَيْسِ بْنِ سَعْدٍ قَالَ سَمِعْتُ طَاوُسًا يَقُولُ لَا يَنْبَغِي لِبَيْتِ رَحْمَةٍ أَنْ يَكُونَ عِنْدَ بَيْتِ عَذَابٍ.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "قَالَ أَبُو عُبَيْدٍ أَرَاهُ يَعْنِي الْكَنَائِسَ وَالْبِيَعَ وَبُيُوتَ النِّيرَانِ يَقُولُ لَا يَنْبَغِي أَنْ تَكُونَ مَعَ الْمَسَاجِدِ فِي أَمْصَارِ الْمُسْلِمِينَ وَفِي سُنَنِ أَبِي دَاوُد أَيْضًا حَدَّثَنَا مُحَمَّدُ بْنُ دَاوُد بْنِ سُفْيَانَ ثنا يَحْيَى بْنُ حَسَّانَ ثنا سُلَيْمَانُ بْنُ مُوسَى أَبُو دَاوُد ثنا جَعْفَرُ بْنُ سَعْدِ بْنِ سَمُرَةَ بْنِ جُنْدَبٍ عَنْ سَمُرَةَ بْنِ جُنْدَبٍ أَمَّا بَعْدُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ {مَنْ جَامَعَ الْمُشْرِكَ وَسَكَنَ مَعَهُ فَإِنَّهُ مِثْلُهُ} لَمْ يَرْوِهِ مِنْ أَصْحَابِ الْكُتُبِ السِّتَّةِ إلَّا أَبُو دَاوُد وَبَوَّبَ لَهُ بَابَ الْإِقَامَةِ فِي أَرْضِ الْمُشْرِكِ، وَلَيْسَ فِي سَنَدِهِ ضَعْفٌ فَهُوَ حَدِيثٌ حَسَنٌ وَبِإِسْنَادِنَا الْمُتَقَدِّمِ إلَى أَبِي الشَّيْخِ حَدَّثَنَا إِسْحَاقُ بْنُ بَيَانٍ الْوَاسِطِيُّ ثنا فَضْلُ بْنُ سَهْلٍ ثنا مُضَرُ بْنُ عَطَاءٍ الْوَاسِطِيُّ ثنا هَمَّامٌ عَنْ قَتَادَةَ عَنْ أَنَسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ {لَا تُسَاكِنُوا الْمُشْرِكِينَ وَلَا تُجَامِعُوهُمْ فَمَنْ سَاكَنَهُمْ أَوْ جَامَعَهُمْ فَهُوَ مِثْلُهُمْ} . ¶ هَذَا هُوَ مَعْنَى الْحَدِيثِ الْأَوَّلِ. ¶ وَقَدْ اخْتَلَفَ الْعُلَمَاءُ فِي تَسْمِيَةِ الْكِتَابِيِّ مُشْرِكًا، فَالْحَدِيثُ يَشْمَلُهُ عِنْدَهُ فَيُسْتَدَلُّ عَلَى تَحْرِيمِ مُسَاكَنَتِهِ، وَالْمُسَاكَنَةُ إنْ أُخِذَتْ مُطْلَقَةً فِي الْبَلَدِ يَلْزَمُ أَنْ لَا يَكُونَ لَهُمْ فِي تِلْكَ الْبَلَدِ كَنِيسَةٌ لِأَنَّ الْكَنِيسَةَ إنَّمَا تَبْقَى لَهُمْ بِالشَّرْطِ إذَا كَانُوا فِيهَا.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وَرَوَى أَبُو دَاوُد وَالتِّرْمِذِيُّ أَيْضًا وَالنَّسَائِيُّ وَقَبْلَهُمْ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ بِأَسَانِيدَ صَحِيحَةٍ إلَى قَيْسِ بْنِ أَبِي حَازِمٍ التَّابِعِيِّ الْكَبِيرِ فَمِنْهُمْ مَنْ أَرْسَلَهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَالنَّسَائِيُّ وَبَعْضُ طُرُقِ أَبِي دَاوُد وَالتِّرْمِذِيِّ وَمِنْهُمْ مَنْ أَسْنَدَهُ عَنْ قَيْسٍ عَنْ جَرِيرٍ عَنْ عَبْدِ اللَّهِ الْبَجَلِيِّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ وَقَالَ الْبُخَارِيُّ إنَّ الْمُرْسَلَ أَصَحُّ. ¶ وَلَفْظُ الْحَدِيثِ {أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعَثَ سَرِيَّةً إلَى خَثْعَمَ فَاعْتَصَمَ نَاسٌ بِالسُّجُودِ فَأَسْرَعَ فِيهِمْ الْقَتْلَ فَبَلَغَ ذَلِكَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَمَرَ لَهُمْ بِنِصْفِ الْعَقْلِ وَقَالَ أَنَا بَرِيءٌ مِنْ كُلِّ مُسْلِمٍ يُقِيمُ بَيْنَ أَظْهُرِ الْمُشْرِكِينَ قَالُوا يَا رَسُولَ اللَّهِ وَلِمَ قَالَ لَا تَرَاءَى نَارَاهُمَا} فَسَّرَ أَهْلُ الْغَرِيبِ هَذَا الْحَدِيثَ بِأَنَّهُ يَلْزَمُ الْمُسْلِمَ وَيَجِبُ عَلَيْهِ أَنْ يُبَاعِدَ مَنْزِلَهُ عَنْ مَنْزِلِ الْمُشْرِكِ وَلَا يَنْزِلَ بِالْمَوْضِعِ الَّذِي إذَا أُوقِدَتْ فِيهِ نَارُهُ تَلُوحُ وَتُظْهِرُ لَنَا الْمُشْرِكَ إذَا أَوْقَدَهَا فِي مَنْزِلِهِ. ¶ وَلَكِنَّهُ يَنْزِلُ مَعَ الْمُسْلِمِينَ فِي دَارِهِمْ وَإِنَّمَا كَرِهَ مُجَاوَرَةَ الْمُشْرِكِينَ لِأَنَّهُ لَا عَهْدَ لَهُمْ وَلَا أَمَانَ وَحَثَّ الْمُسْلِمِينَ عَلَى الْهِجْرَةِ.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وَالتَّرَائِي تَفَاعُلٌ مِنْ الرُّؤْيَةِ يُقَالُ تَرَاءَى الْقَوْمُ إذَا رَأَى بَعْضُهُمْ بَعْضًا وَتَرَاءَى لِي الشَّيْءُ إذَا ظَهَرَ حَتَّى رَأَيْتُهُ، وَإِسْنَادُ التَّرَائِي إلَى النَّارَيْنِ مَجَازٌ مِنْ قَوْلِهِمْ دَارِي تَنْظُرُ إلَى دَارِ فُلَانٍ أَيْ تُقَابِلُهَا. ¶ يَقُولُ نَارَاهُمَا مُخْتَلِفَتَانِ هَذِهِ تَدْعُو إلَى اللَّهِ وَهَذِهِ تَدْعُو إلَى الشَّيْطَانِ فَكَيْفَ يَتَّفِقَانِ. ¶ وَالْأَصْلُ فِي تَرَاءَى تَتَرَاءَى حُذِفَتْ إحْدَى التَّاءَيْنِ تَخْفِيفًا. ¶ وَمَا ذَكَرُوهُ مِنْ الْحَمْلِ عَلَى مَنْ لَا عَهْدَ لَهُ ظَاهِرٌ مُشْرِكًا أَوْ كِتَابِيًّا، وَالْكِتَابِيُّ الَّذِي لَا عَهْدَ لَهُ دَاخِلٌ فِي ذَلِكَ إمَّا بِالنَّصِّ إنْ جَعَلْنَا مُشْرِكًا، وَإِمَّا بِالْمَعْنَى أَمَّا مَنْ لَا عَهْدَ لَهُ أَوْ ذِمَّةَ فَالْمَعْنَى لَا يَقْتَضِيهِ وَيُحْتَمَلُ أَنْ يُقَالَ بِهِ. ¶ وَإِذَا دَعَتْ الْحَاجَةُ إلَى مُسَاكَنَتِهِ فِي بَلَدٍ يُفْرَدُ لَهُ مَكَانٌ لَا يُجَاوِرُ فِيهِ الْمُسْلِمِينَ وَلَا يَقْرَبُ مِنْهُمْ تَبْعُدُ نَارُهُ.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وَفِي الْبُخَارِيِّ فِي بَابِ إخْرَاجِ الْيَهُودِ مِنْ جَزِيرَةِ الْعَرَبِ ابْنُ عَبَّاسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ {أَخْرِجُوا الْمُشْرِكِينَ مِنْ جَزِيرَةِ الْعَرَبِ} وَفِيهِ عَنْ أَبِي هُرَيْرَةَ {بَيْنَمَا نَحْنُ فِي الْمَسْجِدِ خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ انْطَلِقُوا فَخَرَجْنَا حَتَّى جِئْنَا بَيْتَ الْمَدَارِسِ فَقَالَ أَسْلِمُوا تَسْلَمُوا وَاعْلَمُوا أَنَّ الْأَرْضَ لِلَّهِ وَرَسُولِهِ، وَإِنِّي أُرِيدُ أَنْ أُجْلِيَكُمْ مِنْ هَذِهِ الْأَرْضِ فَمَنْ يَجِدْ مِنْكُمْ بِمَالِهِ شَيْئًا فَلْيَبِعْهُ وَإِلَّا فَاعْلَمُوا أَنَّ الْأَرْضَ لِلَّهِ وَرَسُولِهِ} وَفِي سُنَنِ أَبِي دَاوُد عَنْ ابْنِ عَبَّاسٍ {أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْصَى بِثَلَاثَةٍ وَقَالَ: أَخْرِجُوا الْمُشْرِكِينَ مِنْ جَزِيرَةِ الْعَرَبِ} وَفِيهِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ أَخْبَرَنِي عُمَرُ بْنُ الْخَطَّابِ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ {لَأُخْرِجَنَّ الْيَهُودَ وَالنَّصَارَى مِنْ جَزِيرَةِ الْعَرَبِ لَا أَتْرُكُ فِيهَا إلَّا مُسْلِمًا} . ¶ وَقَالَ مَالِكٌ أَجْلَى عُمَرُ يَهُودَ نَجْرَانَ وَلَمْ يَحِلَّ مَنْ فِيهَا مِنْ الْيَهُودِ أَنَّهُمْ لَمْ يُؤْوِهَا. ¶ وَقَالَ مَالِكٌ أَجْلَى عُمَرُ يَهُودَ نَجْرَانَ وَفَدَكَ. ¶ وَفِي الْبُخَارِيِّ وَقَالَ عَبْدُ الرَّزَّاقِ أَنَا ابْنُ جُرَيْجٍ قَالَ حَدَّثَنِي مُوسَى بْنُ عُقْبَةَ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ أَجْلَى الْيَهُودَ وَالنَّصَارَى مِنْ أَرْضِ الْحِجَازِ.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "{وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا ظَهَرَ عَلَى خَيْبَرَ أَرَادَ إخْرَاجَ الْيَهُودِ مِنْهَا وَكَانَتْ الْأَرْضُ لِلَّهِ عَلَيْهَا لِلَّهِ وَلِلرَّسُولِ وَلِلْمُسْلِمِينَ، وَأَرَادَ إخْرَاجَ الْيَهُودِ مِنْهَا فَسَأَلَتْ الْيَهُودُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيُقِرَّهُمْ بِهَا أَنْ يَكْفُوا عَمَلَهَا وَلَهُمْ نِصْفُ الثَّمَرَةِ فَقَالَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نُقِرُّكُمْ بِهَا عَلَى ذَلِكَ مَا شِئْنَا فَقَرُّوا بِهَا حَتَّى أَجْلَاهُمْ عُمَرُ إلَى تَيْمَاءَ وَأَرْيِحَاءَ} . ¶ فَهَذِهِ الْأَحَادِيثُ كُلُّهَا بِبَلَدٍ مُعَيَّنٍ إلَّا مَا فِي الْأَخِيرِ مِنْ جَزِيرَةِ الْعَرَبِ وَسَنَتَكَلَّمُ عَلَيْهَا فِي كَلَامِ ابْنِ جَرِيرٍ. ¶ وَفِي سُنَنِ أَبِي دَاوُد عَنْ مُصَرِّفِ بْنِ عَمْرٍو الْيَامِيِّ عَنْ يُونُسَ بْنِ بُكَيْرٍ عَنْ أَسْبَاطِ بْنِ نَصْرٍ عَنْ إسْمَاعِيلَ بْنِ عَبْدِ الرَّحْمَنِ السُّدِّيِّ الْكَبِيرِ وَكُلُّهُمْ ثِقَاتٌ عَنْ ابْنِ عَبَّاسٍ {أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَالَحَ أَهْلَ نَجْرَانَ عَلَى أَلْفَيْ حُلَّةٍ النِّصْفِ فِي صَفَرٍ وَالنِّصْفِ فِي رَجَبٍ يُؤَدُّونَهَا إلَى الْمُسْلِمِينَ وَعَارِيَّةٍ ثَلَاثِينَ دِرْعًا وَثَلَاثِينَ فَرَسًا وَثَلَاثِينَ بَعِيرًا مِنْ كُلِّ صِنْفٍ مِنْ أَصْنَافِ السِّلَاحِ يَغْزُونَ بِهَا وَالْمُسْلِمُونَ ضَامِنُونَ لَهَا حَتَّى يَرُدُّوهَا عَلَيْهِمْ إنْ كَانَ بِالْيَمِينِ عَلَى أَنْ لَا يُهْدَمَ لَهُمْ بِيعَةٌ وَلَا يُخْرَجَ لَهُمْ قَسٌّ وَلَا يُفْتَنُونَ عَنْ دِينِهِمْ مَا لَمْ يُحْدِثُوا حَدَثًا أَوْ يَأْكُلُوا الرِّبَا} . ¶ قَالَ إسْمَاعِيلُ: فَقَدْ أَكَلُوا الرِّبَا.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "قَالَ أَبُو دَاوُد: وَنَقَضُوا بَعْضَ مَا اُشْتُرِطَ عَلَيْهِمْ. ¶ وَهَذَا الْحَدِيثُ فِي صُلْحِ أَهْلِ نَجْرَانَ حَسَنٌ جِدًّا عُمْدَةٌ فِي هَذَا النَّوْعِ مِنْ الصُّلْحِ وَتَسْوِيغِ أَنْ يَشْتَرِطَ لَهُمْ فِي مِثْلِهِ عَدَمَ هَدْمِ بِيَعِهِمْ وَانْظُرْ كَوْنَهُ لَمْ يَشْتَرِطْ إلَّا عَدَمَ الْهَدْمِ مَا قَالَ التَّبْقِيَةُ فَإِنَّ التَّبْقِيَةَ تَسْتَلْزِمُ فِعْلَ مَا يَقْتَضِي الْبَقَاءَ كَمَا فِي الْغِرَاسِ وَالْبِنَاءِ الَّذِي يَجِبُ إبْقَاؤُهُمَا فَلَمْ يُرِدْ فِي الْبِيَعِ وَالْكَنَائِسِ مِثْلَ ذَلِكَ لِأَنَّا إنَّمَا نَعْتَمِدُ الْأَدِلَّةَ الشَّرْعِيَّةَ.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وَالدَّلِيلُ الشَّرْعِيُّ فِي هَذَا النَّوْعِ هُوَ الَّذِي ذَكَرْنَاهُ فَلَا يَتَعَدَّى، وَذَكَرَ ابْنُ سَعْدٍ فِي الطَّبَقَاتِ فِي وَفْدِ نَجْرَانَ {أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَتَبَ إلَى أَهْلِ نَجْرَانَ فَخَرَجَ وَفْدُهُمْ أَرْبَعَةَ عَشَرَ رَجُلًا مِنْ أَشْرَافِهِمْ نَصَارَى مِنْهُمْ الْعَاقِبُ أَمِيرُهُمْ وَأَبُو الْحَارِثِ أُسْقُفُهُمْ وَالسَّيِّدُ صَاحِبُ رَحْلِهِمْ فَدَخَلُوا الْمَسْجِدَ وَعَلَيْهِمْ ثِيَابُ الْحَبِرَةِ وَأَرْدِيَةٌ مَكْفُوفَةٌ بِالْحَرِيرِ فَقَامُوا يُصَلُّونَ فِي الْمَسْجِدِ نَحْوَ الْمَشْرِقِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَعُوهُمْ ثُمَّ أَتَوْا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَعْرَضَ عَنْهُمْ فَلَمْ يُكَلِّمْهُمْ فَقَالَ لَهُمْ عُثْمَانُ ذَلِكَ مِنْ أَجْلِ زِيِّكُمْ هَذَا فَانْصَرَفُوا ثُمَّ غَدَوْا عَلَيْهِ بِزِيِّ الرُّهْبَانِ فَسَلَّمُوا عَلَيْهِ فَرَدَّ عَلَيْهِمْ وَدَعَاهُمْ إلَى الْإِسْلَامِ فَأَبَوْا وَأَكْثَرُوا الْكَلَامَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إنْ أَنْكَرْتُمْ مَا أَقُولُ فَهَلُمَّ أُبَاهِلْكُمْ فَامْتَنَعُوا مِنْ الْمُبَاهَلَةِ وَطَلَبُوا الصُّلْحَ فَصَالَحَهُمْ عَلَى هَذَا.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وَقَالَ فِيهِ عَلَى نَفْسِهِمْ وَمِلَّتِهِمْ وَأَرْضِهِمْ وَأَمْوَالِهِمْ وَغَائِبِهِمْ وَشَاهِدِهِمْ وَبِيَعِهِمْ لَا يُغَيَّرُ أُسْقُفٌ مِنْ سَقِيفَاهُ وَلَا رَاهِبٌ مِنْ رَهْبَانِيِّتِهِ فَرَجَعُوا إلَى بِلَادِهِمْ فَلَمْ يَلْبَثْ السَّيِّدُ وَالْعَاقِبُ إلَّا يَسِيرًا حَتَّى رَجَعَا إلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَسْلَمَا فَأَنْزَلَهُمَا دَارَ أَبِي أَيُّوبَ وَأَقَامَ أَهْلُ نَجْرَانَ عَلَى مَا كَتَبَ حَتَّى قُبِضَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إلَى رَحْمَةِ اللَّهِ وَرِضْوَانِهِ ثُمَّ وُلِّيَ أَبُو بَكْرٍ فَكَتَبَ بِالْوَصَاةِ بِهِمْ عِنْدَ وَفَاتِهِ ثُمَّ أَصَابُوا رِبًا فَأَخْرَجَهُمْ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ مِنْ أَرْضِهِمْ وَكَتَبَ لَهُمْ مَنْ سَارَ مِنْهُمْ فَإِنَّهُ آمِنٌ بِأَمَانِ اللَّهِ لَا يَضُرُّهُمْ أَحَدٌ مِنْ الْمُسْلِمِينَ وَفَاءً لَهُمْ بِمَا كَتَبَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبُو بَكْرٍ. ¶ فَمَنْ وَقَعُوا بِهِ مِنْ أُمَرَاءِ الشَّامِ وَأُمَرَاءِ الْعِرَاقِ فَلْيُوَسِّقْهُمْ مِنْ جَرِيبِ الْأَرْضِ فَمَا اعْتَمَلُوا مِنْ ذَلِكَ فَهُوَ لَهُمْ صَدَقَةٌ بِمَكَانِ أَرْضِهِمْ لَا سَبِيلَ عَلَيْهِمْ فِيهِ لِأَحَدٍ وَلَا مَغْرَمَ فَمَنْ حَضَرَهُمْ فَلْيَنْصُرْهُمْ عَلَى مَنْ ظَلَمَهُمْ فَإِنَّهُمْ أَقْوَامُ أَهْلُ ذِمَّةٍ وَجِزْيَتُهُمْ عَنْهُمْ مَتْرُوكَةٌ أَرْبَعَةَ عَشَرَ شَهْرًا بَعْدَ أَنْ يَقْدَمُوا فَوَقَعَ نَاسٌ مِنْهُمْ بِالْعِرَاقِ فَنَزَلُوا النَّجْرَانِيَّةَ الَّتِي بِنَاحِيَةِ الْكُوفَةِ} .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "فَانْظُرْ كَمْ فِي هَذِهِ الْقِصَّةِ مِنْ فَائِدَةٍ وَتَرْكُهُمْ لَمَّا وَصَلُوا إلَى الْمَشْرِقِ لَيْسَ إحْدَاثُ فِعْلٍ مِنْ الْمُسْلِمِينَ تَأْنِيسٌ لَهُمْ رَجَاءَ إسْلَامِهِمْ وَالْإِعْرَاضُ عَنْهُمْ وَعَدَمُ كَلَامِهِمْ لِمَا كَانُوا عَلَيْهِ مِنْ الزِّيِّ وَالْحَرِيرِ بِذَلِكَ عَلَى أَنَّ الَّذِي نُقِرُّهُمْ عَلَيْهِ إنَّمَا هُوَ بِغَيْرِ فِعْلٍ مِنَّا، وَعَقْدُهُ الصُّلْحَ مَعَ كِبَارِهِمْ مَحْمُولٌ عَلَى أَنَّ جَمِيعَهُمْ رَاضُونَ بِهِ، وَالْمُصَالَحَةُ عَلَى الْحُلَلِ وَغَيْرِهَا دَلِيلٌ عَلَى أَنَّهُ لَا يَتَعَيَّنُ فِي الْجِزْيَةِ الذَّهَبُ وَالْوَرِقُ، وَفِي بَعْضِ الرِّوَايَاتِ قَالَ أَوْ قِيمَتُهَا أَوَاقِي. ¶ فَأَمَّا الْحُلَلُ فَيُمْكِنُ أَنْ يُقَالَ إنَّهَا مَعْلُومَةٌ وَأَمَّا التَّرَدُّدُ بَيْنَهَا بَيْنَ قِيمَتِهَا فَإِنْ ثَبَتَ فِي الْحَدِيثِ دَلَّ عَلَى اغْتِفَارِ هَذِهِ الْجَهَالَةِ عَلَى أَنَّ مَا ذُكِرَ مِنْ الدُّرُوعِ وَالسِّلَاحِ يَقْتَضِي ذَلِكَ وَيُوَافِقُهُ مَا يُشْتَرَطُ عَلَيْهِمْ مِنْ الضِّيَافَةِ، وَالْأَصْحَابُ اجْتَهَدُوا فِي بَيَانِ إعْلَامِهَا عَلَى الْوَجْهِ الْمُشْتَرَطِ فِي سَائِرِ الْعُقُودِ وَالظَّاهِرُ أَنَّ أَرْضَ نَجْرَانَ بَقِيَتْ عَلَى مِلْكِهِمْ فَهِيَ الصُّورَةُ الَّتِي ذَكَرَ الْأَصْحَابُ فِيهَا الْفَتْحَ صُلْحًا عَلَى أَنْ تَكُونَ رَقَبَةُ الْبَلَدِ لَهُمْ وَيُؤَدُّونَ الْخَرَاجَ عَنْهَا وَإِلَّا مُنِعَ مِنْ بَقَاءِ الْكَنَائِسِ فِيهَا.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وَهَذِهِ الْقِصَّةُ حُجَّةٌ فِي ذَلِكَ وَمُفَسِّرَةٌ لِأَنَّ الْمُرَادَ بِالْإِبْقَاءِ عَدَمُ الْهَدْمِ ثُمَّ هُوَ إنَّمَا يَثْبُتُ بِالشَّرْطِ أَعْنِي شَرْطَ كَوْنِ الْبَلَدِ لَهُمْ أَوْ لَمْ يَجُزْ إلَّا بِأَمِيرٍ فَقَطْ لِأَنَّ الْأَصْلَ بَقَاءُ مِلْكِهِمْ، وَمَعْنَى بَقَاءِ الْأَرْضِ لَهُمْ أَنَّهَا عَلَى مَا كَانَتْ عَلَيْهِ فَمَنْ لَهُ مِنْهَا فِيهَا مِلْكٌ مُخْتَصٌّ بِهِ وَلَمْ يَكُنْ فِي نَجْرَانَ أَحَدٌ مِنْ الْمُسْلِمِينَ. وَقَدْ اخْتَلَفَ أَصْحَابُنَا فِي إحْدَاثِ الْكَنَائِسِ فِي مِثْلِ ذَلِكَ وَذَكَرْنَاهُ فِيمَا مَضَى، وَقَوْلُ الرَّافِعِيِّ الظَّاهِرُ أَنَّهُ لَا مَنْعَ مِنْهُ. ¶ وَيَدُورُ فِي خَلَدِي أَنَّ نَجْرَانَ وَمَا أَشْبَهَهَا مِنْ دَوْمَةَ وَنَحْوِهَا لَمْ يُوجِفْ الْمُسْلِمُونَ عَلَيْهِ وَلَا طَرَقُوهُ وَإِنَّمَا جَاءَ أَهْلُ نَجْرَانَ إلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَمَا وَصَفْنَا وَجَاءَ رَسُولُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ خَالِدُ بْنُ الْوَلِيدِ إلَى أُكَيْدِرِ دُومَةَ وَكَذَا إلَى جِهَاتٍ أُخْرَى وَكُلُّهُمْ أَطَاعُوا لِلْجِزْيَةِ وَاسْتَقَرُّوا فِي بِلَادِهِمْ، وَقَدْ يَكُونُ بَلَدًا وَجَفَ الْمُسْلِمُونَ عَلَيْهَا بِالْخَيْلِ وَالرِّكَابِ وَلَمْ يُتَّفَقْ أَخْذُهَا عَنْوَةً وَلَا صُلْحًا عَلَى أَنْ يَكُونَ مِلْكَنَا بَلْ عَلَى أَنْ يَكُونَ مِلْكَهُمْ بِخَرَاجٍ فَهَلْ قَوْلُ الْفُقَهَاءِ خَاصٌّ بِالثَّانِي أَوْ عَامٌّ فِي الْقِسْمَيْنِ؟ وَالْأَقْرَبُ الثَّانِي؛ لِأَنَّ ذَلِكَ نَوْعٌ مِنْ الْفَتْحِ وَيُعَدُّ مِمَّا هُوَ تَحْتَ أَيْدِي الْمُسْلِمِينَ.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وَيَظْهَرُ أَثَرُ هَذَا الَّذِي دَارَ فِي خَلَدِي إذَا انْجَلَوْا عَنْهُ كَمَا اتَّفَقَ لِأَهْلِ نَجْرَانَ هَلْ نَقُولُ أَرَاضِيهُمْ بَاقِيَةٌ عَلَى مِلْكِهِمْ وَلِذَلِكَ عَوَّضَهُمْ عُمَرُ عَنْهَا وَبَعْضُهُمْ قَالَ: إنَّمَا يُؤَثِّرُ فِي ارْتِفَاعِ عَقْدِ الذِّمَّةِ لَا فِي رُجُوعِ الْأَرَاضِيِ إلَى الْمُسْلِمِينَ حَتَّى يَعْرِضُوا عَنْهَا فَيَكُونَ فَيْئًا أَوْ يُوجَفَ عَلَيْهَا فَيَكُونَ غَنِيمَةً وَاَلَّتِي أَوْجَفَ الْمُسْلِمُونَ عَلَيْهَا وَتَمَكَّنُوا مِنْهَا ثُمَّ صَالَحُوا عَلَى جِزْيَةٍ عَلَى أَنْ تَكُونَ أَرَاضِيهَا بَاقِيَةً لِأَهْلِهَا تَكُونُ الْأَرْضُ فِي مُقَابَلَةِ الْعَقْدِ فَإِذَا نَقَضُوهُ رَجَعَتْ لِلْمُسْلِمِينَ. ¶ هَذَا شَيْءٌ دَارَ فِي خَلَدِي وَلَمْ أُمْعِنْ الْفِكْرَ فِيهِ وَلَا وَقَفْتُ عَلَى شَيْءٍ فِيهِ لِأَحَدٍ. ¶ وَالظَّاهِرُ أَنَّهَا فِي الْقِسْمَيْنِ تَكُونُ فَيْئًا كَمَا فِي قُرَى بَنِي قُرَيْظَةَ وَالنَّضِيرِ وَيَكُونُ تَعْوِيضُ عُمَرَ رَضِيَ اللَّهُ عَنْهُ تَكَرُّمًا عَلَيْهِمْ وَجَبْرًا لَهُمْ لِضَعْفِ حَالِهِمْ وَرِعَايَةً لِمَا حَصَلَ لَهُمْ مِنْ الْعَقْدِ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَوَصِيَّةِ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُ، وَأَمَّا خَيْبَرُ فَالنَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتَحَهَا عَنْوَةً وَقَسَمَهَا بَيْنَ الْمُسْلِمِينَ فَلَا حَقَّ لِلْيَهُودِ فِي أَرْضِهَا. ¶ وَلَمْ يُنْقَلْ أَنَّهُ كَانَ بِهَا كَنَائِسُ وَإِنْ كَانَ بِهَا كَنَائِسُ فَلَمْ يُشْتَرَطْ فِيهَا شَيْءٌ فَهِيَ مِمَّا يَجِبُ هَدْمُهُ وَكَذَا إنْ كَانَ لِيَهُودِ الْمَدِينَةِ شَيْءٌ مِنْ ذَلِكَ فَبِإِجْلَائِهِمْ يَزُولُ ذَلِكَ وَقَدْ كَانَ لَهُمْ بَيْتُ مَدَارِسَ كَمَا تَقَدَّمَ وَالظَّاهِرُ أَنَّهُ الْكَنِيسَةُ فَهِيَ مُنْهَدِمَةٌ.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وَبَلَغَنِي أَنَّ بِالْمَدِينَةِ الْيَوْمَ آثَارَ كَنَائِسَ مُنْهَدِمَةٍ كَأَنَّهَا كَانَتْ لِلْيَهُودِ لَمَّا كَانُوا بِهَا وَحُكْمُهَا وَحُكْمُ أَمَاكِنِهَا أَنَّهَا لِأَهْلِ الْفَيْءِ مِنْ الْمُسْلِمِينَ وَخَيْبَرُ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَقَرَّ أَهْلَهَا عُمَّالًا لِحَاجَةِ الْمُسْلِمِينَ إلَيْهِمْ لِعِمَارَتِهَا فَلَمَّا اسْتَغْنَى عَنْهُمْ أَجْلَاهُمْ عُمَرُ رَضِيَ اللَّهُ عَنْهُ وَعَادَتْ كَسَائِرِ بِلَادِ الْإِسْلَامِ. ¶ وَرَوَى أَبُو عُبَيْدٍ عَنْ حَجَّاجٍ عَنْ حَمَّادِ بْنِ سَلَمَةَ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ قَالَ حَمَّادٌ: {أَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِإِخْرَاجِ الْيَهُودِ مِنْ جَزِيرَةِ الْعَرَبِ} . ¶ وَقَالَ يَزِيدُ بْنُ هَارُونَ عَنْ حَجَّاجٍ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ قَالَ قَالَ رَسُولُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ {لَأُخْرِجَنَّ الْيَهُودَ وَالنَّصَارَى مِنْ جَزِيرَةِ الْعَرَبِ لَا أَدَعُ فِيهَا إلَّا مُسْلِمًا} قَالَ فَأَخْرَجَهُمْ عُمَرُ. ¶ وَقَدْ تَقَدَّمَ هَذَا مِنْ فَارِسَ فِي أَرْضِهِمْ وَبِلَادِهِمْ وَقَدْ أَذَلَّهُمْ الْإِسْلَامُ وَغَلَبَهُمْ أَهْلُهُ فَإِنَّ الْأَمْرَ فِي ذَلِكَ بِخِلَافِ مَا ظُنَّ.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وَذَلِكَ أَنَّ عُمَرَ لَمْ يُقِرَّ أَحَدًا مِنْ أَهْلِ الشِّرْكِ فِي أَرْضٍ قَدْ قَهَرَ مَنْ فِيهَا الْإِسْلَامُ وَغَلَبَهُ لَمْ يَتَقَدَّمْ قَبْلَ قَهْرِهِ إيَّاهُمْ مُبَدِّلُهُ أَوْ مِنْ الْمُؤْمِنِينَ عَقْدُ صُلْحٍ عَلَى التَّرْكِ فِيهَا إلَّا عَلَى النَّظَرِ فِيهِ لِلْإِسْلَامِ وَأَهْلِهِ لِضَرُورَةِ حَاجَةِ الْمُسْلِمِينَ إلَى إقْرَارِهِمْ فِيهَا وَذَلِكَ كَإِقْرَارِهِ مَنْ أَقَرَّ مِنْ نَصَارَى نَبْطٍ سَوَادِ الْعِرَاقِ فِي السَّوَادِ بَعْدَ غَلَبَةِ الْمُسْلِمِينَ عَلَيْهِ كَإِقْرَارِهِ مَنْ أَقَرَّ مِنْ نَصَارَى الشَّامِ فِيهَا بَعْدَ غَلَبِهِمْ عَلَى أَرْضِهَا دُونَ حُصُونِهَا فَإِنَّهُ أَقَرَّهُمْ فِيهَا لِضَرُورَةٍ كَانَتْ لِلْمُسْلِمِينَ إلَيْهِمْ لِلْفِلَاحَةِ وَالْإِكَارَةِ وَعِمَارَةِ الْبِلَادِ إذْ كَانَ الْمُسْلِمُونَ كَانُوا بِالْحَرْبِ مَشَاغِيلَ وَلَوْ كَانُوا أَجْلَوْا عَنْهَا خَرِبَتْ الْأَرَضُونَ وَبَقِيَتْ غَيْرَ عَامِرَةٍ لَا تُوَاكَرُ فَكَانَ فِعْلُهُ ذَلِكَ نَظِيرَ فِعْلِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَفِعْلِ وَزِيرِهِ الصِّدِّيقِ فِي يَهُودِ خَيْبَرَ وَنَصَارَى نَجْرَانَ فَإِنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَقَرَّ يَهُودَ خَيْبَرَ بَعْدَ قَهْرِ الْإِسْلَامِ لَهُمْ وَغَلَبَةِ أَهْلِهِ عَلَيْهِمْ وَاسْتِيلَائِهِمْ عَلَى بِلَادِهِمْ فِيهَا عُمَّالًا لِلْمُسْلِمِينَ وَعُمَّارًا لِأَرْضِهِمْ وَأَمْوَالِهِمْ إذْ كَانَتْ لِلْمُسْلِمِينَ يَوْمَئِذٍ ضَرُورَةُ حَاجَةٍ إلَيْهِمْ لِعِمَارَةِ أَرْضِهِمْ وَشَغْلِهِمْ بِالْحَرْبِ وَمُنَاوَأَةِ الْأَعْدَاءِ ثُمَّ أَمَرَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِإِجْلَائِهِمْ عِنْدَ اسْتِغْنَائِهِمْ عَنْهُمْ وَقَدْ كَانُوا سَأَلُوهُ عِنْدَ قَهْرِهِ إيَّاهُمْ إقْرَارَهُمْ فِي الْأَرْضِ",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "عُمَّارًا لِأَهْلِهَا فَأَجَابَهُمْ إلَى إقْرَارِهِمْ فِيهَا مَا أَقَرَّهُمْ اللَّهُ، وَأَمَّا إقْرَارُهُمْ مَعَ الْمُسْلِمِينَ فِي مِصْرَ لَمْ يَكُنْ تَقَدَّمَ مِنْهُمْ فِي تَرْكِهِمْ وَالْإِقْرَارُ قَبْلَ غَلَبَةِ الْإِسْلَامِ عَلَيْهِ أَوْ ظُهُورِهِ فِيهِ عَقْدُ صُلْحٍ بَيْنَهُمْ وَبَيْنَ الْمُسْلِمِينَ فَمَا لَا نَعْلَمُهُ صَحَّ بِهِ عَنْهُ وَلَا عَنْ غَيْرِهِ مِنْ أَئِمَّةِ الْهُدَى خَبَرٌ وَلَا قَامَتْ بِجَوَازِ ذَلِكَ حُجَّةٌ بَلْ الْحُجَّةُ الثَّابِتَةُ وَالْأَخْبَارُ عَنْ الْأَئِمَّةِ بِمَا قُلْنَاهُ فِي ذَلِكَ دُونَ مَا خَالَفَهُ، حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ حَدَّثَنَا حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ قَيْسِ بْنِ الرَّبِيعِ عَنْ أَبَانَ بْنِ تَغْلِبَ عَنْ رَجُلٍ قَالَ: كَانَ مُنَادِي عَلِيٍّ يُنَادِي كُلَّ يَوْمٍ لَا يَبِيتَنَّ بِالْكُوفَةِ يَهُودِيٌّ وَلَا نَصْرَانِيٌّ وَلَا مَجُوسِيٌّ الْحَقُوا بِالْحِيرَةِ أَوْ بِزُرَارَةَ. ¶ حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ الرِّفَاعِيُّ ثنا ابْنُ فُضَيْلٍ عَنْ لَيْثٍ عَنْ طَاوُسٍ عَنْ ابْنِ عَبَّاسٍ قَالَ لَا يُسَاكِنُكُمْ أَهْلُ الْكِتَابِ فِي أَمْصَارِكُمْ فَمَنْ ارْتَدَّ مِنْهُمْ فَلَا تَقْبَلُوا إلَّا عُنُقَهُ.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "قَالَ أَبُو هِشَامٍ وَسَمِعْت يَحْيَى بْنَ آدَمَ يَقُولُ هَذَا عِنْدَنَا عَلَى كُلِّ مِصْرٍ اخْتَطَّهُ الْمُسْلِمُونَ وَلَمْ يَكُنْ لِأَهْلِ الْكِتَابِ فَنَزَلَ عَلَيْهِمْ الْمُسْلِمُونَ وَهَذَا الْقَوْلُ الَّذِي ذَكَرَهُ أَبُو هِشَامٍ عَنْ يَحْيَى بْنِ آدَمَ مِنْ أَنَّ ذَلِكَ عَلَى كُلِّ مِصْرٍ اخْتَطَّهُ الْمُسْلِمُونَ وَلَمْ يَكُنْ لِأَهْلِ كِتَابٍ قَوْلٌ لَا مَعْنَى لَهُ لِأَنَّ ابْنَ عَبَّاسٍ لَمْ يُخَصِّصْ بِقَوْلِهِ لَا يُسَاكِنُكُمْ أَهْلُ الْكِتَابِ فِي أَمْصَارِكُمْ مِصْرًا سَاكِنُهُ أَهْلُ الْإِسْلَامِ دُونَ مِصْرٍ بَلْ عَمَّ بِذَلِكَ جَمِيعَ أَمْصَارِهِمْ وَأَنَّ دَلَالَةَ قَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ {أَخْرِجُوا الْيَهُودَ وَالنَّصَارَى مِنْ جَزِيرَةِ الْعَرَبِ} .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "يُوَضِّحُ عَنْ صِحَّةِ مَا قَالَ ابْنُ عَبَّاسٍ وَيَدُلُّ عَلَى حَقِيقَةِ قَوْلِهِ فِي ذَلِكَ وَأَنَّ الْوَاجِبَ عَلَى إمَامِ الْمُسْلِمِينَ إخْرَاجُهُمْ مِنْ كُلِّ مِصْرٍ كَانَ الْغَالِبُ عَلَى أَهْلِهِ الْإِسْلَامَ إذَا لَمْ يَكُنْ لِلْمُسْلِمِينَ إلَيْهِمْ ضَرُورَةُ حَاجَةٍ وَكَانَتْ مِنْ بِلَادِ أَهْلِ الذِّمَّةِ الَّتِي صَالَحُوا عَلَى إقْرَارِهِمْ فِيهَا إلْحَاقًا لِحُكْمِهِ حُكْمِ جَزِيرَةِ الْعَرَبِ وَذَلِكَ أَنَّ خَيْبَرَ لَا شَكَّ أَنَّهَا لَمْ تَكُنْ مِنْ الْأَمْصَارِ الَّتِي كَانَ الْمُسْلِمُونَ اخْتَطُّوهَا وَلَا كَانَتْ نَجْرَانُ مِنْ الْمَدَائِنِ الَّتِي كَانَ الْمُسْلِمُونَ نَزَلُوهَا بَلْ كَانَتْ لِأَهْلِ الْكِتَابِ قُرًى وَمَدَائِنُ وَهُمْ كَانُوا عُمَّارَهَا وَسُكَّانَهَا، فَأَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِإِخْرَاجِهِمْ مِنْهَا إذْ غَلَبَهَا وَأَهْلَهَا الْإِسْلَامُ وَسُكَّانَهَا مِنْ أَهْلِ الْكُفْرِ بِاَللَّهِ أَهْلُ الْإِيمَانِ وَلَمْ يَكُنْ بِهِمْ إلَيْهِمْ ضَرُورَةُ حَاجَةٍ.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وَقَدْ رُوِيَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِنَحْوِ الَّذِي قَالَ ابْنُ عَبَّاسٍ فِي ذَلِكَ وَإِنْ كَانَ فِي إسْنَادِهِ بَعْضُ النَّظَرِ وَذَلِكَ مَا حَدَّثَنَا إِسْحَاقُ بْنُ يَزِيدَ الْخَطَّابِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ الْحَرَّانِيُّ ثنا يَعْقُوبُ بْنُ جَعْدَةَ عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ عَنْ مُحَمَّدِ بْنِ الْحَنَفِيَّةِ عَنْ عَلِيٍّ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ {لَا يَنْزِلُ بِأَرْضٍ دِينٌ مَعَ الْإِسْلَامِ} حَدَّثَنَا أَبُو كُرَيْبٍ وَابْنُ حُمَيْدٍ وَابْنُ وَكِيعٍ قَالُوا ثنا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ عَنْ قَابُوسَ بْنِ أَبِي ظَبْيَانَ عَنْ أَبِيهِ عَنْ ابْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ {لَا تَصْلُحُ قِبْلَتَانِ فِي أَرْضٍ} حَدَّثَنَا عَلِيُّ بْنُ شُعَيْبٍ السِّمْسَارُ ثنا أَسْوَدُ بْنُ عَامِرٍ ثنا جَعْفَرٌ الْأَحْمَرُ عَنْ قَابُوسَ بْنِ أَبِي ظَبْيَانَ عَنْ أَبِيهِ عَنْ ابْنِ عَبَّاسٍ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلُهُ.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "حَدَّثَنِي سَعِيدُ بْنُ عَمْرٍو السَّكُونِيُّ ثنا بَقِيَّةُ بْنُ الْوَلِيدِ عَنْ مُحَمَّدِ بْنِ حَرْبٍ الزُّبَيْدِيِّ عَنْ جَرِيرٍ عَنْ قَابُوسَ بْنِ أَبِي ظَبْيَانَ عَنْ أَبِيهِ عَنْ ابْنِ عَبَّاسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ قَالَ فَإِذَا كَانَ صَحِيحًا مَا قُلْنَا فِي ذَلِكَ بِاَلَّذِي بِهِ اسْتَشْهَدْنَا فَالْوَاجِبُ عَلَى إمَامِ الْمُسْلِمِينَ إذَا أَقَرَّ بَعْضَ أَهْلِ الْكِتَابِ مِنْ الْيَهُودِ وَالنَّصَارَى وَالْمَجُوسِ فِي بَعْضِ بِلَادِ الْإِسْلَامِ لِحَاجَةٍ بِأَهْلِ تِلْكَ الْبِلَادِ إلَيْهِمْ إمَّا لِعِمَارَةِ أَرْضِهِمْ وَفِلَاحَتِهَا وَإِمَّا لِغَيْرِ ذَلِكَ مِنْ الْأَسْبَابِ الَّتِي لَا غِنَى بِهِمْ عَنْهُمْ أَلَّا يَدَعَهُمْ فِي مِصْرِهِمْ مَعَهُمْ أَكْثَرُ مِنْ ثَلَاثٍ عَلَى مَا قَدْ تَقَدَّمَ بَيَانُهُ قَبْلَ ذَلِكَ وَأَنْ يُسْكِنَهُمْ خَارِجًا مِنْ مِصْرِهِمْ مَا دَامَتْ بِهِمْ إلَيْهِمْ ضَرُورَةُ حَاجَةٍ كَاَلَّذِي فَعَلَ مِنْ ذَلِكَ أَمِيرُ الْمُؤْمِنِينَ عُمَرَ وَعَلِيٌّ وَأَنْ يَمْنَعَهُمْ مِنْ اتِّخَاذِ الدُّورِ وَالْمَسَاكِنِ فِي أَمْصَارِهِمْ فَإِنْ اشْتَرَى مِنْهُمْ مَنْ فِي مِصْرٍ مِنْ أَمْصَارِ الْمُسْلِمِينَ دَارًا أَوْ ابْتَنَى بِهِ مَسْكَنًا فَالْوَاجِبُ عَلَى إمَامِ الْمُسْلِمِينَ أَخْذُهُ يَبِيعُهَا كَمَا يَجِبُ عَلَيْهِ لَوْ اشْتَرَى مَمْلُوكًا مُسْلِمًا مِنْ مَمَالِيكِ الْمُسْلِمِينَ أَنْ يَأْخُذَهُ يَبِيعَهُ لِأَنَّهُ لَيْسَ لِلْمُسْلِمِينَ إقْرَارُ مُسْلِمٍ فِي مِلْكِ كَافِرٍ فَكَذَلِكَ غَيْرُ جَائِزٍ إقْرَارُ أَرْضِ الْمُسْلِمِينَ فِي مِلْكِهِ. ¶ هَذَا كَلَامُ ابْنِ جَرِيرٍ رَحِمَهُ اللَّهُ.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "فَأَمَّا مَا ذَكَرَهُ فِي خَيْبَرَ فَصَحِيحٌ وَأَمَّا مَا ذَكَرَهُ فِي نَجْرَانَ فَعَجَبٌ وَنَجْرَانُ قَدْ قَدَّمْنَا الْقَوْلَ فِيهَا فَلَمْ يَكُنْ حَالُهَا يُشْبِهُ حَالَ خَيْبَرَ وَلَا أَهْلُهَا عُمَّالًا لِلْمُسْلِمِينَ بَلْ لِأَنْفُسِهِمْ وَعَلَيْهِمْ شَيْءٌ مَعْلُومٌ قَدْ تَقَدَّمَ بَيَانُهُ.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وَأَمَّا تَعْدِيَتُهُ حُكْمَ جَزِيرَةِ الْعَرَبِ إلَى سَائِرِ بِلَادِ الْإِسْلَامِ فَالْمَعْرُوفُ مِنْ كَلَامِ جُمْهُورِ الْعُلَمَاءِ إجْلَاؤُهُمْ فِي أَنَّ غَيْرَ الْحِجَازِ مِنْ الْجَزِيرَةِ هَلْ يَثْبُتُ لَهُ هَذَا الْحُكْمُ وَالصَّحِيحُ أَنَّهُ لَا يَثْبُتُ وَمِنْ جُمْلَةِ أَدِلَّتِهِمْ أَنَّهُ لَا يُخْرِجُهُمْ أَحَدٌ مِنْ الْأَئِمَّةِ مِنْ الْيَمَنِ وَهِيَ مِنْ جَزِيرَةِ الْعَرَبِ لَكِنَّ كَلَامَ ابْنِ جَرِيرٍ فِيهِ رُوحٌ وَلَا مَدْفَعَ لَهُ مِنْ جِهَةِ الْبَحْثِ وَالنَّصِّ وَالْقِيَاسُ وَالْعَمَلُ قَدْ يَظُنُّ أَنَّهُ دَافِعٌ لِكَلَامِهِ لَكِنْ لَهُ أَنْ يَقُولَ: كُلُّ مَوْضِعٍ وَجَدْنَا فِيهِ نَصَارَى غَيْرَ مُحْتَاجٍ إلَيْهِمْ وَتَحَقَّقْنَا مِنْ الْأَئِمَّةِ إقْرَارَهُمْ يُسْتَدَلُّ بِذَلِكَ عَلَى أَنَّهُ قَدْ تَقَدَّمَ لَهُمْ صُلْحٌ وَإِنَّمَا نَظِيرُهُ قَوْلُهُ فِي بَلَدٍ نَفْتَحُهَا الْيَوْمَ فَيَنْبَغِي أَنْ يَعْمَلَ فِيهَا بِقَوْلِهِ فَإِنَّهُ لَا يُوجَدُ لَهُ دَافِعٌ كَذَلِكَ إذَا وَرَدَ نَصْرَانِيٌّ غَرِيبٌ إلَى بَلَدٍ مِنْ بِلَادِ الْمُسْلِمِينَ فَعُلِمَ أَنَّهُ لَا يَحْتَمِلُ أَنْ يَكُونَ تَقَدَّمَ لَهُ أَوْ لِأَسْلَافِهِ صُلْحٌ فَعَلَى مُقْتَضَى قَوْلِ ابْنِ جَرِيرٍ يَنْبَغِي أَنْ لَا يُمَكَّنَ مِنْ الْإِقَامَةِ فِي ذَلِكَ الْبَلَدِ كَذَلِكَ إذَا كَانَتْ بَلْدَةٌ قَرِيبَةُ الْفَتْحِ يُمْكِنُ مَعْرِفَةُ حَالِهَا وَإِقَامَةُ الْبَيِّنَةِ عَلَى عَقْدِ الصُّلْحِ فِيهَا وَأَرَادَ سُكْنَاهَا مَنْ لَمْ يَثْبُتْ لَهُ عَقْدُ صُلْحٍ وَلَا دُخُولَ فِيهِ مِنْ أَهْلِ الذِّمَّةِ فَيَمْتَنِعُ حَتَّى يُثْبِتَ ذَلِكَ وَإِنَّمَا الْإِشْكَالُ فِي الْبِلَادِ الْقَدِيمَةِ كَدِمَشْقَ وَبَعْلَبَكّ وَحِمْصَ وَمِصْرَ وَمَا أَشْبَهَهَا فِيهَا نَصَارَى لَا حَاجَةَ بِالْمُسْلِمِينَ",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "إلَيْهِمْ. ¶ وَلَا نَعْلَمُ هَلْ تَقَدَّمَ لَهُمْ عَقْدُ صُلْحٍ يَقْتَضِي إقَامَتَهُمْ فِيهَا أَوْ لَا فَهَلْ نَقُولُ الْأَصْلُ عَدَمُهُ فَلَا يُمَكَّنُونَ مِنْ الْإِقَامَةِ حَتَّى يَثْبُتَ، وَذَلِكَ غَيْرُ مُمْكِنٍ فَلَا يُمَكَّنُونَ مِنْ الْإِقَامَةِ تَمَسُّكًا بِالْأَصْلِ، أَوْ نَقُولُ الظَّاهِرُ أَنَّ إقَامَتَهُمْ بِحَقٍّ فَلَا يُزْعَجُونَ بِغَيْرِ مُسْتَنَدٍ، هَذَا مَحَلُّ نَظَرٍ وَيَشْهَدُ لِكُلٍّ مِنْ الِاحْتِمَالَيْنِ شَوَاهِدُ فِي الْفِقْهِ يَصْلُحُ أَنْ يَأْتِيَ فِيهِ وَجْهَانِ وَالْأَقْرَبُ الْأَوَّلُ أَنَّ الْإِقْدَامَ عَلَى الْحُكْمِ بِغَيْرِ مُسْتَنَدٍ غَيْرِ الْأَصْلِ بَعِيدٌ مَعَ تَطَابُقِ الْأَعْصَارِ عَلَى وُجُودِهِمْ فِي هَذِهِ الْبِلَادِ أَوْ بَقَائِهِمْ وَإِنْ كَانَ يَحْتَمِلُ أَنْ يَكُونَ ذَلِكَ لِتَمَادِي الْأَوْقَاتِ وَإِهْمَالِ النَّظَرِ فِي ذَلِكَ وَاخْتِلَاطِ مَنْ كَانَ مُحْتَاجًا إلَيْهِ بِمَنْ لَا حَاجَةَ إلَيْهِ وَغَيْرِ ذَلِكَ مِنْ الْأَسْبَابِ. ¶ وَكَلَامُ ابْنِ جَرِيرٍ أَوَّلُ مَا يُسْمَعُ يُسْتَنْكَرُ وَإِذَا نُظِرَ فِيهِ لَمْ نَجِدْ عَنْهُ مَدْفَعٌ شَرْعِيٌّ وَيُمْكِنُ الْعَمَلُ بِهِ فِي بَعْضِ الْأَوْقَاتِ فِيمَا يَحْدُثُ وَمَنْعُهُ مِنْ تَمَلُّكِ دَارٍ فِي بِلَادِ الْإِسْلَامِ غَرِيبٌ مَعَ اقْتِصَارِ الْبَحْثِ لَهُ. ¶ وَهَذَا طَرِيقٌ إلَى نَقْصِ كَثِيرٍ مِنْ أَمْلَاكِهِمْ وَيَنْبَغِي أَنْ يَجِيءَ فِي صِحَّةِ شِرَائِهِ خِلَافٌ كَنَظِيرِهِ فِي شِرَاءِ الْعَبْدِ الْمُسْلِمِ. ¶ وَمِمَّا يُوقَفُ عَنْ قَبُولِ مَا قَالَهُ ابْنُ جَرِيرٍ أَنَّ الْيَهُودَ الْمُوَادِعِينَ كَانُوا بِالْمَدِينَةِ مِنْ غَيْرِ ضَرُورَةٍ إلَيْهِمْ وَلَمْ يُخْرِجْهُمْ",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْأَوَّلِ مُدَّةً طَوِيلَةً اللَّهُمَّ إلَّا أَنْ يُقَالَ مَا كَانَ ذَلِكَ الْحُكْمُ شُرِعَ فِي ذَلِكَ الْوَقْتِ وَلَوْ قَالَ إنَّ ذَلِكَ جَائِزٌ لَا وَاجِبٌ أَوْ أَنَّ وُجُوبَهُ بِحَسَبِ مَا يَرَاهُ الْإِمَامُ مِنْ إجْلَائِهِمْ وَإِبْقَائِهِمْ كَانَ جَيِّدًا وَكُنَّا نَحْمِلُ مَا نُشَاهِدُهُ مِنْ إبْقَائِهِمْ عَلَى أَنَّهُ مَا رَأَى الْمَاضُونَ الْمَصْلَحَةَ فِي إجْلَائِهِمْ. ¶ وَاَلَّذِي يَشْهَدُ الْخَاطِرُ أَنَّ سَبَبَهُ إهْمَالُ الْمُلُوكِ ذَلِكَ وَعَدَمُ نَظَرِهِمْ وَلَيْسُوا أَهْلَ قُدْوَةٍ وَأَعْمَالُ الْيَهُودِ وَالنَّصَارَى وَهِمَمُهُمْ فِي الدُّنْيَا وَالِاسْتِيلَاءُ بِغَيْرِ حَقٍّ وَالْعُلَمَاءُ وَالصَّالِحُونَ مَشْغُولُونَ بِعِلْمِهِمْ وَعِبَادَتِهِمْ عَنْ مُقَابَلَةِ ذَلِكَ وَتَضْيِيعِ زَمَانِهِمْ فِيهِ مَعَ صُعُوبَتِهِ كَمَا نَحْنُ نُشَاهِدُ، وَلَقَدْ كَانَ الْبَكْرِيُّ شَاهَدَ مِنْ عُلُوِّهِمْ وَاسْتِيلَائِهِمْ مَا أَوْجَبَ تَأَثُّرَ قَلْبِهِ وَانْفِعَالِهِ لِقَبُولِ كَلَامِ ابْنِ جَرِيرٍ. ¶ وَمِمَّا يَدُلُّ عَلَى تَمَكُّنِهِمْ مِنْ الْإِقَامَةِ فِي الْأَمْصَارِ إذَا كَانَ إلَيْهِمْ حَاجَةٌ أَنَّ عُمَرَ بْنَ الْخَطَّابِ كَانَ لَهُ غُلَامٌ نَصْرَانِيٌّ اسْمُهُ أَشَقُّ كَانَ يَقُولُ لَهُ أَسْلِمْ حَتَّى أَسْتَعْمِلَك فَإِنِّي لَا أَسْتَعْمِلُ عَلَى عَمَلِ الْمُسْلِمِينَ إلَّا مُسْلِمًا فَيَأْبَى فَأَعْتَقَهُ عِنْدَ مَوْتِهِ وَأَبُو لُؤْلُؤَةَ كَانَ مَجُوسِيًّا لَكِنْ مَا جَاءَ مِنْهُ خَيْرٌ. ¶ وَفِي كِتَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إلَى الْمُنْذِرِ بْنِ سَاوَى الْعَبْدِيِّ مَهْمَا تَنْصَحْ فَلَنْ نَعْزِلَك عَنْ عَمَلِك وَمَنْ أَقَامَ عَلَى يَهُودِيَّتِهِ أَوْ مَجُوسِيَّتِهِ فَعَلَيْهِ الْجِزْيَةُ.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وَكَانَ الْمُنْذِرُ كَتَبَ إلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِإِسْلَامِهِ وَتَصْدِيقِهِ وَإِنِّي قَرَأْت كِتَابَك عَلَى أَهْلِ هَجَرَ فَمِنْهُمْ مَنْ أَحَبَّ الْإِسْلَامَ وَأَعْجَبَهُ وَدَخَلَ فِيهِ وَمِنْهُمْ مَنْ كَرِهَهُ وَبِأَرْضِي مَجُوسٌ وَيَهُودُ فَأَحْدِثْ إلَيَّ فِي ذَلِكَ أَمْرَك فَانْظُرْ مَا كَتَبَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إلَيْهِ وَلَمْ يَقُلْ لَهُ أَخْرِجْهُمْ مِنْ بِلَادِك وَمِنْ جُمْلَةِ الْمَصَالِحِ تَأَلُّفُهُمْ رَجَاءَ إسْلَامِهِمْ لَكِنْ بِشَرْطِ أَنْ يَكُونُوا تَحْتَ الذِّلَّةِ، وَكَانَتْ كِتَابَةُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إلَى الْمُنْذِرِ بْنِ سَاوَى بَعْدَ إجْلَاءِ قُرَيْظَةَ وَالنَّضِيرِ بِمَكَّةَ وَكَتَبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إلَى النَّجَاشِيِّ فَأَسْلَمَ عِنْدَهُ الْحَبَشَةُ وَلَمْ يَأْمُرْهُ بِإِخْرَاجِهِمْ وَكَتَبَ إلَى عَبَدَةَ مِنْ أَهْلِ الْيَمَنِ وَأَمَرَهُمْ أَنْ يَجْمَعُوا الصَّدَقَةَ وَالْجِزْيَةَ فَيَدْفَعُوهَا إلَى مُعَاذِ بْنِ جَبَلٍ وَلَمْ يَأْمُرْهُمْ بِإِخْرَاجِ أَهْلِ الْجِزْيَةِ وَلَا فَرَّقَ بَيْنَ الْمُحْتَاجِ إلَيْهِمْ وَغَيْرِهِمْ.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وَبَعَثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُعَاذَ بْنَ جَبَلٍ فِي آخِرِ عُمُرِهِ فِي حَجَّةِ الْوَدَاعِ إلَى الْيَمَنِ وَأَمَرَهُ فِي الْجِزْيَةِ أَنْ يَأْخُذَهَا مِنْ كُلِّ حَالِمٍ دِينَارًا وَلَمْ يُفَرِّقْ بَيْنَ مَنْ بِالْمُسْلِمِينَ حَاجَةٌ إلَيْهِمْ وَغَيْرِهِمْ، وَقَدْ نَزَلَتْ فِي تِلْكَ الْحَجَّةِ {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} فَلَمْ يَحْدُثْ بَعْدَهَا أَحْكَامٌ وَلَمْ يُخْرِجُوا أَهْلَ الْيَمَنِ بَعْدَهُ فَاَلَّذِي يَظْهَرُ أَنَّ إخْرَاجَ الْيَهُودِ وَالنَّصَارَى إنَّمَا هُوَ مِنْ الْحِجَازِ كَمَا هُوَ الْمَعْرُوفُ وَلَا يَتَعَدَّى إلَى غَيْرِهِ إلَّا أَنْ يَرَى الْإِمَامُ الْمَصْلَحَةَ فِي إجْلَاءِ طَائِفَةٍ مِنْهُمْ مِنْ مِصْرٍ أَوْ مَدِينَةٍ إلَى مَكَان آخَرَ يَرَاهُ فَلَهُ ذَلِكَ إلَى حَسَبِ النَّظَرِ لِلْمُسْلِمِينَ.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وَهَذَا لَا يَنْبَغِي أَنْ يُقَالَ إلَّا إذَا كَانَ الْإِمَامُ مِثْلَ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ وَإِلَّا فَيَخْشَى أَنْ يُخْرِجَ مَنْ شَاءَ وَيُبْقِيَ مَنْ شَاءَ بِحَسَبِ هَوَى نَفْسِهِ وَغَرَضِهِ {قَوْلُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مَرَضِ مَوْتِهِ أَخْرِجُوا الْيَهُودَ وَالنَّصَارَى} وَهُوَ وَصِيَّةٌ لِأُمَّتِهِ بِمَا يَفْعَلُونَهُ بَعْدَهُ مِنْ ذَلِكَ وَجَوَازُهُ مُتَقَرِّرٌ قَبْلَ ذَلِكَ أَلَا تَرَى قَوْله تَعَالَى {وَلَوْلَا أَنْ كَتَبَ اللَّهُ عَلَيْهِمْ الْجَلَاءَ} وَذَلِكَ قَبْلَ مَوْتِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِسَنَتَيْنِ فَلَا يَرِدُ عَلَى قَوْلِنَا أَنَّ الدِّينَ كَمُلَ فِي حَجَّةِ الْوَدَاعِ وَإِنَّمَا هُوَ تَنْفِيذُ مَا تَقَرَّرَ جَوَازُهُ وَتَحَتُّمُهُ بِحَسَبِ مَا عَلِمَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعَمِلَ بِهِ عُمَرُ بَعْدَهُ فَلَا يَجُوزُ تَغْيِيرُهُ مِنْ الْحِجَازِ.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وَأَمَّا غَيْرُ الْحِجَازِ فَيَكُونُ النَّظَرُ فِيهِ لِلْإِمَامِ وَلَا نَقُولُ إنَّهُ وَاجِبٌ كَمَا قَالَ ابْنُ جَرِيرٍ فَيَضِيقُ الْأَمْرُ وَلَا يَمْتَنِعُ بَلْ بِحَسَبِ الْمَصْلَحَةِ مَا لَمْ تَكُنْ حَاجَةٌ أَوْ صُلْحٌ وَمَتَى شَكَّ فِي صُلْحٍ مُتَقَدِّمٍ فَاَلَّذِي يَظْهَرُ أَنَّهُ إنْ اُدُّعِيَ صُلْحٌ قَرِيبٌ يُمْكِنُ إثْبَاتُهُ مِنْ إمَامٍ مُعَيَّنٍ لَمْ يُقْبَلْ إلَّا بِبَيِّنَةٍ وَإِنْ بَعُدَ الْعَهْدُ وَاحْتَمَلَ الصُّلْحَ مِنْ بَعْضِ الْأَئِمَّةِ أَوْ مِنْ الْمُؤْمِنِينَ فِي بَعْضِ الْأَزْمِنَةِ مِنْ غَيْرِ تَعْيِينٍ وَجَبَ إبْقَاءُ مَنْ احْتَمَلَ ذَلِكَ فِي حَقِّهِ وَلَا يُكَلَّفُ بِبَيِّنَةٍ عَمَلًا بِالِاسْتِصْحَابِ كَالْيَدِ، وَلِهَذَا نَظِيرٌ وَهُوَ مَنْ كَانَ فِي يَدِهِ شَيْءٌ يَقُولُ إنَّهُ مَلَكَهُ مِنْ شَخْصٍ لَمْ يُعَيِّنْهُ الْقَوْلُ قَوْلُهُ فِيهِ. ¶ وَلَوْ قَالَ إنَّهُ مَلَكَهُ مِنْ زَيْدٍ وَأَنْكَرَ زَيْدٌ أَوْ وَارِثُهُ فَالْقَوْلُ قَوْلُ زَيْدٍ أَوْ وَارِثِهِ كَمَا لَوْ قَالَتْ الْمَرْأَةُ: كُنْت زَوْجَةً لِزَيْدٍ فَطَلَّقَنِي يَحْتَاجُ إلَى إقْرَارِ زَيْدٍ أَوْ بَيِّنَةٍ عَلَيْهِ. ¶ وَلَوْ قَالَتْ كُنْت زَوْجَةً لِرَجُلٍ وَطَلَّقَنِي قُبِلَ قَوْلُهَا. ¶ وَبِهَذَا يُجَابُ عَمَّا أَجَابَهُ شَيْخُنَا ابْنُ الرِّفْعَةِ فِي كِتَابِهِ الْمُسَمَّى بِالنَّفَائِسِ فِي أَدِلَّةِ هَدْمِ الْكَنَائِسِ وَحَاوَلَ أَنَّ النَّصَارَى وَالْيَهُودَ يُكَلَّفُونَ الْبَيِّنَةَ عَلَى قِدَمِ الْكَنَائِسِ وَأَنَّهُمْ مُدَّعُونَ وَلَا مُدَّعًى عَلَيْهِمْ مِنْ جِهَةِ أَنَّ الْأَصْلَ عَدَمُهَا إلَى زَمَانٍ تَحَقَّقْنَا وُجُودَهَا فِيهِ. ¶ وَالتَّمَسُّكُ بِهَذَا الْأَصْلِ مَعَ الْيَدِ ضَعِيفٌ.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وَأَنَا أَقُولُ لَا يَدَ لَهُمْ عَلَى الْكَنَائِسِ فِي دَارِ الْإِسْلَامِ وَإِنَّمَا الْيَدُ لِلْمُسْلِمِينَ وَالِاسْتِصْحَابُ حُجَّةٌ لِمَا تَحَقَّقَ وُجُودُهُ فِي الْمَاضِي. ¶ وَادَّعَى بَعْضُ الْمُتَأَخِّرِينَ أَنَّهُ حُجَّةٌ أَيْضًا لِمَا وُجِدَ الْآنَ وَشَكَكْنَا فِيهِ فِي الْمَاضِي، وَمُقْتَضَى كَلَامِ أَكْثَرِ الْمُتَقَدِّمِينَ خِلَافُهُ لَكِنَّ التَّمَسُّكَ فِيهِ بِصُورَةِ الْيَدِ قَوِيٌّ فَإِذَا اُحْتُمِلَ وَلَمْ يَكُنْ مُدَّعٍ مُعَيَّنٌ يَنْبَغِي أَنْ لَا يُغَيَّرَ إلَّا بِبَيِّنَةٍ كَمَسْأَلَةِ الزَّوْجَةِ الَّتِي ذَكَرْنَاهَا فَإِنَّا لَوْ كَلَّفْنَا أَرْبَابَ الْأَيْدِي إلَى بَيِّنَةٍ مَعَ جَهَالَةِ مَنْ انْتَقَلَ الْمِلْكُ مِنْهُ إلَيْهِمْ لَكَانَ فِي ذَلِكَ تَسْلِيطٌ لِلظَّلَمَةِ عَلَى مَا فِي أَيْدِي النَّاسِ، وَلَوْ جَوَّزْنَا الْحُكْمَ بِرَفْعِ الْمَوْجُودِ الْمُحَقَّقِ بِغَيْرِ بَيِّنَةٍ بَلْ بِمُجَرَّدِ أَصْلٍ مُسْتَصْحَبٍ لَزِمَ أَيْضًا ذَلِكَ، وَالْحُكْمُ بِالشَّكِّ فِي قِدَمِهِ مِنْ الْكَنَائِسِ الْمَوْجُودَةِ الْمُحْتَمِلَةِ الْقِدَمِ مِنْ غَيْرِ جَزْمٍ مِنِّي بِإِطْلَاقِ الْقَوْلِ بِإِبْقَائِهَا لَكِنَّ تَوَقُّفِي فِيهَا لَا فِي الْحُكْمِ بِمُجَرَّدِ الْأَصْلِ بَلْ بِبَيِّنَةٍ تَنْضَمُّ إلَيْهِ وَالْبِلَادُ بِحَسَبِ غَرَضِنَا هَذَا ثَلَاثَةٌ: (أَحَدُهَا) بَلَدٌ يَفْتَحُهَا الْمُسْلِمُونَ الْيَوْمَ وَلَا يَشْتَرِطُونَ لِأَهْلِهَا شَيْئًا فَلِلْإِمَامِ إخْرَاجُ الْكُفَّارِ مِنْهَا وَمَنْعُهُمْ مُسَاكَنَةِ الْمُسْلِمِينَ فِيهَا جَوَازًا قَطْعًا، وَلَا يَبْعُدُ أَنْ يُقَالَ بِوُجُوبِهِ إذَا رَأَى مَصْلَحَةَ الْمُسْلِمِينَ فِي ذَلِكَ أَوْ أَنَّهُ لَا حَاجَةَ بِهِمْ إلَيْهِمْ كَمَا قَالَهُ ابْنُ جَرِيرٍ.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "(الْبَلَدُ الثَّانِي) بَلَدٌ يَفْتَحُهَا الْمُسْلِمُونَ الْيَوْمَ بَعْدَ أَنْ كَانَتْ لِلْمُسْلِمِينَ وَاسْتَوْلَى عَلَيْهَا الْكُفَّارُ كَسَوَاحِلِ الشَّامِ فَهَلْ نَقُولُ الِاعْتِبَارُ بِهَذَا الْفَتْحِ فَيَكُونُ كَالْقِسْمِ الْأَوَّلِ أَوْ يَسْتَمِرُّ عَلَيْهَا حُكْمُ فُتُوحِ عُمَرَ؟ فِيهِ نَظَرٌ وَالْأَقْرَبُ الثَّانِي لِأَنَّ اسْتِيلَاءَ الْكُفَّارِ لَا أَثَرَ لَهُ. ¶  (الْبَلَدُ الثَّالِثُ) مَا فُتِحَ فِي زَمَنِ عُمَرَ وَالْأَوْلَى أَنْ لَا يُغَيَّرَ فِيهِ شَيْءٌ إلَّا بِمُسْتَنَدٍ عَمَلًا بِالْيَدِ أَوْ شِبْهِ الْيَدِ لِتَعَذُّرِ ثُبُوتِ خِلَافِهِ. ¶ وَإِذَا أَبْقَيْنَا كَنِيسَةً فَإِنَّا نَقُولُ بِأَنْ لَا نَهْدِمَهَا كَمَا تَقَدَّمَ فِي لَفْظِ الْحَدِيثِ وَلَا يَلْزَمُ مِنْ ذَلِكَ الْإِذْنُ فِيهَا وَلَا الْتِزَامٌ بِذَلِكَ وَلَا التَّمْكِينُ مِنْ تَرْمِيمِهَا إذَا شُعِّثَتْ وَلَا إعَادَتُهَا إذَا خَرِبَتْ، كُلُّ ذَلِكَ لَمْ يَرِدْ بِهِ دَلِيلٌ شَرْعِيٌّ مَعَ أَنَّهُ مِنْ الْمُحَرَّمَاتِ فَلَا يُمْكِنُ مِنْهُ لِأَنَّ الْأَصْلَ فِي الْمُحَرَّمَاتِ أَنَّهُمْ مَمْنُوعُونَ مِنْهَا مِثْلَنَا حَتَّى يَرِدَ دَلِيلٌ عَلَى التَّقْدِيرِ فِيهِ وَالتَّمْكِينِ مِنْهُ أَعْنِي التَّرْمِيمَ وَالْإِعَادَةَ فَكَانَ مَمْنُوعًا فَصَارَ الْإِذْنُ بِالتَّرْمِيمِ أَوْ بِالْإِعَادَةِ مُمْتَنِعًا بِشَيْئَيْنِ: أَحَدِهِمَا أَنَّهُ حُكْمٌ فِي مَحَلِّ شَكٍّ فَيَكُونُ مُمْتَنِعًا وَكَمَا أَنَّا لَا نَهْدِمُهَا بِالشَّكِّ فَلَا نُرَمِّمُهَا أَوْ نُعِيدُهَا بِالشَّكِّ.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وَالثَّانِي أَنَّهُ لَمْ يَرِدْ فِيهِ دَلِيلٌ بِالتَّقْرِيرِ فَيَبْقَى عَلَى أَصْلِ الْمَنْعِ لِتَحَقُّقِ تَحْرِيمِهِ فِي الشَّرْعِ عَلَيْنَا وَعَلَيْهِمْ، وَاَللَّهُ - سُبْحَانَهُ - أَعْلَمُ فَكَذَلِكَ أَقُولُ بِالْمَنْعِ مِنْ التَّرْمِيمِ وَالْإِعَادَةِ مَعَ عَدَمِ الْهَدْمِ فِي الْأَصْلِ وَلَا تَنَاقُضَ فِي ذَلِكَ كَمَا يَظُنُّ بَعْضُ مَنْ لَا عِلْمَ لَهُ وَلَا احْتِيَاجَ فِي ذَلِكَ إلَى دَلِيلٍ خَاصٍّ حَتَّى يَتَوَقَّفَ عَلَى تَصْحِيحِ شَيْءٍ مِنْ الْأَحَادِيثِ الْمُتَقَدِّمَةِ، وَلَا إلَى شَرْطٍ حَتَّى يَتَوَقَّفَ عَلَى صِحَّةِ شُرُوطِ عُمَرَ بْنِ الْخَطَّابِ لِأَنَّ ذَلِكَ إنَّمَا يَكُونُ لَوْ كَانَ أَصْلُهَا عَلَى الْإِذْنِ. ¶ وَقَدْ عَرَّفْتُكَ أَنَّ أَصْلَ الْكَنَائِسِ عَلَى الْمَنْعِ لِأَنَّهَا مِنْ الْمُنْكَرَاتِ الْمُحَرَّمَاتِ فَمَنْ ادَّعَى جَوَازَ التَّقْرِيرِ عَلَى شَيْءٍ مِنْهَا هُوَ الْمُحْتَاجُ إلَى الدَّلِيلِ، وَنَحْنُ إنَّمَا نَذْكُرُ مَا نَذْكُرُهُ مِنْ الْأَحَادِيثِ وَالْآثَارِ وَالشُّرُوطِ تَأْكِيدًا، وَالْأَصْحَابُ اسْتَدَلُّوا عَلَى مَنْعِ إحْدَاثِ الْكَنَائِسِ فِي الْإِسْلَامِ بِقَوْلِ عُمَرَ وَابْنِ عَبَّاسٍ وَلَا مُخَالِفَ لَهُمَا مِنْ الصَّحَابَةِ وَجَيِّدٌ هُوَ وَهُوَ تَأْكِيدٌ وَلَوْ لَمْ يَقُولَاهُ كَانَ الْحُكْمُ كَذَلِكَ لِمَا ذَكَرْنَاهُ فَلَوْ لَمْ يَثْبُتْ عَنْهُمَا ذَلِكَ كُنَّا قَائِلِينَ بِهِ.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وَرَأَيْت فِي كِتَابِ الْجَوَاهِرِ فِي مَذْهَبِ مَالِكٍ إذَا اتَّجَرَ أَهْلُ الذِّمَّةِ بِالْخَمْرِ قَالَ ابْنُ نَافِعٍ: إذَا جَلَبُوهُ إلَى أَهْلِ الذِّمَّةِ لَا إلَى أَمْصَارِ الْمُسْلِمِينَ الَّتِي لَا ذِمَّةَ فِيهَا فَاسْتَشْعَرْت مِنْهَا أَنَّ أَهْلَ الذِّمَّةِ لَمْ يَكُونُوا فِي الْأَمْصَارِ فِي ذَلِكَ الْوَقْتِ وَإِنَّمَا كَانُوا فِي الْقُرَى وَلَعَلَّ الْأَمْرَ كَذَلِكَ ثُمَّ حَدَثَ سُكْنَاهُمْ الْأَمْصَارَ بَعْدَ الْعُلَمَاءِ الْمُتَقَدِّمِينَ لِفَسَادِ الزَّمَانِ، وَلَعَلَّ أَبَا حَنِيفَةَ إنَّمَا قَالَ بِإِحْدَاثِهَا فِي الْقُرَى الَّتِي يَتَفَرَّدُونَ بِالسُّكْنَى فِيهَا عَلَى عَادَتِهِمْ فِي ذَلِكَ الْمَكَانِ، وَغَيْرُهُ مِنْ الْعُلَمَاءِ بِمَنْعِهَا لِأَنَّهَا فِي بِلَادِ الْمُسْلِمِينَ وَقَبْضَتِهِمْ وَإِنْ انْفَرَدُوا فِيهَا فَهُمْ تَحْتَ يَدِهِمْ فَلَا يُمَكَّنُونَ مِنْ إحْدَاثِ الْكَنَائِسِ لِأَنَّهَا دَارُ الْإِسْلَامِ وَلَا يُرِيدُ أَبُو حَنِيفَةَ أَنَّ قَرْيَةً فِيهَا مُسْلِمُونَ فَيُمَكَّنُ أَهْلُ الذِّمَّةِ مِنْ بِنَاءِ كَنِيسَةٍ فِيهَا. ¶ فَإِنَّ هَذِهِ فِي مَعْنَى الْأَمْصَارِ فَتَكُونُ مَحَلَّ إجْمَاعٍ وَتَكُونُ الْأَلِفُ وَاللَّامُ فِي الْقُرَى الَّتِي جَرَتْ عَادَتُهَا بِسَكَنِهِمْ فِيهَا لِاشْتِغَالِهِمْ بِأَعْمَالِ الْمُسْلِمِينَ مِنْ الْفِلَاحَةِ وَغَيْرِهَا. ¶ أَوْ لِمَا يُرْجَى مِنْ إسْلَامِهِمْ صَاغِرِينَ بَاذِلِينَ لِلْجِزْيَةِ، فَإِنَّا لَوْ لَمْ نُبْقِهِمْ فِي بِلَادِ الْإِسْلَامِ لَمْ يَسْمَعُوا مَحَاسِنَهُ فَلَمْ يَسْلَمُوا وَلَوْ بَقِينَاهُمْ بِلَا جِزْيَةٍ وَلَا صَغَارٍ غَرُّوا وَأَنِفُوا فَبَقِينَاهُمْ بِالْجِزْيَةِ لَا قَصْدًا فِيهَا بَلْ فِي إسْلَامِهِمْ.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وَلِهَذَا إذَا نَزَلَ عِيسَى عَلَيْهِ السَّلَامُ لَا يَقْبَلُهَا لِأَنَّ مُدَّةَ الدُّنْيَا الَّتِي يُرْجَى إسْلَامُهُمْ فِيهَا فَرَغَتْ. ¶ وَالْحُكْمُ يَزُولُ بِزَوَالِ عِلَّتِهِ فَزَالَ حُكْمُ قَبُولِ الْجِزْيَةِ بِزَوَالِ عِلَّتِهِ وَهُوَ اقْتِصَارُ إسْلَامِهِمْ وَذَلِكَ حُكْمٌ مِنْ أَحْكَامِ شَرِيعَةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَيْسَ حُكْمًا جَدِيدًا فَإِنَّ عِيسَى عَلَيْهِ السَّلَامُ إنَّمَا يَنْزِلُ حَاكِمًا بِشَرِيعَةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ وَبَعْدَ أَنْ كَتَبْتُ هَذَا وَقَفْتُ عَلَى شَرْحِ مَجْمَعِ الْبَحْرَيْنِ لِابْنِ السَّاعَاتِيِّ مِنْ كُتُبِ الْحَنَفِيَّةِ فَقَالَ: وَهَذَا الْمَذْكُورُ إنَّمَا هُوَ فِي الْأَمْصَارِ دُونَ الْقُرَى لِأَنَّ الْأَمْصَارَ مَحَلُّ إقَامَةِ الشَّعَائِرِ. ¶ وَقَالَ صَاحِبُ الْهِدَايَةِ: وَالْمَرْوِيُّ فِي دِيَارِنَا يَمْنَعُونَ عَنْ إظْهَارِ ذَلِكَ فِي الْقُرَى أَيْضًا لِأَنَّ لَهَا بَعْضَ الشَّعَائِرِ. ¶ وَالْمَرْوِيُّ عَنْ صَاحِبِ الْهِدَايَةِ رَحِمَهُ اللَّهُ فِي قُرَى الْكُوفَةِ لِأَنَّ أَكْثَرَ أَهْلِهَا أَهْلُ الذِّمَّةِ وَفِي أَرْضِ الْعَرَبِ يُمْنَعُونَ مِنْ ذَلِكَ فِي أَمْصَارِهِمْ وَقُرَاهُمْ. ¶ وَفِي الْكَافِي مِنْ كُتُبِ الْحَنَفِيَّةِ لِحَافِظِ الدِّينِ قَرِيبٌ مِنْ ذَلِكَ. ¶  (بَابُ الْآثَارِ فِي ذَلِكَ) أَمَّا عُمَرُ رَضِيَ اللَّهُ عَنْهُ فَسَنُفْرِدُ لِشُرُوطِهِ بَابًا. ¶ وَرَوَى جَمَاعَةٌ مِنْ الْعُلَمَاءِ أَنَّهُ أَمَرَ بِهَدْمِ كُلِّ كَنِيسَةٍ لَمْ تَكُنْ قَبْلَ الْإِسْلَامِ وَأَمَرَ أَنْ لَا يَظْهَرَ صَلِيبٌ إلَّا كُسِرَ عَلَى ظَهْرِ صَاحِبِهِ.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وَهَذَا الْأَثَرُ فِي تَارِيخِ دِمَشْقَ لِابْنِ عَسَاكِرَ مِنْ رِوَايَةِ الْحَكَمِ بْنِ عَبْدِ اللَّهِ بْنِ خَطَّافٍ وَهُوَ مَتْرُوكٌ عَنْ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ عَنْ عُمَرَ. ¶ وَمَعْنَاهُ مُتَّفَقٌ عَلَيْهِ بَيْنَ الْعُلَمَاءِ كَمَا قَالَهُ الطُّرْطُوشِيُّ فِي سِرَاجِ الْمُلُوكِ فَإِنَّ الْكَنَائِسَ الْحَادِثَةَ فِي الْإِسْلَامِ لَا تَبْقَى فِي الْأَمْصَارِ إجْمَاعًا وَلَا فِي الْقُرَى عِنْدَ أَكْثَرِ الْعُلَمَاءِ. ¶ وَقَوْلُ أَبِي حَنِيفَةَ بِإِبْقَائِهَا فِي الْقُرَى بَعِيدٌ لَا دَلِيلَ عَلَيْهِ وَلَعَلَّهُ أَخَذَهُ مِنْ مَفْهُومِ قَوْلِ ابْنِ عَبَّاسٍ الَّذِي سَنَحْكِيهِ فِي الْمِصْرِ وَنَحْنُ نَقُولُ إنَّمَا نَعْنِي بِالْمِصْرِ أَيَّ مَوْضِعٍ كَانَ مَدِينَةً أَوْ قَرْيَةً. ¶ وَفِي كِتَابِ مَا يَلْزَمُ أَهْلَ الذِّمَّةِ فِعْلُهُ لِأَبِي يَعْلَى مُحَمَّدِ بْنِ الْحُسَيْنِ الْفَرَّاءِ ذَكَرَ الْقَاضِي أَبُو عُمَرَ مُحَمَّدُ بْنُ يُوسُفَ رِسَالَةً إلَى الْوَزِيرِ أَبِي أَحْمَدَ الْعَبَّاسِ بْنِ الْحَسَنِ فِي الشُّرُوطِ الَّتِي صُولِحَ عَلَيْهَا أَهْلُ الذِّمَّةِ فَذَكَرَهَا وَأَطَالَ ثُمَّ قَالَ وَحَدَّثَنِي أَحْمَدُ بْنُ مَنْصُورٍ الرَّمَادِيُّ يَعْنِي هَذِهِ الْمُحَدِّثَةَ قَالَ الطُّرْطُوشِيُّ بَعْدَ ذِكْرِهِ أَثَرَ عُمَرَ الْمُتَقَدِّمَ: وَكَانَ عُرْوَةُ بْنُ مُحَمَّدٍ يَهْدِمُهَا بِصَنْعَاءَ هَذَا مَذْهَبُ عُلَمَاءِ الْمُسْلِمِينَ أَجْمَعِينَ.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وَاَلَّذِي قَالَهُ صَحِيحٌ يَعْنِي فِي الْمُحَدِّثَةِ قَالَ الطُّرْطُوشِيُّ: وَشَدَّدَ فِي ذَلِكَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ وَأَمَرَ أَنْ لَا يُتْرَكَ فِي دَارِ الْإِسْلَامِ بِيعَةٌ وَلَا كَنِيسَةٌ بِحَالٍ قَدِيمَةً وَلَا حَدِيثَةً وَهَكَذَا قَالَ الْحَسَنُ الْبَصْرِيُّ قَالَ: مِنْ السُّنَّةِ أَنْ تُهْدَمَ الْكَنَائِسُ الَّتِي فِي الْأَمْصَارِ الْقَدِيمَةِ وَالْحَدِيثَةِ. ¶ وَقَالَ ابْنُ أَبِي شَيْبَةَ فِي مُصَنَّفِهِ: ¶ حَدَّثَنَا سَهْلُ بْنُ يُوسُفَ عَنْ عُمَرَ وَعَنْ الْحَسَنِ أَنَّهُ كَانَ يَكْرَهُ أَنْ تُتْرَكَ الْبِيعَةُ فِي أَمْصَارِ الْمُسْلِمِينَ. ¶ وَفِيهِ أَيْضًا حَدَّثَنَا عَبْدُ الْأَعْلَى عَنْ عَوْفٍ عَنْ الْحَسَنِ قَالَ صُولِحُوا عَلَى أَنْ يُخَلَّى بَيْنَهُمْ وَبَيْنَ النِّيرَانِ وَالْأَوْثَانِ فِي غَيْرِ الْأَمْصَارِ. ¶ وَهَذَا الَّذِي قَالَهُ الْحَسَنُ مِنْ بَقَاءِ الْأَوْثَانِ بَعِيدٌ غَيْرُ مَقْبُولٍ وَلَا يَجُوزُ مُصَالَحَتُهُمْ عَلَيْهِ، فَفِي حَدِيثِ ابْنِ عَبَّاسٍ {دَعَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلًا مِنْ الْأَنْصَارِ فَقَالَ لَا تَدَعْ قَبْرًا نَاتِئًا عَنْ الْأَرْضِ إلَّا سَوَّيْتَهُ وَلَا صَنَمًا إلَّا كَسَّرْتَهُ وَلَا صُورَةً إلَّا مَحَوْتَهَا} . ¶ رَوَاهُ أَبُو الشَّيْخِ بِإِسْنَادِهِ الْمُتَقَدِّمِ إلَيْهِ عَنْ الْحُسَيْنِ بْنِ مُحَمَّدٍ عَنْ شُعَيْبِ بْنِ سَلَمَةَ عَنْ عِصْمَةَ بْنِ مُحَمَّدٍ عَنْ مُوسَى بْنِ عُقْبَةَ عَنْ كُرَيْبٍ عَنْ ابْنِ عَبَّاسٍ.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وَأَصَحُّ مِنْهُ فِي صَحِيحِ مُسْلِمٍ وَأَبِي دَاوُد وَالتِّرْمِذِيِّ وَقَالَ حَسَنٌ {عَنْ أَبِي الْهَيَاجِ حَيَّانَ بْنِ حُصَيْنٍ الْأَسَدِيِّ قَالَ طَلَبَنِي عَلِيٌّ فَقَالَ: أَبْعَثُكَ عَلَى مَا بَعَثَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَدَعْ تِمْثَالًا إلَّا طَمَسْتَهُ وَلَا قَبْرًا مُشْرِفًا إلَّا سَوَّيْتَهُ} . ¶ وَالِاحْتِجَاجُ بِهِ مِنْ وَجْهَيْنِ أَحَدِهِمَا عُمُومِهِ. ¶ وَالثَّانِي أَنَّ ذَلِكَ مِنْ عَلِيٍّ كَانَ فِي الْكُوفَةِ وَتِلْكَ الْبِلَادُ لَمْ يَكُنْ فِيهَا مُشْرِكُونَ فَقَطْ بَلْ فِيهَا جَمَاعَةٌ يُقِرُّونَ بِالْجِزْيَةِ، أَمَّا النِّيرَانُ فَقَرِيبٌ وَهِيَ إنَّمَا هِيَ لِلْمَجُوسِ فَتَقْرِيرُهُمْ عَلَيْهَا كَتَقْرِيرِ الْيَهُودِ وَالنَّصَارَى عَلَى الْبِيَعِ وَالْكَنَائِسِ فَإِذَا اشْتَرَطُوا ذَلِكَ لَمْ نَمْنَعْ مِنْهُ. ¶ وَهُنَا لَطِيفَةٌ فَارِقَةٌ بَيْنَ النِّيرَانِ وَالْأَوْثَانِ فَإِنَّ الْأَوْثَانَ مِنْ قِسْمِ الْأُصُولِ وَالنِّيرَانِ مِنْ قِسْمِ الْفُرُوعِ وَنَجِدُ أَكْثَرَ مَا أَقْرَرْنَاهُمْ عَلَيْهِ مِنْ شُرْبِ الْخَمْرِ وَأَكْلِ الْخِنْزِيرِ وَنِكَاحِ الْأُمَّهَاتِ وَالْبَنَاتِ وَمَا أَشْبَهَ ذَلِكَ مِنْ قِسْمِ ¶ الْفُرُوعِ وَاحْتِمَالُهَا رَجَاءَ الْإِسْلَامِ سَهْلٌ، وَأَمَّا الْأَوْثَانُ فَشِرْكٌ ظَاهِرٌ فَلَا يُحْتَمَلُ.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وَقَوْلِي \" ظَاهِرٌ \" احْتِرَازٌ مِمَّا نَحْنُ جَازِمُونَ بِأَنَّهُ يَصْدُرُ مِنْهُمْ فِي أَنْفُسِهِمْ كَنَائِسِهِمْ مِنْ الْكُفْرِ لِأَنَّهُ خَفِيٌّ فَلَوْ أَظْهَرُوهُ لَمْ نَحْتَمِلْهُ وَلِذَلِكَ تُقْسَمُ الشُّرُوطُ الْمَأْخُوذَةُ عَلَيْهِمْ إلَى مَا مُخَالَفَتُهُ نَاقِضَةٌ لِلذِّمَّةِ بِلَا خِلَافٍ وَهُوَ مَا فِيهِ ضَرَرٌ عَلَى الْمُسْلِمِينَ وَشِرْكٌ ظَاهِرٌ عَلَى تَفْصِيلٍ وَتَحْرِيرٍ مَذْكُورٍ فِي بَابِهِ فَهَذَا لَا يُحْتَمَلُ وَمَا سِوَاهُ قَدْ يُحْتَمَلُ. ¶ وَرَوَى أَبُو الشَّيْخِ عَنْ أَحْمَدَ بْنِ الْحَسَنِ ثنا أَحْمَدُ بْنُ إبْرَاهِيمَ الدَّوْرَقِيُّ ثنا يُوسُفُ بْنُ عَطِيَّةَ قَالَ جَاءَ كِتَابُ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ إلَى عَدِيِّ بْنِ أَرْطَاةَ أَنْ يَمْحُوَ التَّمَاثِيلَ الْمُصَوَّرَةَ.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وَأَمَّا كَرَاهِيَةُ الْحَسَنِ لِتَرْكِ الْبِيَعِ فِي أَمْصَارِ الْمُسْلِمِينَ فَبِعُمُومِهِ يَشْمَلُ الْحَادِثَةَ وَالْقَدِيمَةَ كَمَا نَقَلَهُ الطُّرْطُوشِيُّ عَنْهُ وَأَنَّهُ قَالَ أَنَّهُ مِنْ السُّنَّةِ وَمَا نَقَلَهُ عَنْ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ مُوَافِقٌ لَهُ وَزَائِدٌ عَلَيْهِ فَإِنَّ الْمِصْرَ فِي كَلَامِ الْحَسَنِ مُحْتَمِلٌ لِكُلِّ مَوْضِعٍ وَمُحْتَمِلٌ لِلْمُدُنِ، وَكَلَامُ ابْنِ عَبْدِ الْعَزِيزِ رَحِمَهُ اللَّهُ عَامٌّ فِي دَارِ الْإِسْلَامِ أَنْ تُهْدَمَ مِنْ جَمِيعِهَا الْكَنَائِسُ الْقَدِيمَةُ وَالْحَدِيثَةُ وَعُمَرُ بْنُ عَبْدِ الْعَزِيزِ قَرِيبُ الْعَهْدِ بِالْفَتْحِ فَلَمْ يَكُنْ يَخْفَى عَلَيْهِ أَمْرُ الصُّلْحِ وَهُوَ إمَامُ هُدًى مُطَاعٌ صَاحِبُ الْأَمْرِ فَأَمْرُهُ بِذَلِكَ دَلِيلٌ عَلَى أَنَّهُ لَمْ يَبْقَ فِي زَمَانِهِ كَنِيسَةٌ فِي بِلَادِ الْإِسْلَامِ، وَأَنَّ جَمِيعَ مَا هُوَ بِهَا الْيَوْمَ مِنْ الْكَنَائِسِ حَدَثَ بَعْدَهُ أَوْ كَانَ وَلَمْ يَطَّلِعْ هُوَ عَلَى تَرْكِهِ فَلَا يَحْتَجُّ فِي إبْقَاءِ مَا نَجِدُهُ مِنْهَا. ¶ وَإِنَّمَا قُلْت ذَلِكَ لِأَنَّهُ بَلَغَنِي عَنْ شَيْخِ الْإِسْلَامِ تَقِيِّ الدِّينِ بْنِ دَقِيقِ الْعِيدِ أَنَّهُ تَوَقَّفَ عَنْ هَدْمِهَا لِأَنَّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ لَمْ يَهْدِمْهَا فَيُجَابُ عَنْهُ بِمَا ذَكَرْنَاهُ، هَذَا إنْ صَحَّ السَّنَدُ إلَى عُمَرَ بْنِ عَبْدِ الْعَزِيزِ بِمَا ذَكَرَهُ الطُّرْطُوشِيُّ وَقَدْ ذَكَرَ كَثِيرٌ مِنْ الْفُقَهَاءِ مِنْ أَصْحَابِنَا وَغَيْرِهِمْ عَنْ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ لَا تَهْدِمُوا بِيعَةً وَلَا كَنِيسَةً وَلَا بَيْتَ نَارٍ وَجَعَلُوا ذَلِكَ عُمْدَةً فِي الْإِبْقَاءِ.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وَهَذَا رَوَاهُ ابْنُ أَبِي شَيْبَةَ فِي مُصَنَّفِهِ عَنْ حَفْصِ بْنِ غِيَاثٍ عَنْ أُبَيِّ بْنِ عَبْدِ اللَّهِ النَّخَعِيِّ قَالَ: جَاءَنَا كِتَابُ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ لَا تَهْدِمْ بِيعَةً وَلَا كَنِيسَةً وَلَا بَيْتَ نَارٍ صُولِحُوا عَلَيْهِ. ¶ فَقَوْلُهُ \" صُولِحُوا عَلَيْهِ \" قَيْدٌ وَلَا بُدَّ مِنْهُ لِمَا قَدَّمْنَاهُ كَمَا قُلْنَاهُ أَنَّهُ لَمْ يَقُلْ أَحَدٌ بِإِبْقَائِهَا مِنْ غَيْرِ صُلْحٍ، وَلَمْ يَقُلْ فِيهِ بِبِلَادِ الْإِسْلَامِ فَهُوَ عَامٌّ. ¶ وَاَلَّذِي تَقَدَّمَ عَلَيْهِ خَاصٌّ بِبِلَادِ الْإِسْلَامِ، وَيَكُونُ هَذَا فِي بِلَادِ الْمَجُوسِ، وَلِذَلِكَ ذَكَرَ فِيهِ بَيْتَ النَّارِ أَوْ فِي بِلَادِهِمْ وَبِلَادِ الْيَهُودِ وَالنَّصَارَى الَّتِي صَالَحُوا عَلَيْهَا كَانُوا مُنْفَرِدِينَ فِيهَا تَنَافِي بَيْنَ الرِّوَايَتَيْنِ اللَّتَيْنِ نُقِلَتَا عَنْ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ رَضِيَ اللَّهُ عَنْهُ وَالْمَقْصُودُ مِنْ ذَلِكَ إذَا صَحَّتْ الرِّوَايَةُ الْأُولَى أَنَّهُ يَعْلَمُ بِهَا أَنَّهُ لَا صُلْحَ لَهُمْ عَلَى إبْقَائِهَا فِي فَتْحِ بِلَادِ الْإِسْلَامِ الَّتِي كَانَتْ تَحْتَ حُكْمِهِ وَأَقْرَبُهَا الشَّامُ لِأَنَّهَا سَكَنُهُ وَمِصْرُ وَالْعِرَاقُ يَكْتَنِفَانِهَا. ¶ وَالرِّوَايَةُ الثَّانِيَةُ عَنْ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ كِتَابٌ إلَى قَوْمٍ مَخْصُوصِينَ فَكَيْفَ يَحْتَجُّ بِهَا فِي غَيْرِهِمْ، وَالْغُرُّ يَسْمَعُ لَا تَهْدِمُوا فَيَعْتَقِدُ أَنَّهُ خِطَابٌ لِكُلِّ أَحَدٍ، وَإِنَّمَا هُوَ لِقَوْمٍ مَخْصُوصِينَ فِي بِلَادٍ مَخْصُوصَةٍ وَالرِّوَايَةُ الْأُولَى لَفْظٌ عَامٌّ فِي بِلَادِ الْإِسْلَامِ فَهِيَ خَاصَّةٌ بِدَارِ الْإِسْلَامِ عَامَّةٌ فِي الْأَحْكَامِ.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وَأَمَّا ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا فَاشْتُهِرَ اشْتِهَارًا كَثِيرًا سَنَذْكُرُهُ وَهُوَ مَا رَوَاهُ عَنْهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ فِي مُصَنَّفِهِ قَالَ ثنا مُعْتَمِرُ بْنُ سُلَيْمَانَ عَنْ أَبِيهِ عَنْ حَنَشٍ عَنْ عِكْرِمَةَ قَالَ قِيلَ لِابْنِ عَبَّاسٍ أَلِلْعَجَمِ أَنْ يُحْدِثُوا فِي أَمْصَارِ الْمُسْلِمِينَ بِنَاءً وَبِيعَةً. ¶ فَقَالَ أَمَّا مِصْرٌ مَصَّرَتْهُ الْعَرَبُ فَلَيْسَ لِلْعَجَمِ أَنْ يَبْنُوا فِيهِ بِنَاءً أَوْ قَالَ بِيعَةً وَلَا يَضْرِبُوا فِيهِ نَاقُوسًا وَلَا يَشْرَبُوا فِيهِ خَمْرًا وَلَا يَتَّخِذُوا فِيهِ خِنْزِيرًا أَوْ يَدْخُلُوا فِيهِ. ¶ وَأَمَّا مِصْرٌ مَصَّرَتْهُ الْعَجَمُ فَفَتَحَهُ اللَّهُ عَلَى الْعَرَبِ فَنَزَلُوا يَعْنِي عَلَيْهِمْ فَلِلْعَجَمِ مَا فِي عَهْدِهِمْ وَلِلْعَجَمِ عَلَى الْعَرَبِ أَنْ يُوفُوا بِعَهْدِهِمْ وَلَا يُكَلِّفُوهُمْ فَوْقَ طَاقَتِهِمْ. ¶ وَقَدْ أَخَذَ الْعُلَمَاءُ بِقَوْلِ ابْنِ عَبَّاسٍ هَذَا وَجَعَلُوهُ مَعَ قَوْلِ عُمَرَ وَسُكُوتُ بَقِيَّةِ الصَّحَابَةِ إجْمَاعًا. ¶ وَقَدْ رَوَيْنَا أَثَرَ ابْنِ عَبَّاسٍ هَذَا فِي كِتَابِ الْأَمْوَالِ لِأَبِي عُبَيْدٍ.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وَقَدْ ذَكَرْنَا سَنَدًا إلَيْهِ قَالَ أَبُو عُبَيْدٍ: سَمِعْت عَلِيَّ بْنَ عَاصِمٍ يُحَدِّثُ عَنْ أَبِي عَلِيٍّ الرَّحَبِيِّ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ قَالَ أَبُو عُبَيْدٍ التَّمْصِيرُ عَلَى وُجُوهٍ: مِنْهَا الْبِلَادُ يُسْلِمُ عَلَيْهَا أَهْلُهَا كَالْمَدِينَةِ وَالطَّائِفِ وَالْيَمَنِ أَوْ بَعْضُهَا وَكُلُّ أَرْضٍ لَمْ يَكُنْ لَهَا أَهْلٌ فَاخْتَطَّهَا الْمُسْلِمُونَ كَالْكُوفَةِ وَالْبَصْرَةِ وَالثُّغُورِ وَكُلُّ قَرْيَةٍ فُتِحَتْ عَنْوَةً فَلَمْ يَرَ الْإِمَامُ أَنْ يَرُدَّهَا إلَى الَّذِي أُخِذَتْ مِنْهُمْ، وَلَكِنَّهُ قَسَمَهَا بَيْنَ الَّذِينَ فَتَحُوهَا كَفِعْلِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِخَيْبَرَ. ¶ فَهَذِهِ أَمْصَارُ الْمُسْلِمِينَ وَأَشْبَاهُهَا لَا سَبِيلَ لِأَهْلِ الذَّمَّةِ فِيهَا إلَى إظْهَارِ شَيْءٍ مِنْ شَرَائِعِهِمْ.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وَأَمَّا الْبِلَادُ الَّتِي لَهُمْ فِيهَا السَّبِيلُ إلَى ذَلِكَ فَمَا صُولِحُوا عَلَيْهِ فَلَمْ يُنْزَعْ مِنْهُمْ وَهُوَ تَأْوِيلُ قَوْلِ ابْنِ عَبَّاسٍ، فَمِنْ بِلَادِ الصُّلْحِ أَرْضُ هَجَرَ وَالْبَحْرَيْنِ وَأَيْلَةَ وَدَوْمَةِ الْجَنْدَلِ وَأَذْرُحَ أَدَّتْ إلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْجِزْيَةَ وَمِنْ الصُّلْحِ بَعْدَهُ بَيْتُ الْمَقْدِسِ وَدِمَشْقُ وَمُدُنُ الشَّامِ دُونَ أَرَاضِيهَا وَكَذَلِكَ بِلَادُ الْجَزِيرَةِ وَقِبْطُ مِصْرَ وَبِلَادُ خُرَاسَانَ وَكَذَلِكَ كُلُّ بِلَادٍ فُتِحَتْ عَنْوَةً فَرَأَى الْإِمَامُ رَدَّهَا إلَى أَهْلِهَا وَإِقْرَارَهَا فِي أَيْدِيهِمْ عَلَى دِينِهِمْ وَذِمَّتِهِمْ كَفِعْلِ عُمَرَ بِالسَّوَادِ وَكَذَلِكَ بِلَادُ الشَّامِ كُلُّهَا عَنْوَةً خَلَا مُدُنَهَا وَكَذَلِكَ الْجَبَلُ وَالْأَهْوَازُ وَفَارِسُ وَالْمَغْرِبُ وَالثُّغُورُ، فَهَذِهِ بِلَادُ الْعَنْوَةِ. ¶ وَرَوَى أَبُو عُبَيْدٍ أَنَّهُ بَلَغَ عُمَرُ أَنَّ رَجُلًا مِنْ أَهْلِ السَّوَادِ أَثْرَى فِي تِجَارَةِ الْخَمْرِ فَكَتَبَ أَنْ اكْسَرُوا كُلَّ شَيْءٍ قَدِيمٍ عَلَيْهِ وَوُجِدَ فِي بَيْتِ رَجُلٍ مِنْ ثَقِيفٍ يُقَالُ لَهُ رُوَيْشِدٌ فَقَالَ أَنْتَ فُوَيْسِقٌ وَأَمَرَ بِهِ فَأُخْرِبَ وَنَظَرَ إلَى غُرَارَةَ فَقَالَ مَا هَذِهِ قَالُوا قَرْيَةً تُدْعَى غُرَارَةُ يُبَاعُ فِيهَا الْخَمْرُ فَأَحْرَقَهَا. ¶ قَالَ أَبُو عُبَيْدٍ: وَجْهُهُ أَنَّ التِّجَارَةَ فِي الْخَمْرِ لَمْ تَكُنْ فَمَا شَرَطَ لَهُمْ وَإِنَّمَا شَرَطَ لَهُمْ شُرْبَهَا وَلِهَذَا كَتَبَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ: لَا يُحْمَلُ الْخَمْرُ مِنْ رُسْتَاقٍ إلَى رُسْتَاقٍ.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وَقَالَ لِعَامِلِهِ عَلَى الْكُوفَةِ: مَا وَجَدْت مِنْهَا فِي السُّفُنِ فَصَيِّرْهُ خَلًّا فَكَتَبَ عَامِلُهُ وَهُوَ عَبْدُ الْحَمِيدِ بْنُ عَبْدِ الرَّحْمَنِ إلَى عَامِلِهِ بِوَاسِطَ مُحَمَّدِ بْنِ الْمُسْتَنِيرِ بِذَلِكَ فَأَتَى السُّفُنَ فَصَبَّ فِي كُلِّ رَاقُودٍ مَاءً وَمِلْحًا فَصَيَّرَهُ خَلًّا. ¶ قَالَ أَبُو عُبَيْدٍ فَلَمْ يُحِلْ عُمَرُ بَيْنَهُمْ وَبَيْنَ شُرْبِهَا لِأَنَّهُمْ عَلَى ذَلِكَ صُولِحُوا وَحَالَ بَيْنَهُمْ وَبَيْنَ حَمْلِهَا وَالتِّجَارَةِ فِيهَا وَإِنَّمَا نَرَاهُ أَمَرَ بِتَصْيِيرِهَا خَلًّا وَتَرْكِهَا أَنْ يَصُبَّهَا فِي الْأَرْض لِأَنَّهَا مَالٌ مِنْ أَمْوَالِ أَهْلِ الذِّمَّةِ وَلَوْ كَانَتْ لِمُسْلِمٍ مَا جَازَ إلَّا إهْرَاقُهَا. ¶ وَكَذَلِكَ فَعَلَ عُمَرُ بِمَالِ رُوَيْشِدٍ حِينَ أَحْرَقَ عَلَيْهِ مَنْزِلَهُ فَلَمْ يَأْمُرْهُ أَنْ يَجْعَلَهَا خَلًّا وَكَانَ رُوَيْشِدٍ مُسْلِمًا وَلَمْ نَعْلَمْ أَحَدًا رَخَّصَ فِي تَخْلِيلِ خَمْرِ الْمُسْلِمِ إلَّا الْحَارِثُ الْعُكْلِيُّ. ¶ وَكَانَ ابْنُ سِيرِينَ يَقُولُ خَلُّ الْعِنَبِ وَلَا يَقُولُ خَلُّ الْخَمْرِ.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وَكَانَ أَبُو إِسْحَاقَ الْفَزَارِيّ يَأْمُرُهُمْ بِالثَّغْرِ إذَا أَرَادُوا اتِّخَاذَ الْخَلِّ مِنْ الْعَصِيرِ أَنْ يُلْقُوا فِيهِ شَيْئًا مِنْ خَلٍّ سَاعَةَ يُعْصَرُ فَتَدْخُلُ حُمُوضَةُ الْخَلِّ قَبْلَ أَنْ يَتَبَيَّنَ فَلَا يَعُودُ خَمْرًا أَبَدًا قَالَ أَبُو عُبَيْدٍ إنَّمَا فَعَلَ الصَّالِحُونَ هَذَا تَنَزُّهًا عَنْ الِانْتِفَاعِ بِشَيْءٍ مِنْ الْخَلِّ بَعْدَ أَنْ يَسْتَحْكِمَ مَرَّةً خَمْرًا وَإِنْ آلَتْ إلَى الْخَلِّ وَقَوْلُ أَبِي الدَّرْدَاءِ فِي الْمُرَى تَحْتَهُ الشَّمْسُ وَالْمِلْحُ وَالْحِيتَانُ فَالْمُرَى شَيْءٌ يَتَّخِذُهُ أَهْلُ الشَّامِ مِنْ أَهْلِ الْكِتَابِ مِنْ عَصِيرِ الْعِنَبِ فَيَبْتَاعُهُ الْمُسْلِمُونَ مُرًّا لَا يَدْرُونَ كَيْفَ كَانَ، وَهَذَا كَقَوْلِ عُمَرَ وَلَا بَأْسَ عَلَى امْرِئٍ أَصَابَ خَلًّا مِنْ أَهْلِ الْكِتَابِ أَنْ يَبْتَاعَهُ مَا لَمْ يَعْلَمْ أَنَّهُمْ تَعَمَّدُوا إفْسَادَهَا أَلَا تَرَاهُ إنَّمَا رَخَّصَ لِأَهْلِ الْكِتَابِ دُونَ أَهْلِ الْإِسْلَامِ. ¶ كَذَا فَعَلَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ حِينَ أَلْقَى فِي خَمْرِ أَهْلِ السَّوَادِ مَاءً أَمَّا فِعْلُهُ بِخَمْرِ أَهْلِ الذِّمَّةِ وَلَا يَجُوزُ فِي خَمْرِ الْمُسْلِمِينَ مِنْ هَذَا شَيْءٌ. ¶ انْتَهَى مَا أَرَدْت نَقْلَهُ مِنْ كَلَامِ أَبِي عُبَيْدٍ. ¶ وَلَمْ يَزَلْ الْإِشْكَالُ فِي تَخْلِيلِنَا خَمْرِ الذِّمِّيِّ مَعَ أَنَّهُ لَا يُرَخِّصُ لَهُ فِي تَخْلِيلِهَا وَكَانَ الْمَقْصُودُ ذِكْرَ أَثَرِ ابْنِ عَبَّاسٍ وَاَلَّذِي اقْتَضَاهُ أَنَّهُ لَا شَيْءَ يَبْقَى مِنْ الْكَنَائِسِ إلَّا بِعَهْدٍ حَيْثُ يَجُوزُ الْعَهْدُ كَمَا قَدَّمْنَاهُ.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وَأَمَّا قَوْلُ أَبِي عُبَيْدٍ فِي بِلَادٍ فُتِحَتْ عَنْوَةً فَرَأَى الْإِمَامُ رَدَّهَا إلَى أَهْلِهَا وَإِقْرَارَهَا فِي أَيْدِيهِمْ عَلَى دِينِهِمْ وَذِمَّتِهِمْ كَفِعْلِ عُمَرَ فِي السَّوَادِ وَهَذَا مَذْهَبٌ لَا هُوَ يَقُولُ بِهِ وَلَا أَحَدٌ مِنْ الْجُمْهُورِ، وَإِنَّمَا يُحْكَى عَنْ أَبِي حَنِيفَةَ وَالصَّحِيحُ الْمَشْهُورُ فِي سَوَادِ الْعِرَاقِ أَنَّهُ فُتِحَ عَنْوَةً ثُمَّ بَعْدَ ذَلِكَ قَالَ ابْنُ شُرَيْحٍ: هُوَ الْآنَ مِلْكٌ رَجَعَ إلَى أَهْلِهِ بِالشِّرَاءِ. ¶ وَعَنْ أَبِي حَنِيفَةَ أَنَّهُ رَدَّ عَلَيْهِمْ كَمَا يَقْتَضِيهِ قَوْلُ أَبِي عُبَيْدٍ وَالصَّحِيحُ عَنْهُ وَعَنْ غَيْرِهِ أَنَّهُ وَقْفٌ حَقِيقِيٌّ يَمْتَنِعُ بَيْعُهُ وَعَلَى هَذَا هَلْ كَانَ بِإِنْشَاءِ وَقْفٍ مِنْ عُمَرَ بَعْدَ اسْتِرْضَائِهِ الْغَانِمِينَ أَوْ أَنَّ الْأَمْرَ فِي ذَلِكَ لِلْإِمَامِ مِنْ غَيْرِ رِضَا الْغَانِمِينَ فَالشَّافِعِيُّ يَقُولُ بِالْأَوَّلِ وَيَسْتَدِلُّ بِقَوْلِ جَرِيرٍ أَنَّ عُمَرَ رَضِيَ اللَّهُ عَنْهُ عَوَّضَهُ مِنْ حَقِّهِ نَيِّفًا وَثَمَانِينَ دِينَارًا وَعَوَّضَ امْرَأَةً مَعَهُ يُقَالُ لَهَا أُمُّ كُرْزٍ حَتَّى تَرَكَتْ حَقَّهَا.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وَقَالَ جَمَاعَةٌ غَيْرُ الشَّافِعِيِّ مِنْهُمْ أَبُو عُبَيْدٍ: لَمْ يَكُنْ ذَلِكَ وَإِنَّمَا عُمَرُ كَانَ نَقَلَ جَرِيرًا وَقَوْمَهُ قَبْلَ خُرُوجِهِ إلَى الْعِرَاقِ قَالَ لَهُ هَلْ لَك فِي الْكُوفَةِ وَأَنْفِلُكَ الثُّلُثَ بَعْدَ الْخُمُسِ قَالَ: نَعَمْ، فَبَعَثَهُ قَالَ أَبُو عُبَيْدٍ فَنَرَى أَنَّ عُمَرَ إنَّمَا خَصَّ جَرِيرًا وَقَوْمَهُ بِالنَّفْلِ الْمُتَقَدِّمِ دُونَ النَّاسِ لِأَنَّهُمْ أَحْرَزُوهُ وَمَلَكُوهُ بِالنَّفْلِ وَإِنَّمَا الْإِمَامُ مُخَيَّرٌ فِي كُلِّ بَلْدَةٍ فُتِحَتْ عَنْوَةً فِي أَرْضِهَا إنْ شَاءَ قَسَمَهَا كَمَا قَسَمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَيْبَرَ بَيْنَ مَنْ شَهِدَ الْوَقْعَةَ بَعْدَ الْخُمُسِ كَمَا بُيِّنَ فِي بَابِهِ فِي قَوْله تَعَالَى {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ} الْآيَةَ وَإِنْ شَاءَ جَعَلَهَا وَقْفًا عَلَى كُلِّ الْمُسْلِمِينَ إلَى يَوْمِ الْقِيَامَةِ لِقَوْلِهِ تَعَالَى {مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ} إلَى قَوْلِهِ {وَاَلَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ} وَرَأَى عُمَرُ هَذَا وَوَافَقَهُ عَلِيٌّ وَمُعَاذٌ وَرَأَى بِلَالٌ وَابْنُ الزُّبَيْرِ الْأَوَّلَ فَهِيَ بَاقِيَةٌ لِلْمُسْلِمِينَ لَا يَجُوزُ إحْدَاثُ كَنِيسَةٍ فِيهَا وَكَذَلِكَ لَا يَجُوزُ إبْقَاؤُهَا فِيهَا عَلَى الصَّحِيحِ كَمَا سَنُبَيِّنُهُ إنْ شَاءَ اللَّهُ تَعَالَى. ¶ وَقَالَ ابْنُ أَبِي شَيْبَةَ فِي مُصَنَّفِهِ ثنا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ عَنْ عَبْدِ الْمَلِكِ عَنْ عَطَاءٍ أَنَّهُ سَأَلَ عَنْ الْكَنَائِسِ تُهْدَمُ قَالَ لَا إلَّا مَا كَانَ مِنْهَا فِي الْحَرَمِ. ¶ وَهَذَا مِنْ عَطَاءٍ مَحْمُولٌ عَلَى مَا إذَا حَصَلَ صُلْحٌ عَلَيْهَا أَوْ احْتَمَلَ ذَلِكَ.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وَقَالَ ابْنُ أَبِي شَيْبَةَ أَيْضًا: ثنا عِيسَى بْنُ يُونُسَ عَنْ الْأَوْزَاعِيِّ حَدَّثَنِي ابْنُ سُرَاقَةَ أَنَّ أَبَا عُبَيْدَةَ بْنَ الْجَرَّاحِ كَتَبَ لِأَهْلِ دَيْرِ طَابَا أَنِّي أَمَّنْتُكُمْ عَلَى دِمَائِكُمْ وَأَمْوَالِكُمْ وَكَنَائِسِكُمْ أَنْ تُهْدَمَ وَأَبُو عُبَيْدَةَ كَانَ أَمِيرًا فَإِذَا رَأَى الْمَصْلَحَةَ فِي الْمُصَالَحَةِ عَلَى أَنْ لَا تُهْدَمَ الْكَنَائِسُ جَازَ إنْ كَانَ مَوْضِعُهَا لَمْ يُؤْخَذْ عَنْوَةً وَكَذَا إذَا أُخِذَ عَنْوَةً عَلَى أَحَدِ الْوَجْهَيْنِ فَقَدْ يَكُونُ رَأَى وَالشَّامُ قَدْ تَقَدَّمَ الْكَلَامُ فِيهِ وَإِنَّ قُرَاهُ وَأَرَاضِيَهُ عَنْوَةً وَمُدُنَهُ صُلْحٌ.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وَفِي دِمَشْقَ خِلَافٌ كَثِيرٌ هَلْ هِيَ صُلْحٌ أَوْ عَنْوَةٌ بَيْنَ الْمُؤَرِّخِينَ وَالْفُقَهَاءِ فَالْجُورِيُّ مِنْ أَصْحَابِنَا يَقُولُ إنَّهَا صُلْحٌ، وَالشَّيْخُ أَبُو حَامِدٍ يَقُولُ إنَّهَا عَنْوَةٌ وَسَبَبُ اخْتِلَافِ الْفُقَهَاءِ اخْتِلَافُ الْمُؤَرِّخِينَ حَتَّى قِيلَ إنَّ أَمْرَهَا أُشْكِلَ عَلَى عُمَرَ بْنِ الْخَطَّابِ فَجَعَلَهَا وَكَذَلِكَ أُشْكِلَ أَمْرُهَا عَلَى الْحَاضِرِينَ لِفَتْحِهِمَا فَجَعَلُوهَا صُلْحًا تَوَرُّعًا لَيْسَ أَنَّهُمْ جَازِمُونَ فَإِنَّ يَزِيدَ بْنَ أَبِي سُفْيَانَ كَانَ عَلَى بَابِ الصَّغِيرِ وَخَالِدًا عَلَى بَابٍ شَرْقِيٍّ وَهُوَ كَانَ الْأَمِيرُ مِنْ جِهَةِ أَبِي بَكْرٍ وَمَاتَ أَبُو بَكْرٍ وَاسْتُخْلِفَ عُمَرُ فَوَلَّى أَبَا عُبَيْدَةَ فَأَخْفَى أَبُو عُبَيْدٍ الْكِتَابَ وَكَانَ أَبُو عُبَيْدَةَ عَلَى بَابِ الْجَابِيَةِ فَانْتَهَزَ يَزِيدُ فُرْصَةً فَدَخَلَ عَنْوَةً مِنْ بَابِ الصَّغِيرِ فَفِي تِلْكَ السَّاعَةِ ذَهَبَ رَاهِبُ دِمَشْقَ إلَى خَالِدٍ خَدَعَهُ وَصَالَحَهُ وَدَخَلَ فَوَجَدَ يَزِيدَ قَدْ دَخَلَ وَخَالِدٌ لَا يَشْعُرُ حَتَّى الْتَقَيَا عِنْدَ سُوقِ الزَّيْتِ. ¶ وَأَنَا عِنْدِي فِي صِحَّةِ هَذَا الصُّلْحِ نَظَرٌ وَقِيلَ إنَّ أَبَا عُبَيْدَةَ دَخَلَ عَنْوَةً وَخَالِدٌ صُلْحًا وَقِيلَ عَكْسُهُ وَمِصْرُ الصَّحِيحُ الْمَشْهُورُ فِيهَا أَنَّهَا عَنْوَةٌ وَقِيلَ صُلْحًا.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وَمِمَّا أُنَبِّهُ عَلَيْهِ هُنَا أَنَّ الصُّلْحَ تَارَةً يَكُونُ عَلَى الْأَنْفُسِ وَتَقْرِيرِهَا بِالْجِزْيَةِ فَقَطْ دُونَ التَّعَرُّضِ لِلْعَقَارِ وَالْأَرَاضِي وَتَارَةً يَكُونُ عَلَى الْأَنْفُسِ وَالْأَمْوَالِ فَيَدْخُلُ فِيهِ كُلُّ مَالٍ مَمْلُوكٍ لِلْكُفَّارِ عَلَى حَسَبِ مَا وَقَعَ الصُّلْحُ وَذَلِكَ فِي كُلِّ عَقَارٍ وَأَرْضٍ خَاصَّةٍ بِقَوْمٍ أَمَّا الْأَرَاضِي الْعَامَّةُ الَّتِي تَحْتَ يَدِهِمْ بِالْمَمْلَكَةِ الْعَامَّةِ دُونَ أَنْ يَكُونَ فِي مِلْكِ شَخْصٍ بِعَيْنِهِ فَهَذِهِ فِي فَتْحِ الْعَنْوَةِ لَا شَكَّ أَنَّهَا غَنِيمَةٌ لِلْمُسْلِمِينَ أَوْ فَيْءٌ لَهُمْ وَلَا حَقَّ لِلْكُفَّارِ فِيهَا. ¶ وَأَمَّا فِي فَتْحِ الصُّلْحِ فَكَيْفَ يَكُونُ الْحَالُ، وَلَا شَكَّ أَنَّ الْأَرَاضِيَ ثَلَاثٌ: (إحْدَاهَا) مَا هُوَ مِلْكُ كَافِرٍ خَاصٌّ فَهُوَ غَنِيمَةٌ أَوْ فَيْءٌ. ¶  (الثَّانِيَةُ) مَوَاتٌ فَقَدْ قَالُوا إنَّهَا لَا تَكُونُ غَنِيمَةً وَلَا فَيْئًا بَلْ هِيَ بَاقِيَةٌ عَلَى حُكْمِ الْمَوَاتِ.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "(الثَّالِثَةُ) مَا لَيْسَ بِمَوَاتٍ وَلَا مِلْكٍ خَاصٍّ مِثْلَ أَرَاضِي الدِّيَارِ الْمِصْرِيَّةِ الَّتِي هِيَ لِلْمُسْلِمِينَ إذَا كَانَ مِثْلُهَا فِي بِلَادِ الْكُفَّارِ هَلْ نَقُولُ هِيَ مِلْكٌ لَهُمْ أَوْ لَا لِأَنَّ جِهَةَ الْإِسْلَامِ تَمْلِكُ كَمَا تَمْلِكُ بِالْإِرْثِ بِخِلَافِ جِهَةِ الْكُفْرِ وَالْأَرْضُ لِلَّهِ فَيَمْلِكُهَا الْمُسْلِمُونَ، وَاَلَّذِي ظَهَرَ لِي فِي ذَلِكَ إنْ جَرَى الصُّلْحُ عَلَى أَنَّهَا لَنَا فَلَا إشْكَالَ وَهِيَ لِلْمُسْلِمِينَ مِلْكٌ وَإِنْ جَرَى صُلْحٌ عَلَى أَنَّهَا لَهُمْ فَلَمْ تَدْخُلْ فِي أَيْدِينَا وَلَا يَحْصُلُ لَنَا فِيهَا مِلْكٌ وَهِيَ بَاقِيَةٌ عَلَى مَا كَانَتْ عَلَيْهِ فِي أَيْدِيهِمْ وَلَا نَقُولُ إنَّهَا مِلْكُهُمْ وَبِذَلِكَ يَنْدَفِعُ الْإِشْكَالُ عَنْ أُرَاضِي نَجْرَانَ لَمَّا انْجَلَى أَهْلُهَا فَإِنَّهَا بِجَلَائِهَا دَخَلَتْ فِي أَيْدِي الْمُسْلِمِينَ فَمَلَكُوهَا بِدُخُولِهَا فِي يَدِهِمْ كَمَا يَمْلِكُونَ سَائِرَ الْمُبَاحَاتِ بِذَلِكَ. ¶ وَالْوَاقِعُ فِي هَذِهِ الْبِلَادِ الشَّامِ وَمِصْرَ أَنَّهَا فِي أَيْدِي الْمُسْلِمِينَ فَلَا شَكَّ أَنَّهَا لَهُمْ إمَّا وَقْفًا وَهُوَ الْأَظْهَرُ مِنْ جِهَةِ عُمَرَ، وَإِمَّا مِلْكًا وَإِنْ لَمْ يَعْرِفْ مَنْ انْتَقَلَ مِنْهُ إلَى بَيْتِ الْمَالِ كَمَا قَدَّمْنَاهُ فِيمَنْ فِي يَدِهِ شَيْءٌ لَمْ نَعْرِفْ مَنْ انْتَقَلَ إلَيْهِ مِنْهُ فَيَبْقَى فِي يَدِهِ وَلَا يُكَلَّفُ بَيِّنَةً.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وَلَوْ فَرَضْنَا أَنَّ الصُّلْحَ وَقَعَ مُطْلَقًا مِنْ تَعَيُّنِ الْأَرَاضِي هَلْ هِيَ لَنَا أَوْ لَهُمْ فَإِنْ كَانُوا مُنْفَرِدِينَ بِالْبَلَدِ لَمْ يَدْخُلْ الْمُسْلِمُونَ مَعَهُمْ فِيهِ دُخُولَ اسْتِيلَاءٍ عَلَى مَا كَانَتْ عَلَيْهِ كَنَجْرَانَ وَدَوْمَةِ الْجَنْدَلِ وَنَحْوِهِمَا وَإِنْ دَخَلَ الْمُسْلِمُونَ وَسَكَنُوهَا وَصَارُوا غَالِبِينَ عَلَيْهَا فَهَذَا قَهْرٌ وَحُكْمُهُ حُكْمُ الْعَنْوَةِ فَيَمْلِكُونَ الْأَرَاضِيَ وَيَكُونُ الصُّلْحُ عَلَى الرُّءُوسِ فَقَطْ وَهَذَا الَّذِي يَظْهَرُ مِنْ مِصْرَ لَمَّا صَالَحَ عَمْرُو بْنُ الْعَاصِ الْقِبْطَ عَلَى الْجِزْيَةِ عَلَى كُلِّ وَاحِدٍ دِينَارَيْنِ وَكَانُوا ثَمَانِيَةَ آلَافِ رَأْسٍ فَالظَّاهِرُ أَنَّ ذَلِكَ الصُّلْحَ لَمْ يَحْصُلْ إلَّا بِأَمَانٍ وَعَقْدِ ذِمَّةٍ وَجِزْيَةٍ لَا يَسْرِي حُكْمُهُ إلَى الْأَرَاضِي. ¶ وَالظَّاهِرُ أَنَّ الْأَمْوَالَ الْمَنْقُولَةَ تَابِعَةٌ لِلرُّءُوسِ لِأَنَّهَا فِي أَيْدِيهِمْ لَا لِلْأَرَاضِيِ لِكَوْنِ الْمُسْلِمِينَ اسْتَوْلَوْا عَلَيْهَا، وَمَا يَكُونُ لِوَاحِدٍ مِنْهُمْ أَوْ لِجَمَاعَةٍ مِنْ مِلْكٍ خَاصٍّ فِي يَدِهِ فَحُكْمُهُ حُكْمُ الْمَنْقُولِ يَكُونُ عَلَى مِلْكِهِ. ¶ وَأَمَّا الْكَنَائِسُ فَهَلْ نَقُولُ حُكْمُهَا حُكْمُ الْأَرَاضِي لَا تَبْقَى إلَّا إذَا شُرِطَ إبْقَاؤُهَا وَيَجُوزُ تَبْقِيَتُهَا مِنْ غَيْرِ شَرْطٍ يَظْهَرُ أَنْ يَكُونَ كَالصُّورَةِ الَّتِي نَقُولُ فِيهَا فِي الْعَنْوَةِ إنَّهَا تَبْقَى عَلَى أَحَدِ الْوَجْهَيْنِ وَظَاهِرُ كَلَامِ الشَّيْخِ أَبِي حَامِدٍ فِي تِلْكَ الصُّورَةِ الْأُولَى حَتَّى إذَا كَانَتْ بِغَيْرِ شَرْطٍ لَا تَبْقَى قَطْعًا.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وَظَاهِرُ كَلَامِ الرَّافِعِيِّ فِيهَا الثَّانِي فَإِنْ صَحَّ ذَلِكَ وَصَحَّ إلْحَاقُ هَذِهِ الصُّورَةِ بِهَا كَانَتْ كَنِيسَةً مُبْقَاةً بِغَيْرِ شَرْطٍ عَلَى أَحَدِ الْوَجْهَيْنِ وَهُوَ مُخَالِفٌ لِمَا ادَّعَيْنَا فِيمَا تَقَدَّمَ مِنْ كَلَامِنَا فَلْيَعْلَمْ ذَلِكَ وَلْيَلْحَقْ بِهِ. ¶ وَكُنَّا نُخَالِفُ مَا قُلْنَا إنْ أُخِذَ بِظَاهِرِ كَلَامِ الرَّافِعِيِّ وَإِنْ لَمْ تَصِحَّ هَذِهِ الصُّورَةُ فَمَا قَدَّمْنَاهُ مِنْ إنْكَارِ الْخِلَافِ يَحْتَمِلُ أَنْ تَسْتَمِرَّ عَلَيْهِ وَيَحْتَمِلُ أَنْ يُخَالِفَهُ بَعْضُهُمْ فِي صُورَةِ الْغَنِيمَةِ فَقَطْ، وَيَحْتَمِلُ أَنْ نُخَالِفَهُ فِي صُورَتَيْ الْغَنِيمَةِ وَالصُّلْحِ. ¶ وَاعْلَمْ أَنَّا إذَا شَكَكْنَا أَنَّ الْبَلَدَ فُتِحَ عَنْوَةً أَوْ صُلْحًا وَالْبِلَادُ فِي أَيْدِينَا كَمَا فِي الدِّيَارِ الْمِصْرِيَّةِ لَمْ يَضُرَّنَا ذَلِكَ فِي اسْتِمْرَارِ يَدِ بَيْتِ الْمَالِ عَلَيْهَا وَالْأَصْلُ عَدَمُ الصُّلْحِ فَيَنْبَغِي أَنْ نَجْرِيَ عَلَيْهَا حُكْمَ الْعَنْوَةِ ثُمَّ نَقُولَ يَحْتَمِلُ أَنْ تَكُونَ انْتَقَلَتْ إلَى بَيْتِ الْمَالِ عَنْهُمْ بِطَرِيقٍ شَرْعِيٍّ وَالْأَصْلُ خِلَافُهُ فَالْوَجْهُ أَنْ يُقَالَ يَجْرِي عَلَيْهَا حُكْمُ الْوَقْفِ أَخْذًا بِالْمُحَقِّقِ وَهُوَ وَضْعُ يَدِ الْمُسْلِمِينَ فِي عَدَمِ الِانْتِقَالِ مِنْ غَيْرِهِمْ إلَيْهِمْ وَعَدَمِ الْقِسْمَةِ.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "فَهَذِهِ طَرِيقٌ فِقْهِيٌّ مَعَ الْمَنْقُولِ أَنَّهَا كَسَوَادِ الْعِرَاقِ فَقَدْ تَعَاضَدَ النَّقْلُ وَالْفِقْهُ مَا يَبْقَى إلَّا أَنْ يُقَالَ الْأَصْلُ عَدَمُ وَقَفِيَّةِ عُمَرَ رَضِيَ اللَّهُ عَنْهُ لَهَا فَتَبْقَى مَمْلُوكَةً لِبَيْتِ الْمَالِ وَنُجِيبُ بِأَنَّ اللَّهَ تَعَالَى جَعَلَ الْمِلْكَ لِكُلِّ أُمَّةٍ تَأْتِي يَوْمَ الْقِيَامَةِ وَمَعَهَا مُخْرِجٌ لَهَا عَنْ ذَلِكَ فَنَحْنُ نَتَمَسَّكُ بِقَوْلِهِ تَعَالَى {وَاَلَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ} قَدْ جَعَلَهَا - سُبْحَانَهُ وَتَعَالَى - لَهُمْ فَلَا يَجُوزُ التَّصَرُّفُ فِيهَا بِبَيْعٍ وَلَا غَيْرِهِ مِمَّا يُخْرِجُهَا عَنْ ذَلِكَ إذَا أَبْقَاهَا الْإِمَامُ، وَلَمْ يَقْسِمْهَا وَإِنَّمَا تَخْرُجُ عَنْ ذَلِكَ إذَا اخْتَارَ الْإِمَامُ قِسْمَتَهَا كَمَا قَسَمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَيْبَرَ. ¶ وَقَدْ رَأَيْتُ فِي وَصِيَّةِ الشَّافِعِيِّ أَنَّهُ كَانَ لَهُ فِي مِصْرَ أَرْضٌ وَذَلِكَ لَا يَقْدَحُ فِيمَا قُلْنَاهُ فَقَدْ تَكُونُ تِلْكَ الْأَرْضُ كَانَتْ مَوَاتًا وَلَا يَشْمَلُهَا حُكْمُ الْوَقْفِ وَمَنْ وَجَدْنَا فِي يَدِهِ أَوْ مِلْكِهِ مَكَانًا مِنْهَا فَيُحْتَمَلُ أَنَّهُ أَحْيَا وَوَصَلَ إلَيْهِ وُصُولًا صَحِيحًا. ¶ وَقَالَ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ: حَدَّثَنَا عَفَّانُ قَالَ ثنا حَمَّادُ بْنُ سَلَمَةَ عَنْ حَبِيبِ بْنِ شَهِيدٍ عَنْ مُحَمَّدِ بْنِ سِيرِينَ أَنَّهُ كَانَ لَا يَتْرُكُ لِأَهْلِ فَارِسَ صَنَمًا إلَّا كُسِرَ وَلَا نَارًا إلَّا أُطْفِئَتْ حَدَّثَنَا عَبْدُ الْأَعْلَى عَنْ عَوْفٍ قَالَ شَهِدْت عَبْدَ اللَّهِ بْنَ عُبَيْدِ اللَّهِ بْنِ مَعْمَرٍ أَتَى بِمَجُوسِيٍّ بَنَى بَيْتَ نَارٍ بِالْبَصْرَةِ فَضَرَبَ عُنُقَهُ.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وَوَجْهُ هَذَا أَنَّ الْبَصْرَةَ كَانَتْ مَوَاتًا فَأَحْيَاهَا الْمُسْلِمُونَ وَبَنَوْهَا وَسَكَنُوهَا فَلَا يَجُوزُ إحْدَاثُ كَنِيسَةٍ فِيهَا وَلَا بَيْتِ نَارٍ فَلَمَّا أَحْدَثَ هَذَا الْمَجُوسِيُّ بَيْتَ النَّارِ فِيهَا كَانَ نَقْضًا لِعَهْدِهِ فَضَرَبَ عُنُقَهُ لِذَلِكَ، وَمِمَّا يُبَيِّنُ أَنَّ عُمَرَ رَضِيَ اللَّهُ عَنْهُ لَمْ يَقْسِمْ اخْتِلَافَهُ مَعَ بِلَالٍ وَبِلَالٌ يَطْلُبُ الْقِسْمَةَ وَقَوْلُهُ: اللَّهُمَّ اكْفِنِي بِلَالًا وَذَوِيهِ فَمَا جَاءَ الْحَوْلُ وَمِنْهُمْ عَيْنٌ تَظْرُفُ وَانْظُرْ اسْتِجَابَةَ دُعَاءِ عُمَرَ مَعَ عَظَمَةِ بِلَالٍ وَمَحَلِّهِ عِنْدَ اللَّهِ لِصِحَّةِ قَصْدِ عُمَرَ رَضِيَ اللَّهُ عَنْهُ وَعَنْ الْجَمِيعِ وَقَدْ بُلِينَا بِقَوْمٍ يَتَبَايَعُونَ ضَيَاعًا كَثُرَ ذَلِكَ فِي الشَّامِ.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "(بَابٌ فِي شُرُوطِ عُمَرَ رَضِيَ اللَّهُ عَنْهُ عَلَى أَهْلِ الذِّمَّةِ) أَنْبَأَنَا جَمَاعَةٌ عَنْ ابْنِ الْمُقِيرِ عَنْ ابْنِ نَاصِرٍ ثنا أَبُو رَجَاءٍ وَأَبُو عُثْمَانَ قَالَا أَنَا ابْنُ عَبْدِ الرَّحِيمِ أَنَا أَبُو الشَّيْخِ أَنْبَأَ أَبُو يَعْلَى الْمَوْصِلِيُّ ثنا الرَّبِيعُ بْنُ ثَعْلَبٍ حَدَّثَنِي يَحْيَى بْنُ عُقْبَةَ بْنِ أَبِي الْعَيْزَارِ عَنْ سُفْيَانَ الثَّوْرِيِّ وَالرَّبِيعِ بْنِ نُوحٍ وَالسَّرِيِّ عَنْ طَلْحَةَ بْنِ مَصْرِفٍ عَنْ مَسْرُوقٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ قَالَ: كَتَبْت لِعُمَرَ رَضِيَ اللَّهُ عَنْهُ حِينَ صَالَحَ نَصَارَى أَهْلِ الشَّامِ: بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ هَذَا كِتَابٌ لِعَبْدِ اللَّهِ عُمَرَ رَضِيَ اللَّهُ عَنْهُ أَمِيرِ الْمُؤْمِنِينَ مِنْ نَصَارَى مَدِينَةِ كَذَا وَكَذَا إنَّكُمْ لَمَّا قَدِمْتُمْ عَلَيْنَا سَأَلْنَاكُمْ الْأَمَانَ لِأَنْفُسِنَا وَذَرَارِيّنَا وَأَمْوَالِنَا وَأَهْلِ مِلَّتِنَا وَشَرَطْنَا لَكُمْ عَلَى أَنْفُسِنَا أَنْ لَا نُحْدِثَ فِيهَا وَلَا فِيمَا حَوْلَهَا دَيْرًا وَلَا كَنِيسَةً وَلَا قِلَّايَةً وَلَا صَوْمَعَةَ رَاهِبٍ وَلَا نُجَدِّدَ مَا خَرِبَ مِنْهَا وَلَا نُحْيِي مَا كَانَ مِنْهَا فِي خُطَطِ الْمُسْلِمِينَ وَأَنْ لَا نَمْنَعَ كَنَائِسَنَا أَنْ يَنْزِلَهَا أَحَدٌ مِنْ الْمُسْلِمِينَ فِي لَيْلٍ وَلَا نَهَارٍ وَأَنْ نُوَسِّعَ أَبْوَابَهَا لِلْمَارَّةِ وَابْنِ السَّبِيلِ وَأَنْ نُنْزِلَ مَنْ مَرَّ بِنَا مِنْ الْمُسْلِمِينَ ثَلَاثَةَ أَيَّامٍ نُطْعِمَهُمْ وَلَا نُؤْوِيَ فِي كَنَائِسِنَا وَلَا فِي مَنَازِلِنَا جَاسُوسًا وَلَا نَكْتُمَ غِشًّا لِلْمُسْلِمِينَ وَلَا نُعَلِّمَ أَوْلَادَنَا الْقُرْآنَ وَلَا نُظْهِرَ شِرْكًا وَلَا نَدْعُو إلَيْهِ وَلَا نَمْنَعَ أَحَدًا مِنْ ذَوِي قَرَابَتِنَا",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "الدُّخُولَ فِي الْإِسْلَامِ إذْ أَرَادُوهُ وَأَنْ نُوَقِّرَ الْمُسْلِمِينَ وَنَقُومَ لَهُمْ مِنْ مَجَالِسِنَا إذَا أَرَادُوا الْجُلُوسَ وَلَا نَتَشَبَّهَ بِهِمْ فِي شَيْءٍ مِنْ لِبَاسِهِمْ فِي قَلَنْسُوَةٍ وَلَا عِمَامَةٍ وَلَا نَعْلَيْنِ وَلَا فَرْقِ شَعْرٍ وَلَا نَتَكَلَّمَ بِكَلَامِهِمْ وَلَا نَتَكَنَّى بِكُنَاهُمْ وَلَا نَرْكَبَ السَّرْجَ وَلَا نَتَقَلَّدَ السُّيُوفَ وَلَا نَتَّخِذَ شَيْئًا مِنْ السِّلَاحِ وَلَا نَحْمِلَهُ مَعَنَا وَلَا نَنْقُشَ عَلَى خَوَاتِيمِنَا بِالْعَرَبِيَّةِ وَلَا نَبِيعَ الْخَمْرَ وَأَنْ نَجُزَّ مَقَادِيمَ رُءُوسِنَا وَأَنْ نَلْزَمَ دِينَنَا حَيْثُ مَا كُنَّا وَأَنْ نَشُدَّ زَنَانِيرَنَا عَلَى أَوْسَاطِنَا وَأَنْ لَا نُظْهِرَ الصَّلِيبَ عَلَى كَنَائِسِنَا وَأَنْ لَا نُظْهِرَ صَلِيبَنَا وَلَا كُتُبَنَا فِي شَيْءٍ مِنْ طُرُقِ الْمُسْلِمِينَ وَأَسْوَاقِهِمْ وَلَا نَضْرِبَ نَاقُوسًا فِي كَنَائِسِنَا إلَّا ضَرْبًا خَفِيًّا وَلَا نَرْفَعَ أَصْوَاتَنَا فِي كَنَائِسِنَا فِي شَيْءٍ مِنْ حَضْرَةِ الْمُسْلِمِينَ وَلَا يَخْرُجَ سَاعُونَا وَلَا بَاعُونَا وَلَا نَرْفَعَ أَصْوَاتَنَا مَعَ مَوْتَانَا وَلَا نُظْهِرَ النِّيرَانَ مَعَهُمْ فِي شَيْءٍ مِنْ طُرُقِ حَضْرَةِ الْمُسْلِمِينَ وَلَا أَسْوَاقِهِمْ وَلَا نُجَاوِرَهُمْ بِمَوْتَانَا وَلَا نَتَّخِذَ مِنْ الرَّقِيقِ مَنْ جَرَتْ عَلَيْهِ سِهَامُ الْمُسْلِمِينَ وَلَا نَطَّلِعَ عَلَيْهِمْ فِي مَنَازِلِهِمْ.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "فَلَمَّا أَتَيْت عُمَرَ رَضِيَ اللَّهُ عَنْهُ بِالْكِتَابِ زَادَ فِيهِ وَلَا نَضْرِبَ أَحَدًا مِنْ الْمُسْلِمِينَ شَرْطُنَا لَكُمْ ذَلِكُمْ عَلَى أَنْفُسِنَا وَأَهْلِ مِلَّتِنَا وَقِبْلَتِنَا عَلَيْهِ الْأَمَانُ فَإِنْ نَحْنُ خَالَفْنَا عَنْ شَيْءٍ مِمَّا شَرَطْنَا لَكُمْ وَضَمِنَّا عَلَى أَنْفُسِنَا فَلَا ذِمَّةَ لَنَا، وَقَدْ حَلَّ لَكُمْ مِنَّا مَا يَحِلُّ لَكُمْ مِنْ أَهْلِ الْمُعَانَدَةِ وَالشِّقَاقِ. ¶ رُوَاةُ هَذِهِ الشُّرُوطِ كُلُّهُمْ ثِقَاتٌ كِبَارٌ إلَّا يَحْيَى بْنُ عُقْبَةَ فَفِيهِ كَلَامٌ كَثِيرٌ أَشَدُّهُ قَوْلُ أَبِي حَاتِمٍ الرَّازِيِّ مَتْرُوكُ الْحَدِيثِ كَانَ يَفْتَعِلُ الْحَدِيثَ. ¶ وَقَالَ يَحْيَى بْنُ مَعِينٍ: لَيْسَ بِشَيْءٍ. ¶ وَقَالَ مَرَّةً: لَيْسَ بِشَيْءٍ. ¶ وَقَالَ مَرَّةً: لَيْسَ بِثِقَةٍ. ¶ وَقَالَ أَبُو دَاوُد: لَيْسَ بِشَيْءٍ. ¶ وَقَالَ النَّسَائِيُّ: لَيْسَ بِثِقَةٍ. ¶ وَقَالَ الدَّارَقُطْنِيُّ: ضَعِيفٌ. ¶ وَقَالَ ابْنُ عَدِيٍّ عَامَّةُ مَا يَرْوِيهِ لَا يُتَابَعُ عَلَيْهِ. ¶ وَذَكَرَ لَهُ أَحَادِيثَ لَيْسَ هَذَا مِنْهَا. ¶ وَقَالَ ابْنُ حِبَّانَ: يَرْوِي الْمَوْضُوعَاتِ عَنْ الْإِثْبَاتِ لَا يَجُوزُ الِاحْتِجَاجُ بِهِ بِحَالٍ. ¶ وَقَالَ الْبُخَارِيُّ: عَنْ مَنْصُورٍ مُنْكَرُ الْحَدِيثِ.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وَذَكَرَ الْعُقَيْلِيُّ حَدِيثَهُ عَنْ مَنْصُورٍ عَنْ قَيْسٍ مِنْ أَبِي حَازِمٍ عَنْ أَبِي هُرَيْرَةَ فَإِنْ كَانَ إنْكَارُ الْبُخَارِيِّ لِأَجْلِ هَذَا فَهُوَ قَرِيبٌ، وَقَدْ رَوَى عَنْهُ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ هَذِهِ الشُّرُوطَ وَيَحْيَى الْقَطَّانُ لَا يَرْوِي إلَّا عَنْ ثِقَةٍ فَرِوَايَتُهُ عَنْهُ تَوْثِيقٌ لَهُ وَرَوَاهَا عَنْ الْقَطَّانِ مُحَمَّدُ بْنُ الْمُصَفَّى وَرَوَاهَا عَنْ ابْنِ مُصَفَّى حَرْبٌ مِنْ مَسَائِلِهِ عَنْ أَحْمَدَ وَإِسْحَاقَ وَالْمَتْنُ مُوَافِقٌ لِمَا ذَكَرْنَاهُ وَفِيهِ لَا نُجَدِّدُ مَا خَرِبَ. ¶ وَكَذَلِكَ رَوَاهَا الْبَيْهَقِيُّ مُوَافِقًا فِي الْإِسْنَادِ وَالْمَتْنِ وَكَذَلِكَ ابْنُ حَزْمٍ مُوَافِقًا فِي الْإِسْنَادِ وَالْمَتْنِ وَفِي سَنَدِهِ يَحْيَى بْنُ عُقْبَةَ وَلَمْ يَتَعَرَّضْ لِذِكْرِ شَيْءٍ فِيهِ مَعَ سِعَةِ حِفْظِ ابْنِ حَزْمٍ وَذَكَرَهَا خَلَائِقُ كَذَلِكَ، وَفِي جَمِيعِهَا مَا خَرِبَ وَذَكَرَهَا عَبْدُ الْحَقِّ فِي الْأَحْكَامِ وَلَمْ يَذْكُرْ يَحْيَى بْنُ عُقْبَةَ وَاقْتَصَرَ عَلَى سُفْيَانَ فَمَنْ فَوْقَهُ هَكَذَا فِي الْوُسْطَى وَالظَّاهِرُ أَنَّهُ ذَكَرَهُ فِي الْكُبْرَى لَا بُدَّ مِنْ ذَلِكَ وَلَمْ أَرَ فِي كَلَامِ ابْنِ الْقَطَّانِ اعْتِرَاضًا عَلَيْهِ وَذَكَرَ هَذِهِ الشُّرُوطَ هَكَذَا جَمَاعَةٌ مِنْ الْفُقَهَاءِ وَتَلَقَّوْهَا بِالْقَبُولِ وَاحْتَجُّوا بِهَا مِنْهُمْ الشَّيْخُ أَبُو حَامِدٍ الْإسْفَرايِينِيّ حَتَّى رَأَيْت فِي كُتُبِ الْحَنَابِلَةِ أَنَّهُ عِنْدَ الْإِطْلَاقِ يُحْمَلُ عَلَى شُرُوطِ عُمَرَ كَأَنَّهَا صَارَتْ مَعْهُودَةً شَرْعًا.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وَفِي كَلَامِ أَبِي يَعْلَى مِنْهُمْ أَنَّ مَا فِيهَا يَثْبُتُ بِالشَّرْعِ مِنْ غَيْرِ شَرْطٍ وَهُوَ قَرِيبٌ مِنْ الْأَوَّلِ لَكِنَّهُ أَحْسَنُ لِأَنَّهُ يَجْعَلُ هَذِهِ أَحْكَامًا شَرْعِيَّةً وَاشْتَرَطَ عُمَرُ لَهَا لِأَنَّهَا ثَابِتَةٌ بِالشَّرْعِ وَإِنْ لَمْ تُشْتَرَطْ وَكُنْت قَدَّمْت فِي كِتَابِي الْمُسَمَّى \" كَشْفَ الْغُمَّةِ فِي مِيرَاثِ أَهْلِ الذِّمَّةِ \" قَبْلَ أَنْ أَرَى الْكَلَامَ مِنْ كَلَامِ الشَّافِعِيِّ فِي الْأُمِّ صِفَةَ مَا يُكْتَبُ فِي الصُّلْحِ عَلَى الْجِزْيَةِ لِنَصْرَانِيٍّ وَلَمْ يَتَعَرَّضْ لِلْكَنَائِسِ لَكِنْ ذَكَرَ شُرُوطًا كَثِيرَةً جِدًّا، وَقَالَ فِي آخِرِهَا فَهَذِهِ الشُّرُوطُ لَازِمَةٌ لَهُ وَلَنَا فِيهِ وَمَنْ لَمْ يَرْضَ بِهِ نَبَذْنَا إلَيْهِ. ¶ وَقُلْت إنِّي قَصَدْت بِنَقْلِ هَذَا مِنْ كَلَامِ الشَّافِعِيِّ أَنَّهُ يَعْرِفُ الشُّرُوطَ الَّتِي عَادَةُ الْمُسْلِمِينَ أَنْ يَكْتُبُوهَا عَلَيْهِمْ حَتَّى إذَا جَهِلَ الْحَالَ كَمَا فِي هَذَا الزَّمَانِ فَيُحْمَلُ الْأَمْرُ عَلَى حُكْمِ هَذِهِ الشُّرُوطِ لِأَنَّهَا الْمُتَعَارَفَةُ فِي الْإِسْلَامِ فَقَدْ وَافَقَ كَلَامِي كَلَامَ مَنْ ذَكَرْت مِنْ الْحَنَابِلَةِ. ¶ وَرَوَاهَا جَمَاعَةٌ بِأَسَانِيدَ لَيْسَ فِيهَا يَحْيَى بْنُ عُقْبَةَ لَكِنَّهَا أَوْ أَكْثَرُهَا ضَعِيفَةٌ أَيْضًا وَبِانْضِمَامِ بَعْضِهَا إلَى بَعْضٍ تَقْوَى وَجَمَعَ فِيهَا الْحَافِظُ عَبْدُ اللَّهِ بْنُ زَبْرٍ جُزْءًا وَذَكَرَ مِنْهُ الْحَافِظُ ابْنُ عَسَاكِرَ فِي تَارِيخِ دِمَشْقَ مِنْهَا رِوَايَةُ مُحَمَّدِ بْنِ حِمْيَرٍ عَنْ عَبْدِ الْمَلِكِ بْنِ حُمَيْدِ بْنِ أَبِي غُنْيَة عَنْ السَّرِيِّ بْنِ مُصَرِّفٍ الثَّوْرِيِّ وَالْوَلِيدِ وَنَحْوِهِ.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وَقَدْ رَأَيْتُهَا فِي كِتَابِ ابْنِ زَبْرٍ قَالَ وَجَدْت هَذَا الْحَدِيثَ بِالشَّامِ. ¶ رَوَاهُ عَبْدُ الْوَهَّابِ بْنُ نَجْدَةَ الْحَوْطِيُّ عَنْ مُحَمَّدِ بْنِ حُمَيْدٍ فَذَكَرَهُ وَهَذِهِ مُتَابَعَةٌ مِنْ عَبْدِ الْمَلِكِ بْنِ حُمَيْدٍ لِيَحْيَى بْنِ عُقْبَةَ فِي شُيُوخِهِ وَعَبْدِ الْمَلِكِ مُتَّفَقٌ عَلَيْهِ وَمُحَمَّدُ بْنُ حِمْيَرٍ مِنْ رِجَالِ الْبُخَارِيِّ. ¶ وَهَذَا عُذْرٌ لِعَبْدِ الْحَقِّ فِي اقْتِصَارِهِ فِي الْوُسْطَى عَلَى سُفْيَانَ وَلَمْ يَذْكُرْ ابْنُ عُقْبَةَ لَكِنْ فِيهِ عِلَّتَانِ: (إحْدَاهُمَا) جَهَالَةٌ بَيْنَ ابْنِ زَبْرٍ وَعَبْدُ الْوَهَّابِ بْنُ نَجْدَةَ (وَالثَّانِيَةُ) ابْنُ يَزِيدَ فِيهِ كَلَامٌ وَكَانَ قَاضِي دِمَشْقَ وَتَوَلَّى قَضَاءَ مِصْرَ أَيْضًا ثَلَاثَ مَرَّاتٍ ضَعَّفُوهُ وَإِنْ كَانَ حَافِظًا. ¶ فَلَوْلَا هَاتَانِ الْعِلَّتَانِ كَانَ صَحِيحًا، وَرَوَاهَا ابْنُ زَبْرٍ أَيْضًا عَنْ أَبِي الْأَحْوَصِ مُحَمَّدِ بْنِ الْهَيْثَمِ عَنْ مُحَمَّدِ بْنِ إسْمَاعِيلَ بْنِ عَيَّاشٍ عَنْ أَبِيهِ أَنَّ هَذَا الْكِتَابَ مِنْ عِيَاضِ بْنِ غَنْمٍ لِذِمَّةِ حِمْصَ. ¶ وَفِي رِوَايَةِ عَبْدِ الْقُدُّوسِ بْنِ الْحَجَّاجِ عَنْ إسْمَاعِيلَ بْنِ عَيَّاشٍ أَنَّ غَيْرَ وَاحِدٍ أَخْبَرُوهُ أَنَّ أَهْلَ الْجَزِيرَةِ كَتَبُوا لِعَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ إنَّك لَمَّا قَدِمْت بِلَادَنَا طَلَبْنَا إلَيْك الْأَمَانَ إلَى آخِرِهِ.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "قَالَ ابْنُ زَبْرٍ هَذَا غَلَطٌ لِأَنَّ الَّذِي افْتَتَحَ الْجَزِيرَةَ وَصَالَحَ أَهْلَهَا هُوَ عِيَاضُ بْنُ غَنْمٍ مَا عَلِمْت فِي ذَلِكَ اخْتِلَافًا فَذِكْرُ عَبْدِ الرَّحْمَنِ فِي هَذَا الْمَوْضِعِ غَلَطٌ وَأَبُو عُبَيْدَةَ هُوَ الَّذِي فَتَحَ حِمْصَ بِلَا شَكٍّ وَأَوَّلُ مَنْ وَلِيَهَا عِيَاضُ بْنُ غَنْمٍ وَلَّاهُ عُمَرُ فِي سَنَةِ سِتَّ عَشَرَةَ وَذَكَرَ ابْنُ عَسَاكِرَ أَنَّهُ كَانَ فِي شُرُوطِ عُمَرَ عَلَى النَّصَارَى أَنْ يُشَاطِرَهُمْ فِي مَنَازِلِهِمْ فَيَسْكُنَ فِيهَا الْمُسْلِمُونَ وَأَنْ يَأْخُذَ الْحَيِّزَ الْقِبْلِيَّ مِنْ كَنَائِسِهِمْ لِمَسَاجِدِ الْمُسْلِمِينَ. ¶ وَفِي تَارِيخِ دِمَشْقَ أَيْضًا أَنَّ أَبَا عُبَيْدَةَ بْنَ الْجَرَّاحِ كَتَبَ كِتَابَ صُلْحٍ وَفِيهِ مِثْلُ مَا فِي كِتَابِ عُمَرَ وَفِيهِ وَلَا نُشَارِكُ أَحَدًا مِنْ الْمُسْلِمِينَ إلَّا أَنْ يَكُونَ لِلْمُسْلِمِ أَمْرُ التِّجَارَةِ وَأَنْ نُضِيفَ كُلَّ مُسْلِمٍ عَابِرِ سَبِيلِ ثَلَاثَةَ أَيَّامٍ مِنْ أَوْسَطِ مَا نَجِدُ وَأَنْ لَا نَشْتُمَ مُسْلِمًا وَمَنْ ضَرَبَ مِنَّا مُسْلِمًا فَقَدْ خَلَعَ عَهْدَهُ. ¶ وَفِيهِ عَنْ خَالِدٍ أَنَّهُ كَتَبَ كِتَابَ صُلْحٍ لِأَهْلِ دِمَشْقَ إنِّي أَمَّنْتُهُمْ عَلَى دِمَائِهِمْ وَأَمْوَالِهِمْ وَكَنَائِسِهِمْ أَنْ لَا تُسْكَنَ وَلَا تُهْدَمَ فَانْظُرْ إنَّمَا قَالَ: لَا تُسْكَنُ وَلَا تُهْدَمُ. ¶ لَمْ يَلْتَزِمْ لَهُمْ شَيْئًا آخَرَ.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "وَفِي كِتَابِ مَا يَلْزَمُ أَهْلُ الذِّمَّةِ لِأَبِي يَعْلَى عَنْ عَبْدِ اللَّهِ بْنِ أَحْمَدَ عَنْ أَبِي شُرَحْبِيلَ الْحِمْصِيِّ عِيسَى بْنِ خَالِدٍ ثنا عَمِّي أَبُو الْيَمَانِ وَأَبُو الْمُغِيرَةِ جَمِيعًا أَنَا إسْمَاعِيلُ بْنُ عَيَّاشٍ ثنا غَيْرُ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ قَالُوا كَتَبَ أَهْلُ الْحِيرَةِ إلَى عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ إنَّك لَمَّا قَدِمْت بِلَادَنَا طَلَبْنَا إلَيْك الْأَمَانَ لِأَنْفُسِنَا وَأَهْلِ مِلَّتِنَا عَلَى أَنَّا شَرَطْنَا لَك عَلَى أَنْفُسِنَا أَنْ لَا نُحْدِثَ فِي مَدِينَتِنَا كَنِيسَةً وَلَا فِي مَا حَوْلَهَا دَيْرًا وَلَا قِلَّايَةً وَلَا صَوْمَعَةَ رَاهِبٍ وَلَا نُجَدِّدَ مَا خَرِبَ مِنْ كَنَائِسِنَا. ¶ وَذَكَرَ مِثْلَ تِلْكَ الشُّرُوطِ وَفِيهَا: وَلَا يُشَارِكُ أَحَدٌ مِنَّا مُسْلِمًا فِي تِجَارَةٍ إلَّا أَنْ يَلِيَ الْمُسْلِمُ أَمْرَ التِّجَارَةِ. ¶ وَفِيهِ فِي رِسَالَةِ الْقَاضِي أَبِي عُمَرَ وَحَدَّثَنَا عِيسَى بْنُ خَالِدٍ عَنْ أَبِي الْمُغِيرَةِ عَبْدِ الْقُدُّوسِ بْنِ الْحَجَّاجِ وَأَبِي الْيَمَانِ الْحَكَمِ بْنِ نَافِعٍ عَنْ إسْمَاعِيلَ بْنِ عَيَّاشٍ قَالَ حَدَّثَنَا غَيْرُ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ قَالَ: كَتَبَ أَهْلُ الْحِيرَةِ إلَى عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ إنَّك لَمَّا قَدِمْت بِلَادَنَا فَذَكَرَ مِثْلَهُ. ¶ وَفِيهِ فَكَتَبَ بِذَلِكَ ابْنُ غَنْمٍ إلَى عُمَرَ بْنِ الْخَطَّابِ فَكَتَبَ إلَيْهِ عُمَرُ أَنْ أَمْضِ لَهُمْ مَا سَأَلُوهُ وَأَلْحَقَ فِيهِ حَرْفَيْنِ اشْتَرَطَهُمَا عَلَيْهِمْ مَعَ مَا شَرَطُوا عَلَى أَنْفُسِهِمْ أَنْ لَا يَشْتَرُوا مِنْ سَبَايَانَا شَيْئًا وَمَنْ ضَرَبَ مُسْلِمًا عَمْدًا فَقَدْ خَلَعَ عَهْدَهُ.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وَأَنْفَذَ ابْنُ غَنْمٍ ذَلِكَ لَهُمْ وَلِمَنْ أَقَامَ مِنْ الرُّومِ فِي مَدَائِنِ الْمُسْلِمِينَ عَلَى هَذَا الشَّرْطِ، وَقَدْ تَقَدَّمَ كَلَامُ ابْنِ زَبْرٍ. ¶ قَوْلُهُ لَا نُجَدِّدُ مَا خَرِبَ قَدْ تَقَدَّمَ الْكَلَامُ عَلَيْهِ فَلَا يَظُنُّ مَنْ لَا عِلْمَ لَهُ أَنَّ الْمُرَادَ مَا خَرِبَ قَبْلَ الْفَتْحِ لِمَا قَدَّمْنَا أَنَّ خَرِبَ فِعْلٌ مَاضٍ فِي صِلَةِ مَوْصُولٍ وَقَوْلُ النُّحَاةِ إنَّهُ إذَا كَانَ صِلَةً يَصْلُحُ لِلْمَاضِي وَالْمُسْتَقْبَلِ فَيَعُمُّهُمَا وَالْمَوْصُولُ هُوَ مَا يَعُمُّ الْبَعْضَ وَالْكُلَّ فَامْتَنَعَ التَّرْمِيمُ وَالْإِعَادَةُ. ¶ وَفِي بَعْضِ الرِّوَايَاتِ خَرِبَ وَفِي بَعْضِهَا ذَهَبَ وَهُمَا مُتَقَارِبَانِ وَفِي بَعْضِهَا مِنْهَا وَالضَّمِيرُ يَحْتَمِلُ عَوْدَهُ عَلَى الْمُفْرَدِ وَهُوَ الْكَنِيسَةُ فَلَا يَكُونُ نَصًّا فِي مَنْعِ التَّرْمِيمِ وَعَلَى الْجَمْعِ وَهُوَ الْكَنَائِسُ فَيَحْتَمِلُ ذَلِكَ وَخَرَابَ الْكَنِيسَةِ بِجُمْلَتِهَا لِأَنَّهَا وَاحِدَةُ الْكَنَائِسِ فَيَكُونُ مَنْعًا لِلْإِعَادَةِ، وَقَدْ قَالَ صَاحِبُ التَّنْبِيهِ: وَلَا يَمْنَعُونَ مِنْ إعَادَةِ مَا اسْتُهْدِمَ مِنْهَا فَحَمَلَهُ ابْنُ الرِّفْعَةِ عَلَى الْكَنَائِسِ لِأَنَّهُ اعْتَقَدَ أَنَّ التَّرْمِيمَ لَا يَمْنَعُ مِنْهَا بِلَا خِلَافٍ لِأَنَّ الرَّافِعِيَّ لَمْ يَحْكِ فِيهِ خِلَافًا وَالشَّيْخُ أَبُو حَامِدٍ حَكَى الْخِلَافَ فِي خَرَابِ بَعْضِهَا وَخَرَابِ كُلِّهَا فَكَانَ الْوَاجِبُ حَمْلَ كَلَامِ التَّنْبِيهِ عَلَى الْعُمُومِ فِيهِمَا وَكَذَا كَلَامُ الْحَدِيثِ وَمَنْ لَمْ يَرْوِ مِنْهَا اسْتَغْنَى عَنْ ذَلِكَ وَالْمَقْصُودُ يَحْصُلُ بِدُونِهِ.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وَقَدْ تَقَدَّمَ الْكَلَامُ عَلَى لَفْظِ الْكَنِيسَةِ وَالْبَاعُوثُ وَالشَّعَانِينُ أَعْيَادُهُمْ فَلَا يُظْهِرُونَهَا وَاشْتِرَاطُ الضِّيَافَةِ وَلَا تُزَال عَلَيْهِمْ لِئَلَّا تَنْقَطِعَ الْمَبَرَّةُ عَنْ الْمُسْلِمِينَ. ¶ وَقَدْ يُمْنَعُونَ مِنْ مُبَايَعَتِهِمْ لِعَدَاوَتِهِمْ فِي الدِّينِ وَمَنْعِهِمْ مِنْ تَعْلِيمِ أَوْلَادِهِمْ الْقُرْآنَ لِأَنَّ الْكَافِرَ فِي حُكْمِ الْجُنُبِ وَلِأَنَّهُمْ قَدْ يَسْتَخِفُّونَ بِحُرْمَتِهِ وَيَسْتَهْزِئُونَ بِهِ وَلِهَذَا مُنِعُوا مِنْ شِرَاءِ الْمُصْحَفِ وَمَنَعَهُمْ مِنْ مُشَارَكَةِ مُسْلِمٍ إلَّا أَنْ يَلِيَ أَمْرَ التِّجَارَةِ لِأَنَّهُمْ قَدْ يُعَامِلُونَ بِالرِّبَا وَالْخَمْرِ وَالْخِنْزِيرِ فَمُنِعُوا مِنْ الِانْفِرَادِ فَإِنْ كَانَ الْمُسْلِمُ يَلِيهَا فَلَا بَأْسَ، وَإِيوَاءُ الْجَاسُوسِ وَكِتْمَانُ الْعَيْنِ مِنْ أَضَرِّ الْأَشْيَاء وَهُمْ مَمْنُوعُونَ مِنْ كُلِّ مَا يَضُرُّ الْمُسْلِمِينَ وَإِظْهَارُ الشِّرْكِ وَالدُّعَاءُ إلَيْهِ وَمَنْعُ الدُّخُولِ فِي الْإِسْلَامِ فِيهِ ذَلِكَ وَزِيَادَةُ الِاسْتِعْلَاءِ وَالْفَسَادِ فِي الدِّينِ وَتَوْقِيرُ الْمُسْلِمِينَ وَاجِبٌ عَلَيْهِمْ لِأَنَّهُمْ كَالْخَوَلِ لَهُمْ.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "وَمَنَعَ التَّشَبُّهَ بِهِمْ فِي لِبَاسِهِمْ لِيَنْزِلُوا مَنْزِلَةَ الْإِهَانَةِ وَلَا يَخْرُجُوا مِنْهَا إلَى مَرْتَبَةِ التَّعْظِيمِ لِقَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ {وَلَا تَتَشَبَّهُوا بِالْيَهُودِ} وَلِأَنَّ عُمَرَ صَالَحَهُمْ عَلَى تَغْيِيرِ زِيِّهِمْ بِحَضْرَةِ الصَّحَابَةِ وَلَا نُخَالِفُ لَهُ وُجُوبَ مُوَالَاةِ الْمُسْلِمِ وَمُعَادَاةِ الْكَافِرِ وَمُبَايَنَتِهِ فَلَا بُدَّ مِنْ تَمْيِيزٍ وَلَيْسَ إلَّا الزِّيُّ وَلِأَنَّهُ إذْلَالٌ فِي مَعْنَى الْجِزْيَةِ لِيَكُونَ ذَرِيعَةً لَهُمْ إلَى الْإِسْلَامِ.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "وَإِنَّمَا لَمْ يَفْعَلْ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَلِكَ لِيَهُودِ الْمَدِينَةِ وَنَصَارَى نَجْرَانَ لِأَنَّهُمْ كَانُوا قَلِيلِينَ مَعْرُوفِينَ فَلَمَّا كَثُرُوا فِي زَمَنِ الصَّحَابَةِ وَخَشُوا مِنْ الْتِبَاسِهِمْ بِالْمُسْلِمِينَ احْتَاجُوا إلَى تَمْيِيزٍ وَالنَّاظِرُ فِي أَمْرِ الدِّينِ مَمْنُوعٌ أَنْ يَسْتَعِينَ بِهِمْ فِي الْوِلَايَاتِ وَكَانَتْ عَادَةُ الْيَهُودِ الْعَسَلِيُّ قَالَ الرَّافِعِيُّ إنَّهُ الْأَصْفَرُ وَفِيهِ نَظَرٌ وَعَادَةُ النَّصَارَى الْأَدْكَنُ، وَهُوَ الْفَاخِتِيُّ وَالْآنَ صَارَتْ عَادَةُ النَّصَارَى الْأَزْرَقُ وَهُوَ مُنَاسِبٌ لِقَوْلِهِ تَعَالَى {وَنَحْشُرُ الْمُجْرِمِينَ يَوْمَئِذٍ زُرْقًا} وَعَادَةُ الْيَهُودِ الْأَصْفَرُ عُمِلَ ذَلِكَ فِي أَوَّلِ هَذَا الْقَرْنِ حِينَ كَانَ شَيْخُ الْإِسْلَامِ تَقِيُّ الدِّينِ بْنُ دَقِيقِ الْعِيدِ قَاضِي الدِّيَارِ الْمِصْرِيَّةِ وَلَوْ جُعِلَ غَيْرُ الْأَصْفَرِ كَانَ أَوْلَى فَقَدْ رَأَيْت فِي كَلَامِ أَبِي يَعْلَى أَنَّ الْأَصْفَرَ مِنْ الْأَلْوَانِ يُمْنَعُونَ مِنْ لِبَاسِهِ لِأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَلْبَسُهُ وَكَذَلِكَ الْخُلَفَاءُ بَعْدَهُ عُثْمَانُ وَغَيْرُهُ وَهُوَ زِيُّ الْأَنْصَارِ وَبِهِ كَانُوا يَشْهَدُونَ الْمَجَالِسَ وَالْمَحَافِلَ. ¶ وَكَتَبَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ إلَى نَصَارَى الشَّامِ أَنْ لَا يَلْبَسُوا عَصَبًا وَلَا خَزًّا فَمَنْ قَدَرَ عَلَى أَحَدٍ مِنْهُمْ فَعَلَ ذَلِكَ بَعْدَ التَّقَدُّمِ إلَيْهِ فَسَلَبَهُ لِمَنْ وَجَدَهُ.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "وَالْعَصَبُ هُوَ الْبُرْدُ الْيَمَانِيُّ يُسَاوِي ثَوْبٌ مِنْهُ دِينَارَيْنِ وَأَكْثَرَ، وَكَانَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بُرْدٌ يَمَانِيٌّ خَلَعَهُ عَلَى كَعْبِ بْنِ زُهَيْرٍ فَبَاعَهُ لِمُعَاوِيَةَ وَتَدَاوَلَتْهُ الْخُلَفَاءُ يَتَوَارَثُونَهُ. ¶ وَالْخَزُّ هُوَ الْفَاخِرُ مِنْ الثِّيَابِ فَلَا يَجُوزُ لِلذِّمِّيِّ لِأَنَّ فِيهِ عِزًّا بَلْ تَكُونُ عِيَارُهُ مَصْبُوغًا بِالشَّبِّ وَالزَّاجِّ، وَالْقَلَنْسُوَةِ ذَكَرَهَا أَهْلُ اللُّغَةِ وَتَكَلَّمُوا عَلَى لَفْظِهَا بِمَا لَا حَاجَةَ لَنَا إلَيْهِ وَهِيَ تُلْبَسُ عِنْدَ عِظَمِ الْمَنْزِلَةِ بِالْعِلْمِ وَالشَّرَفِ وَالْقَضَاءِ مِنْ زِيِّ الْقُضَاةِ وَالْخُطَبَاءِ عَلَى الْمَنَابِرِ وَالْعَمَائِمُ تِيجَانُ الْعَرَبِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: {فَرْقٌ بَيْنَنَا وَبَيْنَ الْمُشْرِكِينَ الْعَمَائِمُ عَلَى الْقَلَانِسِ} وَيُمْنَعُونَ مِنْ الْأَرْدِيَةِ لِأَنَّهَا لِبَاسُ الْعَرَبِ قَدِيمًا عَلَى مَا حَكَى أَحْمَدُ بْنُ حَنْبَلٍ وَلَا يُمْنَعُونَ مِنْ الطَّيْلَسَانِ.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "وَذَكَرَ أَبُو يَعْلَى أَنَّ الْأَرْدِيَةَ مُرَبَّعَةٌ وَأَمَّا الطَّيْلَسَانُ قَالَ فَهُوَ الْمُقَرَّرُ الطَّرَفَيْنِ الْمَكْفُوفُ الْجَانِبَيْنِ الْمُلَفَّقُ بَعْضُهَا إلَى بَعْضٍ مَا كَانَتْ الْعَرَبُ تَعْرِفُهُ وَهُوَ لِبَاسُ الْيَهُودِ قَدِيمًا وَالْعَجَمِ أَيْضًا وَالْعَرَبُ تُسَمِّيهِ تَاجًا وَيُقَالُ أَوَّلُ مَنْ لَبِسَهُ مِنْ الْعَرَبِ جُبَيْرُ بْنُ مُطْعِمٍ وَكَانَ ابْنُ سِرِّيٍّ يَكْرَهُهُ، وَالنِّعَالُ مِنْ زِيِّ الْعَرَبِ يُمْنَعُ أَهْلُ الذِّمَّةِ مِنْهَا وَلَمْ تَكُنْ بِأَرْضِ الْعَجَمِ إنَّمَا كَانَ لَهُمْ الْخِفَافُ وَأَمَّا مَنْعُهُمْ مِنْ اتِّخَاذِ شَيْءٍ مِنْ الرَّقِيقِ الَّذِي جَرَتْ عَلَيْهِ سِهَامُ الْمُسْلِمِينَ فَلِأَنَّهُ إذَا كَانَ فِي أَيْدِي الْمُسْلِمِينَ يُرْجَى إسْلَامُهُ وَإِذَا بِيعَ مِنْهُمْ مَنَعُوهُ وَلِهَذَا مَنَعْنَا الْكَافِرَ مِنْ حَضَانَةِ اللَّقِيطِ وَأَسْقَطَ حَضَانَةَ أَحَدِ الْأَبَوَيْنِ إذَا كَانَ كَافِرًا عَنْ بَعْضِ الْعُلَمَاءِ وَكَمَا لَا يَجُوزُ بَيْعُهُ مِنْ أَهْلِ الْحَرْبِ كَمَا قَالَهُ بَعْضُهُمْ وَعِنْدَنَا لَمْ يَتَّضِحْ لِي هَذَانِ التَّعْلِيلَانِ فَلَعَلَّ سَبَبَهُ أَنَّهُ بِاسْتِيلَاءِ الْمُسْلِمِينَ كُلِّهِمْ عَلَيْهِ صَارَ لَهُمْ حَقٌّ فِي حَضَانَتِهِ وَوِلَايَتِهِ فَإِذَا اخْتَصَّ بِهِ بَعْضُهُمْ لَا يُمَكَّنُ كَافِرٌ مِنْهُ بَعْدَ ذَلِكَ حَتَّى لَا يَفُوتَ حَقُّ الْمُسْلِمِينَ إلَى كَافِرٍ وَفِي اسْتِيفَاءِ الْكَلَامِ عَلَى الشُّرُوطِ طُولٌ فَلْنَرْجِعْ إلَى الْمَقْصُودِ، وَذَكَرَ ابْنُ حَزْمٍ الْخِلَافَ فِيمَا إذَا خَالَفَ شَيْئًا مِنْ الشُّرُوطِ هَلْ يُنْتَقَضُ عَهْدُهُ وَأَصْحَابُنَا ذَكَرُوا ذَلِكَ أَيْضًا عَلَى تَفْصِيلٍ فِيهِ بَيْنَ مَا يُنْقَضُ اتِّفَاقًا وَبَيْنَ مَا فِيهِ خِلَافٌ وَلَيْسَ فِيهَا مَا",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "لَا يُنْقَضُ اتِّفَاقًا وَتَجْدِيدُ مَا خَرِبَ مِنْ الْمُخْتَلَفِ فِي انْتِقَاضِ الذِّمَّةِ بِهِ. ¶  (فَصْلٌ)  ¶ قَدْ ذَكَرْنَا الْأَحَادِيثَ ثُمَّ آثَارَ الصَّحَابَةِ وَالتَّابِعِينَ ثُمَّ الشُّرُوطَ وَذَلِكَ كُلُّهُ عَلَى جِهَةِ التَّأْكِيدِ لِمَا هُوَ مَعْلُومٌ عِنْدَنَا مِنْ الْمَنْعِ مِنْ ذَلِكَ وَالْأَصْلُ فِيهِ الْمَنْعُ وَالشُّرُوطُ مُؤَكَّدَةٌ وَلَيْسَ مِمَّا الْأَصْلُ فِيهِ الْجَوَازَ وَلِأَنَّ الْتِزَامَهُ بِالشَّرْطِ فَقَطْ حَتَّى إذَا لَمْ يَثْبُتْ الشَّرْطُ لَا يَثْبُتُ. ¶  (فَصْلٌ)  ¶ عُلِمَ مِمَّا حَصَلَ مِنْ شُرُوطِ عُمَرَ وَغَيْرِهَا مِنْ الْعُقُودِ الَّتِي عَقَدَهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأَهْلِ نَجْرَانَ وَغَيْرِهَا جَوَازُ عَقْدِ الذِّمَّةِ وَذَلِكَ مُجْمَعٌ عَلَيْهِ مَعْلُومٌ مِنْ الشَّرْعِ بِالضَّرُورَةِ وَالْقُرْآنُ يَدُلُّ لَهُ كَقَوْلِهِ تَعَالَى {حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ} وَقَدْ قَدَّمْنَا أَنَّ ذَلِكَ لَيْسَ لِرَغْبَةٍ مِنَّا فِي الْجِزْيَةِ حَتَّى نَحْكِيَ مَنْ يَكْفُرُ بِاَللَّهِ وَلَكِنْ رَحْمَةً مِنْ اللَّهِ لِرَجَاءِ إسْلَامِهِمْ كَمَا نَبَّهْنَا عَلَيْهِ، فَقَدْ قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ {لَأَنْ يُهْدِيَ اللَّهُ بِك رَجُلًا وَاحِدًا خَيْرٌ لَك مِنْ حُمْرِ النِّعَمِ} وَعَدَمُ اخْتِلَاطِهِمْ بِالْمُسْلِمِينَ يُبْعِدُهُمْ عَنْ مَعْرِفَةِ مَحَاسِنِ الْإِسْلَامِ أَلَا تَرَى مِنْ الْهِجْرَةِ إلَى زَمَنِ الْحُدَيْبِيَةِ لَمْ يَدْخُلْ فِي الْإِسْلَامِ إلَّا قَلِيلٌ، وَمِنْ الْحُدَيْبِيَةِ إلَى الْفَتْحِ دَخَلَ فِيهِ نَحْوُ عَشَرَةِ آلَافٍ لِاخْتِلَاطِهِمْ بِهِمْ لِلْهُدْنَةِ الَّتِي حَصَلَتْ بَيْنَهُمْ فَهَذَا هُوَ السَّبَبُ فِي مَشْرُوعِيَّةِ عَقْدِ الذِّمَّةِ.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "وَقَالَ أَبُو يَعْلَى: قَدْ ذَكَرَ بَعْضُ أَهْلِ الْبَاطِلِ أَنَّ عَقْدَ الذِّمَّةِ لَا يَجُوزُ لِأَنَّهُ تَقْرِيرٌ لِلْكَافِرِ عَلَى كُفْرِهِ وَهَذَا مُمْتَنِعٌ كَمَا يَمْتَنِعُ أَنْ نُقِرَّ الْوَاحِدَ عَلَى مَعْصِيَةٍ مِنْ زِنًا أَوْ غَيْرِهِ. ¶ وَهَذَا قَوْلٌ بَاطِلٌ، وَقَدْ تَقَدَّمَتْ الْإِشَارَةُ إلَى حِكْمَةِ عَقْدِ الذِّمَّةِ وَمَا فِيهِ مِنْ الْمَصْلَحَةِ وَرَجَاءِ كَثْرَةِ الْمُسْلِمِينَ وَهِدَايَةِ الْخَلْقِ وَتَفَاوُتِ الرَّبَّا لِأَنَّ الشَّرْعَ لَمْ يَرِدْ بِإِبَاحَتِهِ وَلَا مَصْلَحَةَ لِلْمُكَلَّفِينَ فِيهِ. ¶  (فَصْلٌ) الْمَعْرُوفُ أَنَّ الْكَنَائِسَ مِنْ أَخَسِّ الْمَوَاضِعِ لِمَا فِيهَا مِنْ الْكُفْرِ بِاَللَّهِ تَعَالَى وَرَأَيْت فِي كِتَابِ أَبِي يَعْلَى الْحَنْبَلِيِّ أَنَّ لِبِيَعِهِمْ وَصَوَامِعِهِمْ حُرْمَةً عَلَى مَعْنَى أَنَّهَا تُصَانُ مِنْ النَّجَاسَاتِ وَتُنَزَّهُ عَنْ الْقَاذُورَاتِ وَالْفَسَادِ لِأَنَّهُمْ يَذْكُرُونَ اللَّهَ تَعَالَى فِيهَا فَتَصِيرُ لَهَا حُرْمَةٌ بِذَلِكَ قَالَ اللَّهُ تَعَالَى {وَلَوْلَا دَفْعُ اللَّهِ} الْآيَةَ، وَلَيْسَ حُرْمَتُهَا كَحُرْمَةِ الْمَسَاجِدِ عَنْ مَنْعِ الْجُنُبِ وَالْحَائِضِ وَمَنْعِ الْخُصُومَاتِ وَالتَّشَاجُرِ فِيهَا وَفِي الْوَقْفِ عَلَيْهَا كَمَا يُوقَفُ عَلَى الْمَسَاجِدِ أَمَّا الصَّلَاةُ فَتُكْرَهُ أَنْ يَقْصِدَ بِالصَّلَاةِ فِيهَا وَمِنْ غَيْرِ قَصْدٍ لَكِنْ بِحُضُورِ وَقْتِهَا لَا تُكْرَهُ لِأَنَّهُ حَالُ ضَرُورَةٍ وَاخْتَلَفَ الصَّحَابَةُ فِي ذَلِكَ \". ¶ رُوِيَ عَنْ ابْنِ عُمَرَ وَابْنِ عَبَّاسٍ كَرَاهِيَةُ الصَّلَاةِ فِيهَا، وَعَنْ عُمَرَ وَأَبِي مُوسَى أَنَّهُمَا صَلَّيَا فَيُحْمَلُ عَلَى أَنَّهُمَا لَمْ يَقْصِدَا.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "وَمَا ذَكَرَهُ مِنْ أَنَّ لَهَا حُرْمَةً بَعِيدٌ وَلَوْ كَانَ لَهَا حُرْمَةٌ لَمَا هُدِمَتْ وَقَدْ {كَانَ ذُو الْخَلَصَةِ بَيْتًا لِخَثْعَمٍ فَأَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَدْمِهِ} . ¶ وَأَمَّا الْآيَةُ الْكَرِيمَةُ فَمَعْنَاهَا لَهُدِمَتْ فِيمَا مَضَى مِنْ الزَّمَانِ حِينَ كَانَتْ حَقًّا وَأَمَّا الْآنَ فَهِيَ بَاطِلَةٌ وَذَكَرَهُمْ اللَّهُ تَعَالَى فِيهَا قَدْ قَالَ اللَّهُ - سُبْحَانَهُ - فِي مِثْلِهِ {وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاَللَّهِ إلَّا وَهُمْ مُشْرِكُونَ} . ¶  (بَابُ مَا قَالَ الْفُقَهَاءُ فِي ذَلِكَ) وَلْنَتْبَعْ تَرْتِيبَ الرَّافِعِيِّ وَنَذْكُرْ مَتْنَ كَلَامِهِ وَنَرُدَّ فِيهِ بِمَا تَيَسَّرَ إنْ شَاءَ اللَّهُ تَعَالَى: قَالَ الرَّافِعِيُّ رَحِمَهُ اللَّهُ: الْبِلَادُ الَّتِي فِي حُكْمِ الْمُسْلِمِينَ قِسْمَانِ: (أَحَدُهُمَا) الْبِلَادُ الَّتِي أَحْدَثَهَا الْمُسْلِمُونَ كَبَغْدَادَ وَالْكُوفَةِ وَالْبَصْرَةِ فَلَا يُمَكَّنُ أَهْلُ الذِّمَّةِ مِنْ إحْدَاثِ بَيْعَةٍ وَكَنِيسَةٍ وَصَوْمَعَةِ رَاهِبٍ. ¶ قُلْت ذَلِكَ مُجْمَعٌ عَلَيْهِ، وَاَللَّهُ أَعْلَمُ. ¶ قَالَ قَالَ الرُّويَانِيُّ وَلَوْ صَالَحَهُمْ عَلَى التَّمْكِينِ مِنْ إحْدَاثِهَا فَالْعَقْدُ بَاطِلٌ. ¶ قُلْت هَذَا لَا شَكَّ فِيهِ إذَا كَانَ ذَلِكَ هُوَ الْمَقْصُودُ فَإِنْ كَانَ الْمَقْصُودُ عَقْدَ الذِّمَّةِ وَشُرِطَ هَذَا فِيهِ فَيُحْتَمَلُ أَنْ يُقَالَ بِبُطْلَانِ الْعَقْدِ كَمَا قَالَ وَيُحْتَمَلُ أَنْ يَقْتَصِرَ عَلَى بُطْلَانِ الشَّرْطِ، وَأَمَّا نَتِيجَةُ هَذَا الشَّرْطِ فَلَا يَقُولُ بِهِ أَحَدٌ وَاَللَّهُ أَعْلَمُ.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "قَالَ قَالَ فِي بَحْرِ الْمَذْهَبِ وَإِنْ أَشْكَلَ حَالُهَا أَقَرَّتْ اسْتِصْحَابًا لِظَاهِرِ الْحَالِ قُلْت لَوْ قَالَ أَخْذًا بِظَاهِرِ الْحَالِ كَانَ أَوْلَى وَأَمَّا الِاسْتِصْحَابُ فَإِنَّمَا يَكُونُ لِلْأَصْلِ وَلَكِنَّهُ نَوْعَانِ: (أَحَدُهُمَا) وَهُوَ الْمَشْهُورُ الَّذِي لَمْ يَذْكُرْ الْأَكْثَرُونَ سِوَاهُ أَنْ يَتَحَقَّقَ شَيْءٌ فِي الْمَاضِي فَيُسْتَصْحَبَ إلَى الْحَالِ وَهُوَ حُجَّةٌ عِنْدَ أَكْثَرِ الْفُقَهَاءِ. ¶  (وَالثَّانِي) أَخَذَ بِهِ بَعْضُ الْمُتَأَخِّرِينَ مِنْ أَهْلِ الْجَدَلِ أَنْ نَتَحَقَّقَ شَيْئًا فِي الْحَالِ فَنَسْتَصْحِبَهُ إلَى الْمَاضِي عَلَى عَكْسِ الْأَوَّلِ وَالِاسْتِصْحَابُ الَّذِي ذَكَرَهُ صَاحِبُ الْبَحْرِ هُنَا مِنْ هَذَا الْقَبِيلِ، ثُمَّ قَوْلُهُ أَشْكَلَ حَالُهَا يُحْتَمَلُ أَنْ يَكُونَ مَعَ ظُهُورِ أَحَدِ الطَّرَفَيْنِ وَأَنْ يَكُونَ مَعَ الِاسْتِوَاءِ فَاسْتِصْحَابُ ظَاهِرِ الْحَالِ الَّذِي أَرَادَهُ قِسْمٌ مِنْ ثَلَاثَةِ أَقْسَامٍ فَلَوْ صَحَّ لَمْ يُتَّجَهْ الْأَخْذُ بِهِ فِي الْأَقْسَامِ الثَّلَاثَةِ بَلْ فِي أَحَدِهَا، وَاَللَّهُ أَعْلَمُ، قَالَ وَاَلَّذِي يُوجَدُ فِي هَذِهِ ¶ الْبِلَادِ مِنْ الْبِيَعِ وَالْكَنَائِسِ وَبُيُوتِ النَّارِ لَا تُنْقَضُ لِاحْتِمَالِ أَنَّهَا كَانَتْ فِي قَرْيَةٍ أَوْ بَرِّيَّةٍ فَاتَّصَلَتْ بِهَا عِمَارَةُ الْمُسْلِمِينَ فَإِنْ عُرِفَ إحْدَاثُ شَيْءٍ بَعْدَ بِنَاءِ الْمُسْلِمِينَ وَعِمَارَتِهِمْ نُقِضَ. ¶ قُلْت مَتَى عُرِفَ إحْدَاثُ شَيْءٍ نُقِضَ بِلَا إشْكَالٍ.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "وَاَلَّذِي قَالَ فِي الدَّيْرِ يُوجَدُ فِي هَذِهِ الْبِلَادِ مِنْ عَدَمِ النَّقْضِ لِلِاحْتِمَالِ يَقْتَضِي إطْلَاقَهُ أَنَّهُ لَا فَرْقَ بَيْنَ الِاحْتِمَالَيْنِ الْقَوِيِّ وَالضَّعِيفِ، وَغَالِبُ مَنْ يُطَالِعُ كَلَامَهُ يَعْتَقِدُ أَنَّهُ أَرَادَ بِقَوْلِهِ هَذِهِ الْبِلَادِ كُلَّ مَا أَحْدَثَهُ الْمُسْلِمُونَ كَالْقَاهِرَةِ وَنَحْوِهَا فَتَدْخُلُ فِي ذَلِكَ، وَذَلِكَ أَنَّ مُرَادَ الرَّافِعِيِّ الْبِلَادُ الَّتِي سَمَّاهَا كَبَغْدَادَ وَالْكُوفَةِ وَالْبَصْرَةِ. ¶ وَكَذَلِكَ الشَّيْخُ أَبُو حَامِدٍ ذَكَرَ هَذِهِ الْبِلَادَ الثَّلَاثَةَ ثُمَّ قَالَ فَإِنْ قِيلَ: فَمَا تَقُولُونَ فِي هَذِهِ الْبِيَعِ وَالْكَنَائِسِ الَّتِي فِي الْبَصْرَةِ وَالْكُوفَةِ وَدَارِ السَّلَامِ؟ قِيلَ لَمْ نَعْلَمْ أَنَّهَا أُحْدِثَتْ وَلَوْ عَلِمْنَا لَفَعَلْنَاهَا وَاَلَّذِي عِنْدَنَا فِيهَا أَنَّهَا كَانَتْ قَبْلَ فَتْحِ عُمَرَ الْعِرَاقَ حَيْثُ كَانَتْ هَذِهِ الْأَرَاضِي مَزَارِعَ وَقُرًى لِلْمُشْرِكِينَ فَفَتَحَهَا عُمَرُ وَأَقَرَّهَا عَلَى ذَلِكَ ثُمَّ اتَّصَلَ الْبِنَاءُ بَعْضُهُ بِبَعْضٍ فَبَقِيَتْ عَلَى مَا كَانَتْ عَلَيْهِ، وَهَذَا الَّذِي قَالَهُ أَبُو حَامِدٍ مِنْ كَوْنِهَا كَانَتْ مَزَارِعَ وَقُرًى لِلْمُشْرِكِينَ مَعَ أَنَّهُ مِنْ حِينِ اخْتَطَّ الْمُسْلِمُونَ هَذِهِ الْبِلَادَ الثَّلَاثَةَ وَكَلِمَةُ الْإِسْلَامِ فِيهَا غَالِبَةٌ فَغَلَبَ عَلَى الظَّنِّ أَنَّهَا كَانَتْ مَوْجُودَةً قَبْلَ بِنَاءِ الْمُسْلِمِينَ كَالْقَاهِرَةِ.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "فَإِنَّ الْمَشْهُورَ الْمَعْرُوفَ أَنَّهَا كَانَتْ بَرِّيَّةً فَلَمَّا تَمَلَّكَ الْمُعِزُّ الْمُعِزِّيُّ الدِّيَارَ الْمِصْرِيَّةَ بَنَاهَا فِي سَنَةِ ثِنْتَيْنِ وَسِتِّينَ وَأَرْبَعِمِائَةٍ فَاحْتِمَالُ وُجُودِ كَنَائِسَ بِهَا فِي ذَلِكَ الْوَقْتِ بَعِيدٌ جِدًّا، فَإِنْ نَظَرْنَا إلَى الظَّاهِرِ فَالظَّاهِرُ حُدُوثُهَا بَعْدَ الْبِنَاءِ بِخِلَافِ بَغْدَادَ وَالْبَصْرَةِ وَالْكُوفَةِ. ¶ وَإِنْ نَظَرْنَا إلَى الْأَصْلِ الدَّالِّ عَلَى عَدَمِهَا وَقْتَ بِنَاءِ الْقَاهِرَةِ اسْتِصْحَابَ الْعَدَمِ الْمُحَقَّقِ فِي الْمَاضِي وَالدَّالِّ عَلَى وُجُودِهَا إذْ ذَاكَ اسْتِصْحَابُ وُجُودِهَا عَلَى طَرِيقَةِ الِاسْتِصْحَابِ الْمَعْكُوسِ الَّذِي أَحْدَثَهُ الْمُتَأَخِّرُونَ وَأَكْثَرُ الْفُقَهَاءِ لَا يَعْرِفُونَهُ وَإِنَّمَا يَعْرِفُونَ الْأَوَّلَ لَكِنَّ الْمُحَقَّقَ مِنْهُ أَعْنِي الْأَوَّلَ مَا عُرِفَ وُجُودُهُ فَيُسْتَصْحَبُ وُجُودُهُ مِنْ الْمَاضِي إلَى الْحَالِ، أَمَّا اسْتِصْحَابُ الْعَدَمِ الْمَاضِي إلَى الْحَالِ مَعَ تَحَقُّقِ الْوُجُودِ فِي الْحَالِ وَالشَّكِّ فِي الْمَاضِي فَمِمَّا يَحْتَاجُ إلَى فِكْرٍ فَإِنْ صَحَّ فَيَتَعَارَضُ الِاسْتِصْحَابَانِ وَيَبْقَى الشَّكُّ فَيُطْلَبُ دَلِيلٌ آخَرُ وَيَلْزَمُ مِنْ ذَلِكَ التَّوَقُّفُ عَنْ الْحُكْمِ بِأَحَدِ الِاسْتِصْحَابَيْنِ حَتَّى يَجِدَ مَا يُعَضِّدُ أَحَدَهُمَا.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "وَشَيْخُنَا ابْنُ الرِّفْعَةِ قَامَ فِي هَذِهِ الْكَنَائِسِ الَّتِي فِي الْقَاهِرَةِ وَرُبَّمَا لَمْ يَقْتَصِرْ عَلَى الْقَاهِرَةِ وَصَنَّفَ كُرَّاسَةً فِي ذَلِكَ وَاعْتَمَدَ فِيهَا عَلَى خَمْسَةِ أَدِلَّةٍ ذَكَرَهَا وَسَمِعْتهَا عَلَيْهِ وَجَنَحَ فِيهَا إلَى التَّمَسُّكِ بِأَنَّ الْأَصْلَ عَدَمُهَا قَبْلَ بِنَاءِ الْقَاهِرَةِ، وَعِنْدِي فِي هَذَا التَّمَسُّكِ نَظَرٌ لِمَا عَرَّفْتُكَ بِهِ وَلَوْ فُتِحَ هَذَا الْبَابُ لَأَدَّى إلَى أَنَّ كُلَّ مَنْ فِي يَدِهِ يَدَّعِي انْتِقَالَهُ إلَيْهِ وَنَحْنُ نَعْلَمُ أَنَّ الْأَصْلَ عَدَمُ السَّبَبِ الَّذِي يَدَّعِيهِ وَلَا يُقْبَلُ مِنْهُ إلَّا بِبَيِّنَةٍ وَهُوَ بَعِيدٌ نَعَمْ إنْ كَانَ لَهُ مُنَازِعٌ ثَبَتَ مِلْكُهُ فَذَلِكَ الْمِلْكُ أَمْرٌ وُجُودِيٌّ مُسْتَصْحَبٌ وَإِلَّا فَلَا، هَذَا الَّذِي يَظْهَرُ لِي فِي ذَلِكَ وَحَاصِلُهُ أَنَّ الْحُكْمَ بِإِبْقَاءِ كَنَائِسِ الْعِرَاقِ قَرِيبٌ وَكَنَائِسِ الْقَاهِرَةِ وَنَحْوِهِ لَا يَظْهَرُ الْحُكْمُ بِهِ وَإِلَّا لَحُكِمَ بِهَدْمِهِ بَلْ الَّذِي يَظْهَرُ التَّوَقُّفُ عَنْ الْحُكْمِ لِعَدَمِ الدَّلِيلِ، وَكَمْ مِنْ مَسْأَلَةٍ هَكَذَا لَا يُقْضَى فِيهَا بِشَيْءٍ لِعَدَمِ الدَّلِيلِ لَا لِدَلِيلِ الْعَدَمِ وَيَلْزَمُ مِنْ ذَلِكَ مَقْصُودُ مَنْ يَطْلُبُ بَقَاءَ الْأَمْرِ عَلَى مَا هُوَ عَلَيْهِ لَكِنْ يَظْهَرُ أَثَرُ مَا قُلْنَاهُ فِي فُرُوعٍ أُخْرَى وَرُبَّمَا نَذْكُرُهَا إنْ شَاءَ اللَّهُ.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "وَقَدْ اسْتَقْرَيْت الِاسْتِصْحَابَ الَّذِي نَحْكُمُ بِهِ فَوَجَدْت صُوَرًا كَثِيرَةً إنَّمَا يُسْتَصْحَبُ فِيهَا أَمْرٌ وُجُودِيٌّ كَمَنْ تَيَقَّنَ الطَّهَارَةَ وَشَكَّ فِي الْحَدَثِ وَعَكْسِهِ، وَغَالِبُ الصُّوَرِ الَّتِي حَضَرَتْنِي الْآنَ وَأَمَّا اسْتِصْحَابُ عَدَمِ تَحَكُّمٍ بِهِ فَلَمْ يَحْضُرْنِي الْآنَ وَلَا أَجْزِمُ بِنَفْيِهِ فَلْيَنْظُرْ وَبَرَاءَةُ الذِّمَّةِ وَنَحْوِهَا مِنْ الْأُمُورِ الْعَدَمِيَّةِ لَا نَحْكُمُ بِهَا وَإِنَّمَا نَمْتَنِعُ مِنْ الْحُكْمِ بِخِلَافِهَا حَتَّى يَقُومَ عَلَيْهِ دَلِيلٌ. ¶ فَمِنْ هُنَا تَوَقَّفْت عَنْ مُوَافَقَةِ ابْنِ الرِّفْعَةِ رَحِمَهُ اللَّهُ وَاَللَّهُ أَعْلَمُ.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "وَمِمَّا ذَكَرَهُ ابْنُ الرِّفْعَةِ أَيْضًا اخْتِلَافُ نُصُوصِ الشَّافِعِيِّ وَالْأَصْحَابِ فِي حَدِّ الْمُدَّعِي هَلْ هُوَ مَنْ يُحْكَى سُكُوتُهُ أَوْ مَنْ يَدَّعِي أَمْرًا خَفِيًّا أَوْ مَنْ يَدَّعِي خِلَافَ الْأَصْلِ، وَمَقْصُودُهُ بِذَلِكَ أَنَّ الْأَصْلَ عَدَمُ الْكَنَائِسِ فِي الْقَاهِرَةِ قَبْلَ بِنَائِهَا عَلَى مَا قَالَ وَهُوَ الظَّاهِرُ عَلَى مَا قَالَ أَيْضًا لِأَنَّهَا كَانَتْ بَرِّيَّةً وَظَاهِرُ حَالِ تِلْكَ أَنَّهُ لَا يَرْتَادُ لِنَفْسِهِ بِنَاءَ مَدِينَةٍ حَوْلَ كَنَائِسَ وَكَانَ الْقَوْلُ بِقِدَمِهَا مُخَالِفًا لِلْأَصْلِ وَالظَّاهِرِ وَكَانَ الْقَائِلُ بِهِ مُدَّعِيًا يَحْتَاجُ إلَى بَيِّنَةِ لَا مُدَّعًى عَلَيْهِ، وَأَوْرَدَ عَلَى نَفْسِهِ أَنَّ ذَلِكَ إذَا لَمْ تَكُنْ يَدٌ وَأَجَابَ بِالْمَنْعِ وَعِنْدِي اسْتِصْحَابٌ وُجُودِيٌّ وَإِلَّا فَنَحْكُمُ بِهَا أَوْ نَتَوَقَّفُ غَيْرَ أَنِّي أَقُولُ إنَّ الْيَدَ هَاهُنَا عَلَى الْكَنَائِسِ لَا أُسَلِّمُ أَنَّهَا لِلنَّصَارَى بَلْ لِلْمُسْلِمِينَ فَمَا ظَهَرَ لَهُمْ أَنَّهَا تَبْقَى بَقِيَتْ وَمَا شَكَّ فِيهَا فَهِيَ فِي أَيْدِينَا بَاقِيَةٌ عَلَى الشَّكِّ لَا نَقْدَمُ عَلَى الْحُكْمِ فِيهَا بِأَمْرٍ مِنْ الْأُمُورِ لَا بِهَدْمٍ وَلَا بِإِبْقَاءٍ إلَّا بِمُسْتَنَدٍ خَوْفًا مِنْ اللَّهِ تَعَالَى لَا مِنْ أَحَدٍ أَنْ يُقْدِمَ فِي شَرِيعَتِهِ عَلَى حُكْمٍ بِغَيْرِ عِلْمٍ.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "وَتَظْهَرُ فَائِدَةُ ذَلِكَ فِيمَا إذَا هَدَمَهَا هَادِمٌ وَقَدْ قَدَّمْنَا بَعْضَ كَلَامٍ فِيهِ وَلَا شَكَّ أَنَّ صِفَةَ التَّأْلِيفِ الَّتِي بِهَا قِوَامُ الْكَنِيسَةِ غَيْرُ مَضْمُونَةٍ كَصِفَةِ الصَّلِيبِ وَالْمِزْمَارِ وَكَذَا يَظْهَرُ لِي فِي ذَوَاتِ الْآلَاتِ فِي الْحَجَرِ وَنَحْوِهِ كَمَا لَا يَضْمَنُ الْخَمْرَ اللَّهُمَّ إلَّا أَنْ يُقَالَ أَنَّهُ يَضْمَنُهَا لِأَهْلِ الذَّمَّةِ فَلَا يَبْقَى شَيْءٌ آخَرُ وَهُوَ التَّعْذِيرُ، وَهُنَا يَفْتَرِقُ الْحَالُ فَإِنْ كَانَتْ الْكَنِيسَةُ مِمَّا يَتَحَقَّقُ أَنَّهُ قَدْ لَزِمَنَا أَنْ لَا نَهْدِمَهَا فَيَكُونُ قَدْ أَقْدَمَ عَلَى مَا عَلِمَ تَحْرِيمَهُ فَيُعَزَّرُ وَإِنْ كَانَ قَدْ أَقْدَمَ فِي الصُّورَةِ الَّتِي فَرَضْنَا حَيْثُ لَا نَحْكُمُ بِذَلِكَ لِعَدَمِ الْمُقْتَضَى فَلَا يُعَزَّرُ لِأَنَّ الْحُكْمَ بِالتَّعْزِيرِ يَسْتَدْعِي تَحَقُّقَ سَبَبِهِ وَلَمْ يُوجَدْ، وَإِعَادَةُ الَّتِي هَدَمَهَا هَادِمٌ كَإِعَادَةِ الْمُنْهَدِمَةِ بِنَفْسِهَا وَسَنَتَكَلَّمُ فِيهِ. ¶ وَمِمَّا تَعَلَّقَ بِهِ ابْنُ الرِّفْعَةِ قَوْلُ مَالِكٍ لَا نَسْمَعُ دَعْوَى الْخَسِيسِ عَلَى الشَّرِيفِ، وَقَوْلُهُ الْإِصْطَخْرِيُّ مِنْ أَصْحَابِنَا مَا يَقْرُبُ مِنْ ذَلِكَ وَهَذَا لَوْ سَلَّمَ الظُّهُورَ وَلَمْ نُسَلِّمْ الْحُكْمَ، وَنَحْنُ لَا نُسَلِّمُ الظُّهُورَ، وَمِمَّا يَتَعَلَّقُ بِهِ اخْتِلَافُ قَوْلِ الشَّافِعِيِّ فِي تَقَابُلِ الْأَصْلَيْنِ أَوْ الْأَصْلِ وَالظَّاهِرِ كَعَدِّ الْمَلْفُوفِ وَطِينِ الشَّوَارِعِ وَغَايَةُ هَذَا بَعْدَ التَّسْلِيمِ أَنْ يَأْتِيَ خِلَافٌ، وَنَحْنُ نُرِيدُ أَمْرًا تَقَدَّمَ بِهِ عَلَى هَدْمِ مَا اسْتَمَرَّتْ الْأَعْصَارُ عَلَيْهِ فَكَيْفَ يَكْتَفِي فِيهِ بِمِثْلِ ذَلِكَ.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "وَمِمَّا تَعَلَّقَ بِهِ الْخِلَافُ فِيمَنْ حَلَفَ عَلَى زَوْجَتِهِ بِالطَّلَاقِ لَا تَخْرُجُ إلَّا بِإِذْنِهِ فَخَرَجَتْ وَادَّعَى أَنَّهُ أَذِنَ لَهَا وَالْجُمْهُورُ عَلَى اسْتِصْحَابِ النِّكَاحِ لِأَنَّهُ أَمْرٌ وُجُودِيٌّ، وَفِي قَوْلِهِ \" لَا يَدْخُلُ إلَّا أَنْ يَشَاءَ زَيْدٌ، وَفِي قَوْلِهِ لَأَضْرِبَنَّهُ مِائَةَ خَشَبَةٍ فَضَرَبَهُ بِهَا دَفْعَةً وَشَكَّ فِي وُصُولِهَا وَلَا دَلِيلَ فِي شَيْءٍ مِنْ ذَلِكَ، وَمِمَّا تَعَلَّقَ بِهِ إذَا وُجِدَتْ جُذُوعٌ فِي حَائِطٍ وَجَهِلَ الْحَالَ فِي وَضْعِهَا قَالَ الْأَصْحَابُ لَا تُزَالُ لِأَنَّ الظَّاهِرَ أَنَّهَا وُضِعَتْ بِحَقٍّ، وَقَالَ هُوَ: إنَّهَا مَفْرُوضَةٌ فِيمَا إذَا لَمْ يَدَّعِ صَاحِبُهَا أَنَّ صَاحِبَ الْجِدَارِ أَذِنَ لَهُ فِي وَضْعِهَا بَلْ ادَّعَى اسْتِحْقَاقَ الْوَضْعِ وَجَهْلَ الْحَالِ حَتَّى لَوْ قَالَ صَاحِبُ الْجِدَارِ أَنْتَ أَذِنْت لِي أَوْ صَالَحْتَنِي عَلَيْهَا، وَقَالَ بَلْ غَصَبْتَنِي، وَقَالَ الرَّاكِبُ بَلْ أَعَرْتَنِي، قَالَ وَالْمُعَانِدُونَ يَزْعُمُونَ أَنَّا صَالَحْنَاهُمْ عَلَى الْكَنَائِسِ الْمَذْكُورَةِ.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "قُلْت مَا قَالَهُ فِي مَسْأَلَةِ الْجُذُوعِ صَحِيحٌ وَمَسْأَلَةُ الدَّابَّةِ الصَّحِيحُ فِيهَا أَنَّ الْقَوْلَ قَوْلُ الْمَالِكِ وَمَسْأَلَةُ الْكَنَائِسِ هُمْ لَا يَدَّعُونَ مُصَالَحَتَنَا نَحْنُ حَتَّى يَكُونَ الْقَوْلُ قَوْلَنَا بَلْ إنْ سُلِّمَ لَهُمْ يَدٌ فَلَا يَحْتَاجُونَ إلَى دَعْوَى بَلْ يَكْفِي مَعَهَا الِاحْتِمَالُ كَمَا قَدَّمْنَاهُ وَإِنْ لَمْ يُسَلَّمْ لَهُمْ يَدٌ فَلَا حَاجَةَ إلَى هَذَا، وَنَحْنُ يَجِبُ عَلَيْنَا خَلَاصُ ذِمَّتِنَا مِنْ اللَّهِ تَعَالَى وَمِمَّا يَقَعُ الْبَحْثُ فِيهِ أَنَّ إبْقَاءَ الْكَنَائِسِ مُخْتَلَفٌ فِيهِ فَيَحْتَمِلُ هَذِهِ الْكَنَائِسَ الْمَوْجُودَةَ أَنْ يَكُونَ قَدْ حَكَمَ حَاكِمٌ بِإِبْقَائِهَا فَيَمْتَنِعُ نَقْضُهُ وَإِذَا شَكَكْنَا فِي ذَلِكَ فَهَلْ يَجُوزُ الِاسْتِنَادُ إلَى أَنَّ الْأَصْلَ عَدَمُ الْحُكْمِ أَوْ لَا لِأَنَّهُ أَمْرٌ عَدَمِيٌّ فِيهِ مَا تَقَدَّمَ فِي احْتِمَالِ الصُّلْحِ وَالشَّرْطِ. ¶ فَهَذِهِ ثَلَاثَةُ أُمُورٍ: الصُّلْحِ وَالشَّرْطِ وَالْحُكْمِ مُحْتَمَلَةٌ وَالْأَصْلُ عَدَمُهَا، وَعَلَى تَقْدِيرِ أَنْ لَا يَكُونَ وَقَعَ حُكْمٌ فَقَدْ اخْتَلَفَ الْعُلَمَاءُ فِي أَنَّ فِعْلَ الْحَاكِمِ حُكْمٌ أَوْ لَا وَتَبْقِيَةُ الْأَئِمَّةِ الْمَاضِينَ لِهَذِهِ الْكَنَائِسِ وَهُمْ حُكَّامٌ قَدْ يُقَالُ إنَّهَا فِعْلُ حُكَّامٍ فَهِيَ حُكْمٌ مِنْهُمْ عِنْدَ مَنْ يَقُولُ فِعْلُ الْحَاكِمِ حُكْمٌ فَيَمْتَنِعُ تَغْيِيرُهُ.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وَمِمَّا يَقَعُ الْبَحْثُ فِيهِ أَيْضًا أَنَّ وُجُودَ الْكَنَائِسِ إنَّمَا يَدُلُّ عَلَى جَوَازِ إبْقَائِهَا لَا عَلَى وُجُوبِهِ فَيَكْفِي فِي الْأَدِلَّةِ مَعَ الْأَئِمَّةِ الْمَاضِينَ أَنَّ بَقَاءَهَا لَيْسَ بِمَمْنُوعٍ وَأَنَّهُ جَائِزٌ فَإِذَا رَأَى إمَامٌ ذَلِكَ وَأَنَّ مَصْلَحَةَ الْمُسْلِمِينَ فِي هَذَا الْوَقْتِ إزَالَتُهَا جَازَ لَهُ ذَلِكَ وَلَا يَمْتَنِعُ فَهَلْ نَقُولُ بِذَلِكَ أَوْ نَقُولُ بَقَاؤُهَا الْمَوْجُودُ يُثْبِتُ لَهُمْ حَقَّ الْإِبْقَاءِ كَمَنْ فِي يَدِهِ شَيْءٌ نَجْهَلُ يَجِبُ تَبْقِيَتُهُ وَعَدَمُ رَفْعِ يَدِهِ عَنْهُ. ¶ هَذِهِ مَبَاحِثُ كُلُّهَا مُحْتَمَلَةٌ وَنَحْنُ وَإِنْ تَوَقَّفْنَا لِذَلِكَ عَنْ الْحُكْمِ بِهَدْمِهَا لَا نُنْكِرُ عَلَى مَنْ هَدَمَهَا لِمَا قُلْنَا وَلَا عَلَى مَنْ يُفْتِي أَوْ يَحْكُمُ بِهَدْمِهَا.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وَلَيْسَ عِنْدَنَا إلَّا مُجَرَّدُ الْوَقْفِ وَلَعَلَّ ذَلِكَ أَوْ نَحْوَهُ كَانَ سَبَبَ تَوَقُّفِ الشَّيْخِ تَقِيِّ الدِّينِ بْنِ دَقِيقِ الْعِيدِ عَنْ مُوَافَقَةِ ابْنِ الرِّفْعَةِ فَإِنَّهُ لَمْ يُنْسَبْ إلَيْهِ فِي ذَلِكَ مَنْعٌ وَلَا إذْنٌ، وَكَانَ رَحِمَهُ اللَّهُ شَدِيدَ الْوَرَعِ وَيَحْمِلُهُ وَرَعُهُ عَلَى تَوَقُّفٍ كَثِيرٍ فِي الْمَوَاضِعِ الْمُحْتَمَلَةِ فِي الْعِلْمِ، وَمِمَّا نَقُولُهُ أَيْضًا: إنَّ الرِّوَايَةَ الَّتِي تَقَدَّمَتْ عَنْ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ بِهَدْمِ الْكَنَائِسِ الْقَدِيمَةِ وَالْجَدِيدَةِ إذَا صَحَّتْ عَنْهُ يَجُوزُ أَنْ يَعْتَمِدَ فِي هَذِهِ الْكَنَائِسِ الْمَوْجُودَةِ فِي مِصْرَ وَالشَّامِ لِأَنَّهُمَا مِمَّا كَانَا تَحْتَ وِلَايَتِهِ وَتَفَرُّدِ أَمْرِهِ وَيَشْمَلُهَا قَوْلُهُ وَهُوَ أَعْلَمُ بِمَا تَقَدَّمَهُ مِنْ حَالِهَا إنْ كَانَتْ مَوْجُودَةً فِي زَمَانِهِ وَإِنْ لَمْ تَكُنْ مَوْجُودَةً فِي زَمَانِهِ فَتُهْدَمُ قَطْعًا، وَاَللَّهُ - عَزَّ وَجَلَّ - أَعْلَمُ.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "وَمِمَّا يَقَعُ الْبَحْثُ فِيهِ أَنَّ مَوَاضِعَ هَذِهِ الْبِلَادِ الَّتِي أَحْدَثَهَا الْمُسْلِمُونَ كَالْبَصْرَةِ وَالْكُوفَةِ حَدَثَا فِي زَمَنِ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ بِأَمْرِهِ وَبَغْدَادُ بَنَاهَا أَبُو جَعْفَرٍ الْمَنْصُورُ وَثَلَاثَتُهَا مِنْ أَرْضِ الْعِرَاقِ وَهِيَ عَنْوَةٌ عَلَى الصَّحِيحِ فَإِذَا حُمِلَ وُجُودُ الْكَنَائِسِ الَّتِي فِيهَا عَلَى أَنَّهَا كَانَتْ قَبْلَ بِنَائِهَا فَذَاكَ لَا يَكْفِي فِي وُجُوبِ إبْقَائِهَا وَلَا فِي جَوَازِهِ بَلْ يَجِبُ أَنْ يَكُونَ كَمَا سَيَأْتِي فِي بِلَادِ الْعَنْوَةِ إلَّا أَنْ يَنْظُرَ إلَى احْتِمَالِ اشْتِرَاطِهَا لَهُمْ بِصُلْحٍ بَعْدَ ذَلِكَ إنْ جَوَّزْنَاهُ فَلَا يَحْصُلُ لَنَا الْقَطْعُ بِجَوَازِ إبْقَائِهَا فِي صُورَةٍ مِنْ الصُّوَرِ وَلَا نَخْلُصُ عَنْ ذَلِكَ إلَّا أَنْ يُقَالَ لَمْ يَتَحَقَّقْ دُخُولُ مَوَاضِعِ الْكَنَائِسِ فِيمَا اسْتَوْلَى الْمُسْلِمُونَ عَلَيْهِ بَلْ قَدْ يَكُونُ اسْتِيلَاؤُهُمْ عَلَى مَا حَوَالَيْهَا دُونَهَا وَهَذَا بَعِيدٌ جِدًّا. ¶ هَذَا مَا اتَّفَقَ كَلَامُنَا فِيهِ مِنْ قِسْمِ الْبِلَادِ الَّتِي أَنْشَأَهَا الْمُسْلِمُونَ.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "قَالَ الرَّافِعِيُّ: وَالثَّانِي الْبِلَادُ الَّتِي لَمْ يُحْدِثُوهَا وَدَخَلَتْ تَحْتَ يَدِهِمْ فَإِنْ أَسْلَمَ أَهْلُهَا كَالْمَدِينَةِ وَالْيَمَنِ فَحُكْمُهَا حُكْمُ الْقِسْمِ الْأَوَّلِ؟ قُلْت وَهَذَا صَحِيحٌ لَكِنَّ تَصْوِيرَ إسْلَامِ جَمِيعِ أَهْلِهَا عَزِيزٌ وَالْمَدِينَةُ الشَّرِيفَةُ بَقِيَ بَعْضُ أَهْلِهَا حَتَّى أَجْلَاهُمْ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْيَمَنُ كَانَ فِيهَا أَهْلُ ذِمَّةٍ وَلِهَذَا أَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُعَاذًا أَنْ يَأْخُذَ مِنْ كُلِّ حَالِمٍ دِينَارًا فَالْعَجَبُ أَنَّ أُولَئِكَ الْبَاقِينَ بِالْيَمَنِ وَالْمُوَادَعِينَ مِنْ يَهُودِ الْمَدِينَةِ قَبْلَ إجْلَائِهِمْ لَمْ يَتَكَلَّمْ فِيهِ لَوْ كَانَ لَهُمْ كَنَائِسُ هَلْ يَكُونُ حُكْمُهَا حُكْمَ الْعَنْوَةِ لِغَلَبَةِ الْمُسْلِمِينَ فِيهَا أَمْ مَاذَا يَكُونُ حُكْمُهَا. ¶ وَأَمَّا عَدَمُ التَّمَسُّكِ بِمَكَّةَ وَقَدْ أَسْلَمَ أَهْلُهَا يَوْمَ الْفَتْحِ وَلَمْ يَبْقَ بِهَا أَحَدٌ مِنْ الْكُفَّارِ فَلِأَنَّهُ حَصَلَ فِيهَا فَتْحٌ فَهِيَ مِنْ الْقِسْمِ الَّذِي سَيَأْتِي قَالَ الرَّافِعِيُّ رَحِمَهُ اللَّهُ: وَإِلَّا أَيْ وَإِنْ لَمْ يُسْلِمْ أَهْلُهَا فَإِمَّا أَنْ تُفْتَحَ عَنْوَةً وَقَهْرًا أَوْ مُسَالَمَةً وَصُلْحًا فَهُمَا ضَرْبَانِ: الْأَوَّلُ مَا فُتِحَ عَنْوَةً فَإِنْ لَمْ يَكُنْ فِيهَا كَنِيسَةٌ أَوْ كَانَتْ وَانْهَدَمَتْ أَوْ هَدَمَهَا الْمُسْلِمُونَ وَقْتَ الْفَتْحِ أَوْ بَعْدَهُ فَلَا يَجُوزُ لَهُمْ بِنَاؤُهَا. ¶ قُلْت لَا نَعْرِفُ فِي ذَلِكَ خِلَافًا.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "وَقَوْلُهُ وَقْتَ الْفَتْحِ أَوْ بَعْدَهُ عَائِدٌ إلَى الْأَمْرَيْنِ الِانْهِدَامِ وَالْهَدْمِ قَبْلَ التَّقْرِيرِ عَلَيْهَا فَإِنَّهُ لَمْ يَتَعَلَّقْ لَهُمْ بِهَا حَقٌّ وَلَمْ يَثْبُتْ لَهَا حُكْمُ التَّقْرِيرِ وَهَذَا يَدُلُّ عَلَى أَنَّهُ بِالْفَتْحِ عَنْوَةً مِنْ غَيْرِ تَقْرِيرٍ لَا يَثْبُتُ لَهَا حُكْمُ الْإِبْقَاءِ إجْمَاعًا وَإِنَّ هَدْمَ الْمُسْلِمِينَ لَهَا جَائِزٌ قَبْلَ التَّقْرِيرِ وَجَوَازُهُ لِأَنَّهُ حَقُّهُمْ فَإِذَا صَدَرَ مِنْ مَجْمُوعِهِمْ فَلَا شَكَّ فِي جَوَازِهِ، وَإِنْ صَدَرَ مِنْ بَعْضِهِمْ فَهَلْ نَقُولُ إنَّهُ كَذَلِكَ أَوْ لَا لِأَنَّ حَقَّ غَيْرِهِ تَعَلَّقَ بِهَا مِنْ أَهْلِ الْخُمُسِ وَبَقِيَّةِ الْغَانِمِينَ فِيهِ نَظَرٌ يَلْتَفِتُ عَلَى أَنَّ الْكَنِيسَةَ هَلْ تَدْخُلُ فِي الْغَنِيمَةِ وَالْأَقْرَبُ أَنَّهَا لَا تَدْخُلُ لِأَنَّ الَّذِي يَدْخُلُ فِي الْغَنِيمَةِ مَا كَانَ مَمْلُوكًا لَهُمْ وَالْكَنِيسَةُ غَيْرُ مَمْلُوكَةٍ بَلْ هِيَ عِنْدَهُمْ كَالْمَسَاجِدِ عِنْدَنَا فَتَكُونُ كَالْمُبَاحَاتِ، وَيَرِدُ عَلَى هَذَا أَنَّ الْكَنِيسَةَ إنْ كَانَتْ وُقِفَتْ قَبْلَ الْفَتْحِ فَهِيَ مَسْجِدٌ كَمَا قَدَّمْنَا وَإِنْ كَانَتْ بَعْدَهُ لَمْ يَصِحَّ الْوَقْفُ فَتَكُونُ عَلَى مِلْكِ مَالِكِهَا فَتَكُونُ غَنِيمَةً.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "وَيُجَابُ بِأَنْ يُقَالَ إذَا كَانَتْ بَعْدَهُ لَا نُسَلِّمُ أَنَّهَا عَلَى مِلْكِ مَالِكِهَا لِأَنَّا نَنْظُرُ إلَى اعْتِقَادِهِ كَمَا نَنْظُرُ إلَيْهِ فِي أَنْكِحَتِهِمْ وَهُمْ هَذَا الْفِعْلُ عِنْدَهُمْ مُخْرِجٌ لَهَا عَنْ الْمِلْكِ فَأَخْرَجَنَا عَنْ مِلْكِهِمْ وَإِنْ لَمْ يُثْبِتْ لَهَا حُرْمَةَ الْمَسَاجِدِ وَتَصِيرُ كَالْأَشْيَاءِ الَّتِي لَا تُمْلَكُ لَا حَدَّ عَلَيْهَا فَكَذَلِكَ إذَا انْهَدَمَتْ لَا يَثْبُتُ لَهَا حَقُّ الْإِعَادَةِ فَإِذَا هَدَمَهَا هَادِمٌ مِنْ الْمُسْلِمِينَ كَذَلِكَ، وَمُقْتَضَى ذَلِكَ أَنَّهُ لَوْ هَدَمَهَا هَادِمٌ مِنْ غَيْرِ الْمُسْلِمِينَ كَانَ الْحُكْمُ كَذَلِكَ أَيْضًا أَمَّا إذَا قُرِّرَتْ وَانْهَدَمَتْ بَعْدَ ذَلِكَ أَوْ هَدَمَهَا هَادِمٌ فَلَا تَدْخُلُ فِي كَلَامِ الرَّافِعِيِّ هَذَا لِأَنَّهُ سَيَأْتِي حُكْمُهَا فِي كَلَامِهِ بِخِلَافِهِ وَاَللَّهُ أَعْلَمُ. ¶ قَالَ الرَّافِعِيُّ رَحِمَهُ اللَّهُ: وَهَلْ يَجُوزُ تَقْرِيرُهُمْ عَلَى الْكَنِيسَةِ الْقَائِمَةِ؟ فِيهِ وَجْهَانِ أَحَدُهُمَا يَجُوزُ لِأَنَّ الْمَصْلَحَةَ قَدْ تَقْتَضِي ذَلِكَ وَلَيْسَ فِيهِ إحْدَاثُ مَا لَمْ يَكُنْ. ¶ قُلْت قَالَ الشَّيْخُ أَبُو حَامِدٍ: إنَّ هَذَا هُوَ الْأَصَحُّ وَوَافَقَهُ صَاحِبَاهُ سُلَيْمٌ وَالْبَنْدَنِيجِيّ. ¶ وَقَالَ ابْنُ الرِّفْعَةِ: إنَّهُ رَآهُ فِي الْأُمِّ إذْ قَالَ: وَإِذَا كَانُوا فِي مِصْرِ الْمُسْلِمِينَ لَهُمْ كَنِيسَةٌ أَمْ بِنَاءٌ طِيلَ بِهِ بِنَاءُ الْمُسْلِمِينَ لَمْ يَكُنْ لِلْإِمَامِ هَدْمُهَا وَلَا هَدْمُ بِنَائِهِمْ وَتَرَكَ كُلًّا عَلَى مَا وَجَدَهُ، وَقِيلَ يُمْنَعُ مِنْ الْبِنَاءِ الَّذِي يُطَايِلُ بِهِ بِنَاءَ الْمُسْلِمِينَ قَالَ الشَّافِعِيُّ وَاجِبٌ أَنْ يَجْعَلُوا بِنَاءَهُمْ دُونَ بِنَاءِ الْمُسْلِمِينَ بِشَيْءٍ.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "وَهَذَا إذَا كَانَ مِصْرًا لِلْمُسْلِمِينَ أَحْيَوْهُ أَوْ فَتَحُوهُ عَنْوَةً وَشَرَطُوا عَلَى أَهْلِ الذِّمَّةِ هَذَا. ¶ قَالَ الشَّيْخُ أَبُو حَامِدٍ: وَعَلَى هَذَا حَمَلْنَا أَمْر الْبِيَعَ وَالْكَنَائِسِ الَّتِي فِي دَارِ الْإِسْلَامِ. ¶ قُلْت وَهَذَا الْوَجْهُ ضَعِيفٌ لِأَنَّ هَذَا التَّقْرِيرَ فِي حُكْمِ إحْدَاثِ كَنِيسَةٍ فِي الْإِسْلَامِ لِأَنَّا كَمَا قَرَّرْنَا جَعَلْنَاهَا كَالْمَوَاتِ الَّذِي لَيْسَ بِمَمْلُوكٍ فَجَعْلُهَا الْآنَ كَنِيسَةً إحْدَاثٌ لَهَا.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "وَكُنْت أَعْتَقِدُ أَنَّ هَذَا الْوَجْهَ غَلَطٌ لِدُخُولِهَا فِي الْغَنَائِمِ ثُمَّ رَجَعْت عَنْ التَّغْلِيطِ لِمَا قَدَّمْته أَنَّهَا لَيْسَتْ بِغَنِيمَةٍ وَاقْتَصَرْت عَلَى التَّضْعِيفِ لِمَا ذَكَرْت وَكَلَامُ الشَّيْخِ أَبِي حَامِدٍ وَالرَّافِعِيِّ يَقْتَضِي أَنَّ الْخِلَافَ فِي الْجَوَازِ فِي أَنَّهُ هَلْ يَجُوزُ لِلْإِمَامِ ذَلِكَ أَوْ لَا وَيَكُونُ التَّقْرِيرُ إنْشَاءَ فِعْلٍ مِنْهُ وَلَكِنَّهُ تَارَةً يَكُونُ تَرْكًا مُجَرَّدًا فَلَا يَمْنَعُ إقْدَامَ بَعْضِ الْمُسْلِمِينَ عَلَى هَدْمِهَا، وَبِهَذَا يَصِحُّ إنْ حَمَلَ مَا تَقَدَّمَ مِنْ قَوْلِ الرَّافِعِيِّ أَوْ هَدَمَهَا الْمُسْلِمُونَ بَعْدَ ذَلِكَ عَلَى عُمُومِهِ، وَتَارَةً يَكُونُ الْتِزَامًا لَهُمْ بِشَرْطٍ يَأْخُذُونَهُ عَلَى الْمُسْلِمِينَ فِي عَقْدِ ذِمَّةٍ أَوْ نَحْوِهِ وَإِنْ كَانَ بَعْدَ الْفَتْحِ، وَمَا حَكَيْنَاهُ مِنْ كَلَامِ الشَّافِعِيِّ يَقْتَضِي وُجُوبَ الْإِبْقَاءِ لَكِنَّهُ مُحْتَمِلٌ لَأَنْ يَكُونَ مَحَلُّهُ إذَا كَانَ الشَّرْطُ فِي أَوَّلِ الْفَتْحِ فَيَكُونُ فِي مَعْنَى الْفَتْحِ صُلْحًا فِي ذَلِكَ الْمَكَانِ وَتَكُونُ الْعَنْوَةُ فِيمَا سِوَاهُ فَلَا تَكُونُ هِيَ الْمَسْأَلَةُ الَّتِي تَكَلَّمَ فِيهَا الرَّافِعِيُّ وَيَصِحُّ حَمْلُ الْمَوْجُودِ فِي بِلَادِ الْمُسْلِمِينَ عَلَيْهَا فِي مَسْأَلَتَيْنِ: (إحْدَاهُمَا) إذَا جُهِلَ الْحَالُ فَتَجِبُ التَّبْقِيَةُ عَلَى ظَاهِرِ كَلَامِ الشَّافِعِيِّ.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "(وَالثَّانِيَةِ) إذَا لَمْ يُجْهَلْ وَفُتِحَ عَنْوَةً وَأَرَدْنَا تَقْرِيرَهُمْ بَعْدَ ذَلِكَ فَلَا يَجِبُ وَهَلْ يَجُوزُ؟ وَجْهَانِ كَمَا قَالَهُ أَبُو حَامِدٍ وَالرَّافِعِيُّ وَهَلْ التَّقْرِيرُ تَرْكٌ مُجَرَّدٌ فَيَجُوزُ هَدْمُهَا بَعْدَ ذَلِكَ أَوْ شَرْطٌ يَجِبُ الْوَفَاءُ بِهِ؟ فِيهِ مَا قَدَّمْته مِنْ الْبَحْثِ وَالظَّاهِرُ أَنَّهُ لَيْسَ بِشَرْطٍ إلَّا إنْ وَقَعَ فِي عَقْدٍ كَمَا إذَا عَقَدَ لَهُمْ ذِمَّةً أَوْ هُدْنَةً. ¶ قَالَ الرَّافِعِيُّ رَحِمَهُ اللَّهُ وَأَصَحُّهُمَا الْمَنْعُ لِأَنَّ الْمُسْلِمِينَ قَدْ مَلَكُوهَا بِالِاسْتِيلَاءِ فَيُمْنَعُ جَعْلُهَا كَنِيسَةً وَحَكَى الْإِمَامُ الْقَطْعَ بِهَذَا الْوَجْهِ عَنْ طَائِفَةٍ مِنْ الْأَصْحَابِ. ¶ قُلْت قَدْ عَرَّفْتُك أَنِّي كُنْت أَقْطَعُ بِهَذَا وَأَعْتَقِدُ غَلَطَ الْأَوَّلِ لِمَا ذَكَرَهُ الرَّافِعِيُّ هُنَا مِنْ التَّعْلِيلِ بِالْمِلْكِ بِالِاسْتِيلَاءِ حَتَّى ظَهَرَ لِي مَا قَدَّمْنَاهُ مِنْ أَنَّهَا لَا تَدْخُلُ فِي الْغَنِيمَةِ. ¶ وَكُنْت قَبْلَ ذَلِكَ أَقُولُ قَدْ يَكُونُ مَأْخَذُ الْخِلَافِ أَنَّ الْغَنِيمَةَ هَلْ تُمْلَكُ بِالِاسْتِيلَاءِ أَوْ يَتَوَقَّفُ الْمِلْكُ فِيهَا عَلَى الِاخْتِيَارِ كَمَا هُوَ مُقَرَّرٌ فِي بَابِهِ، وَافْرِضْ الْمَسْأَلَةَ قَبْلَ الِاخْتِيَارِ حَتَّى اسْتَغْنَيْت عَنْ ذَلِكَ بِمَا قَدَّمْته، وَمَعَ ذَلِكَ فَالْأَصَحُّ عِنْدِي مَا صَحَّحَهُ الرَّافِعِيُّ وَغَايَتُهَا أَنْ تَكُونَ كَالْمَوَاتِ وَنَحْنُ لَا نُمَكَّنُ مِنْ جَعْلِهِ كَنِيسَةً فِي الْإِسْلَامِ. ¶ وَمِمَّا ذَكَرْنَاهُ أَوَّلًا وَآخِرًا يَظْهَرُ أَنَّ طَرِيقَةَ الْخِلَافِ هِيَ الصَّحِيحَةُ وَإِنْ كَانَ الْأَصَحُّ الْمَنْعَ وَإِنَّ طَرِيقَةَ الْقَطْعِ ضَعِيفَةٌ وَلِذَلِكَ أَكْثَرُ الْأَصْحَابِ عَلَى خِلَافِهَا.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "قَالَ الرَّافِعِيُّ وَالثَّانِي مَا فُتِحَ صُلْحًا وَهُوَ عَلَى نَوْعَيْنِ مَا فُتِحَ عَلَى أَنْ تَكُونَ رِقَابُ الْأَرَاضِيِ لِلْمُسْلِمِينَ وَهُمْ يَسْكُنُونَهَا بِخَرَاجٍ فَإِنْ شَرَطُوا إبْقَاءَ الْكَنَائِسِ وَالْبِيَعِ جَازَ وَكَأَنَّهُمْ صَالَحُوا عَلَى أَنْ تَكُونَ الْبِيَعُ وَالْكَنَائِسُ لَهُمْ وَمَا سِوَاهَا لَنَا. ¶ قُلْت: وَهَذَا صَحِيحٌ لِأَنَّ الْحَالَ قَدْ تَدَعُوا إلَيْهِ وَلَا يَتَأَتَّى الْفَتْحُ إلَّا عَلَى ذَلِكَ فَنَحْتَاجُ إلَى الْمُوَافَقَةِ عَلَيْهِ وَلَا أَعْرِفُ لِهَذَا النَّوْعِ مِثَالًا وَلَا دَلِيلًا مِنْ السُّنَّةِ. ¶ وَيُحْتَمَلُ أَنْ تَكُونَ بَعْضُ الْبِلَادِ الْمَوْجُودَةِ فِي أَيْدِينَا مِمَّا هِيَ صُلْحٌ مِنْ أَمْثِلَتِهِ قَالَ الرَّافِعِيُّ رَحِمَهُ اللَّهُ: وَإِنْ صَالَحُوا عَلَى إحْدَاثِهَا أَيْضًا جَازَ. ¶ ذَكَرَهُ الرُّويَانِيُّ فِي الْكَافِرِ وَغَيْرِهِ. ¶ قُلْت هَذَا عِنْدِي فِيهِ تَوَقُّفٌ لِأَنَّهُ إحْدَاثُ كَنِيسَةٍ فِي الْإِسْلَامِ فَيَكُونُ الصُّلْحُ عَلَيْهِ بَاطِلًا. ¶ وَقَدْ يُقَالُ: إنَّهُ تَدْعُو الضَّرُورَةُ إلَيْهِ حَيْثُ لَا يُمْكِنُ الْفَتْحُ بِدُونِهِ فَيَجُوزُ وَالْأَقْرَبُ عِنْدِي الْمَنْعُ قَالَ الرَّافِعِيُّ: وَإِنْ أَطْلَقُوا فَوَجْهَانِ: (أَحَدُهُمَا) أَنَّهُ يُنْقَضُ مَا فِيهَا مِنْ الْكَنَائِسِ لِأَنَّ إطْلَاقَ اللَّفْظِ يَقْتَضِي ضَرُورَةَ جَمِيعٍ لَنَا. ¶  (وَالثَّانِي) أَنَّهَا تَكُونُ مُسْتَثْنَاةً بِقَرِينَةِ الْحَالِ فَإِنَّمَا شَرَطْنَا تَقْرِيرَهُمْ وَقَدْ لَا يَتَمَكَّنُونَ مِنْ الْإِقَامَةِ إلَّا بِأَنْ يَبْقَى لَهُمْ مُجْتَمَعٌ لِعِبَادَتِهِمْ وَالْأَوَّلُ أَشْبَهُ. ¶ قُلْت نَعَمْ هُوَ الْأَشْبَهُ وَالْأَصَحُّ. ¶ وَالثَّانِي ضَعِيفٌ جِدًّا وَاَللَّهُ أَعْلَمُ.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "وَإِذَا شَكَكْنَا فِي الِاشْتِرَاطِ فَالْأَصْلُ عَدَمُهُ وَتَأْتِي تِلْكَ الْمَبَاحِثُ الْمُتَقَدِّمَةُ، وَلَمْ يَنْقُلْ الشَّيْخُ أَبُو حَامِدٍ فِي هَذَا الْفَرْعِ شَيْئًا إلَّا عَنْ أَبِي إِسْحَاقَ أَنْ نَنْظُرَ إلَى مَا شَرَطَ لَهُمْ فَيَحْمِلُونَ عَلَيْهِ وَلَمْ يَنْقُلْ عَنْ غَيْرِهِ شَيْئًا وَلَا تَعَرَّضَ لِحَالَةِ الْإِطْلَاقِ. ¶ قَالَ الرَّافِعِيُّ: وَالثَّانِي مَا فُتِحَ عَلَى أَنْ يَكُونَ الْبَلَدُ لَهُمْ وَهُمْ يُؤَدُّونَ خَرَاجًا فَيَجُوزُ تَقْرِيرُهُمْ عَلَى بِيَعِهِمْ وَكَنَائِسِهِمْ فَإِنَّهَا مِلْكُهُمْ. ¶ قُلْت هَذَا صَحِيحٌ، وَمِثَالُهُ نَجْرَانُ وَقَدْ وَرَدَ النَّصُّ فِيهَا كَمَا تَقَدَّمَ. ¶ قَالَ الرَّافِعِيُّ: وَأَمَّا إحْدَاثُ الْكَنَائِسِ فَعَنْ بَعْضِ الْأَصْحَابِ مِنْهُ لِأَنَّ الْبَلَدَ تَحْتَ حُكْمِ الْإِسْلَامِ فَلَا يُحْدِثُ فِيهِ كَنِيسَةً وَالظَّاهِرُ أَنَّهُ لَا مَنْعَ مِنْهُ لِأَنَّهُمْ مُتَصَرِّفُونَ فِي مِلْكِهِمْ وَالدَّارُ لَهُمْ وَلِذَلِكَ يُمَكَّنُونَ مِنْ إظْهَارِ الْخَمْرِ وَالْخِنْزِيرِ وَالصَّلِيبِ فِيهَا وَإِظْهَارِ مَا لَهُمْ مِنْ الْأَعْيَادِ وَضَرْبِ النَّاقُوسِ وَالْجَهْرِ بِقِرَاءَةِ التَّوْرَاةِ وَالْإِنْجِيلِ وَلَا شَكَّ أَنَّهُمْ يُمْنَعُونَ مِنْ إيوَاءِ الْجَوَاسِيسِ وَإِنْهَاءِ الْأَخْبَارِ وَمَا يَتَضَرَّرُ بِهِ الْمُسْلِمُونَ فِي دِيَارِهِمْ. ¶ قُلْت لَكِنَّ الْأَصْحَابَ عَدُّوهَا فِي بَابِ اللَّقِيطِ دَارَ الْإِسْلَامِ لِجَرَيَانِ أَحْكَامِ الْإِسْلَامِ عَلَيْهَا فَالظَّاهِرُ الْمَنْعُ بِخِلَافِ مَا إذَا لَمْ يَجُزْ إلَّا مُجَرَّدُ تَأْمِينٍ أَوْ أَدَاءِ جِزْيَةٍ كَمَا فِي نَجْرَانَ وَدَوْمَةِ الْجَنْدَلِ وَقَدْ تَقَدَّمَ الْبَحْثُ فِي ذَلِكَ فَبَقَاءُ هَذَا النَّوْعِ فِي حُكْمِ دُورِ الْكُفَّارِ مُحْتَمَلٌ.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "وَأَمَّا إذَا جَرَتْ أَحْكَامُ الْإِسْلَامِ وَإِنْ انْفَرَدَ فِيهِ الْكُفَّارُ فَلَا وَجْهَ لِإِحْدَاثِ كَنِيسَةٍ فِيهِ أَصْلًا. ¶  (فَصْلٌ) قَدْ بَقِيَ مِنْ كَلَامِ الرَّافِعِيِّ شَيْءٌ نُفْرِدُ لَهُ بَابًا لِأَنَّهُ فِي التَّرْمِيمِ وَالْإِعَادَةِ وَهُمَا الْمَقْصُودُ مِنْ هَذَا التَّصْنِيفِ: (بَابُ التَّرْمِيمِ وَالْإِعَادَةِ) قَالَ الرَّافِعِيُّ رَحِمَهُ اللَّهُ: وَحَيْثُ قُلْنَا لَا يَجُوزُ الْإِحْدَاثُ وَجَوَّزْنَا إبْقَاءَ الْكَنِيسَةِ فَلَا مَنْعَ مِنْ عِمَارَتِهَا. ¶ قُلْت جَزَمَ الرَّافِعِيُّ بِذَلِكَ وَلَيْسَ كَمَا قَالَ فَقَدْ حَكَى الشَّيْخُ أَبُو حَامِدٍ الْخِلَافَ فِيهِ، وَنَصُّ كَلَامِهِ: \" وَكُلُّ مَوْضِعٍ أَقْرَرْنَاهُمْ عَلَى بِيعَةٍ أَوْ كَنِيسَةٍ فِي دَارِ الْإِسْلَامِ فَإِنْ انْهَدَمَتْ أَوْ انْهَدَمَ شَيْءٌ مِنْهَا فَهَلْ لَهُمْ أَنْ يُجَدِّدُوا أَوْ يُصْلِحُوا؟ فِيهِ وَجْهَانِ. ¶ قَالَ الْإِصْطَخْرِيُّ: لَيْسَ لَهُمْ ذَلِكَ لِمَا رَوَيْنَا عَنْ عُمَرَ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ كَتَبَ فِي كِتَابِهِ وَأَنْ لَا يُجَدِّدُوا مَا خَرِبَ مِنْهَا. ¶ وَالْوَجْهُ الْآخَرُ وَهُوَ الْمَذْهَبُ أَنَّ لَهُمْ ذَلِكَ لِأَنَّا قَدْ أَقْرَرْنَاهُمْ عَلَى التَّبْقِيَةِ وَلَوْ مَنَعْنَا الْعِمَارَةَ لَمَنَعْنَا التَّبْقِيَةَ وَنَقَلْت ذَلِكَ مِنْ تَعْلِيقَتِهِ الَّتِي بِخَطِّ سُلَيْمٍ صَاحِبِهِ، وَلَمْ يَقِفْ ابْنُ الرِّفْعَةِ عَلَى ذَلِكَ وَظَنَّ أَنَّ التَّرْمِيمَ جَائِزٌ بِلَا خِلَافٍ كَمَا أَوْهَمَهُ كَلَامُ الرَّافِعِيِّ فَقَالَ فِي قَوْلِ التَّنْبِيهِ: وَلَا يُمْنَعُونَ مِنْ إعَادَةِ مَا اسْتُهْدِمَ مِنْهَا وَقِيلَ يُمْنَعُونَ فَجَعَلَ الضَّمِيرَ فِي قَوْلِهِ مِنْهَا لِلْكَنَائِسِ وَأَنَّ الْكَنِيسَةَ اسْتُهْدِمَتْ كُلَّهَا.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "وَالصَّوَابُ أَنَّ الضَّمِيرَ فِي كَلَامِ صَاحِبِ التَّنْبِيهِ يَعُمُّ الْمُسْلِمِينَ كَمَا اقْتَضَاهُ كَلَامُ الشَّيْخِ أَبِي حَامِدٍ وَالتَّنْبِيهِ هُوَ مَأْخُوذٌ مِنْ تَعْلِيقَةِ أَبِي الطَّيِّبِ يُوَافِقُهُ غَالِبًا، وَقَدْ يَكُونُ فِي الْكِتَابَيْنِ عَلَى خِلَافِ ذَلِكَ كَمَا دَلَّنِي اسْتِقْرَاءُ كَلَامِهِمَا.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "وَقَوْلُ الرَّافِعِيِّ وَجَوَّزْنَا إبْقَاءَ الْكَنِيسَةِ فِيهِ تَسَمُّحٌ وَهُوَ مِنْ النَّمَطِ الَّذِي قَدَّمْت فِي أَوَّلِ هَذَا الْكِتَابِ أَنَّ بَعْضَ الْفُقَهَاءِ فِي التَّصَانِيفِ قَدْ يَتَسَمَّحُونَ فِيهِ فَإِنَّ الْجَوَازَ حُكْمٌ شَرْعِيٌّ وَالشَّرْعُ لَمْ يَرِدْ بِإِبْقَاءِ الْكَنِيسَةِ وَإِنَّمَا مُرَادُهُ عَدَمُ الْمَنْعِ، وَكَذَلِكَ الشَّيْخُ فِي الْمُهَذَّبِ قَالَ مَا جَازَ تَرْكُهُ فِي دَارِ الْإِسْلَامِ هَلْ يَجُوزُ إعَادَتُهُ؟ وَجْهَانِ وَهُوَ أَيْضًا مَحْمُولٌ عَلَى مَا قُلْنَاهُ وَحَسْبُهُ مُقَابَلَتُهُ لِلتَّرْكِ بِالْإِعَادَةِ فَدَلَّ عَلَى حَذْفِ مُضَافٍ تَقْدِيرُهُ هَلْ يَجُوزُ لَنَا تَرْكُهُ يَعْبُدُونَهُ لِأَنَّهُ لَا شَكَّ أَنَّهُ لَا يَجُوزُ لَنَا إعَادَتُهَا، وَكَذَلِكَ قَوْلُ الشَّيْخِ أَبِي حَامِدٍ أَنَّ لَهُمْ ذَلِكَ فَإِنَّ لَهُمْ يَقْتَضِي أَنَّهُ مَمْلُوكٌ أَوْ مُسْتَحَقٌّ أَوْ مُبَاحٌ وَلَيْسَتْ وَاحِدٌ مِنْ ذَلِكَ ثَابِتًا لَهُمْ وَإِنَّمَا مَعْنَاهُ تَرْكُنَا لَهُمْ، وَسُكُوتُنَا عَنْهُمْ، وَكَذَا قَوْلُ الْمِنْهَاجِ فِيمَا فُتِحَ عَلَى أَنْ يَكُونَ لَهُمْ وَلَهُمْ الْإِحْدَاثُ فِي الْأَصَحِّ وَمُرَادُهُ عَدَمُ الْمَنْعِ، وَكَذَا عِبَارَةُ ابْنِ الصَّبَّاغِ، وَأَمَّا عِبَارَةُ الْمُحَرَّرِ فَسَالِمَةٌ عَنْ ذَلِكَ وَقَوْلُ أَبِي حَامِدٍ أَنَّهُ الْمَذْهَبُ هُوَ الْمَشْهُورُ وَكَذَلِكَ هُوَ الْمَشْهُورُ عِنْدَ الْحَنَفِيَّةِ وَالْحَنَابِلَةِ. ¶ وَقَالَ بَعْضُ الْمَالِكِيَّةِ وَالْوَجْهُ الْآخَرُ. ¶ وَقَوْلُ الْإِصْطَخْرِيِّ وَرِوَايَةٌ عَنْ أَحْمَدَ وَهُوَ الْمَشْهُورُ عِنْدَ الْمَالِكِيَّةِ أَنَّهُمْ يُمْنَعُونَ.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "قَالَ ابْنُ الْمَاجِشُونِ: وَيُمْنَعُونَ مِنْ رَمِّ كَنَائِسِهِمْ الْقَدِيمَةِ إذَا رُمَّتْ إلَّا أَنْ يَكُونَ شَرْطًا فِي عَهْدِهِمْ فَيُوَفَّى لَهُمْ. ¶ وَهَذَا هُوَ الْحَقُّ إنْ شَاءَ اللَّهُ - تَعَالَى - لِمَا قَدَّمْت مِنْ أَنَّهُ مَعْصِيَةٌ فَلَا يَحِلُّ لَنَا أَنْ نُمَكِّنَهُمْ مِنْهُ مِنْ غَيْرِ شَرْطٍ؛ وَلِأَنَّ شَرْطَ عُمَرَ يَمْنَعُ مِنْهُ وَلِأَنَّهُ إذَا كَانَ بِأَعْيَانٍ جَدِيدَةٍ فِي مَعْنَى إنْشَاءِ كَنِيسَةٍ جَدِيدَةٍ وَنَحْنُ لَمْ نَلْتَزِمْ لَهُمْ إلَّا عَدَمَ الْهَدْمِ وَلَا يَلْزَمُ مِنْهُ تَمْكِينُهُمْ مِنْ التَّرْمِيمِ وَتِلْكَ الْآلَاتُ الْجَدِيدَةُ الَّتِي يُرَمُّ بِهَا كَيْفَ تَخْرُجُ عَنْ مِلْكِ صَاحِبِهَا، وَجَعْلُهُ إيَّاهَا كَنِيسَةً أَوْ جُزْءَ كَنِيسَةٍ لَا يَصِحُّ، وَلَعَلَّ مُرَادَ مَنْ أَطْلَقَ التَّرْمِيمَ أَنْ يَرُمَّ بِتِلْكَ الْآلَاتِ الْقَدِيمَةِ الَّتِي الْتَزَمَ لَهُمْ عَدَمَ هَدْمِهَا فَيُعِيدُونَ تَأْلِيفَهَا عَلَى مَا كَانَ فَهَذَا قَرِيبٌ يُمْكِنُ الْمُوَافَقَةُ عَلَى الْجَوَازِ فِيهِ، أَمَّا التَّرْمِيمُ الَّذِي فِيهِ إنْشَاءُ آلَاتٍ أُخْرَى فَبَعِيدٌ مِنْ الْجَوَازِ وَلَيْسَ فِي الشَّرْعِ دَلِيلٌ عَلَيْهِ، وَلَوْ شُرِطَ فَقَدْ اقْتَضَى كَلَامُ ابْنِ الْمَاجِشُونِ مِنْ الْمَالِكِيَّةِ الْجَوَازَ وَعِنْدِي فِيهِ نَظَرٌ يُحْتَمَلُ أَنْ يُقَالَ بِهِ لِعَدَمِ الْهَدْمِ وَيُحْتَمَلُ أَنْ يَمْنَعَ كَمَا لَا يَصِحُّ اشْتِرَاطُ إحْدَاثِ كَنِيسَةٍ، وَاَللَّهُ أَعْلَمُ.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "قَالَ الرَّافِعِيُّ رَحِمَهُ اللَّهُ وَهَلْ يَجِبُ إخْفَاءُ الْعِمَارَةِ؟ فِيهِ وَجْهَانِ: (أَحَدُهُمَا) نَعَمْ لِأَنَّ إظْهَارَهَا مَرْتَبَةٌ قَرِيبَةٌ مِنْ الْأَحْدَاثِ وَأَصَحُّهُمَا أَنَّهُ لَا بَأْسَ بِإِظْهَارِهَا كَمَا أَنَّهُ لَا بَأْسَ بِإِبْقَاءِ الْكَنِيسَةِ فَعَلَى هَذَا يَجُوزُ تَطْيِينُهَا مِنْ دَاخِلٍ وَخَارِجٍ وَيَجُوزُ إعَادَةُ الْجِدَارِ السَّاقِطِ وَعَلَى الْأَوَّلِ يُمْنَعُونَ مِنْ التَّطْيِينِ مِنْ خَارِجٍ. ¶ وَإِذَا أَشْرَفَ الْجِدَارُ فَلَا وَجْهَ إلَّا أَنْ سَوَّى جِدَارًا دَاخِلِ الْكَنِيسَةِ، وَقَدْ تَمَسُّ الْحَاجَةُ إلَى جِدَارٍ ثَالِثٍ وَرَابِعٍ فَيَنْتَهِي الْأَمْرُ إلَى أَنْ لَا يَبْقَى مِنْ الْكَنِيسَةِ شَيْءٌ وَيُمْكِنُ أَنْ يَكْتَفِيَ مَنْ يَقُولُ بِوُجُوبِ الْإِخْفَاءِ بِإِسْبَالِ سِتْرٍ تَقَعُ الْعِمَارَةُ مِنْ وَرَائِهِ أَوْ بِإِيقَاعِهَا فِي اللَّيْلِ. ¶ قُلْت هَذَا تَفْرِيعٌ مُسْتَقِيمٌ. ¶ وَرَأَيْت فِي تَعْلِيقِ الشَّيْخِ أَبِي حَامِدٍ بَعْدَ أَنْ حُكِيَ عَنْ الْإِصْطَخْرِيِّ الْمَنْعُ مِنْ التَّجْدِيدِ وَالْإِصْلَاحِ، قَالَ أَبُو سَعِيدٍ إنْ تَشَعَّبَ السُّورُ فَبَنَوْا دَاخِلَ السُّورِ حَائِطًا حَتَّى إذَا أُسْقِطَ الْأَوَّلُ بَقِيَ الثَّانِي لَمْ يُمْنَعُوا مِنْهُ وَهَذَا مِنْ الْإِصْطَخْرِيِّ مَعَ مَنْعِهِ الْإِعَادَةَ وَالتَّرْمِيمَ عَجِيبٌ. ¶ قَالَ الرَّافِعِيُّ وَإِذَا انْهَدَمَتْ الْكَنِيسَةُ الْمُبْقَاةُ فَهَلْ لَهُمْ إعَادَتُهَا؟ فِيهِ وَجْهَانِ: (أَحَدُهُمَا) لَا وَبِهِ قَالَ الْإِصْطَخْرِيُّ وَابْنُ أَبِي هُبَيْرَةَ لِأَنَّ الْإِعَادَةَ ابْتِدَاءُ كَنِيسَةٍ.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "قُلْت وَهُوَ الْمَشْهُورُ عَنْ أَحْمَدَ وَمُقْتَضَى مَذْهَبِ مَالِكٍ وَالصَّحِيحُ عِنْدِي لِأَنَّا لَمْ نَلْتَزِمْ لَهُمْ وَلَا فِي شَيْءٍ مِنْ الْأَدِلَّةِ وَلَا كَلَامِ الصَّحَابَةِ وَالتَّابِعِينَ وَلَا شُرُوطِهِمْ مَا يَقْتَضِيهَا اللَّهُمَّ إلَّا أَنْ يَكُونَ بِتِلْكَ الْأَعْيَانِ الْمُنْهَدِمَةِ بِعَيْنِهَا فَيُعَادُ تَأْلِيفُهَا فَنَتْرُكُهُمْ وَذَاكَ قَالَ الرَّافِعِيُّ وَأَصَحُّهُمَا نَعَمْ وَيُرْوَى عَنْ أَبِي حَنِيفَةَ وَأَحْمَدَ رَحِمَهُمَا اللَّهُ لِأَنَّ الْكَنِيسَةَ مُبْقَاةٌ لَهُمْ فَلَهُمْ التَّصَرُّفُ فِي مَكَانِهَا. ¶ قُلْت مِنْ أَيْنَ إذَا كَانَتْ مُبْقَاةً لَهُمْ يَنْتَفِعُونَ بِهَا انْتِفَاعًا خَاصًّا مُدَّةَ بَقَائِهَا أَنْ يَكُونَ لَهُمْ التَّصَرُّفُ فِي مَكَانِهَا وَلَوْ سَلِمَ أَنَّ لَهُمْ التَّصَرُّفَ فِي مَكَانِهَا مِنْ أَيْنَ أَنَّهُمْ يَعْمَلُونَهُ؟ ، وَأَيُّ فَرْقٍ بَيْنَ هَذَا وَبَيْنَ إحْدَاثِهِمْ كَنِيسَةً، وَكَأَنَّ الرَّافِعِيَّ يَجْعَلُ الْكَنِيسَةَ هِيَ الْأَرْضُ فَقَطْ، وَأَمَّا الْبِنَاءُ فَلَا مَنْعَ مِنْهُ وَهَذَا لَيْسَ بِصَحِيحٍ بَلْ الْكُلُّ مَمْنُوعٌ مِنْهُ وَلَيْتَ لَوْ أَمْكَنَ حَمْلُ كَلَامِ الرَّافِعِيِّ وَغَيْرِهِ فِي الْإِعَادَةِ عَلَى أَنَّ مُرَادَهُمْ أَنْ تُعَادَ بِآلَتِهَا الْقَدِيمَةِ وَحِينَئِذٍ كَانَ يَسْهُلُ التَّجْوِيزُ كَمَا قَدَّمْنَاهُ فِي نَظِيرِهِ مِنْ التَّرْمِيمِ بَلْ هُنَا قَرِينَةٌ تَقْتَضِي الْحَمْلَ عَلَى ذَلِكَ وَهِيَ لَفْظُ الْإِعَادَةِ فَالْمُعَادُ هُوَ الْأَوَّلُ لَا غَيْرُهُ، أَمَّا إعَادَةُ الْكَنِيسَةِ بِأَعْيَانٍ أُخْرَى فَبَعِيدٌ جِدًّا.",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "فَإِنْ أَمْكَنَ حَمْلُ كَلَامِهِمْ فِي الْإِعَادَةِ عَلَى مَا ذَكَرْنَاهُ احْتَمَلْنَاهُ، وَإِلَّا فَلَا وَأَدِلَّةُ الشَّرِيعَةِ دَلَّتْ عَلَى عَدَمِ الْهَدْمِ فَنَقْتَصِرُ عَلَيْهِ وَلَا نَزِيدُ وَنَقُولُ هُوَ الْإِبْقَاءُ ثُمَّ الْإِبْقَاءُ مُسْتَلْزِمُ بَقَاءَ نَوْعِهِ ثُمَّ إعَادَةُ مِثْلِهِ. ¶ هَذَا كُلُّهُ لَا دَلِيلَ مِنْ الشَّرْعِ عَلَيْهِ فَوَجَبَ بُطْلَانُهُ، قَالَ الرَّافِعِيُّ وَإِذَا جَوَّزْنَا لَهُمْ إعَادَتَهَا فَهَلْ لَهُمْ تَوْسِيعُ حِيطَانِهَا؟ وَجْهَانِ: أَحَدُهُمَا نَعَمْ كَمَا لَوْ أَعَادُوهَا عَلَى هَيْئَةٍ أُخْرَى. ¶ قُلْت هَذَا يُسْتَغَاثُ إلَى اللَّهِ مِنْهُ وَعِنْدِي أَنَّهُ غَلَطٌ مَحْضٌ قَالَ: وَأَصَحُّهُمَا الْمَنْعُ لِأَنَّ الزِّيَادَةَ كَنِيسَةٌ جَدِيدَةٌ مُتَّصِلَةٌ بِالْأُولَى. ¶ قُلْت هَذَا حَقٌّ وَيَجِبُ الْقَطْعُ بِهِ، وَلَمْ يَذْكُرْ ابْنُ الصَّبَّاغِ مَسْأَلَةَ التَّرْمِيمِ، وَذَكَرَ مَسْأَلَةَ الْإِعَادَةِ وَحَكَى الْوَجْهَيْنِ فِيهَا مِنْ غَيْرِ تَصْحِيحٍ. ¶ وَعَنْ الْمَاوَرْدِيِّ أَنَّ الْأُولَى مِنْ إطْلَاقِ الْوَجْهَيْنِ فِي إصْلَاحِ مَا اسْتُهْدِمَ مِنْ الْكَنَائِسِ أَنْ يَنْظُرَ فَإِنْ صَارَتْ دِرَاسَةً مُسْتَطْرَقَةً كَالْمَوَاتِ لَمْ يَجُزْ لِأَنَّهُ اسْتِئْنَافُ إنْشَاءٍ وَإِنْ كَانَتْ شُعْبَةً بَاقِيَةَ الْآثَارِ وَالْجِدَارِ جَازَ لَهُمْ بِنَاؤُهَا، وَمَنْعُهُ فِي الْمُنْدَرِسَةِ نَحْنُ نُوَافِقُهُ عَلَيْهِ وَالتَّمْكِينُ فِي تِلْكَ الْحَالَةِ مِنْ الْإِعَادَةِ قَبِيحٌ جِدًّا، وَمَا ذَكَرَهُ الْمَاوَرْدِيُّ فِي الشُّعْبَةِ لَا نُوَافِقُهُ عَلَيْهِ بَلْ نَقُولُ بِالْمَنْعِ أَيْضًا.",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "وَقَوْلُهُ جَازَ يَنْبَغِي تَأْوِيلُهُ كَمَا تَقَدَّمَ وَابْنُ الرِّفْعَةِ فِي الْمَطْلَبِ لَمْ يَصْنَعْ كَمَا صَنَعَ فِي الْكِفَايَةِ وَمَالَ إلَى مَا يَقْتَضِي إثْبَاتَ خِلَافٍ فِي التَّرْمِيمِ مِنْ غَيْرِ وُقُوفٍ عَلَى النَّقْلِ فِيهِ، وَبِالْجُمْلَةِ الْمَشْهُورُ مِنْ مَذْهَبِنَا التَّمْكِينُ مِنْ التَّرْمِيمِ، وَالْحَقُّ عِنْدِي خِلَافُهُ، وَهُوَ الْمَشْهُورُ مِنْ مَذْهَبِ مَالِكٍ وَأَحْمَدَ. ¶ وَقَالَ الْقَرَافِيُّ الْمَالِكِيُّ يُمْنَعُونَ مِنْ رَمِّهَا خِلَافًا لِلشَّافِعِيِّ وَالْمُدْرَكُ أَنَّهَا مِنْ الْمُنْكَرَاتِ وَالْعَيْنُ الَّتِي تَنَاوَلَهَا الْعَقْدُ قَدْ انْهَدَمَتْ وَالْعَوْدُ لَمْ يَتَنَاوَلْهُ الْعَقْدُ وَهُوَ مُنْكَرٌ تَجِبُ إزَالَتُهُ. ¶ وَقَالَ أَبُو يَعْلَى الْحَنْبَلِيُّ فِي كِتَابِ الْجَامِعِ: إذَا انْهَدَمَ مِنْهَا شَيْءٌ أَوْ تَشَعَّبَ فَأَرَادُوا إعَادَتَهُ وَتَجْدِيدَهُ فَلَيْسَ لَهُمْ فِي إحْدَى الرِّوَايَاتِ، وَالثَّانِيَةُ لَهُمْ أَمَّا الْبِنَاءُ عَنْ خَرَابٍ فَلَا وَهُوَ اخْتِيَارُ الْخَلَّالِ. ¶ وَالثَّالِثَةُ لَهُمْ مُطْلَقًا، وَرَوَى الْخَلَّالُ عَنْ أَحْمَدَ لَيْسَ أَنْ يُحْدِثُوا إلَّا مَا صُولِحُوا عَلَيْهِ إذَا ظَهَرَ أَنَّ التَّرْمِيمَ مُمْتَنِعٌ عَلَى الْأَصَحِّ مِنْ هَذَيْنِ الْمَذْهَبَيْنِ، فَامْتِنَاعُ الْإِعَادَةِ أَوْلَى، أَمَّا الْحَنَفِيَّةُ فَالْمَشْهُورُ عِنْدَهُمْ أَنَّ الْكَنَائِسَ إنَّمَا يَمْتَنِعُ إحْدَاثُهَا فِي الْأَمْصَارِ دُونَ الْقُرَى وَهُوَ مَذْهَبٌ ضَعِيفٌ لَا دَلِيلَ عَلَيْهِ وَأَنَّ الْمُبْقَاةَ إذَا انْهَدَمَتْ تُعَادُ. ¶ وَإِذَا جَوَّزُوا الْإِعَادَةَ فَالتَّرْمِيمُ أَوْلَى.",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "وَفِي شَرْحِ الْقُدُورِيِّ لِلْكَرْخِيِّ عَنْ ابْنِ سِمَاعَةَ عَنْ أَبِي يُوسُفَ فِي نَوَادِرِهِ فِي الْبِيَعِ وَالْكَنَائِسِ الَّتِي فِي الْأَمْصَارِ بِخُرَاسَانَ وَالشَّامِ قَالَ مَا أَحَاطَ عِلْمِي بِهِ أَنَّهُ مُحْدَثٌ هَدَمْتُهُ وَإِنْ لَمْ أَعْلَمْ أَنَّهُ مُحْدَثٌ تَرَكْته حَتَّى تَقُومَ بَيِّنَةٌ أَنَّهَا مُحْدَثَةٌ لِأَنَّ الْقَدِيمَ لَا يَجُوزُ هَدْمُهُ وَالْمُحْدَثُ يَجُوزُ هَدْمُهُ فَمَا لَمْ يُعْلَمْ بِسَبَبِ الْهَدْمِ فَالظَّاهِرُ أَنَّهُ بُنِيَ بِحَقٍّ فَلَا نَعْرِضُ لَهُ قَالَ الْحَنَفِيَّةُ: فَإِنْ بَنَوْا فِي بَعْضِ الرَّسَاتِيقِ وَالْقُرَى ثُمَّ اتَّخَذَ الْمُسْلِمُونَ ذَلِكَ مِصْرًا مُنِعُوا أَنْ يُحْدِثُوا بَعْدَ مَا صَارَ مِصْرًا وَإِذَا كَانَ هَذَا كَلَامُهُمْ فِي الْإِحْدَاثِ وَالْإِبْقَاءِ فَالتَّرْمِيمُ أَسْهَلُ وَلَكِنَّ الْحَقَّ الْمَنْعُ مِنْ التَّرْمِيمِ وَاَللَّهُ أَعْلَمُ) انْتَهَى. ¶ ***** ***** *****",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "*** مصدر الرسالة: ¶ فتاوى تقي الدين السبكي (2/369-417)",
            "page": "112",
            "part": "1"
        }
    ],
    "t38007": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "(مَسْأَلَةٌ) فِي مَنْعِ تَرْمِيمِ الْكَنَائِسِ"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "مصدر الرسالة:"
        }
    ]
}