{
    "b38023": [
        {
            "id": "2",
            "nass": "1 - أبو اسحاق ابراهيم بن محمد بن يحيى شيخ العدالة والتزكية وأحسن مشايخنا مواساة لغرباء الصنعة ولا أعرف احدا تكلم فيه بحجة. ¶ 2 - ابو احمد محمد بن عيسى صاحب كتاب مسلم من أعيان",
            "page": "55",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الفقراء والزهاد ومن اصحاب المعاملات في التصوف قد كان ضاعت سماعاته من ابراهيم بن محمد بن سفيان الفقيه فنسخ البعض من نسخة لم يكن له فيها سماع. ¶ 3 - ابو احمد الحسين بن علي التميمي شيخ العرب في بلدنا ومن ورث الثروة القديمة واسلافه اجلة تميمي سليطي",
            "page": "56",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "معاذي رجاني ولم يجمع لغيره والغالب على سماعاته الصدق. ¶ 4 - ابو احمد محمد بن محمد بن مطر ابوه رحمنا الله وإياهما ثقة وقد كان في حياته كتب لابنه هذا فوائد بخطه من سماعات شهد له بها إلا أن الحديث لم يكن من شأنه وقد كان قديما من أعيان الشهود ثم سكتوا عنه. ¶ 5 - ابو بكر محمد بن محمد بن داود السجزي صدوق ما رأينا منه في الأخذ والأداء إلا ما يليق بأهل الصدق. ¶ 6 - ابو بكر محمد بن محمود بن إسحاق قد كتبنا عنه أبيه",
            "page": "57",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وعميه وابن عمه ابني عمرو وكلهم من أهل الصدق وأبو بكر هذا لم نكتب عنه إلا أن القلب يشهد أنه لم يقل على ستر سلفه رضي الله عنهم أجمعين. ¶ 7 - ابو الحسن محمد بن عبد الله بن ابراهيم بن عبدة شيخ من سليط تميمي رأيت له عن البوشنجي وجعفر بن الترك وأقرانهما سماعات صحيحة ثم وقع إليه أبو بكر ابن الغازي الوراق فزاد فيها على",
            "page": "58",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ما بلغني فقبلها والله أعلم. ¶ 8 - ابو الحسن علي بن احمد بن عبد العزيز الجرجاني صاحب كتاب البخاري كثير السماع معروف بالطلب الا انه وقع إلى أبي بشر المصعبي الفقيه وكأنه أخذ بسيرته في الحديث فظهرت منه المجازفة عند الحاجة إليه فترك. ¶ 9 - ابو الحسين طاهر بن محمد بن سهلوية",
            "page": "59",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "عدل صدوق في الاخذ والاداء كثير السماع معتمد فيما كتب عنه من اصوله. ¶ 10 - ابو سهل محمد بن سليمان الفقيه مفتي البلد وفقيهها واجدل من رأينا من الشافعيين بخراسان ومع ذلك اديب شاعر نحوي كاتب عروضي محب للفقراء والله أعلم.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "11 - ابو الطيب عبد الله بن محمد بن أحمد بن حيان هذا ابن فورس قاضي طوس حمل الى اصوله في نيف واربعين لما عزم على الخروج الى الحج فلم اقف منها على زلة وخرجت له الفوائد وهو في الجملة صدوق إلا أن الحديث لم يكن من شأنه. ¶ 12 - ابو عبد الله محمد بن احمد بن بشر المزكي حج معنا سنة احدى واربعين ورايته يحدث من اصوله في القطيعة عن البوسنجي وغيره وهو عندنا صدوق في اكثر احواله.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "13 - ابو عبد الله الحسين بن احمد الصفار الهروي كذاب لا يشتغل بالسؤال عنه. ¶ 14 - ابو علي محمد بن احمد بن بالويه شاهد من المعمرين وقد كان سمع على كبر السن وهو صدوق صاحب كتاب. ¶ 15 - ابو العباس محمد بن الفتح الانماطي حاله قريب من",
            "page": "62",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "حال ابي علي إلا ان الغالب عليه الغفلة وقرئ عليه حديث منكر عن ابي القاسم ابن منيع ¶ 16 - ابو العباس المصري احمد بن محمد بن عيسى حافظ قديم الرحلة كثير الطلب ولما احتيج اليه وقد ضاعت سماعاته القديمة حدث من حفظه بأحاديث وذكر أنه يعرفها وغير مستبدع لمثله أن يحفظ سؤالات الشيوخ فأما مذاكرته فإن كان يتحرى في اكثرها الصدق واطلعنا على كتبه بعد وفاته فما رأينا إلا الخير والله أعلم.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ابو الفضل العباس بن محمد بن ابراهيم الهاشمي قد كتبنا عنه ابيه وكتب هو وإخوانه معا وكان الغالب عليه الغفلة والله يرحمنا وإياه ¶ 18 - أبو عمرو محمد بن محمد الفامي كثير السماع صاحب كتاب إلا أن بعض الغرباء خرج له فوائد فوجد فيها يعني في كتبه أطباقا عن الحسين بن شاكر فأخرج له عنه وحدث عنه بها ببغداد فلما وافا وقفته على حقيقة الحال فرجع وأناب وثاب فرأيت أن أتقدم بالكتابة عنه. ¶ 19 - ابو عثمان سعيد بن أبي سعيد الصوفي صدوق كثير السماع مشهور بالطلب أدركته المنية قبل الحاجة.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "20 - ابو عبد الرحمن محمد بن الحسين السلمي كثير السماع والطلب متقن فيه من بيت الحديث والزهد والتصوف.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "21 - ابو القاسم ابراهيم بن محمد بن احمد النصراباذي",
            "page": "66",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "واعظ الصوفية في عصره طلب الحديث على صغر السن بخراسان والعراقين والشام ومصر وكتب الكثير وجمع وضيع اكثر اصوله توفي بمكة وانا ببغداد فبيعت كتبه في داره وكشفت تلك الكتب عن احوال والله أعلم. ¶ 22 - ابو محمد عبد الله بن احمد الشيباني أكثر اقرانه في بلدنا سماعا وتفقه على الحديث وهو ان شاء الله صدوق في اكثر ما حدث به وإنه كان يخمن ولا يميز بين سماعه وغير ذلك. ¶ 23 - ابو محمد عبد الله بن اسماعيل الميكالي أوجه الوجوه.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "بخراسان وادلهم واكبرهم واكتبهم واكفا الرؤساء لم يشتغل بالحديث فلما عزم على الخروج جمع شيئا من سماعاته ولم يميز بين المخرج له بين سماعه من ابي حامد الخشاب وعبد الله بن الشرقي فوقع من حديث ذا في ذا وهو بنفسه صدوق كبير المحل.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "24 - ابو الحسن يوسف بن اسحاق الفقيه الملقي لم يكن الحديث من شأنه وقد كان اقام بالعراق برهة من الدهر فلم يسمع الحديث وحدث في آخر عمره عندنا بأحاديث مستقيمة عن ابي نعيم وغيره والغالب على احواله الصدق. ¶ 25 - ابو حامد احمد بن ابراهيم بن محمد بن يحيى سمعه ابوه في صغره وقيد المؤدب سماعاته وقد تأملت اكثرها فوجدتها على السداد وهو بنفسه دين ورع مجتهد في العبادة صدوق الشأن.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "26 - ابو عبد الله محمد بن احمد بن علي بن نصير احد",
            "page": "70",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "الشهود عندنا ومن اولاد التجار سمعوه صغيرا من محمد بن اسحاق وابي العباس السراج والماسرجسي والخرج له منهم وليس الحديث من شأن الشيخ والله اعلم. ¶ 27 - ابو علي محمد بن احمد بن عروة الكاتب محمود في المكاتبة حسن السيرة فيها الا انه لم يشهر بالطلب وحدث عن شيخنا ابي العباس بحديث يبطل عمل سنين كثيرة. ¶ قال ابو الحسن والحديث الذي رواه ابو علي ابن عروة الكاتب حدثنا به مسعود بن علي السجزي قال اخبرنا ابو علي محمد بن احمد بن",
            "page": "71",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "عروة بن محمد بن عروة قرأه عليه ابو سعيد الشعيبي في مجلس ابي زكريا الحربي قال حدثنا ابو العباس الاصم اخبرنا احمد بن شيبان الرملي حدثنا سفيان بن عيينة عن الزهري عن انس قال قال رسول الله صلى الله عليه وسلم من حسن اسلام المرء تركه ما لا يعنيه ¶ 28 - ابو بكر الكسائي المؤدب صاحب كتاب مسلم كذاب لا يشتغل بمثله.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "29 - ابو جعفر محمد بن احمد السليطي كبير المحل في اصل البيوتات صحيح السماعات وليس الحديث من شانه.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "30 - سمعت مسعود بن علي يقول سألت الحاكم ابا عبد الله عن ابي احمد الحبيبي فقال كان يكذب مثل السكر ¶ فقلت الحسنويي خير ام الحبيبي؟",
            "page": "74",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "فقال الحسنويي احسن منه حالا ¶ 31 - قال الحاكم: سمعت محمد بن صالح بن هانيء يقول كنت انا فيمن شيع احمد بن علي الحسنويي حيث رحل الى ابي حاتم الرازي.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "32 - وسمعت مسعودا يقول سألت الحاكم عمن يقدم من اصحاب مالك والثوري وشعبة؟ ¶ فقال: من اكثر الرواية عنهم فلا يقدم احد على يحيى بن سعيد",
            "page": "76",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وعبد الرحمن بن مهدي إلا من مات قبلهم الذي يتعجب بروايتهم عنه. ¶ وسألت أتقدم يحيى أم عبد الرحمن؟ ¶ فقال: يحيى وكلاهما كبيران. ¶ 33 - وسألته عن محمد بن ثابت البناني أهو ثقة ¶ فقال لا بأس به فإنه لم يأت بحديث منكر لكن الشيخين لم يخرجاه وهو عزيز الحديث اسند خمسة عشر حديثا. ¶ وقال يروي عن ثابت البناني اربعة كلهم اسمهم محمد بن ثابت ¶ احدهم محمد بن ثابت البناني ¶ والثاني محمد بن ثابت الأنصاري",
            "page": "77",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "والثالث محمد بن ثابت العبدي ¶ والرابع محمد بن ثابت العصري ¶ 24 - وسألته عن حاجب الطوسي",
            "page": "78",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "فقال لم يسمع قط حديثا لكنه كان له عم قد سمع الحديث فجاء البلاذري إليه وقال هل كنت مع عملك في المجلس؟ ¶ فقال بلى فانتخب من كتب عمه تلك الاجزاء وهي خمسة. ¶ 35 - وسمعته يقول امامنا الشافعي المطلبي رضي الله عنه قرشي النسب من صميمها وليس بالهاشمي فإن بني هاشم ينتمون إلى",
            "page": "79",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "هاشم بن عبد مناف بن قصي والإمام الشافعي ينتمي إلى هاشم بن المطلب بن عبد مناف ¶ 36 - وسمعته يقول ابو الحسن الذي يروي عنه ابو حنيفة هو موسى بن أبي عائشة. ¶ 37 - وسألته عن ابراهيم بن الحسين بن دازيل",
            "page": "80",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "فقال ثقة مأمون. ¶ 38 - وسألته عن احمد بن زيد المصري الذي يروي عن سفيان بن عيينة؟ ¶ فقال ساقط ¶ 39 - وسألته عن زكريا بن يحيى بن أسد؟ ¶ فقال ثقة ¶ 40 - واحمد بن شيبان الرملي ثقة واحمد بن اجل وأوثق.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "41 - وسألته عن ابراهيم بن عبد الله السعدي ¶ فقال ثقة مامون الا انه طويل اللسان وكان يستخف بمسلم بن الحجاج فغمزه مسلم بلا حجة. ¶ 42 - وسمعته يقول عثمان بن عبد الله القرشي الذي يروي عن مالك كذاب يكنى ابا عمرو قدم خراسان بعد الثلاثين والمائتين فحدث",
            "page": "82",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "عن مالك والليث بن سعد وابن لهيعة والحمادين وغيرهم بأحاديث أكثرها موضوعة. ¶ 43 - وسألته عن علي الأزدي الذي يروي عن ابن عمر فقال: هو علي بن عروة البارقي ثقة مأمون قد احتج به",
            "page": "83",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "البخاري ومسلم ¶ 44 - وسمعته يقول يروي الشعبي عن ام هانيء اربعة احاديث ¶ 45 - وسالته عن سعدان الخلمي الذي يروي عن داود بن ابي هند",
            "page": "84",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "فقال: هو سعدان بن نصر بن سعيد الخلمي شيخ ثقة من اهل بلخ عزيز الحديث يجمع حديثه في الخراسانيين. ¶ 46 - وسألته عن ترفل بن داود الذي يروي عن شعبة ¶ 47 - وسمعته يقول أنيس بن أبي يحيى ثقة مأمون إلا أن في",
            "page": "85",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "أهل بيته ضعفاء فإنه عم ¶ 48 - ابراهيم بن محمد بن ابي يحيى الذي روى عنه الشافعي رضي الله عنه.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "49 - وسألته عن يحيى بن عبدك القزويني ¶ فقال ثقة ومن قال عبدك فانه يختصر اسم ابيه فإنه يحيى بن عبد الأعظم. ¶ 50 - وسألته عن ابي يعلى احمد بن علي بن المثنى ¶ فقال ثقة مأمون.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "51 - وسمعته يقول مذهب سفيان بن سعيد ان يكني المجروجين من المحدثين اذا روى عنهم مثل بحر السقاء فيقول حدثنا ابو الفضل والصلت بن دينار يقول حديثا ابو شعيب والكلبي يقول حديثنا الو النضر وسليمان بن ارقم يقول حدثنا ابو معاذ",
            "page": "88",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "52 - وسمعته يقول عليلة بن بدر ممن يقلب الاسانيد",
            "page": "89",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ويروي عن الثقات المقلوبات وعن الضعفاء الموضوعات. ¶ 53 - وسألته عن ابي يحيى التيمي الذي يروي عن سهيل بن ابي صالح ¶ فقال اسمه اسماعيل بن يحيى بن عبيد الله ولا أشك في ضعفه ¶ 54 - وسمعته يقول: الحجاج بن ارطاة ممن لا يحتج به.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "55 - وسمعته يقول: عيسى بن جعفر قاضي الري ثقة ثبت ¶ 56 - وسألته عن عاصم الاسجعي ¶ فقال هو عاصم بن عبد العزيز بن عاصم الاشجعي ابو عبد العزيز والغالب على حديث الخطا ¶ 57 - وسمعته يقول ابو حاجب صخر بن محمد الحاجبي",
            "page": "91",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "الذي يروي عن انس بن مالك هو شيخ من اهل مرو ذاهب الحديث بمرة ¶ 58 - وسألته عن عمار بن عبد الجبار الذي يروي عن شعبة؟ ¶ فقال هو عمار بن عبد الجبار المروزي ثقة مأمون جاوز بمكة وبها توفي ¶ 59 - وسمعته يقول حريث بن أبي مطر الفزاري ابو مطر اسمه عمرو",
            "page": "92",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وهو عزيز الحديث في الكوفيين ¶ 60 - وسألته عن بقية بن الوليد ¶ فقال ثقو مامون ¶ 61 - وسالته عن علي بن الجارود",
            "page": "93",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "فقال هو علي بن الجارود بن يزيد النيسابوري ثقة مامون ¶ 62 - وأبوه ضعيف ¶ 63 - وسمعته يقول المعلى بن اسد العمي ثقة مامون",
            "page": "94",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "64 - وسألته عن عثمان بن محمد النشيطي الذي يروي عن شعبة ¶ فقال بصري ثقة ¶ 65 - وسمعته يقول المبارك بن فضالة لم يخرجاه في الصحيحين لسوء حفظة",
            "page": "95",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "66 - وسألته عن سفيان بن حسين الواسطي ¶ فقال هو احد ائمة الحديث وثقه يحيى بن معين لكن الشيخين لم يخرجاه. ¶ 67 - وسألته ايقدم محمد بن يحيى على محمد بن إسماعيل",
            "page": "96",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "البخاري",
            "page": "97",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "فقال نعم هو شيخه وقد روى عنه نيفا وثلاثين حديثا في الصحيح ¶ 68 - وسمعته يقول روح بن صلاح ثقة مامون من اهل الشام ¶ 69 - وسالته عن سليمان بن عمرو النخعي",
            "page": "98",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "فقال كذاب يضع الحديث يروي عن جماعة من التابعين ويقال له ابو داود النخعي ¶ 70 - وسمعته يقول محمد بن عرعرة بن البرند بصري ثقة ¶ 71 - وابنه ابراهيم بن محمد امام من حفاظ الحديث",
            "page": "99",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "72 - وعرعرة لم يخرجاه ¶ 73 - وسئل عن حفص بن عبد الرحمن البلخي",
            "page": "100",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "74 - وحفص بن عبد الله السلمي ¶ فقال كلاهما من اهل نيسابور وما فيهما الا ثقة الا ان البخاري ومسلما نقما على حفص بن عبد الرحمن الإرجاء وحفص بن عبد الرحمن من اتباع التابعين وحفص بن عبد الله لم يسمع الحديث الا بنيسابور",
            "page": "101",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "75 - وسمعته يقول ابو الغصن ثابت بن قيس الغفاري مدني من موالي عثمان ليس بحافظ ولا ضابط ¶ 76 - وسالته عن سعيد بن سلمة بن ابي الحسام ¶ فقال ثقة مامون ¶ 77 - وسالته عن احمد بن ابراهيم بن ملحان",
            "page": "102",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "فقال ثقة ¶ 78 - وسمعته يقول عبد الله بن محمد بن عقيل طالبي الاب",
            "page": "103",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "والام عمر فساء حفظه فحدث على التخمين ¶ 79 - وسمعته يقول سعيد بن ابي عروبة اختلط في اخر عمره ¶ 80 - وسمعته يقول ابو بكر بن عبد الله بن محمد بن ابي سبرة السبري يروي الاحاديث الموضوعات عن الشيوخ الاثبات مثل هشام بن",
            "page": "104",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "عروة وجعفر بن محمد الصادق وغيرهما ¶ 81 - وسالته عن ابي بكر الحميدي ¶ فقال ثقو مامون ¶ 82 - وسمعته يقول ابن فصيل بالصاد غير معجمة والمثناة من تحت ليس غير اثنين",
            "page": "105",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "الحكم بن فصيل عن خالد الحذاء وليس له رواية الا عن خالد الحذاء ¶ 83 - والثاني يحيى بن فصيل",
            "page": "106",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "84 - وسمعته يقول ابو عبيد ابن حربويه انما كان محمودا",
            "page": "107",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "في القضاء مذموما في الحديث ¶ 85 - وسمعته يقول فضيل بن مروزق ليس من شرط الصحيح",
            "page": "108",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "فعيب علي مسلم باخراجه في الصحيح ¶ 86 - وسمعته يقول وانا اقرا عليه قول النبي صلى الله عليه وسلم كان نبي من الانبياء يخط فقال هذا النبي ادريس صلى الله عليه وسلم. ¶ 87 - وسالته عن ابين بن سفيان",
            "page": "109",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "فقال ليس بثقة",
            "page": "110",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "88 - وسمعته يقول عيسى بن موسى الغنجار انما لقب بالغنجار لحمرة وجنته وهو ثقة ولم يؤخذ عليه إلّا كثرة روايته عن الكذابين اخرجه البخاري.",
            "page": "111",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "89 - وسئل عن علي بن سلمة اللبقي ¶ فقال ثقة ¶ 90 - وسمعته يقول لم يقرأ في السبعة في جميع القرآن احد حتى ولكن قرؤا حتى",
            "page": "112",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "91 - وسالته عن اليسع بن زيد بن سهل ¶ فقال لا اعرفه بعدالة ولا جرح ¶ 92 - وسالته من آخر من مات من الصحابة ¶ فقال: آخر من مات من اصحاب رسول الله صلى الله عليه وسلم بالبصرة أنس بن مالك",
            "page": "113",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "93 - وبالكوفة عبد الله بن أبي أوفى ¶ 94 - وبالمدينة ابو امامة بن سهل بن حنيف",
            "page": "114",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "95 - وبمصر عبد الله بن الحارث بن جزء الزبيدي ¶ 96 - وبالشام ابو امامة الصدي بن عجلان الباهلي",
            "page": "115",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "97 - وسالته عن ابي الحسن علي بن احمد البزناني فقال ما رايت منه الا الجميل ¶ 98 - وسالته عن الحسين بن احمد الهروي ¶ فقال كذاب ¶ 99 - وسمعته يقول الحسن بن سالم بن ابي الجعد لم يسند تمام العشرة ¶ 100ـ وسالته عن العوام بن حوشب ¶ فقال هم ثلاثة اخوة العوام",
            "page": "116",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "101 - وطلاب ¶ 102 - ويوسف بن حوشب الشيبانيون الواسطيون ثقات كلهم يجمع حديثهم. ¶ 103 - وسالته عن ابي قتيبة الذي يروي عن شعبة فقال هو سلم بن قتيبة الشعيري",
            "page": "117",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "ثقة مامون ¶ 104 - وسالته عن المطعم بن المقدام الصنعاني ¶ فقال هو شيخ من اهل اليمن كتبت عنه بالشام وبها مات وهو عزيز الحديث ¶ 105 - وسالته عن ابي الحارث الوراق الذي يروي عن بكر بن خنيس",
            "page": "118",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "فقال هو نصر بن حماد الوراق بصري ¶ 106 - وسمعته يقول ابو ايوب سليمان بن عبيد الله الغيلاني ثقة مامون. ¶ 107 - وسالته عن اسم ابي سريحة ¶ فقال هو حذيفة بن اسيد الغفاري صحابي ¶ 108 - وسالته عن عبد المجيد بن سهيل",
            "page": "119",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "فقال هو عبد المجيد بن سهيل بن عبد الرحمن بن عوف الزهري شيخ من ثقات المدنيين عزيز الحديث ¶ 109 - وسمعته يقول يعقوب بن محمد بن عيسى الزهري المدني ثقة مامون سكن بغداد ومات بها ¶ 110 - وسمعته يقول الوليد بن مزيد البيروتي ثقة مامون",
            "page": "120",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "111 - وسمعته يقول حبيب بن ابي ثابت لم يسمع من ام سلمة.",
            "page": "121",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "112 - وسمعته يقول ابو مطر اسمه منيع بن ماجد شيخ من اهل اليمن. ¶ 113 - وسالته عن محمد بن غالب ¶ فقال هو محمد بن غالب بن حرب الحافظ عندنا ثقة مامون ولم يضره كلام موسى بن هارون فيه.",
            "page": "122",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "114 - وسالته عن عبد الله بن عيسى بن عبد الرحمن ¶ فقال هو عبد الله بن عيسى بن عبد الرحمن بن ابي ليلى وهو من اوثق آل ابي ليلى واكبر من عمه محمد بن عبد الرحمن ¶ 115 - وسمعته يقول عبد الله بن بشر يحدث عن الاعمش بمناكير",
            "page": "123",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "116 - وسالته عن خالد الذي يروي عن ابي هريرة ويروي عنه اسماعيل بن عبيد الله",
            "page": "124",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "فقال خالد هو ابن معدان الكلاعي واسماعيل هو الرقي الدمشقي الذي يروي عن ام الدرداء ¶ 117 - وسالته عن عبد الله بن محمد الذي يروي عنه ابو سعد البقال فقال هو عبد الله بن محمد بن علي ابو هاشم القائل بامامته طائفة من الشيعة وحديثه مخرج في الصحيحين ¶ 118 - وسمعته يقول ابو امية عبد الكريم لم يسمع من",
            "page": "125",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "المسور بن مخرمة ¶ 119 - وسمعته يقول المؤرج بن عمرو السدوسي بصري نزل مرو ¶ 120 - وسالته عن ابي النضر هاشم بن القاسم",
            "page": "126",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "فقال حافظ ثبت في الحديث ¶ 121 - وسمعته يقول عبد الله بن الحسن بن الحسن زاهد آل رسول الله صلى الله عليه وسلم سم ............",
            "page": "127",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "بباب القادسية وهو بها مدفون وله بها آيات تذكر وهو اعز اهل البيت حديثا ¶ 122 - وسالته هل سمع ابن عون من انس ¶ فقال رآه ولم يسمع منه ¶ 123 - وسمعته يقول إن مما يلزم الحديثي من الضبط والاتقان اذا",
            "page": "128",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "روى حديثا وساق المتن ثم اعقبه باسناد آخر ان يفرق بين ان يقول مثله او نحوه فانه لايحل له ان يقول مثله الا بعد ان يقف على المتنين والحديث جميعا فيعلم انهما على لفظ واحد فإذا لم يميز ذلك حل له ان يقول نحوه فإنه اذا قال نحوه فقد بين انه مثل معانية.",
            "page": "129",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "124 - وسمعته يقول محمد بن الحسين بن خالد القنبيطي حافظ ثقة مأمون الا انه اخطا في حديث واحد وهو الحديث الذي اخبرنيه عيسى بن حامد بن بشر الرخجي ببغداد قال حدثني خالد بن محمد بن الحسين بن خالد حدثنا الحسن بن علي العجلي حدثنا عبيد الله",
            "page": "130",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "ابن موسى حدثنا سفيان عن الاعمش عن خليفة بن الحصين عن جده قيس بن عاصم المنقري انه اتى النبي صلى الله عليه وسلم فأمره ان يغتسل بماء وسدر وهذا الحديث عن الثوري عن الاغر عن خليفة بن الحصين وهذا كما يقال ان الجواد يعثر ¶ 125 - وسمعته يقول قتادة بن النعمان هو اخي ابي سعيد الخدري لامه",
            "page": "131",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "126 - وسالته عن احمد بن عبيد بن ناصح ابو جعفر النحوي فقال هو امام في النحو وقد سكت مشايخنا عنه في الرواية ¶ 127 - وسالته عن عبد العزيز بن يحيى المدني",
            "page": "132",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "فقال صدوق لم يتهم في رواياته عن مالك ¶ 128 - وسمعته يقول اسماعيل بن جعفر المدني ثقة من اقران مالك في اكثر شيوخه ¶ 129 - وسالته عن اسحاق الوهبي فقال هو الطهرمسي",
            "page": "133",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "ساقط الحديث ¶ 130 - وسالته عن ابن مسافر الذي يروي عن الزهري ¶ فقال هو عبد الرحمن بن خالد بن مسافر الفهمي امير مصر متفق عليه في الصحيحين. ¶ 131 - وسمعته يقول احمد بن الحسن بن عبد الجبار الصوفي الكبير الذي يروي عن يحيى بن معين ثقة.",
            "page": "134",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "132 - واحمد بن الحسين الصوفي الصغير ثقة ايضا ¶ 133 - وسمعته يقول لم يقصد ابن لهيعة الكذب ولكن احترقت كتبه فحدث من حفظه فاخطا فيه",
            "page": "135",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "134 - وسالته عن محمد بن النوار ¶ فقال شيخ مجهول له حديث طويل في ورقتين وغيره من احاديث ¶ 135 - وسالته عن اسم ابي سنان الذي يروي عنه حماد بن سلمة ¶ فقال فيه حكاية جمعني واخانا محمد بن اسحاق ابن مندة الاصبهاني يرحمنا الله واياه مجلس حضره عبد الله بن حامد الاصبهاني",
            "page": "136",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "فذكر لي وفاة ابنه وبكى ¶ فقلت له ابشرك بما بشر به ابو طلحة الخولاني ابا سنان ¶ اخبرنا ابو بكر بن اسحاق الفقيه انا احمد بن ابراهيم بن ملحان اخبرنا ابو نصر التمار اخبرنا حماد بن سلمة عن ابي سنان قال دفنت ابني سنانا فقعدت على شفير القبر فاخذ بيدي ابو طلحة الخولاني فقال الا ابشرك حدثني الضحاك بن عبد الرحمن بن عرزب ان ابا موسى الاشعري حدث ان النبي صلى الله عليه وسلم قال اذا قبض ولد",
            "page": "137",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "العبد قال الله تعالى لملائكته قبضتم ولد عبدي وثمر فؤاده فماذا قال قالوا حمد وقال خيرا قال فابنوا له بيتا في الجنة وسموه بيت الحمد فقال نعم هذا حديث مشهور بحماد بن سلمة فقلت ابو سنان هذا من هو ¶ قال ليس بالشيباني ولا القزويني فقلت فمن هو وما اسمه ومن أي بلد هو قال اظنه من اهل البصرة ¶ فقلت هذا رجل من اهل فلسطين واسمه عيسى بن سنان وقد روى عنه غير حماد بن سلمة. ¶ اخبرني الحسين بن محمد الدارمي اخبرنا عبد الرحمن بن ابي حاتم قال ابو سنان القسملي اسمه عيسى بن سنان وهو فلسطيني شامي قدم البصرة روى عن الضحاك بن عبد الرحمن بن عرزب ووهب",
            "page": "138",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "ابن منبه وعلي بن عبد الله بن عباس وابي طلحة الخولاني وعثمان بن ابي سودة روى عنه حماد بن سلمة وجعفر بن سليمان ¶ 136 - مسرور بن نوح ثقة مامون صاحب غرائب ¶ 137 - وسمعته يقول محمد بن تميم الفاريابي قد وضع على رسول الله صلى الله عليه وسلم اكثر من عشرة الاف حديث وهو قريب من",
            "page": "139",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "138 - الجوباري ¶ 139 - ابو هشام المخزومي محمد بن مسلمة الذي يروي عن مالك بن انس ثقة مامون ¶ 140 - وسمعته يقول اسند الثوري عن ابن ابي ذئب ثلاثين حديثا.",
            "page": "140",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "141 - محمد بن عبد الرحمن الجدعاني هو ابو غرارة",
            "page": "141",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "المكي قاضي المدينة ¶ 142 - وسمعته يقول روى مالك عن ثلاثة من البصريين من اصحاب الحسن ايوب السختياني وحميد الطويل وعبد الكريم",
            "page": "142",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "ابن ابي المخارق ابي امية ¶ 143 - وسمعته يقول عروة لم يسمع من ابيه شيئا انما رواياته المخرجة في الصحيح عن اخيه عبد الله بن الزبير عن ابيه ¶ قال الزهري قلت لعروة ما تحفظ عن ابيك ¶ قال الشعر الذي كان على عاتقيه ¶ 144 - بشر بن نصر البجلي الذي يروي عن اسماعيل بن ابي خالد قليل الحديث",
            "page": "143",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "145 - ابو همام محمد بن محبب شيخ ثقة من البصريين روى عنه البخاري في الجامع الصحيح محتجا به ¶ 146 - المغيرة بن زياد الموصلي يقال له ابو هشام المكفوف",
            "page": "144",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "صاحب مناكير لم يختلفوا في تركه ويقال انه حدث عن عطاء بن ابي رباح وابي الزبير بجملة من المناكير لم يختلفوا في تركه ¶ 147 - يعقوب بن القعقاع ممن يجمع حديثه ويقبل وجوده في حديث الخراسانيين",
            "page": "145",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "148 - وسالته عن ابي رجاء العطاردي ¶ فقال هو من المخضرمين مخرج حديثه في كتاب البخاري في جملة الصحابة ¶ 149 - وسمعته يقول رواية شعبة بن الحجاج عن علي بن عاصم من اعجب ما يرويه الاكابر عن الاصاغر",
            "page": "146",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "150 - بهز بن حكيم بن معاوية بن حيدة القشيري من ثقات",
            "page": "147",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "البصريين ممن يجمع حديثه وانما اسقط من الصحيح روايته عن ابيه عن جده لانها شاذة لا متابع لها في الصحيح ¶ 151 - وسمعته يقول ابراهيم بن محمد الخواص شيخ من اهل آمد مذكور بالزهد متروك في الحديث والرواية ¶ 152 - وسالته عن اسم ابي بردة الحنفي الذي يروي عن علقمة ابن مرثد ¶ فقال عمرو بن يزيد شيخ من اهل الكوفة",
            "page": "148",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "153 - وسالته عن يحيى بن عبيد الله التيمي ¶ فقال يضع الحديث ¶ 154 - وسمعته يقول الشعبي لم يسمع من عبد الله بن مسعود انما رآه رؤية ¶ 155 - وسالته عن اسم ابي خلدة الذي يروي عن انس بن مالك",
            "page": "149",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "فقال اسمه خالد بن دينار شيخ من اهل البصرة يقال له النيلي ¶ 156 - وسمعته يقول بكر بن عبد الله المزني لم يسمع من المغيرة بن شعبة انما يروي عن ابن المغيرة عن ابيه",
            "page": "150",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "157 - وسألته عن نصير بن زياد فقال هو نصير بن ابي الاشعث كوفي ثقة عزيز الحديث يقال له نصير القرادي ¶ 158 - وسمعته يقول عراك بن مالك ..........",
            "page": "151",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "لم يسمع من عائشة بينهما عروة بن الزبير ¶ 159 - وسمعته يقول المؤرج بن عمرو امام في اللغة شيخ",
            "page": "152",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "اهل البصرة ورد خراسان فحدث بنيسابور ومات بمرو ¶ 160 - وسألته عن ابي بكر بن عبد الله بن محمد بن ابي سبرة السبري ¶ فقال يروي الاحاديث الموضوعات عن الشيوخ الاثبات مثل هشام ابن عروة وجعفر بن محمد الصادق وغيرهما ¶ اخبرني محمد بن عبد الله العماني ابو بكر حدثنا عبد الله بن احمد بن",
            "page": "153",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "حنبل قال سمعت ابي يقول ابو بكر بن ابي سبرة يضع الحديث ثم قال الحجاج قال لي ابو بكر بن ابي سبرة عندي سبعون الف حديث في الحلال والحرام ¶ قال ابي ليس بشيء كان يضع الحديث ويكذب ¶ 161 - وسمعته يقول ابو قلابة لم يسمع من ابي هريرة ¶ 162 - وسمعته يقول الحسن بن علي بن بحر البري ثقة مأمون",
            "page": "154",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "163 - وسمعته يقول الحسين بن الوليد القرشي امام ثقة مامون ¶ 164 - وسالته عن ابي عبيدة الذي يروي عن انس بن مالك فقال هو عندي حميد بن تيرويه الطويل وكنيته تيرويه ابو حميد وهو خال حماد بن سلمة ¶ 165 - وسمعته يقول عبد الله بن محمود المروزي",
            "page": "155",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "ثقة مامون ¶ 166 - وسمعته يقول الوليد بن سلمة كذاب يضع الحديث",
            "page": "156",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "167 - وسالته عن اسم ابي الهيثم الذي يروي عن ابي سعيد الخدري فقال سليمان بن عمرو العتواري المصري ¶ 168 - وسالته عن ابي مسهر عبد الأعلى بن مسهر الدمشقي فقال امام ثقة",
            "page": "157",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "169 - وسمعته يقول ابو امية محمد بن ابراهيم الطرسوسي صدوق كثير الوهم",
            "page": "158",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "170 - وسمعته يقول عثمان بن خرزاد ثقة مامون ¶ 171 - وسمعته يقول علي بن محمد المنجوري بلخي ثقة ¶ 172 - وسمعته يقول علي بن قادم ثقة مأمون",
            "page": "159",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "173 - وسمعته يقول نافع بن يزيد الراوي عن عمارة بن غزية شيخ من اهل مصر ثقة مامون ¶ 174 - وسمعته يقول جد ابي عمرو بن العلاء كان مع علي في الجمل وصفين. ¶ 175 - وسالته عن ابي الصقر احمد بن الفضل الكاتب الهمذاني",
            "page": "160",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "فقال ثقة مامون ¶ 176 - وسمعته يقول سالم بن ابي الجعد لم يسمع من عمر ¶ 177 - وسمعته يقول محمد بن عقبة الشيباني ثقة",
            "page": "161",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "178 - وسمعته يقول يزيد بن السمط ضعيف ¶ 179 - وسمعته يقول ابو اسحاق الفزاري ثقة ¶ 180 - وسمعته يقول الحكم بن عبد الله الايلي ضعيف",
            "page": "162",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "181 - وسمعته يقول الحسن بن ابي الحسن لم يسمع من تميم الداري ولم يره ¶ 182 - وسمعته يقول ابو البلاد يحيى بن سليمان عزيز الحديث في الكوفيين وقد اسند دون العشرة ¶ 183 - وسمعته يقول القاسم بن مطيب لم يسند تمام العشرين",
            "page": "163",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "184 - وسمعته يقول حسان بن ثابت شاعر رسول الله صلى الله عليه وسلم ¶ 185 - وكان عبد الرحمن بن حسان شاعرا ¶ 186 - وسمعته يقول ابو محمد البلاذري",
            "page": "164",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "حافظ ثقة مامون ¶ 187 - وسمعته يقول حسين بن قيس الرحبي يلقب بـ حنش",
            "page": "165",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "كنيته ابو علي بصري ثقة ¶ 188 - وسمعته يقول محمد بن علي بن محرز شيخ مولده بالكوفة ومسكنه بمصر حدث عن ابي احمد الزبيري باحاديث تفرد بها وهو عند المصريين ثقة مامون ¶ 189 - وسالته عن محمد بن علي بن ميمون الرقي ¶ فقال امام اهل الجزيرة في عصره ثقة مامون",
            "page": "166",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "190 - وسمعته يقول يعقوب بن الوليد شيخ من اهل المدينة قدم بغداد فنزل بالرصافة حدث عن هشام بن عروة وموسى بن عقبة ومالك بن انس وغيرهم من ائمة المسلمين باحاديث مناكير ¶ 191 - وسمعته يقول القاسم بن معن بن عبد الرحمن بن عبد الله بن مسعود",
            "page": "167",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "احد ائمة اهل الكوفة ممن يعد حديثه ويجمع وكان عبد الله بن طاهر يقول الناس ثلاثة عبد الله بن عباس في زمانه والشعبي في زمانه والقاسم بن معن في زمانه",
            "page": "168",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "192 - وسالته عن ربيعة بن عثمان ¶ فقال من ثقات اهل المدينة ممن يجمع حديثه ¶ 193 - وسمعته يقول الحسين بن مسروق بن الاجدع لم يسند تمام العشرة ¶ 194 - وسمعته يقول ابراهيم بن ذهل ثبت مفيد ¶ 195 - وسمعته يقول كنية عبد الوهاب بن عطاء ابو نصر",
            "page": "169",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "196 - وسمعته يقول هيثم الصواف لم يسند عشرة ¶ 197 - وسمعته يقول ابو عامر العقدي اسمه عبد الملك بن عمرو ¶ 198 - وسمعته يقول عبد الله بن عمرو بن مرة من ثقات الكوفيين ممن يجمع حديثه ولا تزيد مسانيده على عشرة",
            "page": "170",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "199 - وسمعته يقول لا اعلم من الصحابة من يكنى بابي هند غير ابي هند الداري وابي هند الاشجعي فاما ابو هند الداري فاسمه بر بن عبد الله وهو اخو تميم الداري نزل الشام حتى توفي بها ادركه التابعون كمكحول الدمشقي وغيره. ¶ 200 - واما ابو هند الاشجعي فاسمه النعمان بن اشيم والد نعيم ابن ابي هند صحابي متاخر نزل الكوفة روى عنه ابنه نعيم",
            "page": "171",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "201 - وسالته عن ابي غزية قاضي المدينة فقال ثقة مامون ¶ 202 - سمعته يقول ابراهيم الراوي عن نافع فانه قد اشتهر بألقاب ثلاثة يقال ابراهيم صاحب مطبخ عبد الحميد ¶ ويقال ابراهيم قعيس ويقال ابراهيم مولى بني هاشم",
            "page": "172",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "وهو شيخ من اهل الكوفة روى عن زبيد بن الحارث اليامي والعلاء بن المسيب حدث باحاديث يسيرة ما فيها حديث الا وقد وهم في اسناده ومتنه ¶ 203 - وسمعته يقول في رواية الحديث عجلانان وهما موليان احدهما عجلان مولى المشمعل والآخر ¶ 204 - عجلان مولى فاطمة بنت عتبة بن ربيعة",
            "page": "173",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "205 - وسمعته يقول زيد بن ابي نعيم لم يسند تمام الخمسة ¶ 206 - وسمعته يقول عبد الله بن سوقة اخو محمد بن سوقة لم يسند الا حديثين ¶ 207 - وسمعته يقول اهل البصرة ينكرون سماع ايوب السختياني عن ثابت ¶ 208 - وسمعته يقول مصاد بن عقبة لم يسند تمام العشرة",
            "page": "174",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "209 - وسمعته يقول ابو نعيم بشار بن قيراط صاحب مناكير ¶ 210 - وسمعته يقول عمرو بن مرزوق مجمع على سوء",
            "page": "175",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "حفظه وهو احسن ما قيل فيه ¶ 211 - وسالته عن بسام بن عبد الرحمن الصيرفي",
            "page": "176",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "فقال كوفي ثقة عزيز الحديث ¶ 212 - وسمعته يقول ابو غسان محمد بن مطرف المدني ثقة مامون ¶ 213 - وسمعته يقول ابو عمران الجوني",
            "page": "177",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "لم يسمع من عائشة انما تصح سماعاته من انس بن مالك ¶ 214 - وسالته عن ابي الشعثاء ¶ فقال ثقة مامون روى عنه البخاري في الصحيح واسمه علي بن الحسن الواسطي.",
            "page": "178",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "215 - وسمعته يقول مشايخ الحديث اتفقوا على ان عبد الرحمن بن عبد الله بن مسعود لم يسمع من ابيه ¶ 216 - وسمعته يقول ابو زيد احمد بن محمد بن طريف الكوفي ثقة حافظ.",
            "page": "179",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "217 - وسمعته يقول مكحول لم يسمع من عقبة بن عامر ولم يره ¶ 218 - وسمعته يقول ابو خلف الذي يروي عن انس بن مالك",
            "page": "180",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "اسمه حازم بن عطاء التميمي ¶ 219 - وسمعته يقول سعيد بن ابي ايوب المصري لم يسمع",
            "page": "181",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "من سعيد المقبري ¶ 220 - وسمعته يقول يحيى بن عبد الله التيمي ساقط بمرة ¶ 221 - وسمعته يقول هشام بن يوسف الصنعاني ثقة مامون",
            "page": "182",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "222 - وسمعته يقول عبد المجيد بن عبد العزيز ممن سكتوا عنه",
            "page": "183",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "223 - وسالته عن اسم ابي بكر العمري الذي يروي عن مالك ¶ فقال هو محمد بن عبد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب ¶ 224 - وسالته عن الفضل بن محمد بن المسيب الشعراني",
            "page": "184",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "فقال ثقة مامون لم يطعن في حديثه بحجة ¶ 225 - وسمعته يقول ابو ظبية بالنقطة من فوق الظاء من افراد الكنى يقال له الكلاعي حدث عن جماعة من الصحابة ولم اقف على اسمه",
            "page": "185",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "226 - واما ابو طيبة بالنقطة تحت الطاء فعبد الله بن مسلم المروزي ورايته عن عبد الله بن بريدة ¶ 227 - وابو طيبة عيسى بن سليمان والد احمد بن ابي طيبة الجرجاني",
            "page": "186",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "228 - وسمعته يقول علي بن بحر بن بري ثقة مامون ¶ 229 - الوليد بن سلمة الازدي ورد خراسان وحدث بنيسابور قبل",
            "page": "187",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "المائتين باحاديث موضوعة وهو متروك الحديث ¶ 230 - وسمعته يقول اسحاق بن سليمان الرازي ثقة ¶ 231 - وسمعته يقول عبد الله بن نافع يعني الصائغ",
            "page": "188",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "ثقة ¶ 232 - وسمعته يقول بشر بن عمر الزهراني ثقة مامون ¶ 233 - وسمعته يقول عبس بن عقار ثقة يجمع حديثه ادرك جماعة من التابعين",
            "page": "189",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "234 - وسمعته يقول: نصرك الحافظ البغدادي اسند واقدم من محمد بن يحيى بن منده ¶ 235 - وسمعته يقول: الفرج بن فضالة ممن لا يحتج بحديثه",
            "page": "190",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "236 - يحيى بن عبدويه الذي يروي عن شعبة هو يحيى بن عبد الله شيخ من اهل بغداد له غرائب عن شعبة",
            "page": "191",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "237 - وسمعته يقول: قدامة بن عبد الله بن عمار الكلابي صحابي",
            "page": "192",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "لا يعرف له راو غير ايمن بن نابل المكي ¶ 238 - وسمعته يقول: عيسى بن جعفر الرازي قاضي الري ثقة مامون عنده الجامع عن الثوري ¶ 239 - وسمعته يقول: لا اعلم احدا في الصحابة اسمه احمد",
            "page": "193",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "240 - وسمعته يقول: ابو عمرو بن حفص له صحبة ¶ 241 - وسمعته يقول: عثمان بن خرزاد ثقة مامون ¶ 242 - وسمعته يقول: عبد الرحمن بن القاسم الفقيه المصري ثقة مامون",
            "page": "194",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "243 - وسمعته يقول: الفضل بن يزيد الثمالي كوفي ثقة يجمع حديثه وقع الى الجزيرة وبها حديثه ولم يسند تمام العشرة ¶ 224 - وسمعته يقول: عيسى بن حامد الرخجي ثقة مامون ¶ 245 - وسمعته يقول: علي بن المثنى الطهوي",
            "page": "195",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "كوفي ثقة ¶ 246 - وسمعته يقول: ابو بكر محمد بن داود بن سليمان الزاهد ثقة مامون",
            "page": "196",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "247 - وسمعته يقول: ابو فروة يزيد بن سنان الكبير غيره اوثق منه ¶ 248 - وسمعته يقول: محمد بن بشر التنيسي الذي يحدث عن الاوزاعي ليس بالقوي عندهم",
            "page": "197",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "249 - وسمعته يقول: يحيى بن ابي انيسة الجزري ممن لا يحتج بروايته",
            "page": "198",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "250 - وسمعته يقول: عبد الله بن جعفر المخرمي ويقال المسوري ويقال القرشي ويقال الزهري ثقة مامون",
            "page": "199",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "251 - وليس بأبي جعفر المسكون عنه ¶ 252 - وسمعته يقول: اسماعيل",
            "page": "200",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "253 - وعبد الله",
            "page": "201",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "254 - ويحيى بنو مسلمة بن قعنب كلهم زهاد ثقات ¶ 255 - وسالته عن ابراهيم بن ابي عبلة ايش اسم ابي عبلة فقال اسمه شمر",
            "page": "202",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "256 - وسمعته يقول: عبد الملك بن هارون بن عنترة ذاهب الحديث جدا ¶ 257 - وسمعته يقول: خالد بن سلمة لم يسند تمام العشرة",
            "page": "203",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "258 - وسمعته يقول: سليم مولى الشعبي عزيز الحديث اسند نحو خمسة ¶ 259 - وسمعته يقول: عبد الملك بن سعيد بن جبير عزيز الحديث جدا لم يسند تمام العشرة",
            "page": "204",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "260 - وسمعته يقول: حماد وبشار واسماعيل بنو قيراط نيسابوريون ¶ 261 - فأما بشار فإنه يسكن الري وبها حديثه واما حماد فإنه كان يسكن نيسابور ورى عنه احمد بن يوسف السلمي وايوب بن الحسين الفقيه وياسين بن النظر.",
            "page": "205",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "262 - واما اسماعيل بن قيراط فانه سكن بلخ وبها حديثه وخطة هؤلاء بنيسابور سكة البلخين ¶ 263 - وسمعته يقول: ابو سفيان بن العلاء هو اكبر ولد العلاء بن العريان البصري ثم معاذ ويقال ان ابا حفص بن العلاء هو معاذ وقد ذكر سنسن بن العلاء وليس له حديث",
            "page": "206",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "264 - وسألته عن نافع بن ابي نعيم القاريء ايش اسم ابي نعيم فقال عبد الرحمن ¶ 265 - وسمعته يقول: عقبة بن علقمة ثقة مامون",
            "page": "207",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "266 - وسمعته يقول: سعيد بن عبد العزيز التنوخي لاهل الشام كمالك بن انس في التقدم والفضل والفقه والامانة",
            "page": "208",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "267 - وسمعته يقول: من شرط البخاري في الصحيح ان الحديث لا يشتهر عنده الا بثقتين يتفقان على روايته ¶ 268 - وسمعته يقول سورة بن الحكم صدوق",
            "page": "209",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "269 - وسمعته يقول: الحسين بن ذكوان المعلم ثقة مامون",
            "page": "210",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "270 - وسمعته يقول: محمد بن يزيد بن سنان ثقة مامون حدث",
            "page": "211",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "عن زيد بن ابي انيسة ومعقل بن عبيد الله الجزري ¶ 271 - وابنه ابو فروة ثقة ¶ 272 - وابنه ابو بكر محمد بن يزيد بن محمد حافظ ثقة سمع ابا جعفر النفيلي وسعيد بن حفص الحراني ¶ 273 - وسمعته يقول: ابو قرة موسى بن طارق ثقة مامون",
            "page": "212",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "274 - وسمعته يقول: الرجل الذي قتله النبي صلى الله عليه وسلم في سبيل الله هو ابي بن خلف قد ان يرمي رسول الله صلى الله عليه وسلم فضربه رسول الله صلى الله عليه وسلم بيده ضربة واحدة لم يقم عنها.",
            "page": "213",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "275 - وسمعته يقول: ابو فزارة راشد بن كيسان العبسي من ثقات الكوفيين ¶ 276 - وسمعته يقول: ابو عبد الله يقال له صاحب الحلي ويقال صاحب الصدقات ياتي عنه ابو سلمة موسى بن اسماعيل بالعجائب",
            "page": "214",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "277 - وسمعته يقول: محمد بن عيسى المدائني واهي الحديث مرة ¶ 278 - وسألته عن محمد بن علانة الشامي الذي يروي عنه عبد الكريم الجزري",
            "page": "215",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "فقال هو محمد بن عبد الله بن علاثة الشامي ابو اليسير القاضي ذاهب الحديث بمرة له مناكير عن الاوزاعي وغيره من ائمة المسلمين",
            "page": "216",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "279 - وسمعته يقول: اسماعيل بن عياش مع جلالته اذا انفرد بحديث لم يقبل منه لسوء حفظه",
            "page": "217",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "280 - وسمعته يقول غالب بن عبيد الله ساقط الحديث",
            "page": "218",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "281 - وسمعته يقول علي بن ابي علي اللهبي",
            "page": "219",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "من اهل المدينة كثير الرواية للمناكير ¶ 282 - وسألته عن ابي غزية ¶ فقال اسمه محمد بن موسى قاضي المدينة ثقة مامون ¶ 283 - وسمعته يقول: ابراهيم بن محمد المدني",
            "page": "220",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "محمد هو ابن ابي يحيى الاسلمي ابن اخي سحبل وانيس ¶ 284 - وابوه ثقة وابراهيم ليس بالقوي عندهم ¶ 285 - وسمعته يقول: ابراهيم بن عبد الله السعدي ثقة مامون",
            "page": "221",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "286 - وسمعته يقول وقريء حديث روايته عن ابي جعفر البغدادي. ¶ فقال: ابو جعفر مث احد ¶ 287 - وسمعته يقول: لم يكن في زمان عثمان بن عفان افهم منه",
            "page": "222",
            "part": "1"
        },
        {
            "id": "170",
            "nass": "288 - وسمعته يقول: المحدث اذا لم يعرف شخصه لم يكن له ان يروي عنه باجماع الامة ¶ 289 - وسمعته يقول: اشهد ان البرندي يعني محمد ابن برند ¶ 290 - وسئل وانا حاضر لم اخرج البخاري ومسلم في كتابيهما عن حميد الطويل عن انس ¶ 291 - ولم يخرجا عن يزيد الرقاشي",
            "page": "223",
            "part": "1"
        },
        {
            "id": "171",
            "nass": "عن انس قال لأن حميد الطويل يروي عن انس اشياء يرويها غيره مثل الرقاشي يروي عن انس اشياء لا يرويها غيره ¶ 292 - وسألته عن كنية علقمة بن قيس النخعي",
            "page": "224",
            "part": "1"
        },
        {
            "id": "172",
            "nass": "فقال ابو شبل ¶ 293 - وسمعته يقول: ابو حصين محمد بن الحسين بن حبيب الوادعي ثقة مامون ¶ 294 - وسالته عن محمد بن عبد الوهاب الجاري ¶ فقال ثقة",
            "page": "225",
            "part": "1"
        },
        {
            "id": "173",
            "nass": "295 - وسمعته يقول: ابو عبيد ابن حربويه ¶ 296 - محمد بن عبده بن حرب ¶ 297 - وسمعته يقول: عبيد بن ...................",
            "page": "226",
            "part": "1"
        },
        {
            "id": "174",
            "nass": "حبان الجبيلي القاضي بالتشديد ¶ 298 - وسمعته يقول: دفن محمد بن يحيى كتبه ¶ 299 - واسحاق بن راهويه ¶ 300 - ويحيى بن يحى",
            "page": "227",
            "part": "1"
        },
        {
            "id": "175",
            "nass": "301 - وعبد الله بن المبارك كلهم دفنوا كتبهم ¶ 302 - وسمعته يقول: سمعت ابا الحسن الدارقطني يقول اخبرت بعلة ابي بكر ...................",
            "page": "228",
            "part": "1"
        },
        {
            "id": "176",
            "nass": "الجعابي فقمت اليه في الوقت فدخلت داره فرايته يحرق كتبه بالنار فاقمت عنده حتى ما بقي من سينه ثم مات من ليلته ¶ 303 - وسالته عن مكي بن بندار",
            "page": "229",
            "part": "1"
        },
        {
            "id": "177",
            "nass": "قال ثقة مامون ¶ 304 - وسمعته يقول: ابو يونس القشيري حاتم بن ابي صغيرة",
            "page": "230",
            "part": "1"
        },
        {
            "id": "178",
            "nass": "305 - وسمعته يقول: الربيع بن قزيع الذي يروي عن ابن عمر لم يخرجا له في الصحيحين",
            "page": "231",
            "part": "1"
        },
        {
            "id": "179",
            "nass": "وقال يحيى بن معين من يقول قريع هذا خطا ¶ 306 - وسمعته يقول: ابو عمرو عثمان بن عمر الضبي البصري ثقة مشهور حدثنا عنه ابو بكر بن اسحاق وعلي بن حمشاذ ¶ 307 - وسألته عن الحسن بن علويه القطان ¶ فقال سالت الدارقطني عنه فقال لا باس به ¶ 308 - وسمعته يقول: سئلت بعد سنة سبعين وثلاثمائة عن اصحاب الموطا ورواياته ايها اصح ¶ فقلت رواته ابي عبد الرحمن عبد الله بن مسلمة بن قعنب القعنبي العالم الزاهد",
            "page": "232",
            "part": "1"
        },
        {
            "id": "180",
            "nass": "فقيل كرواته محمد بن يحيى عن عبد الله بن نافع ومطرف ¶ فقلت هذا محمد بن يحيى اصل فأما القعنبي فانه مقدم على الروايتين عن مالك ¶ قال الحاكم فعلقت اقاويل اهل العلم في القعنبي ليستدل بها على ما ذكرته ¶ 309 - حدثنا ابو النضر محمد بن محمد بن يوسف الفقيه حدثنا عثمان بن سعيد الدارمي قال سمعت علي بن عبد الله المدني وذكر",
            "page": "233",
            "part": "1"
        },
        {
            "id": "181",
            "nass": "عنده اصحاب مالك فقيل له معن ثم القعنبي فقال لا بل القعنبي ثم معن ¶ 310 - حدثنا علي بن عمر الحافظ حدثنا محمد بن مخلد الدوري قال سمعت محمد بن علي المدني يقول سمعت ابي يقول لا يقدم من رواة الموطا احد على القعنبي",
            "page": "234",
            "part": "1"
        },
        {
            "id": "182",
            "nass": "311 - سمعت عمر بن جعفر البصري يقول سمعت بن علي يقول كان عبد الله بن مسلمة القعنبي مجاب الدعوة ¶ 312 - حدثني مكرم بن احمد بن محمد يقول حدثنا",
            "page": "235",
            "part": "1"
        },
        {
            "id": "183",
            "nass": "يحيى بن محمد بن صاعد قال سمعت اسماعيل بن اسحاق القاضي يقول كان القعنبي لا يرضى قراءة حبيب فما زال يجهد حتى قرا بنفسه الموطا على مالك وربما يقول وفيما قرات على مالك وكان القعنبي من المجتهدين في العبادة ¶ 313 - انباني عبد الله بن محمد الابنودي شفاها فيما عرضته عليه وناولنيه عرضا ان ابا بشر محمد بن احمد الدولابي حدثهم بمصر حدثنا",
            "page": "236",
            "part": "1"
        },
        {
            "id": "184",
            "nass": "موسى بن سعيد البرداني قال قلت لاحمد بن حنبل عن من اكتب الموطا فقال اكتبه عن القعنبي ¶ فقال اكتبه عن القعنبي ¶ قلت ايما احب اسماعيل بن ابي اويس او عبد العزيز بن ابي اويس وهو عبد العزيز بن عبد الله الاويسي او القعنبي قال القعنبي افضلهم ¶ 314 - سمعت علي بن عيسى الحربي يقول سمعت ابا العباس محمد بن اسحاق يقول سالت ابا يحيى محمد بن عبد الرحيم عن منصور بن سلمة الخزاعي وخالد بن مخلد القطواني",
            "page": "237",
            "part": "1"
        },
        {
            "id": "185",
            "nass": "وابن قعنب ايهم المقدم في مالك فقال القعنبي مقدم ¶ 315 - وسمعت علي بن عيسى يقول سمعت ابا العباس السقطي يقول سمعت حاتم بن الليث الجوهري يقول عبد الله بن مسلمة الحافظ له فضل وعبادة رايته يخضب بالحناء احمر الراس واللحية مات بمكة في المحرم سنة احدى وعشرين ومائتين ¶ 316 - محمد بن موسى بن عمران المؤذن قال سمعت",
            "page": "238",
            "part": "1"
        },
        {
            "id": "186",
            "nass": "محمد بن اسحاق بن خزيمة يقول سمعت نصر بن مرزوق يقول سمعت يحيى بن معين يقول وسألته عن رواة الموطا عن مالك فقال اثبت الناس في الموطأ عبد الله بن مسلمة القعنبي وعبد الله بن يوسف التنيسي بعده ¶ 317 - سمعت ابا زكريا العنبري يقول سمعت ابا بكر محمد بن ابراهيم بن اسماعيل العنبري الشيخ الصالح الفوقاني يقول دخلت على علي بن عبد العزيز بمكة وسمعت منه ثم اردت الخروج الى صنعاء",
            "page": "239",
            "part": "1"
        },
        {
            "id": "187",
            "nass": "لسماع كتب عبد الرزاق فقصدت علي بن عبد العزيز لأودعه واخبرته بعزيمتي فاستاذنته في الخروج الى صنعاء لسماع كتب عبد الرزاق قال فقال لي علي بن عبد العزيز حدثني شيخ من افاضل قضاة المسلمين قال رحلت الى عبد الرزاق لسماع الكتب فكان يمنع على فيه ويبقى سر علي فأريت النبي صلى الله عليه وسلم في المنام فقلت يا رسول الله انا على باب عبد الرزاق منذ مدة وهو ممتنع علي في روايته ¶ فقال رسول الله صلى الله عليه وسلم اذهب الى مدينة الرسول صلى الله عليه وسلم واسمع من القعنبي كتاب الموطأ لمالك بن انس واذهب الى الشام واسمع من محمد بن يوسف الفريابي وكتب سفيان الثوري وارجع الى البصرة واسمع من ابي النعمان عارم كتب حماد بن زيد ¶ قال فبكرت الى عبد الرزاق وقصصت عليه هذه الرؤيا فقال شكوتني الى رسول الله صلى الله عليه وسلم اقم عندنا واصبر حتى اقرا لك الكتاب ¶ قال فقلت والله لا أقيم يوما واحدا فاني امتثل امر رسول الله صلى الله عليه وسلم",
            "page": "240",
            "part": "1"
        },
        {
            "id": "188",
            "nass": "قال مسعود فسمعته يقول فهذه صورة حال القعنبي عند الائمة المتقدمين لعلمه وزهده وورعه ¶ 318 - اما القاضي احمد بن محمد البرتي فانه مقدم في اصحاب القعنبي لصدقه واتقانه وان لم يكن في المالكيين في عصرهم اجل ولا افقه من اسماعيل بن اسحاق القاضي وابو العباس البرتي القاضي مات قبله وسمع منه الموطا قبل ان يسمع من اسماعيل ¶ 319 - وسمعت ابا بكر احمد بن كامل القاضي يقول كان اسماعيل بن اسحاق يقدم البرتي على كافة اقرانه في القضاء والعدالة والرواية ¶ 320 - واما شيخنا ابو بكر بن ابي نصر فاني رحلت الى مرو واول",
            "page": "241",
            "part": "1"
        },
        {
            "id": "189",
            "nass": "ما دخلتها سنة اثنتين واربعين وثلاثمائة وليس بها من يقدم عليه في الصدق والعدالة وكان من مزكيها ¶ 321 - وسمعت ابا عبد الرحمن محمد بن مامون الحافظ وشكوت اليه عسرا في ابي العباس المحبوبي ¶ فقال لي ينبغي ان تغنم السماع من ابي بكر بن ابي نصر وليس في مدينتنا هذه اورع منه ولا اقدم ثروة ولا اصدق لهجة منه رحل به ابوه سنة سبع وسبعين ومائتين وانما فاته السماع من ابي حاتم الرازي بأيام يسيرة مات قبل ان يدخلها ¶ 322 - وسمعته يقول مما يلزم الحديثي من الضبط والاتقان اذا روى حديثا وساق المتن ثم اعقبه باسناد اخر ان يفرق بين ان يقول مثله او نحوه فانه لا يحل له ان يقول مثله الا بعد ان يقف على المتنين جميعا فيعلم انهما على لفظ واحد واذا لم يميز ذلك جاز ان يقول نحوه",
            "page": "242",
            "part": "1"
        },
        {
            "id": "190",
            "nass": "فاذا قال نحوه بين انه مثل معانيه ¶ 323 - وسألته عن يعقوب بن الوليد الذي يروي عن عبد الله بن عمر ¶ فقال شيخ من اهل المدينة قدم بغداد ونزل الرصافة حدث عن هشام بن عروة وموسى بن عقبة ومالك بن انس وغيرهم من ائمة المسلمين باحاديث مناكير ¶ 324 - وسالته عن ابي يحيى صاحب الطعام الذي يروي عن محمد بن المنكدر ¶ فقال اسمه محمد بن عيسى العبدي",
            "page": "243",
            "part": "1"
        },
        {
            "id": "191",
            "nass": "325 - وسمعته يقول: هارون بن حيان الرقي يضع الحديث ¶ 326 - وسمعته يقول: قد حدث من ولد محمد بن المنكدر ثلاثة يوسف وعبد الله والمنكدر وعبد الله اعزهم حديثا",
            "page": "244",
            "part": "1"
        },
        {
            "id": "192",
            "nass": "327 - وسمعته يقول: يوسف بن يعقوب الذي يروي عن شعبة يقال له السدوسي ويقال السلعي بصري ثقة مامون",
            "page": "245",
            "part": "1"
        },
        {
            "id": "193",
            "nass": "328 - وسمعته يقول: ابو امية محمد بن ابراهيم الطرسوسي صدوق كثير الوهم ¶ 329 - وسمعته يقول: علي بن قادم ثقة مامون ¶ 330 - وعلي بن محمد الجزري ثقة ¶ 331 - وسمعته يقول: ابو العلاء الذي يروي عن عبادة بن",
            "page": "246",
            "part": "1"
        },
        {
            "id": "194",
            "nass": "نسي هو برد بن سنان الدمشقي ¶ 332 - وسمعته يقول: نافع بن يزيد الذي يروي عن عمارة بن غزية شيخ من اهل مصر ثقة مامون ¶ 333 - وسمعته يقول: قد خرج مالك الحسين بن عبد الله بن ضميرة",
            "page": "247",
            "part": "1"
        },
        {
            "id": "195",
            "nass": "ولا يظن بمالك ان يروي عن من جرحه ¶ 334 - وسمعته يقول: يزيد بن سنان الرهاوي الذي عداده في التابعين ادرك امير المؤمنين عليا عليه السلام وشهد معه صفين وان يزيد هذا واهي الحديث واولاده كلهم ثقات قد ذكرناهم في موضع آخر ¶ 335 - وسمعته يقول: اجمعت الامة على ان التيمي كذاب ¶ 336 - وسمعته يقول: من ائمة الادب المتفق على اتقانهم اولهم الخليل بن احمد",
            "page": "248",
            "part": "1"
        },
        {
            "id": "196",
            "nass": "337 - ثم ابو عبيدة ¶ 338 - ثم ابو عبيد القاسم بن سلام ¶ 339 - وسمعته يقول: خالد بن مهران الحذاء من ائمة اهل البصرة الذي يجمع حديثهم.",
            "page": "249",
            "part": "1"
        },
        {
            "id": "197",
            "nass": "340 - وسمعته يقول: عثمان بن جبلة بصري سكن مرو وبها اعقب ومات بها ¶ 341 - وسالته عن الشيباني عن عاصم الحديث الذي حدثنا",
            "page": "250",
            "part": "1"
        },
        {
            "id": "198",
            "nass": "السد ابو الحسن املاء قال اخبرنا محمد بن علي الانصاري بطوس حدثنا احمد بن سعيد بن عبد الله بن الزبير الموصلي حدثنا علي بن مسهر عن الشيباني عن عاصم عن زر عن عبد الله قال قال رسول الله صلى الله عليه وسلم لا تذهب الايام والليالي حتى يمكل رجل من اهل بيتي يواطيء اسمه اسمي ¶ فقال الشيباني هذا ابو اسحاق سليمان بن فيروز الشيباني ¶ 342 - وسمعته يقول: روى ابو حنيفة عن يحيى بن عبيد الله التيمي حديثين.",
            "page": "251",
            "part": "1"
        }
    ],
    "t38023": [
        {
            "id": "168",
            "lvl": "2",
            "sub": "1",
            "tit": "ابراهيم بن عبد الله السعدي"
        },
        {
            "id": "169",
            "lvl": "2",
            "sub": null,
            "tit": "ابي جعفر البغدادي"
        },
        {
            "id": "169",
            "lvl": "2",
            "sub": "1",
            "tit": "عثمان بن عفان"
        },
        {
            "id": "170",
            "lvl": "2",
            "sub": null,
            "tit": "البرندي يعني محمد ابن برند"
        },
        {
            "id": "170",
            "lvl": "2",
            "sub": "1",
            "tit": "يزيد الرقاشي"
        },
        {
            "id": "171",
            "lvl": "2",
            "sub": null,
            "tit": "علقمة بن قيس النخعي أبو شبل"
        },
        {
            "id": "172",
            "lvl": "2",
            "sub": null,
            "tit": "ابو حصين محمد بن الحسين بن حبيب الوادعي"
        },
        {
            "id": "172",
            "lvl": "2",
            "sub": "1",
            "tit": "محمد بن عبد الوهاب الجاري"
        },
        {
            "id": "173",
            "lvl": "2",
            "sub": null,
            "tit": "ابو عبيد ابن حربويه 296 - محمد بن عبده بن حرب"
        },
        {
            "id": "174",
            "lvl": "2",
            "sub": null,
            "tit": "عبيد بن حبان الجبيلي القاضي"
        },
        {
            "id": "176",
            "lvl": "2",
            "sub": null,
            "tit": "مكي بن بندار"
        },
        {
            "id": "177",
            "lvl": "2",
            "sub": null,
            "tit": "ابو يونس القشيري حاتم بن ابي صغيرة"
        },
        {
            "id": "178",
            "lvl": "2",
            "sub": null,
            "tit": "الربيع بن قزيع"
        },
        {
            "id": "179",
            "lvl": "2",
            "sub": null,
            "tit": "ابو عمرو عثمان بن عمر الضبي البصري"
        },
        {
            "id": "179",
            "lvl": "2",
            "sub": "1",
            "tit": "الحسن بن علويه القطان"
        },
        {
            "id": "179",
            "lvl": "2",
            "sub": "2",
            "tit": "ابي عبد الرحمن عبد الله بن مسلمة بن قعنب القعنبي"
        },
        {
            "id": "184",
            "lvl": "2",
            "sub": null,
            "tit": "اسماعيل بن ابي اويس"
        },
        {
            "id": "184",
            "lvl": "2",
            "sub": "1",
            "tit": "عبد العزيز بن ابي اويس وهو عبد العزيز بن عبد الله الاويسي"
        },
        {
            "id": "184",
            "lvl": "2",
            "sub": "2",
            "tit": "منصور بن سلمة الخزاعي"
        },
        {
            "id": "184",
            "lvl": "2",
            "sub": "3",
            "tit": "خالد بن مخلد القطواني"
        },
        {
            "id": "186",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الله بن يوسف التنيسي"
        },
        {
            "id": "188",
            "lvl": "2",
            "sub": null,
            "tit": "اسماعيل بن اسحاق القاضي"
        },
        {
            "id": "188",
            "lvl": "2",
            "sub": "1",
            "tit": "ابو العباس البرتي القاضي"
        },
        {
            "id": "188",
            "lvl": "2",
            "sub": "2",
            "tit": "ابو بكر بن ابي نصر"
        },
        {
            "id": "189",
            "lvl": "2",
            "sub": null,
            "tit": "ابي العباس المحبوبي"
        },
        {
            "id": "189",
            "lvl": "2",
            "sub": "1",
            "tit": "ابا عبد الرحمن محمد بن مامون الحافظ"
        },
        {
            "id": "190",
            "lvl": "2",
            "sub": null,
            "tit": "يعقوب بن الوليد"
        },
        {
            "id": "190",
            "lvl": "2",
            "sub": "1",
            "tit": "ابي يحيى صاحب الطعام الذي يروي عن محمد بن المنكدر فقال اسمه محمد بن عيسى العبدي"
        },
        {
            "id": "191",
            "lvl": "2",
            "sub": null,
            "tit": "هارون بن حيان الرقي"
        },
        {
            "id": "191",
            "lvl": "2",
            "sub": "1",
            "tit": "ولد محمد بن المنكدر ثلاثة يوسف وعبد الله والمنكدر وعبد الله"
        },
        {
            "id": "192",
            "lvl": "2",
            "sub": null,
            "tit": "يوسف بن يعقوب الذي يروي عن شعبة يقال له السدوسي ويقال السلعي"
        },
        {
            "id": "193",
            "lvl": "2",
            "sub": null,
            "tit": "ابو امية محمد بن ابراهيم الطرسوسي"
        },
        {
            "id": "193",
            "lvl": "2",
            "sub": "1",
            "tit": "علي بن قادم"
        },
        {
            "id": "193",
            "lvl": "2",
            "sub": "2",
            "tit": "علي بن محمد الجزري"
        },
        {
            "id": "194",
            "lvl": "2",
            "sub": null,
            "tit": "برد بن سنان الدمشقي ابو العلاء"
        },
        {
            "id": "194",
            "lvl": "2",
            "sub": "1",
            "tit": "نافع بن يزيد"
        },
        {
            "id": "194",
            "lvl": "2",
            "sub": "2",
            "tit": "الحسين بن عبد الله بن ضميرة"
        },
        {
            "id": "195",
            "lvl": "2",
            "sub": null,
            "tit": "يزيد بن سنان الرهاوي"
        },
        {
            "id": "195",
            "lvl": "2",
            "sub": "1",
            "tit": "ائمة الادب المتفق على اتقانهم اولهم الخليل بن احمد"
        },
        {
            "id": "195",
            "lvl": "2",
            "sub": "2",
            "tit": "اجمعت الامة على ان التيمي كذاب، لعلّه يقصد: يحيى بن عبيد الله"
        },
        {
            "id": "196",
            "lvl": "2",
            "sub": null,
            "tit": "ثم ابو عبيدة"
        },
        {
            "id": "196",
            "lvl": "2",
            "sub": "1",
            "tit": "ثم ابو عبيد القاسم بن سلام"
        },
        {
            "id": "196",
            "lvl": "2",
            "sub": "2",
            "tit": "خالد بن مهران الحذاء"
        },
        {
            "id": "197",
            "lvl": "2",
            "sub": null,
            "tit": "عثمان بن جبلة"
        },
        {
            "id": "198",
            "lvl": "2",
            "sub": null,
            "tit": "ابو اسحاق سليمان بن فيروز الشيباني"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "سؤالات السجزي للحاكم"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - أبو اسحاق ابراهيم بن محمد بن يحيى"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": "2",
            "tit": "2 - ابو احمد محمد بن عيسى صاحب كتاب مسلم"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": null,
            "tit": "3 - ابو احمد الحسين بن علي التميمي"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": null,
            "tit": "4 - ابو احمد محمد بن محمد بن مطر"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "5 - ابو بكر محمد بن محمد بن داود السجزي"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "2",
            "tit": "6 - ابو بكر محمد بن محمود بن إسحاق"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "7 - ابو الحسن محمد بن عبد الله بن ابراهيم بن عبدة"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "8 - ابو الحسن علي بن احمد بن عبد العزيز الجرجاني صاحب كتاب البخاري"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "9 - ابو الحسين طاهر بن محمد بن سهلوية"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "10 - ابو سهل محمد بن سليمان الفقيه"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "11 - ابو الطيب عبد الله بن محمد بن أحمد بن حيان هذا ابن فورس قاضي طوس"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "12 - ابو عبد الله محمد بن احمد بن بشر المزكي"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "13 - ابو عبد الله الحسين بن احمد الصفار الهروي"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "1",
            "tit": "14 - ابو علي محمد بن احمد بن بالويه"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "2",
            "tit": "15 - ابو العباس محمد بن الفتح الانماطي"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "16 - ابو العباس المصري احمد بن محمد بن عيسى"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "18 - أبو عمرو محمد بن محمد الفامي"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "1",
            "tit": "19 - ابو عثمان سعيد بن أبي سعيد الصوفي"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "20 - ابو عبد الرحمن محمد بن الحسين السلمي"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "21 - ابو القاسم ابراهيم بن محمد بن احمد النصراباذي"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "22 - ابو محمد عبد الله بن احمد الشيباني"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "1",
            "tit": "23 - ابو محمد عبد الله بن اسماعيل الميكالي"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "24 - ابو الحسن يوسف بن اسحاق الفقيه الملقي"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "1",
            "tit": "25 - ابو حامد احمد بن ابراهيم بن محمد بن يحيى"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "26 - ابو عبد الله محمد بن احمد بن علي بن نصير"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "27 - ابو علي محمد بن احمد بن عروة الكاتب"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "28 - ابو بكر الكسائي المؤدب صاحب كتاب مسلم"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "29 - ابو جعفر محمد بن احمد السليطي"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "ابي احمد الحبيبي"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "احمد بن علي الحسنويي"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "يحيى بن سعيد"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الرحمن بن مهدي"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": "1",
            "tit": "محمد بن ثابت البناني"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "حاجب الطوسي"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "امامنا الشافعي المطلبي"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "ابو الحسن الذي يروي عنه ابو حنيفة هو موسى بن أبي عائشة"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "1",
            "tit": "ابراهيم بن الحسين بن دازيل"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "احمد بن زيد المصري"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "1",
            "tit": "زكريا بن يحيى بن أسد"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "2",
            "tit": "احمد بن شيبان الرملي"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "3",
            "tit": "احمد بن اجل"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "ابراهيم بن عبد الله السعدي"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "1",
            "tit": "عثمان بن عبد الله القرشي"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "علي الأزدي الذي يروي عن ابن عمر فقال: هو علي بن عروة البارقي"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "يروي الشعبي عن ام هانيء اربعة احاديث"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "سعدان بن نصر بن سعيد الخلمي"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": "1",
            "tit": "ترفل بن داود"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": "2",
            "tit": "أنيس بن أبي يحيى"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "ابراهيم بن محمد بن ابي يحيى"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "يحيى بن عبدك القزويني"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": "1",
            "tit": "يحيى بن عبد الأعظم"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": "2",
            "tit": "ابي يعلى احمد بن علي بن المثنى"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "مذهب سفيان بن سعيد ان يكني المجروجين من المحدثين"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "1",
            "tit": "بحر السقاء فيقول حدثنا ابو الفضل"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "2",
            "tit": "الصلت بن دينار يقول حديثا ابو شعيب"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "3",
            "tit": "الكلبي يقول حديثنا الو النضر"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "4",
            "tit": "سليمان بن ارقم يقول حدثنا ابو معاذ"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "عليلة بن بدر"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "ابي يحيى التيمي الذي يروي عن سهيل بن ابي صالح فقال اسمه اسماعيل بن يحيى بن عبيد الله"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": "1",
            "tit": "الحجاج بن ارطاة"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "عيسى بن جعفر قاضي الري"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": "1",
            "tit": "عاصم بن عبد العزيز بن عاصم الاشجعي ابو عبد العزيز"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": "2",
            "tit": "ابو حاجب صخر بن محمد الحاجبي"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "عمار بن عبد الجبار"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": "1",
            "tit": "حريث بن أبي مطر الفزاري ابو مطر اسمه عمرو"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "بقية بن الوليد"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "علي بن الجارود بن يزيد النيسابوري"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": "1",
            "tit": "وأبوه ضعيف"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": "2",
            "tit": "المعلى بن اسد العمي"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "عثمان بن محمد النشيطي"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": "1",
            "tit": "المبارك بن فضالة"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "سفيان بن حسين الواسطي"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "روح بن صلاح"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "1",
            "tit": "سليمان بن عمرو النخعي"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن عرعرة بن البرند"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "1",
            "tit": "وابنه ابراهيم بن محمد"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "وعرعرة لم يخرجاه"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "1",
            "tit": "حفص بن عبد الرحمن البلخي"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "حفص بن عبد الله السلمي"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": "1",
            "tit": "حفص بن عبد الرحمن"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "ابو الغصن ثابت بن قيس الغفاري"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": "1",
            "tit": "سعيد بن سلمة بن ابي الحسام"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": "2",
            "tit": "احمد بن ابراهيم بن ملحان"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الله بن محمد بن عقيل"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "سعيد بن ابي عروبة"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "1",
            "tit": "ابو بكر بن عبد الله بن محمد بن ابي سبرة السبري"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "ابي بكر الحميدي"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "الحكم بن فصيل"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": "1",
            "tit": "يحيى بن فصيل"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "ابو عبيد ابن حربويه"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "فضيل بن مروزق"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "ابين بن سفيان"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "عيسى بن موسى الغنجار"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "علي بن سلمة اللبقي"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "اليسع بن زيد بن سهل"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": "1",
            "tit": "آخر من مات من اصحاب رسول الله صلى الله عليه وسلم بالبصرة أنس بن مالك"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "وبالكوفة عبد الله بن أبي أوفى"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": "1",
            "tit": "وبالمدينة ابو امامة بن سهل بن حنيف"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "وبمصر عبد الله بن الحارث بن جزء الزبيدي"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": "1",
            "tit": "وبالشام ابو امامة الصدي بن عجلان الباهلي"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "ابي الحسن علي بن احمد البزناني"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": "1",
            "tit": "الحسين بن احمد الهروي"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": "2",
            "tit": "الحسن بن سالم بن ابي الجعد"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": "3",
            "tit": "وسالته عن العوام بن حوشب فقال هم ثلاثة اخوة العوام"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "وطلاب"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": "1",
            "tit": "ويوسف بن حوشب الشيبانيون الواسطيون"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": "2",
            "tit": "ابي قتيبة الذي يروي عن شعبة فقال هو سلم بن قتيبة الشعيري"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "المطعم بن المقدام الصنعاني"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": "1",
            "tit": "ابي الحارث الوراق"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "فقال هو نصر بن حماد الوراق"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": "1",
            "tit": "ابو ايوب سليمان بن عبيد الله الغيلاني"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": "2",
            "tit": "ابي سريحة فقال هو حذيفة بن اسيد الغفاري"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "عبد المجيد بن سهيل بن عبد الرحمن بن عوف الزهري"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": "1",
            "tit": "يعقوب بن محمد بن عيسى الزهري المدني"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": "2",
            "tit": "الوليد بن مزيد البيروتي"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": null,
            "tit": "حبيب بن ابي ثابت"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "ابو مطر اسمه منيع بن ماجد"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": "1",
            "tit": "محمد بن غالب بن حرب الحافظ"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الله بن عيسى بن عبد الرحمن بن ابي ليلى"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": "1",
            "tit": "عبد الله بن بشر"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": null,
            "tit": "خالد هو ابن معدان الكلاعي"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": "1",
            "tit": "اسماعيل هو الرقي الدمشقي"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": "2",
            "tit": "عبد الله بن محمد بن علي ابو هاشم"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": "3",
            "tit": "ابو امية عبد الكريم"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "المؤرج بن عمرو السدوسي"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": "1",
            "tit": "ابي النضر هاشم بن القاسم"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الله بن الحسن بن الحسن زاهد آل رسول الله"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن الحسين بن خالد القنبيطي"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "قتادة بن النعمان"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "احمد بن عبيد بن ناصح ابو جعفر النحوي"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": "1",
            "tit": "عبد العزيز بن يحيى المدني"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "اسماعيل بن جعفر المدني"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": "1",
            "tit": "اسحاق الوهبي فقال هو الطهرمسي"
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الرحمن بن خالد بن مسافر الفهمي"
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": "1",
            "tit": "احمد بن الحسن بن عبد الجبار الصوفي الكبير"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "احمد بن الحسين الصوفي الصغير"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": "1",
            "tit": "ابن لهيعة"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن النوار"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "ابو سنان هذا من هو قال ليس بالشيباني ولا القزويني فقلت فمن هو وما اسمه ومن أي بلد هو قال اظنه من اهل البصرة فقلت هذا رجل من اهل فلسطين واسمه عيسى بن سنان"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": "1",
            "tit": "ابو سنان القسملي اسمه عيسى بن سنان وهو فلسطيني"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "مسرور بن نوح"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": "1",
            "tit": "محمد بن تميم الفاريابي"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "الجوباري"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": "1",
            "tit": "ابو هشام المخزومي محمد بن مسلمة"
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن عبد الرحمن الجدعاني هو ابو غرارة"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": null,
            "tit": "عروة لم يسمع من ابيه شيئا انما رواياته المخرجة في الصحيح عن اخيه عبد الله بن الزبير"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": "1",
            "tit": "بشر بن نصر البجلي"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": null,
            "tit": "ابو همام محمد بن محبب"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": "1",
            "tit": "المغيرة بن زياد الموصلي يقال له ابو هشام المكفوف"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": null,
            "tit": "يعقوب بن القعقاع"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "ابي رجاء العطاردي"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "بهز بن حكيم بن معاوية بن حيدة القشيري"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "ابراهيم بن محمد الخواص"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": "1",
            "tit": "ابي بردة الحنفي الذي يروي عن علقمة ابن مرثد فقال عمرو بن يزيد"
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": null,
            "tit": "يحيى بن عبيد الله التيمي"
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": "1",
            "tit": "الشعبي لم يسمع من عبد الله بن مسعود"
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": "2",
            "tit": "ابي خلدة خالد بن دينار شيخ من اهل البصرة يقال له النيلي"
        },
        {
            "id": "97",
            "lvl": "2",
            "sub": null,
            "tit": "بكر بن عبد الله المزني"
        },
        {
            "id": "98",
            "lvl": "2",
            "sub": null,
            "tit": "نصير بن زياد فقال هو نصير بن ابي الاشعث كوفي ثقة عزيز الحديث يقال له نصير القرادي"
        },
        {
            "id": "98",
            "lvl": "2",
            "sub": "1",
            "tit": "عراك بن مالك"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": null,
            "tit": "المؤرج بن عمرو"
        },
        {
            "id": "100",
            "lvl": "2",
            "sub": null,
            "tit": "ابي بكر بن عبد الله بن محمد بن ابي سبرة السبري"
        },
        {
            "id": "101",
            "lvl": "2",
            "sub": null,
            "tit": "ابو قلابة لم يسمع من ابي هريرة"
        },
        {
            "id": "101",
            "lvl": "2",
            "sub": "1",
            "tit": "الحسن بن علي بن بحر البري"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": null,
            "tit": "الحسين بن الوليد القرشي"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": "1",
            "tit": "ابي عبيدة الذي يروي عن انس بن مالك فقال هو عندي حميد بن تيرويه الطويل وكنيته تيرويه ابو حميد"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": "2",
            "tit": "عبد الله بن محمود المروزي"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": null,
            "tit": "الوليد بن سلمة"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": null,
            "tit": "ابي الهيثم الذي يروي عن ابي سعيد الخدري فقال سليمان بن عمرو العتواري المصري"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": "1",
            "tit": "ابي مسهر عبد الأعلى بن مسهر الدمشقي"
        },
        {
            "id": "105",
            "lvl": "2",
            "sub": null,
            "tit": "ابو امية محمد بن ابراهيم الطرسوسي"
        },
        {
            "id": "106",
            "lvl": "2",
            "sub": null,
            "tit": "عثمان بن خرزاد"
        },
        {
            "id": "106",
            "lvl": "2",
            "sub": "1",
            "tit": "علي بن محمد المنجوري"
        },
        {
            "id": "106",
            "lvl": "2",
            "sub": "2",
            "tit": "علي بن قادم"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": null,
            "tit": "نافع بن يزيد"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": "1",
            "tit": "جد ابي عمرو بن العلاء كان مع علي في الجمل وصفين"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": "2",
            "tit": "ابي الصقر احمد بن الفضل الكاتب الهمذاني"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": null,
            "tit": "سالم بن ابي الجعد"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": "1",
            "tit": "محمد بن عقبة الشيباني"
        },
        {
            "id": "109",
            "lvl": "2",
            "sub": null,
            "tit": "يزيد بن السمط"
        },
        {
            "id": "109",
            "lvl": "2",
            "sub": "1",
            "tit": "ابو اسحاق الفزاري"
        },
        {
            "id": "109",
            "lvl": "2",
            "sub": "2",
            "tit": "الحكم بن عبد الله الايلي"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": null,
            "tit": "الحسن بن ابي الحسن لم يسمع من تميم الداري"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": "1",
            "tit": "ابو البلاد يحيى بن سليمان"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": "2",
            "tit": "القاسم بن مطيب"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": null,
            "tit": "حسان بن ثابت شاعر رسول الله"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": "1",
            "tit": "عبد الرحمن بن حسان"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": "2",
            "tit": "ابو محمد البلاذري"
        },
        {
            "id": "112",
            "lvl": "2",
            "sub": null,
            "tit": "حسين بن قيس الرحبي يلقب بـ حنش"
        },
        {
            "id": "113",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن علي بن محرز"
        },
        {
            "id": "113",
            "lvl": "2",
            "sub": "1",
            "tit": "محمد بن علي بن ميمون الرقي"
        },
        {
            "id": "114",
            "lvl": "2",
            "sub": null,
            "tit": "يعقوب بن الوليد"
        },
        {
            "id": "114",
            "lvl": "2",
            "sub": "1",
            "tit": "القاسم بن معن بن عبد الرحمن بن عبد الله بن مسعود"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": null,
            "tit": "ربيعة بن عثمان"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": "1",
            "tit": "الحسين بن مسروق بن الاجدع"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": "2",
            "tit": "ابراهيم بن ذهل"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": "3",
            "tit": "عبد الوهاب بن عطاء ابو نصر"
        },
        {
            "id": "117",
            "lvl": "2",
            "sub": null,
            "tit": "هيثم الصواف"
        },
        {
            "id": "117",
            "lvl": "2",
            "sub": "1",
            "tit": "ابو عامر العقدي اسمه عبد الملك بن عمرو"
        },
        {
            "id": "117",
            "lvl": "2",
            "sub": "2",
            "tit": "عبد الله بن عمرو بن مرة"
        },
        {
            "id": "118",
            "lvl": "2",
            "sub": null,
            "tit": "ابو هند الداري فاسمه بر بن عبد الله وهو اخو تميم الداري"
        },
        {
            "id": "118",
            "lvl": "2",
            "sub": "1",
            "tit": "ابو هند الاشجعي فاسمه النعمان بن اشيم والد نعيم ابن ابي هند"
        },
        {
            "id": "119",
            "lvl": "2",
            "sub": null,
            "tit": "ابي غزية قاضي المدينة"
        },
        {
            "id": "119",
            "lvl": "2",
            "sub": "1",
            "tit": "ابراهيم الراوي عن نافع فانه قد اشتهر بألقاب ثلاثة يقال ابراهيم صاحب مطبخ عبد الحميد ويقال ابراهيم قعيس ويقال ابراهيم مولى بني هاشم"
        },
        {
            "id": "120",
            "lvl": "2",
            "sub": null,
            "tit": "عجلان مولى المشمعل"
        },
        {
            "id": "120",
            "lvl": "2",
            "sub": "1",
            "tit": "عجلان مولى فاطمة بنت عتبة بن ربيعة"
        },
        {
            "id": "121",
            "lvl": "2",
            "sub": null,
            "tit": "زيد بن ابي نعيم"
        },
        {
            "id": "121",
            "lvl": "2",
            "sub": "1",
            "tit": "عبد الله بن سوقة"
        },
        {
            "id": "121",
            "lvl": "2",
            "sub": "2",
            "tit": "ايوب السختياني عن ثابت"
        },
        {
            "id": "121",
            "lvl": "2",
            "sub": "3",
            "tit": "مصاد بن عقبة"
        },
        {
            "id": "122",
            "lvl": "2",
            "sub": null,
            "tit": "ابو نعيم بشار بن قيراط"
        },
        {
            "id": "122",
            "lvl": "2",
            "sub": "1",
            "tit": "عمرو بن مرزوق"
        },
        {
            "id": "123",
            "lvl": "2",
            "sub": null,
            "tit": "بسام بن عبد الرحمن الصيرفي"
        },
        {
            "id": "124",
            "lvl": "2",
            "sub": null,
            "tit": "ابو غسان محمد بن مطرف المدني"
        },
        {
            "id": "124",
            "lvl": "2",
            "sub": "1",
            "tit": "ابو عمران الجوني"
        },
        {
            "id": "125",
            "lvl": "2",
            "sub": null,
            "tit": "ابي الشعثاء فقال ثقة مامون روى عنه البخاري في الصحيح واسمه علي بن الحسن الواسطي."
        },
        {
            "id": "126",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الرحمن بن عبد الله بن مسعود"
        },
        {
            "id": "126",
            "lvl": "2",
            "sub": "1",
            "tit": "ابو زيد احمد بن محمد بن طريف الكوفي"
        },
        {
            "id": "127",
            "lvl": "2",
            "sub": null,
            "tit": "مكحول لم يسمع من عقبة بن عامر"
        },
        {
            "id": "128",
            "lvl": "2",
            "sub": null,
            "tit": "اسمه حازم بن عطاء التميمي"
        },
        {
            "id": "128",
            "lvl": "2",
            "sub": "1",
            "tit": "سعيد بن ابي ايوب المصري"
        },
        {
            "id": "129",
            "lvl": "2",
            "sub": null,
            "tit": "يحيى بن عبد الله التيمي"
        },
        {
            "id": "129",
            "lvl": "2",
            "sub": "1",
            "tit": "هشام بن يوسف الصنعاني"
        },
        {
            "id": "130",
            "lvl": "2",
            "sub": null,
            "tit": "عبد المجيد بن عبد العزيز"
        },
        {
            "id": "131",
            "lvl": "2",
            "sub": null,
            "tit": "ابي بكر العمري الذي يروي عن مالك فقال هو محمد بن عبد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب"
        },
        {
            "id": "131",
            "lvl": "2",
            "sub": "1",
            "tit": "الفضل بن محمد بن المسيب الشعراني"
        },
        {
            "id": "132",
            "lvl": "2",
            "sub": null,
            "tit": "ابو ظبية بالنقطة من فوق الظاء من افراد الكنى يقال له الكلاعي"
        },
        {
            "id": "133",
            "lvl": "2",
            "sub": null,
            "tit": "ابو طيبة بالنقطة تحت الطاء فعبد الله بن مسلم المروزي"
        },
        {
            "id": "133",
            "lvl": "2",
            "sub": "1",
            "tit": "ابو طيبة عيسى بن سليمان والد احمد بن ابي طيبة الجرجاني"
        },
        {
            "id": "134",
            "lvl": "2",
            "sub": null,
            "tit": "علي بن بحر بن بري"
        },
        {
            "id": "134",
            "lvl": "2",
            "sub": "1",
            "tit": "الوليد بن سلمة الازدي"
        },
        {
            "id": "135",
            "lvl": "2",
            "sub": null,
            "tit": "اسحاق بن سليمان الرازي"
        },
        {
            "id": "135",
            "lvl": "2",
            "sub": "1",
            "tit": "عبد الله بن نافع يعني الصائغ"
        },
        {
            "id": "136",
            "lvl": "2",
            "sub": null,
            "tit": "بشر بن عمر الزهراني"
        },
        {
            "id": "136",
            "lvl": "2",
            "sub": "1",
            "tit": "عبس بن عقار"
        },
        {
            "id": "137",
            "lvl": "2",
            "sub": null,
            "tit": "نصرك الحافظ البغدادي"
        },
        {
            "id": "137",
            "lvl": "2",
            "sub": "1",
            "tit": "الفرج بن فضالة"
        },
        {
            "id": "138",
            "lvl": "2",
            "sub": null,
            "tit": "يحيى بن عبدويه الذي يروي عن شعبة هو يحيى بن عبد الله"
        },
        {
            "id": "139",
            "lvl": "2",
            "sub": null,
            "tit": "قدامة بن عبد الله بن عمار الكلابي"
        },
        {
            "id": "140",
            "lvl": "2",
            "sub": null,
            "tit": "عيسى بن جعفر الرازي قاضي الري"
        },
        {
            "id": "141",
            "lvl": "2",
            "sub": null,
            "tit": "ابو عمرو بن حفص"
        },
        {
            "id": "141",
            "lvl": "2",
            "sub": "1",
            "tit": "عثمان بن خرزاد"
        },
        {
            "id": "141",
            "lvl": "2",
            "sub": "2",
            "tit": "عبد الرحمن بن القاسم الفقيه المصري"
        },
        {
            "id": "142",
            "lvl": "2",
            "sub": null,
            "tit": "الفضل بن يزيد الثمالي"
        },
        {
            "id": "142",
            "lvl": "2",
            "sub": "1",
            "tit": "عيسى بن حامد الرخجي"
        },
        {
            "id": "142",
            "lvl": "2",
            "sub": "2",
            "tit": "علي بن المثنى الطهوي"
        },
        {
            "id": "143",
            "lvl": "2",
            "sub": null,
            "tit": "ابو بكر محمد بن داود بن سليمان الزاهد"
        },
        {
            "id": "144",
            "lvl": "2",
            "sub": null,
            "tit": "ابو فروة يزيد بن سنان الكبير"
        },
        {
            "id": "144",
            "lvl": "2",
            "sub": "1",
            "tit": "محمد بن بشر التنيسي"
        },
        {
            "id": "145",
            "lvl": "2",
            "sub": null,
            "tit": "يحيى بن ابي انيسة الجزري"
        },
        {
            "id": "146",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الله بن جعفر المخرمي ويقال المسوري ويقال القرشي ويقال الزهري"
        },
        {
            "id": "147",
            "lvl": "2",
            "sub": null,
            "tit": "بأبي جعفر المسكون"
        },
        {
            "id": "147",
            "lvl": "2",
            "sub": "1",
            "tit": "اسماعيل"
        },
        {
            "id": "148",
            "lvl": "2",
            "sub": null,
            "tit": "وعبد الله"
        },
        {
            "id": "149",
            "lvl": "2",
            "sub": null,
            "tit": "ويحيى بنو مسلمة بن قعنب"
        },
        {
            "id": "149",
            "lvl": "2",
            "sub": "1",
            "tit": "ابراهيم بن ابي عبلة ايش اسم ابي عبلة فقال اسمه شمر"
        },
        {
            "id": "150",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الملك بن هارون بن عنترة"
        },
        {
            "id": "150",
            "lvl": "2",
            "sub": "1",
            "tit": "خالد بن سلمة"
        },
        {
            "id": "151",
            "lvl": "2",
            "sub": null,
            "tit": "سليم مولى الشعبي"
        },
        {
            "id": "151",
            "lvl": "2",
            "sub": "1",
            "tit": "عبد الملك بن سعيد بن جبير"
        },
        {
            "id": "152",
            "lvl": "2",
            "sub": null,
            "tit": "حماد وبشار واسماعيل بنو قيراط"
        },
        {
            "id": "153",
            "lvl": "2",
            "sub": null,
            "tit": "ابو سفيان بن العلاء"
        },
        {
            "id": "153",
            "lvl": "2",
            "sub": "1",
            "tit": "سنسن بن العلاء"
        },
        {
            "id": "154",
            "lvl": "2",
            "sub": null,
            "tit": "نافع بن ابي نعيم القاريء ايش اسم ابي نعيم فقال عبد الرحمن"
        },
        {
            "id": "154",
            "lvl": "2",
            "sub": "1",
            "tit": "عقبة بن علقمة"
        },
        {
            "id": "155",
            "lvl": "2",
            "sub": null,
            "tit": "سعيد بن عبد العزيز التنوخي"
        },
        {
            "id": "156",
            "lvl": "2",
            "sub": null,
            "tit": "سورة بن الحكم"
        },
        {
            "id": "157",
            "lvl": "2",
            "sub": null,
            "tit": "الحسين بن ذكوان المعلم"
        },
        {
            "id": "158",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن يزيد بن سنان"
        },
        {
            "id": "159",
            "lvl": "2",
            "sub": null,
            "tit": "وابنه ابو فروة"
        },
        {
            "id": "159",
            "lvl": "2",
            "sub": "1",
            "tit": "وابنه ابو بكر محمد بن يزيد بن محمد حافظ"
        },
        {
            "id": "159",
            "lvl": "2",
            "sub": "2",
            "tit": "ابو قرة موسى بن طارق"
        },
        {
            "id": "160",
            "lvl": "2",
            "sub": null,
            "tit": "الرجل الذي قتله النبي صلى الله عليه وسلم في سبيل الله هو ابي بن خلف"
        },
        {
            "id": "161",
            "lvl": "2",
            "sub": null,
            "tit": "ابو فزارة راشد بن كيسان العبسي"
        },
        {
            "id": "161",
            "lvl": "2",
            "sub": "1",
            "tit": "ابو عبد الله يقال له صاحب الحلي ويقال صاحب الصدقات"
        },
        {
            "id": "161",
            "lvl": "2",
            "sub": "2",
            "tit": "ابو سلمة موسى بن اسماعيل"
        },
        {
            "id": "162",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن عيسى المدائني"
        },
        {
            "id": "163",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن عبد الله بن علاثة الشامي ابو اليسير القاضي"
        },
        {
            "id": "164",
            "lvl": "2",
            "sub": null,
            "tit": "اسماعيل بن عياش"
        },
        {
            "id": "165",
            "lvl": "2",
            "sub": null,
            "tit": "غالب بن عبيد الله"
        },
        {
            "id": "166",
            "lvl": "2",
            "sub": null,
            "tit": "علي بن ابي علي اللهبي"
        },
        {
            "id": "167",
            "lvl": "2",
            "sub": null,
            "tit": "ابي غزية فقال اسمه محمد بن موسى قاضي المدينة"
        },
        {
            "id": "167",
            "lvl": "2",
            "sub": "1",
            "tit": "ابراهيم بن محمد المدني"
        },
        {
            "id": "168",
            "lvl": "2",
            "sub": null,
            "tit": "محمد هو ابن ابي يحيى الاسلمي"
        }
    ]
}