{
    "b38063": [
        {
            "id": "1",
            "nass": "الكتاب: قطعة في الحديث ومنه حديث الإسراء وغيره - مخطوط ¶ المؤلف: أبو طاهر أحمد بن محمد السلفي ¶ المتوفى: 576 هـ ¶ مصدر المخطوط: مجاميع المدرسة العمرية، الموجودة في المكتبة الظاهرية ¶ رقم المجموع: 3798 عام [مجاميع 62] ¶ رقم المخطوط في المجموع: 2 ¶ عدد أوراق المخطوط: 12 (9 - 20) ¶ ملاحظة: نسخة مخرومة الأول ¶ نسخ: مكتبة أحمد الخضري ¶ تاريخ آخر تعديل: 24 - 4 - 2015 م ¶ تنبيه: نَسْخُ المخطوط هنا هو نَسْخٌ مبدئي، غَيْرَ مُعَدٍّ للطبع، فلم يُقابل النص مرة أخرى على المخطوط، ولا تم تحقيقه بالرجوع إلى كتب الحديث والتراجم، لتصويب ما يُمكن أن يكون قد وقع في الإسناد أو المتن من تصحيف أو سقط، إلا في مواضع قليلة، فالغرض الأساسي من هذا النسخ هو إدخال المخطوط للمكتبة الشاملة، لتسهيل البحث فيه، فإن وجد الباحث مبتغاه في ما تم نسخه من المخطوط، فعليه الرجوع للمخطوط نفسه وكتب الحديث والتراجم، للتأكد من صحة ما تم نسخه، وقد يسرنا ذلك بإثبات أرقام أوراق المخطوط في أماكنها.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "(ق9ب) ¶ 1 - ... (1) فَأَشَرْتُ لَهُ إِلَى مَكَانٍ فَكَبَّرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَصَفَفْنَا خَلْفَهُ فَصَلَّى رَكْعَتَيْنِ. هذا حديث صحيح أخرجه البخاري، عن القعنبي. ¶ _____حاشية_____ ¶ (1) نسخة مخرومة الأول. ¶ أخرجه البخاري في صحيحه (اليونينية) (1/ 92/424) قال: حَدَّثَنَا عَبْدُ اللهِ بْنُ مَسْلَمَةَ قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ عَنِ ابْنِ شِهَابٍ عَنْ مَحْمُودِ بْنِ الرَّبِيعِ عَنْ عِتْبَانَ بْنِ مَالِكٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَاهُ فِي مَنْزِلِهِ فَقَالَ أَيْنَ تُحِبُّ أَنْ أُصَلِّيَ لَكَ مِنْ بَيْتِكَ قَالَ فَأَشَرْتُ لَهُ. . . الحديث.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "2 - حدثنا حمزة، ثنا محمد، ثنا القعنبي، ثنا إبراهيم بن سعد، ثنا ابن شهاب، عن محمود بن الربيع، عن عتبان بن مالك قال قال رسول الله صلى الله عليه وسلم حرم الله عز وجل النار أن تأكل من قال لا إله إلا الله يبتغي بها وجه الله عز وجل. هذا حديث صحيح أخرجه البخاري، عن القعنبي وهو طرف من الحديث الذي قبله.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "3 - حدثنا حمزة، ثنا محمد، ثنا القعنبي، ثنا إبراهيم بن سعد، عن ابن شهاب، عن عمرة بنت عبد الرحمن، عن عائشة رضي الله عنها، قالت: قال رسول الله صلى الله عليه وسلم تقطع اليد في ربع دينار فصاعدا. هذا حديث صحيح أخرجه البخاري عن القعنبي.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "4 - حدثنا حمزة، ثنا محمد، ثنا القعنبي، ثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، عَنْ حَفْصِ بْنِ عَاصِمٍ، عَنْ عَبْدِ اللهِ بْنِ مَالِكٍ ابْنِ بُحَيْنَةَ، عَنْ أَبِيهِ أَنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّ بِرَجُلٍ يُصَلِّي، وَقَدْ أُقِيمَتْ صَلاَةُ الصُّبْحِ، فَكَلَّمَهُ بِشَيْءٍ لاَ أدْرِي مَا هُوَ، فَلَمَّا انْصَرَفْنَا أَحَطْنَا به نَقُولُ: مَاذَا قَالَ لَكَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ قَالَ: قَالَ لِي: يُوشِكُ أَنْ يُصَلِّيَ أَحَدُكُمُ الصُّبْحَ أَرْبَعًا. ¶ هذا حديث صحيح أخرجه البخاري، عن القعنبي، وقد اختلفوا عليه في قوله، عن عبد الله بن مالك فمنهم من يقول عن أبيه، ومنهم من يقول عن عبد الله بن مالك بن بحينة، ولا يذكر أباه وهو أصوب لكثرة من تابعه على ذلك.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "5 - حدثنا حمزة، ثنا محمد، ثنا القعنبي، ثنا إبراهيم بن سعد، عن ابن شهاب، عن القاسم، عن عَائِشَةَ قالت: دَخَلَ عَلَيّ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وأنا مُسْتَتِرَة بِقِرَامٍ فِيهِ صُورَةُ فَتَلَوَّنَ وَجْهُهُ، ثُمَّ تناول الستر فَهَتَكَهُ، ثُمَّ قَالَ: إِنَّ أَشَدَّ النَّاسِ عَذَابًا يَوْمَ الْقِيَامَةِ الَّذِينَ يُشَبِّهُونَ بِخَلْقِ اللهِ عَزَّ وَجَلَّ. هذا حديث صحيح أخرجه البخاري، عن يَسَرة بن صفوان، وأخرجه مسلم، عن منصور بن أي مزاحم جميعا، عن ابراهيم بن سعد الزهري.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "6 - حدثنا حمزة (ق10أ)، ثنا محمد بن إسماعيل يعني السلمي، ثنا إسحاق بن العلاء بن الضحاك الزبيدي، حدثني عمرو بن الحارث، عن عبد الله بن سلم الأشعري، عن الزبيدي محمد بن الوليد، ثَنا الوليد بن عبد الرحمن، أن جبير بن نفير، قال: ثَنا شداد بن أوس قال: قلنا: يا رسول الله، كيف أُسري بك ليلة أسري بك؟ قال: صليت لأصحابي صلاة العتمة بمكة معتما، فأتاني جبريل بدابة بيضاء فوق الحمار ودون البغل فقال: اركب، فاستصعبت علي فرأزها بأذنها ثم حملني عليها، فانطلقت تهوي بنا يقع حافرها حيث أدرك طرفها، حتى بلغنا أرضا ذات نخل قال: انزل فنزلت، ثم قال: صل، فصليت، ثم ركبنا، فقال: أتدري أين صليت؟ قلت: الله أعلم، قال: صليت بيثرب صليت بطيبة، فانطلقت تهوي بنا يقع حافرها حيث أدرك طرفها، حتى بلغنا أرضا فقال: انزل، فنزلت، ثم قال: صل، فصليت، ثم ركبنا فقال: أتدري أين صليت؟ قلت: الله أعلم، قال: صليت بمدين، صليت عند شجرة طوبى،، ثم انطلقت تهوي بنا يقع حافرها حيث أدرك طرفها، ثم بلغنا أرضا بدت لنا قصور فقال: انزل، فنزلت، فقال: صل، فصليت، ثم ركبنا فقال: أتدري أين صليت؟ قال: قلت: الله أعلم، قال: صليت ببيت لحم حيث ولد عيسى المسيح ابن مريم، ثم انطلق بي حتى دخلنا المدينة من بابها اليماني، فأتى قبلة المسجد فربط فيه دابته ودخلنا المسجد من باب فيه تميل الشمس والقمر، فصليت في المسجد حيث شاء الله، وأخذني من العطش أشد ما أخذني، فأتيت بإناءين في أحدهما لبن وفي الآخر عسل أرسل إليّ بهما جميعا، فعدلت بينها، ثم هداني الله فأخذت اللبن فشربت حتى قرعت به جبيني وبين يدي شيخ متكئ على مثراة له، فقال: أخذ صاحبك الفطرة، إنه ليُهدى، ثم انطلق بي حتى أتينا الوادي الذي في المدينة، فإذا جهنم تنكشف عن مثل الزرابي، قلت: يا رسول الله كيف وجدتها؟ قال: مثل الحمة السخنة، ثم انصرف بي فمررنا على عير (ق10ب) لقريش بمكان كذا وكذ قد أضلوا بعيرا لهم قد جمعه فلان، فسلمت عليهم فقال بعضهم: هذا صوت محمد، ثم أتيت أصحابي قبل الصبح بمكة، فأتاني أبو بكر فقال: يا رسول الله أين كنت الليلة؟ فقد التمستك في مظانك، فقال: علمت أني أتيت بيت المقدس الليلة، فقال: يا رسول الله إنه مسيرة شهر فصفه لي قال: ففتح لي صراط كأني أنظر إليه لا يسألوني عن شيء إلا نبأتهم عنه، قال أبو بكر: أشهد أنك رسول الله، فقال المشركون: انظروا إلى ابن أبي كبشة يزعم أنه أتى بيت المقدس الليلة. فقال: إن من آية ما أقول لكم أني مررت بعير لكم بمكان كذا وكذا قد أضلوا بعيرا لهم فجمعه فلان، وإن مسيرهم ينزلون بكذا ثم كذا، ويأتونكم يوم كذا وكذا، يقدمهم جمل آدم عليه مسح أسود وغرارتان سوداوان، فلما كان ذلك اليوم أشرف الناس ينظرون حتى كان قريبا من علية نصف النهار حتى أقبلت العير يقدمهم ذلك الجمل الذي وصفه رسول الله صلى الله عليه وسلم. هذا حديث صحيح الإسناد من حديث أهل الشام، لا أعرف له علة يلزم مسلما أخراجه.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "7 - حدثنا أبو بكر أحمد بن سلمان بن الحسن الفقيه، قال: قريء على هلال يعني ابن العلاء وأنا أسمع، ثنا أبي، ثنا بقية ح. وحدثنا أحمد بن سلمان، وثنا عبيد بن عبد الواحد البزار، ثنا عمرو بن عثمان، ثنا بقية بن يحيى بن سعد، عن خالد بن معدان، عن المقدام بن معدي كرب، عن أبي أيوب الأنصاري، عن النبي صلى الله عليه وسلم قال: كيلوا طعامكم يبارك لكم فيه. هذا حديث رواه ثور بن يزيد، عن خالد بن معدان، عن المقدام، أخرجه البخاري من حديث ثور، وورواه بقية، عن بحير بن سعد، عن خالد، عن المقدام فزاد فيه أبا أيوب وهو غريب أن حفظه بقيه.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "8 - حدثنا أحمد بن سلمان، قال: قريء على هلال بن العلاء وأنا أسمع، ثنا عبد الله بن جعفر، ثنا إسماعيل بن عياش، عَنْ بَحِيرِ بْنِ سَعْدٍ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنْ الْمِقْدَامِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: لِلشَّهِيدِ عِنْدَ اللَّهِ سِتُّ خِصَالٍ يُغْفَرُ لَهُ فِي أَوَّلِ دَفْعَةٍ (ق11أ) وَيَرَى مَقْعَدَهُ مِنْ الْجَنَّةِ وَيُحَلَّى حُلَّةَ الْإِيمَانِ، وَيُزَوَّجُ اثْنَتَيْنِ وَسَبْعِينَ زَوْجَةً مِنْ الْحُورِ الْعِينِ، وَيُجَارُ مِنْ عَذَابِ الْقَبْرِ، وَيَأْمَنُ مِنْ الْفَزَعِ الْأَكْبَرِ، وَيَضَعُ الله عز وجل عَلَى رَأْسِهِ تَاجُ الْوَقَارِ الْيَاقُوتَةُ مِنْهَ خَيْرٌ مِنْ الدُّنْيَا وَمَا فِيهَا وَيُشَفَّعُ فِي سَبْعِينَ مِنْ أَقَارِبِهِ. ¶ 9 - حدثنا أحمد، قال: قريء على هلال وأنا أسمع، ثنا أبي، ثنا إسماعيل بن بحير بن سعد، عن خالد بن معدان، عن كثير بن مرة، عن النبي صلى الله عليه وسلم مثله. ¶ والحديث الذي قبله من حديث إسماعيل بن عياش أبي عتبة، عن بحير غريب حسن المتن لا أعلم رواه عن بحير غيره.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "10 - حدثنا أحمد بن سلمان، ثنا هلال بن العلاء، ثنا إسماعيل، عن بحير بن سعد، عن خالد بن معدان، عن المقدام أن رسول الله صلى الله عليه وسلم قال: ما أكل عبد طعاما أفضل من كسب يده، وهو ينظر إلى يديه، وما أطعمت نفسك وزوجتك وخادمك فهو لك صدقة. هذا حديث غريب، لا أعلم رواه غير أبي عتبة إسماعيل بن عياش الحمصي، عن بحير.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "11 - حدثنا أحمد بن سلمان، ثنا هلال بن العلاء، ثنا أبي، ثنا بقية حدثني بحير بن سعد، عن خالد بن معدان، عن المقدام بن معدي كرب، أنه سمع رسول الله صلى الله عليه وسلم يقول: إن الله عز وجل يوصيكم بأمهاتكم، ثم يوصيكم بأمهاتكم، ثم يوصيكم بآبائكم، ثم يوصيكم بالأقرب فالأقرب. هذا الحديث غريب من حديث بحير بن سعد الكلاعي الحمصي، لا يحفظه إلا من حديث أبي محمد بقية بن الوليد الحمصي عنه.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "12 - أخبرنا أبو بكر محمد بن عبد الله بن إبراهيم الشافعي، ثنا محمد بن غالب، حدثني عبد الصمد يعني ابن النعمان، ثنا شعبة، ثنا قتادة، عن سالم بن أبي الجعد، عن معدان، عن أبي الدرداء، عن النبي صلى الله عليه وسلم قال: إن اللَّهَ تبارك وتعالى جَزَّأَ الْقُرْآنَ ثَلاَثَةَ أَجْزَاءٍ فَقُلْ هُوَ اللَّهُ أَحَدٌ جُزْءٌ. هذا حديث صحيح من حديث شعبة أخرجه مسلم، عن زهير بن حرب، ومحمد بن بشار جميعا، عن أبي سعيد يحيى بن سعيد القطان، عن شعبة.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "13 - أخبرنا محمد، حدثني إِسْحَاقُ بْنُ الْحَسَنِ بْنِ مَيْمُونٍ الْحَرْبِيُّ، ثَنَا (ق11ب) عَبْدُ اللَّهِ بْنُ رَجَاءٍ، ثَنَا سَعِيدُ بْنُ سَلَمَةَ بْنِ أَبِي الْحُسَامِ , ثَنَا مُحَمَّدُ بْنُ الْمُنْكَدِرِ , أَنَّهُ سَمِعَ رَبِيعَةَ بْنَ عِبَادٍ أَوْ عِبَادًا الدّيلِيَّ , يَقُولُ: رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَطُوفُ عَلَى النَّاسِ فِي مَنَازِلِهِمْ قَبْلَ أَنْ يُهَاجِرَ إِلَى الْمَدِينَةِ يَقُولُ: يَا أَيُّهَا النَّاسُ , إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَعْبُدُوهُ وَلاَ تُشْرِكُوا بِهِ شَيْئًا قَالَ: وَوَرَاءَهُ رَجُلٌ يَقُولُ: يَا أَيُّهَا النَّاسُ إِنَّ هَذَا يَأْمُرُكُمْ أَنْ تَتْرُكُوا دِينَ آبَائِكُمْ فَسَأَلْتُ: مَنْ هَذَا الرَّجُلُ؟ فَقِيلَ: أَبُو لَهَبٍ. هذا حديث غريب من حديث أبي عبد الله، ويقال: أبو بكر محمد بن المنكدر مولى التيميين، عن ربيعة بن عباد بكسر العين وتخفيف الباء، وفتحها، لا أعلم غير سعيد بن سلمة بن أبي الحسام المدني روى عنه، ورواه أبو الزناد، عن ربيعة مثله وهو مشهور.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "14 - أخبرنا محمد حدثني إِسْحَاقُ بْنُ الْحَسَنِ , ثَنَا عَبْدُ اللَّهِ بْنُ رَجَاءٍ، أنَا سَعِيدٌ , عَنْ مُحَمَّدٍ يعني ابن المنكدر, عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ , أَنَّهُ سَمِعَ عَمْرَو بْنَ عَبَسَةَ , يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يقول: مَنْ شَابَتْ لَهُ شَيْبَةٌ فِي الإِسْلاَمِ كَانَتْ لَهُ نُورًا يَوْمَ الْقِيَامَةِ , وَمَنْ رَمَى بِسَهْمٍ فِي سَبِيلِ اللَّهِ فَبَلَغَ الْعَدُوَّ أخطأ أَوْ أَصَابَ كَانَ لَهُ عِدْلُ رَقَبَةٍ , وَمَنْ أَعْتَقَ رَقَبَةً مُؤْمِنَةً أَعْتَقَ الله تبارك وتعالى بِكُلِّ عُضْوٍ مِنْهَا عُضْواً مِنَ الْمُعْتِقِ مِنَ النَّارِ. ¶ هذا حديث غريب من حديث محمد بن المنكدر، عن عبد الرحمن بن يزيد فإن لم يكن ابن جارية فلا أعرفه، وعمرو بن يحيى بن عنبسة ما رأيت له رواية، ولا ذكر إلا في هذا الحديث.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "15 - أخبرنا محمد حدثني إِسْحَاقُ بْنُ الْحَسَنِ , ثَنَا ابْنُ رَجَاءٍ، أنَا سَعِيدٌ بن سلمة , عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ , عَنْ أَخِيهِ , عَنْ عَمْرِو بْنِ سُلَيْمٍ , عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ , أَنَّ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: غُسْلُ يَوْمِ الْجُمُعَةِ وَاجِبٌ عَلَى كُلِّ مُسْلِمٍ وَلْيَسْتَنَّ وَيَمَسَّ طِيبًا إِنْ كَانَ عِنْدَهُ. ¶ هذا حديث صحيح من حديث أبي بكر بن المنكدر، هو محمد بن المنكدر ورواية محمد عنده حسنة، لا أعلم رواه غير سعيد بن سلمة بن أبي الحسام المدني عنه، ورواه شعبة، عن أبي بكر بن المنكدر، عن عمرو بن سليم، عن أبي سعيد، أخرجه البخاري عن علي، عن حرمي بن عمارة، قيل (ق12أ): تفرد به حرمي عنه به وتابعه عثمان بن عمر، عن عمر بن محمد العمري، عن أبي بكر بن المنكدر، عن عمرو بن سليم، عن أبي سعيد، وخالفهما سعيد بن أبي هلال، وبكير بن الأشج، فرويا عن أبي بكر بن المنكدر، عن عمرو بن سليم، عن عبد الرحمن بن أبي سعيد، عن أبيه.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "16 - أخبرنا محمد، حَدَّثَنِي إِسْحَاقُ بْنُ الْحَسَنِ , حَدَّثَنَا ابْنُ رَجَاءٍ، أَنْبَأَ سَعِيدٌ , حَدَّثَنَا مُحَمَّدٌ , عَنْ أُمِّ هَانِئٍ , قَالَتْ: رَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ الْفَتْحِ عَلَيْهِ ثَوْبٌ , قَدْ خَالَفَ بَيْنَ طَرَفَيْهِ , ثُمَّ صَلَّى ثَمَانِيَ رَكَعَاتٍ. ¶ غريب من حديث سعيد بن سلمة، عن محمد بن المنكدر، عن أم هانيء، وقد رواه غيره.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "17 - أخبرنا محمد، حَدَّثَنِي إِسْحَاقُ، ثَنَا ابْنُ رَجَاءٍ، أَنْبَأَ سَعِيدٌ، ثَنَا مُحَمَّدٌ , أَنَّ أُمَيْمَةَ بِنْتَ رُقَيْقَةَ التَّمِيمِيَّةَ , قَالَتْ: دَخَلْتُ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي نِسْوَةٍ فَقُلْنَا: نُبَايِعُكَ يَا رَسُولَ اللَّهِ عَلَى أَنْ لاَ نُشْرِكَ بِاللَّهِ شَيْئًا وَلاَ نَزْنِيَ , وَلاَ نَسْرِقَ وَلاَ نَأْتِيَ بِبُهْتَانٍ نَفْتَرِيهِ بَيْنَ أَيْدِينَا وَأَرْجُلِنَا وَلاَ نَعْصِيَكَ فِي مَعْرُوفٍ , فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: فِيمَا أَطَقْتُنَّ. ¶ حديث محفوظ، من حديث محمد بن المنكدر، ورواية سعيد عنه حسنة.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "18 - أخبرنا محمد، حَدَّثَنِي إسحاق، ثنا ابن رجاء، أنا سعيد، ثنا العلاء، عن أبي هريرة أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: إن هذه الْحُمَّى مِنْ فيح جَهَنَّمَ , فأبردوها بالماء. ¶ حديث محفوظ من حديث العلاء رواية سعيد عنه حسنة.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "19 - أخبرنا محمد، حدثني إسحاق، ثنا عبد الله بن رجاء، أنا سعيد بن سلمة، حدثني مُسْلِمٌ بْنُ أَبِي مَرْيَمَ , عَنْ عَبْدِ اللَّهِ بْنِ سَرْجِسٍ , أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى يَوْمًا وَعَلَيْهِ نَمِرَةٌ , فَقَالَ لِرَجُلٍ مِنْ أَصْحَابِهِ: أَعْطِنِي نَمِرَتُكَ وَخُذْ نَمِرَتِي، قَالَ: يَا رَسُولَ اللَّهِ , نَمِرَتُكَ أَجْوَدُ مِنْ نَمِرَتِي قَالَ: أَجَلْ وَلَكِنْ فِيهَا خَيْطٌ أَحْمَرُ , فَخَشِيتُ أَنْ أَنْظُرَ إِلَيْهِ فَيَفْتِنَنِي عن صلاتي. ¶ حديث غريب من حديث مسلم بن أبي مريم، عن عبد الله بن سرجس، لا أعلم رواه عنه غير سعيد بن سلمة.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "20 - أخبرنا محمد، حدثني إسحاق بن الحسن، ثنا ابن رجاء، أنا سعيد، حدثني صالح بن كيسان عن عيسى بن مسعود بن الحكم الزرقي عن جدته حبيبة ابنة شريق أنها قدمت مع أمها ابنة العجماء في أيام الحج بمنى (ق12ب) قالت فجاءهم بديل بن ورقاء العدوي على راحلة رسول الله صلى الله عليه وسلم فنادى إن رسول الله صلى الله عليه وسلم يقول: من كان صائما فليفطر فإنها أيام أكل وشرب. ¶ حديث غريب، عن صالح بن كيسان، لا أعلم رواه عنه غير سعيد بن سلمة بن أبي الحسام المدني عنه.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "21 - أخبرنا محمد، حدثني إسحق بن الحسن، ثنا ابْنُ رَجَاءٍ، ثَنَا سَعِيدٌ بْنُ سَلَمَةَ، حَدَّثَنِي أَبُو بَكْرٍ يعني ابْنُ عُمَرَ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ عَنْ نَافِعٍ، عَنْ عَبْدِ اللهِ بْنِ عُمَرَ، أَنَّ رَجُلاً مَرَّ بِرَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يُهْرِيقُ الْمَاءَ فَسَلَّمَ عَلَيْهِ الرَّجُلُ فَرَدَّ عَلَيْهِ السلام، ثُمَّ قَالَ: إنه إن لم تحملني علي السلام عليك إلا أني خشيت أن تقول: سلمت عليه فلم يرد عليَّ فإِذَا رَأَيْتَنِي هَكَذَا فَلاَ تُسَلِّمْ عَلَيَّ فَإِنَّكَ إِنْ لا تَفْعَلْ لاَ أَرُدُّ عَلَيْكَ السَّلاَمَ. ¶ هذا حديث غريب من حديث أبي كر بن عمر بن عبد الرحمن بن عبد الله بن عمر، ووقع في الكتاب ابن عمر وهو خطأ، وأبو بكر هذا روى عنه مالك بن أنس، وعبيد الله بن عمر، وإبراهيم بن طهمان، ونسبوه، ابن عمر وهو مشهور. وهذا الحديث محفوظ، عن نافع من رواية محمد بن ثاتب العصفري، عن نافع أطول من هذا، وهذا مختصر، وأبو بكر يعني ومحمد تكلموا في حفظه.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "22 - أخبرنا محمد، ثنا إسماعيل بن إسحاق، ثنا محمد بن أبي بكر، ثنا سعيد بن سلمة المدني هو ابن أبي الحسام، حَدَّثَنَا مسلم بن أبي مريم، عَن أبي صالح، عَن أبي هريرة أن رسول الله صلى الله عليه وسلم قال إن العبد ليتصدق بالتمرة من كسب طيب فيجعلها في حق فيقبضها الله تعالى بيمينه فيربيها أحسن ما يربي أحدكم فلوه حتى تكون مثل الجبل أو أعظم من الجبل. ¶ هذا غريب من حديث سعيد بن سلمة محفوظ من حديث أبي صالح، واستشهد البخاري في كتابه فقال: ورواه مسلم بن أبي مريم، عن أبي صالح، عن أبي هريرة.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "23 - حدثنا أبو القاسم حبيب بن الحسن بن داود الفراء إملاء، ثَنَا عمر بن حفص، ثنَا عَاصِمُ بْنُ عَلِيٍّ، ثَنَا الْمَسْعُودِيُّ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، أَنَّ رَجُلاً سَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: يَا رَسُولَ اللَّهِ (ق13أ) هَلْ فِي الْجَنَّةِ مِنْ خَيْلٍ، فقَالَ: إِنْ اللَّهُ أَدْخَلَكَ الْجَنَّةَ فَلاَ تَشَاءُ أَنْ تركب فِيهَا عَلَى فَرَسٍ مِنها يَاقُوتَةٍ حَمْرَاءَ يَطِير بِكَ فِي الْجَنَّةِ، فقَالَ آخر: يَا رَسُولَ اللَّهِ هَلْ فِي الْجَنَّةِ مِنْ إِبِلٍ، فَلَمْ يَقُلْ لَهُ مِثْلَ مَا قَالَ لِصَاحِبِهِ قَالَ إِنْ يُدْخِلْكَ اللَّهُ الْجَنَّةَ يَكُنْ لَكَ فِيهَا مَا اشْتَهَتْ نَفْسُكَ وَلَذَّتْ عَيْنُكَ. ¶ غريب من حديث علقمة بن مرثد، لا يحفظه إلا من حديث عبد الرحمن بن عبد الله المسعودي عنه.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "24 - حدثنا حبيب بن الحسن، ثنا أبو جعفر محمد بن عثمان بن أبي شيبة العنسي، ثنا أحمد بن يونس، ثنا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنِ سعيدٍ بْنِ الْمُسَيَّبِ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: وَالَّذِي نَفْسِي بِيَدِهِ، لَيُوشِكَنَّ أَنْ يَنْزِلَ فِيكُمْ ابْنُ مَرْيَمَ إماماً مُقْسِطًا، فَيَكْسِرَ الصَّلِيبَ، وَيَقْتُلَ الْخِنْزِيرَ، وَيَضَعَ الْجِزْيَةَ، وَيَفِيضُ الْمَالُ حَتَّى لاَ يَقْبَلَهُ أَحَدٌ. ¶ هذا حديث صحيح أخرجاه جميعاً، عن قتيبة، عن الليث.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "25 - حدثنا حبيب بن الحسن، ثنا أبو علي الحداد بن علي بن شبيب المعمري، ثَنَا مُحَمَّدُ بْنُ إِسْحَقَ الْمَسَيَّبِيُّ، ثنَا عَبْدُ اللَّهِ بْنُ نَافِعٍ، عَنْ اللَّيْثِ بْنِ سَعْدٍ، عَنْ بَكْرِ بْنِ سَوَادَةَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: خَرَجَ رَجُلَانِ فِي سَفَرٍ فَحَضَرَتْ الصَّلَاةُ وَلَيْسَ مَعَهُمَا مَاءٌ فَتَيَمَّمَا صَعِيدًا طَيِّبًا فَصَلَّيَا ثُمَّ وَجَدَا الْمَاءَ بعد ذلك فِي الْوَقْتِ فَأَما أَحَدُهُمَا فأعَادَ الْوُضُوءَ وَلَمْ يُعِدْ الْآخَرُ ثُمَّ أَتَيَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَا ذَلِكَ لَهُ فَقَالَ لِلَّذِي لَمْ يُعِدْ أَصَبْتَ السُّنَّةَ وَأَجْزَأَتْكَ صَلَاتُكَ وَقَالَ لِلَّذِي تَوَضَّأَ وَأَعَادَ لَكَ الْأَجْرُ مَرَّتَيْنِ. ¶ هذا حديث غريب من حديث ابي الحرب الليث بن سعد المصري الفهمي، عن بكر بن سوادة مسندا، والمحفوظ من غير عطاء بن يسار، عن النبي صلى الله عليه وسلم، لا أعلم أسنده عنه غير عبد الله بن نافع الصائغ المدني الفقيه.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "26 - حدثنا حبيب بن الحسن، ثنا محمد بن يحيى بن سليمان، ثنا أبو بلال الأشعري مرداس بن محمد، ثنا هشيم، عَنِ الزُّهْرِيِّ، عن عُمْرَةَ، عن عَائِشَةَ، أنها كَانَتْ إِذَا اعْتَكَفَتْ لم تعد المريض من أهلها إلا وهي مارة. ¶ هذا حديث محفوظ من حديث الزهري (ق13ب) غريب من رواية هشيم بن بشير عنه، وفيه اختلاف على الزهري فيه.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "27 - حدثنا حبيب بن الحسن، ثنا الحسن بن محمد بن سليمان، ثَنَا هِشَامُ بْنُ عَمَّارٍ، ثَنَا عَبْدُ اللهِ بْنُ الْحَارِثِ وهو الْجُمَحِيُّ، حَدَّثَنَا سُهَيْلُ بْنُ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: سَمِعْتُ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: أَوَّلُ النَّاسِ يَدْخُلُ النَّارَ يَوْمَ الْقِيَامَةِ ثَلاَثَةُ نَفَرٍ، يُؤْتَى بِأَحَدِهِمْ فَيَقُولُ: رَبِّ عَلَّمْتَنِي كِتَابَك، فَقَرَأْتُهُ آنَاءَ اللَّيْلِ وَآناء النَّهَارِ رَجَاءَ ثَوَابِكَ وجنتك، فَيُقَالَ: كَذَبْتَ إِنَّمَا كُنْتَ تُصَلِّي، لِيُقَالَ إنه قَارِئٌ مُصَلٍّ، وَقَدْ قِيلَ اذْهَبُوا بِهِ إِلَى النَّارِ، ثُمَّ يُؤْتَى بِآخَرَ، فَيَقُولُ رَبِّ رَزَقْتَنِي مَالاً، فَوصَلْتُ بِهِ الرَّحِمَ، وَتَصَدَّقْتُ بِهِ عَلَى الْمَسَاكِينِ، وَحَمَلْتُ ابْنَ السَّبِيلِ رَجَاءَ ثَوَابِكَ وَجَنَّتِكَ، فَيُقَالُ: كَذَبْتَ إِنَّمَا كُنْتَ تَتَصَدَّقُ وَتَصِلُ لِيُقَالَ إِنَّه سَمْحٌ جَوَادٌ، وَقَدْ قِيلَ اذْهَبُوا بِهِ إِلَى النَّارِ، ثُمَّ يُجَاءُ بِالثَّالِثِ فَيَقُولُ: أي رَبِّ خَرَجْتُ فِي سَبِيلِكَ فَقَاتَلْتُ فِيكَ حَتَّى قُتِلْتُ مُقْبِلاً غَيْرَ مُدْبِرٍ رَجَاءَ ثَوَابِكَ وَرحمتِكَ، فَيُقَالُ: كَذَبْتَ إِنَّمَا كُنْتَ تُقَاتِلُ لِيُقَالَ: هو جَرِيءٌ شُجَاعٌ، وَقَدْ قِيلَ اذْهَبُوا بِهِ إِلَى النَّارِ. ¶ هذا حديث غريب من حديث أبي يزيد سهيل بن أبي صالح، عن أبيه، عن أبي هريرة لا أعلم رواه عنه غير عبد الله بن الحارث بن محمد بن حاطب بن أبي الحارث الجمحي، ويقال له الحاطبي المدني المكفوف، وقد روا من حديث سليمان بن يسار، عن أبي هريرة هذا الحديث وهو صحيح عنده.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "28 - حدثنا حبيب بن الحسن، ثنا إبراهيم بن عبد الله بن مسلم البصري، ثَنَا أَبُو عَاصِمٍ الضحاك بن مخلد النبيل، عَنْ عُمَرَ بْنِ مُحَمَّدٍ، عَنْ عَبْدِ اللهِ بْنِ يَسَارٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللهِ، عَنْ عَبْدِ اللهِ بْنِ عُمَرَ أَنَّ رَسُولَ اللهِ صَلى الله عَليه وسَلم قَالَ: ثَلاَثَةٌ لاَ يَدْخُلُونَ الْجَنَّةَ، وَثَلاَثَةٌ لاَ يَنْظُرُ اللهُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ، فَأَمَّا الَّذِينَ لاَ يَدْخُلُونَ الْجَنَّةَ فَالْعَاقُّ لِوَالِدَيْهِ، وَالمَرْأَةُ المُتَرَجِّلَةُ تَشَبَّهُ بِالرِّجَالِ، وَالدَّيُّوثُ، وَأَمَّا الثَّلاَثَةُ الَّذِينَ لاَ يَنْظُرُ اللهُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ، فَالْعَاقُّ بِوَالِدَيْهِ، وَمُدْمِنُ الْخَمْرِ، وَالمَنَّانُ بِمَا أَعْطَى. ¶ هذا حديث غريب من حديث أبي عمرو، ويقال: أبو عبد الله سالم بن عبد الله بن عمر. لا أعلم رواه عنه غير عبد الله بن يسار الأعرج القرشي المدني عنه، وعنه (ق14أ) عمر بن محمد بن زيد بن عبد الله بن عمر.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "29 - حدثنا حبيب بن الحسن، ثنا أبو محمد الحسن بن علي القطان، ثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، ثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ أَبِي فَزَارَةَ، عَنْ يَزِيدَ بْنِ الْأَصَمِّ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مَا أُمِرْتُ بِتَشْيِيدِ الْمَسَاجِدِ. قَالَ ابْنُ عَبَّاسٍ: لَتُزَخْرِفُنَّهَا كَمَا زَخَرَفْتَهَا الْيَهُودُ، وَالنَّصَارَى. ¶ هذا حديث محفوظ عن سفيان الثوري، واختلف أصحابه عليه فأرسله بعضهم، وأسنده ابن عيينة، وروايته عنه حسنة عزيزة ما يحفظ إلا هكذا.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "30 - حدثنا حبيب، ثنا الحسن بن علي القطان، ثَنَا علي بن سيابة، ثَنَا يعلى بن عباد، ثَنَا شُعْبَةُ، عَنْ مِسْعَرٍ، سمعت أبا عبد الله، قال: رأى ابْنَ الزُّبَيْرِ رَجُلاً بَالَ فغَسَلَهُ فَقَالَ: مَا كُنَّا نَفْعلُ هذا على عهد رسول الله صلى الله عليه وسلم. ¶ هَذَا حديث غَريبٌ مِنْ حَدِيثِ أبي بسطام شعبة، عن أبي سلمة عن مسعر بن كدام، لا أعلم أحدا رواه فيه ذكر رسول الله صلى الله عليه وسلم إلا يعلى بن عباد الكلابي. ",
            "page": "29",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "31 - حدثنا حبيب بن الحسن، ثنا أبو بكر عمر بن حفص السدوسي، ثنا عاصم بن علي، ثنا شعبة بن الحجاج، عن الأعمش، قال: سمعت ذكوان يحدث، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قال: لَا يُبْغِضُ الْأَنْصَارَ رَجُلٌ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ. ¶ هذا حديث صحيح الإسناد، عن الأعمش أخرجه مسلم، من حديث جرير، وأبي أسامة، عن الأعمش مثله.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "32 - حدثنا حبيب بن الحسن، ثنا عبد الله بن الحسن بن أحمد بن أبي شعيب الحراني، ثنا سعيد بن منصور، ثنا عبد العزيز بن محمد، عن محمد بن عجلان، عن القعقاع بن حكيم، عن أبي صالح، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: إنما بعثت لأتمم صالح الأخلاق. ¶ هذا حديث غريب من حديث أبي عبد الله محمد بن عجلان المدني، لا يحفظه إلا من حديث عبد العزيز بن محمد الدراوردي عنه. ",
            "page": "31",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "33 - حدثنا حبيب بن الحسن، ثنا أبو زكريا يحيى بن محمد البختري الحنائي، ثنا عبيد الله بن معاذ، ثنا أبي، ثنا معاذ، ثنا عبد الرحمن بن أبي الزناد، حدثني أبي عن عروة، عن عائشة رضي الله عنها، قالت: قال لي رسول الله صلى الله (ق14ب) عليه وسلم: كنت لكِ كأبي زرع لأم زرع، قالت: (. . . . . .) (1). ¶ حديث غريب من حديث أبي الزناد عبد الله بن ذكوان المدني، كتبه أبو عبد الرحمن، ولكن غلب عليه أبو الزناد، وكان يغضب منه، عن أبي عبد الله عروة بن الزبير، لا أعلم روى عنه غير ابنه عبد الرحمن، وعنه معاذ بن معاذ العنبري. ¶ _____حاشية_____ ¶ (1) غير واضح بالأصل.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "34 - حدثنا أبو أحمد حمزة بن محمد بن العباس، ثنا أبو يحيى عبد الكريم بن الهيثم بن زياد الدير عاقولي في جمادى الأولى سنة اثنتين وسبعين ومائتين، ثنا الحسن بن عبد الله بن حرب العبدي، ثنا عمرو يعني ابن عطية، عن عطية، عن أبي سعيد الخدري، قال: دعا نبي الله صلى الله عليه وسلم فقال: اللهم أعز الإسلام بأبي جهل بن هشام، أو بعمر بن الخطاب، قال: فجاء نبي الله صلى الله عليه وسلم رجل، وكان إذا جاءه الضيف نظر إلى بعض أصحابه، وأنه جاءه رجل فأرسله إلى بيت أخت عمر، قال: وخرج عمر متقلداً السيف يطلب النبي صلى الله عليه وسلم ليقتله، قال: فلقي رجلا من أصحاب النبي صلى الله عليه وسلم، فقال: يا عمر أين تذهب، قال: أطلع محمداً؟ قال: تصنع ماذا؟ قال: إن لقيته قتلته، قال: فكيف تصنع ببني عمه بني عبد المطلب، قال: فأخذ عمر بمجامع ثيابه فهزه إليه هزاً شديداً، وضربه، قال: أراك قد صبوت، قال: فغضب الرجل فقال له: والله لقد صبأت أختك وخنتك، قال: فرجع عمر مسرعاً، وقد أنزلت طه على رسول الله صلى الله عليه وسلم حتى انتهى إلى باب أخته، وهم يقرؤون طه، قال: فلما سمعوا صوته قام الضيف فدخل المخدع، وقال: وفتح الباب، قال: فدخل مغضباً، فقال لأخته: ما هذه الهينمة التي سمعتها؟ قالت: حديث بيننا، قال: لا والله ما هو ذلك، إنه لغير ذاك، قال: فغضب عمر فتناول أخته، قال: فلطمها وأصاب أنفها فرعفت قال: فخرج زوجها، فقال: يا عمر، أتريد الناس يتبعونك على ما تريد؟ قال: فتناوله فضربه وقامت أخته لتحول بينه وبين زوجها حينئذ فضربها بيده فأصاب بعض وجهها (ق15أ) فأدماها، قال: فندم عمر لما رأى الدم، قال: فقام عنه، فقال: أرشدوني في أي دار محمد؟ وسمع الضيف قال: فخرج، فقال: أبشر أرجوا أن تكون أصابتك الدعوة (. . . .) (1) عنده فسمعته يقول: اللهم أعز الإسلام بأبي جهل بن هشام، أو بعمر بن الخطاب، فأنا أرجوا أن تكون قد أصابتك الدعوة، فقال: لا قيد أعطني الكتاب، قالت: لا أنك نجس فاذهب فتطهر ثم طهر ثيابك وطهر نفسك، وتعطيني موثقاً لتردن عليّ الكتاب؛ فذهب فتطهر، ثم رجع إليها فأخرجت الكتاب إليه فقرأ، وكان عمر يقرأ الكتب، فقرأ: {طه مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى} حتى بلغ هذه الآية: {فَلَا يَصُدَّنَّكَ عَنْهَا مَنْ لَا يُؤْمِنُ بِهَا وَاتَّبَعَ هَوَاهُ فَتَرْدَى} فوقع الإسلام في قلبه حين قرأ هذه الآية، فقال: لضيفه أرشدني إلى محمد، قال: فذهب الضيف معه حتى انتهى إلى الصفا وهو في دار وهو يومئذ في أربعين رجلاً وامرأة حتى دق الباب، قال: فعرفوا صوت عمر فقالوا: يا رسول الله هذا عمر على الباب متقلداً السيف ما يدري مايريد، فقال: افتحوا الباب، فإن كان الله يريد بعمر خيراً فسيهديه، وإن يك غير ذلك كان قتله علينا هيناً، ففتحوا الباب فأخذ النبي صلى الله عليه وسلم بمجامع ثيابه فهزه إليه هزاً شديداً، فقال عمر حينئذٍ: أشهد أن لا إله إلا الله، وأن محمداً عبده ورسوله قال: فكبر أصحاب النبي صَلَّى الله عَلَيه وسَلَّم تكبيرة أسمعت أهل مكة، قال: أخرج يا نبي الله فوالله لينصرن الله دينك حتى لا يبقى منا أحد ويظهر الله دينك. ¶ هذا حديث لا يحفظه إلا من حديث الحسن بن عبد الله بن حرب العبدي كوفي الأصل نزل المصيصة، عن عمرو بن عطية، عن أبيه. ¶ _____حاشية_____ ¶ (1) غير واضح بالأصل.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "35 - حدثنا أحمد بن سلمان بن الحسن الفقيه إملاء، ثنا عبد الملك بن محمد الرقاشي، ثنا سعيد بن منصور، ثنا عبد الله بن عبد العزيز سمعت ابن شهاب يحدث عن عطاء بن يزيد، عن أبي أيوب الأنصاري، أن رسول الله صلى الله عليه وسلم قال: ما من مسلم يعرس عرساً إلا كان له من الأجر (ق15ب) بعدد ما يخرج من تمره ذلك العرس. ¶ هذا حديث غريب من حديث الزهري، لا يعلم رواه عنه غير أبي عبد العزيز عبد الله بن عبد العزيز الليثي المدني، وحدث عن سعيد بن منصور الأئمة بهذا الحديث عنه.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "36 - حدثنا أحمد بن سلمان، ثنا بشر بن موسى، ثنا الحميدي، ثنا سفيان، ثنا الزهري، وحفظناه منه، حدثني عطاء بن يزيد الليثي، عن أبي أيوب، قال: الْوِتْرُ حَقٌّ، أو واجب، فَمَنْ شَاءَ أَوْتَرَ بِسَبْعٍ، وَمَنْ شَاءَ أَوْتَرَ بِخَمْسٍ، وَمَنْ شَاءَ أَوْتَرَ بِثَلَاثٍ. قيل لسفيان: هو عن النبي صلى الله عليه وسلم؟ فقال: ما حفظناه إلا عن أبي أيوب. ¶ هذا حديث أختلف فيه عن ابن عيينة فرواه الأثبات موقوفاً عن أبي أيوب، ورواه المتاجرون مثل محمد بن حسان الأزرق، وغيره مسندا، وغيروا لفظه، والمحفوظ موقوف.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "37 - حدثنا أحمد بن سلمان، ثنا جعفر بن محمد، ثنا أبو سعيد عبد الرحمن بن إبراهيم، ثنا محمد بن يوسف، عن الأَوْزَاعِيّ، عن الزُّهْرِيّ، عن عَطَاء بْنِ يَزِيدَ، عَنْ أَبِي أَيُّوبَ، أَنَّ رَسُولَ اللهِ صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ: الْوِتْرُ حَقٌّ، فَمَنْ شَاءَ أَوْتَرَ بِخَمْسٍ، وَمَنْ شَاءَ أَوْتَرَ بِثَلاَثٍ، وَمَنْ شَاءَ فليوْتِر بِوَاحِدَةٍ. ¶ هذا حديث اختلف فيه على الزهري، فأوقفه إبراهيم، وهو الصحيح، ورفعه الفريابي، عن الأوزاعي.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "38 - حدثنا محمد بن سلمان، ثنا بشر بن موسى، ثنا الحميدي، ثنا سفيان، ثنا الزهري، أنا عطاء بن يزيد الليثي، عن أبي أيوب، قال: قال رسول الله صلى الله عليه وسلم: لا تستقبلوا القبلة. . . وذكر الحديث. ¶ قال أبو أيوب: فقدمنا الشام فوجدنا مراحيض قد بنيت قِبَلَ القبلة، فننحرف، ونستغفر الله. ¶ وقال سفيان مرة: قد بنيت واستقبل بها القبلة، وربما قال: فننحرف، فقلت لسفيان فإن نافع بن عمر لا يسنده، قال: لكني أسنده، وأحفظه، كما قلت لك قال: أخبرني عطاء بن يزيد الليثي، عن أبي أيوب، ثم قال سفيان: إنما كان المكيون، وجدوا كتاباً كان كتبه حميد الأعرج، عن الزهري بالشام فوقع لنا من خرجه فعرضناه على ابن شهاب، فأما نحن فإنا كنا نسمع من فيه. ¶ هذا حديث صحيح أخرجه البخاري، عن علي بن المديني (ق16أ) ومسلم، عن زهير، ومحمد بن عبد الله بن نمير، ومحمد بن أبي عمر العدني كلهم، عن سفيان بن عيينة.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "39 - حدثنا أحمد بن سلمان، ثنا إسماعيل بن إسحاق، ثنا إبراهيم بن حمزة، ثنا عبد العزيز بن محمد، عن صفوان بن سليم، عن عمر بن ثابت، عن أبي أيوب قال: سمعت رسول الله صلى الله عليه وسلم يقول: من صام رمضان ثم أتبعه ستاً من شوال فذلك صيام الدهر. ¶ 40 - حدثنا أحمد بن سلمان، ثنا إسماعيل بن إسحاق، ثنا علي بن المديني قال: قلت لسفيان إن الدراوردي رواه عن صفوان بن سليم، فقال سفيان: ما سمعناه إلا من سعيد بن سعيد، قال: القاضي يعني إسماعيل: رواه الدراوردي، عن سعيد بن سعيد، وصفوان بن سليم جميعاً، ورواه عن سعد منفرداً في أحاديث سعد، ورواه عن صفوان منفرداً في أحاديث صفوان؛ فأما حديثه عن صفوان فقد ذكرناه، وأما حديثه عن صفوان، وسعيد جميعاً: ¶ 41 - فحدثنا به إبراهيم بن حمزة الزبيري، وإبراهيم بن عبد الله الهروي قالا: ثنا عبد العزيز بن محمد، عن صفوان بن سليم، وسعد بن سعيد، عن عمر بن ثابت، عن أبي أيوب الأنصاري أن رسول الله صلى الله عليه وسلم قال: من صام رمضان ثم أتبعه ستاً من شوال فكأنما صام الدهر. ¶ هذا حديث صحيح أخرجه مسلم من حديث جماعة، عن سعد بن سعيد، عن عمر بن ثابت ولا يحفظ من حديث صفوان إلا من حديث الدراوردي عنه. ",
            "page": "38",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "42 - حدثنا أحمد بن سليمان، ثنا محمد بن عثمان، قالا: ثنا أبو معاوية، وعبد الله بن نمير، عن سعد بن سعيد، عن عمر بن ثابت، عن أبي أيوب الأنصاري قال: قال رسول الله صلى الله عليه وسلم من صام رمضان، ثم أتبعه ستاً من شوال فذلك صيام الدهر. ¶ هذا حديث صحيح أخرجده مسلم، عن محمد بن عبد الله بن نمير، عن أبيه، عن سعد بن سعيد.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "43 - حدثنا أحمد بن سلمان، ثنا عبد الله بن أحمد، ثنا أبي، ثنا محمد بن جعفر، ثنا شعبة، قال: سمعت ورقاء يحدث عن سعد بن سعيد، عن عمر بن ثابت، عن أبي أيوب أن رسول الله صلى الله عليه وسلم قال: من صام رمضان، وستاً من شوال فقد صام الدهر. ¶ هذا حديث صحيح ورواية شعبة عن ورقاء (ق16ب) حسن رواه غندر وغيره عنه.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "44 - حدثنا أحمد بن سلمان، ثنا عبد الله بن أحمد، حدثني أبي، ثنا ابن نمير، ثنا سعد بن سعيد الأنصاري، أخو يحيى بن سعيد، أخبرني عمر بن ثابت رجل من بني الحارث، أخبرني أبو أيوب، قال: سمعت رسول الله صلى الله عليه وسلم يقول: من صام رمضان ثم أتبعه ستاً من شوال فذلك صيام الدهر. ¶ هذا حديث صحيح أخرجه مسلم، عن محمد بن عبد الله بن نمير، عن أبيه، عن سعد بن سعيد أخي يحيى، وعبد ربه ابني سعيد المدنيين.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "45 - حدثنا أحمد بن سلمان، ثنا إسماعيل بن إسحاق، ثنا أبو ثابت، حدثني عبد الله بن وهب، حدثني عمرو بن الحارث، عَنْ بَكْرِ بْنِ سَوَادَةَ، أَنَّ سُفْيَانَ بْنَ وَهْبٍ حَدَّثَهُ، عَنْ أَبِي أَيُّوبَ الأَنْصَارِيِّ، أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَرْسَلَ إِلَيْهِ بِطَعَامٍ مَعَ خُضَرٍ فِيهِ بَصَلٌ، أَوْ كُرَّاثٌ، فَلَمْ يَرَ فِيهِ أَثَرَ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَأَبَى أَنْ يَأْكُلَهُ , فَقَالَ لَهُ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: مَا مَنَعَكَ أَنْ تَأْكُلَ؟ فقَالَ: يَا رَسُولَ اللهِ لَمْ أَرْ أَثَرَكَ فِيهِ، فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أَسْتَحْيِي مِنْ مَلاَئِكَةِ اللهِ عز وجل وَلَيْسَ بِمُحَرَّمٍ. ¶ هذا حديث صحيح الإسناد إلا أن بكر بن سوادة يروي عن سفيان بن هانيء أبي سالم الجيشاني، ولا يروي عن سفيان بن وهب، وسفيان بن وهب صحابي، وهو خولاني، روى عنه مرثد بن عبد الله اليزني، وأبو عشانة.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "46 - حدثنا أحمد بن سلمان، قال: قريء على محمد بن إسماعيل السلمي وأنا أسمع، ثنا صفوالن بن صالح، وحدثنا أحمد بن سلمان، قال: وثنا جعفر بن محمد، ثنا صفوان بن صالح، ثنا الوليد بن مسلم، ثنا ابن جريج، عن أبي الزبير، عن أبي الطفيل عامر بن واثلة، قال: سمعت عبد الله بْنَ مَسْعُودٍ يقول: الشَّقِيَّ مَنْ شَقِيَ فِي بَطْنِ أُمِّهِ، وَالسَّعِيدُ مَنْ وُعِظَ بِغَيْرِهِ، فقلت خزيا للشيطان: يسعد الإنسان ويشقى من قبل أن يعمل؟ فأتيت حذيفة بن أسيد الغفاري فحدثتُه بما قالَ عبد الله بن مسعودٍ، فقال: ألا أحدثك بما سمعت من رسول الله صلى الله عليه وسلم فقلت: بلى. فقال سمعت رسول الله صلى الله عليه وسلم يقول إذا استقرت النطفة في الرحم اثنين وأربعين صباحا أتى ملك الأرحام فخلق لحمها وعظمها وسمعها وبصرها ثم قال: يا رب أشقى أم سعيد (ق17أ) فيقضي ربك ما شاء منها ويكتب الملك، ثم يقول: يا رب أذكر أم انثى فيقضي ربك ما شاء، ويكتب الملك، ثم يذكر رزقه وأجله وعمله بمثل هذه القصة، ويخرج الملك بصحيفته ما زاد فيها ولا نقص. ¶ هذا حديث يح أخرجه مسلم، عن أحمد بن عثمان النوفلي البصري، عن أبي عاصم الضحاك، بن مخلد، عن ابن جريج.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "47 - حدثنا أحمد بن سلمان، ثنا أبو بكر بن المطوعي، ثنا أبو بكر بن أبي شيبة، وحدثنا أحمد، وثنا جعفر بن محمد، ثنا أبو بكر بن أبي شيبة، ثنا يحيى بن آدم، عن حماد بن زيد عن عُبَيْدِ اللهِ بْنِ أَبِي بَكْرٍ، عَنْ أَنَسِ بْنِ مَالِكٍ جَدِّهِ، قَالَ: قال رسول الله صلى الله عليه وسلم: إِنَّ اللَّهَ تبارك وتعالى قَدْ وَكَّلَ بِالرَّحِمِ مَلَكًا، فَيَقُولُ: أَيْ رَبِّ، نُطْفَةٌ، أَيْ رَبِّ، عَلَقَةٌ، أَيْ رَبِّ، مُضْغَةٌ، فَإِذَا أَرَادَ اللَّهُ أَنْ يَقْضِيَ خَلْقَهَا، قَالَ: يَقُولُ الملك أَذَكَرٌ، أَمْ أُنْثَى؟ اشَقِيٌّ [أَم سَعِيدٌ]؟ فَمَا الأَجَلُ؟ فَمَا الرِّزْقُ؟ فَيُكْتَبُ ذَلِكَ فِي بَطْنِ أُمِّهِ. ¶ هذا حديث أخرجه البخاري، عن عارم، وسليمان بن حرب، ومسدد، وأخرجه مسلم عن أَبي كَامِلٍ الفُضَيْلُ بْنُ الحُسَيْنٍ الْجَحْدَرِيُّ كلهم، عن حماد بن زيد.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "48 - حَدَّثَنَا أبو بكر محمد بن عبد الله بن إبراهيم بن عبد الله الشافعي، ثنا أبو جعفر محمد بن غالب بن حرب الضبي، بياع الطعام تمتام، حدثني عبد الصمد بن النعمان، ثنا حمزة الزيات، عن أبي إسحاق، عن يزيد بن أبي مريم، عن أبي الجوزاء، عن الحسن بن علي، قال: علمني أبي، أو جدي رسول الله صلى الله عليه وسلم أن أقول في قنوت الوتر: اللهم اهدني فيمن هديت وعافني فيمن عافيت، تولني فيمن توليت، وبارك لي فيما أعطيت، وقني شر ما قضيت، إنك تقضي، ولا يقضى عليك، إنه لا يذل من واليت، تباركت وتعاليت. ¶ هذا حديث محفوظ من حديث أبي إسحاق عمرو بن عبد الله السبيعي، ويزيد بن أبي مريم، عن أبي الجوزاء ربيعة بن شيبان حسن من رواية حمزة بن حبيب عنه.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "49 - حدثنا أبو بكر محمد بن عبد الله الشافعي، ثنا محمد بن غالب، حدثني عبد الصمد بن النعمان، حدثني حمزة الزيات، عن حبيب بن أبي ثابت، عن إبرهيم بن سعد، عن أسامة يعني ابن زيد، قال: قال رسول الله صلى الله عليه وسلم: ألا إن هذا الوباء حسن أو عذاب عُذِبَ به من كان قبلكم فإذا كان (ق17ب) بأرض ولستم بها فلا تدخلوها، وإذا كان بها فلا يخرجوا منها. ¶ هذا حديث غريب من حديث أبي عمارة حمزة بن حبيب الزيات، عن حبيب. صحيح من حديث حبيب أخرجه مسلم من حديثه. ¶ 50 - حدثنا محمد، حدثني أحمد بن زكريا بن كثير بن عدي الجوهري، ثنا سريج بن النعمان، ثنا سعيد بن زربى، عن ثاتب البناني، عن أنس أن أمه أم سليم جاءت رسول الله صلى الله عليه وسلم فقالت: يا رسول الله، المرأة ترى ما يرى الرجل عليها غسل، فقالت عائشة: يا أم سليم فضحت النساء، فقال: وإن الله لا يستحي من الحق، نعم يا أم سليم عليها الغسل إذا رأت الماء. ¶ هذا حديث غريب من حديث أبي محمد ثابت بن أسلم البناني البصري، لا أعلم رواه غير سعيد بن زربي عنه.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "51 - حدثنا محمد، حدثني أحمد بن زكريا، ثنا سريج بن النعمان، ثنا سعيد بن زربي، عن ثابت البناني، عن أبي عثمان النهدي، عن سلمانَ قال: قال رسول الله صلى الله عليه وسلم: مَنْ تَوَضَّأَ فِي بَيْتِهِ فَأَحْسَنَ الْوُضُوءَ، ثم زَارَني في بيتٍ مِن بيوتي فإيَّايَ زارَ، وحقٌّ على المَزورِ أَنْ يُكرِمَ زائِرَهُ. ¶ هذا حديث غريب من حديث أبي محمد ثابت البناني، عن أبي عثمان مسندا لا أعلم رواه عنه غير سعيد بن زربي، والمحفوظ من حديث عثمان موقوفاً على سلمان.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "52 - حدثنا محمد، حدثني أحمد بن زكريا، ثنا سريج، ثنا سعيد بن زربي، عن ثابت، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللهِ صَلى الله عَلَيهِ وَسَلمَ: إِذَا دَعَوْتُمْ فَادْعُوا وَارْفَعُوا فِي الدُّعَاءِ فَإِنَّ اللَّهَ لا مُسْتَكْرِهَ لَهُ. ¶ غريب من حديث ثابت البناني، لا يعلم رواه غير سعيد بن زربي عنه.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "53 - حدثنا محمد، ثنا محمد بن غالب، حدثني عبد الصمد وهو ابن النعمان، حدثني عدي بن الفضل، عن إسماعيل بن سالم، عن محمد بن المنكدر، عن جابر، عن النبي صلى الله عليه وسلم أنه أخذ بيد مجذوم، فقال: كل بسم الله إيماناً بالله وتوكلاً عليه. ¶ هذا حديث غريب من حديث محمد بن المنكدر، رواه إسماعيل بن مسلم المكي عنه، وتابعه عليه مفضل بن فضالة، عن حبيب بن الشهيد، عن محمد بن المنكدر.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "54 - حدثنا محمد، ثنا محمد بن غالب، حدثني عبد الصمد بن النعمان، ثنا عدي بن الفضل (ق18أ) عن هشام بن عروة، عن أبيه، عن عائشة، أن رسول الله صلى الله عليه وسلم وقّت لأهل العراق ذات عرق. ¶ هذا حديث غريب من حديث أبي المنذر هشام بن عروة، لا يعلم رواه عنه مسنداً غير عدي بن الفضل.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "55 - حدثنا أبو القاسم حبيب بن الحسن بن داود القزاز إملاء، ثنا أحمد بن عبد الرحمن بن مرزوق البزوري، ثنا إسماعيل بن عبيد بن أبي كريمة الحراني، ثنا محمد بن سلمة، عن أبي عبد الرحيم، عن زيد بن أبي أنيسة، عن زيد بن أسلم، عن عبد الله بن أبي قتادة، عن أبيه، قال: قال رسول الله صلى الله عليه وسلم خير ما يخلف الرجل من بعده ثلاثة: ولد صالح يدعوا له، وصدقة تجري يبلغه أجرها، وعلم يعمل به من بعده. ¶ هذا إسناد صحيح غريب من حديث زيد بن أبي أنيسة، عن زيد بن أسلم، عن عبد الله بن أبي قتادة، لا يحفظه إلا من حديث محمد بن سلمة الحراني عنه.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "56 - حدثنا حبيب، ثنا إبراهيم بن عبد الله بن مسلم، ثنا الحكم بن مروان، ثنا إسرائيل، عن يوسف بن أبي بردة، عن أبيه، عن عائشة، قالت: كان رسول الله صلى الله عليه وسلم إذا خرج من الخلاء، قال: غفرانك. ¶ هذا حديث غريب، من حديث يوسف بن أبي بردة، لا يعلم رواه عنه غير إسرائيل بن يونس.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "57 - حدثنا حبيب، ثنا موسى بن هارون بن عبد الله البزار، ثنا قتيبة بن سعيد، ثنا جعفر بن سليمان، عن ثابت، عن أنس، أن النبي صلى الله عليه وسلم كان لا يدخر شيئاً لغد. ¶ هذا حديث مشهور لأبي رجاء قتيبة بن سعيد حدث به الأئمة عنه ولا يحفظ إلا من حديث جعفر بن سليمان.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "58 - حدثنا حبيب، ثنا عبد الله بن محمد بن ناجية، ثنا عثمان بن عبد الله بن عمرو بن عثمان، ثنا عبد العزيز بن أبي حازم، عن أبيه، عن أبي سعيد الخدري، قال: قال رسول الله صلى الله عليه وسلم: استوصوا بشباب آخر الزمان خيراً يطلبون العلم. فكان أبو سعيد يكاد يبسط لهم رداءه، ويقول: مرحباً بوصية رسول الله صلى الله عليه وسلم. ¶ هذا حديث غريب من حديث عبد العزيز بن أبي حازم، عن أبيه، عن أبي سعيد، ولا يدرك أبو حازم (ق18ب) أبا سعيد الخدري، وهو مرسل، ولا يحفظ إلا من هذا الوجه.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "59 - حدثنا حبيب، ثنا إبراهيم بن عبد الله بن مسلم، ثنا أبو عاصم النبيل الضحاك بن مخلد، ثنا يزيد بن أبي عبيد، عن سلمة بن الأكوع، قال: كان رسول الله صلى الله عليه وسلم يصلي بأصحابه، ثم ينصرف، فيقول: ليأخذ كل رجل بقدر ما عنده، فيذهب الرجل بالرجل، ويذهب رسول الله صلى الله عليه وسلم بالباقين. هذا حديث صحيح.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "60 - حدثنا حبيب، ثنا الحسين بن الكميت بن البهلول، ثَنَا غَسَّانُ بْنُ الرَّبِيعِ بن منصور الكوفي، ثَنَا ثَابِتُ بْنُ يَزِيدَ، عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ، عَنِ الشَّعْبِيِّ، عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ دَخَلَ عَلَى عُمَرَ حِينَ طُعِنَ، فَقَالَ: أَبْشِرْ يَا أَمِيرَ الْمُؤْمِنِينَ، أَسْلَمْتَ مَعَ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حِينَ كَفَرَ النَّاسُ، وَقَاتَلْتَ مَعَ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حِينَ خَذَلَهُ النَّاسُ، وَتُوُفِّيَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ عَنْكَ رَاضٍ وَلَمْ يَخْتَلِفْ فِي خِلاَفَتِكَ رَجُلاَنِ، وَقُتِلْتَ شَهِيدًا , فَقَالَ: أَعِدْ، فَأَعَادَ فَقَالَ عمر: الْمَغْرُورُ مَنْ غَرَرْتُمُوهُ لَوْ أَنَّ مَا عَلَى ظَهْرِهَا مِنْ بَيْضَاءَ وَصَفْرَاءَ، لاَفْتَدَيْتُ بِهِ مِنْ هَوْلِ الْمَطْلَعِ. ¶ هذا حديث صحيح الإسناد غريب من حديث أبي داود بن أبي هند.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "61 - حدثنا حبيب، ثنا أبو جعفر محمد بن عثمان بن أبي شيبة، ثنا أحمد بن عبد الله بن يونس، ثنا الليث، عن أبي الزبير، عن جابر، أن عبداً لحاطب جاء رسول الله صلى الله عليه وسلم يشتكي حاطباً، فقال: يا رسول الله ليدخلن حاطب النار، قال له رسول الله صلى الله عليه وسلم: حاطب لا يدخلها إنه قد شهد بدراً والحمد لله. ¶ هذا حديث صحيح أخرجه مسلم، عن قتيبة، ومحمد بن رمح جميعاً، عن الليث.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "62 - حدثنا أحمد بن سلمان بن الحسن أبو بكر الفقيه إملاء قال: قريء على جعفر بن محمد الصائغ، وأنا أسمع، ثنا قتيبة بن سعيد ح. وحدثنا أحمد قال: وثنا جعفر بن محمد، ثنا قتيبة، ثنا مالك بن أنس، عن عمه أبي سهيل، قال: كنت أسير مع عمر بن عبد العزيز فاستشارني في القدرية، فقلت أرى أن تستتيبهم فإن تابوا وإلا عرضتهم على السيف، فقال: أما إن ذاك رأي، فقال: مالك وذاك رأي.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "63 - حدثنا (ق19أ) أحمد بن سلمان، ثنا إبراهيم بن إسحاق الحربي، وجعفر بن محمد قالا: ثنا قتيبة، ثنا حماد بن زيد، عن عوف، قال: سمعت الحسن يقول: من كذب بالقدر فقد كفر بالإسلام، ثم قال: إن الله خلق خلقا فخلقهم بقدر، وقسّم الآجال بقدر، وقسّم أرزاقهم بقدر، والبلاء والعافية بقدر.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "64 - حدثنا أحمد، ثنا جعفر بن محمد، ثنا الوليد بن عتبة، ثنا أبو ضمرة قال: وَقَفَ غَيْلَانُ عَلَى رَبِيعَةَ بن أبي عبد الرحمن فَقَالَ: ويحك يَا رَبِيعَة أَنْتَ الَّذِي يَزْعُمُ أَنَّ اللهَ يُحِبُّ أَنْ يُعْصَى؟ فقَالَ له ربيعة: وَيْلُكَ يَا غِيلَانُ، أَفَيُعْصَى اللهُ قَسْرًا؟ قال: فكأنما ألقمه حجراً. ",
            "page": "60",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "65 - حدثنا أحمد ثنا عبد الله بن أحمد، ثنا أبي، ثنا عبد الرزاق، أنا معمر، عن قتادة، عن الحسن قال: من كذب بالقدر فقد كذب القرآن.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "66 - حدثنا أحمد، ثنا عبد الله، حدثني أبي، ثنا عبد الرزاق أنا معمر، قال: كتب عمر بن عبد العزيز إلى عدي بن أرطأة: أما بعد فإن إستعمالك سعد بن مسعود على عمان من الخطايا التي قدر الله عليك، وقدر أن تبتلا بها.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "67 - حدثنا أحمد، ثنا عبد الله بن أحمد، ثنا أبي، ثنا إسماعيل، أنا ابو هارون الغنوي، حدثني أبو سليم الأزدي، عن أبي يحيى مولى بني عقيل، قال: أتيت ابن عباس، ومعي رجلان من الذين يذكرون القدر، أو ينكرونه، فقلت: يا ابن عباس، ما تقول في القدر، أو أن هؤلاء أتوك يسألونك، وقال: إسماعيل مرة يسألون عن القدر، إن زنا، وإن سرق، أو شرب، قال: فحسر قميصه حتى أخرج منكبيه، وقال يا أبا يحيى لعلك من الذين ينكرون القدر ويكذبون به. والله لو إني أعلم أنك منهم أو هذين معك لجاهدتكم، إن زنا وإن سرق فبقدر، وإن شرب الخمر فبقدر.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "68 - حدثنا أحمد، ثنا عبد الله بن أحمد، حدثني أبي، ثنا عبد الصمد، ثنا حماد، ثنا حميد، قال: قدم الحسن مكة، فقال لي فقهاء أهل مكة الحسن بن مسلم، وعبد الله بن عبيد: لو كلمت الحسن فأخلانا يوماً. فكلمت الحسن فقلت: يا أبا سعيد إخوانك يحبون أن تجلس لهم يوماً، قال: نعم ونعمة عين، فواعدهم يوماً، فجاءوا فاجتمعوا، فتكلم الحسن وما رأيته (ق19ب) قبل ذلك اليوم ولا فيما بعده أبلغ منه ذلك اليوم، وسألوه عن صحيفة طويلة فلم يخطئ فيها شيئاً إلا في مسألة، فقال له رجل: يا أبا سعيد من خلق الشيطان؟ فقال: سبحان الله، سبحان الله، وهل من خالق غير الله، ثم قال: إن الله خلق الشيطان وخلق الشر والخير فقال رجل منهم: قاتلهم الله يكذبون على الشيخ.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "69 - حدثنا أحمد، ثنا عبد الله، حدثني أبي، ثنا عبد الله بن يزيد، يعني المقريء، ثنا حماد بن زيد، ثنا حبيب بن الشهيد، قال: سمعت إياس بن معاوية، يقول: ما كلمت أحداً من أهل الأهواء بعقلي كله إلا القدرية فإني قلت لهم: ما الظلم فيكم؟ فقالوا: أن يأخذ الإنسان ما ليس له، فقلت لهم: فإن لله كل شيء.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "70 - حدثنا أحمد، ثنا عَبْدُ اللهِ، حَدَّثَنِي أَبِي، قَالَ: ثنا مُؤَمَّلٌ، قَالَ: ثنا حَمَّادٌ يَعْنِي ابْنَ سَلَمَةَ، ثنا أَبُو جَعْفَرٍ الْخَطْمِيُّ، قَالَ: شَهِدْتُ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ وَقَدْ دَعَا غَيْلاَنَ لِشَيْءٍ بَلَغَهُ فِي الْقَدَرِ، فَقَالَ لَهُ: وَيْحَكَ يَا غَيْلاَنُ مَا هَذَا الَّذِي بَلَغَنِي عَنْكَ؟ قَالَ: يُكْذَبُ عَلَيَّ يَا أَمِيرَ الْمُؤْمِنِينَ، وَيُقَالُ عَلَيَّ مَا لاَ أَقُولُ، قَالَ: مَا تَقُولُ فِي الْعِلْمِ؟ قَالَ: نَفَذَ الْعِلْمُ، قَالَ: أَنْتَ مَخْصُومٌ اذْهَبِ الآنَ، فَقُلْ مَا شِئْتَ يَا غَيْلاَنُ إِنَّكَ إِنْ أقَرَرتَ بِالْعِلْمِ خُصِمْتَ وَإِنْ جَحَدْتَهُ كَفَرْتَ، وَإِنَّكَ إِنْ تُقِرَّ بِهِ فَتُخْصَمَ خَيْرٌ لَكَ مِنْ أَنْ تَجْحَدَه فَتَكْفُرَ، ثُمَّ قَالَ لَهُ: أَتَقْرَأُ يَاسِينَ؟ قَالَ: نَعَمْ، قَالَ: اقْرَأْ، قَالَ: فَقَرَأَ يس وَالْقُرْآنِ الْحَكِيمِ إِلَى قَوْلِهِ: {لَقَدْ حَقَّ الْقَوْلُ عَلَى أَكْثَرِهِمْ فَهُمْ لاَ يُؤْمِنُونَ} قَالَ: قِفْ، كَيْفَ تَرَى؟ قَالَ: كَأَنِّي لَمْ أَقْرَأْ هَذِهِ الآيَةَ يَا أَمِيرَ الْمُؤْمِنِينَ، قَالَ: زِدْ، فَقَرَأَ {إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلاَلاً فَهِيَ إِلَى الأَذْقَانِ فَهُمْ مُقْمَحُونَ وَجَعَلْنَا مِنْ بَيْنَ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَاهُمْ فَهُمْ لاَ يُبْصِرُونَ وَسَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لاَ يُؤْمِنُونَ} قَالَ: كَيْفَ تَرَى؟ \" قَالَ: كَأَنِّي لَمْ أَقْرَأْ هَذِهِ الْآيَاتِ قَطُّ، وَإِنِّي لَأُعَاهِدُ اللَّهَ أَنْ لَا أَتَكَلَّمَ فِي شَيْءٍ مِمَّا كُنْتُ أَتَكَلَّمُ فِيهِ أَبَدًا، قَالَ: اذْهَبْ، قال: فَلَمَّا وَلَّى، قَالَ: اللَّهُمَّ إِنْ كَانَ كَاذِبًا فِيمَا قَالَ فَأَذِقْهُ حَرَّ السِّلَاحِ، قَالَ: فَلَمْ يَتَكَلَّمْ زَمَنَ عُمَرَ، فَلَمَّا كَانَ زَمَنَ يَزِيدَ بْنِ عَبْدِ الْمَلِكِ جَاءَ رَجُلٌ لَا يَهْتَمُّ لِهَذَا وَلَا يَنْظُرُ فِيهِ، فقال: فَتَكَلَّمَ غَيْلَانُ، فَلَمَّا وُلِّيَ هِشَامٌ، أَرْسَلَ إِلَيْهِ، فَقَالَ له: أَلَيْسَ قَدْ كنت عَاهَدْتَ اللَّهَ لِعُمَرَ أَنْ لَا تَتَكَلَّمَ فِي شَيْءٍ مِنْ هَذَا الْأَمْرِ أَبَدًا؟ قَالَ: أَقِلْنِي قال: (ق20أ) فَوَاللَّهِ لَا أَعُودُ، قَالَ: لَا أَقَالَنِي اللَّهَ إِنْ أَقَلْتُكَ، هَلْ تَقْرَأُ فَاتِحَةَ الْكِتَابِ؟ قَالَ: نَعَمْ، قَالَ: فَاقْرَأْ، فَقَرَأَ {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ الرَّحْمَنِ الرَّحِيمِ مَالِكِ يَوْمِ الدِّينِ إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} قَالَ: قِفْ عَلَامَ اسْتَعَنْتَهُ عَلَى أَمْرٍ بِيَدِهِ لَا تَسْتَطِيعُهُ، أَوْ عَلَى أَمْرٍ فِي يَدِكَ أَوْ بِيَدِكَ؟ اذْهَبا بِهِ فَاقْطَعا يَدَيْهِ وَرِجْلَيْهِ، وَاضْرِبا عُنُقَهُ، وَاصْلباهُ. ¶ أخره والحمد لله حق حمده وصلواته على محمد خير خلقه.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "قوبل بأصله المنقول منه فصح والحمد لله وحده. ¶ سمعه من الحافظ أبي طاهر السلفي بقراءة عبد العزيز بن عيسى جماعة منهم: محمد بن إبراهيم الفيروزابادي، وعيسى بن عبد العزيز القاريء، وجعفر بن أبي الحسن الهمداني، وحسن الأوقي، وعبد الله بن محمد بن خلف والسماع بخطه، وغيرهم في رابع شهر رمضان سنة أربع وسبعين وخمس مائة بالأسكندرية على الأصل ما مختصره. ¶ بلغ السماع لجميع هذا الجزء على الشيخ الإمام أبي الفضل جعفر بن أبي الحسن بن أبي البركات الهمداني بقراءة الإمام وجيه الدين أبي اليمن بركات بن ظافر بن عساكر الأنصاري، حسن، وعبد الرحمن ولد القاضي الأجل زين الدين علي بن مولانا الفاخر الأشرف أحمد بن القاضي الأجل الفاضل عبد الرحيم البيساني وآخرون، وصح لهم وثبت. وكاتب الأسماء علي بن عبد الوهاب بن عتيق بن وردان في يوم الثلاثاء سابع عشر محرم سنة ثلاثين وستمائة بالقاهرة بدار مولانا الأشرف نقلته مختصراً من خط ابن وردان تغمده الله برحمته، وعليه أيضاً. ¶ بلغ السماع لجميع هذا الجزء على الشيخ أبي القاسم عيسى بن عبد العزيز بن عيسى بقراءة محمد بن عبد العظيم بن عبد القوي، ومن خطه نقلت مختصراً الحسين وعلي ابنا القاضي الأشرف بن القاضي الفاضل، وسمع من حديث الإسراء الفقيه شمس الدين إسحاق بن عماد الدين أسد بن عبد الوهاب، وثبت في يوم الأحد الرابع من شهر رمضان سنة ثمان وعشرين وستمائة وتحت بخط المسمع هذا صحيح، وكتب عيسى بن عبد العزيز بن عيسى في تاريخه",
            "page": "67",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "(ق20ب) سمع جميع هذا الجزء على الشيخ الجليل المسند سعد الدين أبي مجد عبد الرحمن بن علي بن أحمد بن القاضي الفاضل عبد الرحيم بن علي البيساني بسماعه من جعفر الهمداني، فسمعه سيدي بدر الدين أبو عبد الله محمد بن شيخنا، وسيدنا الشيخ الإمام العالم الحافظ جمال الدين أحمد بن محمد بن عبد الله الطاهري، وتاج الدين أبو القاسم مخلوف بن محمد بن أبي الحسين الأنصاري، ونجم الدين أبو المحاسن يوسف بن عيسى بن يوسف بن عيسى بن كريم الدمياطي، وصح ذلك وثبت في خامس المحرم سنة اثنين وتسعين وستمائة بمدرسة دار المسمع (. . . . . . . . .) (1) من درب ملوخيا، كتبه محمد بن عبد الرحمن بن سامة عفا الله عنه والحمد لله وحده وصلى الله على محمد وآله وصحبه وسلم تسليما. ¶ سمع من حديث أبي أيوب: \" كيلوا طعامكم يبارك لكم فيه \" إلى آخر هذا الجزء على الشيخ الإمام العالم رضي الدين أبي بكر بن عمر بن علي القسنطيني بسماعه لهذا القدر من الأوقي بقراءة الإمام أبي البنا محمود بن أبي بكر بن حامد الأرموي ابن خالة محمد بن جعفر، وفخر الدين أبو محمد عثمان ابن شيخنا الإمام الحافظ جمال الدين أحمد بن محمد بن عبد الله الطاهري، وشمس الدين أبو سعيد سنقر بن عبد الله الموغاني، وقطب الدين عبد الكريم بن عبد النور بن منير الحلبي، وعبد العزيز بن يوسف بن هلال، ويحيى بن عبد الوهاب بن عبد الرحمن القرشي، وعثمان بن الفقيه عبد الرحمن بن (. . . . . .) (2) الدمياطي، ومحمد بن عبد الرحمن بن سامة لطف الله به، وصح ذلك وثبت في يوم التروية سنة أربع وثمانين وستمائة بالفخرية بالقاهرة المصرية. ¶ سمع من حديث الإسراء إلى آخره من الشيخ الإمام شمس الدين إسحاق بن أسد بن عبد الوهاب بسماعه من أبي عيسى القاضي علاء الدين أبو محمد عبد المحسن بن الشيخ الإمام العالم القاضي بدر الدين أبي البركات عبد اللطيف بن قاضي القضاة تقي الدين محمد بن الحسين بن رزين، وفتاه بيبرس، ونجم الدين يوسف بن عيسى بن يوسف الدمياطي، وسمع من موضع اسمه إلى آخره علي بن أبي بكر بن سنقر، وصح ذلك وثبت في يوم الخميس رابع عشر ذي الحجة سنة ثلاث وتسعين وستمائة بمدرسة جوار ضريح الإما الشافعي بقراءة كاتبه محمد بن عبد الرحمن بن سامة عفا الله عنه والحمد لله وحده وصلى الله على سيدنا محمد خاتم النبيين وإمام المتقين , وبحول رب العالمين. ¶ _____حاشية_____ ¶ (1) (2) غير واضح بالأصل.",
            "page": "68",
            "part": "1"
        }
    ],
    "t38063": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "قطعة في الحديث ومنه حديث الإسراء وغيره"
        }
    ]
}