{
    "b38074": [
        {
            "id": "1",
            "nass": "الكتاب: المجلس الرابع والأربعون من أمالي الحسن بن عبد الملك - مخطوط ¶ المؤلف: أبو محمد الحسن بن عبد الملك بن محمد بن يوسف ¶ المتوفى: 497 هـ ¶ مصدر المخطوط: مجاميع المدرسة العمرية، الموجودة في المكتبة الظاهرية ¶ رقم المجموع: 3846 عام [مجاميع 110] ¶ رقم المخطوط في المجموع: 1 ¶ عدد أوراق المخطوط: 6 (1 - 6) ¶ نسخ: مكتبة أحمد الخضري ¶ تاريخ آخر تعديل: 23 - 6 - 2016 م ¶ تنبيه: نَسْخُ المخطوط هنا هو نَسْخٌ مبدئي، غَيْرَ مُعَدٍّ للطبع، فلم يُقابل النص مرة أخرى على المخطوط، ولا تم تحقيقه بالرجوع إلى كتب الحديث والتراجم، لتصويب ما يُمكن أن يكون قد وقع في الإسناد أو المتن من تصحيف أو سقط، إلا في مواضع قليلة، فالغرض الأساسي من هذا النسخ هو إدخال المخطوط للمكتبة الشاملة، لتسهيل البحث فيه، فإن وجد الباحث مبتغاه في ما تم نسخه من المخطوط، فعليه الرجوع للمخطوط نفسه وكتب الحديث والتراجم، للتأكد من صحة ما تم نسخه، وقد يسرنا ذلك بإثبات أرقام أوراق المخطوط في أماكنها.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "(ق1ب) ¶ المجلس الرابع والأربعون من أمالي الشيخ الأجل العدل أبي محمد الحسن بن عبد الملك بن محمد بن يوسف، أسعده الله بطاعته، ¶ (ق2أ) ¶ بسم الله الرحمن الرحيم ¶ 1 - أخبرنا الشيخ الأجل العدل أبي محمد بن يوسف، قال: أخبرنا أبو طالب محمد بن محمد بن إبراهيم بن عبيد الله البزار، قراءة عليه وأنا أسمع، قال: أخبرنا أبو بكر محمد بن عبد الله بن إبراهيم الشافعي، قال: أخبرنا معاذ بن المثنى قال: حَدَّثَنَا الْقَعْنَبِيُّ , قال: حَدَّثَنَا أَفْلَحُ بْنُ حُمَيْدٍ , عَنِ الْقَاسِمِ , عَنْ عَائِشَةَ , رضي الله عنها، قَالَتْ: \" فَتَلْتُ قَلاَئِدَ هَدْيِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ, ثُمَّ أَشْعَرَهَا وَقَلَّدَهَا , ثُمَّ بَعَثَ بِهَا إِلَى الْبَيْتِ , فَأَقَامَ بِالْمَدِينَةِ , فَمَا حَرُمَ عَلَيْهِ شَيْءٌ كَانَ لَهُ حِلًّا \". هذا حديث صحيح من حديث الفقيه العابد أبي محمد القاسم بن محمد بن أبي بكر الصديق، رضي الله عنه، عن عمته ... (1) أم المؤمنين عائشة رضي الله (ق2ب) عنها، وثابت من رواية أبي عبد الرحمن أفلح بن حميد عنه، اتفق الإمامان جميعاً محمد بن إسماعيل البخاري، ومسلم بن الحجاج على إخراجه في كتابيهما، فأخرجاه جميعا عن القعنبي، وهو عبد الله بن مسلمة أبو عبد الرحمن الحارثي، كما أخرجناه عن أفلح بن حميد، ووقع لنا عاليا وموافقة، فكأن شيخنا أبا طالب حُدث به عنهما. ¶ ____حاشية____ ¶ (1) كلمة غير مفهومة بالأصل.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "2 - أخبرنا أبو القاسم عبيد الله بن عمر بن أحمد بن عثمان الواعظ، قال: أخبرنا أبو بحر محمد بن الحسن بن كوثر البربهاري، قال: حدثنا أبو عقيل إبراهيم بن علي بن عبد الله بن عثمان السلمي، قال: حدثنا إبراهيم بن مهدي المصيصي، قال: حدثنا الحسن بن لبيد (1) البجلي، قال: حدثنا حميد الطويل، عن أنس بن مالك، قال: قال رسول الله صلى الله عليه وسلم: \" ما كان الله عز وجل ليفتح لعبد الدعاء، فيغلق عنه باب الإجابة (ق3أ)، الله عز وجل أكرم من ذلك \". ¶ ____حاشية____ ¶ (1) مرسومة هكذا بالأصل وفي الضعفاء لأبي نعيم (ص: 73) (47) الحسن بن محمد البجلي قاضي مرو حدث عن حميد الطويل بمناكير حدث عنه الفرياناني ومعاذ بن أسد ووارث بن الفضل لا شئ ..",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "3 - أخبرنا أبو إسحاق إبراهيم بن عمر بن أحمد الفقيه البرمكي، رضي الله عنه، قال: أخبرنا أبو بكر محمد بن عبد الله بن خلف بن بخيت، قال: حدثنا محمد بن صالح بن ذريح، قال: حدثَنَا هَنَّادُ بْنُ السَّرِيِّ، قال: حدثنا عِيسَى بْنُ يُونُسَ، عَنْ عُمَرَ مَوْلَى غَفْرَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، رضي الله عنه، قَالَ: \" كُنْتُ رِدْفَ النَّبِيِّ صَلى الله عَلَيهِ وسَلمَ , فَقَالَ: يَا غُلاَمُ , أَلاَ أُعَلِّمُكَ كَلِمَاتٍ لَعَلَّ اللَّهَ أَنْ يَنْفَعَكَ بِهِنَّ؟ قَالَ: قُلْتُ: بَلَى , فِدَاكَ أَبِي وَأُمِّي قَالَ: احْفَظِ اللَّهَ يَحْفَظْكَ. احْفَظِ اللَّهَ تَجِدْهُ أَمَامَكَ. تَعَرَّفْ إِلَى اللَّهِ فِي الرَّخَاءِ يَعْرِفْكَ فِي الشِّدَّةِ. إِذَا سَأَلْتَ فَاسْأَلِ اللَّهَ , وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللَّهِ؛ فَقَدْ جَفَّ الْقَلَمُ بِمَا هُوَ كَائِنٌ فَلَوِ اجْتَمَعَ النَّاسُ عَلَى أَنْ يَنْفَعُوكَ بِشَيْءٍ لَمْ يَكْتُبْهُ اللَّهُ عَلَيْكَ لَمْ يَقْدِرُوا عَلَيْهِ , أَوْ يَضُرُّوكَ بِشَيْءٍ لَمْ يَكْتُبْهُ عَلَيْكَ لَمْ يَقْدِرُوا (ق3ب) عَلَيْهِ , فَإِنِ اسْتَطَعْتَ أَنْ تَعْمَلَ لِلَّهِ تعالى بِالرِّضَا فِي الْيَقِينِ فَافْعَلْ , وَإِنْ [لَمْ] (1) تَسْتَطِعْ فَإِنَّ فِي الصَّبْرِ عَلَى مَا تَكْرَهُ خَيْر كبير , وَاعْلَمْ أَنَّ النَّصْرَ مَعَ الصَّبْرِ , والْفَرَجَ مَعَ الْكَرْبِ , وَأَنَّ مَعَ الْعُسْرِ يَسِّرَا \". ¶ ____حاشية____ ¶ (1) ما بين معقوفتين سقط من الأصل وأثبتها من الزهد لهناد (1/ 305) 536. ",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "4 - أخبرنا أبو القاسم عبد العزيز بن علي الأزجي، رحمه الله، قال: أخبرنا أبو سعيد الحسن بن جعفر الحربي السمسار، قال: حدثنا جعفر الفريابي، قال: حَدَّثنا عثمان بن أبي شيبة، قال: حَدَّثنا ابن إدريس، عن عاصم بن كليب، عن أبي بردة، عن علي، رضي الله عنه، قال: قال رسول الله صَلى الله عَليه وسَلم: \" اللهم إني أسألك السداد والهدى، واذكر بالسداد تسديدك السهم، وبالهدى هدايتك الطريق\". حديث صحيح من حديث أبي بردة عامر بن أبي موسى عبد الله بن قيس، عن أمير المؤمنين أبي الحسن علي بن أبي طالب، رضي الله عنه، وثابت من رواية (ق4أ) عاصم بن كليب الجرمي، عنه، انفرد مسلم بن الحجاج بإخراجه، أخرجه عن أبي كريب محمد بن العلاء، ومحمد بن عبد الله بن نمير، كلاهما، عن عبد الله بن إدريس الأودي ... (1) وحده عن عاصم بن كليب بهذا، ويلزمه إخراجه عن عثمان لأنه يروي عنه في كتابه كثيراً، فكأن شيخنا أبا القاسم حُدث به عنه. ¶ ____حاشية____ ¶ (1) كلمة غير مفهومة بالأصل. ",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "5 - أخبرنا أبو علي الحسن بن علي بن محمد التميمي، قال: أخبرنا أبو بكر أحمد بن جعفر بن حمدان، قال: حدثنا عبد الله بن أحمد بن محمد بن حنبل، قال: حدثني أبي، رضي الله عنه، قال: حَدَّثنا إِسْحَاقُ بْنُ عِيسَى، وَأَبُو سَعِيدٍ، يَعْنِي بَنِي هَاشِمٍ، الْمَعْنَى، وَهَذَا لَفْظُ إِسْحَاقَ، قَالاَ: حَدَّثنا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الْمَوَالِ الْمَدَنِيُّ، قال: حَدَّثنا مُحَمَّدُ بْنُ المُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللهِ، قَالَ: \" كَانَ رَسُولُ اللهِ صَلى الله عَلَيهِ وسَلمَ يُعَلِّمُنَا الاِسْتِخَارَةَ كَمَا يُعَلِّمُنَا السُّورَةَ مِنَ الْقُرْآنِ، يَقُولُ: إِذَا هَمَّ أَحَدُكُمْ بِالأَمْرِ، فَلْيَرْكَعْ رَكْعَتَيْنِ مِنْ غَيْرِ الْفَرِيضَةِ، ثُمَّ لِيَقُلِ: اللهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ (ق4ب) مِنْ فَضْلِكَ الْعَظِيمِ، فَإِنَّكَ تَقْدِرُ، وَلاَ أَقْدِرُ، وَتَعْلَمُ، وَلاَ أَعْلَمُ، وَأَنْتَ عَلاَّمُ الْغُيُوبِ، اللهُمَّ فَإِنْ كُنْتَ تَعْلَمُ هَذَا الأَمْرَ، يُسَمِّيهِ بِاسْمِهِ، خَيْرًا لِي فِي دِينِي وَمَعَاشِي، قَالَ أَبُو سَعِيدٍ: وَمَعِيشَتِي، وَعَاقِبَةِ أَمْرِي، فَاقْدُرْهُ لِي، وَيَسِّرْهُ، ثُمَّ بَارِكْ لِي فِيهِ، اللهُمَّ وَإِنْ كُنْتَ تَعْلَمُهُ شَرًّا لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي، فَاصْرِفْنِي عَنْهُ وَاصْرِفْهُ عَنِّي، وَاقْدُرْ لِي الْخَيْرَ حَيْثُ كَانَ، ثُمَّ رَضِّنِي بِهِ \". ",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "6 - أخبرنا أبو محمد الحسن بن محمد الحافظ رحمه الله، قال: أخبرنا أبو بكر أحمد بن إبراهيم بن شاذان، قال: حدثنا عبد الله بن سليمان بن الأشعث (ح) وأخبرنا أبو الفرج الحسين بن علي الصفار، قال: أخبرنا أبو حفص عمر بن أحمد بن شاهين، قال: حدثنا عبد الله بن سليمان، قال: حدثنا محمد بن زكريا، قال: حدثنا أبو النعمان، قال: حَدَّثنا أَبُو عَوَانَةَ، عن بَيَانُ، عَن قَيْسِ قَالَ: دَخَلَ أَبُو بَكْرٍ رَضيَ الله عَنه، عَلَى امْرَأَةٍ مِنْ أَحْمَسَ، فَرَآهَا لاَ تَكَلَّمُ، فقَالَ: مَا شأن هَذِهِ؟ قَالُوا: إنها مُصْمِتَةً، قَالَ: إِنَّ هَذَا لاَ يصلح، هَذَا مِنْ أمر الْجَاهِلِيَّةِ،، قَالَتْ: مَنْ أَنْتَ؟ قَالَ: امرؤ مِنَ المُهَاجِرِينَ، قَالَ: مِنْ قُرَيْشٍ، قَالَتْ: مِنْ أَيِّ (ق5أ) قُرَيْشٍ؟ قَالَ: إِنَّكِ لَسؤُولٌ، أَخبَرنا أَبُو بَكْرٍ، قَالَتْ: مَا بَقَاء الناس عَلَى هَذَا الأَمْرِ الَّذِي جَاءَ اللهُ بِهِ بَعْدَ الْجَاهِلِيَّةِ، قَالَ: بَقَاءهم عَلَيْهِ مَا اسْتَقَامَتْ أَئِمَّتُكُمْ، قَالَتْ: وَمَا الأَئِمَّةُ؟ قَالَ: أَمَا كَانَ لِقَوْمِكِ رُؤُوسٌ وَأَشْرَافٌ يَأْمُرُونَهُمْ وَيُطِيعُونَهُمْ؟ قَالَتْ: بَلَى، قَالَ: فَهُمْ للأئمة أُولَئِكَ \". أخرجه البخاري، عن أبي النعمان هذا واسمه محمد بن الفضل ويلقب عارم، وكان بعيدا من العرامة، عن أبي عواضه الوضاح مولى يزيد بن عطاء الواسطي، عن أبي بشر بيان بن بشر، عن أبي عبد الله قيس بن أبي حازم البجلي، واسم أبي حازم عبد عوف بن الحارث، ووقع لنا موافقة. ",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "7 - أخبرنا أبو محمد الحسن بن علي بن محمد العدل الجوهري، قال: أخبرنا أبو محمد عبد الله بن أحمد بن ماهبزد الأصبهاني الطريف، قراءة عليه، قال: حدثنا محمد بن محمد الباغندي، قال: حدثنا بَكْرِ بن أَبِي شَيْبَةَ، قال: حَدَّثنا سُفيَانُ بن عُيَيْنَةَ، عَن عَمْرِو يعني ابن (ق5ب) دِينَارٍ، عَن طَاوُوسٍ، عَن ابْنِ عَبَّاسٍ، رضي الله عنه، قَالَ: قَالَ عُمَرُ، رضي الله عنه: إِنَّ سَمُرَةَ بن جُنْدُبٍ بَاعَ خَمْرًا، فقال: قَاتَلَ اللهُ سَمُرَةَ، أَلَمْ يَعْلَمْ أَنَّ رَسُولَ اللهِ صَلى الله عَلَيهِ وَسَلمَ قَالَ: \" لَعَنَ اللهُ الْيَهُودَ؛ حُرِّمَتْ عَلَيْهِمُ الشُّحُومُ فَجَمَلُوهَا، فَبَاعُوهَا \". أخرجه مسلم بن الحجاج، عن أبي بكر بن أبي شيبة بهذا الإسناد كما أخرجناه ووقع لنا عاليا وموافقة، فكأن شيخنا أبا محمد حُدث به عنه. ",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "8 - أخبرنا أبو بكر محمد بن عبد الملك بن محمد بن عبد الله الأموي، قال: أخبرنا أبو الحسين محمد بن المظفر بن موسى الحافظ، في سنة ثمان وسبعين وثلاثمائة، قال: أخبرنا أبو عبد الله أحمد بن الحسن بن عبد الجبار الصوفي، قال: حدثنا عثمان بن أبي شيبة، قال: حَدَّثنا أَبُو الأَحْوَصِ سلام بن سليم، عَنْ سِمَاك بن حرب، عَنْ عَلْقَمَةَ بْنِ وَائِلٍ الْحَضْرَمِيُّ، عَنْ أَبِيهِ، قَالَ: \" جَاءَ رَجُلٌ مِنْ حَضْرَمَوْتَ إِلَى رَسُول اللهِ صَلى الله عَليه وسَلم وَرَجُلٌ مِنْ كِنْدَةَ، فَقَالَ (ق6أ) الْحَضْرَمِيُّ: يَا رَسُولَ اللهِ، إِنَّ هَذَا قَدْ غَلَبَنِي عَلَى أَرْضٍ كَانَتْ لِي، فَقَالَ الْكِنْدِيُّ: هِيَ أَرْضِي فِي يَدِي أَزْرَعُهَا لَيْسَ لَهُ فِيهَا حَقٌّ، فَقَالَ رَسُولُ اللهِ صَلى الله عَليه وسَلم لِلْحَضْرَمِيِّ: أَلَكَ بَيِّنَةٌ؟ قَالَ: لاَ، قَالَ: فَلَكَ يَمِينُهُ، قَالَ: يَا رَسُولَ اللهِ، إِنَّ الرَّجُلَ فَاجِرٌ ليس يُبَالِي مَا حَلَفَ عَلَيْهِ، وَلَيْسَ يَتَوَرَّعُ مِنْ شَيْءٍ، فَقَالَ: لَيْسَ لَكَ مِنْهُ إِلاَّ ذَلِكَ، قال: فَانْطَلَقَ لِيَحْلِفَ، فَقَالَ رَسُولُ اللهِ صَلى الله عَليه وسَلم: أَمَا أنه إن حَلَفَ عَلَى مَالِهِ لِيَأْكُلَهُ ظالمًا، لقى اللهَ عز وجل وَهُوَ عَنْهُ مُعْرِضٌ \". ",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "9 - أخبرنا إبراهيم بن عمر الفقيه، قال: أخبرنا أحمد بن جعفر بن حمدان، قال: حدثنا عبد الله بن الحسن، قال: حدثنا علي بن الجعد، قال: حدثنا زهير، قال: سمعت أَبا إِسْحَاقَ، يحدث عَنْ عَمْرٍو الأَصَمِّ قَالَ: قُلْتُ لِلْحَسَنِ بْنِ عَلِيٍّ، رضي الله عنهما: إِنَّ هؤلاء الشِّيعَةَ يَزْعُمُونَ أَنَّ عَلِيًّا مَبْعُوثٌ قَبْلَ يَوْمِ الْقِيَامَةِ، فَقَالَ: كَذَبُوا وَاللَّهِ مَا هَؤُلاَءِ (ق6ب) بِالشِّيعَةِ، لَوْ عَلِمْنَا أَنَّهُ مَبْعُوثٌ، مَا زَوَّجْنَا نِسَاءَهُ، وَلاَ قَسَمْنَا مَالَهُ \". ",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "10 - أخبرنا أبو عبد الله محمد بن أحمد الأصفهاني قاضي سواد الدجيل، وكان رجلا صالحا، قال: حدثنا أبو سعد أحمد بن محمد الماليني، قال: أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ القرشي، قال: حدثنا أَبُو عَمْرٍو عُثْمَانُ بْنُ أَحْمَدَ الدَّقِيقِيُّ، قال: أَخْبَرَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْمَهْدِيِّ، قَالَ: سَمِعْتُ عَلِيَّ بْنَ الْمُوَفَّقِ، مَا لَا أُحْصِيهُ، وَهُوَ يَقُولُ: \" اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنِّي أَعْبُدُكَ خَوْفًا مِنْ نَارِكَ، فَعَذِّبْنِي بِهَا، وَإِنْ كُنْتَ تَعْلَمُ أَنِّي أَعْبُدُكَ حُبًّا مِنِّي لِجَنَّتِكَ وَشَوْقًا إِلَيْهَا فَاحْرِمْنِيهَا، وَإِنْ كُنْتَ تَعْلَمُ إِنَّمَا أَعْبُدُكَ حُبًّا مِنِّي لَكَ وَشَوْقًا إِلَى وَجْهِكَ الْكَرِيمِ فَأَبِحْنِيهُ (1) مَرَّةً وَاصْنَعْ بِي مَا شِئْتَ \". ¶ آخر المجلس والحمد لله صلى الله على نبينا محمد وآله وسلم.",
            "page": "10",
            "part": "1"
        }
    ],
    "t38074": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المجلس الرابع والأربعون من أمالي الحسن بن عبد الملك"
        }
    ]
}