{
    "b38091": [
        {
            "id": "67",
            "nass": "65 - حدثني عمرة بن سعيد بن سليمان القرشي, قال: حدثنا سعيد بن عبد العزيز, عن سليمان بن موسى, عن نافع, قال: كنت أسير مع عبد الله بن عمر في طريق, فسمع زمارة راع, فوضع أصبعيه في أذنيه ثم عدل عن الطريق, فلم يزل يقول: يا نافع أتسمع؟ قلت: لا, فأخرج أصبعيه من أذنيه ثم رجع عن الطريق, فلم يزل يقول, وقال: هكذا رأيت رسول الله صلى الله عليه وسلم صنع.",
            "page": "46",
            "part": "3"
        },
        {
            "id": "68",
            "nass": "66 - حدثنا عبد الرحمن بن صالح, قال: حدثنا أبو أسامة, عن أبي روح, عن أنس بن مالك, قال: أخبث الكسب كسب الزمارة.",
            "page": "46",
            "part": "3"
        },
        {
            "id": "69",
            "nass": "67 - حدثني الفضل بن إسحاق, قال: حدثنا أشعث بن عبد الرحمن بن زبيد, قال: رأيت زبيدا اليامي أخذ من صبي زمارة, فشقها, ثم قال: لا ينبغي هذا.",
            "page": "46",
            "part": "3"
        },
        {
            "id": "70",
            "nass": "68 - حدثنا شجاع بن الأشرس, قال: حدثنا حشرج بن نباتة, عن أبي عبد الملك, عن عبد الله بن أنيس, عن جده, عن أبي أمامة, قال: قال رسول الله صلى الله عليه وسلم: إن الله عز وجل بعثني رحمة وهدى للعالمين, بعثني لأمحق المعازف والمزامير وأمر الجاهلية, والأوثان, وحلف ربي عز وجل بعزته لا يشرب الخمر أحد في الدنيا إلا سقاه الله مثلها من الحميم يوم القيامة, مغفور له أو معذب, ولا يدعها أحد في الدنيا إلا سقيته إياها في حظيرة القدس حتى تقنع نفسه.",
            "page": "47",
            "part": "3"
        },
        {
            "id": "71",
            "nass": "69 - حدثنا داود بن عمرو الضبي, قال: حدثنا عبد الله بن المبارك, عن مالك بن أنس, عن محمد بن المنكدر, قال: إذا كان يوم القيامة نادى مناد: أين الذين كانوا ينزهون أنفسهم عن اللهو ومزامير الشيطان؟ أسكنوهم رياض المسك, ثم يقول للملائكة: أسمعوهم حمدي وثنائي, وأعلموهم أن لا خوف عليهم ولا هم يحزنون.",
            "page": "47",
            "part": "3"
        },
        {
            "id": "72",
            "nass": "70 - حدثنا أحمد بن حاتم الطويل, قال: حدثنا زافر بن سليمان, عن حمزة الزيات, عن شبيل, عن ابن أبي نجيح, عن مجاهد: {واستفزز من استطعت منهم بصوتك} قال بالمزامير {وأجلب عليهم بخيلك ورجلك} قال: كل راكب ركب في معصية في خيل إبليس, وكل راجل في معصية في رجل خيل إبليس.",
            "page": "47",
            "part": "3"
        },
        {
            "id": "73",
            "nass": "71 - حدثنا حمدون بن سعد المؤذن, قال: حدثنا زياد أبو السكن, قال: كان زبيد إذا دعي إلى العرس فإن سمع صوت بربط أو مزمار لم يدخل.",
            "page": "47",
            "part": "3"
        },
        {
            "id": "74",
            "nass": "72 - حدثنا علي بن الجعد, قال: أخبرنا قيس بن الربيع، عن أبي حصين: [أن رجلا كسر طنبورا لرجل، فرفعه إلى شريح، فلم يضمنه] (1). ¶ _حاشية__________ ¶ (1) ما بين حاصرتين سقط من النسخة المصرية، وألحقته من النسخة التركية.",
            "page": "48",
            "part": "3"
        },
        {
            "id": "75",
            "nass": "73 - حدثني إسماعيل بن أبي الحارث، حدثنا محمد بن أبي مقاتل، حدثنا ابن المبارك، عن إسماعيل بن عياش، حدثنا عثمان بن نويرة، قال: دعي شهر بن حوشب إلى وليمة، وأنا معه، فدخلنا، فأصبنا من طعامهم، فلما سمع شهر المزمار، وضع أصبعه في أذنيه وخرج حتى لم يسمعه. ¶ آخر الجزء الثاني",
            "page": "48",
            "part": "3"
        },
        {
            "id": "76",
            "nass": "- ما جاء في الطبل ¶ 74 - حدثنا يحيى بن يوسف الزمي, حدثنا عبيد الله بن عمرو، عن عبد الكريم عن قيس بن حبتر، عن ابن عباس، عن النبي صلى الله عليه وسلم، قال: إن الله تبارك وتعالى حرم عليكم الخمر والميسر والكوبة، وهو الطبل، وقال: كل مسكر حرام.",
            "page": "48",
            "part": "3"
        },
        {
            "id": "77",
            "nass": "75 - حدثنا الفضل بن يعقوب الرخامي، حدثنا محمد بن يوسف الفريابي، قال: حدثني ثعلبة، عن مجاهد، قال: كنت أمشي مع ابن عمر، فسمع صوت طبل، فأدخل أصبعيه في أذنيه، ثم مشي، فلما انقطع الصوت، أرخى يديه، فعل ذلك مرتين أو ثلاثًا، ثم قال: هكذا رأيت رسول الله صلى الله عليه وسلم فعل.",
            "page": "48",
            "part": "3"
        },
        {
            "id": "78",
            "nass": "76 - حدثنا سريح بن يونس، حدثنا علي بن هاشم، عن يزيد، عن سهل بن شعيب، عمن حدثه، عن نوف الشامي، قال: رأيت عليًّا فأكثر الدخول والخروج والنظر في السماء، وقال: إن نبي الله صلى الله عليه وسلم داود، قال: هذه ساعة لا يسأل الله، عز وجل، فيها عبد مسلم شيئًا إلا أعطاه، إلا أن يكون شَاعِرًا، أَوْ عاشرًا، أَوْ عَرِيفًا، أَوْ شُرْطِيًّا، أَوْ صاحب كوبة، وهو الطبل، أَوْ صَاحِبَ عَرْطَبَةٍ، وَهُوَ الطَّنْبُورُ.[/]",
            "page": "49",
            "part": "3"
        },
        {
            "id": "79",
            "nass": "77 - حَدَّثَنِي أَبِي، أَخْبَرَنَا يَحْيَى بْنُ إِسْحَاقَ السَّيلَحِينِيُّ، عَنْ يَحْيَى بْنِ أَيُّوبَ، عَنْ عُبَيْدِ اللَّهِ بْنِ زَحْرٍ، عَنْ بَكْرِ بْنِ سَوَادَةَ، عَنْ قَيْسِ بْنِ سَعْدِ بْنِ عُبَادَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: إِنَّ رَبِّي حَرَّمَ عَلَيَّ الْخَمْرَ، وَالْمَيْسِرَ وَالْقِنِّينَ وَالْكُوبَةَ قَالَ أَبُو زَكَرِيَّا الْقِنِّينُ الْعُودُ.",
            "page": "49",
            "part": "3"
        },
        {
            "id": "80",
            "nass": "- ما جاء في الدف ¶ 78 - حَدَّثَنِي داود بن عمرو الضبي، حدثنا عبد الله بن المبارك، عن المبارك بن فضالة، عن الحسن، قال: ليس الدف من سنة المسلمين في شيء.",
            "page": "50",
            "part": "3"
        },
        {
            "id": "81",
            "nass": "79 - حدثنا علي بن الجعد حدثنا زهير، عَنْ عِمْرَانَ بْنِ مُسلِم، قَالَ: قَالَ لِي خَيْثَمَةُ: سَمِعْت سُوَيْد بن غفلة يَقُولُ: إن الْمَلاَئِكَةُ بَيْتًا فِيهِ دُفٌّ، قال: قلت: لا قد بلغني ذلك عنه.",
            "page": "50",
            "part": "3"
        },
        {
            "id": "82",
            "nass": "80 - حدثنا يوسف بن موسى، حدثنا جرير، عن مغيرة، قال: كان عاصم بن هبيرة لا يرى دفًا إلا شقه، فلما كبر أخذ دفًا، فجعل يطأ عليه فلم ينكسر، فيقال: لم يغلبني شيطان لهم غير هذا.",
            "page": "50",
            "part": "3"
        },
        {
            "id": "83",
            "nass": "81 - حدثني الفضل بن إسحاق، حدثنا أشعث بن عبد الرحمن بن زبيد، قال: كنت أمشي مع زبيد، وهو آخذ بيدي وأنا يومئذ ابن عشر سنين فرأى امرأة معها دف، فأخذه فكسره.",
            "page": "50",
            "part": "3"
        },
        {
            "id": "84",
            "nass": "82 - حدثنا إسحاق بن إسماعيل، حدثنا وكيع، عن سفيان، عن منصور، عن إبراهيم، قال: كانوا يأخذون بأفواه السكك يخرقون الدفوف مع الجواري.",
            "page": "50",
            "part": "3"
        },
        {
            "id": "85",
            "nass": "- ما جاء في النرد ¶ 83 - حدثنا أبو خيثمة، حدثنا عبد الرحمن بن مهدي، عن سفيان، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنِ سليمان بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ: مَنْ لَعِبَ بِالنَّرْدَشِيرِ فَكَأَنَّمَا صَبَغَ يَدَهُ فِي لَحْمِ خِنْزِيرٍ وَدَمِهِ.",
            "page": "50",
            "part": "3"
        },
        {
            "id": "86",
            "nass": "84 - حدثنا أبو خيثمة، حَدَّثَنَا محمد بن عبيد، حَدَّثَنَا عُبَيْدُ اللهِ بن عمر، عَنْ نَافِعٍ، عَنْ سَعِيدِ بْنِ أَبِي هِنْدَ، عَنْ أَبِي مُوسَى، أَنَّ رَسُولَ اللهِ صَلَّى الله عَلَيه وسَلَّم، قَالَ: مَنْ لَعِبَ بِالنَّرْدِ فَقَدْ عَصَى اللَّهَ وَرَسُولَهُ.",
            "page": "51",
            "part": "3"
        },
        {
            "id": "87",
            "nass": "85 - حَدَّثَنَا عُبَيْدُ اللهِ بن عمر الجشمي، حَدَّثَنَا مَكِّيُّ بْنُ إِبْرَاهِيمَ, عن الْجُعَيْدُ بْنُ عَبْدِ الرَّحْمَنِ, عَنْ مُوسَى بْنِ عَبْدِ الرَّحْمَنِ أَنَّهُ سَمِعَ مُحَمَّدَ بْنَ كَعْبٍ, وَهُوَ يَسْأَلُ عَبْدَ الرَّحْمَنِ مَا سَمِعْتَ أَبَيكَ يَقُولُ عَنْ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ عَبْدُ الرَّحْمَنِ: سَمِعْتُ أَبِي يَقُولُ: سَمِعْتُ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: مَثَلُ الَّذِي يَلْعَبُ بِالنَّرْدِ ثُمَّ يَقُومُ يُصَلِّي, مَثَلُ الَّذِي يَتَوَضَّأُ بِالْقَيْحِ وَدَمِ الْخِنْزِيرِ, ثُمَّ يَقُومُ فَيُصَلِّي، يقول الله، عز وجل: لا تقبل صلاته.",
            "page": "51",
            "part": "3"
        },
        {
            "id": "88",
            "nass": "86 - حدثنا أبو خيثمة، حَدَّثَنَا مَكِّيُّ بْنُ إِبْرَاهِيمَ, حَدَّثَنَا الْجُعَيْدُ, عَنْ يزيد بن خصيفة، عن حميد بن بشير، عن مُحَمَّدَ بْنَ كَعْبٍ, قَالَ: حدثني أبو موسى الأشعري، أنه سمع رَسُولِ اللهِ] (1) صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: لا يقلب كعباتها أحد ينتظر ما تأتي به إلا عصى الله عز وجل ورسوله. ¶ _حاشية__________ ¶ (1) من النص (76) إلى هنا سقط من النسخة المصرية، وألحقته من النسخة التركية.",
            "page": "52",
            "part": "3"
        },
        {
            "id": "89",
            "nass": "87 - حدثنا زياد بن أيوب, قال: حدثنا زياد بن عبد الله البكائي, قال: حدثنا إبراهيم بن مسلم, عن أبي الأحوص, عن عبد الله, قال: قال رسول الله صلى الله عليه وسلم: اتقوا هاتين الكعبتين الموسومتين اللتين تزجران زجرا, فإنهما من ميسر العجم.",
            "page": "52",
            "part": "3"
        },
        {
            "id": "90",
            "nass": "88 - حدثنا خلف بن هشام, قال: حدثنا أبو عوانة, عن عبد الملك بن عمير, عن أبي الأحوص, عن عبد الله, قال: إياكم وهذه الكعبات الموسومة, اللتين تزجران زجرا, فإنها من ميسر العجم. ¶ 88م- حدثنا يوسف بن موسى, قال: حدثنا وكيع, قال: حدثنا سفيان, قال: وحدثنا أبو يزيد المعني, قال: حدثنا علي بن صالح, جميعا, عن عبد الملك بن عمير, عن أبي الأحوص, عن عبد الله, مثله.",
            "page": "52",
            "part": "3"
        },
        {
            "id": "91",
            "nass": "89 - حدثنا يوسف, قال: حدثنا عمرو بن حمران, عن سعيد, عن قتادة, قال: ذكر لنا أن نبي الله صلى الله عليه وسلم قال: الكعبتان من ميسر العجم.",
            "page": "52",
            "part": "3"
        },
        {
            "id": "92",
            "nass": "90 - حدثنا علي بن الجعد, قال: أخبرنا سلام بن مسكين, قال: حدثنا قتادة, عن أبي أيوب, عن عبد الله بن عمرو, قال: اللاعب بالنرد قمارا كآكل لحم الخنزير, واللاعب بها عن غير قمار كالمدهن بودك الخنزير.",
            "page": "53",
            "part": "3"
        },
        {
            "id": "93",
            "nass": "91 - حدثنا عبيد الله بن عمر, قال: حدثنا يزيد بن زريع, قال: حدثنا حبيب المعلم, عن عمرو بن شعيب, عن أبيه, عن عبد الله بن عمرو, قال: اللاعب بالفصين قمارا كآكل لحم الخنزير, واللاعب بها غير قمار كالغامس يده في دم الخنزير.",
            "page": "53",
            "part": "3"
        },
        {
            "id": "94",
            "nass": "92 - وحدثنا عبيد الله بن عمر, قال: حدثنا جعفر بن سليمان, قال: حدثنا المعلى بن زياد, عن حنظلة السدوسي, قال جعفر: أحسبه عن رجل, من الأنصار, قال: من لعب بالنرد فكأنما أدهن بشحم خنزير, ومن قامر فكالآكل لحم خنزير.",
            "page": "53",
            "part": "3"
        },
        {
            "id": "95",
            "nass": "93 - حدثنا يوسف بن موسى, قال: حدثنا إسحاق بن سليمان الرازي, عن مالك بن أنس, عن موسى بن ميسرة, عن سعيد بن أبي هند, عن أبي موسى الأشعري, قال: قال رسول الله صلى الله عليه وسلم: من لعب بالنردشير فقد عصى الله ورسوله صلى الله عليه وسلم.",
            "page": "53",
            "part": "3"
        },
        {
            "id": "96",
            "nass": "94 - وحدثنا يوسف, قال: حدثنا أبو سلمة المنقري, قال: حدثنا ربيعة بن كلثوم, قال: حدثني أبي, قال: خطبنا ابن الزبير, فقال: يا أهل مكة, بلغني عن رجال, يلعبون بلعبة يقال فيها: النردشير, وإن الله عز وجل يقول في كتابه: {يا أيها الذين آمنوا إنما الخمر والميسر} إلى قوله: {فهل أنتم منتهون} وإني أحلف بالله لا أوتى بأحد لعب بها إلا عاقبته في شعره وبشره, وأعطيت سلبه من أتاني به.",
            "page": "53",
            "part": "3"
        },
        {
            "id": "97",
            "nass": "95 - حدثنا عبيد الله بن عمر, قال: حدثنا عبد العزير بن محمد الدراوردي, قال: حدثنا علقمة بن أبي علقمة, عن أمه, أن عائشة, رضي الله عنها بلغها أن قوما يلعبون في دارها بالنرد, فأرسلت إليهم: لتخرجنها أو لأخرجن (1) أهل البيت الذي هي عندهم. ¶ _حاشية__________ ¶ (1) من هنا إلى آخر الكتاب من النسخة المصرية فقط.",
            "page": "54",
            "part": "3"
        },
        {
            "id": "102",
            "nass": "96 - حَدَّثَنِي بِشْرُ بْنُ مُعَاذٍ الْعَقَدِيُّ, قَالَ: حَدَّثَنَا عَامِرُ بْنُ يَسَافٍ, عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ, قَالَ: مَرَّ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِقَوْمٍ يَلْعَبُونَ بِالنَّرْدِ, فَقَالَ: قُلُوبٌ لاَهِيَةٌ, وَأَيْدٍ عَامِلَةٌ, وَأَلْسِنَةٌ لاَغِيَةٌ.",
            "page": "54",
            "part": "3"
        },
        {
            "id": "103",
            "nass": "97 - حَدَّثَنَا يُوسُفُ بْنُ مُوسَى, قَالَ: حَدَّثَنَا وَكِيعٌ, قَالَ: حَدَّثَنَا الْفَضْلُ ابْنُ دَلْهَمَ عَنِ الْحَسَنِ, قَالَ: النَّرْدُ مَيْسِرُ الْعَجَمِ.",
            "page": "54",
            "part": "3"
        },
        {
            "id": "104",
            "nass": "98 - حَدَّثَنَا يُوسُفُ بْنُ مُوسَى, قَالَ: حَدَّثَنَا جَرِيرٌ, عَنْ لَيْثٍ, عَنْ مُجَاهِدٍ, قَالَ: اللاَّعِبُ بِهَا قُمَارًا مِنَ الْمَيْسِرِ, وَاللاَّعِبُ بِهَا سِفَاحًا كَالصَّابِغِ يَدَهُ فِي دَمِ الْخِنْزِيرِ, وَالْجَالِسُ عِنْدَهَا كَالْجَالِسِ عِنْدَ سَالِخَهِ وَإِنَّمَا قَالُوا: كَالصَّابِغِ يَدَهُ فِي لَحْمِ الْخِنْزِيرِ, وَأنَّهُ يُؤْمَرُ بِالْوُضُوءِ مِنْهَا, وَالْكَعْبَتَيْنِ وَالشَّطَرَنْجِ سَوَاءٌ.",
            "page": "54",
            "part": "3"
        },
        {
            "id": "105",
            "nass": "99 - حَدَّثَنا إِبْرَاهِيمُ أبوإِسْحَاقَ بن راشد, قَالَ: حَدَّثَنِي سُرَيْجُ بْنُ النُّعْمَانِ, قَالَ: سَأَلْتُ عَبْدَ اللهِ بْنَ نَافِعٍ عَنِ الشِّطْرَنْجِ, وَالنَّرْدِ, فَقَالَ: مَا أَدْرَكْتُ أَحَدًا مِنْ عُلَمَائِنَا إِلاَّ وَهُوَ يَكْرَهُهَا, هَكَذَا كَانَ مَالِكٌ يَقُولُ: قَالَ سُرَيْجٌ: وَسَأَلْتُهُ عَنْ شَهَادَتِهِمْ, فَقَالَ: لاَ تُقْبَلُ شَهَادَتُهُمْ وَلاَ كَرَامَةَ إِلاَّ أَنْ يَكُونَ يُخْفِي ذَلِكَ وَلاَ يُعْلِنُهُ, وَهَكَذَا كَانَ مَالِكٌ يَقُولُ, وَكَذَلِكَ قَوْلُهُ فِي الْغِنَاءِ, لاَ تُقْبَلُ لَهُمْ شَهَادَةٌ.",
            "page": "54",
            "part": "3"
        },
        {
            "id": "106",
            "nass": "100 - حَدَّثَنَا يُوسُفُ بْنُ مُوسَى, قَالَ: حَدَّثَنَا جَرِيرٌ, عَنِ الْفُضَيْلِ بْنِ غَزْوَانَ, قَالَ: مَرَّ مَسْرُوقٌ بِقَوْمٍ يَلْعَبُونَ بِالنَّرْدِ, فَقَالُوا: يَا أَبَا عَائِشَةَ, إِنَّا رُبَّمَا فَرَغْنَا فَلَعِبْنَا بِهَا, فَقَالَ: مَا بِهَذَا أُمِرَ الْفُرَّاغُ.",
            "page": "55",
            "part": "3"
        },
        {
            "id": "107",
            "nass": "- ما جاء فِي الشِّطْرَنْجِ ¶ 101 - حَدَّثَنَا زِيَادُ بْنُ أَيُّوبَ, قَالَ: حَدَّثَنَا شَبَابَةُ بْنُ سَوَّارٍ, عَنْ فُضَيْلِ بْنِ مَرْزُوقٍ, عَنْ مَيْسَرَةَ بْنِ حَبِيبٍ, قَالَ: مَرَّ عَلِيُّ بْنُ أَبِي طَالِبٍ - رضي الله عنه - عَلَى قَوْمٍ يَلْعَبُونَ بِالشِّطْرَنْجِ, فَقَالَ: مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنْتُمْ عَلَيْهَا عَاكِفُونَ؟.",
            "page": "55",
            "part": "3"
        },
        {
            "id": "108",
            "nass": "102 - حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ, قَالَ: حَدَّثَنَا أَبُو مُعَاوِيَةَ, عَنْ سَعْدِ بْنِ طَرِيفٍ, عَنِ الأَصْبَغِ بْنِ نُبَاتَةَ, عَنْ عَلِيٍّ عليه السلام, أَنَّهُ مَرَّ عَلَى قَوْمٍ يَلْعَبُونَ بِالشِّطْرَنْجِ, فَقَالَ: مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنْتُمْ لَهَا عَاكِفُونَ, لأَنْ يَمَسَّ أَحَدُكُمْ جَمْرًا حَتَّى يُطْفَأَ خَيْرٌ لَهُ مِنْ أَنْ يَمَسَّهَا.",
            "page": "55",
            "part": "3"
        },
        {
            "id": "109",
            "nass": "103 - حَدَّثَنَا خَلَفُ بْنُ هِشَامٍ, قَالَ: حَدَّثَنَا أَبُو شِهَابٍ, عَنْ إِسْمَاعِيلَ, قَالَ: سُئِلَ أَبُو جَعْفَرٍ عَنِ الشِّطْرَنْجِ, فَقَالَ: دَعُونَا مِنْ هَذِهِ الْمَجُوسِيَّةِ.",
            "page": "55",
            "part": "3"
        },
        {
            "id": "110",
            "nass": "104 - حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ, قَالَ: أَخْبَرَنَا أَبُو مُعَاوِيَةَ, عَنْ عُقْبَةَ بْنِ صَالِحٍ, وَقَالَ: قُلْتُ لإِبْرَاهِيمَ: مَا تَقُولُ فِي اللَّعِبِ بِالشِّطْرَنْجِ فَإِنِّي أُحِبُّ اللَّعِبَ بِهَا؟ قَالَ: إِنَّهَا مَلْعُونَةٌ, فَلاَ تَلْعَبْ بِهَا, قَالَ: قُلْتُ: فإِنَّى لاَ أَصْبِرُ عَنْهَا, قَالَ: فَاحْلِفْ لاَ تَلْعَبُ بِهَا سَنَةً, قَالَ: فَحَلَفْتُ, فَصَبَرْتُ عَنْهَا.",
            "page": "55",
            "part": "3"
        },
        {
            "id": "111",
            "nass": "105 - حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ, قَالَ: أخبرنَا أَبُو مُعَاوِيَةَ, عَنِ الْحَسَنِ, عَنْ نُعَيْمٍ, عَنْ أَبِي جَعْفَرٍ, قَالَ: تِلْكُ الْمَجُوسِيَّةُ, لاَ تَلْعَبُوا بِهَا يَعْنِي الشِّطْرَنْجَ.",
            "page": "56",
            "part": "3"
        },
        {
            "id": "112",
            "nass": "106 - حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ, قَالَ: أَخْبَرَنَا أَبُو مُعَاوِيَةَ, عَنْ عُبَيْدِ اللهِ بْنِ عُمَرَ, قَالَ: قِيلَ لِلْقَاسِمِ: هَذِهِ النَّرَّدَةُ تَكْرَهُونَهَا, فَمَا بَالُ الشِّطْرَنْجُ؟ قَالَ: كُلُّ مَا أَلْهَى عَنْ ذِكْرِ اللهِ وَعَنِ الصَّلاَةِ فَهُوَ مِنَ الْمَيْسِرِ.",
            "page": "56",
            "part": "3"
        },
        {
            "id": "113",
            "nass": "107 - حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ, قَالَ: أَخْبَرَنَا أَبُو مُعَاوِيَةَ, عَنِ الْحَسَنِ, عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ, قَالَ: كَانَ إِبْرَاهِيمُ وَأَصْحَابُنَا لاَ يُسَلِّمُونَ عَلَى أَحَدٍ إِذَا مَرُّوا بِهِ مِنْ أَصْحَابِ هَذِهِ اللُّعَبِ.",
            "page": "56",
            "part": "3"
        },
        {
            "id": "114",
            "nass": "108 - حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ, قَالَ: أَخْبَرَنَا شَرِيكٌ, عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ, قَالَ: رَأَى رَجُلٌ مِنْ أَهْلِ الشَّامِ أَنَّهُ يُغْفَرُ لِكُلِّ مُؤْمِنٍ أَوْ لِكُلِّ مُسْلِمٍ فِي كُلِّ يَوْمٍ اثْنَتَيْ عَشْرَةَ مَرَّةً, إِلاَّ أَصْحَابَ الشَّاهَيْنِ يَعْنِي الشِّطْرَنْجَ.",
            "page": "56",
            "part": "3"
        },
        {
            "id": "115",
            "nass": "109 - حدثنا علي بن الجعد، أخبرنا شريك، عن ابن أبي ليلى، عن الحكم قال: قال علي رحمة الله عليه: صاحب الشطرنج أكذب الناس يقول أحدهم قتلت وما قتل.",
            "page": "56",
            "part": "3"
        },
        {
            "id": "116",
            "nass": "110 - حَدَّثَنَا زِيَادُ بْنُ أَيُّوبَ, قَالَ: حَدَّثَنَا شَبَابَةُ, قَالَ: حَدَّثَنَا حَفْصُ بْنُ عَبْدِ الْمَلِكِ, قَالَ: سَمِعْتُ مُحَمَّدَ بْنَ سِيرِينَ, يَقُولُ: لَوْ رُدَّتْ شَهَادَةُ مَنْ يَلْعَبُ بِالشِّطْرَنْجِ, كَانَ لِذَلِكَ أَهْلاً.",
            "page": "56",
            "part": "3"
        },
        {
            "id": "117",
            "nass": "111 - حَدَّثَنَا إِسْحَاقُ بْنُ الْبُهْلُولِ, قَالَ: سَمِعْتُ مَعْنَ بْنَ عِيسَى, يَقُولُ: قَالَ مَالِكُ بْنُ أَنَسٍ: الشِّطْرَنْجُ مِنَ النَّرْدِ, بَلَغَنَا عَنِ ابْنِ عَبَّاسٍ, أَنَّهُ وَلِيَ مَالَ يَتِيمٍ فَأَحْرَقَهَا.",
            "page": "56",
            "part": "3"
        },
        {
            "id": "118",
            "nass": "112 - حَدَّثَنَا الْفَضْلُ بْنُ الصَّبَّاحِ, قَالَ: حَدَّثَنَا أَبُو بَدْرٍ, عَنْ عُبَيْدِ اللهِ بْنِ عُمَرَ, قَالَ: سُئِلَ ابْنُ عُمَرَ عَنِ الشِّطْرَنْجِ فَقَالَ: هِيَ شَرٌّ مِنَ النَّرْدِ.",
            "page": "57",
            "part": "3"
        },
        {
            "id": "119",
            "nass": "113 - حَدَّثَنَا الْفَضْلُ بْنُ الصَّبَّاحِ, قَالَ: حَدَّثَنَا أَبُو عُبَيْدة الْحَدَّادُ, عَنْ بَسَّامٍ الصَّيْرَفِيِّ, قَالَ: سَأَلْتُ أَبَا جَعْفَرٍ عَنِ الشِّطْرَنْجِ فَقَالَ: دَعِ الْمَجُوسِيَّةَ.",
            "page": "57",
            "part": "3"
        },
        {
            "id": "120",
            "nass": "114 - حَدَّثَنِي إِبْرَاهِيمُ بْنُ رَاشِدٍ أَبُو إِسْحَاقَ قَالَ حَدَّثَنَا الْقَعْنَبِيُّ, قَالَ: حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ, عَنْ مُحَمَّدِ بْنِ أَبِي زَكَرِيَّا, عَنْ عَمَّارِ بْنِ أَبِي عَمَّارٍ, قَالَ: مَرَّ عَلِيُّ عَلَيْهِ السَّلاَمُ بِمَجْلِسٍ مِنْ مَجَالِسِ تيم الله بن ثعلبة وَهُمْ يَلْعَبُونَ بِالشِّطْرَنْجِ, فَوَقَفَ عَلَيْهِمْ, فَقَالَ: أَمَا وَاللَّهِ لِغَيْرِ هَذَا خُلِقْتُمْ, أَمَا وَاللَّهِ لَوْلاَ أَنْ تَكُونَ سُنَّةً لَضَرَبْتُ بِهَا وُجُوهَكُمْ.",
            "page": "57",
            "part": "3"
        },
        {
            "id": "121",
            "nass": "115 - حدثني هارون بن سفيان، حدثنا عيسى بن صبيح مولى عمرو بن عبيدة القاضي قال: كنت مع أيوب السختياني، فرأى قوما يلعبون بالشطرنج فقال: حدثنا محمد بن المنكدر قال: من لعب بالنرد فقد عصى الله ورسوله صلى الله عليه وسلم. فقال له عمرو بن عبيدة: ليس هذا نرد، هذا شطرنج. فقال أيوب: النرد والشطرنج سواء.",
            "page": "57",
            "part": "3"
        },
        {
            "id": "123",
            "nass": "بَابٌ فِي الشَّهَارْدَةِ. ¶ 116 - حَدَّثَنَا عُبَيْدُ اللهِ بْنُ عُمَرَ, قَالَ: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ, عَنْ أَيُّوبَ, عَنْ نَافِعٍ, عَنْ صَفِيَّةَ, أَنَّ ابْنَ عُمَرَ, دَخَلَ عَلَى بَعْضِ أَهْلِهِ وَهُمْ يَلْعَبُونَ بِهَذِهِ الشَّهَارْدَةِ وَكَسَرَهَا, وَسَمِعْتُ حَمَّادًا يَقُولُ: كَسَرَهَا عَلَى رَأْسِهِ. ¶ 117 - حَدَّثَنَا أَبُو سُفْيَانَ مُوسَى, قَالَ: حَدَّثَنَا جَرِيرٌ, عَنْ لَيْثٍ, عَنْ مُجَاهِدٍ, قَالَ: مَرَّ ابْنُ عُمَرَ بِقَوْمٍ يَلْعَبُونَ بِالشَّهَارْدَةَ, فَأَحْرَقَهَا بِالنَّارِ.",
            "page": "57",
            "part": "3"
        },
        {
            "id": "124",
            "nass": "118 - حَدَّثَنِي يَعْقُوبُ بْنُ عُبَيْدٍ, قَالَ: أَخْبَرَنَا أَبُو عَاصِمٍ, عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ, عَنْ سَلَمَةَ بْنِ الأَكْوَعِ أَنَّهُ كَانَ يَنْهَى وَلَدَهُ أَنْ يَلْعَبُوا بِالأَرْبَعَةَ عَشْرَةَ, فَقِيلَ لَهُ فِي ذَلِكَ, فَقَالَ: إِنَّهُمْ يَحْلِفُونَ وَيَأْثَمُونَ.",
            "page": "58",
            "part": "3"
        },
        {
            "id": "125",
            "nass": "119 - حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي الْحَارِثِ, قَالَ: حَدَّثَنَا مُوسَى بْنُ دَاوُدَ, عَنِ ابْنِ لَهِيعَةَ, عَنْ عَبْدِ اللهِ بْنِ زِيَادٍ, عَنِ الْمُنْذِرِ بْنِ الْجَهْمِ بْنِ سُوَيْدٍ, عَنْ أُمِّ سَلَمَةَ, قَالَتْ: لأَنْ يَضْطَرِمَ نَارٌ فِي بَيْتِ أَحَدِكُمْ خَيْرٌ لَهُ مِنْ أَنْ يَكُونَ فِيهِ الأَرْبَعَةَ عَشْرَةَ.",
            "page": "58",
            "part": "3"
        },
        {
            "id": "126",
            "nass": "بَابٌ فِي السِّدْرِ. ¶ 120 - حَدَّثَنِي بِشْرُ بْنُ مُعَاذٍ, قَالَ: حَدَّثَنَا عَامِرُ بْنُ يَسَافٍ, قَالَ: سَأَلْتُ يَحْيَى بْنَ أَبِي كَثِيرٍ عَنِ السِّدْرِ فَقَالَ: هِيَ الشَّيْطَانَةُ الصُّغْرَى, إِيَّاكَ وَإِيَّاهَا.",
            "page": "58",
            "part": "3"
        },
        {
            "id": "127",
            "nass": "بَابٌ فِي الْمَرَاجِيحِ. ¶ 121 - حَدَّثَنِي أَبِي - رحمه الله -, قَالَ: أَخْبَرَنَا هُشَيْمٌ, عَنْ زِيَادٍ أَبِي عُمَرَ, عَنْ صَالِحٍ أَبِي الْخَلِيلِ أَنَّ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَ بِقَطْعِ الْمَرَاجِيحِ.",
            "page": "58",
            "part": "3"
        },
        {
            "id": "128",
            "nass": "122 - حَدَّثَنَا الْفَضْلُ بْنُ إِسْحَاقَ, قَالَ: حَدَّثَنَا أَبُو قُتَيْبَةَ, قَالَ: حَدَّثَنَا الْحَسَنُ بْنُ حَكِيمٍ, عَنْ أُمِّهِ, قَالَتْ: رَأَيْتُ أَبَا بَرْزَةَ إِذَا رَأَى أَحَدًا مِنْ أَهْلِهِ وَوَلَدِهِ يَلْعَبُ عَلَى الْمَرَاجِيحِ ضَرَبَهُمْ وَكَسَرَهَا. ¶ 123 - حَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ الْعِجْلِيُّ, قَالَ: حَدَّثَنَا ابْنُ نُمَيْرٍ, عَنْ مَالِكِ بْنِ مِغْوَلٍ, عَنْ طَلْحَةَ, قَالَ: إِنَّى لأَكْرَهُ الْمَرَاجِيحَ يَوْمَ النَّيْرُوزِ, وَأُرَاهَا شُعْبَةِ مِنَ الْمَجُوسِيَّةِ, وَرَأَى إِنْسَانًا عَلَى أُرْجُوحَةٍ.",
            "page": "58",
            "part": "3"
        },
        {
            "id": "129",
            "nass": "بَابٌ فِي الْقِمَارِ. ¶ 124 - حَدَّثَنَا يُوسُفُ بْنُ مُوسَى, قَالَ: حَدَّثَنَا عَمْرُو بْنُ حُمْرَانَ, عَنْ سَعِيدٍ, عَنْ قَتَادَةَ, قَالَ: كَانَ الرَّجُلُ فِي الْجَاهِلِيَّةِ يُقَامَرُ عَلَى أَهْلِهِ وَمَالِهِ, يَقْعُدُ حَزِينًا سَلِيبًا يَنْظُرُ إِلَى مَالِهِ فِي يَدِ غَيْرِهِ, وَكَانَتْ تُوَرِّثُ بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فَنَهَى اللَّهُ عَزَّ وَجَلَّ عَنْ تِلْكَ, وَتَقَدَّمَ فِيهِ, وَأَخْبَرَإِنَّمَا هو: {رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ}.",
            "page": "59",
            "part": "3"
        },
        {
            "id": "130",
            "nass": "125 - حَدَّثَنَا يُوسُفُ, قَالَ: حَدَّثَنَا وَكِيعٌ, قَالَ: حَدَّثَنَا حَمَّادُ بْنُ نَجِيحٍ, عَنْ مُحَمَّدِ بْنِ سِيرِينَ, أَنَّهُ رَأَى غِلْمَانًا يَتَقَامَرُونَ بِالْمِرْبَدِ يَوْمَ عِيدٍ, فَقَالَ: لاَ تُقَامِرُوا فَإِنَّ الْقِمَارَ مِنَ الْمَيْسِرِ. ¶ 126 - حَدَّثَنَا عُبَيْدُ اللهِ بْنُ عُمَرَ, قَالَ: حَدَّثَنَا مَعْمَرٌ, قَالَ: سَمِعْتُ لَيْثًا, يَذْكُرُ عَنْ عَطَاءٍ, وَطَاوُوسٍ, وَمُجَاهِدٍ, قَالُوا: كُلُّ شَيْءٍ مِنَ الْقِمَارِ فَهُوَ مِنَ الْمَيْسِرِ, حَتَّى لَعِبِ الصِّبْيَانُ بِالْكِعَبابِ وَالْجَوْزِ. ¶ 127 - حَدَّثَنَا يُوسُفُ بْنُ مُوسَى, قَالَ: حَدَّثَنَا وَكِيعٌ, قَالَ: حَدَّثَنَا الْفَضْلُ بْنُ دَلْهَمَ, عَنِ الْحَسَنِ, قَالَ: الْمَيْسِرُ الْقِمَارُ. ¶ 128 - حَدَّثَنَا يُوسُفُ بْنُ مُوسَى, قَالَ: حَدَّثَنَا جَرِيرٌ, عَنْ عَاصِمٍ, عَنِ ابْنِ سِيرِينَ, قَالَ: مَا كَانَ مِنْ لَعِبٍ فِيهِ قِمَارٌ أَوْ قِيَامٌ أَوْ صِيَاحٌ أَوْ شَرٌّ فَهُوَ مِنَ الْمَيْسِرِ.",
            "page": "59",
            "part": "3"
        },
        {
            "id": "131",
            "nass": "129 - حَدَّثَنَا عُبَيْدُ اللهِ بْنُ عُمَرَ, حَدَّثَنِي يَحْيَى بْنُ سَعْدٍ, عَنْ عُثْمَانَ بْنِ غِيَاثٍ, قَالَ: سَأَلْتُ الْحَسَنَ عَنْ دِقَاقِ الْبِيضِ, فَقَالَ: لاَ يَصْلُحُ.",
            "page": "59",
            "part": "3"
        },
        {
            "id": "132",
            "nass": "130 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ يُونُسَ, قَالَ: حَدَّثَنَا عَبْدُ اللهِ بْنُ إِدْرِيسَ, قَالَ هِشَامٌ: يُذْكَرُ عَنِ الْحَسَنِ, أَنَّهُ كَانَ يُرَخِّصُ فِي قِمَارِ الصِّبْيَانِ بِالْبَيْضِ, وَكَانَ ابْنُ سِيرِينَ يَكْرَهُهُ. ¶ 131 - حدثنا خالد بن خداش، حدثنا حماد بن زيد، عن هشام، عن الحسن أنه كان لا يرى بأسا يشري البيض الذي يتقامر به الصبيان. ¶ 132 - خَالِدُ بْنُ خِدَاشٍ, قَالَ: حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ, عَنْ عَبْدِ الرَّحْمَنِ بْنِ حَرْمَلَةَ, عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ, أَنَّهُ كَانَ لاَ يَرَى بَأْسًا بِشَوْيِ الْبَيْضِ الَّذِي يُقَامِرُ بِهِ الصِّبْيَانُ, أَوْ قَالَ: بَأْكُلُهُ.",
            "page": "60",
            "part": "3"
        },
        {
            "id": "133",
            "nass": "بَابٌ فِي الْحَمَّامِ. ¶ 133 - حدثنا أبو الأحوص ونعيم بن هضيم قالا: حدثنا مسلم بن خالد، عن محمد بن عبد الرحمن، عن ابن جريج، عن مجاهد {أتبنون بكل ريع ءاية تعبثون} بروج الحمام.",
            "page": "60",
            "part": "3"
        },
        {
            "id": "134",
            "nass": "134 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ رَاشِدٍ, قَالَ: حَدَّثَنَا أَبُو رَبِيعَةَ زَيْدُ بْنُ عَوْفٍ, وَحَدَّثَنَا عَبْدُ اللهِ, قَالَ: حَدَّثَنَا مُوسَى بْنُ مُحَمَّدٍ الْبَصْرِيُّ, قَالَ: حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ, قَالَ: حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ, عَنْ مُحَمَّدِ بْنِ عَمْرٍو, عَنْ أَبِي سَلَمَةَ, عَنْ أَبِي هُرَيْرَةَ, أَنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَأَى رَجُلاً يَتْبَعُ حَمَامَةً, فَقَالَ: شَيْطَانٌ يَتْبَعُ شَيْطَانَةً.",
            "page": "60",
            "part": "3"
        },
        {
            "id": "135",
            "nass": "135 - حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ, قَالَ: أَخْبَرَنِي الْمُبَارَكُ بْنُ فَضَالَةَ, عَنِ الْحَسَنِ, قَالَ: شَهِدْتُ عُثْمَانَ وَهُوَ يَخْطُبُ, وَهُوَ يَأْمُرُ بِذَبْحِ الْحَمَامِ وَقَتْلِ الْكِلاَبِ.",
            "page": "61",
            "part": "3"
        },
        {
            "id": "136",
            "nass": "136 - حَدَّثَنَا خَلَفُ بْنُ هِشَامٍ, قَالَ: حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللهِ, عَنْ خَالِدٍ يعني الحذاء, عَنْ رَجُلٍ يُقَالُ لَهُ أَيُّوبُ, قَالَ: كَانَ مَلاَعِبُ آلِ فِرْعَوْنَ الْحَمَامَ.",
            "page": "61",
            "part": "3"
        },
        {
            "id": "1",
            "nass": "الكتاب: ذم الملاهي ¶ المؤلف: أبو بكر عبد الله بن محمد ابن أبي الدنيا ¶ المتوفى: 281 هـ ¶ طبع: ضمن الجزء الثالث من موسوعة ابن أبي الدنيا ¶ المحقق: فاضل بن خلف الحمادة الرقي ¶ الناشر: دار أطلس الخضراء - الرياض ¶ الطبعة: الأولى، 1433 هـ - 2012 م ¶ عدد الأجزاء: 8 - الأول مقدمة والأخير فهارس ¶ ملاحظات: ¶ 1 - الكتاب موافق ومقابل على طبعة دار أطلس الخضراء, مع الاستعانة بطبعة مؤسسة الكتب الثقافية, تحقيق يسري عبد الغني عبد الله. ¶ 2 - قمنا بمقابلة الكتاب على نسخة مصرية ناقصة، ونسخة تركية كاملة. ¶ مصدر الكتاب: مكتبة أحمد الخضري ¶ تاريخ آخر تعديل: 7 - 10 - 2013 م",
            "page": "25",
            "part": "3"
        },
        {
            "id": "3",
            "nass": "1 - حدثنا الهيثم بن خارجة, قال: حدثنا عبد الرحمن بن زيد بن أسلم, عن أبي حازم, عن سهل بن سعد الساعدي, قال: قال رسول الله صلى الله عليه وسلم: يكون في أمتي خسف وقذف ومسخ قيل: يا رسول الله, متى؟ قال: إذا ظهرت المعازف والقينات, واستحلت الخمر.",
            "page": "27",
            "part": "3"
        },
        {
            "id": "4",
            "nass": "2 - حدثنا أبو موسى الهروي, قال: أخبرنا عبد الله بن عبد القدوس, قال: حدثني الأعمش, عن هلال بن يساف, عن عمران بن حصين, قال: قال رسول الله صلى الله عليه وسلم: يكون في أمتي قذف، ومسخ، وخسف قيل: يا رسول الله, ومتى ذلك؟ قال: إذا ظهرت المعازف, وكثرت القينات, وشربت الخمور.",
            "page": "27",
            "part": "3"
        },
        {
            "id": "5",
            "nass": "3 - حدثنا عبيد الله بن عمر الجشمي, قال: حدثنا جعفر بن سليمان, قال: حدثنا فرقد السبخي, قال: حدثني قتادة, عن سعيد بن المسيب, عن رسول الله صلى الله عليه وسلم, قال: (ح) ¶ وحدثني عاصم بن عمرو البجلي, عن أبي أمامة, عن رسول الله صلى الله عليه وسلم قال: يبيت قوم من هذه الأمة على طعام وشرب ولهو, فيصبحوا وقد مسخوا قردة وخنازير, وليصيبنهم خسف وقذف, حتى يصبح الناس, فيقولون: خسف الليلة بدار فلان, خسف الليلة ببني فلان, وليرسلن عليهم حاصبا, حجارة من السماء كما أرسلت على قوم لوط, على قبائل فيها, وعلى دور فيها, وليرسلن عليهم الريح العقيم, التي أهلكت عادا بشربهم الخمر, وأكلهم الربا, واتخاذهم القينات, ولبسهم الحرير وزادني غير القواريري: وقطيعتهم الرحم.",
            "page": "28",
            "part": "3"
        },
        {
            "id": "6",
            "nass": "4 - حدثني الحسن بن محبوب, قال: حدثنا أبو النضر هاشم بن القاسم, قال: حدثنا أبو معشر, عن محمد بن المنكدر, عن عائشة, رضي الله عنها قالت: قال رسول الله صلى الله عليه وسلم: يكون في أمتي خسف ومسخ وقذف قالت عائشة: يا رسول الله, وهم يقولون: لا إله إلا الله؟ قال: إذا ظهرت القيان, وظهر الربا, وشربت الخمر, ولبس الحرير, كان ذا عند ذا.",
            "page": "28",
            "part": "3"
        },
        {
            "id": "7",
            "nass": "[2/ب] ¶ 5 - حدثنا الربيع بن ثعلب, قال: حدثنا الفرج بن فضالة, عن يحيى بن سعيد, عن محمد بن علي, عن علي, رحمه الله قال: قال رسول الله صلى الله عليه وسلم: إذا عملت أمتي خمس عشرة خصلة حل بها البلاء قيل: يا رسول الله, وما هن؟ قال: إذا كان المغنم دولا, والأمانة مغنما, والزكاة مغرما, وأطاع الرجل زوجته وعق أمه, وبر صديقه وجفا أباه, وارتفعت الأصوات في المساجد, وكان زعيم القوم أرذلهم, وأكرم الرجل مخافة شره, وشربت الخمور, ولبس الحرير, واتخذوا القيان والمعازف, ولعن آخر هذه الأمة أولها, فليرتقبوا عند ذلك ثلاثا: ريحا حمراء, وخسفا, ومسخا (1). ¶ _حاشية__________ ¶ (1) ورد بعد هذا الحديث في متن طبعة مؤسسة الكتب الثقافية شرح المصنف لمفردات وألفاظ الحديث.",
            "page": "28",
            "part": "3"
        },
        {
            "id": "8",
            "nass": "6 - حدثنا عبد الجبار بن عاصم أبو طالب, قال: حدثنا إسماعيل بن عياش, عن عبد الرحمن التميمي, عن عباد بن أبي علي, عن علي بن أبي طالب, عن النبي صلى الله عليه وسلم أنه قال: يمسخ طائفة من أمتي قردة, وطائفة خنازير, ويخسف بطائفة ويرسل على طائفة الريح العقيم بأنهم شربوا الخمر, ولبسوا الحرير, واتخذوا القيان, وضربوا بالدفوف.",
            "page": "29",
            "part": "3"
        },
        {
            "id": "9",
            "nass": "7 - حدثنا أبو عمرو هارون بن عمر القرشي, قال: حدثنا الخصيب بن كثير, عن أبي بكر الهذلي, عن قتادة, عن أنس, قال: قال رسول الله صلى الله عليه وسلم: ليكونن في هذه الأمة خسف وقذف ومسخ وذلك إذا شربوا الخمور, واتخذوا القينات, وضربوا بالمعازف.",
            "page": "29",
            "part": "3"
        },
        {
            "id": "10",
            "nass": "8 - حدثنا عبيد الله بن عمر الجشمي, قال: حدثنا سليمان بن سالم أبو داود, قال: حدثنا حسان بن أبي سنان, عن رجل, عن أبي هريرة, قال: قال رسول الله صلى الله عليه وسلم: يمسخ قوم من هذه الأمة في آخر الزمان قردة وخنازير قالوا: يا رسول الله, أليس يشهدون أن لا إله ألا الله, وأن محمدا رسول الله؟ قال: بلى, ويصومون, ويصلون, ويحجون قالوا: فما بالهم؟ قال: اتخذوا المعازف والدفوف والقينات, فباتوا على شربهم ولهوهم, فأصبحوا قد مسخوا قردة وخنازير.",
            "page": "30",
            "part": "3"
        },
        {
            "id": "11",
            "nass": "9 - حدثنا إسحاق بن إسماعيل, قال: حدثنا جرير, عن أبان بن تغلب, عن عمرو بن مرة, عن عبد الرحمن بن سابط, قال: قال رسول الله صلى الله عليه وسلم: يكون في أمتي خسف وقذف ومسخ قالوا: فمتى ذلك يا رسول الله؟ قال: إذا ظهرت المعازف, واستحلوا الخمور.",
            "page": "30",
            "part": "3"
        },
        {
            "id": "12",
            "nass": "10 - حدثنا أبو طالب عبد الجبار بن عاصم, قال: حدثنا إسماعيل بن عياش, عن عبيد الله بن عبيد, عن أبي العباس الهمداني, عن عمارة بن راشد, عن الغاز بن ربيعة, رفع الحديث, قال: ليمسخن قوم وهم على أريكتهم قردة وخنازير, بشربهم الخمر, وضربهم البرابط والقيان.",
            "page": "30",
            "part": "3"
        },
        {
            "id": "13",
            "nass": "11 - وحدثنا أبو طالب, قال: حدثنا المغيرة بن المغيرة, عن عثمان بن عطاء, عن أبيه, أن النبي صلى الله عليه وسلم قال: سيكون في أمتي خسف, ورجف, وقردة, وخنازير.",
            "page": "30",
            "part": "3"
        },
        {
            "id": "14",
            "nass": "12 - حدثنا عبد الجبار بن عاصم, قال: حدثني المغيرة بن المغيرة, عن صالح بن خالد, رفع ذلك إلى النبي صلى الله عليه وسلم, أنه كان يقول: ليستحلن ناس من أمتي الحرير, والخمر, والمعازف, وليأتين الله على أهل حاضر منهم عظيم بجبل حتى ينبذه عليهم, ويمسخ آخرون قردة وخنازير.",
            "page": "31",
            "part": "3"
        },
        {
            "id": "15",
            "nass": "13 - حدثنا عبد الجبار بن عاصم, قال: حدثنا إسماعيل بن عياش, عن عقيل بن مدرك, عن أبي الزاهرية, عن جبير بن نفير, قال: قال رسول الله صلى الله عليه وسلم: لتستصعبن الأرض بأهلها, حتى لا يكون على ظهرها أهل بيت مدر ولا وبر, وليبتلين آخر هذه الأمة بالرجف, فإن تابوا تاب الله عليهم, وإن عادوا عاد الله عليهم بالرجف, فإن تابوا تاب الله عز وجل عليهم, وإن عادوا عاد الله عليهم بالرجف فإن تابوا تاب الله عز وجل عليهم وإن عادوا عاد الله عز وجل عليهم بالرجف والقذف والمسخ والصواعق.",
            "page": "31",
            "part": "3"
        },
        {
            "id": "16",
            "nass": "14 - حدثنا أبو خيثمة, قال: حدثنا علي بن الحسن بن شقيق, عن الحسين بن واقد, عن علي بن ثابت, عن فرقد السبخي, عن أبي أمامة, قال: يبيت قوم على شرب الخمور وضرب القيان, فيصبحون قردة.",
            "page": "31",
            "part": "3"
        },
        {
            "id": "17",
            "nass": "15 - حدثنا أبو إسحاق الأزدي, قال: حدثنا إسماعيل بن أبي أويس, قال: حدثني عبد الرحمن بن زيد بن أسلم, عن أحد, ولد أنس بن مالك, وعن غيره, عن أنس, قال: قال رسول الله صلى الله عليه وسلم: ليبيتن رجال على أكل وشرب وعزف, يصبحون على أرائكهم ممسوخين قردة وخنازير.",
            "page": "31",
            "part": "3"
        },
        {
            "id": "18",
            "nass": "16 - حدثنا عبيد الله بن عمر الجشمي, قال: حدثنا عبد الأعلى بن عبد الأعلى, قال: حدثنا سعيد بن إياس الجريري, عن أبي العلاء, عن عبد الرحمن بن صحار, وكان من عبد القيس, عن أبيه, قال: قال رسول الله صلى الله عليه وسلم: لا تقوم الساعة حتى يخسف بقبائل, فيقال: من بقي من بني فلان؟ فعلمت أن بني فلان: العرب, وأن العجم تنتسب إلى قراها.",
            "page": "32",
            "part": "3"
        },
        {
            "id": "19",
            "nass": "17 - حدثني هارون بن عبد الله, قال: حدثنا يزيد بن هارون, قال: حدثنا أشرس أبو شيبان الهذلي, قال: قلت لفرقد السبخي: أخبرني يا أبا يعقوب, عن تلك الغرائب التي, قرأت في التوراة, قال: يا أبا شيبان والله ما أكذب على ربي مرتين أو ثلاثا, لقد قرأت في التوراة التي جاء بها جبريل عليه السلام أمين الله عز وجل إلى موسى نبي الله صلى الله عليه وسلم: ليكونن مسخ, وقذف, وخسف في أمة محمد في أهل القبلة قال: فقلت: يا أبا يعقوب, ما أعمالهم؟ قال: باتخاذهم القينات, وضربهم بالدفوف, ولباسهم الحرير والذهب, ولئن بقيت حتى ترى أعمالا ثلاثة فاستيقن, واستعد, واحذر, قال: قلت: ما هي؟ قال: تكافأ الرجال بالرجال, والنساء بالنساء, ورغبت العرب في آنية العجم, فعند ذلك قلت له: أللعرب خاصة؟ قال: لا, بل أهل القبلة, ثم قال: والله ليقذفن رجال من السماء بالحجارة, يشدخون بها في طرقهم وقبائلهم, كما فعل بقوم لوط, وليمسخن آخرون قردة وخنازير, كما فعل ببني إسرائيل, وليخسفن بقوم كما خسف بقارون.",
            "page": "32",
            "part": "3"
        },
        {
            "id": "20",
            "nass": "18 - وحدثنا إسحاق بن إسماعيل, قال: حدثنا جرير, عن ليث, عن رجل, من أشجع, عن سالم بن أبي الجعد, قال: ليأتين على الناس زمان يجتمعون فيه على باب رجل منهم, ينتظرون أن يخرج إليهم, فيطلبون إليه الحاجة, فيخرج إليهم وقد مسخ قردا أو خنزيرا, وليمرن الرجل على الرجل في حانوته يبيع, فيرجع عليه وقد مسخ قردا أو خنزيرا.",
            "page": "33",
            "part": "3"
        },
        {
            "id": "21",
            "nass": "19 - حدثنا عبد الله بن عاصم, قال: حدثني المغيرة بن المغيرة, عن صالح بن خالد, أن أبا الزاهرية, كان يقول: لا تقوم الساعة حتى يمشي الرجلان إلى الأمر يعملانه, فيمسخ أحدهما قردا أو خنزيرا, فلا يمنع الذي نجا منهما ما رأى بصاحبه أن يمسي إلى شأنه ذلك حتى يقضي شهوته, وحتى يمشي الرجلان إلى الأمر يعملانه, فيخسف بأحدهما, فلا يمنع الذي نجا منهما ما رأى بصاحبه أن يمضي إلى شأنه ذلك حتى يقضي شهوته منه.",
            "page": "33",
            "part": "3"
        },
        {
            "id": "22",
            "nass": "20 - حدثنا علي بن الجعد, قال: حدثنا عبد الحميد بن بهرام قال: حدثنا شهر بن حوشب, قال: حدثني عبد الرحمن بن غنم, أنه قال: يوشك أن تقعد أمتان على تفال رحى, فتطحنان, فتمسخ إحداهما, والأخرى تنظر.",
            "page": "33",
            "part": "3"
        },
        {
            "id": "23",
            "nass": "21 - حدثنا علي بن الجعد, قال: حدثنا عبد الحميد بن بهرام, قال: حدثنا شهر, قال: حدثني ابن غنم, إنه سيكون حيان متجاوران فيشق بينهما نهر, ويسقيان منه, قبسهم واحد, يقتبس بعضهم من بعض, فيصبحان يوما من الأيام وقد خسف بأحدهما, والآخر حي.",
            "page": "33",
            "part": "3"
        },
        {
            "id": "24",
            "nass": "22 - وحدثني المؤمل بن أهاب قال: حدثنا سيار بن حاتم, عن جعفر بن سليمان, عن مالك بن دينار, قال: بلغني أن ريحا تكون في آخر الزمان وظلمة, فيفزع الناس إلى علمائهم, فيجدونهم قد مسخوا.",
            "page": "34",
            "part": "3"
        },
        {
            "id": "25",
            "nass": "23 - حدثنا عبيد الله بن عمر الجشمي, حدثنا المعتمر بن سليمان, عن ليث, عن عبيد الله, عن القاسم, عن عائشة, رضي الله عنها, عن النبي صلى الله عليه وسلم: أو عن أبي أمامة, عن النبي صلى الله عليه وسلم, قال: لا يحل بيع المغنيات, ولا تعليمهن, ولا شراؤهن, ولا أكل أثمانهن.",
            "page": "34",
            "part": "3"
        },
        {
            "id": "26",
            "nass": "24 - وحدثنا أبو خيثمة, قال: حدثنا جرير, عن رقبة بن مصقلة, عن عبيد الله الأفريقي, عن القاسم الشامي, عن أبي أمامة, قال: قال رسول الله صلى الله عليه وسلم: لا يحل بيع المغنيات, ولا تعليمهن, ولا تجارة فيهن, قال: ثمنهن حرام.",
            "page": "34",
            "part": "3"
        },
        {
            "id": "27",
            "nass": "25 - حدثنا صالح بن عبد الله الترمذي, قال: حدثنا جعفر بن سليمان, عن ليث بن أبي سليم, عن عبد الرحمن بن سابط, عن عائشة, رضي الله عنها قالت: قال رسول الله صلى الله عليه وسلم: إن الله عز وجل حرم القينة, وبيعها, وثمنها وتعليمها, والاستماع إليها ثم قرأ: {ومن الناس من يشتري لهو الحديث}.",
            "page": "34",
            "part": "3"
        },
        {
            "id": "28",
            "nass": "26 - وحدثنا عبيد الله بن عمر, قال حدثني صفوان بن عيسى, عن حميد الخراط, عن عمارة بن أبي معاوية, عن سعيد بن جبير, عن أبي الصهباء, قال: سألت عبد الله بن مسعود عن قوله: {ومن الناس من يشتري لهو الحديث} قال: هو والله الغناء.",
            "page": "35",
            "part": "3"
        },
        {
            "id": "29",
            "nass": "27 - حدثني زهير بن حرب, قال: حدثنا جرير, عن عطاء بن السائب, عن سعيد بن جبير, عن ابن عباس, {ومن الناس من يشتري لهو الحديث} قال: هو الغناء وأشباهه.",
            "page": "35",
            "part": "3"
        },
        {
            "id": "30",
            "nass": "28 - وحدثنا أبو خيثمة, قال: حدثنا عبدة بن سليمان, عن إسماعيل بن أبي خالد, عن شعيب بن يسار, قال: سألت عكرمة: لهو الحديث؟, قال: هو الغناء.",
            "page": "35",
            "part": "3"
        },
        {
            "id": "31",
            "nass": "29 - وحدثنا عبيد الله بن عمر الجشمي, قال: حدثني يحيى بن سعيد, عن سفيان بن سعيد, عن حبيب بن أبي ثابت, عن إبراهيم: {ومن الناس من يشتري لهو الحديث} قال: هو الغناء وقال مجاهد: هو لهو الحديث.",
            "page": "36",
            "part": "3"
        },
        {
            "id": "32",
            "nass": "30 - حدثنا علي بن الجعد, قال: أخبرنا محمد بن طلحة, عن سعيد بن كعب المرادي, عن محمد بن عبد الرحمن بن يزيد, عن ابن مسعود, قال: الغناء ينبت النفاق في القلب كما ينبت الماء الزرع, والذكر ينبت الإيمان في القلب كما ينبت الماء الزرع.",
            "page": "36",
            "part": "3"
        },
        {
            "id": "33",
            "nass": "30م-[حدثنا عبد الله، قال: حدثنا أبو خيثمة, وعبيد الله بن عمر, قالا: حدثنا غندر, عن شعبة, عن الحكم, عن حماد, عن إبراهيم, قال: قال عبد الله بن مسعود: الغناء ينبت النفاق في القلب] (1). ¶ _حاشية __________ ¶ (1) هذا الحديث زيادة من النسخة المصرية على النسخة التركية.",
            "page": "9",
            "part": "3"
        },
        {
            "id": "34",
            "nass": "31 - قال حدثنا وكيع, ويحيى بن سعيد, عن سفيان, عن مجاهد {ومن الناس من يشتري لهو الحديث} قال: الغناء.",
            "page": "36",
            "part": "3"
        },
        {
            "id": "35",
            "nass": "32 - وحدثنا عبيد الله بن عمر, قال: حدثنا يحيى بن سعيد, عن سفيان, عن أبيه, عن عكرمة, عن ابن عباس, {وأنتم سامدون} قال: هو الغناء بالحميرية, اسمدي لنا: تغني لنا.",
            "page": "36",
            "part": "3"
        },
        {
            "id": "36",
            "nass": "33 - وحدثنا أبو خيثمة, وعبيد الله بن عمر, قالا: حدثنا غندر, عن شعبة, عن الحكم, عن حماد, عن إبراهيم, قال: قال عبد الله بن مسعود: الغناء ينبت النفاق في القلب. ¶ - حدثنا أبو خيثمة, قال: حدثنا ابن مهدي, عن سفيان, عن منصور, عن حماد, عن إبراهيم, عن عبد الله, بمثله.",
            "page": "36",
            "part": "3"
        },
        {
            "id": "37",
            "nass": "34 - حدثنا محمد بن عمر الأنصاري, قال: حدثنا سعيد بن عامر, قال: حدثنا شعبة, عن الحكم, قال: حدثنا حماد, قيل: إن تحدث هذا الرأي, عن إبراهيم, أن عبد الله, قال: إن الغناء ينبت النفاق في القلب.",
            "page": "36",
            "part": "3"
        },
        {
            "id": "38",
            "nass": "35 - حدثنا فضيل بن عبد الوهاب, قال: حدثنا شريك, عن منصور, عن إبراهيم, قال: كانوا يقولون: الغناء ينبت النفاق في القلب. ¶ - حدثنا فضيل, قال: حدثنا أبو عوانة, عن حماد, عن إبراهيم, مثله.",
            "page": "37",
            "part": "3"
        },
        {
            "id": "39",
            "nass": "36 - وحدثنا فضيل, قال: حدثنا هشيم, عن العوام, عن حماد, قال: قال عبد الله: الغناء ينبت النفاق.",
            "page": "37",
            "part": "3"
        },
        {
            "id": "40",
            "nass": "37 - حدثنا علي بن المنذر, قال: حدثنا محمد بن فضيل, قال: حدثنا ليث, عن طلحة بن مصرف, قال: قال عبد الله: الغناء ينبت النفاق في القلب.",
            "page": "37",
            "part": "3"
        },
        {
            "id": "41",
            "nass": "38 - حدثني عصمة بن الفضل, قال: حدثني حرمي بن عمارة, قال: حدثنا سلام بن مسكين, قال: حدثنا شيخ, عن أبي وائل, عن عبد الله بن مسعود, قال: قال رسول الله صلى الله عليه وسلم: الغناء ينبت النفاق في القلب كما ينبت الماء البقل.",
            "page": "37",
            "part": "3"
        },
        {
            "id": "42",
            "nass": "39 - حدثنا أبو خيثمة, قال: حدثنا جرير, عن منصور, عن مجاهد, عن أبي معمر, عن عبد الله, قال: إذا ركب الرجل الدابة, ولم يسم, ردفه شيطان, فقال: تغنه, فإن كان لا يحسن, قال له: تمنه.",
            "page": "37",
            "part": "3"
        },
        {
            "id": "43",
            "nass": "40 - حدثنا أبو بكر بن سهل التميمي, قال: حدثنا ابن أبي مريم, قال: أخبرنا يحيى بن أيوب, قال: حدثني عبيد الله بن زحر, عن علي بن يزيد, عن القاسم, عن أبي أمامة أن رسول الله صلى الله عليه وسلم قال: ما رفع أحد صوته بغناء إلا بعث الله عز وجل إليه شيطانين يجلسان على منكبيه, يضربان بأعقابهما على صدره حتى يمسك.",
            "page": "37",
            "part": "3"
        },
        {
            "id": "44",
            "nass": "41 - حدثني عبيد الله بن عمر, وأبو خيثمة, قالا: حدثنا يحيى بن سعيد, عن عبيد الله بن عمر, قال: حدثني نافع, أن ابن عمر مر عليه قوم محرمون (1), وفيهم رجل يتغنى, فقال: ألا لا سمع الله لكم, ألا لا سمع الله لكم. ¶ _حاشية__________ ¶ (1) في طبعة دار أطلس: \"محرمين\" والحديث رواه البيهقي في السنن الكبرى (9252) من طريق ابن أبي الدنيا, على الصواب. ¶ - في طبعة مؤسسة الكتب الثقافية: \"مر على قوم محرمين\".",
            "page": "38",
            "part": "3"
        },
        {
            "id": "45",
            "nass": "42 - حدثنا أبو خيثمة, قال: حدثنا بشر بن السري, عن عبد العزيز الماجشون, عن عبد الله بن دينار قال: مر ابن عمر بجارية صغيرة تغني فقال: لو ترك الشيطان أحدا ترك هذه.",
            "page": "38",
            "part": "3"
        },
        {
            "id": "46",
            "nass": "43 - حدثنا عبيد الله بن عمر, وأبو خيثمة, قالا: حدثنا يحيى بن سليم, عن عبيد الله بن عمر, قال: سأل إنسان القاسم بن محمد عن الغناء؟ قال: أنهاك عنه, وأكرهه لك, قال: أحرام هو؟ قال: انظر يا ابن أخي إذا ميز الله الحق من الباطل, في أيهما يجعل الغناء؟.",
            "page": "38",
            "part": "3"
        },
        {
            "id": "47",
            "nass": "44 - حدثنا داود بن عمرو الضبي, قال: حدثنا عبد الجبار بن الورد, قال: سمعت عمرو بن شعيب, يقول: كان مجاهد, يقول: {ومن الناس من يشتري لهو الحديث}قال: هو الغناء.",
            "page": "38",
            "part": "3"
        },
        {
            "id": "48",
            "nass": "45 - حدثنا عبيد الله بن عمر, قال: حدثني عبد الله بن داود, عن القاسم بن سلمان, عن الشعبي, قال: لعن المغني والمغنى له.",
            "page": "38",
            "part": "3"
        },
        {
            "id": "49",
            "nass": "46 - حدثني أبي, وأحمد بن منيع, قال: حدثنا مروان بن شجاع, عن عبد الكريم الجزري, قال: إذا رأيتم الرجل قد هجر المسجد, وعكف على الغناء الشرار, فلا تسألوا عنه.",
            "page": "39",
            "part": "3"
        },
        {
            "id": "50",
            "nass": "47 - وحدثني يعقوب بن محمد, قال: حدثت عن زافر بن سليمان, قال: كان رجل يجلس في المسجد, فترك الجلوس فيه, واتخذ قينة, فكتب إليه رجل من إخوانه: أما بعد, فإن الله عز وجل لم يرض لنبيه صلى الله عليه وسلم الشعر, فقال: {وما علمناه الشعر وما ينبغي له} وكيف إذا اجتمع زي الفاسقين وأصواتهم اللعينة, وعيدانهم الوحشة الملعونة, والنساء المتبرجات بالزينة؟ والله ما أرى من فعل هذا يوقى الهلكة, ولا عذر في النعمة, ولا وضع ما رزقه الله حيث أمره الله عز وجل, فانظر يا أخي من أي شيء خرجت, وفي أي شيء دخلت, وعلى من أقبلت, ومن أقبل عليك, وعن من أعرضت, ومن أعرض عنك فإنك إن أحسنت النظر علمت أنك خرجت من النور ودخلت في الظلمة, وأعرضت عن الله عز وجل, وأعرض الله عز وجل عنك فتدارك نفسك, فإنك إن لم تفعل ذلك فإن أهون داء من دائك يقتل صاحبه والسلام على من اتبع الهدى.",
            "page": "39",
            "part": "3"
        },
        {
            "id": "51",
            "nass": "48 - حدثني الحسين بن عبد الرحمن, قال: حدثني عبد الله بن عبد الوهاب, قال: أخبرني أبو حفص الأموي عمر بن عبد الله قال: كتب عمر بن عبد العزيز إلى مؤدب ولده: من عبد الله عمر أمير المؤمنين, إلى سهل مولاه أما بعد: فإني اخترتك على علم مني بك لتأديب ولدي وصرفتهم إليك عن غيرك من موالي وذوي الخاصة لي, فخذهم بالجفاء فهو أمعن لإقدامهم, وترك الصحبة, فإن عادتها تكسب الغفلة, وقلة الضحك؛ فإن كثرته تميت القلب وليكن أول ما يعتقدون من أدبك بغض الملاهي, التي بدؤها من الشيطان, وعاقبتها سخط الرحمن, فإنه بلغني عن الثقات من حملة العلم أن حضور المعازف واستماع الأغاني واللهج بهما ينبت النفاق في القلب, كما ينبت العشب الماء ولعمري لتوقي ذلك بترك حضور تلك المواطن أيسر على ذي الذهن من الثبوت على النفاق في قلبه, وهو حين يفارقها لا يعتمد مما سمعت أذناه على شيء ينتفع به وليفتتح كل غلام منهم بجزئه من القرآن, يتثبت في قراءته, فإذا فرغ منه تناول قوسه ونبله, وخرج إلى الغرض حافيا فرما سبعة أرشاق, ثم انصرف إلى القائلة, فإن ابن مسعود كان يقول: يا بني قيلوا؛ فإن الشيطان لا يقيل, والسلام.",
            "page": "39",
            "part": "3"
        },
        {
            "id": "52",
            "nass": "49 - حدثني إبراهيم بن محمد المروزي, عن أبي عثمان الليثي, قال: قال يزيد بن الوليد الناقص: يا بني أمية إياكم والغناء فإنه ينقص الحياة ويزيد في الشهوة ويهدم المروءة, فإنه لينوب عن الخمر, يفعل ما يفعل السكر, فإن كنتم لا بد فاعلين فجنبوه النساء, فإن الغناء داعية الزنا.",
            "page": "40",
            "part": "3"
        },
        {
            "id": "53",
            "nass": "50 - حدثني محمد بن الفضل الأزدي, قال: نزل الحطيئة برجل من العرب ومعه ابنته مليكة, فلما جنه الليل سمع غناء, فقال لصاحب المنزل كف هذا عني, قال له: وما تكره من ذلك قال: إن الغناء رائد من رائدة الفجور, ولا أحب أن تسمع هذه يعني ابنته فإن كففته وإلا خرجت عنك. ¶ 51 - حدثنا أحمد بن إبراهيم بن كثير, قال: حدثنا أبو إسحاق الطالقاني, عن الفضل بن موسى, عن داود بن عبد الرحمن, عن خالد بن عبد الرحمن, قال: كنا في عسكر سليمان بن عبد الملك, فسمع غناء من الليل, فأرسل إليهم بكرة فجيء بهم, فقال: إن الفرس ليصهل فتستودق له الرمكة, وإن الفحل ليحظر فتضبع له الناقة, وإن التيس ليثب فتستحرم له العنز, وإن الرجل ليغني فتشتاق إليه المرأة, ثم قال: اخصوهم, فقال عمر بن عبد العزيز هذا مثلة ولا تحل فخلا سبيلهم.",
            "page": "40",
            "part": "3"
        },
        {
            "id": "54",
            "nass": "52 - وحدثنا أبو زيد النميري, قال: حدثنا خلاد بن زيد, قال: سمعت شيوخنا, من أهل مكة منهم سليم يذكرون أن القس عند أهل مكة من أحسنهم عبادة, وأطهرهم تبتلا وأنه مر يوما بسلامة, جارية كانت لرجل من قريش -, وهى التي اشتراها يزيد بن عبد الملك, فسمع غناءها, فوقف يستمع, فرآه مولاها, فدنا منه, فقال: هل لك أن تدخل فتسمع فتأبى عليه, فلم يزل به حتى سمح, وقال: أقعدني في موضع لا أراها ولا تراني قال: أفعل فدخل, فتغنت, فأعجبته فقال مولاها: هل لك أن أحولها إليك؟ فتأبى ثم سمح, فلم يزل يسمع غناءها حتى شغف بها وشغفت به, وعلم ذلك أهل مكة فقالت له يوما: أنا والله أحبك قال: وأنا والله أحبك قالت: وأحب أن أضع فمي على فمك قال: وأنا والله قالت: وأحب أن ألصق صدري بصدرك, وبطني ببطنك قال: وأنا والله قالت: فما يمنعك؟, فوالله إن الموضع لخال قال: إني سمعت الله عز وجل يقول: {الأخلاء يومئذ بعضهم لبعض عدو إلا المتقين} وأنا أكره أن تكون خلة ما بيني وبينك تؤول بنا إلى عداوة يوم القيامة قالت: يا هذا, أتحسب أن ربي وربك لا يقبلنا إن نحن تبنا إليه؟ قال: بلى, ولكن لا آمن أن أفاجأ, ثم نهض وعيناه تذرفان, فلم يرجع بعد, وعاد إلى ما كان عليه من النسك.",
            "page": "41",
            "part": "3"
        },
        {
            "id": "55",
            "nass": "53 - وحدثني الحسين بن عبد الرحمن, قال: تنسك رجل مذكور, ثم إنه دخل في عمل السلطان, فأولم على ابنه, فدعا الناس, ودعا اللعابين, فدخل رجل ممن كان تنسك معه فلما رآه على تلك الحال, قال له: نعوذ بالله من زوال النعمة, ثم خرج ولم يطعم شيئا.",
            "page": "42",
            "part": "3"
        },
        {
            "id": "56",
            "nass": "54 - وحدثني الحسين بن عبد الرحمن, قال: قال فضيل بن عياض: الغناء رقية الزنا.",
            "page": "42",
            "part": "3"
        },
        {
            "id": "57",
            "nass": "55 - حدثني بشر بن عمار القوهستاني, قال: حدثنا عبدة بن سليمان, عن ابن أبي خالد, عن الشعبي, أنه كره أجر المغنية.",
            "page": "42",
            "part": "3"
        },
        {
            "id": "58",
            "nass": "56 - حدثنا عبد الصمد بن يزيد, قال: قال رافع بن حفص المدني: أربعة لا ينظر الله عز وجل إليهم يوم القيامة: الساحرة, والنائحة, والمغنية, والمرأة مع المرأة, وقال: من أدرك ذلك الزمان فأولى به طول الحزن.",
            "page": "42",
            "part": "3"
        },
        {
            "id": "59",
            "nass": "57 - حدثني أزهر بن مروان, قال: حدثنا مروان بن معاوية, قال: حدثني أبو يزيد البراد, عن علي بن حسين, قال: ما قدست أمة فيها البربط.",
            "page": "42",
            "part": "3"
        },
        {
            "id": "60",
            "nass": "58 - حدثنا الحسين بن عبد الرحمن, قال: قال أبو عبيدة معمر بن المثنى: جاور الحطيئة قوما من بني كليب, قال: فمشى ذوو النهى منهم بعضهم إلى بعض, وقالوا: يا قوم إنكم قد رميتم بنيطل, هذا الرجل شاعر, والشاعر يظن فيحقق, ولا يستأني فيثبت, ولا يؤخذ بالفضل فيعفو, قال: فأتوه وهو في فناء خبائه, فقالوا: يا أبا مليكة إنه قد عظم حقك علينا, وبتخطيك القبائل إلينا، وأتيناك لنسألك عما تحب فنأتيه, وعما تكره, فنزدجر عنه, فقال: جنبوا مجلسكم, ولا تسمعوني أغاني شبيبتكم؛ فإن الغناء رقية الزنا، وقال فيهم: ¶ جاورت آل مقلد فحمدتهم ... إذ لا يكاد أخو جوار يحمد ¶ أزمان من يرد الصنيعة يصطنع فيها ... ومن يرد الزهادة يزهد.",
            "page": "42",
            "part": "3"
        },
        {
            "id": "61",
            "nass": "59 - حدثنا الحسن بن محبوب, قال حدثنا أبو النضر, عن أبي جعفر الرازي, عن عاصم الأحول, عن أبي المهلب, عن عبيد الله القرشي, عن أبي أمامة, عن النبي صلى الله عليه وسلم أنه نهى عن بيع المغنيات, وعن شرائهن, وعن كسبهن, وعن أكل أثمانهن.",
            "page": "43",
            "part": "3"
        },
        {
            "id": "62",
            "nass": "60 - حدثني الحسين بن علي العجلي, قال: حدثنا عمرو بن محمد, قال: أخبرنا مسلمة بن جعفر, عن سعد, عن زيد بن علي, قال: قال رجل: يا رسول الله, متى الساعة؟ قال: فزبره رسول الله صلى الله عليه وسلم حتى إذا صلى الفجر رفع رأسه إلى السماء, فقال: تبارك خالقها وراتقها ومبدلها وطاويها كطي السجل للكتب ثم نظر إلى الأرض فقال: تبارك خالقها وواضعها ومبدلها وطاويها كطي السجل للكتب ثم قال: أين السائل عن الساعة؟ قال: فجثا رجل من آخر القوم على ركبتيه, فإذا هو عمر بن الخطاب رحمه الله, فقال رسول الله صلى الله عليه وسلم: ذلك عند حيف الأئمة, وتكذيب بالقدر, وإيمان بالنجوم, وقوم يتخذون الأمانة مغنما, والزكاة مغرما, والفاحشة زيارة قال: فسألت عن الفاحشة زيارة؟ قال: قد سألت عنها, يزعم أنه سأل إياه عنها, فقال: الرجلان من أهل الفسق, يصنع أحدهم طعاما وشرابا, ويأتيه بالمرأة, فيقول: اصنع لي كما صنعت, قال: فيتزاورون على ذلك, قال: فعند ذلك هلاك أمتي يا ابن الخطاب.",
            "page": "43",
            "part": "3"
        },
        {
            "id": "63",
            "nass": "باب في المزمار ¶ 61 - حدثنا محمد بن عثمان العجلي, قال: حدثنا عبد الله بن نمير, قال: حدثنا ابن أبي ليلى, عن عطاء, عن جابر بن عبد الله, عن عبد الرحمن بن عوف, أن رسول الله صلى الله عليه وسلم, قال: إنى نهيت عن صوتين أحمقين فاجرين: صوت عند نعمة, لهو ولعب, ومزامير شيطان, وصوت عند مصيبة, خمش وجوه, وشق جيوب, ورنة شيطان. ¶ 62 - حدثنا أبو إبراهيم الترجماني, قال: حدثني صالح المري, عن الحسن, قال: صوتان ملعونان: مزمار عند نعمة, ورنة عند مصيبة.",
            "page": "44",
            "part": "3"
        },
        {
            "id": "64",
            "nass": "63 - حدثني أبو حاتم الرازي, قال: حدثني محمد بن عمر بن علي المقدمي, قال: حدثنا صفوان بن هبيرة, عن أبي بكر الهذلي, قال: قلت للحسن: أكان نساء المهاجرين يصنعن كما تصنعون اليوم؟ قال: لا, لكن هاهنا خمش وجوه, وشق جيوب, ونتف أشفار, ولطم خدود, ومزامير شيطان, صوتان قبيحان فاحشان, عند نعمة إن حدثت, وعند مصيبة إن نزلت ذكر الله عز وجل المؤمنين فقال: {وفي أموالهم حق معلوم للسائل والمحروم} وجعلتم أنتم في أموالكم حقا معلوما لمغنية عند النعمة, وللنائحة عند المصيبة, يتزوج منكم المتزوج فتحملون نساءكم, معهن هذه الصنوج والمعازف, ويقول الرجل لامرأته تحفلي تحفلي, فيحملها على حصان ويسير خلفها علجان معهما قضيبا شيطان, معهما من لعنه الله عز وجل ورسوله فإن رسول الله صلى الله عليه وسلم لعن مخنثي الرجال, ومذكرات النساء وقال: أخرجوهن من بيوتكم وكان حذيفة يحدث عن رسول الله صلى الله عليه وسلم: لا يتشبه الرجل بالمرأة في لبسها, ولا تتشبه المرأة بالرجل في لبسه وأنتم تخرجون النساء في ثياب الرجال, وتخرجون الرجال في ثياب النساء, ثم يمر بها على المساجد والمجالس, فيقال: من هذه؟ فيقال: امرأة فلان ابن فلان مرة إلى زوجها, وإلى أبيها أخرى لا بر ولا تقوى, ولا غيرة ولا حياء, ويقال: ما هذه الجموع؟ فيقال: رجل لم يكن له زوجة, فأفاده الله عز وجل زوجة, استقبل نعمة الله عز وجل بما ترون من الشكر, هذا في هذه النعمة فإن كانت مصيبة, فماذا؟ يموت منكم الميت, وعليه الدين, وعنده الأمانة, فيوصى بالوصية, فيأتي الشيطان أهله, فيقول: والله لا تفقدوا تركته, ولا تؤدوا أمانته, ولا تمضوا وصيته حتى تبدؤوا بحقي في ماله, فتشتروا ثيابا جددا, ثم تشق عمدا, وتجيئون بها بيضاء, ثم تصبغ سوداء.",
            "page": "45",
            "part": "3"
        },
        {
            "id": "65",
            "nass": "ثم يمد لها خمس سرادقا في داره, فيأتون بأمة مستأجرة تبكي لغير شجوهم, وتبيع عبرتها بدراهمهم تفتن أحياءهم في دورهم, وتؤذي أمواتهم في قبورهم, وتمنعهم أجرهم في الآخرة لما يعطونها من أجرها في الدنيا وما عسى أن تقول النائحة, تقول: أيها الناس إني آمركم بما نهاكم الله عز وجل عنه, وأنهاكم عما أمركم الله عز وجل به, ألا إن الله عز وجل أمرنا بالصبر, فأنا أنهاكم أن تصبروا, ألا إن الله عز وجل قد نهاكم عن الجزع فأنا آمركم أن تجزعوا, يقال: اعرفوا لها حقها, فيبرد لها الشراب, وتكسى الثياب, وتحمل على الدواب, إنا لله وإنا إليه راجعون, فما كنت أرى أن أخلف في أمة يكون هذا فيهم.",
            "page": "45",
            "part": "3"
        },
        {
            "id": "66",
            "nass": "64 - حدثني علي بن مسلم, قال: حدثنا سيار, قال: حدثنا جعفر, قال: سمعت مالك بن دينار, يقول: يعمد أحدهم فيتزوج ديباجة الحرم, وكانت ديباجة الحرم أجمل ما تكون من النساء في زمانها, وخاتون بنت ملك الروم, ويعمد إلى جارية قد سمنها أبواها, فترفاها حتى صارت كأنها زبدة, فيدخل بها, فتأخذ بقلبه, فيقول: أي شيء تريدين؟ فتقول: أريد رداء ياتون, وكان في زمان مالك أردية يقال لها: الياتونية, ويقول: أي شيء تريدين؟ قالت: أريد خمارا جنيا, وكان في زمن مالك خمر يقال لها الجنية, قال: ويقول: وأي شيء تريدين؟ قالت: أريد مرطا أخضر, فتمرط والله دين ذلك المقرئ مرطا, ويدع أن يتزوجها يتيمة فيؤجر, ويكسوها فيؤجر.",
            "page": "46",
            "part": "3"
        },
        {
            "id": "137",
            "nass": "137 - حَدَّثَنِي إِسْحَاقُ بْنُ حَاتِمٍ الْمَدَائِنِيُّ, عَنْ شَيْخٍ, مِنَ النَّخْعِ, حَدَّثَهُ عَنْ مُغِيرَةَ, عَنْ إِبْرَاهِيمَ, قَالَ: مَنْ لَعِبَ بِالْحَمَامِ الطَّيَّارَةِ لَمْ يَمُتْ حَتَّى يَذُوقَ أَلَمَ الْفَقْرِ.",
            "page": "61",
            "part": "3"
        },
        {
            "id": "138",
            "nass": "138 - حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ, قَالَ: حَدَّثَنَا أَبُو تُمَيْلَةَ, قَالَ: حَدَّثَنِي حُسَيْنُ بْنُ وَاقِدٍ, عَنْ أَبِي مِنَازِلٍ أَنَّ شُرَيْحًا, كَانَ لاَ يُجِيزُ شَهَادَةَ صَاحِبٍ حَمَامٍ ولا حمام.",
            "page": "61",
            "part": "3"
        },
        {
            "id": "139",
            "nass": "139 - حدثنا ابن جميل، حدثنا ابن المبارك، أخبرنا سفيان قال: سمعنا أن لعبا بالجلاهق، ولعبا بالحمام هو من عمل قوم لوط.",
            "page": "61",
            "part": "3"
        },
        {
            "id": "140",
            "nass": "بَابٌ: فِي عَمَلِ قَوْمِ لُوطٍ. ¶ 140 - حَدَّثَنَا عُبَيْدُ اللهِ بْنُ عُمَرَ الْجُشَمِيُّ, قَالَ: حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ, قَالَ: حَدَّثَنَا الْقَاسِمُ بْنُ عَبْدِ الْوَاحِدِ, عَنْ عَبْدِ اللهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ, عَنْ جَابِرِ بْنِ عَبْدِ اللهِ, قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِنَّ مِنْ أَخْوَفِ مَا أَخَافُ عَلَى أُمَّتِي أَوْ عَلَى هَذِهِ الأُمَّةِ عَمَلَ قَوْمِ لُوطٍ.",
            "page": "61",
            "part": "3"
        },
        {
            "id": "141",
            "nass": "141 - حَدَّثَنَا خَالِدُ بْنُ خِدَاشٍ, قَالَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ الدَّرَاوَرْدِيُّ, قَالَ: حَدَّثَنَا عَمْرُو بْنُ أَبِي عَمْرٍو, عَنْ عِكْرِمَةَ, عَنِ ابْنِ عَبَّاسٍ, أَنَّ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ, قَالَ: فِيمَنْ عَمِلَ عَمَلَ قَوْمِ لُوطٍ: يُقْتَلُ الْفَاعِلُ وَالْمَفْعُولُ بِهِ.",
            "page": "61",
            "part": "3"
        },
        {
            "id": "142",
            "nass": "142 - حَدَّثَنَا خَالِدُ بْنُ خِدَاشٍ, قَالَ: حَدَّثَنِي سَلْمُ بْنُ قُتَيْبَةَ, قَالَ: سَمِعْتُ سُفْيَانَ الثَّوْرِيَّ, يَقُولُ: لَوْ أَنَّ رَجُلاً عَبَثَ بِغُلاَمٍ بَيْنَ أُصْبُعَيْنِ مِنْ أَصَابِعِ رِجْلَيْهِ يُرِيدُ الشَّهْوَةَ لَكَانَ لَوَّاطًا. ¶ 143 - حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ, قَالَ: حَدَّثَنَا شَرِيكٌ, عَنِ الْقَاسِمِ بْنِ الْوَلِيدِ, عَنْ بَعْضِ, قَوْمِهِ أَنَّ عَلِيًّا, رَجَمَ لُوطِيًّا. ¶ 144 - حَدَّثَنَا عُبَيْدُ اللهِ بْنُ عُمَرَ, قَالَ: حَدَّثَنَا غَسَّانُ بْنُ مُضَرَ, قَالَ: حَدَّثَنَا سَعِيدُ بْنُ يَزِيدَ, عَنْ أَبِي نَضْرَةَ أَنَّ ابْنَ عَبَّاسٍ, سُئِلَ: مَا حَدُّ اللُّوطِيِّ؟ قَالَ: يُنْظَرُ أَعْلَى بِنَاءٍ بِالْقَرْيَةِ فَيُلْقَى مِنْهُ, ثُمَّ يُتْبَعُ بِالْحِجَارَةِ.",
            "page": "62",
            "part": "3"
        },
        {
            "id": "143",
            "nass": "145 - حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ, قَالَ: أَخْبَرَنِي حَمَّادُ بْنُ سَلَمَةَ, عَنْ حَمَّادٍ, عَنْ إِبْرَاهِيمَ, قَالَ: لَوْ كَانَ أَحَدٌ يَنْبَغِي لَهُ أَنْ يُرْجَمَ مَرَّتَيْنِ, لَرُجِمَ اللُّوطِيُّ.",
            "page": "63",
            "part": "3"
        },
        {
            "id": "144",
            "nass": "146 - حَدَّثَنَا عُبَيْدُ اللهِ بْنُ عُمَرَ, قَالَ: حَدَّثَنِي هُشَيْمٌ, عَنْ يُونُسَ, عَنِ الْحَسَنِ, وَمُغِيرَةَ, عَنْ إِبْرَاهِيمَ, قَالَ: حَدُّ اللُّوطِيِّ حَدُّ الزَّانِي.",
            "page": "63",
            "part": "3"
        },
        {
            "id": "145",
            "nass": "147 - حَدَّثَنَا عُبَيْدُ اللهِ بْنُ عُمَرَ, قَالَ: حَدَّثَنِي هُشَيْمٌ, عَنْ يُونُسَ, عَنِ الْحَسَنِ, وَمُغِيرَةَ, عَنْ إِبْرَاهِيمَ, قَالَ: إِذَا قَذَفَ الرَّجُلُ الرَّجُلَ بِعَمَلِ قَوْمِ لُوطٍ ضُرِبَ الْحَدَّ.",
            "page": "63",
            "part": "3"
        },
        {
            "id": "146",
            "nass": "148 - حَدَّثَنَا عُبَيْدُ اللهِ بْنُ عُمَرَ, قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ سَوَاءٍ, عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ, قَالَ: قَالَ عَبْدُ رَبِّهِ بْنُ يَزِيدَ الرِّشْكُ لِفَرْقَدٍ: يَا لُوطِيُّ, فَسَأَلَ فَرْقَدٌ الْحَسَنَ وَابْنَ سِيرِينَ, فَقَالاَ: إِنَّ أَبَاهُ كَانَ رَجُلاً صَالِحًا, وَلَكِنْ لَوْ قَالَ لَكَ: إِنَّكَ تَعْمَلُ عَمَلَ قَوْمِ لُوطٍ كَانَ عَلَيْهِ الْحَدُّ.",
            "page": "63",
            "part": "3"
        },
        {
            "id": "147",
            "nass": "149 - حَدَّثَنَا سَعْدَوَيْهِ, عَنْ يحيى بْنِ عِيسَى, عَنْ عُبَيْدَةَ, عَنْ إِبْرَاهِيمَ, فِي الرَّجُلِ يَقُولُ لِلرَّجُلِ: يَا مَعْفُوجُ, قَالَ: يُجْلَدُ الْحَدَّ.",
            "page": "63",
            "part": "3"
        },
        {
            "id": "148",
            "nass": "150 - حَدَّثَنَا مُجَاهِدٌ, قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ, عَنْ يَحْيَى بْنِ الْوَلِيدِ, قَالَ: شَهِدْتُ ابْنَ أَشْوَعَ أُتِيَ بِرَجُلٍ قَالَ لِرَجُلٍ: يَا مَعْفُوجُ, فَأَمَرَ بِهِ فَضُرِبَ الْحَدَّ.",
            "page": "63",
            "part": "3"
        },
        {
            "id": "149",
            "nass": "151 - حَدَّثَنَا عِيسَى بْنُ عَبْدِ اللهِ التَّميْمِيُّ, حدثنا بَقِيَّةُ بْنُ الْوَلِيدِ, عَنِ الْوَضِينِ بْنِ عَطَاءٍ, عَنْ بَعْضِ التَّابِعِينَ, قَالَ: كَانُوا يَكْرَهُونَ أَنْ يُحِدَّ الرَّجُلُ النَّظَرَ إِلَى الْغُلاَمِ الْجَمِيلِ.",
            "page": "63",
            "part": "3"
        },
        {
            "id": "150",
            "nass": "152 - حَدَّثَنِي عِيسَى بْنُ عَبْدِ اللهِ, قَالَ: أَخْبَرَنَا بَقِيَّةُ, قَالَ: قَالَ بَعْضُ التَّابِعِينَ: مَا أَنَا بِأَخْوَفَ عَلَى الشَّابِّ النْاسِكِ مِنْ سَبُعٍ ضَارٍّ مِنَ الْغُلاَمِ الأَمْرَدِ يَقْعُدُ إِلَيْهِ.",
            "page": "63",
            "part": "3"
        },
        {
            "id": "151",
            "nass": "153 - حَدَّثَنَا الْهَيْثَمُ بْنُ خَارِجَةَ, قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ حِمْيَرٍ, عَنِ النَّجِيبِ بْنِ السَّرِيِّ, قَالَ: كَانَ يُقَالُ: لاَ يَبِيتُ الرَّجُلُ فِي بَيْتٍ مَعَ الْمُرْدِ.",
            "page": "64",
            "part": "3"
        },
        {
            "id": "152",
            "nass": "154 - حَدَّثَنَا الْحَسَنُ بْنُ يُوسُفَ, قَالَ: حَدَّثَنَا بَقِيَّةُ, قَالَ: أَخْبَرَنِي عُبَيْدُ اللهِ بْنُ الْوَلِيدِ بْنِ أَبِي السَّائِبِ, عَنْ أَبِي سَهْلٍ, قَالَ: سَيَكُونُ فِي هَذِهِ الأُمَّةِ قَوْمٌ يُقَالُ لَهُمُ اللُّوطِيُّونَ عَلَى ثَلاَثَةِ أَصْنَافٍ: صِنْفٌ يَنْظُرُونَ, وَصِنْفٌ يُصَافِحُونَ, وَصِنْفٌ يَعْمَلُونَ ذَلِكَ الْعَمَلَ.",
            "page": "64",
            "part": "3"
        },
        {
            "id": "153",
            "nass": "155 - حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ, قَالَ: حَدَّثَنَا مُسْلِمُ بْنُ خَالِدٍ, عَنْ إِسْمَاعِيلَ بْنِ كَثِيرٍ, عَنْ مُجَاهِدٍ, قَالَ: لَوْ أَنَّ الَّذِي يَعْمَلُ ذَلِكَ الْعَمَلَ - يَعْنِي عَمَلَ قَوْمِ لُوطٍ - اغْتَسَلَ بِكُلِّ قَطْرَةٍ فِي السَّمَاءِ وَكُلِّ قَطْرَةٍ فِي الأَرْضِ لَمْ يَزَلْ نَجِسًا.",
            "page": "64",
            "part": "3"
        },
        {
            "id": "154",
            "nass": "156 - حَدَّثَنَا سُوَيْدٌ, قَالَ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ, عَنْ صَالِحِ بْنِ كَيْسَانَ, عَنِ ابْنِ شِهَابٍ, قَالَ: اللُّوطِيُّ يُرْجَمُ أُحْصِنَ أَوْ لَمْ يُحْصَنْ, سُنَّةٌ مَاضِيَةٌ.",
            "page": "64",
            "part": "3"
        },
        {
            "id": "155",
            "nass": "157 - حَدَّثَنَا سُوَيْدٌ, قَالَ: حَدَّثَنَا ابْنُ أَبِي زَائِدَةَ, عَنِ ابْنِ أَبِي لَيْلَى, عَنْ يَزِيدَ بْنِ قَيْسٍ, أَنَّ عَلِيًّا رَجَمَ لُوطِيًّا.",
            "page": "64",
            "part": "3"
        },
        {
            "id": "156",
            "nass": "158 - حَدَّثَنِي أَبِي, وَسُوَيْدٌ, قَالاَ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ هِرَاسَةَ, عَنْ عُثْمَانَ بْنِ صَالِحٍ, عَنِ الْحَسَنِ بْنِ ذَكْوَانَ, قَالَ: لاَ تُجَالِسُوا أَوْلاَدَ الأَغْنِيَاءِ فَإِنَّ لَهُمْ صُوَرًا كَصُوَرِ النِّسَاءِ, وَهُمْ أَشَدُّ فِتْنَةً مِنَ الْعَذَارَى.",
            "page": "64",
            "part": "3"
        },
        {
            "id": "157",
            "nass": "159 - حَدَّثَنَا عُبَيْدُ اللهِ بْنُ عُمَرَ, قَالَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ, عَنْ دَاوُدَ بْنِ بَكْرٍ, عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ, أَنَّ خَالِدَ بْنَ الْوَلِيدِ, كَتَبَ إِلَى أَبِي بَكْرٍ الصِّدِّيقِ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ وَجَدَ رَجُلاً فِي نَوَاحِي الْعَرَبِ يُنْكَحُ كَمَا تُنْكَحُ الْمَرْأَةُ فَجَمَعَ أَبُو بَكْرٍ لِذَلِكَ أَصْحَابَ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ, مِنْهُمْ عَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُمَا فَقَالَ عَلِيُّ: إِنَّ هَذَا ذَنْبٌ لَمْ تَعْمَلْ بِهِ أمة إِلاَِّ أُمَّةٌ وَاحِدَةٌ, فَفَعَلَ اللَّهُ بِهِمْ مَا قَدْ عَلِمْتُمْ, أَرَى أَنْ يُحْرَقَ بِالنَّارِ, فَاجْتَمَعَ رَأْيُ أَصْحَابِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُحْرَقَ بِالنَّارِ فأمر أبو بكر أن يحرق بالنار قَالَ: وَقَدْ حَرَقُهُمْ أَبُو الزُّبَيْرِ وَهِشَامُ بْنُ عَبْدِ الْمَلِكِ.",
            "page": "64",
            "part": "3"
        },
        {
            "id": "158",
            "nass": "160 - حَدَّثَنَا مُجَاهِدٌ, حَدَّثَنَا حَمَّادُ بْنُ خَلَفٍ, حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ, عَنِ الزُّهْرِيِّ, أَنَّ رَجُلاً, قَالَ لِرَجُلٍ: يَا لُوطِيُّ, فَقَالَ الزُّهْرِيُّ: يُضْرَبُ الْحَدَّ.",
            "page": "65",
            "part": "3"
        },
        {
            "id": "159",
            "nass": "بَابُ اللُّوطِيَّةِ فِي النِّسَاءِ. ¶ 161 - حَدَّثَنَا عَمَّارُ بْنُ نَصْرٍ الْمَرْوَزِيُّ, قَالَ: حَدَّثَنَا عُثْمَانُ بْنُ عَبْدِ الرَّحْمَنِ, عَنْ عَنْبَسَةَ, عَنْ أَبِي الْعَلاَءِ, عَنْ مَكْحُولٍ, عَنْ وَاثِلَةَ بْنِ الأَسْقَعِ, رَفَعَهُ, قَالَ: سِحَاقُ النِّسَاءِ زِنَا بَيْنَهُنَّ.",
            "page": "65",
            "part": "3"
        },
        {
            "id": "160",
            "nass": "162 - حَدَّثَنَا يُوسُفُ بْنُ مُوسَى, قَالَ: حَدَّثَنِي عُثْمَانُ بْنُ الْيَمَانِ الْمَكِّيُّ, قَالَ: سَمِعْتُ سَعِيدَ بْنَ عُثْمَانَ, بِقُلْزُمَ عَنِ ابْنِ شِهَابٍ, قَالَ: كُنْتُ فِي مِجْلِسِ عُرْوَةَ, فَأَتَانَا سَالِمُ بْنُ عَبْدِ اللهِ, قَالَ: اسْتَأْذَنَتْ عَلَيَّ الْبَارِحَةَ امْرَأَتَانِ, فأذنت لهما: فَقَالَتِ الصُّغْرَى مِنْهُمَا: أَرَأَيْتَ الْمَرْأَةُ تُضْجَعَ إِلَى جَنْبِ الْمَرْأَةِ, فَتُصِيبُ مِنْهَا مِنَ اللَّذَّةِ مَا تُصِيبُ مِنْ زَوْجِهَا؟, فَأَمَرْتُ بِإِخرَاجهَا, فَتَفَكَّرْتُ حَتَّى كَادَتْ أَنْ تَفُوتَنِي صَلاَةُ الْعَتَمَةِ, فَقُلْتُ: قَدْ أَهْلَكَ اللَّهُ قَوْمًا رَكِبَ بَعْضُهُمْ بَعْضًا, وَلَوْ وُلِّيتُ مِنَ الأَمْرِ شَيْئًا لَرَجَمْتُهُمَا بِالْحِجَارَةِ قَالَ عُرْوَةُ: وَلَكِنِّي لَوْ وُلِّيتُ مِنَ الأَمْرِ شَيْئًا لَضَرَبْتُهَا ضَرْبًا مُبَرِّحًا, وَنَفَيْتُهُمَا مِنَ الْبَلَدِ الَّذِي أَنَا فِيهِ, قَالَ الزُّهْرِيُّ: فَلَمَّا كَبِرْتُ وَحَنَّكَتْنِي الأُمُورُ, عَلِمْتُ أَنَّ الْقَوْلَ مَا قَالَ عُرْوَةُ, قَالَ عُثْمَانُ بْنُ الْيَمَانِ: لَيْسَ يُؤْخَذُ بِقَوْلِ سَالِمٍ فِي الرَّجْمِ, وَلاَ يَجِبُ النَّفْيُ بِهِ قَالَ عُثْمَانُ بْنُ الْيَمَانِ: وَكَانَ سَعِيدُ بْنُ عُثْمَانَ هَذَا عَامِلاً عَلَى قُلْزُمَ.",
            "page": "65",
            "part": "3"
        },
        {
            "id": "161",
            "nass": "163 - حَدَّثَنَا مُحَمَّدُ بْنُ بَكَّارٍ, قَالَ: حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ, قَالَ: حَدَّثَنَا حَفْصٌ، أَوْ أَبُو حَفْصٍ, عَنْ جَعْفَرِ بْنِ مُحَمَّدِ بْنِ عَلِيٍّ, قَالَ: جَاءَتْهُ امْرَأَتَانِ قَدْ قَرَأَتَا الْقُرْآنَ, فَقَالتَا: هَلْ نَجِدُ عُشَاقَ الْمَرْأَةِ الْمَرْأَةَ مُحَرَّمًا فِي كِتَابِ اللهِ عَزَّ وَجَلَّ؟ فَقَالَ لَهُمَا: نَعَمْ هُنَّ اللَّوَاتِي كُنَّ عَلَى عَهْدِ تُبَّعٍ, وَهُنَّ صَوَاحِبُ الرَّسِّ, وَكُلُّ نَهْرٍ وَبِئْرٍ رَسٌّ, قَالَ: يُقْطَعُ لَهُنَّ سَبْعُونَ جِلْبَابًا مِنْ نَارٍ وَدِرْعٌ مِنْ نَارٍ وَنِطَاقٌ مِنْ نَارٍ, وَتَاجٌ مِنْ نَارٍ, وَخُفَّانِ مِنْ نَارٍ, وَمِنْ فَوْقِ ذَلِكَ ثَوْبٌ غَلِيظٌ, جَافٌ, حَلْفٌ مَتِينٌ مِنْ نَارٍ قَالَ جَعْفَرٌ: عَلِّمُوا هَذَا نِسَاءَكُمْ.",
            "page": "66",
            "part": "3"
        },
        {
            "id": "162",
            "nass": "164 - قَالَ أَبِي, أُخْبِرْتُ عَنْ عَمْرِو بْنِ هَاشِمٍ الْجَنْبِيِّ, عَنْ أَبِي حَمْزَةَ, قَالَ: قُلْتُ لِمُحَمَّدِ بْنِ عَلِيٍّ: عَذَّبَ اللَّهُ نِسَاءَ قَوْمِ لُوطٍ بِعَمَلِ رِجَالِهِمْ؟ قَالَ: اللَّهُ أَعْدَلُ مِنْ ذَلِكَ, اسْتَغْنَى الرِّجَالُ بِالرِّجَالِ, وَالنِّسَاءُ بِالنِّسَاءِ.",
            "page": "66",
            "part": "3"
        },
        {
            "id": "163",
            "nass": "165 - حَدَّثَنَا أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ رَاشِدٍ, قَالَ: حَدَّثَنَا الْقَعْنَبِيُّ, قَالَ حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ, عَنْ سَعْدِ بْنِ طَرِيفٍ, عَنِ الأَصْبَغِ, عَنْ عَلِيٍّ, قَالَ: مِنْ أَخْلاَقِ قَوْمِ لُوطٍ الْجَلاَهِقُ يَعْنِي بِالْجَلاَهِقِ قَوْسَ الْبُنْدُقِ, وَيُقَالُ الْمِقْلاَعُ وَالصَّفِيرُ, وَالْحَدَقُ, وَمَضْغُ الْعِلْكِ.",
            "page": "66",
            "part": "3"
        },
        {
            "id": "164",
            "nass": "166 - حَدَّثَنَا أَبُو مُحَمَّدٍ, عَنْ عَلِيِّ بْنِ مُحَمَّدٍ الْقُرَشِيِّ, عَنْ جُوَيْرِيَةَ بْنِ أَسْمَاءَ, عَنْ عَمِّهِ, قَالَ: حَجَجْتُ وَأَنَا لَفِي رُفْقَةٍ مَعَ قَوْمٍ إِذْ نَزَلْنَا مَنْزِلاً وَمَعَنَا امْرَأَةٌ فَنَامَتْ فَانْتَبَهَتْ وَحَيَّةٌ مُنْطَوِيَةٌ عَلَيْهَا قَدْ جَمَعَتْ رَأْسَهَا مَعَ ذَنَبِهَا بَيْنَ ثَدْيَيْهَا فَهَالَنَا ذَلِكَ, وَارْتَحَلْنَا فَلَمْ تَزَلْ مُنْطَوِيَةً عَلَيْهَا لاَ تَضُرُّهَا شَيْئًا حَتَّى دَخَلْنَا أَنْصَابَ الْحَرَمِ, فَانْسَابَت, فَدَخَلْنَا مَكَّةَ فَقَضَيْنَا نُسُكَنَا وَانْصَرَفْنَا حَتَّى إِذَا كُنَّا بِالْمَكَانِ الَّذِي تَطَوَّقَتْ عَلَيْهَا مِنْهُ الْحَيَّةُ وَهُوَ الْمَنْزِلُ الَّذِي نَزَلْنَا, فَنَامَتْ فَاسْتَيْقَظَتْ وَالْحَيَّةُ مُنْطَوِيَةٌ عَلَيْهَا, ثُمَّ صَفَّرَتِ الْحَيَّةُ, فَإِذَا بِالْوَادِي يَسِيلُ عَلَيْنَا حَيَّاتٍ فَنَهَشَتْهَا حَتَّى بَقِيَتْ عِظَامًا, فَقُلْتُ لِخَادِمَةٍ كَانَتْ لَهَا: وَيْحَكِ أَخْبِرِينَا عَنْ هَذِهِ الْمَرْأَةِ, قَالَتْ: بَغَتْ ثَلاَثَ مَرَّاتٍ كُلُّ مَرَّةٍ تَلِدُ وَلَدًا, فَإِذَا وَضَعَتْهُ سَجَّرَتِ التَّنُّورَ, ثُمَّ أَلْقَتْهُ فِيهِ.",
            "page": "66",
            "part": "3"
        },
        {
            "id": "165",
            "nass": "167 - حدثنا حسين بن علي العجلي، حدثنا محمد بن فضيل، حَدَّثَنَا عُمَرُ بْنُ أَبِي زَائِدَةَ, عَنْ أَبِي صَخْرَةَ رَفَعَهُ قَالَ: كَانَ اللِّوَاطُ فِي قَوْمِ لُوطٍ فِي النِّسَاءِ قَبْلَ أَنْ يَكُونَ فِي الرِّجَالِ بِأَرْبَعِينَ سَنَةً.",
            "page": "67",
            "part": "3"
        },
        {
            "id": "166",
            "nass": "168 - وَحَدَّثَنَا الْحُسَيْنُ بْنُ عَلِيٍّ, قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ, قَالَ: حَدَّثَنَا الأَعْمَشُ, عَنْ أَبِي ظَبْيَانَ, عَنْ حُذَيْفَةَ, قَالَ: إِنَّمَا حَقَّ الْقَوْلُ عَلَى قَوْمِ لُوطٍ حِينَ اسْتَغْنَى النِّسَاءُ بِالنِّسَاءِ, وَالرِّجَالُ بِالرِّجَالِ.",
            "page": "67",
            "part": "3"
        },
        {
            "id": "167",
            "nass": "169 - حَدَّثَنَا الْحُسَيْنُ بْنُ عَلِيٍّ, قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ الصَّلْتِ, قَالَ: حَدَّثَنَا بِشْرُ بْنُ عُمَارَةَ, عَنْ أَبِي رَوْقٍ, عَنِ الضَّحَّاكِ, عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ عَزَّ وَجَلَّ: {أَتَأْتُونَ الْفَاحِشَةَ} قَالَ: أَدْبَارَ الرِّجَالِ.",
            "page": "67",
            "part": "3"
        },
        {
            "id": "168",
            "nass": "170 - وَحَدَّثَنِي حُسَيْنُ بْنُ عَلِيٍّ, قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ الصَّلْتِ, عَنْ شَيْخٍ, مِنْ بَنِي تَمِيمٍ المكتب عَنْ عُبَيْدِ اللهِ, قَالَ: سَأَلْتُ الشَّعْبِيَّ عَنِ امْرَأَتَيْنِ, وُجِدَتَا, تَسْحَقَانِ؟ قَالَ: تُعَزَّرَانِ.",
            "page": "67",
            "part": "3"
        },
        {
            "id": "169",
            "nass": "171 - حَدَّثَنَا الْحُسَيْنُ بْنُ عَلِيٍّ, قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ الصَّلْتِ, عَنْ شَيْخٍ مِنْ تَمِيمٍ, عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ, عَنْ أَبِيهِ, أَنَّهُ أُتِيَ بِامْرَأَتَيْنِ تَسْحِقَانِ, فَعَزَّرَهُمَا مِئَةً مِئَةً.",
            "page": "68",
            "part": "3"
        },
        {
            "id": "170",
            "nass": "172 - حَدَّثَنَا الْعَبَّاسُ بْنُ يَزِيدَ, قَالَ: حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ, قَالَ: حَدَّثَنَا سَعِيدٌ, عَنْ قَتَادَةَ, عَنْ عُبَيْدِ اللهِ بْنِ عَبْدِ اللهِ بْنِ مَعْمَرٍ, فِي رَجُلٍ عَمِلَ عَمَلَ قَوْمِ لُوطٍ قَالَ: قِتْلَةُ قَوْمِ لُوطٍ, أُحْصِنَ أَوْ لَمْ يُحْصَنْ قَالَ: وَكَانَ جَابِرُ بْنُ زَيْدٍ يَقُولُ: حُرْمَةُ الدُّبُرِ أَشَدُّ مِنْ حُرْمَةِ الْفَرْجِ قَالَ قَتَادَةُ: وَكَانَ الْحَسَنُ يَقُولُ: حَدُّهُ حَدُّ الزَّانِي إِنْ كَانَ قَدْ أُحْصِنَ فالرجم وَإِلاَّ فَالْجلدُّ.",
            "page": "68",
            "part": "3"
        },
        {
            "id": "171",
            "nass": "173 - حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ, قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ, عَنِ ابْنِ أَبِي نَجِيحٍ: {أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ} قَالَ عَمْرُو بْنُ دِينَارٍ: مَا نَزَا ذَكَرٌ عَلَى ذَكَرٍ حَتَّى كَانَ قَوْمُ لُوطٍ.",
            "page": "68",
            "part": "3"
        },
        {
            "id": "172",
            "nass": "174 - حَدَّثَنِي الْفَضْلُ بْنُ إِسْحَاقَ, قَالَ: حَدَّثَنِي أَبُو قُتَيْبَةَ, عَنْ عُرْفَطَةَ الْعَبْدِيِّ, قَالَ: سَمِعْتُ ابْنَ سِيرِينَ, يَقُولُ: لَيْسَ شَيْءٌ مِنَ الدَّوَابِّ يَعْمَلُ عَمَلَ قَوْمِ لُوطٍ إِلاَّ الْخِنْزِيرُ وَالْحِمَارُ.",
            "page": "68",
            "part": "3"
        },
        {
            "id": "173",
            "nass": "175 - حَدَّثَنَا خَلَفُ بْنُ هِشَامٍ, قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ, عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو, عَنْ عِكْرِمَةَ, عَنِ ابْنِ عَبَّاسٍ, أَنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: لَعَنَ اللَّهُ مَنْ عَمِلَ عَمَلَ قَوْمِ لُوطٍ ثَلاَثًا.",
            "page": "68",
            "part": "3"
        },
        {
            "id": "174",
            "nass": "176 - حَدَّثَنِي الْقَاسِمُ بْنُ هِاشَمٍ قَالَ: حَدَّثَنَا أَبُو الْيَمَانِ, قَالَ: حَدَّثَنَا صَفْوَانُ بْنُ عَمْرٍو, قَالَ: كَتَبَ عَبْدُ الْمَلِكِ بْنُ مَرْوَانَ إِلَى أَبِي حَبِيبٍ قَاضَى حِمْصَ يَسْأَلُهُ: كَمْ عُقُوبَةُ اللُّوطِيِّ؟ فَكَتَبَ إِلَيْهِ أَنَّ عَلَيْهِ أَنْ يُرْمَى بِالْحِجَارَةِ كَمَا رُجِمَ قَوْمُ لُوطٍ, قَالَ اللَّهُ عَزَّ وَجَلَّ: {وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِنْ سِجِّيلٍ} فَقَبِلَ عَبْدُ الْمَلِكِ ذَلِكَ مِنْهُ وَحَسَّنَهُ مِنْ رَأْيِهِ.",
            "page": "68",
            "part": "3"
        },
        {
            "id": "175",
            "nass": "بَابٌ: فِي الْمُخَنَّثِينَ.*** ¶ 177 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ, قَالَ: حَدَّثَنَا جَرِيرٌ, عَنْ هِشَامِ بْنِ عُرْوَةَ, عَنْ أَبِيهِ, عَنْ زَيْنَبَ بِنْتِ أُمِّ سَلَمَةَ, عَنْ أُمِّ سَلَمَةَ, قَالَتْ: كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَالِسًا فِي بَيْتِ أُمِّ سَلَمَةَ, وَعِنْدَهُ مُخَنَّثٌ جَالِسٌ, فَقَالَ لِعَبْدِ اللهِ بْنِ أَبِي أُمَيَّةَ أَخِي أُمِّ سَلَمَةَ: يَا عَبْدَ اللهِ, إِنْ فَتَحَ اللَّهُ عَلَيْكُمُ الطَّائِفَ غَدًا, فَأَنَا أَدُلُّكَ عَلَى ابْنَةِ غَيْلاَنَ امْرَأَةٍ مِنْ ثَقِيفٍ تُقْبِلُ بِأَرْبَعٍ, وَتُدْبِرُ بِثَمَانٍ فَقَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: لاَ يَدْخُلْ هَذَا عَلَيْكُنَّ.",
            "page": "69",
            "part": "3"
        },
        {
            "id": "176",
            "nass": "178 - حَدَّثَنَا إِسْحَاقُ, قَالَ: حَدَّثَنَا جَرِيرٌ, عَنْ مُغِيرَةَ, عَنْ أَبِي الزِّنَادِ, قَالَ: لَمَّا أَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ النِّسَاءَ أَنْ يَحْتَجِبْنَ مِنَ الْمُخَنَّثِينَ جَلَسَا يَنُوحَانِ.",
            "page": "69",
            "part": "3"
        },
        {
            "id": "177",
            "nass": "179 - حَدَّثَنَا الْحَسَنُ بْنُ يَحْيَى, قَالَ: حَدَّثَنَا عَبْدُ الرَّزَّاقِ, قَالَ: أَخْبَرَنَا مَعْمَرٌ, عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ, وَأَيُّوبَ, عَنْ عِكْرِمَةَ, عَنِ ابْنِ عَبَّاسٍ, قَالَ: لَعَنَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمُخَنَّثِينَ مِنَ الرِّجَالِ, وَالْمُتَرَجِّلاَتِ مِنَ النِّسَاءِ.",
            "page": "69",
            "part": "3"
        },
        {
            "id": "178",
            "nass": "180 - حَدَّثَنَا حَسَنٌ, قَالَ: أَخْبَرَنَا عَبْدُ الرَّزَّاقِ, قَالَ: أَخْبَرَنَا مَعْمَرٌ, عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ, عَنْ عِكْرِمَةَ, عَنِ ابْنِ عَبَّاسٍ, أَنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: أَخْرِجُوا الْمُخَنَّثِينَ مِنْ بُيُوتِكُمْ قَالَ: فَأَخْرَجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُخَنَّثًا, وَأَخْرَجَ عُمَرُ - رضي الله عنه - مُخَنَّثًا.",
            "page": "69",
            "part": "3"
        },
        {
            "id": "179",
            "nass": "181 - حَدَّثَنَا الْحَسَنُ بْنُ حَمَّادٍ الضَّبِّيُّ, قَالَ: حَدَّثَنَا عَبْدَةُ, عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ, عَنْ يَزِيدَ, عَنْ مُوسَى بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَيَّاشِ بْنِ أَبِي رَبِيعَةَ, قَالَ: كَانَ الْمُخَنَّثُونَ عَلَى عَهْدِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَلاَثَةٌ: مَاتِعٌ, وَهَرِمٌ وَهَيْتٌ, قَالَ: فَكَانَ مَاتِعٌ لِفَاخِتَةَ بِنْتِ عَمْرِو بْنِ عَائِذٍ خَالَةِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ, وَكَانَ يَغْشَى بُيُوتَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَيَدْخُلُ عَلَيْهِنَّ حَتَّى إِذَا حَاصَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الطَّائِفَ سَمِعَهُ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَقُولُ لِخَالِدِ بْنِ الْوَلِيدِ: إِنْ فُتِحَتِ الطَّائِفُ غَدًا, فَلاَ تَنْفَلِتَنَّ مِنْكَ نَادِيَةُ بِنْتُ غَيْلاَنَ, فَإِنَّهَا تُقْبِلُ بِأَرْبَعٍ, وَتُدْبِرُ بِثَمَانٍ, فَقَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: لاَ أَرَى هَذَا الْخَبِيثَ يَفْطِنُ لِهَذَا يَدْخُلُ عَلَيْكنَّ بعد هذا لنسائه قَالَ: ثُمَّ أَقْبَلَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَافِلاً, حَتَّى كَانَ بِذِي الْحُلَيْفَةِ, قَالَ: لاَ تَدْخُلِ الْمَدِينَةَ وَدَخَلَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ, فَكُلِّمَ فِيهِ, وَقِيلَ لَهُ: إِنَّهُ مِسْكِينٌ, وَلاَ بُدَّ لَهُ مِنْ شَيْءٍ, فَجَعَلَ لَهُ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمًا فِي كُلٍّ سبت, يَدْخُلُ فَيَسْأَلُ, ثُمَّ يَرْجِعُ إِلَى مَنْزِلِهِ, فَلَمْ يَزَلْ كَذَلِكَ فِي عَهْدِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبَى بَكْرٍ, وَعَلَى عَهْدِ عُمَرَ وَنَفَا رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَاحِبَيْهِ مَعَهُ: هَرِمَ, وَالآخَرُ: هَيْتَ.",
            "page": "70",
            "part": "3"
        },
        {
            "id": "180",
            "nass": "182 - حدثنا عبيد الله بن عمر قال: حدثنا أبو أحمد الزبيري قال: حدثنا إسرائيل، عن الوليد بن العيزار، عن عكرمة قال: لعن رسول الله صلى الله عليه وسلم البيت الذي يدخله المخنث.",
            "page": "70",
            "part": "3"
        },
        {
            "id": "181",
            "nass": "183 - حَدَّثَنَا عُبَيْدُ اللهِ بْنُ عُمَرَ, قَالَ: حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ عُثْمَانَ, قَالَ: حَدَّثَنَا عُثْمَانُ بْنُ الأَسْوَدِ, عَنْ مُجَاهِدٍ, أَنَّهُ كَرِهَ إِمَامَةَ الْمُخَنَّثِ.",
            "page": "70",
            "part": "3"
        },
        {
            "id": "182",
            "nass": "184 - حَدَّثَنَا أَبُو إِسْحَاقُ الأَزْدِيُّ, قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ, قَالَ: سَأَلْتُ مَالِكَ بْنَ أَنَسٍ، عَنِ الْقَدَرِيِّ وَالْمُخَنَّثِ, أَيَجُوزُ لِي أَنْ أَجْعَلَهُ, سِتْرًا بَيْنَ يَدَيَّ فِي الصَّلاَةِ؟ فَقَالَ: إِذَا حَقَّقْتَ أَنَّهُمَا كَذَلِكَ فَلاَ تَجْعَلْهُمَا سُتْرَةً فِي الصَّلاَةِ.",
            "page": "70",
            "part": "3"
        },
        {
            "id": "183",
            "nass": "185 - حَدَّثَنَا أَبُو إِسْحَاقَ الأَزْدِيُّ, قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ, قَالَ: سَمِعْتُ مَالِكَ بْنَ أَنَسٍ, أَوْ غَيْرَهُ مِنْ أَهْلِ الْعِلْمِ قَالَ: كَانَ ابْنُ شِهَابٍ الزُّهْرِيُّ, وَرَبِيعَةُ بْنُ أَبِي عَبْدِ الرَّحْمَنِ فِي صَفٍّ فِي مَسْجِدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَاءَ الإِمَامِ, فَتَقَدَّمَ رَبِيعَةُ بَيْنَ يَدَيْهِ, فَقَالَ لَهُ ابْنُ شِهَابٍ: كُنْتَ فِي سَعَةٍ, فَتَقَدَّمْتَ إِلَى الصَّفِّ الَّذِي بَيْنَ يَدَيْكَ فِي ضِيقٍ, فَلِمَ فَعَلْتَ ذَلِكَ؟ فَقَالَ لَهُ رَبِيعَةُ: إِنَّهُ كَانَ بَيْنَ يَدَيَّ رَجُلٌ يُؤْبَنُ بِالتَّخَنُّثِ, وَكَرِهْتُ أَنْ يَكُونَ بَيْنَ يَدَيَّ؛ فَلِذَلِكَ تَقَدَّمْتُ.",
            "page": "71",
            "part": "3"
        },
        {
            "id": "184",
            "nass": "186 - حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللهِ بْنِ زائدةَ, قَالَ: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ, قَالَ: حَدَّثَنَا أَيُّوبٌ, عَنْ عِكْرِمَةَ, عَنِ ابْنِ عَبَّاسٍ, قَالَ: لَعَنَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمُخَنَّثِينَ مِنَ الرِّجَالِ وَالْمُتَرَجِّلاَتِ مِنَ النِّسَاءِ.",
            "page": "71",
            "part": "3"
        },
        {
            "id": "185",
            "nass": "187 - حَدَّثَنا إِبْرَاهِيمُ بْنُ رَاشِدٍ, قَالَ: حَدَّثَنَا أَبُو رَبِيعَةَ زَيْدُ بْنُ عَوْفٍ, قَالَ: حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ, عَنْ هِشَامِ بْنِ عُرْوَةَ, عَنْ أَبِيهِ, عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلَ بَيْتَ أُمِّ سَلَمَةَ, فَرَأَى عِنْدَهَا مُخَنَّثًا, وَهُوَ يَقُولُ: يَا عَبْدَ اللهِ بْنَ أُمَيَّةَ, لَوْ فُتِحَتِ الطَّائِفُ لأَرَيْتُكَ نَادِيَةَ بِنْتَ غَيْلاَنَ, فَإِنَّهَا تُقْبِلُ بِأَرْبَعٍ, وَتُدْبِرُ بِثَمَانٍ, فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: لاَ تُدْخِلِي هَذَا عَلَيْكُمْ.",
            "page": "71",
            "part": "3"
        },
        {
            "id": "186",
            "nass": "188 - حَدَّثَنِي مُحَمَّدُ بْنُ سَهْلٍ, قَالَ: حَدَّثَنَا عَبْدُ الرَّزَّاقِ, قَالَ أَخْبَرَنَا مَعْمَرٌ, عَنِ الزُّهْرِيِّ, عَنْ عُرْوَةَ, عَنْ عَائِشَةَ, قَالَتْ: كَانَ يَدْخُلُ عَلَى أَزْوَاجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُخَنَّثٌ, وَكَانُوا يَعُدُّونَهُ مِنْ غَيْرِ أَوْلَى الإِرْبَةِ, قَالَ: فَدَخَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمًا وَهُوَ عِنْدَ بَعْضِ أَزْوَاجِهِ وَهُوَ يَنْعَتُ امْرَأَةً, فَقَالَ: إِذَا أَقْبَلَتْ أَقْبَلَتْ بِأَرْبَعٍ, وَإِذَا أَدْبَرَتْ أَدْبَرَتْ بِثَمَانٍ, فَقَالَ: أَلاَ أَرَى هَذَا يُعْرَفُ مَا هَاهُنَا, لاَ يَدْخُلَنَّ عَلَيْكُمْ بَعْدُ فَحَجَبُوهُ.",
            "page": "71",
            "part": "3"
        },
        {
            "id": "187",
            "nass": "189 - حَدَّثَنَا يَعْقُوبُ بْنُ إِسْحَاقَ بْنِ زِيَادٍ, قَالَ: حَدَّثَنَا يَعْقُوبُ بْنُ مُحَمَّدٍ الزُّهْرِيُّ, قَالَ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ جَعْفَرٍ, عَنْ صَالِحِ بْنِ إِبْرَاهِيمَ, عَنْ أَبِيهِ, أَنَّ عُثْمَانَ جَلَدَ رَجُلاً قَالَ لِرَجُلٍ: يَا مُخَنَّثُ عِشْرِينَ.",
            "page": "72",
            "part": "3"
        },
        {
            "id": "188",
            "nass": "190 - حَدَّثَنَا الْحُسَيْنُ بْنُ عَلِيٍّ, قَالَ: حَدَّثَنَا أَبُو جَعْفَرٍ الثَّقَفِيُّ, قَالَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ, قَالَ: حَدَّثَنِي دَاوُدُ بْنُ بَكْرٍ, عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ, عَنْ أَبِي سَلَمَةَ أَنَّهُ كَرِهَ أَنْ يُصَلّي خَلْفَ مُخَنَّثٍ.",
            "page": "72",
            "part": "3"
        },
        {
            "id": "189",
            "nass": "191 - حَدَّثَنَا زِيَادُ بْنُ أَيُّوبَ, قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ, قَالَ أَخْبَرَنَا مُحَمَّدُ بْنُ مُسْلِمٍ الطَّائِفِيُّ, قَالَ: سُئِلَ طَاوُوسٌ عَنِ الرَّجُلِ الَّذِي, يَأْتِي الْمَرْأَةَ فِي عَجِيزَتِهَا, قَالَ: تِلْكَ كَفْرَةٌ, إِنَّمَا بَدَأَ قَوْمُ لُوطٍ ذَلِكَ, صَنَعَهُ الرِّجَالُ بِالنِّسَاءِ, ثُمَّ صَنَعَهُ الرِّجَالُ بِالرِّجَالِ.",
            "page": "72",
            "part": "3"
        }
    ],
    "t38091": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "ذم الملاهي"
        }
    ]
}