{
    "b38108": [
        {
            "id": "1",
            "nass": "الكتاب: الجزء الخامس من الفوائد المنتخبة العوالي (السراجيات) - مخطوط ¶ المؤلف: أبو محمد جعفر بن أحمد بن الحسين السراج القارئ ¶ المتوفى: 500 هـ ¶ تخريج: الخطيب البغدادي ¶ مصدر المخطوط: مجاميع المدرسة العمرية، الموجودة في المكتبة الظاهرية ¶ رقم المجموع: 3834 عام [مجاميع 98] ¶ رقم المخطوط في المجموع: 15 ¶ عدد أوراق المخطوط: 14 (153 - 166) ¶ نسخ: مكتبة أحمد الخضري ¶ تاريخ آخر تعديل: 11 - 7 - 2016 م ¶ تنبيه: نَسْخُ المخطوط هنا هو نَسْخٌ مبدئي، غَيْرَ مُعَدٍّ للطبع، فلم يُقابل النص مرة أخرى على المخطوط، ولا تم تحقيقه بالرجوع إلى كتب الحديث والتراجم، لتصويب ما يُمكن أن يكون قد وقع في الإسناد أو المتن من تصحيف أو سقط، إلا في مواضع قليلة، فالغرض الأساسي من هذا النسخ هو إدخال المخطوط للمكتبة الشاملة، لتسهيل البحث فيه، فإن وجد الباحث مبتغاه في ما تم نسخه من المخطوط، فعليه الرجوع للمخطوط نفسه وكتب الحديث والتراجم، للتأكد من صحة ما تم نسخه، وقد يسرنا ذلك بإثبات أرقام أوراق المخطوط في أماكنها.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "(ق153ب) ¶ الخامس من الخماسيات ¶ (ق154ب) ¶ الجزء الخامس من الفوائد المنتخبة العوالي ¶ تخريج أبي بكر أحمد بن علي بن ثابت الخطيب الحافظ ¶ للشيخ أبي محمد جعفر بن أحمد بن الحسين السراج القارئ ¶ رواية أبي الفتح محمد بن عبد الباقي بن أحمد بن سلمان، عنه ¶ سمعت على الشيخ الإمام زين الدين",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "(ق155أ) ¶ بسم الله الرحمن الرحيم ¶ 1 - أخبرنا الشيخ أبو الفتح محمد بن عبد الباقي بن أحمد بن سلمان، قال: أخبرنا أبو محمد جعفر بن أحمد بن الحسين السراج القارئ، أخبرنا أبو علي الحسن بن أحمد بن إبراهيم بن شاذان، قراءة عليه سنة ثلاث وعشرين وأربعمائة، أخبرنا أبو عمرو عثمان بن أحمد بن السماك الدقاق، حدثنا الحسن هو ابن مكرم، قال عثمان: هو ابن عمر، أخبرنا شعبة، عن عبد الرحمن بن العلاء، عن أبيه، عن أبي هريرة، أن رسول الله صلى الله عليه وسلم، قال: \" ألا أخبركم بما يرفع الله به الدرجات، ويمحو به الخطايا، إسباغ الوضوء على المكاره، وكثرة الخطا إلى المساجد، وانتظار الصلاة بعد الصلاة \". هذا حديث صحيح من حديث العلاء بن عبد الرحمن بن يعقوب مولى الخرقة، عن أبيه، عن أبي هريرة، وثابت من رواية شعبة بن الحجاج، عن العلاء بن عبد الرحمن، انفرد بإخراجه مسلم بن الحجاج في كتابه الصحيح فرواه، عن محمد بن المثنى، عن غندر، عن شعبة، فكأن شيخنا أبا علي سمعه من مسلم.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "2 - أخبرنا الحسن بن أحمد، أخبرنا عثمان، أخبرنا الحسن، أَخبَرنا دَاوُدُ بْنُ قَيْسٍ، عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللهِ بْنِ حُنَيْنٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، عَنْ عَلِيٍّ، عليه السلام، قَالَ: \" نَهَانِي حِبِّي عَنْ اثنتين، ولاَ أَقُولُ نَهَاكُمْ، أن أَقْرَأ رَاكِعًا، وعَنْ تَخَتُّمِ الذَّهَبِ، ولُبْسِ الْقَسِّيِّ \". هذا حديث صحيح من حديث أبي العباس عبد الله بن العباس بن عبد المطلب (ق155ب)، عن أمير المؤمنين علي بن أبي طالب، وثابت من رواية، إبراهيم بن عبد الله بن حنين مولى العباس، عن أبيه، عن ابن عباس، انفرد مسلم بإخراجه في كتابه، فرواه عن زهير بن حرب، وإسحاق، عن أبي عامر العقدي، عن داود بن قيس الفراء، فكأن شيخنا سمعه من مسلم.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "3 - أخبرنا الحسن، اخبرنا عثمان، حدثنا الحسن، حدثنا عثمان، حَدَّثنا ابْنُ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، قال: أخبرني الْفَضْلِ بْنِ عَبَّاسٍ: \" أَنَّ رَسُولَ اللهِ صَلى الله عَلَيهِ وَسَلمَ لَبَّى حَتَّى رَمَى جَمْرَةَ الْعَقَبَةِ \". هذا حديث صحيح من حديث أبي محمد عطاء بن أبي رباح المكي، واسم أبيه أسلم، عن عبد الله بن العباس، عن أخيه الفضل، وثابت من رواية عبد الملك بن عبد العزيز بن جريج، عن عطاء، رواه مسلم في كتابه، عن إسحاق بن إبراهيم، وعلي بن خشرم، وعن عيسى بن يونس، عن ابن جريج، فكأن شيخنا سمعه من مسلم.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "4 - أخبرنا الحسن بن أحمد بن شاذان، أخبرنا عثمان بن أحمد بن السماك، حدثنا حنبل بن إسحاق، حدثنا الخليل بن عمر بن إبراهيم، حدثنا قَتَادَةَ بن دعامة السدوسي، عَنِ الْحَسَنِ، عَنْ أَبِي بَكَرَةَ، قَالَ: قَالَ رَسُولُ اللهِ صَلى الله عَلَيهِ وسَلمَ: \" إِذَا تَوَاجَهَ المُسْلِمَانِ بِسَيْفَيْهِمَا، فَقَتَلَ أَحَدُهُمَا صَاحِبَهُ، فَالْقَاتِلُ وَالْمَقْتُولُ فِي النَّارِ. \" قلت: يا أبه، هَذَا الْقَاتِلُ، فكيف الْمَقْتُولِ؟ قَالَ: سألت قتادة كما سألتني، فقال: كل واحد منهما يُرِيدُ قَتْلَ صَاحِبِهِ. كذا روى هذا الحديث عمر بن إبراهيم العبدي، عن قتادة، عن الحسن، ولم (ق156أ) يسمعه الحسن من أبي بكرة، إنما سمعه من الأحنف بن قيس عنه، وأخرجه البخاري ومسلم جميعا من حديث، أيوب السختياني، ويونس بن عبيد، عن الحسن كذلك.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "5 - أخبرنا الحسن بن أحمد، أخبرنا عثمان بن أحمد، حدثنا حنبل، حَدثنا أَبُو نُعَيْمٍ، حَدثنا سُفيَانُ بن سعيد، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ، قَالَ: \" جَاءَني النَّبِيُّ صَلى الله عَلَيه وسَلم يَعُودُنِي وَأَنَا مريض بِمَكَّةَ، وَهُوَ يَكْرَهُ أَنْ أمُوتَ بِالأَرْضِ الَّتِي هَاجَرَت يعني مِنْهَا، قَالَ: يَرْحَمُ اللهُ ابْنَ عَفْرَاءَ، قُلْتُ: يَا رَسُولَ اللهِ، أُوصِي بِمَالِي كُلِّهِ؟ قَالَ: لاَ، قُلْتُ: فَالشَّطْرُِ، قَالَ: لاَ، قُلْتُ: فبالثُّلُثُ؟ قَالَ: فَالثُّلُثُ، وَالثُّلُثُ كَثِيرٌ، أَنْ تَدَعَ قرابتك أَغْنِيَاءَ، خَيْرٌ مِنْ أَنْ تَدَعَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ فِي أَيْدِيهِمْ، وَإِنَّكَ مَهْمَا أَنْفَقْتَ على أهلك مِنْ نَفَقَةٍ، فَإِنَّهَا صَدَقَةٌ، حَتَّى اللُّقْمَةُ تَرْفَعُهَا إِلَى فِي امْرَأَتِكَ، وَعَسَى اللهُ أَنْ يَرْفَعَكَ، فَيَنْتَفِعَ بِكَ أنَاسٌ وَيُضَرَّ بِكَ آخَرُونَ \". اتفق أبو عبد الله البخاري محمد بن إسماعيل، وأبو الحسين مسلم بن الحجاج النيسابوري، على إخراج هذا الحديث في صحيحيهما، فرواه البخاري، عن أبي نعيم الفضل بن دكين، ومحمد بن كثير العبدي، عن سفيان. ورواه مسلم، عن إسحاق بن منصور، عن أبي داود عمر بن سعد الحفري، عن سفيان، فكأن شيخنا أبا علي بن شاذان، سمعه من مسلم وحدث به عن البخاري.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "6 - أخبرنا الحسن بن أحمد، أخبرنا عثمان بن أحمد، حدثنا أحمد بن محمد بن عيسى، حدثنا أحمد بن محمد، حدثنا محمد بن سنان، حدثنا إبراهيم بن طهمان، عن بديل، عن عبد الله بن شقيق، عن ميسرة (ق156ب) الفجر، قال: \" قلت: يا رسول الله، متى كنت نبيا؟ قال: كنت نبياً وآدم بين الروح والجسد \". هذا حديث غريب من حديث عبد الله بن شقيق العقيلي، عن ميسرة الفجر، وغريب من حديث بديل بن ميسرة، عن عبد الله بن شقيق، انفرد بروايته عنه هكذا موصولا، إبراهيم بن طهمان الخراساني، وتابعه منصور بن سعد المصري، ورواه حماد بن زيد، عن بديل، وخالد الحذاء، جميعا عن عبد الله بن شقيق مرسلاً، عن النبي صلى الله عليه وسلم، ورواه حماد بن سلمة، عن خالد الحذاء، عن عبد الله بن شقيق، عن ابن أبي الجدعاء، وقيل: اسمه عبد الله، عن النبي صلى الله عليه وسلم.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "7 - أخبرنا أبو القاسم علي بن الحسين بن محمد بن عبد الرحيم بمكة على زمزم، أخبرنا أبو القاسم عبد الله بن محمد بن حبابة البزار، أخبرنا عبد الله بن محمد، أخبرنا هُدْبَةُ، حَدَّثنا هشام، عَنْ قَتَادَةُ، عَنْ أَنَسٍ، قال: \" أتى رَسُولِ اللهِ صَلى الله عَلَيه وسَلمَ رَهْطٌ مِنْ عُرَيْنَةَ، فَقَالُوا: يَا رَسُولَ اللهِ، قد اجْتَوَيْنَا المَدِينَةَ فَعَظُمَتْ بُطُونُنَا،، فَأَمَرَهُمْ رَسُولِ اللهِ صَلى الله عَلَيه وسَلمَ أن يلحقوا برَاعِيَ الإبل فَيشربُوا مِنْ أَلْبَانِهَا وَأَبْوَالِهَا، فلحقوا براعي الإبل فَشَرِبُوا مِنْ أَلْبَانِهَا وَأَبْوَالِهَا حَتَّى صلحت بطونهم، فَارْتَدُّوا وقَتَلُوا الرَّاعِيَ وَاسْتَاقُوا الإِبِلَ، فبلغ ذلك النبي صَلى الله عَلَيه وسَلمَ فَبَعَثَ فِي طلبهم فَجِيءَ بِهِمْ، فَقَطَعَ أَيْدِيَهُمْ وَأَرْجُلَهُمْ، وَسَمَرَ أَعْيُنَهُمْ \". هذا حديث صحيح من حديث أبي الخطاب قتادة بن دعامة السدوسي، عن أبي حمزة (ق157أ) أنس بن مالك الأنصاري، وثابت من رواية أبي عبد الله همام بن يحيى العودي، عن قتادة، اتفق الشيخان على إخراجه في كتابيهما، فرواه البخاري، عن موسى بن إسماعيل، ورواه مسلم، عن هدبة بن خالد، جميعا عن قتادة.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "8 - أخبرنا علي بن الحسين، أخبرنا عبيد الله بن محمد، حدثنا عبد الله بن محمد، حَدَّثنا حَمَّادٌ، عن ثَابِتٌ، عَنْ أَنَسٍ: \" أَنَّ رسول الله صَلى الله عَلَيهِ وسَلمَ سَمِعَ صوتا في النخل، فَقَالَ: مَا هَذا الصوت؟ قَالُوا: يُؤَبِّرُونَ النَّخْلُ، قَالَ: لَوْ تركوها لَصَلُحَت، فتركوها، فَصَارَت شِيصًا، فأخبروه، فَقَالَ: أما أَمْرِ دُنْيَاكُمْ فأنتم أعلم بما يصلحكم، وأما أمر آخرتكم فَإِلَيَّ \". ... انفرد مسلم بن الحجاج بإخراج هذا الحديث في كتابه فرواه، عن أبي بكر بن أبي شيبة، وعمرو بن محمد الناقد، عن الأسود بن عامر، عن حماد بن سلمة، عن هشام بن عروة، عن عائشة، وعن ثابت، عن أنس بن مالك، فكأن شيخنا سمعه من مسلم.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "9 - أخبرنا أبو القاسم عبيد الله بن عمر بن أحمد بن عثمان بن شاهين الواعظ رحمه الله، قراءة عليه، أخبرنا أبو محمد عبد الله بن إبراهيم بن أيوب بن ماسي، حدثنا أبو شعيب عبد الله بن الحسن الحراني، حدثنا علي بن الجعد، حَدَّثنا زُهَيْرُ، عن سُهَيْلُ بْنُ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عن رَجُلٍ مَنْ أَسْلَمَ قَالَ: \" كُنْتُ عِنْدَ رَسُولِ اللهِ صَلى الله عَلَيهِ وَسَلمَ، وَجَاءَه رَجُلٌ، فَقَالَ: إني لُدِغْتُ اللَّيْلَةَ وَلَمْ أَنَمْ، قَالَ مَاذَا؟ قَالَ: عَقْرَبٌ، قَالَ: أَمَا إِنَّكَ لَوْ قُلْتَ حِينَ أَمْسَيْتَ (ق157ب): أَعُوذُ بِكَلِمَاتِ اللهِ التَّامَّاة مِنْ شَرِّ مَا خَلَقَ، لَمْ يضُرَّكَ إِنْ شَاءَ اللهُ تعالى \". ... كذا قال، هكذا روى هذا الحديث علي بن الجعد الجوهري، عن زهير بن معاوية الجعفي، عن سهيل. وخالفه عمرو بن مرزوق، فرواه عن زهير، عن سهيل، عن أبيه، عن أبي هريرة، عن النبي صلى الله عليه وسلم. ورواه عبيد الله وعبد الله ابنا عمر العمريان، ومالك بن أنس، وروح بن القاسم، وهشام بن حسان، وعبد العزيز بن أبي سلمة الماجشون، وسعد بن عبد الرحمن الجمحي، وعبيدة بن حميد الحذاء، عن سهيل، كرواية عمرو بن مرزوق. ورواه خالد بن عبد الله المزني، وأبو عوانة، وسفيان بن عيينة، وجرير بن عبد الحميد، عن سهيل، كرواية علي بن الجعد، عن زهير، واختلف عن شعبة وسفيان والحمادين، فروى كل واحد منهم، عن سهيل، على الوجهين جميعا، والله أعلم بالصواب.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "10 - أخبرنا أبو يعلى الحسين بن محمد البصري المقرئ، أخبرنا أبو القاسم عبيد الله بن أحمد بن علي المقرئ الصيدلاني، حدثنا عبد الله هو ابن محمد بن زياد النيسابوري، حدثني أبو سعيد موهب بن يزيد بن خالد، حدثنا عبد الله بن وهب، أخبرني عبد الله بن عمر، ومالك بن أنس، عن نافع، عن ابن عمر، أن رسول الله صلى الله عليه وسلم، قال: \" احفوا الشوارب، واعفوا اللحى \". ... هذا حديث غريب من حديث أبي عبد الله مالك بن أنس بن أبي عامر الأصبحي، فقيه أهل مدينة رسول الله صلى الله عليه وسلم، عن أبي عبد الله نافع (ق158أ) مولى أبي عبد الرحمن عبد الله بن عمر بن الخطاب، انفرد بروايته عبد الله بن وهب، وتابعه النعمان بن عبد السلام الأصبهاني، فرواه عن مالك، هكذا وفي الموطأ عن مالك، عن أبي بكر بن نافع، عن أبيه، عن ابن عمر، وهو الصحيح.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "11 - أخبرنا أبو علي الحسن بن شاذان، أخبرنا عثمان بن أحمد الدقاق، أخبرنا يحيى بن جعفر، أخبرنا علي بن عاصم، حَدَّثنا بَشِيرُ بْنُ مَيْمُونٍ، حدثني أُسَامَةَ بْنِ أَخْدَرِيٍّ، قال: \" قدم الحي مِنْ بَنِي شَقِرَةَ فيهم رجل ضخم يُقَالُ لَهُ: أَصْرَمُ قد ابتاع عبداً حَبَشِياً، فَقَالَ: يَا رَسُولَ اللهِ، سمه وادع له بِالْبَرَكَةِ، قَالَ: مَا اسْمُكَ؟ قَالَ: أَصْرَمُ، قَالَ: أَنْتَ زُرْعَةَ، قال: فَمَا تُرِيدُه؟ قَالَ: أُرِيدُهُ رَاعِيًا، فقَالَ النبي صلى الله عليه وسلم بأصابعه وقبضها: هُوَ عَاصِمٌ، هُوَ عَاصِمٌ \". لا يعرف لأسامة بن أخدري، سوى هذا الحديث تفرد بروايته عنه بشير بن ميمون، ولم يكن به بأس، وشارك في روايته علي بن عاصم، بشر بن المفضل، فرواه عن بشير بن ميمون، وفي الرواه بشير بن ميمون آخر يحدث عن عكرمة، وسعيد بن جبير، وسعيد المقبري، وعطاء الخراساني، روى عنه محمد بن بكار الزيات وغيره ولم يكن ثقة.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "12 - أخبرنا الحسن، أخبرنا عثمان بن أحمد، حدثنا محمد بن عيسى وهو ابن حبان المدائني، حدثنا محمد بن الفضل بن عطية، عن أبيه، عن عطاء، عن ابن عباس، قال: \" سمع رسول الله صلى الله عليه وسلم جنازة، فجلس عند رأس القبر فجعل يأمرهم (ق158ب) أوسعوا كذا، اصنعوا كذا، ثم قال: إني لأعلم أن هذا لا يغني عنه شيئاً، ولكن الله سبحانه يحب من المرء إذا عمل العمل أن يحكمه \". هذا حديث غريب من حديث أبي محمد عطاء بن أبي رباح، عن أبي العباس عبد الله بن عباس بن عبد المطلب، وغريب من حديث الفضل بن عطية عنه، لا أعلم رواه سوى محمد بن الفضل بن عطية، عن أبيه، والله تعالى أعلم.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "13 - أخبرنا الحسن بن أحمد بن شاذان، أخبرنا عثمان بن أحمد الدقاق، حدثنا محمد بن عيسى، حدثنا محمد بن الفضل، عن أبيه، عن عطاء، عن ابن عباس، أنهم قالوا: \" يا رسول الله، قد علمنا حق الوالد على الولد، فما حق الولد على الوالد؟ قال: \" أن يحسن اسمه ويحسن أدبه\". وهذا أيضا غريب من حديث عطاء بن أبي رباح، عن ابن عباس، ومن حديث الفضل بن عطية، عن عطاء، لا أعلمه رواه إلا محمد بن الفضل، عن أبيه، وكان محمد ضعيفا جدا، وأما ابوه الفضل فكان ثقة.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "14 - أخبرنا أبو الفتح عبد الواحد بن الحسين بن بسطام المقرئ، أخبرتنا أم الفتح أمة السلام بنت أحمد بن كامل بن خلف بن شجرة القاضي، قالت: حدثنا محمد بن إسماعيل البصلاني، حدثنا أحمد بن عبد الله بن علي بن سويد ين منجوف، حدثنا عبد الرحمن هو ابن مهدي، حدثنا سفيان، عن السدي، عن يحيى بن عباد، عن أنس: \" أَنَّ النَّبِيَّ صَلى الله عَليه وسَلم سُئِلَ عَنِ الْخَمْرِ تُتَّخَذُ خَلًّا؟ قَالَ: لاَ \". هذا حديث صحيح من حديث أبي هبيرة يحيى بن عباد الأنصاري، عن أبي حمزة مالك بن أنس، وثابت من رواية إسماعيل بن عبد الرحمن السدي، عن يحيى بن عباد (ق159أ) انفرد مسلم بإخراجه في كتابه، فرواه عن يحيى بن يحيى التميمي النيسابوري، وزهير بن حرب النسائي، عن عبد الرحمن بن مهدي.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "15 - أخبرنا عبد الواحد بن الحسين المقرئ، أخبرتنا أمة السلام بنت أحمد بن كامل، حدثنا محمد بن إسماعيل، حدثنا أحمد هو ابن عبد الله بن علي بن سويد بن منجوف، حدثنا عبد الرحمن، عن سفيان، عن علقمة، عن سليمان بن بريدة، عن أبيه، قال: \" كان رسول الله إذا أمر أميراً على جيش أو سرية أوصاه في خاصته بتقوى الله وبمن معه من المسلمين خيراً، ثم قال: اغزوا بسم الله في سبيل الله، قاتلوا من كفر بالله، اغزوا ولا تغدروا ولا تمثلوا ولا تغلوا ولا تقتلوا وليداً، وإذا لقيت عدوك من المشركين فادعهم إلى ثلاث خصال أو خلال، فأيتهن أجابوك إليها فاقبل منهم وكف عنهم، ادعهم إلى الإسلام فإن أجابوك فاقبل منهم، ثم ادعهم إلى التحول من دارهم إلى دار المهاجرين، وأخبرهم إن فعلوا أن لهم ما للمهاجرين وعليهم ما على المهاجرين، فإن أبوا أن يتحولوا عنها فأخبرهم أنهم يكونون كأعراب المسلمين يجري عليهم حكم الله الذي يجري على المسلمين، ولا يكون لهم من الغنيمة والفيء شيء إلا أن يجاهدوا مع المسلمين، فإن هم أبوا فسلهم الجزية، فإن أجابوك فاقبل منهم وكف عنهم، فإن أبوا فاستعن بالله وقاتلهم، وإذا حاصرت أهل حصن فأرادوا أن تجعل لهم ذمة الله وذمة نبيك، فلا تجعل لهم ذمة الله ولا ذمة نبيك ولكن اجعل لهم ذمتك وذمة أبيك وذمة أصحابك (ق159ب) فإنكم إن تخفروا ذمتكم وذمة أباءكم أهون من أن تخفروا ذمة الله وذمة نبيه عليه السلام، وإذا حاصرت أهل حصن فأرادوك أن تنزل على حكم الله عز وجل فلا تنزل، ولكن انزل على حكمك فإنك لا تدري أتصيب حكم الله فيهم أم لا \". هذا أو نحوه. هذا حديث صحيح من حديث سليمان بن بريدة بن الحصيب الأسلمي، عن أبيه، وثابت من رواية علقمة بن مرثد الكوفي، عن سليمان، انفرد مسلم بإخراجه، فرواه عن عبد الله بن هاشم، عن عبد الرحمن بن مهدي. وعن أبي بكر بن أبي شيبة، عن وكيع. وعن إسحاق بن إبراهيم، عن يحيى بن آدم، ثلاثتهم عن سفيان وهو الثوري، وقد رواه شعبة بن الحجاج، عن علقمة مثل رواية سفيان عنه.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "16 - أخبرنا عبد الله بن عمر بن أحمد الواعظ، حدثنا أبي عمر بن أحمد، حدثنا محمد بن سليمان الباغندي، حدثنا أبو بكر بن أبي شيبة، حدثنا علي بن مسهر، أخبرنا المُخْتَارِ بْنِ فُلْفُلٍ، عَنِ أَنَسَ بْنَ مَالِكٍ، قال: \" بينا النَّبِيُّ صَلى الله عَلَيهِ وسَلمَ بين أظهرنا إذ أَغْفَى إِغْفَاءَةً، ثم رَفَعَ رَأْسَهُ مُتَبَسِّمًا، قلنا: أما أضحكك، يا رسول اللهَ؟ قَالَ: نزلت عَلَيَّ آنِفًا سُورَةٌ، فَقَرَأَ: بسم الله الرحمن الرحيم {إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ (1) فَصَلِّ لِرَبِّكَ وَانْحَرْ (2) إِنَّ شَانِئَكَ هُوَ الأَبْتَرُ (3)} ثم قَالَ: هَلْ تَدْرُونَ مَا الْكَوْثَرُ؟ قلنا: اللهُ وَرَسُولُهُ أَعْلَمُ، قَالَ: فإنه نَهْرٌ وعدنيه رَبِّي عَزَّ وَجَلَّ عليه جنان كثيرة، وهو حوضي تَرِدُ عَلَيْهِ أُمَّتِي يَوْمَ الْقِيَامَةِ، آنِيَتُهُ عَدَدُ النجوم، فيُخْتَلَجُ الْعَبْدُ مِنْهُمْ فَأَقُولُ: يَا رَبِّ، أُمَّتِي أُمَّتِي فَيقول (ق160أ): إِنَّكَ لاَ تَدْرِي مَا أَحْدَثُوا بَعْدَكَ \". هذا حديث صحيح من حديث المختار بن فلفل الكوفي، عن أنس بن مالك، وثابت من رواية علي بن مسهر، عن المختار، انفرد مسلم بإخراجه في صحيحه، فرواه عن أبي بكر بن أبي شيبة، وعلي بن حجر، كليهما عن علي بن مسهر. وقد روى محمد بن فضيل بن غزوان الضبي، عن المختار بن فلفل، كرواية ابن مسهر، وأخرجه مسلم أيضا من حديثه.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "17 - أخبرنا أبو حفص عمر بن محمد بن علي بن عطية المكي، رحمه الله بقراءتي عليه، أخبرنا أبو الفتح يوسف بن عمر بن مسرور الزاهد، حدثنا أبو حامد محمد بن هارون الحضرمي املاءاً سنة ثمان عشرة وثلاثمائة، حدثنا أبو يعقوب إسحاق بن أبي إسرائيل، وأبو محمد عبد الرحمن بن بشر بن الحكم، قالا: حَدَّثنا مُوسَى بْنُ عَبْدِ الْعَزِيزِ القنباري أبو شعيب، حَدَّثنا الْحَكَمُ بْنُ أَبَانَ، حدثني عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللهِ صَلى الله عَلَيهِ وَسَلمَ قَالَ لِلْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ: \" يَا عَبَّاسُ، يَا عَمَّاهُ، أَلاَ أُعْطِيكَ، أَلاَ أَمْنَحُكَ، أَلاَ أجيركَ، أَلاَ أَفْعَلُ بِكَ عَشْرَ خِصَالٍ، إِذَا أَنْتَ فَعَلْتَ ذَلِكَ غَفَرَ اللهُ لَكَ ذَنْبَكَ أَوَّلَهُ وَآخِرَهُ، قَدِيمَهُ وَحَدِيثَهُ، عَمْدَهُ وَخَطَأَهُ، سِرَّهُ وَعَلاَنِيَتَهُ، صَغِيرَهُ وَكَبِيرَهُ: أَنْ تُصَلِّيَ أَرْبَعَ رَكَعَاتٍ تَقْرَأُ فِي كُلِّ رَكْعَةٍ بفَاتِحَة الْكِتَابِ وَسُورَةً، فَإِذَا فَرَغْتَ مِنَ الْقِرَاءَةِ فِي أَوَّلِ رَكْعَةٍ قُلْتَ وَأَنْتَ قَائِمٌ: سُبْحَانَ اللهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللهُ، وَاللهُ أَكْبَرُ، خَمْسَ عَشْرَةَ مَرَّةً، (ق160ب) ثُمَّ تَرْكَعُ، فَتَقُولُهَا عَشْرًا وَأَنْتَ رَاكِعٌ، ثُمَّ تَرْفَعُ رَأْسَكَ، فَتَقُولُهَا وَأَنْتَ قَائِمٌ عَشْرًا، ثُمَّ تسجد، فَتَقُولُهَا عَشْرًا، ثُمَّ تَرْفَعُ رَأْسَكَ فَتَقُولُهَا عَشْرًا، ثُمَّ تَسْجُدُ، فَتَقُولُهَا عَشْرًا، ثُمَّ تَرْفَعُ رَأْسَكَ، فَتَقُولُهَا عَشْرًا، فَذَلِكَ خَمْسٌ وَسَبْعُونَ، تَفْعَلُ ذَلِكَ فِي أَرْبَعِ رَكَعَاتٍ، إِنِ اسْتَطَعْتَ أَنْ تُصَلِّيَهَا فِي كُلِّ يَوْمٍ مَرَّةً، فَإِنْ لَمْ تستطع فَفِي كُلِّ جُمُعَةٍ مَرَّةً، فَإِنْ لَمْ تَفْعَلْ فَفِي كُلِّ شَهْرٍ مَرَّةً، فَإِنْ لَمْ تَفْعَلْ فَفِي كُلِّ سَنَةٍ مَرَّةً، فَإِنْ لَمْ تَفْعَلْ، فَفِي عُمُرِكَ مَرَّةً \". تفرد موسى بن عبد العزيز القنباري برواية هذا الحديث عن الحكم بن أبان موصولا، وخالفه إبراهيم بن الحكم بن أبان، فرواه عن أبيه، عن عكرمة عن رسول الله صلى الله عليه وسلم مرسلا، لم ذكر فيه ابن عباس، وقد روي من وجوه عدة، عن ابن عباس، وهذا الحديث حديث كبير جليل حدث به أبو داود السختياني، وأبو بكر بن أبي الدنيا، وغيرهما من القدماء عن عبد الرحمن بن بشر.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "18 - أخبرنا الحسن بن أحمد، حدثنا عثمان بن أحمد بن السماك، حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، حَدَّثَنَا سَلامُ بْنُ سُلَيْمَانَ، عَنْ حَمْزَةَ الزَّيَّاتِ، عَنِ الأَجْلَحِ، عَنِ الضَّحَّاكِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللهِ صَلى الله عَلَيهِ وسَلم: \" إِنَّ اللهَ عَزَّ وَجَلَّ بَعَثَنِي مَلْحَمَةً وَمَرْحَمَةً، وَلَمْ يَبْعَثْنِي تَاجِرًا، وَلا زَرَّاعًا، وَإِنَّ شَرَّ النَّاسِ يَوْمَ الْقِيَامَةِ التُّجَّارُ، وَالزَّرَّاعُونَ إِلا مَنْ أخذ بالحق وأعطى بالحق \". هذا حديث غريب من حديث الأجلح واسمه يحيى (ق161أ) بن عبد الله بن حجية بن عدي الكندي، عن الضحاك بن مزاحم، عن ابن عباس، وغريب من حديث أبي عمارة حمزة بن حبيب الزيات، قارئ أهل الكوفة عن الأحلج، وقع إلينا بعلو من رواية سلام بن أبي سليمان المدائني نزيل دمشق، عن حمزة.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "19 - أخبرنا الحسن بن أحمد بن شاذان، حدثنا عثمان بن أحمد الدقاق، حدثنا يحيى بن جعفر بن الزبرقان، حدثنا محمد بن عبيد، حدثنا إسماعيل بن أبي خالد، عن سلمة بن كهيل، عن عطاء، عن جابر بن عبد الله: \" أن رجلا من أصحاب النبي صلى الله عليه وسلم أعتق عبداً عن دبر، ولم يكن له مالٌ غيره، فباعه رسول الله صلى الله عليه وسلم بثمانمائة درهم ودفعه إلى مولاه \". هذا حديث صحيح من حديث عطاء بن أبي رباح، عن أبي عبد الله جابر بن عبد الله بن عمرو بن حزام الأنصاري، وثابت من رواية سلمة بن كهيل الحضرمي، عن عطاء، ورواه مسلم في صحيحه، عن محمد بن عبد الله بن نمير، عن وكيع. ومحمد بن بشر، عن إسماعيل بن أبي خالد، فكأن شيخنا أبا علي بن شاذان سمعه من مسلم.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "20 - أخبرنا الحسن، أخبرنا عثمان، حدثنا يحيى، حدثنا محمد بن عبيد، حدثنا إسماعيل بن أبي خالد، عن عبد الرحمن بن عابد، عن عقبة بن عامر الجهني، قال: ذهب نحو المسجد الأقصى يصلي فيه، فرآه ناسٌ فاتبعوه، فقال لهم: مالكم؟ قالوا: أتيناك لصحبتك (ق161ب) لرسول الله صلى الله عليه وسلم، ولتحدثنا بما سمعت من رسول الله صلى الله عليه وسلم، قال: انزلوا فصلوا، فإني سمعت رسول الله صلى الله عليه وسلم، يقول: \" ما مِنْ عَبْدٍ يَلْقَى اللهَ عز وجل لاَ يُشْرِكُ بِهِ شَيْئًا، لَمْ يَتَنَدَّ بِدَمٍ حَرَامٍ، إِلاَّ دَخَلَ مِنْ أَيِّ أَبْوَابِ الْجَنَّةِ شَاءَ \". هكذا رواه يحيى بن عبيد، أخو محمد بن عبيد، وعبد الله بن المبارك، ومعتمر بن سليمان , ويزيد بن هارون، ومحمد بن فضيل، عن ابن أبي خالد، ورواه يحيى بن سعيد القطان، وسعيد بن يحيى اللخمي، وعلي بن مسهر، عن ابن أبي خالد، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَائِذٍ، عن رَجُلٍ، عن عُقْبَةُ بْنُ عَامِرٍ. وفي الرواه عبد الرحمن بن عائذ آخر يروي عن الشاميون.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "21 - أخبرنا الحسن، حدثنا عثمان، حدثنا يحيى، حدثنا محمد هو ابن عبيد، حدثنا إسماعيل، عن قيس، عن عبد الله قال: \" كنا نغزو مع رسول الله صلى الله عليه وسلم، وليس لنا نساء، فقلنا: يا رسول الله، ألا نستخصي؟ فنهانا عن ذلك، ثم رخص لنا في أن نتزوج المرأة بالثوب الواحد، ثم قرأ عبد الله {يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللهُ لَكُمْ وَلاَ تَعْتَدُوا إِنَّ اللهَ لاَ يُحِبُّ الْمُعْتَدِينَ} [المائدة: 87]. هذا حديث صحيح من حديث أبي عبد الله قيس بن أبي حازم البجلي، عن أبي عبد الرحمن عبد الله بن مسعود الهذلي، وثابت من رواية إسماعيل بن أبي خالد (ق162أ) الأحمسي، عن قيس، رواه البخاري، عن عمرو بن عون، عن خالد بن عبد الله. وعن محمد بن المثنى، عن يحيى القطان. وعن قتيبة، عن جرير. ورواه مسلم، عن ابن نمير، عن أبيه، ووكيع، وأبي بشر. وعن عثمان بن أبي شيبة، عن جرير. وعن أبي بكر، عن وكيع، ستتهم، عن ابن أبي خالد، فكأن شيخنا سمعه من البخاري ومسلم معاً.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "22 - أخبرنا الحسن، أخبرنا عثمان، حدثنا يحيى، أخبرنا محمد بن عبيد، حدثنا إسماعيل، عن قيس، عن جرير بن عبد الله، قال: \" نظر رسول الله صلى الله عليه وسلم إلى القمر ليلة البدر، فقال: ترون ربكم كما تروه هذا القمر، لا تضامون في رؤيته، فإن استطعتم أن لا تغلبوا على صلاة قبل أن تطلع الشمس وقبل أن تغرب \". اتفق الشيخان على إخراجه في صحيحيهما، فرواه البخاري، عن الحميدي، عن مروان بن معاوية. وعن مسدد، عن يحيى القطان. وعن إسحاق بن إبراهيم، عن جرير. وعن عمرو بن عون، عن خالدٍ، وهشيم. ورواه مسلم، عن زهير بن حرب، عن مروان. وعن أبي بكر بن أبي شيبة، عن عبد الله بن نمير، وأبي أسامة، ووكيع، ثمانيتهم، عن إسماعيل. فكأن شيخنا سمعه من البخاري ومسلم.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "(ق162ب) ¶ 23 - أخبرنا الحسن، أخبرنا عثمان، بإسناده، عن جرير، قال: \" بايعت رسول الله صلى الله عليه وسلم على إقامة الصلاة وإيتاء الزكاة والنصح لكل مسلم \". واتفق الشيخان على إخراج هذا الحديث، فرواه البخاري، عن مسدد، عن يحيى. وعن ابن نمير، وعلي بن المديني، عن سفيان. ورواه مسلم، عن أبي بكر بن أبي شيبة، عن ابن نمير، وأبي أسامة، أربعتهم عن إسماعيل، فكأن شيخنا سمعه منهما جميعاً.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "24 - أخبرنا الحسن بن أحمد بن شاذان، أخبرنا عثمان بن أحمد بن السماك، حدثنا يحيى هو ابن الزبرقان، أخبرنا محمد بن عبيد، حدثنا إسماعيل، عن قيس، عن أبي مسعود، قال: \" أشار رسول الله صلى الله عليه وسلم نحو اليمن، فقال: الإيمان هاهنا، وإن القسوة وغلظ القلوب في الفدادين عند أصول أذناب الإبل، حيث يطلع قرن الشيطان في ربيعة ومضر \". هذا حديث صحيح من حديث قيس بن أبي حازم، عن أبي مسعود عقبة بن عمرو الأنصاري. رواه البخاري، عن مسدد، عن يحيى. وعن ابن المديني، عن سفيان. ورواه مسلم، عن أبي بكر بن أبي شيبة، عن أبي أسامة. وعن ابن نمير، عن أبيه. وعن أبي كريب، عن أبي إدريس. وعن يحيى بن حبيب، عن معتمر. ستتهم (ق163أ) عن إسماعيل بن أبي خالد، فكأن شيخنا سمعه منهما جميعاً.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "25 - أخبرنا أبو حفص عمر بن أبي طالب المكي، بقراءتي عليه، حدثنا أبو الفتح يوسف بن محمد الزاهد، إملاءاً، حدثنا محمد بن هارون الحضرمي، حدثنا محمد بن عباد بن موسى سندولا، حدثنا يحيى بن سليم الطائفي، عن إسماعيل بن أمية، عن نافع، عن ابن عمر، أن رسول الله صلى الله عليه وسلم قرأ سورة الرحمن أو قرئت عنده، فقال: \" ما لي أسمع الجن أحسن جواباً لردها منكم، قالوا: وما ذاك، يا رسول الله؟ قال: ما أتيت على قول الله عز وجل {فَبِأَيِّ آلاَءِ رَبِّكُمَا تُكَذِّبَانِ} إلا قالت الجن: لاَ بِشَيءٍ مِن آلاَئِكَ رَبّ نُكَذِّبُ \". هذا حديث غريب من حديث نافع، عن مولاه أبي عبد الرحمن عبد الله بن عمر، ومن حديث إسماعيل بن أبي أمية القرشي المكي، عن نافع، لا أعلم رواه إلا يحيى بن سليم الطائفي، عنه.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "26 - أخبرنا الحسن بن أحمد بن شاذان، أخبرنا عثمان بن أحمد السماك، حدثنا عبد الملك يعني ابن محمد الرقاشي، حدثنا سعيد بن عامر، ويعقوب القاضي، قالا: حدثنا شعبة، عن سفيان الثوري، عن علي بن الأقمر، عن أبي جحيفة، عن النبي صلى الله عليه وسلم، قال: \" أما أنا فلا آكل متكئاً \". (ق163ب) هذا حديث صحيح من حديث علي بن الأقمر الكوفي، عن وهب بن أبي جحيفة السوائي. أخرجه البخاري من رواية مسعر، ومنصور بن المعتمر، عن علي، ورواية شعبة، عن سفيان الثوري، هي التي ذكرناها تدخل في رواية الأقران بعضهم عن بعض.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "27 - أخبرنا الحسن بن أحمد، أخبرنا عثمان بن أحمد، حدثنا يحيى بن جعفر، حدثنا محمد بن عبيد، حدثنا إسماعيل بن أبي خالد، عن الْحَارِثُ بْنُ شُبَيْلٍ، عَنْ أَبِي عَمْرٍو الشَّيْبَانِيُّ، عَنْ زَيْدِ بْنِ أَرْقَمَ الأنصاري، قَالَ: \" كُنَّا في عهد رسول الله صلى الله عليه وسلم إذا كنا فِي الصَّلاَةِ فأراد أَحَدُنَا أَخَاهُ حَاجَة إلى أحد ما ساره، فنَزَلَتِ هذه الآيَةُ {حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلاَةِ الْوُسْطَى وَقُومُوا لِلَّهِ قَانِتِينَ} فَأُمِرْنَا بِالسُّكُوتِ \". هذا حديث صحيح من حديث أبي عمرو الشيباني، واسمه سعيد بن إياس، عن أبي عمرو. ورواه البخاري، عن إبراهيم بن موسى، عن عيسى بن يونس. وعن مسدد، عن يحيى. ورواه مسلم، عن يحيى بن يحيى، عن هشيم. وعن أبي بكر، عن ابن نمير. ووكيع، وعن إسحاق بن إبراهيم، عن عيسى بن يونس، خمستهم، عن إسماعيل، فكأن شيخنا سمعه من البخاري ومسلم.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "28 - أخبرنا الحسن، أخبرنا عثمان بن أحمد، حدثنا يحيى بن جعفر، حدثنا أزهر، عن ابن عون، قال: أنبأني موسى بن أنس، عن أنس بن مالك، أن رسول الله صلى الله عليه وسلم افتقد ثابت بن قيس، فقال: \" من يعلم لي علمه؟ فقال رجل: أنا يا رسول الله، قال: فذهب فوجده (ق164أ) في منزله جالسا ً منكس رأسه، فقال: ما شأنك؟ قال: قد كنت أرفع صوتي فوق صوت رسول الله، فقد حبط عمله وهو من أهل النار، فرجع إلى رسول الله صلى الله عليه وسلم فأعلمه، قال موسى بن أنس: فرجع إليه في المرة الأخيرة ببشارة عظيمة، فقال: اذهب فقل له: أنك لست من أهل النار , ولكنك من أهل الجنة \". هذا حديث صحيح من حديث موسى بن أنس بن مالك الأنصاري، عن أبيه، ومن حديث أبي عون عبد الله بن عون بن أرطبان، عن موسى، انفرد بروايته، أزهر بن سعد السمان، عن أبي عون. ورواه البخاري دون مسلم في صحيحه عن علي بن عبد الله وهو ابن المديني، عن أزهر، فكأن شيخنا أبا علي سمعه من البخاري، ومات البخاري في سنة ست وخمسين ومائتين.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "29 - أخبرنا أبو محمد الحسن بن محمد الخلال، رحمه الله بقراءتي عليه، حدثنا عبيد الله بن أحمد بن يعقوب، حدثنا عبد الله بن محمد (ح) وحدثنا الخلال، قال: وحدثنا أحمد بن إبراهيم هو ابن شاذان، أخبرنا عبد الله بن محمد العبسي، حدثنا حماد بن سلمة، حدثنا موسى بن عقبة، عن سالم، عن أبيه ابن عمر، أن رجلا حدث قوما فيهم كعب، قال: رأيت في منامي كأن الأمم قد جمعت فميز أهل الجنة وأهل النار، فكان لكل نبي نوران، ولمن تبعه من أمته نور، وإذا محمد صلى الله عليه وسلم لكل شعرة من رأسه وجسده نور يتبينه من نظر إليه، ولمن اتبعه من أمته نوران نوران مثل الأنبياء، فقال له كعب: من حدثك هذا؟ قال: فقيل لكعب: إنما هي رؤيا رآها، فقال كعب: ءآلله لرأيتها فيما يرى النائم؟ قال: نعم، قال: والذي أنزل التوراة على موسى، والفرقان على محمد صلى الله عليهما وسلم، إني أجد في التوراة بعث الأنبياء وأممهم، وبعث محمد صلى الله عليه وسلم وأمته كما رأيت \".",
            "page": "29",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "30 - أخبرنا القاضي أبو الحسين أحمد بن علي بن الحسن التوزي، رحمه الله بقراءتي عليه، حدثنا إسماعيل بن سعيد بن إسماعيل بن سويد المعدل، حدثنا أبو بكر محمد بن القاسم الأنباري، حدثنا الْحَسَنُ بْنُ عَلِيلٍ الْعَنْزِيُّ، حدثنا نصر بن علي، حدثنا الأصمعي، عن معمر بن قيس، قلا: ضللت من رفقتي فإذا أنا في رفقة أيوب، فنزل أيوب يحذر فسمعته يقول: ¶ لا سهل إلا ما جعلت سهلا وإن تشأ تجعل ... (1) وحلاً ¶ ____حاشية____ ¶ (1) غير مفهوم بالأصل بمقدار كلمة.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "31 - أخبرنا أحمد بن الحسن الثوري، حدثنا إسماعيل بن سعيد، حدثنا أبو بكر محمد بن القاسم، حدثني ... (1)، حدثنا أحمد بن عبيد، قال: قعد رجل في سفينة فسمع الملاحين يذكرون ليلى (ق165أ) وكان له هوى فأنشأ يقول: ¶ ألا أيها الملاح ارق ليلنا دعاؤك ليلى والسفين تعوم ¶ لعلك إن طالت حياتك ترى حبائبك اللاتي بهن تهيم ¶ أجدك ما تنسيكهن ملمة ألمت ولا عهد بهن قديم ¶ ____حاشية____ ¶ (1) غير مفهوم بالأصل بمقدار كلمة.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "32 - أخبرنا القاضي أبو القاسم علي بن المحسن التنوخي، حدثنا أبو عمر محمد بن العباس بن حيويه الحراز، حدثنا أبو الحسين العباس بن العباس بن المغيرة، حدثنا أبو نصر محمد بن موسى بن هارون الطوسي، حدثنا محمد بن سعد، عن الواقدي، عن موسى بن يعقوب، عن عمته، عن أمها، أن المقداد فتق بطنه مرتين حتى يخرج منه الشحم.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "33 - أخبرنا الأمير أبو محمد الحسن بن عيسى بن المقتدر بالله، حدثنا أبو العباس أحمد بن منصور اليشكري، حدثنا أبو عبد الله بن عرفة، أخبرني محمد، عن ابن عائشة، عن حماد بن سلمة، عن هشام بن عروة، عن فاطمة بنت المنذر، عن أسماء ابنة أبي بكر، قالت: إنما سلطت الحيضة على نساء بني إسرائيل لأنهم كن يتخذن رجلا من خشب يتطاولن بها في المساجد. ¶ آخر الجزء الخامس وهو آخر الفوائد، والحمد لله حمدا كثيرا طيبا مباركا فيه كما يحب ربنا ويرضى، وصلى الله على سيدنا محمد وعلى آله وسلم.",
            "page": "33",
            "part": "1"
        }
    ],
    "t38108": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "الجزء الخامس من الفوائد المنتخبة العوالي (السراجيات)"
        }
    ]
}