{
    "b38152": [
        {
            "hno": null,
            "id": "1",
            "nass": "الكتاب: ذكر الموت - مُجَمَّع ¶ المؤلف: أبو بكر عبد الله بن محمد ابن أبي الدنيا ¶ المتوفى: 281 هـ ¶ المحقق: مشهور بن حسن آل سلمان ¶ الناشر: مكتبة الفرقان - عجمان ¶ الطبعة: الأولى، 2002 هـ ¶ عدد الأجزاء: 1 ¶ ملاحظة: هذا الكتاب مُجَمَّع، لأن أصله مفقود، وقد قام محققه بجمع مادته من كتب المتأخرين التي نقلت عنه، وقد انتقينا منه ما كان مسندا ولم يروه ابن أبي الدنيا في أحد كتبه الأخرى المطبوعة، وهي ثلاثة أحاديث. ¶ انتقاء: مكتبة أحمد الخضري ¶ تاريخ آخر تعديل: 11 - 6 - 2013 م",
            "page": null,
            "part": null
        },
        {
            "hno": null,
            "id": "2",
            "nass": "189 - عن محمد بن الحسين قال حدثنا حسين بن علي الجعفي",
            "page": "104",
            "part": null
        },
        {
            "hno": null,
            "id": "3",
            "nass": "حدثنا طعمة بن غيلان الجعفي قال كان النبي صلى الله عليه وسلم يقول: اللهم إنك تأخذ الروح من بين العصب والقصب والأنامل اللهم فأعني على الموت وهونه علي.",
            "page": "105",
            "part": null
        },
        {
            "hno": null,
            "id": "4",
            "nass": "484 - حدثنا عبد الرحمن بن صالح حدثنا عبد الرحمن المحاربي عن الخليل بن مرة عن زيد بن أسلم عن عمر قال قال رسول الله صلى الله عليه وسلم: ما من ميت يوضع في سريره فيخطى به ثلاث خطى، إلا نادى بصوت يسمعه من يشاء الله: يا إخوتاه، ويا حملة نعشاه، لا تغرنكم الدنيا كما غرتني، ولا يلعبن بكم الزمان كما لعب بي، أترك ما تركت لذريتي ولا يحملون خطيئتي، وأنتم تشيعوني ثم تتركوني والجبار يخاصمني.",
            "page": "249",
            "part": null
        },
        {
            "hno": null,
            "id": "5",
            "nass": "514 - حدثني الحسن بن يحيى قال حدثني حازم بن جبلة بن أبي نضرة",
            "page": "264",
            "part": null
        },
        {
            "hno": null,
            "id": "6",
            "nass": "العبدي عن أبي سنان عن الحسن عن حذيفة قال: كان شاب على عهد النبي صلى الله عليه وسلم يبكي عند ذكر النار حتى حبسه ذلك في البيت، فذكر ذلك للنبي صلى الله عليه وسلم، فأتاه، فلما نظر إليه الشاب قام إليه فاعتنقه وخر ميتا، فقال عليه السلام: جهزوا صاحبكم فإن الفرق من النار فلذ كبده والذي نفسي بيده لقد أعاذنا الله تعالى منها، من رجا شيئا طلبه ومن خاف من شيئ هرب منه. ¶ قال ابن عمر: رأيت رسول الله صلى الله عليه وسلم يدليه في حفرته بيديه. ¶ *** ¶ انتهى ما تم انتقائه.",
            "page": "265",
            "part": null
        }
    ],
    "t38152": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر الموت لابن أبي الدنيا - مجمع"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "189 -"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "484 -"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "514 -"
        }
    ]
}