{
    "b38415": [
        {
            "id": "1",
            "nass": "1… ¶ رسائل في آثار المدينة النبوية ¶ تأليف: ¶ غازي بن سالم التمّام ¶ دكتوراه في الاقتصاد الإسلامي ¶ …",
            "page": "1",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "5… ¶ تمهيد ¶ الحمد لله رب العالمين وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله، أرسله رحمة للعالمين صلى الله عليه وعلى آله وصحبه أجمعين. أما بعد: عندما استقر بي المقام في بلد الحبيب صلى الله عليه وسلم، حين نزلت المدينة المنورة في ربيع الأول من عام 1417هـ، وتحقق بذلك ولله الحمد أملاً كان يراودني منذ عام 1397هـ، وهو مجاورة مسجد رسول الله صلى الله عليه وسلم في المدينة النبوية، وأسأل الله المزيد من فضله، وأن يرزقنا أتباعه صلى الله عليه وسلم في الدنيا ومرافقته في الآخرة إن الله سميع مجيب. وأصبح من جملة اهتماماتي في المدينة أن أستقرئ التاريخ عن أحوال الحبيب صلى الله عليه وسلم، وسيرته والحياة الاجتماعية في عصره وعصر الخلفاء الراشدين، أحاول أن أتصور الحياة مع تلك الصفوة المختارة من أمة محمد صلى الله عليه وسلم، وكأني أراهم من خلال نوافذ التاريخ، ومن الوقوف على آثارهم في المدينة: مساجدهم، ومواقع غزواتهم، وأماكن نشاطهم، ومساكنهم في أحيائهم، وتجارتهم وزراعتهم ومراعيهم وموارد المياه عندهم. تعرفت على المدينة في صورتها الاجتماعية والعمرانية المعاصرة في مستهل القرن الخامس عشر الهجري، وتعرفت على المدينة في صورتها التي كانت في نهاية القرن الرابع عشر الهجري من خلال الذكريات وقراءة كتب التاريخ المعاصرة، ومن خلال الحديث مع أهلها وسكانها، وتجمع في ذهني ما يشبه الخارطة لما…",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "6…بقي من آثار المدينة النبوية منذ صدر الإسلام من مساجدها ومواقع الغزوات فيها ومنازل أهلها ومقابرها وآبارها وحرّاتها وجبالها وأوديتها وسهولها، وحدود حرمها وحماها؛ كل ذلك أسفار تحدثك عما فيها وما جرى لها وما دار حولها على تعاقب الليالي والأيام. إن واسطة العقد في المدينة هو مسجد رسول الله صلى الله عليه وسلم، وفيه الروضة الشريفة بين المنبر والمثوى الشريف الذي يضم جسده الطاهر، ومعه أبا بكر وعمر رضي الله عنهما، قال صلى الله عليه وسلم: ((ما بين بيتي ومنبري روضة من رياض الجنة)). وقال: ((صلاة في مسجدي هذا خير من ألف صلاة فيما سواه إلا المسجد الحرام ومسجدي هذا والمسجد الأقصى)). ثم تزور البقيع بعد ذلك، وإذا وقفت تذكرت قول قائد غزوة مؤتة: يا حبذا الجنة واقترابها طيبة وبارد شرابها وفي البقيع ترقد أمهات المؤمنين وأهل البيت والصحابة الكرام من المهاجرين والأنصار، أولئك أهل الفضل، السابقون من أهل القرن الأول، ثم الذين يلونهم ثم الذين يلونهم ثم من تلاهم بعد ذلك من أهل المدينة عبر القرون. نسأل الله لنا ولهم العافية، اللهم لا تحرمنا أجرهم، ولا تفتنا بعدهم، اللهم حقق لنا ولهم شفاعة رسولك صلى الله عليه وسلم يوم المحشر العظيم. وإذا زرت مسجد قباء تذكرت أول منزل نزله صلى الله عليه وسلم في المدينة ضيفاً على بني عمرو بن عوف، وكيف استقبله أهل المدينة وفتحوا له قلوبهم وبيوتهم، ولا غرابة هم أهل المدينة، دار الهجرة، دار الإيمان التي فتحها الله بالقرآن، وقد بنى صلى الله عليه وسلم في قباء أول مسجد أسس على التقوى، قال تعالى:…",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "7… (لمَّسْجِدٌ أِسّسَ عَلَى التَّقْوِى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَن تَقُومَ فيهِ فيه رِجَالٌ يُحبُّونَ أَن يَتَطَهَّرُواْ وَاللَّهُ يُحِبُّ اَلمطَّهرينَ) (سورة التوبة - الآية 108). وقال رسول الله صلى الله عليه وسلم: ((من تطهّر في بيته ثم أتى مسجد قباء فصلى صلاة كان له أجر عمرة)). ثم تزور شهداء أحد، وفيهم سيّد الشهداء حمزة بن عبد المطلب أسد اللّه، وتستعيد تاريخ الغزوات التي أدت إلى ترسيخ قواعد الإسلام ونشره في العالمين، وتأسيس الأمة الإسلامية بكل مقوامتها، ولك أن تتذكر تلك الغزوات التي كانت مواقعها في المدينة المنورة مثل: غزوة بني قينقاع في سوق المدينة قبل الإسلام، وغزوة أُحد عند جبل أُحد، وغزوة بني النضير في قرية جفاف (قربان)، ثم غزوة الأحزاب التي حُفر فيها الخندق لحماية المدينة، وغزوة بني قريظة في عالية المدينة قريبًا من حديقة حاجزة الموجودة إلى اليوم، ولا تزال مواقع يعض الغزوات فيها شواهد وأطلال تدل على مكانها وتبث إلى المشاهد بعض أخبارها. ومن آثار المدينة النبوية مساجد الصحابة في أحيائهم، وهي المساجد التي قيل إن رسول الله صلى الله عليه وسلم فيها أثناء غزواته التي في المدينة أو أثناء زيارته لمنازل الصحابة، وكانوا يطلبون منه صلى الله عليه وسلم أن يصلي لهم في مساجدهم. والمساجد المأثورة التي ذكرها المؤرخون في المدينة النبوية غير مسجد قباء والميقات والقبلتين، كانت تزيد على الخمسين في أوسط الأقوال، ولم يبق منها اليوم إلا ثمان وعشرون مسجدًا بعضها عامر وبعضها خراب معلوم مكانه، وهذه المساجد هي: مصبح والعصبة والمغيسلة والغمامة وأبو بكر وعمر وعلي بن أبي طالب…",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "8…والمنارتين (الخضر) والسقيا وبني ظفر والفضيخ وبني قريظة ومشربة أم إبراهيم والإجابة والراية والدرع والمتسراح وأحد (الفسح) والجمعة وأبي ذر وبني حرام ومساجد الخندق (السبه المساجد) وهي مسجد الفتح مضرب قبة رسول الله صلى الله عليه وسلم أثناء غزوة الخندق (الأحزاب) وحوله مساجد، أحدها تقام فيه صلاة الجماعة والمساجد الأخرى كانت في الأصل والله أعلم - أماكن كبار الصحابة في معسكر القيادة - وهم: أبو بكر وعمر وعلي وسلمان رضي الله عنهم، مضافاً إلى ذلك مكان النساء اللاتي يحضرن الطعام والماء للمرابطين (مسجد فاطمة)، والسابع غار السجدة (كهف بني حرام) الذي كان رسول الله صلى الله عليه وسلم يبيت فيه أثناء الحصار، وهذه المساجد هي موضوع الرسالة الأولى من هذا الكتاب. وأما الآبار المأثورة في المدينة فهي كثيرة، وذكر السمهودي رحمه الله في خلاصة الوفاء أنها تسع عشرة بئرًا، والمشهور منها سبع هي التي وردت بها الآثار عن النبي صلى الله عليه وسلم، وتعرف بالآبار النبوية وهي: بئر الخاتم (أريس) وبئر حاء، وبئر غرس وبئر البوصة وبئر بضاعة وبئر رومة (عثمان) وبئر السقيا، وأُختلِف في بئر العهن وبئر الجمل، والآبار السبع المشهورة هي موضوع الرسالة الثانية من هذا الكتاب. أما بئر زمزم التي يقع مكانها شمال بئر السقيا وشمال محطة سكة الحديد، وتحديداً في الأرض التي أُقيمت فيها (محطة نفط) في حي زمزم، هذه البئر هي التي احتفرتها فاطمة بنت الحسين بن علي بن الحسين حين خرجت من بيت جدتها فاطمة الزهراء عندما أدخل عمر بن عبد العزيز بيوت النبي صلى الله عليه وسلم في المسجد زمن الوليد بن عبد الملك، وقد اشتهرت في الزمن الماضي لعذوبة مائها، ولم ترد فيها أقوال مأثورة. ولا يفوتني أن أشير إلى بئر (يهاب) والتي كانت لسعد بن عثمان رضي…",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "9…الله عنه، واشترى نصفها بعد ذلك إسماعيل بن الوليد بن هشام بن إسماعيل وابتنى عليها قصره الذي بالحرّة مقابل حوض ابن هشام، وفي الأثر أن الرسول صلى الله عليه وسلم خرج حتى أتى بئر الإهاب فقال: (يوشك أن يأتي البنيان هذا المكان)، وفي صحيح مسلم عن الرسول صلى الله عليه وسلم: (تبلغ المساكن إهاب أو إياب). وبئر إهاب ليست هي بئر زمزم كما يزعم بعض المؤرخين لأن مساكن المدينة زمن النبي صلى الله عليه وسلم قد تجاوزت هذا المكان)، وفي صحيح مسلم عن الرسول صلى الله عليه وسلم قد تجاوزت ذلك المكان، مثل منازل بني دينار، ومنازل بني سلمة، ومنازل بني حرام جنوب غرب جبل سلع، وغيرهم. وأما بئر عروة بن الزبير رضي الله عنهما في وادي العقيق، فهي لا زالت موجودة وهي الآن مهجورة ملاصقة لجسر طريق عروة بجانب سد عروة، وكان ماؤها عذبًا فراتًا بلغت شهرته الآفاق. ومن معالم الميدنة المنورة حدود حرم المدينة المنورة وحماها، والمواضع التي ذكرت في حدود الحرم هي: (ما بين لابتيها) أي الحرة الغربية (الوبرة) وحرة واقم (الحرة الشرقية)، وما بين عير إلى ثور، وفي حديث آخر (ما بين مأزميها) أي جبليها، وأما حدود الحمى فقد ذكرت فيها عدة مواضع جغرافية، تبعد عن المدينة بمقدار اثنى عشر ميلاً في كل اتجاه. وهي أشراف تيم، ووعيرة، وثنية المحدث (الحفيا)، وأشراف مخيط القبة (غير معلوم العين)، وأشراف ضبوعة، والمشيرب، وأشراف مخيط ومضرب القبة (غير معلوم العين)، وأشراف ضبوعة، والمشيرب، وأشراف ذات الجيش (مفرحات). ونظرًا لسرعة النمو العمراني والتغيير والتحديث والتوسع في المدينة، الذي قد يخفي تحته تضاريس جغرافية بكاملها، مثل الحرة الشرقية والحرة الغربية، فقد تصبح أثرًا بعد عين، وخبرًا لظهور بعض الكتابات المعاصرة والتي تتحدث عن حدود المدينة المنورة، وقد وردت فيها أخطاء بسبب جهل العاملين فيها بالأحاديث والتاريخ والجغرافيا، لهذا كان لا بد من…",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "10…تحقيق هذه المواضع على الطبيعة وتذكير الناس بها، للتزام بأحكام الحرم في نطاق حدوده التي حددها الله سبحانه على لسان رسوله صلى الله عليه وسلم، وكذلك الالتزام بأحكام الحمى (حرم الشجر) ضمن الحدود الجغرافية المبينة في الحديث. ولهذا كانت حدود الحرم والحمى هي موضوع الرسالة الثالثة من هذا الكتاب. ومن معالم المدينة جبالها وهي من زينتها، وبعضها قد أزيل من أصله وأصبح في خبر الماضي مثل آطام المدينة وحصونها التي نهى الرسول صلى الله عليه وسلم عن هدمها. ومن أشهر جبال المدينة جبل أُحد، وقد ورد أنه جبل من جبال الجنة، كما ورد في الحديث: (أُحد جبل يحبنا ونحبه)، وهذا الجبل الضخم يحتضن المدينة من الجهة الشمالية، وتجتمع سيولها عند طرفه الغربي، وله تلاع كثيرة من جميع جوانبه وأشهرها تلعة المهاريس التي يقابلها من جهة القبلة جبل عينين الذي دارت عنده، بينه وبين جبل أُحد معركة أُحد الفاصلة، وهناك آثار لهذه الغزوة منها، الشهداء، وجبل عينين، ومسجد الفسح، والكهف، والمهاريس. ومن جبالها جبل عير وهو حد الحرم الجنوبي وأما جبل ثور فهو حد الحرم الشمالي، ولكن قد اختلف في مكانه، فمن قال إنه جبل الخزان فقد وهم لأن هذا جبل (ثياب) ولا يعتريه الشك ولا يُدخل أُحد في الحرم. ومن قال إن ثور هو الجبل الأحمر الصغير الذي يشبه الخيمة خلف أُحد من شماله وقريب منه يبعد عنه فقط حمسين متراً، فهذا وهم أيضًا لأن هذا يحتضنه جبل أُحد وهو جزء منه، ومن قال إن جبل ثور هو الجبل المعترض شمال أُحد يمتد من الشرق قريبًا من وعيره حتى حلقة الغنم (أرض الزبير) نحو الغرب، فهذا يمكن الأخذ به، ولكن أرجح الأقوال - والله أعلم - هو قول من يرى أن جبل ثور هو الجبل الصغير الأسود الذي يشبه الثور، وهو يقع شمال أثحد جانحًا إلى يساره،…",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "11…يقع في دلتا مصب النقمى مع وادي أضم 0الحمض)، وهو آخر جبل على يمينك قبل مجرى وادي النقمى على طريق الخليل (المؤدي إلى ثنية الحفيا وهي طريق العراق الشمالي). ومن جبال الميدنة جبال سلع وهو أقرب الجبال إلى المسجد النبوي، وله عدة تلاع، كلها أحياء عامرة اليوم، ومنها تلعة بني حرام (العماري) وتلعة الحشيش، وتلعة السبع المساجد وغيرها، وله عدة رؤوس منها جبل ثواب الذي يحتضن غار السجدة (كهف بني حرام). وأما جبل سليع (جهينة)، فلم يبق منه إلا سلعة صغيرة تختفي بين المباني الشاهقة في منطقة الحرم، وأما ثنية عثعث التي تقع بين سلع وسليع فقد سوّيت بالأرض ويمر فوقها الطريق الدائري الأول من جهة باب الكومة. وأما جبل المستندر (القرين الفوقاني) فلا أثر له، ومكانه تحت الطريق الدائري الأول أمام وقف الداودية، وثنية الوداع قد اختفت على فم نفق المناخة باتجاه سلطانة. وجبل الراية قد قطع صفه الشمالي وأزيل، والنصف الجنوبي يختفي تحت البيوت والمباني التي غطته بشكل كامل/ ولا زال مسجد الراية فوقه. وأما ثنية الوداع الجنوبية في قباء فإنه لم يبق منها إلا ما هو تحت القلعة التركية الأثرية. ومن جبال المدينة جبل عقاب (بني سلمة) وجبل الحصانية (جبل بني عبيد) وبجانبه جبل راتج (جبل صغير جدًا) وجبل الدويخل (فتّة) باتجاه بئر عثمان، وضليعات الرصي (ثلاثة جبال صغيرة) تحيط بها الأودية، وادي العقيق من غربها ووادي العاقول (قناة) من شرقها ثم تلتقي في مجتمع الأسيال من شماليها. وضليعات البري وهي عدة جبال صغيرة في مبتدأ الغابة وشمال الجرف يقطعها طريق الجامعات. وأما الظريب الأحمر فيقع في منتصف منطقة الجرف، فإذا تجاوزت وادي العقيق باتجاه الغربي بينما ضليعات الرّصي ومجتمع الأسيال من…",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "12…رومة ربية منك على يمينك فإنك تصل إلى الظريف الأحمر، يضرب كالسوط في السبخة (سبخة الجرف) وكلما اتجه غربًأ استع وارتفع باتجاه جبل الشظفاء غربًأ بيمين، وقد قُطِع مرتين، مرة بالمباني ومرة بطريق الجامعات الذي ينصف الجرف، فهو ثلاث قطع على خط واحد. ومن جبال المدينة جبال كتانة وجبل المخروطة والشظفاء من جبال مخيط وجبل غراب (حبشي) من جبال غريبات، وجماء عاقل غرب عرصات العقيق (العرصة الصغرى) وجماء أم خالد، وجبل غرابة (جماء تضارع) وجبل المكيمن وضليعات القبة وجبل الأنعم، والأصيفرين وحلاءتي صعب وجبل قريظة وجبل حمراء الأسد وجبل المعترض والمسبار والسحلول والمشاوي (اثنتين) وجبل ضبيعة وجبل الحرم وجبل عظم وأشراف ضبوعة وأشراف ذات الجيش (مفرحات)، والجبل الأسمر وحمراء نملي، وجبل وعيرة، وجبل تيم، وغيرها كثير. وما ذكرته يقع بعضها في حدود حرم المدينة وبعضها في حدود الحمى. ومن معالم المدينة أوديتها، والحديث عنها ذو شجون ونكتفي في هذه المقدمة بسردها فقط، وأشهر الأودية في المدينة وادي العقيق وهو الوادي المبارك، ووادي العاقول ووادي بطحان وهذه الأودية الثلاثة تجتمع في زغابة مجمع الأسيال بعد رومة، ومن أوديتها وادي رانوناء ووادي مذينيب وشعبة من وادي مهزور وتجتمع مع بطحان قبل المصلى (الغمامة)، والشعبة الأخرى من وادي مهزور تتجه شمالاً حتى تصب في العاقول (قناة)، ثم وادي المبعوث الذي يصب في العاقول شرق الحرة الشرقية، ووادي عيرة ووادي النقمي ووادي مخيط ووادي غريّب (صبيخة) ووادي المشاش (يخترق أرض الجامعات)، ووادي الدعيثة، ووادي أبو مرخة ووادي أبو كبير (ذات الجيش)، ووادي أبو هريرة من شرق جبل عير ويصب في العقيق عند مزارع أبي هريرة شمال آبار علي.…",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "13…إن آثار المنورة لا تنحصر فيما ذكرته من المساجد والآبار النبوية وحدود الحرم وأعلام الحمى، وما ذكرت من جبالها وأوديتها وحراتها، بل هناك الكثير من الآثار التي لم تنتطرق إليها مثل بعض البلدان (المزارع) القديمة مثل بلاد الفقير (بلاد سلمان) وبلاد حاجزة، والبركة وأرض الزبير، ومزارع أبي هريرة، ومزارع العقيق، وقصور العقيق، والسدود، والعيون، ومجرى عين الزرقاء، وسقيفة بني ساعدة وغير ذلك. وقد قدّمت الكتابة عن الآثار المفيدة مثل المساجد والآبار النبوية وحدود الحرم وحدود الحمى (حرم الشجر) لما أرى من الفائدة في المحافظة عليها، وأما ما يتعلق بحدود حرم المدينة وحماها، فيجب معرفتها وتعليمها للناس للإلتزام بما شرع الله ورسوله ومراعاة تنفيذ ما يترتب على ذلك من الأحكام الشرعية. هذا وبالله التوفيق،،…",
            "page": "13",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "17… ¶ مقدمة ¶ الحمد لله رب العالمين الذي قال في محكم كتابه: (إنَّمَا يَعْمٌرُ مَسجِدَ اَللَّهِ مَنْ ْامَنَ بِاَللَّهِ واَلْيَوْمِ اَلآْخِرِ وَأَقَامَ الصَّلَوةَ وَأَتَىْ الزَّكَواةَ وَلَمْ يَخْشَ إِلاَّ اَللَّه فَعَسَى أُوْلَئِكَ أَن يَكُونُوا مِنَ الْمُهْتدِينَ) (التوبة، 18)، وقال سبحانه: (وَمَنْ أظلَمُ مِمَّن مَّنَعَ مَسَجِدَ اَللَّه أَن يُذْكَر فِيهَا اَسْمُهُ وَسَعَى في خَرَابِهَا. .) (البقرة: 114). اللهم صلى على محمد النبي الأمي وأزواجه أمهات المؤمنين وذدريته وآل بيته وصحبه وسلم تسليمًا كثيرًا، هذا النبي الذي شهد الله له بالصدق فيما يرويه عن ربه، فقال سبحانه: (وَمَا يَنطِقُ عَنِ الْهَوَى (3) إنْ هُوَ إلاَّ وَحْيٌ (4))) (النجم)، وسننه هي المصدر الثاني من مصادر التشريع في الإسلام بعد القرآن الكريم، وتشمل السنة كل ما صدر عن الرسول من قول أو فعل أو تقرير. ومن فعله صلى الله عليه وسلم عمارة المساجد لذكر الله وإقامة الصلاة ومكان للتعلم والدراسة، ومركز لاجتماع المسلمين إذا حز بهم أمر أو أصابتهم نائبة؛ ومن سنته استجابته للصحابة عندما يطلبونه أن يصلي لهم في مساجدهم التي في أحياء المدينة ليكون عمله هذا تأسيسًا لمساجد الأحياء التي حظيت بسبب صلاة المصطفى فيها بكل عناية واهتمام، فقد اهتم الخلفاء بها، وأمروا الولاة برعايتها، وتعهدوها بالحفظ والعناية. ومما سجله التاريخ في هذا الشأن صلاة عبد الله بن عمر رضي الله عنه بالمواضع التي صلى رسول الله فيها، وكانت عمارته لها بالذكر والصلاة وتحري موضع…",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "18…صلاة النبي صلى الله عليه وسلم في هذه المساجد، وهذا تحقيق لمعنى من معاني عمارة المساجد التي وردت في الآية الكريمة الآنفة الذكر، وإحياء لسنته صلى الله عليه وسلم لصلاته في مواضع معينة في أماكن متفرقة في المدينة. ثم عمارة البناء في ولاية عمر بن عبد العزيز إذ أنفذ أمرًا للخليفة الوليد بن عبد الملك بأن يبني كل المواضع التي ثبت أن الرسول صلى الله عليه وسلم صلى فيها لأهلها في المدينة المنورة، وتتبعها عمر بن عبد العزيز وبناها بالحجارة المنقوشة المطابقة، وهذا توفيق من الله إذ فتح الله بصيرته على إدراك معنى صلاة الرسول في مساجد المدينة، وفهم أنها لأهل المدينة ومن جاءهم في أحيائهم وأنها ستبقى كذلك على مر الزمان. ثم استمرت العناية والصيانة حتى جاءت الدولة العثمانية وكانت تهتم بعمارة المساجد وتعتني بها عناية فائقة وبخاصة الحرمين الشريفين، ومساجد المدينة التي بناها عمر بن عبد العزيز بعدما ثبت أن الرسول صلى الله عليه وسلم صلى فيها. وكانت العمارة العثمانية بالحجارة المطابقة والجص، ونشاهد اليوم بقاياها فيما لم تشمله العمارات السعودية المتعاقبة في هذا العهد الزاهر الذي نعيشه. وفي عهد خادم الحرمين الشريفين الملك فهد بن عبد العزيز حفظه الله حظيت المساجد باهتمام لا نظير له، ونالت مكة والمدينة جزاءًا كبيرًا من هذا الاهتمام لتطوير مشاعر الحج وأماكن الزيارة، وترتكز أعظم إنجازات خادم الحرمين الشريفين فيما وفّقه الله من توسعة وتطوير المسجد الحرام في مكة المكرمة والمسجد النبوي الشريف. إن عمارة خادم الحرمين الشريفين للمسجد النبوي الشريف التي استُكملت حديثًا كانت بحق أعجوبة زمانها، في جمال العمارة، ورونق الزخرفة، ودقة…",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "19…الهندسة، وروعة التصميم، وبراعة في اختيار الألوان، وصفاء الصورة، وأُبهة للنظر، مما يجعل الزائر يُمتَّع العين بالنظر إلى تصاميمه وتفاصيل عمارته ويتملّى ويطيل النظر فلا يمّل من رؤية الجمال البديع المتصل بمعين الحب المستقر في القلب لهذا المكان الطاهر، المسجد النبوي الشريف، الذي يستقي المؤمن فيه من شأبيب الرحمة، ويتنفس نفحات القرآن الكريم، ويصلي في الروضة، ويسلم على الرسول صلى الله عليه وسلم وعلى صاحبيه رضي الله عنهما. إنك إذا أقبلت على المسجد النبوي الشريف يستقبلك الشوق إلى ما تحت القبة الخضراء، فلا تملك إلا أن تصلي على محمد صلى الله عليه وسلم، وإذا وقفت على أطراف البلاط الأعظم، هذه الساحات الفسيحة، وسرّحتَ النظر، وأدرت الفكر وأنت تشاهد المسجد الشريف من الخارج، وترى مناراته العشر الشاهقة المتألقة، والقبة الخضراء فوق المثوى الشريف الطاهر، والقباب الأخرى الكثيرة، والاتساع الضخم، فكأنك تنظر إلى درة ضخمة مزخرفة على صرح ممرد من الرخام الأبيض، ما شاء الله، تبارك الرحمن. إذا دخلت المسجد النبوي أطمأنت نفسك، وسكن قلبك، وغشيتك السكينة، وأنشرح صدرك، وهانت الدنيا، وتعلقت نفسك بحب الله ورسوله واليوم الآخر. وقد اشتمل مشروع خادم الحرمين الشريفين لتوسعة وتطوير المسجد النبوي الشريف، وتطوير المنطقة المركزية على توسعة وتطوير كل من مسجد قباء، ومسجد الميقات، ومسجد القبلتين، مما يتناسب مع مكانتها لدى المسلمين. إن هذا البحث يشتمل على مقدمة وفصلين وخاتمة وذلك كما يلي: الفصل الأول: المساجد التي قيل إن الرسول صلى الله عليه وسلم صلى بها. المبحث الأول: عدد المساجد قديمًا وما بقي منها إلى اليوم.…",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "20… ¶ المبحث الثاني: تصنيف هذه المساجد من حيث العمارة. الفصل الثاني: تقرير عن بقية المساجد التي تحتاج إلى تعمير. الخاتمة: وتشمل أهمية هذه المساجد الأثرية، والتوصية بها. هذا وأسأل الله التوفيق والسداد وأن يجعل هذا العمل خالصًا لوجهه الكريم وصلى الله على محمد وعلى آله وصحبه وسلم تسليمًا كثيرًا. ¶ وحرر في يوم الاثنين 3 رجب 1418هـ…",
            "page": "20",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "22…وعشرون مسجدًا. ثبتت معرفتها عندنا من طريقين: أولهما: وصول أخبارها إلينا بالتواتر الشفهي بإسناد متقطع إذ يتناقل الأبناء عن الآباء عن الأجداد أسماء هذه المساجد وبعض أخبارها، وهذا النقل المتواتر الشفهي حجةٌ لتدوين التاريخ ولو كان الإسناد فيه متقطعًا. ثانيهما:: استفاضة الحديث عنها في مصادر التاريخ المدون خاصةً مصادر تاريخ المدينة المنورة، وإن حصل في بعضها أخطاء فتصحح بالمقارنة. ¶ المبحث الثاني: تصنيف المساجد المأثورة من عهد الرسول صلى الله عليه وسلم من حيث عمارتها. يمكن تصنيف المساجد المعروفة في زماننا من حيث عمارتها وإقامة الصلاة فيها وصيانتها والمحافظة عليها إلى ست فئات، ويستثنى من ذلك ما ذكرناه من المساجد التي شملها مشروع التوسعة والتطوير وهي مسجد قباء ومسجد الميقات ومسجد القبلتين. ولا يشمل التصنيف المساجد التاريخية التي لم يرد فيها حديث أو قول صحابي. ¶ الفئة الأولى: ماهو مبني على الطراز الحديث أو القديم المجدد، وتشرف عليها إدارة الأوقاف والمساجد، ولها إمام ومؤذن وتقام فيها الفرائض، ومنها مسجد المصلى (الغمامة) والمساجد التي حوله وهي مسجد أبي بكر ومسجد عمر ومسجد علي، ومنها مسجد الإجابة ومسجد أبي ذر (البحير) ومسجد المستراح ومسجد بني حرام في تلعة العماري ومسجد المالحة (الغسالين أو بني دينار)، وعددها تسعة. ¶ الفئة الثانية: مساجد الفتح (الخندق): وهذه تعتبر مصليات صغيرة الهدف المبحث الثاني: تصنيف المساجد المأثورة من عهد الرسول صلى الله عليه وسلم من حيث عمارتها. يمكن تصنيف المساجد المعروفة في زماننا من حيث عمارتها وإقامة الصلاة فيها وصيانتها والمحافظة عليها إلى ست فئات، ويستثنى من ذلك ما ذكرناه من المساجد التي شملها مشروع التوسعة والتطوير وهي مسجد قباء ومسجد الميقات ومسجد القبلتين. ولا يشمل التصنيف المساجد التاريخية التي لم يرد فيها حديث أو قول صحابي. الفئة الأولى: ما هو مبني على الطراز الحديث أو القديم المجدد، وتشرف عليها إدارة الأوقاف والمساجد، ولها إمام ومؤذن وتقام فيها الفرائض، ومنها مسجد المصلى (الغمامة) والمساجد التي حوله وهي مسجد أبي بكر ومسجد عمر ومسجد علي، ومنها مسجد الإجابة ومسجد أبي ذر (البحير) ومسجد المستراح ومسجد بني حرام في تلعة العماري ومسجد المالحة (الغسالين أو بني دينار)، وعددها تسعةز الفئة الثانية: مساجد الفتح (الخندق): وهذه تعتبر مصليات صغيرة الهدف…",
            "page": "22",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "24…ولا مؤذن، ولا تقام فيها الفرائض، ولا تجري لها صيانة بل هو في حكم المتروك. ومنها مسجد مشربة أم إبراهيم، ومنها مسجد جبل أحد (الفسح)، ومنها مسجد السقيا (قبة الروس)، ومنها مسجد المنارتين (مسجد الخضر)، أما المسجد المسجل لدى إدارة الأوقاف والمعروف بمسجد الخضر فهو حديث الإنشاد من عام 1387هـ وليس له صلةٌ بالمساجد الأثرية. ¶ الفئة الخامسة: المساجد المطموسة: هذه المساجد قد طمست وتم تغيير معالمها لمحوها من من الوجود، وهي ثلاثة: مسجد أبي بكر من المساجد السبع، وقد هدم عام 1417هـ، وأزيلت معالمه، وقد أفردت له بحثًا مستقًّلا، ومنها غار السجدة (كهف بني حرام) وهو من المساجد السبعة، وقد عملت فيه معاول الهدم حتى كادت أن تطمسه، ولكنه معروف إلى هذا اليوم، ومنها مسجد بني ظفر (مسجد المائدة أو مسجد البغلة أو مسجد الأحزان)، وموقعه داخل المبنى الرئيسي لهيئة الأمر بالمعروف والنهي عن المنكر في المدينة المنورة، وقد خصصت له بحثًا مستقًّلا. ¶ الفئة السادسة: وهو مسجد الجمعة (مسجد عاتكة أو مسجد الوادي)، ويحتاج هذا المسجد إلى تحقيق وتحديد موضعه الصحيح، وذلك قد يتم عن طريق الحفر والتنقيب، إذ أن هناك مسجداً قائمًا، ويسمى مسجد الجمعة، وقديمًا كان يقال له مسجد بنات النجّار بينما كان في الشمال منه مسجد ديم يعرف بمسجد الجمعة والآن قد إندثر، وجميع العارفين من الأحياء التي حوله يعرفونه بهذا الإسم، وبين الموقعين حوالي (100) مائة متراً، وأميل إلى أن مسجد الجمعة هو المكان المتهدم، أما المسجد الحالي فقد كان في حوش الشربتلي فقام ببنائه، وبعد ذلك إدارة الأوقاف والمساجد وقامت بهدمه وإعادة بنائه.…",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "25… ¶ الفصل الثاني: التقرير عن بقية المساجد الأثرية التي تحتاج إلى تعمير ¶ ويرى بعض المؤرخون أن الخليفة الأموي عمر بن عبد العزيز رضي الله عنه هو أول من أحصى عدد المساجد التي صلى فيها رسول الله صلى الله عليه وسلم في المدينة المنورة، وأول من بناها، ثم لم يختلف عليها اثنان، بل أخذ الولاة من بعده بما قرره، وسار الناس على ذلك إلى يومنا هذا. في هذا التقرير يدور الحديث بشكل موجز وصورة وكتابة عن المساجد التي تقدم ذكرها في الفئات الثالثة والرابعة والخامسة والسادسة من الفصل الأول من هذه الدراسة، وتشمل المساجد المهجورة المتروكة، والمساجد المطموسة، والمساجد التي تحتاج إلى توسعة وتطوير، وأخيرًا مسجد الجمعة الذي يحتاج إلى تحقيق وتنقيب لتحديد موقعه الصحيح، وقد جاءت على الترتيب التالي: ¶ (1) مسجد مصبح بقباء (2) مسجد الجمعة بقباء (3) مسجد الفضيح (الشمس) بقربان (4) مسجد بني قريظة بالشريبات شرق العوالي (5) مسجد مشربة أم إبراهيم بالعوالي (6) مسجد بني ظفر في مبنى هيئة الأمر بالمعروف شرق البقيع (7) مسجد الراية فوق جبل ذباب (8) مسجد الشيخين…",
            "page": "25",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "27… ¶ مسجد مصبح (*) ¶ يقع مسجد مصبح غربي قباء بميْل نحو الجنوب وفي مكان متوسط بين منازل قباء ومنازل العصبة، ويعتبر جزء من حي قباء، وإن كان الأهالي حوله يسمون الحي باسم المسجد، ويروى أن رسول صلى الله عليه وسلم صلى في موضعه صلاة الصبح حين قدم المدينة، واستقبل الناس في ظهر الحرة المطل على الناحية الجنوبية من وادي رانوناء، وبقي هناك حتى طلعت الشمس ثم ارتحل فأخذ بيمين لى موضع مسجد قباء حيث نزل على سعد بن خيثمة من بني عمرو بن عوف.… ¶ __________ ¶ (*) المراغي (ت816): تحقيق النصرة، ص154 (مسجد بني أنيف بقباء) السمهودي (ت 922): خلاصة الوفاء، ص 411 (مسجد بني أنيف بقباء) إبراهيم العياشي: ((المدينة بين الماضي والحاضر، ص 263 ط. 1392هـ.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "29… ¶ مسجد الجمعة (*) ¶ يقع مكان هذا المسجد ببطن وادي ذي صلب عند التقائه بوادي رانوناء إذ يجتمع سيلها في موضع مسجد الجمعة. ويقال له مسجد الوادي ومسجد عاتكة، وهو أول مسجد صلى فيه رسول الله صلى الله عليه وسلم صلاة الجمعة في المدينة. وهذا المسجد لم يبق منه اليوم إلا حجارة وركام أنقاض في مكان المسجد في الجزء الشمالي من أرض محاطة بسور متهدم ويلاصق مكان المسجد مبنى مؤجر… ¶ __________ ¶ (*) ابن شبة (173 - 262): تاريخ المدينة، ج1، ص68. أبو إسحاق (198 - 295): المناسك، ص 397. المطري (ت 741هـ): التعريف، ص49 علي بن موسى (رسالة في وصف المدينة) ص45 السمهودي (ت 922): خلاصة الوفا 8 السيد أحمد ياسين الخياري: (معالم المدينة المنورة)، انظر مسجد بنات النجار ص 117 (الهامش).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "31… ¶ مسجد الفضيخ (*) ¶ ويسمى أيضاً مسجد الشمس لأنه على نشز من الأرض أول ما تطلع عليه الشمس لإطلاله على وادي بطحان من جهة المسجد الشرقية. وقيل إنه مسجد صغير. واليوم يقع مكانه أرض محاطة بسور أبيض داخل الجزء الشمالي منه ركان حجارة يعتقد أنه مكان لمسجد، ويوجد في قبلته داخل الحوش بقايا مقبرة، وهذا الحوش مقفل لمنع الناس من الدخول إليه. ويقع في قربان بين أموال بني… ¶ __________ ¶ (*) ابن شبه (173 - 262): تاريخ المدين ج1، ص65 أبو إسحاق (198 - 285): المناسك، ص397 وما بعدها المطري (ت741) التعريف، ص40 المراغي (ت816): تحقيق النصرة، ص137 السمهودي (922): خلاصة الوفاء ص380",
            "page": "31",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "33… ¶ مسجد قريظة (*) ¶ يقع هذا المسجد في وسط منطقة الشُريبات في العوالي، ويقابله من الجنوب الشرقي الباب الشمالي لحديقة قديمة تسمى حاجِزة وهي وقف للفقراء، وقد أخطأ كثير من المؤرخين المتأخرين في تسميته بمسجد الفضيخ لأن مسجد الفضيخ هو مسجد الشمس في بلاد بني النضير في قرية قُربان وهذا المسجد في أموال بني قريظة في الحرة الشرقية، ومن قال إنه مسجد الفضيخ لا يستطيع أن يحدد مكان مسجد قريظة، فيُراعي تغير الإسم الحالي.… ¶ __________ ¶ (*) ابن شبة _173 - 262): تاريخ المدينة المنورة، ج1، ص70 محمد بن أحمد المطري (ت741): التعريف، ص40 المراغي (ت816): تحقيق النصرة، ص137 السمهودي (744 - 922) خلاصة الوفاء، ص381.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "36…ومكان هذا المسجد معروف في طريق العوالي، ويوجد على الناحية الشمالية الشرقية من المسجد البديل الموضح في الصورة حوش كبير نسبيًّا بداخله مقابر، وبوسطه زيادة مرتفعة لعلها مكان البئر والمشربة والمسجد القديم. وموقع مسجد المشربة لا يوجد حوله مساجد، وهو على طريق رئيسية هي طريق العوالي، ومن المناسب جدًّا أن يبنى هذا المسجد للحي حوله، لمكانته وسبقه وصلاة الرسول فيه.…",
            "page": "36",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "39… ¶ مسجد الراية (*) ¶ هذا مسجد صغير تقام فيه الصلوات الخمس فوق قمة جبل صغير، هو جبل ذباب أو جبل الراية لأن رسول الله صلى الله عليه وسلم ضرب قيته في هذا المكان أثناء حفر الخندق، ووضع رايته فوقه أثناء غزوة الأحزاب لأن هذا الجبل يشرف على المنطقة التي حفر فيها الخندق. ويعرف هذا الجبل عند بعض المؤرخين بالقرين التحتاني إذ كان جبل المستندر يعرف بالقرين الفوقاني. والمنازل تغطي جبل الراية من جميع الجهات إلا الجهة الشمالية فإنها محفورة… ¶ __________ ¶ (*) ابن شبه (173 - 262هـ): تاريخ المدينة المنورة، ج1، ص61 أبو إسحاق (198 - 285هـ): المناسك، ص397 وما بعدها المراغي (ت816هـ): تحقيق النصرة، ص144 السمهودي (ت922): خلاصة الوفاء، 394",
            "page": "39",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "42…ولم أقف على سبب تغيير الإسم. ¶ ويقال إنه المكان الذي صلى فيه الرسول صلى الله عليه وسلم والمسلمون عندما خرجوا في غزوة أحد، حيث صلى فيه العصر والمغرب والعشاء، وقيل بل المغرب والعشاء والفجر واستعرض الجيش عند أجمة الشيخين. وقيل إن الرسول صلى الله عليه وسلم أنزل الدرعين اللذين كان يلبسهما يوم أحد في هذا المكان وبات هناك ثم اصبح وغدا إلى أحد. ¶ وقد غلط بعض المؤرخين وظنه مسجد المستراح وهو غيره، أما مسجد المستراح فقد يكون مسجد بني حارثة حيث ذكر أن الرسول صلى الله عليه وسلم صلى في مسجد بني حارثة على طرف حرة بني حارثة، وكلا المسجدين يقعان على طريق سيد الشهداء على يمين النازل.…",
            "page": "42",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "44…صلاة الظهر والعصر جمعًا يوم احد، بعد ما تحيّز المسلون إلى رسول الله صلى الله عليه وسلم، ورجع المشركون إلى رحالهم. لم يبق من ذها المسجد إلا بعض أساس البناء العثماني، ولا يصلى فيه لأنه خراب، ويقع مكان المسجد لاصقًا بجبل أحد على يمين الذاهب في شعب المهاريس (الجرًار)، وهذه التلعة فيها حي كبير وكثير السكان، وفيها مساجد ولله الحمد، ولكن موقعه مناسب للصلوات الخمس لأن من في جهته من الناس بحاجة إلى أن يعمر لهم مسجد، ناهيك عن تاريخه لصلاة الرسول فيه يوم أحد، وأقدميته ومكانته.…",
            "page": "44",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "47… ¶ مسجد السقيا (*) ¶ نزل الرسول صلى الله عليه وسلم عند بئر السقيا، وعرض جيش غزوة بدر، وصلى في موضع المسجد الذي عندها، وأرضها تسمى الفلجان. ويعتقد أن مسجد السقيا هو قبة الروس التي تقع على يمين الطالع على طريق المدرج إلى عروة فالعقيق فالميقات. وهذه القبة من العهد العثماني تقع داخل أسوار السكة الحديدة بعدما تتجاوز العنبرية متجهًا غربًا فهي على يمينك… ¶ __________ ¶ (*) ابن شبه: تاريخ المدينة المنورة، ج1، ص 65 أبو إسحاق (ت 285): المناسك، ص 397 وما بعدها السمهودي (922): خلاصة الوفاء، ص 393 العباسي (1035): عمدة ألأخبار، ص 163 وما بعدها",
            "page": "47",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "49… ¶ مسجد المنارتين (*) ¶ يقع هذا المسجد على طريق العقيق سابقًا وطريق عروة حاليًا على يمين الذاهب إلى الميقات. عندما تتجاوز المبنى الذي فيه الأحوال المدنية، تأتيك دخلة على اليمين إلى برحة مسفلتة، ويكون على يسارك محلات ورش وخدمات للسيارات ومحطة وقود غربها، وأمامك باتجاه الشمال بناية صغيرة متهدمة عبارة عن أكوام من الرضم والحجارة، وبناؤها باتجاه الشمال بناية صغيرة متهدمة عبارة عن أكوام من الرضم والحجارة، وبناؤها من العهد العثماني ويبدو أنها أحد المنارتين المشهورتين على طريق العقيق، فإذا وقفت عندها متوجهًا صوب الشمال فإن مسجد المنارتين وبئر المسجد يبعدان حوالي مائة متر صوب الشمال الغربي على… ¶ __________ ¶ (*) السمهودي (ت 922): خلاصة الوفاء، ص 412 علي بن موسى (ت 1303): رسالة في وصف المدينة، ص 17 - 36",
            "page": "49",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "52…داخل بستان وتحيط به النخيل، ومما يشكر عليه صاحب البستان أنه لم يعمل على إزالة آثار المسجد بل تركه على ما هو عليه، فجزاه الله خيرًا على ذلك، ويوجد في طرف المسجد عشة من الجريد، وبجانبه الشمالى الشرقى توجد غرفة من الصفيح، ويقع على مقربة منه إلى الشمال بئر يسمى بئر الهجيم. وهو ليس ببعيد عن أطم الضحيان، الأطم الأسود لبني جحجبا بن كلفة من الأوس، وهم أهل العصبة، وقد هدم هذا الحصن واختفت معالمه في الوقت الحاضر.…",
            "page": "52",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "53… ¶ مساجد الخندق \"السبع المساجد\" ¶ تقع هذه المساجد في شعب صغير شمال غرب سلع، وهذا الشعب ينبسط متصًلا بالسيح الذي يفيض فيه وادي بطحان. وكان هذا مكان مراكز قيادة جيش المسلمين في غزوة الخندق، فكانت قبة الرسول صلى الله عليه وسلم فوق طرف الجبل في موضع مسجد الفتح اليوم، ومواقع الصحابة من حوله، وموقع للنساء اللاتي ياتين بالماء والمدد من المدسنة إلى المرابطين في الخندق، وكان منزلهن في طرف الشعب الداخل إلى جهة المدينة البعيد عن العدو. وموقع القيادة حصين جدًّا يستحيل على العدو أن يصل إليه، ومن الصعب رصد تحركات العناصر القيادية من قبل عيون العدو، بينما تستطيع القيادة الإسلامية مراقبة العدو من هذه المرتفعات التي تكشف مواقع العدو بشكل كامل. وقد تواترت الأخبار أن رسول الله صلى الله عليه وسلم صلى في مسجد الفتح والمساجد حوله، وأنه بات في كهف بني حرام، وسجد فيه شكرًا لله، وإذا بات رسول الله صلى الله عليه وسلم في مكان فحري أني صلي فيه صلاة الليل. واختلف المؤرخون في عدد المساجد حول مسجد الفتح، فقال كثير منهم أنها اقل الجمع من قوله والمساجد حوله أقل الجمع ثلاثة، وورد في كثير من كتب التاريخ التعبير عنها بالمساجد الأربعة، بناها مر بن عبد العزيز في القرن الأول الهجري ثم جددها والي العبيديين على المدينة عام 565هـ، ثم جددتها الدولة العثمانية، وكنا نعدها في الماضي سبعة مساجد هي مسجد الفتح، ومسجد سلمان ن ومسجد أبي بكر (الذي تم هدمه وسوي مكانه في الأرض ام 1417هـ)، ومسجد عمر، ومسجد علي بن أبي طالب، ومسجد فاطمة الزهراء، وغار السجدة (كهف بني حرام).…",
            "page": "53",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "54…وأما اليوم فقد بقي خمس منها في واقع الأمر لأنه هدم منها مسجد أبي بكر واختفت معالمه، وكان أكبرها، وطمس منها غار السجدة وأزيلت آثاره، ولكن مواقعها لا تزال معروفة. ¶ أما مسجد أبي بكر الذي هدم، فقد ثبت من إجراء الحفريات في مكانه قبل ردمه أنه مسجد قديم جدًّا، وكان تحته خلوة (قبو) أو بناء بمساحة المسجد تحت الأرض وقد ذرعت بنفسي الجدار الغربي الذي ظهر تحت الأرض وكان طول الجدار من الشام إلى القبلة ثلاثة عشر مترًا وارتفاعه ثلاثة أمتار وهو عبارة عن ثلاثة أقواس مركبة على أربعة أعمدة من الحجارة المطابقة وفوقها تيجان من الطوب الأحمر الصغير، وهذا يدل على أن مسجد أبي بكر قديم جدًّا ولربما كان المسجد الذي ذكره ابن النجار وقال إنه تهدم ولم يبق له اثر، ومما يجدر ذكره أن ابن النجار كان شاهد عصره على تاريخ المدينة في أوائل القرن السابع الهجري، وهذا المسجد هو أقرب مساجد الخندق إلى مجرى وادي بطحان، وبهذا هو عرضة للاختفاء لأن الأرض تربو في السيح بشكل أسرع بسبب تحرك الأتربة وكثرة الطمي والرمال التي تجرفها السيول على مر العصور.…",
            "page": "54",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "55… ¶ خاتمة ¶ قال تعالى: (وَمَنْ أَظْلَمُ مِمَّن مَّنَعَ مَسجِدَ الَّهِ أَن يُذْكَرَ فِيهَا اسْمُهُ وَسَعَى فى خَرَابِهَا) قال علماء التفسير يفهم من عموم قوله تعالى (وَسَعَى فى خَرَابِهَا) كل ساع في إخراب المساجد فهو من المعتدين الظالمين. وذكر صاحب المناهل الصافية العذبة في بيان ما خفي من مساجد طيبة أنه من جملة السعي في خرابها الرضا عن خرابها مع القدرة على إنهاء ذلك للولاة والمقتدرين من عباد الله الصالحين؛ وقال الإمام السمهودي إن الاعتناء بالمساجد النبوية مُتعيَّن؛ وقال الإمام البغوي أن المساجد التي ثبت أن الرسول صلى الله عليه وسلم صلى بها لو نذر أحد الصلاة في شيء منها تعين كما تتعين في المساجد الثلاث. ¶ ولنا أسوة في خير قدوة باعتناء عبد الله بن عمر رضي الله عنه بالمساجد النبوية، وبعمارة عمر بن عبد العزيز لجميع المساجج النبوية، وبمن جاء بعده من ولاة الدول الإسلامية إلى عصرنا الحاضر. ¶ وأما تصرفات بعض الجاهلين وما يفعلونه من تمسّح بهذه الآثار النبوية مما قد يسيء إلى العقيدة الصحيحة، فإن معالجة هذه الأمور تتم بالموعظة والتعليم، وإن لم يُجْدِ نفعًا فيؤخذون بالتأديب، وأما طمس وإخفاء الآثار النبوية فلا يعتبر تصحيحًا لمعتقدات المخالفين، ولكن الخير في المجاهدة وإصلاح الناس. ربنا لا تؤاخذنا إن نسينا أو أخطأنا، ربنا تقبل منا إنك أنت السميع العليم وتب علينا واغفر لنا إنك أنت الغفور الرحيم. وتم نسخه بحمد الله يوم الاثنين الثالث من رجب من السنة الثامنة عشر بعد أربعمائة وألف من الهجرة النبوية الشريفة. هذا وصلى الله على محمد وآله وصحبه وسلم تسليمًا كثيرًا.…",
            "page": "55",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "59… ¶ مقدمة ¶ تعتبر الآبار الجوفية المصدر الرئيسي لمياه الشرب في الجزيرة العربية على مدى التاريخ، حيث لا تجرى أنهار، ولا توجد بحيرات عذبة، والعيون الجارية قليلة العدد ومحدودة المكان حيث لا توجد إلا في بعض التلاع ومضائق الجبال. وكان يشرب أهل المدينة المنورة قديمًا من الآبار التي تنتشر فيها عن طريق النزع بالدلاء حتى أجرى مروان بن الحكم عين الأزرق في عهد الخليفة معاوية بن أبى سفيان رضي الله عنه من قباء إلى المدينة، وفُتِحَ لها خرزّا في كل حي وعند المسجد النبوي حتى يستقى الناس بالمغاريف، وعملت ميضاءات يتوضئون منها. ومع هذا بقيت الآبار يستقى منها الناس الذين يسكنون الأحياء بعيدين عن مجرى عين الأزرق، ويسقون المزارع والمواشي منها. وبقى بخاصة بعض الآبار التي أثر عن الرسول صلى الله عليه وسلم أنه شرب منها، وتوضأ منها، ودعا لها، وظلت على مر الأزمان تشتهر بعذوبة مائها، وحب الناس لها لما ورد فيها من الأحاديث من كونها صدقة جارية باركها النبي صلى الله عليه وسلم أو عين من عيون الجنة أو ورد فيها أثر عن النبي صلى الله عليه وسلم. وفي العهد السعودي الزاهر تولت إدارة عين الزرقاء، ثم مصلحة مياه المدينة بعد ذلك حفر الآبار وتنظيم المياه وتجميعها في خزانات وتزيعها للبيوت عبر شبكات ضخمة من الأنابيب التي وصلت إلى كل بيت ولله الحمد، وكان جل اعتمادها على الآبار التي تحفرها أو الآبار التي تشترى ماءها من أصحابها بموجب عقود شراء طويلة الأجل. ثم جاء التطور المذهل والقفزة في توفير المياه عن طريق تحلية مياه البحر التي أخذت تتدفق إلى المدن من البحر الأحمر ومن الخليج العربي بكميات ضخمة قد تتضاءل أمامها مياه الأنهار في دجلة والفرات، وذلك بفضل الله…",
            "page": "59",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "60…سبحانه وتعالى ثم بجهود حكومتنا الرشيدة. ¶ ومع هذا تبقى عين على البحر وعين على الآبار، فهي المصادر الدائمة (الاستراتيجية) التي يعول عليها في جميع الأزمان والآبار المأثورة هي في الصدارة منها. وقد عدّ السمهودي الآبار المأثورة في المدينة وقال إنها تسع عشرة بئرًا، ولكن الذي اشتهرت معرفته من ذلك سبع، قال الحافظ العراقي في تخريج أحاديثها: وهي بئر أريس وبئر حاء وبئر رومة بضاعة وبئر البوصة وبئر السقيا، وترد في بئر العهن وبئر الجمل. ¶ وقد اقتصرت في هذه الرسالة على الآبار السبع المشهورة، وسجلت إحداثيات مواقعها وارتفاعها عن مستوى سطح البحر، وبُعْدها (بالمسافة المستقيمة) وتجاهاتها من المنارة الرئيسية للمسجد النبوي الشريف وهي القريبة من الروضة الشريفة.…",
            "page": "60",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "61… ¶ بئر الخاتم (أريس) (*) ¶ إحداثيات الموقع: 21 26 24 شماًلا ¶ 59 36 39 شرقاً ¶ الارتفاع عن سطح البحر: 664 مترًا ¶ المسافة الأفقية من المنارة الرئيسية للمسجد النبوي: 3190 مترًا ¶ الاتجاه من المنارة الرئيسية للمسجد النبوي: 168 درجة ¶ الآثار الواردة في بئر أريس: ¶ لهذه البئر قصة مشهورة كمن الحديث ففي صحيح مسلم عن أبي موسيى ألشعري رضي الله عنه أنه توضأ في بيته ثم خرج فقال: لألزمن رسول الله صلى الله عليه وسلم ولأكونن معه يومي هذا، فجاء إلى المسجد فسأل عن النبي صلى الله عليه وسلم، فقالوا: خرج ووجه هاهنا، قال: فخرجت على اثره أسأل عنه حتى دخل بئر أري، قال: فجلست عند الباب، وبابها من جريد حتى قضى رسول الله صلى الله عليه وسلم حاجته وتوضأ، فقمت إليه فإذا هو قد جلس على بئر أريس وتوسط قفها، وكشف عن ساقيه ودلاهما في البئر، فقال: فسلمت عليه ثم انصرفت، فجلست عند الباب، فقلت: لأكونن بواب رسول الله صلى الله عليه وسلم اليوم، فجاء أبو بكر الصديق رضي الله عنه، فدفع الباب، فقلت: من هذا؟ فقال: أبو بكر، قلت: على رسلك، قال: ثم ذهبت فقلت: يا رسول الله هذا أبو بكر يستأذن فقال صلى الله عليه وسلم: ائذن له وبشره بالجنة، قال: فأقبلت حتى قلت لأبى بكر رضي الله عنه: أدخل، ورسول الله صلى الله عليه وسلم يبشرك بالجنة. قال: فدخل… ¶ __________ ¶ (*) خلاصة الوفاء للسمهودى. ص 444 المغانم المطابة للمجد الفيروز أبادى. ص 25 - 29 تاريخ المدينة لابن النجار. ص 41 آثار المدينة المنورة للأنصارس. ص 241",
            "page": "61",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "62…أبو بكر رضي الله عنه وجلس على يمين رسول الله صلى الله عليه وسلم معه في القف، ودلى رجليه في البئر، كما صنع رسول الله صلى الله عليه وسلم، وكشف عن ساقيه، ثم رجعت فجلست وقد تركت أخي يتوضأ ويلحقنى فقلت: إن يرد الله بفلان خيرًا يأت به، فإذا إنسان يحرك الباب فقلت: من هذا؟ فقال: عمر بن الخطاب، فقلت على رسلك، ثم جئت النبي صلى الله عليه وسلم فسلمت عليه وقلت: هذا عمر يستأذن، فقال صلى الله عليه وسلم: ((ائذن له وبشره بالجنة) قال: فجئت عمر رضي الله عنه فقلت: أدخل ويبشرك رسول الله صلى الله عليه وسلم بالجنة. قال: فدخل فجلس مع رسول الله صلى الله عليه وسلم في القف عن يساره، ودلى رجليه في البئر، ثم رجعت فجلست فقلت: إن يرد الله بفلان خيرًا يأت به (يعنى أخاه). فجاء إنسان فحرك الباب. فقلت من ذها؟ فقال عثمان بن عفان. فقلت على رسلك. قال: وجئت النبي صلى الله عليه وسلم فأخبرته فقال: ((ائذن له وبشره بالجنة عن بلوى تصيبه)) فجئت، فقلت: أدخل ويبشرك رسول الله صلى الله عليه وسلم بالجنة مع بلوى تصيبك، قال: فدخل فوجد القف قد ملئ فجلس وجاههم من الشق الآخر. ¶ قال شريك: فقال: سعيد بن المسيب: فأولتها قبورهم. وذكر ابن شبة في تاريخ المدينة أن عثمان بن عفان اشترى بئر أريس وجعلها في صدقاته. وقال: العز بن جماعة في منسكه: قد صح أن النبي صلى الله عليه وسلم تفل فيها. ¶ وأما سبب تسميتها ببئر الخاتم فقد ذكره البخاري في صحيحه أن أنس بن مالك رضي الله عنه أنه قال: كان خاتم رسول الله صلى الله عليه وسلم في يديه وفي يد أبى بكر بعده، وفي يد عمر بعد أبى بكر، قال: فلما كان عثمان جلس على بئر أريس فأخرج الخاتم فجعل يعبث بع فسقط، قال: فاختلفنا ثللاثة ايام مع عثمان ننزح البئر، فلم يجده.…",
            "page": "62",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "63… ¶ موقع بئر الخاتم ¶ تقع هذه البئر في الجانب الغربي من مسجد قباء، وقد ذكر عبد القدوس الأنصاري صاحب آثار المدينة المنورة أنها تبعد عن المسجد من الباب الغربي الصغير ثمان وثلاثين مترًا إلى الغرب، وهذا يعنى ان مكانها تحت الطرف الجنوبي للنافورة الحالية بينها وبين الحوض الجنوبي الغربي من حديقة الساحة الغربية للمسجد، وعلى الحافة الشرقية لطريق قباء النازل. وقد تم ردمها ومساواتها بالأرض ضمن توسعة وتحسين ساحات مسجد قباء. وكنت قد وقفت عليها أثناء رحلتي الثانية إلى المدينة حوالي عام 1387 هـ وقد سألت بعض أهل الخبرة من أهل قباء فوافق وصفهم ماذكرته.…",
            "page": "63",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "65…صلى الله عليه وسلم: بخ ذلك مال رابح. وقد سمعت ما قلت وإنى أرى أن تجعلها في الأقربين. فقال أبو طلحة: أفعل يا رسول الله، فقسمها أبو طلحة في أقاربه وبنى عمه. ¶ موقع البئر: ¶ تقع بئر حاء اليوم داخل توسعة المسجد النبوي في عهد خادم الحرمين الشريفين الملك فهد بن عبد العزيز آل سعود. وهى مستقبلة المحراب النبوي ومكانها في آخر المسجد النبوي من ناحية الشمال فإذا دخلت مع باب الملك فهد ووقفت مستقبل القبلة فإنها على يسارك بين أسطوانتين ويميز مكانها على الأرض بدوائر محيطها من البلاط الأحمر بين العمودين الثاني والثالث على يسارك جهة المشرق.…",
            "page": "65",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "67…درهم فجعله للمسلمين، فقال عثمان: إن شئت جعلت لمصيبي قرنين وإن شئت فلي يوم ولك يوم، فقال: بل لك يوم ولي يوم، فكان إذا يوم عثمان استقى المسلمون ما يكفيهم يومين، فلما رأى اليهودي ذلك قال: أفسدت علي ركيتى، فاشتر النصف الآخر فاشتراه عثمان بثمانية آلاف درهم. ¶ وعن عبد الله بن حبيب السلمي: قال: قال عثمان: أنشدكم الله، أتعلمون أن رسول الله صلى الله عليه وسلم قال: ((من اشترى بئر رومة فله مثلها في الجنة)) وكان الناس لا يشربون منها إلا بالثمن، فاشتريتها بمالي فجعلتها للفقير والغني وابن السبيل؟ فقال الناس: نعمز ¶ موقع البئر: ¶ قال المجد: وهي قبلي الجرف، وقال السمهودى: وهى بأسفل العقيق قرب مجتمع الأسيال. وقال ابن النجار: وهذه البئر اليوم بعيدة عن المدينة جدًا (أي في القرن السابع) في براح واسع من الأرض .. ثم قال وماؤها صافى وطعمه حلو. وقال الأنصاري: تقع هذه البئر في عرصة العقيق الكبرى بقرب مجتمع الأسيال بشمالي غربي المدينة وتبعد عنها نحو نصف ساعة (أي للماشى) قلت وهى معروفة في أيامنا هذه داخل مزرعة تشرف عليها وزارة الزراعة فيها مشاتل. والبئر معطلة لا تستعمل وبجوارها مسجد وبركة وخزان علوي يملآن من آبار ارتوازية حولها.…",
            "page": "67",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "68… ¶ بئر غرس (*) ¶ إحداثيات الموقع: 41 26 24 شماًلا ¶ 38 37 39 شرقاً ¶ الارتفاع عن سطح البحر: 558 مترًا ¶ المسافة الأفقية من المنارة الرئيسية للمسجد النبوي: 2950 مترًا ¶ الاتجاه من المنارة الرئيسية للمسجد النبوي: 145 درجة ¶ الآثار الواردة فيها: ¶ ذكر ابن النجار في الخبر عن سعيد بن عبد الرحمن ابن رقيش قال: \"جاءنا أنس بن مالك بقبا. فقال: أين بئركم هذه يعنى بئر غرس فدللناه عليها قال: رأيت رسول اله صلى الله عليه وسلم جاءها بسحر فدعا بدلو من مائها فتوضأ منه ثم سكبه فيها فما نزفت بعد. وروى ابن المجار أيضًا عن إبراهيم بن إسماعيل بن مجمع، قال رسول الله صلى الله عليه وسلم: ((أنى رأيت الليلة أنى أصبحت على بئر من الجنة، فأصبح على بئر غرس، فتوضأ منها، وبصق فيها، وفى رواية: وأُهْدِى له عسل فصبه فيها.… ¶ __________ ¶ (*) ابن النجار: أخبار المدينة. ص 45 المجد: المغانم المطابة. ص 46 لسمهودى: الخلاصة. ص 462 الأنصاري: آثار المدينة. ص 246",
            "page": "68",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "69…وقال المجد في المغانم، وكان النبي صلى الله عليه وسلم يستطيب ماءها ويبارك فيها وقال لعلى رضي الله عنه حين حضرته الوفاة: ((إذا أنا مت فأغسلنى من بئر غرس بسبع قرب))، وورد عنه صلى الله عليه وسلم أنه بصق فيها، وفى حديث ابن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم وهو قاعد على شفير غرس ((رأيت الليلة كأني جالس على عين من عيون الجنة)) يعنى بئر غرس. ¶ موقع البئر: ¶ قال ابن النجار: وهه البئر بينها وبين مسجد قباء نحو نصف ميل، وقال المجد في المغانم: وهى بئر بقباء على منازل بني النضير .. وهى شرقي مسجد قباء على نصف ميل إلأى جهة الشمال. وقال الأنصاري في الآثار: وبئر غرس معروفة اليوم، وقد شاهدناها مرارًا في نزهنا بقرية جفاف (قربان) ثم قال: وطريقها من المدينة (منطقة الحرم) هكذا: باب العوالى - طريق قربان - بميْل إلى الشرق في ممر ضيق - ثم البئر. ¶ قلت: وهى معروفة اليوم عليها بناء مقفل ومسقوف بصفيح تقع بالركن الجنوبي الغربي من مدارس الشاوي وفي قبلتها وبعيدًا عنها بحوالي مائة متر تظهر قرنان لبئر مطمورة.…",
            "page": "69",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "70… ¶ بئر بضاعة (*) ¶ إحداثيات الموقع: 18 28 24 شماًلا ¶ 38 36 39 شرقاً ¶ الارتفاع عن سطح البحر: 620 مترًا ¶ المسافة الأفقية من المنارة الرئيسية للمسجد النبوي: 600 مترًا ¶ الاتجاه من المنارة الرئيسية للمسجد النبوي: 311 درجة ¶ بعض الآثار الواردة في بئر بضاعة: ¶ ذكر أبو داود في السنن عن أبى سعيد الخدري قال: سمعت رسول الله صلى الله عليه وسلم وهو يقال له أنه يستقى لك من بئر بضاعة وهى بئر يلقى فيها لحوم الكلاب والمحايض وعذر الناس، فقال رسول اله بئر غرس (*) إحداثيات الموقع: 41 26 24 شماًلا 38 37 39 شرقاً الارتفاع عن سطح البحر: 558 مترًا المسافة الأفقية من المنارة الرئيسية للمسجد النبوي: 2950 مترًا الاتجاه من المنارة الرئيسية للمسجد النبوي: 145 درجة (0الماء طهور لا ينجسه شيء)) وزاد الدارقطنى: من بئر بضاعة بئر بنى ساعدة. وأضاف ابن ماجه: الا ما غلب على ريحه وطعمه ولونه. وللنسائي عن أبى سعيد الخدري قال: مررت بالنبي صلى الله عليه وسلم وهو يتوضأ من بئر بضاعة، فقلت: أتتوضأ منها وهى يطرح فيها ما يكره من النتن؟ فقال: ((الماء لا ينجسه شئ)). ولابن شبه عن سهل بن سعد: أن النبي صلى الله عليه وسلم بصق في بضاعة وأنه… ¶ __________ ¶ (*) ابن النجار: تاريخ المدينة. ص 44 المجد الفيروز أبادى: المغانم المطابة. ص 30 - 35 السمهودى: خلاصة الوفاء. ص 451 الأنصاري: آثار المدينة المنورة ص 250. غالي الشنقيطي: الدر الثمين في معالم دار الرسول الأمين ص 165.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "71…سقاه بيده منها. وله أن النبي صلى الله عليه وسلم: دعا لبئر بضاعة. وذكر المجد في كتابه مغانم طابه أن النبي صلى الله عليه وسلم أتى بئر بضاعة فتوضأ من الدلو وبصق فيها، وكان إذا مرض المريض في أيامه يقول: اغسلونى من ماء بضاعة، فيغسل فكأنما نشط من عقال. وقالت أسماء بنت أبى بكر: كنا نغسل المرضى من بئر بضاعة ثلاثة ايام فيعافون. ¶ موقع بئر بضاعة: ¶ قال ابن النجار (من أهل القرن السابع) في كتابه أخبار مدينة الرسول: ((إن هذه البئر (بضاعة) اليوم في بستان وماؤه عذب طيب ولونه صافي أبيض وريحه كذلك، ويستقى منها كثيرًا .. )) وقال الأستاذ عبد القدوس الأنصاري في كتابه آثار المدينة المنورة يصف بئر بضاعة: (دخلت حديقة بئر بضاعة، فإذا هى فينانة خضراء ودخلت الحظيرة التي فيها البئر، فإذا البئر غزيرة الماء عميقة قديمة الطي واسعة، ويمتاز ماؤها بالعذوبة مع كون ما يجاورها من الآبار ملحًا، ثم قال: وتبعد بئر بضعة عن سقيفة بني ساعدة بالسحيمي بمسافة نحو أربع دقائق بالمشي العادي. ثم قال: وهذا الوصف ينطبق على وضع بئر بضاعة أيام تأليف هذا الكتاب وطبعته الأولى بدمشق عام 1353 هـ). ¶ وقد أزيلت السقيفة وأقيم محلها محطة كهرباء وفي جهتها الشمالية حديقة تسمى إلى اليوم بحديقة السقيفة تواجه مكتبة الملك عبد العزيز من الشمال الشرقي وحديقة سقيفة بني ساعدة تقع ناحية الغرب وإلى اليمين من المسجد النبوي الشريف. وأما بئر بضاعة فقد أزيلت وردمت ودخلت في توسعة وتطوير…",
            "page": "71",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "72…المنطقة المركزية حول المسجد النبوي الشريف فيما يعرف اليوم بحي بضاعة ومكانها في القطعة رقم (129) من مخطط المنطقة المركزية، ومنها نحو الغرب باتجاه الشارع مقابل دار الإيلاف (انظر خريطة المنطقة المركزية)، وتبعد عن الركن الشمالي الغربي للسور المحيط بساحات الحرم حوالي 60 مترًا باتجاه الشمال الغربي، وهذا على وجه التقريب. ومن آماراتها أن عرضها ستة أذرع وطولها أحد عشر ذراعًا مستديرة مطوية بالحجارة المطابقة - كما ذكر المؤرخون.…",
            "page": "72",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "74… ¶ موقع البئر: ¶ قال ابن النجار هي الكبرى (القبلية)، ورجح المطري ما ذكره ابن النجار، ويقع مكان هذه البئر اليوم ملاصقًا لعمارة الأوقاف التي تسمى بوقف البوصة والنشير، قريبة من البقيع من ناحية الجنوب، وريبًا من باب العوالي، وكانت البئر موجودة حتى عهد التوسعة السعودية الأخيرة للمسجد النبوي، والمنطقة المحيطة به، وبالتحديد فإن بئر البوصة تقع في الركن الجنوبي الغربي لعمارة البوصة والنشير، بينما تقع بئر البوصة الصغرى باتجاه الشمال من البوصة الكبرى، وعلى مسافة 60 مترًا، كما ذكر ذلك علي حافظ في كتابه فصول من تاريخ المدينة. ¶ ومن اماراتها أنها مستديرة الشكل مطوية بالحجارة المطابقة وعرضها تسعة أذرع وطولها أحد عشر ذراعًا - كما ذكر ذلك المؤرخون.…",
            "page": "74",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "75… ¶ بئر السقيا (*) ¶ إحداثيات الموقع: 38 27 24 شماًلا ¶ 01 36 39 شرقاً ¶ الارتفاع عن سطح البحر: 635 مترًا ¶ المسافة الأفقية من المنارة الرئيسية للمسجد النبوي: 1360 مترًا ¶ الاتجاه من المنارة الرئيسية للمسجد النبوي: 236 درجة ¶ الآثار الواردة في بئر السقيا: ¶ لابن شبه عن جابر بن عبد الله قال: قال لي أبى: يابني انا اعترضنا هاهنا بالسقيا حين قاتلنا اليهود بحسيكة فظفرنا بهم ثم عرضنا النبي صلى الله عليه وسلم بها متوجهًا إلى بدر، فإن سلمت ورجعت ابتعتها، وإن قتلت فلا تفوتنك، قال: فخرجت ابتاعها، فوجدتها لذكوان بن عبد قيس، ووجدت ان سعد بن ابى وقاص قد ابتاعها وسبق إليها. وعن عائشة رضي الله عنها: ((أن النبي صلى الله عليه وسلم كان يستقى له الماء العذب من بئر السقيا، وفي رواية من بيوت السقيا)). رواه أبو داود وللواقدى من حديث سلمى امرأة أبى رافع قالت: كان أبو أيوب حين نزل عنده النبي صلى الله عليه وسلم يستعذب له الماء من بئر مالك بن النضر والد أنس ثم كان نس وهند وحارثة أبناء أسماء يحملون الماء إلى بيوت نسائه من… ¶ __________ ¶ (*) المجد: المغانم المطابة. ص 179 - 182 السمهودى: الخلاصة، ص 460 الأنصارى: آثار المدينة، ص 251 غالي الشنقيطي: الدر الثمين. ص 237",
            "page": "75",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "76… ¶ بيوت السقيا. ¶ وكان رباح عبده الأسود يسقى له من بئر غرس مرة ومن بئر السقيا مرة. ¶ موقع البئر: ¶ قال السمهودي: ذكرها المطري أنها في آخر منزلة النقاء في يسار السالك إلى بئر علي بالمحرم. قال وهي مليحة بالجبل، وقد تعطلت وخربت، وقد جددها بعض الأعاجم سنة 778هـ وعرفت ببئر الأعاجم، قال السمهودي: وتردد المطري في أن هذه السقيا لقربها من الطريق أم البئر المعروفة بزمزم لتواتر التبرك بها ثم قال: الظاهر أن السقيا هذه (أي بئر الأعاجم). وقال السمهودي: وقد انجلى الأمر بظهور مسجدها (مسجد قبة الروس الذي كشفه السمهودي وجدده). وكان اسم أرضها الفلجان واسم البئر السقيا، وقد أدركها الأنصاري، وقال: أنها تقع جنوبي بناية محطة الحديد يفصل بينهما طريق مكة (طريق عروة). قلت: والمسجد الذي جدده السمهودي قائم إلى اليوم، وقد جدده الأتراك، ويعرف بقبة الروس على يمين الذاهب إلى عروة داخل سور سكة الحديد (المتحف اليوم)، والبئر مدفونة في قبلته وإلى الشرق تحت طريق السيارات. ¶ أما بئر زمزم فهي معروفة وقد دفنت هي ومسجدها في حوش محطة نفط للمحروقات في الحي المعروف بحي زمزم شمال محطة سكة الحديد.…",
            "page": "76",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "79… ¶ مقدمة ¶ (*) إن من الضرورة بمكان أن يدرك كل مسلم أهمية معرفة حدود حرم المدينة المنورة ومعرفة حدود الحمى (حرم الشجر)، لما يتعلق بذلك من أحكام شرعية سنوضحها في هذه الدراسة، إن هذه الحدود كانت ولا تزال معروفة على مدى أكثر من أربعة عشر قرتًا من الزمان، ولم يؤثر عن النبي صلى الله عليه وسلم أنه لأمر بوضع علامات على حدود حرم المدينة المنورة، ولم يفعل ذلك الصحابة من بعده ولا التابعين ولا من بعدهم من الصالحين. إن حدود حرم المدينة لا يمكن تمثيلها على الطبيعة برسم هندسي معين، لأن الأحاديث حدّت الحرم بشكل عام، بالتضاريس الجغرافية للمدينة المنورة خصوصًا من الشرق والغرب، فإن حدوده هي اللابة الشرقية (حرة واقم) والحرّة الغربية (حرّة الوبرة)، وحده من الشمال جبل ثور وهذا الجبل مختلف فيه على أربعة أقوال ذكرناها في التمهيد، وأما حده من الجنوب فهو جبل عير. فمن حاول رسم حدود الحرم على الطبيعة بشكل هندسي، فقد يعرّض نفسه للخطأ ومخالفة النصوص والابتداع بما لم يأذن الله ورسوله. أما حدود الحمى (حرم الشجر) فقد صحّ عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم أن حمى المدينة اثنا عشر ميًلا من كل اتجاه. والمأثور من حديث كعب بن مالك رضي الله عنه - إن صحّ عن الرسول صلى الله عليه وسلم _ أنه وضع علامات على حدود الحمى (حرم الشجر). وفي تجديد هذه العلامات اتباع للسنة وليس ايتداعًا، خصوصًا وأن علامات الحمى قد وضعت على أعلام ومواقع طبيعية لا تزال معروفة ولله الحمد. وتقع هذه الأعلام على مسافة إثني عشر ميًلا على الطرق الرئيسية المؤدية إلى المدينة المنورة، وتفصيل ذلك كما سيأتي إن شاء الله على فصلين.… ¶ __________ ¶ (*) نشرت هذه الدراسة في جريدة المدينة المنورة يومي 13، 23 رمضان المبارك من عام 1420هـ.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "80… ¶ الفصل الأول: حدود حرم المدينة المنورة (*) ¶ اهتم علماء الحديث بتدوين فضائل المدينة ومن ضمنها حدود حرم المدينة وما ورد فيه من أحاديث عن الرسول صلى الله عليه وسلم، وأقوال بعض الصحابة، وليس بإمكاني في هذا البحث أن أسرد جميع الأحاديث الواردة في ذلك وأحققها، وسيجدها القاريء إذا أراد في كتب الصحاح والسنن والمسانيد وكتب تاريخ المدينة، وكتب فضائل المدينة، وغيرها. وسأذكر أدلة تحريم المدينة من الأحاديث والآثار التي وردت في الصحيحن، وفيها إن شاء الله ما يروي غليل الباحث ويكفيه. ¶ أدلة الحرم: ¶ (1) جاء في صحيح البخاري: عن أنس بن مالك رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: ((المدينة حرم من كذا إلى كذا لا يقطع شجرها ولا يحدث فيها حدث، من أحدث فيها أو آوى محدثًا فعليه لعنة الله والملائكة والناس أجمعين)). ¶ (2) وروى البخاري عن أبي هريرة رضي الله عنه أنه كان يقول: لو رأيت الظباء بالمدينة ترتع ما ذرعتها؛ قال رسول الله صلى الله عليه وسلم: ((حرم ما بين لابتي المدينة على لساني)). وفي طريق: ((ما بين لابتيها حرام)). قال: وأتى النبي صلى الله عليه وسلم بني حارثة فقال: ((أراكم يا بني حارثة قد… ¶ __________ ¶ (1) صحيح البخاري: 1867، 1869، 1870، 1873، 1879، 1880، 1885، 7125، 7126، 7135، 7133. ¶ (2) صحيح مسلم: الأحاديث 1360، 1362، 1369، 1370، 1372، 1373، 1374، 1379، 2903، 2938.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "81… ¶ خرجتم من الحرم))، ثم التفت، فقال: ((بل أنتم فيه)). ¶ (3) وفي صحيح مسلم: عن رافع بن خديج رضي الله عنه قال: قال رسول الله صلى الله عليه وسل: ((إن إبراهيم حرّم مكة وإني أحرّم ما بين لابتيها)) يريد المدينة. ¶ (4) وعن أبي هريرة رضي الله عنه قال: ((حرم رسول الله صلى الله عليه وسلم ما بين لابتي المدينة. قال أبو هريرة: فلو ودت الظباء ما بين لابتيها ما ذعرتها، وجعل إثني عشر ميًلا حول المدينة حمى)). رواه مسلم. ¶ (5) عن عامر بن سعد عن ابيه سعد بن أبي وقاص رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: ((إني أُحرم ما بين لابتي المدينة أن يقطع عضاها أو يقتل صيدها))، وروى عن أبيه أيضًا أنه ركب إلى قصره بالعقيق فوجد عبدًا يقطع شجرًا أو يخبطه، فسلبه، فلما رجع سعد جاءه أهل العبد، فكلموه أن يرد على غلامهم أو عليهم ما أخذ من غلامهم، فقال معاذ الله أن أرد شيئًا نفلنيه رسول الله صلى الله عليه وسلم، وأبى أن يرده عليهم. رواه مسلم ¶ (6) عن علي بن ابي طالب رضي الله عنه من حديث الصحيفة أن النبي صلى الله عليه وسلم قال: ((المدينة حرم ما بين عير إلى وثور، فمن أحدث فيها حدثًا أو آوى محدثًا فعليه لعنة الله والملائكة والناس أجمعين لا يقبل الله منه يوم القيامة صرفًا ولا عدًلا)) رواه مسلم ¶ (7) عن ابي سعيد الخدري رضي الله عنه أن النبي صلى الله عليه وسلم قال: ((اللهم إن إبراهيم حرم مكة فجعلها حرامًا وإني حرمت المدينة حرامًا ما بين مأزميا أن لا يهراق فيها دم ولا يحمل فيها سلاح لقتال ولا تخبط فيها شجرة إلا العلف، اللهم بارك لنا في مدينتنا، اللهم بارك لنا في صاعنا، اللهم بارك لنا في مدنا، اللهم بارك لنا في صاعنا، اللهم بارك لنا…",
            "page": "81",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "82… ¶ في مدنا، اللهم بارك في مدينتنا، اللهم اجعل مع البركة بركتين)) رواه مسلم ¶ (8) عن أني بن مالك رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: ((اللهم اجعل بالمدينة ضعفى ما بمكة من البركة)) رواه مسلم ¶ (9) عن ابي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ((على أنقاب المدينة ملائكة لايدخلها الطاعون ولا الدجال)) رواه البخاري ¶ (10) عن أبي سعيد الخدري رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: ((يأتي الدجال وهو محرَّم عليه أن يدخل نقاب المدينة، وينزل بعض السباخ التي بالمدينة .. ))؛ وفي رواية (التي تلي المدينة). رواه البخاري ومسلم ¶ (11) عن ابي بكرة رضي الله عنها أن النبي صلى الله عليه وسلم قال: ((لايدخل المدينة رعب المسيح الدجال، لها يومئذ سبعة ابواب، على كل باب ملكان)) رواه البخاري. ¶ التحليل والنتائج: ¶ لقد تبيّن لنا من الأحاديث السابقة حدود حرم الميدنة المنورة من الجهات الأربع بما لايدع مجاًلا للشك، فحدها من الشرق والغرب هو اللابتان وما بينهما، وحدها من الشمال جبل ثور، ومن الجنوب جبل عير. قال الإمام النووي في شرحه على صحيح مسلم: (ما بين لابتيها: أي حرتيها الشرقية والغربية، والمدينة بينهما وهو حد للحرم من المشرق والمغرب. وما بين جبيلها بيان لحده من الجنوب والشمال. (ورد في بعض الروايات مأزميها). وقال النووي: ومعنى قوله لابتيها: أي اللابتان وما بينهما) وأقول: أن هذا هو مقتضى اللغة. وفيما يلي تحقيق الحدود على الأرض:…",
            "page": "82",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "83… ¶ أولاً: الحد الشمالي: جبل ثور: ¶ لم يرد عن النبي صلى الله عليه وسلم، ما يدل على تحديد مكان جبل ثور، ولم يهتم بتحديده أحد في عهد الصحابة والتابعين، ويبدو - والله أعلم - أن جبل ثور كان معلومًا للجميع بدليل السكوت عنه فكانوا يتناقلون حديث الرسول صلى الله عليه وسلم ((المدينة حرم ما بين عير إلى ثور)) فلا يسألون عن عير ولا ثور ولاأحد لأنها معالم معروفة. ¶ ولو كان جبل ثور خافيًا عليهم لبحثوا في موقعه وحققوه، فقد كانوا أحرص الناس على تحقيق السنة وتعليمها للناس. ذكر السمهودي في الخلاصة (أن المحب الطبري نقل عن عبدالسلام البصري أنه سأل طوائف من العرب عن جبل ثور وكل أخبره أن حذاء أحد عن يساره جانحًا إلى ورائه جبًلا صغيرًا يقال له ثور). أقول: والخبر عن موقع جبل ثور متواتر إلى يومنا يتناقله أهل تلك الناحية. وهو جبل صغير أسمر اللون كأنه ثور ابيض ورأسه متجه صوب الجنوب الغربي. وهو آخر جبل على يمين الذاهب إلى الخُلَيْل، وبعده مباشرة مصب وادي النقمى بوادي الحمض وإذا صعدته ونظرت إلى الطرف الغربي من جبل عير، فإن خط البصر يمتد فوق الطرف الغربي لضليع لرصَّى الذي عند مجتمع الأسيال مارًا فوق جماء تضارع عبر سرج يقسمها وترى طرف جبل عير الغربي من خلاله؛ ولعل الحكمة من تحديد الحرم بجبل ثور من ناحية الشمال هو إدخال جبل أحد في الحرم، فإذا وقفت عند القلعة فوق طرف جبل أحد الشمالي الغربي المطل على مجتمع الأسيال، لو وقفت ونظرت إلى طرف جبل عير الغربي المطل على الميات لوجدت أن الفارق في التحديد من جبل ثور أو جبل أحد صغير جدًّا لأن خط البصر من كل منهما يترك الحرة الغربية بيسار، ويتقاطع مع وادي العقيق في عدة نقاط، ويمر فوق جماء تضارع إلى الحد…",
            "page": "83",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "84… ¶ الغربي لجبل عير، ولأجل ذلك اعتبر جبل احد داخل الحرم. ¶ ثانيًا: الحد الجنوبي: جبل عير: ¶ وهو جبل كبير مشهور لايخفى على أحد في قبلة المدينة المنورة يحده من الغرب وادي العقيق، ويشرف على الميقات ويحده من الشرق القاع الكبير الذي يفصل بينه وبين حرة قباء وحرة معصم. وجبل عير هو أحد جبليها المذكورين في الحديث، وقال بعض العلماء أن جبل ثور هو الجبل الثاني المقصود بالحديث لأن جبل عير وجبل ثور هما حدان للحرم. وأقول أن جبل عير مسلم به، ولكن إذا أخذنا بالرواية الثانية للحديث والتي وردت في صحيح البخاري متضمنة كلمة (مأزميها) بدًلا من جبليها فإن المأزمين في اللغة هما جبلان تنحصر الأرض فتضيق بينهما وتتسع قبلهما وبعدهما، كالمأزمين اللذين تضيق الطريق بهما بين مكة ومنى. ولهذا قد نفسر المأزمين بجبل عير وجبل أحد لأنهما يحصران الميدنة بشكل متشابه، واعتبار جبل أحد في تحديد الحرم سيرد في حديث بنى حارثة في الحرة الشرقية إن شاء الله. ¶ ثالثًا: الحد الشرقي الحرة الشرقية: ¶ وتعرف عمومًا بحرة واقم، وهي تمتد جنوبًا حتى تتصل بحرة شوران، ويفصل بينها وبين الحرة الغربية في أقصى جنوبها وادي بطحان. والحرة الشرقية هي إحدى اللابتين الواردة في حديث ((حُرَّم مابين لابتيها على لساني)) وغيره من الأحاديث. وتنتهي شماًلا بحرة بنى حارثة (المعروفة بحارة السحمان وتمتد شرقًا إلى حرة العريض)، ويفصلها عن جبل أحد وادي قناة. وأجزاء الحرة الشرقية المعروفة قديمًا لازالت تعرف بأسمائها القديمة، وهي من الشمال إلى الجنوب: حرة بني حارثة وتعرف اليوم بحارة السحمان وتمتد إلى العريض شرقًا، وإلى جنوبها زهرة التي تتصل غربًا بحرة اقم، وهذه منازل الأوس،…",
            "page": "84",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "85… ¶ وإلى الجنوب من ذلك حرة بني قريظة، وإلى جنوبها منازل بني النضير التي كانت تمتد إلى حصن كعب بن الأشرف قريبًا من سد بطحان المعروف. وإلى الشرق من حرة قريظة تمتد حرة ميطان باسم الجبل المعروف حاليًّا بجبل قريظة، وهو جبل محروق بنار الحرة، وتمتد الحرة شرق المدينة وجنوبها وإلى الشمال الشرقي مسافات بعيدة جدًّا؛ ¶ كيف نعرف حد الحرم في الحرة الشرقية؟: ¶ إنه لمن الغريب جدًّا أن يصعب على كثير من الباحثين تحديد حدود الحرم من الناحية الشرقية، وبعضهم يجتهد ويتوصل إلى نتائج لاتقوم على دليل شرعي. وعندنا قياس من نص شرعي ورد في صحيح البخاري، وقد تقدم ذكر الحديث كامًلا في رقم (2). ومنه قال أبو هريرة رضي الله عنه: ((وأتى النبي صلى الله عليه وسلم بني حارثة، فقال: ((أراكم يابني حارثة قد خرجتم من الحرم ((ثم التفت، فقال: بل أنتم فيه)). إنتهى. وكان بني حارثة في منازلهم في الجزء الشمالي من الحرة الشرقية المواجهة لجبل أحد، شرق شارع أبى بذر إلى حرة العريض شرقًا، قال السمهودي: (وهم في سند الحرة؛ فظن الرسول صلى الله عليه وسلم أنهم خارج حدود الحرم، فلما التفت إلى الجبل قال: بل أنتم فيه). والجبل الذي يتبادر إلى الذهن هو القريب من ذلك المكان وهو جبل أحد. فهذا الحديث أصل في تحديد الحرم من الناحية الشرقية، إذ أن الحرة الشرقية ليست على إطلاقها شرقًا بل لابد من التحديد بالجبلين وهما جبل أحد وجبل عير من حدودهما الشرقية. وإذا نظرت إليهما وأنت في الحرة الشرقية تجد أن الحرة الشرقية المتعارف عليها منذ القدم، وهي حرة واقم وحرة بني حارثة وحرة العريض وحرة زهرة وحرة قريظة وحرة جفاف (بني النضير) وحرة قبا، كل ذلك داخل تحت سمت الجبلين، ولايخرج عنهما بحال. وأرى أن هذا الحديث (حديث بني حارثة) الذي حدد الحرة الشرقية بالنظر إلى سمت جبل أحد؛ هذا…",
            "page": "85",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "86… ¶ الحديث دليل شرعي لانحتاج مع وجوده إلى اجتهاد. ¶ رابعًا: الحد الغربي للحرم: الحرة الغربية: ¶ وهي المعروفة بحرة الوبرة. وححدوها ولله الحمد لا يختلف فيها إثنان لا قديمًا ولا حديثًا، إذ تنتهي هذه الحرة من ناحية الغرب على شفير وادي العقيق، الوادي المبارك حيث يستبطن الوادي حافتها الغربية ويسير متداخًلا مع تعرجاتها ابتداءًا من المكان المعروف بمزارع أبي هريرة رضي الله عنه جنوبًا حتى تنتهي الحرة في طرفها الشمالي الغربي عند ابتداء عرصة العقيق الكبرى التي فيها بئر عثمان رضي الله عنه (بئر رومة). إن بعض وادي العقيق داخل في ثنايا الحرة فهو منها داخل الحرم، ومثال ذلك مزارع عروة بن الزبير رضي الله عنه، والعرصة الكبرى شرق العقيق التي فيها بئر عثمان، وما وقع على امتداد الحرة شمالها وجنوبها فهو في الحرم بسب وقوعه بين عير وثور، على سمتها. كما أنه يقع بين أحد وعير. ¶ بعض أحكام وخصائص حرم الميدنة المنورة التي وردت في الأحاديث السابقة ¶ (1) تحريم لابتي المدينة ومابينهما، ومابين عير إلى ثور، فلا يقطع شجرها ولايخبط، ولاينفر صيدها ولايقتل. ¶ (2) من احدث فيها أو آوى محدثًا استوجب لعنة الله والملائكة والناس أجمعين. ¶ (3) من وِجدَ يقطع أو يخبط شجر الحرم أو يصيد في الحرم، فلمن وجده أن يسلبه عدته وثيابه. ¶ (4) تحريم اهراق الدم فيها أو القتال بالسلاح…",
            "page": "86",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "88… ¶ الفصل الثاني حدود الحمى (حرم الشجر) ¶ (*) مقدمة: ¶ عندما نتحدث عن حدود المدينة المنورة ينبغي أن نفرّق بين حرم المدينة وبين حماها، فقد وردت نصوص واضحة صريحة في حدود الحرم، لا تحتمل التأويل، قد تحدثنا عنها بالتفصيل في الفصل الأول من هذا البحث الذي نشرته جريدة الميدنة المنورة الغراء يوم الثلاثاء 13 رمضان المبارك. أماالحمى فقد وردت عنه نصوص خاصة به لا تعارض بينها، وإن كان في بعض أسانيدها ضعف إلا أنها - كما سيتضح لاحقًا - تقوي بعضها بعضًا، وهي قوية بغيرها، بحديث أبي هريرة رضي الله عنه الذي ورد في صحيح مسلم ونصه: عن أبي هريرة رضي الله عنه قال: ((حرّم رسول الله صلى الله عليه وسلم ما بين لابتي المدينة، قال أبو هريرة: فلو وجدت الظباء بين لابتيها ما ذعرتها، وجعل اثني عشر ميًلا حول المدينة حمى)) رواه مسلم. ويستفاد من هذا الحديث عدة أمور: الأول: ن هناك فرقًا بين الحرم الحمى، وأن الحمى أبعد من الحرم، والثاني: تحديد الحرم فيما بين لابتيها، وبهذا قد لا يأخذ شكًلا هندسيًا معينًا، والثالث: تحديد… ¶ __________ ¶ (*) صحيح مسلم: الحديث رقم 1372 والحديث بعده. - المناسك وأماكن طرق الحج لأبي اسحاق الحربي ص 405 - 406. - أخبار مدينة الرسول لابن النجار: نشر مكتبة الثقافة بمكة، ص 36 - 37. - الخلاصة للسمهودي: نشر المكتبة العلمية بالمدينة ص 49 وما بعدها. - تحقيق الأحاديث الواردة في فضائل الميدنة للدكتور صالح الرفاعي، طبعة مجمع المصحف الشريف.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "89…الحمى بمسافة اثني عشر ميًلا حول المدينة، وهذا يأخذ شكًلا هندسيًا عبارة عن دائرة نصف قطرها إثنا عشر ميًلا. وقد سماه بعض العلماء ((حرم الشجر)) ويعني أن أحكام الحمى مختصة بالشجر فقط، فلا يقطع ولا يخبط وإنما يهش هشًا، ومن وجد يقطع أو يخبط الشجر في الحمى فجزاؤه أن يسلب. قال السمهودي في خلاصة الوفاء: فرّق مالك بن انس رحمه الله بين حرم الصيد وحرم الشجر، فقال الحرم حرمان: فحرم الطير والوحش من حرة واقم (وهي الشرقية) إلى حرة العقيق (وهي الغربية)، وحرم الشجر (يقصد الحمى) بريد في بريد. ¶ أشهر الأحاديث الواردة في حمى المدينة المنورة: ¶ (1) قال أبو هريرة رضي الله عنه من حديثه السابق: ((وجعل حول الميدنة اثنى عشر ميلاً حمى)) رواه مسلم في صحيحه. ¶ (2) ومن حديث سعد بن أبي وقاص رضي الله عنه قال: ((سمعت رسول الله صلى الله عليه وسلم يقول: من وجد من يعضد أو يخبط شيئًا من عضاه الميدنة بريدًا في بريد فله سلبه)). ¶ (3) عن عدى بن زيد رضي الله عنه قال: ((حمى رسول الله صلى الله عليه وسلم كل ناحية من الميدنة بريدًا لايخبط شجره ولايعضد إلا ما يساق به الجمل)). ¶ (4) وعن جابر بن عبدالله رضي الله عنه أن رسول الله صلى الله عليه وسلم قال ((كل دافعة دفعت علينا من هذه الشعاب فهي حرام أن تعضد أو تخبط أو تقطع إلا لعصفور قتب أو مسدد محالة أو عصا حديدة)) وفي رواية ذكر ((التلاع)) بدًلا من ((الشعاب)). ¶ (5) عن كعب بن مالك رضي اله عنه أن رسول الله صلى اله عليه وسلم حمى الشجر ما بين المدينة إلى وعيرة وإلى ثنية المحدث وإلى أشراف مخيض وإلى ثنية…",
            "page": "89",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "90… ¶ الحفياء وإلى مضرب القبة وغلى ذات الجيش من الشجر أن يقطع واذن لهم في متاع الناضج أن يقطع من حمى المدينة)). ¶ (6) وفي رواية أخرى عن كعب رضي الله عنه قال: ((بعثني رسول الله صلى الله عليه وسلم أعلم على حمى المدينة، أعلم على أشراف ذات الجيش، وعلى أعلام الضبوعة، وعلى أشراف مخيض، وعلى أشراف قناة)) وقد وردت أحاديث كعب رضي الله عنه عن أعلام الحمى بطرق مختلفة. ¶ تصنيف أحاديث الحمى: ¶ يمكن تقسيم الأحاديث التي وردت عن الحمى إلى أصناف ثلاثة من حي ما تدل عليه: ¶ القسم الأول: الأحاديث التي ذكرت أبعاد الحمى، وهى بريد بريد من كل نواحى المدينة، والبريد هو المرحلة بين منزلتين للقوافل، ويساوى اثنى عشر ميًلا. وهي متطابقة في معانيها مع حديث أبي هريرة رضي الله عنه في الصحيح: ((وجعل حول المدينة اثنى عشر ميًلا حمى)). ¶ القسم الثاني: من الأحاديث مايدل على أن الحمى يشمل أشراف الأرض حول المدينة وهي التلاع التي تدفع الماء نحو المدينة، والشعاب التي تصب في أودية المدينة. ¶ القسم الثالث: الأحاديث التي ذكرت أسماء المواضع التي جُعِلَت علامات وأعلام على الحمى، وهى أحاديث كعب بن مالك رضي الله عنه التي نقلت بروايات مختلفة، وقد وردت أسماء هذه المواضع مرتبة من اليمين إلى اليسار أحيانًا، ومرتبة من اليسار إلى اليمين أحيانًا أخرى، وبعض المواضع غير معروفة، وبعضها يحتاج إلى مزيد من البحث والتحقيق، وأكثرها ولله الحمد معروف إلى يومنا هذا، ويكفى دليًلا يقوّى الأدلة الأخرى.…",
            "page": "90",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "91… ¶ المواضع المعروفة بالترتيب من اليمين إلى اليسار وعلى شكل قوس بالترتيب من اليمين إلى اليسار وعلى شكل قوس دائرة من الشرق إلى اشلمال إلى الغرب وهى: (أشراف قناة (تيم) إلى وعيرة إلى ثنية الحُفيا (المحدَّث)، وإلى أشراف مخيط، إلى أعلام الضبوعة، إلى أشراف ذات الجيش (مفرحات). ¶ تحقيق المواضع التي عليها أعلام الحمى: ¶ بعد دراسة أحاديث الحمى وتصنيفها إلى ثلاث مجموعات بحسب ما تدل عليه من المعاني، قمت بعد ذلك بعدة رحلات إلى تلك الأماكن بغرض تطبيق الأحاديث على طبيعة الأرض، وقد تضمنت أهداف الرحلة: أولاً: تحديد موقع المكان الذي ورد اسمه في الحديث، وثانيًا: قياس المسافة بينه وبين منطقة الحرم بالأميال، وثالثًا: التعرف على التضاريس الطبيعية، وأشكال الانحدارات، وجريان السيول، وفيما يلي ملخص مشاهداتي: ¶ (1) جبال تيم: وتيم أطول أشراف قناة وهو الجبل الضخم شرق حوض العاقول، وله سلسلة من الجبال جنوبه وشماله، والطريق إليه من منطقة الحرم على طريق المطار ثم طريق نجد نحو الشرق حتى تصل إلى مشهد وهو جبل صغير على طريق نجد شمالي تيم وفيه محطة وخدمات أخرى، ويبعد عن الحرم اثني عشر ميًلا. وسمي مشهد لأن من ينزل فيه يستطيع مشاهدة الحرم، وهو على آخر منزلة نحو المدينة. والماء يتفرق عنه شرقًا وغربًا، وشعابه الغربية تصب في وادي قناة. ¶ (2) جبل وعيرة: وهي جبل شديد الإرتفاع، وتقع وعيرة إلى الشمال الشرقي من جبل أحد، غرب المطار، وفي قمتها أجهزة مراقبة جوية للطيران، وكان بها مأكر للصقور، وطيرة وعيرة يضرب بها المثل. والطريق إليها من الحرم على طريق المطار ثم مفرق حي وعيرة (طريق تبوك القديم) تاركًا وعيرة على يسارك حتى…",
            "page": "91",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "92…تتجاوزها إلى الأشراف التي بشمالها، ويبعد مرتفع الأرض عن المدينة حوالي اثني عشر ميًلا وينقسم الماء عنها قسمين قسم يسيل في وادي وعيرة بشرقها ويصب بوادي العاقول وقسم يصب في وادي النقمى غربًا. ¶ (3) ثنية الحُفيا: ولعلها كانت تسمى قديمًا ثنية المحدث التي ورد ذكرها في حديث كعب بعد وعيرة، وهي بالتأكيد غير ثنية الحَفْياَء التي بين جبال مخيط ومضرب القبة. وتقع هذه الثنية شمال قرية الخليل على طريق أبي الدود، وتبتعد عن المدينة حوالي اثني عشر ميًلا، والطريق إليها من منطقة الحرم على طريق العيون (عثمان بن عفان) ثم طريق الخليل، فإذا وصلت الخليل فإنك ترى الثنية أمامك نحو الشمال يتفرع طريقها من بين المزارع، وتلاعها تدفع الماء نحو المدينة وتصب في وادي الحمض. ¶ (4) أشراف مخيط: وهي سلسلة الجبال التي تطل على المدينة من ناحية الشمال الغربي وتقع إلى الغرب من أحد، وتشرف سفوحها الشرقية على مجمع الأسيال ووادي الحمض، وتلاعها تدفع الماء في عدة أودية تسيل شرقًا إلى المدينة منها وادي مخيط ووادي المخروقة ووادي غريّبات، وتبعد أشرافها التي يتفرق عنها الماء شرقًا وغربًا عن المدينة حوالي اثني عشر ميلاً على طريق الشام (تبوك)، ومن طريق آخر من شمال جبل المخروقة باتجاه الغرب حتى تبلغ أشرافها التي يتفرق عنها الماء. ¶ (5) أعلام الضبوعة: وتقع مغرب شمس عن البيداءن وهي على قرار يتفرق عنه الماء شرقًا نحو المدينة حيث يجري في وادي أبي مرخة وادي الدعيثة وشعيب عظم الذي في شماليه. ومنها يسيل الماء غربًا في وادي ضبوعة، وفي أعلام الضبوعة توجد خلائق الضبوغة وهي آبار قديمة ذكرت في التاريخ والطريق إليها من منطقة الحرم على طريق الميقات ومنها عبر البيداء إلىأبي مرخة ثم على طريق الأجرد / ينبع، متجهًا غربًا وجبل عظم على يسارك، وتبعد أعلام…",
            "page": "92",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "93… ¶ ضبوعة عن المدينة حوالي اثني عشر ميًلا. ¶ (6) أشراف ذات الجيش (مفرحات): وهي التلاع التي تدفع في وادي أبي كبير الذي يصب في وادي العقيق قريبًا من آبار علي. وهي على مرحلة من المدينة على طريق الحاج وهو طريق بدر / ينبع حاليًّا. وبها مركز تفتيش وبها خزانات ضخمة لمياه التحلية. وتبعد عن الحرم حوالي اثني عشر ميًلا. ¶ نتائج الدراسة والتحقيق: ¶ ثبت لنا من خلال هذا التحقيق إمكانية الجمع بين أحاديث الحمى سواء منها ما تحدث عن المسافة، وما تحدث عن المواضع، وما تحدث عن إتجاهات السيول بتطبيقها على جغرافية الأرض، وقوية بحديث أبي هريرة إذ أن المسافة بين كلٍ منها وبين المدينة حوالي اثني عشر ميًلا باعتبار طرق القوافل قيدمًا وطرق السيارات حديثًا. وتشكل هذه المواضع شكًلا هندسيًا على شكل دائرة نصف قطرها اثنا عشر ميًلا من كل اتجاه. وعلى هذا وإذا كان لا بد من نصب علامات فلا توضع على حدود الحرم لأن في ذلك ابتداعًا، بل تنصب العلامات على مسافة اثني عشر ميًلا على الطرق الرئيسية مثل طريق مكة وطريق بدر وطريق نجد وطريق تبوك. وبهذا يمكن إعتبار وضع الأعلام على الحمى اتباعًا للسنة وليس ابتداعًا. وخصوصًا أن مساكن المدينة، والنمو المخطط لها يتحرك بشكل سريع نحو هذه الأماكن، بل ويكاد أن يبلغها. ¶ وآخر دعوانا أن الحمد لله رب العالمين ¶ وصلى الله وسلم على محمد خاتم النبيين.…",
            "page": "93",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "96… ¶ ملحق قائمة المراجع ¶ - القرآن الكريم - صحيح البخاري - صحيح مسلم - الموطأ للإمام مالك - المناسك لابن إسحاق الحربي تحقيق حمد الجاسر - تاريخ (أخبار الميدنة) لابن شبة (ت. 262 هـ)، ط1، دار العليان، 1411 - الدرة الثمينة في أخبار المدينة لابن النجار (ت. 641 هـ) - التعريف بما آنست الهجرة من معالم دار الهجرة، جمال الدين المطري (ت. 741 هـ) - تحقيق بتلخيص معالم دار الهجرة: للمراغى (ت. 816 هـ) - المغانم المطابة للفيروز آبادى (ت. 817 هـ) - خلاصة الوفاء للسمهودي (ت. 911 هـ) - عمدة الأخبار في مدينة المختار: أحمد عبد الحميد العباسي، صححه: محمد الطيب الأنصاري، ط5 - الجواهر الثمينة في محاسن المدينة: محمد كبريت المدني الحسني (مخطوط…",
            "page": "96",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "98… ¶ ملحق بيان بأسماء أهل الخبرة ¶ هذا بيان بأسماء بعض الرجال الذين قابلتهم وتحدثت إليهم، واستفدت من خبراتهم في تجميع محتويات هذه الرسائل خصوصًا في تحديد بعض المواقع على الطبيعة، أسأل الله لي ولهم جزيل الثواب، إنه سميع مجيب،،، ¶ عمر محمد عودة السيد صالح حسن علي محيسن عطاء محمد بخش نهار سطام المحمدي حامد أحمد حسين حامد عبد الباسط عزام صالح عبد القادر أبو جامل صالح مرزوق الجهني محمد موسى محمود المهري خالد بن حمزة صالح محمد مبارك الأحمدي عبد المحسن غالب المحمدي ناهس بن فارس المحمدي سليم حسن الجهني صالح مظهر عبد الجليل برهان هاشم الجيلاني عبد الرحيم عويضة سالم مضحى الردادي سعد رهيدن الجهني عبد الرزاق كفاية الله محمد صالح بريمة عائض مبارك اللهيبي محمد عبده صالح حداد محمد بن ظاهر المحمدي محمد الصانع محمد علي منصور لولو محمد سعيد القرافي إبراهيم ملائكة محمد أحمد يحيى المصباحي عبد الرحيم منصور القرافي محمد صغير إدريس الأحمدي عبد الوهاب أحمد الحطامي إبراهيم بن علي السوادني هويدي بن شنيسل الرحيلي محمود العربي غالب الترجماني سعيد محمد الصاعدي طلال بن سطام المحمدي ناصر صفوان حامد فرج الله الصاعدي علي حسين الصايغ عبدالله المحسن الحمد عبد الله بن مفوز الحويفي فهد العوفي فرج رافع المطرفي عبد الله إسماعيل فلاتة عبد الشافي أيوب عبد الرحمن سعود مسعود الأحمدي محمد اليماني غالب محمد عبد الله سعيد براك الأحمدي محمد بن فارس المحمدي عبد المجيد مريشيد الأحمدي حظيظ بن عرينان المزيرعي فتحي المليجي عبد الله مريشيد الأحمدي طارق سيف…",
            "page": "98",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "99… ¶ ملحق الخرائط (*) ¶ خريطة: منطقة الحرم بعد تنفيذ مشروع المنطقة المركزية الذي بدا تنفيذه مع توسعة المسجد النبوي الشريف. خريطة: التضاريس الطبيعية للمدينة النبوية. خريطة: منطقة الحرم قبل مشروع المنطقة المركزية. خريطة: دليل المدينة الأثري التاريخي الجغرافي.… ¶ __________ ¶ (*) ملاحظة: مقياس الرسم يعتبر بحسب تكبير أو تصغير الخريطة.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "105… ¶ فهرس المحتويات ¶ الموضوع الصفحة ¶ التمهيد ............................................................................ 5 ¶ الرسالة الأولى المساجد التاريخية التي قيل إن الرسول - صلى الله عليه وسلم - صلى بها في المدينة النبوية ¶ المقدمة .................................................................................. 17 ¶ الفصل الأول: ¶ المبحث الأول: المساجد التي قيل إن الرسول - صلى الله عليه وسلم - صلى بها في المدينة النبوية ............................................................... 21 ¶ المبحث الثاني: تصنيف المساجد المأثورة من عهد الرسول - صلى الله عليه وسلم ... 22 ¶ الفصل الثاني: التقرير عن بقية المساجد التاريخية التي تحتاج إلى تعمير ............... 25 ¶ مسجد مصبح ........................................................................ 27 ¶ مسجد الجمعة ........................................................................ 29 ¶ مسجد الفضيخ ........................................................................ 31 ¶ مسجد قريظة .......................................................................... 33 ¶ مسجد مشربة أم إبراهيم ............................................................. 35 ¶ مسجد بني ظفر ........................................................................ 37 ¶ مسجد الراية .......................................................................... 39 ¶ مسجد الشيخين ........................................................................ 41 ¶ مسجد جبل أحد ........................................................................ 43 ¶ غار السجدة ............................................................................ 45 ¶ مسجد السقيا ......................................................................... 47 ¶ مسجد المنارتين .......................................................................... 49 ¶ مسجد العصبة .......................................................................... 51 ¶ مسجد الفتح (مساجد الخندق) ......................................................... 53 ¶ الخاتمة ................................................................................... 55 ¶ …",
            "page": "105",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "106… ¶ الرسالة الثانية الآبار المأثورة في المدينة النبوية المقدمة ........................................................................ 59 ¶ بئر الخاتم ...................................................................... 61 ¶ بئر حاء ........................................................................ 64 ¶ بئر رومة (عثمان) ............................................................. 66 ¶ بئر غرس ..................................................................... 68 ¶ بئر بضاعة .................................................................... 70 ¶ بئر البوصة ................................................................... 73 ¶ بئر السقيا .................................................................... 75 ¶ الرسالة الثالثة حدود حرم المدينة النبوية وحماها (الأحكام والخصائص) ¶ المقدمة ........................................................................ 79 ¶ الفصل الأول: حدود حرم المدينة: أدلة التحريم ................................................................... 80 ¶ الحد الشمالي .................................................................. 83 ¶ الحد الجنوبي ................................................................... 84 ¶ الحد الغربي .................................................................... 86 ¶ بعض الأحكام والخصائص .................................................... 86 ¶ الفصل الثاني: حدود الحمى (حرم الشجر): أشهر الأحاديث الواردة في الحمى ............................................ 89 ¶ تصنيف أحاديث الحمى ....................................................... 90 ¶ …",
            "page": "106",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "107… ¶ تحقيق المواضع التي وضعت عليها أعلام الحمى .................................... 91 ¶ نتائج الدراسة والتحقيق .......................................................... 93 ¶ الملاحق قائمة المراجع ....................................................................... 96 ¶ قائمة أهل الخبرة ................................................................... 98 ¶ قائمة باسماء الخرائط المرفقة ....................................................... 99 ¶ فهرس المحتويات .................................................................... 105 ¶ من إصدارات نادي المدينة المنورة الأدبي .......................................... 109 ¶ …",
            "page": "107",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "110… ¶ إصدارات نادي المدينة المنورة الأدبي ¶ عدد اسم الكتاب اسم المؤلف ¶ 1 ذكريات طفل وديع - ط1 عبد العزيز الربيع 2 الشعر الحديث في الحجاز عبد الرحيم أبو بكر 3 شعراء من أرض عبقر - جـ1 د. محمد العيد الخطراوي 4 شعراء من أرض عبقر - جـ2 د. محمد عيد الخطرواي 5 في ظلال السماء محمد هاشم رشيد 6 على دروب الشمس محمد هاشم رشيد 7 على ضفاف العقيق محمد هاشم رشيد 8 همسات في أذن الليل محمد هاشم رشيد 9 غناء الجرح د. محمد عيد الخطراوي 10 ترانيم العودة د. محمد عيد الخطراوي 11 الفيصليات ناجي محمد حسن وفوزان الحجيلي 12 رعاية الشباب في الإسلام - ط1 عبد العزيز ربيع 13 جرح الإباء أحمد فرج عقيلان 14 أضواء على حقائق محمد المجذوب 15 بيت وشاعر خالد محمد اليوسف 16 الحفل المشرحي إصدار إعلامي عن النادي 17 جداول وينابيع عبد الرحمن رفة 18 الجناحان الخافقان محمد هاشم رشيد 19 على أطلال إرَم محمد هاشم رشيد 20 ثلاثة أعوام مع مسابقة القرآن الكريم دخيل الله الحيدري - ووهبة الجبالي 21 رسالة إلى ليلى أحمد فرح عقيلان 22 في رحاب الجهاد المقدس إبراهيم العياشي 23 الشيخ محمد بن عبدالوهاب (بحث) مسلم الجهني 24 في موكب الضياء أبو زيد إبراهيم سيد 25 الفنون التعبيرية عبدالعزيز الربيع…",
            "page": "110",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "111… ¶ عدد اسم الكتاب اسم المؤلف ¶ 26 أباريق النور محمد عادل سليمان 27 في غيابة الجُب علي الفقي 28 المدينة المنورة في التاريخ عبدالسلام هاشم حافظ 29 ذكريات طفل وديع - ط2 عبد العزيز الربيع 30 رعاية الشباب في الإسلام -ط2 عبد العزيز الربيع 31 حروف في الرماد محمد صالح البلهيشي 32 هموم عربية أبو عبدالرحمن ابن عقيل الظاهري 33 المدينة اليوم محمد صالح البلهيشي 34 لمحات عن حياة الربيع محمد صالح البلهيشي 35 ضعاف الذكريات مجدي خاشقجي 36 مِبضَع الجراح إبراهيم العياشي 37 صور وذكريات عن المدينة المنورة عثمان حافظ 38 قصص لا تنسى محمد المجذوب 39 تحفة اللبيب محمد المجذوب 40 مع المجاهدين في باكستان محمد المجذوب 41 المجموعة الشعرية الكاملة - جـ1 عبد السلام هاشم حافظ 42 مسيرة 8 أعوام لنادي المدينة المنورة الأدبي محمد صالح البلهيشي 43 طيبة وفنها الرفيع م. حاتم طه 44 أيسر التفاسير - جـ 1 أبو بكر جابر الجزائري 45 أيسر التفاسير - جـ 2 أبو بكر جابر الجزائري 46 أيسر التفاسير - جـ 3 أبو بكر جابر الجزائري 47 أيسر التفاسير - جـ 4 أبو بكر جابر الجزائري 48 الشعر الحديث في المملكة العربية السعودية د. عبدالله الحامد 49 شاعر الخليج عبد الوهاب أحمد الشباط 50 أدب ونقد محمد المجذوب 51 ردود ومناقشات محمد المجذوب 52 دعوة سليمان - عليه السلام علي منسي عشكان 53 حروف من دفتر الأشواق د. محمد عيد الخطر…",
            "page": "111",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "112… ¶ عدد اسم الكتاب اسم المؤلف ¶ 54 دموع وكبرياء حسن مصطفى صيرفي 55 في الفكر والأدب ((دراسات وذكريات)) د. حسن بن فهد الهويمل 56 دراسات قرآنية - المجلد الأول نادي المدينة المنورة الأدبي 57 الأخطبوط ((قصة)) ناجي محمد حسن عبدالقادر 58 طيبة في عيون فنان تشكيلي فؤاد مغربل 59 تاريخ معالم المدينة المنورة قديمًا وحديثًا أحمد ياسين الخياري 60 تفاصيل في خارطة الطقس د. محمد العيد الخطراوي 61 وداعًا أيها الحزن ((رواية)) غالب حمزة أبو الفرج 62 نصوص مختارة محمد المجذوب 63 الأعمال الشعرية الكاملة المجلد الأول محمد هاشم رشيد 64 الولوج من ثقب إبرة علي عبدالفتاح السعيد 65 من بدائع الأدب الإسلامي د. محمد سعد الدبل 66 المنظمة الدولية للشرطة الجنائية ((الإنتربول)) النقيب محمد حسن زهير آل شفلوت ودورها في مكافحة الجرائم الدولية للمخابرات العمري 67 وقفات على الماء إبراهيم عمر صعابي 68 شعر ضياء الدين رجب بين الموقف والصياغة د. عبدالله أحمد باقازي 69 المدينة المنورة بين الأدب والتاريخ د. عاصم حمدن علي حمدان 70 التعليم الأهلي في المدينة المنورة دخيل الله عبدالله الحيدري (1344 - 1408هـ) دراسات تاريخية وصفية 71 المجموعة الشعرية الكاملة - جـ2 عبدالسلام هاشم حافظ 72 آلام وأحلام محمد المجذوب 73 سلاح الكلمة الشاعرة- إسهام النادي الأدبي إصدار النادي الأدبي بالمدينة المنورة خلال أزمة الخليج 74 تراثنا المخطوط في العلوم التطبيقية والبحتة مصطفى عمار منلا 75 وقفات في حرب الخليج محمد بن صنيتان 76 موسوعة الأدباء السعوديين القسم الأول أحمد سعيد سلم 77 موسوعة الأدباء السعوديين القسم الثاني أحمد سعيد سلم 78 موسوعة الأدباء السعوديين القسم الثالث أحمد سعيد سلم 79 ملاعبة الصيد أبو عبدالرحمن ابن عقيل الظاهري 80 في ذاكرة الصحراء - دراسات نقدية في نصوص محمد إبراهيم الدبيسي شعرية سعودية معا…",
            "page": "112",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "113… ¶ عدد اسم الكتاب اسم المؤلف ¶ 81 ملف العقيق المجلد الأول يصدر عن النادي الأدبي بالمدينة 82 آفاق شعرية ((قراءة لما ورد في النص)) حمد محمود جاد الله 83 اللمعة في صنعة الشعر د. صلاح الدين محمد الهادي 84 ملف العقيق المجلد الثاني يصدر عن النادي الأدبي بالمدينة 85 فن الرماية بالسهام الحديثة د. عدنان درويش جلون 86 ملف العقيق المجلد الثالث يصدر عن النادي الأدبي بالمدينة المنورة 87 المستدرك في شعر بني عامر - من الجاهلية حتى د. عبدالرحمن الوصيفي آخر العصر الأموي 132هـ ج1 ((الدراسة الموضوعية والفنية)) 88 المستدرك في شعر بني عامر - من الجاهلية حتى د. عبدالرحمن الوصيفي آخر العصر الأموي 132هـ ج2 ((الجمع والتحقيق)) 89 نحن والآخر د. عاصم حمدان 90 المسرح الشعري ((بعد شوقي)) د. محمد عبدالعزيز الموافي 91 دراسات أدبية ((المجلد الرابع)) من محاضرات النادي الأدبي بالمدينة 92 ملف العقيق - المجلد الرابع يصدر عن النادي الأدبي بالمدينة 93 دراسات في الأدب الإسلامي- المجلد الخامس من محاضرات النادي الأدبي بالمدينة 94 ملف العقيق - المجلد الخامس يصدر عن النادي الأدبي بالمدينة 95 عمارة وتوسعة المسجد النبوي الشريف عبر التاريخ ناجي محمد حسن عبدالقادر الأنصاري 96 مهد الذهب عبدالعزيز الحازمي وعلي عودة 97 مسيرة 20 عامًا لنادي المدينة المنورة الأدبي محمد صالح البلهيشي 98 دراسات حول المدينة المنورة من محاضرات النادي الأدبي بالمدينة 99 رائحة الزمن الآتي إبراهيم الوافي 100 مدخل إلى تحقيق النص الشعري د. عبدالرحمن محمد الوصيفي 101 لن أعود إليك وفاء الطيب 102 دراسات في الأدب الحديث ((المجلد الثالث)) من محاضرات النادي الأدبي بالمدينة 103 عمر بن شبة د. سلام شافعي 104 ملف العقيق المجلد السادس يصدر عن النادي الأدبي بالمدينة 105 أثر وسائل الإعلام في اللغة العربية د. جابر قميحة 106 ديوان رشة عطر مفرج السيد 107 تأويل ما حديث د. محمد الخطراوي…",
            "page": "113",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "64… ¶ بئر حاء (*) ¶ إحداثيات الموقع: 11 28 24 شماًلا ¶ 40 36 39 شرقاً ¶ الارتفاع عن سطح البحر: 605 مترًا ¶ المسافة الأفقية من المنارة الرئيسية للمسجد النبوي: 264 مترًا ¶ الأحاديث الواردة في بئر حاء: ¶ روى البخاري في صحيحه عن أنس بن مالك رضي الله عنه قال: كان ابو طلحة أكثر الأنصار بالمدينة ماًلا من نخل، وكان احب أمواله إليه بئر حار وكانت مستقبلة المسجد، وكان رسول الله صلى الله عليه وسلم يدخلها ويشرب من ماء فيها طيب، قال إنس: فلما نزلت هذه الاية: (لَن تَنَالُواْ الْبِرَّ حَتَّى تُنفِقُواْ مِمَّا تُحِبُّونَ)، قام أبو طلحة رضي الله عنه إلى رسول الله صلى الله عليه وسلم فقال: يا رسول الله يقول الله عز وجل: (لَن تَنَالُواْ الْبِرَّ حَتَّى تُنفِقُواْ مِمَّا تُحِبُّونَ) وأن أحب أموالي إلي بئر حار وإنها صدقة لله أرجو برها وذخرها عند الله، فضعها يا رسول الله حيث أراك الله، فقال رسول الله الاتجاه من المنارة الرئيسية للمسجد النبوي: 356 درجة… ¶ __________ ¶ (*) ابن النجار: أخبار مدينة الرسول. ص 40 الأنصاري: آثار المدينة المنورة. ص 246 المجد الفيروز أبادى: مغانم طابة. ص 36 السمهودى: خلاصة الوفاء ص 455 غالي الشنقيطي: الدر الثمين في معالم دار الرسول الأمين. ص 162",
            "page": "64",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "108……",
            "page": "108",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "114… ¶ عدد اسم الكتاب اسم المؤلف ¶ 108 نزيف الجرح سعد سعيد الرفاعي 109 دراسات مقارنة بين الأدبين العربي والغربي د. عاصم حمدان علي حمدان 110 ملف العقيق (المجلد 7) يصدر عن النادي الأدبي بالمدينة المنورة 111 ملف العقيق (المجلد 8) يصدر عن النادي الأدبي بالمدينة المنورة 112 دراسات في الفكر الإسلامي (المجلد السادس) من محاضرات نادي المدينة المنورة الأدبي 113 عبدالله بن إدريس شاعرًا وناقدًا د. محمد صادق عفيفي 114 شعر عبد السلام حافظ رحمة مهدي علي الريمي 115 كتب ومؤلفون عبدالعزيز الربيع - محمد صالح البلهيشي 116 مناقشات ومناوشات عبدالعزيز الربيع - محمد صالح البلهيشي 117 المدينة المنورة ((البيئة والإنسان)) بالاشتراك إشراف وتحرير أ. د/ محمد أحمد الروثي مع نادي جدة الثقافي أ. د / مصطفى خوجلي 118 ملف العقيق المجلد ((9)) يصدر عن النادي 119 حلم في دوامة الإنهزام حكيمة الحربي (لميس منصور) 120 الآطام (العدد الأول) تصدر عن النادي 121 البنات والأمهات والزوجات في المفضليات واشياء أخرى د/ محمد العيد الخطراوي 122 رسائل في حب الوطن محمد صالح البلهيشي 123 مقالات وتعليقات عبدالعزيز الربيع - محمد صالح البلهيشي 124 موسوعة الكتاب والأدباء السعوديين (القسم الأول) أحمد سعيد بن سلم 125 موسوعة الكتاب والأدباء السعوديين (القسم الثاني) أحمد سعيد بن سلم 126 موسوعة الكتاب والأدباء السعوديين (القسم الثالث) أحمد سعيد بن سلم 127 موسوعة الكتاب والأدباء السعوديين (القسم الرابع) أحمد سعيد بن سلم 128 علاقة الدولة السعودية الأولى ببريطانيا والدور السعودي في حماية الخليج أ. د محمد عبد الله السلمان 129 نظرات تربوية عبدالعزيز الربيع - محمد صالح البلهيشي 130 ملف العقيق المجلد ((10)) يصدر عن النادي 131 الآطام (العدد الثاني) يصدر عن النادي 132 ملف العقيق المجلد ((11)) يصدر عن النادي 133 شوقيات وشوكيات عبدالعزيز الربيع - محمد صالح البلهيشي…",
            "page": "114",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "115… ¶ عدد اسم الكتاب اسم المؤلف ¶ 134 رياضة الأبي في قصيدة الخزرجي حسين عجيان العروي 135 ملف العقيق المجلد ((12)) يصدر عن النادي 136 الآطام (العدد الثالث)) يصدر عن النادي 137 الإنسان في القرآن والسنة مصباح محمد أسعد عبد الفتاح) 138 الخطايا أسئلة (شعر) أحمد عبد الرحمن العرفج 139 نفحات دار الهجرة شعر عبد الغني مأمون بري (يرحمه الله) 140 توجيهات في التربية الإسلامية الشيخ محمد حميدة 141 دراسات لغوية (المجلد 7) من محاضرات النادي 142 الآطام (العدد 4) يصدر عن النادي 143 العقيق (المجلد 13) يصدر عن النادي 144 الآطام (المجلد 5) يصدر عن النادي 145 العقيق (المجلد 14) يصدر عن النادي 146 رسائل في آثار المدينة النبوية د/ غازي بن سالم التمّام 147 148 149 150…",
            "page": "115",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "2… ¶ ح نادي المدينة المنورة الأدبي 1421هـ ¶ فهرسة مكتبة فهد الوطنية ¶ التمّام، غازي بن سالم ¶ رسائل في آثار المدينة النبوية، المدينة النبوية ¶ 116ص × 24سم ¶ ردمك: 8 - 49 - 618 - 1960م ¶ 1 - المدينة المنورة - تاريخ 2 - المدينة المنورة - آثار أ - العنوان ¶ ديوي 122و953 1830/ 21 ¶ رقم الإيداع: 1830/ 21 ¶ ردمك: 8. 49. 618. 9960 ¶ الطبعة الأولى ¶ 1421هـ/ 2000م ¶ جميع حقوق الطبع والنشر محفوظة ¶ للنادي الأدبي بالمدينة المنورة ¶ طبعت بمطابع مؤسسة المدينة للصحافة (دار العلم) بجدة ص. ب 4797 جدة 21414 جدة ت: 6712100 المملكة العربية السعودية ¶ الإخراج الفني والتنفيذ: سيد حفني…",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "3…بسم الله الرحمن الرحيم…",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "4……",
            "page": "4",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "14……",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "15… ¶ الرسالة الأولى المساجد التاريخية التي قيل إن رسول الله صلى الله عليه وسلم صلى بها في المدينة النبوية ¶ …",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "16……",
            "page": "16",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "21… ¶ الفصل الأول: المساجد التي قيل إن الرسول صلى الله عليه وسلم صلى بها في المدينة النبوية ¶ ويشتمل الحديث عن عددها واختلاف المؤرخين في ذلك، وعدد المعروف منها في أيامنا، وكيف ثبتت معرفتها، ثم نتطرق إلى تصنيفها من حيث الاهتمام بعمارتها، وقسمناها تبعًا لذلك إلى ست فئات عدا مسجد قباء ومسجد الميقات ومسجد القبلتين. ¶ المبحث الأول: (1) عدد المساجد التي قيل إن الرسول صلى الله عليه وسلم صلى بها في المدينة ¶ ذكر ابن شبه في الجزء الأول من كتابه تاريخ المدينة الذي كتبه في نهاية القرن الثاني أو بداية القرن الثالث جميع المساجد التي أدركها في حياته وكانت على عهد رسول الله صلى الله عليه وسلم، وبلغ عددها حوالي خمسين مسجدًا، بينما ذكر أبو إسحاق الحربي في المناسك ثلاثة مسجدًا، ثم زاد عددها عند السمهودي المتوفي سنة 922هـ، وأسند السمهودي عن ابن زبالة وابن بكار وابن شبه والمطري، فبلغ ما ذكره السمهودي اثنين وستين مسجدًا، منها ما كان معلوم العين، ومنها ما عرفت جهته ولم تعلم عينه في زمانه. ¶ (2) المساجد المعروفة في زماننا. عام 1418هـ ¶ المساجد المعروفة في أيامنا هذه، والتي قيل إن الرسول صلى الله عليه وسلم صلى فيها غير مسجد قباء ومسجد الميقات ومسجد القبلتين، يبلغ عددها ثمان…",
            "page": "21",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "23…منها أصًلا تحديد ومعرفة مراكز القيادة المرتبطة بالنبي صلى الله عليه وسلم حيث كانت قبته في مكان مسجد الفتح اليوم مدة غزوة الأحزاب، وقد كانت قبته صلى الله عليه وسلم أيام حفر الخندق فوق جبل الراية، وقد ذكر الأخبار أن كبار الصحابة اللذين سميت بأسمائهم المساجد، كانوا يصلون النوافل وصلاة الليل في أماكنهم، ولهذا حُولت إلى مساجد على مدى الأزمان. وهذه المساجد تحت الإشراف المباشر لإدارة الأوقاف والمساجد، ولقربها الشديد من بعضها اكتفت بتعيين إمام ومؤذن لأحد المساجد الستة، والباقية مفتوحة للزيارة على أنها مراكز القيادة في غزوة الخندق، وهذه المساجد هي مسجد الفتح ومسجد أبي بكر (مطموس المعالم الآن)، ومسجد عمر التي تقام فيه الفرائض الخمس، ومسجد سليمان الفارسي ومسجد علي ومسجد فاطمة، وقد أفردت بحثًا لمسجد أبي بكر من هذه المساجد، كما أفردت بحثًا لغار السجدة وهو كهف بني حرام، ويعد في بعض الروايات أنه سابع مساجد الخندق. ¶ الفئة الثالثة: مساجد بقيت على طرازها القديم ولم تجدد وهي صغيرة بحيث لا تتسع لسكان الحي والزوار الذين يفدون إليها حتى أنهم في المواسم يقفون طوابير انتظارًا للصلاة فيها، وهي تحت إشراف إدارة الأوقاف والمساجد ولكل منها أمام ومؤذن. وهذه المساجد بحاجة ملحة إلى إجراء توسعة وتطوير لها ولمداخلها التي توصل إليها. وهي ثلاثة: مسجد الراية، مسجد الشيخين، ومسجد عمر من مساجد الخندق. ¶ الفئة الرابعة: المساجد المهجورة ولا تعرف إلا من باب الآثار، وهي ثمانية مساجد منها مسجد التوبة، مسجد مصبح، مسجد الفضيح (الشمس) بقربان، ومسجد بني قريظة في العوالي قرب حديقة حاجزة وهذا المسجد الأخير مسجل بغير اسمه لدى إدارة الأوقاف والمساجد وبالرغم من ذلك ليس فيه إمام…",
            "page": "23",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "26… ¶ (9) مسجد جبل أحد (الفسح) (10) غار السجدة (كهف بني حرام) (11) مسجد السقيا (قبة الروس) (12) مسجد المنارتين بحي الخضر على طريق العقيق (13) مسجد العصبة (مسجد النور أو التوبة) (14) مسجد أبي بكر (من مساجد الخندق) …",
            "page": "26",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "28…وقد يكون مسجد مصبح هو مسجد بني أنيف بحسب وصف المؤرخين لمنازلهم بين قباء والعصبة، والأطم الذي كان غربي مصبح ربما يكون أطم بني أنيف وهم من بلي حلفاء عمرو بن عوف أهل قباء، وبنى الحججبا أهل العصبة. وقد ذكر مسجد مصبح في المساجد التي عمرها عمر بن عبد العزيز في عهد الوليد بن عبد الملك. وهو اليوم عبارة عن أكوام رضم وحجارة متناثرة في قبلته، وقد احاطت به الممتلكات الخاصة من ثلاث جهات، ويكاد أن تختفي معالمه. والحي من حوله بأمس الحاجة لبناء مسجد يتسع لهم وقد طالبوا بإعادة بناءه دون جدوى.…",
            "page": "28",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "30…للصحة النفسية من الجهة الشمالية. وفي الجهة الشمالية الغربية منه غرب الوادي مرتفع من الحرة ربما كان موقع حصن المزدلف الذي يذكر شمال هذا المسجد. وفي اتجاه الجنوب حوالي مائة متر أقيم مسجد حديث أطلق عليه مسجد الجمعة والصحيح أن هذا المسجد المقام حاليًا هو مكان ما يعرف بمسجد بنات النجار، وليس بمسجد نبوي والذي جددت بناءه الأوقاف على ما يظهر، ويقع جنوب مسجد الجمعة بحوالي مائة متراً، وقد تحدثت مع أهل الخبرة في حي البحيرة وقباء والعصبة وجميع من تحدثت معهم قد نُقل إليهم بالتواتر أن مسجد الجمعة هو ما ذكرت موقعه ولا يزال خرابًا.…",
            "page": "30",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "32…النضير، شرقس قباء. وقد ذكر أن الرسول صلى الله عليه وسلم صلى في موضع هذا المسجد، ست ليالٍ مدة حصاره لبني النضير، ولما حُرمت الخمر في تلك الغزوة قام أبو أيوب ونفر من الأنصار معه وأهراقوا أسقية الفضيخ حتى سال في الوادي، ولهذا سمي بمسجد الفضيخ. وقد اخطأ بعض المؤرخين الذين أطلقوا اسم الفضيخ على المسجد الذي عند حديقة حاجزة بمنطقة الشريبات في بلاد نبي قريظة. أما مسجد الفضيخ فهو ما يعرف اليوم بمسجد الشمس في منازل بني النضير، فليُعلم ذلك. ولا يوجد حول مكان مسجد الشمس أو مسجد الفضيخ مساجد أخرى، وأهل الحي بأمس الحاجة إلى إعادة بناء هذا المسجد لإقامة الصلوات الخمس فيه.…",
            "page": "32",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "34…وقد صلى في موضعه رسول الله صلى الله عليه وسلم سبع ليالٍ مدة حصار بني قريظة، وقيل إنه يقع في مكان حصن الزبير بن باطا، وأدخل فيه عمر بن عبد العزيز رضي الله عنه بيت امرأة من الخضر صلى فيه رسول الله صلى الله عليه وسلم. وهو مسجد كبير باقٍ في العوالي، ومسجل لدى إدارة الأوقاف ومفتوح ولكن ليس له إمام ولا مؤذن ولا تقام الصلوات فيه، ولا يوجد حوله مساجد ولا جوامع، والحاجة ماسة لعمارته مسجدًا جامعًا لذلك الجزء من العوالي نظرًا لصلاة الرسول فيه وقِدمه ومكانته التاريخية.…",
            "page": "34",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "35… ¶ مسجد مشربة أم إبراهيم (*) ¶ هذه المشربة من صدقات الرسول صلى الله عليه وسلم من أموال مخيريق التي انتهت إلى النبي صلى الله عليه وسلم، ويقع هذا المسجد شمالي بني قريظة، وسميت مشربة أم إبراهيم لأن النبي صلى الله عليه وسلم أنزلها هناك، وقد ولد إبراهيم ابن النبي في هذا الموضع، وكان الرسول صلى الله عليه وسلم يختلف إليها ويصلي في مسجدها.… ¶ __________ ¶ (*) ابن شبه (173 - 262): تاريخ المدينة المنورة، ج1، ص69 أبو إسحاق الحربي (198 - 285): المناسك، ص397 وما بعدها محمد بن أحمد المطري (ت741): التعريف، ص41 المراغي (ت816): تحقيق النصرة، ص138 السمهودي (844 - 922): خلاصة الوفاء، ص382",
            "page": "35",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "37… ¶ مسجد بني ظفر (*) ¶ ويسمى أيضًا مسجد البغلة، ومسجد المائدة، ومسجد الأحزان، ومسجد صخرة الأحزان. وقد ذكر المؤرخون أن النبي صلى الله عليه وسلم صلى في هذا المسجد، وروى الطبراني أن النبي صلى الله عليه وسلم جاء إلى هذا المسجد ومعه عبد الله بن مسعود ومعاذ بن جبل ونفر من أصحابه، وجلس على الصخرة التي فيه وأمر قارئًا أن يقرأ من سورة النساء حتى قوله تعالى: (فَكَيْفَ إذَا جِئْنَا مِن كُلَّ أُمَّةٍ بِشَهيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلاَءِ شَهِيدًا (41)) فبكى رسول الله صلى الله عليه وسلم حتى اضطرب لحياه، فقال: ((أي رب شهيد على من أنا بين ظهرانيه، فكيف بمن لم أر)).… ¶ __________ ¶ (*) ابن شبه (ت262هـ): تاريخ المدينة المنورة، ج1، ص66 المراغي (ت816هـ): تحقيق النصرة، ص138 السمهودي (ت922): خلاصة الوفاء، 383 السيد أحمد الخياري: (معالم المدينة المنورة): انظر صورة للمسجد ص123",
            "page": "37",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "38…واليوم وقد أخفيت معالم هذا المسجد، وطمس مكانه لما يعتقد أنه كان يقام فيه من الأمور الشركية التي تنافي العقيدة الصحيحة، وموقعه مكان مبنى هيئة الأمر بالمعروف والنهي عن المنكر، شرقي البقيع، إذا وضعت البقيع على يسارك متجهًا نحو الشمال فإن مبنى الهيئة على يمينك ودونه بستان الرفاعي.…",
            "page": "38",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "40…بالآلات حتى أصبحت كالجدار أ يأن الجزء الشمالي من الجبل أزيح من مكانه كاملاً وصار قطعة أرض. ومن الصعب معرفة المسجد إذا لم تسأل الناس عنه، والطريق إليه ملتويًا من جهة القبلة ومن بين البيوت عبارة عن جادة للماشي. والمسجد ينقسم إلى قمسين الجزء القبلي هو المسجد القديم وعمارته عثمانية ومزخرف من الداخل، وخلفه بناء شعبي يعتبر توسعة له وبينها باب يفتح ويقفل، والمسجد بحاجة إلى إعادة توسعته وتنسيقها كما أنه بحاجة إلى فتح طريق من السفح إليه، وحبذا لو عمل له درج مثل مسجد الفتح.…",
            "page": "40",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "41… ¶ مسجد الشيخين (*) ¶ تقام في هذا المسجد الصلوات الخمس، وله إمام ومؤذن حيث أنه مسجل لدى الأوقاف. وهو مسجد صغير تحيط به المباني من ثلاث جهات. وهو غير مجهز، وقد عرفت أن فاعل خير قد قدم خدمة للمسجد حديثًا، جزى الله المحسنين خيرًا. ويسمى هذا المسجد بمسجد الدرع ومسجد البدائع، ويقال له المسجد الأثري أو التركي، وسمته الأوقاف حديثًا مسجد الخير بلوحة صغيرة علقت خارج المسجد،… ¶ __________ ¶ (*) ابن شبة، ج1 ص 73 علي بن موسى: (رسالة في وصف الميدنة) ص 15 المراغي: ص 154 السمهودي: خلاصة الوفاء - ص 405",
            "page": "41",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "43… ¶ مسجد جبل أحد (*) ¶ ويسمى مسجد الفسح أو مسجد الآية، والسبب ما ورد في بعض الروايات أنه نزلت فيه آية الفسح من قوله تعالى: (يَأَيُّهَا الَّذِينَ ءَامَنُوا قِيلَ لَكُمْ تَفَسَّحُواْ فىِ اَلْمَجَلِسِ فَافْسَحُواْ يَفْسَحِ اللَّهُ لَكُمْ) (المجادلة - 11). وقد ترجح في كثير من المصادر، وثبت بالتواتر الشفهي الذي يتناقله الناس كابرًا عن كابر أن هذا المكان هو الذي صلى رسول الله صلى الله عليه وسلم فيه… ¶ __________ ¶ (*) ابن شبة (173 - 262): تاريخ المدينة المنورة، ج1 ن ص 57 ابن إسحاق لحربي (198 - 285): المناسك، ص 397 وما بعدها محمد ابن أحمد المطري (ت 741): التعريف، ص 37 السمهودي (844 - 922): خلاصة الوفاء، ص395 - 396",
            "page": "43",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "45… ¶ غار السجدة (كهف بني حرام) (*) ¶ كان الرسول صلى الله عليه وسلم في هذا الغار محروسًا ليالي غزوة الخندق فإذا أصبح نزل. وقد ورد ذكره في حديث معاذ بن جبل عندما كان يبحث عن رسول الله صلى الله عليه وسلم فرآه ساجدًا في هذا الغار، وقد أطال السجود، والحديث يُبْحث عنه في مظانه، وقد ذكره مؤرخوا المدينة في كتبهم. يقع هذا الغار في شعب بنى حرام، ويسمى اليوم تلعة العماري وهي مكتظة بالسكان وفي وسط التلعة يقع مسجد بني حرام الكبير الذي جددت بناءه… ¶ __________ ¶ (*) ابن شبه: تاريخ المدينة المنورة، ج1، ص 65 أبو إسحاق الأيوبي: المناسك، ص 397 وما بعدها السمهودي: خلاصة الوفاء، ص 390",
            "page": "45",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "46…الحكومة السعودية جزاها الله خيرًا، وهو مسجد الحي في أيامنا هذه، ويقع غار السجدة شمالي المسجد الكبير في أعلا التلعة تصعد إليه على اليمين في جبل ثواب من سلع، والغار لازالت تبدو معالمه واضحة بالرغم من المعاول التي عملت فيه كثيرًا لتغيير معالمه. ولو قلت أن مساجد الخندق سبعو فهو السابع، فحبذا لو عملت الجادة مدرج من السفح إلى الغار ليعرف المسلمون آثار الرسول صلى الله عليه وسلم.…",
            "page": "46",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "48…داخل السور، وجنوب المسجد تقع بئر السقيا، وهذا المسجد مهجور ومقفل، وأما البئر فيحتاج تحديد موضعها إلى مزيد من البحث. وفي موضع مسجد السقيا دعا رسول الله صلى الله عليه وسلم لأهل المدينة دعوة عظيمة وهي أن يبارك الله لهم في صاعهم ومدهم، وأن يأتيهم بالرزق من هاهنا وهاهنا. وفي هذا الموضع استقى عمر رضي الله عنه والمسلمون بعم النبي العباس بن عبد المطلب فدعا واستجيب له. ولعل ذلك هو السبب في تسميته بمسجد السقيا، والله أعلم.…",
            "page": "48",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "50…طرف حاجبك الأيسر شمال المحطة. ¶ والمسجد عبارة عن أثر ماثل للعيان فيه محراب صغير وبنايته عثمانية وقد زيد عليه ما يشبه البيت على جناحه الشرقي، والبئر غربًا عنه ولها بيت خاص بها، وهي مهجورة ومغطاة ومقفلة. ¶ وقد ثبت أن رسول الله صلى في هذا المسجد الذي بأصل المنارتين واستقى من البئر عنده. ويسمى مسجد الخضر وبئر الخصر، وهو غير المسجد المسجل لدى الأوقاف.…",
            "page": "50",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "51… ¶ مسجد العصبة * \"مسجد النور\" ¶ ويسمى أيضًا مسجد التوبة، وقد عده بعض المؤرخين في باب ما علمت جهته ولم تعلم عينه، ولكنه معلوم العين بالتواتر إذ يعرفه أهل الخبرة في حي العصبة وفي حي قباء ويسمونه مسجد العصبة وله عندهم اسم آخر وهو مسجد عمر بن الخطاب، ويشهد عليه بقايا عمارته العثمانية إذ يبلغ ارتفاع بعض جدرانه الباقية حوالي نصف ذراع إلى ذراع. ويقع مكان المسجد اليوم… ¶ __________ ¶ (*) ابن شبه (173 - 262): تاريخ المدينة المنورة، ج1، ص 63 أبو إسحاق الأيوبي: المناسك، ص 397 (وسماه مسجد النور) المراغي (ت 816) تحقيق النصرة، ص 154 السمهودي (ت 922 هـ: خلاصة الوفاء، ص 411",
            "page": "51",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "56……",
            "page": "56",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "57… ¶ الرسالة الثانية الآبار المأثورة في المدينة النبوية ¶ …",
            "page": "57",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "58……",
            "page": "58",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "66… ¶ بئر رومة (بئر عثمان) (*) ¶ إحداثيات الموقع: 32 29 24 شماًلا ¶ 39 34 39 شرقاً ¶ الارتفاع عن سطح البحر: 588 مترًا ¶ المسافة الأفقية من المنارة الرئيسية للمسجد النبوي: 4530 مترًا ¶ الآثار الواردة في بئر رومة: ¶ هي بئر جاهلية كانت لرجل من بنى غفار، وكان يبيع منها القربة بمد، فقال له النبي صلى الله عليه وسلم: ((بعنيها بعين في الجنة)) فقال يا رسول الله ليس لي ولا لعيالى غيرها، فبلغ عثمان. فاشتراها بخمسة وثلاثين ألف درهم الحديث. ولابن عبد البر: أنها كانت ليهودي يبيع ماءها على المسلمين فقال النبي صلى الله عليه وسلم: ((من يشترى رومه فيجعلها للمسلمين يضرب دلوه في دلائهم وله بها شرب في الجنة)) فأتى عثمان رضي الله عنه إلى اليهودي فساومه بها فأبى أن يبيعها كلها فاشترى عثمان رضي الله عنه نصفها باثني عشر ألف الاتجاه من المنارة الرئيسية للمسجد النبوي: 306 درجة… ¶ __________ ¶ (*) ابن النجار: أخبار المدينة. ص 48 المجد: المغانم المطاب. ص 40 - 43 الأنصاري: ىثار المدينة. ص 244",
            "page": "66",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "73… ¶ بئر البصة أو البوصة (*) ¶ إحداثيات الموقع: 47 27 24 شماًلا ¶ 52 36 39 شرقاً ¶ الارتفاع عن سطح البحر: 567 مترًا ¶ المسافة الأفقية من المنارة الرئيسية للمسجد النبوي: 560 مترًا ¶ الاتجاه من المنارة الرئيسية للمسجد النبوي: 146 درجة الآثار ¶ الواردة في بئر البوصة: ¶ روى ابن عدى عن أبى سعيد الخدري قال: ((كان رسول الله صلى الله عليه وسلم يأتي الشهداء وأبناءهم، ويتعهد عيالهم، قال: فجاء يومًا أبا سعيد الخدري فقال: هل عندك من سدر فأغسل به راسي فإن اليوم الجمعة، قال: نعم، قال: فأخرج له سدرًا وخرج معه إلى البُصَه، فغسل رسول الله صلى الله عليه وسلم رأسه وصب غسالة رأسه، ومراقة شعره في البُصَة)).… ¶ __________ ¶ (*) المجد الفيروز أبادى: المغانم المطابة. ص 30 السمهودى: خلاصة الوفاء. ص 450 ابن النجار: تاريخ المدينة. ص 46 علي حافظ: فصول من تاريخ المدينة. ص 184 إبراهيم العياشى: المدينة بين الماضي والحاضر. ص 13",
            "page": "73",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "77… ¶ الرسالة الثالثة حدود حرم المدينة النبوية وحماها (الأحكام والخصائص) ¶ …",
            "page": "77",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "78……",
            "page": "78",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "87… ¶ (5) على أنقاب المدينة ملائكة يحرسونها. ¶ (6) حرام على الدجال والطاعون دخولها، ولايدخلها رعب الدجال. ¶ (7) دعى لها الرسول بمثل بركة مكة المكرمة مرتين، وبارك عليها وفي مدها وصاعها. ¶ (8) يستفاد من دعاء الرسول صلى الله عليه وسلم للمدينة بالبركة أن الأعمال الصالحة تشملها دعوة الرسول صلى الله عليه وسلم. والله تعالى أعلم. ¶ وفي الفصل التالي نتحدث ان شاء الله عن حدود وأحكام حمى المدينة المنورة.…",
            "page": "87",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "94……",
            "page": "94",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "95… ¶ الملاحق ¶ …",
            "page": "95",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "97… ¶ ومحقق مرتين) - آثار المدينة المنورة: عبد القدوس الأنصاري، ط1، 1353هـ - رسائل في تاريخ المدينة المنورة / تحقيق حمد الجاسر - الدر الثمين في معالم دار الرسول الأمين: غالي محمد الأمين الشنقيطي - تاريخ معالم المدينة: السيد أحمد ياسين الخياري - ذخائر المدينة: محمد سعيد دفتر دار - تحقيق الأحاديث الواردة في فضائل المدينة: الدكتور صالح الرفاعي، طبعة مجمع المصحف الشريف - فضائل المدينة: محمد الصالحي - دليل مساجد المدينة المنورة: إعداد سعيد الدربي، 1399 - أطلس المدينة المنورة: جامعة الملك سعود، الرياض (إعداد د. محمد ابن إبراهيم مكي).…",
            "page": "97",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "100……",
            "page": "100",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "101… ¶ مقياس الرسم: 1 ¶ المخطط العام لمنطقة المسجد النبوي الشريف بعد تطوير المنطقة المركزية…",
            "page": "101",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "102… ¶ التضاريس الطبيعية للمدينة المنورة…",
            "page": "102",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "103… ¶ منطقة الحرم قبل تطوير المنطقة المركزية…",
            "page": "103",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "104… ¶ دليل المدينة المنورة الأثري التاريخي الجغرافي…",
            "page": "104",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "109… ¶ من إصدارات نادي المدينة المنورة الأدبي ¶ نادي المدينة المنورة الأدبي ¶ …",
            "page": "109",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "116… ¶ وآخر دعواهم أن الحمد لله رب العالمين ¶ …",
            "page": "116",
            "part": "1"
        }
    ],
    "t38415": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "رسائل في آثار المدينة "
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "تمهيد"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "الرسالة الأولى المساجد التاريخية التي قيل إن رسول الله صلى الله عليه وسلم صلى بها في المدينة النبوية"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "خاتمة"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "الرسالة الثانية الآبار المأثورة في المدينة النبوية"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "الرسالة الثالثة حدود حرم المدينة النبوية وحماها (الأحكام والخصائص)"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس المحتويات"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "نتائج الدراسة والتحقيق"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "الملاحق"
        },
        {
            "id": "97",
            "lvl": "2",
            "sub": null,
            "tit": "ملحق قائمة المراجع"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": null,
            "tit": "ملحق بيان بأسماء أهل الخبرة"
        },
        {
            "id": "100",
            "lvl": "2",
            "sub": null,
            "tit": "ملحق الخرائط"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الأول: المساجد التي قيل إن الرسول صلى الله عليه وسلم صلى بها في المدينة النبوية"
        },
        {
            "id": "21",
            "lvl": "3",
            "sub": "1",
            "tit": "المبحث الأول: عدد المساجد التي قيل إن الرسول صلى الله عليه وسلم صلى بها في المدينة"
        },
        {
            "id": "21",
            "lvl": "4",
            "sub": "2",
            "tit": "المساجد المعروفة في زماننا. عام 1418هـ"
        },
        {
            "id": "22",
            "lvl": "3",
            "sub": null,
            "tit": "المبحث الثاني: تصنيف المساجد المأثورة من عهد الرسول صلى الله عليه وسلم من حيث عمارتها."
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثاني: التقرير عن بقية المساجد الأثرية التي تحتاج إلى تعمير"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "بئر حاء"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "بئر رومة (بئر عثمان)"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "بئر غرس"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "بئر بضاعة"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "بئر البصة أو البوصة"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "بئر السقيا"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "بئر الخاتم (أريس)"
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الأول: حدود حرم المدينة المنورة"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثاني حدود الحمى (حرم الشجر)"
        }
    ]
}