{
    "b38467": [
        {
            "id": "3",
            "nass": "آثار شيخ الإسلام ابن تيمية وما لحقها من أعمال ¶ (1) ¶ منظمة المؤتمر الإسلامي - مجمع الفقه الإسلامي - جدة ¶ مطبوعات المجمع ¶ المداخل إلى آثار شيخ الإسلام ابن تيمية وما لحقها من أعمال ¶ تأليف ¶ بكر بن عبد الله أبو زيد ¶ رئيس المجمع ¶ تمويل ¶ مؤسسة سليمان بن عبد العزيز الراجحي الخيرية ¶ دار عالم الفوائد ¶ للنشر والتوزيع",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله وحده، والصلاة والسلام على من لا نبي بعده. ¶ أما بعد: ¶ فيسر مجمع الفقه] لإسلامي بجدة المنبثق عن منظمة الموتمر ¶ اللإسلامي أن تكون طباعة هذه الأعلاق النفيسة من اثار هذا الإمام ¶ شيخ الإسلام ابن تيمية -رحمه الله تعالى - دي سلسلة مطبوعاته؛ ¶ لأن ما فيها من العلم والتحقيق يلتقي مع أهداف المجمع الذي ¶ أسس من أجلها، ويبدي الشكر خالضا لسعادة الشيخ سليمان بن ¶ عبد العزيز الراجحي على مبادرته الثمينة في الموافقة على تمويل ¶ هذا المشروع -أجزل الله له الأجر والثواب -. ¶ امين المجمع ¶ رئيس المجمع",
            "page": "3",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين، والصلاة والسلام على خاتم الأنبياء ¶ والمرسلين نبينا محمد وعلى صحبه أجمعين، ومن تبعهم باحسان ¶ إلى يوم الذين. ¶ أما بعد: فأقول أنا الفقير الى عفو الله / بكر بن عبدالله أبو زيد ¶ آل غيهب القضاعي، ستر الله عيوبه، وغفر له ذنوبه: لقد بعمني ¶ باعث الوفاء لدين الله نشرا له وذئا عنه، على وصل جهود المصلحين ¶ في نشر الاثار الغراء لمن ألقيت اليه مقاليد العلوم الإسلامية ¶ والالية شيخ الإسلام ابن تيمية -رحمه الله تعالى - وكفى باسمه ¶ غنية عن الإشادة بذكره -سقى الله عهده - وذلك في إنشاء هذا ¶ المشروع العلمي المبارك: \"آتار شيخ الإسلام ابن تيمية وما لحقها ¶ من أعمال \" أعظم مجدد للملة الحنيفية بعد القرون المفضلة الزكية، ¶ التي تنتهي على رأس المائة الثالثة للهجرة النبوية؛ إذ كان سيفا ¶ ماضيا، وشهابا ثاقبا على كل ما يخالف دين الله وشريعته، فخضد ¶ شوكة الوثنية بعد استشرائها، واكتسح الاهواء المضلة كفرق سباب ¶ الصحابة بعد انتشارها، ومضى إلى الملل الكفرية كالنصرانية فدك ¶ عروشها، وهدم بمعول تبخره شبه المبتدعة وأزالها، وقارع متعصبة ¶ المقلدة والى الدليل ردها، وبعد دعوة الأمة إلى التخفي عن هذه ¶ العمايات والتحذير منها، أخذ يشئد فيها صرح التحفي بأحكام الملة ¶ الإسلامية ونشر لوائها.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "والى ما ذكر أشار تلميذه الحافط ابن القيم - رحمه الله تعالى- ¶ في \"النونية\" فقال في وصف شيخه: ¶ وله المقامات الشهيرة في الورى قد قامها لله غير جبان ¶ نصر الاف ودينه وكتابه ورسوله بالسيف والبرهان ¶ أبدى فضائحهم وبئن جهلهم و رى تناقضهم بكل زمان ¶ و صارهم والله تحت نوال أهول الحق بعد ملابس التيجان ¶ و صارهم تحت الحضيض وطالما كانوا هم الاعلام للبلدان ¶ ومن العجائب أنه بسلاجهم أرداهم تحت الحضيض الدان ¶ كانت نواصينا بأيديهم فما منا لهم إلا سير عان ¶ فغدت نواصيهم بايديتا فلا يلقوننا إلا بحبل أمان ¶ ولهذا حكي عن أبي عبدالله محمد ابن قوام كما في: \"الذيل ¶ لابن رجب: 393/ 2\" مقولته: \"ما سلصت معارفنا إلا على يد ¶ ابن تيمية \" انتهى. وهذه تصلح سلفا لما شاع في عصرنا من ¶ قولهم: \" أسلمة العلوم \". ¶ وهذا يذكرنا بالمقام المحمود لأبي عبدالرحمن عبدالله بن ¶ مسعود -رضي الله عنه - في حق أخيه في الصحبة والإسلام معاذ ¶ ابن جبل -رضي الله عنه - إذ كان في مجلس عطر بذكر معاذ، ¶ فقال ابن مسعود: \"إن معاذا كان أمة قانتا لله حنيفا\" فقال بعضهم ¶ الآية: < ن ائزهيم > فقال: \"إن الامة: معلم الخير، والقانت: ¶ المطيع، وإ ن معاذا كان كذلك \" كما قي \" السير: 1/ 451\" للذهبي.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ورحم الله الا\"ستاذ محمد كرد علي المتوفى سنة 1372 إذ قال ¶ في ترجمته من: \"كنوز الاجداد. ص/ 350\": ¶ \"لو عمت دعوة ابن تيمية -ولدعوته ما يماثلها قي المذاهب ¶ الإسلامية ولكنها عنده كانت حارة وعند غيره فاترة - لسلم هذا ¶ الذين من تخريف المخرفين على الدهر، ولما سمعنا أحدا في ¶ الديار الإسلامية يدعو لغير الله، ولا ضريحا تشد إليه الرحال بما ¶ يخالف الشرع، ولا يعتقد بالكرامات على ما ينكره دين، أتى ¶ للتوحيد لا للشرك، ولسلامة العقول لا للخبالى والخيال. ¶ كان ابن تيمية في النصف الثاني من عمره سراجا وهاجا، ¶ أطفأ بعلمه وعمله شهرة أرباب المظاهر من القضاة والعلماء، ¶ وكان الصدر المقدم كلما دخل في موضوع ديني أو سياسي. . . \" ¶ انتهى. ¶ إذا فكيف يطيب لاهل العلم أن لا يصلوا جهود المصلحين ¶ في نشر آثار هذا الإمام واخراجها بيانا للناس، وقد فعلوا، ولا ¶ اعلم عالما في الاسلام حظي بترجمته، ونشر آثاره، ودراسة ¶ اختياراته العلمية مثل ما حظي به هذا الإمام. وما هذا المشروع ¶ إلا لبنة في تشييد هذا الصرح الكبير. ¶ ولئن كان لكل كتاب أو مشروع علمي مدخل، فإن هذا العمل ¶ له مداخل رأيت أن اصدره بها:",
            "page": "7",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "المدخل الأول موضوع هذا المشروع ¶ يشمل موضوع هذا المشروع: اثار شيخ الإسلام ابن تيمية ¶ -رحمه الله تعالى - من كتبه ورسائله وفتاويه، وما لحقها من ¶ اعمال من المختصرات والاختيارات ونحوها، وسيرته العطرة. ¶ وينحصر هذا الموضوع في أربعة اقسام: ¶ القسم الأول: طبع مالم يسبق طبعه: ¶ من نعم الله علينا وعلى الناس أجمعين، انتشار فهارس ¶ مكتبات العالم حتى جمع منها عدد كبير في نحو مائة و ربعين ¶ مجلدا، ثم سهولة الاتصالات لاسيما عبر الشبكات وتبادل ¶ المعلومات ومراكز البحث والدراسات، فمن خلالها وغيرها من ¶ الوسائل كسهولة السفر من بلد إلى اخر، ظهر من اثار الأسلاف ما ¶ تقر به عيون أهل العلم وتبتهج به نفوسهم. ¶ وكان منها أن تم الوقوف في مطاوي الفهارس ومراسلة ¶ الخازنين على خبر كثير من كتب ورسائل وفتاوى هذا الإمام وما ¶ لحقها من أعمال مما لم ينشر من قبل. ¶ ومن اثار ذلك اشتغال عدد من الباحثين والمحققين بها. ¶ فهذا هو القسم الأم من هذا المشروع، وهو الجوهرة المفقودة",
            "page": "9",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "والدرة المنشودة من هذا العقد الثمين. ¶ القسم الثاني: تحقيق بعض ما سبق طبعه: ¶ منذ مائة وخمسين عاما تقريئا بدأت طباعة آثار شيخ الإسلام ¶ -رحمه الله تعالى - من أمات كتبه، ومجاميع رسائله وفتاويه، ¶ فانتشرت بين المسلمين، وتنافس الناس في طبعها ونشرها، وكان ¶ منها ما قرر درسه في المساجد وفي دور العلم ويتدارسه الناس في ¶ المجالس حتى إن بعض رسائله لا تحصى طبعاتها؛ لان اثاره من ¶ الخير المبذول للمسلمين، مثل: \"العقيدة الواسطية \" وما لحقها في ¶ عصرنا من الشروح والتعليقات. ¶ لكن منها ما طبع وفيه أغاليط طباعية غير قليلة، ومنها ما ¶ طببع على نسخة ناقصة ومنها ما طبع على الراقمة في رسائل ¶ جامعية على نسخة فريدة ناقصة، مثل: \"نقض التأسيس \" وقد تم ¶ الوقوف على نسخة مكملة لما فيها من نقص -بحمد الله تعالى- ¶ وهكذا. ¶ القسم الثالث: ما لحقها من أعمال: ¶ اشتغل أهل العلم قديما وحديثا بآثار شيخ الإسلام ابن تيمية ¶ - رحمه الله تعالى - بمؤلفات مفردة على الوجوه الاتية: ¶ 1 - الاختصار والانتقاء والتهذيب، كما لتلميذه ابن عبدالهادي، ¶ وتلميذه الذهبي، وغيرهما مثل: البعلي، والسيوطي، وغيرهما، ¶ ومنها مالم يعرف اسم مختصره كما في مختصر الرد على الاخنائي. ¶ وقد ذكر ابن قاسم -رحمه الله تعالى - في مقدمة \"مجموع ¶ 10",
            "page": "10",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الفتاوى \": أنه فتش عن مختصراتها و دخل بعضها في مجموعه. ¶ 2 - اختياراته -رحمه الله تعالى -: أفردها بالتأليف: تلميذه ابن ¶ عبدالهادي، والبرهان ابن القيم، وابن اللحام البعلي، وذكر ¶ جملة منها في ترجمته: تلميذه ابن عبدالهادي في: \"العقود ¶ الدرية \"، وابن رجب في: \"الذيل\"، والعليمي في: \"المنهج ¶ الأحمد\" وابن العماد في: \"شذرات الذهب \" والنواب صديق ¶ في: \"التاج المكلل \". وللشيخ سليمان بن سحمان نظم ¶ لبعضها من أول الطهارة إلى باب الصداق، وله نظم آخر ¶ لتسع عشرة مسألة انفرد بها شيخ الإسلام كما في: \"ملتقى ¶ الانهار من منتقى الاشعار\" لابنه الشيخ صالح -رحمهما الله ¶ تعالى -. ¶ وقال تلميذه الحافط ابن كثير - رحمه الله تعالى - في: \"تاريخه: ¶ 69/ 14) \": \"وله اختيارات كثيرة مجلدات عديدة أفتى فيها بما ¶ أدى إليه اجتهاده، واستدل على ذلك من الكتاب والسنة وأقوال ¶ الصحابة والسلف \" انتهى. ¶ 3 - الشرح والتعليق: منها: \"العلم الهيب شرح الكلم الطيب \" للبدر ¶ العيني، و\"اللالىء البهية شرح لامية شيخ الإسلام ابن تيمية\" ¶ لاحمد بن عبدالله المرداوي، وذكر أن هذه اللامية منسوبة ¶ لابن تيمية، وهي في ستة عشر بيتا؟ و\"الدرة البهية شرح القصيدة ¶ التائية في حل المشكلة القدرية \" لابن سعدي. وشروح متعددة ¶ في عصرنا لكتابه: \"العقيدة الواسطية \" وغيرها. ¶ وانما غابت أنظار العلماء عن الشرح لكتبه؛ لأنها ليست مؤلفة ¶ 11",
            "page": "11",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "على المتون كطريقة الماتنين من أهل العلم؛ ولهذا لما كان ¶ كتابه: \"الكلم الطيب \" كالمتن تناوله العيني بالشرح، ولما ¶ كانت: \"الواسطية \" كذلك تناولها المعاصرون لنا بالشرح. ¶ 4 - الجمع الموضوعي: مثل جمع تلميذه ابن عبدالهادي للأحاديث ¶ الضعيفة التي في: \"منهاج السنة \"، وجمع محمد بن قاسم ¶ لمناقب أبي بكر وعمر -رضي الله عتهما- كذلك، وجمع ¶ اخرون تفسيره من كتبه المطبوعة. ¶ 5 - دراسة اجتهاداته في الفقه وغيره، وهذه سمة بارزة في كتابات ¶ المعاصرين. ¶ القسم الرابع: سيرته المباركة: ¶ إن سيرة هذا الإمام شيخ الإسلام ابن تيمية -رحمه الله تعالى- ¶ تستفاد من خمسة مصادر هي: ¶ المصدر الأول: كتب التراجم والسير العامة، وقد كفانا كتاب: ¶ \"الجامع\" من هذا المشروع المبارك، وقد حوى خمسا وسبعين ¶ ترجمة من كتب التراجم العامة مخطوطها ومطبوعها. ¶ المصدر الثاني: الكتب المفردة في ترجمته، وهي خمسة عشر ¶ كتابا حتى نهاية عام 1300، كما في مقدمة \"الجامع\". وكما كانت ¶ ترجمته لتلميذه ابن عبدالهادي في كتابه: \"مختصر طبقات علماء ¶ الحديث \" هي أوفى التراجم، فان كتابه المفرد: \" العقود الدرية. . . \" ¶ ترجع إليه الكتب المفردة الاخرى، وأرى إعادة تحقيق وطبع: ¶ \"العقود الدرية. . .\" ويضم إليه ما زاد عليه من كتب التراجم ¶ 12",
            "page": "12",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "المفردة المذكورة تحشية في محلها المتاسب من هذا الكتاب، ¶ حتى يغني عنها، وهو في دور الاعداد من ال! -ثشغلين بهذا المشروع. ¶ المصدر الثالث: التقاط ترجمته الذاتية من خلال مؤلفاته، ¶ وقد انتدب لهذا العمل بعض أفاضل طلبة العلم، وهو. في دور ¶ الترتيب بعد الاستقراء والجمع. ¶ المصدر الرابع: تتبع ترجمته من كتب تلاميذه أمثال ابن القيم، ¶ وابن عبدالهادي، وابن مفلح، والصفدي، وابن الوردي، وغيرهم. ¶ المصدر الخامس: تتبع ترجمته من خلال تراجم أنصاره ¶ وخصومه من تاريخ ولادته سنة 661 إلى تاريخ وفاته سنة 728؛ ¶ بل إلى نهاية القرن الثامن. ¶ وهذان المصدران -الرابع والخامس - بحاجة إلى من ينشط ¶ لاستخراجهما ¶ وبعد تكامل هذه المصادر الخمسة، سوف يصاغ من مجموعها ¶ -بمشيئة الله تعالى - سيرة واحدة موثقة متسلسلة المعلومات، ¶ مستوعبة لجميع ما في هذه المصادر باسم: \"السيرة الجامعة لشيخ ¶ الإسلام ابن تيمية \" - رحمه الله تعالى - وما ذلك على الله بعزيز. ¶ *** ¶ 13",
            "page": "13",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "المدخل الثاني عن شيخ الاسلام ابن تيمية - رحمه الله تعالى- ¶ هو شيخ الإسلام، الإمام الحجة، المجدد للمحجة، وارث ¶ علم النبوة، الناصر للسنة، القامع للبدعة، المجتهد المطلق، الشهير ¶ بشيخ الاسلام، وبابن تيمية، وبهما، وبإمام الدنيا في زمانه، أحد ¶ اذكياء العالم و فراده في الحفظ والعلم والعمل، المحلى قبل بلوغه ¶ الثلاثين من عمره بما يبلغ الصفحات بجميل الأوصاف في علمه ¶ وعمله واجتهاده، وتجديده وجهاده، وإيمانه وصبره، وتألهه، وزهده، ¶ وورعه، وشجاعته، وكرمه، وأمره بالمعروف ونهيه عن المنكر، ¶ وتعظيمه لحرمات الله، الملقب بتقي الدين، والمكنى بأبي العباس، ¶ أحمد ابن الشيخ الإمام المفتي شهاب الدين أبي المحاسن عبدالحليم، ¶ ابن الشيخ الإمام شيخ الاسلام مجد الدين أبي البركات عبدالسلام ¶ ابن ابي محمد عبدالله بن أبي القاسم الخضر بن محمد بن تيمية بن ¶ الخضر بن علي بن عبدالله، النميري نسبا، الحراني مولدا، ثم ¶ الدمشقي منشأ ومدفنا، الحنبلي مذهبا، ثم المجتهد اخرا، المشتهر ¶ بابن تيمية المجدد. المولود في يوم الاثنين 10 ربيع الأول 661، ¶ المتوفى في ليلة الاثنين 20 ذي القعدة 728، عن سبعة وستين ¶ عاما وثمانية أشهر وعشرة أيام - رحمة الله تعالى عليه -. ¶ وقد ترجمه كثيرون تبغا وافرادا، ومن النظر فيها تتبتن الا! مور ¶ الاتية: ¶ 15",
            "page": "15",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "] لأمر] لأول: الوقوف على المعلومات الجامدة، التي تساق ¶ لأي مترجم، وان تفاوت المترجمون فيها، كل حسب ما وهبه الله ¶ له. ومما يحسن ذكره هنا: ¶ 1 - ن سياق نسبه ثمانية اباء هي من سياق تلميذه ابن عبدالهادي ¶ دون غيره. ¶ 2 - نسبته النميري من إفادات تلميذ تلامذته ابن ناصر الذين (842)، ¶ وتابعه عليها العدوي في: \"الزيارات\"، بل هذه النسبة منصوص ¶ عليها في بعض رسائل الشيخ المخطوطة على طرر النسخ وقد ¶ ذكر الشيخ ابن قاسم في مقدمة \"النقض\" رسالتين راهما في ¶ الظاهرية كذلك ص 35 حاشية 1، وهي نسبة إلى بني نمير، ¶ وهم بطن من عامر بن صعصعة بن معاوية بن بكر بن هوازن ¶ العدنانية، وذكر القلقشندي في \"نهاية الارب. ص/433\" نقلا ¶ عن ابن خلدون: أن منازل بني نمير في الجزيرة الفراتية ¶ والشام، فشيخ الإسلام إذا عربي صريح نسبا ولسانا. ¶ 3 - و\"تيمية\" لقب لجده محمد، وهو الخامس من ابائه، وفي ¶ تعليلها قولان مشهوران، وكان -رحمه الله تعالى - يستفتح ¶ بعض رسائله بقوله: \"من أحمد ابن تيمية \"، ويذيل بعضها ¶ بقوله: \"كتبه ابن تيمية \" واشتهر بها دون أهل بيته، وفي الشعر ¶ قول العباس بن الاحنف: ¶ كنت مثل الكتاب أخفاه طي فاستدلوا عليه بالعنوان ¶ 4 - و\"الحراني\" نسبة إلى بلدة مشهورة في الجزيرة بين الشام ¶ 16",
            "page": "16",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "،-العراق، ليست هي التي بقرب دمشق ولا التي في تركيا، ولا ¶ التي بقرب حلب. ¶ 5 - ونعته -رحمه الله تعالى -: كان أبيض البشرة، أسود الرأس ¶ واللحية قليل شيب اللحية، شعر رأسه إلى شحمة أذنيه، ربعة ¶ من الرجال، بعيد ما بين المنكبين، أبيض العينين، جهوري ¶ الصوت، فصيخا، سريع القراءة، تعتريه حدة ثم يقهرها بحلم ¶ وصفح، كأن عينيه لسانان ناطقان، إذا أخذ يتكلم ازدحمت ¶ العبارة في فمه. ¶ 6 - لم يرث العلم عن كلالة، وإنما نشا في بيت برز أهله في ¶ حلائب العلم، منهم أبوه الشهاب وجده المجد. ¶ ويكفي في وصف جده قول ابن مالك النحوي صاحب الألفية ¶ -رحمه الله تعالى -: \" ألين للمجد الفقه كما ألين لداود الحديد\". ¶ و ما بوه الشهاب فهو شيخ حران وحاكمها وخطيبها ومفتيها ¶ الفارق بين الفرق فيها. ¶ 7 - والدته: الشيخة الصالحة ست النعم بتت عبدالرحمن بن علي ¶ ابن عبدوس الحرانية المتوفاة بدمشق سنة 716. وقد ولد لها ¶ تسعة ذكور، ولم ترزق بنتا قط، منهم ثلاثة أشقاء شيخ الإسلام ¶ وهو أكبرهم، وزين الدين عبدالرحمن، وشرف الدين عبدالله، ¶ ومن إخوته لا! فه بدر الدين قاسم بن محمد بن خالد المتوفى ¶ بدمشق سنة 717. ¶ 8 - تفرع ال تيمية إلى دوحتين: ال عبدالله، وال محمد، وشيخ ¶ الإسلام من ال عبدالله، وقد أحصيت مشجرهم في: \"المدخل ¶ 17",
            "page": "17",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "المفصل 532/ 1 - 536\" وبينت وجود ال تيمية إلى أواخر ¶ القرن الثالث عشر الهجري. ¶ 9 - تجمع التراجم على أن الشيخ هاجر مع والده وأهل بيته من ¶ حران إلى دمشق أثناء سنة 667 والشيخ في السابعة من عمره، ¶ وذلك بسبب جور التتار. ¶ 10 - نشأ - رحمه الله تعالى - في تصون تام وعفاف وتاله واقتصاد ¶ في المأكل والمليس، برا بوالديه تميا ورعا عابدا ناسكا ¶ صواما قواما. ¶ 11 - أخذ عن أكثر من مائتي شيخ، كلهم دماشقة، وجلهم حنابلة، ¶ وكان أول سماعه من ابن عبدالدايم بدمشق، وهو في السابعة ¶ من عمره، ومجموع من سمي منهم ستة وثلاثون شيخا ¶ -فيما وقع لي -. ¶ 12 - أوائل في حياته تدل على النبوغ المبكر: ¶ حفظ القران وهو في الصغر، في سن تعلم الخط والحساب ¶ وهو في الكتاب. ¶ أتقن العلوم من التفسير والحديث والفقه والا4 صول والعربية ¶ والتاريخ والجبر والمقابلة والمنطق والهيئة وعلم أهل الكتابين، ¶ والملل الاخرى، وعلم أهل البدع، وغيرها قي سن مبكر، ¶ حتى أنه حذق العربية في أيام، وفهم كتاب سيبويه في أيام، ¶ وفي الحديث سمع \"المسند\" مرات وما ضبطت عليه لحنة متفق ¶ عليها، وكان إقباله على التفسير إقبالا كليا منقطع النظير. ¶ 18",
            "page": "18",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وحفا إن التسلح بالعلم هو كما قال الباجي -رحمه الله تعالى- ¶ في وصيته لولديه: \"والعلم ولاية لا يعزل صاحبها، ولا يعرى ¶ من جمالها لابسها\". ¶ ناظر واستدل وهو دون البلوغ. ¶ أفتى في سن السابعة عشرة من عمره أي سنة 677. ¶ درس في الحادية والعشرين من عمره أي سنة 681 بعد موت ¶ أبيه في المدرسة السكرية، وتولى مشيختها يوم الاثنين 2 / ¶ محرم / 683. ¶ بد درس التفسير بالجامع الاموي في 10/ صفر/ 691 ي ¶ وهو ابن ثلاثين سنة، واستمر سنين طويلة. ¶ حج مرة واحدة سنة 692 ي وعمره 31 سنة، وبعد عودته ¶ من الحح الت إليه الإمامة في العلم والذين. ¶ نشر العلم في: دمشق، ومصر: في القاهرة، والاسكندرية، ¶ وقي سجونها، وقي طريقه إلى مصر مر بغزة، وعقد في ¶ جامعها مجلسا علميا عظيما، فكان يوما مشهودا. ¶ درس بالمدرسة الحنبلية في يوم الاربعاء 17 / شعبان / ¶ 695. ¶ أول رحلاته إلى مصر في القاهرة والاسكندرية مرتان سنة ¶ 700، ثم عاد إلى دمشق، ثم رجع إلى مصر سنة 705، ¶ وكانت إقامته بها نحو سبع سنين وسبع جمع، أي إلى سنة ¶ 712 متنقلا في جلها بين سجون القاهرة والاسكندرية. ¶ 19",
            "page": "19",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "* بدأ في التأليف وهو ابن سبع عشرة ستة. ¶ وهكذا من البدايات المبكرة، الدالة على نبوغه وتأفله للاجتهاد ¶ و لتجديد والإمامة في العلم والدين. ¶ الأمر الثاني: الوقوف على مواطن القوة في ترجمته: ¶ في كتاب القدر من \"صحيح مسلم \" أن النبي -جميو- قال: ¶ \"المؤمن القوبد خير وأحب الى الله من المؤمن الضعيف، وفي كل ¶ خير، احرص على ما ينفعك واستعن بالئه ولا تعجزن\". ¶ ومن نظر في ترجمة شيخ الاسلام - رحمه الله تعالى - وجد أن الله ¶ - سبحانه - قد منحه أسباب القوة التي تبنى عليها قئة النصر وهي: ¶ - الثبات، واللهج بذكر الله - تعالى -، وطاعة الله وطاعة رسوله ¶ -لمجو- والاتفاق مع أنصار الإسلام والسنة، والصبر، وقد قال الله ¶ - تعالى -: < يائها الذلى ءامنو إذا لقشص! ة فاثبتوأ وأكرو الله ¶ ! ثيرا لعلكئم ئفلحون ص وأطيعوا الله ورسوله- ولا تتزعوأ فتفشلو وتذهب ¶ رمجتم وأصبروا ان آلله مع ا! برلى فيإ) [ا! نفال/ 5 4 - 6 4]. ¶ ومن مطاهر القوة في شيخ الإسلام - رحمه الله تعالى -: ¶ - ما رزقه الله من قوة البدن واعتداله، وقوة الاداء في صوته، ¶ فقد كان جهورئا، يستولي على قلوب سامعيه، وكان الناس يتعجبون ¶ ! ن تأثير تكبيره في الصلاة على سامعيه كما ذكره تلميذه البزار ¶ في: \" الأعلام العلية \"، وكان يؤم النابر لصلاة التراويح فيعلوه عند ¶ القراءة خشوع ورفة حاشية تأخذ بمجامع القلوب كما قاله تلميذه ¶ ابن الوردي في: \"تتمة المختصر\" وقال تلميذه الذهبي: \"ويصلي ¶ 20",
            "page": "20",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "بالناس صلاة لا يكون أطول من ركوعها وسجودها\" انتهى من: ¶ \"الذيل \" لابن رجب. ¶ -قوة الحفظ فقد بهر الفضلاء بذلك، وقلما حفظ شيئا فنسيه، ¶ وفد كان يحفظ \"المحلى\" لابن حزم ويستظهره، وكان أول محفوظاته ¶ في الحديث: \"الجمع بين الصحيحين \" للحميدي، وقل من يحفظ ¶ ما يحفظه من الحديث معزوا، مع شدة استحضاره له وقت الحاجة ¶ إلى الدليل. قال جمال الدين الشرمري في \"أماليه) \": \"ومن عجائب ¶ ما وقع في الحفظ من أهل زماننا: أن ابن تيمية كان يمز بالكتاب ¶ مطالعة مرة فيتتقش في ذهنه وينقله في مصنفاته بلفظه ومعناه \" كما ¶ في \"الدرر الكامنة \" لابن حجر. ¶ - قوته في فرط ذكائه، وسيلان ذهنه، وسرعة إدراكه؛ ولهذا ¶ قيل عنه: \"كأن عينيه لسانان ناطقان \". ¶ - تواريخ لها مدلولاتها على قوته ونبوغه المبكر. ¶ * ناظر وهو دون البلوغ، وكان يحضر المدارس والمحافل في ¶ صغره، فيتكلم ويناظر ويفحم الكبار ويأتي بما يتحير منه ¶ اعيان البلد في العلم، ولا يعرف انه ناظر احدا انقطع معه. ¶ * أفتى في سن السابعة عشرة من عمره، أي سنة 677، وكان ¶ الشرف أحمد بن نعمة المقدسي الحنبلي المتوفى سنة 694 ¶ هو الذي أذن له بالفتيا وكان يفتخر بذلك. ¶ * بدأ التأليف وهو في سن السابعة عشرة من عمره أي سنة ¶ 677. ¶ 21",
            "page": "21",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "* درس وهو في الحادية والعشرين من عمره، أي سنة 681. ¶ وكان أول دروسه بعد وفاة أبيه في مدرسة الحديث السكرية، ¶ وتولى مشيختها في يوم الاثنين 2/ محرم / 683. ¶ * بدأ درس التفسير في 10/ صفر/ 691 أي وعمره ثلاثون ¶ سنة، واستمر مدة سنين متطاولة وقد انعقدت له الإمامة في ¶ التفسير وعلوم القران الكريم، وقد أقبل عليه إقبالا كليا حتى ¶ حاز فيه قصب السبق، ويقال: إنه وضع تفسيرا مطولا أتى ¶ فيه بالغريب العجيب. ¶ * قوته في الطلب والتلقي والاخذ عن الشيوخ، حتى دار في ¶ دمشق على أكثر من مائتي شيخ. ¶ * قوته في البحث والقراءة والمطالعة، فلا تكاد نفسه تشبع من ¶ العلم، ولا تروى من المطالعة، ولا تمل من الاشتغال، ولا تكل ¶ من البحث. ¶ * قوته في ضبط النفس والسيطرة عليها من ملاذ الدنيا، فلا لذة له ¶ أكبر من نشر العلم وتدوينه والعمل به، والدعوة لى إقامة دين الله ¶ والوقوف أمام المفسدين في الأرض على اختلاف انحرافاتهم ¶ وفسقهم وفجورهم. ¶ ولهذه القوة العلمية والعملية عند شيخ الإسلام مظاهر: ¶ * رفضه للأعطيات. ¶ * قناعته بما له من المعلوم الذي يسد حاجته على يد أخيه ¶ الشرف، وهو القائم بشؤونه ومصالحه. ¶ 22",
            "page": "22",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ما تزوج ولا تسزى قط لا رغبة عن هذه السنة، ولكنه مثقل ¶ الظهر بهموم العلم والدعوة والجهاد. ¶ * قوته في مواقفه الجهادية، والمغازي الإسلامية، وكسر ¶ شوكة الملاحدة والباطنية، كما في وقعة شالحب - قرية قبلة دمشق ¶ 37 كيلا، والكسروان، وموقفه مع \"قازان\"، حتى وصفت شجاعته ¶ بأنها \"خالدية \". ¶ * قوته في حياته الجادة التي لا تعرف الهزل، فضلا عن سافل ¶ الاخلاق من الغيبة والنميمة، فقد كان -رحمه الله تعالى - في غاية ¶ التنزه عنها، وما عرفت له عثرة في شيء من ذلك، وكانت مجالسه ¶ عامرة بالخير لا يجرؤ المغتابون على غشيانها. ¶ * قوته في مواقفه مع الولاة، في النصح والامر والنهي. ¶ * قوته في تعبده، وتألهه، ومداومة الذكر، والاوراد، لا يشغله ¶ عن هذا شاغل ولا يصرفه صارف. ¶ فأين من يظهر القوة في الحق واذا حضرت العبادات تثاقلت ¶ إعضاؤه، وإصيب بالخمول، على حد ما ذكره الامام الشافعي ¶ -رحمه الله تعالي - من العجائب التي شهدها وعذ منها: انه ر ى ¶ مغنيا بالمدينة يعلم الجواري الغناء وعمره \"90) \" عاما وهو قائم فإذا ¶ حضر وقت الصلاة، صلى وهو جالس - نعوذ بالله من الحرمان -. ¶ *قوته في تفجير دلالات النصوص، وشق الانهار منها، ¶ واستخراج كنوزها، وهذه وحدها تعطي طالب العلم دفعة إلى ¶ إدامة النظر في كتبه وقراءتها مرة بعد أخرى. ¶ 23",
            "page": "23",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "- قوته في التأليف: بدأ -رحمه الله تعالى - التأليف وهو ابن ¶ سبع عشرة سنة، وكان من أفراد الدهر في كثرة تاليفه، فلا يعلم ¶ في الإسلام من صنف نحو ما صنف ولا قريبا منه إلا فرادا قليلين، ¶ وقد قدرت مؤلفاته بخمسمائة مجلد، وبأربعة آلاف كراس أو اكثر، ¶ وقد بلغ ما يكتبه في اليوم والليلة أربع كراريس وكان يكتب جل ¶ مؤلفاته من حفظه، وكان ذا قلم سريع الكتابة إذا رقم \"يكاد يسابق ¶ البرق إذا لمع\" لكن كان خطه في غاية التعليق والإغلاق. وكانت ¶ مؤلفاته في غاية الابداع وقوة الحجاج وحسن التصنيف والترتيب، ¶ غير مشوبة بكدر، بل خالصة من الشبه والشبه، وكثير منها لم ¶ يبيض له نسخة أخرى، وله في غير مسألة مصنف مفرد أو أكثر. ¶ ومن مؤلفاته ما لفه في قعدة، مثل: \"الحموية\" ألفها بين ¶ الظهرين سنة 698 وعمره سبع وثلاثون سنة، وألف لأهل الافاق ¶ عدة كتب، تلبية لطلبهم، منها: لاهل واسط: العقيدة الواسطية، ¶ والحموية لاهل حماة، والمراكشية لاهل مراكش، والتدمرية لأهل ¶ تدمر، وهكذا. ¶ وألف بعض كتبه وهو في السجن، منها: في السجن بمصر: ¶ \"الرد على البكري \"، وألف \"منهاح السنة النبوية \" وهو في مصر، ¶ وألف مالا يحصى في السجن بالقلعة بدمشق، منها \"الرد على ¶ الإخنائي \". ¶ وقد جرت له بسبب بعض مؤلفاته وفتاويه محن من السجن، ¶ والنيل من العرض بغير حق، كما جرى له بسبب \"الحموية\"، ¶ و\"الواسطية) \"، وبسبب فتواه في الطلاق بالثلاث، وبالحلف بالطلاق، ¶ 24",
            "page": "24",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وفتوى الزيارة وشد الرحال، وغيرها. ¶ هذا مع ما \"حصل له في بعض سجناته من منع الدواة والقلم، ¶ وإخراج ما عنده من الكتب والورق. ¶ والحاصل أن شيخ الاسلام قد جمع بين الحسنيين: القوة ¶ العلمية والقوة العملية فصار له بذلك قدم صدق في الإسلام وانتفعت ¶ به الا! مة في حياته وبعد مماته وذلك فضل الله يؤتيه من يشاء. . . ¶ وكأن ابن القيم -رحمه الله تعالى - لما تكلم عن فضل اجتماع ¶ هاتين القوتين في كتاب: \"طريق الهجرتين ص 233\" قصد شيخ ¶ الاسلام فقال: \"فمن] لناس من يكون له] لقوة العلمية الكاشفة عن ¶ الطريق ومنازلها وأعلامها وعوارضها ومعاثرها، وتكون هذه القوة ¶ أغلب القوتين عليه، ويكون ضعيفا في القوة العملية يبصر الحقائق ¶ ولا يعمل بموجبها، ويرى المتالف والمخاوف والمعاطب ولا ¶ يتوقاها، فهو فقيه مالم يحضر العمل، فإذا حضر العمل شارك ¶ الجهال في التخلف، وفارقهم في العلم، وهذا هو الغالب على ¶ أكثر النفوس المشتغلة بالعلم والمعصوم من عصمه الله ولا قوة إلا ¶ بالله، ومن الناس من تكون له القوة العممية الأرادية، وتكون اغلب ¶ القوتين عليه، وتقتضي هذه القوة السير والسلوك والزهد في الدنيا ¶ والرغبة في الاخرة، والجد والتشمير في العمل، ويكون أعمى ¶ البصر عند ورود الشبهات في العقائد والانحرافات في الأعمال ¶ والأقوال والمقامات، كما كان الاول ضعيف العقل عند ورود ¶ الشهوات، فداء هذا من جهله، وداء الأول من فساد إرادته وضعف ¶ عقله، وهذا حال أكثر أرباب الفقر والتصوف السالكين على غير ¶ طريق العلم؛ بل على طريق الذوق والوجد والعادة. . . فمن كانت ¶ 25",
            "page": "25",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "له هاتان القوتان: استقام له سيره إلى الله ورجي له النفوذ، وقوي ¶ على رد القواطع والموانع بحول الله وقوته، فان القواطع كثيرة، ¶ شأنها شأن شديد، لا يخلص من حبائلها إلا الواحد بعد الواحد، ¶ ولولا القواطع و لافات لكان الطريق معمورة بالسالكين، ولو شاء ¶ الله لأزالها وذهب بها، ولكن الله يفعل ما يريد، والوقت كما قيل ¶ سيف فان قطعته وإلا قطعك. ¶ فاذا كان السير ضعيفا، والهمة ضعيفة، والعلم بالطريق ضعيفا، ¶ والقواطع الخارجة و لداحلة كثيرة شديدة، فانه جهد البلاء ودرك ¶ الشقاء، وشماتة الأعداء، إلا أن يتداركه الله برحمة منه من حيث ¶ لا يحتسب، فيأخذ بيده ويخلصه من أيدي القواطع والله ولي ¶ التوفيق \" انتهى. ¶ الأمر الثالث: مواطن الضعف في سيرته حسب ميول الناظرين؟!! ¶ * ضعفه في نظر عشاق المناصب والولايات، فقد عرضت ¶ عليه مناصب علمية فأباها متها: \"راسة القضاء\" -قاضي القضاة - ¶ و\"رئيس المشيخة) \"، وقال: يقوم بها غيري، أما نشر العلم وتصحيح ¶ الاعتقاد، ورد الناس إلى الله ورسوله فالناس أحوج ما يكونون إليه. ¶ فالت ميزة خلدت ذكره في العالمين، وغاب أصحاب الولايات ¶ بأبهتهم بما لهم وما عليهم - من الله على الجميع بعفوه ومغفرته -. ¶ * ضعفه في نظر طلاب المادة، عشاق الأصفر الرتان، فقد ¶ عرضت عليه المرتبات، والأعطيات، فأباها ولم يتدنس بشيء من ¶ ذلك؛ لأنه - رحمه الله تعالى - يعلم أنه إذا أخذت اليد، ضعفت ¶ مقاومة الباطل، واهنز موقف الناصح. فليعتبر من يقول: \"أنا لها\". ¶ 26",
            "page": "26",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "* ما تزوج -رحمه الله تعالى - ولا تسرى، وهذه لذة لا يفوتها ¶ عامة أهل الدنيا؛ ولهذا لم يعرف أنه جمتحدث عنده في هذه الملاذ ¶ ونحوها؛ كما قال الاحنف بن قيس -رضي الله عنه -: \"جنبوا ¶ مجالسنا ذكر النساء والطعام إني أبغض الرجل يكون وصافا لفرجه ¶ وبطنه \" انتهى. وهذا خلق رفيع وشرف في النفس. ¶ الامر الرابع: السبق العلمي: ¶ وهذا من أبرز المزايا في حياة شيخ الإسلام العلمية والعملية، ¶ فكان له سبق التجديد في تحقيق التوحيد بعد طول غياب، وحماية ¶ جنابه، وحماية حماه بدقائق أضبحت نورا يقتدي به المصلحون. ¶ وقابله الخصوم: بافتراآت على الشيخ من خلال دعاوي كاذبة، ¶ مثل: دعوى بغض النبي - صلى الله عليه وسلم - واين الاثبات!؟ ودعوى انه يمنع ¶ زيارة القبور وإنما منع البدعية لا الشرعية. ودعوى انه يمنع من ¶ زيارة قبر النبي - صلى الله عليه وسلم - وإنما منع شذ الرحال إليه. ودعوى انه ¶ يوالي النصارى، و نى يكون ذلك وله \"الجواب الصحيح لمن بدل ¶ دين المسيح) \"؟! وكانت هذه التهمة الباطلة القى بها المغرضون في ¶ حياته فبين -رحمه الله تعالى - سببها كما في: \"الفتاوى: 118/ 2 \" ¶ في رسالته: \"حقيقة مذهب الاتحاديين \". ¶ وسبق التجديد في الفقهيات وهي لا تحصى كثرة، وقابلها ¶ الخصوم بأنه خرق الإجماع، وقد نافح عنه العلامة برهان الدين ¶ إبراهيم ابن تلميذ شيخ الإسلام ابن قيم الجوزية في رسالة محررة ¶ نافعة باسم: \"اختيارات شيخ الاسلام ابن تيمية \". ¶ وسبق التجديد في علوم المنطق والفلسفة، هدم من خلال ¶ 27",
            "page": "27",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ردوده عليهم عددا من أقوالهم وقواعدهم. ¶ الأمر الخامس: استجلاء العبر والدروس: ¶ يمكن استجلاء الاتي: ¶ 1 - ما نال شيخ الإسلام - رحمه الله تعالى - منزلة الإمامة في العلم ¶ والدين إلا من آثار التقوى واليمين والصبر فى ذات الله تعالى ¶ على المكاره؛ ولهذا قال: \"بالصبر واليقين تنال الامامة في ¶ الدين \". ¶ 2 - من أعطم أسباب الفوز والنصر، الزهد في المناصب والولايات، ¶ والكف عن زخرفها، وكما كان شيخ الإسلام كذلك، فقد كان ¶ أئمة الإسلام على هذه الجادة منهم الإمام أحمد بن حنبل ¶ - رحمه الله تعالى - ولهذا قيل في ترجمته: \"أتته الدنيا فأباها، ¶ والولايات فقلاها\". ¶ فمسكين من يتطلع إليها ويقول: أنا لها، ومغبون -والله - من ¶ دفع ثمنها مقدما بالتنازل عن شيء من دينه، والملاينة على ¶ حساب علمه ويقينه، وكل امرىء حسيب نفسه. ¶ 3 - البذاذة من الإيمان، والاقتصاد في أمور المعاش من وظائف أهل ¶ الاسلام، وهكذا كان شيخ الاسلام - رحمه الله تعالى - مجتنبا ¶ الترفه في المعاش، وتطلب الملاذ، فما أحلاه من أدب. ¶ 4 - إنها \"العصامية لا العظامية\". ¶ ليس الفتى من يقول كان أبي ... إن الفتى من لقول ها أنذا ¶ 28",
            "page": "28",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "فسحقا لعشاق: العصبية -الطبقية - الذين يتغنون بأمجاد ¶ أسلافهم وقد تسفلوا، ويستعلون على الناس بأهليهم وأذوائهم وقد ¶ تقذروا؛ ليقال لهم: نعم الاباء ولكن بئس ما خلفوا، وان افتخار ¶ المرء بوصف أبيه، مثل افتخار الكوسج بلحية أخيه، أما من جمع ¶ بين الحسنيين، وفاز بالفضيلتين، فذلك فضل الله يؤتيه من يشاء. ¶ وهكذا كان شيخ الاسلام -رحمه الله تعالى - فلم يركن إلى ¶ الدنيا، وأخذ يتغنى بابائه فيقول: والدي مفتي الحنابلة، وجذي ¶ المجد شيخ الاسلام. . . بل سلك جادة العلم والإيمان حتى صار ¶ زينة لاهل الاسلام. ¶ 5 - لا تكاد نفسه تشبع من العلم، ولا تروى من المطالعة، ولا ¶ تمل من الاشتغال به، ولا تكل من البحث فيه، وقل أن يدخل ¶ في علم إلا ويفتح له فيه؛ ولهذا قال الذهبي: \"ما رأيته إلا ¶ ببطن كتاب \". ¶ قال السخاوي في: \"الجواهر والدرر: 117/ 1\" بسنده عن ¶ الشمس ابن الديري قال: \"سمعت علاء الدين البسطامي ببيت ¶ المقدس يقول: وقد سأله هل رأيت الشيخ تقي الدين ابن تيمية؟ ¶ فقال: نعم، قلت: فكيف كانت صفته؟ فقال. هل رأيت قبة ¶ الصخرة؟ قلت: نعم، قال: كان كقبة الصخرة مليء كتبا ولها ¶ لسان يتطق\" انتهى. ¶ هذا مع انصراف عن أمور الدنيا انصرافا كليا؛ إذ ليس له من ¶ المعلوم لا اليسير، وقد تكفل أخوه شرف الدين بشؤونه. ¶ وهذا يفيد الدرس الاتي: وهو عدم اجتماع الضدين فكما أن: ¶ 29",
            "page": "29",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "حب الكتاب وحمث ألحان الغنا ... في قلب عبد ليس يجتمعان ¶ فحب العلم واشغال القلب والبدن بالمال وجمعه وتنميته، ¶ والمكاثرة فيه لا يجتمعان، فكلما منحت هذا من جهدك ووقتك ¶ ضاع من ذاك، فلنبك على حالنا؟. ¶ 6 - ولماسافر-رحمه الله تعالى - إلى مصر سنة 700 نزل عند عم ¶ تلميذه ابن فضل الله العمري، وكان سفره للحض على الجهاد، ¶ فرتب له مرتب، و عطيات، فلم يقبل منها شيئا. ¶ فهل يعتبر من ابتلوا بالتسول على مستوى رفيع، ويتنمر الواحد ¶ منهم على معارفه واخوانه، والرفعاء منهم يعلمون أنه في الظاهر: ¶ مطاع متبوع، وهو في الباطن عبد مطيع تابع ذليل. ¶ ،على ان الارض لا تخلو من المتاسين بالصالحين، الذين ¶ تجردوا من هذه الحظوظ، ولم يتدنسوا بشيء منها. ¶ 7 - دروس وعبر مما ناله -رحمه الله تعالى - من الاذايا في ذات ¶ الله - تعالى -: ¶ إن عالما يفتح الله عليه بميراث علم النبوة، وينطر في واقع ¶ الحياة فيرى من ظلمات الاعراض عن الوحي والتنزيل ما الله به ¶ عليم: حلولية، اتحادية، طرقية بدعية، جهمية، معتزلة، أشاعرة، ¶ مقلدة متعصبة، وكل يرى أن ما هو عليه هو الحق، ثم يأتي حامل ¶ الضياء، فيكاسر هؤلاء وهؤلاء، لاشك سيكون له خصوم وخصوم ¶ مما ادى إلى سجنه تارة، والترسيم عليه تارة، ومناظرته تارة، ¶ واذايته بالمحن الالهي خرى تارة اخرى، وإغراء السفهاء، وتسليط ¶ 30",
            "page": "30",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "الدهماء، وهكذا من صنوف الأذى، ومن كل ذلك قد نال شيخ ¶ الاسلام - رحمه الله تعالى -. ¶ ومن نظر في سير المصلحين وما ألف من كتب مفردة في ¶ إذايتهم مثل كتاب \"المحن\" لابي العرب وغيره لم ير عالما لحقه ¶ من صنوف الاذايا من سجن وغيره مثل شيخ الإسلام -رحمه الله ¶ تعالى -. ¶ وحسبي هنا أن استقرىء وقائع سجنه والترسيم عليه: ¶ لما بلغ -رحمه الله تعالى - الثانية والثلاثين من عمره وبعد ¶ عودته من حجته، بدأ تعرضه - رحمه الله تعالى - لاخبئة السجون، ¶ وبلايا الاعتقال، والترسيم عليه: \"الاقامة الجبرية \". خلال أربعة ¶ وثلاثين عاما، ابتداء من عام 693 إلى يوم وفاته في سجن القلعة ¶ بدمشق يوم الاثنين 20 ذي القعدة 728 وكان سجنه سبع مرات: ¶ أربع بمصر بالقاهرة وبالإسكندرية، وثلاث مرات بدمشق، وجميعها ¶ نحو خمس سنين وجميعها كذلك باستعداء السلطة عليه من خصومه ¶ الذين نابذ ماهم عليه من الانحراف في الاعتقاد والسلوك والتمذهب، ¶ عسى أن يفتر عنهم، وأن يقصر لسانه وقلمه عما هم عليه، لكنه ¶ لا يرجع. ¶ وهي مجملا: ¶ السجنة الأولى: بدمشق بسبب واقعة عساف التصراني الذي ¶ سب النبي - صلى الله عليه وسلم - وهي لمدة قليلة، وعلى أثرها لف: \"الصارم ¶ المسلول \". ¶ السجنة الثانية: بمصر بسبب مسائل في الصفات، لمدة سنة ¶ 31",
            "page": "31",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وستة شهور. ¶ السجنة الثالثة: بمصر بسبب مسالة الاستغاثة والتوسل، ايافا ¶ قليلة. وفيها الف: \"الرد على البكري \". ¶ السجنة الرابعة: بمصر وهي امتداد للثالثة، لمدة تزيد عن ¶ شهرين. ¶ السجنة الخامسة: بمصر وهي امتداد للرابعة، لمدة سبعة ¶ شهور و يام. ¶ السجنة السادسة: بدمشق، بسبب مسالة الطلاق، لمدة خمسة ¶ شهور وثمانية وعشرين يوما. ¶ السجنه السابعة: بدمشق بسبب مسألة الزيارة، لعامين وثلاثة ¶ أشنهر وأربعة عشر يوما. وفيها ألف جملة من الكتب منها: \"الرد ¶ على الاخنائي\". ¶ وهذا بيان سجناته وأسبابها وآثارها مع شيء من التفصيل: ¶ السجنة الأولى: في دمشق عام 693 لمدة قليلة، بسبب واقعة ¶ عساف النصراني، الذي شهد عليه جماعة أنه لسب السبيئ -! - ¶ فلما بلغ الخبر شيخ الاسلام -رحمه الله تعالى - اجتمع هو والشيخ ¶ زين الدين الفارقي شيخ دار الحديث، فدخلا على نائب السلطان ¶ بدمشق، عز الدين أيبك الحموي فطلب النائب إحضاره، فحضر ¶ عساف ومعه مجيره \"أمير ال على\" فضربهما الناس بالحجارة؛ ¶ لهذا طلب النائب الشيخين: ابن تيمية والفارقي، فضربهما بين ¶ يديه، ورسم عليهما بالعذراوية ثم استدعاهما النائب وأرضاهما، ¶ 32",
            "page": "32",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وادعى النصراني الإسلام، ثم قتل في طريقه إلى الحجاز، قتله ¶ ابن اخيه. ¶ وعلى إثر هذه الواقعة ألف شيخ الإسلام: \"الصارم المسلول ¶ على شاتم الرسول \" فانظر الى اثار رحمة الله. ويستفاد من هذا أ ن ¶ المحتسب إذا نصح بأمر، فلم يقبل منه، وناله في سبيله بعض ¶ الاذى فليحتمل ذلك بنفس رضية، ولن يخلو قيامه بالحق من أثر ¶ بإحسان. ¶ وقد نفع الله أهل الإسلام بهذا الكتاب وكسر به المرجئة ونصر ¶ به السنة والحمد لله، وما أحوج المسلمين اليوم إلى مدارسة هذا ¶ الكتاب وتنفيذ العقوبات الصارمة لكل من يسب الله -عز شأنه- ¶ أو رسوله - صلى الله عليه وسلم - أو الاسلام وقد كثر ذلك -والعياذ بادثه - في هذا ¶ العصر، وظهر بأشكال مختلفة، ولن يردع الفجار إلا تنفيذ شرع ¶ الرحمن وذلك هو الإيمان المأمور به، وهو النصر المشروط في ¶ قوله سبحانه: < ن لعصر الله ينصريهئم ويلبت أقدامكؤ لإص7*ا). ¶ السجنة الثانية: في القاهرة لمدة عام وستة شهور من يوم ¶ الجمعة 26 رمضان 705 سجن في برج أيافا، ثم نقل إلى الجمث ¶ بقلعة الجبل ليلة العيد 1 شوال 705 ومعه أخواه الشرف عبدالله ¶ والزين عبدالرحمن، واستمر إلى يوم الجمعة 23 ربيع الأول ¶ 707. وكان خادمه وتلميذه إبراهيم الغياني من المرافقين له في ¶ سفره هذا إلى مصر. ¶ وسببها: ما ذكره ابن كثير في حوادث سنة 705 في المجلس ¶ الثالث فلينظر بطوله. ¶ 33",
            "page": "33",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وهي بسبب مسألة العرش ومسألة الكلام ومسألة النزول، ¶ وفيها من المواقف البطولية، والصدق في ذات الله ما يملأ النفس ¶ بالايمان والجد في العمل. ¶ وكان مما جرى فيها أن أخاه الشرف، ابتهل، ودعا الله عليهم ¶ في حال خروجهم، فمنعه الشيخ وقال له: بل قل: \"اللهم هب ¶ لهم نورا يهتدون به إلى الحق \". ¶ فلله ما اعظمه من ادب جم، وما اعظمه من خلق رفيع، ¶ وهضم للنفس، وبحث عن الحق. وإن هذه -وأيم ادثه - فائدة ¶ تساوي رخلة، وأين هذه من حالنا، إذا نيل من واحد مئا غضب ¶ وسخط، وجلب أنواع الدعاء على عدوه، فاللهم اجعل لنا ولمن ¶ اذانا فيك نورا نهتدي به إلى الحق. ¶ السجنة الثالثة: بمصر لمدة أيام قليلة ابتداء من 3 شوال 707 ¶ بسبب استعداء السلطة عليه من المتصوفة بالقاهرة؛ لمنعه الاستغاثة ¶ والتوسل بالمخلوقين، وكلامه في ابن عربي الحاتمي الصوفي ¶ الملحد، فعقد له مجلس فاختلف الحضور بين براءته، وإدانته، ¶ وكان في طرف الإدانة القاضي البدر ابن جماعة. ¶ عندئذ خير بين أمور ثلاثة: العودة إلى دمشق، أو البقاء ¶ بالإسكندرية بشروط، أو الحبس فاختار الحبس، فألح عليه ¶ جماعة من رفاقه ليسير معهم إلى دمشق ويقبل الشروط، فوافقهم ¶ فركب خيل البريد ليلة 18 شوال 707. ¶ وبسببها ألف كتابه في الاستغاثة المعروف باسم: \"الرد على ¶ البكري \". ¶ 34",
            "page": "34",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "السجنه الرابعة: بمصر في قاعة الترسيم من آخر شهر شوال ¶ سنة 707 إلى أول سنة 708 أي لمدة تزيد عن شهرين. ¶ ذلك انه لما اختار بعد السجنة التالثة السفر إلى دمشق بشروط، ¶ ردوه من مثاني الطريق يوم ليلة سفره 18 شوال 707 بمشورة نصر ¶ المنبجي الحلولي، الذي له مكانة عند الوالي، فعرض الشيخ على ¶ قضاة المالكية، فاختلفوا، فلما رأى الشيخ ذلك قال: \"أنا أمضي ¶ إلى الحبس وأتبع ما تقتضيه المصلحة \" فعكف عليه الناس، زيارة، ¶ وتعلما، واستفتاء. ¶ وفيه حصلت له قصة مع رهبان النصارى الثلاثة، وقد ساقها ¶ تلميذه الغياني مع وقائع أخرى في نحو عشر صفحات، فلتنظر في ¶ الجامع: \"ص/ 132 - 0 15 \". ¶ السجنة الخامسة: الترسيم عليه بالإسكندرية في 1 ربيع الأول ¶ 709 الى 8 شوال 709 دون مرافق معه تحت نظر الولاية. وهذه ¶ مكيدة اخرى من نصر المنبجي، والجاشنكير، يتربصان من يغتاله، ¶ وفي هذه الحال جاء عنده بعد أيام شمس الدين بن سعد الدين ¶ الحراني، وأخبره أنهم يسفرونه إلى الإسكندرية وجاءت المشايخ ¶ التدامرة وأخبروه بذلك، وقالوا له: كل هذا يعملونه حتى توافقهم، ¶ وهم عاملون على قتلك، أو نفيك، أو حبسك، فقال لهم: \"أنا إ ن ¶ قتلت كانت لي شهادة، وان نفوني كانت لي هجرة، ولو نفوني ¶ إلى قبرص دعوت أهلها إلى الله و جابوني، وان حبسوني كان لي ¶ معبدا، وانا مثل الغنمة كيفما تقلبت، تقلبت على صوف\" فيئسوا ¶ منه وانصرفوا. ¶ 35",
            "page": "35",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وما هي إلا شهور ويتولى الملك الناصر محمد بن قلاوون ¶ سنة 709 فأفرج عن الشيخ واستدعاه للقاهرة، وقتل الجاشنكير ¶ شر قتلة، وحمل نصرا المنبجي ومات في زاويته. و راد الناصر أ ن ¶ ينتقم من القضاة والفقهاء الذين كانوا يوالون الجاشنكير، فاستفتى ¶ شيخ الاسلام ابن تيمية، ففهم الشيخ مقصوده، فشرع في مدحهم ¶ والثناء عليهم، وأنهم لو ماتوا لم تجد مثلهم في دولتك، أما أنا ¶ فهم في حل من جهتي. ¶ وكان القاضي ابن مخلوف المالكي يقول بعد ذلك: ¶ \"ما رأينا أتقى من ابن تيمية، لم نبق ممكنا في السعي فيه، ¶ ولما قدر علينا عفا عنا\". عتدئذ نزل الشيخ القاهرة، وسكن بالقرب ¶ من مشهد الحسين، والخلق على اختلاف طبقاتهم يترددون عليه، ¶ وهو يقول: \"أنا أحللت كل من اذاني ومن اذى الله ورسوله فالله ¶ ينتقم منه\". ¶ وحصل له من الإجلال والتعظيم ما يطول وصفه، وبسطه ¶ ابن كثير في سنوات 709 - إلى سنة 712. ¶ واستمر إلى أن قدم دمشق صحبة السلطان لملاقاة التتر في8 ¶ شوال 712 أي بعد غيبة في مصر دامت نحو سبع سنين، سجن ¶ ورسم عليه خلالها أربع مرات، استغرقت نحو سنتين ونصف، ¶ وكان اخواه معه حتى عاد الى دمشق. ¶ وحصل خلال إقامته هذه بمصر خير كثير، ونشر للعلم عظيم، ¶ وفيها كانت جملة كبيرة من مؤلفاته منها: \"منهاج السنة النبوية\" ¶ و\"الاستقامة\" و\"تلبيس الجهمية \" و\"الفتاوى المصرية \" وغيرها مما ¶ 36",
            "page": "36",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "ذكره ابن رجب في ترجمته. ¶ السجنة السادسة: بدمشق لمدة؟ خمسة أشهر وثمانية وعشرين ¶ يوما، من يوم الخميس 12 رجب 720 إلى يوم الاثنين 10 محرم ¶ 721 بسبب مسألة الحلف بالطلاق، وأنتجت هذه مجموعة كبيرة ¶ من الكتب والفتاوى والردود الحاق صة، منها: \" الرد الكبير على من ¶ اعترض عليه في مسألة الحلف بالطلاق \". ¶ السجنة السابعة وهى] لأخيرة وفيها خاتمة حياته المباركة. ¶ بدمشق لمدة عامين وثلاثة أشهر وأربعة عشر يوما، ابتداء من يوم ¶ الاثنين 6 شعبان 726 إلى ليلة وفاته -رحمه الله تعالى - ليلة ¶ الاثنين 0 2 ذي القعدة 728 بسبب ا مسألة الزيارة، و نتجت تاليف ¶ كثيرة، منها: كتابه: \"الرد على الإ-خنائي\". ¶ وفيها حصل له من الفتوح ال. بانية بالعلم، والعبادة، ما يبهر ¶ العقول، وصدر منه من الكتب والرسائل و لفتاوى العجب العجاب، ¶ مع أنه في اخر وقته منع القلم والدواة والكتب والرقاق. ¶ وهذه السياقات تفيد أن طريق الاصلاح شاق وطويل، ومحفوف ¶ بالمخاطر، والاذايا، والمكاره، فل. بد للداعي من الصبر والتحمل، ¶ ولكن ليس معنى هذا أن يشحن امرؤ نفسه بالمشاقة، وليس له ¶ رصيد من علم، ولا حصانة من إخا 6 ص ولا لسان صدق في الا! مة، ¶ ثم يقول: لي قدوة بشيخ الإسلام ابن تيمية -رحمه الله تعالى -إ! ¶ فان هذا من التعرض للبلاء بما لا يطاق، وله من المردودات ¶ السالبة على مسيرة الدعوة والعلم مالا يخفى، والله لا يضيع أجر ¶ من أحسن عملا. ¶ 7\"2",
            "page": "37",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ويذكرني في الوصية بالصبر في سبيل الدعوة: أنه لما تخرج ¶ فوج من الجامعة الاسلامية بمدينة النبي -! ؤ- بعد سنة 1385 ¶ أعد حفل التخرج وكانت كلمة الأساتذة لشيخنا العلامة الشيخ ¶ محمد الأمين الشنقيطي. المتوفى سنة 1393 - رحمه الله تعالى- ¶ فأخذ في كلمته يوصي بتقوى الله و لصبر على ما يلاقيه الداعي إلى الله ¶ من المشاق، وقال ما محصله: إن طريق الدعوة شاق وطويل، ¶ ومملوء بالشوك والحفر فتسلحوا بالإيمان والصبر والتحمل. . . ¶ إلخ. فكانت وصية وقعت في القلوب موقعا، ثم كان من الحضور ¶ الشيخ / محمد محمود الصواف المتوفى سنة 1413 - رحمه الله ¶ تعالى - فعقب على ما ذكر، وقال ما محصله: إن طريق الدعوة ¶ سهل، ومفروش بالورود والرياحين، والعالم الاسلامي يفتح ¶ ذراعيه لاستقبالكم. . . إلخ. فعقب عليه الشيخ الأمين - رحمه الله ¶ تعالى - بقوله: إذا كان ما يقوله الصواف صحيحا فليرجع إلى ¶ مسقط رأسه العراق داعية إلى الله لينظر ماذا سيلاقيه؟! فضجت ¶ الصالة بالتكبير وانصرف الحضور وهم للأمين شاكرون؟!. ¶ 8 - من حياة هذا الإمام التجديدية، ودعوته الإصلاحية، تعرف ¶ معنى التجديد، وأنه قفو الاثر، واحياء السنن، والتوجه مع ¶ الدليل، واصلاح ما رب من حال الا4 مة بالعودة بها إلى الكتاب ¶ والسنة، ولهذا صارت دعوته، ومؤلفاته منارا لأهل الإسلام. ¶ ومن هنا تعرف زيوف الدعوات التجديدية المعاصرة من بعض ¶ من شابتهم لوثة في الفكر والاعتقاد. الدعوة إلى التجديد في ¶ الفقه، والتجديد في الاصول، والتجديد في موازين قبول السنة، ¶ وهكذا من دعوات تهدم الدين، وتضر بالمسلمين. ¶ 38",
            "page": "38",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "ومن سيرة هذا الامام المصلح وغيره من ائمة الاسلام السائرين ¶ على هدي الكتاب والسنة يتبين خطأ الموازنة بينهم وبين أصحاب ¶ الدعوات التي مسها من الضلالات والبدع ما الله به عليم وإن ¶ حقيقة هذه الموازنة إزراء بائمة الإ سلام حقا. والله المستعان. ¶ 39",
            "page": "39",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "المدخل الثالث إفادات شتى عن كتبه ¶ هذه إفادات منثورة في معارف متنوعة عن كتب هذا الامام، ¶ تفيد ألتعريف بها، وبمنزلتها، وتجلي المزيد عن مقامه الفريد في ¶ التأليف. ¶ ومنها: ¶ الافادة الأولى: تاريخ بدايته للتأليف: ¶ شرع في التصنيف وسنه دون العشرين، وحدده تلميذه الحافظ ¶ ابن عبدالهادي في \" العقود الدرية. ص 55\" بنحو سبعة عشر عاما، ¶ أي عام 677؛ لأن ولادته كانت سنة (661) - رحمه الله تعالى -. ¶ الأفادة الببانية: عددها - لغة الأرقام لها -: ¶ التاليف الالفي عن اجتهاد مطلق، وتعدد معارف، وتجديد، ¶ بقلم مطبوع قائل لا ناقل جماع، هو من خصائص شيخ الإسلام ¶ ابن تيمية -رحمه الله تعالى - فلا يعرف في علماء الإسلام من بلغ ¶ في كفهة التاليف على هذا المنوال مبلغه، كما ذكره غير واحد من ¶ اهل الاستقراء. ¶ منهم: تلميذه الحافظ ابن عبدالهادي إذ قال في: \"العقود ¶ الدرية: ص/26\": \"ولا أعلم حدا من متقدمي الا! مة ولا متاخريها ¶ 41",
            "page": "41",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "جمع مثل ما جمع ولا صنف نحو ء، صنف) \". ¶ وقد جمع الحافظ الذهبي منها اسم ألف مصنف، ثم حصلت ¶ له زيادات بعد ذلك كما في: \"الرد ا (وافر لابن ناصر الدين ص/ 72\" ¶ وقدرها في: \"خمسمائة مجلد\" كما ذكره عنه ابن عبدالهادي في: ¶ \"العقود الدرية: ص/ 25) \". ¶ وقدرها تلميذه البرزالي في \"أربعة آلاف كراس وأكثر\" كما ¶ في: \"العقود الدرية لابن عبدالهادي إ: ص/23) \". على أن تلميذه ¶ ابن عبدالهادي أشار في كتابه هذا: \"ص/65 - 66\" إلى تعذر ¶ إحصاء كتب شيخ الإسلام - رحمه ادله تعالى - وذكر أسباب ذلك، ¶ ومما قاله: ¶ \"لما حبس: تفرق أتباعه وتفروت كتبه، وخوفوا أصحابه من ¶ أن يظهروا كتبه، ذهب كل احد بما 2 عنده و خفاه ولم يظهروا كتبه، ¶ فبقى هذا يهرب بما عنده، وهذا يبيعه أو يهبه، وهذا يخفيه ¶ ويودعه، حتى إرب منهم من تسرق 5 تبه، أو تجحد فلا يستطيع أ ن ¶ يطلبها ولا يقدر على تخليصها\" انتهر،. ¶ وثم أسباب أخر، في نسبة بعفرا كتبه لغيره: ¶ منها: كيد أعدائه لإخفاء فضله، ينسبون كتابه لغيره. ¶ ومنها: خوف أصحابه من مطاردة السلطة فيلجؤون إلى تغيير ¶ اسم المؤلف. ¶ ومنها: جهل مفهرسي الكتب فاتد ينسبون الكتاب إلى ناسخه ¶ في حال عدم وجود الورقة الا! ولى مز، الكتاب وهكذا. ¶ 42",
            "page": "42",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وقد طبع منها ما يزيد على مائتين ما بين كتاب في مجلد ¶ فاكثر مثل: \"منهاج السنة النبوية) \" في ثمانية مجلدات، و\"درء ¶ تعارض العقل والنقل \" في \"عشر مجلدات \" وغيرهما كثير. ¶ ومنها رسائل وهي كثيرة جذا، وفتاوى وهي اكثر، وكان الكتاب ¶ الجامع الذي حفل بها: \"مجموع فتاوى شيخ الإسلام ابن تيمية ¶ -رحمه الله تعالى \" في سبعة وثلاثين مجلدا منها اثنان للفهارس. ¶ جمع وترتيب الشيخ عبدالرحمن بن قاسم المتوفى سنة 1392 ¶ وابنه الشيخ محمد (1) -رحمهما الله تعالى - وقد امضيا -رحمهما ¶ الله تعالى - في جمعه وترتيبه وطبعه ما يزيد على ثلاثين عاما، ¶ وهو غرة في جبين الدهر. \" ¶ ثم إن الشيخ محمد بن عبدالرحمن بن قاسم المذكور -رحمه ¶ الله تعالى - استدرك عليه كتابا باسم: \"المستدرك على مجموع ¶ فتاوى شيخ الإسلام ابن تيمية \" في خمسة اجزاء يحوي عشر ¶ رسائل لم تطبع من قبل متها: \"قاعدة في الاستحسان \" لشيخ ¶ الاسلام -رحمه الله تعالى - والتقاط ما وقع له من اختياراته ¶ وكلامه في كتب ابن القيم، والشمس ابن مفلح، والمرداوي. ¶ هذا عرض عن عدد مؤلفاته -رحمه الله تعالى - في عددها، ¶ __________ ¶ (1) توفي الشيخ محمد بن عبدالرحمن بن قاسم في يوم الاثنين 27/ جمادى ¶ الثانية / 1421 بحادث سيارة بمدينة الرياض. وقد ولد سنة 1345 في بلدة ¶ البير. كان رحمه الله تعالى عابدا زاهدا منصرفا عن الناس، أخذ العلم عن ¶ والده وعن الشيخ محمد بن إبراهيم ولازمه مدة طويلة، وكان به برا فاعتنى ¶ بعلمه وفتاويه فنشرها للعاس في 13 مجلدا فجزاه الله خيرا ورحمه وبارك ¶ في ذريته لباقين امين. ¶ 43",
            "page": "43",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وعدد مجلداتها، وعدد كراريسها، وقول بعضهم بتعذر إحصائها، ¶ وأسباب ذلك. ¶ نعم سبق ابن تيمية بالتاليف الالفي الإمام المشهور ابن الجوزي ¶ الحنبلي المتوفى سنة 597 - رحمه الله تعالى - ذكره شيخ الإسلام ¶ ابن تيمية كما ياتي في: \"الإفادة الرابعة: عن مزاياها\" وسبقهما ¶ عبدالملك بن حبيب المالكي صاحب \"الموضحة\" المتوفى سنة ¶ 238 - رحمه الله تعالى - كما في: \"ترتيب المدارك \" للقاضي ¶ عياض -رحمه الله تعالى -. ثم من بعدهم: محمد بن أبي بكر بن ¶ جماعة الشافعي المتوفى سنة 819 أحد تلاميذ ابن حلدون - رحمه ¶ الله تعالى - ثم ثلاثة تعاصروا: يوسف بن عبدالهادي الحنبلي ¶ المعروف بابن المبرد المتوفى سنة 909 - رحمه الله تعالى- ¶ والحافظ الجلال السيوطي المتوفى سنة 911 - رحمه الله تعالى- ¶ وتلميذهما الشمس ابن طولون المتوفى سنة 953 - رحمه الله تعالى- ¶ ولدي كتاب مخطوط باسم: \"الفلك المشحون فيما انتحله الشمس ¶ ابن طولون \". أي من كتب شيخه السيوطي لعبدالعزيز الغماري. ¶ وابن المبرد الحنبلي دأبه اختصار مؤلفات غيره، وابن جماعة جلها ¶ شروج، وتعاليق، وحواشيى، ونكت. والذين صار لهم حظ في ¶ نشر مؤلفاتهم وطبعها هم: ابن الجوزي، والسيوطي، وابن تيمية، ¶ لكن شيخ الإسلام ابن تيمية -رحمه الله تعالى - لا ينافسه أحد ¶ منهم في نفاسة مؤلفاته ومزاياها التجديدية المتعددة فهو من بينهم ¶ \"بيت القصيد\"، ولهذا تنافس العلماء في تحقيقها وطبعها لأنه ¶ الوحيد في علماء الاسلام في التاليف الالفي على هذا المنوال ¶ - رحم الله الجميع -. ¶ 44",
            "page": "44",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "الافادة الثالثة: موضوع تاليفه: ¶ في كل علوم الشريعة قد كتب شيخ الإسلام: في التوحيد و صل ¶ الدين، وما يضاده، والسنة وما يخالفها من البدع والمحدثات، ¶ وفي التفسير وأصوله، والحديث وشرحه ومصطلحه، والفقه ¶ و صوله وقواعدهما، وحكمة التشريع ومقاصد الشريعة ... ¶ ويداخل ذلك من علوم الالة واللسان والبلاغة والبيان، وأصول ¶ البحث والنقد والمناظرة، والمنطق، ما لو جمع شتاته لجاء في ¶ كل علم منها مؤلف شامل في مجلد أو مجلدات. ¶ ومن نظر في فهارس مجموع الفتاوى رأى ذلك و كثر منه. ¶ ومن خلال النظر في تسمية مؤلفاته ومضامينها، ومما هو ¶ معلوم أن التأليف إما ن يكون ابتداء أو لسبب اقتضاه يمكن أ ن ¶ نستخلص المعارف الاتية عن موضوع مؤلفاته: ¶ 1 - ابن تيمية لم يؤلف ابتداء متونا على الجادة المعهودة في الفقه ¶ مثلا على الابواب، وفي الا! صول على الأدلة، وفي التوحيد ¶ متنا شاملا لمسائل الاعتقاد بأنواعه الثلاثة، وانما هي فتاوى ¶ واجوبة وردود وبحوث في مسائل حقق فيها ودقق ومن ¶ مجموعها يخرج في كل فن مجلد أو مجلدات. ¶ قال شيخ الاسلام ابن تيمية -رحمه الله تعالى - في متاظرته ¶ حول الواسطية: \"وأما الكتب فما كتبت إلى أحد كتابا ابتداء ¶ أدعوه به إلى شيء من ذلك، ولكنني كتبت أجوبة أجبت بها ¶ من يسألني من أهل الديار المصرية وغيرهم. . . \" انتهى من: ¶ \"العقود الدرية: ص/ 08 2\". ¶ 45",
            "page": "45",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "2 - جل تاليفه في دائرة الردود وهي غير مردودة، والفتاوى و جوبة ¶ السائلين والمعترضين وهي أجوبة مسددة محمودة. وتقرير ¶ القواعد، والامالي في تفسير سورة أو ايات أو اية أو حديث ¶ او أثر. ¶ وعامتها تسبح في فلك التوحيد والاعتقاد والرد على أهل الملل ¶ والفرق المخالفين. كما بين تلميذه البزار في كتابه: \"الأعلام ¶ العلية ص/35 - 37\" وتلميذه ابن عبدالهادي في: \"العقود ¶ الدرية ص/38) \" وغيرها مما هو في دائرة الفقه ومسائله. ¶ 3 - ربما كتب تأليفا للتذكر كما ذكره ابن عبدالهادي. ص/21 ¶ قال: \"قال الشيخ أبو عبدالثه بن رشيق. . . ورأيت له سورا أ و ¶ ايات يفسرها يقول في بعضها: كتبته للتذكر\" انتهى. ¶ 4 - ويكتب ابتداء رسائله وهو في السجن إلى والدته، وإلى إخوانه، ¶ ومناصحاته للولاة، ووصايا 5 للعلماء وهكذا. ¶ 5 - ويكتب ابتداء بعض الشروج وهي محدودة: ¶ - شرح المحرر. وهي تعليقة في مجلدات. ¶ - شرح العمدة للموفق ابن قدامة. ربع العبادات فقط. ¶ - شرح رسالة ابن عبدوس في كلام الإمام أحمد في الأصول. ¶ - شرح قصيدة في الجبر والاختيار. ¶ - شرح أول المحصل للرازي. ¶ - شرح أول كتاب الغزنوي في أصول الدين. ¶ 46",
            "page": "46",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "- شرح العقيدة الإصفهانية. ¶ 6 - بلغت فتاويه مبلغا عظيما في الفقهيات وتحرير الخلاف فيها ¶ مما شمل جميع أبواب الفقه. وكان أمره في الفتيا عجبا يأتيه ¶ الاستفتاء ويعد الفتوى عليه حالا كأنه قاعد للفتيا يعدها. ¶ الرابعة: مزاياها: ¶ إن كتب شيخ الإسلام ابن تيمية -رحمه الله تعالى - لفتت ¶ أنظار العلماء، فلابد أن يلفتوا النظر إلى مزاياها وخصائصها، ¶ ومنها: ¶ 1 - أنه -رحمه الله تعالى - في تاليفه مطبوع قائل لا ناقل، وإنما ¶ النقل عنده؛ للتدليل والإسناد، لا أنه مادة الكتاب؛ ولهذا ¶ يستشعر قارىء كلامه انه كماء منهمر، وغيث منسجم. ¶ 2 - ليس له فيها على غير الدليل معول، فلا يستشكل نصوص ¶ الوحيين، بل يستشكل الاراء المخالفة لها بأي من المعارضات ¶ الأربع: المعقول. القياس. الذوق. السياسة فيهدرها، ويخلص ¶ النصوص من شائبة إيرادها؛ ولذا كان في الترجيح والاختيار ¶ ينشد الدليل، ويجرد المتابعة له، ولمدلوله، وأن الحق في ¶ واحد من القولين، وأن كل إنسان عند نفسه مصيب لا أن كل ¶ واحد مصيب، وهذا شأن من ينصر الله ورسوله، ويخاف ¶ مقامه بين يدي الله -تعالى -. وصدق تلميذه الواسطي حين ¶ قال في: \"التذكرة والاعتبار\": \"تستجلى النبوة المحمدية من ¶ دعوته \" ولسان حاله ينشد قول أبي محمد بن حزم رحمه الله ¶ تعالى: ¶ 47",
            "page": "47",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "مناي من الدنيا علوم أبثها ... وأنثرها قي كل باد وحاضر ¶ دعاء إلى القران والسنن التي ... تناسى رجال ذكرها في المحاضر ¶ 3 - تقديم أقوال الصحابة -رضي الله عنهم - على من سواهم؛ ¶ لدلالة الكتاب والشنة و لقيالس عليها. ¶ 4 - عنايته -رحمه الله تعالى - بعلل الاحكام وأوصافها المناسبة ¶ ومداركها، ووجوه الاستدلال منها. ¶ 5 - تميزها بالفقه المقاصدي للتشريع، ونشر محاسن الشريعة ¶ وحكمها. ¶ والتميز بالفقه المقاصدي هو في دائرة الضروريات الخمس، ¶ لا على جادة بعض من ينادي به في عصرنا فيفتح باب العبارة ¶ الفاجرة: \"حرية التعبير\" وتشمل \"حرية الدين، حرية الفكر، ¶ حرية المعتقد، حرية اللسان \"، ويلغي علل الاحكام وأوصافها ¶ بما بدايته ونهايته خروج عن الشريعة - والله المستعان -. ¶ 6 - السعة والشمول التي فاق بها غيره من ذكر الخلاف و دلته ¶ ووجوه الاستدلال منها واجراء الحجاج بين طرفي الخلاف، ¶ او اطرافه، وتمحيص الادلة صحة وضعفا. والسعة و لشمول ¶ في تعدد معارفه وعلومه، فليست كتاباته -رحمه الله تعالى- ¶ جافة؛ بل و نت تقرأ له في أي علم تستفيد علوما خرى: ¶ علوم شريعة، وعلوم الة، وما إلى ذلك، وكان -رحمه الله ¶ تعالى - يطرز ما يكتبه بالأحداث والوقائع التاريخية، وهذا من ¶ نفاذ بصيرته بالتاريخ، وإذا علمنا ن شيخ الاسلام ابن تيمية ¶ 48",
            "page": "48",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "- رحمه الله تعالى - هو المحدث الشهير، فإن التاريخ إنما ولد ¶ في أحضان المحدثين، ولهذا قال تلميذه ابن عبدالهادي نقلا ¶ عن تلميذه الذهبي: \"ومعرفته بالتاريخ والسير فعجب عجيب\" ¶ احداثا، ودولا، ورجالا، ومللا، ونحلا. ¶ وقال محمد كرد علي في: \"كنوز الاجداد. ص/349\": ¶ \"ولو لم يكن له إلا: \"منهاج السنة \" لكفاه على الايام فخرا لا ¶ يبلى، ففيه مثال من علمه وقوة حجته ومعرفته بالملل والنحل، ¶ وإذا قلنا: إنه لم يؤلف نظيره في الرد على المخالفين لأهل السنة؛ ¶ لصدقنا كل منصف من اهل القبلة. وكتاب: \"منهاج السنة \" من ¶ أصح الشهادات على علو كعبه في معرفة الشرع وما تقلب عليه، ¶ وما حاول بعض أهل الاهواء من العبث به، وفيما ورده الموافقون ¶ والمخالفون من صحيح الاراء وبهرجها، وكان عنوان مداركه ¶ الواسعة بتاريخ الاسلام وتاريخ الملل والنحل، ولو ادعينا أنه لم ¶ يأت عالم يعرف ما طرا على الدين ومذاهب اهله فيه ساعة ساعة ¶ ويوما يوما ما قدر احد على رد دعوانا\" انتهى. ¶ وصدق من قال: ¶ ليس بإنسان ولا عاقل ... من لا يعي التاريخ في صدره ¶ ومن حوى التاريخ في صدره ... أضاف أعمارا إلى عمره ¶ ولهذين البيتين نظائر في: \"الاعلان بالتوبيخ \" للسخاوي. ¶ 7 - تنوع الفوائد في بحث المسألة الواحدة بالاستطراد التناسبي، ¶ وهذه الميزة لا يقدر عليها إلا كملة الحفظة، وأوعية العلم من ¶ 49",
            "page": "49",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "كل طبقة، وهي من تمام نصحه وجوده بالعلم. وهذه طريقة ¶ الكتاب والسنة، فقد سئل النبي - صلى الله عليه وسلم - عن الوضوء من ماء ¶ البحر فقال: \"هو الطهور ماوه الحل ميتته) \" رواه اصحاب ¶ السنن. ¶ 8 - ومنها حسن الترتيب، وجودة التصنيف، وانظر مثالا لذلك: ¶ \"اقتضاء الصراط المستقيم \". ¶ 9 - ومنها مزية التكرار، فله في المسألة الواحدة: الرسالة، ¶ والرسالتان، وله الفتوى فأكثر وتجد في كل واحدة ماليس في ¶ الا! خرى من زيادة العلم والبيان، وهذه حسب أحوال السائلين ¶ وتفاوت الازمان، وغير ذلك من الاسباب. ¶ وطريقة القرآن الكريم التكرار كما في قصص الأنبياء -عليهم ¶ السلام -، وفد اشتهر بهذه الطريقة البخاري -رحمه الله تعالى- ¶ في صحيحه؛ ولهذا قالوا في المفاضلة بينه وبين صحيح مسلم: ¶ قالوا المكرر فيه قلت المكرر أخلى ¶ 10 - العدل والإنصاف والدقة في بحث المسائل العلمية وحال ¶ مقارعة الخصوم وعدم الافتراء عليهم، حتى صارت كتبه ¶ مرجعا أمينا يطمئن إليها العلماء ويبنون عليها أحكامهم، ¶ وهذا أثر من اثار الاستمساك بالكتاب و لسنة ومحبة الحق ¶ ورحمة الخلق والتجرد عن الهوى، وهذه الميزة تستحق أ ن ¶ تفرد بالبحث والدرس. ¶ 11 - نفسه التواقة إلى إصلاح أحوال الناس، فيتلمس فيما يكتب ¶ 50",
            "page": "50",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "واقع الناس وحاجاتهم، وهذا من تمام التأشي والاقتداء ¶ بالنبي - صلى الله عليه وسلم - وشريعته الغراء. ¶ 12 - السجية المتدفقة بالجاذبية في صياغته و سلوبه؛ لما فيها من ¶ الجزالة من جهة، والعذوبة من جهة أخرى واحياء الالفاظ ¶ الموروثة عن أصائل صدر هذه الامة، كارها المولد والذخيل، ¶ وهما من مفردات المعبر عنه في عصرنا ب \"حرية التعبير\"؛ ¶ لما تؤدي إليه من الهجنة والبدعة. ¶ 13 - وهذه الميزات أولا واخرا مؤسسة على الاتباع، والضراعة ¶ والابتهال، وحسن النية والصدق، مما نرجو أن يكون له نصيب ¶ كبير من: \"العلم اللدني \" و نه من حملة القلوب الطاهرة. ¶ وفي هذا القدر كفاية، ولا ريد إثقاله بالنقول، و كتفي بشذرات ¶ من كلام تلميذيه الحافطين ابن عبدالهادي وابن القيم - رحمهما الله ¶ تعالى -: ¶ قال ابن عبدالهادي -رحمه الله تعالى - في: \"العقود الدرية/ ¶ ص 7\": \"له اليد الطولى في حسن التصنيف وجودة العبارة والترتيب ¶ والتقسيم والتبيين \" انتهى. ¶ وأشار -رحمه الله تعالى - في ص/7: إلى قدرته على مد ¶ النفس، فيؤلف في فرعية مجلدة كبيرة دون الخروج عثها. ¶ وقال في: \"الصارم المنكي: ص/71\": \"وقد علم الخاص ¶ والعام أن كلام شيخ الإسلام في سائر انواع علوم الإسلام فيه من ¶ التحرير والتحقيق وغاية البيان والايضاح وتقريب المعاني إلى ¶ 51",
            "page": "51",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "الأفهام وحسن التعليم والارشاد إلى الطريق القويم ما يضيق هذا ¶ الموضع عن ذكره \" انتهى. ¶ وقال تلميذه الامام الحافظ ابن القيم - رحمه الله تعالى - في: ¶ \"مدارج السالكين: 293/ 2، 295\": ¶ (و\"الجود\" عشر مراتب، ثم قال: ¶ الرابعة: الجود بالعلم وبذله. وهو من أعلى مراتب الجود. ¶ والجود به أفضل من الجود بالمال. لان العلم أشرف من المال. ¶ والناس في الجود به على مراتب متفاوتة. وقد قتضت حكمة ¶ الله وتقديره النافذ: أن لا يتفع به بخيلا أبدا. ¶ ومن الجود به: أن تبذله لمن يسالك عنه، بل تطرحه عليه ¶ طرحا. ¶ ومن الجود بالعلم: أن السائل إذا سألك عن مسألة: استقصيت ¶ له جوابها جوابا شاقيا، لا يكون جوابك له بقدر ما تدفع به ¶ الضرورة، كما كان بعضهم يكتب في جواب الفتيا \"نعم\" أو \"لا\" ¶ مقتصرا عليها. ¶ ولقد شاهدت من شيخ الاسلام ابن تيمية -قدلس الله روحه- ¶ في ذلك أمرا عجيبا: ¶ كان إذا سئل عن مسألة حكمية، ذكر في جوابها مذاهب الائمة ¶ الاربعة، إذا قدر، وماخذ الخلاف، وترجيح القول الراجح. وذكر ¶ متعلقات المسألة التي ربما تكون انفع للسائل من مسالته. فيكون ¶ فرحه بتلك المتعلقات، واللوازم: أعطم من فرحه بمسألته. وهذه ¶ 52",
            "page": "52",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "فتاويه - رحمه الله - بين الناس. فمن أحب الوقوف عليها رأى ذلك. ¶ فمن جود الانسان بالعلم: أنه لا يقتصر على مسألة السائل؛ ¶ بل يذكر له نظائرها ومتعلقها ومأخذها، بحيث يشفيه ويكفيه. ¶ وقد سأل الصحابة رضي الله عنهم النبي - صلى الله عليه وسلم - عن المتوضىء ¶ بماء البحر؟ فقال: \"هو الطهور ماؤه، الحل ميتته \" فاجابهم عن ¶ سؤالهم. وجاد عليهم بما لعلهم في بعض الاحيان إليه احوج مما ¶ سألوه عنه. ¶ وكانوا إذا سألوه عن الحكم نبههم على علته وحكمته. كما ¶ سألوه عن بيع الرطب بالتمر؟ فقال: \"أينقص الرطب اذا جف؟ ¶ قالوا: نعم. قال: فلا. اذا\" ولم يكن يخفى عليه -! و- نقصان ¶ الرطب بجفافه، ولكن نبههم على علة الحكم. وهذا كثير جدا في ¶ أجوبته -لمجي! - مثل قوله: \"إن بعت من اخيك ثمرة فاصابتها جائحة ¶ فلا يحل لك أن تاخذ من مال أخيك شيئا، بم يأخذ أركم مال ¶ اخيه، بغير حق؟ \" وفي لفظ: \"أرايت ان منع الله الثمرة: بم ياخذ ¶ احدكم مال أخيه، بغير حق؟ \" فصرح بالعلة التي يحرم لأجلها ¶ إلزامه بالثمن. وهي منع الله الثمرة التي ليس للمشتري فيها صنع. ¶ وكان خصومه - يعني شيخ الإسلام ابن تيمية - يعيبونه بذلك. ¶ ويقولون: ساله السائل عن طريق مصر -مثلا- فيذكر له معها ¶ طريق مكة، والمدينة، وخراسان، والعراق، والهند، وأي حاجة ¶ بالسائل إلى ذلك؟. ¶ ولعمر الله ليس ذلك بعيب، وإنما العيب: الجهل والكبر. ¶ وهذا موضع المثل المشهور: ¶ 53",
            "page": "53",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "لقبوه بحامض وهو خل مثل من لم يصل إلى العنقود\" ¶ انتهى. ¶ ومن هذا الفقه المقاصدي كان رأيه أنه لا يجوز لمالك الكتب ¶ منع إعارتها، ويقول: \"لا ينبغي أن يمنع العلم من يطلبه \" كما ¶ في: \" الاعلام العلية: ص/ 66، والكواكب الدرية: ص/87\". ¶ الخامسة: موارده فيها: ¶ حسبي من ذكر موارده ما يلفت نظر المشتغل بتحقيق كتبه ¶ لمراعاته عند التحقيق وهي: ¶ 1 - القران الكريم: دأبه -رحمه الله تعالى - الاستدلال على ¶ الاحكام عقدية أو فقهية أو غيرهما بايات القران الكريم، والاستكثار ¶ من سياقها، وهو عجب في انتزاعها، واستجلاء جلائل المعاني ¶ منها. ¶ ومما يجدر التنبيه عليه هنا أن القراءة السائدة في بلاد الشام، ¶ ومصر، واليمن في عصره هي قراءة أبي عمرو بن العلاء البصري ¶ المتوفى سنة 154 - رحمه الله تعالى -، لقول ابن الجزري المتوفى ¶ سنة 833 - رحمه الله تعالى - في: \"النهاية في طبقات القراء: ¶ 1/ 292\". فلينظر فانه مهم. ¶ وهي الان السائدة في السودان والحبشة. ¶ فينبغي عند تحقيق كتبه وبخاصة التي بخطه -رحمه الله تعالى- ¶ أو التي يقتضيها السياق عدم التصرف في الرسم للايات التي يستشهد ¶ بها؛ حتى تكون على وفق رسم المصاحف السائدة قي عصرنا",
            "page": "54",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "لأهل المشرق حفص عن عاصم، ولأهل المغرب وردش وقالون ¶ عن نافع، بل تبقى على رسمها الموافق لقراءة من القرا آت المتواترة ¶ لأهل ذلك القطر. ¶ ومن امثلة ذلك ان شيخ الاسلام في كتابه: \"الفرقان بين اولياء ¶ الرحمن وأولياء الشيطان \" - قال: \"وقال تعالى: <ولقد رءاه بالأفق ¶ آلمبين /*2*ص> ي: رأى جبريل عليه السلام <وما هو على لغيب ¶ بظنين) اي: بمتهم، وفي القراءة الأخرى: <بضنيهز/*2!) اي: ¶ ببخيل. . .\" وهنا لابد من رسم القراءة الاولى بالطاء المشالة؛ ¶ لانها قراءة أبي عمرو وغيره السائدة في بلاد الشام آنذاك، ورسم ¶ القراءة الاخرى يكون بالضاد وإلا لم يطهر الفرق بين القراءتين!!. ¶ وقد جاء في بعض طبعات الكتاب رسم القراءتين برسم ¶ واحد؟! ولكنها على الصواب في طبعة ابن قاسم -رحمه الله- ¶ المدرجة في \"مجموع الفتاوى: 274/ 10\"، وطبعة ابن مانع ¶ - رحمه الله - المدرجة في \"مجموعة التوحيد: ص/787\". ¶ وكان الشيخ أحمد شاكر -رحمه الله تعالى - أشار إلى مثل ¶ ذلك في مقدمة تحقيقه لكتاب: \"الرسالة\" للشافعي -رحمه الله ¶ تعالى - ص 14/ حاشية 4، فله -رحمه الله تعالى - فضل التنبيه ¶ عليه، وإن كان يعسر القيام به. ¶ 2 - الحديث الشريف: كشأنه في الاستدلال بايات القران، ¶ لكن مع خبرته التامة بكتب الحديث صحاحا وسنئا ومعاجم ومسانيد ¶ وأجزاء وغيرها، فان سياقه للسنن يكون في الكثير الغالب عن ¶ عمد كتب الستة ومشاهيرها ليس كمن يتلقف غرائب الروايات من ¶ 55",
            "page": "55",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "مكان بعيد ويهجر الصحيح من مكان قريب. ¶ وينبغي لمن يعاني تحقيق شيء من كتبه الالتفات إلى ما ياتي: ¶ أ - أمر معلوم تعدد روايات كتب الحديث؛ ولهذا تعدد كثير ¶ من ألفاظها، كما في كتب اختلاف الموطآت وغيرها، وأن عددا ¶ من كتب الحديث المطبوعة الآن هي من رواية واحدة فحسب، ¶ كسنن أبي داود فإن النسخة المطبوعة هي على رواية اللؤلؤي مع ¶ أن رواية ابن داسة كانت مشهورة متداولة في عصر شيخ الاسلام ¶ - رحمه الله تعالى -. ¶ ب - أن شيخ المسلام -رحمه الله تعالى - قد يسوق الحديث ¶ بالمعنى. ¶ لهدين الأمرين فان بعض من يشتغل بتحقيق أي من كتبه يجد ¶ الاختلاف في لفظ الحديث بين ما هو في المخطوط وبين ما في ¶ يده من كتب الحديث المطبوعة فيعدل النص في أصل الكتاب؟! ¶ وهذا تصرف غير مقبول، والمسلك الصحيح إثبات النص كما ¶ وجده، والتنبيه على ما لديه في الحاشية. ¶ 3 - كتب العلم: ¶ شيخ الإسلام ابن تيمية -رحمه الله تعالى - وإن كان يملي ¶ أكثر تصانيفه من حفظه، ويؤلف الكتاب في قعدة واحدة، أو في ¶ ليلة و حدة، وكثير منها صنفه في الحبس وليس عنده ما يحتاج ¶ إليه من الكتب، فإنه -رحمه الله تعالى - يحيط خبرا بكتب اهل ¶ العلم إحاطة عظيمة. ¶ 56",
            "page": "56",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "قال الحاقظ ابن رجب -رحمه الله تعالى - في ترجمة شيخ ¶ الاسلام من: \"الذيل: 387/ 2\": \"وقد أمده الله بكثرة الكتب \". ¶ ووصفه عامة مترجميه بأنه قرأ بنفسه كثيرا من الكتب ونسخ الطباق ¶ والاثبات. وقال ابن رجب في ترجمة ابن الجوزي في: \"الذيل: ¶ 415/ 1\": إن شيخ الاسلام ابن تيمية -رحمه الله تعالى - قال: ¶ \"له مصنفات في أمور كثيرة حتى عددتها فرأيتها أكثر من ألف ¶ مصنف ورأيت بعد ذلك مالم أره\". انتهى. ¶ وقال -رحمه الله تعالى - في: \"الفتاوى: 394/ 6\": \"وقد ¶ طالعت التفاسير المنقولة عن الصحابة وما رووه من الحديث ¶ ووقفت من ذلك على ما شاء الله من الكتب الكبار والصغار، أكثر ¶ من مائة تفسير فلم أجد إلى ساعتي هذه عن أحد من الصحابة أنه ¶ تأول شيئا من آيات الصفات. . . \" انتهى. ¶ وقال تلميذه الصفدي -رحمه الله تعالى - في: \"الو في: 7/ 15 \": ¶ \"حكى لي من سمعه يقول: إني وقفت على مائة وعشرين تفسيرا، ¶ أستحضر من الجميع الصحيح الذي فيها، أو كما قال\" انتهى. ¶ ولذا فهو يعتمد الرجوع إلى كتب أهل العلم في المسألة التي ¶ يكتب فيها حتى إنه وهو في مصر يطلب إرسال بعض الكتب من ¶ مكتبته في دمشق، ففي: \"العقود الدرية. ص/188 - 189\" ساق ¶ ابن عبدالهادي -رحمه الله تعالى - كتاب الشيخ إلى أقاربه بدمشق، ¶ وفيه ما نصه: ¶ \"وقد أرسلت إليكم كتابا أطلب ما صنفته في أمر الكنائس، ¶ وهي كراريس بخطي قطع النصف البلدي، فترسلون ذلك - إن شاء الله ¶ 57",
            "page": "57",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "تعالى - وتستعينون على ذلك بالشيخ جمال الدين المزي، فانه ¶ يققب الكتب ويخرج المطلوب. وترسلون أيضا من تعليق القاضي ¶ أبي يعلى، الذي بخط القاضي أبي الحسين، إن أمكن الجميع، ¶ وهو احد عشر مجلدا، وإلا فمن اوله مجلدا أو مجلدين او ثلاثة، ¶ وذكر كتبا يطلبها منهم \" انتهى. ¶ وله هنا مواقف (1): ¶ 1 - أحيانا يعتذر عن عدم الوقوف على مصنف فيها. ¶ قال في \"الفتاوى: 49/ 13) \": (وأقوال الخوارج إنما عرفناها ¶ من نقل الناس عنهم ولم نقف لهم على كتاب مصنف) انتهى. ¶ 2 - وأحيانا يفيد أن للمسألة موارد كثيرة لكن حين كتابتها لم يكن ¶ لديه منها شيء. قال في: \"الفتاوى: 765/ 10\": (وحين ¶ كتبت هذا الجواب لم يكن عندي من الكتب ما يستعان به على ¶ الجواب فإن له موارد واسعة) انتهى. ¶ 3 - وأحيانا يطالع على الاية الواحدة مائة تفسير، كما في: \"العقود ¶ الدرية ص/ 21\". ¶ 4 - وإذا نقل من كتاب ليس لديه منه إلا نسخة واحدة وفي النص ¶ اشتباه نبه على ذلك كما قال في المناسك من: \"شرح العمدة: ¶ 345/ 2\". . \"وهو إن لم يكن غلطا في النسخة فإنه وهم والله ¶ أعلم \". انتهى. ¶ __________ ¶ (1) النقول الاتية مستفادة بوساطة مقدمة كتاب: \"العقوبات التعزيرية عند ابن ¶ تيمية \" للشيخ عمدالعزيز الضويحي. ¶ 58",
            "page": "58",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "5 - واذا اختلفت النسخ التي بين يديه بين ذلك. ¶ ومنه قوله في: \"درء تعارض العقل والنقل: 5/ 176\": ¶ \"ولا يكون شيئين مختلفين، وفي نسخة: ولا يوصف بوصفين ¶ مختلفين) \" انتهى. ¶ 6 - وإذا كانت النسخة التي يرجع إليها متميزة في الصحة اشار إلى ¶ ذلك. ¶ ومنه قوله في المناسك من: \"شرح العمدة: 2/ 531\": \"فإني ¶ نقلت رواية حرب من اصل متقن قديم من اصح الالم صول\" ¶ انتهى. ¶ لهذا فعلى المشتغل بتحقيق كتاب ما لشيخ الاسلام او لغيره ¶ إذا كان الكتاب الذي نقل منه ابن تيمية مطبوعا، والنص المنقول ¶ منه يخالف المطبوع فلا يغلط المطبوع ولا يغلط شيخ الإسلام بل ¶ عليه ان يثبت نص المخظوط في اصل الكتاب، ويشير إلى الاختلاف ¶ الذي وجده، وإن كان له راي بينه، علما ان بعض العلماء قد ¶ يتسمح باختصار النقل بما لا يغير المعنى والله اعلم. . ¶ السادسة: اسماؤها: ¶ إن القليل من مؤلفات ابن تيمية -رحمه الله تعالى - هو الذي ¶ يضع له اسما، واذا اشار إليه في كتاب اخر، ذكره باسم يفيد ¶ موضوعه، وقد يسميه على طرة كتابه ولا يسميه في مقدمته مثل: ¶ \"الجواب الصحيح لمن بدل دين المسيح \"، قال ابن عبدالهادي ¶ في: \"العقود الدرية ص/22\": \"ومنها كتاب الرد على النصارى ¶ 59",
            "page": "59",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "الذي سماه: الجواب الصحيح لمن بدل دين المسيح \"، وقد يسميه ¶ في بعض مؤلفاته ولا يسميه في مقدمة ذلك الكتاب نفسه، مثل: ¶ \"الصارم المسلول على شاتم الرسول ع! ي! \" فانه لم يسمه في مقدمته ¶ وإنما وجدت التسمية مثبتة على النسخ الخطية وقد سماه هو بذلك ¶ في كتابه: \"منهاج السنة النبوية: 4/ 442\". ¶ أما الكثير منها لاسيما أجوبته وفتاويه، ورسائله الصغيرة ¶ ووصاياه، فيندر تسميتها؛ لهذا فإن تلاميذه أو من بعدهم على ¶ تتابع القرون قد يضعون اسما لها، وقد يوضع لها أكثر من اسم. ¶ كما في الرد على ابن سبعين تسمى السبعينية وتسمى بأسماء أخر، ¶ كما في مقدمة تحقيق: \"الصارم المسلول \". ¶ ومن هنا يحصل الغلط في جعل الكتاب الواحد كتابين، ¶ وي! معب حصرها نظريا بلا تكرار. ¶ ولما عد ابن عبدالهادي مؤلفاته في: \"العقود الدرية ص/ 26\" ¶ قال: \"وكتاب تحرير الكلام في حادثة الاقسام \" وسماه بعضهم: ¶ \"كتاب التحرير في مسألة حفير\". وقال: ص/27: \"وكتاب مسائل ¶ الاسكندرية في الرد على الملاحدة والاتحادية) \" وتعريف ب \" السبعينية) \". ¶ وعلى العكس من ذلك فان له في المسألة الواحدة عدة ¶ مصنفات وقواعد، وفتاوى، ولا يسميها، فيظن بعضهم أنها اسم ¶ لكتاب واحد. ¶ قال ابن عبدالهادي في: \"العقود الدرية ص/28\": \"وله في ¶ الرد على من قال: إن الادلة اللفظية لا تفيد اليقين، عدة مصنفات، ¶ وله في الرد على منكري المعاد، قواعد كثيرة \". ¶ 60",
            "page": "60",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "ثم ذكر من هذا مؤلفات كثيرة في الموضوع الواحد. ¶ السابعة: الاختلاف في عدد محلدات الكتاب الو] حد. ¶ أشار تلميذه الحافظ ابن عبدالهادي -رحمه الله تعالى - في: ¶ \"العقود الدرية ص/23\" إلى أن كثيزا من كتبه الكبار تختلف ¶ النسخ بأعداد مجلداتها، وهذا بحسب حجم الورق وعدد السطور ¶ فيه وعدد الكلمات في كل سطر، وذكر منها: ¶ \"بيان تلبيس الجهمية \" في ست مجلدات وبعض النسخ منه في ¶ أكثر من ذلك، \"جواب الاعتراضات المصرية \" في أربع مجلدات ¶ وبعض النسخ منه في أقل، \"منهاج السنة النبوية \" في ثلاث مجلدات، ¶ وبعض النستخ في أربع مجلدات. ¶ وهكذا مما تراه في ثبت كتبه عند ابن عبدالهادي وغيره. ¶ الثامنة: الاملاء من حفظه: ¶ كان -رحمه الله تعالى - يكتب من حفظه لاسيما وهو في ¶ السمجن، وينسب الأقوال إلى قائليها، ثم تأتي بعد المقابلة كما ¶ نقل (1). ¶ قال ابن عبدالهادي في: \"العقود الدرية ص/47\": \"قال الشيخ ¶ أبو عبدالله: لو أراد الشيخ تقي الدين أو غيره حصرها - يعني مؤلفات ¶ الشيخ - لما قدروا لانه ما زال يكتب، وقد من الله عليه بسرعة ¶ __________ ¶ (1) انظر: مقدمة كتاب: \"موقف ابن تيمية من الاشاعرة: 202/ 1\" للشيخ ¶ عبدالرحمن بن صالح المحمود. ¶ 61",
            "page": "61",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "الكتابة ويكتب من حفظه من غير نقل. ¶ وأخبرني غير واحد أنه كتب مجلدا لطيفا في يوم، وكتب غير ¶ مرة أربعين ورقة في جلسة وأكثر، وأحصيت ما كتبه وبيضه في ¶ يوم فكان ثمان كراريس في مسألة من أشكل المسائل، وكان ¶ يكتب السؤال الواحد مجلدا. . . \" انتهى. ¶ ومتها إجازته لاولاد صاحب سبتة وهي أكثر من ستمائة سظر ¶ املاها من حفظه بأسانيده وهو في سجن الإسكندرية كما في: ¶ \"الذيل لابن رجب: 2/ 391\". ¶ وفي الإفادة بعدها زيادة دلائل. ¶ التاسعة: ما ألفه في قعدة واحدة: ¶ مضى في: \"الإفادة الثامنة) \" بعض من هذا، وذكر شيخ الاسلام ¶ ابن تيمية -رحمه الله تعالى - في: \"الفتاوى: 3/ 194\": أنه كتب ¶ \"العقيدة الواسطية \" وهو قاعد بعد العصر. ¶ وذكر فيها أيضا: (244/ 28) أنه كتب كتاب: \"السياسة ¶ الشرعية \" في ليلة واحدة. ¶ وذكر تلميذه الحافط ابن عبدالهادي -رحمه الله تعالى - في: ¶ \"العقود الدرية ص/49\": أنه أملى \"الحموية\" بين الظهرين سنة ¶ 698، أي وعمره سبع وثلاثون سنة. ¶ وهذه الأمثلة الثلاثة غاية في سرعة التأليف، وقوة الحافظة، ¶ وهي في عصرنا تدرس في المعاهد والجامعات، ولحقها من ¶ الشروح، والتعليقات، الخير الكثير. ¶ 62",
            "page": "62",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "ا لعا شرة: ا لتكرار: ¶ التكرار من أساليب القران الكريم في قصص الانبياء والمرسلين، ¶ وفي جملة من أحكام الدين وفي آيات التوحيد، والترغيب والترهيب، ¶ ومثله في السنة المطهرة، وهو ظاهر جدا في صحيح البخاري. ¶ والتكرار عند شيخ الإسلام يكون من ثلاث جهات: تكرار ¶ المسألة في الكتاب الواحد، أو في كتاب اخر فأكثر، أو جعل ¶ مصنفين فيها فاكثر. ¶ وهذا التكرار بأنواعه الثلاثة سمة بارزة في اثار شيخ الاسلام؛ ¶ لانه قل أن يكتب ابتداء، فكتابته إما فتيا لسائل، أو جوابا على ¶ معترض، أو ردا على مخالف فيحصل تكرر المسألة بحكم تكرر ¶ هذه الأسباب وغيرها. ¶ ولهذا فال! تلميذه ابن عبدالهادي في: \"العقود الدرية: ص/ 0 2\": ¶ \"وله في غير مسألة مصنف مفرد في مجلد\" انتهى. ¶ وقال في: ص/27: \"وله فى مسألة القران مؤلفات كثيرة ¶ وأجوبة وغير ذلك. . . \". ¶ وذكر من مكرراته في التصنيف أشياء كثيرة جدا تعرف من ¶ النظر في ثبت مصنفاته ص/ 21 - 47. ¶ الحادية عشرة: قراءتها عليه: ¶ قال تلميذه الحافظ ابن عبدالهادي -رحمه الله تعالى - في: ¶ \"العقود الدرية ص/327\": \"كان يقرأ عليه في تلك المدة من ¶ كتبه، وهو يصلح فيها ويزيد وينقص \" انتهى. ¶ 63",
            "page": "63",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وقال تلميذه الامام الحافظ ابن القيم - رحمه الله تعالى - في: ¶ \"النونية\" كما في: \"الجامع: ص/278\": بعد ان عد جملة من ¶ كتبه الكبار: ¶ وقرأت أكثرها عليه فزادني والله في علم وفي إيمان ¶ وقد شرح العلامة محمود شكري الالوسي ما نظمه ابن القيم ¶ في أثناء رده على النبهاني الضال في كتابه النفيس المسمى ب: ¶ \"غاية الاماني في الرد على النبهاني: 379/ 1 فما بعدها\". ¶ الثانية عشرة: تبييضها: ¶ يراد بتبييض الكتاب نقله من خط مؤلفه لتكثر نسخه وينتشر ¶ حتى لا يضيع ولا يفتقد، كما يفهم ذلك من كلام تلميذه الحافظ ¶ ابن عبدالهادي -رحمه الله تعالى - في: \"العقود الدرية \": في ¶ المواضع الاتية: ¶ 1 - قوله في: ص/29: \"وله في الطلاق، ومسائل الخلع وما ¶ يتعلق بذلك من الأحكام شيء كثير، ومصنفات عديدة، بيض ¶ الأصحاب من ذلك كثيرا، وكثير منه لم يبيض، ومجموع ذلك ¶ نحو العشرين مجلدا\" التهى. ¶ 2 - وقوله في: ص/29: \"وله قواعد كثيرة في فروع الفقه لم ¶ تبيض بعد، ولو بيضت كانت مجلدات عدة\" انتهى. ¶ 3 - وقال في: ص/ 45: \"وله في الأحاديث وشروحها شيء كثحر ¶ جدا، منها ما بيض، ومنها مالم يبيض، ولو بيض لبلغ مجلدلت ¶ عديدة \" انتهى. ¶ 64",
            "page": "64",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "4 - ومنها قوله في: ص/48: \"وله تصانيف كثيرة وتعاليق مفيدة ¶ في الفروع والا! صول، كمل منها جملة وبيضت وكتبت عنه، ¶ وجملة كثيرة لم يكملها، وجملة كملها ولكن لم تبيض\" ¶ انتهى. ¶ الثالثة عشرة: مالم يكمل منها: ¶ في اخر الافادة قبل هذه قول ابن عبدالهادي وفيه: \"جملة ¶ كثيرة - اي من كتبه - لم يكملها، ولكن لم تبيض!) \" انتهى. ¶ وهذه الكتب الكثيرة التي لم يكملها، لم أقف منها إلا على ¶ الاتي كما في: \"العقود الدرية: ص/37\". ¶ 1 - شرح العمدة في الفقه للموفق ابن قدامة. ربع العبادات فقط. ¶ 2 - شرح المحرر، وهو تعليقة في مجلدات لم تكتمل. ¶ 3 - نقض التأسيس، لم يكمله إلى الاخر. ¶ 4 - شرح أول كتاب الغزنوي في أصول الذين. ¶ 5 - شرح أول المحصل للرازي. ¶ الرابعة عشرة: كتبه التي اوذي بسببها (1): ¶ مضى ذكر شيء من ذلك في بيان سجناته من: \"المدخل ¶ الأول) \"، ويمكن بيان فتاويه التي أوذي بسببها فيما يأتي: ¶ __________ ¶ (1) في كتاب: \"موقف ابن تيمية من الاشاعرة: 174/ 1 - 197\" للشيخ ¶ عبدالرحمن بن صالح المحمود، عرض مفصل عنها. ¶ 65",
            "page": "65",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "1 - الحموية الكبرى، جرت له بسببها أمور ومحن كما في: (أالعقود ¶ الدرية. ص/ 132 - 0 17، 9 4 2 \". ¶ 2 - العقيدة الواسطية، كما في مواضع من: \"العقود الدرية \". ¶ 3 - مسألة منع شد الرحال إلى القبور، كما في: \"العقود الدرية ¶ ص/217 - 240\". ¶ 4 - فتاويه في الطلاق لاسيما جعل الطلاق الثلاث بلفظ واحد ¶ واحدة. \"العقود الدرية ص/ 215 - 216\". ¶ الخامسة عشرة: مكان تأليفها: ¶ ألف -رحمه الله تعالى - بعضها في دمشق، وبعضها في مصر، ¶ وبعضها في السجن فيهما، وكان أكثر سجنة ألف فيها هي السجنة ¶ الأخيرة التي توفي فيها بدمشق. ¶ وفد وعد تلميذه ابن عبدالهادي -رحمه الله تعالى - في بيان ¶ ذلك فقال في: \"العقود الدرية: ص/47\" بعد سرد مؤلفاته: \"وله ¶ من الاجوبة والقواعد شيء كثير غير ما تقدم ذكره، يشق ضبطه ¶ وإحصاؤه، ويعسر حصره واستقصاؤه. وسأجتهد -إن شاء الله- ¶ فى ضبطها ما يمكنني من ضبط مؤلفاته في موضع آخر غير هذا، ¶ وأبين ما صنفه منها بمصر، وما ألفه منها بدمشق وما جمعه وهو ¶ في السجن، وأرتبه ترتيبا حسنا غير هذا الترتيب بعون الله تعالى ¶ وقوته ومشيئته) \" انتهى. ¶ ولعل الا! منية لم تتحقق لهذا التلميذ البار؛ إذ عاجلته المنية ¶ وهو في الأربعين من عمره فتوفي سنة 744 - رحمه الله تعالى-",
            "page": "66",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "وكانت ولادته سنة 705. ¶ وهذه إشارة إلى بعض من ذلك وهو في السجن: ¶ قال الحافظ ابن رجب في: \"الذيل: 403/ 2\": ¶ \"ولنذكر نبذة من أسماء أعيان المصنفات الكبار: \"كتاب ¶ الايمان \" مجلد. كتاب \"الاستقامة \" مجلدان. \"جواب الاعتراضات ¶ المصرية على الفتوى الحموية \" في ستة مجلدات كبار. كتاب ¶ \"المحنة المصرية \" مجلدان. \"المسائل الإسكندرانية \" مجلدان. ¶ \"الفتاوى المصرية \" سبع مجلدات. وكل هذه التصانيف ماعدا ¶ كتاب الإيمان كتبه وهو بمصر في مدة سبع سنين، صنفها وهو في ¶ السجن. وكتب معها أكثر من مائة لفة ورق أيضا\" انتهى. ¶ وفي السجنة الثالثة بمصر ألف كتابه: \"الرد على البكري \" وفي ¶ \"السجنة السابعة بدمشق ألف كتابه: \"الرد على الإخنائي\". وفي ¶ أذيال السجنة الاولى ألف كتابه: \"الصارم المسلول \". ¶ قال الحافظ ابن عبدالهادي في: \"العقود الدرية: ص/21\" ¶ عن أبي عبدالله بن رشيق: \"ثم لما حبس في آخر عمره كتبت له ¶ أن يكتب على جميع القران تفسيرا مرتبا على السور فكتب يقول. ¶ إن القران فيه ما هو بين في نفسه، وفيه ما قد بئنه المفسرون في ¶ غير كتاب، ولكن بعض الايات أشكل تفسيرها على جماعة من ¶ العلماء، فربما يطالع الإنسان عليها عدة كتب ولا يتبين له تفسيرها، ¶ وربما كتب المصنف الواحد في اية تفسيرا، ويفسر غيرها بنظيره، ¶ فقصدت تفسير تلك الايات بالدليل؛ لأنه أهم من غيره، وإذا تبين ¶ معنى اية تبين معنى نظائرها. ¶ 67",
            "page": "67",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وقال: وقد فتح الله علي في هذه المرة من معاني القران ومن ¶ اصول العلم باشياء كان كثير من العلماء يتمنونها، وندمت على ¶ تضييع اكثر اوقاتي في غير معاني القران. او نحو هذا. ¶ وارسل إلينا شيئا يسيرا مما كتبه من هذا الجنس، وبقي شيء ¶ كثير في سلة الحكم عند الحكام لما اخرجوا كتبه من عنده، ¶ وتوفي وهو عندهم إلى هذا الوقت نحو اربع عشرة رزمة. ¶ ثم ذكر الشيخ ابو عبدالله ما راه ووقف عليه من تفسير الشيخ\" ¶ انتهى. ¶ السادسة عشرة: خطه: ¶ مر في: \"الافادة الثامنة \": انه -رحمه الله تعالى - كان سريع ¶ الكتابة. وكان خطه -رحمه الله تعالى - في غاية التعليق والاغلاق، ¶ كما وصفه بذلك تلميذه ابن الوردي في: \"تتمة المختصر\"، حتى ¶ إنه يشكل عليه احيانا فيدعو تلميذه ابا عبدالله ابن رشيق المغربي ¶ المتوفى سنة 749 - رحمه الله تعالى - لحله؛ ولهذا قال ابن كثير ¶ في: \"تاريخه: 229/ 14) \": \"وكان ابصر بخط الشيخ منه) \". ¶ ومن ادلته في المعاصرين: ان كتابه - رحمه الله تعالى -: \"قاعدة ¶ في الاستحسان \" كان لدى الشيخ ابن قاسم - رحمه الله تعالى - منذ ¶ البدء في جمع: \"مجموع الفتاوى \" ولم يستطع إدخالها لاستغلاق ¶ خطها؛ لانها بخط شيخ الاسلام -رحمه الله تعالى - وبعد زمن ¶ اخذ بحله شيئا فشيئا حتى طبعها ضمن \"المستدرك على مجموع ¶ الفتاوى \". ¶ وفي هذه الاثناء كان الشيخ / محمد عزير شمس قد تحصل ¶ 68",
            "page": "68",
            "part": "1"
        },
        {
            "id": "13",
            "nass": " ",
            "page": "8",
            "part": "1"
        },
        {
            "id": "19",
            "nass": " ",
            "page": "14",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "على نسخة منها بخط شيخ الإسلام -رحمه الله تعالى - فطبعها ¶ مفردة، وذكر انه لاقى الألاقي في حل خطها. ¶ السابعة عشرة: مراسلاته: ¶ شيخ الإسلام ابن تيمية -رحمه الله تعالى -؛ إما ن يراسل ¶ ابتداء وذلك في رسائله من السجن إلى والدته واخوانه، وطلبه ¶ بعض الكتب من الشام وهو في مصر، ومثل رسائله في نصح الولاة، ¶ ووصايا 5 التي يبعب بها إلى اخرين مثل وصيته لنصر المنبجي، ¶ ولابن المهاجري، وللتجيبي، ولاتباع عدي بن مسافر، وغيرهم. ¶ وإما ن تكون مراسلاته جوابا على ما ورد إليه، فقد راسله ¶ عامة أهل الامصار مشرقا ومغربا، عربا وعجما، يستفتونه ابتداء، ¶ أو يراسلونه اعتراضا على فتيا ونحوها، أو طلبا للاجازة، فيجيبهم ¶ - رحمه الله تعالى - وكان هذا النوع من المراسلات ينسب إلى بلد ¶ السائل، فيقال: \"الفتوى الحموية \" نسبة إلى حماة، وفد يسميها ¶ المؤلف -رحمه الله تعالى - في كتاب اخر منسوبة إلى البلد الذي ¶ ورد منه السؤال، كما سمى جوايه على السؤال الوارد إليه من: ¶ \"صفد\" باسم: \"الصفدية\" في مواضع من كتبه، كما في مقدمة ¶ التحقيق لها: (3/ 1 - 4)، ومن هذه الأمصار: ¶ جزيرة العرب: رسالة إلى ملوك العرب. المدينة. البحرين. ¶ الشام: حلب. حماه. ماردين. زرع. الرحبة. كسروان. ¶ بعلبك. طرابلس. تدمر. القدس. صفد. الصلت - الصلط -. ¶ العراق: بغد اد. البصرة. و سط. إربل. ¶ 69",
            "page": "69",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "مصر: القا هرة. ا ل! سكند رية. ا لأ زهر 0 ا لصعيد. ¶ تركيا: قبر ص. ¶ بلا د ا لعجم: أ صبها ن. طبر ستا ن. جيلا ن. ¶ ا لمغرب: مر ا كش 0 ا لا ند لس. ¶ فهو بحق مفتي العالم. ¶ -\" ومن إجازاته لأهل الأمصار: ¶ توريز. غرناطة. أصبهان. سبتة التمسها منه صاحب سبتة ¶ فكتبها في عشر ورقات بأسانيدها من حفظه بحيث يعجز أن يعمل ¶ بعضه أكبر محدث كما في \"العقود الدرية: ص/ 81\". ¶ فهو بحق محدث العالم الإسلامي في زمانه؛ ولهذا قال ¶ تلميذه الحافظ الذهبي: \"كل حديث لا يعرفه ابن تيمية فليس ¶ بحديث \". ¶ الثامنة عشرة: ترجمتها: ¶ كما كان لعلماء الحديث في شبه القارة الهندية فضل السبق ¶ بطباعة كتب شيخ الإسلام ابن تيمية -رحمه الله تعالى - فقد كان ¶ لهم فضل السبق في ترجمة ما يزيد على أربعين كتابا منها إلى ¶ اللغة الأردية، بداية من أول كتاب طبعوه مع الترجمة عام 1291 ¶ وهو كتاب: \"الفتوى الحموية \" في المطبع المحمدي بلاهور، تلاه ¶ في عام 1295 طبع كتاب: \"الفرقان بين أولياء الرحمن وأولياء ¶ الشيطان \" في المطبع المذكور بلاهور. ¶ 70",
            "page": "70",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "وفي عام 1306 طبع مترجفا إلى اللغة التركية كتاب: \"السياسة ¶ الشرعية \" ترجمه: بير محمد بن علي عاشق للسلطان سليم خان، ¶ وسماه: \"معراج الايالة ومنهاج العدالة \" وزاد فيه أشياء تتعلق ¶ بالحرب وبشما المال. ¶ وقبل ذلك بسبع سنين نشر المستشرق جويار في مجلة الجمعية ¶ الاسيوية بباريس. المجلد/ 18 (سنة 1288/ 1871 م. ص/158 -  ¶ 198): \"فتوى النصيرية\" مع ترجمتها إلى اللغة الفرنسية. ¶ وفي عصرنا ترجم من كتبه ورسائله الشيء الكثير إلى عدد من ¶ اللغات: الإنكليزية وغيرها. ومنها ترجمة ثمانية مجلدات من: ¶ \"مجموع فتاوى شيخ الإسلام \" جمع ابن قاسم إلى اللغة التركية، ¶ وقد توقف المترجم لعدم حصوله على من يمول هذا المشروع إ!. ¶ التاسعة عشرة؟ هل رجع عن شيء من كتبه؟ ¶ علماء أهل السنة والجماعة، هم الهداة القادة، وشأنهم الإنصاف ¶ والاصلاح، ومنه مناشدة الدليل، والأوبة إليه متى استبان. وشيخ ¶ الاسلام -رحمه الله تعالى - يذكر في مواضع متعددة من كتبه كما ¶ في: \"الفتاوى: 2/ 464 - 465، 6/ 58 2، 0 1/ 18 4 - 9 1 4، ¶ 516/ 21، 22/ 71، 319/ 35\" وفي: \"جامع الرسائل: 56/ 2) \" ¶ وفي: \"اقتضاء الصراط المستقيم: 802/ 2\" رجوعه عن بعض ¶ المحضايا لما تبين له الدليل على خلافهاه ¶ ومعلوم أن شيخ الاسلام - رحمه الله تعالى - نبغ مبكرا، وتفتحت ¶ له أنوار الوحيين منذ نعومة أظفاره كما تدل عليه الوقائع والقصص ¶ التي ذكرها مترجموه في ترجمته فلذلك نجا قبل الشروع في التأليف. ¶ 71",
            "page": "71",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "ولا علم انه الف شيئا ورجع عنه سوى ما شار إليه في ¶ منسكه الاخير بقوله: \"فقد تكرر السؤال من كثير من المسلمين أ ن ¶ أكتب في بيان مناسك الحج ما يحتاج إليه غالب الحجاج في ¶ غالب الاوقات، فاني كنت قد كتبت منسكا في أوائل عمري ¶ فذكرت فيه أدعية كثيرة، وقلدت في الأحكام من اتبعته قبلي من ¶ العلماء، وكتبت في هذا ما تبين لي من سنة رسوله الله ك! حو\" انتهى ¶ من \"مجموع الفتاوى: 98/ 26\". ¶ أما رجوعه في المسألة: والمسألتين والتصحيح والتضعيف ¶ عن تحقيق وتدقيق فهذا يقع له -رحمه الله تعالى - كما يقع لغيره ¶ من المحققين. والله أعلم. ¶ العشرون: الكتب المنحولة عليه: ¶ على الرغم من كثرة مؤلفات هذا الامام، وكثرة خصومه من ¶ شتى الملل والطوائف والفرق فان انتحال الكتب عليه قليل، وهذا ¶ من حفظ الله لعلم هذا الامام. ومنها: ¶ 1 - منظومة في العقائد. ¶ 2 - رسالة في أن الجهاد للدفاع ولا يكون ابتداء على الكفر. ¶ ذكرهما ابن قاسم -رحمه الله تعالى -! ي مقدمة الجزء الثامن ¶ من: مجموع الفتاوى. ص/ 1 - 2. ¶ 3 - دعاء ختم القران. المشهور بين النالس اليوم. ذكره الشيخ ¶ عبدالرحمن ابن قاسم - رحمه الله تعالى - في وصية له كما نبهت ¶ على ذلك في أول رسالتي: \"مرويات دعاء ختم القران) \"، ¶ 72",
            "page": "72",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "ولهذا فيستغرب إدخال ابنه الشيخ محمد -رحمه الله تعالى- ¶ له في \"المستدرك: 08/ 3 1 - 111 \". ¶ أما الانتحال عليه، والتحريف في كلامه في حياته وبعد مماته ¶ -رحمه الله تعالى - في مسألة أو قضية، فقد وقع من ذلك أمور ¶ كثيرة بئن زيف ما وقع منها في حياته، وكشف عنها وعن غيرها ¶ تلاميذه، والمناصرون له على امتداد الدهر، منها: ¶ 1 - زور عليه في حياته -رحمه الله تعالى - كتاب -رسالة - إلى ¶ الأمير الجاشنكير المقتول سنة 709 يتضمن عقيدة له محرفة ¶ \"العقود الدرية: ص/08 2\". ¶ 2 - زور عليه في حياته كتال! - رسالة - موجه إلى التتر، يناصحهم فيها ¶ ومعه اخرون، وقد فضح المزورون عليهم \"البداية والنهاية: ¶ 14/ 22\". ¶ 3 - الكذب عليه في حياته بأنه رجع عن عقيدته. \"العقود الدرية: ¶ ص/ 204 - 209\". ¶ 4 - الكذب عليه في حياته بأنه أنكر تحريف التوراة. \"القول الجلي: ¶ ص/57 - 67\". ¶ 5 - الكذلص عليه في حياته في مسألة الزيارة في القبور وشد الرحال إليها. ¶ \" العقود الدرية: ص/ 0 34 - 1 34) \". \"الكواكب: ص/ 57 1) \". ¶ 6 - الكذب عليه في مسألة النزول، ونسبتها إلى رخلة ابن بطوطة. ¶ \"الدرر الكامنة: 164/ 1) \". \"رخلة الن بطوطة: ص/120) \" ¶ وهي كذبة صلعاء يبطلها التاريخ فان ابن بطوطة لم يدخل ¶ 73",
            "page": "73",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "دمشق إلا في 9 رمضان 726 أي: بعد اعتقال شيخ الاسلام ¶ في سجنه الاخير الذي توفي فيه - رحمه الله تعالى -. ¶ 7 - الكذب عليه بأنه طعن في الخليفتين عمر وعلي -رضي الله ¶ عنهما -. \"القول الجلي. ص/57 - 67\". ¶ 8 - الكذب عليه بأنه يوالي النصارى، وألى يكون ذلك وله كتاب: ¶ \" الجواب الصحيح لمن بدل دين المسيح \"، وانطر: \"الفتاوى: ¶ 118/ 2\". ¶ وهذه الوقائع من الكذب والتزوير ليس لها ما يسندها من ¶ كلامه - رحمه الله تعالى - لكن هذا دأب الخصم المفلس إ؟!. ¶ الحادية والعشرون: الجناة على كتب شيخ الاسلام وانواع ¶ جناياتهم: ¶ ليس الجناة الذين يخالفونه في الاعتقاد والمذهب فيردون عليه ¶ بالباطل، فهؤلاء عداوتهم مكشوفة جارية على سنة الصراع بين ¶ الخير والشر، والحق والباطل، وقد تكون جنايتهم من أسباب ظهور ¶ الحق وانتشاره وتأييده على أيديهم، ومنهم في عصرنا من أشقى نفسه ¶ واذاها بالصد عنها والحط عليها: محمد زاهد الكوثري المتوفى سنة ¶ 1371. وليس الجناة الذين احترقوا بها، وضاقوا بها ذرعا فشالت ¶ تعامتهم بالإقدام على كتبه إتلافا بالحرق وغيره، كما نسب ذلك ¶ إلى الامير عبدالقادر الجزائري المتوفى سنة 1300 كما ذكر ذلك ¶ زهير الشاويش في مقدمة نشر: \"الكلم الطيب \" و\"شرح الطحاوية\" ¶ و\"هوامش دفتر المخطوطات: ص/11 - 12\": وما هذا من ¶ الجزائري إلا لخبث مشربه ونصرته لمذهب ابن عربي الملحد. ¶ 74",
            "page": "74",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "أما بو اليسر عابدين فقد جهل نفسه كما تراه في: \"المقدمة ¶ الرابعة \". ¶ وإحراق كتبه داء قديم طالما فعله أعداؤه أعداء الكتاب والسنة، ¶ قال المقريزي المتوفى سنة 845 - رحمه الله تعالى - في: \"المقفى ¶ الكبير\": \"وأكثر ما يوجد منها الان بأيدي الناس قليل من كتير، ¶ فإنه احرق منها شيء كثير، ولا حول ولا قوة إلا بالله \" انتهى. ¶ ومضى في أول \"المدخل الثالث \" مث! من - استعداء علماء ¶ السوء للسلطة الظالمة عليها، ومن اثار ذلك أيضا ما ذكره ابن ¶ حامد في رسالته لابن رشيق كما في: \"العقود الدرية \": \"سبق ¶ الوعد الكريم منكم بانفاذ فهرست مصنفات الشيخ -رضي الله ¶ عنه - وتأخر ذلك عني اعتقدت أن الإضراب عن ذلك نوع تقية أ و ¶ لعذر لا يسعني السؤال عنه، فسكت عن الطلب خشية أن يلحق ¶ أحدا ضرر -والعياذ بالله - بسببي؛ لما كان قد اشتهر من تلك ¶ الأحوال. . .) \" انتهى. ¶ وهؤلاء وأولئك مجاهرون بالعداوة معلنون لها فلا تخفى ¶ حالهم -وعليهم من الله ما يستحقون -. ¶ لكن الجناة: هم المستخفون الذين يقولون: قال شيخ الإسلام، ¶ وهم يميلون به عن الحق الذي قاله ميلا عظيما، هم الذين يحرفون ¶ كلامه، وقد عانى شيخ الإسلام من خصومه شيئا من ذلك في ¶ حياته، كما في كتابه: \"الرد على الاخنائي: ص/13\" إذ قال: ¶ \"وكان ينبغي أن يذكر لفط المجيب بعينه، ويبين ما فيه من ¶ الفساد، وإن ذكر معناه فيسلك سبيل الهدى والسنة، فأما ن يذكر ¶ 75",
            "page": "75",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "عنه ما ليس فيه فهذا خروج عن الصدق والعدل إلى الكذب والظلم\" ¶ انتهى. ¶ وحرفوا عليه في مسألة الزيارة في حياته كما بينه مبسوطا ¶ تلميذه ابن كثير في: \"تاريخه\" في أحداث سنة 726. ومنها ¶ الكذبة الصلعاء في: \"رخلة ابن بطوطة \" التي يكذبها التاريخ، ¶ وانظر التنبيه على هذه وأمثالها في كتاب: \"موقف ابن تيمية من ¶ الأشاعرة: 179/ 1 - 180، 193\" للشيخ / عبدالرحمن بن صالح ¶ المحمود. ¶ والجناة: هم الذين يقدمون على تغيير نسبة مؤلفاته إلى غيره؛ ¶ لاخفاء فضله وعلمه كما فعل من فعل بنسبة كتاب \"الصفدية) \" ¶ للحافظ ابن الصلاح على أحد الاحتمالين، كما في مقدمة التحقيق، ¶ وكما وجد في نسخة من كتابه \"نقض التأسيس\" منسوبة إلى ابن ¶ فورك؟. ¶ أما الجناة كل الجناة: فهم في عصرنا طلاب الطروس، الذين ¶ يظهرون الانتساب إلى الحديث وأهله، وينادون بالسنة ونصرتها، ¶ ثم يمدون إلى الباطل أنبوبا، وللتضليل يستدلون عليه بكلام لشيخ ¶ الإسلام -رحمه الله تعالى - حتى يغرر واحدهم بالناس ويضلل أهل ¶ السنة والجماعة ويعدل بهم عن الحق الذي قرره شيخ الإسلام، ¶ وهذه فتنة عمياء وانشقاق في صف أهل السنة والجماعة، وبذر ¶ للشقاق وغرس لحنظل الخلاف. وهكذا يكون الفتون -نسأل الله ¶ السلامة والعافية -. ¶ ولهم في ذلك من الباطل طرق شتى منها: ¶ 76",
            "page": "76",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "1 - الاخذ بالمتشابه وهجر المحكم. ¶ 2 - التقاط العبارات المجملة أو المحتملة أو الموهمة، والإعراض ¶ عن الصريحة الواضحة. ¶ 3 - المغالطة في دلالة بعض العبارات. ¶ 4 - قطع الكلام المستدل به عن السباق واللحاق الذي لا يتضح ¶ إلا بهما. ¶ 5 - بتر الكلام في أوله أو مثانيه أو آخره. . . . ¶ 6 - إبدال لفظة بأخرى. ¶ 7 - توظيف النص على غير المراد منه. ¶ 8 - توظيف لفظة في غير ما يدل عليها السياق في واحدة من ¶ دلالات الالفاظ الثلاث: اللغوية. والشرعية. والعرفية. ¶ 9 - يكون له كلام مجمل في موضع، لكنه مفصل مبسوط دي ¶ موضع آخر فيأخذ بالمجمل ويترك المفصل. ¶ 10 - العدول عن المذهب الحق المنصور الذي شفره هذا الامام ¶ ودافع عنه ونصره إلى مشتبه العبارات أو القول المهجور. ¶ 11 - يكون له قولان او فتويان تصادم إحداهما الأخرى، إحداهما ¶ هي الحق الذي تناقله الوارثون لعلمه عنه، والاخرى مهجورة ¶ لانها خلاف قوله المنصور، وإن لم يصرح بالرجوع عنه، ¶ فيأتي مبتغي الفتنة فيأخذ بالمهجور دون المتوارث المنصور. ¶ ومنها -مثلا- فتوى شيخ الإسلام المشهورة ان الخضر نبي ¶ 77",
            "page": "77",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "وأنه قد مات وهذا هو الحق المؤيد بالدليل، وله كلام على ¶ أنه ولي وأنه حي، لكنه مهجور، فيأتي مبتغي الفتنة فيأخذ ¶ بالمهجور ويترك المنصور المشهور. ¶ 12 - ومن اهمها: ان يسوق شيخ الاسلام كلاما على لسان المخالف، ¶ فيأخذه صاحب الهوى على أنه قوله واختياره؟!. ¶ وكثيرا ما يغلط في هذا أصحاب الجمع الموضوعي لكلامه، ¶ فيسوقون تفسير اية من كتاب الله بما ساقه شيخ الاسلام على ¶ لسان المخالف، ثم هؤلاء يسوقونه على أنه من تفسيره لهذه ¶ الآية. ¶ وهذا من تضييع الحق الذي حذر منه شيخ الإسلام بقوله كما ¶ في: \"الفتاوى: 129/ 25\": \"وكثيرا ما يضيع الحق بين الجهال ¶ الالم ميين وبين المحرفين للكلم الذين فيهم شعبة من نفاق، كما ¶ أخبر سبحانه عن أهل الكتاب حيث قال: <! أ! تلمعون أن يؤموا ¶ لي و! دكان! صقي منهم لمجئمعون كنم أدله ثؤ يحزفونه كأ بعد ما عقلو5 ¶ وهم يغلموت \" ع > [البقرة / 75] \" انتهى. ¶ وقال - رخمه الله تعالى - في: \"الجواب الصحيح: 4/ 44\": ¶ \"يجب أن يفسر كلام المتكلم بعضه ببعض، ويؤخذ كلامه ¶ ههنا وههنا، وتعرف ما عادته يعنيه ويريده بذلك اللفظ إذا تكلم ¶ به، وتعرف المعاني التي عرف أنه أرادها مي موضمع آخر، فإذا ¶ عرف عرفه وعادته في معانيه وألفاظه كان هذا مما يستعان به على ¶ معرفة مراده \" انتهى. ¶ وإن جميع هذه الجنايات لا يفعل شيئا متها من يخاف مقامه ¶ 78",
            "page": "78",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "بين يدي ربه. ¶ وإن المصلحين لهم بالمرصاد، وقد فضحوهم على تتابع ¶ الأزمان، وإن من ينصر الكتاب والسنة يهيء الله له من يحفط ¶ علمه وينصره في حياته وبعد مماته، والحمد لله رب العالمين. ¶ فال الحافظ ابن عبدالهادبد في: \"العقود الدرية: ص/48\": ¶ \"ولقد رايت من خرق العادة في حفظ كتبه وجمعها، وإصلاح ¶ ما فسد منها، ورد ما ذهب منها مالو ذكرته لكان عجبا، يعلم به ¶ كل منصف: ان لله عناية به وبكلامه؛ لانه يذب عن سنة نبيه - صلى الله عليه وسلم - ¶ تحريف الغالين وانتحال المبطلين وتاويل الجاهلين \" انتهى ¶ *** ¶ 79",
            "page": "79",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "المدخل الرابع جهود المصلحين بطبعها ¶ منذ اشتهار ظهور المطابع في العالم الإسلامي تنافس المصلحون ¶ من العلماء والولاة والاثرياء بطبع مؤلفات هذا الإمام وتلميذه ¶ ابن القيم - رحمهما الله تعالى - فوضع العلماء أيديهم على ما شاء ¶ الله منها ودفعوها إلى الطبع، وكان فضل السبق في ذلك لعلماء ¶ الحديث في شبه القارة الهندية، لكن غابت عنا أسماء كثير منهم ¶ لأنهم -رحمهم الله تعالى - لتواضعهم لم يكونوا يضعون على ¶ الغلاف اسم من قام بالتصحيح والمقابلة والاعتناء، وإنما يشيرون ¶ إلبه في آخره تصريحا أو مبهما. ¶ ولعل اول كتاب طبع لشيخ الإسلام -رحمه الله تعالى - في ¶ الهند هو كتاب: \"الفتوى الحموية \" مع ترجمتها إلى اللغة الاردية ¶ بالمطبع المحمدي سنة 1291 باعتناء العلامة النواب صديق حسن ¶ خاد القنوجي المتوفى سنة 1307 - رحمه الله تعالى -. ¶ ثم تاتي الاقطار الإسلامية بعد شبه القارة الهندية: مصر، ¶ فالعراق، فالشام، فالجزيرة العرببة. ¶ وهذا ببان بتسمية ما تيسر الوقوف عليه من أعلامهم على ¶ آفاقهم: ¶ 81",
            "page": "81",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "في شبه القارة الهندية: ¶ 1 - النواب صديق حسن خان القنوجي. ¶ 2 - محمد بن عبدالله الغزنوي. ¶ 3 - تلطف حسين العظيم ابادي. ¶ 4 - ابو محمد إبراهيم الاروي. ¶ 5 - عبدالعلي عبدالحميد الاعطمي. ¶ 6 - عبدالصمد شرف الدين الكتبي. ¶ 7 - محمد عطاء الله حنيف الفوجياني في لاهور بباكستان. ¶ في مصر: ¶ 1 - إبراهيم بن حسن الفيومي. ¶ 2 - إسماعيل بن إبراهيم الاسعردي. ¶ 3 - محمد حامد الفقي. ¶ 4 - محمد محي الدين عبدالحميد. ¶ 5 - محمد منير الدمشقي. صاحب المطبعة المنيرية بالقاهرة. ¶ 6 - محمد رشيد رضا. صاحب مجلة ومطبعة المنار. ¶ 7 - محمد عبدالرزاق حمزة. ¶ 8 - محمد حسنين مخلوف. ¶ 9 - محمد رشاد سالم. ¶ 82",
            "page": "82",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "10 - محب الدين الخطيب. صاحب المطبعة السلفية بالقاهرة. ¶ 11 - أبو الوفاء محمد درويش. ¶ 12 - محمد عبدالله السمان. ¶ 13 - علي السيد صبح المدني. ¶ تنبيه: كان من الذين اشتغلوا في مصر بطبع ونشر كتب شيخ ¶ الإسلام: فرج الله زكي الكردي طبع كتاب: \"الفتاوى الكبرى \" في ¶ خمسة مجلدات، وغيره. وهذا الكردي أشار غير واحد منهم ¶ محمد منير الدمشقي في كتابه: \"نموذج من الاعمال الخيرية\" ¶ ومحمد حامد الفقي في مقدمة طبع \"الاختيارات\" إلى أنه ينتحل ¶ مذهب الفرقة الضالة: \"البابية\" لهذا نفي من الأزهر. ¶ ولا غرابة فعمله هذا تجارة كشأن المستشرقين؟ ¶ وفي العراق: ¶ 1 - محمود شكري الالوسي. ¶ 2 - محمد بهجت الأثري. ¶ وكان من خبرهما ما ذكره محمد بهجت المذكور في ترجمة ¶ شيخه محمود الالوسي. ص/123 بعنوان: \"عنايته بإحياء اثار ¶ السلف \" قال: \"أذكر أول ما أذكر منها قصة: \"كتاب نقض أساس ¶ التقديس \" من تأليف تقي الدين أحمد ابن تيمية الحراني الدمشقي ¶ الإمام المجدد المشهور، وهو كتاب عظيم حفا ينقض به ابن تيمية ¶ كتاب \"أساس التقديس \" لفخر الدين الرازي العالم الكلامي ¶ 83",
            "page": "83",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "المشهور، وقد سمع الالوسي وجود بعض أجزاء منه في دمشق ¶ ونجد، فجد في استكتابها حتى ظفر بها، ووافق وصولها إليه ¶ طلبي أخذ العلم عنه، فجعل شرطه علي نسخ هذا الكتاب وقراءته ¶ عليه؛ لا! فيد منه الانظار الصحيحة في العلم وأصول البحث ¶ وطرائق الجدل والاحتجاج، وكان شيخ الاسلام اعظم فرسان هذا ¶ الميدان في الاسلام \" انتهى. ¶ وقال: \"لكن اعظم جهده كان مصروفا إلى كتب الاصلاح ¶ الديني، ولاسيما كتب الامامين ابن تيمية وابن القيم فإن تقصيه لها ¶ في خزائن الكتب بالعراق والشام ومصر والحجاز ونجد والهند، ¶ واستكتابه إياها أو نسخه لها بيده، وجده في تحقيقها وسعيه في ¶ طبعه هو فوق الوصف. . .\" ثم ذكر منها: \"منهاج السنة \" عام ¶ 1321 وبهامشه \" العقل والنقل \" وغيرهماه ¶ وفي الشام: ¶ 1 - جمال الدين القاسمي. ¶ 2 - طاهر بن صالح الجزائري. ¶ 3 - عبدالقادر بدران. ¶ 4 - محمد كرد علي. ¶ 5 - محمد بهجت البيطار. ¶ 6 - جميل أفندي الشطي، طبع مقدمة في أصول التفسير. مع انه ¶ كان منابذا لمعتقده. ¶ 7 - بدر الدين النعساني. ¶ 84",
            "page": "84",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "8 - محمد ناصر الدين الالباني. ¶ 9 - زهير الشاويش. صاحب المكتب الإسلامي ببيروت. ¶ وكان من خبر الشيخ طاهر الجزائري - رحمه الله تعالى - كما ¶ في ترجمته من \"كنوز الأجداد ص/ 12\" لتلميذه محمد كرد علي، ¶ قال بعد كلام سبق: \"أنه أولع في صباه بكتب شيخ الإسلام ابن ¶ تيمية، وكان جمهرة الفقهاء في عصره تنكفر ابن تيمية تعصبا أ و ¶ تقليدا لمشايخها، فلم ير الشيخ لتحبيب ابن تيمية إليهم إلا نشر ¶ كتبه بينهم من حيث لا يدرون، فكان يستنسخ رسائله وكتبه، ¶ ويرسلها مع من يبيعها إليهم في سوق الوراقين بأثمان معتدلة؛ ¶ لتسقط في أيدي بعضهم فيطالعونها، وبذلك وصل إلى غرضه من ¶ نشر آراء شيخ الإسلام التي هي لباب الشريعة \" انتهى. ¶ ونحوه في: \"تنوير البصائر في سيرة الشيخ طاهر ص/37\" ¶ لتلميذه محمد سعيد الباني المتوفى سنة 1353 - رحمه الله تعالى -. ¶ وفي الحجاز: ¶ 1 - عبدالرحمن بن يحيى المعلمي المتوفى سنة 1386 - رحمه الله ¶ تعالى -. وهو من العلماء الافذاذ، والمحققين المتميزين. ¶ 2 - محمد حسين نصيف المتوفى سنة 1391 - رحمه الله تعالى- ¶ كان عالما ثريا، كريما، ممدحا، محبا للعلم والعلماء، جعل ¶ داره نزلا لهم، كثير المراسلة في الخير والمعروف، والنهي ¶ عن المنكر. ¶ وكان من خبره ان ابا اليسر عابدين نشر مقالا في مجلة المجمع ¶ 85",
            "page": "85",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "العلمي العربي بدمشق في الجزء الأول من العدد/ 36 ص/58 ¶ لعام 1336 اذعى فيه أن كتب ابن تيمية دخلت في غيابة الجب، ¶ وأنها مقطوعة السند، وما وجدها إلا الحكومة السعودية. . . إلخ. ¶ فرد عليه الشيخ نصيف ردا مقنعا راسل به كلا من/ محب ¶ الدين الخطيب، ومحمد بهجت الأثري، وعرضه من قبل على ¶ الشيخ محمد بن مانع، وقد أقام الادلة فيه على أن هذه دعوى ¶ عرية عن الدليل، وأن مؤلفات ابن تيمية قد عمرت بها خزائن ¶ المخطوطات في مكتبات العالم، وأن العلماء من بعده اشتغلوا بها ¶ بالنقل منها والاختصار، والنسخ لها وتحملها بالاسناد نصا في ¶ عدد من الأثبات والأسانيد، وأن طبعها ونشرها يعد من مناقب ¶ الدولة السعودية. . . إلخ كما تجد النص مطولا في كتاب: \"محمد ¶ نصيف حياته واثاره ص/174 - 175\"، وفي: \"مجلة حضارة ¶ الاسلام \". ¶ وفي نجد: ¶ نستطيع أن نقول: إن عامة علماء نجد لهم مشاركات في طبع ¶ ونشر اثار هذا الامام كما كان علماء الحديث في شبه القارة الهندية، ¶ وهكذا كل من كان على جادة السلف الصالح التي جددها شيخ ¶ الاسلام ابن تيمية - رحمه الله تعالى - و: < إن أؤلي ألناس بإبنهيم ¶ لكين تبعوه>. ¶ ومن الذين لهم جهود في ذلك: ¶ 1 - عبدالرحمن بن قاسم. ¶ 2 - ابنه محمد بن عبدالرحمن بن قاسم. ¶ 86",
            "page": "86",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "3 - محمد بن مانع. ¶ 4 - سليمان الصنيع النجدي ثم المكي. ¶ كما كان الولاة في هذه الديار يدا واحدة مع العلماء، فقد ¶ تتابع آل سعود ملوكا وامراء على بذل المال لطبعها، وكان في ¶ الاونة الأخيرة لجامعات المملكة جهود مباركة لاسيما جامعة ¶ الإمام محمد بن سعود الإسلامية بادارة مديرها السابق الشيخ/ ¶ عبدالله بن عبدالمحسن التركي. ¶ وفي قطر: ¶ قاسم درويش فخرو. ¶ امراء آل ثاني حكام قطر. ¶ وكان للشيخ محمد بن مانع المتوفى سنة 1385 في الزيارة ¶ من قطر، والشيخ عبدالله بن زيد آل محمود المتوفى بقطر سنة ¶ 1417 يد حافلة في ذلك -رحم الله الجميع -. ¶ تنبيه: بيان هذه الكتب المطبوعة من اولها إلى الاخر، وما ¶ ادخل منها في \"مجموع الفتاوى \" لابن قاسم، وما لم يدخل فيها، ¶ وما طبعه فيها ابتداء، محله -إن شاء الله تعالى - الثبت الجاري ¶ إعداده من بعض المشاركين في هذا المشروع. ¶ *** ¶ 87",
            "page": "87",
            "part": "1"
        },
        {
            "id": "96",
            "nass": " ",
            "page": "88",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "المدخل الخامس أمنية العلماء بجمعها والمجاميع لها ¶ العلماء الذين لاثارهم قدم صدق في الا! مة، يحفها إخوانهم ¶ واللاحقون بهم بالعناية بها والدلالة عليها؛ ولهذا قال ابن القيم ¶ -رحمه الله تعالى - في مقدمة: \"إعلام الموقعين \": إن فتاوى حبر ¶ الأمة ابن عباس -رضي الله عنهما- لو جمعت لكانت ثلاثين ¶ مجلدا. ¶ ومن هذا الباب اشتغال تلاميذ الإمام أحمد بن حنبل -رحمه ¶ الله تعالى - بجمع مسائله، حتى جاء تلميذ تلامذته الخلال فجمعها ¶ في ثلاثين مجلدا باسم: \"الجامع لمسائل الامام أحمد\" كما بينت ¶ ذلك مفصلا في \"المدخل المفصل \". ¶ وشيخ الإسلام ابن تيمية -رحمه الله تعالى - قد نهض تلامذته ¶ فمن بعدهم إلى يومنا هذا بجمع اثاره واعدادها بمجاميع لها، فان ¶ له - رحمه الله تعالى - في المسألة الواحدة مؤلفات كثيرة، وقواعد، ¶ واجوبة، إذا اجتمعت بلغت مجلدات كثيرة كما نبه على ذلك ¶ تلميذه ابن عبدالهادي في: \"العقود الدرية: ص/27 - 48\". ¶ منها: في مسألة القران، وفي الرد على منكري المعاد. وفي ¶ فروع الفقه، وفي زيارة القبور وفي شد الرحال إليها، وفي الطلاق ¶ والخلع نحو عشرين مجلدا، وفي مسألة العلو مجلدات كثيرة. ¶ 89",
            "page": "89",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "وفي أجوبة لشرح أحاديث وبيان درجتها. ¶ وكان أول جمع ما ذكره ابن عبدالهادي بقوله: ص/28: ¶ \"وقد جمع بعض أصحابه قطعة كبيرة من فتاويه الفروعية، وبوبها ¶ على أبواب الفقه في مجلدات كثيرة تعرف بالفتاوى المصرية، ¶ سماها بعضهم: \"الدرر المضية من فتاوى ابن تيمية \" انتهى. ¶ وهذه الفتاوى المصرية طبعت باسم: \"الفتاوى الكبرى \" في ¶ خمسة مجلدات غير منسوبة لجامع لها، طبعها فرج الله الكردي، ¶ وهي التي كانت تسمى: \"القواعد النورانية من الفتاوى المصرية\" ¶ وهذا الاسم: \"القواعد النورانية \" ليس هو كتاب: \"القواعد النورانية\" ¶ المطبوع في مجلد والذي أدخل في: مجموع ابن قاسم. ¶ ثم إن: \"الدرر المضية. . .\" مختصر الفتاوى المصرية هي ¶ للبعلي وقد طبعت باسم: \"مختصر الفتاوى المصرية \". ¶ واذا قابلت بين هذا المختصر للبعلي وبين ما طبعه الكردي ¶ باسم: \"مجموع الفتاوى الكبرى \" يتبين لك أن ما طبعه الكردي ¶ باسم: \"الفتاوى الكبرى \" يمشي مع مختصرها للبعلي في المجلد ¶ الأول، وبعض الثاني، والرابع (إلى ص/297) من الكبرى هي ¶ الكبرى فقط، أما الباقي فهو مضموم إليها من كتبه الأخرى. ¶ ثم لا علم بعد ذلك من قام بالجمع والترتيب لها في مجاميع ¶ من القرن التامن حتى ظهور المطابع في العالم الإسلامي، فقد طبع ¶ نحو عشرين مجموعا، منها ما يتكون من رسالتين فأكثر، مثل: ¶ طبع تسع رسائل ملحقة بكتاب: \"جامع البيان في تفسير القران \" ¶ لمعين بن صفي بالمطبع الفاروقي بدلهي \"الهند\" سنة 1296، ¶ 90",
            "page": "90",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "ومنها: \"مجموعة الرسائل والمسائل \" تحتوي على رسائل كثيرة ¶ لشيخ الاسلام وهي في خمسة أجزاء طبعت 1341، ومنها: ¶ \"مجموعة الرسائل الصغرى \" نشرها محمد بدر الدين النعساني ¶ طبعت سنة 1323 فيها تسع رسائل. ومنها: \"شذرات البلاتين\" ¶ بتحقيق محمد حامد الفقي. طبعت 1375 هـ. ومنها ما طبع ضمن ¶ رسائل لعلماء آخرين مثل: \"مجموعة الرسائل المنيرية\" فيها تسع ¶ رسائل لشيخ الاسلام -رحمه الله تعالى - طبعت سنة 1343. ثم ¶ اجتمعت همة الشيخ / عبدالرحمن بن قاسم المتوفى سنة 1392 ¶ - رحمه الله تعالى - لهذا العمل فأخرج كتابه: \"مجموع فتاوى شيخ ¶ الإسلام ابن تيمية \" في خمسة وثلاثين مجلدا وساعده ابنه محمد ¶ على ذلك. ¶ ثم الشيخ محمد رشاد سالم المتوفى 1407 - رحمه الله تعالى- ¶ في كتابه: \"جامع الرسائل \" طبع منه مجلدان، وهذا العالم الفاضل ¶ هو صاحب الجهود العظيمة في تحقيق عدد من كتب شيخ الاسلام، ¶ ولو لم يكن له إلا تحقيق \"منهاج السنة \" لكفاه فخرا على الدهر. ¶ ثم الشيخ محمد بن عبدالرحمن بن قاسم في: \"المستدرك\" ¶ ضمنه عشر رسائل. ¶ وجمع آثار هذا الامام في مجموع مرتب على أبواب العلم ¶ أمنية العلماء من تلامذته إلى عصرنا، وهذه بعض كلماتهم في ¶ ذلك: ¶ فهذا ابن مري المتوفى بعد سنة 728 يكتب رسالة لتلاميذ ¶ شيخ الإسلام ابن تيمية وقد ضمنها الوصية بكتب هذا الإمام ¶ 91",
            "page": "91",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "ونشرها وإشاعة نسخها من غير تصرف فيها ولو كانت مكررة، ¶ والحرص على مقابلتها، وجمع الاشباه والنظائر في مكان واحد، ¶ ويشير إلى الشيخ أبي عبدالله - أي ابن رشيق - فيوصي بالاحتفاظ ¶ به وتزويده من المال كفايته وبذل الأموال الكثيرة لهذا المطلب؛ ¶ لأنه قليل ذات اليد حتى يتم له هذا الامر، ويوصيهم بالتصحيح ¶ والمقابلة، ومراجعة رؤوس تلامذة الشيخ مثل: ابن القيم، والمزي، ¶ وشرف الدين بن عبدالله، في كلام طويل نحو خمس صفحات من ¶ ص 87: من \"الجامع لسيرة شيخ الإسلام \" ثم ختمه بقوله: ¶ \"ووالله -إن شاء الله - ليقيمن الله سبحانه لنصر هذا الكلام ¶ ونشره، وتدوينه وتفهمه، واستخراج مقاصده، واستحسان غرائبه ¶ وعجائبه، رجالا هم إلى الان في اصلاب ابائهم. . . \" انتهى. ¶ وقد برت يمين ابن مري -بحمد الله ومنته - فقام الشيخ ¶ عبدالرحمن بن قاسم المتوفى سنة 1392 رحمه الله تعالى بمساعدة ¶ ابنه محمد المتوفى سنة 1421 - رحمه الله تعالى - بعد نحو ستة ¶ قرون بهذه المهمة الجليلة في: \"مجموع فتاوى شيخ الإسلام ابن ¶ تيمية \". ¶ وقد ذكر ابن قاسم أن هذا الجهد هو لد!، ويستحث همم ¶ العلماء لإكماله فيقول في مقدمة: \" المجموع: 1/د\": ¶ \"ولعظيم النفع بفتاويه، والثقة منها، واعتماد مبتغي الصواب ¶ عليها، فتشت عن مختصراتها في بعض مكتبات نجد والحجاز ¶ والشام وغيرها، فجمعت منها اكثر من ثلاثين مجلدا ورتبتها: وهو ¶ بد 2. وإلا فعسى الله -سبحانه - أن يقيض لفتاويه من يجمعها من ¶ 92",
            "page": "92",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "مشارق الارض ومغاربها، ومن المكتبات التي لم نطلع عليها ويلحقه ¶ بما جمته منها. و] لله المستعان \" انتهى. ¶ مجموع ابن قاسم: ¶ أقول: إن هذا المجموع المبارك: \"مجموع فتاوى شيخ الإسلام ¶ ابن تيمية \" لابن قاسم هو غرة في جبين الدهر، زينة لاهل الاسلام، ¶ لسان صدق للعلماء، عمدة للباحثين، نفع الله به أقواما بعد آخرين، ¶ وقد انتشر في العالمين انتشار العافية، وكتب الله له من القبول ¶ و لانتشار ما يعز نظيره في جهود المتأخرين، فالحمد لله ر ب ¶ العالمين. ¶ وقد نفثالشيخ محمد بن قاسم المتوفى سنة 1421 - رحمه ¶ الله تعالى - في مقدمته: 1/ب على أن هذا المجموع يشتمل على ¶ كتب ورسائل وفتاوى سبق طبعها، سمى منها في المقدمة: 1/ن ¶ اربعين كتابا، منها ما يجمع عددا من الرسائل والفتاوى، و خرى ¶ لم يسبق طبعها، وهذه تقدر بأكثر من الثلث في هذا المجموع، ¶ أي أن الذي سبق طبعه و دخل في هذا المجموع نحو الثلثين. ¶ وكان جهد الشيخين فيما سبق طبعه لا يقل عن جهدهما فيما ¶ لم يسبق طبعه؛ لانهما استحصلا على الا4 صول الخطية لها فقابلاها ¶ مع المطبوع فأصلحا ما وقع من غلط وتصحيف وسقط وفوت ¶ وهكذا، والكمال عزيز. ¶ هذا المشروع: ¶ إذا فهذا المشروع الكبير: \"آثار شيخ الاسلام ابن تيمية وما ¶ 93",
            "page": "93",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "لحقها من أعمال \" من كتبه ورسائله وفتاويه، ومختصرات كتبه ¶ واختياراته ونحوها، وسيرته المباركة، مما لم يسبق طبعه، أ و ¶ سبق ولكن اعتراه نقص، هو وصل لجهود المصلحين، وتحقيق ¶ لأمنية العلماء العاملين، وهو لا يقوم إلا على أمور ثلاثة: ¶ * الأمر الأول: التمويل: ¶ لئن قعد الحط ببعض من مضى عن جمعها ونسخها وترتيبها ¶ لقلة المال كما أشار إليه ابن مري -رحمه الله تعالى - في كلامه ¶ المتقدم، فإنه بنعمة من الله وفضل قد تيسر ذلك في أول لقاء مع ¶ الوجيه السري الشيخ سليمان بن عبدالعزيز الراجحي صاحب اليد ¶ الطولى في فعل الخير والإحسان والبذل في المشاريع الخيرية ¶ الكثيرة، وموافقته على تمويل هذا المشروع المبارك هو من توفيق ¶ الله له؛ لان هذا المشروع مما يعم نفعه ويمتد أثره، فتلهج الألسنة ¶ بالدعاء له. أجزل الله مثوبته ونسأل الله لنا وله صلاح النية وحسن ¶ العمل. ¶ * الأمر الثاني: توفر المحققين: ¶ توقر - بحمد الله تعالى - ثلة من طلبة العلم المشتغلين بالتحقيق؛ ¶ بل الذين لهم مزيد بصيرة في كتب شيخ الإسلام ابن تيمية -رحمه ¶ الله تعالى -، وذلك بتحقيق هذه الاثار والاعلاق النفيسة وفق ¶ أصول التحقيق وخططه المعلومة، ولا داعي للاطالة بذكرها هنا. ¶ * الامر الثالث: الاخلاص: ¶ الإخلاص هو الدرة المنشودة، التي بها تميزت علوم الصحابة ¶ 94",
            "page": "94",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "-رضي الله عنهم - وفهومهم عمن بعدهم، والله أعلم حيث يجعل ¶ موإقع فضله ومن يختصهم برحمته. ¶ والعلم والإيمان مكانهما إلى يوم القيامة من ابتغاهما وجدهما ¶ عند معلم آدم وابراهيم - عليهما لسلام - فاللهم يا معلم آدم وا براهيم ¶ علمنا ومن علينا جميغا بالاخلاص في جميع أمورنا؛ و لله ذو فضل ¶ على العالمين، وسبحان من يختص برحمته من يشاء. ¶ والحمد لله الذى هدانا لهذا وما كنا لنهتدى لولا أن هدنا الله ¶ والصلاة والسلام على خاتم الانبياء والمرسلين وعلى صحبه أجمعين، ¶ ومن تبعهم بإحسان الى يوم الدين. ¶ انتهى \"المداخل الى اثار شيخ الاسلام ابن تيمية وما لحقها ¶ من أعمال \". ¶ المؤلف ¶ بكر بن عبد الله أبو زيد ¶ رئيس مجمع الفقه الإسلامي ¶ 2/ شوال / 1 2 14 ¶ 95",
            "page": "95",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "آثار شيخ الإسلام ابن تيمية وما لحقها من أعمال ¶ (1) ¶ منظمة المؤتمر الإسلامي - مجمع الفقه الإسلامي - جدة ¶ مطبوعات المجمع ¶ المداخل إلى آثار شيخ الإسلام ابن تيمية وما لحقها من أعمال ¶ تأليف ¶ بكر بن عبد الله أبو زيد ¶ رئيس المجمع ¶ تمويل ¶ مؤسسة سليمان بن عبد العزيز الراجحي الخيرية ¶ دار عالم الفوائد ¶ للنشر والتوزيع ¶ __________ ¶ ((نسخة محولة بواسطة القارئ الآلي، وتم مراجعتها مراجعة مبدئية، وليست نهائية؛ ولذا وجب التنبيه وبخاصة في الآيات القرآنية والأرقام والجداول!))",
            "page": "1",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "مُؤَسَّسَةِ سُليمَان بْن عَبْدِ العزيز الرَّاجِحيِّ الخَيرْيَّةِ ¶ SULAIMAN BIN ABDUL AZIZ AL RAJHI CHARITABLE FOUNDATION ¶ حقوق الطبع والنشر محفوظة ¶ لمُؤَسَّسَةِ سُليمَان بْن عَبْدِ العزيز الرَّاجِحيِّ الخَيرْيَّةِ ¶ الطبعة الأولى ¶ شهر شوال - 1422 هـ ¶ دَارُ عَالم الفَوائِد لِلنّشْرِ والتَّوزيِع ¶ مكّة المكرمة - ص. ب 2928 ¶ 5505305 فاكس 5542309 ¶ الصَّف والإخراج دَارُ عَالم الفَوائِد لِلنّشْرِ والتَّوزيِع",
            "page": "4",
            "part": "1"
        },
        {
            "id": "47",
            "nass": " ",
            "page": "40",
            "part": "1"
        },
        {
            "id": "87",
            "nass": " ",
            "page": "80",
            "part": "1"
        }
    ],
    "t38467": [
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "المدخل الأول موضوع هذا المشروع"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المداخل إلى آثار شيخ الإسلام ابن تيمية وما لحقها من أعمال"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "المدخل الثاني عن شيخ الاسلام ابن تيمية - رحمه الله تعالى-"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "المدخل الثالث إفادات شتى عن كتبه"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "المدخل الرابع جهود المصلحين بطبعها"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "المدخل الخامس أمنية العلماء بجمعها والمجاميع لها"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "بيان سجناته وأسبابها وآثارها مع شيء من التفصيل"
        },
        {
            "id": "101",
            "lvl": "2",
            "sub": null,
            "tit": "مجموع ابن قاسم"
        },
        {
            "id": "101",
            "lvl": "2",
            "sub": "1",
            "tit": "هذا المشروع"
        }
    ]
}