{
    "b38473": [
        {
            "hno": null,
            "id": "1",
            "nass": "آثار شيخ الإسلام ابن تيمية وما لحقها من أعمال ¶ (21) ¶ منظمة المؤتمر الإسلامي - مجمع الفقه الإسلامي - جدة ¶ مطبوعات المجمع ¶ تكملة الجامع لسيرة شيخ الاسلام ابن تيمية خلال سبعة قرون ¶ جمع وتحقيق ¶ علي بن محمد العمران ¶ وفق المنهج المعتمد من الشيخ العلامة ¶ بكر بن عبد الله أبو زيد ¶ رحمه الله تعالى ¶ تمويل ¶ مؤسسة سليمان بن عبد العزيز الراجحي الخيرية ¶ دار عالم الفوائد ¶ للنشر والتوزيع ¶ __________ ¶ ((نسخة محولة بواسطة القارئ الآلي، وتم مراجعتها مراجعة مبدئية، وليست نهائية؛ ولذا وجب التنبيه وبخاصة في الآيات القرآنية والأرقام والجداول!))",
            "page": "1",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "مُؤَسَّسَةِ سُليمَان بْن عَبْدِ العزيز الرَّاجِحيِّ الخَيرْيَّةِ ¶ SULAIMAN BIN ABDUL AZIZ AL RAJHI CHARITABLE FOUNDATION ¶ حقوق الطبع والنشر محفوظة ¶ لمُؤَسَّسَةِ سُليمَان بْن عَبْدِ العزيز الرَّاجِحيِّ الخَيرْيَّةِ ¶ الطبعة الأولى 1432 هـ ¶ دَارُ عَالم الفَوائِد لِلنّشْرِ والتَّوزيِع ¶ مكّة المكرمة - هاتف 5473166 - 5353590 فاكس 5457606 ¶ الصَّف والإخراج دَارُ عَالم الفَوائِد لِلنّشْرِ والتَّوزيِع",
            "page": "2",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "راجع هذ الجزء ¶ محمد أجمل الإصلاحي ¶ محمد عزيز شمس",
            "page": "3",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم",
            "page": "4",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "مقدمة ¶ الحمد لله رب العالمين، والصلاة والسلام على سيد الاولين ¶ والاخرين، وعلى اله وصحبه اجمعين. ¶ وبعد، فكنت قد وعدت القراء الكرام في مقدمة الطبعة الثالثة من ¶ كتاب \" الجامع لسيرة شيخ الاسلام ابن تيمية خلال سبعة قرون \" قبل ¶ نحو اربع سنوات خلت= بإصدار ما استجد من التراجم التي على شرط ¶ كتاب \"الجامع .. \" مما لم نلحقه فيه في كتاب مفرد، واقترحت تسميته ¶ ب \"ذيل الجامع. . . \". ورابت أن اسميه الان: \"تكملة الجامع. . . \". ¶ والسبب في إفراد هذه التراجم في كتاب مستقل، وعدم إدخالها ¶ في مواضعها من \" الجامع. . .\"= أن لا يحتاج من كان عنده الطبعة ¶ السابقة منه إلى تغيير طبعته لاجل هذه الزيادات، بل يكفيه ان يضم اليه ¶ هذه التكملة. ¶ والتراجم التي استجدت الان إحدى عشرة ترجمة، وهي متنوعة ¶ الأغراض والمقاصد، فمنها الترجمة التقليدية، ومنها المستخرجة من ¶ الكتب التاريخية او مصنفات إمام معين، ومنها الجواب عن سوال نظما ¶ او نثرا، ومنها في الدفاع عنه. وسنلقي الضوء عليها واحدة و 1 حدة مرتبة ¶ على تواريخ وفيات مؤلفيها:",
            "page": "5",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "76 (1) - ذيل مراة الزمان، لقطب الدين موسى بن محمد اليونيني ¶ الحنبلي (ت 726). ¶ وهو تاريخ مرتب على السنين، وا لجزء الذي استفدنا منه يؤرخ ¶ للفترة ما بين (697 هـ-1 71 هـ) وهي سنوات حوافل بالاحداث فى ¶ حياة شيخ الاسلام. ومما تميز به الكتاب: ¶ 1 - أن مؤلفه معاصر لشيخ الاسلام ابن تيمية، بل هو أكبر منه سنا ¶ إذ ولادته سنة (0 64 هـ)، فهو أكبر من شيخ الاسلام بأكثر من عشرين ¶ سنة (2). وكان عمره وهو يؤرخ هذه الاحداث ما بين السابعة والخمسين ¶ والحادية والسبعين، فهو قد شهد أكثر هذه الاحداث بنفسه، خاصة ما ¶ وقع منها بالشام. ¶ 2 - أن في تاريخه بعض التفاصيل مما لا يوجد في غيره من ¶ الكتب. وهذا عائد إلى ما تقدم ذكره. ¶ ومع ذلك لم يخل من بعض الملحوظات التي رأيت أن أعلق ¶ عليها في النص. ¶ أما طبعة الكتاب المعتمدة، فهي طبعة المجمع الثقافي بأبو ظبي، ¶ تحقيق د. حمزة عباس، وقد صلحت ما وقع فيها من أخطاء مع التنبيه ¶ عليها غالبا. ¶ __________ ¶ (1) هذا الرقم تكملة لترقيم تراجم الجامع إذ بلغ عدد التراجم فيه (75) ترجمة. ¶ (2) وهو مع ذلك يقول: شيخنا ابن تيمية، كما في (ص 15).",
            "page": "6",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "ومما يذكر هنا ان المؤلف عقد عنوانا فيه: \"ذكر الاسباب الموجبة ¶ لفتنة الشيخ تقي الدين وا لحنابلة \" لكن وقع في الاصل المخطوط ¶ [ق 49 ب] محو لما في هذه الورقة. فلعل بعض من وقف عليها لم ¶ يعجبه ما فيها، فعمد إلى محوه، فالله أعلم. ¶ 77 - نبذة من سيرة شيخ الاسلام ابن تيمية المسماة (الدرة اليتيمية ¶ في السيرة التيمية)، لشمس الدين محمد بن احمد الذهبي الشافعي ¶ (ت 748). ¶ وهذه الترجمة نقل كثيرا من نصوصها زين الدين ابن الوردي ¶ (ت 749) في \" تتمة المختصر في أخبار البشر- ضمن الجامع \": ¶ (ص 329 - 337) وقال في اخر ترجمته: \" وهذه نبذة من ترجمة الشيخ ¶ مختصرة، أكثرها من الدرة اليتيمية في السيرة التيمية للإمام الحافظ ¶ شمس الدين محمد الذهبي \". وهذا نص مهم يفيد في معرفة عنوان ¶ رسالة الذهبي. ¶ كما نقل منها ابن عبد الهادي في \" العقود الدرية \" في مواضع. قال ¶ ابن عبد الهادي: \"وقال (أي: الذهبي) في مكان اخر، ذكر فيه ترجمة ¶ طويلة للشيخ، قبل وفاة الشيخ بدهر طويل \" (1). ¶ وقد أفاد هذا النص عدة فوائد: ¶ 1 - تثبيت ان هذه الترجمة للذهبي، كما تقدم. ¶ __________ ¶ (1) \" العقود الدرية\" (ص 5 3 - بتحقيقي) وانظر ايضا (ص 9، 33، 8 6 1) 5",
            "page": "7",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "2 - أنها ترجمة مستقلة، فلو كانت منتزعة من كتاب لصرج بذلك ¶ ابن عبد الهادي كما هو شأنه في كتب الذهبي الاخرى. فهذا يؤيد أنها ما ¶ سماه ابن الوردي ب \" الدرة اليتيمية. .. \". ¶ 3 - أنها طويلة، بل تعتبر أطول تراجم الذهبي التي وجدت على ¶ الاطلاق، إذ بلغت: (5 1 صفحة) (1). وبها معلومات وفوائد ليست في ¶ كتب الذهبي الاخرى. ¶ 4 - أنها مكتوبة قبل وفاة الشيخ بدهر طويل. وهو كذلك إلا أن ¶ الذهبي مازال يضيف إليها ما استجد من أحداث ووقائع حتى وصف ¶ وفاة شيخ الاسلام وجنازته. رحم الله ا لجميع. ¶ 78 - ترجمة مختصرة له أيضا. ¶ وهذه الترجمة المختصرة نقلها الشيخ المحدث أحمد بن ¶ محمد ابن المهندس المقدسي الحنبلي (ت 4 80 أو 803) (2) بخطه على ¶ ظهر نسخة خطية من كتاب \" الاجتماع والافتراق في الايمان و لظلاق\" ¶ لشيخ الاسلام بن تيمية (3). وقال في اخرها إنه نقلها من خط مصنفها. ¶ __________ ¶ (1) بينما بلغت ترجمته في \"ذيل تاريخ الاسلام \" ست صفحات فقط. ¶ (2) ترجمته في \"إنباء الغمر\": (4/ 259)، و\"الضوء اللامع \": (2/ 86)، و\" المنهج ¶ الاحمد\": (5/ 93 1). ¶ (3) هذه النسخة محفوظة في دارة الملك عبد العزيز بالرياض - ا لخزانة الملكية رقم ¶ - (5)، وقد تفضلوا مشكورين بتصوير نسخة منها وإرسالها إ لي، واخص الاستاذ ايمن ¶ الحنيحن، إذ كان مبادرا في تصوير النسخة، وسببا في الوقوف على التر جمة.",
            "page": "8",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "ولم يذكر ابن المهندس من أي كتب الذهبي نقلها، وواضح أنه ¶ كتاب مرتب على حوادث السنين، لكن ليس \" دول الاسلام \" ولا \" العبر\" ¶ ولا \" ذيل تاريخ الاسلام \". ¶ وقد نقل من هذه الترجمة دون أن يصرح المؤرخ زين الدين ابن ¶ الوردي في \" تتمة المختصر - ضمن الجامع \" (ص 329). وابن ¶ عبد الهادي في \" العقود\" (ص 34). ¶ 79 - رسالة ارسلها الشيخ قوام الدين عبد] لله بن حامد الشافعي ¶ من العراق إلى القاضي زين الدين ابن سعد الدين سعد الله بن بخيخ ¶ الحراني الحنبلي في الثناء على شيخ الاسلام وعلومه. ¶ أصل هذه الرسالة ملحق باخر كتاب ترجمة شيخ الاسلام لابن ¶ عبد ا لهادي - نسخة كوبريلي بتركياه ¶ وقد أرسلها الشيخ عبد الله بن حامد الشافعي (1) إلى الشيخ زين ¶ الدين عمر بن سعد الله سعد الدين بن بخيخ الحنبلي (ت 749) ¶ أحد تلاميذ شيخ الإسلام، وممن تخرج به، وانتصر لاجتهاداته الفقهية (2). ¶ وقد مضى في \" الجامع لسيرة شيخ الاسلام \" (ص 1 4 2 - 45 2) ¶ رسالة من عبد الله بن حامد إلى أبي عبد الله بن رشيق المالكي، قريبة ¶ في مضمونها من هذه الرسالة. ¶ __________ ¶ (1) لم أعثر على ترجمته حتى الان. ¶ (2) ترجمته في \"ذيل طبقات الحنابلة \": (5/ 42 1 - 4 4 1 - ت العثيمين).",
            "page": "9",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "80 - فصل في مبشرات راها الصالحون للشيخ تقي الدين أ حمد ¶ ابن تيمية بعد موته إلى رحمة الله، يرويها محمد بن عباد الشجاعي عن ¶ تلاميذ الشيخ ومعاصريه. ¶ هذا الفصل فيه مجموعة من الرؤى التي رئيت للشيخ بعد وفاته، ¶ فيها دلالة على حسن خا تمته ورفعة منزلته. وقد أدرجناها هنا لاسباب: ¶ 1 - ألى العلماء دأبوا في كتبهم التاريخية على تضمين التراجم شيئا ¶ من الرؤى والمنامات التي رئيت للمترجم. ¶ 2 - أنها مروية عن أصحاب الشيخ والمقربين منه؛ كالشيخ أبي ¶ عبد الله بن رشيق المغربي (ت 749)، وهو أحد المقربين من شيخ ¶ الاسلام، وممن كان لهم بصر بخط الشيخ، حتى كان إذا استغلق منه ¶ شئ استخرجه ابن رشيق - كما يقول ابن كثير -، وهو صاحب رسالة ¶ \" مؤلفات شيخ الاسلام \" التي نشزناها في \" الجامع \" (ص 282 - 1 31) ¶ وكانت تعزى لابن القيم خطأ. ¶ وعدد الرؤى المروية اثنتا عشرة، سبع منها لابن رشيق، والبقية لغيره ¶ ممن ذكرت أسماوهم في الرسالة. ¶ ونسخته الخطية التي اعتمدناها تقع ضمن مجموع في مكتبة الملك ¶ عبد العزيز بالمدينة النبوية - مجموعة المكتبة المحمودية رقم [2775]. ¶ 81 - سيرة شيخ الاسلام ابن تيمية، من كتب تلميذه شمس الدين ¶ محمد بن أبي بكر ابن قيم الجوزية الحنبلي (ت 751). ¶ الإمام ابن القيم من أخص تلاميذ شيخ الاسلام ابن تيمية،",
            "page": "10",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "واكثرهم تاثرا به ومعرفة بكلامه (1). وكثيرا ما يذكره في مؤلفاته، سواء ¶ لذكر اختياراته الفقهية وفوائده العلمية، او لذكر بعض جوانب من ¶ حياته، فاستخرجت المواضع التي فيها فوائد تتعلق بترجمة الشيخ ¶ رحمه الله. ¶ وهذه الترجمة المستخرجة من كتب ابن القيم هي واسطة العقد ¶ في هذه (التكملة. . .) التي نخرجها اليوم، ففيها من المواقف والفوائد ¶ في ترجمة الشيخ ما ليس في كتاب اخر. كما ستراه إن شاء الله تعا لى. ¶ وقد استفدت في استخراج اكثر هذه المواضع من اوراق جمعها ¶ الصديق الشيخ الدكتور وليد بن محمد العلي تحوي كل مواضع ذكر ¶ شيخ الاسلام في كتب تلميذه ابن القيم، فجزاه الله خيرا. ¶ وقد قسمت ما ذكره ابن القيم عن شيخه إلى ثلاثة اقسام رئيسة: ¶ 1 - مكانة الشيخ في العلم، ومواقفه في الافتاء. ¶ 2 - اخلاق الشيخ وصفاته وعبادته. ¶ 3 - الشيخ والامر بالمعروف والنهي عن المنكر. ¶ وتحت كل قسم عناوين خاصة. ¶ __________ ¶ (1) حتى قال الحافظ ابن حجر: \" ولو لم يكن للشيخ تقي الدين (ابن تيمية) من ¶ المناقب إلا تلميذه الشهير الشيخ شمس الدين ابن قيم الجوزية صاحب ¶ التصانيف النافعة السائرة، التي انتفع بها الموافق والمخالف؛ لكان غاية في ¶ الدلالة على عظيم منزلته \". \"الجامع - تقريظه على الرد الوافر\" (ص 552).",
            "page": "11",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "وعزوت النقول إلى كتب ابن القيم، مع ذكر الظبعة المنقول عنها ¶ في أول موضع يرد فيه ذكر الكتاب، هكذا: \"جلاء الافهام \" (ص 0 0 5 -  ¶ دار عالم الفوائد). ¶ 82 - سؤال وجواب في شيخ الاسلام ابن تيمية، لشهاب الدين ¶ أحمد ابن الأذرعي الشافعي (ت 783). ¶ سوال وجه إلى الاذرعي (1) في شيخ الاسلام، فاجاب عنه ¶ و نصف فيه شيخ الاسلام. ¶ ونسخته المعتمدة في ورقتين ضمن مجموع في تركيا، أرسله لي ¶ الصديق الاستاذ بو القضل القونوي. وقد نشر ملحقا ب\"الرد الوافر\" ¶ (ص 2 30 - 303). ¶ 83 - الشهب العلية في الرد على من كفر ابن تيمية، نظم: القاضي ¶ عمر بن موسى بن الحسن الحمميى الشافعي (ت ا 86). ¶ هذه قصيدة في الذب عن شيخ الاسلام رحمه الله كتبها القاضي ¶ __________ ¶ (1) هو: أحمد بن حمدان بن أحمد بن عبد الواحد، شهاب الدين الأذرعي أبو ¶ العباس، ولد سنة 708، وسمع من ا لحجار والمزي وحضر عند الذهبي، ولازم ¶ القخر المصري، وهو الذي أذن له، وشهد له عند السبكي بالأهلية. أقبل على ¶ الإشغال والاشتغال وراسل السبكي بالمسائل الحلبيات، وهي في مجلد مشهور، ¶ واشتهرت فماويه في البلاد الحلبية. وكان منطرح النفس، كثير ا لجود، صادق ¶ اللهجة، شديد الخوف من الله، له مصنفات في الفقه الشافعي. ملخصة من \"الدرر ¶ الكامنة \": (1/ 39).",
            "page": "12",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "عمر بن موسى الحمصي الشافعي (1) جوابا لمن سأله شعرا عمن يقع ¶ في شيخ الاسلام ويكفره ... فأجاب بها وسفاها \"الشهب العلية. .. \" ¶ وهي تقع في 97 بيتا. ¶ وكان السبب الدافع للمؤلف في نظم هذه القصيدة هو واقعة ا و ¶ فتنة العلاء البخاري (ت 1 84) لما أطلق القول في تكفير شيخ الاسلام ¶ ابن تيمية بل وتكفير من لقبه ب \"شيخ الاسلام \"، فانبرى العلماء على ¶ اختلاف بلدانهم ومذاهبهم للرد عليه، وكان منهم حافظ الشام ابن ناصر ¶ الدين الدمشقي (ت 842) في كتابه \"الرد الوافر على من زعم أن من ¶ سمى ابن تيمية شيخ الاسلام ... كافر\". ثم كان منهم صاحب قصيدتنا ¶ هذه. ¶ وقد وقع للمؤلف بعض الأذى بسبب هذا النظم، شرحه السخاوي ¶ في ترجمته في \"الضو اللامع \". ¶ ولمن كانت هذه القصيدة قد نشرت من قبل ملحقة بكتاب \"الرد ¶ الوافر\" طبع المكتب الاسلامي (ص 294 - 299) إنها لم تذكر بعنوانها ¶ الذي وضعه مولفها، كما أنه قد وفع فيها جملة من الاخطاء ¶ والتصحيفات. ¶ __________ ¶ (1) هو: عمر بن موسى بن الحسن السراج القرشي المخزومي الحممي ثم القاهري ¶ الشافعي ويعرف بابن الحمصي. ولد بها سنة 777 هـ، ولي القضاء في عدة بلدان، ¶ توفي سنة (861 هـ). ترجمته مطولة في \"الضوء اللامع \": (3/ 225).",
            "page": "13",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "ونسختنا التي اعتمدناها هي نسخة العلامة قطب الدين الخيضيري ¶ (ت 894 هـ)، فقد قرأها على مؤلفها، ثم اعتنى المؤلف بضبط ألفاظها ¶ وتصحيحها بقلمه. ¶ وهي ضمن مجموع في مكتبة بايزيد بتركيا رقم [2908] (ق 36 -  ¶ 43) يحوي كتاب \"الرد الوافر. . .\" وجملة من التقاريظ عليه، وهذه ¶ - القصيدة. وقد تفضل بإرسال هذا المجموع الصديق الاستاذ أبو الفضل ¶ القونوي جزاه الله خيرا. ¶ 84 - أزهار الرياض في أخبار عياض، لشهاب الدين أ حمد بن ¶ محمد المقري التلمسا ئي ا لمالكي (ت 1 4 0 1). ¶ هذا الكتاب ليس فيه ترجمة للشيخ، ولكن جرى فيه ذكر الشيخ ¶ ضمن فائدة نقلها المقري من تفسير البسيلي التونسي وغيره، وذكر جملة ¶ من الاخبار والقصص عن شيخ الاسلام ابن تيمية رحمه الله تدور بين ا ن ¶ تكون كذبا على الشيخ أو خطأ عليه، وهي: ¶ - أنه قال في حق القاضي عياض: \" غلا هذا المغيربي \". ¶ - أن حاله لا زال في ظهور حتى ناظر السبكيين. ¶ - تكرار فرية ابن بطوطة في تمثيل نزول الرب جل شأنه بنزوله ¶ عن المنبر درجة درجة. ¶ - أن ابني الامام قد ناظرا الشيخ وظهرا عليه. ¶ - نسبة بيتين له قالهما في \" المحصول \" للرازي، وليسا له.",
            "page": "14",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "وقد علقت على كل هذه الفرى في حواشي الكتاب. ¶ فكان ذكر هذا الكتاب هنا للرد على ما فيه من بهتان وزيف، وتبين ¶ بحمد الله أن ما فيه لا ينفق إلا عند من لا تدقيق عنده ولا تمحيص. ¶ 85 - حدائق الانعام في فضائل الشام، لعبد الرحمن بن ابراهيم ¶ ابن عبد الرزاق الدمشقي الشافعي (ت 138 1). ¶ فيه ترجمة مقتضبة، دلني عليها أخي الشيخ عبد الله بن سالم ¶ البطاطي. ¶ 86 - رسالة في الذب عن ابن تيمية، لمحمد بدر الدين الشرنبابلي ¶ الشافعي الأزهري (ت 182 1). ¶ وهي في الدفاع عن شيخ الاسلام ضد من يطعن فيه، تقع في ¶ ثلاث ورقات، مصورة عن مركز جمعة الماجد للتراث بدبي. ¶ وعلى طرة الصفحة الاولى من الرسالة تعليق طويل استوعب ¶ الحوابد الاربع للصفحة بخط الناسخ. وهذا التعليق لمؤلف الرسالة ¶ - فيما يظهر - ومضمونه: أنه وقف على بعض الردود على شيخ الاسلام ¶ ابن تيمية، من السبكي وغيره، وأنه اطلع على قدحه في الأولياء - عنده - ¶ كابن عربي والشاذ لي، وذمه للأشعرية. . .وأنه - أي صاحب الرسالة- ¶ بريء من هذه العقائد. ¶ وقد يفهم من هذا أن المؤلف تراجع عن رسالته تلك، ولا يظهر ¶ لي ذلك؛ لان المؤلف لو أراد ذلك لصرح به تصريحا واضحا، وهذا ما",
            "page": "15",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "لم يحصل، أو لأتلف هذه الورقات الثلاث، فهو أسهل من كتابة التعليق ¶ المطول على هامشها! فلذا أبقيناها وأشرنا إلى ما في هامشها. ¶ هذا آخر ما وجدناه الان، وليس باخر الممكن أن يوجد في ترجمة ¶ شيخ الاسلام ابن تيمية رحمه الله تعا لى؛ إذ كان في عصره وبعد عصره ¶ مالئ الدنيا وشاغل الناس. ¶ وأكرر هنا ما قلناه في مقدمت \" الجامع ... \" بالدعوة إلى التواصل ¶ العلمي المفيد، سواء بما يستدرك من التراجم أو الملحوظات على ¶ \" الجامع \" و\" تكملته\". وختم بشكر من أفاد بفائدة مهما قلت. ¶ والحمد لله رب العالمين، وصلى الله وسلم على سيدنا محمد ¶ وعلى اله وصحبه أجمعين. ¶ كتبه ¶ علي بن محمد العمران ¶ 3/ محرم / 1431 هـ ¶ للتواصل: ¶ aliomraan@hotmail.com",
            "page": "16",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "نماذج من النسخ الخطية",
            "page": "18",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "الورقة الأخيرة من رسالة عبد الله بن حامد إلى ابن بخيخ مكتبة كوبريللي ¶ 20",
            "page": "20",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "ترجمة مختصرة للذهبي نقلها ابن المهندس على ظهر رسالة \"الاجتماع والافتراق \" ¶ 21",
            "page": "21",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "23",
            "nass": " ",
            "page": "22",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "24",
            "nass": " ",
            "page": "23",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "آثار شيخ الإسلام ابن تيمية وما لحقها من أعمال ¶ (21) ¶ منظمة المؤتمر الإسلامي - مجمع الفقه الإسلامي - جدة ¶ مطبوعات المجمع ¶ تكملة الجامع لسيرة شيخ الاسلام ابن تيمية خلال سبعة قرون ¶ جمع وتحقيق ¶ علي بن محمد العمران ¶ وفق المنهج المعتمد من الشيخ العلامة ¶ بكر بن عبد الله أبو زيد ¶ رحمه الله تعالى ¶ تمويل ¶ مؤسسة سليمان بن عبد العزيز الراجحي الخيرية ¶ دار عالم الفوائد ¶ للنشر والتوزيع",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "ذيل مرآة الزمان (1) ¶ لقطب الدين موسى بن محمد اليونيني الحنبلي (ت 726) ¶ (سنة 699) ¶ قال: \" واجتمعوا (أي أهل دمشق) في هذا اليوم (الاحد الثا ني من ¶ ربيع الثاني) بمشهد علي، واشتوروا في أمر الخروج إلى الملك محمود ¶ غازان، وأخذهم أمانا لاهل البلد، فحضر من الفقهاء: قاضي القضاة وهو ¶ يومئذ خطيب الجامع بدر الدين بن جماعة، والشيخ زين الدين ¶ الفارقي، والشيخ تقي الدين ابن تيمية. . . \" وذكر جماعة كثيرة من ¶ العلماء. ثم قال: \" وجماعة كثيرة من القراء والفقهاء والعدول \". ¶ (1/ 4 5 2). ¶ وفيها أيضا: قال: \"وكان الناس بالبلد بلغهم ما حل بإخوانهم (2)، ¶ فشق على الناس، وتوجه الشيخ تقي الدين ابن تيمية وجماعهب إلى شيخ ¶ المشايخ الذي نزل بالعادلية، وشكوا إليه ا لحال، فاتفق خروجه إليهم ¶ يوم الثلاثاء وسط النهار، فأدركهم بين الظهر والعصر، فرد عنهم، وسمع ¶ التتار بقدومه وقدوم من سار معه، فهربوا. . .\". ¶ قال: \" وكان الشيخ تقي الدين ابن تيمية يصثي إلى من يرجى نفعه ¶ __________ ¶ (1) طبع المجمع الثقافي، أبو ظبي، ط 1، 428 1 هـ، تحقيق د. حمزة عباس. ¶ (2) يعني في جبل الصالحية.",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "أو شفاعته، فمضى إلى المعلم سليمان الهندي، والى شيخ المشايخ ¶ نظام الدين محمود بن علي الشيباني، والى سيف الدين قبجق. ¶ ثم إنه خرج يوم الخميس العشرين (1) من الشهر إلى مخيم ¶ السلظان الذي يسمونه الاردو - وكان بتل راهط - فدخل عليه، ولم ¶ يمكن من إعلامه بما وقع، بل أذن له في الدعاء له والاسراع، وقيل: إنه ¶ موجوع من رجله، ومشغول الدماغ، وإنه إن علم بذلك لابد له مق قتل ¶ جماعة من المغل، ويحصل بذلك فتنة وتفرق كلمة، وتكون الدائرة ¶ على أهل البلد وما شاكل ذلك، فاجتمع بالوزيرين سعد الدين ورشيد ¶ الدين وتحدث معهما، فذكر ان جماعة من المقدمين الاكابر لم يصل ¶ إليهم إلى الان شيء من مال دمشى، ولابد من إرضائهم، وامر بإحضار ¶ جماعة ممن كان اسر، ورسم بالتفتيمث! على الاسرى في الجيش. ¶ فدخل الشيخ تقي الدين ومن معه ليلة السبت إلى البلد، فلما كان ¶ في أثناء نهار السبت اشتد الامر بالناس، وضاق ضيقا عظيما إلى غاية، ¶ وكثرت الاراجيف، وقمل: إن الأمر قد انتهى إلى البلد، وقد خبىء ما فيه ¶ للمغل خاصة، وقد كتب السلطان أمانا إلى أرجواش، فلم يلتفت إلى ¶ ذلك، وهم (2) يدخلون لا محالة بسبب تلك القلعة، ويجري في البلد ما ¶ جرى في الحبل (3)، ولمحيل: إنه مق لم يخرج من البلد فدمه في عنقه، ¶ __________ ¶ (1) كان في الاصل: \" الخامس والعشريق\" وأصلحه المحقق من المصادر. ¶ (2) (ط): \" وهو\". ¶ (3) يعني: جبل الصالحية، كما سياتي.",
            "page": "4",
            "part": "1"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "ومن أراد الخروج فليخرج إلى جبل الصا لحية، والاولى أن يخرج ¶ الصلحاء والعلماء من البلد. فهلك الناس من هذا الكلام، وكان يعزى ¶ أكثره إلى شيخ المشايخ، ثم إنه حمل حوائجه وخرج مق العادلية، ¶ فجزم الناس بذلك، وقالوا: لو لم يكن الخبر صحيحا لما خرج منه ¶ مسرعا، فلما كان مساء النهار المذكور رجع ببعض حوائجه، ورجع إليه ¶ الجماعة والاعيان، وقالوا: إن رسمم السلطان بأن يضع على البلد شيئا ¶ معلوما سعينا في استخراجه، ويكون مثل الشراء للبلد، ويمن علينا ¶ السلطان بعتق المسلمين \". (1/ 272 - 274). ¶ وقال: \"وحكى لي الشيخ الامام علم الدين ابن البرزالي، قال: ¶ في يوم ا! خميس خامس وعشريق، اجتمت بالشيخ تقي الدين ابن ¶ تيمية، فذكر اجتماعه بالامير قطلو شا 115)، قال: وذكر لي قطلو شاه أنه ¶ من أولاد جنكزخان، وانه أصفر الوجه لا شعرة بوجهه ايضا، مق ابناء ¶ خمسين سنة، وأنه ذكر لهم أن الله ختم الرسالة بمحمد، وأن جنكزخان ¶ جده كان ملك البسيطة، وكل مق خرج عن طاعته وطامحة ذريته فهو ¶ خارجي. ¶ وذكر اجتماعه بالملك غازان وبالوزيرين سعد الدين ورشيد الديق ¶ الوزير الطبيب، والشريف قطب الدين ناظر الخزانة، ومكاتبه صدر ¶ __________ ¶ (1) (ط): \" قطلغ شاه \" في الموضعين، ولم! ياتي في الممفحة التالية على الصواب: ¶ \" قطلوشاه\"، ويقال أيضا: \" خطلو شاه\". ترجمته في \" أعيان العصر\": (2/ 1 32 -  ¶ 2 32)، و\" الدرر الكامنة \": (2/ 85).",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "الدين، وبالنجيب الكحال اليهودي، وبشيخ المشايخ نظام الدين ¶ محمود، وبأصيل الدين ابن النصير الطوسي ناظر الأوقاف. ¶ وذكر انه راى عند قطلو شاه صاحب سعيس (1)، وهو اشقر كثُّ ¶ اللحية، ومعهم طائفهب قليلة عليهم الذلة والاجرام، وذكر أن سفر قطلوشاه ¶ كان ظهر الثلاثاء الثالث والعشرين من الشهر، وكان اجتماعه به بسبب ¶ الاسرى يوم الاحد حادي عشريه، وبات ليلة الاثنين بالمنيبع (2) هو ¶ والقاضي الحنبلي وا لحنفي، بسبب أنهم يمضون إلى القلعة في الرسالة، ¶ وذكر أنهم يكتبون في جميع كتبهم وفرامينهم: بقوة الله تعا لى وميامين ¶ الملة المحمدية. ¶ وذكر أنه اجتمع بواحد منهم، وظهر له منه صلاة وسكينة، فسأله: ¶ ما السبب في خروجك وقتال المسلمين؟ فقال: أفتانا شيخنا بتخريب ¶ الشام، واخذ أموا لهم لانهم لايصلون إلا باجرة، ولا يتفقهون إلا باجرة، ¶ وغير ذلك، وقال: إذا فعلتم ذلك بهم يرجعون إلى الله ويتوكلون عليه! ¶ وذكر وجيه الدين ابن منجا وابن القطينة أنه هلك لكل منهما مئة ¶ __________ ¶ (1) مدينة من أعظم الثغور الشامية بين انطاكية وطرسوس \" معجم البلدان \": ¶ (3/ 297) وكان صاحبها نصرانيا معاونا للتتار والنصارى على المسلمين، عاملا ¶ على أذيتهم. ¶ (2) المنيبع: قرية بقرب دمشق بالشرق القبلي على وادي دمشق الاعلى، وهي ما كان ¶ يسمى ب\" صنعاء دمشق \". انظر \"توضيح المشتبه \": (4/ 94)، و\"معجم البلدان \": ¶ (3/ 429). ومكانها اليوم جامعة دمشق. \" خطط دمشق \" (ص 43 4) للعلبي.",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "ألف وخمسون ألف درهم، وذكر الوجيه ابن منجا أن الذي حمل إلى ¶ خزانة قازان ثلاثة الاف الف وست مئة الف درهم، سوى ما تمحق من ¶ التراسيم عليهم والبراطيل (1) والالستخراج لغيره من الامراء والوزراء ¶ وغير ذلك، بحيث إن الصفي السنجاري استخرج لنفسه ما يخصه أكثر ¶ من ثمانين ألف درهم، وللأمير إسماعيل مئتي ألف، وللوزيرين نحو ¶ أربع مئة الف درهم، وغيرهم، ما في الجماعة إلا من سفى وجبى. وهذا ¶ المبلغ الذي ذكرناه خارج عما تبرطلوه من المصادرين المطلوبين، ¶ وجماعة أخرى ما يمكن تعيينهم، حصل لهم بمقدار ما ذكر وزيادة، ¶ نسأل الله العافية. (1/ 291 - 294). ¶ قال: وفي يوم الاثنين الثامن والعشرين من الشهر، دخل القلعة ¶ الخطيب بدر الدين، والشيخ تقي الدين، ومعهما نائب الامير يحيى ¶ وقوبن من جهته، وتكلم الناس في صلح يقع بين نائب القلعة وبين نواب ¶ قازان، ولم يعلم ما جرى بينهم. ¶ ثم استهل شهر رجب المبارك ليلة الاربعاء، والخطيب بدر الدين ¶ وتقي الدين ابن تيمية داخلان إلى أرجواش وقبجق ساعيان في أمر ¶ الصلح بينهما، وتسكين أمر البلد، ولم يتم أمر الصلح بينهما. ¶ وفي يوم الخميس ثاني الشهر، طلب الاعيان من القضاة والعلماء ¶ والروساء بأوراق عليها علامة قبجق إلى داره، فحضر جماعة منهم، ¶ فحلفوا للدولة المحمودية بالنصح وعدم المداجاة وغير ذلك. ¶ __________ ¶ (1) البراطيل هي: الرشا.",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "وفي يوم الخميس أيضا، توجه الشيخ تقي الدين إلى مخيم بولاي ¶ بسبب الاسرى واستفكاكهم، وكان معه خلق من الاسرى كثيرون إلى ¶ غاية، فاقام ثلاث ليال، وتحدث معه في امر يزيد بن معاوية، وهل تجب ¶ محبته أو بغضه، فقال له تقي الدين: لا نحبه ولا نبغضه، فقال: (1) تجب ¶ لعنته؟ فعلم الشيخ أن عنده ولاء، فكلمه بما طابت نفسه. فقال له: ¶ هؤلاء أهل دمشق قتلوا الحسين، فقال له الشيخ: لم يكن من أهل الشام ¶ من حضر قتل ا لحسين، وا لحسين قتل بأرض كربلاء من العراق. فقال: ¶ صحيح، وكانوا بنو أمية حلفاء الدنيا، وكانوا يحبون سكنى الشام، وهذه ¶ بلاد الانبياء والصلحاء، فسكن غيظه عن أهل الشام، وذكر أن أصله ¶ مسلم من أهل خراسان، وجرى بينه وبين الشيخ بحوث كثيرهب وكلام ¶ كثير. (1/ 99 2 - 0 0 3). ¶ قال: وفي بكرة يوم الجمعة المذكور دار الشيخ تقي الدين ابن ¶ تيمية بدمشق على ما جدد من الخمارات، فبدد الخمور، وكسر ا لجرار، ¶ وشق الظروف، وعزر الخمارين هو وجماعته، أثابه الله تعا لىه ¶ ولازم الناس في هذه الليا لي المبيت على الاسوار، ثم أظهروا ¶ عددا حسنة و تجملا. وكان الشيخ تقي الدين وأصحابه يمشون على ¶ الناس، ويقرأ الشيخ عليهم سور القتال وايات الجهاد، أحاديث الغزو ¶ والرباط وا لحرس، ويحثهم (2) على ذلك ويحرضهم. (1/ 2 0 3) ¶ __________ ¶ (1) أضاف المحقق \" وهل\" والنص مستقيم بدونها. ¶ (2) في بعض العسخ: \"ويحدلهم \". وهي التي أثبتها محقق الكتاب، وما اثبتها من-",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "(سنة 702) ¶ قال: وفيها في جمادى الاولى وقع بيد نائب السلطنة بدمشق ¶ كتاب إليه، له صمورة نصيحة في حقه على لساد قطز - من مماليك الامير ¶ سيف الدين قئجق - وفيه: ان الشيخ تقي الدين ابن تيمية والقاضي شصس ¶ الدين ابن الحريري يكاتبان قئجق ويختارانه لنيابة الملك، ويعملان ¶ على الامير، وأن كمال الدين ابن العطار وكمال الدين ابن الزملكاني ¶ كاتبي الدرج يطالعان بأخبار الامير، وأن جماعة من الأمراء معهم في ¶ هذه القضية، حتى ذكروا جماعة من مماليك الامير وخواصه، ¶ و دخلوهم في ذلك، وذكروا عنهم غير ذلك. ¶ فلما قرأ الامير هذا الكتاب وفهمه عرف بطلانه، واسره إلى بعض ¶ الكتاب، وطلب التعريف بمن نقله، فاجتهدوا في ذلك، حتى وقع الخاطر ¶ وا لحدس على فقير يعرف باليعفوري، ممن كان قد نسب قبل ذلك إلى ¶ فضول وتزوير، فمسك، فوجد معه مسودة بالكتاب المذكور بعينه، فضرب ¶ فأقر على شخص اخر يعرف باحمد القباري، كان أيضا قد نسب إليه زور ¶ ودخول فيما لا يعنيه، فضرب الاخر، فاعترف وعين جماعة من الاكابر ¶ كانوا هم الحاملين لهما على ذلك، وكان قصدهم تشويش خاطر الامير ¶ من خواصه والسعي إلى هلاك المذكورين في الكتاب، فانجلت القضية ¶ للأمير وعرف الامر فيها معرفة شافية، وتركوا في الحبس. ¶ __________ ¶ = غيرها، وهو أصح.",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "فلما كان يوم الاثنين مستهل جمادى الاخرة بكرة النهار أخذوا ¶ المذكورين والكاتب، وطيف بهم بدمشق ونودي عليهم: هذا جزاء من ¶ يتكلم فيما لا يعنيه ويفتري على الاكابر. وعقيب ذلك وصلوا بهم إلى ¶ سوق الخيل، ووسط (1) منهم اثنان وهما الفقيران: اليعفوري و حمد ¶ القباري، وعلقا على الخشب. والثالث وهو التاج الناسخ ابن المناديلي ¶ قطعت يمينه وحمل على البيمارستان. (2/ 684 - 685) ¶ قال: ثم إن الجيش الذي كان قد اجتمع بحماة من عسكرها ¶ وعسكر حلب وعسكر الحصون تأخر إلى حمص، وخرج معهم ¶ جماعة كبيرة من حماة، وتركوا أهاليهم و موالهم، وحصلت لهم مشقة ¶ كبيرة، وشدة عظيمة، ووصلوا إلى حمص فلم يروا المقام بها خوفا من ¶ أن يدهمهم العدو المخذول، فتأخروا عن حمص، فلم يروا منزلة تليق ¶ بهم بالجيش، فوصلوا إلى المرج يوم الاحد الخامس والعشرين من ¶ الشهر، وذكروا أن التتار جاوزوا حمص إلى قارا، ثم رجعوا إلى ¶ حمص، وذكروا أن طائفة منهم وصلت بعلبك ثم رجعت، وذلك على ¶ طريق الغارة والعبث والفساد، و صبح الناس يوم الاحد المذكور في ¶ أمر عظيم لقرب العدو، وتأخر السلطان وجمهور الجيش، فشرعوا ¶ وتحركوا في الجفل، وذكروا ان هذا الجيش الذي قد اجتمع بالمرج ¶ ودمشق ليس لهم طاقة بلقائه، هذا وانما سبيلهم أن يتأخروا عنهم ¶ مرحلتين، واحتيط البلد، فلما تعا لى النهار اجتمع الامراء بالميدان، ¶ __________ ¶ (1) التوسيط: قطع الشيء نصفين.",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "وتحالفوا على لقائهم، وشجعوا أنمسهم، ونودي في البلد: أن لا يجفل ¶ أحد، ولا يسافر أحد، فسكن الناس، وجلس القضاة بالجامع وحلفوا ¶ جماعة من الفقهاء والعامة على حضور الغزاة، وتوجه الشيخ تقي الدين ¶ ابن تيمية إلى جهة العسكر الواصل من حماة، فادركه بالقطيفة (1) ¶ والمرج، فاجتمع بهم وأعلمهم بما اتفق عليه راي الامراء بدمشق، ¶ فوافقوا على ذلك. ¶ وفي يوم الاربعاء الثامن والعشرين من شهر شعبان اختبط الناس ¶ كثيرا، وجفل جميع القرى وا لحواضر، واعتكر الناس بأبواب دمشق، ¶ ودخل كثير من الناس إلى القلعة، وامتلأت المنازل والطرق، وحصل ¶ التنازع في ذلك، وتشوشت القلوب بسبب أن جماعة من الجيش ¶ توجهوا إلى الكسوة (2) وناحيتها، فتكلم الناس في أن هؤلاء يريدون ¶ اللحاق بالسملطان وبقية الجيش، وهذا يقتضي ترك الكسوة، يقولون: ¶ ليس ثم شئ بالكلية ويتعجبون لما فعل الله بهذا الجيش و زاله في ¶ لحظة، [وتركوا] (3) البلد [ومن فيه وراء ظهورهم]، وانزعح الناس ¶ لذلك. ومن الناس من ذكر أن القصد أن يرتادوا موضعا للوقعة يكون ¶ __________ ¶ (1) قرية دون ثعية العقاب للقاصد إلى دمشق من ناحية حمص. \" معجم البلدان \": ¶ (4/ 378). ¶ (2) الكسوة: مدينة جنوب دمشق، كان يصنع بها كسوة الكعبة، انظر: ¶ www.keswa.net.  و\" معجم البلدان \": (4/ 1 6 4). ¶ (3) (ط): \" في لحظة (من) البلد، ومن فيه. ه \"، ولعل ما أثبته أنسب. وستتكرر العبارة ¶ في الصفحة الاتية.",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "اصلح من المرج، فان فيه خضرا ومياها كثيرة، والله أعلم بحقيقة ا لحال. ¶ وذكروا ان التتار قربوا حتى وصل منهم طائفة إلى القطيفة، ومنهم ¶ من يقول: ترك الجيش باسره على ا لجسور قبلي دمشق، فسكن الناس ¶ بين الظهر وا لعصر، فلما كان بعد العصر شرع الناس يتحدثون في ¶ رحيلهم من هناك، فمن الناس من يقول: قد شرع المصريون في الرحيل ¶ والشاميون يتبعونهم بلا شك، واضطرب الناس، وكان الشيخ تقي الدين ¶ في البلد، و ما القضاة فكانوا قد خرجوا مع الجيش. ¶ وبات الناس ليلة الخميس، وفي اول الليل راى الناس نيرانهم ¶ وخيمهم، وفي اخره لم يروا لهم اثرا، فاصيح الناس بكرة يوم الخميس، ¶ وقد اشتد الامر واضطرب البلد، وغفقت الابواب، وازدحم الناس في ¶ القلعة، وهرب من قدر منهم، ومنهم من عجز، وخرج الشيخ تقي الدين ¶ بكرة إلى جهتهم، ففتح له باب النصر بمشقة، وحصل له لوم كثير من ¶ الناس، لكونه كان من مواقع الجفل، وبقي البلد لا متولي فيه والناس ¶ رعاع، وغلا السعر، ثم انحصر الماس فلا يجسر أحد على الخروج إلى ¶ بستانه ولا مزرعته ولا داره، وخرجت الشلوح واللصوص إلى البساتين ¶ يقطفون المشمش قبل اوانه، وكذلك الباقلاء والقمح والشعير في السنبل، ¶ وا لخس والثوم والبصل وغير ذلك من الزرعات، والناس في حيرة، وحيل ¶ بينهم وبين خبر المسلمين، وانقطعت الطريق من دمشق إلى الكسوة في ¶ سماعة واحدة، فيرجع هذا وهو مجروج، وهذا وهو مشلح، وظهرت ¶ الوحشة على البلد وا لحواضر وجميع ا لحواضر اخليت، وليمس للناس",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "غير الصعود في ماذن الجامع ينظرون كذا وكذا، فتارة يقولون: رأينا سوادا ¶ وغبرة من جهة المرج، فيخاف الناس و يجزمون بأن التتار قد أحاطت بهم، ¶ وينظرون إلى جهة الكسوة يقولون: ليس ثم شيء بالكلية، ويتعجبون لما ¶ فعل الله بهذا الجيش وأزاله في لحظة (1) مع الكثرة وجودة العدد والسلاح ¶ والثياب والهيئات، ثم يقولون: ليس لهم من يجمعهم على أمر واحد، ¶ فلهذا حصل فيه الفشل وا لجبن والتخاذل، فانا لله وإنا إليه راجعون. ¶ (2/ 689 - 1 69) ¶ قال: فلما كان بعد الظهر قرئ كتاب السلطان إلى متولي القلعة ¶ يخبر فيه باجتماع الجيش ظهر السبت بشقحب، وبعد العصر قرئت ¶ بطاقة من نائب السلطنة الامير جمال الدين اقوش الافرم فيها تصريح ¶ بالمقصود أكثر من الكتاب السلطاني مضمونها: أن الوقعة كانت منذ ¶ عصر السبت إلى الساعة الثانية من يوم الاحد، وأن السيف كان يعمل ¶ في رقابهم ليلا ونهارا، وأنهم هربوا وركنوا إلى الفرار، ومنهم من ¶ اعتصم بالهضائب والتلال، وأنه لا يفلت منهم أحد إلا القليل، فأمسوا ¶ الناس وقد استقرت خواطرهم، واستبشروا بهذا الامر العظيم والنصر ¶ المبارك، ودقت البشائر بالقلعة من أول النهار المذكور، وبعد الظهر ¶ نودي بالقلعة بإخراج من دحلها من الجفال لاجل نزول السلطان بها. ¶ فشرع الناس في نقل أمتعتهم وحوائجهم، ووقع أيضا بين الظهر ¶ __________ ¶ (1) قوله \" الكسوة يقولون. . . في لحظة \" سبقت العبارة بنصها في الصفحة السابقة، ¶ فلعله انتقال نظر من الناسخ.",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "والعصر مطر عظيم غزير، ويوم الاثنين رابعه وصل الشيخ تقي الدين ابن ¶ تيمية واصحابه بكرة النهار والناس يهنئونهم ويصافحونهم، وخرج ¶ خلق وجمع كثير من البلد إلى مكان الوقعة لاجل الفرجة والعيان ¶ والمكاسب، ووصل نائب الشام والعسكر الشامي معه وتوجهوا إلى ¶ جهة المرج، ونودي: ان لا يبيت بالبلد منهم احد، ومن بات شنق ¶ ولسبب ذلك الاسراع خلف المنهزمين، ونودي: من راد الكسب ¶ والغزاة فليخرج إلى الثنية فان هناك طائفة منهم. (2/ 695 - 696) ¶ قال: وفيها (سنة 702)، توفي الشيخ المحدث الفقيه نجم الدين ¶ موسى بن إبراهيم بن يحمى الشقراوي الحنبلي بقاسيون ودفن به من ¶ الغد، وكان فاضلا، سمع على الحافظ ضياء الدين، وعلى جماعة كثيرة، ¶ واشتغل كثيرا بالفضائل، وله نظم حسن، فمنه ما مدح به شيخنا العلامة ¶ تقي الدين أبا العباس أ حمد ابن تيمية الحراني، رحمه الله تعا لى قوله: ¶ إن بني المجد (1) أهل بيت ... لله في بيتهم عنايه ¶ ما زال في بيتهم إمام ... يقول بالعدل في الولايه ¶ فاحمد أحمد مقاما ... في العلم والفضل والدرايه ¶ فخذ علوم الحديث نصا (2) ... تسند بالنقل والروايه ¶ __________ ¶ (1) تحرفت إلى \" المجاهد\". والمجد هو مجد الدين ابو البركات جد شيخ الاسلام ¶ ابن تيمية. ¶ (2) (ط): \"نصبا\" ولعله ما ثبت.",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "فهو إمام لكل فضل ... يحوطه الله بالكلايه ¶ (2/ 735 - 734) ¶ (سنة 703) ¶ قال: فلما كان بكرة الاثنين ثاني عشري الشهر، وصل صدر الدين (1) ¶ على البريد إلى دمشق، وتلقاه جماعة، وحضر عند نائب السلطنة بالقصر، ¶ وانفصل عنه قاصدا للجامع المعمور عقيب الظهر، ففتح له باب دار ¶ ا لخطابة، فدخلها، وحضر المهئمون وا لمؤذنون والقراء والناس على ¶ اختلاف طبقا تهم، فلما حضرت (2) العصر صلى بالناس بالمقصورة، ¶ وعلم من قوة نفسه وهمته أنه لا يترك شيئا من المناصب التي وليها والتي ¶ كان مباشرها، وأنه يستعيد الشامية الجوانية من كمال الدين ابن الزملكاني، ¶ والعذراوية من القاضي جلال الدين، واختلف الناس في امره، فطائفة ¶ تختاره، وطائفة ما تختاره، وبقوا حزبين، فاتفق رأي جماعة على القيام ¶ عليه مع الشيخ تقي الدين ابن تيمية، فاجتمع بالكلاسة بعد الظهر يوم ¶ الأربعاء رابع عشري الشهر، كانوا خلقا كثيرا، وتوجهوا إلى القصر الابلق ¶ إلى نائب السلطنة، وكان منهم قاضي القضاة نجم الدين ابن صصرى، وابن ¶ الحريري، وكمال الدين [ابن] الشريشي، والقاضي جلال الدين القزويني، ¶ والشيخ محمد بن قوام، والشيخ علي الكردي، وعلاء الدين ابن العطار، ¶ وتقي الدين ابن تيمية، و جماعة من الفقهاء والفقراء وعامة التجار والناس ¶ __________ ¶ (1) يعني: ابن الوكيل (ت 716) ¶ (2) زاد في (ط): \" صلاة \" والنص صحيح بدونها.",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "خلقا كثيرا، وكل واحد منهم معروف بالصلاخ والهمة وقوة النفس، فلما ¶ حضروا عند نائب السلطنة أكرمهم، وعظم شأنهم، وأجابهم إلى ما سألوه ¶ من مراجعة السلطان في هذه التولية، وإعلامه أنها وقعت غير الموقع، ¶ ومنع صدر الدين من الإمامة والخطابة إلى أن يصل الجواب السلطاني ¶ بما يعتمده المسلمون. ¶ وامر ان وكتب الكتب بذلك، ورسم ان يمعشمر في الوظيفة نائبا ¶ للشيخ زين الدين على ما كان عليه، فشرع الشيخ أبو بكر الجزري في ¶ الإمامة عشاء الاخرة ليلة الخميس، والخطابة القاضي تاج لدين ¶ [الجعبري]، وكانت قد هيئت الخلعة للخطيب، فحملت ليلة الخميس ¶ إلى نائب السلطنة، وتحدث الناس مع نائب السلطنة في مر صدر الدين ¶ المذكور في سؤاله بإمضاء ما بتوقيعه من المدارس فيها، وذلك بكرة ¶ الاحد الثامن والعشرين من الشهر، وهي المدرسة الشامية البرانية، ¶ والشامية الجوانية، ودار الحديث، و لعذراوية. ¶ فلما كان يوم الحادي والعشرين من ربيع الاخر وصل البريد ومعه ¶ الاجوبة من السلطان بما يعتمدون في أمره حكم الشرع الشريف، وأن ¶ المسلمين إذا لم يختاروه للخطابة والامامة فلا يولى عليهم، بل يتفقون ¶ على من يرونه أهلا لذلك فيكون هو المولى، وأمر دار الحديث ¶ والشامية يتبع فيه حكم شرط الواقف ولا يعدل عنه، وفي الكتب: واننا ¶ لا نولي إلا لمن هو معدود في المقربين وفي العلماء وفيه الاوصاف ¶ ا لجميلة. (2/ 764 - 766).",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "(سنة 704) ¶ قال: وفيها في يوم الاثنين سادس عشري شهر رجب حضر الشيخ ¶ تقي الدين ابن تيمية و جماعته بمسجد النارنج جوار المصلى، وحضر ¶ معهم من ا لحجارين، وقطعوا الصخرة التي يزورونها، وذكروا أنها (1) ¶ كانت سبب بنيان المسجد ومجيء النذور، وكان للناس فيها ¶ [اعتقادات] (2) كثيرة. (2/ 4 1 8) ¶ قال: وفيها، في ذي الحجة، توجه الشيخ تقي الدين ابن تيمية إلى ¶ ا لجبلية (3)، وصحبته الامير بهاء الدين قراقوش. وهم ا لجرديون ¶ والكسروانيون، بسبب الاصلاح، وأن يحضروا إلى الطاعة، وكان قبل ¶ سفر الشيخ تقي الدين قد توجه السيد الشريف زين الدين ابن عدنان ¶ إليهم، فغاب أياما وعاد ولم يحصل اتفاق، فعند ذلك جردت العساكر، ¶ وصط الرجال من جميع بلاد الشام، ولم تزل ترد ا لجموع من كل ¶ ناحية إلى سلخ الشهر، كما سيأتي ذكره في مستهل سنة خمس وسبع ¶ مائة إن شاء الله تعا لى. (2/ 818 - 9 81) ¶ __________ ¶ (1) (ط): \" ان هي \"! ¶ (2) بياض في المخطوط، و ثبتها المحقق \" أقاويل\" وهي كذلك في \" عقد الجمان\" ¶ للعيني، و لاقرب ما أثبت، ويؤيده ما في \" شذرات الذهب \": (6/ 9) قال: \" وكان ¶ يزورها الناس وينذرون لها النذور، ولهم فيها اعتقاد\"ه ¶ (3) طائفة منسوبة إلى جبل عاملة في لبنانه",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "(سنة 705) ¶ قال: فلما كان مستهل رجب امروا الناس! بالصوم لاجل ¶ الاستسقاء، وخوج النالس يوم الخميس ثالث الشهر إلى ميدان المزة، ¶ وحمل إلى هناك المنبر، وخرج نائب السلطنة وجميع الامراء والقضاة ¶ والعلماء والفقهاء والقراء والصوفية وعامة الناس! مشاهي إلى هناك على ¶ الهيئة المشروعة. وخطب الخطيب شرف الدين [الفزاري] خطبة ¶ حسنة، وزادها حسناً بإيراده وفصاحته واعرابه، وكان جمعا عظيما. ¶ واصطلح عقيب الاستسقاء تقي الدين ابن تيمية وصدر الدين ابن ¶ الوكيل، تلاقيا وتسالما وتعاتبا معاتبة لطيفة <1) 0 (2/ 5 84) ¶ قال: وفي يوم الاثنين ثامن رجب طلب القضاة والفقهاء، ومن ¶ جملتهم الشيخ تقي الدين ابن تيمية إلى حضرة نائب السلطنة بالقصر ¶ الابلق، فلما اجتمعوا عنده سال تقي الدين عن<2) التعيين عن عقيدته، ¶ فاملى شيئا منها، ثم احضر \" عقيدته الواسطية \"، وقرئت في المجلس ¶ وبحث فيها، وبقي مواضع اخرى إلى مجلس اخر. ¶ ثم اجتمعوا يوم الجمعة ثاني عشر رجب الفرد، وحضر المجلس ¶ ايضا الشيخ صفي الدي! الهندي، وبحثوا معه وسالوه عن مواضع خارج ¶ __________ ¶ (1) انظر ما سبق (ص 4 1 - 5 1) من قيام العلماء وغيرهم ضد تولي ابن الوكيل ¶ للخطابة والإمامة وغيرها. ـوانظر مناظرة وقعت بين ابن تيمية وابن الوكيل في ¶ \" العقود الدرية \" (ص 5 4 1 - 67 1) و\" مجموع الفتاوى \": (1 1/ 135 - 56 1). ¶ (2) كذا في (ط).",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "العقيدة، وجعلوا الشيخ صفي الدين يتكلم معه، ثم رجعوا عنه، واتفقوا ¶ على الشيخ كمال الدين ابن الزملكاني يحاققه، ويبحث معه من غير ¶ مسا محة ورضوا بذلك، وانفصل الامر فيما بينهم أنه أشهد تقي الدين ¶ على نفسه الحاضرين انه شافعي المذهب يعتقد ما يعتقده الامام ¶ الشافعي رضي الله عنه، فرضي منه بهذا القول، وانصرف كل منهم إلى ¶ منزله، وبعد ذلك حصل من أصحاب الشيخ تقي الدين ابن تيمية كلام ¶ هذياني وقالوا: ظهر ا لحق مع شيخنا تقي الدين، فاحضروا أحدا منهم ¶ إلى القاضي جلال الدين الشافعي إلى العادلية فصفع وأمر بتعزيره، ¶ فشفع فيه، وكذا فعل الحنفي باثنين آخرين. ¶ فلما كان يوم الاثنين ثاني عشري رجب الفرد قرأ ا لجمال المزي ¶ المحدث فصلا في الرد على الجهمية من كتاب \" أفعال العباد\" من ¶ تصنيف البخاري، قرأ ذلك تت النسر (1) في المجلس! العام المعقود ¶ لقراءة \"البخاري \"، فغضب بعض الفقهاء الحاضرين وقال: نحن ¶ المقصودون بهذا التكفير، وسعوا به إلى قاضي القضاة نجم الدي! ابن ¶ صصرى الشافعي، فطلبه ورسم بحبسه، فبلغ تقي الدين إبن تيمية، فقام ¶ وأصحابه خلفه إلى ا لحبس وأخرجوه منه، فطلع قاضي القضاة إلى عند ¶ ملك الامراء، وطلع أيضا تقي الدين، فالتقيا هو والقاضي نجم الدين، ¶ واشتط تقي الدين على القاضي نجم الدين، [وذكر نائبه] جلال الدين، ¶ وانه آذى اصحابه بسبب غيبة نائب السلطان في الصيد، وجرى امور ¶ __________ ¶ (1) أي تحت قبة النسر بالجامع الاموي.",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "يطول شرجها، فعند ذلك رسم نائب السلطنة الامير جمال الدين الافرم ¶ أن ينادى بدمشق بطاهرها بمرسوم سلطاني: من تكلم في العقائد حل ¶ ماله ودمه ونهبت داره، وكان قصد نائب السلطنة تسكين الفتنة. ¶ فلما كان يوم الثلاثاء سلخ رجب جمعوا القضاة والفقهاء، وعمل ¶ مجلس اخر بالميدان بحضور نائب السلطنة، وتباحثوا في أمر العقيدة ¶ كثيرا، فجرى من صدر الدين ابن الوكيل كلام في معنى ا لحروف ¶ وغيره، فأنكر عليه ابن الزملكاني، فقال كمال الدين لقاضي القضاة نجم ¶ الدين ابن صصرى: ما سمعت ما قال؟ فكأنه تعافل حتى تنكسر الفتنة، ¶ فقال كمال الدين: ما جرى على الشافعية قليل كونك تكون رئيسهم ¶ إشارة إلى ما ادعاه على صدر الدين، فاعتقد قاضي القضاة نجم الدين أن ¶ الكلام له، فقال: اشهدوا علي أنني عزلت نفسي، وقام من المجلس!، ¶ فلحقه الامير ركن الدين بيبرس العلائي، وعلاء الدين أيدغدي شتقير، ¶ وأعادوه إلى المجلس، وجرى كلام كثير في ذلك. ¶ وبعد ذلك ولاه الامراء ا لحكم، وحكم القاضي الحنفي بصحة ¶ الولاية، وأنفذها المالكي وقبل الولاية بحضور ملك الامراء، فلما نزل ¶ إلى داره لاموه [أصحابه، وخشي على نفسه ورأى أن الولاية لا تصح]، ¶ فطلح إلى تربتهم بسفح قاسيون وأقام بها وصمم على العزل، وبقي ¶ الامر متوقفا، فلما كان بعد يام رسم ملك الامراء لنوابه بالمباشرة إلى ¶ حيث يرد جواب السلطان. ¶ فأما القاضي جلال الدين فباشر، وأما تاج الدين الجعبري فلم",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "يباشر الحكم، فلما كان ثامن عشري شعبان وصل بريدي من مصر ¶ وعلى يده كتابان. كتاب لملك الامراء، وكتاب لقاضي القضاة بعوده إلى ¶ ولايته ويقولون في الكتاب: ¶ فرحنا باجتماع رأي العلماء على عقيدة الشيخ، فباشر القاضي يوم ¶ الخميس مستهل رمضان، وسكنت القضية. ¶ فلما كان يوم الاثنين خامس رمضان وصل من السلطان بريدي ¶ يعرف بالعمري إلى دمعث! ق بطلب قاضي القضاة نجم الدين ابن صصرى ¶ وتقي الدين ابن تيمية، ويقولون: تعرفوننا مما وقع في زمن جاغان سنة ¶ ثمان وتسعين وست ومئة بسبب عقيدة ابن تيمية وفيه إنكار عليه، وأن ¶ تكتبوا لهم صورة العقيدتين الاولى والاخيرة، فطلبوا القاضي جلال ¶ الدين الحنفي وسألوه عما جرى في أيامه. فقال: نقل عنه كلام قاله ¶ فطلبناه فأجاب عنه، وكذلك القاضي جلال الدين القزويني، فانه أحضر ¶ العقيدة التي كانت قد أحضرت في زمان أخيه (1)، وجرى ما تقدم ذكره، ¶ وتحدثوا مع ملك الامراء في أن يكاتب في أمرهم فأجاب. ¶ فلما كان يوم السبت عاشر رمضان، وصل غلام ملك الامراء على ¶ البريد من مصر، وأخبر أن الطلب على ابن تيمية كثير، وأن القاضي (2) قد ¶ قام في قضيته قياما عظيما، وأن الامير ركن الدين الجاشنكير معه في ¶ هذا الامر، ونقل أشياء كثيرة عن ا لحنابلة قد وقعت بالديار المصرية، ¶ __________ ¶ (1) إمام الدين القزويني. ¶ (2) يعني: القاضي ابن مخلوف المالكي، كما سياتي.",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "وأن بعضهم قد عزروا، وأن القاضي الحنبلي والمالكي جرى بينهما ¶ كلام، فلما سمع ملك الامراء كلامه انحلت عزائمه عن المكاتبة ¶ بسببهم، وحضر البريدي العمري، وقال له: إما أن تسيرهما معي، وإما ¶ ان تكتب جواب المطالعة، فلما كان بكرة يوم الاحد حادي عشر شهر ¶ رمضان حضر شمس الدين محمد المهمندار إلى تقي الدين ابن تيمية ¶ وقال له: قد رسم ملك الامراء أن تسافر غدا أنت والقاضي، فأجاب ¶ بالسمع والطاعة، وراح إلى القاضي وعرفه، وشرعوا في تجهيز ¶ أشغالهما، وسافروا في يوم الاثنين ثاني عشر شهر رمضان، فسافر ¶ القاضي خامسة النهار، وتقي الدين الثامنة، وفي صحبته أخواه: الشيخ ¶ شرف الدين عبد الله، وزين الدين عبد الرحمن، ومن أصحابه: شرف ¶ الدين ابن منجا، وتقي الدين [أبو حفص بن] شقير، وفخر الدين وعلاء ¶ الدين أولاد الصائغ، وشمس الدين التدمري وغيرهم. ¶ وفي يوم الجمعة سابع شوال وصل البريد إلى دمشق وأخبر ¶ بوصول القاضي نجم الدين وتقي الدين إلى القاهرة يوم الخميس ثاني ¶ عشري رمضان. ¶ وفي يوم الجمعة ثالث عشريه (1) عقد له مجلس في دار نائب ¶ السلطنة بقلعة القاهر، حضره القضاة والعلماء والفقهاء والأمراء والامير ¶ ركن الدين الجاشنكير عقيب صلاة الجمعة. ¶ __________ ¶ (1) (ط):\"عشرين \".",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "فتكلم القاضي شمس الدين ابن عدلان (1) الشافعي وادعى دعوة ¶ شرعية على تقي الدين ابن تيمية. ¶ فحمد الله تعا لى، واراد ان يتكلم في ذلك، وان يدخل امر العقيدة ¶ في عقيب وعظه. ¶ فقيل له: قد ادعي عليك بدعوى شرعية اجب عنها. ¶ فاراد ان يعيد التحمدات، وان يذكر الادلة والحجج، فما مكن، ¶ وقيل له: أجب، فتوقف، فالح عليه، وكرر عليه القول مرارا عديدة. ¶ لمحقال لهم: عند من هي الدعوى؟ ¶ قيل له: عند قاضي القضاة زين الدين المالكي. ¶ فقال: هو عدوي وعدوّ [مذهبي]. واظنه اساء القول على ¶ الحاكم (2). . . . فطال الامر، ولم يزدهم على هذا القول. . 00 (3) ¶ فعند ذلك حكم القاضي المالكي بسحبه (4) من المجلس، ورسم ¶ __________ ¶ (1) (ط): \" عدنان \" تحريف. وهو القاضي محمد بن أحمد بن عثمان الكناني ¶ المصري، كان مقربا من ا لجاشنكير، انظر \"أعيان العصر)]: (4/ 297 - 299)، ¶ و\" الدرر الكامنة \": (3/ 333/ 4 33). ¶ (2) ما بين المعكوفين بياض بالأصل و كملته من المصادر. ¶ ولم يذكر أحد ممن نقل هذه المناظرة أن شيخ الاسلام اساء القول على أحد، ¶ فظن المؤلف يبقى ظنا! ¶ (3) هذه النقاط وما قبلها تشير إلى بياضات في الأصل. ¶ (4) (ط): \"بحبسه \" ولعله ما أثبت. وفي المصادر \" فاقيم من المجلس \".",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "بحبسه وحبس أخويه شرف الدين وزين الدين معه، فحبسوهم في برج ¶ من أبراج القلعة، فقيل: دخل عليهم بعض غلمان الامراء ومعه حلاوة، ¶ وتردد إليه جماعة من الأمراء، فبلغ القاضي، فطلع واجتمع بالامراء في ¶ أمره، وقال: يجب عليه التضييق إدا لم يقبل، وإلا فقد ثبت كفره ووجب ¶ قتله، فنقلوه وأخويه إلى ا لجب بقلعة الجبل ليلة عيد الفطر0 ¶ وبعد قيام تقي الدين ابن تيمية من المجلس المذكور تكلام قاضي ¶ القضاة بدر الدين ابن جماعة في مسألة القران المجيد وشيء من عقيدة ¶ الإمام الشافعي رضي الله عنه، فقيل لقاضي القضاة شمس الدين الحنفي ¶ السروجي: ما تقول في ذلك؟ فقال: كذا أقول و عتقد، فقالوا بعده ¶ لقاضي القضاة شرف الدين الحنبلي: ماذا تقول؟ فتلجلج، فقال له ¶ الشيخ شمس الدين القروي المالكي: جدد إسلامك وإلا ألحقوك به، ¶ أنا أحبك وأنصحك، فخجل فلقنه قاضي القضاة بدر الدين ابن جماعة ¶ ما يقول، فقال الذي لقنه، وانفصل المجلس. ¶ ووصل كتاب للشيخ علاء الدين القونوي إلى القاضي جلال الدين ¶ القزويني يخبر بذلك، وورد عقيب ذلك كتاب من فخر الدين المعايكي ¶ إلى الشيخ كمال الدين ابن الزملكاني بذلك، ويخبر أن السلطان رسم ¶ بعزل جماعة من متولي دمشق يأتي ذكرهم. (2/ 846 - 853) ¶ وقال: وكان قاضي القضاة عرض الكتب (1) على ملك الامراء، ¶ __________ ¶ (1) يعني المرسلة من مصر.",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "فرسم بقراءتها، وكانوا قد بيتوا على جمع (1) الحنابلة، وجمعوهم في ¶ مقصورة الخطابة بالجامع، وبعد الصلاة حضروا القضاة ومعهم الامير ¶ ركن الدين العلائي إلى المقصورة، فقرئ تقليد القاضي نجم الدين ¶ باستمراره على القضاء، وقضاء العسكر، ونظر الأوقاف وزيادة المعلوم. ¶ وقرئ بعده الكتاب الذي يتعلق بمخالفة تقي الدين ابن تيمية في ¶ عقيدته وإلزام القضاة خصوصا ا لحنابلة، وفيه الوعيد الشديد والعزل ¶ من المناصب وا لحبس وأخذ المال والروح. ¶ وبعض نسخة الكتاب: ¶ (تج! إلمحه الر اوفجمص ¶ الحمد لله الذي تنزه عن الشبيه والنظير، وتعالى عن المثيل، فقال ¶ عز وجل: <ليتسكمثله- شف وهو افمميع الجصير) [الشورى:1 ا]، ¶ نحمده على أن ألهمنا العمل بالسنة والكتاب، ودفع في أيامنا أسباب ¶ الشك والارتياب، ونشهد ان لا إله إلا الله وحده لا شريك له، شهادة من ¶ يرجو بإخلاصه حسن العقبى والمصير، وينزه خالقه عن التحيز في جهة ¶ لقوله: <وهومعكؤ أتن مابهتتثم و لله بما تغملون بصحير) [ا لحديد: 4]. ¶ ونشهد أن محمدا عبده ورسوله، الذي نهج سبيل النجاة لمن ¶ سلدب طريق مرضاته، وأمر بالتفكر في الاء الله، ونهى عن التفكر في ¶ ذاته، صلى الله عليه وعلى اله وصحبه الذين علا بهم منار الايمان ¶ __________ ¶ (1) (ط): \"بينوا على جميع \" والظاهر ما ثبت.",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "وارتفع، وشيد بهم من قواعد الدين الحنيفي ما شرع، وأخمد بهم كلمة ¶ من حاد عن ا لحق ومال إلى البدع، وبعد: ¶ فان العقائد الشرعية، وقواعد الاسلام المرعية، وأركان الإيمان ¶ العلية، ومذاهب الدين المرضية، هي الاساس الذي يبنى عليه، ¶ والموئل (1) الذي يرجع كل أحد إليه، والطريق التي من سلكها فقد فاز ¶ فوزا عظيما، ومن زاغ عنها فقد استوجب عذابا اليما، فلهذا يجب أن ¶ تنفذ أحكامها، ويؤكد دوامها، وتصان عقائد هذه الامة عن الاختلاف). ¶ وكلام كثير من هذا النوع وأشباهه، وقرئ تقليد الخطيب بعده، ¶ وأحضروا بعد القراءة الحنابلة إلى عند قاضي القضاة المالكي، ¶ وبحضور رفاقه القضاة الشافعي وا لحنفي وتقي الدين الحنبلي، وسئلوا ¶ عما يعتقدونه، فقالوا: نحن نعتقد ما يعتقده الإمام الشافعي محمد بن ¶ إدريس رضي الله عنه، وهو قوله: امنت بالله وما جاء عن الله عن مراد الله، ¶ وآمنت برسول الله وما جاء عن رسول الله عن مراد رسول الله، وقال كل ¶ واحد منهم هذه المقالة، ثم نهضوا القضاة، فراح الحنبلي إلى المنارة ¶ الغربية، والمالكي إلى بيته، والشافعي إلى القاضي شمس الدين ¶ الحريري يتغمم له بسبب عزله، وذكروا عنه - والله أعلم - أنه هو سعى ¶ في عزله، وشمس الدين الحنفي الاذرعي جلس للحكم في مشهد ابن ¶ عروة، وهنؤوه الناس بالخلعة. (2/ 5 85 - 857) ¶ __________ ¶ (1) (ط): \" والمؤمل \" والتصحيح من \" الجامع \" (ص 23 1).",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "قال: ذكر الأسباب الموجبة لفتنة الشيخ تقي الدين والحنابلة ¶ اتفق ان بعض اصحابه جاب له في سنة ثلاث وسبع مئة ... (1) كل ¶ طائفة على مذهبهم. ¶ وفيه أيضا: أن جميع من في الديار المصرية من قاض وشيخ وفقير ¶ وعالم وعامي وجاهل محظون على الشيخ تقي الدين الحنبلي ما خلا ¶ القاضي شمس الدين الحنفي فانه متعصب له، وقاضي القضاة بدر الدين ¶ ابن جماعة ساكت، وما عداهما مطلقون الالسنة في حقه. ¶ وحاصل الامر أنه جرى بالقاهرة في حق الحنابلة من الاذى ¶ والاهانة والتنكيل أمر كبير قبل طلب الشيخ تقي الدين وبعد وصوله ¶ وحبسه، وألزموا جميعهم بالرجوع عن العقيدة، واكرهوا أن يقولوا: ¶ القران هو المعنى القائم بالنفس، وأن ما في المصحف عبارة عنه، وأن ¶ ما هو موجود في المصاحف ومحفوظ في الصدور مقروء بالالسنة ¶ مخلوق، وأن القديم هو القائم بالنفس، وألزموا بنفي مسألة العلو ¶ والتصريح بذلك، وأن (2) جميع ما ورد من أحاديث الصفات لا يجرى ¶ على ظاهرها بوجه من الوجوه، وحكم عليهم إن لم يقولوا بذلك ¶ بالتجسيم، وجرى في حقهم أذى كثير، وكان قاضيهم شرف الدين قليل ¶ البضاعة في العلم، فلم يدر ما يجيب به وتلكا، و خبروه رفقته الثلاثة أن ¶ هذا الذي يدعى إلته ويلزم به هو الصحيح، فاجاب إلى موافقتهم. ¶ __________ ¶ (1) الصفحة [49 ب] من الاصل ممحوة، فبقي الكلام مبتورا. ¶ (2) (ط): \"و ن ذلك\" خطا.",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "ثم هو ألزم جماعة من أصحابه هذه المقالة وأخذ خطوطهم. ¶ وكان من تكلم في أمر العقيدة القاضي زين الدين المالكي انتصارا ¶ للشيخ نصر المنبجي، ونكاية في حق رفيقيه شرف الدين الحنبلي وشيخ ¶ مالكي يعرف بشرف الدين القروي، وساعدهما جماعة من الشافعية ¶ وغيرهم. وكانوا قد اتفقوا مع الامير ركن الدين بيبرس المنصوري ¶ المعروف بالعثماني والمتصرفين في الدولة على توهين هذه المقالة ¶ التي يعتقدها ا لحنابلة، وأنها بدعة، وقرروا ذلك معه، بحيث قام ¶ ينصرهم أتم قيام، ولم يمكن أحدا معارضته ولا القيام بما يخالفه، فتم ¶ بان قام في ذلك ما قصده. ¶ وقرأت في بعض ما ورد من الكتاب أنه جرى على الحنابلة ما ¶ يعجز الإنسان ان يعبر عنه، وفي بعضه: \"ولقد تم على الطائفة الحنبلية ¶ شدءلم يجرمثله \". (859/ 2 - .86) ¶ قال: وفيها في اخر يوم من شهر رمضان ليلة العيد أحضر الامير ¶ سيف الدين سلار بطبقته بقلعة القاهرة القضاة الثلاثة الشافعي والمالكي ¶ والحنفي، ومن الفقهاء: الباجي وا لجزري والنمراوي، وتكلم في ¶ إخراج تقي الدين ابن تيمية، فاتفقوا على أنه يشترط عليه أمور ويلزم ¶ بالرجوع عن بعض العقيدة، فأرسلوا إليه من يحضره ليتكلموا معه في ¶ ذلك، فلم يجب إلى الحضور، وتكرر الرسول إليه في ذلك ست ¶ مرات، وصمم على عدم الحضور في هذا الوقت، فطال عليهم ¶ المجلس، وانصرفوا عن غير شئ.",
            "page": "28",
            "part": "1"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "وفي ثامن عشري ذي الحجة، اخبر نائب السلطنة بدمشق بوصول ¶ كتاب من ابن تيمية، واعلم بذلك جماعة ممن حضر مجلسه، ثم اثنى ¶ عليه وقال: ما رأيت مثله، ولا أشجع منه، وذكر ما هو عليه في السجن ¶ من التوجه إلى الله تعا لى، وانه لم يقبل شيئا من الكسوة السلطانية ولا ¶ من الادرارات السلطانية، ولا تدنس بشيء من ذلك. ¶ وفيها، في يوم الخميس سابع عشري ذي الحجة طلب اخوا ¶ الشيخ تقي الدين، وهما شرف الدين عبد الله، وزين الدين عبد الرحمن ¶ إلى مجلس نالمجما السلطنة الامير سيف الدين سلار، وحضر قاضي ¶ القضاة زين الدين المالكي وجرى بينهم كلام كثير، واعيدا إلى ¶ مواضعهما بعد أن بحث شرف الدين مع القاضي وظهر عليه في النقل ¶ والمعرفة وخطاه في مواضع ادعى فيها الا جماع. ¶ وفي يوم الجمعة التالي لليوم الاول، احضر شرف الدين وحده ¶ وحضر القاضي شمس الدين ابن عدلان في مجلس! نائب السلطنة سيف ¶ الدين سلار وتكلم معه، فظهر عليه ولكن ليس له مساعد، وقيل: إنه ¶ ظهر من نائب السلطنة تعصب على الشيخ واخوته، والله أعلم. ¶ (2/ 5 2 1 1 - 27 1 1). ¶ (سنة 706) ¶ قال: وفيها في اوائل شهر ربيع الاول وصل الامير حسام الدين ¶ مهنا ابن الامير شرف الدين عيسى بن مهنا إلى دمشق، وتوجه إلى ¶ القاهرة، فوصلها في تاسع عشر الشهر، واجتمع بالسلطان فاكرمه وحلع",
            "page": "29",
            "part": "1"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "عليه وزاد في إكرامه، وخاطب السلطان في أمر الشيخ تقي الدين ابن ¶ تيمية، فأجاب سؤاله فيه، وحضر بنفسه إلى باب السجن إلى الشيخ تقي ¶ الدين، فاخرجه يوم الجمعة الثالث والعشرين من ربيع الاول إلى دار ¶ الامير سيف الدين سلار بالقلعة، وحضره بعض الفقهاء، وحصل بينهم ¶ بحث كثير، وفوتت (1) صلاة الجمعة بينهم، ثم اجتمعوا إلى المغرب ¶ ولم ينفصل الامر، ثم اجتمعوا بمرسوم السلطان يوم الاحد الخامس ¶ والعشرين من الشهر مجموع النهار، وحضر جماعة أكثر من الاولين، ¶ وحضر الشيخ نجم الدين ابن الرفعة، وعلاء الدين الباجي، وفخر الدين ¶ ابن بنت أبي سعد، وشمس الدين الجزري الخطيب، وعز الدين ¶ النمراوي، وشمس الدين ابن عدلان، وصهر المالكي، و جماعة من ¶ الفقهاء، ولم يحضر القضاة، وطلبوا واعتذروا أنفسهم (2) بالمرض، ¶ وبعضهم تبع أصحابه، وقبل عذرهم نائب السلطنة ولم يكلفهم ¶ الحضور بعد أن رسم السلطان بحضورهم، وانفصل المجلس عن خير. ¶ وبات الشيخ تقي الدين عند نائب السلطنة. ¶ وكتب كتابا بيده إلى دمشق بكرة الاثنين سادس عشري الشهر ¶ يتضمن خروجه في خير وعز، وأنه أقام بدار ابن شقير بالقاهرة، وأن ¶ __________ ¶ (1) كذا في (ط)، وفي بعض المصادر \" وفرقت \"، فلعل ما هنا تصحيف. ¶ (2) كذا في (ط) ولعل صوابها: \"بعضهم \" كما في المصادره قال ابن كئير موضخا ¶ سبب اعتذارهم عن الحضور: \" لمعرفتهم بما ابن تيمية منطو عليه من العلوم ¶ والادلة، وأن أحدّا من الحاضرين لا يطيقه \". \" البداية والنهاية \": (18/ 73 - 76)، ¶ و\"الجامع \": (صه 2 4) 0",
            "page": "30",
            "part": "1"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "الامير سيف الدين سلارا رسم بتأخره عن الأمير حسام الدين مهنا ¶ اياما (1)، ووصل مهنا إلى دمشق يوم الخميس سادس ربيع الاخر واقام ¶ ثلاثة ايام وسافر. ¶ وفي بكرة يوم الخميس عشري ربيع الاخر، وصل من الشعيخ تقي ¶ الدين كتاب مؤرخ بليلة الجمعة رابع عشر ربيع الاخر يذكر فيه انه عقد ¶ له مجلس ثالث بالمدرسة الصا لحية بالقاهرة بعد خروج مهنا (2) في يوم ¶ الخميس سادس الشهر، وحصل الاتفاق على تغيير الفاظ في العقيدة، ¶ وانفصل المجلس على خير كثيرٍ، وانه في عافية، وأن في تأخره فوائد ¶ ومصالح. (2/ 68 1 1 - 9 6 1 1) ¶ قال: وفي العشر الاوسط من شهر شوال اجتمع الشيخ ابن عطاء ¶ السكندري (3) وشيخ الخانقاه وجميع (4) الصوفية، فكانوا اكثر من ¶ __________ ¶ (1) قال ابن كثير: \" ليرى الناس فضله ومحلمه، وينتفع الناس به ويشتغلوا عليه \"، ¶ \" البداية والنهاية \": (18/ 74)، و\"الجامع \": (ص 425). ¶ (2) (ط): \" بعده خروج [غيرها إلى: خرج] منها\"! والصواب ما ثبت من \" العقود ¶ الدرية \" (ص 52 2) لابن عبد ا لهادي. ولم يذكر ابن عبد ا لهادي انه وقع تغيير ¶ الفاظ في العقيدة ه ¶ (3) (ط): \" السكوني \" تحريف، فلم ينسبه احد هذه النسبة. ترجمته في \" الوافي ¶ بالوفيات \": (8/ 57) و\" الدرر الكامنة \": (1/ 273 - 75 2) وغيرها. ¶ وشمخ الخانقاه هو: كريم الدين الاملي. والخانقاه هي: خانقاه سعيد السعداء. ¶ وانظر خبر صرفه عن المشيخة وما وقع له من اصحابه وأصدقائه ه \" البداية ¶ والنها ية \": (8 1/ 86). ¶ (4) كذا، ولعلها \" و جمع \" او \" جمع من الصوفية \" كما في \" الجامع: 573 - الدرر الكامنة \".",
            "page": "31",
            "part": "1"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "خمس مئة، وطلعوا إلى القلعة، فلما وصلوها كان هناك جماعة من ¶ ارباب الصنائع والمتاجر فاختلطوا بهم، فصار من المجموع كيفية ¶ كبيرة، فلما راى ارباب الدولة ذلك طلب من اعيانهم نحو عشرة، وقيل: ¶ اي شئ مرادكم؟ فقالوا: إن تقي الدين ابن تيمية يتكلم في حق ¶ المشايخ، وقال: إنه لا يستغاث بالنبي! ي!، وسالوا ان يعقد لهم وله ¶ جلس، فرد الامر في ذلك إلى عند قاضي القضاة بدر الدين ابن جماعة ¶ الشافعي، ففوضه إلى القاضي نور الدين المالكي الزواوي، فاقتصد ¶ ا لحال تسفيره إلى الشام، فسافر مع البريد، ثم رد (1) وحبس بحبس ¶ الحاكم في ثامن عشر شوال، عامله الله بلطفه. (2/ 174 1 - 175 1) ¶ قال: وفيها. .. توفي الصاحب الكبير الصدر العا لم الكامل الاوحد ¶ تاج الدين محمد بن الصاحب فخر الدين محمد بن الصاحب الكبير ¶ الوزير بهاء الدين علي بن محمد بن سليم المصري ... المعروف بابن ¶ حنا رحمه الله تعا لى .. . وصلى عليه الشيخ اخو المرجاني اولا، وثاني ¶ مرة الشعيخ تقي الدين ابن تيمية، وكانت جنازته مشهودة. (2/ 183 1 -  ¶ 184 1) ¶ (سنة 709) ¶ قال: وفيها في سلخ صفر سفروا الشيخ تقي الدين ابن تيمية من ¶ القاهرة إلى الاسكندرية مع امير مقدم، ولم يمكن احد من جماعته ¶ __________ ¶ (1) الذي سعى في رده هو القاضي ابن مخلوف المالكي. انظر \" الجامع: 537 -  ¶ الدرر الكامنة \".",
            "page": "32",
            "part": "1"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "السفر معه، ووصل خبره إلى دمشق بعد عشرة أيام، وكان توجهه من ¶ القاهرة ليلة ا لجمعة، ووصوله إلى الاسكندرية يوم الاحد، دحل من ¶ باب الخوخة إلى دار السلطان، ونقل ليلا إلى برج في شرقي البلد. ¶ (2/ 4 4 12) ¶ قال: وفي ثامن شوال، طلب الشيخ تقي الدين ابن تيمية من ¶ الاسكندرية فوصل إلى القاهرة ثامن عشرة واجتمع بالسلطان في يوم ¶ الجمعة رابع عشرية، واكرمه وتلقاه في مجلس حفل فيه قضاة ¶ المصريين والشاميين والفقهاء، واصلح بينه وبينهم. ثم سكن القاهرة ¶ ونزل بالقرب من مشهد الحسين بن علي رضوان الله عليهم، والناس ¶ يترددون إليه والامراء والجند وطائفة من الفقهاء، ومنهم من يعتذر إليه ¶ ويتنصل مما وقع منه. (2/ 1259) ¶ ***",
            "page": "33",
            "part": "1"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "الإمام شمس الدين الذهبي (ت 748) ¶ 1 - نبذة من سيرة شيخ الاسلام ابن تيمية (الدرة ¶ اليتيمية في السيرة التيمية) ¶ 2 - ترجمة مختصرة نقلها ابن المهندس.",
            "page": "35",
            "part": "1"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "نبذة من سيرة شيخ الإسلام ابن تيمية (1) ¶ (الدرة اليتيمية في السيرة التيمية) ¶ الحمد لله وحده. ¶ هذه نبذة من سيرة شيخ الاسلام تقي الدين ابن تيمية - رضي الله ¶ عنه - مما (2) الفه الشيخ الامام العلامة الحافظ شمس الدين ابو عبد الله ¶ محمد بن احمد بن (3) عثمان الذهبي الشافعي، تغمدهما الله تعا لى ¶ برحمته ورضوانه. قال: ¶ ابن تيمية ¶ تقي الدين الامام (4) احمد بن عبد الحليم بن عبد السلام بن ¶ عبد الله بن أبي القاسم الخضر بن محمد بن الخضر بن علي بن ¶ عبد الله بن تيمية، الامام الحبر البحر، العلم الفرد، شيخ الاسلام، ونادرة ¶ العصر، تقي الدين أبو العباس أحمد، الحرا ني الحنبلي، نزيل دمشق. ¶ __________ ¶ (1) نشرتها المستشرقة كاترين بوري مع الترجمة الانجليزية في مجلة معهد ¶ الدراسات الشرقية والافريقية، المجلد (67)، العدد (3)، (4 0 0 2 م)، ص 1 32 -  ¶ 348.وطبعت ضمن مجموع فيه رسائل لابن تيمية - تحقيق حسين عكاشة: ¶ (ص 237 - 9 4 2). دار الفاروق الحديثة، ط 1، 26 4 1 هـ. وصححت النص من ¶ كلتا الطبعتي!، ورمزت للأو لى (م) والثانية (ش) 0 ¶ (2) (م): \" ما\". ¶ (3) \"أحمد بن\" سقظت من (م). ¶ (4) ليست في (ش).",
            "page": "37",
            "part": "1"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "ولد بحران يوم الاثنين عاشر ربيع الاول سنة إحدى وستين ¶ وستمائة، وهاجر والده به وباخوته إلى الشام عند جور التتار، فسار ¶ بالليل بهم وبالكتب على عجلة لعدم الدواب، وكاد العدو ن يلحقهم، ¶ ووقفت العجلة، فابتهل إلى الله واستغاث به؛ فنجوا وسلموا. ¶ وقدموا دمشق في أثناء سنة سبع وستين، فسمعوا من الزين بن ¶ عبد الدائم \"جزء ابن عرفة \" (1) وغير ذلك ه ثم سمع شيخنا الكثير من ¶ ابن أ بي اليسر، والكمال ابن عبد (2)، والمجد (3) ابن عساكر - أصحاب ¶ الخشوعي (4) -، ومن ا لجمال ابن الصيرفي، و حمد بن ابي الخير ¶ سلامة، والقاسم الإربلي، والشيخ شمس الدين عبد الرحمن بن بي ¶ عمر، وأبي الغنائم ابن علان، وخلق كثير. ¶ وسمع \"مسند أحمد\" مرات، والكتب الكبار والاجزاء، وعني ¶ بالحديث، ونسخ جملة صالحة، وتعلم الخط والحساب في المكتب، ¶ __________ ¶ (1) وقع في (خ): \" نسخة ابن عرفة \"ه خطا من الناسعخ، وهو على الصواب في مصادر ¶ ترجمة ابن تيمية، و\" جزء ابن عرفة \" مشهور عند المحدثين، وسيا تي بعد قليل أن ¶ الذهبي سمعه منه. ¶ (2) ظن ناسعخ الأصل أن \" عبد\" مضافة إلى لثيء بعدها، فترك بياضا بقدر كلمة، وليس ¶ كذلك بل \" عبد\" بدون إضافة منونة الاخر. ¶ (3) (م): \" وا لمحدث \". ¶ (4) يعني ان من تقدم هم أصحاب الخشوعي، والخشوعي هو بو الطاهر بركات بن ¶ طاهر المسند المعمر (ت 598).",
            "page": "38",
            "part": "1"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "وحفظ القران، ثم أقبل على الفقه، وقرأ أكلاما في العربية على ابن ¶ عبد القوي (1)، ثم فهمها، وأخذ يتأمل \" كتاب سيبويه \" حتى فهمه، وبرع ¶ في النحو. ¶ و قبل على التفسير إقبالا كليا، حتى حاز فيه قصب السبق، وأحكم ¶ أصول الفقه، وغير ذلك. هذا كله وهو بعد ما بلغ ابن بضع عشرة سنة، ¶ فانبهر الفصلاء من فرط ذكائه، وسيلان ذهنه، وقوة حافظته، وسرعة ¶ إدراكه. ¶ ونشأ في تصون تام، وعفاف وتأله وتعبد، واقتصاد في الملبس ¶ وا لمأكل. ¶ وكان يحضر المدارس والمحافل في صغره، فيتكلم ويناظر ¶ ويفحم الكبار، ويأتي بما يتحير منه أعيان البلد في العلم؛ فأفتى وله تسع ¶ عشرة سنة، بل أقل، وشرع في ا لجمع والتأليف من ذلك الوقت، و كب ¶ على الاشتغال. ¶ ومات والده - وكان من كبار الحنابلة و ئمتهم - فدرس بعده بوظائفه ¶ وله إحدى وعشرون سنة، واشتهر أمره، وبعد صيته في العا لم. وأخذ في ¶ تفسمير الكتاب العزيز أيام ا لجمع على كرسي من حفظه، وكان يورد ¶ __________ ¶ (1) هو: محمد بن عبد القوي بن بدران أبو عبد الله المقدسي (ت 699). ترجمته في ¶ \" تاريخ الاسلام \" (وقيات 699 ص 9 4 4 - 47 4)، و\" الذيل على طبقات الحنابلة \": ¶ (4/ 9 - 307 0 3).",
            "page": "39",
            "part": "1"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "ا لمجلس ولا يتلعثم، وكذا كان يورد الدرس بتؤدة وصوت جهوري ¶ فصيح، فيقول في المجلس أزيد من كراسين أو قل، ويكتب على الفتوى ¶ في ا لحال عدة أوصال بخط سريع إلى غاية التعليق والاغلاق. ¶ قرأت بخط شيخنا العلامة كمال الدين علم الشافعية (1) في حق ¶ ابن تيمية: كان إذا سئل عن فن من العلم ظن الرائي والسامع أنه لا ¶ يعرف غير ذلك الفن، وحكم بأنه لا يعرفه أحد مثله (2)، وكان الفقهاء ¶ من سائر الطوائف إذا جالسوه استفادوا منه في مذاهبهم أشياء. قال: ولا ¶ يعرف أنه ناظر احدا فانقطع معه، ولا تكلم في علم من العلوم - سواء ¶ كان من علوم الشرع أو غيرها - إلا فاق فيه أهله. واجتمعت فيه شروط ¶ الاجتهاد على وجهها كما يجب (3). ¶ قلت: وله خبرة تامة بالرجال وجرجهم وتعديلهم وطبقا تهم، ¶ ومعرفة بفنون الحديث، والعا لي والنازل، وبالصحيح والسقيم، مع ¶ حفظه لمتونه الذي انفرد به، فلا يبلغ أحد في العصر رتبته ولا يقاربه، ¶ وهو عجيب في استحضاره واستخراج الحجج منه، وإليه المنتهى في ¶ عزو 5 إلى الكتب الستة و\" المسند\"، بحيث يصدق عليه أن يقال: \"كل ¶ حديث لا يعرفه ابن تيمية فليس بحديث \" ولكن الإحاطة لله، غير انه ¶ يغترف فيه من بحر، وغيره من الائمة يغترفون من السواقي. ¶ __________ ¶ (1) هو كمال الدين ابن الزملكاني (ت 727). ¶ (2) العبارة في \" العقود\" (ص 13): \" وحكم أن احدا لا يعرفه مثله \". ¶ (3) \"كمايجب\" ليست في (م).",
            "page": "40",
            "part": "1"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "وأما التفسير فمسلم إليه، وله في استحضاره (1) لايات من القران ¶ - وقت إقامة الدليل بها على المسالة - قوة عجيبة، واذا راه المقرئ ¶ تحير فيه، ولفرط إمامته في التفسير وعظمة اطلاعه يبين خطا كثير من ¶ أقوال المفسرين، ويوهي اقوالا عديدة، وينصر قولا واحدا موافقا لما ¶ دل عليه القران وا لحديث. ¶ ويكتب في اليوم والليلة من التفسير أو من الفقه أو من الاصلين أ و ¶ من الرد على الفلابسفة والاوائل نحوا من أربع كراريس أو ازيد. وما ¶ أبعد ان تصانيفه إلى الان تبلغ خمسمائة مجلد، وله في غير مسالة ¶ مصنف مفرد في مجلدة؛ كمسالة التحليل، ومسالة حفير، ومسالة من ¶ سب الرسول (2)، ومسالة \" اقتضاء الصراط المستقيم \" في ذم البدع، وله ¶ مصنف في الرد على ابن المطهر الرافضي في ثلاث مجلدات كبار (3)، ¶ ومصنف في الرد على تاسيس التقديس للرازي في سبع مجلدات (4)، ¶ __________ ¶ (1) كذا (م)، وفي \" العقود الدرية \": \" في استحضار\"، وفي (ش): \"لايات \". ¶ (2) مسالة التحليل ألف فيها كتاب \" بيان الدليل على بطلان التحليل \" طبع في مجلد كبير. ¶ ومسالة حفير، سماه غير واحد: \" التحرير في مسالة حفير\"، وقال ابن رجب: إنه مجلد ¶ في مسالة من القسمة كتبها اعتراضا على الخوي في حادثة حكم فيها. وبنحوه قال ¶ ابن الزملكاني. ومسالة من سب الرسل، سمى كتابه \" الصارم المسلول على شاتم ¶ الرسول \" حقق في ثلاثة مجلدات. ¶ (3) وهو \"منهاج السنة النبوية قي نقض كلام الشيع والقدرية \" مطبوع في تسع مجلدات. ¶ (4) هو كتاب \" بيان تلبيس الجهمية في بيان بدعهم الكلامية \" طبع الموجود منه في ¶ عشرة مجلدات.",
            "page": "41",
            "part": "1"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "وكتاب في الرد على المنطق (1)، وكتاب في الموافقة بين المعقول ¶ والمنقول في مجلدين (2)، وقد جمع أصحابه من فتاويه نحوا من ست ¶ مجلدات كبار. ¶ وله باع طويل في معرفة مذاهب الصحابة والتابعين، وقل أن يتكلم ¶ في مسالة إلا ويذكر فيها مذاهب الائمة الاربعة، وقد خالف الاربعة في ¶ مسائل معروفة، وصنف فيها، واحتج لها بالكتاب والسنة. ¶ وله مصنف سماه: \"السياسة الشرعية في إصلاح الراعي ¶ والرعية \" (3)، وكتاب \" رفع الملام عن الائمة الاعلام \" (4). ¶ ولما كان معتقلا بالاسكندرية (5) التمس منه صاحب سبتة ان يجيز له ¶ مروياته، وينص على أسماء جملة منها، فكتب في عشر ورقات جملة من ¶ ذلك باسانيدها من حفظه، بحيث يعجز ان يعمل بعضه اكبر محدث يكون. ¶ __________ ¶ (1) طبع في مجلد بعنوان: \" الرد على المنطقيين \" بتحقيق الشيخ عبد الصمد شرف الدين. ¶ (2) قال ابن عبد الهادي في \"العقود الدرية \" (ص 38) معلقا على كلام الذهبي: \" هذا ¶ الكتاب - وهو كتاب \" درء تعارض العقل والنقل \" - في اربع مجلدات كبار، ¶ وبعض النسخ به في أكثر من أربع مجلدات، وهو كتاب حافل عظيم المقدار، ر د ¶ الشيخ فيه على الفلاسفة و لمتكلمين\". وقد طبعته جامعة الامام بالرياض في أحد ¶ عشر مجلدا بتحقيق الشيخ محمد رشاد سالمه ¶ (3) طبعت النسخة الكاملة منه بتحقيقي ضمن مشروع اثار شيخ الاسلام ابن تيمية ¶ عام 429 1. ¶ (4) طبع مرارا مفردا وضمن \" مجموع الفتاوى \": (0 2/ 231 - 93 2) 5 ¶ (5) وذلك في سنة (9 70 هـ) انطر \" الجامع \": (ص 427 - 429).",
            "page": "42",
            "part": "1"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "وله الان عدة سنين لا يفتي بمذهب معين، بل بما قام الدليل عليه ¶ عنده، ولقد نصر السنة المحضة والطريقة السلفية، واحتج لها ببراهين ¶ ومقدمات و مور لم يسبق إليها، و طلق عبارات أحجم عنها الأولون ¶ والاخرون وهابوا، وجسر هو عليها، حتى قام عليه خلق من علماء مصر ¶ والشام قياما لا مزيد عليه، وبدعوه وناظروه وكابروه، وهو ثابت لا يداهن ¶ ولا يحا بي، بل يقول ا لحق ا لمر الذي أداه إليه اجتهاده، وحدة ذهنه، وسعة ¶ دائرته في السنن والاقوال، مع ما اشتهر عنه من الورع، وكمال الفكر، ¶ وسرعة الإدراك، والخوف من الله، والتعظيم لحرمات الله. ¶ فجرى بينه وبينهم حملات حربية ووقعات شامية ومصرية، وكم ¶ من نوبة قد رموه عن قوس واحدة فينجيه الله؛ فإنه دائم الابتهال، كثير ¶ الاستغاثة، قوي التوكل، ثابت ا لجأش، له أوراد وأذكار يدمنها بكيفية ¶ وجمعية. ¶ وله من الطرف الاخر محبون من العلماء والصلحاء، ومن ا لجند ¶ والامراء، ومن التجار والكبراء، وسائر العامة تحبه؛ لانه منتصب لنفعهم ¶ ليلا ونهارا، بلسانه وقلمه. ¶ وأما شجاعته؛ فبها تضرب الامثال، وببعضها يتشبه أكابر الابطال، ¶ فلقد قامه الله في نوبة غازان (1)، والتقى أعباء الامر بنفسه، وقام وقعد، ¶ __________ ¶ (1) هو ملك التتار غازان - والعامة تقول: قازان - محمود بن أرغون، وجذه الاعلى ¶ جنكيزخان، مات بعد معركة شقحب سنة (703) التي مني فيها بهزيمة منكرة. ¶ انظر \" أعيان العصر\" (4/ 5 - 18)، و\" الدرر الكامنة \": (3/ 2 1 2 - 4 1 2).",
            "page": "43",
            "part": "1"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "وطلع وخرج، واجتمع با لملك مرتين، وبخطلوشاه (1)، وببولاي (2). ¶ وكان قفجق (3) يتعجب من إقدامه وجراته على المغول. ¶ وله حدة قوية تعتريه في البحث، حتى كانه ليث حرب. ¶ وهو أكبر من أن ينبه مثلي على نعوته؛ فلو حلفت بين الركن ¶ والمقام لحلفت أني ما رايت بعيني مثله، ولا والله ما ر ى هو مثل نفسه ¶ في العلم. ¶ وفيه قلة مداراة وعدم تؤدة غالبا، والله يغفر له. ¶ وهو فقير لا مال له، وملبوسه - كاحد الفقهاء -: فرجية، ودلق، ¶ وعمامة، يكون قيمة ثلاثين درهما، ومداس ضعيف الثمنه ¶ وشعره مقصوص، وعليه مهابة، وشيبه يسير، ولحيته مستديرة، ¶ ولونه أبيض حنطي اللون، وهو ربع القامة، بعيد ما بين المنكبين، كان ¶ عينيه لسانان ناطقان. ¶ ويصلي بالناس صلاة لا يكون أطول من ركوعها وسجودها. وربما ¶ __________ ¶ (1) انظر (ص 5). ¶ (2) بولاي: من قادة التتار الذين حضروا مع غازان لغزو الشام. قال الصفدي: اسمه ¶ الصحيح: مولاي، وإنما العامة يحرفونه تهكما به وبامثاله. انظر \" اعيان العصر\": ¶ (2/ 0 7 - 71). ¶ (3) ويقال: قبجق، المنصوري، أصله من المغل، تذبذب في الالتحاق بهم ا و ¶ بالمسلمين، واستقر أمره على قتال المغول، وكان شجاعا مقداما، (ت 0 71). ¶ انظر \" أعيان العصر\": (4/ 1 6 - 72)، و\"الدرر الكامنة \": (3/ 1 4 2 - 43 2).",
            "page": "44",
            "part": "1"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "قام لمن يجيء من سفر أو غاب عنه، وإذا جاء فربما يقومون له، والكل ¶ عنده سواء؛ فانه فارغ من هذه الرسوم، ولم ينحن لاحد قط، وإنما يسلم ¶ ويصافح ويبتسم، وقد يعظم جليسه مرة، ويهينه في المحاورة مرات. ¶ ولما صنف \" المسألة الحموية \" في الصفات سنة ثمان وتسعين ¶ تحزبوا له، وال بهم الامر إلى أن طافوا بها على قصبة من جهة القاضي ¶ الحنفي (1)، ونودي عليه بأن لا يستفتى، ثم قام بنصره طائفة اخرون، ¶ وسلم الله. ¶ فلما كان في سنة خمس وسبعمائة جاء الامر من مصر بأن يسأل ¶ عن معتقده، فجمع له القضاة والعلماء بمجلس! نائب دمشق الافرم، ¶ فقال: أنا كنت قد سئلت عن معتقد السنة، فأجبت عنه في جزء من ¶ سنين، وطلبه من داره، فأحضر وقرأه، فنازعوه في موضعين أو ثلاثة منه، ¶ وطال المجلس، فقاموا واجتمعوا مرتين أيضا لتتمة ا لجزء، وحاققوه، ¶ ثم وقع الاتفاق على أن هذا معتقد سلفي جيد، وبعضهم قال ذلك كرها. ¶ وكان المصريون قد سعوا في أمر الشيخ، ومالاوا الامير ركن الدين ¶ الششنكير - الذي تسلطن - عليه، فطلب إلى مصر على البريد، فثا ني يوم ¶ دخوله اجتمع له القضاة والفقهاء بقلعة مصر، وانتصب ابن عدلان له ¶ خصما، وادعى عليه عند القاضي ابن مخلوف المالكي: أن هذا يقول: إ ن ¶ الله تكلم بالقران بحرف وصوت، وإنه تعا لى على العرش بذاته، وإن الله ¶ __________ ¶ (1) هو القاضي جلال الدين الحنفي، انظر \" تاريخ الاسلام \": (2 ه / 1 6) للذهبي. ¶ وانظر ا لخبر مفصلا في \" العقود الدرية \" (ص ه 5 2).",
            "page": "45",
            "part": "1"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "يشار إليه الاشارة الحسية، وقال: أطلب عقوبته على ذلك. ¶ فقال القاضي: ما تقول يا فقيه؟ فحمد الله وأثنى عليه. ¶ فقيل له: أسرع، ما حضرناك لتخطب. ¶ فقال: أمنع من الثناء على الله؟! ¶ فقال القاضي: أجب فقد حمدت الله. فسكت، فألح عليه. ¶ فقال: فمن الحاكم في؟ فأشاروا له إلى القاضي ابن مخلوف. ¶ فقال: انت خصمي فكيف تحكم في؟! وغضب وانزعج، ¶ و سكت القاضي. ¶ فأقيم الشيخ وأخواه، وسجنوا با لجب بقلعة الجبل، وجرت أمور ¶ طويلة، وكتب إلى الشام كتاب سلطاني بالحط عليه، فقرئ بجامع ¶ دمشق، وتأ لم الناس له. ¶ ثم بقي سنة ونصفا وخرج، وكتب لهم ألفاظا اقترحوها عليه، ¶ وهدد وتوعد بالقتل إن لم يكتبها (1). ¶ فأقام بمصر يقرئ العلم ويجتمع حلق عنده، إلى أن تكلم في ¶ الاتحادية القائلين بوحدة الوجود (2)، فتحزب عليه صوفية وفقراء، ¶ __________ ¶ (1) انظر في شرح هذه القضية مقدمة \" الجامع لسيرة شيخ الإسلام \": (ص 39 - 47 -  ¶ ط 2، 3). ¶ (2) زاد ابن عبد الهادي في \"العقود\" (ص 252) نقلا عن هذه الترجمة: \" وهم ابن ¶ سبعين وابن عربي والقونوي وأشباههم \".",
            "page": "46",
            "part": "1"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "وسعوا فيه، وأنه يتكلم في صفوة الاولياء، فعمل له محفل، ثم أخرجوه ¶ على البريد، ثم ردوه على مرحلة من مصر، ورأوا مصلحتهم في اعتقاله، ¶ فسجنوه في حبس القضاة سنة ونصفا، فجعل أصحابه يدخلون إليه في ¶ السر، ثم تظاهروا، فأخرجته الدولة على البريد إلى الاسكندرية، وحبس ¶ ببرج منها، وشيع بأنه قتل، وأنه غرق غير مرة. ¶ فلما عاد السلطان من الكرك، و باد أضداده، بادر باستحضار ¶ الشيخ إلى القاهرة مكرما، واجتمع به، وحادثه وسارره بحضرة القضاة ¶ والكبار، وزاد في إكرامه، ثم نزل وسكن في دار، واجتمع بعد ذلك ¶ بالسلطان، ولم يكن الشيخ من رجال الدولة، ولا سلك معهم تلك ¶ النواميس، فلم يعد السلطان يجتمع به. فلما قدم السلطان لكشف العدو ¶ عن الرحبة جاء الشيخ إلى دمشق سنة اثنتي عشرة. ¶ ثم جرت له أمور ومحن ما بين ارتفاع وانخفاض وفتر سوقه، ¶ ودخل في مسالك (1) كبار لا تحتملها عقول أبناء زمانه ولا علومهم، ¶ كمسالة الفير في الحلف في الطلاق، ومسألة أن الطلاق الثلاث لا ¶ يقع إلا واحدة، وأن الطلاق في الحيض لا يقع، وصنف في ذلك ¶ تواليف لعلها تبلغ أربعين كراسا، فمنع لذلك من الفتيا، وساس نفسه ¶ سياسة عجيبة، واستبد برأيه، وعسى أن يكون ذلك كفارة له، فالله يؤيده ¶ بروج منه ويوفقه لمراضيه. ¶ __________ ¶ (1) في بعض المصادر: \" مسائل \".",
            "page": "47",
            "part": "1"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "وهو الان يلقي الدرس، ويقرئ العلم، ولا يفتي إلا بلسانه، ¶ ويقول: لا يسعني أن اكتم العلم. وله إقدام و (1) شهامة وقوة نفس توقعه ¶ في مور صعبة، ويدفع الله عنه. وله نظم قليل وسط، ولم يتزوج ولا ¶ تسرى، ولا له من المعلوم إلا شئ قليل، وأخوه يقوم (2) بمصالحه، ولا ¶ يطلب منهم غداء ولا عشاء في غالب الوقت. ¶ وما رايت في العالم أكرم منه، ولا فرغ منه عن الدينار والدرهم، ¶ بل لا يذكره، ولا ظنه يدور في ذهنه. وفيه مروءة وقيام مع أصحابه، ¶ وسعي [في] مصا لحهم. وهو لون عجيمب، ونبا غريب. ¶ وهذا الذي ذكرت من سيرته فعلى الاقتصاد، والا فحوله اناس! من ¶ الفصلاء يعتقدون فيه وفي علمه وزهده ودينه وقيامه في نصر الاسلام ¶ بكل طريق اضعاف ما سقت، وثم أناس من اضداده يعتقدون فيه وفي ¶ علمه، لكن يقولون: فيه طيش وعجلة وحدة ومحبة للرياسة. وثم أناس ¶ - قد علم الناس قلة خيرهم وكثرة هواهم - ينالون منه سبا وتكفيرا، وهم ¶ إما متكلمون، او من صوفية الاتحادية، او من شيوخ الزوكرة (3)، ا و ¶ __________ ¶ (1) \"إقدام و\" ليست في (م). ¶ (2) تحتمل \" واخوة تقوم \". والعبارة في \" تتمة المختصر\": (336 - الجامع): \" وكان ¶ اخوه يقوم بمصالحه \" 0 وهي تؤيد ما ثبت. ¶ (3) (ط): \" الزركرة \" خطاه والزوكرة هي: التلبيس وا لخداع، وقد استعملها الذهبي في ¶ \" السير\": (4 1/ 4 31، 1 2/ 193)، وابن القيم في \"طريق الهجرتين \": (2/ 889) ¶ وغيرهما. وجاء في كلام لسان الدين ابن ا لخطيب \" الزواكرة\" ففسرها المقري في ¶ \" نفح الطيب \": (6/ 2 1) قال: \" الزواكرة لفظ يستعمله المغاربة، ومعناه عندهم=",
            "page": "48",
            "part": "1"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "ممن قد تكلم هو فيهم فأقذع وبالغ، فالله يكفيه شر نفسه. وغالب حطه ¶ على الفضلاء أو المتزهدة فبحق، وفي بعضه هو مجتهد. ¶ ومذهبه توسعة العذر للخلق، ولا يكفر أحدا إلا بعد قيام الدليل ¶ وا لحجة عليه، ويقول: هذه المقالة كفر وضلال، وصاحبها مجتهد ¶ جاهل لم تقم عليه حجة الله، ولعله رجع عنها أو تاب إلى الله. ويقول: ¶ إيمانه ثبت له بيقين فلا نخرجه منه إلا بيقين، أما من عرف الحق وعانده ¶ وحاد عنه فكافر ملعون كإبليس، وإلا من الذي يسلم من الخطأ في ¶ الاصول والفروع. ¶ ويقول في كبار المتكلمين والحكماء: هؤلاء ما عرفوا الإسلام ¶ ولاما جاء به محمد صيئ. ¶ ويقول في كثير من أحوال المشايخ: إنها شيطانية أو نفسانية، فينطر ¶ في متابعة الشيخ الكتاب والسنة، وفي شمائله وتألهه وعلمه، فإن كان ¶ كذلك فحاله صحبح وكشفه رحماني، وبعضهم له رئي من ا لجن فيخبر ¶ بالمغيبات ليغويه وله في ذلك تصانيف عديدة، وعنده في ذلك حكايات ¶ عن هذا الضرب وهذا الضرب، لو جمع لبلغت مجلدات، وهي من ¶ أعجب العجب. ¶ ولقد عوفي من الصرع الجني غير واحد بمجرد تهديده للجني، ¶ __________ ¶ = المتلبس الذي يظهر النسك والعبادة ويبطن الفسق والفساد\" ه وانظر \" تاج ¶ العروس \": (6/ 68 4). و (معجم دوزي \": (5/ 2 4 3).",
            "page": "49",
            "part": "1"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "وجرت له في ذلك الوان وقصولى، ولم يفعل اكثر من ان يتلو ايات، ¶ ويقول: إن لم تنقطع عن هذا المصروع أو المصروعة وإلا عملنا معك ¶ حكم الشرع، وإلا عملنا معك ما يرضي الله ورسوله. ¶ وقد سمعت منه \" جزء ابن عرفة \" مرات، وخرج له المحدث امين ¶ الدين الواني اربعين حديثا عن أربعين شيخا (1). ¶ وقد حج سنة إحدى وتسعين، وقرا بنفسه (2) الكثير من الحديث؛ ¶ وقرأ \" الغيلانيات \" (3) في مجلس، ومن مسموعه \" معجم الطبراني ¶ الاكبر\" سمعه من البرهان الدرجي (4) بإجازته من ابي جعفر الصيدلاني ¶ وغيره. ¶ ثم ظفروا له بمسالة السفر لزيارة قبور النبيين، وأن السفر وشد ¶ الرحال لذلك منهي عنه؛ لقوله عليه السلام: \" لا تشد الرحال إلا إلى ¶ __________ ¶ (1) مطبوعة ضمن \" مجموع الفتاوى \": (8/ 76 - 1 2 1) ¶ (2) في الطبعتين: \" لنفسه \" وما أثبت أصح كما في \" الجامع - مختصر علماء الحديث\" ¶ (ص 9 4 2). ¶ (3) هي أحد عشر جزءا مسموعة لابي طالب محمد بن محمد بن غيلان (ت 0 44) ¶ من حديث أبي بكر محمد بن عبد الله الشافعي (ت 354) من تخريج الدارقطني ¶ (ت 385). ¶ (4) إبراهيم بن إسماعيل أبو إسحاق الدمشقي الحنفي المسند (ت 681). ترجمته في ¶ \" تاريخ الاسلام \": (1 5/ 68)، و\" البداية والنهاية \": (17/ 586)، و\" ا لجواهر ¶ المضية \": (1/ 4 39).",
            "page": "50",
            "part": "1"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "ثلاثة مساجد\" (1) مع اعترافه بأن الزيارة بلا شد رحل قربة، وشنعوا عليه ¶ بها واستعدوا (2) عليه، وكتب فيها جماعة بأنه يلزم من منعه شائبة تنقص ¶ للنبوة؛ فيكفر بذلك، وأفتى عدة بانه مخطئ في ذلك خطا المجتهدين ¶ المغفور لهم، ووافقه جماعة، وكبرت القضية؛ وأعيد إلى قاعة بالقلعة ¶ فبقي بها بضعة وعشرين شهرا. ¶ وال الامر إلى أن منع من الكتابة والمطالعة، وما تركوا عنده كراسا ¶ ولا دواة، وبقي أشهرا على ذلك؛ فأقبل على التلاوة، وبقي يختم في ¶ ثلاث و كثر، ويتهجد ويعبد ربه، حتى أتاه اليقين. ¶ وفرحت له بهذه الخا تمة؛ فإنه كان لا لذة عنده توازي كتابة العلم ¶ وتأليفه فمنع أطيب غاية (3) - رحمه الله - فلم يفجأ الناس إلا نعيه، وما ¶ علموا بمرضه، فتأسف ا لخلق عليه، ودخل إليه أقاربه وخواصه، ¶ وازدحم الخلق على باب القلعة وبالجامع، حتى بقي مثل صلاة ا لجمعة ¶ سواء أو أرجح، فصلى عليه بالقلعة ابن تمام (4)، وبالجامع الاموي ¶ الخطيب، وبطاهر البلد أخوه زين الدين، وكان ا لجمع وافرا إلى الغاية، ¶ __________ ¶ (1) اخرجه البخاري (189 1)، ومسلم (1397) من حديث أ بي هريرة رضي الله عنه. ¶ (2) (ش): \" واستفتوا \". ¶ (3) في (ش) \" غوا ية \". ¶ (4) هو: أبو عبد الله محمد بن أحمد بن تمام التلي الحنبلي، العالم الصالح القدوة، ¶ (ت 1 74). ترجمته في \" المعجم المختص \": (ص 15 2)، و \" ذيل طبقات ¶ الحنابلة \": (5/ 99 - 0 0 1).",
            "page": "51",
            "part": "1"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "شيعه ا لخلق من أربعة أبواب البلد، وحمل على الرووس، وحزر الخلق ¶ بستين ألفا، والنساء اللاتي على الطريق بخمسة عشر ألفا، وكثر البكاء ¶ والتأسف عليه، ودفن بمقابر الصوفية إلى جانب أخيه الامام شرف ¶ الدين عبد الله. ¶ وانتاب الناس زيارة قبره، ورئيت له عدة منامات حسنة، ورثاه ¶ جماعة، وكانت وفاته في جوف ليلة الاثنين العشرين من ذي القعدة سنة ¶ ثمان وعشرين وسبعمائة، غفر الله له امين، وعاش سبعا وستين سنة ¶ و شهرا. ¶ وكان أسود الرأس، قليل شيب اللحية، ربعة من الرجال، جهوري ¶ الصوت، أبيض، أعين، مقتصدا في لباسه وعمامته، يقص شعره دائما، ¶ وكان لم يتغير عليه شئ من حواسه إلا ن عينه الواحدة نقص نورها ¶ قليلا. ¶ رحمه الله ورضي عنه، ورضي عنا ببركته (1)، وغفر لنا بمنه وىمه، ¶ آمين. ¶ *** ¶ __________ ¶ (1) هذا من التبرك الممنوع، ولعله من كاتب النسخة.",
            "page": "52",
            "part": "1"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "ترجمة مختصرة نقلها ابن المهندس (1) ¶ قال الذهبي: وفي هذه السنة (سنة ثمان وعشرين وسبعمائة) في ¶ ليلة الاثنين العشرين (2) من شعبان (3) مات الشيخ الامام العلامة الحافط ¶ الزاهد القدوة، شيخ الاسلام أبو العباس أحمد ابن المفتي شهاب الدين ¶ عبد الحليم بن شيخ الاسلام مجد الدين أبي البركات عبد السلام بن ¶ عبد الله بن أبي القاسم ابن تيمية الحراني ثم الدمشقي = معتقلا بالقلعة. ¶ وغسل وكفن، فأخرج وقد اجتمع خلق كثير بالطرق، وقد امتلأ ¶ الجامع والكلاسة وا لحوانيت كيوم الجمعة أو أكثر. ¶ وصلى عليه أولا بالقلعة الشيخ محمد بن تمام، ثم بجامع دمشق بعد ¶ الظهر، واشتد الزحام، وألقى الناس عليه مناديلهم للتبرك، وارتص الناس ¶ تحت النعش، وشيعه الخلائق في جوا من (4) أبواب البلد، ومعظمهم كان ¶ من باب الفرج مع الجنازة. وعظم الامر بسوق الخيل، وتقدم عليه في ¶ __________ ¶ (1) نقلها ابن المهندس من خط الذهبي على ظهر نسخة خطية من رسالة \"الاجتماع ¶ والافتراق في الأيمان و الطلاق \" محفوظة في دارة الملك عبد العزيز بالرياض، ¶ الخزانة الملكية رقم (5). ¶ (2) الاصل: \" والعشرين \" خطاه ¶ (3) كذا، وفي جميع المصادر: \" في ذي القعدة \". ¶ (4) كذا، والذي في المصادر: \" من جميع \". انظر \"الجامع \" (ص 42 4، 486).",
            "page": "53",
            "part": "1"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "الصلاة هناك خوه. وانتشر الناس والنسوان على (1) الاسطحة وإلى قبلي ¶ مقابر الصوفية. فدفن إلى جانب أخيه الشيخ عبد الله. ¶ وحزر النساء بخمسة عشر ألفا، وأما الرجال فحزروا بستين ألفا ¶ وأكثر إلى مائتي ألف. ¶ وكثر البكاء حوله، وختمت له عدة ختم، وتردد الناس إلى زيارة ¶ قبره أياما، ورئيت له منامات صا لحة، ورثاه جماعة. ¶ وكان مولده بحران عاشر ربيع الاول سنة إحدى وستين وستمائة. ¶ وطلب الحديث وقرا الكثير. ¶ ووجدت بخط الشيخ كمال الدين الزملكاني: أنه اجتمعت فيه ¶ شروط الاجتهاد على وجهها. ¶ وكان اية في الذكاء وسرعة الادراك، بحرا في النقليات، رأسا في ¶ معرفة الكتاب والسنة، هو في زمانه فريد عصره علماً وزهدا وشجاعة ¶ وسخاء وأمرا بالمعروف ونهيا عن المنكر، وكثرة [تصانيف]. . .. (2) ¶ من مصنفاته. وما رأت عيناي مثله ولا رأى مثل نفسه. وكان. . . . ¶ رحمه الله ورصد عنه. ¶ نقله (3) من خط مصنفه: أحمد بن المهندس المقدسي عفا الله عنه ¶ __________ ¶ (1) ا لاصل: \" و على \". ¶ (2) هنا وفي الموضع الثاني عدة كلمات في طرف الورقة غير واضحة0 ¶ (3) مطموس بعض الكلمة، ولعله ما ثمت.",
            "page": "54",
            "part": "1"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "[ق 191] رسالة أرسلها الشيخ قوام الدر عبد الله بن حامد الشافعي ¶ من العراق إلى القاضي زين الدين ابن سعد الدين سعد الله ¶ ابن بخيخ (1) الحراني الحنبلي بالشام المحروس ¶ رحمهم الله تعالى (2) ¶ هذه نسخة رسالة أرسلها الشيخ قوام الدين عبد الله بن حامد ¶ الشافعي من العراق إلى القاضي زين الدين ابن سعد الدين سعد الله بن ¶ بخيخ الحراني الحنبلي بالشام المحروس. فقال: ¶ بسم الله الرحمن الرحيم ¶ قل الحمد لله وسلام على عباده الذين اصطفى، سلام عليكم ¶ ورحمة الله وبركاته، وأدام الله تعالى تمكين الحضرة العلية المولوية ¶ العالمية الفاضلية الكاملية الحاكمية العادلية الاورعية الانزهية الربانية، ¶ وأعلى جدها وأدام ظلها وحرس مجدها، ولا زال جنابها المنيع ¶ ومجلسها الرفيع قرارة لايثار والافضال، ومعدن الفضائل، ودارة ¶ أقمار (3) الامال، ومستقر النائل، وموطن حط الرحال الممد باليمن ¶ والاقبال لرفادة الامل وإفادة السائل. ¶ __________ ¶ (1) في الأصل: \" نجيح\" وهو خطا، وانظر ضبطه في \" توضيح المشتبه \": (2/ 369). ¶ (2) ولعبد الله بن حامد رسالة اخرى ارسلها لابن رشيق في الثناء على شيخ الاسلام ¶ اثمتناها في \" الجامع \" (ص 1 4 2 - 5 4 2). ¶ (3) رسمها في الأصل: \" اقتمار\".",
            "page": "55",
            "part": "1"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "ولا برح الاسلام واهل الاسلام راقيا اعلى ذروة الارتقاء بإمداد ¶ العزة القعساء وا لحضرة العلياء من دوام الشرف والبقاء، ومزيد ¶ للرفعة (1) والعلاء والبهجة والضياء، ففي ذلك رفع المعاضد وقمع ¶ المعاند، وكيد الاعداء الملحدين، وشد اعتلاء دعائم الدين، فهو ¶ سبحانه سميع النداء مجيب الدعاء. ¶ اما الاشواق إلى مكارم تلك الاخلاق، التي ملأ نشرها الافاق، ¶ فضلا عن فطر العراق؛ فتضيق عن وصف أيسرها العبارة، فكيف تطيق ¶ التعبير عن كثرها الاشارة! ¶ والصادرون عن مورد ا لحضرة [ق 192] العلية الطاهرة الزكية وإن ¶ أطنبوا في الوصف فمقصرون، أو أسهبوا في النعت فمختصرون، ومن ¶ الذي يحمي رمال الدهناء أو يعذ نجوم السماء؟! ¶ وإنما الصادر مع عجزه عن العد والاحصاء، فغاية جهد المقل أنه ¶ لا يزال رطب اللسان بتوفير الثناء، ريان ا لجنان بتكثير الولاء، لهجا ¶ بنشر المحاسن والاحسان، بهجا بمعاينة عيون الفوائد الملتقطة من تيار ¶ الفصاحة والبيان، المزرية بعيون فرائد الدرر والعقيان، المتنافس في ¶ أمثالها لنفاسة القيم والاثمان، فملازم المجلس الشريف بفنون (2) ¶ الفوائد يتحف فيسعد، والمقمى عن المستقر المنيف مغبون متباعد ¶ كالمخلف المقعد، فياليت السعادة ألمت بهذا المتمني المشتاق، ¶ __________ ¶ (1) كذا في الاصل، والانسب: \" ومزيد الرفعة \". ¶ (2) الاصل: \" الفنون \" ولعلها ما أثبت.",
            "page": "56",
            "part": "1"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "فغسلت درن الفراق، وزحزحت شقاء الاشواق بجلسة ساعات التلاق. ¶ فإن قيض الله سبحانه ذلك على العواقب المحمودة السارة ¶ والاختيارات المقصودة القارة، ليلتقط من تلك الفوائد التي هي أنفس! ¶ الفرائد قدرا وثمنا، وتحتقب من تلك الفوائد التي ما بمستفيد عنها ¶ غنى، كان ذلك غاية الغنى ونهاية المنى هنا، والله سبحانه على ذلك ¶ قدير، ولم يزل بالإجابة جديرا قمنا. ¶ ثم إن الحب في الله من أوثق عرى الايمان، ومن أقرب ما يتقرب ¶ به المتقربون إلى الرحمن، كما قد ثبت ذلك عن أشرف الخلق وصفوة ¶ ا لحق. وهذا النمط وان كان قد عز في هذه الاعصار، وخلت من أهله ¶ أكثر القيعان والديار، لكن قي الامة بحمد الله تعا لى بقايا، وكما يقال: ¶ وفي الزوايا خبايا. ¶ والمحبة قد تحصل بالخبر والسماع، وليس من شرطها الروية ¶ والاجتماع، بل معظمها لا يوجد إلا بواسطة التسامع والأخبار، ويتاكد ¶ بتواتر حسن الماثر ومعاينة الاثار، وليست الاعين تعاين جميع الاعيان ¶ المحبوبة، وكيف وهي عن الملك الديان الان محجوبة، ثم الملائكة ¶ والرسل الكرام على الكل منهم أفضل الصلاة والسلام، و تباع الرسل ¶ من لدن ادم وهلم جرا إلى هذه الايام، لهم في القلوب الحب الشديد ¶ مالا يحتاج معه إلى شرح أو تعديده ¶ واذا كانت المحبة ليست الروية فيها شرطا، ولا ينتقص عدمها ¶ منها قسالا، فلا غرو إذا ادعى مدع محبة في الله - إن شاء الله - لبعض",
            "page": "57",
            "part": "1"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "اولياء الله، وان لم تجمع بينهما المزاورة، ولا انتظمتهما الأيام في سلك ¶ المحاورة. لكن موجبها نقل المكارم التي تقل في هذا العصر إلا في ¶ الافراد، ولا تكاد توجد فيه إلا في الاحاد. ¶ واذا أحست الاسماع ببعض الافذاذ في بعض البقاع هشت ¶ النفوس إلى لقائه، وتبشبشت القلوب طمعا في وده واخائه. ¶ ولم تزل ماثر ا لحضرة العلية ومفاخر السدة (1) الاوحدية يضوع ¶ عرفها في الافاق، وتفد بها الوفود (2) إلى العراق، حتى استجاب القلب ¶ لداعي تلك الماثر، وعقد عليها الخناصر [ق 193]، وصار في إنهاء ذلك ¶ الود الراسخ إلى الحضرة العليا مترددا كالمقدم فيه رجلا والمؤخر ¶ أخرى، إلى أن استخار الله سبحانه في هذا الإنهاء مجتهدا، حتى ترجح ¶ له أن إحاطة العلوم المولوية بهذا المعنى أولى وأحرى، واستقر في ¶ النفس أن تاخير هذا الامر بعد تعرف القلوب ضرب من ا لجفاء ا و ¶ إضراب عما جاء في السنة الغراء: \" إذا أحب أحدكم أخاه فليعلمه \" (3)، ¶ كما من السنة: أن من له جار فليكرمه (4). ¶ __________ ¶ (1) ا لاصل: \" ا لشذه \". ¶ (2) ا لا صل: \" ا لفود \". ¶ (3) أخرجه ا حمد (1717)، والترمذي (2392)، وابن حبان (0 57) وغيرهم من ¶ حديث المقدام بن معدي كرب رضي الله عنه. قال الترمذي: \" حسن صحيح ¶ غريب \"، وصححه ابن حبان وا لحاكم. وله شواهد. ¶ (4) يعني حديث \" من كان يؤمن بالئه واليوم الاخر فليكرم جاره. . .\" أخرجه البخاري ¶ (19 0 6)، ومسلم (48) من حديث أبي شريح رضي الله عنه.",
            "page": "58",
            "part": "1"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "و ما ما يحاذر في هذا من النسبة إلى سوء الادب، لم تهجم ببداءة ¶ المكاتبة قبل الملاقاة والمصاحبة؟ فهذا مع كونه لا أصل له فهو يفضي ¶ إلى المقاطعات وسد باب المؤاخاة، بل كما أن إفشاء السلام مشروع ¶ عند الملاقاة، فقد يعتاض عن ذلك بالمكاتبات في الغيبات، وهذا هو ¶ عين الواقع، وما في هذا من منازع. ¶ ثم إن المشتاق إلى لقاء من لا يتمكن من لقائه ليبدأه بالزيارة ¶ والسلام = مضطر إلى أن يستسعي قمم الاقلام (1) إذا أعوزه سعي ¶ الاقدام. ومتى قيل: إن في البداءة بالكتاب تكليف المكتوب إليه ردا ¶ للجواب، وليس ذلك كرد السلام على المسلم، إذ تلك كلمة خفيفة لا ¶ تثقل على المتكلم، وأما المكاتبات فتقتضي أجوبة قد يكون فيها كلفة ¶ ومعاناة. ¶ فيقال: إذا كانت المودات صحيحات والافئدة فسيحات ارتفعت ¶ التكليفات المستثقلات، فمن تيسر له رد الجواب أنعم ورد، ولا يحمل ¶ عدم الرد على الاعراض والصد، بل أول درجات الاخاء الاعفاء عن ¶ تحمل الأعباء التي لا ييسرها القضاء، وحمل الافعال والتروك على ¶ أحسن المحامل، والعاقل فلا يخرج الكمال عن فعل الكامل. ¶ وأما المقدمات الردية (2) فلازمة للأفئدة الصدية حاشى ا لحضرة ¶ العلية! ولو فرض أن في هذا الابتداء نوعا من سوء الأدب، فما خلا عن ¶ __________ ¶ (1) الاصل: \" الاقدام \" تحريف. ¶ (2) الاصل: \" الرذية \".",
            "page": "59",
            "part": "1"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "شوق غلب، وقضاء حق قد وجب، حتى إن الغاصب لا يلام إذا بادر ¶ مبتدئا برد المغتصب وان كان مسيئا لما اغتصب، فأي ملام على مشتاق ¶ إلى أهل ا لحق والقائمين به بحسب الامكان في هذا الزمان، إذا أرسل ¶ إلى حضرتهم سلاما، وابتدأ كلاما بلا استئذان؟ ¶ غير (1) أن أهل الحق قد قلوا، والطالب لهم قل بقلتهم، ومن وجد ¶ منهم يغتنم لقاوه ويطلب إخاؤه، فإن عز اللقاء فالدعاء في ظهر الغيب، ¶ وانطواء الباطن على موالاتهم ومصافاتهم، ليعلم الله تعا لى الاخلاص ¶ في موالاة أوليائه المعاصرين، أسوة بموالاة السلف الماضين الغابرين. ¶ والمسؤول من الله تعا لى أن يكثر عداد الاولياء الا مجاد أهل ا لجد ¶ والاجتهاد، و صحاب المكافحة وا لجهاد، المحبين للحق، الناصحين ¶ للخلق، الصابرين على أذى الناس، المنتظمين في سلك ا لحازمين ¶ ا لاكياس. ¶ ولقد من الله - سبحانه - على اهل هذا 1 ق 194] العصر بنعمة عظيمة ¶ ما قدر كثرهم قدرها، ولا قاموا لله بشكرها، أقام لهم عالما على رأس ¶ هذه المائة وأي عا لم (2)! غالب الظن أن أهل العلم ما عرفوه وحاش لله ¶ أن يعرفوه حقيقة المعرفة ويقلوه. ¶ __________ ¶ (1) الاصل: \" عن \". ¶ (2) يقصد شيخ الاسلام ابن تيمية رحمه الله، وانظر رسالته إلى ابي عبد الله بن رشيق ¶ في \" الجامع \" (ص 1 24).",
            "page": "60",
            "part": "1"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "وهذا المسكين كاتب هذه الاسطر لم يقف على كلامه، ولم يعرف ¶ حاله إلا قرب اعتقاله، وليت كان قبل ذلك بمدة طويلة، و ي حيلة بعد ¶ فوت ا لحيلة، ولكن في الله الخلف، وفي بقائكم السلوان عمن سلف. ¶ ولما وصل إلى هنا بعض مصنفاته، ووقف على أصول مقالاته، ¶ واعتبر قواعد تأسيساته في بحوثه ومناظراته = رأى والله شيئا بهره، ¶ وشاهد امرا حيره! ولا كان يعتقد ان مثل هذا البحث والبيان يكون في ¶ قوة إنسان! وما شبهه برجل موتور (1) يطلب الثأر من جميح الفرق ¶ المخالفة لدين الاسلام، لا يبا لي بكثرة عددهم، ولا يتزعزع ان يتابع ¶ مددهم، ولا تهوله كثرة جموعهم، ولا يتعتعه تهديدهم او تهويلهم من ¶ تابعهم او متبوعهم. ¶ إن ناظر المتفلسفين قمعهم، وإن عارض (2) المتكلمين قطعهم، ¶ وإن جارى المبتدعين بددهم، وان كافح الملحدين شردهم، يجول في ¶ ميادين المناظرة وا لجدال جولان الفرسان الاجلاد الابطال، و يجري ¶ عند المقارعة والنزال فلا يجارى في مسابقة ولا نضال، فهو الفارس ¶ الثائر والشجاع الفائر (3)، يثأر لدين الله ممن خالفه، وينتصر لكلام الله ¶ ممن أحال معناه أو حرفه. يؤسس التأسيسات القويمات، ويمهد ¶ القواعد المستقيمات، لا تدحض له حجة إذا شرع في إقامة ا لحجج ¶ __________ ¶ (1) ا لاصل: \" مو ثور \" با لثا ء. ¶ (2) ا لاصل: \" أعر ض \". ¶ (3) مطموس اخر الكلمة. فلعلها ما اثبت.",
            "page": "61",
            "part": "1"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "والبراهين، ولا يعتاص عليه حل شبهة إذا سلك المحجة في نصر الدين. ¶ يسل بدع المبتدعين من دين المسلمين سل الشعرة من العجين، ¶ ويستخرج شبه الملحدين التي تدق في أعين الناظرين، وتعضل ¶ المناظرين، استخراج من جعل حديد المغلق من أقفالها، والمقفل من ¶ إشكالها، في بنانه وبيانه ألين من الطين. ¶ قد تقلد صماصم الادلة العقلية، واعتقل لهاذم البراهين النقلية، ¶ وامتطى (1) جواد السنن النبوية، واحتمل على عاتقه الالوية المحمدية، ¶ واعتزل الالوية الغوية التي تحامي حمية وتقاتل عصبية، ينادي بأعلى ¶ صوته: يا أهل الملة الاسلامية وأصحاب الشرعة المصطفوية، وطلاب ¶ السنة البيضاء النقية، من أحرقت كبده منكم الشبهات، و زاغت قلبه ¶ التشكيكات، وأزلت قدمه الفرق المصلات، وأضلت به في الطرق ¶ المهلكات، ف! لي إ لي، ألا هلموا هلموا، فإن عندي حل ما أشكل، ¶ وعلاج الداء الذي اعضل. ¶ هذا دين الله الذي ما عليه غبار، فصلا عن قتار أو قتام. هذا دين ¶ الاسلام الممدوج بالتكملة والتمام. هذا هو الدين الذي درج عليه ¶ السلف الكرام و ئمة الامصار الاعلام. فإن شككتم في كلامي ا و ¶ اعتقدتم (2) [ق 195] الفل في حسامي، فهذه الشواهد من عدول المنقول ¶ والمعقول، لا مرية ولا فرية، ولا عتمة ولا قتمة ولا ظلام، قلدوا القران ¶ __________ ¶ (1) الأصل: \" وامتطاء\". ¶ (2) مطموس بعضها.",
            "page": "62",
            "part": "1"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "ولا تقلدو ني، واتبعوا نظر العيان إذا اتبعتمو ني. ¶ ومع ذلك فالناس كحائرين أو جائرين جاحدين إلا ما شاء الله من ¶ القليل، كالواحد الواحد من ا لجيل. ¶ فما لبث إلا ن ناداه داعي الله فلباه، فرضي الله عنه و رضاه، ولكنه ¶ خلف في القلب من أسف فرقته جمرات و ي جمرات، وحسرات ¶ تتبعها حسرات. ¶ وهذا المسكين المحروم من حضرته، المفاجأ فيه بمصيبته، على ¶ قلة عدد أيام معرفته، ما مثله إلا كما يقال: ما سلم حتى ودع (1). فهو لا ¶ يزال يجد الروج والراحة إذا هبت النسمات الشامية، ومرت النفحات ¶ الدمشقية، ويتسلى بوجود الاعيان من المصاحبين له والمعاصرين، ¶ ويشتاق الاخوان الاخذين عنه المقلين والمكثرين. ¶ والحضرة العلية - ودله الحمد - بحر خضم لا يدرك قراره، ولا ¶ ينتهي إلى ساحله من ظهر له شعاره، قد خص بالمواهب ا لجليلة من ¶ فنون العلوم والاعطيات الجزيلة التي يعترف بها الخصوم، وله ¶ اختصاص عظيم بإمام الدنيا - رحمه الله -، ومكارمه على المستفيدين ¶ والطلبة وإحسانه إليهم يغني شهرته عن الشرح، مع ما سبق من الانعام ¶ __________ ¶ (1) ومنه قول علي بن جبلة: ¶ كابد الاهوال في زورته ¶ انظر \"زهر الاداب \": (3/ 0 0 8). ¶ ئم ما سلم حتى ودعا",
            "page": "63",
            "part": "1"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "وتعديد الفضائل والتفصلات الموجبة لرسوخ الوداد، مما لا يتسع له ¶ كتاب. فجزاكم الله عن الاسلام والمسلمين أفضل ا لجزاء، وجزاوه لا ¶ يعادله شيء من الاشياء. ¶ وأما ما ذكره (1) من حال إمام الدنيا - رحمه الله وفسح في مدتكم- ¶ فما هي إلا قطرة من بحر ينطوي عليه الباطن، والدلائل (2) المعرفة ¶ بحاله كما ينبغي شهادة الفطرة قبل الوقوف على بحوثه الاصول التي ¶ اصلها، ونفور الباطن جدا عن تحريفات النصوص التي توجد في أيدي ¶ النظار، واحتراق الباطن على ما جرى في دين الاسلام من التبديل، ¶ وشدة الاعتناء بالوقوف على كلام الفرق، ومعاينة الاضطراب العظيم ¶ في لوازم القواعد التي ألسسوها في أمهات المسائل. ¶ وكانت النفس لا تسمح بالمخالفة لظواهر النصوص، ثم كبار ¶ النظار المتأخرين من المشاهير يميلون إلى تأويلها، وا لجمع بين ¶ تعظيمهم وتعظيم ظواهر النصوص يوقع في العناء العظيم والكرب ¶ المقيم. ¶ وفساد الطرق الكلامية كانت تشهد الفطرة به من حيث الا جمال، ¶ والقوة وحدها فما كانت تنهض إلى تبيين ذلك من حيث التفصيل، ¶ وكانت الفطرة لمعرفتها بصحة قواعد دين الاسلام ورسوخ أساسه، ¶ تتيقن أن وراء قواعد المتكلمين أساسات مرضية غير هذه التأسيسات ¶ __________ ¶ (1) كذا، ولعلها: \" ما ذكرته \". ¶ (2) الاصل: \" والداء\" ولا معنى لها.",
            "page": "64",
            "part": "1"
        },
        {
            "hno": null,
            "id": "95",
            "nass": "الاصطلاحية، وتفتش الكتب فلا تجد شيئا مما يقويه على تغيير تلك ¶ القواعد المصطلح عليها. ¶ ويدأب هذا المسكين ليله ونهاره ليؤسس تأسيسات لا تنخرم (1) ¶ [ق 196] إذا طمقت على النقليات يجد قوته لا تنهض بذلك تعبيرا لعدم ¶ المسلك الموقف (2)، فما كان هناك حيلة إلا الالتجاء إلى الله تعا لى، ¶ والوقوف مع النصوص ظاهرا وباطنا، والقول بقيام الافعال الاختيارية ¶ بصانع العالم - جلت عظمته - من حيث الاجمال، ولا كان يجد في ¶ فطرته غير هذا. ¶ و قوال المتكلمين في ذلك فمشهورة وطرقهم معروفة، ولم يزل ¶ في تعب عظيم من التردد بين تعظيم المشهورين من رؤساء أرباب ¶ النظر، وبين تعظيم النصوص والفطر، وا لجمع بين الضدين محالى. غير ¶ أن من ألطاف الله سبحانه ومواهبه العظيمة: أن الفكر ما كان يفتر عن ¶ تدبر النصوص، وامعان النظر في معنى الالفاظ، بحيث لا يفوت حرف! ¶ واحد عند التلاوة من التدبر لمعناه وطلب الهدى منه. ¶ وكان الصدر يضيق جدا عن التأويل، لبعده عن الفطر والمعروف ¶ من اللغة المتداولة بين البشر، وكان القلب كالموعود بقواعد صحيحة ¶ مستقيمة منقولة ومعقولة غير هذه القواعد التي وقع عليها الاصطلاح، ¶ رنيقا بصحة دين الله، وصحة ما جاءت به الرسل عن الله، وهذا كان في ¶ __________ ¶ (1) طمس بعضها. ¶ (2) كذا العبارة في الاصل. ولعلها: \" الموفق،.",
            "page": "65",
            "part": "1"
        },
        {
            "hno": null,
            "id": "96",
            "nass": "الباطن كالمحقق الذي لا بد من الوقوف عليه وقتا ما. ¶ فلما قدر الله تعا لى ما هو شبيا بالفرج بعد الشدة، من مطالعة بعض ¶ بحوث إمام الدنيا - رحمه الله - كان ذلك كضالة لاتخفى على منشدها ¶ إذا وجدها، وعلى الخصوص إذا كانت من أعز ما يطلب، فوالله الذي لا ¶ إله غيره ساعة الوقوف على ذلك كاد العقل أن يدهش سرورا وفرحاه ¶ ومن يطيق أن يعبر عن هذا ا لحالى قلم أو لسان؟! وهذا من الامور التي ¶ لا تعرف إلا بالذوق والوجدان، وإلا فلو قيل في هذا المعنى مهما قيل ¶ نسب قائله إلى التقصير أو التكثير. ¶ ومنشد الضالة التي صاحبها خبير بها لا يحتاج واجدها إلى طولى ¶ تأمل وكثرة تعب في معرفتها بعد الوجدان، فلا يلام من أحب أهل بلد ¶ خرج منه هذا الامام العظيم، فصلا عن الخصيصين به المنعمين. ¶ ولا ينبغي أن يتعجب من إطالة هذا الكتاب وهذا الاطناب، فوالله ¶ إن هذا قليل من كثير! ¶ وقل أن وقع ذكر هذا الامام إلا والعبرات تتقاطر، والدمعات ¶ تتحادر، وهذا صار كالملكة الذي لا يستطيع رد ما يرد منه، ولولا ¶ الوثوق بالله العظيم، والتسلي بمن فقد من الرسل وأتباعهم و تباع ¶ أتباعهم وهلم جرا، لتقطدت النفس على فقد مثل هذا في العصر البعيد ¶ عن النبوات حسرات، فانا لله وإنا إليه راجعون، ولا حولى ولا قوة إلا ¶ بالله العلي العظيم. والحمد لله رب العالمين.",
            "page": "66",
            "part": "1"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "والله تعا لى يمتع الاسلام و هل الاسلام بالحضرة العالية ¶ ومجيبها، ويطيل بقاءها، ويحسن العاقبة، ويختم بالخير أعمالها، فهو ¶ سبحانه حسبنا ونعم الوكيل. ¶ جميع الاخوان واللائذين با لجناب الكريم يتقدمون إلى من ¶ يبلغهم السلام التام والدعاء الوافر وشدة الاشواق. وا لجناب الشريف ¶ في عناية الله تعا لى ورعايته (1). ¶ *** ¶ __________ ¶ (1) في (ق 197) عقب الرسالة ما نصه: \" عفا الله عنه واسكنه ا لجنة برحمته إن شاء ¶ الله تعا لى إنه على كل شئ قدير وبالإجابة جدير، وهو نعم المولى ونعم النصير، ¶ وصلواته على نبيه البشير النذير محمد وآله وصحبه أجمعين. ¶ وفرغ منه يوم الأحد الثاني من شهر جمادى الأولى من سنة ثمان وخمسين ¶ وسبعمائة. غفر الله لمن نظر فيه او سمعه ودعا لكاتبه بالمغفرة والرحمة امين \".",
            "page": "67",
            "part": "1"
        },
        {
            "hno": null,
            "id": "98",
            "nass": " ",
            "page": "68",
            "part": "1"
        },
        {
            "hno": null,
            "id": "99",
            "nass": "فصل ¶ في مبشرات راها الصالحون للشيخ تقي الدين ¶ احمد ابن تيمية بعد موته إلى رحمة الله (1) ¶ تروى عن أبي عبد الله ابن رشيق وغيره ¶ الحمد لله رب العالمين. ¶ قال الله تعالى: <ألا إت أولآء الله لا خؤت علئهم ولا هئم ¶ يحزنون! انذجمف ءامنوا و! انوا يتقوت! لهم البمثرئ فى آلحيؤة ¶ ألديخا وفي الاخرة) [يونس:62 - 64]. وقال النبي! يو: \" لم يبق بعدي من ¶ النبوة إلا المبشرات \" (2) فقيل: يا رسول الله ما المبشرات؟ قال: \"الرؤيا ¶ الصالحة يراها ا لمؤمن او ترى له \". ¶ اخبرني الئن أبو (3) عبد الله محمد بن رشيق المغربي المالكي (4) ¶ أن علاء الدين بن ايدغدي - من اصحاب الشيخ تقي الدين - راى في ¶ المنام الشيخ قبل موته بمدة، وان القيامة قد قامت، والناس مجتمعون، ¶ __________ ¶ (1) مخطوط ضمن مجموع بالمكتبة المحمودية [2775] ق 123 - 125. ¶ (2) اخرجه البخاري رقم (0 699) من حديث أبي هريرة رضي الله عنه. وليس فيه ¶ \" يراها ا لمؤمن. . .\"، وأخرجه أ حمد (22767)، والترمذي (2275) بنحوه وفيه ¶ اللفظ الاخير. قال الترمذي: حديث حسنه ¶ (3) ا لاصل: \" أبا \". ¶ (4) (ت 9 74) وهو من أخص تلاميذ شيخ الاسلام وابصرهم بخطه، انظر مقدمة ¶ \" الجامع لسيرة شيخ الاسلام \" (ص 59 - 0 6).",
            "page": "69",
            "part": "1"
        },
        {
            "hno": null,
            "id": "100",
            "nass": "ونزل من السماء كهيئة بقجة (1)، فقيل: ما هذه؟ فقالوا: هذه براءة ابن ¶ تيمية من النار. ¶ وأخبرني - أيضا - أبو عبد الله المذكور: أن سيف الدين تقصبا (2) ¶ مملوك البوبكري - وهو ثقة - رأى في النوم أن القيامة قد قامت والناس ¶ في امر عظيم، وقائل يقول: قد مات عمود الاسلام. فقال لرجل: قد ¶ قامت القيامة، فقال: إذا كان قد مات عمود الاسلام أعجمب قيام الساعة! ¶ وسمعته من لفظ المذكور. ¶ وأخبرني أبو عبد الله: أن رجلا صا لحا رأى الشيخ في نومه فقال: ¶ ما فعل الله بك؟ قال: غفر لي ولمن صلى على جنازتي. ¶ و خبرني - أيضا -: ان رجلا ثقة اخبره أنه رأى الشيخ في نومه ¶ فقال: يا سيدي ما أنت مت؟ فقال: وعشت، قال الله تعا لى:<بل أخيا4 ¶ عند ربهم رزفون > [ال عمران:169] وقرأ ا لاية. ¶ وأخبرني أبو عبد الله: أن رجلا صا لحا أخبره أنه. . . موت. . .*3) ¶ من غير أن يعلم بموته أن الشيخ في مكان وطيور عظيمة ينزلون من ¶ السماء عليه ثم تصعد. ¶ __________ ¶ (1) هي الصرة من الملابس وغيرهاه ¶ (2) كذا، و 1 لذي في كتب التاريخ في رسم هذا الاسم \" طقصبا\" بالطاء. ولم اجد ¶ ترجمة سيف الدين هذاه ¶ (3) كلمات غير واضحة.",
            "page": "70",
            "part": "1"
        },
        {
            "hno": null,
            "id": "101",
            "nass": "وأخبرني أبو عبد الله: أن رجلا صالحا من أهل ميدان الحصا (1) ¶ [رأى] ليلة موت الشيخ أن السماء فيها قناديل عظيمة كثيرة، ولم يكن ¶ لها علاقة تمسكها، ثم رأى عمودا كبيرا عظيما نورا من الارض إلى ¶ السماء، قد غشي نوره من الارض إلى السماء وما حوله، فلما صبح ¶ قيل: قد مات الشيخ، فوقع في نفسه أن الرويا له، وكانت نصف الليل ¶ وقت موته. ¶ وحدثنا - أيضا -: أن امرأة صا لحة رأت أن رجلا نائما في الارض ¶ وقد نزل عليه من السماء نور غشاه وارتفع، وكلما ارتفع قوي النور حتى ¶ صعد إلى السماء. ¶ ورأى رجل صالح الشيخ بعد موته فسأله: ما فعل الله بك؟ و قسم ¶ عليه، فقال: كل خير، وعبر بعبارات فصيحة ع! ن هذه المعاني، وعلى ¶ رأسه تاج حرير كهيئة ما يلبسه الامراء. فقال: هذا حرير وأنت كنت تنهى ¶ عنه؟ فقال: ألبسنيه الله تعا لى بصبري على ا لحبس. حدثني به ابن نور ¶ الدين ابن الصائغ. ¶ راى رجل صالح ليلة موت الشيخ انه في منزل وفيه امراة جميلة ¶ عليها لؤلؤ ونحوه وظهره إليها، وهناك امرأة عجوز، والشيخ حامل شيئا ¶ وهو طالع به في درج، فسأل المرأة عما معه؟ فقالت: هذا قمحه يريد ¶ طحنه يتبلغ منه، فمن له قمح طحنه وتبلغ منه، ومن لا له شيء لا يتبلغ ¶ __________ ¶ (1) إحدى ميادين دمشق، يبد من باب المصلى حتى ا لجزماتية. انظر \" خطط دمشق \": ¶ (ص 43 4) للعلبي.",
            "page": "71",
            "part": "1"
        },
        {
            "hno": null,
            "id": "102",
            "nass": "بشيء. أو كما قال. حدثني به ثقات. ¶ ورأى رجل ثقة عند أصحابنا كالشيخ شمس الدين هحمد بن رزيز ¶ وغيره أن رجلا نصرانيا ذاهبا (1)، فقال له المسلم: إلى أين؟ فقال: إلى ¶ المسيح عليه السلام. فقال: أنا أولى به، فذهب معه إليه، فرآه في هيئة ¶ حسنة، فقال الرائي في نفسه: لو رأيت نبينا! يو حتى اراه و رى منزلته ¶ عند المسيح عليه السلام. فجاء النبي - صلى الله عليه وسلم -، فقام المسيح عليه السلام ¶ وجلس النبي - صلى الله عليه وسلم - مكانه، وهو في هيئة عظيمة، حسن الوجه حسن ¶ الهيئة، فقبل المسيح عليه السلام يده ورأسه وجلس - صلى الله عليه وسلم - إلى جانبه، وسأل ¶ الرائي: ما معك؟ فقال: رطب، فأخذه منه فحثى للمسيح منه. قال: ¶ فقلت للنصراني: انظر تعظيم نبيكم لنبينا، فقال: نعم. فبينما هم كذلك ¶ إذ جاء طائفة من خلف النبي لمجي - صلى الله عليه وسلم - والشيخ جالس بينهم أو أمامهم، فلما ¶ قربوا تقدم الشيخ وقام النبي - صلى الله عليه وسلم - وقال: اهلا وسهلا يا حصد، ثم حثى له ¶ من الرطب، فبينما هم كذلك إذ جاء طائفة من بين أيد يهم فلم يلتفت ¶ النبي! و إليهم، فقال الشيخ تقي الدين: يا رسول الله إن هؤلاء من ¶ امتك. فقال: لا، لو كانوا من أمتي كانوا على ما أنت عليه. ¶ حدثني صلاح الدين يوسف ابن المرحوم علاء الدين ابن أخي ¶ الصاحب تقي الدين ابن مهاجر التكريتي: أنه رأى الشيخ بعد موته بليلة، ¶ وهو واقف على باب مدرسته بالقصاعين، وهو بعد وقوفه يتمشى، ¶ فأكب الرائي رأسه ليقبل قدميه، فمنعه من ذلك، وقال له: كيف الشيخ ¶ __________ ¶ (1) كذا في الاصل.",
            "page": "72",
            "part": "1"
        },
        {
            "hno": null,
            "id": "103",
            "nass": "الصالح؟ فقال له: كيف حال من فارقك ورأى هذا اليوم المهول - يعني ¶ يوم جنازته -؟ فقال له الشيخ: أما كان يوما باهرا؟ فقال له: يا سيدي ما ¶ رئي مثله قط، و جمع أعداوك ومن يحبك أنهم ما رأوا مثله، فتبسم ¶ ووضع يده على كتفه وهزه وقال: يا فلان أتعلام اليوم الذي كان أبهر ¶ منه؟ فقال له: لا والله، فقال: يوم دخول الروج إلى الفردولس، فقال: ¶ أرأيت هذا ا لجم الغفير؟ فقال: نعم، فقال له: أضعاف هؤلاء من ¶ الملائكة قدام الروج بالشمع إلى الفردولس، فحصل له انزعاج لذلك ¶ الكلام. ثم قال: لا ينعم إلا الروج ولا يعذب إلا الروج، فانتبه مرعوبا ¶ ثم صاح. ¶ أخبرتنا المرأة الصا لحة أم عمر شهلاء بنت إبراهيم بن صالح ¶ المقوم: أنها رأت ليلة الخميس ثامن ذي الحجة سنة ثمان وعشرين ¶ وسبع مئة: كأن الشيخ تقي الدين أحمد ابن تيمية ببيت المقدلس وهو ¶ قائم يعظ، و كثر من هناك نساء، وأنها سألت أمها - وكانت قد ماتت قبل ¶ ذلك -: من هذا؟ فقالت: يا ابنتي هذا ابن تيمية. قالت: فجئت إليه ¶ وسألته ألى يمد يده على يدي، وكان لها قبل ذلك مدة سنين لا تنطبق ¶ اصابعها ولا تصل إلى كفهاه قالت فامر يده على يدي، قالت: ¶ فاستيقظت وهي صحيحة سالمة. وجاء أولادي على صوتي وأنا اقول: ¶ يا أحباب الله يا رجال الله، و رتنا كفها كيف كانت، ورأيت كفها ¶ وأصابعها وهي صحيحة، وفتحتهم وطبقتهم (1) ونحن ننظر بلا كلفة. ¶ __________ ¶ (1) كذا بدلا من \" وفتحها وطبقتها\".",
            "page": "73",
            "part": "1"
        },
        {
            "hno": null,
            "id": "104",
            "nass": "4 7 تكملة الجامع لسيرة ابق تيميلأ ¶ وهي امرأة من ذوات الاقدار، كلامها يدل على انها ليست ممن ¶ يكذب ولا ترتضيه خلقا، وهيئتها لا تقتضي ذلك، وأثنى عليها جماعة ¶ وعلى ديانتها. ¶ و خبرتنا بذلك في دار بعض الروساء بدمشق يوم الاحد الثامن ¶ عشر من ذي الحجة سنة ثمان وعشرين وسبع مئة، ويسمع كلامها ¶ جماعة وهم: ¶ الشيخ عماد الدين إسماعيل بن كثير الشافعي، صهر الشيخ جمال ¶ الدين المزي. والشيخ نور الدين علي بن محمد بن عبد الغفار الشافعي ¶ المنتسب إلى أبي مسلم الخراساني. والشيخ زين الدين عمر بن قاسم ¶ ابن محمد بن خالد الحنبلي. وعلاء الدين علي بن عبد الله المعروف ¶ بابن بدوه. والامير صلاح الدين يوسف بن علي بن يوسف التكريتي. ¶ ومحمد بن عباد الشجاعي عفا الله عنه (1). ¶ *** ¶ __________ ¶ (1) لعل مقيد هذه الرؤى هو \" محمد بن عباد الشجاعي \" بدليل قوله: \" عفا الله عنه \".",
            "page": "74",
            "part": "1"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "سيرة شيخ الإسلام ابن تيمية ¶ من كتب تلميذه ابن قيم الجوزية (751) ¶ 1 - مكانة الشيخ في العلم، ومواففه في الإفتاء. ¶ 2 - أخلاق الشيخ وصفاته وعبادته. ¶ 3 - الشيخ والأمر بالمعروف والنهي عن المنكر.",
            "page": "75",
            "part": "1"
        },
        {
            "hno": null,
            "id": "108",
            "nass": "-1 -  ¶ [مكانة الشيخ في العلم، ومواقفه في الافتاء] ¶ في منزلته في فقه المذهب: ¶ قال ابن القيم: \" ولا يختلف عالمان متحليان بالإنصاف: أن ¶ اختيارات شيخ الاسلام لا تتقاصر عن اختيارات ابن عقيل وأ بي ¶ الخطاب، بل وشيخهما أ بي يعلى، فاذا كانت اختيارات هؤلاء وأمثا لهم ¶ وجوها يفتى بها في الاسلام، ويحكم بها الحكام، فلاختيارات شيخ ¶ الإسلام أسوة بها إن لم ترجح عليها، والله المستعان وعليه التكلان\" (1).ـ ¶ وقال في موضع اخر: \" وأقل درجات اختياراته أن يكون وجها في ¶ المذهب، ومن الممتنع أن يكون اختيار ابن عقيل وأبي الخطاب ¶ والشيخ أبي محمد وجوها يفتى بها واختيارات شيخ الإسلام لا تصل ¶ إلى هذه المرتبة \" (2). ¶ * علمه باللغة: ¶ وقال: \" وقلت يوما لشيخنا أ بي العباس ابن تيمية - قدس الله ¶ روحه -: قال ابن جني: مكثت برهة إذا ورد علي لفظ اخذ معناه من ¶ نفس حروفه وصفا تها، وجرسه وكيفية تركيبه، ثم أكشفه، فإذا هو كما ¶ __________ ¶ (1) \" إعلام الموقعين \": (5/ 43 5 - دار ابن ا لجوزي). ¶ (2) \" الصواعق المرسلة \" 2/ 4 62 - دار العاصمة). والشيخ أبو محمد هو ابن قدامة ¶ ا لمقديصي صاحب \" ا لمغني \" (ت 0 2 6).",
            "page": "77",
            "part": "1"
        },
        {
            "hno": null,
            "id": "109",
            "nass": "ظننته او قريبا منه. فقال: لي - رحمه الله -: وهذا كثيرا يقع لي\" (1). ¶ * اطلاع شيخ الاسلام: ¶ قال ابن القيم في معرض حديثه عن إ جماع الرسل عليهم الصلاة ¶ والسلام على إثبات الفوقية لله سبحانه وتعا لى: ¶ وكذا ابو العباس ايضا قد حكى إجماعهم علم الهدى الحراني ¶ وله اظلاع لم يكن من قبله لسواه من متكلم ولسان (2) ¶ * وظائف الشيخ: ¶ ذكر ابن القيم ان الشيخ تولى التدريس بمدرسة ابن الحنبلي (3). ¶ * مواقف الشيخ في الافتاء: ¶ ذكر ابن القيم ان من فقه المفتي ونصحه إذا ساله المستفتي عن ¶ شيء فمنعه منه، وكانت حاجته تدعوه إليه ان يدله على ما هو عوض له ¶ منه، ثم قال: \" ورايت شيخنا - قدس الله روحه - يتحرى ذلك في فتاويه ¶ مهما امكنه، ومن تامل فتاويه وجد ذلك ظاهرا فيها\" (4). ¶ __________ ¶ (1) \" بدائع الفوائد\": (1/ 66 1 - دار عا لم الفوائد)، ومثله في \"جلاء الافهام \": (ص 6 4 1 -  ¶ 47 1 - دار عا لم الفوائد)، و\" تحفة المودود): (ص 2 1 2 - دار عا لم الفوائد). ¶ (2) \" الكافية الشافية \": (2/ 1 35 - دار عا لم الفوائد). ¶ (3) \" إعلام الموقعين \": (3/ 2 4 5 - 43 5) وسياتي نص كلامه في (أحوال الشيخ مع ¶ اهل عصره) (ص 95 - 96). ¶ (4) \"إعلام الموقعين \": (6/ 6 4 - 47).",
            "page": "78",
            "part": "1"
        },
        {
            "hno": null,
            "id": "110",
            "nass": "وقال ابن القيم في معرض كلامه عن المفتي، وأن عليه أن يتفطن ¶ لحقيقة السؤال وصورته، وأن بعض المستفتين قد يصوغ السؤال في ¶ قالب مزخرف ليفتي بما يوافق هواه .. ¶ قال: \"وأذكر لك من هذا مثالا وقع في زماننا، وهو أن السلطان أمر ¶ أن يلزم أهل الذمة بتغيير عمائمهم، وأن تكون خلاف ألوان عمائم ¶ المسلمين، فقامت لذلك قيامتهم، وعطم عليهم، وكان في ذلك من ¶ المصالح وإعزاز الاسلام واذلال الكفرة ما قرت به عيون المسلمين، ¶ فألقى الشيطان على ألسنة أوليائه وإخوانه أن صوروا فتيا يتوصلون بها ¶ إلى إزالة هذا الغيار، وهي: ما تقول السادة العلماء في قوم من أهل الذمة ¶ ألزموا بلباس غير لباسهم المعتاد، وزي غير زيهم المألوف، فحصل ¶ لهم بذلك ضرر عطيم في الطرقات والفلوات، و تجرأ عليهم بسببه ¶ السفهاء والرعاع، وآذوهم غاية الاذى، فطمع بذلك في إهانتهم ¶ والتعدي عليهم، فهل يسوغ للامام ردهم إلى زيهم الاول، واعادتهم ¶ إلى ما كانوا عليه مع حصول التميز بعلامة يعرفون بها؟ وهل في ذلك ¶ مخالفة للشرع أم لا؟ ¶ فأجابهم من منع التوفيق وصد عن الطريق، بجواز ذلك، وأن ¶ للامام إعادتهم إلى ما كانوا عليه. ¶ قال شيخنا: فجاءتني الفتوى، فقلت: لا تجوز إعادتهم إلى ما ¶ كانوا عليه، و يجب إبقاؤهم على الزي الذي يتميزون به عن المسلمين، ¶ فذهبوا، ثم غيروا الفتوى، ثم جاءوا بها في قالب اخر، فقلت: لا تجوز",
            "page": "79",
            "part": "1"
        },
        {
            "hno": null,
            "id": "111",
            "nass": "إعادتهم. فذهبوا، ثم أتوا بها في قالب اخر، فقلت: هي المسألة المعينة ¶ وإن خرجت في عدة قوالب. ثم ذهب إلى السلطان وتكلم عنده بكلام ¶ عجب منه ا لحاضرون، فاطبق القوم على إبقائهم، ولله الحمد\" (1). ¶ وذكر ابن القيم أن من الناس من لا يستفتي ديانة، وإنما يستفتي ¶ ليتوصل إلى حصول غرضه باي طريق اتفق، ثم قال: \"قال شيخنا- ¶ رحمه الله - مرة: أنا مخير بين إفتاء هؤلاء وتركهم، فإنهم لا يستفتون ¶ للدين، بل لوصولهم إلى أغراضهم حيث كانت، ولو وجدوها عند ¶ غيري لم يجيئوا إلي، بخلاف من يسال عن دينه. ¶ وقد قال الله تعا لى لنبيه ع! في حق من جاءه يتحاكم إليه لاجل ¶ غرضه لا لالنزامه لدينه! لخيم من أهل الكتاب:! وفإن جاهوك فاضكم بئنهم ¶ __________ ¶ (1) \" إعلام الموقعين \" (6/ 97 - 98). وهذه ا لحادثة هي المذكورة في ترجمة الشيخ ¶ ا لمفردة لابن عبد الهادي (ص 97 2) قال: \"ثم إن الوزير انهى إلى السلطان أن ¶ أهل الذمة قد بذلوا للديوان في كل لشة سبعمائة ألف درهم زيادة على ا لجالية ¶ على ان يعودوا إلى لبس العمائم البيض المعلمة با لحمرة والصفرة والزرقة، وأن ¶ يعفوا من هذه العمائم المصبغة كلها بهذه الالوان التي ألزمهم بها ركن الدين ¶ الشاشنكير؛ فقال السلطان للقضاة ومن هناك: ما تقولون؟ فسكت الناس! ¶ فلما راهم الشيخ تقي الدين سكتوا، جثا على ركبتيه، وشرع يتكلم مع السلطان ¶ في ذلك بكلام غليظ، ويرد ما عرضه الوزير عنهم ردا عنيفاً، والسلطان يسكته ¶ بترفق وتؤدة وتوقير. ¶ فبالغ الشيخ في الكلام وقال مالا يستطيع أحد أن يقوم بمثله ولا بقريب منه، حتى ¶ رجع السلطان عن ذلك وألزمهم بما هم عليه واستمروا على هذه الصفة. فهذه من ¶ حسنات الشيخ تقي الدين ابن تيمية رحمه الله \"ه",
            "page": "80",
            "part": "1"
        },
        {
            "hno": null,
            "id": "112",
            "nass": "أؤ أعرض عنهغ وأن تعرض عنهم فلن يضزوك شئآ) [لمائدة:42]. فهؤلاء ¶ لما لم يلتزموا دينه لم يلزمه الحكم بينهم، و لله تعا لى أعلم \" (1). ¶ * القطر للتقوي على الجهاد: ¶ قال ابن القيم: \" و جاز شيخنا ابن تيمية الفطر للتقوي على ا لجهاد ¶ وفعله، وأفتى به لما نزل العدو دمشق في رمضان (2)، فأنكر عليه بعض ¶ المتفقهة، وقال: ليس هذا بسفر طويل. فقال الشيخ. هذا فطر للتقوي ¶ على جهاد العدو، وهو أولى من الفطر لسفر يومين سفرا مباحا و ¶ معصية، والمسلمون إذ قاتلوا عدوهم وهم صيام لم يمكنهم النكاية ¶ فيهم، وربما أضعفهم الصوم عن القتال، فاستباح العدو بيضة الاسلام، ¶ وهل يشك فقيه أن الفطر ههنا أولى من فطر المسافر، وقد أمرهم النبي ¶ - صلى الله عليه وسلم - في غزاة الفتح بالافطار ليتقووا على عدوهم، فعلل ذلك للقوة على ¶ العدو لا للسفر، والله أعلم \" (3). ¶ * فقه الفتوى: ¶ 1 - قال ابن القيم: \" ولقد سئل شيخنا أبو العباس الن تيمية - قدس ¶ الله روحه - سأله شيخ، فقال: هربت من أستاذي وأنا صغير، إلى الان لم ¶ __________ ¶ (1) \" إعلام الموقعين \": (6/ 99 1 - 0 0 2). ¶ (2) في سنة 2 70 هفي معركة شقحب التي هزم فيها التتار. ¶ (3) \" بدائع الفوائد\": (4/ 1358 - 9 135)، وانظر \" زاد ا لمعاد\": (2/ 53 - مؤسسة ¶ ا لرسا لة).",
            "page": "81",
            "part": "1"
        },
        {
            "hno": null,
            "id": "113",
            "nass": "أطلع له على خبر، وأنا مملوك، وقد خفت من الله عز وجل، و ريد براءة ¶ ذمتي من حق أستاذي من رقبتي، وقد سألت جماعة من المفتين، فقالوا ¶ لي: اذهب فاقعد في المستودع ه فضحك شيخنا! وقال: تصدق بقيمتك ¶ - أعلى ما كانت - عن سيدك، ولا حاجة لك بالمستودع تقعد فيه عبثا ¶ في غير مصلحة، واضرارا بك، وتعطيلأ عن مصا لحك، ولا مصلحة ¶ لاستاذك في هذا، ولا لك ولا للمسلمين، أو نحو هذا من الكلام، والله ¶ اعلم \" (1). ¶ 2 - وقال: \" وسمعت شيخ الاسلام ابن تيمية - قدس الله روحه ونور ¶ ضريحه - يقول: مررت أنا وبعض أصحابي في زمن التتار بقوم منهم ¶ يشربون الخمر، فأنكر عليهم من كان معي، فأنكرت عليه، وقلت له: إنما ¶ حرم الله الخمر لانها تصد عن ذكر الله وعن الصلاة، وهؤلاء يصدهم ¶ ا لخمر عن قتل النفوس وسبي الذرية وأخذ الاموال، فدعهم \" (2). ¶ * رؤية النبي! م! في ا لمنام واستفتاؤه: ¶ قال ابن القيم: \" وقال شيخنا: كان يشكل علي أحيانا حال من ¶ اصلي عليه ا لجنائز، هل هو مؤمن او منافق؟ فرايت رسول الله! ي! في ¶ المنام، فسألته عن مسائل عديدة، منها هذه المسألة، فقال: يا أحمد، ¶ الشرط الشرط. أو قال: علق الدعاء بالشرط \" (3). ¶ __________ ¶ (1) \" مدارج السالكين \": (1/ 0 39 - ت الفقي). ¶ (2) \" إعلام الموقعين \": (4/ 0 34). ¶ (3) \" إعلام الموقعين \": (5/ 372).",
            "page": "82",
            "part": "1"
        },
        {
            "hno": null,
            "id": "114",
            "nass": "* جود شيخ الاسلام بالعلم: ¶ قال ابن القيم: \" ومن ا لجود بالعلم أن السائل إذا سألك عن مسألة ¶ استقصيت له جوابها جوابا شافيا، لا يكون جوابك له بقدر ما تدفع به ¶ الضرورة، كما كان بعضهم يكتب في جواب الفتيا: \" نعم \" أو \" لا\" ¶ مقتصرا عليها. ¶ ولقد شاهدت من شيخ الإسلام ابن تيمية - قدس الله روحه - في ¶ ذلك أمرا عجيبا، كان إذا سئل عن مسألة حكمية ذكر في جوابها مذاهب ¶ الائمة الاربعة - إذا قدر - ومأخذ ا لخلاف، وترجبح القول، وذكر ¶ متعلقات المسألة التي ربما تكون أنفع للسائل من مسألته، فيكون فرحه ¶ بتلك المتعلقات و للوازم أعظم من فرحه بمسألته، وهذه فتاويه - رحمه ¶ الله - بين الناس، فمن أحب الوقوف عليها رأى ذلك. ¶ فمن جود الإنسان بالعلم: أنه لا يقتصر على مسألة السائل، بل ¶ يذكر له نظائرها ومتعلقها ومأخذها، بحيث يشفيه ويكفيه. ¶ وقد سأل الصحابة رضي الله عنهم النبي لمج! عن المترضئ بماء ¶ البحر؟ فقال: \" هو الطهور ماؤه الحل ميتته \" (1). فاجابهم عن سؤالهم، ¶ وجاد عليهم بما لعلهم في بعض الاحيان إليه أحوج مما سألوه عنه. ¶ __________ ¶ (1) اخرجه أبو داود (83)، والترمذي (9 6)، والنسائي: (1/ 0 5)، وابن ماجه (386) ¶ وغيرهم من حديث ابي هريرة رضي الله عنه. وا لحديث صححه البخاري ¶ والترمذي وابن خزيمة وغيرهم وضعفه غير واحد والكلام عليه طويل الذيل. ¶ راجع \" البدر المنير\": (1/ 8 4 3 - 1 38).",
            "page": "83",
            "part": "1"
        },
        {
            "hno": null,
            "id": "115",
            "nass": "وكانوا إذا سألوه عن ا لحكم نبههم على علته وحكمته، كما سألوه ¶ عن بيع الرطب بالتمر؟ فقال: \" أينقص الرطب إذا جف \"؟ قالوا. نعم ¶ قال: \" فلا إذن \" (1). ولم يكن يخفى عليه! ي! نقصان الرطب بجفافه، ¶ ولكن نبههم على علة الحكم. ¶ وهذا كثير جدا في اجوبته! ي!، مثل قوله: \"ان بعت من أخيك ثمرة، ¶ فاصابتها جائحة فلا يحل لك أن تاخذ من مال اخيك شيئا، بم ياخذ ¶ احدكم مال أخيه بغير حق؟ \". وقي لفظ: \"أرأيت إن منع الله الثمرة، بم ¶ ياخذ أحدكم مال أخيه، بغير حق؟ \" (2). فصرح بالعلة التي يحرم لاجلها ¶ إلزامه بالثمن، وهي منع الله الثمرة التي ليس للمشتري فيها صنع. ¶ وكان خصومه - يعني شيخ الاسملام ابن تيمية - يعيبونه بذلك، ¶ ويقولون: سأله السائل عن طريق مصر! مثلا - فيذكر له معها طريق هكة، ¶ وا لمدينة، وخراسان، والعراق، وا لهند، واي حاجة بالسائل إلى ذلك؟ ¶ ولعمر الله ليس ذلك بعيب، وإنما العيب ا لجهل والكبر، وهذا ¶ موضع المثل المشهور: ¶ لقبوه بحامض وهو حلو ... مثل من لم يصل إلى العنقود\" (3) ¶ __________ ¶ (1) اخرجه أبو داود (9 335)، والترمذي (5 2 2 1)، والنسائي (7/ 68 2)، وابن ماجه ¶ (2264) من حديث سعد بن بي وقاص رضي الله عنه. قال الترمذي: حسن صحيح. ¶ (2) اخرجه البخاري (98 1 2)، ومسلم (555 1) من حديث انس رضي الله عنه. ¶ (3) \" مدارج السالكين \" (2/ 293 - 95 2). وفي بعض الطبعات \" خل \" خطا، والبيت ¶ لعلاء الدين الوداعي (ت 6 71) 0 انظر \" الوا في بالوفيات \": (2 2/ 6 2 1).",
            "page": "84",
            "part": "1"
        },
        {
            "hno": null,
            "id": "116",
            "nass": "-2 -  ¶ [أخلاق الشيخ وصفاته وعبادته] ¶ * أحوال الشيخ في الصدقة والانفاق: ¶ قال ابن القيم: \" وشاهدت شيخ الاسلام ابن تيمية - قدس الله ¶ روحه - إذ خرج إلى الجمعة يأخذ ما وجد في البيت من خبز أو غيره، ¶ فيتصدق به في طريقه سرا، وسمعته يقول: إذا كان الله قد مرنا بالصدقة ¶ بين يدي مناجاة رسول الله! ي!، فالصدقة بين يدى مناجاته تعا لى أفضل ¶ واو لى بالفضيلة \" (1). ¶ وقال في موضع اخر: \" نسخ وجوب الصدقة بين يدي مناجاة ¶ الرسول! ص لم يبطل حكمه بالكلية، بل نسخ وجوبه وبقي استحبابه ¶ والندب إليه، وما علم من تنبيهه واشارته، وهو انه إذا استحبت الصدقة ¶ بين يدي مناجاة المخلوق فاستحبابها بين يدي مناجاة الله عند الصلوات ¶ والدعاء أولى. فكان بعض السلف الصالح يتصدق بين يدي الصلاة ¶ والدعاء إذا أمكنه، ويتأول هذه الاولوية. ¶ ورأبت شيخ الاسلام ابن تيمية يفعله ويتحراه ما أمكنه، وفاوضته ¶ فيه، فذكر لي هذا التنبيه والاشارة \" (2). ¶ __________ ¶ (1) \" زاد ا لمعاد\": (1/ 7 0 4). ¶ (2) \" مفتاح دار السعادة \": (2/ 387 - دار ابن عفان).",
            "page": "85",
            "part": "1"
        },
        {
            "hno": null,
            "id": "117",
            "nass": "قي أحوال الشيخ في الذكر والدعاء: ¶ قال ابن القيم: \" وشهدت شيخ الاسلام - قدس الله روحه - إذا ¶ أعيته المسائل واستصعبت عليه، فر منها إلى التوبة والاستغفار ¶ والاستغاثة بالله واللجأ إليه، واستنزال الصواب من عنده، والاستفتاج ¶ من خزائن رحمته، فقلما يلبث المدد الالهي أن يتتابع عليها مدا، ¶ وتزدلف الفتوحات الالهية إليه بأيتهن يبدأ\" (1). ¶ وقال: \" حقيق بالمفتي أن يكثر الدعاء با لحديث الصحيح: \"اللهم ¶ رب جبرائيل وميكائيل وا سرافيل، فاطر السماوات وا لأرض، عا لم ¶ الغيب والشهادة، أنت تحكم بين عبادك فيما كانوا فيه يختلفون، اهدني ¶ لما اختلف فيها من الحق بإذنك، إنك تهدي من تشاء إلى صراط ¶ مستقيم \" (2). ¶ وكان شيخنا كثير الدعاء بذلك، وكان إذا أشكلت عليه المسائل ¶ يقول: \" يا معلم إبراهيم علمني \"، ويكثر الاستغاثة بذلك، اقتداء ¶ بمعاذ بن جبل رضي الله عنه حيث قال لمالك بن يخامر السكسكي عند ¶ موته - وقد راه يبكي - فقال: والله ما أبكي على دنيا كنت أصيبها منك، ¶ ولكن أبكي على العلم والايمان اللذين كنت أتعلمهما منك. فقال ¶ معاذ بن جبل - رضي الله عنه -: إن العلم والايمان مكانهما من ابتغاهما ¶ وجدهما، اطلب العلم عند أربعة: عند عويمر أ بي الدرداء، وعند ¶ __________ ¶ (1) \" إعلام الموقعين \": (6/ 67 - 68). ¶ (2) أخرجه مسلم (770) من حديث عائشة رضي الله عنه.",
            "page": "86",
            "part": "1"
        },
        {
            "hno": null,
            "id": "118",
            "nass": "عبد الله ابن مسعود، و بي موسى الاشعري - وذكر الرابع - فإن عجز ¶ عنه هؤلاء فسائر اهل الارض اعجز، فعليك بمعلم إبراهيم صلوات الله ¶ عليه \" (1). ¶ وذكر ابن القيم قراءة اية الكرسي عقب الصلاة، ثم قال: \"وبلغني ¶ عن شيخنا أ بي العباس ابن تيمية - قدس الله روحه - انه قال: ما تركتها ¶ عقيب كل صلاة \" (2). ¶ قال ابن القيم: \" وكان شيخ الاسلام ابن تيمية - رحمه الله - إذا ¶ اشتدت عليه الامور: قرا ايات السكينة. ¶ وسمعته يقول في واقعة عظيمة جرت له في مرضه، تعجز العقول ¶ عن حملها - من محاربة أرواح شيطانية، ظهرت له إد ذاك في حال ¶ __________ ¶ (1) ¶ (2) ¶ \"إعلام الموقعين \": (6/ 97 1). وذكر نحو هذا ابن رشيق في \" أسماء مؤلفات ابن ¶ تيمية - ضمن الجامع \": (ص 283). ¶ اقول: نسب شيخ الاسلام هذا الأثر لمالك بن يخامر كما في \" مجموع الفتاوى \": ¶ (4/ 531). ولم اقف عليه من روايته عن معاذ بن جبل، ورواه عن معاذ جماعة، ¶ اشهرها رواية يزيد بن عميرة الهمدا ني عن معاذ، أخرجه الترمذي (4 0 38)، ¶ والنسائي في (الكبرى \" (96 81)، و حمد (4 0 1 2 2)، وابن حبان (7165)، ¶ وا لحاكم: (1/ 98)، والبيهقي في \"المدخل \" (2 0 1)، وابن سعد (2/ 4 0 3) ¶ وغيرهم بالفاظ مختلفة. قال الترمذي: حسن غريب ه كما في \" تحفة الأشراف \": ¶ (8/ 18 4)، ونسخة الكروخي (ق 58 2)، وفي المطبوع: حسن صحيح غريب. ¶ وقال الحاكم: صحيح على شرط الشيخين. ¶ \"زاد ا لمعاد\": (1/ 4 0 3).",
            "page": "87",
            "part": "1"
        },
        {
            "hno": null,
            "id": "119",
            "nass": "ضعف القوة - قال: فلما اشتد علي الامر، قلت لاقاربي ومن حولي: ¶ اقرووا ايات السكينة. قال: ثم أقلع عني ذلك ا لحال، وجلست وما بي ¶ قلبة \" (1). ¶ قال ابن القيم: \" وسمعت شيخ الإسلام ابن تيمية - رحمه الله- ¶ يقول: من واظب على: \"يا حي يا قيوم، لا إله إلا نت \" كل يوم - بين سنة ¶ الفجر وصلاة الفجر - اربعين مرة احيا الله بها قلبه \" (2). ¶ قال ابن القيم: \"وحضرت شيخ الإسلام ابن تي! ية مرة صلى ¶ الفجر، ثم جلس يذكر الله تعا لى إلى قريب من انتصاف النهار، ثم التفت ¶ إ لي وقال: هذه غدوتي، ولو لم أتغد هذا الغداء لسقطت قوتي. أو كلاما ¶ قريبا من هذا. ¶ وقال لي مرة: لا أترك الذكر إلا بنية إ جمام نفسد وإراحتها، ¶ لاستعد بتلك الراحة لذكر اخر. أو كلاما هذا معناه \" (3). ¶ وقال: \"وكان - اي شيخ الإسلام ابن تيمية - يقول في سجوده ¶ - وهو محبوس -: \"اللهم أعني على ذكرك وشكرك وحسن عبادتك \" ما ¶ شاء الله \" (4). ¶ __________ ¶ (1) \"مدارج السالكين \": (2/ 2 0 5). ¶ (2) \"مدارج السالكين \": (3/ 4 26). ¶ (3) \" الوابل الصيب \" (ص 96 - دار عا لم الفوائد). ¶ (4) ا لمصدر نفسه (ص 9 0 1).",
            "page": "88",
            "part": "1"
        },
        {
            "hno": null,
            "id": "120",
            "nass": "قال ابن القيم ضمن فوائد الذكر: \" إن الذكر يعطي الذاكر قوة، ¶ حتى إنه ليفعل مع الذكر ما لا يطيق فعله بدونه، وقد شاهدت من قوة ¶ شيخ الاسلام ابن تيمية في مشيته وكلامه وإقدامه وكتابته أمرا عجيبا، ¶ فكان يكتب في اليوم من التصنيف ما يكتبه الناسخ في جمعة وأكثر، ¶ وقد شاهد العسكر من قوته في الحرب أمرا عظيما\" (1). ¶ وقال: \" قال يونس بن عبيد: ليس رجل يكون على دابة صعبة ¶ فيقول في أذنها: <افغئر دين الله يئغوت وله - ستلم من في السمؤدز ¶ رالازض طوعا و! رمما و إلته يرجعوت) [ال عمران:83] إ لا وقفت ¶ بإذن الله تعا لى. ¶ قال شيخنا - قدس الله روحه -: وقد فعلنا ذلك فكان كذلك \" (2). ¶ ! مقابلة الاساءة بالاحسان: ¶ وذكر ابن القيم مقابلة الاساءة بالاحسان ثم قال: \" ومن أراد فهم ¶ هذه الدرجة كما ينبغي، فلينظر إلى سيرة النبي! ي! مع الناس يجدها هذه ¶ بعينها، ولم يكن كمال هذه الدرجة لاحد سواه، ثم للورثة منها بحسب ¶ سهامهم من التركة. ¶ وما رأيت أحدا قط أ جمع لهذه الخصال من شيخ الاسلام ابن ¶ تيمية - قدس الله روحه -، وكان بعض أصحابه الأكابر يقول: وددت أني ¶ __________ ¶ (1) \" الوابل الصيب \" (ص 185). ¶ (2) ا لمصدر نفسه (ص 4 33).",
            "page": "89",
            "part": "1"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "لاصحابي مثله لاعدائه وخصومه، وما رأيته يدعو على أحد منهم قط، ¶ وكان يدعو لهم. ¶ وجئت يوما مبشرا له بموت أكبر أعدائه، وأشدهم عداوة وأذى له، ¶ فنهرني وتنكر لي واسترجع، ثم قام من فوره إلى بيت أهله فعزاهم، ¶ وقال: إني لكم مكانه، ولا يكون لكم أمر تحتاجون فيه إلى مساعدة إلا ¶ وساعدتكم فيه. ونحو هذا من الكلام، فسروا به، ودعوا له، وعظموا ¶ هذه الحال منه، فرحمه الله ورضي عنه \" (1). ¶ * تواضعه وهضمه لنفسه: ¶ قال ابن القيم: \" فلا شئ أنفع للصادق من التحقق بالمسكنة ¶ والفاقة والذل، وأنه لا شئ، وأنه ممن لم يصح له بعد الاسلام حتى ¶ يدعي الشرف فيه. ¶ ولقد شهدت من شيخ الاسلام ابن تيمية - قدس الله روحه - من ¶ ذلك أمر لم أشاهده من غيره، وكان يقول كثيرا: ما لي شيء، ولا مني ¶ شئ، ولا في شيء. ¶ وكان كثيرا ما يتمثل بهذا البيت: ¶ أنا المكدي وابن المكدي وهكذا كان أ بي وجدي ¶ وكان إذا أثني عليه في وجهه يقول: والله إ ني إلى الان أجدد ¶ إسلامي كل وقت، وما أسلمت بعد إسلاما جيدا. ¶ __________ ¶ (1) \"مدارح السالكين \" (2/ 5 34).",
            "page": "90",
            "part": "1"
        },
        {
            "hno": null,
            "id": "122",
            "nass": "وبعث إ لي في آخر عمره قاعدة في التفسير بخطه، وعلى ظهرها ¶ أبيات بخطه من نظمه: ¶ انا الفقير إلى رب البريات ¶ أنا المسيكين في مجموع حالاتي (1) ¶ وساق بعدها بياتا ستأتي بتمامها (2). ¶ * فراسة الشيخ: ¶ قال ابن القيم: \" ولقد شاهدت من فرا سة شيخ الاسلام ابن تيمية ¶ - رحمه الله - أمورا عجيبة، وما لم أشاهده منها أعظم و عظم، ووقائع ¶ فرا سته تستدعي سفرا ضخما: ¶ - أخبر أصحابه بدخول التتار الشام سنة تسع وتسعين وستمائة، ¶ و ن جيوش المسلمين ممسر، وأن دمشق لا يكون بها قتل عام، ولا سبي ¶ عام، وأن كلب الجيش وحدته في الاموال، وهذا قبل أن يهم التتار ¶ با لحركة. ¶ - ثم أخبر الناس والامراء سنة اثنتين وسبعمائة - لما تحرك التتار ¶ وقصدوا الشام - أن الدائرة و لهزيمة عليهم، وأن الظفر والنصر ¶ للمسلمين، وأقسم على ذلك أكثر من سبعين يميناً، فيقال له: قل \" إ ن ¶ شاء الله \" فيقول: \"إن شاء الله \" تحقيقا لا تعليقا. ¶ __________ ¶ (1) \"مدارج السالكين \": (1/ 4 2 5 - 5 2 5). ¶ (2) (ص 4 1 1 - 5 1 1) 0",
            "page": "91",
            "part": "1"
        },
        {
            "hno": null,
            "id": "123",
            "nass": "وسمعته يقول ذلك، قال: فلما أكثروا علي، قلت: لا تكثروا، كتب ¶ الله تعا لى في اللوح المحفوظ: أنهم مهزومون في هذه الكرة، وأن ¶ النصر لجيوش الاسلام. قال: وأطعمت بعض الامراء والعسكر حلاوة ¶ النصر قبل خروجهم إلى لقاء العدو. ¶ - وكانت فراسته ا لجزئية في خلال هاتين الواقعتين مثل المطر. ¶ - ولما طلب إلى الديار المصرية و ريد قتله - بعد ما نضجت له ¶ القدور، وقلبت له الامور - اجتمع أصحابه لوداعه، وقالوا: قد تواترت ¶ الكتب بأن القوم عاملون على قتلك. فقال: والله لا يصلون إلى ذلك ¶ أبدا. قالوا: أفتحبس؟ قال: نعم، ويطول حبسي، ثم أخرج وأتكلم بالسنة ¶ على رؤوس الناس (1). سمعته يقول ذلك. ¶ ولما تو لى عدوه الملقب با لجاشنكير الملك أخبروه بذلك، ¶ وقالوا: الان بلغ مراده منك. فسجد لله شكرا وأطال، فقيل له: ما سبب ¶ هذه السجدة؟ فقال: هذا بداية ذله ومفارقة عزه من الان، وقرب زوال ¶ امره. فقيل له: متى هذا؟ فقال: لا تربط خيول ا لجند على القرط حتى ¶ تقلب دولته. فوقع الامر مثل ما أخبر به. سمعت ذلك منه وعنه. ¶ - وقال مرة: يدخل علي أصحابي وغيرهم، فأرى في وجوههم ¶ واعينهم امورا ولا ذكرها لهم. فقلت له - او غيري -: لو اخبرتهم؟ ¶ فقال: أتريدون أن أكون معرفا كمعرف الولاة؟! ¶ __________ ¶ (1) في نسخة \" المنابر\".",
            "page": "92",
            "part": "1"
        },
        {
            "hno": null,
            "id": "124",
            "nass": "- وقلت له يوما: لو عاملتنا بذلك لكان دعى إلى الاستقامة ¶ والصلاح. فقال: لا تصبرون معي على ذلك جمعة. أو قال: شهرا. ¶ - وأخبرني غير مرة بأمور باطنة تختص بي مما عزمت عليه، ولم ¶ ينطق به لساني. ¶ - وأخبرني ببعض حوادث كبار تجري في المستقبل، ولم يعين ¶ أوقاتها، وقد ر يت بعضها، وأنا نتظر بقيتها. ¶ - وما شاهده كبار أصحابه من ذلك أضعاف أضعاف ما شاهدته، ¶ والله أعلم \" (1). ¶ * احوال الشيخ مع أصحابه وتلاميذه: ¶ قال ابن القيم: \" ولقد حدثني من أثق به أن نملة خرجت من بيتها، ¶ فصادفت شق جرادة، فحاولت أن تحمله فلم تطق، فذهبت وجاءت ¶ معها بأعوان يحملنه معها، قال: فرفعت ذلك من الارض، فطافت في ¶ مكانه فلم تجده، فانصرفوا وتركوها، قال: فوضعته، فعادت تحاول ¶ حمله فلم تقدر، فذهبت وجاءت بهم، فرفعته، فطافت، فلم تجده، ¶ فانصرفوا. قال: فعلت ذلك مرارا، فلما كان في المرة الاخيرة استدار ¶ النمل حلقة، ووضعوها في وسطها وقطعوها عضوا عضوا. ¶ قال شيخنا - وقد حكيت له هذه ا لحكاية -: هذه النمل فطرها الله ¶ سبحانه على قبح الكذب وعقوبة الكذاب \" (2) ¶ __________ ¶ (1) \" مدارج السالكين \": (2/ 0 9 4 - 1 9 4). ¶ (2) (شفاء العليل \": (1/ 0 4 2 - مكتبة العبيكان).",
            "page": "93",
            "part": "1"
        },
        {
            "hno": null,
            "id": "125",
            "nass": "قال ابن القيم: \" ولا ريب أن للمحبة سلطانا قاهرا للقلب أعظم! ن ¶ سلطان من يقهر البدن، فأين من يقهر قلبك وروحك إلى من يقهر ¶ بدنك؟ ولذلك تعجبت الملوك وا لجبابرة من قهرهم للخلق، وقهر ¶ المحبوب لهم وذلهم له، فاذا فاجأ المحبوب محبه، وراه بغتة = أحس ¶ القلب بهجوم سلطانه عليه، فاعتراه روعة وخوف. ¶ وسألنا يوما شيخ الاسلام ابن تيمية - قدس الله روحه - عن هذه ¶ المسالة، فذكرت انا هذا ا لجواب، فتبسم ولم يقل شيئا\" (1). ¶ قال ابن القيم: ¶ يا قوم والله العظيم نصيحة ... من مشفق وأخ لكم معوان ¶ جربت هذا كله ووقعت في ... تلك الشباك وكنت ذا طيران ¶ حتى أتاح لي الاله بفضله ... من ليس تجزيه يدي ولساني ¶ حبر اتى من ارض حران فيا ... اهلا بمن قد جاء من حران ¶ فالله يجزيه الذي هو أهله ... من جنة المأوى مع الرضوان ¶ أخذت يداه يدي وسار فلم يرم ... حتى أرا ني مطلع الايمان \" (2) ¶ * أحوال الشيخ في ا لمحن الخاصة والعامة: ¶ قال ابن القيم: \" ومن جنايات التاويل ما وقع في الاسلام من ¶ __________ ¶ (1) \" مدارج السالكين \": (2/ 262 - 63 2). ¶ (2) \" الكافية الشافية \": (2/ 6 52 - 527).",
            "page": "94",
            "part": "1"
        },
        {
            "hno": null,
            "id": "126",
            "nass": "ا لحوادث بعد موت رسول الله - صلى الله عليه وسلم - وإلى يومنا هذا. . .- ثم ساق جملة ¶ من ذلك إلى أد قال -: \" ولا جرى على شيخ الاسلام ابن تيمية ما جرى ¶ من خصومه بالسجن، وطلب قتله أكثر من عشرين مرة - إلا ¶ بالتأويل \" (1). ¶ قال ابن القيم: \" لما قضى في القدم بسابقة سلمان (2) عرج به دليل ¶ التوفيق عن طريق ابائه في التمجس، فاقبل يناظر أبا 5 في دين الشرك، ¶ فلما علاه با لحجة لم يكن له جواب إلا القيد، وهذا جواب يتداوله اهل ¶ الباطل من يوم حرفوه، وبه أجاب فرعون موسى: <لين دت لها غيرى ¶ لاجعدنك من لمسجويين) [الشعر ء:29]، وبه اجاب الجهمية الامام احمد ¶ لما عرضوه على السياط، وبه أجاب أهل البدع شيخ الاسلام حين ¶ استودعوه السجن، وها نحن على الاثر\" (3). ¶ قال ابن القيم: \" وسمعت شيخ الاسلام ابن تيمية - قدس الله روحه ¶ - يقول: إن في الدنيا جنة من لم يدخلها لا يدخل جنة الاخرة. ¶ وقال لي مرة: ما يصنع أعدائي بي؟ أنا جنتي وبستاني في صدري، ¶ اين رحت فهي معي لا تفارقني، إن حبسي خلوة، وقتلي شهادة، ¶ وإخراجي من بلدي سياحة. ¶ __________ ¶ (1) \" الصواعق المرسلة \": (1/ 0 38 - 381 - دار العاصمة). ¶ (2) يعني سلمان الفارسي رضي الله عنه. ¶ (3) \"الفوائد\": (ص 53 - دار عا لم الفوائد).",
            "page": "95",
            "part": "1"
        },
        {
            "hno": null,
            "id": "127",
            "nass": "وكان يقول في محبسه بالقلعة. لو بذلت لهم ملء هذه القلعة ذهبا ¶ ما عدل عندي شكر هذه النعمة. أو قال: ما جزيتهم على ما ت! سببوا لي ¶ فيه من الخير. ونحو هذا. ¶ وكان يقول في سجوده - وهو محبوس -: \" اللهم أعني على ذكرك ¶ وشكرك وحسن عبادتك \" ما شاء الله. ¶ وقال لي مرة: المحبوس من حبس قلبه عن ربه تعا لى، والمأسور ¶ من اسره هواه. ¶ ولما دخل إلى القلعة وصار داخل سورها نظر إليه وقال: <ففرب ¶ بينهم بسولم لمو بالب باطنه - فيه الرحمة وطهر و من مبله اتعذاب) [ا لحديد:13]. ¶ وعلم الله ما رأيت أحدا أطيب عيشا منه قط، مع ما كان فيه من ¶ ضيق العيش، وخلاف الرفاهية والنعيم، بل ضدها، ومع ما كان فيه من ¶ ا لحبس والتهديد والارجاف، وهو مع ذلك من أطيب الناس عيشا، ¶ وأشرحهم صدرا، و قواهم قلبا، و سرهم نفسا، تلوح نضرة النعيم على ¶ وجهه. ¶ وكنا إذا اشتد بنا الخوف، وساءت منا الظنون وضاقت بنا ¶ الارض = اتيناه، فما هو إلا أن نراه ونسمع كلامه، فيذهب ذلك كله ¶ وينقلب انشراحا وقوة ويقينا وطمأنينة. ¶ فسبحان من أشهد عباده جنته قبل لقائه، وفتح لهم ابوابها في دار ¶ العمل، فاتاهم من روحها ونسيمها وطيبها ما استفرغ قواهم لطلبها",
            "page": "96",
            "part": "1"
        },
        {
            "hno": null,
            "id": "128",
            "nass": "والمسابقة إليها\" (1). ¶ كلأ أحوال الشيخ في مرضه وعلاجه للموضى (2): ¶ قال ابن القيم: \" وحدثني شيخنا قال: ابتدا ني مرض، فقال لي ¶ الطبيب: إن مطالعتك وكلامك في العلام يزيد المرض. فقلت له: لا ¶ أصبر على ذلك، وأنا حاكمك إلى علمك، أليست النفس إذا فرحت ¶ وسرت قويت الطبيعة، فدفعت المرض؟ فقال: بلى. فقلت له: فإن ¶ نفسي تسر بالعلم، فتقوى به الطبيعة، فاجد راحة. فقال: هذا خارج عن ¶ علاجناه و كما قاللما (3). ¶ قال ابن القيم: \" وكان شيخ الاسلام ابن تيمية - رحمه الله - إذا ¶ اشتدت عليه الامور: قرأ ايات السكينة. ¶ وسمعته يقول في واقعة عظيمة جرت له في مرضه، تعجز العقول ¶ عن حملها - من محاربة ارواح شيطانية، ظهرت له إذ ذاك في حال ضعف ¶ القوة - قال: فلما اشتد علي الامر، قلت لاقاربي ومن حولي: اقرووا ايات ¶ السكينة. قال: ثم أقلع عني ذلك الحال، وجلست وما بي قلبة \" (4). ¶ __________ ¶ (1) \" الوابل الصيب\" (ص 9 0 1 - 0 1 1). ¶ (2) وقد ذكر الذهبي بصر شيخ الاسلام بالطب، قال في \" الطب النبوي \": (ص 228): ¶ \" ورأيت شيخنا إبراهيم الرقي بصيرا بالطب، وكذلك شيخنا الشيخ تقي الدين ابن ¶ تيمية، والشيخ عماد الدين الواسطي رحمه الله تعا لى \". ¶ (3) \" روضة المحبين \" (ص 80 - أحمد عبيد). ¶ (4) \" مدارج السالكين \": (2/ 2 0 5) 5 وسبق النص (ص 83 - 84).",
            "page": "97",
            "part": "1"
        },
        {
            "hno": null,
            "id": "129",
            "nass": "قال ابن القيم: \" وشاهدت شيخنا يرسل إلى المصروع من يخاطب ¶ الروح التي فيه، ويقول: قال لك الشيخ: اخرجي، فان هذا لا يحل لك، ¶ فيفيق المصروع. وربما خاطبها بنفسه، وربما كانت الروج ماردة ¶ فيخرجها بالضرب، فيفيق المصروع ولا يحس بأ لم، وقد شاهدنا نحن ¶ وغيرنا منه ذلك مرارا. ¶ وكان كثيرا ما يقرأ في أذن المصروع: < أفحسبتم أنما ظمهنبههم ¶ عبثا وأنكمه اه فنا لا تزجعون) [ا لمؤ منون: 5 1 1]. ¶ وحدثني أنه قرأها مرة في أذن المصروع، فقالت الروح: نعم، ومد ¶ بها صوته. قال: فأخذت له عصا، وضربته بها في عروق عنقه حتى كلت ¶ يداي من الضرب، ولم يشك ا لحاضرون انه يموت لذلك الضرب، ففي ¶ اثناء الضرب قالت: انا حبه. فقلت لها: هو لا يحبك. قالت: أنا ريد ا ن ¶ احج به، فقلت لها: هو لا يريد ان يحج معك. فقالت: انا ادعه كرامة ¶ لك. قال: قلت: لا ولكن طاعة لله ولرسوله. قالت: فأنا خرج منه. قال: ¶ فقعد المصروع يلتفت يمينا وشمالاه وقال: ما جاء بي إلى حضرة ¶ الشيخ؟ قالوا له: وهذا الضرب كله؟ فقال: وعلى أي شيء يضربني ¶ الشيخ ولم اذنب؟! ولم يشعر بانه وقع به ضرب البتة. ¶ وكان يعالج باية الكرسي، وكان يأمر بكثرة قراءتها المصروع ومن ¶ يعالجه بها، وبقراءة المعوذتين \" (1). ¶ __________ ¶ (1) \" زاد ا لمعاد\": (4/ 68 - 9 6).",
            "page": "98",
            "part": "1"
        },
        {
            "hno": null,
            "id": "130",
            "nass": "وذكر الرعاف، ئم قال: \"كان شيخ الاسلام ابن تيمية - رحمه الله- ¶ يكتب على جبهته: < وصقيل يخارض آبلى ماءك وفمسما %قلى وغيصق الماء وقضى ¶ الاقر > 1 هود:44]. وسمعته يقول: كتبتها لغير واحد فبرأ. وقال (1): ولا ¶ يجوز كتابتها بدم الراعف، كما يفعله الجهال، فإن الدم نجس، فلا ¶ يجوز أن يكتب به كلام الله تعا لى \" (2). ¶ * أحوال الشيخ مع أهل عصره: ¶ قال ابن القيم: \" ولقد أنكر بعض المقلدين على شيخ الاسلام في ¶ تدريسه بمدرسة ابن الحنبلي (3)، وهي وقنس على الحنابلة، والمجتهد ¶ ليس منهم، فقال: إنما أتناول ما أتناوله منها على معرفتي بمذهب أحمد، ¶ لا على تقليدي له. ¶ ومن المحال أن يكون هؤلاء المتاخرون على مذهب الائمة دون ¶ أصحابهم الذين لم يكونوا يقلدونهم، فأتبع الناس لمالك ابن وهب ¶ وطبقته ممن يحكم الحجة وينقاد للدليل أين كان، وكذلك أبو يوسف ¶ ومحمد أتبع لابي حنيفة من المقلدين له مع كثرة مخالفتهما له، وكذلك ¶ البخاري ومسلم وأبو داود والاثرم وهذه الطبقة من أصحاب أ حمد أتبع ¶ له من المقلدين المحض المنتسبين إليه. وعلى هذا فالوقف على أتباع ¶ __________ ¶ (1) (ط):\"فقال\". ¶ (2) \"زاد ا لمعاد\": (4/ 8 5 3). ¶ (3) انظر في التعريف بها: \" الدارس في تاريخ المدارس \": (2/ 4 6 - 79).",
            "page": "99",
            "part": "1"
        },
        {
            "hno": null,
            "id": "131",
            "nass": "الأئمة أهل الحجة والعلم أحق به من المقلدين في نفس الأمر\" (1). ¶ وذكر ابن القيم مسألة المفلس إذا استغرقت الديون ماله فهل يصح ¶ تبرعه قبل الحجر بما يضر بأرباب الديون؟ وذكر في المسألة قولين: ¶ مذهب مالك وابن تيمية عدم الصحة، وذهب الأئمة الثلاثة إلى الصحة، ¶ ثم قال: \" وسمعت شيخ الاسلام ابن تيمية - رحمه الله - يحكي عن ¶ بعض علماء عصره من أصحاب أحمد أنه كان ينكر هذا المذهب ¶ ويضعفه - القول بعدم الصحة -، قال: إلى أن بلي بغريم تبرع قبل ¶ الحجر عليه، فقال: والله مذهب مالك هو الحق في هذه المسألة \" (2). ¶ قال ابن القيم: \"كان في زماننا رجل مشار إليه بالفتوى، وهو مقدم ¶ في مذهبه، وكان نائب السلطان يرسل إليه في الفتاوى، فيكتب: يجوز ¶ كذا - أو يصح كذا، أو ينعقد - بشرطه، فأرسل إليه يقول له: تأتينا فتاوى ¶ منك فيها: يجوز - او ينعقد او يصح - بشرطه، ونحن لا نعلم شرطه، ¶ فإما ان تبين شرطه، واما ان لا تكتب ذلك. ¶ وسمعت شيخنا يقول: كل أحد يحسن ان يفتي بهذا الشرط، فإن ¶ أي مسألة وردت عليه يكتب فيها: يجوز بشرطه، أو يصح بشرطه، أ و ¶ يقبل بشرطه. . . ونحو ذلك، وهذا ليس بعلم، ولا يفيد فائدة أصلا سوى ¶ __________ ¶ (1) \" إعلام الموقعين \": (3/ 42 5 - 43 5). ويحتمل أن قوله: \" ومن المحال أن. . \" ¶ من كلام ابن القيم شرخا لكلام شيخ الاسلام. ¶ (2) \" إعلام الموقعين \": (5/ 4 0 4 - 5 0 4) 5",
            "page": "100",
            "part": "1"
        },
        {
            "hno": null,
            "id": "132",
            "nass": "حيرة السائل وتنكده \" (1) 0 ¶ وقال ابن القيم: \" سمعت شيخنا يقول: سمعت بعض الامراء يقول ¶ عن بعض المفتين من أهل زمانه: يكون عندهم في المسألة ثلاثة أقوال، ¶ أحدها: ا لجواز، والثا ني: ا لمنع، والثالث: التفصيل، فا لجواز لهم، ¶ والمنع لغيرهم، وعليه العمل \" (2). ¶ قال ابن القيم: \"وسمعت شيخنا - رحمه الله تعا لى - يقول: ¶ حضرت عقد مجلس عند نائب السلطان في وقف أفتى فيه قاضي البلد ¶ بجوابين مختلفين، فقرأ جوابه الموافق للحق، فأخرج بعض الحاضرين ¶ جوابه الاول، وقال: هذا جوابك بضد هذا، فكيف تكتب جوابين ¶ متناقضين في واقعة واحدة؟! فوجم الحاكم، فقلت: هذا من علمه ¶ ودينه، أفتى أولا بشيء، ثم تبين له الصواب فرجع إليه، كما يفتي إمامه ¶ بقول، ثم يتبين له خلافه فيرجع إليه، ولا يقدح ذلك في علمه ولا دينه، ¶ وكذلك سائر الائمة، فسر القاضي بذلك وسزي عنه \" (3). ¶ قال ابن القيم. \" وسمعت شيخنا العلامة ابن تيمية - قدس الله ¶ روحه - يقول: كنا عند نائب السلطنة وأنا إلى جانبه، فادعى بعض ¶ ا لحاضرين أن له قبلي وديعة، وسأل إجلاسي معه وإحلا في، فقلت ¶ __________ ¶ (1) \"إعلام الموقعين \": (6/ 76). وفي نسخة: \"وتبلده \". ¶ (2) \" إعلام الموقعين \": (4/ 4! 1). ¶ (3) \" إعلام الموقعين \": (6/ 0 6 1).",
            "page": "101",
            "part": "1"
        },
        {
            "hno": null,
            "id": "133",
            "nass": "2 0 1 تكملة الجامع لسيرة ابق تيمية ¶ لقاضي المالكية - وكان حاضرا -:آلسوغ هذه الدعوى وتسمع؟ فقال: ¶ لا. فقلت: فما مذهبك في مثل ذلك؟ قال: تعزير المدعي. قلت: فاحكم ¶ بمذهبك. فاقيم المدعي، واخرج \" (1). ¶ وذكر ابن القيم ان الناس المخالطين على اصناف، وذكر منها من ¶ مخالطته حمى الروج، وهو الثقيل البغيض العقل، الذي لا يحسن ا ن ¶ يتكلم فيفيدك، ولا يحسن ان ينصت فيستفيد منك، ولا يعرف نفسه ¶ فيضعها في منزلتها .. . إلى ان قال: ورايت يوما عند شيخنا - قدس الله ¶ روحه - رجلا من هذا الضرب، والشيخ يحمله، وقد ضعفت القوى عن ¶ حمله، فالتفت إ لي وقال: مجالسة الثقيل حمى الربع (2). ثم قال: لكن ¶ ادمنت ارواحنا على الحمى، فصارت لها عادة. او كما قال \" (3). ¶ *** ¶ __________ ¶ (1) \" الطرق ا لحكمية \": (1/ 03 3 - دار عا لم الفوائد) 5 ¶ (2) حمى الربع - بالكسر - هي التي تعرض يوما وتقلع يومين ثم تاتي في الرابع ¶ وهكذا 0 انظر \" ا لمصباح المنير\": (ص 83). ¶ (3) \" بدائع الفوائد\": (2/ 823).",
            "page": "102",
            "part": "1"
        },
        {
            "hno": null,
            "id": "134",
            "nass": "-3 -  ¶ [الشيخ والأمر بالمعروف والنهي عن المنكر] ¶ * انتصاره للاسلام والذب عنه، وصد أهل الباع والأهواء: ¶ قال ابن القيم: \" وأصل كل بلية في العالم -كما قال محمد ¶ الشهرستاني - من معارضة النص بالرأي، وتقديم الهوى على الشرع، ¶ والناس إلى اليوم في شرور هذه المعارضة وشؤم عاقبتها، ف! لى الله ¶ المشتكى وبه المستعان. ¶ ثم إنه خرج مع هذا الشيخ المتأخر (1) المعارض بين العقل والنقل ¶ أشياء لم تكن تعرف قبله: جست العميدي (2)، وحقائق ابن عربي، ¶ وتشكيكات الرازي، وقام سوق الفلسفة والمنطق وعلوم أعداء الرسل ¶ التي فرحوا بها لما جاءتهم رسلهم بالبينات، وصارت الدولة والدعوة ¶ لارباب هذه العلوم. ¶ ثم نطر الله إلى عباده وانتصر لكتابه ودينه، وأقام جندا تغزو ملوك ¶ (1) يعني: النصير الطوسي الرافضي. ¶ (2) ا لجست كلمة فارسية معناها البحث والتقصي، ثم أصبحت علما على فن من فنون ¶ علم ا لجدل، وهو المبني على طريقة الفلاسفة، وهي الطريقة التي اخترعها ¶ العميدي. والعميدي هو: أبو حامد محمد بن محمد السمرقندي الحنفي ¶ (ت 5 61) 0 انظر للتفصيل مقدمة تحقيق كتاب شيخ الاسلام ابن تيمية \" تنبيه ¶ الرجل العاقل على تمويه ا لجدل الباطل \": (1/ 9 1 - 23) لكاتبه.",
            "page": "103",
            "part": "1"
        },
        {
            "hno": null,
            "id": "135",
            "nass": "هؤلاء بالسيف والسنان، وجندا تغزو علماءهم با لحجة والبرهان. ¶ ثم نبغت نابغة منهم في رأس القرن الثامن، فأقام الله لدينه شيخ ¶ الاسلام أبا العباس ابن تيمية - قدس الله روحه - فأقام على غزوهم مدة ¶ حياته، باليد والقلب واللسان، وكشف للناس باطلهم، وبين تلبيسهم ¶ وتدليسهم، وقابلهم بصريح المعقول وصحيح المنقول، وشفى ¶ واشتفى، وبين مناقضتهم ومفارقتهم لحكم العقل الذي به يدلون، وإليه ¶ يدعون، وأنهم اترك الناس لاحكامه وقضاياه، فلا وحي ولا عقل! ¶ فأرداهم في حفرهم، ورشقهم بسهامهم، وبين أن صحيح معقولاتهم ¶ خدم لنصوص الانبياء شاهدة لها بالصحة، وتفصيل هذه ا لجملة ¶ موجودة في كتبه \" (1). ¶ وقال ابن القيم: ¶ ولاي شيء كان أيضا خصمكم ... شيخ الوجود العالم الحراني ¶ أعني أبا العباس ناصر سنة الـ ... مختار قامع سنة المثميطان ¶ والله لم يك ذنبه شيئا سوى ... تجريده لحقيقة الايمان ¶ إذ جرد التوحيد عن شرك كذا ... تجريده للوحي عن بهتان (2) ¶ * مناظرته للجبرية: ¶ وذكر ابن القيم الجبرية، ثم قال: \" وأخبرني شيخ الاسلام - قدس ¶ __________ ¶ (1) \" الصواعق المرسلة\" (3/ 078 1 - 0 8 0 1). ¶ (2) \"الكافية الشافية \": (2/ 9 1 4).",
            "page": "104",
            "part": "1"
        },
        {
            "hno": null,
            "id": "136",
            "nass": "الله روحه - أنه لام بعض هذه الطائفة على محبة ما يبغضه الله ورسوله، ¶ فقال له الملوم: المحبة نار تحرق من القلب ما سوى مراد المحبوب، ¶ وجميع ما في الكون مراده، فأي شئ أبغض منه؟ ¶ قال الشيخ: فقلت له: إذا كان قد سخط على أقوام ولعنهم وذمهم ¶ وغضب عليهم، فواليتهم أنت و حببتهم و حببت أفعالهم ورضيتها ¶ تكون مواليا له أو معاديا؟ قال: فبهت الجبري، ولم ينطق بكلمة \" (1). ¶ * تكسير الأصنام: ¶ قال ابن القيم: \" وقد كان بدمشق كثير من الانصاب، فيسر الله ¶ سبحانه كسرها على يد شيخ الاسلام وحزب الله الموحدين، كالعمود ¶ المخلق، والنصب الذي كان بمسجد النارنج (2) من المصلى يعبده ¶ الجهال، والنصب الذي كان تحت الطاحون الذي عند مقابر النصارى ¶ ينتابه الناس للتبرك به، وكان صورة صنم في نهر القلوط ينذرون له ¶ ويتبركون به، وقطع الله النصب الذي كان عند الرحبة يسرج عنده ويتبرك ¶ به المشركون، وكان عمودا طويلا على رأسه حجر كالكرة، وعند مسجد ¶ درب الحجر نصب قد بني عليه مسجد صغير، يعبده المشركون، يسر ¶ الله كسره \" (3). ¶ __________ ¶ (1) \"شفاءالعليل\" (48/ 1). ¶ (2) (ط): \" التاريخ \" تحريف، وانظر ما سبق هنا (ص 6 1)، و\" الجامع \": (ص 136، ¶ 17 4، 03 5، 733) 5 ¶ (3) \"إغاثة اللهفان \": (1/ 9 32 - المكتب الاسلامي).",
            "page": "105",
            "part": "1"
        },
        {
            "hno": null,
            "id": "137",
            "nass": "* الانكار على من بطلق \" حكم الله \" في مسائل الاجتهاد: ¶ قال ابن القيم: \" وسمعت شيخ الاسلام يقول: حضرت مجلسا فيه ¶ القضاة وغيرهم، فجرت حكومة حكم فيها أحدهم بقول زفر، فقلت له: ¶ ما هذه الحكومة؟ فقال: هذا حكم الله. فقلت له: صار قول زفر هو ¶ حكم الله الذي حكم به و لزم به الامة؟! قل: هذا حكم زفر، ولا تقل: ¶ هذا حكم الله. او نحو هذا من الكلام \" (1). ¶ * انكاره فتوى من لم يفهم كلام الفقهاء: ¶ قال ابن القيم: \"وقح لبعض من نصب نفسه للفتوى من أهل ¶ عصرنا: ما تقول السادة الفقهاء في رجل وقف على أهل الذمة، هل ¶ يصح ويتقيد الاستحقاق بكونه منهم؟ فاجاب بصحة الوقف، وتقييد ¶ الاستحقاق بذلك الوصف، وقال: هكذا قال أصحابنا: ويصح الوقف ¶ على أهل الذمة. ¶ فأنكر ذلك شيخنا عليه غاية الانكار، وقال: مقصود الفقهاء بذلك ¶ أن كونه من أهل الذمة ليمس مانعا من صحة الوقف عليه بالقرابة أو ¶ بالتعيين، وليس مقصودهم أن الكفر بالله ورسوله، و عبادة الصليب، ¶ وقولهم: إن المسيح ابن الله شرط لاستحقاق الوقف، حتى إن من امن ¶ بالله ورسوله، واتبع دين الاسلام لم يحل له أن يتناول بعد ذلك من ¶ الوقف، فيكون حل تناوله مشروطا بتكذيب الله ورسوله، والكفر بدين ¶ __________ ¶ (1) \" إعلام الموقعين \": (6/ 73).",
            "page": "106",
            "part": "1"
        },
        {
            "hno": null,
            "id": "138",
            "nass": "الاسلام، ففرق بين كون وصف الذمة مانعا من صحة الوقف وبين كونه ¶ مقتضيا. فغلط طبع هذا المفتي، وكثف فهمه، وغلط حجابه عن ذلك ¶ ولم يميز\" (1). ¶ * كشفه لكتاب زوره اليهود: ¶ وذكر ابن القيم اليهود، وقال: \" فلما أجلاهم عمر إلى الشام تغير ¶ ذلك العقد الذي تضمن إقرارهم في أرض خيبر، وصار لهم حكم ¶ غيرهم من أهل الكتاب. ¶ ولما كان في بعض الدول التي خفيت فيها السنة وأعلامها، و ظهر ¶ طائفة منهم كتابا قد عتقوه وزوروه، وفيه: أن النبي! ي! أسقط عن يهود ¶ خيبر الجزية، وفيه: شهادة علي بن أبي طالب، وسعد بن معاذ، وجماعة ¶ من الصحابة رضي الله عنهم، فراج ذلك على من جهل سنة رسول الله ¶ !! يم ومغازيه وسيره، وتوهموا بل ظنوا صحته، فجروا على حكم هذا ¶ الكتاب المزور، حتى ألقي إلى شيخ الاسلام ابن تيمية - قدس الله روحه ¶ - وطلب منه أن يعين على تنفيذه والعمل عليه، فبصق عليه، واستدل ¶ على كذبه بعشرة أوجه: ¶ منها: أن فيها شهادة سعد بن معاذ، وسعد توفي قبل خيبر قطعا. ¶ ومنها: أن في الكتاب أنه أسقط عنهم ا لجزية، وا لجزية لم تكن ¶ نزلت بعد، ولا يعرفها الصحابة حينئذ، فإن نزولها كان عام تبوك بعد ¶ __________ ¶ (1) \" إعلام الموقعين\": (6/ 85 - 86).",
            "page": "107",
            "part": "1"
        },
        {
            "hno": null,
            "id": "139",
            "nass": "خيبر بثلاثة أعوام. ¶ ومنها: أنه أسقط عنهم الكلف والسخر، وهذا محال، فلم يكن في ¶ زمانه كلف ولا سخر تؤخذ منهم ولا من غيرهم، وقد أعاذه الله و عاذ ¶ أصحابه من أخذ الكلف والسخر، وانما هي من وضع الملوك الظلمة، ¶ واستمر الامر عليها. ¶ ومنها: أن هذا الكتاب لم يذكره أحد من أهل العلم على اختلاف ¶ أصنافهم، فلم يذكره أحد من أهل المغازي والسير، ولا حد من أهل ¶ ا لحديث والسنة، ولا حد من أهل الفقه والافتاء، ولا حد من اهل ¶ التفسير، ولا أظهروه في زمان السلف؛ لعلمهم أنهم إن زوروا مثل ذلك ¶ عرفوا كذبه وبطلانه، فلما استخفوا بعض الدول في وقت فتنة وخفاء ¶ بعض السنة = زوروا ذلك وعتقوه و ظهرو 5، وساعدهم على ذلك طمع ¶ بعض الخائنين لله ولرسوله، ولم يستمر لهم ذلك حتى كشف الله أمره، ¶ وبين خلفاء الرسل بطلانه وكذبه \" (1). ¶ وذكر ابن القيم هذه ا لحادثة بسياق اخر من كلام شيخ الاسلام ¶ نفسه، قال: ¶ \" فلما اجلاهم عمر رضي الله عنه إلى الشام ظنوا أنهم يستمرون على ¶ أن يعفوا منها فزوروا كتابا يتضمن أن رسول الله أسقطها عنهم بالكلية. وقد ¶ __________ ¶ (1) \" زاد ا لمعاد\": (3/ 2 5 1 - 53 1)، وانظر \" ا لمنار ا لمنيف \" (ص 2 9 - 4 9 - دار عا لم ¶ ا لفوا ئد).",
            "page": "108",
            "part": "1"
        },
        {
            "hno": null,
            "id": "140",
            "nass": "صنف الخطيب والقاضي وغيرهما في إبطال ذلك الكتاب تصانيف، ¶ ذكروا فيها وجوها تدل على أن ذلك الذي بأيد يهم موضوع باطل. ¶ قال شيخنا: ولما كان عام إحدى وسبع مئة (1) أحضر جماعة من ¶ يهود دمشق عهودا ادعوا أنها قديمة، وكلها بخط علي بن أبي طالب ¶ رضي الله عنه، وقد غشوها بما يقتضي تعظيمها (2)، وكانت قد نفقت على ¶ ولاة الامور من مدة طويلة، فأسقطت عنهم الجزية بسببها وبأيديهم ¶ تواقيع ولاة، فلما وقفت عليها تبين في نفسها ما يدل على كذبها من ¶ وجوه كثيرة جدا: ¶ منها: اختلاف الخطوط اختلافا متفاقما في تأليف ا لحروف الذي ¶ يعلم معه أن ذلك لا يصدر عن كاتب واحد، وكلها نافية أنه خط علي بن ¶ أبي طالب رضي الله عنه. ¶ ومنها: أن فيها من اللحن الذي يخالف لغة العرب ما لا يجوز ¶ نسبة مثله إلى علي رضي الله عنه ولا غيره (3). ¶ ومنها: الكلام الذي لا يجوز نسبته إلى النبي - صلى الله عليه وسلم - في حق اليهود، ¶ مثل قوله: أنهم يعاملون بالاجلال والاكرام، وقوله: السلام عليكم ¶ __________ ¶ (1) انظر \" البداية والنهاية - ضمن الجامع \": (ص 13 4 - 4 1 4) وفيه وقوف ابن كثير ¶ على الكتاب بنفسه. ¶ (2) ذكر ابن القيم في \" المنار\" (ص 94) أن هذا الكتاب \"أحضر بين يدي شيخ ¶ الاسلام وحوله اليهود يزفونه ويجلونه، وقد غ! ثي با لحرير والديباج \". ¶ (3) ذكر ابن كثير ان فيه: \"وكتب علي بن أبو طالب إ\"",
            "page": "109",
            "part": "1"
        },
        {
            "hno": null,
            "id": "141",
            "nass": "ورحمة الله وبركاته، وقوله: أحسن الله بكم ا لجزاء، وقوله: وعليه ا ن ¶ يكرم محسنكم ويعفو عن مسيئكم، وغير ذلك. ¶ ومنها: أن في الكتاب إسقاط الخراج عنهم مع كونهم في أرض ¶ الحجاز، والنبي - صلى الله عليه وسلم - لم يضع خراجا قط، و رض ا لحجاز لا خراج فيها ¶ بحال، والخراج أمر يجب على المسلمين فكيف يسقط عن اهل ¶ الذمة؟! ¶ ومنها: أن في بعضها إسقاط الكلف والسخر عنهم، وهذا مما ¶ فعله الملوك المتاخرون لم يشرعه الرسول جمي! م وحلفاوه. ¶ وفي بعضها: انه شهد عنده عبد الله بن سلام، وكعب بن مالك، ¶ وغيرهما من حبار اليهود. وكعب بن مالك لم يكن من أحبار اليهود ¶ فاعتقدو نه كعب الاحبار (1) وذلك لم يكن من الصحابة، وانما أسلم ¶ على عهد عمر رضي الله عنه. ¶ ومنها: الى لفظ الكلام ونظمه ليمس من جنس كلام النبي ع!. ¶ ومنها: أن فيه من الاطالة وا لحشو ما لا يشبه عهود النبي ع!. ¶ وفيها وجوه اخر متعددة، مثل ان هذه العهود لم يذكرها حد من ¶ العلماء المتقدمين قبل ابن شريح، ولا ذكروا أنها رفعت إلى أحد من ¶ ولاة الامور فعملوا بها، ومثل ذلك مما يتعين شهرته ونقله. ¶ __________ ¶ (1) في الطبعتين: \" بن مالك \" والصواب ما ثبت.",
            "page": "110",
            "part": "1"
        },
        {
            "hno": null,
            "id": "142",
            "nass": "قلت: ومنها ن هذا لم يروه أحد من مصنفي كتب السير والتاريخ، ¶ ولا رواه احد من هل الحديث ولا غيرهم البتة، وانما يعرف من جهة ¶ اليهود، ومنهم بدأ وإليهم يعود\" (1). ¶ * إنكاره على من يفتي وليس بأهل: ¶ وذكر ابن القيم من يفتي الناس وهو ليس بأهل لذلك، ثم قال: ¶ \" وكان شيخنا - رضي الله عنه - شديد الانكار على هؤلاء، فسمعته يقول: ¶ قال لي بعض هؤلاء: أجعلت محتسبا على الفتوى؟ فقلت له: يكون ¶ على الخبازين والطباخين محتسب، ولا يكون على الفتوى ¶ محتسب؟! \" (2). ¶ كثى نصح الشيخ وإرشاده: ¶ - افات النفس! وكيف تدفع: ¶ ذكر ابن القيم الافات التي تكون في النفس وكيفية التعامل معها، ¶ ثم قال: \" وسألت يوما شيخ الاسلام ابن تيمية - رحمه الله - عن هذه ¶ المسألة، وقطع الافات، والاشتغال بتنقية الظرق وبتنظيفها؟ فقال لي ¶ جملة كلامه: النفس مثل الباطوس - وهو جب القذر - كلما نبشته ظهر ¶ وخرج، ولكن إن أمكنك أن تسقف عليه وتعبره وتجوزه فافعل، ولا ¶ __________ ¶ (1) \"احكام اهل الذمة \": (1/ 53 - 55 - تحقيق صبحي الصالح). و (1/ 169 -  ¶ 1 7 1 - دار رمادي). ¶ (2) \" إعلام الموقعين \": (6/ 131).",
            "page": "111",
            "part": "1"
        },
        {
            "hno": null,
            "id": "143",
            "nass": "تشتغل بنبشه، فانك لن تصل إلى قراره، وكلما نبشت شيئا ظهر غيره. ¶ فقلت: سألت عن هذه المسألة بعض الشيوخ، فقال لي: مثل افات ¶ النفس مثال ا لحيات والعقارب التي في طريق المسافر، فإن أقبل على ¶ تفتيش الطريق عنها والاشتغال بقتلها انقطع ولم يمكنه السفر قط، ولكن ¶ لتكن همتك المسير والاعراض عنها، وعدم الالتفات إليها، فاذا عرض ¶ لك فيها ما يعوقك عن المسير فاقتله، ئم امض على سيرك. ¶ فاستحسن شيخ الاسلام ذلك جدا، و ئنى على قائله \" (1). ¶ وقال: \" وقال لي شيخ الاسلام رضي الله عنه - وقد جعلت أورد ¶ عليه إيرادا بعد إيراد -: لا تجعل قلبك للايرادات والشبهات مثل ¶ السفنجة فيتشربها، فلا ينضح إلا بها، ولكن اجعله كالزجاجة المصمتة ¶ تمر الشبهات بطاهرها ولا تستقر فيها، فيراها بصفائه، ويدفعها بصلابته، ¶ والا فاذا أشربت قلبك كل شبهة تمر عليها صار مقرا للشبهات. أو كما ¶ قال. ¶ فما أعلم أني انتفعت بوصية في دفع الشبهات كانتفاعي بذلك \" (2). ¶ - التحول من ا لمذهب: ¶ قال ابن القيم: \" وقد سمعت شيخنا - رحمه الله - يقول: جاءني ¶ بعض الفقهاء من الحنفية فقال: أستشيرك في أمر. قلت: وما هو؟ قال: ¶ __________ ¶ (1) \" مد ا رج 1 لسا لكين \": (2/ 3 1 3 - 4 1 3). ¶ (2) \" مفتاج دار السعادة \": (1/ 43 4).",
            "page": "112",
            "part": "1"
        },
        {
            "hno": null,
            "id": "144",
            "nass": "أريد أن انتقل عن مذهبي. قلت له: ولم؟ قال: لا ني أرى الأحاديث ¶ الصحيحة كثيرا تخالفه، واسنشرت في هذا بعض أئمة أصحاب الشافعي ¶ فقال لي: ولو رجعت عن مذهبك لم يرتفع ذلك من المذهب، وقد ¶ تقررت المذاهب، ورجوعك غير مفيد. وأشار علي بعض مشايخ ¶ التصوف بالافتقار إلى الله والتضرع اليه وسؤال ا لهداية لما يحبه ¶ ويرضاه، فماذا تشير به أنت علي؟ ¶ قال: فقلت له: اجعل المذهب ثلاثة أقسام: قسم ا لحق فيه ظاهر ¶ بين موافق للكتاب والسنة، فاقض به وأنت طيب النفس منشرح الصدر. ¶ وقسم مرجوح ومخالفه معه الدليل، فلا تفت به ولا تحكم به ¶ وادفعه عنك. ¶ وقسم من مسائل الاجتهاد التي الأدلة فيها متجاذبة، فإن شئت أن ¶ تفتي به، وان شئت ان تدفعه عنك، فقال: جزاك الله خيرا. أو كما قال \" (1). ¶ - الاستغاثة بالئه: ¶ ذكر ابن القيم الاستعاذة بالله من الشيطان الرجيم، ثم قال: \" وقال ¶ لي شيخ الاسلام ابن تيمية - قدس الله روحه - يوما: إذا هاش عليك ¶ كلب الغنم فلا تشتغل بمحاربته ومدافعته، وعليك بالراعي فاستغث به، ¶ فهو يصرف عنك الكلب \" (2). ¶ __________ ¶ (1) \"إعلام الموقعين \": (6/ 65 1 - 66 1) 0 ¶ (2) \"الكلام على مسألة السماع \": (ص 95 1، 94 1) (ط. دار العاصمة).",
            "page": "113",
            "part": "1"
        },
        {
            "hno": null,
            "id": "145",
            "nass": "- الاقتصاد في المباحات: ¶ قال ابن القيم: وقال لي يوما شيخ الاسلام ابن تيمية - قدس الله ¶ روحه - في شيء من المباح: \"هذا ينافي المراتب العالية، وإن لم يكن ¶ تركه شرطا في النجاة. أو نحو هذا من الكلام \" (1). ¶ - الدلالة على من يقتي ¶ وذكر ابن القيم ن على العالم أن يتحرى في دلالته للمستفتي على ¶ غيره، وقال: \" كان شيخنا - قدس الله روحه - شديد التجنب لذلك، ¶ ودللت مرة بحضرته على مفت أو مذهب، فانتهرني، وقال: مالك وله؟ ¶ دعه عنك. ففهمت من كلامه: إنك لتبوء بما عساه يحصل له من الإثم ¶ ولمن أفتاه لما (2). ¶ [من رأى الشيخ بعد وفاته] ¶ قال ابن القيم: \"وقد حدثني غير واحد ممن كان غير مائل إلى ¶ شيخ الإسلام ابن تيمية أنه راه بعد موته وسأله عن شيء كان يشكل عليه ¶ من مسائل الفرائض وغيرها قأجابه بالصواب \" (3). ¶ قال ابن القيم: \" وئمرة الرضى: الفرح والسرور بالرب تبارك ¶ وتعالى. ¶ __________ ¶ (1) \"مدارج السالكين \": (2/ 26). ¶ (2) \" إعلام الموقعين \": (6/ 17 1) 0 ¶ (3) \"الروح\" (ص 5 1 1 - ابن كثير).",
            "page": "114",
            "part": "1"
        },
        {
            "hno": null,
            "id": "146",
            "nass": "ورأيت شيخ الاسلام ابن تيمية - قدس الله روحه - في المنام، ¶ وكأني ذكرت له شيئا من أعمال القلب، و خذت في تعظيمه ومنفعته ¶ - لا أذكره الان -، فقال: أما انا فطريقتي: الفرح بالله والسرور به. او نحو ¶ هذا من العبارة. ¶ وهكذا كانت حاله في الحياة، يبدو ذلك على ظاهره، وينادي به ¶ عليه حاله \" (1). ¶ [الشعر] ¶ ونذكر هنا الابيات الشعرية التي نص ابن القيم على أن الشيخ ¶ قالها، أو كان يكتر من التمثل بها. ¶ قال ابن القيم: \" وحدئني بعض أقارب (2) شيخ الاسلام ابن تيمية ¶ - رحمه الله - قال: كان في بداية أمره يخرج أحيانا إلى الصحراء، يخلو ¶ عن الناس، لقوة ما يرد عليه، فتبعته يوما، فلما أصحر تنفس الصعداء، ثم ¶ جعل يتمثل بقول الشاعر - وهو لمجنون ليلى من قصيدته الطويلة -: ¶ و خرج من بين البيوت لعلني أحدث عنك القلب بالسر خاليا (3) ¶ وقال: \" وسمعت شيخ الاسلام تقي الدين ابن تيمية - قدس الله ¶ روحه - يقول: كيف يطلب الدليل على من هو دليل على كل شئ؟ ¶ __________ ¶ (1) \" مدارج السالكين \": (2/ 172). ¶ (2) هو تقي الدين ابن شقير كما في \" روضة المحبين \" (ص 1 30). ¶ (3) \" مدارج السالكين \": (3/ 0 6)، و\" روضة المحبين \" (ص 1 0 3، 67 4).",
            "page": "115",
            "part": "1"
        },
        {
            "hno": null,
            "id": "147",
            "nass": "وكان كثيرا ما يتمثل بهذا البيت: ¶ وليس يصح في الاذهان شئ ... إذا احتاج النهار إلى دليل (1) ¶ قال ابن القيم: \" وكان - أي شيخ الاسلام - كثيرا ما يتمثل بهذا ¶ البيت: ¶ أنا المكدي وابن المكدي ... وهكذا كان أبي وجدي (2) ¶ قال ابن القيم: \" ورضي الله عن شيخنا إذ يقول: ¶ فإن كان نصبا ولاء الصحاب ... فإني - كما زعموا - ناصبي ¶ وإن كان رفضا ولا آله ... فلا برح الرفض من جانبي (3) ¶ وقال ابن القيم: \" وقدس الله روح القائل - وهو شيخ الإسلام ابن ¶ تيمية - إذ يقول: ¶ إن كان نصبا حب صحب محمد ... فليشهد الثقلان أني ناصبي (4) ¶ قال ابن القيم: \" وبعث إليَّ في اخر عمره قاعدة في التفسير بخطه، ¶ وعلى ظهرها بيات بخطه من نظمه: ¶ __________ ¶ (1) \" مدارج السالكين \": (1/ 71). ¶ (2) ا لمصدر نفسه: (1/ 2 6 5). ¶ (3) \" الصواعق المرسلة \": (3/ 1 4 9). ¶ (4) \"الكافية الشافية \": (1/ 9 2)، و\" مدارح السالكين \": (2/ 88). وهو في \"درء ¶ ا لتعارض \": (1/ 0 4 2).",
            "page": "116",
            "part": "1"
        },
        {
            "hno": null,
            "id": "148",
            "nass": "أنا الفقير إلى رب البريات ... انا المسيكين في مجموع حالاتي ¶ انا الظلوم لنفسي وهي ظالمتي ... والخير إن ياتنا من عنده يأتي ¶ لا أستطيع لنفسي جلب منفعة ... ولا عن النفس لي دفع المضرات ¶ وليس لي دونه مولى يدبرني ... ولا شفيع إذا حاطت خطيئاتي ¶ إلا باذن من الرحمن خالقنا ... إلى الشفيع كما قد جا في الايات ¶ ولست املك شيئا دونه ابدا ... ولا شريك انا في بعض ذرات ¶ ولا ظهير له كي يستعين به ... كما يكون لارباب الولايات ¶ والفقر لي وصف ذات لازم أبدا ... كما الغنى أبدا وصف له ذاتي ¶ وهذه الحال حال الخلق أجمعهم ... وكلهم عنده عبد له آتي ¶ فمن بغى مطلبا من غير خالقه ... فهو الجهول الظلوم المشرك العاتي ¶ والحمد لله ملء الكون أجمعه ... ما كان منه، وما من بعده ياتي \" (1) ¶ *** ¶ __________ ¶ (1) \"مدارج السالكين \": (1/ 5 2 2). وزاد في \" العقود الدرية \" (ع 53 4) بيتا وهو: ¶ ئم الصلاة على المختار من مضر خير البرية من ماض ومن اتي ¶ وليس للشيخ بل لبعض ناسخي القصيدة كما بينه ناظمه في موضع من \"الكواكب ¶ الدراري \" لابن عروة (الظاهرية رقم 97 5 - ق 89).",
            "page": "117",
            "part": "1"
        },
        {
            "hno": null,
            "id": "151",
            "nass": "سؤال وجواب في شيخ الإسلام ابن تيمية (1) ¶ للشيخ شهاب الدين أحمد ابن الأذرعي الشافعي (ت 783) ¶ سؤال ورد من حلب الشهباء في شيخ الاسلام تقي الدين أحمد ¶ ابن تيمية رضي الله عنه، وهو: ¶ ما تقول السادة العلماء أئمة الدين رضي الله عنهم أ جمعين في ¶ شيخ الاسلام تقي الدين ابن تيمية رحمه الله تعا لى، هل هو من أهل ¶ العلم والدين الذين يقتدى بهم أم لا؟ ¶ فاذا قلتم: إنه من أهل العلم والدين، هل يجوز لمغرور أن ياخذ ¶ الاشياء تقليدا ويقدج في علمه وديانته؟ وهل يحرم عليه الطعن في مثل ¶ هذا الامام من غير فهم لكلامه؟ وهل يثاب الامام على زجر هذا ¶ المغرور أم لا؟ أفتونا مأجورين رضي الله عنكم أ جمعين. ¶ فأجاب الشيخ الامام العا لم العلامة فريد العصر ووحيد الدهر ¶ مفتي المسلمين مظهر اثار المرسلين شيخ الدنيا والدين: شهاب الدين ¶ أحمد ابن الاذرعي الشافعي بحلب المحروسة رحمه الله تعا لى فقال ¶ بعد الحمد لله: ¶ الشيخ تقي الدين ابن تيمية رحمه الله تعالى أحد أئمة الاسلام ¶ __________ ¶ (1) نسخة تركيا ضمن مجموع (2 ق)، وقد تفضل بإرسالها إ ليئ الصديق الاستاذ ابو ¶ الفضل القونوي محمد بن عبد الله أحمد.",
            "page": "119",
            "part": "1"
        },
        {
            "hno": null,
            "id": "152",
            "nass": "الاعلام، كان رحمه الله تعا لى بحرا من البحور في العلم، وجبلا شامخا ¶ لا يختلف فيه اثنان من أهل العصر، ومن قال خلاف ذلك فهو جاهل أو ¶ معاند مقلد لمثله، وان خالف الناس في بعض مسائل فأمره إلى الله ¶ تعا لى. ¶ والوقيعة في اهل العلم - ولا سيما اكابرهم - من كبائر الذنوب. ¶ وقد روى الخطيب البغدادي رحمه الله تعا لى في كتابه \" الجامع في ¶ آداب الراوي والسامع \" (1) بإسناده عن ابن عباس رضي الله عنهما أنه ¶ قال: \" من آذى فقيها واحدا فقد آذى رسول الله - صلى الله عليه وسلم -، ومن اذى رسول الله ¶ - صلى الله عليه وسلم - فقد اذى الله تعا لى \". ¶ وقد قال بعض العلماء الماضين (2): \" لحوم العلماء مسمومة، ¶ وعادة الله في هتك أعراض منتقصيهم معلومة، ومن وقع فيه (3) بالثلب ¶ ابتلاه الله قبل موته بموت القلب، فليحذر الذين يخالفون عن امره ا ن ¶ تصيبهم فتنة أو يصيبهم عذاب أليم \". ¶ ويثاب و لي أمور المسلمين - أيده الله تعا لى - على زجر هذا ¶ المعتدي الظالم لنفسه ولغيره. وكأن المسكين المفتون لم يبلغه قول ¶ __________ ¶ (1) كذا في الاصل، وليس الحديث فيه، وانما هو في كتابه الاخر \" الفقيه والمتفقه\" ¶ رقم (4 12). ¶ (2) العبارة بنحوها في سياق أطول لابي القاسم ابن عساكر في كتابه \" تبيين كذب ¶ المفتري على ابي ا لحسن الاشعري \": (ص/ 9 2 - 0 3). ¶ (3) كذا في الاصل.",
            "page": "120",
            "part": "1"
        },
        {
            "hno": null,
            "id": "153",
            "nass": "سيدنا رسول الله - صلى الله عليه وسلم -: \" لا تسبوا الأموات فإنهم قد أفضوا الى ما ¶ قدموا\" (1). وغير ذلك مما جاء من التحذير من الوقيعة في أعراض احاد ¶ الناس فكيف في أكابر العلماء؟ وكأنه لم يبلغه قول بعضهم للربيع بن ¶ خثيم: ما نراك تعيب أحدا! (2) فقال: لست عن نفسي براض فأتفرغ من ¶ عيبها إلى عيب غيرها (3). ¶ وقد قال بعض الائمة: لي في عيوب نفسي شغل عن عيوب ¶ الناس. ¶ والله سبحانه وتعالى أعلم. ¶ __________ ¶ (1) أخرجه البخاري (1393) من حديث عائشة رضي الله عنها. ¶ (2) الاصل: \" أ حد\". ¶ (3) أخرجه بنحوه أبو نعيم في \" ا لحلية \": (2/ 0 1 1).",
            "page": "121",
            "part": "1"
        },
        {
            "hno": null,
            "id": "154",
            "nass": " ",
            "page": "122",
            "part": "1"
        },
        {
            "hno": null,
            "id": "155",
            "nass": "الشهب العلية في الرد على من كفر ابن تيمية ¶ نظم ¶ القاضي عمر بن موسى بن الحسن ¶ الحمصي الشافعي ¶ (777 - 861)",
            "page": "123",
            "part": "1"
        },
        {
            "hno": null,
            "id": "156",
            "nass": " ",
            "page": "124",
            "part": "1"
        },
        {
            "hno": null,
            "id": "157",
            "nass": "بسم الله الرحمن الرحيم ¶ الله المستعان ¶ الحمدلله. ¶ رفع إلي بدمشق حين نزلت اليونسية (1) متوجها إلى طرابلس هذا ¶ السؤال المنظوم: ¶ ما قول أهل علوم الشرع والحسب ... فيمن يكفر شيخ العلم والادب ¶ تقي دين إله العرش شهرته ... بابن لتيمية حراني النسب ¶ مع علمه ما حوى من حفظ سنتنا ... وذب عنها اهيل الزيغ والريب ¶ وزهده وتصانيف محررة ... وذو الكرامات والهمات والقرب ¶ وهل يكفر من افتى بردته ... ويستتاب وماذا قيل في الكتب ¶ وهل يباح مقال في تنقصه ... مقلد الغير في رد لمعتصب ¶ وقال من قال عنه من ائمتنا ... بشيخ الالسلام كفره بلا ريب ¶ فافت يا عالما في ذا المصاب بما ... علمت وابسط بنظم واضح اجب ¶ قال: فكتبت بعض الجواب وعاجلني السفر، وأهملت ذلك إلى ¶ __________ ¶ (1) هي الخانقاه اليونسية، أنشأها لامير يوذس دوادار السلطان الظاهر برقوق سنة ¶ (784) انظر \" الدارس في تاريخ المدارس \" (2/ 189 - 0 9 1)، و \" خطط ¶ دمشق \": (ص 338، 8 0 4) للعلبي.",
            "page": "125",
            "part": "1"
        },
        {
            "hno": null,
            "id": "158",
            "nass": "ان ورد علي بطرابلس خبر الواقعة (1)، واستفتاء علماء مصر، فوقفت ¶ على بعضها، فأتجما أن أجعل لي معهم قدما، وان كنت أقلهم علما ¶ وقلما، فقلت: ¶ * الحمد لله هادينا بلا نصب ... إلى الصواب بخير العجم والعرب ¶ عليه صلى مع التسليم خالقنا ... ناهيك عن شرف في أعظم الكتب ¶ خذ الجواب مع الا يجاز منتظما ... كالدر من بحرك الوافي لذي طلب ¶ كسي جواهر من وا لى أئمتنا ... ونوره يخمد الأعداء بالرهب ¶ دليله قول خير الخلق شافعنا ... ثم القياس واجماع من الصحب ¶ يضوع مسك ثناه من تكرره ... للسمع كالطيب في نثرٍ من الكتب ¶ له الضياء ووقع للقلوب له ... شأن من الله في فتح عن الحجب ¶ وسره جاء مثل السيف منتضلا ... كم مارد قد رمى كالسصع بالشهب ¶ يسلمن لمقا لي كل ذي عمل ... في العلم والدين والانصاف والقرب ¶ وينصرن لحزب الله ثم لمن ... قد أيلد الدين بالتقوى مع الطلب ¶ * نعم ممفر من أفتى بردته ... بغير تاويل إذ يفضي إلى العطب ¶ وصح من سنة المختار سيدنا ... معنى حديث البخاري ثم ذي الكتب (2) ¶ __________ ¶ (1) يعني واقعة العلاء البخاري (ت 1 84) في تكفيره شيخ الإسلام ابن تيمية، وأن من ¶ يطلق عليه لقب \" شيخ الاسلام \" فهو كافر. انظر \" الضوء اللامع \": (4/ 464 -  ¶ 466) ¶ (2) يعني حديث: \" من قال لاخط يا كافر فقد باء بها احدهما\".",
            "page": "126",
            "part": "1"
        },
        {
            "hno": null,
            "id": "159",
            "nass": "لا يرمين رجل منكم لصاحبه ... بالكفر يكفر وإن لم ردة تجب ¶ وفي القران دليل لا نكفر من ... على الذنوب سوى شرك وسب نبي ¶ و جمعوا بجواز في شهادة من ... يكون ذا بدعة لا محلل الكذب ¶ ثم القياس جلي أن نكفر من ... أخرج من ديننا شخصا بلا سبب ¶ لمثل هذا الذي يضرب به مثل ... وطار شهرته في الافق بالسحب ¶ * و\"شيخ الاسلام \" قد سماه اعلمنا ... في عصره وتلا جمع من العقب ¶ والزملكا ني وصدر الدين (1) مذ برزا ... وناظرا خاطبا للشيخ بالادب ¶ ويشهدان له بالحفظ في سنن ... ولم يكن كفرا يوما من الحقب ¶ وكان في عصره في الشام يومئذ ... سبعون مجتهدا من كل منتخب ¶ لم يرو أن الذي ردوا عليه لهم ... قول بتكفيره او نسبة الكذب ¶ بل عاذر باطلاع في مداركه ... وقائل لعثار كا لجواد ربي ¶ من نحن للخوض في عرض لاعلمنا ... وما لنا بزقاق ضيق الخبب ¶ وإن يقل: حجتي إنكار منكره ... فقل: له سابق في قول ذي النجب؟ ¶ وإن تكن زلة أو غلطة وقعت ... مع اجتهاد فعفو الله منسحب ¶ __________ ¶ (1) يعني كمال الدين الزملكاني (ت 727). وصدر الدين ابن الوكيل ويعرف بابن ¶ المرحل (ت 6 1 7) وهما من كبار الشافعية، ومن أقران شيخ الاسلام، وكانا قد ¶ أثنيا عليه، وناظراه، وزعموا أنه لم ينهض لمناظرة ابن تيمية غير ابن الوكيل. وانظر ¶ نموذجا من مناظراته لشيخ الاسلام في\" العقود\" (ص 45 1 - 167)، و\" الفتاوى \": ¶ (1 1/ 135 - 56 1).",
            "page": "127",
            "part": "1"
        },
        {
            "hno": null,
            "id": "160",
            "nass": "حاشاه سبحانه من أن يعذب من ... حامى عن الدين في رد على الصلب ¶ دين النصارى ودين لليهود وما ... قد اطروه من التثليث باسم الاب ¶ أهل ا لحلول والاهوا ثم متحد ... والرافضي ولتجسيم وذي كلب (1) ¶ * وانظر عقيدته وافهم عبارته ... في كتبه فتجده غاية العجب ¶ في كل فن يد طولى وسيرته ... في الزهد مثل النواوي كامل الرتب ¶ له الردود على الاهوا وذي بدع ... في كتبه العاليات (2) القدر وا لخطب ¶ من قال عنه بتجسيم بمعتقد ... فكاذب باء في نار بمنقلب ¶ بل اعتقادي فيه أنه رجل ... كالاولياء ومن عاداه في حرب ¶ إن لم يك العلما أهل الولاية من ... يكن وليا سوى بالوهب وا لجذب ¶ علم بلا عمل يهوي بصاحبه ... إلى جهنم مع حمالة الحطب ¶ كم عالم زل بالاقدام في رجل ... يخوض في عرضه بالذم والكذب ¶ ويمدحن لمذموم ببدعته ... مع ذم شيخ علوم الشرع والادب ¶ ما كلمة قالها إلا اقشعر لها ... جلد وذاب لها قلب لمنتحب ¶ ءلا نبكي على زمن صرنا لرؤية من ... يفتي بكفر وهو في ا لجهل منحجب ¶ يجازف القول في أهل العلوم وهم ... سم لحومهم قد جربوا فتب ¶ من أجمعوا أنه البحر الامام لنا ... مجدد الدين في عصر لمضطرب ¶ __________ ¶ (1) (متحد) يعني: أهل وحدة الوجود. و (ذي كلب) يعني: اتباع \" ابن كلاب \". ¶ (2) تحتمل \" الغاليات \".",
            "page": "128",
            "part": "1"
        },
        {
            "hno": null,
            "id": "161",
            "nass": "وأنه حافظ الاسلام عالمه ... سارت فتاويه في الافاق والشعب ¶ له الكرامات كالاعلام شائعة ... تروى وتقرا ومحياة لمقترب (1) ¶ له التصانيف دلت في تفرده ... با لحفظ والفهم والاتقان والكتب ¶ له المحافل والسلطان يسمعه ... وقطع خصم بأعلى قطع منتصب ¶ وكم رأوه يصلي الفجر في الاموي ... مع سجنه، وكذا في أزهر النجب (2) ¶ وان أردت دليل ا لحس فهو إذن ... موجود يشهد مثل الشمس لم تغب ¶ مؤلفات عظام ثم شهرته ... وجعله مثل الباهي بذي نسب ¶ جنازة شهدت ما مثلها شهدوا ... بعد القرون التي بالخير في الترب ¶ وابن لقيم تليمذ ورفقته ... وصحبه كلهم فاقوا على الصحب ¶ فمثل هذا يكن بالكفر متصفا ... بقول من يدعي علما ولم يجب ¶ أما لنا غيرة في الحق تأخذنا ... بقصم من يجتري بالفجر والثلب ¶ ويا شماتة أعداء به امشعوا ... رفعا وبشراهم في خفض منتصب ¶ يا ضحك إبليس منا إذ نكفره ... من غير ما ردة كلا ولا ريب ¶ منى العدا كفر من أطفى أدلتهم ... بنوره ودوام اللهو واللعب ¶ فلا جزى الله خيرا من يعينهم ... بالقول والكتب في حلم وفي غضب ¶ __________ ¶ (1) (ط): \"وتنتحي لمنتحب\" ¶ (2) هذا من المبالغات، أنه مع سجنه كان يرى في المسجد الاموي، والجامع الازهر! ¶ وهذا مما انكره شيخ الإسلام على مذعي المشيخة و لولاية.",
            "page": "129",
            "part": "1"
        },
        {
            "hno": null,
            "id": "162",
            "nass": "ما حققوا العلم ما شموا روائحه ... إذ كفروا عالم الاسلام بالعصب ¶ تعصبوا بمقال في تنقبهم (1) ... ولثموا إثمه في الرأس والذنب ¶ قد زانه لهم شيطان إنسهم ... محسنا وانثنى من بعد ما غلبوا ¶ فقال: إ ني بري قولا بردته ... بل كنت في دمه معكم كمغتصب ¶ فيا أئمة دين الله هل أحد ... يرضيه قولى بكفر العالم الذرب ¶ تحتم الفحص والدعوى على رجل ... فتى بكفر بان يلجى إلى السبب ¶ فإن أقام دليلا قاطعا عجبا ... فذاك أو ذا احتمال فيه فاستتب ¶ اولم فكفره واحكم إذ تنقصه ... تعزيره بسياط و بذي الادب ¶ وإن تخفف بسجن فاضربن له ... طويل وقت إلى شعبان أو رجب ¶ لردع مثاله والمقدمين على ... مقاله تبعا تقليد مصطحب ¶ فما يضر بنا غير التساهل في ... مر كهذا وقول العاذل الندب ¶ إن تنصروا الله ينصركم ويخذلهم ... وإن عفوتم فلا لوم لمعتقب ¶ ما يسلم الشرف الاعلى لملتنا ... حتى يراق دم او ضوب مرتكب ¶ وامنع شهادته أيضا روايته ... فان مضى عامه في الخير فاتهب ¶ وإن يصمم على تكفيره ويقل ... بكفر من قال: \"شيخ الدين \" فاطلب ¶ بمجلس حفل وافسد لصورته ... وكرر الضرب بالتكرار او يتب ¶ ما خاب نقل لنجل الناصري وبل ... أصاب في القول كالابريز بالذهب ¶ __________ ¶ (1) تحتمل:\"تيقنهم \".",
            "page": "130",
            "part": "1"
        },
        {
            "hno": null,
            "id": "163",
            "nass": "ونجل ناصر دين الله حافظنا (1) ... أجاد في جمع من سماه في الكتب ¶ بشيخ الاسلام فانظر في مؤلفه ... صدقا وعدلا فما ينكره غير غبي ¶ أو حاسد عميت عنه بصيرته ... فخاض في هوة تفضي إلى العطب ¶ الله أكبر هل تنكر فضائل من (2) ... سارت فضائله كالشمس لم تغب ¶ يا ليتني كنت في يوم لأزمته (3) ... حتى يرى النصر حقا بعض ما يجب ¶ وقد كفاه بهم اعلام شرعتنا ... في مصر إذ شاهدوا التصنيف باللقب ¶ فصالح الوقت نجل الحبر أعلمنا ... ورفقة بقضاء الحق لم يشب ¶ وذا جواب عبيد قاصر عمر الـ ... حمصي انتمى لبني مخزوم بالنسب ¶ هو نقطة من بحار العلم خادمهم ... أحب نظما له في سلك ذي النشب (4) ¶ فالمرء مع من أحب الله يجمعهم ... يوم المعاد وناج يشفعن كنبي ¶ __________ ¶ (1) يعني: الحافظ ابن ناصر الدين الدمشقي (ت 2 84) الذي الف كتابه \" الرد الوافر ¶ على من زعم بان من سمى ابن تيمية: شيخ الإسلام كافر\". في الرد على العلاء ¶ البخاري. ¶ (2) من قوله:\" ونجل ناصره.\" إلى هنا محاط عليها بقلم دقيق ثم كتب في الهامش ¶ الايمن ما نصه: \"هذه الاربعة الابيات المحوق عليها نظم الشيخ شمس الدين ¶ محمد بن محمد الياسوفي شيخنا\" اهـ. ¶ (3) كذا ضبطها في الاصل، وفي (ط): \" الازمه \". ¶ (4) البيت مستدرك في الهامش وعليه علامة التصحيح. وفيه كلمات شبه مطموسة، ¶ استفدت قراءة بعض كلماته من (ط)، والبيت فيها: ¶ هو نقطة من بحار القوم خادمهم أح! ت نظما له في سلك ذي نسب",
            "page": "131",
            "part": "1"
        },
        {
            "hno": null,
            "id": "164",
            "nass": "ويرحم الله مشغولا بعورته ... وعيب نفس عن الاسلام والكسب (1) ¶ وما لنا ولمن قد مات من قدم ... وتم دين بدون النقص والعتب ¶ وما لنا وأصول الدين قد كملت ... وفي الفروع كفايات لذي أرب ¶ بشهرة وافتخار او مناظرة ... او قصد نفع ولا تكفير خير أب ¶ * وان تجد حللا فيما أجبت به ... أصلحه واستر عثاري سترة الهرب ¶ من عاب عيب ومن خطاه أخطأ في ... مقاله بجزاف لم يقع لغبي ¶ من أين يعلم كفرا في الكمون لمن ... ياتي بمستقبل من قال ذا كصبي (2) ¶ وان يكن عنده حرف بحجته ... من قال كل لها (3) يدري ليجتنب ¶ وا لحق ما قلت من ضرب وتوبته ... إن لم وإلا فهو في مشركي العرب ¶ وان تكن هذه الدنيا قد انصرمت ... وهذه مبدأ الايات والنوب ¶ وانها فتن من بعدها فتن ... والجهل في صعد والعلم في صبب ¶ فباطن الارض خير من ظواهرها ... وما لذي أربٍ في العيش من أرب ¶ وحسبنا الله والغفران يجمعنا ... فاسمح تسامح وصابر ثم واحتسب ¶ والحمد لله وحده، وصلى الله على سيدنا محمد واله وصحبه وسلم. ¶ تمت بحمد الله تعا لى في اوائل جمادى الاولى، سنة خمس ¶ وثلاثين وثمانمائة. ونظمت في ليلة ونصف يوم ميسرة، والحمد لله. ¶ __________ ¶ (1) (ط):\"والكتب \". ¶ (2) البيت لحق في الهامش وعليه علامة التصحيح. ¶ (3) (ط): \" أما\".",
            "page": "132",
            "part": "1"
        },
        {
            "hno": null,
            "id": "165",
            "nass": "ثم كتب المؤلف بخطه إجازة لنالسخها العلامة الخيضري نصها: ¶ \" الحمد لله، وسلام على عباده الذين اصطفى. ¶ وبعد، فقد قرأ علي الولد الاغر الشيخ الفاضل شمس الدين عين ¶ الطلبة المعتبرين محمد بن الشيخ الصالح شمس الدين محمد بن ... (1) بن ¶ عبد الله الخيضري، نفع الله به واعانه، ووفقه وصانه - جميع هذه القصيدة ¶ المسماة ب\" الشهب العلية في الرد على من كفر ابن تيمية \" من نظم كاتبه، ¶ قراءة صحيحة معربة، وقرأ علي أيضا بعض أحاديث نبوية وسمع، ووجدته ¶ ممن يحافط على حفظ السنة النبوية، و محبة اهل السنة، ودلني ذلك على ¶ خيره ودينه وأنه سيصير. 0. (2) إلى رتب أهل طاعته ويقينه. وأذنت أن يرويها ¶ عني وجميع ما يجوز لي وعني روايته بشرطه المعتبر. والله يوفقه وإيانا ¶ لطاعاته ومرضاته، ويكتبنا في ديوان الناجين، امين امين امين. ¶ قال ذلك وكتبه في رجب سنة ثمان وثلاثين وثمانمائة: الفقير ¶ المعروف بالتقصير عمر بن موسى بن الحسن المخزومي الحمصد ¶ الشافعي خادم الشرع الشريف \". ¶ __________ ¶ (1) كلمة لم تتحرر، ورسمها \" حميد\" وليس في سياق نسبه بين محمد وعبدالله أحد ¶ فيما اطلعت عليه. انظر \"الضوء اللامع \": (4/ 0 34) 5 ¶ (2) كلمة غير واضحة.",
            "page": "133",
            "part": "1"
        },
        {
            "hno": null,
            "id": "166",
            "nass": " ",
            "page": "134",
            "part": "1"
        },
        {
            "hno": null,
            "id": "167",
            "nass": "أزهار الرياض في أخبار عياض (1) ¶ لشهاب الدين أحمد بن محمد المقري التلمساني (1 4 0 1) ¶ فائدة: في تعليق البسيلي (2) على التفسير مما التقطه من كلام ¶ شيخه ابن عرفة: ان تقي الدين ابن تيمية قال - لما رأى شفاء القاضي ¶ عياض (3) -: غلا هذا المغيربي (4)! ¶ __________ ¶ (1) (5/ 9 - 17) تحقيق عبد السلام الهراس وسعيد أعراب، 0 0 4 1 هـ، ط المغرب. ¶ (2) هو أحمد بن محمد البسيلي التونسي (ت 830)، جمع تفسيرا مما قيده عن شيخه ابن ¶ عرفة. انظر \" كشف الظنون \": (ص 635)، و\" الاعلام \": (1/ 27 2). وقد طبع أخيرا. ¶ (3) يعني كتاب \"الشفا بتعريف حقوق المصطفى ع! جم \" للقاضي عياض. ¶ (4) هذا القول المنسوب إلى شيخ الاسلام يطعن في نسبته له امور: ¶ 1 - أن هذا النقل لا وجود له في كتبه ورسائله، وهي كثيرة بحمد الله. ¶ 2 - أن هذا يخالف طريقة شيخ الاسلام من تعظيم العلماء واجلالهم، فلا نجد ¶ لهذه العبارة نظيرا في حق أي عا لم، حتى الذين خالفهم شيخ الاسلام ورد عليهم. ¶ 3 - أن هذا القول لم ينقله أحد من تلاميذه واصحابه على كثرتهم. ¶ 4 - أنا وجدنا شيخ الاسلام قد ثنى على القاضي عياض وعلى كتاب \" الشفا\" في ¶ مواضع متعددة من كتبه، مع كونه قد ينتقد ما في كتاب (الشفا) من المنقولات ¶ الضعيفة. . واليك أمثلة: قال ابن تيمية: \" ومثل القاضي عياض بن موسى السبتي- ¶ مع علمه وفضله ودينه - أنكر العلماء عليه كثيرا مما ذكره في شفائه من الاحاديث ¶ و 1 لتفاسير التي يعلمون أنها من الموضوعات والمناكير، مع أنه قد احسن فيه ¶ وأجاد بما فيه من تعريف حقوق خير العباد وفيه من الأحاديث الصحيحة والحسان ¶ ما يفرح به كل من عنده ايمان \". \" الرد على البكري \" (1/ 58 - ت عجال). انظر ¶ أيضا (1/ 86) 5",
            "page": "135",
            "part": "1"
        },
        {
            "hno": null,
            "id": "168",
            "nass": "قال: وإلى الرد عليه أشار شيخنا ابن عرفة رحمه الله تعا لى بقوله: ¶ شفاء عياض في كمال نبينا ... كواصف ضوء الشمس ناظر قرصها ¶ فلا غرو في تبليغه كنه وصفه ... وفي عجزه عن وصفه كنه شخصها ¶ وإن شئت شبهه بذكر أمارة ... بأصل لبرهان مبيؤ لنقصها ¶ وهذا لقول قيل عن زائغ غلا ... عياض فتبت ذاته عن محيصها ¶ ونسب البسيلي المذكور لابن تيمية القول بالجهة. ¶ وكتب بعضهم على طرة البسيلي ما نصه: رأيت أسئلة ابن تيمية في ¶ اسفار، فلا تسال عن اطلاعه وحسن تصرفه. والتجسيم نسبه له ابو حيان ¶ في اية الكرسي (1)، وأبو حيان مدحه بقصيدة، ثم عاداه؟ فوجب التوقف ¶ في نقله لاجلها. ولم يزل حاله في ظهور حتى ناظر السبكيين (2)، ¶ ومناظرته معهم حجة باهرة في فضله. وقد أثنى على عياض فلا يصح ¶ __________ ¶ (1) في كتابه \" النهر الماد\" مختصر البحر المحيط. ¶ (2) لا أعلم من أمر هذه المناظرة شيناً، ولا ذكرها أحد من المؤرخين، ولا اظنها ¶ وقعت صلا؛ فاما التاج السبكي فمولود سنة (727 أو 729) فانى له مناظرة من ¶ توفي سنة (728)!! واما والده التقي السبكي فمولود سنة (683) في مصر، وكان ¶ بقاء شيخ الاسلام في مصر بين سنتي (5 0 7 - 712) وعمر السبكي انذاك (22 -  ¶ 29 سنة) فمناظرته للشيخ مستبعدة في حضرة شيوخه الذين عجزوا عن مناظرة ¶ الامام، خاصة إذا علمنا أنه تاخر في طلب بعض العلوم كعلم الحديث، فإنه كان ¶ سنة (703) كما ذكر تلميذه الحافظ العراقي. ثم السبكي لم يقدم الشام إلا سعة ¶ 739 هبعد وفاة الامام. فاين ناظره ومتى؟!",
            "page": "136",
            "part": "1"
        },
        {
            "hno": null,
            "id": "169",
            "nass": "عنه ذمه، او راد ان القتل لا يقول به من الاربعة غير مالك، ولهذا رد ¶ حكم هذا الباب إليه في البلاد المشرقية. انتهى ما في الطرة. ¶ قلت: اما علمه فامر لا ينكر ولا يجحد، وقد رايت مؤلفا في ¶ التعريف به ومحاشاته عما نسب إليه من التجسيم وغيره من المقالات ¶ الشنيعة (1)، وذكر فيه قصيدة بي حيان التي مدحه بها، وثناء الاكابر ¶ عليه، وغير ذلك من اموره، وكتب بالموافقة على ذلك الحافظ ابن ¶ حجر والعيني والبساطي وغيرهم. وقال بعض هؤلاء: إن مسألة الزيارة ¶ التي رد عليه فيها السبكي لا توجب في حقه بدعة، وغاية ما هنالك أنه ¶ اخطا فيها، والتسليم في مره اسلم. وهؤلاء نزهوه عن القول بالجهة ¶ وهم أعرف بحاله من غيرهم وان صرح بخلاف ذلك غير واحد من ¶ المغاربة، منهم الحاج الرحال ابن بطوطة، فانه قال في \"رحلته \" (2): ¶ شاهدته نزل درجة وقال: إن الله ينزل كما أنزل. انتهى. عياذا بالله من هذه ¶ المقالة! وقد صرح بذلك أيضا بعض سلفنا وهو الامام القاضي أبو ¶ عبد الله محمد بن أحمد المقري التلمسماني رحمه الله في أول رحلته ¶ المسماة ب \" نظم اللالي في سلوك الأمالي \" عندما تعرض لشيخيه ابني ¶ __________ ¶ (1) يعني كتاب \" الرد الوافر على من زعم ان من سمى ابن تيمية: شيخ الاسلام. ه ¶ كافر\" للحافط ابن ناصر الدين الدمشقي الشافعي (ت 842). وهو مطبوع في ¶ مجلد. ¶ (2) (1/ 317 - 316 تحقيق التازي). وهذه فرية من ابن بطوطة على شيخ الإسلام ¶ رحمه الله، وقد كتب جمع من العلماء في بيانها، ذكرنا سماءهم في حاشية ¶ \"الجامع لسيرة شيخ الاسلام \" (ص 462).",
            "page": "137",
            "part": "1"
        },
        {
            "hno": null,
            "id": "170",
            "nass": "الإمام التلمسانيين. . .ابو زيد عبد الرحمن، وأبو موسى عيسى ابنا ¶ محمد ابن عبد الله بن الإمام (1) .. ¶ قال:. .. ولقيا أيضا جلال الدين القزويني صاحب البيان (2)، ¶ وسمعا \" صحيح البخاري \" على الحجار، وقد سمعته أنا عليهما، وناظرا ¶ تقي الدين ابن تيمية وظهرا عليه، وكان ذلك من أسباب محنته (3). ¶ وكانت له مقالات شنيعة من إمرار حديث النزول على ظاهره، ¶ وقوله فيه: كنزو لي هذا (4)، وقوله فيمن ساقر إلى المدينة لا ينوي إلا ¶ زيارة القبر الكريم: لا يقصر حتى ينوي المستجد، لحديث: \" لا تشد ¶ الرحال. . . \" (5). ¶ وكان شديد الانكار على الإمام فخر الدين. حدثني شيخنا الامام ¶ __________ ¶ (1) ترجمتهما في \" الاعلام \": (3/ 0 33 و 5/ 8 0 1). ¶ (2) صاحب كتاب \" التلخيص \" في علم البلاغة. ¶ (3) قارن بما قاله العلامة ابن الزملكاني - قرين شيخ الإسلام وبلديه وخصمه -: \"ولا ¶ يعرف أنه ناظر احدا فانقطح معه، ولا تكلم في علم من العلوم سواء كان من علوم ¶ الشرع أو غيرها إلا فاق فيه اهله والمنسوبين إليه \"اهـ. ¶ (4) تقدم كذب هذه الفرية، وأن مصدرها ابن بطوطة. ¶ (5) ذكر شيخ الإسلام النزاع في هذه المسالة عند العلماء في \" الفتاوى \": ¶ (27/ 153)، وقال في موضح اخر: \" ولهذا كان ائمة العلماء يعدون من جملة ¶ الباع المتكررة السفر لزيارة قبور الانبياء والصا لحين، وهذا في أصح القولين غير ¶ مشروع حتى صرح بعض من قال ذلك: أن من سافر هذا السفر لا يقصر فيه ¶ الصلاة؛ لانه سفر معصية \". \" الفتاوى \": (26/ 53 1).",
            "page": "138",
            "part": "1"
        },
        {
            "hno": null,
            "id": "171",
            "nass": "ابو عبد الله الابلي ان عبد الله بن ابراهيم الرزموري أخبره انه سمع ابن ¶ تيمية ينشد لنفسه: ¶ محصَّلٌ في أصول الدين حاصله ... من بعد تحصيله علم بلا دين ¶ أصل الضلالة والأفك المبين فما ... فيه فأكثره وحي الشياطين ¶ قال: وكان في يده قضيب فقال: والله لو رأيته لضربته بهذا ¶ القضيب هكذا، ثم رفعه ووضعه (1). ¶ __________ ¶ (1) هذان البيتان ذكرهما شيخ الاسلام في \" منهاج السنة)]: (5/ 433) عن بعض ¶ معاصريه في قصة له، ولم ينسبهما لنفسه! وهذا يدلك على ما في بقية القصة من ¶ أمر القضيب و [لضرب إ! وذكرهما الصفدي في \" الوا في بالوفيات \": (4/ 180) ¶ ولم ينسبهما لأحد، بل قال: رأيت بعضهم قد كتب على كتاب المحصل ه. ثم ¶ أجاب عنهما بثلاثة ابيات له. وانظر \"نفح الطيب \": (5/ 16 2 - 17 2) للمؤلف. ¶ و\" شذرات الذهب \": (6/ 03 1). وفي البيتين بعض اختلاف في المصادر.",
            "page": "139",
            "part": "1"
        },
        {
            "hno": null,
            "id": "175",
            "nass": "حدائق الإنعام في فضائل الشام (1) ¶ لعبد الرحمن بن ابراهيم بن عبد الرزاق الدمشقي (138 1) ¶ أحمد بن عبد الحليم بن عبد السلام، المعروف بابن تيمية ¶ الحنبلي، الامام العلامة الحافظ المتقن، أبو العباس الحراني ثم ¶ الدمشقي. ¶ ولد سنة إحدى وستين وستمئة، وبرع و فتى ودرس، وصنف ¶ التصانيف البديعة الكثيرة. ¶ سرد الامام صلاح الدين الصفدي أسماءها في ثلاث أوراق كبار، ¶ وجرت له محن كثيرة، إلى أن توفي مسجونا بقلعة دمشق في ذي ¶ القعدة سنة ثمان وعشرين وسبعمئة، وشيعه أمم لا يحصون، ودفن ¶ بمقبرة الصوفية، وقبره معروف يزار. ذكره ابن قاضي شهبة. ¶ __________ ¶ (1) (ص/ 9 0 2 - 0 1 2) دار ا لمكتبي، تحقيق يوسف بديوي، سنة 0 2 4 1.",
            "page": "141",
            "part": "1"
        },
        {
            "hno": null,
            "id": "178",
            "nass": "الذب عن ابن تيمية (1) ¶ لمحمد بدر الدين الشرنبابلي الأزهري الشافعي (ت 182 1) ¶ بسم الله الرحمن الرحيم ¶ الحمد لله الذي يقول ا لحق وهو يهدي السبيل، ويهزم بقهر ¶ سلطانه جيوش البغي ويدحض الاباطيل، والصلاة والسلام على الهادي ¶ إلى ا لحق والداعي إليه، والمقاتل بشكيمة باسه من خالفه فيه وعانده ¶ عليه، وعلى اله وصحبه الذين بذلوا نفوسهم في نصرته، وخذلوا اولئك ¶ المعادين بواضح حجته وقاضح محجته. ¶ و شهد ان لا إله إلا الله وحده لا شريك له، المتعا لي في احديته ¶ عن ان تشبه ذاته الذوات، المتعا لي في صمديته عن سمات الشوائب ¶ وشوائب السمات، جل ربنا ن تشبه صفاته الصفات، بل له المثل ¶ الاعلى في الارض والسماوات. ¶ وأشهد ان محمدا عبده ورسوله وحبيبه وخليله، سيد من لله عليه ¶ __________ ¶ (1) نسخة خطية في (3 ق) مصورة مركز جمعة الماجد رقم (0 0 39). ¶ أقول: على طرة الورقة الاولى من الرسالة تعليق طويل بخط ناسخها لمؤلف ¶ الرسالة - فيما يظهر - فيه: أنه وقف على بعض الردود على شيخ الاسلام ابن ¶ تيمية، من السبكي وغيره، وانه اطلع على قدحه في الاولياء - عنده - كابن عربي ¶ والشاذلي، وذمه للأشعرية ... وانه بريء من هذه العقائد.",
            "page": "143",
            "part": "1"
        },
        {
            "hno": null,
            "id": "179",
            "nass": "السيادة، وامام أهل العبودية في مراتب العبادة. اللهم صل وسلم عليه ¶ وعلى من ينتمي إليه ما اختلف الملوان وتعاقب الجديدان. ¶ أما بعد؛ فطالما طن على أذني طنين الذباب، وحام على عيني ما ¶ كأنه جناج غراب أو خيال سراب، من القدح الفظيع والقول الشنيع في ¶ إمام الائمة وحافظ هذه الامة، من أ جمع الموافق والمخالف على فضله ¶ ونبله، واتفقت الاراء قديما وحديثا على ذكائه وحسن عمله. ¶ من دلت أخلاقه الكريمة فيه على حسن النية والطوية، الامام ¶ المجتهد تقي الدين شيخ الاسلام ابن تيمية. ¶ فقلت: لا يخلو إما ن يكون الطعن من جهة العقيدة السلفية، أ و ¶ من جهة الاحكام الفقهية والمسائل الفرعية. ¶ فان كان من الجهة الاولى، فما عليه في ذلك ملام. وحق ا لجواب ¶ لمن لامه أو تعقبه أن يقال فيه: سلام. ¶ وان كان من الجهة الثانية، فما رأيت أحدا بدع ولا ضلل ولا ف! سق ¶ بسبب ذلك، ولا همل، فان المسائل الفقهية أدلتها ظنية. وأما القطعيات ¶ فخارجة عن محل الاجتهاد، ويعد من خالفها من أهل الكفر والالحاد ¶ أو الزيغ والعناد. ¶ وهذه (1) العلماء في القديم وا لحديث يتفقهون ويتناظرون، وما ¶ سمعت أنهم في ذلك يبدعون ويضللون، بل من ظهر ا لحق على يديه ¶ __________ ¶ (1) كذا في الاصله",
            "page": "144",
            "part": "1"
        },
        {
            "hno": null,
            "id": "180",
            "nass": "يعترف له به ويعول عليه. وغاية الامر أن المجتهد يخطئ ويصيب، ولو ¶ لسلم عدم أهلية الاجتهاد له، فهو رأي له، وهو غير معيب، فإن ¶ الاختيارات من أهل المذاهب المرضية أكثر من أن تحمى أو تخفى إلا ¶ على أرباب العصبية. ¶ فإن قيل: قد ذكر أئمة فصلاء وقادة نبلاء القدح فيه، وذلك لا ¶ محالة مما ينقصه ويزريه. ¶ قلت: لا شك في وقوع ذلك، ولكن لا يضر بعد العلم بما هنالك، ¶ فان هؤلاء القادحين كانوا لغيرهم تابعين. وقد قام عليه ا لجم الغفير من ¶ أهل زمانه وأنكروا عليه النكير، وانتصر له أئمة هم بيت القصيد، فنطقوا ¶ بما تحققوا وقمعوا كل جبار عنيد، وإنما قيل الذي قيل فيه - قالت ¶ الائمة: - لتفرده وعلو مراقيه، وعدم مبالاته في ا لحق بأحد كائنا من ¶ كان، فانه لا يحابي فيه ولا يداهن مدى الازمان. ¶ وقد كان بشهادة من ذكر حافظ السنة وترجمان القران وناصر هذه ¶ الملة المحمدية بوسع الامكان. فلا يغتر بتلك المقالات، إذ بقدر ¶ الفضل تحدث العداوات؛ لان من جهل شيئا عاداه، فلا حول ولا قوة ¶ إلا بالله، اللهم إلا امرأ أنصف من نفسه وترك المراء مخالفا لحدسه ¶ وطبيعة أبناء جنسه، وذلك من أقل القليل ولا يكاد يوجد إليه من سبيل. ¶ وقد وقع لكل إمام من الائمة محنة بعد محنة مدلهمة، بل أكثرهم ¶ عرفانا هو أشدهم امتحانا كما تشهد له الايات والاخبار، ولا يخفى على ¶ أهل الاستبصار، فقد وضح الحق واستبان، وأن الشيخ من أهل العرفان،",
            "page": "145",
            "part": "1"
        },
        {
            "hno": null,
            "id": "181",
            "nass": "وأنه لا ينكر ذلك إلا جاهل او معاند هالك. ¶ فان قيل: ليس إلى ذلك من سبيل؛ لأن أئمة مذهبنا عليهم التعويل، ¶ وقد قدحوا فيه و بانوا عن خوافيه. ¶ قلت: ا لجم الغفير من ا لجماهير سلموا له من غير نكير، ولا سيما ¶ كا لحافظين السيوطي وشيخه (1) الامامين، فلو قوبلا بالالوف لكان النقد ¶ لهما، إذ هما أدرى بالزيف. ¶ ويشهد لما قلناه: أن الامام الثاني (2) نص في بعض تاليفاته على ¶ هذه المعاني، فقال: لا يعول في كل فن إلا على أربابه، فانه بذلك يعرف ¶ خطأ القول من صوابه. فالمفسر من حيث أنه مفسر لا يعول عليه إلا في ¶ فن التفسير، وكذلك المحدث والفقيه وبقية الفنون من غير نكير. ¶ و ئمة النقد بحمد الله معروفون وبتمييز الخبيث من الطيب ¶ موصوفون، فهم الذين يعول عليهم ويرجع في أمثال ذلك إليهم. وهذا ¶ الذي نحن فيه من هذا القبيل فلا يرجم فيه بالظنون، وقد قال تعا لى: ¶ <فشلوا اهل ا! ر نكتر لا لغلموت) [الانبياء:7]. ¶ وعلى الحقيقة ما خلا متكلم فيه من العصبية والحمية الجاهلية، ¶ __________ ¶ (1) في الهامش: هو الحافظ ابن حجر. أقول: وكون ابن حجر شيخا للسيوطي لا ¶ يصح لان الحافط توفي سنة 1 85 ومولد السيوطي سنة 849 فلم يدرك من حياته ¶ إ لا للاث سنوات فقط. إلا ان يكون شيخا له بالاجازة العامة لاهل العصر. ¶ (2) في الهامش: \" أي في الوجود لافي الذكر وهو ا لجلال \".",
            "page": "146",
            "part": "1"
        },
        {
            "hno": null,
            "id": "182",
            "nass": "وإلا فما لامثال هذه القوادح تجر هذه القضية، و ي ضلالة ارتكبها حتى ¶ يقول فيه الشهاب ابن حجر (1): إنه ضال مضل، وساق العجر ¶ والبجر (2)، وقد قضى بنفسه على ابن المقري حين كفر من تردد في كفر ¶ الطائفة الحاتمية (3)، بأنه قد بالغ في التعصب المزيد والحمية، و ي ¶ حمية مع كونه أعلى منه مقاما وأكبر منه ذروة وسناما؟! فيقال له ما قال ¶ فيه وينتحى يه النحو الذي ينتحيه. ¶ وهلا ضلل من قال منا في المسألة الدورية بعدم وقوع الثلاث، ¶ فانها أشنع وأبشع من قوله بوقوع واحدة ولا اكتراث. ¶ و يضا يقال له: لم قبلت شهادة الائمة كاليافعي وغيره في الطائفة ¶ الاخرى ولم لم تقبلها فيه؟! فإن قبولها فيه أولى و حرى، وإنما لم ¶ نعول إلا عليه لأنه ممن يحتفل به وينظر إليه ولكن الحق أحق بالاتباع، ¶ وإذا عرف فقد عرف أهله بلا دفاع أو نزاع. ¶ قاله عجلا ونمقه خجلا: الفقير من العمل واليقين محمد بدر ¶ الدين الشافعي الازهري سبط الشرنبابلي حامدا مصليا مسلما محسبلا ¶ __________ ¶ (1) قي الحاشية: أي الهيتمي ومثله الرملي. أقول: كلام الهيتمي في \" الفتاوى ¶ ا لحديثية \" وغيرها. ¶ (2) في الحاشية تعليق نصه: \"لو انه تعلق في ذلك بنحو مسالة حوادث لا أول لها ¶ لاصاب المرمى 0 ولكنه تعلق بمسألة الزيارة والطلاق ونحوهما مما لم ينتج له ¶ ذلك، فلذلك لم أسلم له وان كنت سلمت له بعد ذلك وتبين لي ما هنالك \". ¶ (3) وهم اتباع ابن عربي الطائي ا لحا تمي الصوفي صاحب وحدة الوجود.",
            "page": "147",
            "part": "1"
        },
        {
            "hno": null,
            "id": "183",
            "nass": "محوقلا مستسلما مفوضا، والحمد لله وحده وصلى الله على من لا نبى ¶ بعده، وهو حسبنا ونعم الوكيل، ولا حول ولا قوة إلا بالله العلي العظيم، ¶ والحمد لله رب العالمين. ¶ ***",
            "page": "148",
            "part": "1"
        },
        {
            "hno": null,
            "id": "184",
            "nass": "الفهارس ¶ - الفهرس التفصيلي. ¶ - الفهرس العام.",
            "page": "149",
            "part": "1"
        },
        {
            "hno": null,
            "id": "187",
            "nass": "الفهرس التفصيلي ¶ * اسمه ونسبه وكنيته ¶ الموضوع ¶ مولده ¶ انتقاله مع أسرته من حران إلى دمشق: سببها وتاريخها ¶ نشاته وطلبه للعلم ¶ نشأته في صلاح وعفاف واقتصاد في المأكل والمشرب ¶ حضوره المحافل في صغره وإتيانه بما يتحير منه أعيان البلد ¶ تعلمه الخط والحساب ¶ قراءة العربية أياما، وتأمل كتاب سيبويه حتى فهمه ¶ مقروءاته في كتب الحديث ¶ تفننه في علوم الحديث وشهادة الذهبي بذلك ¶ كل حديث لا يعرفه ابن تيمية فليس بحديث ¶ علمه باللغة ¶ إقباله على التفسير حتى حاز فيه قصب السبق ¶ وصف درسه في التفسير في أيام الجمع ¶ قوة اطلاعه في التفسير وبيانه لخطأ كثير من أقوال المفسرين ¶ أفتى وهو في التاسعة عشرة ¶ شرع في الجمع والتأليف من ذلك الوقت ¶ مات والده وله إحدى وعشرون سنة فدرس بعده بوظائفه ¶ يكتب على الفتوى في الحال عدة أوصال ¶ وصف خطه: في غاية التعليق و [لاغلاق ¶ 151 ¶ الصفحة ¶ 141،37 ¶ 141،37 ¶ 38 ¶ 39 ¶ 39 ¶ 38 ¶ 38 ¶ 38، 50 ¶ 77 - 78 ¶ 39 ¶ 39 ¶ 39 ¶ 39 ¶ 39 ¶ 40 - 39",
            "page": "151",
            "part": "1"
        },
        {
            "hno": null,
            "id": "188",
            "nass": "الموضوع ¶ - قوة اطلاع شيخ الاسلام عموما ¶ - منع الطبيب له من قراءة العلم لاجل مرضه فيأبى ذلك ¶ - معرفته بمذاهب الصحابة والتابعين ¶ - منزلته في فقه مذهب أحمد ¶ - له عدة سنين لا يفتي بمذهب معين بل بما قام عليه الدليل ¶ - مخالفته للأربعة في مسائل صنف فيها واحتج لها ¶ - وظائف الشيخ ¶ - حج الشيخ سنة 691 هـ ¶ - أقسام الناس في شيخ الاسلام ¶ * استدعاء الشيخ إلى مصر وما جرى فيها من أحداث: ¶ - سفر الشيخ إلى مصر سنة (5 70) ومن كان في رفقته ¶ - وصول الشيخ إلى مصر ¶ - عقد مجلس عقيب وصوله، حضره القضاة والامراء ¶ - سعي سلار في إخراج الشيخ من الحبس ¶ - كتاب من الشيخ إلى دمشق يذكر فيه ما هو فيه من التوجه ¶ إلى الله وأنه لم يقبل شيئا من الكسوة وغيرها ¶ - خروج الشيخ من السجن بطلب من الامير حسام الدين مهنا ¶ - اعتذار القضاة عن حضور مجالس المناظرة في مصر ¶ - كتاب الشيخ إلى دمشق يتضمن خروجه في عز وخير ¶ - كتاب الشيخ إلى دمشق يذكر مجالس المناظرة، وأنه في ¶ خير، ومصالح تأخره ¶ الصفحة ¶ 78 ¶ 93 ¶ 77 ¶ 43 ¶ 102 - 99،78 ¶ 48 ¶ 22 ¶ 22 ¶ 23 - 22 ¶ 28 ¶ 29 ¶ 46،30 - 29 ¶ 30 ¶ 31 - 30 ¶ 31 - 30",
            "page": "152",
            "part": "1"
        },
        {
            "hno": null,
            "id": "189",
            "nass": "الفهارس ¶ الموضوع ¶ - صلاة الشيخ على تاج الدين محمد بن الصاحب فحر الدين ¶ للمرة الثانية ¶ - تسفير الشيخ إلى الاسكندرية ولم يمكن أحد من السفر معه ¶ - خروج لشيخ من سجن الإسكندرية وعودته إلى القاهرة ¶ - استقبال السلطان الناصر للشيخ واكرامه له ¶ - سكن الشيخ بالقاهرة، وتردد الناس إليه، و 1 عتذار البعض مما بدر منه ¶ - قدوم الشيخ إلى دمشق سنة 712 هـ ¶ * اخلاقه وصفاته وعبادته: ¶ - شجاعته التي ضرب بها الامثال ¶ - روية الشيخ للنبي! يم ¶ - حدته في البحث كأنه ليث حرب ¶ - كان الشيخ فقيرا لا مال له ¶ - جوده بالعلم ¶ - قوته في الحرب ¶ - قوته قي مشيته وكلامه وإقد 1 مه ¶ - صبر الشيخ على الثقلاء ¶ - صفاته الخلقية ¶ - وصف لباسه ¶ - وصف صلاته وطولها ¶ - دخول الشيخ في مسائل كبار لا يحتملها أبناء عصره ¶ - لم يكن عنده لذة توازي كتابة العلم وتأليفه ¶ - شعره وتقويمه ¶ 153 ¶ الصفحة ¶ 32 ¶ 33 - 32، 46 ¶ 33، 47 ¶ 33، 47 ¶ 33 ¶ 47 ¶ 43 ¶ 82 ¶ 96،44 ¶ 83 - 84 ¶ 89 ¶ 89 ¶ 102 ¶ 52،44 ¶ 45 - 44 ¶ 47 ¶ 51 ¶ 48",
            "page": "153",
            "part": "1"
        },
        {
            "hno": null,
            "id": "190",
            "nass": "الموضوع الصفحة ¶ الابيات التي أنشدها و كان يكثر من ذكرها 5 1 1 - 117 ¶ لم يتزوج ولا تسرى 8 4 ¶ كان اخوه يقوم بمصالحه 8 4 ¶ كرم الشيخ 8 4 ¶ مروءته وقيامه مع أصحابه 8 4 ¶ إكتاره من الصدقة وهو خارج لصلاة الجمعة 5 8 ¶ الالتجاء إلى الله إذا استصعبت عليه مسائل العلم 6 8 ¶ إذا أشكلت ا لمسائل يقول: \"يا معلم إبراهيم علمني) \" ويكثر الاستغاثة 6 8 ¶ إذ 1 اشتدت عليه الأمور قرا آيات السكينة 87، 7 9 ¶ لا يترك قراءة آية الكرسي عقب كل صلاة 7 8 ¶ المواظبة على \" يا حي يا قيوم، لا إله إلا أنت) \" كل يوم أربعين ¶ مرة بعد سنة الفجر 8 8 ¶ بقاء الشيخ من بعد الفجر إلى قريب انتصاف النهار في ذكر ¶ الله وأن هذه غدوته 8 8 ¶ كان الشيخ لا يترك الذكر إلا بنية إ جمام النفس 8 8 ¶ تكراره في السجود (اللهم أعني على ذكرك وشكرك وحسن عبادتك) 8 8 ¶ مقابلة الشيخ الاساءة إليه بالاحسان 9 8 ¶ تو 1 ضعه وهضم نفسه 90 - 1 9 ¶ فراسة الشيخ، وهي عجيبة 91 - 3 9 ¶ مواقفه مع أصحابه وتلاميذه 3 9 ¶ قوله لما سجن: أنا جنتي وبستاني في صدري 5 9 ¶ اطمئنانه وراحته مما حصل له من ا لحبس والسجن 5 9",
            "page": "154",
            "part": "1"
        },
        {
            "hno": null,
            "id": "191",
            "nass": "الموضوع ¶ * أحواله في ا لمرض وعلاجه للمرضى ¶ - علاجه للمصروع بتلئس ا لجني وطريقته ¶ * أحواله مع أهل عصره ¶ * شيوخه: ¶ - الزين بن عبد الدائم ¶ - ابن ابي اليسر ¶ - الكمال بن عبد ¶ - ابن عساكر ¶ - يحى بن الصيرفي ¶ - أحمد بن أبي الخير سلامة ¶ - القاسم الاربلي ¶ - عبد الرحمن بن بي عمر ¶ - أبو الغنائم بن علان ¶ * أصحاب الشيخ وتلاميذه: ¶ - جمال الدين المزي الحافظ ¶ - علم الدين البرزا لي ¶ - شرف الدين عبد الله بن تيمية (أخوه) ¶ - زين الدين عبد الرحمن بن تيمية (أخوه) ¶ - شرف الدين بن منجا ¶ - تقي الدين بن شقير ¶ - علاء الدين بن الصائغ ¶ - فخر الدين بن الصائغ ¶ 155 ¶ الصفحة ¶ 97 - 99 ¶ 98 - 99 ¶ 99 ¶ 38 ¶ 38 ¶ 38 ¶ 38 ¶ 38 ¶ 38 ¶ 38 ¶ 38 ¶ 38 ¶ 19 ¶ 23 ¶ 22 ¶ 22 ¶ 115،22 ¶ 22 ¶ 22",
            "page": "155",
            "part": "1"
        },
        {
            "hno": null,
            "id": "192",
            "nass": "الموضوع ¶ شمس الدين التدمري ¶ قطب الدين موسى بن محمد اليونيني ¶ شمس الدين الذهبي ¶ زين الدين بن سعد الدين بن بخيخ ¶ أبو عبد الله محمد بن رشيق المغربي المالكي ¶ علاء الدين بن أيدغدي ¶ سيف الدين تقصبا مملوك البوبكري ¶ شمس الدين محمد بن رزيز ¶ صلاح الدين يوسف بن مهاجر التكريتي ¶ ام عمر شهلا بنت إبراهيم المقوم ¶ عماد الدين إسماعيل بن كثير الشافعي ¶ نور الدين علي بن محمد بن عبد الغفار الشافعي ¶ زين الدين عمر بن قاسم الحنبلي ¶ علاء الدين علي بن عبد الله المعروف بابن بدوه ¶ محمد بن عباد الشجاعي ¶ محمد بن ابي بكر بن قيم الجوزية ¶ هداية ابن القيم على يد شيخ الاسلام ¶ صاحب سبتة (التمس منه إجازة) ¶ جهاده ودفاعه عن ا لمسلمين: ¶ قيامه في نوبة غازان للدفاع عن المسلمين ¶ توجه الشيخ للقاء شيخ المشايخ للدفاع عن المسلمين ¶ كان الشيخ يمشي إلى من يرجى نفعه وشفاعته ¶ تكملة الجامع لسيرة ابق تيمية ¶ ا لصفحة ¶ 14 ¶ 38 ¶ 69 ¶ 69 ¶ 70 ¶ 72 ¶ 2 7، 4 7 ¶ 73 ¶ 74 ¶ 74 ¶ 74 ¶ 74 ¶ 74 ¶ 5 7، 8 1 1، 9 2 1 ¶ 94 ¶ 42 ¶ 3، 4، 5، 43 ¶ 3 ¶ 6،4",
            "page": "156",
            "part": "1"
        },
        {
            "hno": null,
            "id": "193",
            "nass": "الموضوع ¶ اجتماع الشيخ بقطلوشاه بسبب استفكاك أسرى المسلمين ¶ سعي الشيخ للصلح بين نائب القلعة ونواب فازان ¶ اجتماع الشيخ ببولاي بسبب استفكاك الاسرى ¶ كان الشيخ يدور وأصحابه ويقروون ايات ا لجهاد وأحاديث ¶ الغزو على الناس ¶ توجه الشيخ للغزو ¶ عودة الشيخ من معركة شقحب منتصزا واستقبال الناس له وتهنسه ¶ خروج الشيخ للجبلية (الكسرو نيين) بسبب الاصلاح ¶ لما فشل الاصلاخ ونزولهم! لى الطاعة جردت العساكر من كل مكان ¶ لأمر با لمعروف والنهي عن ا لمنكر: ¶ تكسير الشيخ للخمارات، وتعزير الخمارين ¶ تكسير الشيخ للصخرة إلتي بمسجد النارنج، وكان للناس ¶ فيها اعتقاد كبير ¶ إخراج الشيخ لجمال الدين المزي من الحبس بيده ¶ ثبات الشيخ وعدم مداهنته أو محاباته ¶ قيام الشيخ مع طائفة من العلماء وغيرهم لعدم تولي ¶ صدرالدين ابن الوكيل الامامة و لمشيخة ¶ جهاده بقلمه ضد أهل البدع من المتفلسفة و لمتكلمين وغيرهم ¶ - رده على أهل الجست (الجدل) ¶ - مناظرته للجبرية ¶ - انكاره على من يطلق \" حكم الله) \" في مسائل الاجتهاد ¶ 157 ¶ الصفحة ¶ 7 ¶ 44،8 ¶ 10 ¶ 11 ¶ 14 ¶ 17 ¶ 17 ¶ 105،17 ¶ 19 ¶ 43 ¶ 16 - 15 ¶ 62 - 61، ¶ 104 - 103 ¶ 103 ¶ 105 - 104 ¶ 106",
            "page": "157",
            "part": "1"
        },
        {
            "hno": null,
            "id": "194",
            "nass": "الموضوع الصفحة ¶ إنكاره فتوى من لم يفهم كلام الفقهاء 06 1 - 107 ¶ كشفه لكتاب زوره اليهود 7 0 1 - 1 1 1 ¶ إنكاره على من يفتي وليس بأهل 1 1 1 ¶ إنكاره على الدلالة على من يفتي وشدة تحريه 4 1 1 ¶ قوله في كبار المتكلمين والحكماء 9 4 ¶ قوله في أحو [ل المشايخ 9 4 ¶ طريقة الشيخ في معالجة من مسه الجن 49 - 50 ¶ أنواع الأذى الذي تعرض له الشيخ: ¶ الوشاية به أنه يريد قلب الملك من بعض الصوفية ¶ عقوبة من كتب الزور والبهتان في حق الشيخ وغيره ¶ سؤال الشيخ عن عقيدته، والبحث معه فيها، ومحاققته 18، 0 2، 0 3، ¶ 31. 5 4 ¶ أذية أصحابه بالحيس والتعزير ¶ سجن الشيخ جمال المزي بسبب قراءته \"حلق أفعال العباد\" ¶ للبخاري ¶ طلب الشيخ إلى مصر بسبب العقيدة ¶ قيام الجاشنكير وابن مخلوف على الشيخ قياما عظيما بسبب العقيدة ¶ حيس الشيخ و خويه بالقلعة ¶ التضييق عليه في الحبس ونقله وأخويه إلى ا لجب بقلعة الجبل ¶ تكفيره والدعوة إلى قتله ¶ كتابة كتاب إلى دمشق فيه مخالفة ابن تيمية في العقيدة (نص الكتاب) ¶ تهديد ا لحنابلة بالعزل وا لحبس وأخذ الأموال والارواح ¶ 19 ¶ 19 ¶ 45،21 ¶ 45،21 ¶ 24 - 23، 95 ¶ 47 - 46،24 ¶ 125،24 ¶ 25 ¶ 28 - 27،25",
            "page": "158",
            "part": "1"
        },
        {
            "hno": null,
            "id": "195",
            "nass": "الموضوع الصفحة ¶ مناظرة خوي ا لشيخ للقاضي المالكي وظهورهما عليه 9 2 ¶ مناظرة شرف الدين ابن تيمية لابن عدلان وظهوره عليه 9 2 ¶ شكوى الصوفية والفقراء شيخ الإسلام أنه يتكلم في المشايخ 32، 46 - 47 ¶ حبس الشيخ بسبب دعوى الصودية 2 3 ¶ حبس الشيخ بالإسكندرية 33، 7 4 ¶ قيام خلق من علماء مصر والشام على الشيخ وتبديعه، ومناظرته 3 4 ¶ اذية القاضي الحنفي له لما ألف \"الحموية) \" 5 4 ¶ المناداة بألا يستفتى 5 4 ¶ تهديده بالقتل إن لم يكتب لهم ما رادوه 6 4 ¶ الاشاعة بين الناس أنه قتل وأنه غرق غير مرة 7 4 ¶ منعه من الفتيا 7 4 ¶ قيامهم عليه في مسالة الزيارة وحبسه بضعة وعشرين شهرا 0 5 - 1 5 ¶ منعه من الكتابة و لمطالعة 1 5 ¶ ا تهامه بالكلام في العلماء (قوله في القاضي عياض: غلا هذا المغيربي) 5 3 1 ¶ نسبته إلى التجسيم 136 ¶ تكرار فرية ابن بطوطة في مسألة النزول 137 ¶ نسبة كلام له لم يقله 139 ¶ مواقفه في الإفتاء: ¶ إرشاد المستفتي إلى ما هو عوض له عن سؤاله إذا رأى ¶ حاجته لذلك 8 7 ¶ تفطن الشيخ لسؤال واحد صيغ بعدة صياغات وأن الفتوى واحدة 9 7 ¶ تفطن المفتي لمن جاءه لاجل الوصول لغرضه لا للدين 80 - 1 8",
            "page": "159",
            "part": "1"
        },
        {
            "hno": null,
            "id": "196",
            "nass": "الموضوع ¶ - فتوى الشيخ بالافطار للتقوي من أجل الجهاد ¶ - مواقف في فقه الفتوى عند الشيخ ¶ - رؤية النبي ع! و ستفتاؤه ¶ - إنكاره على من يفتي بقوله (يجوز - أو ينعقد أو يصح - بشرطه. . .) ¶ - عدم الانكار على من يفتي في المسألة بقولين، لتغير اجتهاده ¶ * نصائح الشيخ صمارشاداته: ¶ - نصيحته لمن يكئر من إيراد الشبه والتشكيكات ¶ - نصيحته لمن أراد التحول من مذهبه الفقهي ¶ - نصيحته في كيفية دفع وساوس الشيطان ومكايده ¶ - في الاقتصاد من المباحات ¶ ع! د الثناء عليه: ¶ - نظم في 5 أبيات، لموسى بن إبراهيم الشقراوي ¶ - ثناء نائب السلطنة بدمشق على الشيخ وشجاعته ¶ - ثناء كمال الدين بن الزملكاني ¶ - ما رأى الذهبي مئل شيخ الاسلام ¶ - ثناء عبد الله بن حامد الشافعي ¶ - وجود شيخ الاسلام في ذلك العصر نعمة عظيمة ما قد! ر اأكرهم قد! رها ¶ - التحسر على تأخر الوقوف على كلام الشيخ ¶ - ثناء ابن القيم وأنه ما رأى أطيب عيشا منه ¶ - ثناء الأذرعي ¶ - عمر بن موسى الحممي (نظما) ¶ - عبد الرحمن الدمشقي ¶ الصفحة ¶ 81 ¶ 81 - 82 ¶ 82 ¶ 112 - 111 ¶ 112 ¶ 113 - 112 ¶ 113 ¶ 113 ¶ 15 - 14 ¶ 29 ¶ 40 ¶ 44 ¶ 62 - 60 ¶ 61 - 60 ¶ 61 ¶ 96 ¶ 120 ¶ 125",
            "page": "160",
            "part": "1"
        },
        {
            "hno": null,
            "id": "197",
            "nass": "الموضوع ¶ - محمد الازهري الشرنبابلي ¶ * مؤلفاته: ¶ - عددها ¶ -الثناءعليها ¶ - ما كان يظن أن ما فيها من البحث والبيان يكون في قوة إنسان ¶ - قوته في التصنيف وما كان يؤلفه في اليوم و 1 لليلة ¶ * أسماء ما ذكر في هذه التكملة ¶ - مسألة التحليل ¶ - مسألة حفير ¶ - مسألة سب الرسول ¶ - اقتضاء الصراط المستقيم ¶ - الرد على ابن مطهر الحلي = منهاج السنة ¶ - الرد على تأسيس ا لتقديس للرازي ¶ - الرد على المنطق ¶ - كتاب الموافقة بين المعقول والمنقول ¶ - فتاويه في ست مجلدات كبار ¶ - السياسة الشرعية في إصلاح الراعي والرعية ¶ - رفع الملام عن الائمة الاعلام ¶ - إجازة لصاحب سبتة ¶ - المسألة الحموية في الصفات ¶ * متفرقاب: ¶ - حوار الشيخ مع بولاي ¶ 161 ¶ الصفحة ¶ 143 ¶ 129،66،61 ¶ 61 ¶ 61،41 ¶ 41 ¶ 41 ¶ 41 ¶ 41 ¶ 41 ¶ 42 ¶ 42 ¶ 42 ¶ 42 ¶ 42 ¶ 42 ¶ 45",
            "page": "161",
            "part": "1"
        },
        {
            "hno": null,
            "id": "198",
            "nass": "الموضوع الصفحة ¶ المصا لحة بين الشيخ وبين صدر الدين بن الوكيل 8 1 ¶ زجر وعقوبة من تكلم في شيخ الاسلام 0 12، 130 ¶ تكفير من أفتى بردة شيخ الاسلام بغير تاويل 126 ¶ الانكار على من كفره او تكلم فيه وانه إنما يفرح اعداء الدين 127 - 128 ¶ الثناء على كتاب دد الرد الوافر. .\" 131 ¶ وفاته 1 5 - 2 5، 1 4 1 ¶ وصف جنازته 1 5 - 2 5 ¶ رثاه جماعة من الشعراء 2 5 ¶ رئيت له منامات حسنة 2 5 ¶ عدة روى حسنة يرويها تلميذه ابن رشيق وغيره 69 - 4 7 ¶ التا لم لفقد الشيخ والتحسر على عدم لقائه 63، 6 6 ¶ من رأى الشيخ بعد وفاته 4 1 1 - 5 1 1 ¶ ***",
            "page": "162",
            "part": "1"
        },
        {
            "hno": null,
            "id": "199",
            "nass": "الفهرس العام ¶ الموضوع ¶ 76 - ذيل مراة الزمان. ¶ لقطب الدين موسى بن محمد أليونيني الحنبلي (ت 726) ¶ 77 - نبذة من سيرة شيخ الاسلام ابن تيمية، المسماة: (الدرة اليتيميه في ¶ السيرة التيمثة) ¶ لشمس الدين محمد بن أحمد الدهبي الشافعي (748) ¶ 78 - ترجمة مختصرة له أيضا نقلها ابن المهندس. ¶ 79 - رسالة ارسلها الشيخ قوام الدين عبد الله بن حامد الشافعي من ¶ العراق إلى القاضي زين الدين ابن سعد الدين سعد الله بن ¶ بخيخ الحراني الحنبلي الشام المحروس رحمهم الله تعالى ¶ 0 8 - فصل في مبشرات ر7ها الصالحون للشيخ تقي الدين ا حمد ¶ ابن تيمية بعد موته إلى رحمة الله ¶ يرويها الشجاعي عن أبي عبدالله بن رشيق وغيره. ¶ 81 - سيرة شيخ الاسلام ابن تيمية ¶ من كتب تلميذه ابن قيم الجوزيّة الحنبلي (1 75) ¶ 82 - سؤال وجواب في شيخ الاسلام ابن تيمية. ¶ لشهاب الدين أ حمد ابن الاذرعي الشافعي (ت 783) ¶ 163 ¶ الصفحة ¶ 33 - 3 ¶ 37 - 52 ¶ 54 - 53 ¶ 67 - 55 ¶ 74 - 69 ¶ 117 - 75 ¶ 121 - 119",
            "page": "163",
            "part": "1"
        },
        {
            "hno": null,
            "id": "200",
            "nass": "الموضوع الصفحة ¶ 83 - الشهب العلية في الرد على من كفر ابن تيمية. ¶ نظم: عمر بن موسى بن ا لحسن الحم! ي الشافعي (1 86) 3 2 1 - 133 ¶ 84 - أزهار الرباض في أخبار عياض. ¶ لشهاب الد-ش أحمد بن محمد المقري التلمسا ني المالكي (1 4 0 1) 5 3 1 - 9 3 1 ¶ 85 - حدائق الانعام في فضائل الشام. ¶ لعبدالرحمن بن ابراهيم بن عبدالرزاق الدمشقي (138 1) 1 4 1 ¶ 86 - الذب عن ابن تيمية. ¶ لمحمد بدر الدين الشرنبابلي الشافعي الازهري (182 1) 43 1 - 148 ¶ - الفهرس التفصيلي. 1 5 1 - 162 ¶ - الفهرس العام. 63 1 - 4 16 ¶ ***",
            "page": "164",
            "part": "1"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "آثار شيخ الإسلام ابن تيمية وما لحقها من أعمال ¶ (21) ¶ منظمة المؤتمر الإسلامي - مجمع الفقه الإسلامي - جدة ¶ مطبوعات المجمع ¶ تكملة الجامع لسيرة شيخ الاسلام ابن تيمية خلال سبعة قرون ¶ جمع وتحقيق ¶ علي بن محمد العمران ¶ وفق المنهج المعتمد من الشيخ العلامة ¶ بكر بن عبد الله أبو زيد ¶ رحمه الله تعالى ¶ تمويل ¶ مؤسسة سليمان بن عبد العزيز الراجحي الخيرية ¶ دار عالم الفوائد ¶ للنشر والتوزيع",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "آثار شيخ الإسلام ابن تيمية وما لحقها من أعمال ¶ (21) ¶ منظمة المؤتمر الإسلامي - مجمع الفقه الإسلامي - جدة ¶ مطبوعات المجمع ¶ تكملة الجامع لسيرة شيخ الاسلام ابن تيمية خلال سبعة قرون ¶ جمع وتحقيق ¶ علي بن محمد العمران ¶ وفق المنهج المعتمد من الشيخ العلامة ¶ بكر بن عبد الله أبو زيد ¶ رحمه الله تعالى ¶ تمويل ¶ مؤسسة سليمان بن عبد العزيز الراجحي الخيرية ¶ دار عالم الفوائد ¶ للنشر والتوزيع",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "62",
            "nass": " ",
            "page": "34",
            "part": "1"
        },
        {
            "hno": null,
            "id": "65",
            "nass": " ",
            "page": "36",
            "part": "1"
        },
        {
            "hno": null,
            "id": "106",
            "nass": " ",
            "page": "76",
            "part": "1"
        },
        {
            "hno": null,
            "id": "150",
            "nass": " ",
            "page": "118",
            "part": "1"
        },
        {
            "hno": null,
            "id": "174",
            "nass": " ",
            "page": "140",
            "part": "1"
        },
        {
            "hno": null,
            "id": "177",
            "nass": " ",
            "page": "142",
            "part": "1"
        },
        {
            "hno": null,
            "id": "185",
            "nass": " ",
            "page": "150",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": " ",
            "page": "19",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "17",
            "nass": " ",
            "page": "17",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "25",
            "nass": " ",
            "page": "24",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "الورقة الأولى من رسالة الذب عن ابن تيمية للشرنبابلي ¶ 25",
            "page": "25",
            "part": "مقدمة"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "الورقة الأخيرة من رسالة الذب عن ابن تيمية للشرنبابلي ¶ 26",
            "page": "26",
            "part": "مقدمة"
        }
    ],
    "t38473": [
        {
            "id": "155",
            "lvl": "1",
            "sub": null,
            "tit": "الشهب العلية في الرد على من كفر ابن تيمية"
        },
        {
            "id": "167",
            "lvl": "1",
            "sub": null,
            "tit": "أزهار الرياض في أخبار عياض"
        },
        {
            "id": "175",
            "lvl": "1",
            "sub": null,
            "tit": "حدائق الإنعام في فضائل الشام"
        },
        {
            "id": "178",
            "lvl": "1",
            "sub": null,
            "tit": "الذب عن ابن تيمية"
        },
        {
            "id": "184",
            "lvl": "1",
            "sub": null,
            "tit": "الفهارس"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "تكملة الجامع لسيرة شيخ الاسلام ابن تيمية خلال سبعة قرون"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "نبذة من سيرة شيخ الإسلام ابن تيمية (الدرة اليتيمية في السيرة التيمية)"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "نماذج من النسخ الخطية"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "الإمام شمس الدين الذهبي (ت 748)"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "ذيل مرآة الزمان"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": "1",
            "tit": "نبذة من سيرة شيخ الإسلام ابن تيمية (الدرة اليتيمية في السيرة التيمية)"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "ترجمة مختصرة نقلها ابن المهندس"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "رسالة أرسلها الشيخ قوام الدر عبد الله بن حامد الشافعي من العراق إلى القاضي زين الدين ابن سعد الدين سعد الله ابن بخيخ الحراني الحنبلي بالشام المحروس رحمهم الله تعالى"
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في مبشرات راها الصالحون للشيخ تقي الدين احمد ابن تيمية بعد موته إلى رحمة الله تروى عن أبي عبد الله ابن رشيق وغيره"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "سيرة شيخ الإسلام ابن تيمية من كتب تلميذه ابن قيم الجوزية (751)"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": null,
            "tit": "-2 - [أخلاق الشيخ وصفاته وعبادته]"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": null,
            "tit": "-1 - [مكانة الشيخ في العلم، ومواقفه في الافتاء]"
        },
        {
            "id": "134",
            "lvl": "2",
            "sub": null,
            "tit": "-3 - [الشيخ والأمر بالمعروف والنهي عن المنكر]"
        },
        {
            "id": "151",
            "lvl": "1",
            "sub": null,
            "tit": "سؤال وجواب في شيخ الإسلام ابن تيمية (1) للشيخ شهاب الدين أحمد ابن الأذرعي الشافعي (ت 783)"
        },
        {
            "id": "187",
            "lvl": "2",
            "sub": null,
            "tit": "الفهرس التفصيلي"
        },
        {
            "id": "199",
            "lvl": "2",
            "sub": null,
            "tit": "الفهرس العام"
        }
    ]
}