{
    "b38569": [
        {
            "id": "1",
            "nass": "الأزهر ¶ مجمع البحوث الإسلامية ¶ الدين العالمي ¶ ومنهج الدعوة إلى الله ¶ لفضيلة الشيخ عطية صقر ¶ عضو مجمع البحوث الإسلامية ¶ سلسلة البحوث الإسلامية ¶ السنة الثامنة عشرة - الكتاب الخامس ¶ 1408 هـ - 1988 م",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": " ",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ تقديم ¶ للأستاذ الدكتور عبد الفتاح عبد الله بركة ¶ الأمين العام لمجمع البحوث الإسلامية ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف ¶ المرسلين، سيدنا محمد وعلى آله وصحبه أجمعين. ¶ أما بعد: فنقدم للقراء الطبعة الثانية من كتاب: ¶ \" الدين العالمى ومنهج الدعوة إليه \" ¶ الذى يتحدث عن عالمية الدين الاسلامى وصلاحيته ¶ لكل زمان ومكان، على الرغم من أن الرسول الذى ¶ أرسل به عربى، والمكتاب الذى أنزل عليه أنزل باللسان ¶ العربى، فهو عليه الصلاة والسلام كما قال عنه ربه: ¶ ((وما أرسلناك إلا رحمة للعالمين \"، والكتاب كما قال ¶ عنه سبحانه: ((تبارك الذى نزل الفرقان على عبده ¶ ليكون للعالمين نذيرا)).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "-4 -  ¶ وهذا الكتاب الذى نقدمه يؤكد. هذه الحقيقة بما لا ¶ يدع مجالا للشك ة وذلك من واقإنم النصو! ى القرآنية، ¶ والأحاديث النبوية ليزداد المؤمز) ايمانا، ومن واقع ¶ العوامل الذاتية التى رشحت هذا الدين ليكون دينا ¶ عالميا، وليكون حجة الله على من يتطلعون المى دين ¶ يلائم الطبيعة البشرية، ويساير اتطور الحياة الفكرية ¶ والعملية، ومن الواقع التاريخى الذى أثبت جدارة ¶ الاسلام بهداية البتنرية المى أقوم 1 الطرقا، حيث تقبلته ¶ كل الذجناس، وعاش فى كل البيذ، ت، وما يزال غضا ¶ طريا على الرغم من تعاقب الأجيال. ¶ والكتاب ينبه الى خطر الجبهادت التى تحاول أن ¶ تقلص من ظله، وتحد من مده، وسنرى من خلالها ¶ أن بعض المعاصرين يثيرون من المشبهات ما أثاره ¶ الأعداء منذ مئات السنين، وتكاد، الألفاظ التى تجرى ¶ على ألسنتهم تطابق تماما ما قاله أولمئك المغرضون. ¶ وهو إذ يبرز أن الاسلام هو الدين العالمى الوحيد ¶ الذى يلبى حاجة اللانسانية فى هذا العصر وفى جميع ¶ العصور، لم ينس أن يصنع المنهج الصحيح للدعوة ¶ اليه، من واقع النصوص وهدى السلف وتجارب ¶ العصر، حتى لا يقحم نفسه على الدعوة من ليس أهلا ¶ لها، وحتى لا تضوه الصورة النقية للاسلام من سلوك ¶ بعض من، يحسنون الدعوة إليها.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "-5 -  ¶ والكتاب فى صورته المصغرة المنققاة مق مؤلف ضخم ¶ فى هذا الموضوع، شاهد صدقا من الشواهد المكثيرة ¶ على أن الأزهر الذى ظل منارة الثقافة اللاسلامالة أكثر ¶ من ألف عام، لم يغب عن الساحة مطلقا، فهو بجميع ¶ هيئاته حاضر يتفاعل مع الأحداث، ويشق طريقه ¶ فى اللاصلاح بكل ثقة وصبر ومصابرة راجيا من الله ¶ المثوبة، وداعيا للأمة اللاسلامية أن يلهمها الله المرشد ¶ حتى تعود الى الدين الذى يخرجهم من المظلمات الى ¶ النور، وصدق الله العظيم إذ يقول: ((فمن اتبع هداى ¶ فلا يضل ولا يشقى \" وبالله التوفيق،،، ¶ الأمين العام لمجمع البحوث الاسلامية ¶ أ. د. عبد الفتاح بركة",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف ¶ المرسلين، سيدنا محمد وعلى اله وصحبه أجمعين. ¶ أما بعد: فقد اقتضت حكمة الله تعالى ألا يدع عباده ¶ يسيرون فى الحياة على غير هدى، ولا أن يتركهم ¶ لعقولهم التي قد تغلبها الأهواء فتضل وتغوى، فأرسل ¶ اليهم رسلا حدد مهمتهم بقوله: ((رسلا مبشرين ¶ ومنذرين)) (1)، وبين حكمة إوسالهم بقوله: ((لئلا ¶ يكون للناس على الله حجة بعد الرسل)) (2)، وكان فى ¶ كل جماعة من الجماعات البتنرية الهامة من يرشدها ¶ كما قال سبحانه: ((وإن من أمة إلا خلا فيها نذير)) (3)، ¶ وكان هؤلاء المرشدون من الكثرة بحالث قال الله فيهم: ¶ ((وكم أرسلنا من نبي فى الأولين)) لى (4)، على ما تفيده ¶ \"كم)) الخبرية من القكثير، وكفانا مئونة عدهم فقال: ¶ __________ ¶ (1)، (2) سورة النساء: 165 ¶ (3) سورة فاطر: 4 2 ¶ (4) سورة الزخرف: 6",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "-7 -  ¶ ((ولقد إرسلنا رسلا من قبلك، منهم قصصنا عليك ¶ ومنهم من كالم نقصص عليك \" (1)، وبين المقصد اللأكبر ¶ من بعثهم لافقال: ((ولقد بعثنا فى كل أمة رسولا أن ¶ اعبدوا الله واجتنبوا الطاغوت)) (2)، فقد وجهوا ¶ اهتمامهم أولا المى إصلاح العقيدة ثم الى إصلاح ما ¶ يرونه فى حاجة المى إ\"صلاح من السلولى. ¶ ومما لا شك فيه أن \"المبتنمرية فى تغير دائم ورقى ¶ مستصر، وأن المشاكل تزداد تعقدا كلما تعقدت الحياة ¶ وكثرت مطالبها، ولهذا كانت المنظم والثترائع التى ¶ جاءت بها الرسل فى تغير وتطور، ما يصلح منها ¶ لجماعة لا يصلح للذخرى كما قال سبحانه: (ا لكل جعلنا ¶ منكم شرعة ومنهاجا)) (3). ¶ والقوان الكريم حين تحدث عن ه! ه الرسالات تحدث ¶ عنها فى إطار المخصوصية لمللأمم المتى جاءت اليها، فكلى ¶ رسالة للأمة لا تكلف بها أمة أخرى، وكل نتريعة ينتهى ¶ عهدها بانتهاء من جاء بها، كما قال سبحائه: ((وإذ ¶ قال عيسى مريم يا بنى إسرائيل إنى رسول الله اليكم ¶ مصدقا لما بين يدى من التوراة ومبنترا بوسول يأتى ¶ من بعدى اسمه أحمد \" (4). ¶ __________ ¶ (1) سورة غافر: 8 7 ¶ (2) سورة النحل: 6 3 ¶ (3) سورة المائدة: 48 ¶ (4) سورة الصف: 6",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "-8 -  ¶ وكانت الإنسانية من عهد بعيد تستعد لطور جديد ¶ من الرقى الفكرى والاجتماعى، والى رسالة تتناسب ¶ مع ما بلغته من نضج ورشد، كما كان العالم قبيل ¶ ظهور الإسلام فى حاجة ماسة الى من يأخذ بيده مما ¶ ارتكس فيه من ضلال، والى رسول تقوم دعوته على ¶ الأصول الانسانية العامة التى تتخطى حواجز الجنس ¶ والبيئة والزمن والفوارقا العارضة الأخرى، وعلى ¶ الاصلاح الشامل الذى يأسو كل جراح، ويروى كل ظمأ، ¶ ويحل كل عقدة، ويعالج كل مشكلة، وعلى تنظيم ¶ دقيق يساعد كل حى على أن يأخذ حقه فى الحياة فى ¶ عدالة تامة ومساواة شاملة، وحرية كاملة، وفى ظل ¶ من الأخوة والرحمة والمحبة والتعاون، وعلى منهج ¶ يصحح العقيدة، ويقوم الفكر، ويصلح الفاسد من ¶ السلوك، ويضع قواعد الاجتماع ونظام الحكم على ¶ أساس سليم. فكانت رسالة الاسلام، وكان محمد - صلى الله عليه وسلم -، ¶ كانت رسالة الاسلام العامة الخالدة، الصالحة لكل ¶ زمان ومكان، وكان محمد خاتم الأنبياء والمرسلين. ¶ وسأحاول فى هذا البحث أن أجلح فى اختصار بالغ- ¶ عالمية الدين الاسلامى، وكيف انتشر نورة، واستفاد ¶ العالم من هدايته، وما يجب علينا إزاء الدعوة اليه",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "-9 -  ¶ فى كل أقطار العالم، تحقيقا لقوله تعالى: \" هو الذى ¶ أرسل رسوله بالهدى ودين الحق ليظهره على الدين ¶ كله وكفى بالئه شهيدا)) (1). ¶ والله أسأل أن ببجعله خالصا لوجهه، وأن يوفقنا ¶ للعمل بما فيه، إنه سميع مجيب،،، ¶ عطية صقر ¶ __________ ¶ (1) سورة الفتح: 27",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "-10 -  ¶ معنى عالمية الدين ¶ الدين هو الوضع الإلهى الذى اختاره الله لعباده ¶ ليصلحهم فى الحياتين، ويكون عالميا بعدم اختصاصه ¶ بجنس من الأجناس البشرية، وبعدم انحصار تطبيقه ¶ فى إقليم خامن أو بيئة معينة، وبامتداد هدايته أزمانا ¶ طويلة تتجاوز العصر الذى بدأت فيه، بمعنى أن ¶ يكون الدين صالمحا لكل جنس وكل جيل، أو لكل زمان ¶ ومكان، أو بمعنى اخر أن يكون الدين نتريعة الإنسان ¶ من حيث هو إنسان، بقطع النظر عن العوامل ¶ والفوارف العارضة، التى لا تدخل فى ماهية الإنسان ¶ كمإنسان، وبدون ذلك لا يتحقق معنى العالمية فى أ ى ¶ دين. ¶ فهو لا يكون دين جنس تميزه فصيلة الدم، أو سمة ¶ اللون، أو ظاهرة اللغة، بل دينا لا يفرقا بإن العربى ¶ والعجمى والحبتن! والرومى، ولا بين الأبيض والأسود ¶ والأحمر واللأصفر، ولا يمنع من أن يستظل بلوائه ¶ متكلم بأية لغة من اللغات، وهو لا يكون دينا محليا ¶ تحده حدود جغرافية واعتبارات إقليمية، بل يصلح ¶ لكل البيئات وكل اللأجواء ويتناسب مع كل بقعة ¶ زواعية وصناعية وتجارية، برية وبحرية، بدوية",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "-11 -  ¶ وحضرية محلى اختلاف المستويات الممادية واللاعتباراف ¶ ا ألأخرى. ¶ وهو لأ يكون دينا عالميا إلا اذا صحبكا اللانسان فى ¶ جميع أزمانه المتطورة، وعصوره المتلاحقة، بمعن! ا ¶ أن يكون خالدا لا يعتريه ئسخ أو زوال، ولأ عفم أ و ¶ جمود، موفيا بجميح مطالبه المتنوعة المتجددة كنى ¶ الميادين السياسية والثقافية والاقتصادية والأجتما! ية، ¶ وفى كل المالادين التى يزاول فالها اللانسان بعقله الواسح ¶ نشاطه الكامل صا كل نوع. ¶ وللا يوجد دين صا ا الأديان السماوية أو ادوضعية ¶ فيه هذه المواصفات التى تجعله عالميا إللا دين الاسلام، ¶ فالدينان السماويان الكبيران وهما اليه! دية ¶ والنصرانية، كل من! ما خاص بق! ومه وبعصه. ¶ فاليهودية للا تصلح أن تكون دينا عالميا للأذ! ا مرتبطة ¶ بشعب معين تعرض للتتنريد غير مرة، نثوم حالاته ¶ على العصبية الحادة والمعنصرية الجامحة، ذلك أنهم ¶ يحاولون أن يستأثووا بعبادة إله وصفوه بأوصانط ¶ خاصة، ويعتقدون أنهم شعب الله المخقار وأن غيره! ¶ أمالون، ويستبيحون صا غيره! ما للا يستب! يحون من ¶ أنفسهم كالربا، فهلى مثل هذا الدين يصلح أن يكون ¶ عالميا؟",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "-12 -  ¶ على أنه، يوجد نص فى، التوراة يتحدث عن هذه ¶ العالمية، فهى دين أسة ب! ثرية واحد ة هى بنو إسائيل ¶ وهم يكرهون أن يدخل بينهم غير عنصرهم. يقول ¶ الم! مميو (جوليان ويل) حاخام باريس فى كتابه ¶ (اليهودية): يجب على كل ربانى أن يرد كل طالب ¶ الدخول فى عهد ابراهيم ثلاث مرات، لافتا نظره الى ¶ الصعوبات التى سيصادفها، والتكاليف الشاقة التى ¶ سيتحملها، والأخطار التى سيتعرض لها، فاذا أ! ر ¶ على طلبه وتحقق المربانى أن الدواعى التى تحدوه ¶ للتهود طاهرة ونزيهة فيمكنه أن يقبله فى حظيرة ¶ البيعة. ثم قال: هذا التحفظ فى أمر طالبى التهود ¶ دعت الميه طبيعة اليهودية ونظامها الخاص الذى ¶ لا يقصد به إلا الإس ائيلى بأدقما معانى هذه الكلمة، ¶ وأوجبه كذلك مافى اليهودية من التكاليف المكثيرة التى ¶ يستدعى المعمل بها نكران الذات والذخشينتصان والثبات ¶ والشجاعة وأحيانا البطولة أيضا (1). ¶ وغاية ما يتمسك به اليهود فى ادعاء عموم رسالتهم ¶ ما ورد فى كتابهم من أن بنى إسائيل سيكونون ¶ محكمين للأمم، ومربين للشعوب القوية، وأنه - قبيل ¶ قيام الساعة - سيتفق العالم كله على عبادة الله اتباعا ¶ __________ ¶ (1) مجلة الأزهر: المجلد 8 ص ا! ا 2، ومجلد 10 ص 87! ا.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "-13 -  ¶ لديانة بنى إسائيل، إذ يكونون قد عقدوا مع الخالق ¶ عهدا جديدا، فيضطر المناس الى القيام عليه. ¶ لكن هذا القول يثبت أن دينهم للا يصلح الآن، ولا ¶ فى عهدة الأول لقيادة المبتنر عامة، بل سيكون ذلك، ¶ على زعمهم، قبيل قيام الساعة، على فرضى صحة ¶ هذه النصوص. وأنى لها أن تكون صحيحة وقد حكم ¶ القرآن بأنهم حرفوا الكلم عن مواضعه، وبدلوا كتاب ¶ الله، وغيروا معالمه؟ لقد استبدلوا به (تلمودا) ¶ مملوءا بالتعاليم الشاذة القائمة على الفساد والإفساد ¶ ليبسطوا نفوذهم على العالمم كله بأية وسيلة تكون. ¶ ولو نظرنا الى المسيحية لرأينا أنها عند تقرير ¶ العقيدة لا تعتمد على الدليل المقنع، بل توجب أن ¶ تؤخذ بالتسليم المطلق، والعقول فى تطورها جريا على ¶ سنن الله المكونية، تأيى أن تظل حبيسة التقليد أ و ¶ المتلقين. ¶ كما أنها تنادى بالزهد البالغ والرهبانية المشديدة، ¶ وتحرم الأغنياء أن يدخلوا ملكوت المسموات، ويعقب ¶ على هذأ أحد كتابهم وهو \" الدكتور نظمى لوقا)) فى ¶ كتابه \" محمد، الرسالة والرسول)) فيقول: وهذا ¶ السلوك لا يصلح له كل قلب، ولمم تنضج البشرية",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "-14 -  ¶ نضوجا اتاما متساوقا، ليمكنها أن تتلقى هذا القعليم، ¶ فلا يصلح لذلك إلا اللأفذاذ من التس. أما السواد ¶ اللأعظم فللحس على قلوبهم أبدا سلطمان غير مجحود ¶ وللا مردود (1). ¶ وفى المسيحية تسامح متناة وعفو واسع، ومن المعلوم ¶ أن امتثال! ذ! الأوامر يتعذر على غير الأذلة ¶ المسقضعفين من الناسى، وقد يكون من أكبر المفاسد ¶ بإغراء اللأقوياء با! صعفاء الخاضعين. ¶ وكانت هذة السياسة صالحة لتقاوم بها عوامل ¶ التنافس والألصراع المادى اليهودى، ولا تصلح لعمران ¶ يرافى له أن يطمئن على حقوقه ومقدساته. ¶ على أن سيدنا عيدم! عليه 1 السلام بدأ دعوته ببنى ¶ إسرائيل خاصة، كفما جاء فى إنجيل متى وهو يقص ¶ محاورة المرأة الكنعانية لعيدمى، وهى غير إسرائيلية، ¶ فأجاب عيدكى وقال: لم أرسل إ الا إلى خراف بن! ا ¶ إسرائيل ا! الة (2). فليس فى المسيحية نص على ¶ عالميتها، وما نشطت الدعوة اليها إلا بعد اعتناقما ¶ الرومان لها، وقد بقيت نحو ثلاثة قرون محصورة ¶ فى طوائف مبعثرة، ولم تقم لها دولة الى أن تولى ¶ __________ ¶ (1) ص 57 - 59 ¶ ، (2) اصحاح 15: 21 - ! 2",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "- 15 -  ¶ ا لامبر ا طورية! ا لروفانية (لا قسطلنطإب! 0 ا لأول) وكانت ¶ أمه قد ربته على المسيحية فحمل قومه عليها، وأمر ¶ بتحطيم الهياكل والمعابد الوثنية، واعتبر النصرانية ¶ دينا رسميا للامبراطورية (4! 37 - 337 م) م. ومن ¶ ذلك الحان قام النصارى بإرسال بعثات التبشير إلى ¶ البلاد النائية. ¶ واذا كان هذا شأن الدينإن المكبيرين بعد لاا، سلام، ¶ فأولى بعدم المعألمي! ة ا! لأديان الأخرى.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "-16 -  ¶ الإسلام هو الدين العالمي ¶ هذه قضية لابد لها من أدلة تدعمها وشواهد تثبتهما، ¶ وسأحاول أن أجعلها فى مجموعات ثلاثة: مجمومحة ¶ الأدلة النقلية، ومجموعة الأدلة الذاتية، ومجموعة ¶ الأدلة الواقعية. ¶ وأعنى بالمجموعة الأولى، الأدلة الوأردة فى الكتاب ¶ والسنة من قول النبى -ء! وفعله، وهى التى يقتنع ¶ بها المؤمنون المصدفون بهما، وهؤلاء فى غير حاجة ¶ الى إيرادها لأن العقيدة الدينية لا تدع فى قلوب ¶ المؤمنين مجالا للشك! هذه القضية، وإلا كان كفرا. ¶ ولكننا نوردها لنؤيدهم إيمانا، وليعرفها من يجهلها، ¶ ولنرد بها على من طعنوا فى الاسلام بأن عالميته من ¶ اختراع أتباعه، لا من نصوصه. ¶ ومجموعة اللأدلة الثانية أقصد بها المقومات الملأساسية ¶ والعوامل الرئيسية التى اشتمل عليها الدين، وهذا ¶ اللأسلوب فى الاستدلال يعتمد على فقه الموضوع وتحليل ¶ نصو! ى الدعوة، وتلمس النواحى المشرقة الحية فى ¶ مبادئها، وربطها بواقع الحياة وسنن الكون، وبيان ¶ مقدار ملاءمتها لل! سلوك الانسانى فى جميح أطواره،",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "-17 -  ¶ وعلى مدى عصوره وأزمانه، وهذه المجموعة من ¶ الأدلة القائمة على هذا المنهج تفيد الباحثين مين ¶ الأجانب عن الاسلام، وتفيد فى (الرد على المتشككين ¶ فى صلاحيته لقيادة البشرية قيادة رشيدة. ¶ والواقح التاريخى الذى نجعلناه دليلا على عالمية ¶ الدين يعتبر تطبيقا لمبادىء هذه الدعوة وبيان حسن ¶ إنتاجها فى المحقل الذى ؤرعت فيه، وهى دليل صدف ¶ على فاعلية الأدلة الذاتية الموجودة فى المجمومحة ¶ الثانية، وهذه ا، دلة كلها متضامنة فى إثبات صدف ¶ هذه القضية، وهى عالمية الديق الاصلامى، وإليكم ¶ الحديث عن هذه الأدلة بنوع مين التفصيل. ¶ الأدلة النقلية على عالمية الدين الإسلامي: ¶ 1 - من القرأن. جاءت ايات مكية تدل على أن ¶ وصف العالمية لاؤم الدمحوة الاسلامية من أيامها الأولى، ¶ وترد على من ؤعموا أن عالمية الاسلام فكرة لم تكن ¶ عند محمد حإن أرسل لهه، بل جاءت فى عهد خلفائه ¶ الذين تاقوا المى القتال والمتوسع بالمفتوح، كصا/ردد ¶ ذلك \" ولي! موير)) فى كتابه عن 3 ((المخلأفة \" (!) وردده ¶ __________ ¶ (1، تاريخ لمدعوة لأرنولد ص 9؟، كهه",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "- 18 -  ¶ أيضا \" ساوندوز \" ائحاضر ا! لأول للتاريخ! جامعة ¶ كنتر برى- بزيلندة المجدي! د. ة،2 ون! ثرته مجلة التاريخ ¶ إلمعاصر. فى مارها وابريل سنة 1961 (1) ومن هذه ¶ الايات ما يأتى: 1/ 3 - -! ¶ ا-- قوله تعمالي: \" وما هو إلا ذكر للعا\"لمين \" (2). \" ¶ 3 - قوله تعالى!: \" إن هو إلد ذكر اللعالمين بئ) (3). ¶ 3 - -قوله كاتعالى.: \" قل يإيها3 1 الناسى إنى رسول الله ¶ إليكم جميعا \" (40) 0 7 3 لا! ¶ 4 - قوله تعالى: ((كا إن هولا 3 إلا ذكر وقرأن مببن * + ¶ لينذر من كان حيا ويحق القول! جملى ¶ الكافرين،) لا (5). ¶ ومعنى من كان حيا، كل من ثبت له الحياة، ولمفظ ¶ \" من \" من صيغ العموم.، ء ¶ 5 - قوله تعالى: \" تباوك المذى نزل 0 الالرقان على ¶ عبده ليكون للعالمين نذيرا \" (م.؟ 7 ¶ __________ ¶ (1) مجلة الأزهر مجلد 33 ص.؟ 2 -  ¶ (2) سورة القلم: 52 ص لأ، - ¶ (3) سووة إلتكوير ة 27 لم، يوسف؟. ا، الأثصام-.، ¶ (4) سورة الأعراف: 8 5 ¶ (5) سورة يس: 69 6 + 7 ة: خ لأ +-!!! 3 - ط ء3 \"-!.-\"؟! 6.- ¶ 61) سورة الفرقان",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "- 19 -  ¶ ) -! 6 - قوله +\"تعالى -: ((! أوحى إلى هذا االقران لأنذركم ¶ به وضا بلخ)) / (\\) كاه لا /- - ا.، ء * ¶ 3 ؤمعنى \": من بل! غ،) هن ء وصلص-حد التكليف - هن ىى ¶ جنس ولون -، أو مق بلغه القرأن مي! كا كير المخاطبين به ¶ عند نزوله \" ء لأ - ص ¶ لا 7 - فبىله، تعالى: \"\" وما أرسلناك إ، كأفة للناس ¶ بشيرأ ونذيرا \" (2 أ. / ء لا ¶ 8 - قوله تعالى: \" وكذلك أوحينا دإليك قرانا عربيا ¶ لتنذر أدم القرى ومن حولها)) (3). ¶ فأم القرى هى مكة، ومن حولها. يشمل كل الناس، ¶ غير \"المقيمين فيها، فكل حى على وجه دالأرض مقيم ¶ حول مكة، فهى مركز الدائرة، وقطرها ممتيد ي! يط ¶ كل نقطتين على المحيط العالمى. ¶ 9 - قوله تعالى كا: \" وما أرثسلناك إلا رحمة ¶ للعالمين)) (4) ص.-! لا ¶ هذه هى معظم الايات المكية ءوتضاف اليها الذيات 3 ¶ المدنية التالية ¶ __________ ¶ (1) سورة الأثعام:! ا لأ - في أ-.؟ لأ؟ 7 -  ¶ (2) سورة سيأ: 28،\" +. ¶ (3) دسورة الشورى: 7 - ،.لاص نم / ء 3؟،، 1 - د.، د -؟ لأ ¶ (؟) سورة الأثبياء: 7 0 1.: - + -+؟ سخ. لمع!",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "-30 -  ¶ 1 - قوله تعالى: ((وقل للذين أوتوا المكتاب والأهيين ¶ أ أسلمتم؟ فإن أسلموا فقد اهتدوا)، (1). ¶ فالمدعوة فيها موجهة الى المي! ود والنصارى وهم أهل ¶ المكتاب وإلى غيرهم من المعرب المذين يطلق عليهم ¶ الأميون. ¶ 2 - قوله تعالى: \" قل يا أهل المكتاب تعالوا إلى ¶ كلمة سواء بيننا وبينكم ألا نعبد إلا الله ولا نشرك به ¶ شيئا 000)) (2). ¶ 3 - قولمه تعالى: \" ومن يبتغ غير الإسلام دينا فلن ¶ يقبل منه)، (3). فكل انسان لا يدين بدين الاسلام ¶ لا يقبل منه ما دان به، فهو دين الجميح. ¶ 4 - قولمه تعالى: \" هو ا. لمذى أرسل رسولمه بالهدى ¶ ودين الحق ليظهرة على المدين كله)، (\". ¶ ا (ب) من المسنة، الى جانب المسنة الفعلية ح! يئ بلغ ¶ الرسول المدعوة جاءت المنصوص المقولية الاتية: - ¶ 1 - ا (كان كل نبى يبعث المى قومه خاصة، وبعثت ¶ الى كل أحمر وأسود) لم (5). ¶ __________ ¶ (1) سورة ال عمران: 0 2 ¶ (2) سورة ال عمران:! ا6 ¶ (3) سورة 2 ل عمران: 5 8 ¶ (،) سورة التوبة: 33، الفتح 27 / ¶ (5) رواه البخارى ومسلم.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "-21 -  ¶ وجاء بروايات مختلفة، فى بعضها ا (وبع! نئت المى ¶ الناس عامة)، (وبعثت الى المخلق كافة). ¶ 3 - ! إنى رسول الله إليكم خاصة، والمى الناس ¶ كافة) 11)، وكان ذلك فى إحدعما المخطب الذولمى بمكة. ¶ 3 - فى كتاب المنبى -بن! المى جي! فر وعبدا بنى ال! لندعما ¶ ملكئ عمان قوله (فإنى رسول الله الى الناس كافة، ¶ لذنذر من كهان حيا ويحق القول على المكافرين) (2). ¶ 4 - فى حديث المبراء بن عازب عند حفبر الخندف ¶ نمبما غزوة الأحزاب، وقد اعترضت الم! م! لمإن صخرة وهم ¶ يحفرون جاء قوله (فاشتكينا ذك لملنبى علث!!، فجاء ¶ وأخذ المعول فقال: بسم الله. ثم ضربه فنتنر ثلثها). ¶ وفى روالهة: (فخ! رج نور أضاء! ا بين للاب! تى 9 المدينة ¶ وقال: الله أكبر، أعطيت مفاتيح اللشام، والله إنى ¶ لمبمارى قصوره! ا الجمر لما! لساعة مق \"مكانى هذا /،،ء قالط: ¶ لغ ضرب الثانية فقال: بسمم الله فقطع ثلثا اخر لم فقال: ¶ اللى! كمبو /، أعطيت ميفاتيع فارس، والماله إنى لأبصر ¶ قصر المد ائثق + ا اكلبيض وفما رواية: للأبصر قصور الحيرة ¶ ومدائن كسرعما كأنها أنياب إلمكلاب من مكإئيى هذاة ¶ وأخبرنى جبريل \" أز،، أمتبى ىظأهرة ءعليها. ثم ضرب ¶ __________ ¶ (1) رواه البخارى وكتب السيرة. ¶ (2) المواهب للقسطلافى ج ا ص 225! لاا لا! كا",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "- 22 -  ¶ ثال! ثة وقالى: بس! ا. ده ا، فقطع الحجو وقال ص:3 إدثه أك! ير، ¶ أعطيت ففاتيع إليفن، والله إف! ى-لأيصبر باب صنععماء\"1) 1 ¶ قال/ إبن م اسحى: وحدثنى. من لا إتهمم عن أبى هريرة ¶ أنه كان-يقولى ح! يئ فتحت هثت 8 الأمصار- فى-لازمإن عمر ¶ وزمان عث! مان من يمعده د: افتتحوا اما بدالكم، فوإلمذى ¶ نفس أبى همريرة بيده ءماءافتت! ختم من مد! ينة ولا ¶ تفتتحونه! المى يؤم القي! امة. إلا وقد أعطى انثه-ل! نبخاتة ¶ محمد! ظ! هفاتيحها قي! ل ذ 3 لك ء /هذ! وقد كمالا المرتمابون ¶ يق! لون --عغ الرسولى:-ليخبدركم أنه يبصرس. من؟ يثرلط ¶ قصور الحيرة -ومدائن 3 كسرى وأنتم تحفوون الخندق ¶ ولا تث! قظيعون -أن تبوزوا 20 وفيهم إكتال ا. دله تعالمى: \" ¶ ول و إذ. ي! قولىس االنافقون والحىين فى \"قلوب! مسا مرض! ما وعدلا ¶ اكالثه ورسهوله إلا غرورا 3\"- (3).،س، - -، - - ¶ ؟ ه -- عنكا عدى- أن النبى ع! نلاول! قال له: (ولمئن ع 3 طالت ¶ بك خياة 3 لمقفلض كغوز كسرى أ قل! ء: لم كنوز كسرى كا ¶ ابق. هرهز؟ -قالي: (كنوز كدمرى بن 2 /هرصز) ء 3 وكنت ¶ هيص إفقنغبر-كئوز -كلمنرئ يمن *هرصز *)! -ج إ 3 ا) - 3.؟ 33 - \"! \" - + ¶ __________ ¶ (1) رؤلأه -ا أحمد ؤألئسالى باس! آد\"حسن. /) ¶ (2) الزرفانى عقى ألموأهب ج 2 ض-!. أ، رؤئ./بعضنه- ال! خأر. هـ ¶ عن أبى هريرة. - -+ - 1، 7! 3ء- ا، ¶ (3) رواه البخارى ء، اد. ا\"7؟؟ - إ-؟ 3 ع،*في،-.كا-،! ولم،33 - ?! -أكا 7 كا - %! -،",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "-ت يم 3: - * ¶ - 6 - \" (،إنكم -ممت! فتحون مصر، وهى أرض يسمى فطها ¶ القيراط فإذا فتحتموها. فدأحسنوا الى 0 أهلها، فإن لهم ¶ ذمة ولرحما) أو قال (ذمة 2 وصهرا) 1 (1).! ¶ فالأحاديث المبثصرة بالفتح تدل دلى عالمية الدين ¶ الإسلافى وأنه سلينتمثر فى هذه *الأصقاع وغيرها. ¶ ومن الأدلة على خلود الرسالة ودوامها إلى أخر ¶ الدنيا ما يأتى: لا ¶ ا - قوله طعالى: ((ما كان محمد أبا أحد من ¶ رجالكئم*،-ولكن رش! ل اله وخاتم النبي! ن \" (2). ¶ * 33 - قول النبى 7 ا!: (مثلى ومثل الأنبياء إقبلى ¶ كمثل رجل -بننى بيتا فأحيممنه وأكمله (إلا موضع لبنة4 ¶ من-زاوية! من زوالهاه، -فجغل المناحمأ يطوفون بمه ¶ ويتعجبون \"له ويقولون: لأهلا-وضعت هذه الأللبنة!! فأنا ¶ تلككا-اللبنة وأنا --خاكلم النبيمين) 3 ي! .. \" \" 7 ¶ 3 - قوله أيضا: ا وأرس! لت ألى الخلق! كافة، وختم- ¶ بى! النبيون) / (4) ¶ __________ ¶ (1) رواه مسلم ¶ (2!) سورة الأحزاب:40 ¶ (3) -رواه البخارى ومسلم ¶ (4) رواه مسلم",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "- 34 -  ¶ 4 - قوله تعالى: (أنت منى بمنزلمة هرون من ¶ موسى، إلا أنه للا نبى بعدى) (511 ¶ وقد بلغ النبى محمد تن! أ الدعوة بصفتها العالمية ¶ على ما سيألتى بيانه. ¶ الأدلة الذاتية أو العوامل الأساسية لعالمية الدين ¶ الإسلامي: - ¶ إن الأدلمة الذاتية على عالمية الدين الاسملامى كثيرة، ¶ وقد تعرض المباحثون للحديث عنها، وعنى بعض! هم ¶ بمجموعة خاصة لأهميتها فى نظرهم، وقد لمخص كثيرا ¶ منها المرحوم \" محمد فريد وجدلا! \" فقال فيمما قال: ¶ إن المقومات الأساسية الخالدة لملاسملام هى: أنه ديي! ¶ الفطرة وأنه قائم على المعقل والمبرهان، وأن هناك ¶ آصولا أولمية يت! ألف منها دسلتور علمى 3 يوجه المى ينابيع ¶ المحكمة وهى تن! ر فى اهذه الكليات ألتى أجمعت ¶ عليها كل فلسفات العالم، وهى: دوام الن! ظر والتفيم ¶ فى الوجود إجماللا، وفى الكائنات الملتى فيه تفصيلا ¶ ودرحمما أحوال الأمم والاعتبار بها، وتنور نجوامسى ¶ اللاجتماع من خلالها، واللاستهداء. بالأعلانم الإلهية ¶ المنصوبة فى الوجود لهداية اليمنبالك! يا \"ابى الخقا، ئق ¶ __________ ¶ (1) رواه مسلم. ص / -! ا /",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "-25 -  ¶ الخالصة من اللثوالفد! بط، يوالمتجرد من جميع الصسبغ ¶ الوضعية وهن الممهوى! إلك! م عدلى اللأشمياء، ¶ والاجلتهاد فى تحصي! لى ال! علم حيت كان، س يوعند أية أمة ¶ وجدد، وا/لأخذ با الأحسمن من كل شىء، وإلم! عملى همهينددأ ¶ حيرية البحث وعد! م الاممتخ! اء لمالدتقليمد،-وعد! ال! جم! ود ¶ على ش! ء والجرى على سنة التجديد، أصننبقاء للتبناسب ¶ بيهط أهله وبيهط كل جذيد، وأعتب! ار المفضائل! محائل ¶ لبلويخ االكمال الذى قدره المطالق للانسان فى هذأ أالعالمم، ¶ وأعتبار وح! دة الإنسانية وأن 1 الناس ما انقسموا الى ¶ أمم وشعوب وقبائل ليتخعالخوا ويدتذأكزوأ، ولمكلن ¶ ليقعارفوا ويتحبوا، وأن، باب الاجمتهاد فى الدين \"-ولى ¶ اللأحكام هفتوح) الى ي! وه! الهقيامة، لا تختص يه طمائفةء ¶ ولا تسل! أثر به أ! ة. + ¶ ه! ه هى الأصولط الأسمإسية فى/ اللأسلامم، وكلها كما 3\" ¶ تر! أصول حاصلة على إجمامع أهل المعلم والفلسفة ثط ¶ العصر الحذيث، وهى مع هذأ أصول خالدة قابله ¶ للتطبيق قى كل زمان ومكأن، ولى كل أمة من أمم ¶ ا ا*ركما كتب لمها السمو وطولى البظء. فهل نعجب بعد\" ¶ هذأ البيان من كولنأ: إن تعاليم ألاسلأم خالد؟ خلمود ¶ التوامي! ر!! ا الطبيعية\" وأنها تصلح لكل زمان ومكئان \"؟ أ1) في ¶ __________ ¶ / لأ\" صله الأزص ث. صملد! هى 5؟! - 28 اس \"،) 1،",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "- 26 -  ¶ /هذا هو كلام إ بعض مفكوى الاسلا! فى القواعد ¶ الأساسية للدين إنعالمى، وفلاس! فعة -المغرب ومن يحاولون ¶ البحث عن دين جديد للبشرية عامة -، وضعوا، قواعد ¶ ل! ذا الدين الذكما أسممو 8 \" الدين الفطرى أو الطبيعى)). ¶ واعتبروها ن! موذجا عالميا لكل دين من الأديان، يقولا ¶ أجمد كبار، أشياعهاع وهو المفيلسوف \" كارو \" فى كتابه ¶ \" البحولث الأدبية علبى العصر ال! حاضر)): أصول الديانة ¶ الطبيعية هى الاعتقاد بوجود إله مختار خلق الكائناثة ¶ وعنى بها، ووهو متملز عن العوالم الكونية وعق ¶ الثوع الان! مباثى، ووجود روح للانسان متصفة! بالإدراك ¶ والحرية ومحعبوسة فى هذا المجثمان المادى أمدا لتبتلى\" ¶ فيه-، وهذكاالروح تستطيع بارادتهما أن تطهو هذا ¶ الجثمان وتنقيه اذا عرجت به نحو السماء، ويمكنها ¶ أن تشفله باخلادها اك المادة الصماء، لأ والاعتقاد ¶ المطلق بسمو المع! ل على الحس ووضع الحرية الخلقية،\" ¶ التى هى يليوع/ وأصل جملهغ ءالمحريانا،. تحت؟ سيطرة ¶ الاعتدال،/ وإعظاء الصيفات الفاضلة؟ اسمها الحقيقى ¶ وهؤ +الامتحان وا! لابتلاء،1،ولجدي! و عرضها -الصجيجح وهو ¶ التخليص. التدويجى لل! النف! ن من. عنلائوا الج! هممء، والتهيئء ¶ لساعة الموت بالزهادة وأخيرا ألاعتراف 3 بناموس ¶ الترقى ولكن بذون فضك 1 ترقى -الانشان\" فئ مدارج",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "- 27 -  ¶ إلم! عمعادة، المادية جمرا 0 العواطف ايفاضلة المتى هى وحدها ¶ تبرر تلبن المصعادة (1). \" ء لا / 9 ¶ ويقولى -ا-نفيلش! وحف ا\" جمائت \"\": الدي! ان! ة المجقه الموحيدة ¶ هئ/ إ4لتى لا تجتوى إلا على قؤانين، أعنى قواعد صالحه ¶ للجرى جمليها،3 ن! ثهعر هن. ذاتنا بضرورتها المطلقة، ¶ وتكين مجردة عن الأساطير والتعاليم س الكهنوتية (2). ¶ لقد اضطو هؤلاء المفكرون، لى اقتراح المديانة ¶ 1الطبيعية لأنجهم لم يمدوها فى المديانالمتآ القائمة المتى ¶ تعتمد قى-كاالكثير من مث! مائله! علنى المشروح والمتأويلاتء ¶ المتى 7 تعمل فيها الأهواء عملها، ولا تتفق ومقررات ¶ العلم،4 ولا تساير التطور وحاجات المب! ثر فى قطاعاتها ¶ المختلفة،. ولو أنهم نظروأ بحق فى الدين الاسلامى ¶ المأجوذ من منايعه \"المصافية لموجدوا فيه أسمى ديبن ¶ يري! وئه لإسعأد ا اصلب! ثرية * مثما المحياتين. \" \" 7 \" 3 ¶ هؤلاء الناس يريدون أدلة علتى صدق +ا+لمدين من المدين ¶ ئفسه، وعالنى لاضلاحيته \" اللعالمية 2 من مبادئه الأساسية9.، ¶ وكل ما يريده. هؤلاء وأحسن منه وأكثر موجود فى المدين ¶ الاسلامى، ولمو شئنا لأتينا بكل ا الأدلة على مأ وضعوه ¶ فن *فبإ3 ىء!؟، وكان حعلنى ذلك هو ى الحديث عن المدين ¶ __________ ¶ (1) مجلة الأزهر: مجلد 8 ص 151 ومجلد 11 ص\"! ورلم ¶ (1) مجلة الأزهر: مجلد 15 ص 294 ء لأ - ء",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "- 28 -  ¶ كله أو معظم مأ فيهلا، وليس مجاله هنا فحسبن! ا من دلك ¶ إشارات خفيفة لبعضى ما جاء فى الاسلام من هذه ¶ المبادىء لنبرهن به عل! عالميته الأصيلة المذاتية. ¶ إ! ا) إن عالم! ية الدين، كمما قدمنا، تكون) إبت، كانت ¶ شريعته موضوعة لصالح الاندسان-من حيث هو اندسان، ¶ ومعنى هذا أن تكون شريعة الفطرة المتى فطر الله الناس ¶ عليها، وقد قال الله تعالى فى شأن الاسلام إ: \" فأقم ¶ وجهك للدين حنيفا، فطرة الله التى لافطر الناس عليها، ¶ لا تبديل لخلق ا لله، ذلك المدين القيم، ولمكن أكثر الناس ¶ لا يعلمون \" (،1). ¶ وقال -! ا: ((لأ ما من \"مولود إلا يولد على 7 الفطرة، ¶ فأبواه يهودانه أو ين! رأنه أو يمجسانه كما تنتج ¶ البهيمة بهيمة جمعاء - تامة. الخلق - هل تحسون فيها ¶ من جدعاء؟ - مقطؤعة الثلاذن أو الذنف أو ناقصة ¶ الخلى - ثم -صيقول أبو / هريرة راوعا 0 الحديث: ((ء\"فطرة ¶ الله التئ فطر الناس عليها لا\"تبديل لخلق الله 7 أ. ذلك ¶ الدين القيم \"ء (2). - كا 7 كا س - ¶ وقال. أيضا ا، ل! خول إدثه): 4 إنئ خلقت عبإدى -اح! نفاء، - ¶ __________ ¶ (21) سكلرة الروم ?-+. 3!! + لأ! ى لأ كا 2.! لأ-؟: - +.-*.ش لأ: 0 3! ء ¶ (2) رواه البخارى. -! ء ش س!،ء -. لأ ء -. - -، ص -و 4! - * ء",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "- 29 -  ¶ فجاءتهم الشياطين فاجتالتهم عن دينهم)، أ ى ¶ حولتهم ا (1). ¶ الفطرة المذكورة فى ا، ية والحديث هى الجبلة ¶ وإ الطبيعة والخليقة الانسانية المجامعة يين العالمين المادى ¶ والروحى، والمستعدة لمعرفة عالم الغيب والمشهادة، ¶ وما أودع فيها من غريزة المتدين المطلق، الذى هو ¶ الشعور الوجدانى بسلطان غيبى فوف قوى المكون ¶ والسنن والأسباب لاالتى قام بها نظام كل شىء. ¶ والاسلام قد راعى الفطرة فى بناء التكاليف عليها ¶ بحيث لا تكون مصطدمة معها، أو مهملة لمقتضياتها ¶ المادية والمروحية، وفى تقرير اللأدلة وسلوك السبل ¶ للدعوة ا وغرس المبادىء، كل ذلك كان مستوحى من ¶ الفطرة ومستخدما إياها فى هذا الغرض النبيل. ¶ ففى مبادىء الاسلام ما يشير اليه قؤله تعالى: ¶ \" وابتغ فيما أتاك الله الدار أ الاخرة، ولا تنس نصيبك ¶ من الدنيا)، (2). وقول النبى رو!: أ (إن لمبدنك عليك ¶ حقا ولمربك عليك حقا،، ي)، وغير ذلك من المنصو! ى ¶ والتدثريعات المراعية لطبيعة المنفس وحاجات المجسم ¶ __________ ¶ (1) رواه مسلم. ¶ (2) سورة القصص* ¶ (3) رواه البخارى.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "-30 -  ¶ ومتطلبات العقل، وفما الدع! ة كانن! أله! الينب ابترغيب ¶ والترهيب، واستعمال وسائل الإيضاح! وعوامل ¶ التشويق، 7! توويضى المنفس بالصبر على: المبلاء والملثمكر ¶ على الرخاء، ة وبيان كاأثر القدوة والاستهواء ومواعماة ¶ حكم لأ البيئة وعوامل الوراثة وما الى ذلك. -2 د ¶ وبهذه الميزة كان الالهمهلا! ملائما لجميغ أ ا اى جناس ¶ البشرية، فالمفطرة اي! صيلة وأحدة، وتالبلته النفوس ¶ على اختلاف مستوياتها، ومتمشمميا مع مطالب المحياة ¶ بالقدر الذى يصلحها ويجعل النشاط فيهما ينتج انتاجا ¶ مثمرا مثيدا. ء لا 3 -  ¶ (به) ومن قيام الاسلام على العقبن. وتكريفه له نرى ¶ أن معجزته الكبرى عقلية وهى القرأن الكريم، كما ¶ يقول النبى ط!!: ((ما من الأنبياءلا من نبى إلا وقد ¶ أعطى من الآيات ما مثله آمن عليه البشر! وإنما الذى ¶ أوتيته\"وحيا أوحاه ا، دثه إلى، وأرجو أن أكون أكترهم ¶ لتابعا يوم الم! قيامة \" (1) 0 2 ¶ وفى القرأن الكريم أيات كثيرة تدعو الى استعمال ¶ العقل، فقد تكرر كثيرا قوله تعالى ((أفلا تع! لون \". ¶ __________ ¶ (4) رواه البخارى ومسلم.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "-31 -  ¶ وقال: \" أو لم ينظروا فى 3 ملكوت لاالسموات والأرخبى ¶ وما خلق *الله مل شىء \" ا (ا!. وقال: \" فاعتبروا يا أولى ¶ إ! بصار \" \" (922. وحرم! ا! سلام \" الم! تقليد فقال تعالى: ¶ \" (وأذا قيل - اتبعوا ما أثزل 3 الله قالموا، بل نتبع ما ¶ ألفينا - حأبا-ءنا، أولمو كم! ان 7 آباؤهم لا يعقلون شيئا ¶ ولا يهتدون ء\" ا2).-، ¶ ونهى عن التعصب للرأى، الأنه اتباع للهوى فقال ¶ تعالى: ((وأن 7 احكم بين! م بما أنزل الله ولا تتبح ¶ أ هوا ء! م لأ \"! 4! 0 2.، ¶ 3 كما ن! هى 4 عن اتباع الظن -، لأنه لا تق! م، به ح! جة، ¶ ققال سبحافه: ((إن يتبعونما-!! الظن \" وإن الظن ¶ لا يغنى من المحق شيئا أ) (لا). ¶ وطالب بالدليل والبرهان فقال تعالى: \" قل هاتوا/ ¶ هرهانكم إن كنتم صادقان \" (6). ¶ و\"امتأت أيات القرأن با الأدلة الكونية والنفسية فقال ¶ __________ ¶ (1) سور! الأعراف: 185 ¶ (2) دورة الحشر 2 + اس ء. .! ¶ 31) لورة البقرة: 170! 0 7 - س!! 3 ء / ¶ إ؟) لورة المائدة: 9؟:! \". / س. و - ¶ 51) دورة النجم: 8؟ ص)،،! -7 - 6 - ، ص ¶ ! 6) لورة البقرة: 111!!::! - لا! /",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "- 32 -  ¶ سبحائه ةا لن فى ظق ألالمسموات والأرض واختلاف المليل ¶ والمنهار لايات لأولى الألمباب)، (1)، وقال ((وفى ¶ الأرض أيات لملموقنين. وفى أنفسكم أفلا تالصرون \" (2). ¶ وبناء على احترام حكم العدتلى لا توجد حقيقة دينية ¶ مخالفة لحقيقة عقلية، ولا ي! وجد نص فى القرأن ¶ والسنة يتعاركما فى حقيقته مع حكم المعقل، وإن كان ¶ هناك تعارض فهو فى ظاهر النص، ويجب أن يفهم ¶ على ضوء العقل، ويؤول بما يوافقه. ¶ وفى احترام الاسلام للعلم لا نرى دينا من الأديان ¶ يدانيه فى هذا المقام، وا، لنصومى على ذطث أشهر من ¶ أنتذكر ((قل هل ليستوى الذين يعلمون والذين ¶ لا يعلمون \" (3)، ((إنما يخمث! الله من محب! ادة ¶ المعلماء)) (2)، ((يرفع الله المذين امنوا منكم والذين ¶ أوتوا) العلم درجات \" ا (5). ¶ (جـ) وفى مجال الحريات جعلها الاسلام عنوانا ¶ لتكريم الانسان الذى قال الله فيه: ((ول! د كرمنا ¶ __________ ¶ (1) سورة ال عمران 190 لا ¶ (2) سورة الذاريات: 20، 1 2 ¶ (3) سورة الزمر: 9 ¶ (،) سورة فاطر: 8 2 ¶ (5) سورة المجادلة 1 1",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "- 33 -  ¶ بنى أدم \" ا (1). إنه قدس الحرية بكافة ألوانها وفأ ¶ مجالاتها المحيوية المنتجة، فلا رف ولا تحكم ولا ¶ است! بداد، قال تعالى: \"لا إكراه فى المدين قد تبين المرشد ¶ من الخى\" (2)، وقال: \" وأمر! م شورى بينهم)) يس). ¶ وقال عمر رحمما الله عق: (متى استعبدتم المناس ¶ وقد ولمدتهم أمهاتهم أحرارا)؟ وهو بهذا المتكريم ¶ القائم على احترام الحويات كان أهلا لتحمل المسئولية، ¶ والمخاطالة بالتكاليف دون سائر المخلوقات، قالى تعالى: ¶ \" إنا عرضنا الأمانة على السموات وا الأرض والجبال ¶ فأب! ن أن يحملنها وأشفقن منها وحملها الانسان \" (4). ¶ (د) وفى وفاء التشريع بكل القطاعات، نرى أن ¶ الاسلام قائم على تنظيم جميع العلاقات، بإن الانسان ¶ وب! ن الله، وبينه وب! ن المناس، وبينه وبين نفسه، فى ¶ المجال الاقتصادى والخلقى والثقافى والمسياسى وسائر ¶ المجالات، مصداقا لقوله تعالى: \" الميوم أكملت لكم ¶ دينكم وأتممت عليكم نعمتى ورضيت لكم الاسلام ¶ __________ ¶ (1! دسورة اللالصر اء أ: 5 يا ¶ (؟) سورة البقرة 56؟ ¶ (3)! س! رة الثسورى،: 8 3 ¶ (! ما! سورة الأحزاب:؟ 7 7 7، ¶ (!)",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "- 34 -  ¶ دينا)، 1 (11. وق! وله: \" ولن! زلذاع! ل! يلط الحكتماب تبعديانما ¶ لك! ل شىء)، (2). ¶ و! معا يدلى على شصمول الهدالية للن! واحع! ى المسادية ¶ والأدبية، الدي! نية والدنيوية، المروحية وإلبدنلية قوله ¶ لتعمالمى: \" لمقد أرممللنا رسلنما بمالبيمنات وأنزلمنا معهم ¶ الكمتماب والممالزان للطوم النياس بمالقسط وأنزلفا الحديد ¶ ف! يه بأس شديد وهن! افع لللناس)) (3)، فهو ديق المدنلية ¶ والح! ضارة المصحميمحمية بكل مظاهر! ا وألوانمها الهادفمة ¶ الى صلاح البشرية ديلنا ودنيا. ¶ (!) والاسلام يشتمل علمى عدة قضايا كلايه همى قواعد ¶ القشريع اللأساسمية، يمكن أن تستنتج صن! ا أحكام لكل ¶ المقمضاي! ا، وعلاج لمكل المشاكل، وك! انت هذه المقضايا ¶ أساس الاجتهاد فى ال! ثريعة، الذى بمقتضاه وجدت ¶ المذا هب الفقهية، وزخرت با الأحكام والتفريعمات، القى ¶ كانت منها فروضى مقدرة الحدوث فى الأزمان ¶ المستقبلة، وهذا دليل مروثة الاسلام فى صلاحيته لكل ¶ تطبيق تعرف منه اي! حكام. ¶ ولعل مما يشير إلى هذا أن النبى ا! بعث بجوامع ¶ __________ ¶ (1) سورة المائدة: 3 ¶ (2) سورة النحل: 6 8 ¶ (3) سورة الحديد: 5 2",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "- 35 -  ¶ ا! كلم، ألمفاظا! صدودة تععممل معمانى والس! عم! ة، لأنها ¶ مركزة تركيزا يدلى علىص! كي واضحيا، وعلمى المغرض ¶ المذى من أجلمه صيغعت ب! ذا الشالل لتكودنا صالحة لكل ¶ زمان تجد فيه! حوادث ومشاك! ل، ولكلى بيئة لمها ظروف! ا ¶ وعرفها الذى يدن! الدمبه دن! وع خا! ى من فمروع المتدثصريع. ¶ وهن أمثل هذه القواعد المكلية: الممضرورات تبيح ¶ المحظورات، وإ التكليف بما يستطاع. ¶ (و) والمساواة فى الاسلام أصل مقرر، ليس أدل ¶ محليها من قوله تمعالى: ((يأيها الناس إنا خلقناكم من ¶ ذكر وأنثى وجعلفاكم شمعوبعا وقب! الئل لتمعارفوا، إ ن ¶ أكرمكم عند الله أتقاكم \" (؟). وفى حجة الوداع قال ¶ النبى ء! اش!: ((الناس لادم، وآدم ضا تراب، لا فضل ¶ لعربى على عجمى، ولا للأسود على أحصر إلا بالتقو! مأ)) ¶ (ز) وفى العدل اي! ات كثيرة فى المقرأن، منها قوله ¶ تمعالى: ((إن الله يأمر ب! العدل والإحسان)) 211)، وقوله: ¶ ((اعدلوا هو أقرب للتقوى)) (3)، وقوله: ((كونوا ¶ قوامين ب! القسط شهداء دثه ولو على ألنفممك! أو الوالدين ¶ __________ ¶ (1) سورة الحجرات: 3 1 ¶ (2) سورة النحل: 0 6 ¶ (3) سورة المائدة 8",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "- 36 -  ¶ واللأقربين، إن يكن غنيا أو فقيرا فالثه أولى بهما فلا ¶ تتبعوا الهوى أن تعدلوا \" (1). ¶ وقد غضب النبى عل! % لشفاعة أسامة فى حد من الحدود ¶ ح! يئ سقت الثصريفة المخزومية، وبين أن سبب هلأك ¶ الأمم /السابقة هو التفريق فى القانون والمعاملة ب! يئ ¶ اللأشراف وغيرهم، وأقسم أن فاطمة بنته لو سقت ¶ لقطع يدها (2). ¶ (ح) والاسلام أنصف كل الأديان السماوية، وقرر أن ¶ المسلم لا يكون مسلما إلا إذا أمن بالرسل جميعا، ¶ وأولاهم من الاحترام ما يوليه لمحمد -علث!!، قال تعالى: ¶ \" قولوا أمنا بالئه وما أنزل إلينا، وما أنزل إلى إبراهيم ¶ وإسماعيل؟ وإسحق ويعقوب والأسباط وما أوتى موسى ¶ وعيدم!، وما أوتى المنبيون من ربهم، لا نفرقما بين ¶ أحد منهم، ونحن له مسلمون \" ي)، وفى أية أخرى: ¶ \" لا نفرقما بإن أحد من رسله \" (4). وفى الحديث المثريف ¶ ((الأنبياء إخوة من علات أمهاتهم شتى ودينهم ¶ واحد \" (5). ¶ __________ ¶ (1) سورة النساء: 135 ¶ (2! رواه البخارى ومسملم. ¶ (3) سورة البقرة 136 ¶ (4! سورة البقرة 285 ¶ (5) روأه مسلم -/.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "- 37 -  ¶ (ط) والاسلام دين السلام بحق، القاعدة عنده هى ¶ السلم، أما الحرب فهى! رورة لثرعت لرد العدوان ¶ وتأم! ن الحريات، قال تعالى: ((يا أيها المذين امنوا ¶ ادخلوا فى \"السلم كافة ولا تتبعوا خطوات المشيطان، ¶ إنه لكم عدو مبين \" ا (1). وقال: ((وإن جنحوا للسلم ¶ فاجنح لها وتوكل على الله \" (2)، وقال: \" لا ينهاكم 11،دئه ¶ عن المذين لم يقاتلوكم فى الدين ولم يخرجوكم من ¶ دياركم أن تبروهم وتقسطوا إليهم إن الله يحب ¶ المقسطين))!!). ¶ ومظاهر التعايش السلمى وتبادل المنافع بين الأمم ¶ دون نظر الى عقيدة أو مذهب أو غير ذلك أمر معروف ¶ فى الاسلأم والأدلة عليه كثيرة. ¶ إن هذا الدين المذى فيه كل هذه المقومات العالمية، ¶ والتى تنص أياته وأحاديثه على أنه وحده دين ¶ الب! ثرية، وتحث على تبليغه ونشره، جدير بأن يفيد ¶ منه العالم كله، وأن تبذل جهود ضخمة فى سبيل ¶ إذاعته فى كل مكان، وبقاء المدعوة له فى كل زمان. ¶ __________ ¶ (1) سورة البقرة 208 ¶ (2) سوره الأثفال: 1 6 ¶ (ع!) سورة الممتحنة:، 8",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "- 38 -  ¶ الأدلة الواقعية على عالمية الدين الإسلامي: ¶ تكون االلأدلة المواقعي! ة على عالميه الدين الاسلامى ¶ مثبتلأ لهذه القضية إذا أخ! ذت من وسائل تبليغها، ¶ والمجا، ت الثى وصلت إليها وكيف أفاد منها المعالم ¶ على 1 اختلاف بيئاته وأجياله وصهملتوياته، ويتضح ذلمك ¶ بعد 3 المحدل! ث على تبليخ المدعوة الما عهد المرسهول وبعدة ¶ ! تحعدث ا، ن عن التالليغ.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "- 39 -  ¶ الرسول يبلغ الدعوة العالمية ¶ (أ) أوامر التبليغ ¶ لقد أمر الله نبيه - صلى الله عليه وسلم - بتبليغ هذا، الدين، لأنه لم يكن ¶ كما! كلمت، دلينا خاصا به، يعمل به هو وحده ليهتدي ¶ الى الحق، ويزليل القلق النفدم! الذى كان يعانيه ¶ مخدما يرى الإنممان، وهو أكرم هخلوق يسجد لصنم ¶ لا يسهمع ولا يبصر ول! يغنى شيئا، ومحندما كان يرلى ¶ ا! ادات المرزوللأ الف يجب أن يتنزه عنها الانسان ¶ الذى! ضلط الق محلى كثو من خلقه. ¶ وقد حدث أن أرشد الله بعض الناس الى طريق الحق ¶ ليسيروا فيه وحدهم، ولم يكلفهم بإبلاغ ذلك غيره، ¶ وهم الم! ذين اصطلح بعض العلماء على تسميتهم ¶ بالأنبيماء دون المرلم! لين، وكان منهم قبل الاسلام زيد ¶ ابن عمرو بن نفيل، وخالد بن سنان. ¶ لم يكن الاسلام دينا خاصا بهذا المعنى، يل كالنا ¶ دين تبليغ وإرشاد. للناس كافة. ¶ والآيات التي تأمر بإبلاغ الدعوة أمرا مطلقا كثيرة، ¶ منها المكى ومنها المدنى، وقد يكون مع الأمر العام ¶ بالتبليغ بيان وتوجيه للطريق السوى الذي ينبغي أن",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "- 40 -  ¶ يسلكه الداعى، وألمصفات المتى ينبغى أن يتحلى بها ¶ الداعون. ¶ ومن الآيات المكية حسب ترتيب نزولها ما يأتى: - ¶ 1 - قال الله تعالى: \" يأيها المدثر. قم فأنذر)) (1) ¶ وقد جاءت سورة المدثر التى افتتحت بهاتين ا! لآيت! ن ¶ حاملة االذمر بتبليغ المرسالة وكانت أول سورة فى هذا ¶ المقام، وإن كانت سورة العلق هى أول ما نزل من ¶ القرأن مطلقا ويفيد النبوة التى ارتبطت بالوحى. ¶ على ما يفهم من حديث \"الصحيحين عن أبى سلممة جمن ¶ عبد المرحمن قال: سألت جابر بن عبد المدثه: أى القران ¶ أنزل قبل؟ قال: \" يأيها المدثر)) قلت: أو ((اقرأ ¶ باسم ربك \" قال: أحدثكم ما حدثنا به رسول الله! ¶ قال: \" إنى جاورت بحراء، فلما قضيت جوارى نزلت ¶ فاشطنت الوادى، فنظرت أمامى وخلفى وعن يمينى ¶ وشمالى، ثم نظرت المى المسماء فإذا هو - جبريل- ¶ فأخذتنى رجفة، فأتيت خديجة فأمرتهم فدثرونى، ¶ فأنزل ال! ه \" يأيها المدثر. قم فأنذر \". ¶ ويوضح أن هذه المرة كانت بعد المرة الأولمى زواية ¶ أخركا عن جابر فى المصحيحين جاء فيها-\" فإذا الملك ¶ __________ ¶ (1) سورة المدثر كل 1، 2",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "-41 -  ¶ الذى جاءنى بحراء جالس على كرسي بين السماء ¶ والأرض، فرجعت فقلت: زملونى زملونى، فدثرونى ¶ فأنزل ال! ه ((يأيها المدثر \". وكان المحديث عن فترة ¶ الوحى. ¶ 3 - ومن أيات الأمر بالتبليخ قوله تعالمى \" فاصدع ¶ يما تؤمر وأعرض عن المشركين \" (1). ¶ 3 - وقوله: \" فلذلك فادع واستقم كما أمرت ولا ¶ لتبع أهواءهم)) 2 (2) 5 ¶ 4 - وقوله: \" ادع إلمى سبيل ربك بالمحكمة والموعظة ¶ المحسنة وجادلهم بالتى هى أحسن \" (3). ¶ بهذه الآيات وبغيرها مما نزل بمكة أمر الله نبيه لا ¶ يالتبليغ، فنفذ االذمر معتمدا على الله وعلى قوة ¶ الإيمان به، مع الصبر على المكاره و، التحلى بمكارم ¶ الأخلاف، من طهارة، الظاهر والباطن والبعد عن ¶ الرجس فى جميع صوره وألهثمكاله، والإخلاص فى الدعوة ¶ دون من به! ا أو افتخار، كما تدل على ذلك اي! يات ¶ الأولمى من سورة المدثر وهى ((يأيها المدثر. قم فأنذر، ¶ __________ ¶ (1) سورة الحجر 64! 3 3 لا ¶ (2) سورة الشورى 5 1 ¶ (3) سورة النحل 125،! أ ع",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "-42 -  ¶ وربك فكبر، وثيابلق فطهر، والمرجز فاهجر، ول! ¶ تمنن تستكثر ا ولربلق كا اصبر،). ¶ وال! هميرة، لنبوية اقد وضحت! والف المنبى ا!! الما ¶ تبليغ الدعوة بمكة من الإس اء ب! ا ثم الجهر، ومن ¶ طوقا عرضها جملى الناس، وما لاقى ه! و وأصحابه فى ¶ سبيل ذلك. وسن! ث! و ألى شيىء منه فيما بعد. ¶ وعندما هاجر الى المدينة لاحقته أوامر ابتبليخ، ¶ فليس قصارى غرضه من الهجرة أدنه تخلص من أذى ¶ قريش ليسكن ويستريح بعيدا عنهم، ولكن الهجرة ¶ انتقال هن ميدان المى هيوإن، وأفطلاف مبن ال! قيود ¶ للتحرر والسياحلأ فى الأرضى كما يريد الرم! ل ودعوته، ¶ التى حاول المشبربمون خدقها فى مكة والقظء عليها فى ¶ مهبها. ¶ ومن ا، يات المدفي! لأ اءلتى! أمر بمالتبلدغ، ها يألئى\" ¶ وهى مرتبة ح! سبط الملنز! لؤ ¶ لأ -! وله لمعالى: ((وقل لملذين أولوا ا! طاثها والأمعين ¶ أ أهمملم! م؟ كمان أمهلمبى فقد ا! تدوا)، (ا!. فثى هذ\" ¶ الاية ل! بيغ لعن! و جديد فى المدينة س، وهم أهلي الكتاب \" ¶ محنصر لم يكن فى مكة بشكل يستحق الذكر، فقد كان ¶ فيها الأميون وهم العرب. \" ¶ __________ ¶ (1) سورة ال عمرأن:.!",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "- 43 -  ¶ 3 - قوله تعالى: ((كل يا أهل الكتاب تعالوا إلى ¶ كلمة سواء بيننا وبينكم أللا نعبد إ اللا الاله، ولا نشرفا به ¶ شيئا، وللا يتخذ بعضنا بعضا أربابا من دون الله، فإن ¶ تولوا فقولوا اشهدوا بأنا مسلمون)) 1 (1) 1. ¶ 3 - قوله تجالى: ((ولل! كن منكم أمة يدعون إلى ¶ الخير، ويأمرون بالمعروف وينهون عق المنكر)) (2). ¶ 4 - ق! له تعالى: \" لكل أمة جعلنا منلم! كاهم نالههكوهـ ¶ فلا لمحنازعطك فى افي! ر درادع إلى ربك، إنك! لى هدى ¶ مستقيم \"!! أ.، ¶ 5 - قوله تثالى:! \" يا أيها المر! سول بئ لأما أنزل ¶ إليك من ربك وإن لم تفعل فما بلغلط رسالته \" (!) /. ¶ 6 - قوله تعالى: أ (وإن أ! د من المشرك! ن استجارلظ ¶ فأجره حتى يسمع كلام اله ثم أبلغه هأمنه \" (5). ¶ هذة بعض اللآيات المتى ل! أمر الصرلممول! % بمتابعة ¶ تبليغ الدعوة فى المدينمة، كما كنان؟ يبطغها فى مكة، ¶ فلننظر كميف بلغها. ¶ __________ ¶ (1) سورة 7 ل ع! ران 4 6 ¶ (2) سورة ال عمران:؟.أ ع! - س ¶ 31) سمكلرة العح 67! 4 1 ¶ (4) سيرة المائدة: 67 + ( ¶ (5) سورة التوبة: 6",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "- 44 -  ¶ (ب) منهج التبليغ ¶ أولا - فى مكة:. ¶ بدأ الرسول -! يبلخ رسالة ربه كما أمر، وكان من ¶ المطبيعى أن يعلم بها أولا أسرته التى؟ علمت خبر ¶ الناموسى من أول مجيئه، فاستجاب للدعوة خديجة ¶ وعلى وزيد بن -حارثة. وعلما بهذا الأمر خاصة ¶ أصحابه فأسلم أبولأ بكر الصثهيق، الذى استطاع أن ¶ يضم الى حمظيرة الاسلام من أنس فيهم الخير * كعثمان ¶ ابن عفان، والزبير بن المعوام، وعبد الرحمن بن عوف ¶ وسعد بن أبى وقاص. . . ثم أبسلم نجيرهم من السمابق! ن. ¶ ثم خرجت الدعوة عن نطاق ا الأسرة المخاصة ومدت ¶ رواقها المى الأسرة العربية العامة التى تمثلها ¶ الشخصيات المذكورة، ولم يكن المنبى -علث!! ليواجه ¶ الناسى بها علنا قبل أن يجس النبضى ويتخذ له أعوانا، ¶ وحتى يقلب الناسى النظر فى الدعوة الجديدة ويبحثوها ¶ على مهل. فاستمر على النهج المسرى فى الدعوة الذى ¶ لا يعدو سماع الناس به وإعجابهم بما جاء به أ و ¶ دهشتهم إليه. ¶ وقد يكون أمر مده الدعوة سهلا لو أنها كانت مجرد ¶ فكرة لمحمد ولمن يعجب به، دون أن يكلف بعرضها ¶ على غيره، ويعلن بها جهرا أنها تهدم ما تواضع عليه",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "- 45 -  ¶ الناس من عقائد و! سلوك لا يتفق معها، لكنها دعوة ¶ جاءت للتبليغ والنشر. فبعد الفترة السرية التى ¶ مهدت لها، جهر بها علنا فى شكل عام، وكان من ¶ الطبيعى أن يعلن بها أسته الكبيرة من قريش، لعلها ¶ تسلم معه، أو على الأقل لا تمسه بسوء. فنادى بها ¶ على الصفا صادعا بأمر ربه، وبنى نداءه على أسلوب ¶ نفدم! حكيم، إذ انتزع منهم أولا الاعتراف بأنه صادف ¶ أمان، وأنه لا يغشهم ولا يخدعهم، فقال لهم: ¶ (أرأيتكم لو أخبرتكم أن خيلا بالوادى تريد أن تغير ¶ محليكم أكنتم مصدقى؟) قالوا: نعم ما جربنا عليك ¶ إلا صدقا. قال: (فإنى نذير لكنم بين يدى عذاب ¶ شديد. . .). وقال لهم فى إحدى اللقاءات (إن الرائد ¶ لا يكذب أهله، والله لو كذبت الناس جميعا ما كذبتكم، ¶ ولو غررت الناس! جميعا ما غررتكم) (1). وهذا ¶ أسلوب عظيم فى أخذ 1 المحجة على (الغير، ولكن عناد ¶ القوم صرفهم غن الايمان به، بل دعاهم الى الاستهزاء ¶ به والكيد له، وصدف الله إذ يقول: \" وجحدوا بها ¶ واستيقنتها أنفسهم ظلما وعلوا \" 311!. ¶ لقد أرادوها دعوة أرستقراطية، تنزل على كبار ¶ السادة فيهم، ولا يزحمهم فيها سواد الناس من العبيد ¶ __________ ¶ (1) رواهما البخارى. ¶ (2) سورة النمل:، ا",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "- 46 -  ¶ والفقرا!، وأرادوهط دعوة عنمصريسلأ ثراعى فيم! سا ¶ الأحساب والأسر وما الى! لك، ولمكن الا! ملام دين ¶ عام لكل الأجذاس، و! و فى ا! و! ت نفسه تكزيم يكعرم ¶ الله به مق يصط! ه من خل! ه لموا! الف أدبيمة عالي! لأ ¶ لا تكون ل! عحكل العضامس. ¶ لقد قال الولب بن المخيرة: أينزل محلى محمد ومحى ¶ وأترلى أنا كبير قريش وسيدها، ويترك أبو مسعود ¶ الثقفى ونحن عظيما 1 المقريتين - مكة والطائف -؟ ¶ فأنزلط الله الما ذلك قوله: ((وقالوا لولا نزلكا هذا المقران ¶ على رجل من المقريتين محظيم، أهم يقسمون رحمة ¶ ربك؟ 1) (1). ¶ ولما قال الأنخبمى بن شريق، بى جهمل، وكافا قمد ¶ سمعا المقرأن مع أبى سفيان من النبى ليلا: ما رأيك ¶ فيما سمعثا من محمد؟ أجابه: ماذا سمع! ت؟ تن! ازمحنا ¶ نحن وبنو عبد مناف الثصرف، أطعموا فأطعمنا، ¶ وحملوا فحملنا، وأعطوا فأعطي! لنا، حتى إذا تحاذينا ¶ على المركب وكنا كفرلهم! رهان قالوا: منا نبى يأتيه ¶ الوحى من المسماء. فمتى ندرك مثل هذه؟ والله ¶ لا نؤمن به أبدا ولا نصدقه. ونزل فى ذلك قوله تعالى: ¶ __________ ¶ (1) سورة الزخرف: 31، 2 3",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "- 47 -  ¶ \" وإذا جاءتم! ا ألية قالوا: لن نؤمر، لمحث حعتى نؤتى صنئلط ¶ ما أؤتى رص! ل الله، الله أعلم حيث يجعل رلعحالته)) (1). ¶ وقد طلب! قريفى من ا! ملفبى أن مطرد ممين حسوله ¶ الععبي! وا ال! راء! قالى الله. له: \" واصبر نفسك ممع الذين ¶ يدعمون ربهم ب! الغداة والطثى يريدون وج! ه، ولا تطد ¶ ضناال! و عن! تريد زينة ال! ي! اة الدني! ا، ولا لتطع من ¶ أغفلنا قلبه عق ذكرفا واتبح هواه وكان أصره فرطا. ¶ وقل: الحق منا ربكم،! عن شاء فليؤمق ومن لثعاء ¶ فمليمكثر \" (2). ¶ لقى النبى وصحبه من ضروب اللأذى ما لقوا، ¶ فصبروأ وصابروا، وكان رسول الله أسوتهم الحسنة ¶ ! التحمل، مؤكدا ل! م: أن النصر مع الصبر، وأن ¶ الفرج مع 1 الكرب، وأن مع الع! ر يسرا. عندما قدم ¶ لمه خب! اب بن اللذرت ت! ع! ريرا شفوليا عن سير الدعوة وما ¶ يوضع فى طريقها من عقبات، قال له عليه الصلاة ¶ والسلام: (إن من كان قبلكم كان يؤتى بالرجل فتحفر ¶ له الحفوة ويوضع فيها، وين! ثعر بالمنشار ويشق نصف! يئ، ¶ ويمشط لهأهش! اط الحديد ما دون لحصه و! ص، ط ¶ يحن! رحه ثتل! ك عن دين الله) ثم يقسم بمأن الله ناصرهم ¶ __________ ¶ (1) لسورة ا الآلعام)؟ ا ¶ (؟) سورة الكهف: 8؟،!؟",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "- 48 -  ¶ فيقول: (والله ليتمن الله هذا الأمر حتى يسير المراكب ¶ من صنعاء الى حضرموت، لا يخاف إلا الله والذئبه ¶ على غنمه، ولكنكم تستعجلون) (1). ¶ خرج النبى بالدعموة من حدود مكة الجغرافية\" ¶ والقبلية، وذهب بها (الى ثقيف فى الطائف، مؤملا ¶ فيهم المخيز، ولكنهم ردوة أقبح رد، ومع ذلك ل! ¶ ييأس من المنجاح، ولم يقطع المرجاء فى تكوين أمة ¶ مؤمنة ولو بعد ح! يئ. بل قال (أرجو أن يخرج الله ¶ من أصلابهم من يعبده لا يشرك به شيئا) تنم دعا لهم ¶ وقال: (اللهم اهد قومى فإنهم لا يعلمون) (2). ¶ ظل رسول الله يتابع الدعوة على المرغم من كلى ¶ العقبات، وهداه تفكيره الواسع الممتد المى أن يوسع! ¶ دائرة الدعوة لتعم أهل الجزيرة العربية كلها، ممثله ¶ فى 1 الوفود المتى ترد كل عام تشهد المواسم من جمالغ- ¶ المقبائل المعربية، فعرض الدعوة على المقبائل فى لطف، ¶ عرضا عالميا ليست فيه أغراض خاصة، و، حدود تقف! ¶ بها عند نقطة معينة لا تتجاوزها. ¶ كذطث كان، يسمع برجل قدم مكة وله شرف لم! ¶ قومه إلا جلس اليه يحدثه عن الاسلام، وبهذة المطريقه ¶ __________ ¶ (1) رواه البخارى. ¶ (2) الروض الأنف ج ا ص 62؟",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "- 49 -  ¶ سرى خبر الدعوة الى الجزيرة كلها تقريبا، فوفد ¶ عليه بعض الأفراد بمكة وأسلموا ورجعوا الى قومهم ¶ منذرين، ومن حكمته كان ي! رجو من هؤلاء الوافدين ¶ ألا يأتوا بأقوامهم المسلمين إلى مكة، وهو فى هذه ¶ الحالة من الحصار القرشى، حتى لا تكون فتنة، ¶ لا يستطيع النبى معها أن يحمى الوافدين فتكون حرب ¶ طاحنة تعرقل سير الدعوة وهى ما تزال تحبو، بل ¶ أوصاهم أن يلحقوا به إن استقر به المقام. ¶ ومن هؤلاء الموافدين بمكة: الطفيل بن عمرو ¶ الدوسى، /الذى دعا قومه ثم وفد بهم على النبى بعد ¶ فتح مكة، وأبو ذر الغفارى، الذى أسلم نصف قومه ¶ بدعوته ثم أسلم 1 الباقون بعد الهجرة، وكذلل! وفد ¶ على النبى بمكة عنتوون رجلا من النصارى، وقد ¶ سمعوا عنه بالحبشة فأسلموا على الرغم من تسفيه ¶ قريش لهم. ¶ تخطت الدعوة وهى فى مكة حدود الجزيرة العربية، ¶ فوصلت الى الحبشة فى السنة الخامسة من النبوة، ¶ وصلت سماعا وعلما عندما هاجر اليها المسلمون ¶ اللذولمون، ومكثوا فيها عدة سنإن، مكونين أول جالمية ¶ إسلامية بأفريقيا. ولم يكن الغرض من الهجرة تبليغ",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "- 50 -  ¶ المدعوة بل طلب الأمان والاستقرار بعد أن تزايد ¶ اضطهاد قريش لهم. فقابلهم الملنج! اشى واطلع عصلى ¶ بعضى ما جاءت به دعوة الاسلأم، فأنصفهم وحماهم. ¶ وتم لقاء النبى أخيرا بالأولمى والخزرج الوافدين من ¶ المدينة ففتح اللى قلوب أهلها للاسلام، فعادوا ونتنعروا ¶ المدين فى المدينة ومهدوا بكثرة عددهم لهجرة النبى ¶ والمسلمين اليها، فكانت لما! لهجرة. ¶ ثانيا - فى المدينة: ¶ بعد الهجرة الى المدينة وجد النبى ءدئطأ فيها جبهتين ¶ معارضتين انضمتا الى الجبهة الثالثة التى تركها فى ¶ مكة وهى قريش، الجبهة الأولى أهل الكتاب وهم ¶ اليهود والنصار! ا، وكان اليهود فى المدينة قوة ¶ عظي! مة فى العدد والعدد والمال، والجبهة الثانية تمثلت ¶ فى المنافقين المذين أسس حزبهم اليهود ووجهوهم الى ¶ الأغراضى التى يريدون تحقيقها ء فماذا يفعل الرسول ¶ الملان؟. ¶ إنه لم ينزل المديفة ليستريح من أذثما قريش فإنه ¶ يعلم أنها لن تتركه ينعم بالراحة، ولا تتيح له الفرصة ¶ ليقوثما فيكون قوة أخرثما فى الجزيرة تنافسها ال! م! يادة. ¶ ولم ينزل المدينة ليستريح من أعباء المدعوة، فإن",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "- 51 -  ¶ الأوامر ما زالت تلاحقه بوجوب متابعة تبليغهما ¶ ليبرىء ذمته منها. ¶ (1) لقد دعا اليهود الى الاسلام فأبوا. إذ كانوا ¶ يعتقدون أنهم خارج نطاقها، لأنهم أهل كتاب لا حاجة ¶ لهم بكتاب غيره، ولأن النبى المنتظر كان فى اعتقادهم ¶ سيكون من سلالتهم، فاكتفى منهم أولا بعق! مع! اهدة ¶ على حسن الجوار وعلى التعاون على حماية الوطن ¶ المذى يضمهم ج! ميعما، وعلى أن يأمنوا على دينهم ¶ وأموالهم، وترك لهم الحرية فما التدين، وعاملهم ¶ بالحسنى، وإن كانوا لم يبادلوه هذه المعاملة السلمية. ¶ واستمر الرسول على استقبال قبلتهم \"بيت المقدس \" ¶ حتى يشعرهم بأنه ليس بدعا من الرسل، ولم يجىء ¶ للهدم والتخريب، بل للإصلاح والتكميل، ولم يجىء ¶ با! لأنانية والاستئثار، بل بالتعاون والسلام، وعلى ¶ الرغم من أنهم كانوا يعرفونه كما يعرفون أبناءهم، ¶ وأنهم كانوا يستفتحون به من قبل على الأوس ¶ والخزرج، ناصبوه العداء بكل وسيلة، ووضعوا فى ¶ طريقه العقبات وحاولوا غير مرة أن يقتلوه. ¶ وقد صفى النبى! و! الحساب معهم فحارب قبيلة ¶ بنى قينقاع إحدى قبائل! م، لإهانتهم لسيدة مسلمة ¶ فى سوقهم خرقوا بها اتفاقما الهدنة وأجلاهم الى أذرعات",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "-52 -  ¶ بالشام وكانوا نحو سبعمائة مقاتل ء ثم طلب من بنى ¶ النضير، قبيلتهم الثانية، المتعاون مع يهود بنى عامر ¶ حلفائهم فى دفع دية سرية المقراء، فهموا بإلمقاء حجر ¶ عليه من فوقا جدار فحا! رهم ثم أجلاهم، فنزل ¶ بعضهم بخيبر وبعضهم ذهب الى أذرعاتء ¶ وقد تفاوض بنى النضير مع قريش على حرب ¶ المرسول فكانت غزوة الأحزاب، وخان /بنو قريظة، ¶ قبيلتهم الثالمثة، العهد فصفى النبى معهم الحساب ¶ وبعد صلح المحديبية قضى على وكر اليهود فى خيبر ¶ فأجلى بعضهم وأبقى البعض لمزراعة الأرض، وتمم ¶ إخضاعهم فى وادى المقرى وتيماء، وفى عهد عمر ¶ طهرت المجزيرة العربية من فتنهم ورجسهم فلم يبق ¶ فيها إللا دين واحدء ¶ (ب) ودعا النبى! ا المنصارى الى الاسلام، ولمكن ¶ بطريق غير مباشر حيث كانوا ينزلون بعيدا عن المدينة ¶ فى أطراف المجزيرة فأرسل اليهم المبعوث وأرسل اليهم ¶ المكتب كما سيجىء المحدلمحث عنهء ¶ وقد أخبر الله تعالى عن شدة عداوة اليهود للأسلام ¶ والمسلمإن وعن ضف مقاومة النصارى للدعوة، كما ¶ فى قوله تعالى (ا لتجدن أشد المناس عداوة للذين أمنوا ¶ اليهود والمذين أشركوا، ولتجدن أقربهم مودة للذين",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "- 53 -  ¶ آمنوا المذين قالوا: إنا ذصارى، ذلك بأن منهم ق! سيسين ¶ ورهبانا وأنهم للا يستكبرون)) (1). ¶ وأمره ربه أن يصبر على ما يلاقيه من أذى فى المدينة ¶ حتى تتهيأ الظروف لملانتصاف من الظالمين، ووقفهم ¶ عند حدهم، فقال تعالى: إ (ولتسمعن من المذين أوتوا ¶ الكتاب من قبلكم ومن المذين أشركوا أذى كثيرا، وإن ¶ تصبروا وتتقوا فإن ذلك من عزم ايلأمور)) 1 (2). ¶ وكان جداله لهم بالحسنى، ومعاملته لهم سلأما، ¶ ولكن تلك الأساليب لم تجد معهم نفعا، فالمحياة ¶ اللاجتماعية الصحيحة تبادل للشعور والمعاملة ينبغى ¶ 3 ن تكون من كل اللأطراف لا من طرف دون اخر ((ف! ا ¶ استقاموا لكم فاستقيموا لهم \" (3). ¶ (ب) وسار المنبى يرلح! آ مع المنافقين سيرة أساسمها قبول ¶ الظاهر والله يتولى السرائر، وكم حدثه أصحابه ¶ بوجوب أخذهم بالشدة لدلأمارات القوية على أنهم ¶ يبطنون الكفر ويظهرون اللاسلام تقالة \" وإذا لقوا ¶ المذين أمئوا قالوا.: أمنا، وإذا خلوا الى شياطينهم ¶ قالؤا -: إنا معكم إنما نحن مستهزئون)) (4). ¶ __________ ¶ (1) المائدة؟ 8 ¶ (؟) 7 ل عمران 186 ¶ (3) التوبا7 ¶ (،) البقرة؟ 13",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "- 54 -  ¶ ولكن الرمعول يأبى خشية أن يقال ان محمدا يقتل ¶ أصحابه، والرسول فى حاجة الى سمعة طيبة تسير بها ¶ المدعوة ثنى الطريق امنة، وتكسب أصدقاء بقدر ما ¶ يمكنها، وبخاصة عندما تكون المدعوة فى بداية أمرها ¶ فى مجتمعها الجديد فى المدينة. ¶ حتنى إذا استتب الأمر للرسول، وقضى على أكثر ¶ أعدائه صفى الحساب مع المنافقين وطهر منهم المجتمع، ¶ والحوادث فى ذلك كثيرة. ¶ وعلى طول عهد النبى بالمدينة حدثت عدة المتحامات ¶ مع قريش توجت بن! ر الله وفتح مكة وإسلام المعاندين، ¶ وتحطيم أخر وكر لمقاومة المدعوة فى الجزيرة المعربية. ¶ كان المنبى -! ك! % مشغولا فى المدينة بالعدو الداخلى من ¶ الميهود والمنافقين، وبالعدو الخارج عنها من قريش ¶ ومن سار فى ركابها، ولم يكن لمديه الموقت الكافى لنشر ¶ المدعوة خارج المدينة بشكل رسمى، فإن أهلها لم ¶ يطمئنوا على أنفسهم بعد، فانتهز فرصة الهدنة التى ¶ وقعها مع قريش فى المحديبية واتخذ خطوة إيجابية ¶ لنشر المدعوة خارج المدينة، سواء أكان ذلك فى داخل ¶ المجزيرة أم ثنى خارجها. وكان يرسل3 أبين الفينة والمفينة ¶ بعوثا تبلغ الدعوة أو ترشد المسلمين الى واجبهم هـ",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "-755 -  ¶ ولنقسم هذا الركب الزاحف بالدعوة 1 الى قسمين: ¶ قسم داخل الجؤيرة وقسم خارجها، وال! سم الداخلى ¶ كان بعضه موجها ءالى القبائل وبعف موجها الى ¶ الأفراد ذوكما السلطان والنفوذ، وبعض هذا الركب ¶ الدا! خلى كان من المنتسبين الى القبائل التى يوجهون ¶ اليها، لأنهم كانوا قد أسلموا من قبل فأذن لهم النبى ¶ بدعوة أقوامهم بالقدر الذكما يستطيعون، وكان أكثر ¶ ما يستطيغونه هو العقيدة المبسطة والأصول ا، سلامية ¶ الأولى. ¶ فى داخل الجزيرة: ¶ (أ) البعوث الى القبائل: بعث النبى عل!! ستة من ¶ أصحابه، فيهم عاصم بن ثابت ومرثد /بن أبى مرثد ¶ الغنوى وخبيب، إلى إلرجيع، وهو ماء لهذيل ب! يئ ¶ مكة والحجاز، وذلك بناء على طلب رهط قدم الى ¶ النبى ا! من عضل والقارة ليفقهوا المسلمان فيهم، ¶ وقد غدروا بهذه البعثة 3. ¶ وبعث جماعة من القراء الى بئر معونة،- وكانوا نحو ¶ سبعين على بعض ا الأقوال، بناء على طلب ملاعب ¶ الأسنة، فغرروا بهم أيضا، وبعث الضحاك بن سفيالنا ¶ احلى بنى/ كلاب فأسلموا، ووفد هنه! م جماعة على النبى ¶ فى السنة إ الحاسعة. +",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "-56 -  ¶ كما أرسل النبي - صلى الله عليه وسلم - الى اليمن معاذ بن جبل ومعه ¶ أبو موسى ا! لأشعرى، وأسلم غالب الناس على أثر هذا ¶ المبعث، ثم أرسل الميهم محعلي! ا وقاتل من لم يسلم ¶ فهزمهم، ثم دعاهم الى الاسلام فأسلموا عن استجابة ¶ ورغبة، فأقام فيهم يقرئهم القرآن ويعلمهم حتى وافى ¶ المنبى فى موسم الحج بمكة. ¶ وأرسل خالد بن الوليد فى السنة العاشرة الى بنى ¶ عبد المدان فى نجران، وكانوا نصارى، ليدعوهم المى ¶ الاسلام فأسلموا، وأقام فيهم مدة يعلمهم، ثم وفد ¶ على النبى ومعه بعضهم، ثم أرسل، الميهم عمرو بن حزم ¶ ليفقههم فى الدين ومعه كتاب مفصل. ¶ وبعث النبى خالمدا أيضا المى همدان باليمن ليدعوهم ¶ وكان معه البراء بن عازب فمكثا سلتة أ! ثعهر ولم يسلم ¶ أحد، فبعث المنبى الميهم عليا، وبعد أن دعاهم أبوا ¶ فكان قتال عنيف انهزموا فيه ثم أسموا. ¶ ومن بعوث النبى جماعة أسلموا سابقا فأرسلهم المى ¶ أقوامهم مبشرين، منهم ضمام بن ثعلبة فى بنى سعد ¶ ابن بكر، وأبو ذر فى غفار، والمطفيل المدوسى فى ¶ قومه، وعمرو بن مرة فى جهينة، وعروة بن مسعود ¶ فى ثقيف. ¶ (ب) المبعوث المى زعماء. منهم المهاجر بن أمي! لأ ¶ المخزومى المى الحرث بن عبد كلال أ! حد أقيال اليمن",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "-57 ¶ فأسلم، وجرير بن عبد الله البجلى الى ذى الكلاع وثتى ¶ عمرو الحميرى فأسلما، والعلاء بن الح! ضرمى الى ¶ المنذر بن ساوى أمير البحرين فألس! سلم، وعمرو ¶ ابن العا! ى الى جيفر وعبد ابنى الجلندى، ملكى ¶ عمان فأسلما. وسليط بن عمرو العامرى الى هوذة ¶ ابن على ال! حنفى صاحيب اليمامة فيلم ي! سلم، ونتمجاع ¶ ابن وهب الى الحرث بن أبى شمر الغسانى وهو ¶ بغوطة دمشى، فل! م يسلم وبعث بالمكتاب الى قيصر، ¶ وعياش بن ربيعة المخزومى الى الحرت وصصروح ونعيم ¶ ابق عبد كلال من حمير فأسلموا. وعمرو بن أمية ¶ الضمرى الى مسيلمة المكذاب فيلم يسلم. ¶ فى خارج الجزيرة: ¶ أما البعوث الخارجية فتتمثل فيمن حملوا كتب النبى ¶ -تن! أ الى كبأر الملوك المجاورين للجزيرة العرب! ية، ¶ والذين يمثلون القارات المثلاثة، أسيا وأوربا وأفريقيا. ¶ وكان /ذطا فى \"المسنة السادسة للهجرة. ¶ (أ) كتب المدنبى الى هرقل قيصر الروم، وأرسل ¶ الكتاب هع دحالبة بن خليفة الكلبى، فسلمه الى عظيم ¶ بصرى، الحرث بن أبى شمر الغسانى، الذى أعطاة ¶ بدورة إلى هرقل، وتحدث هرقل هع أبى سفيان فى ¶ شأن النبى ودعوته، وكان أبو سفيان إذ ذاك فى تجارة",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "-58 -  ¶ بالشام فى وقت الهدنة، فمال هرقل الى الاسلام، ¶ ولكن عندما، شاور قومه حاصوا حيصة! حمر الوحشى ¶ وأنكروا عليه ذلك. وجاء فى مسند أحمد أنه كتب من ¶ تبوك الى النبى بإسلامه، فقال 1 النبى رر! ((كذب، ¶ بل هو على نصرانيته،،. ¶ (ب) وكتب المنبى الى كسرى أبرويز ملبن فارس، ¶ وأرسل المكتاب مع عبد الله بن حذافة السهمى، وأمر8 ¶ أن يدفعه الى عظيم المبحري! ن، المنذر بن ساوى ليدفعه ¶ بدوره إلى كسرى، فمزف كسرى الكتاب ولم يسلم، ¶ بل أخذته العزة بالإثم، فأرسل الى باذان عامله على ¶ اليمن أن يوجه الى النبى من يقتله، فمزف اللى ملكه ¶ وقتله ابنه شيرويه. ¶ ولما جاء رسول! باذان الى النبى أخبرهما بموت ¶ كسرى، وبدعوة باذان الى الاسلام، فلما عادا وأخبراة ¶ بذلك وتحقق صدق خبر الرسول بموت ك! صرى أسلم ¶ وأسلم معه كثيرون من المفرس المذي! ن كانوا باليمن، ¶ وهو يعتبر أول من أسلم من ملوك وأمراء اليمن. ¶ (ج) وكتب النبى الالى المقوقس عامل هرقل على ¶ مصر، وبعث بالكتاب مع حاطب بن أبى بلتعة، ¶ فسلمه اليه بالاسكندرية، وبعد محاورة -طويلة مع ¶ حاطب، قال: سأنظر وبعث الى النبى بهدايا ولم ¶ يسلم.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "-59 -  ¶ (د) وكتب الى النجاشي أصحمة، وبعث الكتاب مع ¶ عمرو بن أمية الضمرى فأسلم. ¶ وفى هذه المكتب ملاحظات هامة مثها: - ¶ 1 - أنها كتبت باللغة العربية، وهى اللغة الرسمية ¶ للدولة الاسلامية، التى ترجمت الى لغة المبعوث ¶ إليهم، إما على يد حامل الرسالة، وإما بوساطة ¶ مترجم محلى، وهو المظاهر، وقد ذكر ابن سعد أن ¶ النبى! ألقى كلمة توجيهية فى المبعوث، جعاء فيها: ¶ انصحوا الله فى عباده، فإن من استرعى شيئا من أمور ¶ الالناس ثم لم ينصع لهم حرم الله عليه \"الجنة، انطلقوا ¶ ولا تصنعوا كما صنعت رسل عيدم! بن مريم، فإنهم ¶ أتوا القريب وتركوا البعيد. فأصبحوا - يعنى الرسل- ¶ وكل رجل منهم يتكلم بلسان القوم الذين أرسل اليهم، ¶ فذكر ذلك للنبى رو! فقال ((هذا أعظم ما كان من حق ¶ الله عليهم فى أمر عباده \". ¶ وإذا صح هذا المخبدر، وكان ذلك إكراما لرسول لثه ¶ فى أشخاص هؤلاء، فإن معرفتهم باللغات لا تعدو أن ¶ تكون سطحية بقدر يسير لا يعتمد عليه فى المهمات ¶ الرسمية الدقيقة، وقد كان لليلوك مترجمون لمثل هذة ¶ الأمور يوثق فى ترجمتهم، وقد جاء فى حنبر كتاب النبى",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "-60 -  ¶ الى هرقل عند ما سلمه (الميه دحية أن هرقل دعا ¶ الترجمان الذى يقرأ العربية فقرأه. ¶ والكتابة الرسمية باللغة الرسمية للجهة المرسلة، ¶ ضمان أكيد لدقة المتبليخ بالمعنى الذى يريده المرسل، ¶ حتى إذا حدث خطأ فى الترجمة كانت التبعة على ¶ المترجم للا على المكتاب وللا على مرسله. وكثيرا ما ¶ حدثت مشاكل من جهة الخطأ فى الترجمة، وكان ¶ الرجوع المى النص الأصلى فيصل الموضوع. ¶ 2 - أن كتب النبى المى هؤللاء الملولمث كانت على ¶ خلاف كتبه الى أمراء العرب، فقد ختمت بخاتم ¶ النبى! جم!، وكان نقشه ((محمد رسول اللى \" كما رواة ¶ البخارى. ولهذا الخاتم أهميته فى الموثوقما من رسمية ¶ المكتاب وصدوره عن مرسله، وفيه تكريم لهؤللاء 1 المكبار ¶ على ما كان متبعا عندهم. ¶ 3 - وقد اتبع النبى فى إرسال هذه الكتب طرليقسا ¶ ديبلوماسيا عظيما، إذ بعث بها المى ممثلى هؤللاء ¶ الملوك فى بلاد العرب ليكونوا وسطاء فى توصيلها المى ¶ الملوك، وهو تقليد يجرى عليه العرف الديبلوماسى ¶ الحديث اتبعه الرسول منذ قرون. ¶ 4 - المنقط الجوهرية التى دعت إليها هذه الكتب ¶ هى التوحيد والإيمان برسالة محمد، و! ذا ترتيب",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "-61 -  ¶ طبيعى فى الدعوة، يبدأ فيها باللأصول والمبادىء ¶ العليا، فإذا حصل التصديق بها بينت الفروع بعد ذلك- ¶ 5 - لقد كانت الدعوة المى الملوك دعوة المى العالم ¶ كله أو المى غالبه، بوصفهم ممثلين للشعوفي التى ¶ يحكمونها، والمذجناس التى تعيش تحت ظلهم، وقد ¶ كانت لفارس مستعمرات تحتها أجناس، وللروم كذلك ¶ مستعمرات كبيرة متعددة، وكان للحبشة نفوذ فى البلاد ¶ التى تجاورها، انظر المى قوله: \" المى هرقل عظيم ¶ الروم)) وقوله: \" فإن توليت فعليك إفم الأريسيين- ¶ الفلاحين - أى فعليك إثم اللأتباع والرعية لذنهم اتبعوك، ¶ وكذلك قوله: \" المى كسرى عظيم فارس)) وقوله: ¶ \" فإن توليت فعليك إثم المجوس - عبدة النار أتباعه- ¶ وكذلك قوله: \" المى النجاش! ملك الحبشة)) وقوله: ¶ \" فإن توليت فعليك إثم النصارى من قومك)) وهكذا. . ¶ وذلك يؤكد أنها دعوة عامة. ¶ 6 - يعجبنى فى كتاب المنبى ءلهاصيرئ! المى هرقل وتضمينه ¶ هذه اللذية الكريمة: \" يا أهل الكتاب تعالوا إلمى كلمة ¶ سواء بيننا وبينكم أ! لا نعبد إلا الله ولا نثصرك به شيئا، ¶ ولا يتخذ بعضنا بعضا أربابا من دون الله، فإن تولوا ¶ فقولوا: اشهدوا بأنا مسلمون)) أن فيها دعوة المى",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "- 62 -  ¶ المساواة \" كلمة سواء بيننا وبينكم \" لا يقصد منه! ا ¶ استعلاء ولا تحكم ولا اسثغلال، وفيها رفع لمكرامة ¶ الانسان ودعوة الى عدم خضوع أحد لأحد خضوع ¶ عبادة، فلا معبود إلا الخالق، والمخلوقون جميعا ¶ ضاف يتساوون فى الدينونة الى الله \" ألا نعبد إلا الله ¶ ولا نشرك به شيئا، ولا يتخذ بعضنا بعضا أربابا من ¶ دون ا) دثه))، وفيها تقليد ديبلوماسى رائع أساسه الدعوة ¶ الى السلام والاحترام المتبادل بين اللأمم، فاذا قام ¶ مجتمح جديد أو شكلت حكومة جديدة ثائرة على ¶ أوضاع قديمة، يبلغ الأمر الى الدول الأخرى إخطارا ¶ بالأساس الذى قام عليه المجتمح أو شكلت المحكومة، ¶ لعلها تقلد أو تعجب، أو تمنح الفرصة لتدرس فإن ¶ لم تسر على مثل ما سارت عليه، فحسب المجتمح ¶ الجديد أن تعترف الدول الأخرى بوجوده وبكونه ¶ حقيقة واقعة تترتب عليها الاجراءات الدولية المتبعة، ¶ \" فإن تولوا فقولوا: اشهدوا بأنا مسلمون)) أى إ ن ¶ لم تدخلوا فيما دخلنا فيه فأقروا بوجودنا الاسلامى ¶ وعاملونا على هذا الأساس. . ¶ والى جانب إيفاد البعوث وإرسال الكتب لنتنر ¶ الدعوة كانت ترد الوفود على النبى رو! طائعة ¶ مختارة، لتسلم رسميا أو لمتتعلم، ثم تتولى هى+نشر",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "- 63 -  ¶ الدعوة فى أقوامها، فوفد على النبى ا! أكثر من ¶ ستين وفدا، كان أكثرهم فى السنة التاسعة المتى سميت ¶ سنة الوفودلا وقد تمثلت فيها! جميح قبائل العرب فى ¶ منازلها ومضاربها المختلفة كما حققه العلماء، وكان ¶ فى بعمى الوفود نصارى لم يسلموا، كنصارى نجران ¶ المذين استقبلهم النبى فى مسجده وأذن لهم أن يصلوا ¶ فيه صلاتهم، وعقد معهم معاهدة بقوا فيها محلى ¶ دينهم فى مقابل تعهدات تدل على حسن نيتهم نحو ¶ المدعوة بتركها حرة تشق طريقها فى أمان الى ¶ المتعطش! يئ اليها، للا يعترضونها وللا يعينون على ¶ المسلمين، وللا يسيئون اليهم أية إساءة. ¶ وبهذا يكون المرسول تن! أ قد أبرأ ذمته وبلغ المرسالة ¶ تبليغا رسميا عاما، ولم يشأ أن يترك المدنيا قبل أن ¶ يؤكد التبليغ فى شكل جماعى ومؤتمر عام، يشهد ¶ فيه الناس أنه بلغ، ويشهد ربه على ذلك. ¶ لقد اجتمعت فى حجة الوداع اللاف مؤلفة، أعلن فيها ¶ خلاصة ما دعا اليه من مبادىء طواك الثلاثة والعثصرين ¶ عا! ا، و! ال فى النهاية: ((فاعقلوا أيها الناس قولى، ¶ فإنى قد بلغت)) وفى رواية \" وأنتم تسألون عثى، فما ¶ أنتم قائلون؟)) قالوا: نشهد أنك قد بلغت وأديت ¶ ونصحت فقال بأصبعه السبابة، يرفعها الى المسماء،",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "- 64 -  ¶ وينكثها الى الأرض ويقول: ((اللهم اشهد)) ثلاث ¶ مرات، وأمر! م بالتبليغ عنه فقال ((فليبلغ الشاهد ¶ هنكم الغائب، فرب هبلغ أوعى من سامع \". ¶ ولم يشأ أيضا أن يترك هذا الموقف التاريخى العظيم ¶ فى اللأماكن المقدسة قبل أن يبين لهم ايلأصل الثابت ¶ الذى تؤخذ منه القواعد، وتدور على أساسه الدعوة، ¶ وا السبب الأقوى الذى يجمعهم على الحق ويكتب ¶ لمجتمع! م القوة وا\"يلأمان والمرخاء فقال: \" وقد تركت ¶ فيكم ما إن امحتصمتم به فلن تضلوا أبدأ، كتاب ا الله ¶ وسنة نبيه)). ¶ وفى هذا الموقف الجامع أعلن على الملأ أن الله قد ¶ أتم نعمته على المسلمين بهذا المدين الكامل الوافى ¶ بأغراض الحياة السعيدة \" الميوم أكملت لكم دينكم ¶ وأتممت عليكم نعمتى، ورضيت لكم الاسلام دينا)) (1). ¶ __________ ¶ (1) ا لمائد ة 3",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "- 65 -  ¶ المسلمون يبلغون الدعوة العالمية ¶ (أ) أوامر التبليغ ¶ ومع كون الرسول؟! مأمورا بالتبليخ، وقد بلغ ¶ فقد أمر أمته بمتابعة تبليغ 1 الرسالة وحمل ا\"لأمانة من ¶ بعده، وكان لابد من هذا التبليغ العام لأن الرسول ¶ ليس مخلدا والسنوات التى عاشها لا تكفى لأداء هذة ¶ المهمة تفصيلا، فحسبه أنه رسم الطريق وأقام المنارات ¶ ووجه وأرشد وبين ووضح. لقد غرس النبتة وترك ¶ لأصحابه متابعة رعايتها بإمدادها بأسباب القوة، ¶ وصد الأذى عنها وتكثيرها عن طريق الأخذ منها بأية ¶ طريقة ممكنة، لتصبح أرض المبدثرية كلها خضراء ¶ تنعم بالظل الوارف والثمر الشهى وتستمد كل أسباب ¶ الحياة. ¶ وأوامر التبليغ كثيرة منها: ¶ 1 - قوله تعالى: \" ولتكن منكم أمة يدعون الى ¶ المخير ويأمرون بالمعروف وينهون عن المنكر وأولئك ¶ هم المفلحون \" (1). ¶ __________ ¶ (1) سورة آل عمران، 104",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "- 66 -  ¶ وقد قال العلماء فى تفسنره!: إن معنى ((من\" ¶ التبعيض فالذين يتولون مهمة ادعوة بعض الذمة ¶ والوجوب عليها كفائى، وهذا البعمى هو! ن يصلح ¶ للدعوة من حيث العلم بها وحسن عرضها، أما غيرهم ¶ فلا حرج عليهم. وقال بعضى المفسرين: إن \" من\" ¶ هنا للتجريد، على معنى فلتكونوا أمة تدعو المى ¶ الخير، وهو وإن كان خطابا لملمجموع يصح أن يرأفى ¶ به الجميح، على معنى أن كل انسأن يستطيع أن ¶ يدعو بالقدر الذى يعرفه وبالوسيلة 1 المتى تمكنه كان ¶ عليه أن يدعوء، ليكون طابع ا\"لأمة هو ادعوة المى ¶ الخير، وذلك جوهبر المرأى المعام الناضج المقائم على ¶ المفقه والوعى الكامل والغيرة على إشاعة الخير ¶ والتمكين للحق. ¶ فالعامة من المناس يدعون المى القضايا والأحكام ¶ الواضحة السهلة، والخاصة منهم مكانهم عند المجدل ¶ والمناقشة ذات المستوى المعالى، وكل هؤللاء للابد أن ¶ يحسنوا عركما المفكرة، حتى لا يحصل رد فعل يدمىء ¶ اليها، و! و ما بينه الله لنبيه بالحكمة والمومحظة ¶ الحسنة. ¶ والذين يقومون بادعوة صخارج، االججتمهغ إلإسلامى ¶ جماعة مخصوصون، لا يجوز أن يخرجوا جميعأ،",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "- 67 -  ¶ و، إلد خلت المديار منهم وتعطلت المصالح 1 الداخلية، ¶ فالدعوة فى الخارج كالجهأد، بك هى جهاد يق! م به ¶ بعض) المسلمين ويبقى الاخرون، للذعمال الللأخرى، ¶ قال تعالى: \" وما كان المؤمنون +لينفروا كافة +فلوللا ¶ نفو من -كل، فرقة منهم طائفة ليتفقهوا فى الدين، ¶ ولينذروا -قومهم اذا رجعوا إلميهم، لعلهم يحذرون \" (1) ¶ قاك فيها يعمى المفدممرين إنما النافرين هنا 6 هم ¶ المجاهدون والمتفق! هين هم الباق! ون مع الوسول طلل! تلقوا ¶ عنه العلم ويبلغوة الى المجاهدين عند عودتهم. ¶ / 3 - ومن أوامر التبليغ قول النبى نن! ا (ألا فليبلغ ¶ الشاهد منكم ءالغائب، فلعل بعض من! يبلغه أن-يكون ¶ أوعى له من بعضح ضا سمعه) (2). ى ¶ 3 - وقوله: (-نضر الله ا، مرأ سممع منى لثميئا فبلغه ¶ كما سمع، فرب مبلخ أوعى من سامع) إ3) و! جاء! نى ¶ بعض رواياته \" فرلب حاملى فقه للا فقه له، ورب حامل ¶ فقه المى هن -هو أفقه منه 3)). - ء ¶ ! 2 - وقوله \" اللهنمع ارحم خلفأئى \"-\" قلنا! يا رطسول!! ¶ __________ ¶ (1) سورة التوبة: 122 ¶ (2) رواه البخارى ومسلم. لا لا ? د! - ء! - ء ¶ (3) رواه أبو داود والترمذى وقال حسن صحيح؟ كا!",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "- 68 -  ¶ الله: ومن خلفاؤك؟، قال (1 الذين يأتون من بعدى ¶ يروون أحاديثى ويبلغونها الناس) 1 (1). ¶ 5 - وقوله: (بلغوا عنى ولو أية، ومن كذب على ¶ متعمدا فليتبوأ مقعد 8 من النار) (2)، ¶ هذا الى جانب الأيات المكثيرة المتى تدل على فضل ¶ الأمر بالمعروف والمنهى عن المنكر، وقرغب فى دلالة ¶ المغير على الهدى وأن للدال مثل أجر المفاعل،\"وأن ¶ رجلا واحدا يهديه ا/لثه على يد إنسان خير له من حمر ¶ النعم. ¶ وأن ا اللى يبعث لهذ 8 الأمة على رأس كل مائة سنة ¶ من يجدد لها دينها، كما رواه المحاكم وصححه، وما ¶ ورد من قول المرسول علنث!! فيما روى عنه (يحمل هذا ¶ العلم من كل خلف عدوله، ينفون عنه تحريف 1 الغالين ¶ وانتحال المبطلين، وتأويل المجاهلين) حديث حسن ¶ ذكره القسطلانى. ¶ وقد قال العلماء: إن تبليغ الدعوة وأجب، ¶ وأجمعوا على ذلك. غير أنهم قالوا: إنه واجب ¶ وجوبا كفاثيا، بمعنى أنه اذا قام به البعض سقط ¶ الطلب عن الباق! نا، وهو واجب وجوبا عينيا لمن ¶ __________ ¶ (1) رواه الطبرانى4 ¶ (2) رواه اليخارى \"",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "- 69 -  ¶ وجد وحده وليس معه عيره يقوم بهذا الواجب، ومثل ¶ هذا مثل مسلم وجد فى بلد ليس فيه مسلمون، أو مع ¶ جماعة ليس فيهم مسلم كان عليه أن يدعو بالقدر الذى ¶ يعرفه ويستطيعه، ولا يفلت أبدا من هذا التكليف. ¶ (ب) منهج التبليغ: ¶ وقد اسمتجاب الصحابة واستجابت الأمة الاسلامية ¶ الى أوامر القران وتوجيهات الرسول فن! ثروا الدعوة ¶ بكل ما أوتوا من قوة، بدافع من دينهم فى غير مطمع ¶ دنيوكما، وفى اللاطار الذكما رسمه النبى. وكان من ¶ أثار هذا المنشاط قيام هذه الدولة العظيمة، المتى ¶ وقفت تتحدى الزمن وتحتل مكان الصدارة فى العالم ¶ كله قرونا طويلة. ¶ انطلق أصحاب رسول الله يحملون لواء الدعوة، ¶ مجاهدين بالقرآن \" وجاهدهم به جهادا كبيرا \" ا (1) ¶ داع! ن الى الاسلام ومكارم الأخلاف وقواعد العدل ¶ والنظام. متسلحين بما يدفع عنهم غائلة المعتدى، ¶ ويرفع العقبات من الطريق، ومستهدفين بذلك أن ¶ يفتح الله على أيديهم قلوبا غلفا وأعينا عميا وأذانا ¶ صما، متمثلين فى ذلك قول المنبى ا-!: ا لذن يهدى ¶ الله لجث رجلا واحدا خير لك من حمر النعم) (2)، بل ¶ __________ ¶ (1) سورة الفرقان 2 5 ¶ (2) رواه مسلم.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "- 70 -  ¶ إن حمر إلنعم التى كان يسيل عليها ل! عاب العربى ¶ من قبل، لمم تعد تشغل! فكره بعد إخلاصه للواجب ¶ لذاته، فلم يغرة الريف النضر أن يرتع فيه، ويحط ¶ رحاله ب! يئ سهوله ووديانه الممرعة فى المشام والعراقا ¶ ومصر. ¶ وجهذه الروح القوية، وبالأملى البا! ممم فى إحدى ¶ الحسئيين، 1 الشهمادة أو النصر \"، وبالنفسية 3 الطاهرة ¶ العفيفة، والارتفاع فوقا مستوى الماديات المغرية ¶ زحثت الدعوة حتى أتسعت رقعة الاسلام، وتكونت ¶ دولة لا تغيب عنها الشمس، حتى أذنت للخليفة ¶ العباسى أن يتحدى المغمامة أينما سارت وأمطرت ¶ فسيأتيه خراجها. ¶ لقد تلقثت الناس دين الاسلام لما أثسوا فيه من ¶ المبادىء الانسانية العال! ية، ولما رأوا فيه من الغذاكل ¶ الروحى، الذى اطمأنت به عقولهبم وسكنت نفوسهم. ¶ ارأينا الفرهى هثلا وقد كان بيلنهيم وبين العرب 3 ¶ ما هو معروف من العصبية المتطرفة، يشغلون بعد ¶ موقعة القادسية ب! الدخول فى الاسلام ونتنره ب! يئ ربوع ¶ البلاد، والاقبال على تعلم لغته والتبحر! علومه، ¶ حتى كانلت بعد سنوات معدودة تضم أقطاب الاشلام ¶ فى الميادين المختلفة.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "- 71 -  ¶ وكذلك كان للاسلام فضل كئير فى البلاد التى وصل ¶ اليها بعد حدود فارس شمالا وشرقا، إذ أخرج الناس ¶ من وثنية منحطة الى دين هو أرقى ما يمكن أن ¶ يتصوره العقل، نالوا بسببه مزايا اجتماعية وأدبية ¶ ما كانوا يحلمون بها من قبل. ¶ وفى شمالى أفريقيا الذى كان يرزح تحت نير ¶ الاستعمار، نشطت بفضل. الاسلام بلاده وعادت أفضل ¶ مما كاثت عليه. ¶ بل /إن الاسلام كان له قضله البالغ على أوربا) يضا، ¶ فقد كانت ألى الثرن (السابع الميلادى تعيش فى ظلام ¶ حالك، من. الجهل والفو! ما الاجتماعية والسياسية ¶ وتحكئم رجال الدين فى حياة الناس، فجاء ا، سلام ¶ وأسس بعض رجاله دولة! أسبأنيا التى كانت على ¶ مثال غيرها من اللاستبداد، فمضى المسلمون على ¶ سجيتهم. فى تأسيس المدارس والمستشفيات ون! ثر العلم ¶ والمدنية وا 2 سدتقبال الم! موافدين من كل صوب، لينهلوا ¶ من مع! يما الحضارة الاس! لامية العثتب، غير ناظرين ¶ الى أجناسهم أو أديانهم أو لغاتهم، وكما فعل ¶ الم! سلمون فى أسبانيا فعلوا فى صقلي! ة، وصارت مركزا ¶ يحج 3 اليه الراغبون فى العلم والمعرفة المصحيحة من ¶ كع! ل البقاع -. فكان /ذلك منبها لأورولها وحافزا لها على",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "-ص 72 -  ¶ التفكير فى مصيرها، وكان من وراء ذلك نهضتهم ¶ الحديثة المعروفة. ¶ الدعوة فى الشرق: ¶ تعال معى أيها القارىء نتابع ركب الاسلام الزاحف ¶ لنر! مما كيف تقبلته اللأمم ورضيته دينا لها، وسيكون ¶ مرورنا مع الركب! ريعا فالمجال لا يتحمل الإستراحة ¶ فى كل محطات المعالم لندرس على مهل أثار الاسلام ¶ فى هذه البلاد. وحسبنا من ذلك لقطات سيعة فى ¶ مرورنا المعابر ونماذج تدلي على غيرها من اثار. ¶ اتجه ركب الاسلام نحو الشرف مارا بشمالى بلاد ¶ العرب فأسلم المسيحيون من غسان، وبعد موقعة ¶ القادسية وفد المسيحيون المضاربون على ضفاف ¶ الفرات المى \" رستم \" مسلمايئ، وساعد المنصارى ¶ المقيمون فى الأرا! ا البيزنطية جيوش العرب فى فتح ¶ فارس. وكتبوا الى أبى عبيدة قائد الجيش ا إلاسلاهى: ¶ يا معشر المسلمين، أنتم أحب المينا من الروم وإن ¶ كانوا على ديننا، أنتم أوفى لنا وأرأف بنا وأكف عن ¶ ظلمنا وأحسن ولاية علينا. ¶ وكان للتسامح الدينى معهم ومع غيرهم أثره فى ¶ كثرة دخولهم فى الاسلام، مع ما وجدوهمن سهولة ¶ المعقيدة ونجساطة الدين ويسر التكاليف، إلى جانب",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "- 73 -  ¶ استيائهم من السفسطة المذهبية التى جلبتها 6 الم-ؤح ¶ الإغريقية إلى اللاهوت المسيحى، يقول: ((كيتانى\": ¶ فلما أهلت اخر اللأمر أنباء الوحى الجديد فجأة من ¶ الصحراء لم تعد تلك المسيحية الشرقية التى اختلطت ¶ بالغش والمزيف، وتمزقت بفعل الانقسامات المداخلية، ¶ وتزعزعت قواعدها الأساسية، واستولى على رجالها ¶ اليأس والقنوط من مثل هذه المريب، لم تعد المسيحية ¶ بعد تلك الحالة س قادرة على مقاومة إغراء هذا الدين ¶ الجديدالمذى بدد بضربة منضرباته كلالشكوك التافهة، ¶ وقدم مزايا مادية جليلة، الى جانب مبادئه الواضحة ¶ البسيطة، التى لا تقبل 1 الجدل. وحينئذ ترك الشرقا ¶ المسيح وارتمى فى أحضان نبى بلاد العرب ا (1). ¶ ولم يكن هناك أى قهر فى اهتدائهم الى اللاسلأم أ و ¶ أى اضطهاد لهم. ولو لااختار المخلفاء تنفيذ إحدى ¶ الخطتين لاكتسحوا المسيحية، بتلك السهولة التى ¶ أقص! بها \" فرديناند وإيزابيلا \" دين اللاسلام من ¶ أسبانيا، أو التى جعل بها \" لويس المرابع عشر\" ¶ المذهب البروستانتى مذهبا يعاقب عليه متبعوه لمنى ¶ فرنسا، أو بتلك السهولة التى ظل بها الميهود مبعدين ¶ عن انجلترا مدة ثلثمائة وخمس! ن سنة، كما يقول ¶ أرنولد. ¶ __________ ¶ (1) تاريخ الدعوة لأرنولد س 3 7",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "-،7 -  ¶ فتحت فارس ودخل أهلها الاسلام طوعا مرحب! يئ ¶ بالدين المجديد الذى خلصهم من الوثنية والأوضاع ¶ الفاسدة، وقامت فيها الخلافة العباسية التى تمثلته ¶ فى عهدها اللأول حضارة الاسلأم الزاهرة، ثم واصل ¶ الاسلام زحفه شرقا الى أواسط آدهم! يا، حتى استقر أمرء ¶ فيما وراء المنهر فى زمن المعتصم المعباس!، وكان ¶ لمحمود المغزنوى أثره فى نشره هناك. ¶ وافت! ث! ر الاسلأم فى أفغانستان وأعلن ملك كابوله ¶ اسلامه فى زمن الخليفة المأمون، وتوطدت أركان ¶ اللاسلام فى كافة أرجائها بانتهاء فتوح سبكتكين ومحمود، ¶ المغزنوى. ¶ ودخل المغول الاسلام ب! ضل الدعاة المسلمين، مجم ¶ ما عرف عنهم من جبروت فى أعمالهم المحربية، وكان ¶ أحدهم، وهو بركة خان (1256 - 267 ا-م) أول من ¶ أسلم من أمرائهم، على يد تاجرين من بخارى، ¶ وأسلم على يديه ص كثير صن جنود هولإكو، الذين فرو! ¶ اليط. وأسلم أحمد أخو هولاكو (1274 - 1282 م) ص ¶ وعمل على نشر اللاسلأم ب! يئ ال! تتار 5 +. ¶ وانتشر الاسلام بإن القبيلة الذهبية المنازلة لى وادكس! ¶ الفولجا، وهى إحدى قبائل المغول /. *",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "-75 -  ¶ ودخل البلغار الا! سلام على يد التجار المسلمين، ¶ وحاول (البلغار هداية ملك روسيا ((فلاديمير \" عندما ¶ أراد أن يبحث عن دين غير الوثلنية، ولكنه، خ! ث! ¶ الم! سلم كان يعد نفسه داعية مخلصا لئه. ¶ وأسلم القيرغيز فى وسط أسيا على أيدى علماء التتر ¶ فى القرن الثامن ع! ثر، وأصبحت مدينة قازان مركزا ¶ ديئيا للدعوة ألاسلامية أسلم بفضل نشاطها كثيرون. ¶ وذلك -.كما يقول أرنولد - راجع الى مستوى الأخلاقا ¶ فى المجتمع الاسلامى، الذى كان أكثر رقيا، والى أن ¶ المسلم كان يعد نفسه داعية فخلصا لثه /. ¶ وزحف الاسلام حتى وصل سيبريا، وبذل سلطانها ¶ ((كوتشم خان \" جهدا كبيرا فى نشرها. ويذكرون أن ¶ القيرغيز يغنون أغانى شعبية لها مكانتها بين وسائل ¶ الدعوة فى الوقت الحاضر، وقد تضمنت حقائق إلاسلام ¶ الأساسية مصومخة فى قالب قص! ى، جعل العامة تقبلها ¶ بي! ر وسهولة. - ¶ ودخل الاسلام ال! هند فى وقت مبكر عن 7 طريق التجار ¶ العرب وبالفتح اللاسملامى) وكانها لمحمود -بن سبكتك! ق ¶ جهد واضح فى ذلك وكان للاسلام أثرة لأ! نط تخفيف حدلإةلأ",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "- 76 -  ¶ الطبقات المتوارثة فى ديانة الهنود، وفى تكريم المرأة ¶ التى كانت تحرق حية لتلحق بزوجها الميت، وأصبحت ¶ فى الهند جامعات دينية ذات طابع قديم. ¶ كذلك وصل الاسلام سيلان، وفيها الآن مدارس ¶ اسلامية، وانتشر أيضا فى جزر (مالديف) التى يغلب ¶ الاسلام على سكانها. ¶ ووصل الاسلام أندونيسيا والفليبين على يد الدعاة ¶ من المعرب والهلند، واستجاب الناس له بسرعة، ¶ لأنهم وجدوا فيه سكن نفوسهم وغذاء أرواحهم، وكان ¶ فضل انتشاره فى هذه الجهات للحضارمة برحلاتهم ¶ التجارية المبحرية، وأفادت البلاد من الاسلام تهذيبا ¶ لعاداتهم وشعورا بالحد من التنافس المسعور بين ¶ جزرها، والتخلص من بقايا البوذية والكونفوشية، ¶ ونشطت الدعوة اليه فى عهد امبراطورية \"ماجافاهيت\" ¶ (1293 - 1478 م). ¶ وصل الاسلام الى الصين فى القرن الأول الهجرى، ¶ وكان ذلك عن طريقين: ¶ طريق البر من مقاطعة (سينكيانج)، وطريق البحر ¶ حيث كئانت توجد جاليات عربية على الساحل تزاول ¶ أعمال التجارة هناك.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "- 77 -  ¶ وكان انتشاره فى مبدأ الأمر بين الأفراد وبجهودهم، ¶ ولم يدخل بيت الملك إلا فى حكم المغول بفضل الداعية ¶ البخارعما شمس الدين عمر\"، الملقب بالسيد الأجل (، ¶ والذعما كان له نفوذ إسلامى عظيم. ¶ كما وصل 1 الاسلام الى كوريا واليابان، ثم (تخطى ¶ هذه القارة ووصل الى استراليا فى القرن التاسع عشر ¶ على يد المهاجرين من الهند والذفغان، ويتزعمهم ¶ هسلم انجليزعما يدعى (بريستلى) الذعما أسلم سنة ¶ 1947 لتأثره بالاسلام الذعما يحترم جميع الأنبياء، ¶ ويدعو الى السلام كما تابع الاسلام زحفه الى! جزر ¶ المحيط الهادعما، ويوجد الآن فى جزر (فيجى) نحو ¶ ثلاث! ن ألف مسلمه ¶ الدعوة فى الغرب: ¶ بعد انتقال النبى! الى الرفيق الأعلى فتح عمرو ¶ ابن العاص مصر، ورحب أهلها بالفاتحين، وتابع ¶ الفتح سيره الى شمالى أفريقيا وأزال حكم الرومان ¶ من قرطاجنة سنة 698 م، وكان من أهاليها المجيش ¶ الذعما فتح اللأندلس سنة 711 م بقيادة طارقا بن زياد، ¶ ومن هذه الجهة استطاع الاسلام أن ينفذ الى الجنوب ¶ متوغلا فى الصحراء حتى وصل الى خط الاستواء فى ¶ سنين متتالية.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "- 78 -  ¶ وكان لنشاط الطرقا الصوفية أثره فى هذأ الميدان، ¶ وبخاصة القادرية والشاذلية والتيجانية والسنوسية، ¶ وظهرت أسماء كثيرة لامعة فى سماء الدعوة للدين، ¶ منها عبد الله بن يس، الذى اتخذ له رباطا فى إحدى ¶ جزر السنغال وجعله مركز دعوته.، وبث دعاته ¶ فأسلمت 6 آلاف من قبيلة (لمتونة)، وما زال يدعو ¶ حتى توفى فى سنة 1059 م، وحمل أتباعه المزأبطون ¶ أمانة الدعوة من بعده، وقويت شوكتهم حتى فرضوأ ¶ شلطانهم على أسبانيا. ¶ وكذلك ابن تومرت مؤسس دولة الموحدين، وله ¶ جهود طيبة فى نشر الدعوة التى نشطت فى القرن ¶ السادس عشر كرد فعل لطرد المسلمين من أسبانيا. ¶ وتحمست قبيلة ا لمتونة) و (جداله) من صنهاجة ¶ لنشر الدين فى السودان، وكان عهد يوسف بن تاشفين ¶ مؤسس مراكش سنة 1063 م وثانى أمراء المرإبطين9 ¶ حافلا بدخول المناس فى اللاسلام. ¶ وفى لهممنة 1076 م أسلمت مملكة (غانا) عن بكرة ¶ أبيها، وتأسسلت فى، القرن الحادى عشر مدينة ¶ (تمبكتو) وصارت مركزا علميا هاما الى جانبح ¶ مركزها التجارى.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "- 79 -  ¶ وكما دخل الاسلام ه! ه الجهات من المشمال دخلها ¶ محن الهشزف ومن، الشمال الهشرقى، فدخل من مصر المى ¶ (كانم) عند بحيرة تشاد التى صارت بعد دولة ¶ عظيمة، اشتهر من دعاتها (عمر كبا) الذى هدى ¶ قبائل (؟ بمبارا) 7 الى الاسلام فى أوائل القرن ¶ العنترين. ¶ وفى القرن الرابع ع! ثر هاجر بعضقبائل الم! رب ¶ هن تونس المى الجنوب حتى وصلوا 7 دارفور، وتزوج ¶ أحدهمم المسمى (\"أحمد) بنت ملكها، وتولى الملك ¶ يعده، فكانت الدولة الاسلامية الدتى دامت، المى وقتنا ¶ الحاضر. ¶ ومن أنتعهر الدعاة فى هذه المناطق (محثمان دنفديو) ¶ المصلح الدينى فى القرن الثامن عنتر، وتابع أوللادهـ ¶ الدعوة من بعده، وكان لنشاط أحمد إدريس أثره فى ¶ نلثر الدعوة بفضل أحد أتباعه وهو محمد عنمان ¶ الصرغنى. ¶ ومن أشهر رجال الطمريقة المفادرية فى المغرب الحاج ¶ (عمر تال!) المشهور بعلمه وورعه 9، وقد توفى سنة ¶ 1865 م، وكذلك (أحمد سامور\"ى) الذى جاهد حتى ¶ أسه الفرنسيون، وتوفى س! نة. ء 19 م، وقامتط ¶ السنوسية؟ بجهد 3 كبير / فى فلثر/ 3 الدعوة و بيطويقة! سلمية",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "-80 -  ¶ أمنة، وأسس محمد بن على السنوسى فرقة دينية ¶ للإصلاح، وجعل مركز دعوته (جغبوب) وتوفى سنة ¶ 1859 م، بعد أن أسس دولة اسلامية. ¶ وعلى العموم كان الدعاة فى هذه المناطق، كما ¶ يقول أرنولد، دعاة ذوى غيرة وحماسمة بالغة، ولهذا ¶ فمن مصب السنغال حتى لاجوس فى غانا، وفى مسافة ¶ تبلغ ألفى ميل، يندر أن تجد مدينة زاهرة ذات ¶ أهمية إلا وفيها على اللأقل مسجد. ¶ وفى شرقى أفريقيا كانت الدعوة قد وصلت المحبشة ¶ أيام الرسول وكثر فيها المسلمون بعد القرن المرابع، ¶ الهجرى، وزاد عددهم فى 1 القرن الحادى ع! ثر حتى ¶ بلغ ثلث السكان تقريبا، ثم كانت حركة \" أحمد ¶ القرين \" فى القرن السادس عشر التى أسلم بسببها ¶ الكثيرون وقتله اللأحباش بمعونة البرتغاليين سنة ¶ 1543 م. ¶ وعلى الساحل الشرقى هاجرت جماعة من المشيعة ¶ على رأسهم زيد بن على حفيد الحسين المتوفى 740 م، ¶ وجاءت جماعة من منطقة قرب الملأحساء بالخليج ¶ العربى، وبنو أول مدينة على) الساحل هى \"مقديشيو\" ¶ حوالى منتصف القرن العاشر، وصار لها سلطان على ¶ كل عرب الساحل حوالى سبع! يئ سنة، حتى قدمت /لأ",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "- 81 -  ¶ جماعة أخرى من الخل! يج العربى وحطوا رحالهم النى ¶ (زنجبار) وتتابعت الهجرات حتى جاءت فى القرن ¶ الخامس عشر جماعة من! حضرموت يدعون الى ¶ الاسلام، فجعلوا (بربرة) مركز دعوتهم)، وكانوا ¶ نحو أربعة وأربعين، سافر بعضهم الى (هرر) وهدى ¶ كمثيرين الى الاسلام. ¶ توغل المهاجرون داخل أفريقيا، وكونوا هستعمرات ¶ اسلامية فيها، ورحبت أوغندة بتجار العرب ترحيبا ¶ بالغا، وأنشئت مراكز العملامية فى 1 المكونغو، بفضل ¶ التاجر العربى (تيبوتيب) الذى وصل نهر الكونغو ¶ فى منتصف القرن التاسع عشر. ¶ وعلى يد هؤللاء المتجار دخل الاس! لام (نياسالاند) ¶ وشق طريمفق الى جنوبى القارة حتى مستعمرة المكاب، ¶ بفضل المهاجرين من الملايو الذين جلبهم الهولنديون ¶ فى نحو القرن السابع عشر أو الثامن عشر كما جاء ¶ اليها بعض الهنود، وكسب الاسلام هنالق أكثر مما ¶ كسبت بعثات التبشير المسيحية، على الرغم من ¶ التفاوت الكبير بين القوتين وكذلك وصل الاسلأم الى ¶ مدغشقر وجزر المحيط الهندى. ¶ وكانت أهم العوامل لسرعة تقبل الذفريقيين للاسلام ¶ ونجاح الدعوة فيهم ما يأتى: -",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "- 83 -  ¶ 1 - أن كل مسلم يعد نفسه داعيا المى الله، يرى أن ¶ ذلك واجب عليه لا يحتاج إلى ترتيبات وإجراءات ¶ خاصة، كالمتى يتخذها المبتنرون، وقد قال الكاردينال ¶ ا لافيجرى) إن الدراويش المبسطاء والت! جار الذين ¶ يجوبون تلك الأقطار ينشرون الاسلام أينما حلوا، ¶ فيقبل عليهم المناس أيما إقبال، ويعاهدونهم على ¶ الاسلأم دون أية مقاومة. ¶ 3 - بساطة المعقيدة الدينية وسهولة فهصها ويسر ¶ تكماليفها الشرعية وملاءمتها بشكل قوى لحال المزنوج ¶ وظروفهم. ¶ 3 - اعتقاد الأفريقيين أن المسيحية هى دين البيض ¶ المستعمرين، تحمل معها المظلم والاستعباد والتفرقة، ¶ و، المنظرة الساخرة لغيرهم، بخلاف الاسلام دين المرحمة ¶ والعدل والمساواة يقول (موريل) فى كتابه عن ¶ نيجيرياه ¶ إن الاسلام لا يتطلب من وجهة نظر أهل نيجيريا ¶ أن يفقد أحد قوميته، ولا أن يقوض نفوذ اللأسة أ و ¶ سلطة المجماعة، وليست هناك هوة بإن الداعى المى ¶ الاسلام والمهتدى اليه، فلاهما متساويان أمام الله، ¶ لا نظريا فقط بل محمليا أيضا، وينفذ مئدأ التآخى ¶ ألانسانى تنفيذا عمليا رائعا، وإن انتشار الاسلام",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "--س! 8 ب-. ¶ الذى نشهده اليوم فى نيجيريا الجنوبية ليؤثر بصفة ¶ خاصة تأفيا اجتماعيا عظيما، ويمنح الاسلام من ¶ يدخل فيه منزلة أرقى وفكرة أسمى مين مكانة الانسان ¶ من العالم المحيط به، ويحرره من ربقة ا الأحكام ¶ والخرافات. ¶ 4 - الداعية المسلم عندما يحل ببلد يعد نفسه ¶ مواطنا كبقية المواطنين، يندمج معهم بالمعاملة ¶ والمصاهرة وا 2لاشتراك فى الخدمات 1 العامة للبلد، ¶ ويكون سلوكه نفسه من أهم المعوامل فى جذب الأهالى ¶ نحو الدين. ¶ 5 - إلاسلام يعلم أتباعه حب الحرية والاعتزاز ¶ بالوطن وكراهة المستعصرين، وهذة النغمة محببة الى ¶ كل انسان، وتتحرك لها عواطفه، ويميل الى من ¶ ينادى بها والى الدين الذى يقررها ويدعو اليها. ¶ 6 - كما أن الاسلام يحمل عوامل الرقى والحضارة، ¶ ويرتفع بمستوى الأفريقى 1 الى مكان عال فى الفكر ¶ والخلق والعادات. يقول (أرنولد) (11: ¶ إن مجرد الدخول فى الاسلام يدل ضمنا على الترقى ¶ فى الحضارة وأنه خطوة جد متميزة فى تقدم القبيلة ¶ __________ ¶ (1) تاريخ الدعوة ص 366",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "-سا 8 -  ¶ الزنجية عقليا وماديا، وقد اتضع ما \"تقدمه حضارة ¶ أفريقيا الاسملامية الى الزنجى الذى دخل فى الاسملام ¶ وضوحا يبعث على الإعجاب فى العبارات الالتية: ¶ إن أقبح الرذائل وهى أكل لحوم الب! ثر، وتقديم ¶ الانسان قربانا، ووأد اللذطفال أحياء، تلك الرزائل ¶ قد اختفت فجأه والى ا، بد والمذين كانوا يعيشون عراة ¶ بدءوا يرتدون الملابس، بل يتأنقون \" فى ملابسهم، ¶ والمذين كانوا لا لمحغتسلون بدءوا يغتسلون، بل يكثرون ¶ من ا، غتسصال لأن الشريعة المقدسة تأمرهم بالطهارة. ¶ 7 - وكان لنشاط الجمعيات المدينية الحدليثة أثرة ¶ البارز فى نشر الاسملام فى هذة القارة، ومن أخطرها ¶ المجمعية الخيرية الاسملامية بشرقى أفريقيا، التى ¶ يشرف عليها الإسماعيليون، فقد أنشأت مساجد ¶ ومدارس وكليات وقامت بأعمال كثيرة حببت الميها ¶ الألوف! من الأهالى، الذين حملوا لواء الثهعوة ¶ وتوغلوا به فى داخل االقارة مسافات بعيدة. ¶ كما كان لإبطال تجارة الرقيق وإنشاء السكك ¶ الحديدية وتأمين الطرقا أهمية فى ي! حر الانتقال ¶ بالمدعوة مع القوافل والتجارة 0/ 7 لا",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "- 85 -  ¶ الدعوة فى أوروبا وأمريكا: ¶ تعال معى أيها القارىء لينصاحب ركب الدعوة فى ¶ المعالم الغبربى، فقد فتحت أسبانيا فى القرن الأول لا ¶ الهجرى وعاش فيها الاسلام نحو ثمانية قرون، حتى ¶ أصدر فرديناندو إيزابيلا سنة 3 0 15 فرسوما بإلمغاء ¶ شعائر الدين ا، سلامى فى جميع أرجاء البلأد، حتى ¶ خرج المعرب لا! خر /مرة سنة 1610 م. ¶ وقد كتبت أسبانيا فى هذه المدة صفحة من أنقى ¶ الصفحات وأسطعها فى تاريخ أوروبا فى العصور ¶ الوسطى، ومنها تلقى العلم طلابه من جميع أصقاعها ¶ ب! عد أن كانت البلأد ترزح تحت نير الا! ضمطهاد، وتعيش ¶ ! ا جو خانق من الفساد الخلقى وتحكم السادة فى ¶ العبيد،! حتى أن مؤرخى المسيحية قالوا: لقد ظهر ¶ أن الحكم الاسلأمى كأنه عقاب نزل بهؤلاء الذين ¶ ضلو،1 الطريق السوى، واتجهوا نحو الرذيلة. ¶ تحول إكثير من الأهالى الى الاسلام، ونعموا ¶ بمبادئه الخالدة، وكان هناك انسجام ومصاهرة ¶ وإقبال على تعلم اللغة العربية، ونبغ كثير منهم فى ¶ أدابها، حتى المسيحيون وإليهود منهم، وتسمى كثير ¶ مق هؤلاء بأسماء عربية، وقلدوهم فما بعض النظم ¶ الدينية كالختان، كما أثرت العقيدة على أفكار",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "- 86 -  ¶ الرهبان، فغير كثير منهم رأيه فى عيد الذى كانوا ¶ يسمونه ابن الله، ومنهم (،اليباندوس) أسقف طليطلة\" ¶ و ((فيلكس \" أسقف أورجيل، وكان من أثر ذلك عقد ¶ مجمع طليطلة سنة 936 م للنظر فى هذه الأفكار. ¶ يقول أرنولد: ¶ وقد بلغ من تأثير الاسلام فى معظم الذين تحولوا ¶ اليه من مسيحيى أسبانيا مبلغا عظيما، حتى سحرهم ¶ بهذة المدنية الباهرة، واستهوى أفئدتهم بشعره ¶ وفلسفته وفنه الذى استولى على عقولهم، وبهر ¶ خيالهم، كما وجدوا فى المفروسية العربية مجالا فسيحا ¶ لإظهار بأسهم، وما تكشفت عنه هذة الفروسية من ¶ قصد نبيل وخلق كريم، تلك الحياة التى ظلت مغلقة ¶ فى وجوه الملأسبان الذين بقوا ا على تمسكهم بالمسيحية ¶ وإخلاصهم لها، أضف المى ذلك أن علوم المسيحيين ¶ وأدابهم لا بد أن تكون قد بدت فقيرة ضئيلة اذا ما ¶ قيست بعلوم المسلمين وأدابهم التى لا يبعد أن تكون ¶ دراستها فى حد ذاتها 9 باعثا على الدخول فى دينهم 11). ¶ وكما دخل الاسلام ومدنيته 1 الى أوروبا من الأندلس ¶ دخلا من صقلية، وتوغلا فى إيطاليا، وحا! ر العرب ¶ __________ ¶ (1) تاريخ الدعوة ص؟ 16",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "- 87 -  ¶ روما مقر الحبر الأعظم، حتى إن البابا يوحنا الثامن ¶ ((873 - 883 م)) ظل يؤدى الجزية مدة سنتين، ومكث ¶ حكعم الاسلام قائما نحو مائة وثلاثين سنة، حتى أخذ ¶ المنورمانديون هذه الجهات نهائيا سنة 1091 م. وعن ¶ هذي! ن المنفذي! ن أخذت أوروبا الحضارة. ¶ ومما يدل على ذلك ما يأتى: ¶ 1 - أن ((فردريك الثانى)) ملك سبيليا والمانيا فى ¶ القرن الثالث عدثر، وهو أول من أقام حكومة نظامية ¶ فى أوروبا سنة 1193، أنشأ جامعة فى نابولمى سنة ¶ 334 ام على نظام جامعة قرطبة، وتعلم العربية ¶ ودرس علومها وأدابها، وحذقما الرياضة والطب ¶ و) الفلسفة والطبيعة على أيدى أساتذة العرب تلاميذ ¶ ابن رشد، واصطحب معه المى إيطاليا زمرة من المعرب ¶ و\"المسلمين ساعدو 8 فى تنظيم حكومته. ¶ 2 - أن البابا الأكبر \" سلفستر المثانى \" سنة 999 م ¶ وكان عالما دينيا كبيرا، رحل المى الأندلس فى أيام ¶ الخلافة الأموية \" وحصل من شيوخها على الإجازة فى ¶ التدريس والرياضة والفلك، وعاد المى بلاده حيث ألف ¶ كتابا فى الحساب، فكان أول من نقل هذا المعلنم ¶ المى أوربأ.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "- 88 -  ¶ 3 - أن أول مستشرف انجليزى، وهو ((أديلأرب)) ¶ طوف سنة 130 1 م فى الأندلس وصقلية ولسوريا، وترجم ¶ عن العربية مبادىء اقليدس وكتاب الخوازرمى فى ¶ الحساب، وكان له نصيب كبير فى إنشاء جامعة باريس ¶ وغيرها. ¶ 4 - أن \" روجر الأول)) ملك صقلية سنة 3 اء ا م تل! ى ¶ التاريخ الطبيعى على يد العرب، و ((الفونس العانتر\" ¶ ملك قشتالة درس العربية، وأمر بنقل علوم العرب؟، ¶ ونافسه فى ذلك ملول! أوربا. ¶ 5 - أن المراهب الإنجليزى \" روجر بيكون \" المتوفى ¶ فى القرن الثالث عشر، درس علوم العرب، وتشبع ¶ بطريقتهم المعلمية! 1 المبحث، فنبذ منطق أرسطو، ¶ وقرر أن الطريقة المثلى للوصول المى المحقائق العلمية ¶ هى طريقة العرب، (شاهد واختبر). ¶ 6 - أن الملك \" فيليب البافارى \" بعث المى الخليفة ¶ هشام الأول يستأذنه فى إيفاد بعثة المى الأندلس لدراسة ¶ نظم المتعليم وأسالالب الإدارة والحكم ومظاهر المدنية، ¶ فأذن له، بل أرسل خبراء من العرب لأستشارتهم فيما ¶ يريد، وكذلك صنع غيره من الملوك، وكانت إلنجلترا ¶ أشد دول 1 المشمال حرصا على ذلل!، فكانت تبعث أولياء",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "- 89 -  ¶ عهودها الى الأندلس لتلقى هذه المعارف الجديدة بل ¶ أرسل الملك ((جورج لمالمثانى \" ابنة أخيه ملك ((دومانت\" ¶ علنى رأس بعثة مكونة من بنات الذمراء واللوردات ¶ حوالمى عشرين فتاة لدرابممة اداب السلوك والفنون ¶ الصراقية التى تتعلق بالمرأة. لأ ¶ وكان الأسطول إلهولندى الذى قهر اللأسطول ¶ إلانجليزى ثنما لشبونة سنة 153 ام من صنع أيد عربية، ¶ أما قائده فهو أميرال لا البحر (طارف) ومعظم المسدود ¶ وجسور الأنهار فى انجلترا وأوربا أنشأها أيدى ¶ مهندسين عرلبا، وخاصة جسر هشام الذى سمى باسم ¶ الخليفة هشام المثانى بناه مهندس عربى فوف نهر ¶ التيمس. ¶ ودخل الاسلام أوروبا أيضا فى القرن الصرابع عشر ¶ على يد الأتراك، الذين استولواكا على أجزاء كبيرة ¶ من جزيرة البلقان، حتى فتحت المقسطنطينية سنة ¶ 453 ام. وكان عهد سليمان المقانونى (1535 -  ¶ 1567 م) عهد توسع، ولم تتوقف فتوحات العثماني! ن ¶ إللا أمام أبواب فيينا سنة 683 ام. ¶ لأوعندما فتحت القسطنطينية حرم محمد الفاتح ¶ أضطهاد المسيحيإن تحريما قاطعا، ومنح البطريق ¶ وأتباعه امتيازات كبيرة، وكانت هذه المعاملة من",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "-90 -  ¶ أهم الأسباب التى جعلت ا*غري! ق يؤثرون حكم ¶ المسلمين على المسيحيإن الذين ظلموهم واستبدوا بهم ¶ كثيرا، وقد اشتهر مراد الثانى بعنايته فى تحقي! ¶ العدالمة، وبإصلأحه للمفاسد المتى سادت فى ع! د ¶ الأباطرة الأغري! ق. ¶ واهتم 1 الأتراك بن! فر الامملأم بالوسائط المسلمية ¶ وكانوا يحتفلون بمن يدخل فى المدين فيكون ذلك ¶ حافزا لغيره أن يسلم مثله يقول الكسندرولس عن ¶ المسلمين الأتراك ه ¶ لو تأملنا عدالتهم ونزاهتهم وممائر فضائل! م الخلقية ¶ لخجلنا من جحودنا، سواء فى عبادتنا أو فى تراجمنا ¶ و! لمجورنا وإفراطنا وتعسفنا - فلا ريب أن هؤلإء ¶ سيقيمون 1 الحجة علينا، ولا ريب أن عبا! تهم وتقواهم ¶ وأعمال الرحمة فيهم! ى الملأسباب المرئيسية لنمو ¶ الدعوة المحمدية. ¶ ولو لهظرنا (المى معظم دول أوربا المحالمية لوجدثا ¶ فيها جاليات اسلأمية نزح معظم! ا من أسيا وأفريقيا، ¶ وبجهودها دخل أوروبيون كثيرون فى الاسلأم، ¶ واستطاعوا أن يتفاعلوا مع هذا الدين بحضارتهم ¶ وتقاليدهم بعد أن رأو! فيه المرونة وقيامه عل! المفطرة ¶ والعقل.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "-91 -  ¶ بل إن بعض المفكرين الأوروبي! ن الذين لم يسلموا ¶ قال عندما عرف حقيقة الاسلام وأخلاقه العالية ونظامه ¶ الاجتماعى السياس! المتين: إذا ا كان هذا هو الاسلام، ¶ فنحن إذأ مسلمون. ¶ ولو أذن للاسلام أن يمد رواقه على هذه البلاد ¶ عند فتح الأندلس لكانت 2 الحضارة قد تقدمت للانسانية ¶ بخيرها قبل ذلك بكثير، غير أن ا/لأقدار جعلت المسلمين ¶ يقفون عن زحفهم بعد أن انتصر ((شارل مارتل \" على ¶ عبد الرحمن الغافقى فى معركة \" بواتييه \" يوم السبت ¶ 8 من شمعبان سنة 114! (اكتوبر سنة 733 م) ظث ¶ المعركة التى يقول فيها \" كلود فارير \" الأديب ¶ الفرن! مى:! نى ذلك، اليوم ا المشئوم تراجعت المدينة ثمانية ¶ قروف الى-أ الموراء. ¶ ويقول \" شامبيون \" مدير مجلة ((بارلمنتير \": لولا ¶ انتصار جيش مارتل الهمجى على تقدم المعرب فى ¶ فرنسا لما وقعت فرنسا فى ظلمات القرون الموسطى، ¶ ولما أصيبت بفظائعها، ولما كابدت ا المذا ابح الأهللية ¶ التى نشأت عن 1 التعصب الدينى المذهبى، ولمولا ذلك ¶ الانتصار البربرى على لاالمعرب لنجت أسبانيا من ¶ وصمة محاكم التفتيش، ولولا ذلك لما تأخر سير المدينة ¶ ثمانية قرون، إننا مدينون لملشعوب 2 العربالة ع بكل",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "- 92 -  ¶ محامد حضارتنا فى الع! لم والفن والصناعة، مع أننا ¶ نزعم اليوم أن لنا حق السيطرة على تلك الشعوب ¶ البريقة فى الفضائل، وحسبها أنها مثالما الكممال ¶ البشرى مدة ثمانية قرون، بينما كنا! ومئذ منال ¶ الهمجية، وإنه لكذب وافتبراء ما ندعيه من أن الزمان ¶ قد اختلف، وأنهم صاروا يمثلون اليوم ما كنا نمثله ¶ نحن فيمامضئ. ¶ وأخيرا أقول لك أيها) القارىء: إن الالبملام لمم يقف ¶ عند هذا المحد، بل تخطى العالع المقديم الى العالع ¶ المجديد، كاويحكى التاريخ أن جماعة من المسلمين رغبوا ¶ فى نشر الاسلام وراء المبحار، أطلق عليهم اسم ¶ المغرورين لجرأتهم وإقدإمهم على هذا الأمر الخطر، ¶ وكأنه كان يرن فى أذنهم قول عقبة فاتح شمالى أمفريقية ¶ ح! يئ نزل إلبحر بفرسه وأق! بمم أنه لو يعلم -أن هن! اك أرضا ¶ وراء هذا البحر لمخاضه حتى يصل اليها لين! ثر دين ¶ الله. كان هؤللاء ثمانية أقلعوا، من لشيبىنة فى المقرن ¶ إلعاشر أو الحادى ع! ثر الميلأدى، وساروا نحو الغرب ¶ حوالى أحد ع! ثر يوما ثم عادوا يحملون أخبار عالم ¶ جديد لم يعرفوه من قببر\"، وهو، وإن لم يكن على ¶ التحقيق 7 أمريكا، فهو جزر وكانت مجهولة. . إص لا --",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "- 93 -  ¶ وفي القرنين الأخرين وصلت جاليات إلى أمريكا ¶ ال! ثممالية وإلمحجنوبالة وأقاموا هناك، وأسسوا جمعيات، ¶ ومساجد فىو! أشهر المدن! لهم سمعة طيبة فى كل حقل! ¶ يعملون فيه من حقول التجارة والصناعة وغيرها، ¶ واستطاعوا بنشاطهم أن يحولوا عددا من أهالى تلك ¶ البلاد الى الاسلام، أو على الأقل يفتحوا عيونهم عليه ¶ ويبدون السحب الكثيفة التى كانت تحول دون ¶ معرفتهم لحقيقته. ¶ وبعد فقد تبين من هذا المسرد الموجز لمحركة الاسلام ¶ ثنى مدة وانتشارة بمبادئه السامية أن الاسلام له أعوان ¶ وأنصار فى كل جها! العالمم، وأن البيئات التى وجدوا ¶ فالها لمم تكن حائلة دون تطبيق تعاليمه، وأن أجناسهم ¶ وألوانهم ولغاتهم لمم تقف حائلا دون اعتناف هذا الدين ¶ والتفاعل مع مبادئه، وأن لمه فى بعضها تاريخا قديما ¶ لازمها قرونا عدة، لمم تزده الأيام إلا قوة فى نفوسهم ¶ واعتزازا به، وهذا من أكبر الأدلة الواقعية على ¶ عالمية الدين الاسلامى وحيويته واتفاقه مع جميع ¶ الحاجات البشرية فى كل الجماعات الانسانية. ¶ -يقول (إيت! ن دينيه أ، وسليمان ابراهالم ا المجزائرى 3 ¶ فى كتابهما عن السيرة النبوية: فدين محمد قد أكد ¶ إذا من الالساعة الأولى لظهوبى؟ ه ؤفى\"حياة الملبنئ أنه دين",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "-94 -  ¶ عام، فاذا كان صالحا لكل جنس كان صالحا بالضرورة ¶ لكل عقل ولكل درجة من درجات الحضارة وهو على ¶ ما فيه من البساطة، المتناهية بالنظر لمذهب المعتزلة، ¶ والتشدد بالنظر لمذهب الصوفية: يؤدى للعالم ¶ الأوربى، من غير أن يعوف حرية فكره المطلقة، كما ¶ يؤدى للزنجى السودانى، الذى ينتشله من عبادة ¶ الأوثان الباطلة، هداية وتأييد،1، وهو يرفح نفس ¶ التاجر اللانجليزى، الذى يرى حياته فى 1 العمل، ويعتبر ¶ الموقت من ذهب، بمقدار ما يرفع نفس الحكيم ¶ المتصوف والشرقى المتأمل فى بد/ائع الصنع، كما يرفح ¶ نفس الغربى المأخوذ بسحر الفن والجمال بل هو يفتن ¶ الطبيب العصرى أيضا بما فيه من الطهارات المتكررة ¶ وتناسق الركوع و/السجود، اللذين هما ليسا فى ¶ إفادتهما 1 الجسم نماء باقل من إفادتهما المنفس صحة ¶ وسلامة (1). ¶ لقد حار المفسرون فى تعليل ظاهرة المد الدائم ¶ للاسلام، وراح كل يفسر تفسيرا محدودا من وجهة ¶ نظره، فمنهم من يرجع ذلك الى العوامل الذاتية ¶ للاسلام فى عقيدته وشريعته، ومنهم من يرجعها الى ¶ الظروف السياسية والاجتماعية للبلاد التى زحف ¶ __________ ¶ (1) مجلة الأزهر: مجلد 1 ص 9 5",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "-95 -  ¶ الاسلام الميها، دون لعملطة قاهرة أو نفوذ قوى، ¶ ومنهم ضا يربط ذلمحابظواهو أخ! ى لا تصلع أن تكون ¶ طممببا عاما فى هذه، القوة المغالبة للدعوة، وفى موقفها ¶ المثابت أمام المزلاؤل التى لمم تنل من سريانها المنفاذ ¶ الصريح. ¶ ولكن السبب الحقيقى الجامع هو أن الاسلام بطبيعته ¶ دين عالمى فى محقيدته ومبادئه، يجمع كل الأجناس ¶ طحت لوائه، وتعاليمه /التى تشعر الدنسان بوجودة ¶ المكريم، وتوفى بجميع مطالبه وحاجاثه المروحية ¶ والمادية، ولا عجب فى ذلك فهو دين الله الذى أحكم ¶ صنعه لهداية خلقه، لا يأتيه الباطل من بين يديه ولا ¶ 81 خلفه تنزيل من حكيم حميد، صبغة /الله ومن أحسن ¶ من الله صبغة. ¶ هل انتشر الإسلام بالسيف؟ ¶ فى مخموة المحيرة ثأ تعليل انتشار، الاسلام بسرعة لم ¶ تطاوع نفس المحاقدين على الاسلأم أن يقولوا المحق ¶ فعزوا المصبب الى المغزو ا/لحربى واستعمال القهر ¶ وألاكراه على اعتناقا الدين، وما زال المحدثون من ¶ المحانقين يرددون هذه الفرية لينالوا) من عظمة الاسلام ¶ ثنى جوهرة المنقى الصافى الذى!! خ! ذ ألباب الناس",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "-6! ت ¶ بمبادئه، فأعجبوا به أيما إعجاب واختاروه دينا لهم، ¶ تسكن اليه نفوسهم وتطمئن به قلوبهم، وتتحرر به ¶ عقولهم ويستقيم سلوكهم. . ¶ إن العقائد لا تغرس بالإكرإ اه أبدا، للأن العقيد! ¶ انفعال النفس بقضية من المقضايا، والنفس تأبى أن، ¶ تهضم شيئا تمجه طبيعتها، قال تعالى حاكيا ما كان ¶ من نوح مع قومه: ((أنلزمكموها وأنتم لها كارهون)) (1 لاأ ¶ وا، كراه على اعتناقما اللأفكار قضاء على الحرية التى ¶ مجدها الاسلام بما لا يوجد له مثيل فما أى دين ولا فى ¶ أى تتنريع سماوى أو أر! ا وهو طعن أيضا فى كرامة ¶ الانسان وأهليته للخلافة فى الأرضى. ¶ وقد جاءت الايات وا ا الأحاديت الكثيرة تقرر الحرية ¶ وتشيد بها وتعترف بكرامة الانسان وقدره، وتصرجي ¶ بأنه لا يجوز قهر انسان على اعتناقما مبادىء الاسلاما ¶ فمن ذلك: ¶ 1 - قوله تعالى: (ا لا إكراه فى اندين فد تبين المرشد) ¶ من الغى)) (3) وقد نقل ابن جرير الطبر! عن ابنلا ¶ عباس فىسبب نزولها أن رجلا من الأنصار وهو ¶ أبو الحصين من بنى سالم بن عوف، كان له ولدان ¶ __________ ¶ (1) سورة هود: 8 2 ¶ (2) سورة اليقرة: 256 لأ",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "- 97 -  ¶ تنصرا قبل مبعث النبى عين%، ثم قدما المدي! نة فى نفر ¶ من اللأنصار يحملون الزيت، فلزمهما أبوهما/ وقال: ¶ وأداله لا أدعكيما حتى تسلما، فأبيا، فاختصموا الى ¶ رسول الله علي!! فقال الذنصارى: يا رسول إدله أيدخل ¶ بعمى فى النار وأنا أنظر؟ فنزلت هذه الاية. ¶ 3 - قوله تعالى: ((فمن شاء فليؤمن ومن شاء ¶ فليكفر \" 111. ¶ 3 - قوله تعالى: ((ولو شاء ربك لامن صا فى الأرضى ¶ كلهم جميعا أفأنت تكره الناس حتى يكونوأ هؤمنين، ¶ وما كان لنفس أن تؤمن إلا بإذن الله)) (2). ¶ 0 4 - قوله تعالى: ((فذكر إنما أنت مذكر، لست ¶ عليهم بمسيطر)) ا،). لأ ¶ فمهمة النبى هى التبليغ فقط، وهداية 1 الناس الى ¶ ألاسلام بمعنى اعتناقهم اله لا يمكن أن يقوم -به الرس! ول ¶ فذلك من رحمة الله وحده: ((إنك لا تهدى من أحببت ¶ ولكن الاثه يهدى من يشاء \" (4 أة ¶ __________ ¶ (ا\" سورة الكهف: لأ 9؟ ¶ (؟) سورة يونس 99، 0 0 1 ¶ (3) د! ورة الغاشية ا؟، 2؟ ¶ ()) د! ورة القصص: 56/ 1 3 ء",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "- 98 -  ¶ 5 - قوله تعالى: ((ان هو إلا ذكنر! للعالمين، لمن ¶ شاء منكم أن يستقيم \" أا) 0 7 ¶ فاعتناف الاسلام يكون 2 صبمجرد الحرية ومح! ى ¶ الاختيار دون قهر وإجبار. لا ¶ 6 - لما أعطى النبى الراية لعلئ يوم خيبر ق! الى: ¶ يا رسول الله أقاتلهم حتى يكونوأ 4 مثلنا؟ قال: ¶ (ا لا، انفذ على رسلك حتى تنزل +نجساحتهم ثم اد! غ ¶ الى 1 الاسملام، ووأخبرهم إبما يجب عليهم من! حق الله ¶ فيه.! فوالله لأن يهدى الله بك رجلا واج! دا خير طث من ¶ أن يكون طث 7 حعمز المنعم \"7 (2) 0 1، ¶ فعلى! ضوء هذه النصيى! ى /دوغيرها كانت، دعوة ¶ النبى يرلم! أ الى الاسلام، وعلى هديه سار أصحابه من ¶ بعده، وقد اختلط المسلمون بأ، هل الكتاب من اليهود ¶ والنصارى وكان بينهم 7 نقاش كبير أمر فيه المسفمون ¶ بالتز/1 م الجادة واتباع الطريق! الأحسن، \"وهو إظهار ¶ محاسن الاسلام وأثره فى أخلاقا المسلمين ومعاملاتهم، ¶ فذلك خير دعاية له. وقد دخل أهل لامكةو! الاسلام ¶ دون أن يعلو رءوسهم سيف، أو ييددوا 7 يما يلجئهم ¶ الى اعتناق الدين. ¶ __________ ¶ (1) سورة التكوير: 27، 8 2 ¶ (2) رواه مسلم.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "-:! 99 -  ¶ ذكر الشيخ محمد ع! بدة: أن غير المسلمين كانواءاذا ¶ فتحوا بلدا عينوا \"دعاة لنتنر دينهم بكل ما أوتوا من ¶ قوة، ولم يقع ذلك لفاتع من المسلمين. بل كانوا ¶ يكتفون بمخالطة من عداهم ع ومحأسنتهم\" فى 0 المعاملة، ¶ فيغريهم ذلك على الاسلام، وأن الاسلام كان يعد ¶ مجاملة المغلوبين فضلا وإحسانا، عندما كان يعدها ¶ أللأوربيون ضعة وضعفا، وبلغ أصر المسلمين فيما بعد ¶ أنهم لمم يقبلوا إسلام راغب فى الدين إلا بإبئ يدى قاضى ¶ شرعى يقر أمامه أنه -أسلم بلا إكراه. ووصل الأمر ¶ فى عهد بعضى \"المخلفاء الأمويين أن كره غمالهم دخول ¶ الناس 3 فى دين الاسلام نما رأوا أنه ينقص مق مبالغ ¶ الجزية وكان فى حال أولئك المعمال صدلاعن سبيل الدين ¶ لا محالة، ولذلك أمر عمر بن محبد العزيز بتعزيز ¶ ملثل أولئك المعمال، وقد أثر عنه أنه قال له: ما بعث ¶ محمد جابيا ولمكن بعث هاديا (1). ¶ على أن الاسلام اذا كان يفرضى فرضا على لمالناس ¶ فكيف اعتنقه المغول والتتار وهم فى ا أتم قوة وأعظم ¶ بطش،\" وقد يجاءوا للقضاء على ا! لأسصلام فانقلبوا ¶ مسلمين. ¶ __________ ¶ (1) رسالة التوحيد 170",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "- 100 -  ¶ ولو كان اتتشار الاسلام بالقهر فكيف ي! فسر انتنتمارة ¶ بلصرعة فى أيإم المضبف السيا! م! والعسكرى للدولة ¶ الاسلامية؟ لقد كان أثر الرحالمة، والتجار والطرق ¶ الصوفية بالغا مبلغا محظيما فى نشر الاسلام فى أفريقيا ¶ وأسيا بالطريق السلمى، دون إغراء أو تهديد. ¶ ولو نظرنا الى خريطة العالم الاسلامى الميوم لبنأينا ¶ أن البلاد التى قلت فيها حروب الاسلام هى التى يخ! يم ¶ فيها أكنتر مسلمى العالم، وهى بلاد إندوني! ه! يا، وايهطد ¶ والصين وسواحل القارة الإفريقية وسهولي الصحبراء ¶ الواسعة، فإن عدد المسلم! يئ، فيه! ا يقرب من ثلثمائة ¶ مليون، ولم يقع فيها من ألحروب بين اغسلمين وأبناء ¶ تلك البلاد إلا القليل الذى لا يجدى فى! تحويل الالافي ¶ عن دينهم، فى الوقت \"ال! ت ى فيه +البلاد التى كانت صصرح ¶ ا/لفتح الاش! لأتمى، وهى العراق والشأم لا* يزيد عدد ¶ المسلمين فيها على عتنرة ملاييهى، يعيش بينهم من ¶ اختاروا البقاء على \"دينهم مق المدثمخي! يئ وأليفود ¶ والوثنيين وغيرهم (1).، ¶ - وقد قرر العلماء أن المحروب التى أرغم النبي ¶ وأصحمابه على خوض غمارها كانت لغرضين ليس من! ما ¶ الإكراه على الدين: ¶ __________ ¶ (1) حقائق الاسلام للعقاد ص 232",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "- 101 -  ¶ إويهما.: /الدفاع عن العقي! دة وعن ممحرمات المسلمين. ¶ وثانيهما: مقاومة القوة النى\" تقف فى طريق الدعوة ¶ التى. أمروا بتبليغفا، وفعل النبى ص! هءاإس!،والخلف! اء ¶ الراشدين المهديين من بعده هو الحجة فى هذا الموضوع، ¶ وما يحد!،من غيرهم لا يحتج به عفى اللإسلام م، وإنما ¶ هو تصرف انجتمخمى قد! يخطىء وقد يصيب. ¶ قال تعالى فى بيان غاية القتال: \"4 قا/تلوا +الذيمن لا3 ¶ يؤمنون بالله ولا باليوم الآ! خبر، ولا يحومون ما حوم ¶ الله ورسولط، ولا\" يدينون دين الحق من الذين أوتوا ¶ الكتاب حتى يعطوا الجزية عن يد وهم صاغرون)) (1). ¶ فالغاية من القتال إعطاء الجزية للإسهام بها فى تكاليف ¶ الدفاع عن حوياتهم وإظهار حسن نيتهم نحو الاسلام، ¶ وهى مبلخ رمزى ضئيل لا يدفعه إللا القادرون ممن ¶ يصلحون للقتال. وليست غاية القتال هى /الاسلام، ¶ فقد نصت الاية على ذلك \" حتى يعطوا الجزية)) وليس ¶ فيها ((حتى يسلموا \".، ¶ وقال تعالى: \" وقأتلوهم حتى لا تكون فتنة ويكون ¶ الدين دثه \" (2)، فالغاية هى القضاء على الفتنة، أ ى ¶ __________ ¶ (1) سورة التوبة:! 2 ¶ (2) سورة البقرة: 3! ا",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "-102 -  ¶ دعم أركان المسلام فى المجتمع؟ -وفرلك كما /يكون ¶ با، سلام يكون بالجزية أو بالعهد، ولو كان المقتال ¶ لفر ضالاسلام على المناس ما أمرالرسول يترك ا/لرهبان ¶ والنساء والصبيان. وأما قوله تعالى: ((ويكون الدين ¶ لله)) فمعناه أن يظهر أمرة ويعلو صوته، ولا يتوقف ¶ ذلك على أن 2 تكون له الأكثرية الع! دية فى المناس، ¶ فظهورة بظهور الحق الذى هو فيه من استقامة مبادئه، ¶ وصدقا/ الهدى \" الذى جاء به. ¶ على أن من جاءنا من المحارب! ن طالمبا ا! لأمان لميسمع ¶ كلام الله لا يجوز أن نقتله أو نكوهه على الاسلام، ¶ بل نبلغه الدعوة ونمحافظ على حياته وأمواله وكل ¶ حقوقه حتى يرجع الى بلدة ويبلغ مأمنه ولو لم ¶ يسلم (1). / ¶ إن نظرة الاسلام الى الحرب نظرة طبيعية واقعية، ¶ فهى مكروهة للنفوس التى تحب السلامة، كما قال ¶ سبحانه ((كتب عليكم القتال وهو كره لكم)) (2) وينهى ¶ المسلمين عن مجرد التمنى لخومى معركة مع المعدو، ¶ ففى الحديث \" لا تتمنوا لقاء المعدو، واسألوا اللى ¶ العافية، فاذا لقيتموهم فاصبروا)) (3). ¶ __________ ¶ (1) الجواب الصحيح لابن تيمية ص! 6، 4 7 ¶ (2) سورة البقرة: 216 ¶ (3) رواه البخارى ومسلم. -،",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "-103 -  ¶ اوالمحرب ضرورة تق! در بقدرها \" وقاتلوا فى سبيل ¶ الالة الثمهببن يقاتلونمكم! وللا تعتدوا \" (1) ((،فإرا كاتلوكم ¶ فإقتلوهم)) (3). فالمسلمون كانواءيلجئبىن الى الحرب ¶ إلجاء وكان بودهم / ألا تكون حرب أبدا، ولكنهاء سنة ¶ الله تم! خلقه،،1 كما يقول سبحانه \" ولولا دفع \"الله الناس ¶ بعضهم ببعض لفسدت الأرض)) (13، خاضوا غمارها ¶ للغرضاي! المذكورين آنفا. / ¶ ففى الغرض الأول قاتلوا من تعدكا\"عليهم بالقتال ¶ فعلاالا-، وكذلك منن استعدوأ ا للنتروع فيه،،وذللة مبادرة ¶ الى لقائه! م قل! المباغتة.!. ¶ وهذا تطبي! قلا للمبدأ العام) فى؟ اللانتصاف \" فمن اعتد كما ¶ عليكم فاعتدوا عليه بمثل ما اعتدكما عليكمم \" (14 ¶ \" وجزاء سيئة سيئة مثلها)) (5). ¶ ومن الغزوات لهذأ -الغر ض: أحد والأحزاب ومؤتة، ¶ وغطفان ودومة الجندل، وغزوة، بنى المصطلق، لا ¶ وخيبر، وتبوك ع وغيرها، وبيان ا! أسباب الحقيقية ¶ لي! س هذا محله فيطلب من كتب السيرة. ¶ __________ ¶ (1) سورة البقرة 190 ¶ (12 سورة البقرة: 91 ا3؟ س ¶ (3) لورة البقرة: 251 ¶ (4) دورة البقرة: 194 ¶ (5) دسورة الشمورى:.!",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "-104 -  ¶ وفى هذا الغرض من الحرب قاتل المم! لمون من تعدوا ¶ على حرية! إخوانهم ليخلصوهم من أ الظلم، كما قال ¶ تعالمى \" وما لكم لا تقاتلون فى سبيل اللى والمستضعفين ¶ من المرجال والنساء والولدان \"، الذين يقولون: ربنا ¶ أخرجنا من هذة القرية الظالم أهلها)) (1). وكذطث ¶ قاتلوا من نكثوا العهد وغدروا، كفمتح مكة، وغزوة ¶ بنى قينقاع وبنى النضير. ¶ وفى الغرضى المثانى وهو تأمين طريق الدعوة كانت ¶ فتوح الشام وفارس وغيرهما، المى جانب وجود حالة ¶ الحرب المستمرة من أول اللأمر وكان الفرس يريدون ¶ قتل المنبى يرلح! ا كما سبقت الاشارة الميه عند ارسال ¶ الكتاب الميه. ¶ ولما كانت الدعوة الاسلامية لمتأمين حريات المناس ¶ وتوفير الأمن لهم، وتخليصهم من التنرك والظلم ¶ والفو! ما، كان لابد أن تحاط الدعوة بقوة تحميها، ¶ وتزيل العقبات من طريقمها، قال تعالى \" ولولأ دفع ¶ الله المناس بعضهم ببعضى لهدمت صوامع وبيع وصلوات ¶ ومساجد يذكر فيها اسم الله كثيرا)) (2) فالحرب ¶ الاسلامية حرب حق من أجل الحق، ولو عمقنا النظر ¶ __________ ¶ (1) سورة النساء: 5 7 ¶ (2) سورة الحج:.،",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "-105 -  ¶ ! هذ. ا المبرر لوأينياه أيضا يندرج تحت الغرض الأول، ¶ وهو رد المعدوان والدفاع عن العقيد-ة والوطن ¶ ! الحرمات. ¶ ولم يحدث أبدا \"أن سارت الدعوة ومعها السلاح ¶ لأول مرة لتزيل به العقبات، بل مهد لها النبى أولا ¶ بارسال الكتب الى الوؤساء من الملوك وااللأمراء، ¶ ولم يمكنه هؤلاء من توصيل الدعوة لمن يتشوقون ¶ اليها فكان لابد من إبعاد إهذه 0 العقبات من المطريق ¶ ليصل النور الى الضالين، بل بلخ النبى الدمحوة ¶ بالقرأن، كصا قالى تعالى \" وجاهدهم به جه! ادا ¶ كبيرأ)، (1) على المطريق الذى رسمه الله بالحكمة ¶ والموعظة الحسنة، وكأن تبليغها مقتضيا لتنقل وأسفار ¶ واتصالات بالناس، فلابد من حماية الدعوة اليها ميط ¶ بطش المعكذب!، و! و حق طبيعى تقره جميع العقول ¶ وااللأديان. ¶ على أن مما يدل على أن حرب الاسلام لم تكن تعطشا ¶ للدماء1 ولا حبا للأفتقام، التوصية بعدم \" (التيعرض لغير ¶ الحاملإن للسلاح منالوهبان والندماء والصبيان، ¶ والتوصية بالرحمة البالغة فى الحرب، فهى كالعملية ¶ الجراحية، ضرورة تقدر بقدرها، والتوصية بقبول ¶ __________ ¶ (1) سورة الفرقان: 2 5",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "-106 -  ¶ الصنح إن* محرضه--الأعدا?، وكذلمك الوصية يعدم ت! جريب ¶ العمزا! لغير فزؤرة االحرب، والإحسان النى المذسزكط، ¶ وغير ذلك من اد،1 ب الحرب العظيمة التى فخلها ¶ اييخلماء ة، 7 /) + 4 /ا-4: ¶ فالإسلام أباح سا\"لحرب ولكن حاطها بفلطفاتط بماغ لم ¶ تبلغ 91 ليه مدنية القرنيادالعشرين،\" ولم يكن من أغراضها ¶ أب! دا دحمل الناس على الاسلام، فقد تبين أن إلعقائد ¶ لا تغرس! بالإكراه، ولمقد 3 أثر عنص محمر ر ضا للها عنه أن ¶ عمج! وزا. حمجاءته!! ما\"! حا! جة لها وكإنت\" غإز! هشلمة، فدعاها ¶ الى! الأسنلام \"، فأبلف وتركها محمز 2،! وخشد! أن (!! يكون \"فى ¶ قؤله 7 صوه!! لأأمير 4 المؤفلنين!، إبمزا ها لها، - قاتجه -الئ رقي2 ¶ ضارعا معتذ\"را: ء الملفم أزلنمدلتط ولم أكمره -ا، وتلاإقمولة! ¶ تعالى: إلم \".ي! إكراه \"الما ال! دينا قد تبين -\"الولثمد، م! ق الغى) إ؟. ¶ ولم تكن الحرب ضد الكفار لمجرد كفرهم) بدا\"، بل ¶ لرد +محثتوأ. نقم \"كماا؟ نملبق، فإر انمبدأ الغام فغس انمخالقين ¶ فى العقيدة هؤ.: \" (ءف! ما استقاهؤا+ لكمم فأسنتقيموا لهم)) 11) / 2 ¶ وقد عاشن. مع / القبى كفار. كمثيرون -وتحتاملص لا فعهم\" ¶ بالح! سنى ما د 1 اموا يبادلونه هذء المعاملة،1 سقال تعالى: ¶ \" لإ\"ينهاكغ -4 ال! ه عن الذين لم يقاتلوكم فى الدين ولم ¶ __________ ¶ (1) سورة التوبة: 7",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "-107 -  ¶ يخوجوكم من دياركم أن ت! بروهم وتقسمضوا اليهم إ ن ¶ الله يحب المقسطين \" (1). ¶ وليسى ا، لاشلأم وحده هو الذى جاء بالجهاد والحرب ¶ للدفاع وتأمين الحريات، فقد كانت الحرب فى القديم ¶ وما تزال وسيلة من الوسمائل لحل المشاكل الاجتماعية ¶ الى عهدنا هذا، مع بلوغ الانسانية إشدها، ونيل ¶ العقول رشدها، فالحياة لا تبقى وإلحقوقي لا تصان ¶ إللا بقوة تحميها. ¶ ولعل هذ\"ا القدر كاف فى نقض هذه الشبهة أو \"رد هذا ¶ الطعن الذى يوجهه اللأجمداء للإسلام 3 من كونه، انتشر ¶ بالسيف لا بصدف مبادئه كما يقول المسلمون. ¶ __________ ¶ (1) سورة الممتحنة: 8",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "-108 -  ¶ جبهات المقاومة لعالمية الإسلام ¶ لقد تعرضت الدعوة الإسلامية لعدة مصادمات من ¶ أول يوم نادى فيه الرسول قومه إلى التوحيد، ¶ وأتخذت هذه المصادمات عدة ميادين، فهى لم تقف ¶ عتد حد التكذيب للدعوة \"، بل تعدت الى ميدان العمل ¶ الايجابى لوقف التيار الإسلام الجارف ومدة الواسع، ¶ وحيكت له محدة مؤامرات من داخل المجتفع الدذى ¶ يعحش فيه النبنى وصحبه -، على يد المنافقين واليهود ¶ وغيرهم من الرعايا الموجودين بين المسلمين، ومن ¶ خارجه فى المدول المحيطة النافسة على. القوة لاالجديدة ¶ التى غطت على كل قوة فى هذه المنطقة. ¶ وكان لدلأعداء على مختلف ألوانهم وميادينهم ¶ أساليب منوعة فى هذا السبيل، وقد سمعنا فى التاريخ ¶ عن الغزوإت المتى وجهت الى الاسلام، إما بالسلاح ¶ المادى فى الميدان المكشوف، وإما بالسلاح المعنوى من ¶ وراء الجدر، فمرة بالتشكيك فى أصل الدين، وبالدعوة ¶ الى الإلحاد، ومرة بالغزو الثقافى لتحل الاراء الهدامة ¶ محل الاراء الدينية، وأخرى بالغزو الخلقى ¶ والاجتماعى لينسلخ المسلمون من فقومات شخصيهم",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "- 109 -  ¶ كاالذضيلة، وكثف! للث! بالنظم السيالممية وقواعمب، الحكنم ¶ بمسمياتها ابختالفة، ودناوي! نفا الخملابة،. ¶ /\"وعلى المزغ! من! كل.\"هذه المصادمات فإن 9 المدعوة ¶ العالمية ما تزال اثابلة (صاممدة،1 بل مندفعة \" -بفنموة ¶ 7 تخطت كل! ا! حوا، حز والعقبات 3!، لأنهما! ر-س كما قدمنا- ¶ ستحدك \" عوأصل 9 قوتها فا -نفسمها \"،-لم جكيرا أق 3! ذ ا 7 الل! هات ¶ ! وهذه المو (جهة يختملفان! كيفا حسلبا ما /ل! كون عن! مبد ¶ المسل! مين؟ من ص!! مم! ان و! تعلق بالمدين 9 ونجيرة لا صكلى- الدعوة ¶ ،إليه. ¶ ءا دعن!، صلأ \"المقومات - العنيفة المتى - واجهت! ا ا (.لمدعوة ¶ ! إلام \"الرسول ابر! لا\"من ءقرلش وهن، الدهود ونجرهم، ¶ فكتب السيرة وفت هذا الموضوع حقه، والمقام هن! ا ¶ مقام إيجاز يكفى فيه ألنهه نعطى لمحة ر خاطفة ا لل! عبرة ¶ و؟ ا 3 لعظة * خ ع! \".، (! / 2 -  ¶ حدلثت بعمد وفاة المنبئ ا!،، مصمادهات! حربية ¶ محروفة 2 لا، وبخاصة /هع الم! فرهس والروهان 4 لا ثم كإنت ¶ الفتوح الممتدة شرقا وغربا والى كل، البلاد \"،، كما ¶ عرفت من السرد الموجز لسير المدعوة.! ومع المصادمات ¶ الحربية كانت مؤامرة اغتيال عمر: بن الخطاب، ¶ والفتنة \"\"التى أستشهد أفيها عثمان -؟! المصادهات ¶ الداخلية بين جبهتى على ومعاوية -ء، \"واستغلال، ذلك",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "-110 -  ¶ كله للقضاء على الدلين، حيث ظهرت إلفرقما ولعب ¶ لعبته عبد الله \"لأبن سبأ الميهودى ليطيح بالعقيدة ¶ الاسلامية 9 /الموحدة لكلمة المسلمين ((إن هذه أمتكم ¶ \"أمة واحدة وأنا رببم فاعبدون \" (1.). ¶ وكانت المشعوبية أصبعا من إ أصابع ايهدم لبناء ¶ الا! ملام، والعودة به الى محهد المجاهلية حيث التعصب ¶ للأنساب والأحساب، واتخذت هذه الحركة مركزها ¶ فى فارس 7 على الباب ال! ثرقى لدار المعرب، فظل بع! ى ¶ الفرس متمسكين بماضيهم البائد، ممتلئة قلوبهم ¶ -حل! رة على ضي! اع 3 مجدهم السياس! 7، على الرغم من ¶ قيانم! دثيولة إلهسلأمية أكبيرة فى بلادهم وعلى أكتافهم ¶ وبج! هدودهبم. ¶ لقد تجنب ال! ف! عوبيون العداء المسافر مع الع! رب أولا، ¶ وانتهزوا الفرصة المواتية لنلأساليب الخفية الأخرعا، ¶ لأ فقد 2 ع! مد بعضهم *الى وضع كتب فى متالب -العرب والمحط ¶ \"من شأنهم، حتى قال قائلهم اسماعيل بن سيار، الذى ¶ 9 لمم يشكر قكريدمم الخل! اء له:)! ء \" ¶ ا +لا 2 \"أصلى كريم ومجدعا لا يقأس به ¶ ! *إ أ+لأا .. ،،- /1 دإ لأ! لى -أالسار كحذ، المشيف مسفوم 7 / ¶ __________ ¶ (1) الالشور! ةا الأنصا?:؟ 6! 6 + لأ - ---. /! ر، 3 1",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "- 111 -  ¶ لا؟ من، مثل كمط! رى-وسابوو الجن! د معا ¶ \" والهرمزان /لفخر أو لتعظيم، ¶ أسد الكتائب يوم الروع إن زحفوا لأ ¶ وهم أذلوا ملوك الترك والروم ¶ هنالق إن تسألى تنبى بأن لنا ¶ جرثومة قهرت صكر الجراثيم ¶ ؟ وقد رأينا فى خطبت زياد بن أبيه ما يشير الى هذة ¶ الفتنة الشعوبية: إياكم ودعوى الجماهلية، فإنى 7لا أجد ¶ أحد! دعا بها إلا قطت لسانه، كما كان للحجاج موقفه ¶ الشديد إزاءها أيضا. ر ¶ لقد انتهز قوم من \" راوند \" فبرصة فيام أبى مسلم ¶ الخرسانى بالدعوة \"ا. لى الجياسيين فروجيى معتقدات! م ¶ القديمة القائلة بالحملؤل. والتناسغ. وأفي ادوا أن ¶ يستغلوها فى التقرب المئس أولمى اللأصر، فننعميا أن روح ¶ الله انتقلت الى على وأينائه من بعده، حتى وصلت ¶ أخير! المى أبى مسلم ا، لخرسانى الثائر ضد لأ (/لأمويين. ¶ واستمروا فى فتنهتهم حتى ناذوا\" بأن- المنصور العباسى ¶ هو ربهم الأعلى. س كا -.! لأ كا ¶ ثم أخمدت هذه إ-لفتنة، كما: أخمدث فتنة الخرمية ¶ -! ن! سبة ع 0 النى حعرما+ زوجة ضزكك/ زعيغ الإجأخية: لاالمقديمة ¶ عند إلفرسى - عن! ما أسعتعان ه! للإكو! بالبيزئظيافي للنيل",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "- 112 -  ¶ من الدولة ألاس! لأمية / وكذلك قمى على جماعة ¶ الحشا! ثهين. بالظاهر والباطن والذيق قادوا حركة ¶ اغتيالات! رجمة، كما لاأخمدت حركة القرامطة التى ¶ سعت فى الأرض فسادا، ولم تنج منها الأراضى ¶ المقدسة. ¶ وقدالعب الزنادقة أيضا دورا خطيرا ضد الاسلام ¶ وضد العوب / عن طريق التشكيك فى الأصولى الثابتة/ ¶ والدعوة ألى التحلل من القيود. ¶ واعثمذوا على المانونية إحدى الديانات القديمة/ ¶ وجرحوا رجال العرب وفقهاء الاسلام ى، ومجدوا المفرس ¶ وتاريخهم \"!. ووجد هؤلاء / صصرحا لنشاطهم بيوت ¶ البرامكة ال! ذين! ثمجعوا للهو ومجالس الغناء بما فيها ¶ كاهن منكرات. حتى قال قائلهم: ¶ يب! كىلاعلى طلل الماضين؟ من ألهن! د ¶ لاثر دبىك قل لى من بنو أسد ¶ -. ومق تميم وميق قيس ولفهما ¶ / ليعمرلم اللأعاريب عند أدئه من أحد ¶ دع ذا / عدمتك، واتنربها معتقة3 ¶ 4 صفراء تفرقي بين الروح والجسد ¶ والى جانب هذهالممحركات المتى ظهرت فى وسط ¶ المجتمع الاسثمى وصت حركات حنطيرة فى المخارج",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "-113 -  ¶ لخنق الدعوة الاسلامية، وحصرها فى دائرة ضيقة، ¶ والعمل على إضعافها حتى تموت. وكان العداء ¶ السياس! ظاهرا واضحا فى كثير من هذه الحركات، ¶ فاضطر المسملمون، المى خوض معارك طاحنة لحماية ¶ عقيدتهم وصيانة حدودهم وتأم! ن طريق دعوتهم، ¶ كما كان هناك عدا اء دينى وخلقى واجتماعى لهدم ¶ الأساس المتين الذى قام عليه بناء الدولة الاسلاميمة، ¶ وجد منافذ الى 3 قلب المجتمع وأتباعا وأذنابا من ¶ الموتورين من ا إلاسلام والمعرب لمسبب من الأسباب. ¶ المقاومة السياسية: ¶ لقد ظلت الدولة الاسلامية بعد انتقال الرسول عليض ¶ الى الرفيق الأعلى، تتابع سيرها، حامية نفسها من ¶ الأعداء بالتسلح، حتى جاء الطوفان من المشرقا يدفعه ¶ التتار بجبروتهم، فى وقت كانت المخلافة العباسية فيه ¶ أضف ما تكون عن مقاومته، فسقطت بغداد سنة ¶ 656!. وقتل كثير من الفقهاء وعظماء الدولة، ¶ وأحرقت قبور الخلفاء، وألقى بالكتب فى دجلة. ¶ ثم أوت المخلافة \"المى مصر حيث بايع أهلها سنة 659 ¶ المسل! نصر بالئه، ولكنها كانت خلافة صورية لا تستطيح ¶ شيئا. وقد شاء الله أن يرد هؤلاء المغيرين فهزمهم",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "- 114 -  ¶ المماليك في عين جالوت بالشام، نما 15 من رمضان ¶ سنة 658!. ¶ وكانت من قبل ذلمك موجالتا أخرى قد وفدت من ¶ الغرب وعرفت باسم الحروب المصليبية، ظلت تتدافع ¶ على الأو!! ما الاسلامية مدة قرنين من الزمالط (099 1 -  ¶ 1354 م). وكان من أبرز الأسماء التى كتبت فى ¶ لموحة النقرف اس! م صلاح الدين الأيوبى، الذى هزمهم ¶ فى حطين، وخلص بيت المقدس منهم فى ليلة ال!! راء ¶ سنة 583 ص (1187 م). ¶ وما ؤال الغرب يضمر المحف لل! ثرق والاسلام فى ¶ شخ! ى صلاح الدين المى يومنا هذا، ولم يقطعه قول ¶ المجنرال \" اللنبى)) البريطانى عندما دخل بيت ¶ المقدس بعد الحرب المعالمية الأولمى: الآن قد انتهت ¶ الحروب الصليبية. ول! قول \" جورو \" الفرندم!: ¶ هاقد عدنا يا صلاح الدين. ¶ وما كانت الحروب الصليبية أبدا، كما قال 1 المبابا ¶ ((أربانوس \" الثانى سنة 1095 م، لتخليص المسيحيين ¶ من الأذى الذى ألحقه بهم المسلمون، فالاسلام معروف ¶ بسماحته التى لا يبارى فيها، ولقد تحدلثا \" هندريك ¶ فان لون \" فى كتابه \" قصة 2 الجنس البشرى)) 1 () عن ¶ __________ ¶ (11 ج 2 ص! 7 طبعة الشعب.",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "- 115 -  ¶ سبب قيام الحروب الصليبية، بعد بيان احترام ¶ المسلمإن لعي! مى وسهماحتهم مع الذديان الأخرى، ¶ وظهور الأتراك السلاجقة الذين حموا البلاد اللاسلامية ¶ من غارات الدولة المبيزنطية واستولولمأ على أسيا ¶ الصغرى، فقالى: ¶ إن اللامبراطور إ (الكسيس\" استنجد بالصليبيين لحماية ¶ القسطنطينطق من خطر المسلمين، وبدأ الصليبيون ¶ قتالهم وهم يضمرون أشد البغض للمس! مين ثم تغيرت ¶ قلوبهم تغيرا تاما بعد ذلك واحتقروا الروم فى الدولة ¶ البيزنطية لمالذين كانوا يخدعونهم ويخونون دعوة ¶ الصليب فى كثير من ا! لأحيان، وبدءوا يقدرون خصال ¶ أعدائهم المسلمين، الذين أثبتوا أنهم ذوو مروءة ¶ وخصوم أشراف، والحق أن الحروب الصليبية التى ¶ بدأت فى صورة حملة لتأديب الأتراك المسلاجقة أصبحت ¶ منهجا ثقافيا عاما يعلم لمالملاي! ن من شباب أوروبا معنى ¶ الحضارة. ¶ وقد تعركما اللاسلام لمحنة أخرى فى ا! لأندلس، ذلك ¶ المعقل الذى ظل يؤدى رسالته نحو ثمانية قرون، فقد ¶ أمر الكاردينال ((اكسيمنس \" أعدى أعداء \"المعرب ¶ والاسلام، سنة 1511 م بإحواقما كتب العربية، ¶ والمصاحف المحفوظة فى ميادين غرناطة، ثم تولى ¶ ديوان 1 التحقيق الدينى إبادة كل أثر للمسلمين، إ ذ",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "-116 -  ¶ لولا ذلك لزحف الاسلام على أوريا، وسادت اللغة ¶ العربية فيها، وكان المحكم للمسلمين عليها. ¶ وعندما ظهرت قوة الاسلام مرة أخرى، بعد طعنات ¶ التتار والمصليبيين والأسبان، بقيام المدولة العثمانية ¶ التى تقدمت بفتوحها حتى أسوار فيينا، تحركت ¶ العداوة مرة ثانية فى قلوب المذعداء، وحيكت المؤمرات ¶ للقضاء عليها. ¶ وضا أهم هذه المؤامرات مؤامرة \" طرابزون \" المتى ¶ أحبط كل مخططاتها \" محمد الفاتح)). ولما رأى البابا ¶ أن حيله لم تفلح فى قتال الأتراك أراد أن يدخل محمدا ¶ الفاتح فى النصرانية، فكتب له بذلك لممنة! 6ءا م، ¶ ولما لم يفلح استعان بجمهورية البندقية على قتال ¶ اللأتراك، وأذاع نداء الى الحرب المقدسة فى 33 من ¶ أكتوبر سنة 63ء ا م وباع فى سبيل ذلك صكوك الغفران ¶ لإغراء 1 المسيحيإن على المحرب، غير أنه توفى قبل أن ¶ ينفذ خطته، وذهبت جهوده أدراج الرياح. ¶ وظلت الضغينة مالئة قلوب الغرب المسيحى على ¶ هذه الدولة محاولين بكل وسيلة القضاء عليها، وكان ¶ من مظاهر ذلك \" المسألة الشرقية \" التى تستهدف ¶ محوها وتوزيع ممتلكاتها.",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "-117 -  ¶ وقد تحالفت على الضعف والخلل - على الدولة فى ¶ النصف الثانى من القرن التاسع عشر، 2 فانهزمت ¶ جيوشها فى ميادين عدة وكثرت ديونها-حتى أعلنت ¶ إفلاسها سنة 1874 م، وكانت الامتيازات، وتدخل ¶ الدول ثم تقسيم أملاكهما ب! ن المستعمرين. ¶ كان لاكتشاف طريق رأس الرجاء الصالح سنة 498 ا م ¶ أثره السيىء و اقتصاديات البلاد العربية والاسلامية، ¶ وكانت المكشوف المجغرافية ممهدة للاستعمار ¶ والاستغلال، كما كانت ممهدة للتبشير بالمسيحية ¶ ولتكوين الشركات لمالاستغلالية التى جاء على أثرها ¶ الاستعمار. ¶ وكد انتابت أوروبا فى القرن التاسع عشر حمى ¶ الاستعمأر، ونكب العالم الاسلامى به، وتوزع بين ¶ أعدائه الذين أجمعوا على إضعاف الدين واستغلاله ¶ لمصالحهم. ¶ استولى الروس على بلاد التركستان ذات الشهرة ¶ الاسلامية العظيمة، وعلى القوقاز وشمالى إيران، ¶ وتنازلت لهم إيران عن جورجيا وأرمينيا سنة 838 ام. ¶ واستعمرت انجلترا الهند سياسيا عندما ألقت امتياز ¶ شركة الهند الانجليزية لممنة 858 ام.",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "-118 -  ¶ ودخلت أصابع إلاستعمار العالمم المعربى، فكان من ¶ أول المتدخل حملة فرنسا على م! ر سنة 1798 م. ¶ وكان المتدخل يالديون المتى فتح بابها محمد سعيد ¶ (ء185 - 1863 م) وبامتياز قناة المسويس، ثم ¶ بالاحتلال سنة 883 ام. وكانت الدولة المعثمانية فى ¶ ضف دعا المى قيام حركات انفصالية فى مصر وسوريا ¶ وغيرهماه ¶ واحتلت فرنسا المجزائر سنة 830 ام، وتونس سنة ¶ 883 ام، وأطلقت يدها فى مراكش بمقت! ضى معاهدة ¶ بينها وبين الانجليز سنة ء.9 ام، وأعلنت حمايتها ¶ عليهاسنة 1913 م. ¶ وكان نفوذ إلانجليز فى المسودان المذى أخلاهـ ¶ المصريون (ء188 - 885 ام) وبعد انتهاء أزمة ¶ فاشودة سنة 899 ام، واحتلت عدن وما جاورها سنة ¶ 9؟ 8 ام، وكذلك احتلت إيطاليا طرابلس سنة 911 ام، ¶ وتخلت عنها تركيا سنة 913 ام. ¶ وبعد المحرب العالمية الأولى تقرر، فى مؤتمر ¶ (سان ريمو) فى مايو سنة 930 ام، الانتداب ¶ البريطانى على العراف وفلسطين، والفرندم! على ¶ سوريا، المتى انقسمت الى سوريا ولبنان، وتقرر ¶ إقامة إمارة عربية فى شرقى رايلاردن خاضعة للانتداب ¶ البريطانى.",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "-119 -  ¶ كان من ألعموأ 6 فار الاستعمار إضاف لثموكة الاسلام ¶ وإبعاده عن مجال المحيا! السياصمية، وحصره فى دائرة ¶ ضيقة، بعيد (عن المجتمح، تطبيقا لمبدأ \" فصل الدين ¶ عن الدولة،)، ولقد كانت شروط المصلح مع تركيا فى ¶ مؤتمر \" لوران\"، ثممنة 933 1م المعروفة بشووط ¶ \" كيرزون \" الأربعة دليلا على نوايا الاستعمار السيئة ¶ ضد اللاسلام وهى: ¶ 1 - قطع كل صلة بالاسلام. ¶ 3 - إلغاء المخلافة اللاسلامية. ¶ 3 - إخراج أنصار المخلافة ولمالفكرة الاسلامية من ¶ البلاد. ¶ 4 - اتخاذ دستور مدنى بدلا من دستور تركيا ¶ القديم المؤسس على اللاسلام. ¶ كما كان من آثار اللاستعمار الوقوف أمام كل حركة ¶ إصلاحية على أساس المدين، ومن ذلك مقاومتهم ¶ لحركة \" تيبوتيب \" فى الكونغو، وحركة \" رابع ¶ أبن الزبير \" فى السودان، وكذلك حركة \" عمر تال \"، ¶ \" أحمد سامورى \"، \" عثمان دنفديو \" وغيرهم. ¶ وكان من أثر الاستعمار أيضا تفتيت الوحدة ¶ الاسلامية بخلق الفتن والمشاكل وقيام الأحؤاب وإحياء",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "-120 -  ¶ القوميات المحلية للحيلولة بها دون ك! يام جاصعة إسلامية ¶ عامة، وليشغل المسلمون ب! عضهم ببعفى. ¶ يقول \" لورانس براون \": الخطر الحقيقى كامن ¶ فى نظام الاسلام، وفى قوته على التوسع والإخ! ضاع) ¶ وفى حيويته، إنه الجدار الوحيد فى وجه الاستعمار ¶ الأوربى. ¶ واذا اتحد المسلمون فى امبراطورية عربية أمكن أن ¶ يصبحوا لعنة على المعالم وخطرا، وأمكن أن يصبحوا ¶ نعمة له أيضا، أما اذا بقوا متفرقين فانهم يظلون ¶ حينئذ بلا قوة ولا تأفي. ا (1) لا ¶ وكان من عوامل تفتيت وحدة المسلمين دعوتهم ¶ المى التمكين للجهات المحلية كمظهر من مظاهر الاعتزاز ¶ بالقومية، وعدم الالتزام بالعربية وقواعدهأ، وقد ¶ عقد فى دمشق سنة 956 ام المؤتمر ا! لأول للمجامع ¶ اللغوية المعلمية تحت إشرا اف اليونسكو، ألقيت فيه ¶ محاضرات كثيرة تمجد العامية، وتدعو المى تبديل ¶ الخط العربى وقواعد النحو والصرف وا البلاغة وهذ8 ¶ الدعوات الهدامة وأمثالها تقوم باسم التجديد والتطوير ¶ وهى دسيسة للعالم الاسلامى!، وتفكيك لأوصاله. ¶ __________ ¶ (1) مجلة الأزهر مجلد 312 ص! 39،!! 3 كا - 3 - 3",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "- 121 -  ¶ - يقول ((أمري ريفر \" فى كتابه ((قصة الاسلام)): ¶ فالوحدة التى ااحتفظ بها القران قرونا بين الشعوب ¶ الاسلامية! المختلفة الأصول قد ذهبت وصار الشعب ¶ الاسلامى قوميات شتى، فدعاة الجامعة التركية ¶ يرمون الى توحيد فروع معينة من المجنس التركى ¶ ودعاة الجامعة العربية يشيرون باتحاد الشعوب ¶ المعربية، ويقول المسلمون فى الهثد: إننا هنود أولا ¶ ومسلمون بعد ذلك، وقد ن! ى الجميع المصبغة العالمية ¶ التى كانت أساس 1 الدين الاسلامى العظيم. ¶ جاء مع الاستعمار اطلاف يد التبشير فى البلاد ¶ الاسلامية بوسائله المتعددة، من مدارسى ومعاهد ¶ وجامعات وملاجىء ومسقشفيات، وأفلام وصحافة ¶ وإذاعة ودور نشر وندوات ومؤتمرات وما شابه ذلك. ¶ ومعا يدل على خطر هذه المدارس على استقلال ¶ المشعوب ما قررته اللجنة التى ألفها مؤتمر \"ونبرج)) ¶ التالشيرى، فقد جاء فى القرار ما 9 يلى: اتفقت اراء ¶ سفراء الدول الكبرى فى عاصمة تركيا على أن معاهد ¶ المتعليم الثانوى التى أسسها 7 الأوروبيون فى البلاد ¶ الاسلامية كان لها تأثير على حل المسمالمة المشرقية، ¶ يرجح على تأثير العمل المشترك الذى قامت به دول",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "- 122 -  ¶ أوروبا كلها كما نقله مسيو \" لوشاتلييه \" فى كتابه ¶ \" الغارة على العالم الاسلامى \" ص 72 (1). ¶ كما يدل على خطر التبشير أيضا على إستقلال ¶ الشعوب قول بلفور صاحب الوعد المشئوم لليهود ضد ¶ العرب: إن المبشرين هم ساعد جميع الحكومات ¶ المستعصرة وعضدها فى كثير من الأمور الهامة، وكان ¶ بلفور نفسه رئيس شرف للجنة تبشيرية. ¶ يقول ((كالهون سيمون \" القس، مفصحا عن رغبة ¶ التبشير القوية فى تفريق المسلمين، \"التى عبر عنها ¶ \" لورانس براون \" فيما تقدم: إن الوحدة الاسلامية ¶ تجمع أمال الشعوب السود، وتساعدهم على التخلص ¶ من السيطرة الأوروبية، ولذلك كان التبشير عاملا ¶ مهما فى كسر شوكة هذه المحركات، ذلك لأن التبشير ¶ يعمل على إظهار الأوروبيين في نور جديد جذاب، ¶ ومحلى سلب المحركة الاسلامية من عنصر القوة والتمركز ¶ فيها ((كتاب التبشير والاستعمار\". ¶ إن المبشرين ينفسون عن الهزائم الصليبية التى ¶ منيت بها المسيحية كما يقول اليسوعيون: ألم نكن ¶ نحن ورثة الصليبيين، أو لم نرجع تحت راية الصليب ¶ __________ ¶ (1) مجلة الأزهر مجلد 4؟ ص 676",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "- 123 -  ¶ لنستأنف التسرب التبشيرى والمتمدن المسيحى ولنعيد ¶ فى ظل العلم الفرن! مى وباسم الكينيسة مملكة المسالح؟ ا (1) ¶ ومن أخطر المب! ثرين فى القرن المع! ثرين دكتور ¶ \" صمويل زويمر)، الذكما توفى لهم! نة 1952. وكان لا ¶ يجادل المسلم! يئ بالبرهان، بل يجبى ء لهم من إلناحية ¶ العاطفية، كبيان أن تأخرهم أساسه الاسلام، وقد عقد ¶ مؤتمرا فى 1 القاهرة سنة 1906 م لتنسيق جهود 1 المبشرين ¶ على اختلاف طوائفهم، مع أنه بروست! انتى، لكنه ¶ يحاول توحيد كل ج! ود المسيحية للغارة على الاسلام. ¶ كما لجأ الاستعفار الى حيلة أخرى بجانب المتبشير، ¶ وهى العمل على إضعاف الشخصية الاسلامية أو القضاء ¶ عليها وإذابتها فما شخصيات أخرى، والحد من التعصب ¶ لها، ومن المحفاظ على مقدساتها، وفسح المجمال ¶ ل! لأديان اللأخرى أن تدشى طريقها الى أذهان المسلمين ¶ وتتكيف بها أعصابه! م وأحماسيسهم، وذلك عن طريق ¶ ا! لؤتمرات والمندوات واللجان والجمعيات والمراكز ¶ والمؤسسمات التى ينشئونها بعناوين خداعة. ¶ وقد كثرت فى المجتمع الاسلامى الكتب المترجمة عن ¶ الفكر اللأوربى واللأدب الأمريكى، وفيها أمور فى غاية ¶ __________ ¶ (1) التبشير والاستعمار ص 117",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "- 124 -  ¶ الخطورة على المعقيدة والسلوك، تعرض بوسائل ¶ مغرية جذابة، وسيجىء له نموذج بع! د، وغزت ¶ الأفلام الأبجنبية حقل السينما العربية والاسلامية وفيها ¶ سموم كثيرة. ¶ والمجتمع ا*سلاهى، وإن كان فىء حاجة الى خبرة ¶ الغرب، إلا أنه ليس فى حاجة الى استيراد عقيدته ¶ وقواعد سلوكه وأخلاقه، إلتى تدل اللأمارات على ¶ أنها ستؤدى الى تدمير حضارته فى وقت قريب، إننا ¶ فى حاجة الى مواد بناءة لا هدامة، والاختيار يحتاج ¶ المى عقل واع وخبرة واسعة ونظرة بعيدة. ¶ إن جمعية أصدقاء الشرف الأوسط االلأمريكية التى ¶ يعمل \" هو بكنز)) نائبا لرئيس! ا، عقدت مؤتمرات ¶ فى \" بحمدون)) بلبنان ءصمنة 954 أم، قاطعته شخصيات ¶ كثيرة من المسلمين وغيرهم معلنة بها لميست فى حاجة ¶ اليه، ففى الاسلام مثل عليا لا يدانيها ما يقرره ¶ المشرفون على المؤتمرات من المب! ثرين و \" هو بكنز\" ¶ هذا كان قسيسا ومنتسبا لطائفة \" المتيودليت \" وله ¶ نالثماط سياسى لصالح أمريكا وبريطانيا. ¶ إن عناوين هذه! المؤسسات وهذة المؤتموات؟ عناوين ¶ براقة خلابة و! ى تعطى. المثكرة السامة فى قالب حلو",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "-135 -  ¶ سائغ، أو بين مذوقات شهية والناقد البصير يرى هدما ¶ للعقائد والأخلاف. ¶ والصهيونية العالمية هى التى تديرها وتقف من ¶ ورائها، ولها أصابعها وعيونها فى كل دولة وفى كل- ¶ وسط، ويستطيع رجالها، بمالهم من خبرة وما مرنوا ¶ عليه من أساليب، أن يشكلوا أفكار الناس وأخلاقهم ¶ كما يريدون، والمجتمع الالمملامى لا بد أن يتنبه الى ¶ هذه المخططات ويعد لها العدة حتى لا يفاجأ بها ¶ فينهار وتنهار معه القيم الالمملامية. ¶ المقاومة الفكرية والخلقية: ¶ ذكرنا فيما تقدم بعض مظاهر الحرب السياسية ¶ وتوابعها ضد الالمملام فى أصله وفى عالميته، وهى حرب ¶ عريقة فى القدم اتخذت أشكالا شتى، وفيما يلى بعض ¶ مظاهر لحرب أخرى اتخذت طابعا علميا خلقيا، وإن ¶ يخدم الحرب السياسية ويساعد على الاستعمار. ¶ إن حرب العقيدة وا، خلاقا قديمة أيضا، بل هى ¶ أقدم من الحرب السياسية المسلحة، وقد تولى كبرها ¶ المسيحالة و، المي! ودية اللتان رأتا فى الدين الجديد قوة ¶ __________ ¶ مناف! ممة تزحم! ما فى ميدان النفوذ.",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "- 136 -  ¶ كانت أساليب ا! للأعداء فى هذه الحرب قي! ادة حملة ¶ افتراء وتكذيب لدعوة الاسلام ولشخمى الرسول ¶ وأصحابه، واشتدت وطأة هذه الحرب عندما ضاع ¶ سلطان الأديان من هذه البقعة الوأسعة التى كان ¶ يسيطر عليها اللاسلأم، وبلغت أشدها بعد الحروب ¶ الصليبية وبعد طرد المسلمين من أسبانيا، فقد تبإن ¶ تماما للمنهزمين فى هذه الحروب أن سبب غلبة ¶ المسلم! ية عليهم هو إيمانهم وأخلاقهم التى تعلموها من ¶ كتاب الاسلام، وحرصوا على التمسك بها والتضحية ¶ من أجل، الدفاع عنها. ¶ لهذا ا عمد اللأعداء الى كسر هذه الأسلحة المعنوية ¶ التى قاتل المسلمون بها أعداءهم وانتصروا عليهم، ¶ يقول: ((أتين ذينيه \" فى كتابه عن \"السيرة النبويمة: ¶ ليت شعرى ما عدمى أن يكون منشأ البغمى الذى يضمره ¶ المسيحيون للاسلام، وهو مح عدم قابليته للتخيير، ¶ يقدم لهم كثيرا من اللأدلة على احترامه لعي! ص!، هذا. ¶ البغض استمر فى عصرنا هذا عصر المتسامح المدينى، ¶ إن لم نقل عصر عدم المبالاة بالدين، ألكون نشأته ¶ اسيوية؟ ولكن، ألم تكن المسيحية اسيوية فى جوهرها ¶ قبل تخليصها من اليهودية بوساطة بولس الرسول؟ ¶ فقد قال عيسى نفسه. إنى لم أرسل إلا لنعاج بنى",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "حه 137 -  ¶ إسائيل المضالة ي! إنجي! لى متى 5 لأ \". أم من شريعته؟ ¶ ولكن شريعة الاسعلام تكاد تكون مطابقة لمذهب بعض ¶ أشياع المذهب البروتستانتى (هذا الاطلاف غير ¶ صحيح) أم من ذكرى الحروب) الصليبية؟ نعم إن هذه ¶ الذكرى رغما من تقادم الزمن لا تزال تفعل فعلها ¶ المشئوم فى نفوس كثير مي! الجهلاء، ولكنها لا تكفى ¶ وحدها فى تعليل حكم الاعدام إلذى قمى به على ¶ الاسلأم و أوروبا، فلاب أذا من تلمس سبب اخر. ¶ انتهى كلامه. ¶ يقول \" دير منجم \" فى كتابه \" حياة محمد \" (1): ¶ حينصا اشتعلت الحرب بايئ الالمملام والمسيحية ودامت ¶ عدة! رون، اشتد النفور بين الفريقين، وأساء كل ¶ منهما فهم الآخر، ولكن يجب الاعتراف بأن إساءة ¶ الفهم كانت من جانب المغربيين أكبر مما كانت من ¶ جانب ال! ثرقي! ن. وفى الواقع أنه على أثر تلك المعارك ¶ العنيفة التى أرهق بها الجدليون المبيزنطيون ألاسعلام ¶ بمساوىء احتقارات دون أن يتعبوا أنفسهم فى دراسته، ¶ هب الكتاب والمشعراء المرتزقة مي! الغربيين وأخذوا ¶ يهاجمون العرب، فلم تكن م! اجمتهم إياهم إلا تهما ¶ باطلة، بل متناقضة. ¶ __________ ¶ (1) ص 135 من الطبعة الفرنسية.",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "- 138 -  ¶ لقد كان من مفترياتهم ما جاء فى قصيدة \" رولان \" ¶ وهى أهم منتجات العصور الوسطى الغربية على ¶ الإطلاف، إن فرسان ((شارلمان)) قد أسخطوا الأصنام ¶ الأسلامية، وأن العرب يعبدون ثالوثا مؤلفا من: ¶ محمد، وأبولون، وتيرفاجانه ¶ كما جاء فى رواية ألفت بعد انتهاء الحروب ¶ الصليبية: أن الاسلام يبيح زواج المرأة المواحدة من عدة ¶ رجال معا. ¶ وهذه المفتريات لم تروج فى المعصور الوسطى فقط، ¶ بل فى عصر النهضة كذلك، بل التاث بها باساكال ¶ ومالبرانش فى القرن السابع عشر، ورينان فى القرن ¶ التاسع عشر، وكازانوفا ودير منجم فى القرن ¶ العشرين، لقد اتهم رينان فى كتابه ((الاسلام والعلم)، ¶ الاسلام بتهم باطلة ردها عليه جمال الدين الأفغانى. ¶ وكما رأيت دور المبدثرين فى حرب الأسلام نريك أن ¶ المست! ثرق! يأ الذين عنوا بالدراسات الشرقية، وبالأخص ¶ منها الاسلامية والعربية حملوا سلاح الكذب والمبهتان ¶ والتضليل والمتشويه لمبادىء الاسلام وحقائقه، وعلى ¶ التاريخ الأسلامى أيضا.،",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "-ب! 1 -  ¶ وكان أشد هؤلاء حربا للإسلام هم اليهود، الذي! ن ¶ وجدناهم وراء كل حرب ضد الاسلام تقريبا، وقد ¶ تقدم لك ما كتبه ((ساوندرز \" فى مجلة التاريخ المعامر ¶ عن دخول الاسلام فى فلسطين وأنه كان مصادفة، ولم ¶ يفكر نبى الاسلام! الدعوة الى دينه خارج المجزيرة ¶ العربية. ¶ لقد قام الاست! ثراق أولا لغرضى دينى،! إذ حركت ¶ المحروب الصليبية فى نفوس الأوروبيين الرغبة فى إعادة ¶ النظر فى /هثعرح كتبهم الدينية وفهمها على أساس التطور ¶ الحديث، الذى تمخضت عنه حركة الإصلاح،\"فاتجهو؟ ا ¶ المى الدراسات العبرانية ثم العربية ثم الاسلام، ¶ وبمرور الزمن اتسع نطاقما البحث فشصل الأديان ¶ واللغات والثقافات غير الاسلامية - والعربية. ¶ كما أن المسيحيين رغبوا فى المتبشير بدينهم ب! يئ ¶ المسلمين، فأقبلوا على الاست! ثراف ليتسنى لهم تجهيز ¶ ال! عاة وارسالهم المى المعالم الاسلامى، وألتقت مصلحة ¶ المبم! رين مع أهداف الاستعمار فمكق لهم واعتمد عاليهم ¶ فى بسط نفوذ 8 فى المشرف ء - ¶ كما كان لملاستشرأقما أسبياب أخرى تجارية أ و ¶ دبلوماسية سيا! سية، ولكن يلاحظ أن اليهود قاموأ",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "-135 -  ¶ بالاستشراق لغرضى كان دلهنيا أكثر ملنه شبيئما اخر، ¶ وهذا الغرض هو إضعاف الاسلام والتشكلين فيه بكل! ¶ وسيلة ممكنةه ¶ وتركرت أهدإف الاستدثواق، مع تنوعها، أخيرا ¶ على خلق التخاذل الروحى، وإيجاد الشعور بالنقص ¶ ثنى نفوس المسلمين، وحملهم من هذا الطريق على ¶ الخضوع للئوجيهات الغربية، ويحاول المستغلون متهم ¶ بالاداب أن يفضلوا أدب الغرب على أدأب /الغرب ¶ والاسلام. ص / لا ¶ ومن أخطر المجلات التى ينشر فيها ا! لمستدثرقون ¶ أبحاثهم مجلة \" المعالم أ الاسلامى \" التى أنشأها القس ¶ ((صمويل زويمر)) سنة 1911 م وكانت تصدر من ¶ \" هارتفورد)) بأمريكا، وطابعها تبشيرى سافر، ¶ وللمستشرقين الفرنسيين مجلة بهذا الاسم أيضا، وبهذا ¶ الر! وهذا ا الاتجاه \" لا -. / ¶ ! أخطر ما قام به المستشرقون حتى الان هو إصدار ¶ دائرة المعارف الاسلامية بعدة لغات، وهى مرجع لمكثير ¶ من المسلمين فى دراساتهم، على ما فيها من بخلط وزيف ¶ وتعصب سافر ضد الاسملام والمسلمين، والهيئات ¶ السياسية والدينية والاقتصادية تغدق على المست! ثرقين",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "- 131 -  ¶ الأموال الطائلة، وتحب! بر محليهم العطايا لتساعدهم ¶ على متابعة نشاطهم، التى يفيدون منها فى مجال ¶ عملهم. ¶ ومن أخطر هؤلاء المستشرقين على الاسلام الأب ¶ (ا لامانس \" الذى ألفا كتابا عن الاسلام، فيه أكماذيب ¶ ومفتريات كثيرة، وهو يعد عند المستشرقين حجة فيما ¶ يكتب عن الاسلام، ودوره فى هذه الحرب المسلمية ¶ كدور \" بطرس الناسك \" فى الحروب الصليبية. يقول ¶ هذا الرجل مشككا فى شجاعة النبى وشجاعة العرب: ¶ زعموا أن العربى ا متسم بالشجاعة، بل لقد عللوا ¶ المنجماح فى الفتوح الاسلامية الأولى بما امتاز به ألعربى ¶ مننكا صفات ومزايا، ولكنى أتردد فى قبول هذا الرأى ¶ المبالغ فيه المى حد كبير، إن شجاعة العرب إنما هى ¶ من نوع غير سام .. ولقد قال عنه ((الفونس ايتين ¶ دينيه \" الذى أسلم وسمى نا! ر الدين. فلا مانس ¶ جرىء جرأة نادرة، وتتمثل هذه الجرأة فى أنه اذا لم ¶ يعثر خلال أبحاثه الطويلة على خبر واحد يؤكد به ¶ زعمه وهواه استغنى عن الخبر وثبت على مزاعمه ¶ الباطلة، التى يسوقها المى! القراء فى رشاقة - بالغة، ¶ وأحيان! ا يقول: هذا أمر 7 عنى رجال الحديث والمخبر ¶ بكلتمانه 0 8",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "- 132 -  ¶ ، ومن وسائل العدو! الحرب المدينية ضد الا! هملام ¶ إيفاد الأساتذة للتدريس فما- معاهد البلاد الاسلامية، ¶ وتيسير طلب العلم فى بلادهم للمسلمين وتخصيص منح ¶ سخية لمذلك، والعمل على نشر كاالكتب والصحف ¶ والأفلام والروايات وكل أنواع الثقافةه ¶ 4 أوهذه الثقافة التى تحملها هذه الوسائل فى خلالها ¶ سموم ضد الأفكار وضد المعقائد والأخلاق، وجدنا ¶ أثرها فى الناشئة من أبناء المسلمين وأساتذتهم المذين ¶ تربوا على هذه الموائد، ووجدنا حرية ال! كو والبحث، ¶ والطعن والنقد، تنشر ويتسع مداهما 4، دون\" أن فجد ¶ لها حاجزا يصدها، أو مصباحا قويا يكشف ضلالها، ¶ من ثقافة دينية أصيلة واعية، ومعارف اسلامية ¶ واضحة، اللهم ا إلا شيئا قليلا لا يغنى فى هذه الجرب ¶ المطا! حنة التى يجب 3 أن تحشد لها كلا الأسلحة وأحدثها ¶ وأقواها،. / ¶ \" وكان لهذه 71 لثقافات أثرها فى التحرر من القيود ¶ والخروج على التقاليد، وإهدار القيم وألانحرأف ألى ¶ المذاهب إلهدامة والتشيع ل! لآراء الضالة يق! ول ¶ \" أمرسون)، فى ك! تابه إلمذ ىتوجم أخيرا بمشورة الص! فاوة ¶ الأمريكية: من أراد أن يكون رجلا ينبغى أن ينشق",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "- 133 -  ¶ على السائد \"المألوف، ومن أراد أن يجمع كمر المنخيل ¶ الخالد ينبغى أ الا يعوقه ما يسميه /الناس خيرا، بل ¶ يجب عليه أن يكتشف إن كان ذلك خيرا حقا 7. لا شىء ¶ فى المئهاية مقدس سوى نزاهة عقلك \". حرر نفسك ¶ لنفسك يؤيدلت العالم، الخير والمشر، اسمان يمكن فى ¶ سهولة شديدة أن! ينتقلا الى أهذا أو ذاك و، ص والنت! ء ¶ الوحيد الصحيح هو ما يتبع تكوينى، والنتىء الوحيد ¶ الخطأ هو ما يقاومه. ((ص 33 أ \". ويقول فى ¶ ص 154. إن من ينبذ الدوافع العامة الالنسانية، ¶ ويجردف على الثقة العامة فيما تمليه عليه نفسه لابد ¶ أن يتميز ببعضى صفات الالهة- ¶ وفى هذا الكلام اللذمريكى دعوة الى التحرر الفكركما ¶ المطلق وإيمان كل إنممصان بما يمليه عليه ع! له، فالحقيقة ¶ هى ما يراها هو لا) ما يراها غيرهـ، فذلك خطأ. وهذا ¶ مبدأ كان أحد مبادىء السوفسطائية الثدامى المسمين ¶ \"عندية \"،، تستقر به حقيقة عامة أبدا!، وهو أصل ¶ الفوحمما فى المفكبر والسلوك ا، وهل من مصلمحة المسلمين ¶ أن يطلعوا على هذه الثقافة ءليتخذوها هاديالأ ل! م \"فىلى ¶ حياتهم؟",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "- 134 -  ¶ يقول -الأستاذ محمد محمد حسين معقبا على هذا: ¶ هذا المكاتب وأمثاله يعتمدون جملى أن الأذكياء سوف ¶ يجدون فى كلامهم ما ير! ما غرورهم، أما الأغنياء ¶ فسوف يقفون أمامه مشدوهين كأنهم أمام معجزة، ¶ وأما الشباب فسوف يجبون فيما يتضمنه من الثورة ¶ التى تحطم ولا تبقى ولا تذر، مجالا للتنفي! س عن ¶ ننتماطهم ونزوعهم الى إثبات وجودهم من كل وجه، ¶ وهذا المكاتب الصهيونى يتعقب شعائر الدين \" كلها ¶ بالتسفيه والسخرية اللاذعة فالتوبة والندم عنده شئ ¶ أضر، هو نوع من الصلاة الزائفة، ونقص فى الاعتماد ¶ على النفس وعجز فى الإرادة، والرحمة والعطف ¶ لا تقل عن الندم وضاعة \"ص 157)). ¶ كان أمثال هذه الثقافات من العوامل التى دفعت ¶ الى الشك! نى الأديان، فألحد الكثيرون، ودفعت أيضا ¶ الى الطعن فى الاس! لام من طرف شتى، فمرة. ب! أن ¶ القرأن من صنع محمد لم يوح به اليه، أو أنه أوحبى ¶ بمعناه دون لفظه، ومرة بأنه لم يجمع كله بل ضاع ¶ بعضه، وبأنه محرف، لأن فيه مصاحف يوجد فيها ¶ ما لا يوجد فى الأحنرى ومرة يقولون: إن السنة التى ¶ نسبت الى النبى للا يصح اللاعتماد عليها لعدم الثقة ¶ بطريقها، ويجرحون كثيرأ من الرواة ليصلوا بذلك ¶ الى هدم الأساس الذى كان منه الت! ثريح، واذا انعدمت",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "-135 -  ¶ الثقة فى الحب يث الذى يوجمهون اليه طعونهم، سقط ¶ حصن منيع من حصون التنريعة فيتجهون الى الحصن ¶ ا، خر وهو ال! قوأن ليزعزعوا عقي! دة المسلمين فيه فإذا ¶ خرجوا منه،! هو معننصمهم، كانوا كالغنم المحصنة ¶ فى حظيرتها ثم انطلقت فانتهشتها الذئاب لقمة سمائغة. ¶ وكذلك يوجهون الطعون الى ا، سلام كنظام اجتماعى ¶ أو سياس!، يصلح للتطبيق فى عصور المدنية وال! حضارة ¶ ويزعمون أنه هو سبب ضعف المسلمين وتأخرهم، ¶ محاولين إثبات ما يفترونه مع واقع المسلمين لا من ¶ نصوص الدين، ويحاولون أن يلصقوا بالاسلام ما ¶ يشوه جماله ويشوب صفاءه ونقاءة، حتى يبدو للناس ¶ مسخا لا يصلح للبقاء فى عصر العلم والتجربة. ¶ لقد نتنرت صحيفة التايمس أخيرا مقالا تحلت عنوان ¶ ((1،ستعمار وا، سلام \" ذكرت فيه تقدم الاسلام بسرعة ¶ فى أفريقيا، وأنه يثير القلق عفد الأوربيين، ويخشون ¶ أن يخترقا المناطق ا، ستوائية الى الجنوب. ¶ كعما ذكرت أن المفكرين الغربيين اختلفوا فى اتجاههم ¶ الفكركما نحو مستقبل الاسلام فى أفريقيا، فرأى بعضهم ¶ ضرورة الحد من تقدمه عن طريق ننتر البدع والخرافات ¶ فيه، حتى يكون هذا بمئأبة. دحائل يقف أمام ضغط ¶ الاسلام المتزايد.",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "- 136 -  ¶ \" ولمعل -هذا هو المسر فى أن الاستعمار ي! حتضن رجال ¶ المطرق المصوفية افى أفريقيا، وكثير هنهم لا يحسن 2 فه! ¶ الاسلام! ولا\" عرضه إعلى الناد!، ويساعدهم على ننئر ¶ الأباطيل المتى\" تعوضى للناس عك أنها هى الاسلام، ¶ فيأخذون صورة -مضموهة عنه ظنفر! م منه فيتملصون ¶ أو/ لا يدخلوق فيه. ¶ ! بعدء فإن -حملات ال! تب! ثمير (وتضليل المشتننرقمين، ¶ والغزو الثقافى وا الخلقى ومؤتمرات الا! متعمار، تهدف ¶ كلها الى إضعاف شوكة المسلمين وتعمل جميعها ثنى ¶ إطار واحهد هو محو الشخصية الاسلامية أو إضاف ¶ أثرها، والحط من قيمة ا، سلام والمسلمإن فى المحيط ¶ المعالمى. وهذه /كلها لىتحد من التوسع الاسلامى الى ¶ حد ما، ذلك التوسع العالمى الذى يهدد الاستعمار فى ¶ أفريمقيا وأسياه ¶ وقد أحكم الأعداء هذة المحاولات وسددوا بدقة ¶ تلك الضربات خصوص! فى القرون الأخيرة، وركزوا ¶ اهتمامهم على العرب فى وطنهم الواسع، وأقاموا ¶ حولمه حصارا سياسيا واقتصاديا، موجه! ن الميه كل ¶ أسلحتهم، لعلمهم أن الاسلام، وهو دين أغلبيتهم، ¶ يقوى بالعرب أكئر مما يقوى بغيرهم، وأن اعتزاز ¶ العرب بعروبتهم واسلامهم عميق جدا، وبأن لغته! ¶ هى الرابطة التى جمعت أكثر المسلمين -حولهم.",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "- 137 -  ¶ وكانت الهجمات التى وجهت الى 7 ممر موجه! ة فى ¶ الحقيقة الى الاسلام والعروبة لأ، لأذهم يععتبرونها رأس ¶ المقاومة، والجزء العصبى من جممم الأهة الامملامية!،ر ¶ وقد بدأت الهجماته عليه! ا بالاحتلال الفرنممى فى أواخير ¶ القرن التاسع عشر، ثم بالضغط على مممو لككون فى ¶ جانب الحلفاكل فى الحرب العا! لية الثانية، وأخيرا وضع ¶ الاستعمار شوكة فى قلب الوطن العربى اهى \"إسائيل)) ¶ لتظل عامل! تنة ومثار قلق وجسرا \"يعبر علي! ه ¶ المستعمروف الى أية، بقعة فى الوطن العوجما. / ¶ لثم \"ظهر الحقد الكامي! عندما قطعت هصر على ¶ الالممتعمار طريقه الذى ظل يقحكم! ما مصاير العرب ¶ قرابة مائة سن! ة/،/ وهو! ناة السويس فكانت حملة 4 نسنة ¶ 196 على بورسهعيب، وما زال الحقد يأكلى قل! وبهم المى ¶ الآن، وقد تنفس عن هجوم اسائيل وعلى الوطن ¶ العربى بمساعدة الاستعمار، وعرقلة كل الجهود ¶ لإحقاقا حق العرب والتمكين للسلام فى العالم العربى، ¶ ولن يزول حقد الغرب علينا ما دامت فينا يقظة وقوة ¶ وفداء وتضحية وإيمان بالله عميق، والله يحق الحق ¶ ويبطل الباطل ولو كره المجرمون. ¶ يقول \" ولفرد كانتويل سميث)، فى كتابه \" الامملام ¶ فى التاريغ الحديث \" ص 103:",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "- 138 -  ¶ فالغربالون الداعون للدنيوية يودون أن يروا ¶ المسلميمان مرتدين عن دينهم، وإن لم يمكن ذلك ف! م ¶ يودون لا أن يروهم - بعيدين عنه. طارح! ن له فى زا! ية ¶ من حياتهم لا يقربونها، وأن يبنوا مجتمعاتهم كما7 ¶ يبنيها المتحررون، ولكن ليس ثمة ا! حتمال لأن يتنيازل ¶ العالم الاسلامى عن صفته اللأساسية، وإللا كان ذبك ¶ كارثة لمه وللدنيا بأسرها. ¶ وصدف الله إذ يقول: ((ود كثير من أهل الكتاب! لو ¶ يردونكع من بعد إيمانكم كفارا حسدا من عند أنفسهم ¶ من بعد ما تببنا لهم الحق \" (1). ولم هذا المعداء ¶ والمتوبص ونحن ندين با إلاسلأم والسلام ولحترم فجميع ¶ اللأنبياء؟ \" قل لها أهل الكتاب هل تنقفون منا إلا أن ¶ أمنا باالله وما أنزل إلينا وما أنزل من قبل وأن أكثركم ¶ فاسقون \" (2). ¶ __________ ¶ (1) سورة البقرة 3: 109 ¶ (2) سورة المائدة: 9 5",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "- 139 -  ¶ جبهات الدفاع عن عالمية الإسلام ¶ لقد وجد فى العالم الاسلامى على مر التاريخ رجال ¶ تنبهوا الى مؤامرات العدو فى الحقول السياسية ¶ والمثقافية والاجتماعية والخلقية وقد تولت المحكومات ¶ الاسلامية أصر الصراع فى الميدان السياسي وكان على ¶ الشعب أكبر الأعباء فى الدفاع عن الدين فى الميادين ¶ الأخرى الى جانب دفاعهم السياسي بالجهاد. ¶ ألفت الكتب فى الرد على الشبهات فى العقائد، ¶ وتخليصها من أوشاب المفلسفة والخرافات الطارئة على ¶ الثقافة الاسلامية، وفى تخليص العبادات وأحكام الدين ¶ مما دخل عليها من بدع ومنكرات. ¶ وعقدت المناظرات، وأرسلت الكتب الى الخصوم، ¶ وكانت حركة علمية قوية برز فيها الغزالى فى الرد؟ ¶ على ما دخل فى العقائد من فلسفة، وفى الدعوة الى ¶ تنقية الدين من اللأفكار الخاطئة، وتفويم السلوك ¶ على أساس الشريعة الاسلامية، وكان كتابه \" إحياء ¶ علوم الدين \" صاحب دور كبير فى هذا المجال. ¶ وكتب ابن تيمية وابن القيم فى الرد على شبهات ¶ أهل الكتاب وفى توضيح مبادىء الديق على أساس",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "-140 -  ¶ معقول، ونعيا على ما أل! صق بالدين فى عقائده ¶ وعباداته من بدع وخرافات، ورأيا أن المسلمين ¶ بعيدون عن الدين الحقيقى الذى لو عرفوه حقا، ¶ ونفذوه صدقا لما كانوا فى وضهم المؤلم الذى جعل ¶ الأجانب يغيرون عليهم من المشرق والغرب ويتحكمون ¶ فى مصير الخلافة. ¶ وجاء محمد بن عبد الموهاب فكانت دعوته امتدادإ ا ¶ لدعوتهما، وكانت من أقوى الحركالتا التى عرفت ¶ فى القرون الأخيرة، وأبقاها أثرا فى الميدان المسياس! ¶ والفكرى. كما ظهر فى الهند ((شاه ولى الله)) الذى ¶ عاصر انحلأل (امبراطورية المغول) ودعا الى تطهير ¶ الصوفية مما شابها، وقب أصر على أن المسلم الحق ¶ ل! جب عليه ألا يقبل الانحطاط الذى كان سائدا فى عصره ¶ وكان يطمع فى إنشاء دولة اسلامية فى الهند على ¶ شاكلة دولة المغول ليستعيد المجتمع الاسلامئ قوته. ¶ وقد ظهر فى القرن التاسع عشر اتجاهان للاصلاح، ¶ أحدهما للاصلاح الداخلى والاخر للاصلاح الخارجى ¶ ولمع /فى سماء الاصلاح أسماء جمال الدين الأفغانى ¶ ومحمد عبد 8 والكواكبى 2 ومحمد إقبال وأحمد خان. ¶ وكان جمال الدين (1839 - 1897) يمثل المسلم ¶ العصرى فى إلمامه ب! حقائق الدين وبالاراء المحديثة",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "-141 -  ¶ وربطه بينهما، وكان نشاطه يننجه ا، تجاهين معحا، ¶ وأزر الحركات السياسية! فا مصو وإيران وغيرهما، ¶ وكعان يرى أن الغرب خطير على الاسلام والمسلمين، ¶ ولكن لا يفوته الإعجاب بتقدمهم العلمى الذى يجب ¶ أن يحتذى، وكان يذكر المسلمإن بأنهم وحدهم ¶ المسئولون عن يهستقبل الاسلام، فكان يخلق فيهم ¶ الشعور بالمسئولية، ويحملهم على العمل المتواصل، ¶ وبين فى كتابه ((الرد على الدهريين \" الأمور التى تتم ¶ بها سعادة الأهم وهى صفاء العقول من الخرافات، ¶ ثم الطموح وعلو الهمة وتعشق المحرية والعزة والكرامة ¶ ثم بناء العقيدة على الأدلة الصحيحة والبراهين ¶ القوية. ¶ وكان هو الداعية القوى للجامعة ا\"،سلامية للوقوف ¶ أمام الغرب كاالمستعمر، وقد لخص \" ستودارد \" فى ¶ كتابه \" حاضر العالم الاسلأمى \" تعاليمه بالنسبة ¶ للسياسة الخارجية فيما يلى: ¶ 1 - الدول النصرانية على اختلافها تكيد للاسلام. ¶ 2 - الروح الصليبية كامنة فى نفوسهم ضد الاسلام، ¶ فهم لا يعاملونهم أمام القانون معاملتهم لأنفسهم. -",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "- 142 -  ¶ 3 - يتذرع المغربيون لاحتلال \"النترقا بأنهم همج ¶ لا يستطيعون /إصلاح أنفسهم. ¶ 4 - كل هذا يدعو الى اتحاد كلمة المسلمين لرفع ¶ نير الذل ؤتفهم أسباب رقى المغرب. ¶ 3.ومحمد عبده المتوفى سنة 1905 تتلمذ على أفكار ¶ جمال الدين، وأيقن أنه لا أمل فى إصلاح المسلمين ¶ وتقوية شوكتهم بالوسائل المسياسية وذلك لفساد الجو ¶ المسياصى من حوله فامن برسالة العلم الدينى، وصرف ¶ همه لتحرير الفكر، وتفسير مسائل الدين تفعسيرا ¶ يطابق ا المعلم +الحديث 0 7 ¶ 2 وتعااون) هو وجمال الدين على رد الشبهات ضد ¶ الدين، وعنى هو وزميله ((ميرزا محمد باقو)) ¶ بالتبشبر الاسلامى، وكان له حوار مع القس ((تيلر)) ¶ وكذلك كان الكواكبى ينعى على اللاستبداد ويدعو ¶ الى إلحرية وتغيير الأوضاع الفاسدة بكل الوسائل ¶ المشروعة. ¶ أمثال هؤلاء الدعاة والمصلحين كان لهم أثر فى إيقاظ ¶ الشعور بالواجب \" نحو الوطن الاسلامى الذى اختل ¶ توا9 زنه الاجتمامحى- وتحللت عراه الخلقية وضاع كيانه ¶ السياس!، ولهذا ألف جمعيات بمثيرة للاصلاخ، من! ا",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "- 143 -  ¶ ما هو سياسى تمثل فى ا، لأحزاب، ومنها ما هو دي! نى ¶ وكان الذين تجمعهم فكرة سياسدية لا يهتمون بالدين ¶ كمبدأ يقوم عليه *الاصلاح، وهذا بالمطبع ألثر من آثار ¶ الاستعمار وتشبح المعقول بآرالئه وسمومه. ومن كانت ¶ تربطهم فكرة دسينية كان بعضهم لإ-يعنى بغير الناحية ¶ ال! ينية المبحت-القائمة على العقيدة والعبادة، /ولا ¶ يهم-من أمر المسلميه! سياسيا واجتماعيا شىء، وهى ¶ إشبه بمدارس خاصة تقوم على فكرة معينة، وقد راقب ¶ المدب! تعمر نشاط هذه ص إلجمعليات وخمثى. منهامحاولة جمزجع ¶ المدين بال! م! ياسعة والخروج بالاسلام عن +دائرة المعبمادة ¶ المى المناثماط المميإس! والاجتماعى كما كعان شأنه فى ¶ عصوره الزاهية الأولمحا. ص!. ¶ ولا يجوز أن نن! مى أبدا فى مجال الاصلاح، 3 الجامح ¶ الأزهر ال! ثريف، الذي،! خرج القادة والأبطال،، ووجه ¶ الحركة ا الفكرية فى العالم الاسلامى زمنا طويلا، ¶ واشترك رجاله عمليا فى الاصلاح الاجتماعى والمسياسى ¶ والنهوضى بالوطن ؤمقاومة المستعمر والجهر برأى ¶ الشعب عند\" الحاكم والولاة ا. . \" ¶ يقول السيد رئيس الجمهورية /العربية المتحدة فى ¶ الحفل المذ! أ أقامه ا اكلزهر سنة 9541 ا نم ابتهاجا /باتقاكحة ¶ ابمج! لاء وتكريما لوجال الثورة ما -نصه: ا",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "-144 -  ¶ \" وفى هذه المناسبة الممعظيمة لا يسعنى -إلا أن -أذكر ¶ لهذ! الأؤهمر جهاده على مر الممعنفى، فقد حملى 2 اللأزهر ¶ د/انما الرممالة -، ولم؟ يتغل مطلقا عن الأهانة وكافح ¶ كفاحا (هريرا فى سبيمل المحصول على أهداف أ-لوطن، ¶ وقاس! رجابه وعذبو!؟، وقتلوا وشرحو!، و (قتحم ¶ اطحننلون الأزهر، فلم يتوإن عن المطالمبة بحفوق ¶ الوطن ه، واستمر الأزهر يحملى الممرسالة حتى سلمها ¶ لبجيض والى سكوابى ء. الذى قام متسلحا بروح كااللأزهر ¶ المخوية، الى جايخب القوات المادي! ة -، يعطالمب بحقوف ¶ سالبلاد+ا هوع! ندما وطئت أقدام * المستع! مو أرض مصر ¶ حاولى بكل! واته أن ي! ى على ومإلمة اللأزهر، كمما ¶ حاول القضاء على الجيش وقوته، ورسالثه، ورغم ¶ هذا الهمتمر الأزهر على لامر االسنين يكافح \". ¶ * هث! ا ويجب أن نلاحظ أن االذزهر الشريف كان اوما ¶ يزال يمثل الجامعة الاسلامية! معناهأ الحخيقى ¶ وليبرهن عفليا على أن الالمحلام دين عالمى، لأنه يضم ¶ من رواد أ، صلاح وأساتذة التوجييه فىكا الطالم الالمحلامى ¶ ما يمثل أكثر من خمسين جنسية فى اسيا وأفريقيا ¶ وأورويا، وهم يكونولا فى ساحه الأزهر وفى معاهده ¶ وكلياته هيئة أمبم إسلامية، تدل بهثتا/ المظهر العملى",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "-145 -  ¶ على عالمي! ة الدين الاسلامى ال!! انضوى تحت ل! والله ¶ الملايين من الأجن! اس المختلفة، وا! سذين رأينا صن ¶ بعضهم تحمسا وغيرة على الدين وش! دة تمسلق به قد7 ¶ تفوقما غيره ممن انبع! ث فور ا،! ع! ملام من ب! يملنهم. وصاح ¶ أول صيحة فى بيئت! م. ¶ إن أروقة الأز! ر خلية نحل تموبم بهذه الروح ¶ اللاسلامية التى تنتج فغمة مثناسمقة هن ب! ين قلوب! ذه ¶ الالاف الذين تخثلف ألوانهم ولفاتهم وأجناسهم، ¶ ولالق للا تخثلف أبدا فيهم الروخ الاسلامية الجامط، ¶ وهدا مق أكبر أنمظاهر الدالة على عالممية الاسعلا!، ¶ يصح أن يكون لدوحة فنيلأ تاريخي! لت! عرض فما معاركما ¶ القرن العثرين دليلا عمليا على هة ال! يقة. ¶ والى جانب هؤلاء المندوبيمان محن الجنسيات والبيئات ¶ والدول المختلفة الذين يعودون الى بلادهم مصابيح ¶ هداية ورلممل\" إصلاح مثل! م! ذلك مثل اليذين يحجون ¶ الى الكعبة من أقطار العالم يقزودون محندهما خير زاد ¶ ويعودون بقلوب كلها عزم على اسثتئناف الجهاد فى ¶ الحياة على ملنهج سليم س- الى جانب هؤلاء نرى ¶ المسلمين فى أقاصى البلاد ينظرون الى الأزهر طالبين",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "- 146 -  ¶ بإلحاح أن يمدهم بالكتب والدعاة دليلا على أنه ربط ¶ ب! يئ المخمسمائة هليون فى زوايا الأرض الأربعة برباط ¶ العلم الى جانب رباط إلدين. ¶ إن فترة الضعف السياس! والدينى المتى مرت ¶ بالمسلمين أخيرا ومكنت للعدو منهم هى فترة (مؤقتة ¶ ليست ضربة لازب، والاسلام ما يزال عالميا فى مبادئه ¶ وأصوله، وإن لنم يصلح المسلمون فى فترة الضعف أن ¶ يكونواكا عنوانا ل!، ومع ذلك فإن الدول الاسلامية فى ¶ السنوات القريبة - وقد آلمها هذا الكبت الاستعمارى ¶ والغزو الفكرى - قامت بانتفاضات قوية ثائرة على ¶ الأوضاع السياسية والاجتماعية الفاسدة، ونال أكثرها ¶ استقلالها وبدأ يخطو الخطوات الأولى فى سبيل ¶ الاصلاح، إلا أن التيارات المتضاربة من حولها بعنف ¶ وقوة تحاول أن تؤثر على اتجاهات! ذه الانتفاضات. ¶ غير أن النزعة الاستقلالية وجهت كثيرا من هذه ¶ الدول لتكون سياسة إصلاحها نابعة من بيئتها وواقع ¶ تاريخها ومواريثها ا إلأصيلة، ومن إيمانها برسالتها ¶ فى الحياة فى الوقت الذى لا تستطيع أن تعيش فيه ¶ منعزلة عن العالم الذى اتصلت أسبابه وتداخلت ¶ مصالحه.",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "- 147 -  ¶ ولابد من إيجاد تعاون وتفاهم بين اهذه الدول ¶ الناهضة، لتشتد أركان نهضتها، وتقوى على مواج! ة ¶ الأحداث المفاجئة، وقد بذلت جهود كبيرة فى سبيل ¶ ذلك تهدف جميعها الى تحسين أحوال 2 المسلمإن فى ¶ القطاعات الخاصة والعامة، وفى \"الداخل والخاوج، ¶ وهم بذلك يعطون الدليل على ما فى إسلامهم من قوة ¶ وحيوية، ومن عزة وسيادة، تلفت ص أنظار. االعالم ¶ اليه لم وتغرينا بالعمل الدائبط لتوصيل نوره وهدايته ¶ الى المتعطشين اليه فى جنبات الأوض.",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "- 148 -  ¶ العرب والرسالة العالمية ¶ تبليغ الدين الاسلامى عالميا مهمة كل مسلم بصرف ¶ النظر عن جنسط؟ ولمغته وبيئته، لأن جمييع الناس الذين ¶ تشرفوا باعتناق مبادئه قد تساووا فى الحقوق ¶ والواجبات. لا فرق بين عربى ولا عجمى، ولا بان ¶ أبيض وأسود، وقد تكوق هذالث جهود النا نشر الدعوة ¶ قام بها غير العربى خلمدت اسمه فى لسجل المعنافلين ¶ المخلصين. ¶ ولكنى وضعت هذا المعنوان، لأن شبها كثيرة وردت ¶ على عالمية الدين الإسلامى من بينها هذا المسؤال. ¶ إذا كانت دعوة الاسلام عالمية، فلماذا جاءت فى بلاد ¶ العرب بالذات، وهى بلاد متخلفة حضاريا، وكان ¶ من المنتظر أن تبدأ الرسالة المعالمية انطلاقها من بيئة ¶ متحضرة لها إمكانياتها التى تساعد على النهوض بتبعة ¶ الدعوة اليها فى الإطار العالمى. ¶ كانت بلاد الفرس أو الرومان مثلا من أعظم البلاد ¶ حضارة وعمرانا فى ذلك الموقت، فلماذا نبتت دعوة ¶ الاسلأم فى هذه الجزيرة القاحلة؟",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "-149 -  ¶ وللاجاب! ة على ه! ذا ا! لم! ؤال نقول: ¶ هذا التساؤل، كما يقول المعلماء، دور!، يصكن أن ¶ يرد أيضا لو جاءت دعوة ا، سلام فأ فارس هثلا، ¶ فيقال: لماذا لم تجىء! بلاد الروممانه ¶ والله سالحانه أعل! حعديث يجعل رسالته لم 7 ولكن م! ع هذا ¶ ي! مكننا أن ن! لمس بعضى جوانب الحكمة فما ه! ه ¶ الغصوصية اللتى كرم الله بها جزيرة العرب، فكانت ¶ متنرق النور للعالم كله، وك! انت استحبابة لدعوة ¶ اب! راهي ((ربفا النى أسكنت من ذريتى بواد غير ذ ى ¶ زرع عند بيتك ألمحرم، ربنا ليقيموا الصلاة فماجعل ¶ أفئدة من الناس تهوى اليهم لاوارزقه! من المثم! رات ¶ لعلهم \"يشكرون \" (1). ¶ وفل! ها يلى بعض المبررات المتى رلهثمحت! ذة البلاد ¶ للقيام بأعظم ثورة فى تاراخ الباثرية فى النواحى ¶ الالنهممالنية الفطملة: ¶ 1 - القو! الذين يحملون عبء الدعوة العالمية، بد ¶ أن ثتوافر فيهم صفات تناسب! ذه المهملأ الضخملأ، ¶ مق الصير والتحمل إوالمخاطرة والش! اعه واحترام ¶ العهود والنجد؟ والمروءة وحب الحرية وتعشق الشرف ¶ وا لسؤدد، 3 وا بتمرلا على لأ ا لتئقل +وتعبىد ا\"لهجر ا لتط، ¶ __________ ¶ (1) سورة ابراهيم: 37 ة",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "- 150 -  ¶ وعدم التبرم بحياة المتقشف ورقة العيش، والتطلع ¶ الى المن! وض إذا ي! معربت سبله، الى غير ذلك من ¶ المؤهلات الخلقية العظيمة. ¶ والعربى فى هذ\" المناحية كان فارس الحتبة، /لا يبارى ¶ فى هذ\"8 المصقات التى تتطلبها الحياة المستقبلة، ولقد ¶ أثبت التاري! ما كان عليه أعظم ا الدول حضارة قبل ¶ بعئة أالنبى عل! ه! إ امن أخلاف صبغها الترف بصبغته الرخوة ¶ المناعمة، وأنس أهلها الى الذل والمعبودية بعبادة ¶ ملوكها وتقديس عظمائها، وتسلطت عليهم الأفكار ¶ والميول التى خلقهالامتنبئوهم وفلاسفتهم. ¶ والمأثور من شعر -المجاهلية وأخبار الأولين يفيض ¶ بصفات المنبل التى كان يفخر بها ألعربى ويحرص ¶ عليها،2 لاته يراها عنوان الشرف والمكمال، ولقد شب ¶ النبى! أ على خير ما ي! ثب عليه ذوو الفضل واشتهر ¶ من صغرة بالصفات العالية، التى ترشح! للزعامة ¶ الكبرى، بما تقتضيه من ترفع عن الدنايا واهتمام ¶ بالمطالمب العليا، ومن صدف ووفاء وأمانة درإيئار ¶ وكفاح وجلاد، وعصامل! ة وحرية، ولقد تجاوبت أخلاقه ¶ مع أخلاقا قومه وانصهرت جميعا فى بوتقه الاسلام ¶ الحرة الخالصة، وتكون من هذه المجموعة وح! دة ¶ تتحرك باسم الاسلام، وتظلفها جميعا راية) التحرر ¶ والنهوض.",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "- 151 -  ¶ وما 7 كانت المصادمات الأولى التى حدثت بين النبى ¶ وبينهم إلا فيعا من المعناد القائم على عدم الرضما ¶ بالفناء فى شخصية إنسمان اخر حتى طلب كبيرهم أن ¶ يكون له وحى ورسالة مثل، محمد ا!، ((وإذا جاءتهم ¶ آية قالؤا: لنا نؤمن لك حتى نؤتى مثل ما أوتى رسل ¶ الله \" (1)، \" وجحدوا بها واستيقنتها أنفسهم ظلما ¶ وعلوا \" (3)، كما أن العربى يمتاز بصفاء العقل وتوقد ¶ القردحة -وقوة الحجاج والفصاحة والاليان والاستنتاج ¶ وا الاستدلال، وهى أمور لا بد فيه! ا لمن ليقومون بن! ثر ¶ الدين العالمى الذى يتطلب شرحا وتفسيرا وجدلا ¶ ونقاشا. ¶ لقد كانت مفاخراتهم ومنافراتهم فيها من ضروب ¶ القوة ما لاءيوجد عند -غيرهم مبن أهل ذلك المزمان، ¶ وكاثت فراستهم واضحة فى الاستدلال بالنجبىم وظواهر ¶ الطبد! عة، وفى القيافة ومقارنة /الخصائص الانسانية ¶ ببعضها فى/3 الأشخاص المتعددة وإلحاقا الانسماب على ¶ أساسها وعلاقة ذلك بنوع الأفراد *أو فصيلة كا ¶ الفصائل. ¶ ولقد شهدت \" مقابلات /العرب مع كبار الملوك صورا ¶ رائعة من قوة-الجدل وامتلاك ناصية البيان، يصور لنا ¶ __________ ¶ (1) اسررة ا+نعام؟؟؟ ا- ¶ (2) سورة النط:، ا",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "- 152 -  ¶ كتاب \" الفخرى)) مشهدا منها فى! ابلة رلول سعد لن ¶ أبى وقاص لرسح! قائد المفرس، حيت سمغ منهم حكيما ¶ وأجوبة راعته وهالمته، لقد \"قال للأحد هولاء الرسل: ¶ ما هذا المغزل الذى فى يدك؟ - يعنى رمحه - فقال ¶ له: إن المجمرة لا يضرها قصرها، وقال للأخر:! ما بال ¶ سميفك أراه رلثا؟ فقال: إنه خلق المغمد جديد المضرب، ¶ وامن رستم ب! ذه المقابلات أن هؤلإء الأق! وام دجيدبرون ¶ بأللا يقف! حذاءهم أحد. ¶ وقد يقال: إن الاسلام وحده هو الذى خلق هذه ¶ المعانى الكبيرة فى هذة القلوب المؤمنة والنفوس ¶ العاليلأ المعتزة بديلنها، لكن معادن العرب كانت نقية ¶ وبذور النبل كانت موجودة، فقواها الاسلام ونماها ¶ ووجه! ا وجهية الخيره ¶ وأحيلك أي! ا المقارىء على مفابلة النعمان بن المنذر ¶ لكسرى، وعنده وفود الروم والمهند والص! ن، وما ¶ ت! حدث به عن فضل العرب ثما عزها ومنعتها وفى ¶ أحسابها وأنسابها وسخائها وجودها وحكمة ألسنتها ¶ ودليانتهما وشريعتهأ والدفاع عما! ابهم به ك! سركا من ¶ وأد البنات والمتقاتل، وثصوير فيلك بمأ ير! جح الى ¶ عزة النفس والأنفة من العار وقوة البأس وحب ¶ الحرية.",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "- 153 -  ¶ وفى مطالعة ما قاله النعمان ويا! المه أكثم بن صيفى ¶ وحاجب بن زرارة والحرث بن ظالم وقيش /برا مسعود ¶ وغيرهم، ما! ب! يئ لك ثأ! ل معانى الالضل والمنبل - فى ¶ نفوس العرب، وشرفا اللسان وقوة المبي! ان ورباطة ¶ المأش، والصفات المعالية التى أمتاؤوا بها جمسلى ( ¶ الناس فى زمانهم \" ء ¶ وعلى هذأ ا) لوجه يمكين أن نفه! قول 7 النبى ا! ¶ ((إن الله اختار خلقه فاختار صنهم أدم،! ثم اختار بنى ¶ إدم فاختار منه! العرب، ثم أختارنى من المعرب، ¶ فلم أزل خيارا ضا! خيار، ألا من أحب المعرب فبحبى ¶ أحبهم، وهن أبغفى ا! عرب فببغض! أب! غضهم \" روا 8 ¶ المطبوانى عن ابطط عمر، وروى المترمذكا مظه وقيال: ¶ حدليث حسن، كما وردت أحاديث مشابهة أو مقاربة ¶ تب! يئ فضل ال! عرب المذين اختار الله منهم نبيه، رواها ¶ البخارى ومسلم. ¶ ففى البخارى كما أبى هريرة كماع المنبى ءيطأ 3:. ¶ \" بعثت من خير قرون بنى أدم قرنا فقرنا، حتى كنت ¶ من القرن الذى كنت منه \" وروى مسلم عن واثلة ¶ أبن الأسقع عن النبى أنه قال: \" إن الله اصطفى كنانة ¶ من ولد اسماعيل، واصطفى قريلشا م! ن كع! انيانة،",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "-154 -  ¶ واصطفى من قريش بنى هاشم واصفان!، من بنى ¶ هاشم \" (1). ¶ 2 - اللغة العربية التى كانت اللغة المرسمية للدعوة ¶ الاسلامية، والتى تأصلت جذورها فى الجزيرة العربية، ¶ أحيلك فى بيان ميزاتها على ما قاله \" إرنست رينان)) ¶ فى كتابه \" تاريخ اللغات السامية)، حيث جاء فيه: ¶ من أغرب المدهشات أن تنبت تلك اللغة القوية، ¶ وتصل الى درجة الكمال وسط الصحارى، عند أمة من ¶ المرحل، تلك اللغة التى فاقت أخواتها بكثرة مفرداتها ¶ ودقة معانيها وحسن نظام مبائيها وكانت هذه اللغذ ¶ مجهولة عند الأمم ومن يوم أن علمت ظهرت لنا فى ¶ حلل الكمال، الى درجة أنها لم تتغير أى تغييز يذكر ¶ حتى إنها ل! م يعرف لها فى كل أطوار حي! اتها لا طفولة ¶ ولا شيخوخة، لا نكاد نعلم شبيها لهذه اللغة التى ¶ ظهرت للباحث! ن كاملة من غير تدرج وبقيت حافظة ¶ لكيانهأ من كل شائبة. ¶ ويقول المرحوم الشيخ محمد الخ! ر حسإن فى فضل ¶ اللغة العربية: ¶ ولقد عاشت معنا هذه اللغة وهى هى الغنية بكل ¶ خصائصها الفنية العالية، ولهذا كانت جديرة أن تنزل ¶ __________ ¶ (1) المواهب للقسطلانى ج ا ص 13",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "- 155 -  ¶ بها أعظم رسالة ءللعالم كله فى جميح العصور، تعيش ¶ مع الزمن، كاوتوفى بكل حاجاكات الحياة. وتخلد ما خلد ¶ هذا الدين! الحى، الذى لا تتخلى مح! نه مسحته على ¶ طول ال! عهد بنزول الوحى، وكثرة المتطور الذى مرت ¶ به الانشانية. ¶ 3 - المكان الذى بعث فيه النبى أولا له صلاحية ¶ كنيرة لاتظلاق الدعوة منهكا الى العالم كله، فالجزيرة ¶ العربية فى مكان وسط يتصل بماسيا وأفريقيا وأوروبا، ¶ وهى ألمقارات ءالتى كانت معروفة فى ذلك 1 الوقت، ¶ والتى كانت - قد أخذت بحظ مر! مأ المتقدم تستعد به لتلقى ¶ هذه الرسالة، ولقد كانت التجارة تمعبر بها من الشمال ¶ الى الجنوب وبالعكس، وتصل أسيا وإفريقيا وأوروبا، ¶ فهى شريان حيوى ممتاز فى تلك الحقبة من التاريخ -، ¶ يمكن أن ترشح به لتكون مركزا ل! ذا الدين الجديد،، ¶ يوزع منه على الأقطار كلها. ¶ 4 - ذلك الى أن جزيرة العرب فيها البيت ا3 لعتيق ¶ أول بيت (وضع للناس، وبناه ابراهيم أبو ا! لأنبياء، ¶ الذى تدين له جميع الذديان المعروفة فى ذلك المعصر، 3 ¶ وفى انطلاق الدعوة منه إشعار للعالم بأن رسالة محمد ¶ منبثقة - من هذه الرسعالة التوحيدية ا، ولى، وأنها ¶ امتداد لهداية الله للبشر عبر القرون، ليس فيها!",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "-56 لأ- ¶ من الغرابة والمنفور والماث! ذوذ ما يستح! أن يصرف ¶ الناس عكنها، وكأن فيه و! يا بأنما الأدليان التىص! ادلافت ¶ ظهور الاسلا! لم لتعد!! ة \"يه! اية البلثر بعد لتح! ريف! ا ¶ وتغييرها وأنا الواجلبط ارجا عا! لأصلها الأول الذى ¶ انبثقت منه، وهو الدين القيم الذى كانن! يدين به ¶ أبو الأنبياء. ¶ 5 - هذا، وقد كانت الأديانما الجوجودة فى لمالعا! ¶ ممثلة فى بلاد المعرب فى ذلك الوقت، فكانما فيها الميهود ¶ والنصاركما والمجوحما والوثنيون والصائبة وعبدة الجن ¶ والملائكة ومن اليهم. وقد وقف الاسلام فى مواجهة ¶ هذه الأديان ليظهر عليها كلها، وكان انتصاره على ¶ المنت! ممبين اليها ثما الجزيو؟ العوبية انتصارا محلى كل ¶ من ينتدسب اليها خارصها، حيث نازل كلا منا بالحجة ¶ والبرهان، ومرن المسلعون الدعاة! دملأم على ¶ الحج! اج مع هذه الطوائف فكاند! ا مهمق! م سهلة فط ¶ مواجهتهم يلأصحابها فى ءإلبلاد الأ! حر!،. التى كتب ¶ لمهم أنما ينشروا-الدعوة فيها 0 3 كا ¶ 6 - على أن هذ\" الجزيرة، قد عهدت في تاريخ! ا ¶ المطويل أنوادا من الرسالات، ولم تكن رسالة الإسهلام ¶ وحدها-هى القى بدأت فيها،! كان هود! نى ا، ضاف ¶ ! نوبنى ايجزينرة)، +وكالط صالمح -لافى ئمود- شماليها محلنى ¶ اتلطريق الى الشام. ة! 9 ءكا.- 1 - .! م + \"",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "-157 -  ¶ وكان شعيب فما هدين عند! ليعبم العاللة، وكان ¶ موس! الذى ناداه ربه بجانلبا المطور الأيممن محسل! ع ¶ حدود الجزيرة، وابراهيم ال! ذى بلنى المبيت، واسماعيل ¶ الثت! أ رعاه وورنه أولاده من بعده، فهذه الحجؤيرة ¶ بمامتداداتها كنانلقب ههبط الو! ى 3 م! فذ القدم، ول! ا عهد ¶ بالرساللات ثتابحعلف فمالي! ا على مر االعصور ه ¶ اللغة العربية وتبليغ الرسالة العالمية: ¶ هناك شبهة واردة على عالمية ا/لدين الاسلامى، وهى ¶ نزول القرأن باللغة المعربية، كما قال تعالى: ((إنا ¶ أنزلناه قرأنا عربيا لعلميكنم تعقلون \" (1)، وقال: ¶ ((ولو جعلناه قرأنا أعجميا لقالوا: لولا فصلت أيائه (2) ¶ وقال: ((نزل به الروح الأم! ن،/حكلى قلبك لت! كون ¶ من المنذرين، بلسان عربى مبين) 1 (3)، وقال: ¶ ا (وما أرسلنا من رسول إلا بلسان قومه ليبإن لهم)) ا (؟). ¶ فالنصى على أن القرأن عربى، نزل بهذه اللغة لينذر ¶ به النبى، وهى لغة قومه كل ذلك يثير تساؤلا: اذا ¶ __________ ¶ (1) سورة يوسف: 2 ¶ (2) سورة فصلت ة 4 4 ¶ (3) سورة الشعراء: 3! ا، 4! ا، 5! ا ¶ (4) سورة ابراهيم: 4",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "- 158 -  ¶ كان القرأن نزل وبلغ بهذه اللغة، أفلا يدل ذلك على ¶ أن الرسالة هى لقومه العرب فقط، لأنهم هم الذين ¶ يستطيعون أن 3 يفهموا القران ويقوموا بتكاليفه؟، ¶ وكليف يكلف قوم غيرهم يالاسلام مع أن كتابة لا يفهم ¶ بلغة غير العبربيلأ، ولا يمكق التعبد به ولأ حفظه مع ¶ ذلك، وليس من عدل الله أن يطالب ع أمة، يوم القيامة ¶ باتباع رسول لم يأت اليهم، ولا وقفوا على كتاب ¶ بلسان! مم؟ وقد حكى ابن تيمية هذه الشبهة فى كتابه ¶ \" الجواب الصحيح \" (1). ¶ ويجاب على ذلك بأن جميع الايات تدل علبى مجرد ¶ وصف القرآن بأنة عربى وليس فيها ما يدل على قصر ¶ توجيهه على العرب، بل ذكرت أن الحكمة فى كونه ¶ عربيا تيسير فهمه على الناس وتعقل ما فيه وإمكان ¶ تذكره وتدبره، ومعنى! ذا أن اللغة العربية لون ¶ ثقافى فقط لا شأن له فى العصبية والعنصرية، وقد ¶ بلغ النبى الرسالة للعرب بلغتهم وهى لغة الترآن، ¶ والى جانب كون اللغة العربية لغة المنبى ولغة بيئته ¶ المتى نشأ فيها وابتدأ منها دعوتة، فان لها من الميزات ¶ على سائر اللغات ما رشحها وجعلها اللغة الرسمية ¶ __________ ¶ (1) ج 1 ص 219",
            "page": "158",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "-159 -  ¶ الأولى لأعظم رسالة فى الوجود، كما سبقت ا، شارة ¶ أليه. ¶ لقد بلغ النبى الرسالة الى العرب بلغتهم، والى ¶ غيرهم باللغات المللأخرى، فكتب للعظماء والملوك ¶ بلغته الرسمية كتبا حملهما من يستطيح ترجمتها أ و ¶ تفهيم ما فيها الى المرسل اليهم بلغتهم أو بوساطة ¶ المترجمين كما سبق ذكره، وقوم محمد الذين أرسل ¶ ) ليهم بلسان!، كما تدل عليه ا، ية المذكورة انفا، ¶ هم حواريوه والثاقلون عنه، المتحملون لدعوته، ¶ والم! بلغون إياها للناس، فقومية اللغة هنا، تعنى ¶ قومية الدعوة والرسالة، لأنها، كما قلت، لون ¶ ثقافى، والثقافة أمر مشاع بين الأجناس وبين البيئات ¶ فى كل العصور، و، يصح أبدا أن تكون اللغة أو اللون ¶ الثقافى حاجزا يقسم الناس على أساسه بما يفصم ¶ عروتهم، ويطغى على إنسانيتهم الجامعة، وأداة ¶ الحصر فى هذه الاية وهى \" ما وإلا \" لا تدل على حصر ¶ الرسالة، ولكن على حصر اللسان فى أنه لسان قومه، ¶ و* يلزم من ح! ر اللغة حصر الرسالة وجعلها للعرب ¶ خاصة. ¶ على أن نزول القرأن باللغة العربية ليس فيه ¶ صعوبة لفهم ا، سلام ومعرفة ما دعا اليه القران",
            "page": "159",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "-160 -  ¶ وا الدتزام ت! المفه، ذكيعر ابن تالصية: أفا شوط اللتكل! يفسا ¶ هو تمكن العباد من فهم ما أرسل به الرسول اليهم، ¶ وذلل! يح! مل بمان ير! ملى بلسمان لي! عرف به مرا! ه، ثم ¶ جميع اللناس هتمكنون من هعرفة هيراده بأفما يعرفوا ¶ ذطث اللسمان، ا أو يعرفو (معنى الكنناب بترجعصة من ¶ يت! رجم معناه. ¶ وهذا مقدوو للعباد. ومن لم يمكن! ه فه! م كلام! ¶ الرسمول إلا بتدلم اللمغة التى أرسل بها وجبه عليه ¶ ذلك، ف! ن ما لا يتم الواجعب إلا به فه! و واجب (1). ¶ ثم قالى أيضا: وجمهور النالمى لا يع! وفون م! عانى ¶ الكتب الإلمهية، التوراة والدنجيل وا! قر 6ن، إلا بمن ¶ يالالنها سويفصرها لهم،! ص (ن كانوا يعرفون ال! لغة. ¶ فه! لاء يص! عليهم طملب علم ما يعرفون به م! ا أموه! م ¶ الاله به، ونهاهم محنه. ثم قال: فالحجة تقوم على ¶ الخلق ويحصل لهم الهدى بما ينقل عق الرسول تارة ¶ المعنى وتارة اللفظ، ولهذا يجوز نقلى حديثه بالمعنى، ¶ والقرأن تجوز ترجمة معانيه لمن لا يعرف المعربيمة ¶ باتفاقما العلماء. وجوز بعضهم أن يقرأ بغير الدربية ¶ محند العجز عن قراءته بالعربية. وبعضهم جوزف ¶ __________ ¶ (1 اإج أ صى ه! ا",
            "page": "160",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "-161 -  ¶ مطلقا، وجمهور العلماء منعوا أن يقرأ بغير العربية ¶ وإن جاز أن يترجعم للتفهيم بغير العربية، كما يجوز ¶ تفسيره وبيان معانيه م (11. ¶ وقد روج هذه المشبهة اليهود والنصارى. ولكن ¶ كيف يتملص اليهود والمنصارى من العرب من الإيمان ¶ بمحمد لنزول القرأن بالعربية، وهم أنفسهم يعرفون ¶ بحكم إقامتهم أو اتصالهم البعيد المدعا. على أنهم ¶ هم قبلوا دين موسى وعي! م! مع أن الكتاب الذعا نزل ¶ على كل منهما لم يكن باللغة العربية، ومع ذلك آمنوا ¶ بهما، إما بتعلم لغة التوراة والانجيل. وإما بنقلهما ¶ بطريق الترجمة. وقد ثبت أن هؤلاء اليهود والنصارى ¶ جادلوا النبى ءد5ص! فى أمور عرفوها حا القران. فوسيلة ¶ المعلم بالرسالة كانت ميلصرة بأعا نحو من اللأنحاء فلا ¶ حجة لهم فى المتملص من المسئولية. ¶ هذا وقد قال الزمخ! ثرعا فى معرضى الحديث عن ¶ عموم الدعوة الاسلامية، مع نزل القران باللغة ¶ العربية: لا!! نو إما أن ينزل - الث! رآتا - بجميع ¶ اللألسنة، أو بواحد منها. فلا حاجة الى نزوله بجمالح ¶ __________ ¶ (1) المرجع السابق ص 196",
            "page": "161",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "- 162 -  ¶ الألستة، فين التبرجمة تنوب عن ذلمك يىتكفى التطويل، ¶ فبقى أن ينزل بلسان واحد، فكان أولبى الذلبسنة لسان ¶ قوم الرسول للأنهم أقرب الميه، فاذا فهموه جمنه وتبينوه ¶ ول! ثوقل عنهم وانق! ثبى قامت التراجم ببيانه وتفهمه، ¶ كما ترى الحال وتشاهدها من نعابة التراجعم فى كل ¶ أمة من أمم العجم. كما ل! جب أن يعلم أن فهم كل اية ¶ من القرأن ليس فرضا جملى كل انسان ولو كان مبمملصا ¶ بل تجب معرفة ما أمر الله به بأية عبارة كانت.",
            "page": "162",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "- 163 -  ¶ واجبنا نحو الدين العالمي ¶ الان وبعد أن عرفت أيها القارىء الكريم أن الدين ¶ اللاسلامى هو الدين الوحيد التى يحمل خصائص ¶ البعوة العالمية، وأنه الدين الوحيد الذى ختمت به ¶ الذديان وصلح لكل تطور فى الحياة البشرية على ¶ اختلاف بيئاتهاومستوياتها، وعرفت\" تاريخ المؤامرات ¶ التى حيكت ضده لتحد من نشره أو تشوه من جماله، ¶ ومقدار ما تبذله الأديان الذخري، وبخاصة المسيحية، ¶ ثنى محاولة اللانتشاو فى العالم على نطاقا أوسع، ¶ ومقاومة زحف الاسلام الذى يكاد بقوته الذاتية أن ¶ يطيح بمخططات الأعداء، وما ينفق فيها من أموال ¶ طائلة. ¶ بل إن الأعداء وهم يحملون لواء التبشير العالمى، ¶ لم يستحوا أن يبشروا بدينهم فى وسط المجتمع الإسلامى ¶ ليحولوا المسلمين عن دينهم ويسلخوهم من شخصيتهم، ¶ ورأيت الوسائل الخفية المتى وضعوها ليصلوا الى ¶ غرضهم فى غفلة لا يشعر معها الضحية أنه وقع فريسة ¶ لهذة الأساليب الدنيئة.",
            "page": "163",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "- 164 -  ¶ الآن يجب علينا أن نتن! به وندمهتيقظ ونعرف واجبنا ¶ نحو هذا المدين الحنيف، يجب علينا أن نتابع المدعوة ¶ اليه، ونزيد من نشاطنا فى هذا المجال، لأنه لا ينبغى ¶ أن ينشط الأعداء، مع ما هم عليه مين باطل، فى ن! ثر ¶ أباطيلهم، ثم نقف نحن ساكت! ن أو متخاذلين، مع ¶ ما نملك مين دين عالمى أمرنا بالمدعوة اليه على نطاقا ¶ واسع، وكنا بالمدعوة اليه والمى كل خير، خير أمة ¶ أخرجت للناس. ¶ والمشاهد أنه توجد فى المغرب الآن حركتان قويتان ¶ تتصلأن بالشرقا والاسلام:! ¶ (أ) أما الحركة الأولى: فهى الاهتمام بالشرقا من ¶ أجل غرض! يئ: استغلاله واستعمارة. وهو مين أجل ¶ ذلك يبحث فى علومه ومعارفه وحضاراته وإمكانياته ¶ ومنابع الثروة فيه، ودراسته دراسة وافية ليعرفوا ¶ المنافذ المى استغلاله، والطريق المى السيطرة عليه، ¶ إن لم تكن سيطرة عسكرية أو سمياسية فلتكن سيطو! ¶ اقتصادية أو ثقافية أو سيطرة مين أ ىنوع آخر. ¶ و، الناظر فى درأسالتهم يعجب لهذا الانتاج أشد المعجب ¶ حيث توفروا عليها، وجاءلتهم الامدادات. والامكانيات ¶ الواسعة، و/استطاعوا أن يكتشفو! مناطق مجهولة",
            "page": "164",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "-165 -  ¶ لأصحابها، وأن ينث! روا كتبا وأبحاثا لم ليتنبه ا! لتصلون ¶ ب! ا الى قيمتها 9، ولم يستطيعوا أن يخرجوا مثلها، حتى ¶ صارت الدول الشرقية تتلمذ على هذة الأبحاث ¶ والاكتشافات، وكثير من هذه الأبحاث والدراسات ¶ خا! ى بالاسلام والمسلمين. ¶ يقول \" د. ج. ريشتر)): إن التطور الاسلامى قد ¶ أصبح من أكبر الحوادث التاريخية للعصر المحاضر، ¶ فيجب تتبعه بأكبر ما يمكن من الانتباه. ¶ وقد أنشئت كراسى فى معظم الجامعات الغربية لهذة ¶ الدراسات العربية والاسلامية والشرقية. فلا يجوز ¶ لل! ثرف وللمسلمبخاصة أن يكون غافلا وسط هذا ¶ الضجيج المعلمى، ولا أن يكون منصرفا عن تراث أ و ¶ قضية يحشد الغرب لها المحشود المواسعة الضخمة. ¶ ا (ب) والحركة المثانية: هى البحث عن دين عالمى ¶ تطمئن اليه المنفس، ويحل المشاكل الداخلية المعقدة، ¶ التى لا يستطيج العلم حلها، ذلك لأن العلم على الرغم ¶ من! تقدمه السريع فى الغرب، سلم يستطع أن ينجح إلا ¶ فى المسائل المادية. ¶ أما المسائل الأدبية والنواحى الخلقية والفضائل ¶ النفسية فلم يستطع العلم أن يمممها بالتهذيب، فإن",
            "page": "165",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "- 166 -  ¶ النفوس مما لزال قرتيع فى حمأة المحييوانية وتدف! ع ¶ بأصحابها النى ارتفالبط كل ضوويبا ال! حشهية، كهبى فى ¶ حاجة ماممة ا! ى رادع قوى! ن أدب عال فوقو! الوجود ¶ المادى الذى أغرقوا في! ة. ¶ ولهذا فإن العالم المتمدين أشغل ما يكون بالمصحألة ¶ الدينية من جميخ نواحيها 5 وقد هر ي! بي! ان مما ¶ تطلبوه من حواصفات لط! ث! يانة الطبيمعية التى ينن! مدونهما! ¶ وأن الاسلام جاء بأحسن م! ن! ها فى كلى مجمال هن الججالإت، ¶ وا، نسان مهما كان عنده من علم أو معرفة لا يستطيع ¶ أن يصتغخى عن ادين أبدا بممورة مق الصور. ¶ يقول ا\" أوجست سباثييه)) فى كثابة \"ثللسفة االذديان \": ¶ \" لماذا أتا فتدين؟ إنى لم أخرك شفتى بهذا السؤال ¶ مرة إللا رأيتنى مفوزا للإجابة علية نجهدا الجوالب، ¶ وهو: أن! ا متدين لأنى 7 لا أصتطيع طو! ذلك 3، فالدلهن ¶ لازم معنوثا من لوازم ذالى؟ يقود! ن لى؟ ذدك أ! ر ¶ مق أثار الوراثة أو التربجة أو المزابم، فأ! لى-3 ل! م ز قد ¶ اغترضت جملى ففلم! كثيرا ب! ا الامحتراخعجت) ¶ ولكنى وجدته يقهقر المسألة ولا يحلها ق وأن ضرورة ¶ اللتدجق أشثاهدها بماكبر قو! فى ألحياة \"الإفجتماعية ¶ البضرية، ف! ى لمي! م! ت أقل تف! ثبثا صننى باهداب الديغ",
            "page": "166",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "- 167 -  ¶ . . . الى أن قال!: فالدين إذأ باق وغير قابل للؤ! وال! ¶ و! و فضلا عن نضوب يتبومحة بتمادف! الزفق، نركط ¶ ذلك المينبوع يزداد اك! عساعا ومحمقا كحت! المهؤتو المؤهوبع ¶ ! ن الفكر الفلمكفى والتجار! ا ال! وية المؤلمة \" \" ¶ ويقول \" أرنست رينان)) ثط كتابه \" تعاريخ اللأديان\": ¶ \" من الممكن أن يضمحل ويتلاش! كل ش! ء نحبه، وكل ¶ ش! ء نعده من ملاذ الحياة ونعيمها، ومن الممكن أن ¶ تبطل حرية استعمال القوة العقلية والعلم والفن، ¶ ولكن يستحيل أن يبطل التدين أو يتلاش!، بل سيبقى ¶ أبد الاباد حجة ناطقة على بطلان المذهب المادى، الذى ¶ يود أن يسود ويحصر الفكر الانسانى فى المضايق الدنيئة ¶ للحياة الترابية \". ¶ ونحن لا ننكر أن فى الغرب أيضا حركة ضد الأديان، ¶ ولكنها فى حثيقتها موجة ضد أشكالها 1 الخارجية، لا ضد ¶ روحها ومعناها بل للدين الخالص اليوم فى الغرب دولة ¶ لم تكن فى أكما عهد من عهود المدنيات السابقة، فأى ¶ دين من اللأديان الموجودة يستطيع أن يثبت أنه هو ¶ الدين الخالص من التقييدات الب! ثرية، كان هو الدين ¶ الذى ينشده العلم وتؤيده الفلسفة.",
            "page": "167",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "- 168 -  ¶ فإذا كان الغرب يهتم بالبحث عن دين عالمى يتفق ¶ مع مقررات العلم، كانت الفرصة سانحة لنبين ذطث ¶ للعالم، ليروا فى الاسلام طلبتهم المتى ينشدونها من ¶ زمن طويل. لهذا كله يجب علينا أن ننشط فى تبليغ ¶ الدعوة العالمية، حتى لا تطغى عليها الأديان الأخرى، ¶ ونصاب نحن من شررها.",
            "page": "168",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "- 169 -  ¶ منهج الدعوة إلى الدين العالمي ¶ إن التخطيط أمر ضرورى لنجاح كل مشروع، ¶ والعمل اذا لم ينفذ حسب خطة موضوعة واضحة ¶ المعالم والأهداف، مستوفية كل الامكانيات، قل أن ¶ يكتب له المنجاح، والعمل العظيم الخطير لا بد له من ¶ تخطيط يناسب عظمته وخطورته. ¶ والدعوة الى الدين الاسلامى المعالمى من أعظم ¶ الأمور خطرا وأجلها قدرا، وبخاصة اذا كانت الظروف ¶ المحيطة بها ظروفا متغيرة حسب تغاير الميدان، واذا ¶ كانت فى محيط يختلف فى لغته عن لغة الداعين، ¶ ويختلف فى عاداته وسائر أحواله السياسية والاقتصادية ¶ والاجتماعية وغيرها. ¶ وعلى ضوء ما سبق من عمل الرسول وأصحابه فى ¶ نشر الدعوة نستطيع أن نضع منهاجا نحاول به أن ¶ نرسم الطريق الواضح للدعوة الاسلامية، وهو كله ¶ من وحى قوله تعالى: \" ادع الى سبيل ربك بالحكمة ¶ والموعظة الحسنة وجادلهم بالتى هى أحسن \" (1). ¶ __________ ¶ (1) سورة النحل 125",
            "page": "169",
            "part": "1"
        },
        {
            "id": "170",
            "nass": "- 170 -  ¶ أولا: ¶ لابد من دراسة وافحة فهاحل! للبلاد المتى توجه الميها ¶ الدعو\" من جهة نظام الحكم والمذهلي الاجتماعى ¶ والمعقي! ة والعا! ات والامكانلبات المثادية! ظروفهها ¶ المختلفة. ذلك أن ظروف الع! الم تتغير مق زمن المى ¶ زمن ومن منطقة اك منطقه، فقك تكون الدعوة ميسرة ¶ فى مكان ما ومتعثرة فى مكان آخر، وقد تكون ¶ الموضوعات الهامة لمنطقة من المناطق غيرها! منطقة ¶ أخرى، وقد تتطلب ظروف بلد مبكوثا حعينا من ¶ طراز خاص يتناسب مع جو البلد الذى يوفد الية، ¶ الى غير ذلك مق اللاعتبارات المختلظة ¶ وهذ\"ه. الدراسة مهمة للفاية، فان المثقصير فيها ¶ يعنى السير على عير هدى والكخبط قى طريق الدعوة، ¶ ونتيجة ذلك العقم فى الجهود واللأضرأر البألغة التى ¶ تكون بمثابة ر! فعل للجهل وألان! فاع اثلأعحى والمكسرع ¶ ا اصحمق ص ويرحم ا/لكه الظئل: ¶ قدر لرجلك قبل الخطو فوضغها ¶ فمق علا زلقا عن غرة زلجا ¶ إن هذه الدراسة الواعية هى أساس التخطب! ا ¶ للدعوة، وهى تتطلب جهدا كباوا وزقنا واسعا،",
            "page": "170",
            "part": "1"
        },
        {
            "id": "171",
            "nass": "- 171 -  ¶ والغرب حين أراد أن يستغل ثروات الثصرف أو يبطمط ¶ لففوذه عليه، أنشأ ال! راسات الواسعة وال! يئات العلمية ¶ المخخمة الثى تضكطهار المختصين فى جديغ الفووع ¶ مع إغداقا االذموال على هذكاالج! وفى، واصتثحووا ¶ يجمعون المعلومالمحتا تحث أسماء مختلفة، وبشعارالتا ¶ خلابة خداعة 7، حتى استطاعوا أن يعرفوأ من؟ دقائ! ¶ البلأد مالا يعرفه أهلها، وحتى استيقظ اللأهالى ¶ فوجدوأ أنفسهم تلاميذ لهؤلاء الأجانب أخص ما كان ¶ يجب عليهم أن يعرفوه. ¶ وبعد هذه المعرفة الشاملة استطاعوا أن يخططوا ¶ للوص! ل الى الأغراخى التى ليريدولنها، فكان! ا عملهم ¶ لعمليما، و! جهدهم مثمثر! للأف قام على ألحماس متين. ¶ فالدعوة الاسعلامية للدين العالجى للابد لها هن دراسة ¶ وأعية لدلأرخى التى تلقى فيها البذرة، ومعرفة أجوائها ¶ المختلفة ليمكق أن! ا نجنى من ورا 2 االجهد ثمرة طيبة. ¶ وإن من الحمق أن نجمد على أسلوب معإدنا اتخذه ¶ السابقون! نشر الدغوة للسير. عليه وللا نحيد عنه، ¶ وئردد قولنا ة االلاتباع خير هن اللابتداع، ونطبقه على ¶ عمومه! ما كك المجا، لتا، فىلك أن انظروفأ تثغيز ¶ والعالم يتطور، والبلاغة! القول والعمل هى مراع! اة ¶ مقتضى الحال.",
            "page": "171",
            "part": "1"
        },
        {
            "id": "172",
            "nass": "- 173 -  ¶ ثانيا: ¶ لا بد من الإفادة من طرقا المب! طثرين والمدعاة الى ¶ الأديان والمذاهب ء الأخرى، ودراسة أساليبهم وخططهم ¶ فى الدعوة، لنقرع الحجة بالحجة إن كان هناك نزال ¶ فى الميدان، ولنقاتل المعدو بالسلاح الذى يقاتل به ¶ إن اضطرتنا الظروف الى مثل هذه المواقف. ¶ والى جانب هذا فإن أس! اليبهم قد تفننوا فيها ¶ وابتكروا منها كثيرا، لأنهم فكروا فيها فى وقت كانت ¶ الامكانيات فيه متوفرة لديهم وكان العالم فيه على ¶ درجة من النضج والمرقى تستحق معها أنيعمل الحساب ¶ فى الدعوة بدقة وتناسب، ولهؤلاء الدعاة تنظيمات ¶ وترتيبات لم تكن أمثالها موجودة فى العهود الماضية، ¶ فالدعوة الاسلامية مثلا فى أيام الضعف السياسى للدولة ¶ الاسلامية اتخذت طابعا فرديا خالصا، فكان لكل فرد ¶ أسلوبه الخاص فى نشر الدعوة قل أن يفيد منه داع اخر، ¶ ولكن المهمة الان ضخمة وشاقة لأن لنا أعداء ينافسوننا ¶ الدعوة الى أديانهم، بل يحاولون أن يخرجوا المسلمإن ¶ من دينهم، فلا بد من أن تكون عندنا يقظة تامة ¶ ومعرفة بأساليبهم لنفيد منها فى هذا الميدان ولا نقنع ¶ بما عندنا من خبرة قليلة أخذناها من الما! ما، فإنها ¶ قل أن تنجح فى الوقت الحاضر أمام الخبرات المحديثة.",
            "page": "172",
            "part": "1"
        },
        {
            "id": "173",
            "nass": "- 173 -  ¶ إن القائمين على التبشير يضعون خططا منظمة ¶ محكمة، لأنهم. جماعة متخصصون فى فروع كثيرة من ¶ العلم يخدم بعضها بعضا، وبضم خبراتهم ونتائج ¶ تخصصاتهم يوجد منهج مدروس متكامل واضح قوى ¶ نفاذ. ¶ إن الحصيلة العلمية عند الداعية غير المسلم قليلة بل ¶ ضئيلة، وهى الحصيلة الدينية التى يريد أن يبث ¶ فكرتها ب! يئ الناس، لكن حسبهم من الدعوة أن يلقوا ¶ بذرة واحدة فى أرض واسعة بطريقة علمية ومنهج ¶ محكم، ستنمو وتثمر وتعطى النتيجة المطلوبة. ¶ وعلى المعكس من ذلك يكون بعض الدعاة المسلمين، ¶ إنهم يملكون حصيلة علمية دينية ضخمة، وقصارى ¶ جهد الواحد منهم أن يفرغ كل ذلك فى وسط قوم يظفر ¶ منهم فى النهاية بكلمة إعجاب على ما يملك من علم، ¶ دون أن يكون لذلك أثره العميق العملى المنتج، ¶ كال! ى يفرغ قنطارا من البذور فى أرض سبخة أ و ¶ بطريقة غير منظمة، ويكفيه أنه أدى ما عليه بإفراغ ¶ جعبته فى همذا المحقل ويطول به الانتظار لا يرى ¶ لجهده أثرا. ¶ إن قيمة العلم والج! مرتبطة بالنتيجة والتجاوب ¶ الذى ي يكون هن إلمسامع! ن مع العلما 2، وهمذا التجاوب",
            "page": "173",
            "part": "1"
        },
        {
            "id": "174",
            "nass": "- 174 -  ¶ له فن وراء جمزارة العلبم، و! و التنظيم ايدقيق وتحرى ¶ الأوقات والأهاكن المناسبة والخبمة ب! ول النفس ¶ وقواها والانفاف هن الجلم المذي يلائم كلى ذلك. ¶ إن رصاصة! احمدة يحكم المرامى تصويبها فتصل ¶ الهدف خير من ألف رصاصة تنطلق بغير هدف تتجه ¶ اليه، والجاهلي بالسباحعة يفزلى الماء فيظلى يفعر* فيه ¶ بقوة على نجير هدجما فتخور قبىه ويفشل وكد ل! غرقما، ¶ والسباحع الماهر يستطيع بقوة قليلة منظصة أن يصل ¶ الى هدفه بسلام. ¶ لا عيب أبببا أن نفيد من تجاردط الغير م! ما كانجتا ¶ عقيدته واتجاهاته، فالحكمة ضالة ابئ! ط يأخذها ¶ ولا ي! ره من أى وعاء خرجت، لقد أفاد النبى -! ا ¶ من خبرة سلمان الفارس!، فحفر الخندف حول المدينة ¶ فى غزوة الأحزاب، كما كان يفعله قومه عند الحروب، ¶ وتطور الحياة يفرض على المناسبى أن يتبادلوا الخبرات ¶ طوعا أو كرها. ¶ إن المدعوة الى اللأديان كالحرب بل هى حرب، لابد ¶ فيها من التفنن لى االذسلحة ووسائل القتال، ودراسة ¶ الميادين والتخطيط للمعركة قبل خوضهاه ¶ ورب جيش قليل العدد وافر الخببرة والتنظيم يهزم ¶ جي! ثعا كبير العدد ثقل فيه ال! برة وتسوده الفوفي،",
            "page": "174",
            "part": "1"
        },
        {
            "id": "175",
            "nass": "-175 -  ¶ فليكن ييهلاحنا ك! ميلاح العدو، إن لم يكن أحسن هنه، ¶ وليكن تدريبنا الميدانى كدبرلهبه إن لم يتفوقا عليه، ¶ والبقاء - كما هو مجروف - لللأصلع، ومن الصلاح ¶ النظام وجو!! الأداء، ¶ ثالثا: ¶ لا بد من إنشاء جهاز يوجه الدعوة ويعد لها كل ¶ ألامكانجيانج! والترتيبات المختلفة، بكون هذا الجهاز ¶ جامعا لذرباب إيفكر العيإلى والتخ! صات الفنية ¶ المختلفة التى تتصل بالدعوة، وتكون مهمته الملأولى ¶ االذساسية هى الدعبىة النقية الخالصة بعيدة عن ¶ المؤثرات المحعلية والأغراض الخاصة، ولي أن هذا ¶ الجهاز كار واحدا للعالم الاسلامى كله يختار له مقر ¶ يصلح ليكون منه المنطلق للدعاة والدعوة وتنتمترك في ¶ إدارته والاشراف عليه شخصيات عالمية تمثل الدول ¶ الاسلامية، لكان ذلك أوفق. ¶ ولعل مجمع اليحوث الاسلامية التايع للأزهر ¶ البثريف، والذ 6! ا يضم مؤتصره جملحاء العال! الالببلامى ¶ وأقطاب الفكر فيه، يكون خير! بن يقوم بهذا إيد! رر. ¶ ولعل القاهرة فى موقعها المتوسط ب! يئ العالم ¶ الاسلامى، وفى إمكانياتها الواسعة تكون أنسب مكان ¶ لهذا الجهاز الموجه للدعوة.",
            "page": "175",
            "part": "1"
        },
        {
            "id": "176",
            "nass": "- 176 -  ¶ ومهما يكن ميط ش! ء فإن التفكير فى تخصيص جهاز ¶ واحد للدعوة قد يكون أفضل ميط تفرقما الجهود وإقامة ¶ مراكز وأج! هزة مختلفة فى بلد واحد أو بلاد متعددة ¶ لا تجمهعا رابطة واحدة، على أنه إذا وجدت أمثال ¶ هذه المراكز المتعددة فليكن لها جهاز واحد ينسق ¶ جهودها ويخطط لها التخطيط العام، ويرسم لها ¶ السياسة الموحدة التى تلتزمها حتى تضمن لها التوفيق ¶ والنجاح، وعدم التعارض والتضارب كالذى كان ¶ يحدث ب! يئ جمعيات التبشير التى أنشأتها الدول ¶ الاستعمارية ووجهتها لتمهد لها المطريق لكسب أكبو ¶ عدد ممكن من الأنصار، وأكبر مساحة ميط النفوذ، ¶ فهذه الجمعيات لم تكن مخلصة فى الدعو! الى دينها ¶ أو مذهبهأ، بل كان الغلب والمتصارع طابعها ولهذا ¶ فشل كثير منها، ولم ت! صمتطح أن تنافس الدعوة ¶ الاسلامية على ما عندها من بساطة فى وسائلها، فقد ¶ كانت تزحف بجهود التجار والرحالة والمهاجرين وما ¶ إليهم، لقد نشرت جريدة ((يونيفرس)، الكاثوليكيةس ¶ أن عدد من اعتثقوا الاسلام خلال الخمسة والعشرين ¶ محاما اي! خيرة فى أفريقيا بلغ أكثر ميط محشرين مليونا، ¶ مق! ابل أقل من محشرة ملايإن اعتنقوا الم! هب المكاثوليكى ¶ على أيدكما رجال الارساليات (1). ¶ __________ ¶ (1، الأهرام 9/ 15/،195",
            "page": "176",
            "part": "1"
        },
        {
            "id": "177",
            "nass": "- 177 -  ¶ لألقد انصرف الناس عن هذه الارساليات عند ما ¶ ظهرت نواياها السيمئة، وأقبلت على الاسلام كما سبق ¶ بيانه، لانه لا يقصد الى غرضى استغلالى من معتنقيه. ¶ ولسوء نيات الارساليات حدثت مصادمات عنيفة ¶ بينها أدت الى القتل، لقد أرسل ((جوان الثانى \" ملك ¶ المبرتغال لممنة 1487 م مبشرا اسمه \" كوفيلهام)) الى ¶ المحبشة فأنشأ علاقة قوية بينها وب! ن المبرتغال، ¶ واستطاع أحد الرهبان الذين جلبهم الى المحبشة أن ¶ يحول ملكهأء! سو سينيوس) الى المكاثوليكية سنة ¶ 1624 م، واستعد الأحباش لملانضمام الى الكنيسة ¶ الرومانية لولا عناد بطريرك اللاتإن (مندر) الذى ¶ أكرههم على اعتقاد الشعائر اللاتينية، وأراد تأسيس ¶ ديوان تفتيش، فثاروا وقتلوا المب! ثرين البرتغاليين ¶ ومن تبعهم من اللأحباش لممنة 640 ام. وحاولت فرنسا ¶ المتبشير بالحبشة فلم تفلح وقتل مب! ثروها المرسلون ¶ الى سواكن ومصوع، كما نافستها ايطاليا أيضا فى هذا ¶ الميدان. ¶ لقد كان للمذاهب المسيحية مبثصرون، ولكل دولة ¶ مبشرون وحدث ما حدث من التنأفس نتيجة لمعدم ¶ الاخلا! ى فى الدعوة، الى المدين، واذا كنا ننادى ¶ بوحدة الجهاز الذى يشرف على توجيه الدمحوة",
            "page": "177",
            "part": "1"
        },
        {
            "id": "178",
            "nass": "- 178 -  ¶ الاسلامية فى العالم فذلك لكى نتلافى أمثال هذا ¶ التنافس بسبب الميول والأغراض المخاصة للدول ¶ والجماعات. ¶ لقد قال المسميو (بونيه مورى) فى كتابه (اللاسلام ¶ والمسيحية فى أفريقيا) ملخصا لجهود المب! ثرين فيها -: ¶ إن نجاح هذه البعثالت الإنجيلية -كلها! أفريقيا دليل ¶ على كون قوة الدعاية المنصرانية لا تغلب فيما لو ¶ تجردت عن الأغراض السياسية، فانه لا توجد أفة ¶ على التبشير أعظم من الممارب امملاستعمارية -. ¶ إن التفكير فى تكوين جمعيات وإنشاء منظمات ¶ وأجهزة لمباشرة الدعوة بخطريقة منهجية منظمة تفكير ¶ حديث فى تاريخ الدعوة الاسلامية، وقد كانت تركيا ¶ تبحث فمالاإنشاء جمعية فى القسطنطينية لمنشر الدعوة ¶ فى أوغندة ووسط) افريقيا على أثر ما كتبه الرحالة ¶ ا) لشهير \" ستانلى \" سنة 875 ام فى الصحف الانجليزية ¶ يحث على إرسال مب! ثرين الى أوغندة، ولكن لم يتم ¶ تأليف هذه الجمعية بسبب نشوب المحرب الروسية ¶ ا\"لتركية سنة 878 ام، وكذلك فكرت. مصر فى هذا ¶ الموضوع عندما حددلت الحكومة المصرية الانجليزية فى ¶ السودان مناطق النفوذ للجمعيات التبشيرية المسيحية، ¶ وفي سنة 910 ام ألسى المسيد محمد رشيد رضا جمعية4",
            "page": "178",
            "part": "1"
        },
        {
            "id": "179",
            "nass": "- 179 -  ¶ فى القاهرة كانت ته! دفط الى تأسيس دار للدعوة * ¶ وا لإرشاد. لأ 1 3 * ¶ وشبه القارة الهندية خطت! خطوات واسعة فى تكوين ¶ هذه الجمعيات، ومن أحسنهما: جمعية ((أنجومان ¶ حامى إسلام \" فى \" أجمير \" وجمعية \" أنجومان حمايت ¶ إسلأم \" فى \" لاهور \"، وجمعية \" أنجومان وعظ ¶ إسلام \"، \" أنجومان تبليخ إسلأم \" فى حيدر أباد ¶ الدكن. وكانت ترمى الى تحويل الهندوكيين الى ¶ ا، سلام. ¶ ومن الجمعيات التى أنشئت فى القرن العثصرين ¶ ((مدرسة إلاهيت)) فى \" كونبور \" لنشر الرسائل ¶ للدفاع عن الاسلام، وجمعية \" أنجومان هدايت إسلام \" ¶ فى \" فى هلى \" أعظم الهيئات المنظمة، وينضم اليها ¶ عدد كبير من الجمعيات اللأخرى يبلغ أربعا وع! ثرين، ¶ وترسل هذه الجمعية الدعاة للدعوة الى عقائد الاسلام ¶ وعقد المناظرات مع غير المسلمين، وتقوم بن! ثر الكتب ¶ التى ترد على هجما! الجمعيات المعادية. ¶ ومن الهيئات التى تحمل عنوان الدعاية اللاسلأم، ¶ جمعية ا\"لتعريف الدولى بالاسلام فى القاهرة، والمجلس ¶ الأعلى لل! فمئون الاسلامية بوزارة الأوقاف بالقاهرة، ¶ الذى يرسل الكتب والمصاحف لكثير من البلاد الاسلامية",
            "page": "179",
            "part": "1"
        },
        {
            "id": "180",
            "nass": "-180 -  ¶ المحتاجة المى التزود من المعارف المدينية، وين! ثر مجلة ¶ ومطبوعات باللغات المختلفة ويرسلها المى بلاد كثيرة. ¶ والازهر هو المؤسسة اللأمسيلة المتى تضطلع بأكبر ¶ نصيب فى هذا الميدان، نظرا لمركزه فى العالم وثقة ¶ المسلمين به، وله بعوثه الكثيرة فى المخارج وكتبه ¶ ومصاحفه المتى يرسلها 1 المى العالم الاسلامى والمعاهد ¶ المتى يدثزف عليها فى خارج المقطر، والمراكز الاسلامية ¶ فى أهم المبلاد فى أوروبا وأمريكا وبالمجلة المتى تخصص ¶ جزءا منها باللغات بالأجنبية ليفيد منها من لا يعرفون ¶ العربية من مسلمى العالم، وباستقباله لوفود المطلاب ¶ من جميع أنحاء العالم، يعلمهم ويرعاهم ماديا ¶ واجتماعيا، حتى يعودوا المى بلادهم رسل هداية ¶ وإصلاح، ولو مكن لللأزهر فكان نشاطه أوسع وأثره ¶ أعظم. وهذا هو أملنا فى عهدة الجديد، وبخاصة ¶ فى هذه المظروف إلمتى تحتاج المى مزيد من العناية ¶ بالناحية الروحية فى العالم أجمع. ¶ رالمحعا: ¶ لا بد من إعداد الداعى الذى يتولمى ن! ثر المدعوة ¶ العالمية فى اللأقطار المخارجية، واعداده يقوم على ¶ ثلأث دعائم أساسية هى المتمكن العلمى، أى وفرة",
            "page": "180",
            "part": "1"
        },
        {
            "id": "181",
            "nass": "- 181 -  ¶ المادة وصدقها، الدراية الفنية التى تساعده على ¶ حسن استعمال هذه المادة، والكمال الخلقى والمخلقى* ¶ 1 - التمكن العلمى هو زاد الداعى، فليس كل ¶ انسان يصلح للأداى هذه المهمة، والداعى سيتحدث ¶ أو يرغم على التح! دث 7 فى موضوعات شتى يفرضها ¶ علميه واقع البيئة التى يدعو فيها، و2 الظرف الذى ¶ يتحتم عليه مراعاته، فلا بد أن يكون عنده علم بكل ¶ ما يصكن أن يوجه اليه من أسئلة أو يطلب منه من ¶ حديث. ¶ وقد كان النبى ء!! يختار مبعوثيه ويتأكد من ¶ مقدرتهم العلمية فى النوع الذى يوفدون من أجله، ¶ ومن كيفية التصرف فى المواقف المحرجة، حتى ¶ يطمئن الميه ويرجو الخير من وراء بعثه. لقد زود ¶ النبى ير! آ معاذ بن جبل بالمعلومات الكافية والتوجيهات ¶ الملازمة عندما بعثه الى اليمن \" فقال له: \" إنك تأتى ¶ قوما من أهلى المكتاب فادعهم الى! شهادة 2 أن للا إله إللا ¶ الله وأنى رسول الله، فإن هم أطاعوك لذلك، فأعلمهم ¶ أن اللى افترض عليهم خمس صلوات فى كل يوم وليلة ¶ فإن أطاعوا لذلك، فأعلمهم لأأن؟ الله) افقسرض عليهم ¶ صدقة تؤخذ من أغنيائهم فترد على لأفقرائهم!، فإن",
            "page": "181",
            "part": "1"
        },
        {
            "id": "182",
            "nass": "- 182 -  ¶ هم أطاعوا لذلك فإياك! كزائم أموالهم، واتق دعوة ¶ المظلوم 9 فإنه ليس بينهما وبين الله / حجاب \" (1). ¶ وبعد أن زوده بالقدر 7 اللازم من المعالم! مهمته التى ¶ أرسل مي! أجلها اختبر م! ى قدرته على المتصرف عندما ¶ يجد ش! ء لم يتلق العلم به أو التوجيه بخصوصه، قال ¶ له: كيف تصنع إذ! عرض لك قضاء قال: أقضى بما ¶ فى كتاب الله. قال فإن لم يكن فى كتاب الله؟ قال: ¶ فبسلنة رسول الله. قال: فإن لم يكن فى سنة رسول الله؟ ¶ قال: أجتهد برأيى لا الو جهدا. قال معاذ: فضرب ¶ رسول اللى صدرى ثم قال:) الحمد دئه المذى وفق رسول ¶ رسول الله لما يرحما رسول الله)) (2). ¶ إن االثقة العلمية مطلوبة فى المدأعى كما يشير اليه ¶ قول الرشولن -! ا فيما سبق \" نضر رإالله امرأ سمع مقالتى ¶ فوعاها وأداها كما سصع \" أى أداها أداء صحيحا متقنا ¶ لا تزيد فيه ولا تشويه بحال.! - ¶ ا وللتمكن د العلمى مظاهر نشير الى بعضها فيما يلى: ¶ (أ) أن يكون على معوفة تامة بأحكام الكتاب ¶ والسنة م، فى / العقافد! + والعبادات والمعاملات والأخلاقا ¶ وغيرها، وعلى دراية كافية بالسيرة المنبوية والتاريخ ¶ __________ ¶ (3! أأ روا!! البخارئ/ ومسلم. . ء \"؟ - 2 ¶ 2 (،12 رواه اب! و داود والترمذى. \" -",
            "page": "182",
            "part": "1"
        },
        {
            "id": "183",
            "nass": "- 183 -  ¶ الاسلامى، وبالجملة أن! يكون عالما بالعلوم اللأصيلة ¶ للثظفة الاسلامية بفروع! ا المختلفة، لأن الداعى ¶ سيكون ممثلا للدين كله وللمعهد الذى أوفده، فلا بد ¶ أن يكون خير ممثل للدين ولمعهده. ¶ (ب) أن يجمع الى العلم القديم علما حديثا بالمعارف ¶ المختلفة المتى لموضح ا! لعل! وم الدين! ية بأسلوب العصر، ¶ لأق المتاس ينتظرون من ممثل الدين ومعهده أن يكون ¶ حجةلا 3 فى العلوم ء الشرعية، أو خبيرا وقديرا بالنوع ¶ الذى ين! ثره، كما تنتظر منه أن يكون نموذجا مشرفا ¶ يعيش مع العصر وأحداثه، ويتصل بالمجتمع وما يعج ¶ به من مفماكل، وبالثقافة \"وما تتنفس عنه من معلومات ¶ لأن ذلك كله، ألى جانل! ا وضع المثقة فيه والاحترام ¶ له، +يساعده على إبراز مبادىء الاسلام وهدايته ¶ إبرازا هيدرا.) ¶ (ج) أن يكون علىلادراية بلغة القوم الذين أرسل ¶ اليهم، فاللسان أكبر وسيلة للاندماج مع الناس ¶ والالتحمام بهم ومعرفة أحوالهم، وأيصر طريق لإيصال ¶ المعلومات الدينية اليهم وحسن تفهمهم لها، والعاجز ¶ أو الضعيف فى لغة \"المقوم مقيد بالأغلال لا يستطيع ¶ التحرك ولا الانطلاقا، وأعمى لا يهتدى الى الطريق ¶ إلا بمن يأخذ بيده ويعتمد عليه.",
            "page": "183",
            "part": "1"
        },
        {
            "id": "184",
            "nass": "- 184 -  ¶ ولعل هذا هو المصر فى أن الرسل تبعث بألسنة ¶ أقوامها كما! ال تعالى: \" وما أرسلنا من رسول إلا ¶ بلسان قومه ليبين لهم،، 11). ¶ والتعبير بالتبيين فيه أشارة الى التمكن من الملغة، ¶ لأن التبيين شرح وتوضيع ولا تفيد فيه شمذرات لمغوية ¶ أو عبارات مبهمة غير واضحة، بل ولا أساليب غير ¶ قوية. وقد رأيت فيما سبق أن رسلى المنبى بالكتب ¶ الى الملوك كانوا على علم، ولو الى حد ما، بلغات ¶ البلاد التى أوفدوا الميها، وكالنت مهمتهم بسيطة لا ¶ تكاد تعدو الدعوة العامة الى ا\"لإيمأن، ولكن ¶ الذين كانوا يقيمون ليعلموا الناسى كان لا لهد فيه! ¶ من إجادة لغت! م. وقد أمر النبى ا! و! ر زيد بن ثابت س أن ¶ يتعلم لسان اليهود لمعرفة كتبهم الواردة منهم، ¶ وللاتصال بهم اتصالا صحيحا مطمئنا. وكان أبو جمرة ¶ يترجم بالفارسية بين ابن عباس وبين وفد عبد القيس ¶ كما رواه مسلم (2). ¶ وكتب النبى - صلى الله عليه وسلم - الى بعض القبائل كانته تواعى ¶ فيهما لهجاتهم وألفاظهم التى يتفاهمون بها، وكاق ¶ رده على وفودهم مناسبا للغة الثى تحدثوا بها، ¶ __________ ¶ (1) سورة ابرأهيم:! أ -. - -،س! ¶ (؟) ج اص 186 - / ء، ر",
            "page": "184",
            "part": "1"
        },
        {
            "id": "185",
            "nass": "-185 -  ¶ عندما وفد بنو فهد عليه قام زعيصهم يشكو المجدب ¶ فقال: أتيناك يا ر! سول الله من غورى تهامة بأكوار ¶ الميس، ترتمعى بنا العيس.! صمتحلب ا! بير، ¶ ونستطب الخبير، ونصمتعضد البرير، ون! معتخيل ¶ الرهام، ونستجيل المجهام، من أرضى لاغائلة العطا4 ¶ غليظة الوطا.، قد نشف المدهن، ويبس الخعثن، ¶ وسقط ا! لأملوج، ومات العسلوج، وهلك الهدى، ¶ ومات الودى. . . ص ¶ فدعا لهم النبى قائلا: اللهم بارك لهم فى محضها ¶ ومذقها وابعث راعيها فى الدثر بيانع الثمر، وافجر ¶ له المثمد، وبارك فى المال والولد. ¶ ثم كتب معه كتابا الى قومه جاء فيه: لكم يا بنى نهد ¶ فى الوظيف! ة الفريضة ولكغ الفاركما والمفريمثى وذو ¶ الضنان الركوب والفلو الفبيس. . . ومن أراد تفلممير ¶ ذلك فليرجع الى الموأهب اللدنية للقسطلانى (1). ¶ فالتمكن من لغة القوم لا بد منه لنجاح الدعوة. ¶ 2 - الخبرة الأمنية: إن المدعوة تربية وتعليم ورعالجة ¶ وتوجيه لا بد فيها من، الدراية بأصول المقواعد المثربوية. ¶ والأحوال المنفسية، والجاهل بهذه الطرق يخفق كثيرا ¶ __________ ¶ (1) ج 1 ص 265.",
            "page": "185",
            "part": "1"
        },
        {
            "id": "186",
            "nass": "- 186 -  ¶ فى مهمته، فقد يضر من حيث يظن أو يعتقد أنه ينفع، ¶ ءوقد يكون تصرف واحد منه قاضيا على كل جهوده. ¶ لقدد نصح المنبى ا! معاذا وزميله حين أرسلهما الى ¶ اليمن قائلا: \" لسرا ولا تعسرا، وبشرا ولا تنفرا، ¶ وتطاوعا ولا تختلفا \" (1). ولما شكا المناس الميه إطالة ¶ هعاذ فى الصلاة قال له: \" أفتان أنت يا معاذ \"؟. ¶ لا ومن مظاهر المفنية - فى الدعوة ما 7 روى أن عمر ¶ ابن المخطاب ر! ما ا ادثه عنه، عندما بلغه! أن عظيما ¶ بالشام - يسرف فى الم! ثزاب، \"كتب -اليه أية \" غافر المذنب ¶ وقابل المتوب)) وأية \" قل يا عبادى المذين أسفوا ¶ على أنفسهم لا تقنطوا من رحمة الىدله إن الله يغفر ¶ ا/لذنوب جميعا)). ¶ وقال لحامل الكتاب: لا تدفعه اليه حتى يصحو من ¶ سكره، ثم قال لإخوإنه: ادعوا له بالتوبة. فحسن ¶ حال الرجل، ثم قال عمر: ءهكذا افعلوا اذا أردتم ¶ المدعوة، وهذه الخبرة الفنية مستقاة من قول ا، د! ه ¶ تعالى: ((ادع الى سبيل رلجث بالحكمة وا! رعظلأ ¶ الحصنة وجادلهم لابالتى هى أحسن -)، (2)، وسيألى ¶ لهثرح الحكمة فيما بعده ¶ __________ ¶ (1) رواه مسلم. ¶ (2) سورة النحل: 5؟ ا",
            "page": "186",
            "part": "1"
        },
        {
            "id": "187",
            "nass": "- 187 -  ¶ 3 - مما يلزم لنج! اح الداعى أن يكون على! لق ¶ كريم، وعلى هيئة غير منفرة.! ¶ (أ) فالأ! خلاقما سلاح فعال فى نجاح الدعوة، وهى ¶ فى الوقت نفسه دعاية صامتة، قد تغنى عن إ المدعاية ¶ القولية، والأخلاف الملأزمة للداعى كثميرة، منها ¶ المصبر والتحمل، فميدان 3 الدعوة ميدان جهاد لا بد ¶ اليه من متاعب ومشاف، ينبغى أن تقانجل ءبالصبر، ¶ ورسول الله ط!! هو قدوة الدعاة فى ذلك، والمشواهد ¶ كثيرة زخرت بها كتب\" السيرة. - ¶ ومنها عدم الحرمى على الدنيا، واالمعفة والقناعة ¶ المتى تملأ النفس رضا، والقلب طمأنينة، وتكف ¶ اعن المتفاءهات والدنايا المتى. يترد-ى فيها الشرهون ¶ الحريصون، وصدف رسول الله إذ يقول \" ازهد فى ¶ الدنيا يحبك الله، وازهد فييما\" فى أيدى المناس يحبك ¶ الناس \" (1) ¶ فليكن رائد الداعى من دعوقه هو رضاء الله كا وحب ¶ الخير للناس، وفى المحديث الشريف \" من-كانت ألدنيا ¶ همه فرف الله) عليه إمره أ وجعل فقره ب! يئ محينيه، ¶ ولم يأف من الدنيا إلا ما كتب له، ء\"ومن كانت الآخرة ¶ __________ ¶ (1) رواه اين ماجة.",
            "page": "187",
            "part": "1"
        },
        {
            "id": "188",
            "nass": "- 188 -  ¶ همه جمع الله له أمره، وجعل غناه فى قلبه، وأتته ¶ الدنيا وهى راغمة \" (1). ¶ ومن الأخلاق إستقامة السملولث بوجه جمام فى أداء ¶ المواجبات والبعد عن المنهيات، حتى يك! ون الداعى ¶ قدوة لملناس وحتى يجتذب قلوبهم اليه ويكسب ثقتهم ¶ به، وحتى لا يشك اللناس فى صدق! ا ما يدعو اليه اذا ¶ كان هو غير عامل به، والثقة والمحبة من أقوى عوامل ¶ النجاح. ¶ ومن اللأخلاقما اللازمة للدعاة اذا كانوا فى مكان واحد ¶ الاتفاقما وعدم الاختلأف، وهذا أمر له أهميته البمالغة ¶ ولعل مما يع! يئ عليه هو الاخلاص للواجب ورعاية ¶ المصلحة العامة، واطراح الأهواء الشخصية والأغراض ¶ الخاصة، فان الاختلاف ب! يئ الزملاء أكبر عوامل الهدم ¶ لجهودهم، وأول ما لنزع الثقة منهم، وي! مىء إساءة ¶ الى الدعوة بعامة. ولهذا أكد النبى ير! على معاذ/ ¶ وزميله فى وصيته لهما أن يلتزما التعاون فقال ¶ \" وتطاوعا ولا تختلفا \". ¶ وما يشإر الى أهمية الأخلأق فى الدعوة قوله تعالى: ¶ \" ومن أحسن قولا ممن دعا رالى اله وعمل صالحا ¶ __________ ¶ (1) رواه ابن ماجة.",
            "page": "188",
            "part": "1"
        },
        {
            "id": "189",
            "nass": "- 189 -  ¶ كقال: إننى من المسلمين \" (1) فمدار لضيل الله ¶ اطدامحى حو،1! عمل المصالح والاخلاص فيه والاستسلام ¶ له سبحانه. ¶ وكانت أخلاقا الدعاة الى الله فى الزمن الأول من ¶ الأسباب القوية فى! رعة انتشار الاسلام، وتقبل المناس ¶ اله كما شهد بذلك الهؤرخودط الملنصفون وكل ذلك ضا ¶ هدى النبى! فى قولمه وفعله الذى فسر معنى الحكمة ¶ افى الدعوة، ويحضرنى الان من ذلك موقفه من ¶ أليهودى المذى أراد امتحانه فى أخلاقه فنجح المنبى ¶ وأسلم الرجل، ذلمك أن زيد بن سعنة قال: لم جم! ضا ¶ علامات النبوة شى إلا وقد عرفته فى وجه محمد حين ¶ نظرت اليه، إلا اثنتين لم أخبرهما منه: يسبق حلمه ¶ +جهله، ولا تزيده شدة \"الجهل عليه إلا حلما: فكنت ¶ أتلطف له لأن أخالطه فأعرف حلمه وجهله، فابتعت ¶ لكنه تمرا الى أجل، فأعطيته الثمن، فلما كان قبل ¶ اكحل الأجل بيومإن أو ثلاثة أتيت فأخذت بمجامع ¶ ،تميصه وردائه، ونظرت اليه بوجه غليظ ثم قلت: ¶ أ* تقضينى يا محمد حقى، فو الله إنكم يا بنى ¶ غبد المطلب مطل. فقال عمر: أى عدو اللى أتقول ¶ ارسول الله ما أسمع؟ فو الله لولا ما أحاذر فوته لضربت ¶ __________ ¶ (1) سورة فصلت: 3 3",
            "page": "189",
            "part": "1"
        },
        {
            "id": "190",
            "nass": "- 190 -  ¶ بسيفى رألمهك. ورسول الله ط!! ينظر الى عمر فى ¶ سكون وتؤدة وتبسم، ثم قال: أنا وهو-كنا أحوج الى ¶ غير ذلك منك يا عمر، أن تأمرنى بحسن الأداء وتأمره ¶ بحسن أتباع الاقتضاء اذهب يا عمر فاقضه حقه، ¶ وزدة عشرين صاعا مكان ما رعته .. ففعل، فقلت) ¶ يا عمر كل علأمات النبوة قد عرفتها فى وجه رسول الله ¶ صلى ا الله عليه وسلم ح! يئ نظرت اليه إلا اثنتين لم ¶ أخبرهما يسبق حلمه جهله ولا تزيده شدة الجهل 2 إلا ¶ حلما. ¶ فقد خعرتهما، فأشهدك أنى رضيت بالثه ربا، ¶ وبالاسهلام! ديلنا، وبمحمدا نبيا (1). ¶ وروى أنه \"قال لعمر فى موقف أخر من امواقف ¶ الدعوة المتى أغلظ فيها الأعرابى، أما علمت أن ¶ الحليم كاد أن يكون نبيا؟ وقد أسلم اللأعرابى لهذه ¶ المعاملة وعاد \"الى قومه داعيا 1 الى الاسلام ا (2). ¶ ومن حسن أخلاف المنبى أيضا فى الدعوة أن أعرابليا ¶ دخل الملسجد فبال لأفيه،، فصاح الناس به مستنكزين ¶ عمله، فقال لهم النبى! سة!: \" دعوه ولا تزرموه \" ¶ __________ ¶ (1) رواه الطبرانى وابن حبان والحاكم. ¶ (2) رواه الدارتطنى والييهقى والحاكم (! م \" -!! لأ9",
            "page": "190",
            "part": "1"
        },
        {
            "id": "191",
            "nass": "-191 -  ¶ - لا تقطع! ا عليه بوله - فلما فرغ دعا بدل! من ماء ¶ ! صبه عليه ا (1). س كا ¶ (ب) و! حسن هيئة الداعى، فى هندامه الجميل ¶ ،مظهره الكريم وعدم التشويه المنفر، له دخل كبير ¶ فى تقبل ما يدعو اليه،-وفى التفاف القلوب حوله، + ¶ وهذه ط! بيعة بشرية لا ي! ثثك فيه! ا أحد، ولذطث كان ¶ لمسل الله بريئين من كل ما ينفر الناس، فمهمتهم ¶ تأليفهم لا تنفرهم، وتقريبهم لا إبعادهم. ¶ وإذا لم يكن+للدأعى نصيب فى الحسن الخلقى الجذاب ¶ 9ليكن أ ذإطث بما يستطيعه من حسن الهنداما، وقد كان ¶ لمرسول الله ازو! حلة يلبسها للعيدين وا! جمعة، كصا ¶ ذ؟ كره ابن القيم (2 - )، وقال لأصحابه: \" ما على أحدكم ¶ لو اشترى، إن وجد سعة، ثوبين ليوم الجمعة سوى ¶ ذوبى مهنته)) ال!). ¶ ومما يدل على تأفي المظهر بوجه عام فى الدعوة ¶ ه، ذكره \" أرنولد)) فى كتابه \" تاريخ الدعوة))،41) ء ¶ إذ يقول: يتحدث سعيد بن الحسن أحد يهود الملاسك! رية/ ¶ __________ ¶ (1) رواه مسلم. ¶ (2) زاد المعاد ج 2 ص 121 ¶ (3) رواه أبو داود وابن 2 ماجة 0 3 ¶ (4) ص 58، لأ -، + \"، 0 7 0 77،لأ",
            "page": "191",
            "part": "1"
        },
        {
            "id": "192",
            "nass": "- 192 -  ¶ الذي اعتنق الا! هحلام سنة 338 لأ م، عق مشهد صلاة ¶ الجمعة فى مسجد باعتباره عاملا حاسما فى تحولمه المى ¶ الاسعلام فيقول: وعندما دخلت المسجد ورأيت المسلمين ¶ يقفون صفوفا كأنهم الملأطكة سمعت هاتفا يقول:!! ذة ¶ هى المجماعة التى أخبر الأنبياء بقدومها، ولما ظهر ¶ المخطيب مرتديا عباءته المسوداء العمتولى على شعور ¶ عصيق من الرهبة، ولما بدأت الصلاة أحسست بقوة ¶ تدفعنى الى الن! وض، لذن ص! وف المصلمين بدت أمامى ¶ كأنها صفوف الملائكة التى يتجلى الله المقدير فى ¶ سجداتهم وركعاتهم، وأيقنت فى نف! م! أنى خلقت ¶ لأكون مسلما. ¶ وقال ري! نان: ما دخلت مسجدا قط دون أن تهزنى ¶ عاطفة حادة أو بعبارة أخرى، دون أن يصيبنى أسف ¶ محقق على أننى لم أكن مسلما. ¶ فالمظاهر الحسنة بوجه عام لمها أثرها المكبير فى ¶ النفوس وبخاصة وسط قوم يحبون ذلك، ولأمر ط أقر ¶ عمو رضى أدله عنه ما رأى عليه معاوية بن أبى سفيان ¶ ح! يئ كان واليا على الشام، ورأكما ما فيه من المظاهر ¶ التى لا ع! د للعرب بها، الأنه عرفه أنه ب! ن قوم يقدسون ¶ هذة المظاهر، والذكى اللبق هو من عرف كيف يسيطر ¶ على القوم وبأكما وسيلة ينجذبون اليه.",
            "page": "192",
            "part": "1"
        },
        {
            "id": "193",
            "nass": "- 193 -  ¶ وبهةا ت! ف أن إعداد الداغ! عل! يا وخلقيما! فنيا ¶ له ألمتؤ 8 الكيير فى ثصاح إلدعوة، ول! بب \"العهذا من ترتيبإلت ¶ خاصة ودراسة معالنة؟! ث! سجيهنابتا فجالة دؤاختيالر ¶ موف!، إن هذلاا الإخداد ل! يكون بفثل التوجي! ات العامة ¶ ل! ترة مهحد! وثهة، لل لا بد أن يستغوقا سن! يئ طويلة ¶ وبثخاصة مرا أج! ط ا، طمئنان عل! الناحية الفنية ¶ والخلقية، إن بعث واحد فيه هذه المواصفات كا! لة ¶ خر من ألف لينقص! م هذا الإع! اد 4 إن! ا الإرسماليات ¶ الدلين! ة فى أوربا لهما هعماهد! ا هم! سحسالعها المخالاصة ¶ ليربى! ي! ا ال! عا! مخلى نظام! ه!، وبخاصة من الناحية ¶ الخلقية، وقد يكون من افي! فوا التفكير فى إن! ثماء معاهد ¶ لتخريج الدعاة تكون منماهجها متناسبة مع مهمت! م، ¶ و، يلحق بها إلا المحروفوز، بالملاحظة والتجربة الدقيقة ¶ أنهم ذوو أخلاقما حممنة ترشحهم للفيام بهذه ألمهمة ¶ النبيلة. ¶ ؤيعجبثنى الا هذا المقام! ديث للموخوم المشيخ ¶ المواغنى فى جريدة الدلستور م! نة \"193 جاء فيثه: ¶ ومن لوازم الداعى أن يكون شجثافا ضمادقا! ى ¶ الإي! عالنا ب! ما ي! دعو اليه، يروا لمنط الإقدام! لذ! وحقا للنف! س ¶ الخير!، يمؤديه احتسابا لئه ل! على أفه مكلف به يؤديه ¶ لهلأجر يرزيادة الدرجات والمرتالات، ومن حق الداعى",
            "page": "193",
            "part": "1"
        },
        {
            "id": "194",
            "nass": "- 194 -  ¶ أن يكون بصيرا بالوسط الذى يعيش فيه،! خبيرا بأحوال ¶ النفوس، واسع) 2 الحعيلة لافى التنقل من طريق المى طريق، ¶ يقصد الهداية المطلوبة مق! رليقها النافع. ¶ وليس أفعل فى النفوس من جلال تكسبه المتقوى ¶ وملازمة حدود الله، ومن جمال يلقيه العلم الناضج ¶ على صاحبه، ومن هيبة يوجدها الإعراض عن الدنيا ¶ وعدم الحرص عليهاه ¶ وقد شاهدنا فقراء. ليس لهم إجاه رصمى و، عزة ¶ عصبية يهابهم أصحاب المقامات الرفيعة والأموال ¶ المكنوزة، وينكمشون أمام! يبتهم المتى بسطتها المتقوى ¶ وزانهم بها 1 العزيز الحكيم. ¶ خامسا: لا بد أن\" تكون هناك حكمة فى الدعوة، أ ى ¶ تخطيط دقيق يتناول أسلوبها وأغراضها ومعانيها وكل ¶ ما يتصل بها، وأحسن تخطيط ما كان مستوحى من ¶ القر 6 ن الكريم والسنة وما يضاف اليهما من التجارب ¶ والخبرات النابعة من وحى الظروف والأحداث، قال ¶ تعالمى: \" قل هذه سبيلى أدعو المى الله على بصيرة أنا ¶ ومن اتبعنى \" (1). ¶ فالدعوة عل! بصيرة أى على يقين وإيصان، أو على ¶ علم وهدى، وهذا العلم الذى ينير طريق الدعوة مب! يا ¶ __________ ¶ (1) سورة يوسف: 108",
            "page": "194",
            "part": "1"
        },
        {
            "id": "195",
            "nass": "-195 -  ¶ فى قوله تعالى: ((ادع الى سبيل ربك بالحكمة والموعظة ¶ الحسنة وجادلهم بالتى هى أحسن \" ا (1). ولا أطيل ¶ عليك فى ذكر ما قاله لاالمفسرون فى هذه الاية، وعدم ¶ اتفاقهم على رأى فى معن! ا الحكمة وأذكر لك ما أميل ¶ اليه من هذه الاراء. ¶ يبدو أن الحكمة هنا هى العقل والتفكير السليم الذى ¶ ي! ضع كل ش! ء موضعه، وقد أمر الله نبيه باستعمالها ¶ ليكون أساس دعوته معقولا ومقبولا، وليكون سلوكة ¶ مع الئاس سلوكا مستقيما -. ¶ ولعل هذا المعنى هو المراد من الحكمة فى قوله ¶ تعالى: \" يؤتى الحكمة من يشاء، ومن يؤت الحكمة ¶ فقد أوتى خيرا كثيرا)) (2). لأنها أتية بعد أدلة التوحيد ¶ فى مجادلة ابراهيم مع النقرود، وفى قصة عازر ¶ وابراهيم والبعث، و! رب أمثلة محسوسة للدعوة ¶ الى الإنفاقا الخالص دثه بالسنابل والصفوان والمطر ¶ والجنة والإعصار، والإنفاف من الطيبات *، لأننا لا نحب ¶ أق نأخذ المخبيث فكيف نعطيه لغيرنا، والتفكير فى أنلأ ¶ المشيطان يعد الفقر واللى يعد الغثى، فكل هذأ مما ¶ يلفت النظر ويجوك فيه الفكر، ومن اهتم بهذا النوع ¶ __________ ¶ (1) سورة النحل: 125! و 6 ¶ (2) سورة البقرة: 266 / س ع كا",
            "page": "195",
            "part": "1"
        },
        {
            "id": "196",
            "nass": "- 196 -  ¶ فق! أوضى! ا! را،! ما لهذكو إلا أولمو الألبالكها، ولغلى ¶ ال! م! ب! ه! ا المبنى هئ هنة الله عك داود فى قوله: ¶ \" وخ! ددنا ه! ه وآل! ينماه الحك! ة وفصلى المخظاب \" (1). ¶ فالخكمة أن تكوق الفكز! س! والاك اء جم!،! ¶ تشمل المعنى والأسلوب، ثم إن المراد بالموعظلأ ¶ المححسنلأ أنيكو! أ التر! يد! لى ا! ير والض! ب مق التتر ¶ بما!! نجطي! دط ل!! ثحنت! فيه ولا سكجال! ا هثلا آ فإن هثلط ¶ ! ذهالأسالليملمط المخففة يحدلث عكللى المطلولب، قال! ¶ تعالى: ((ولا تسبوا الذين يد! ن! ن!! ن الله! مبوا ¶ الله عب! ا بغيز علنم \" (2) 5 ¶ وكاف! ا الألصبوب ب! ة صد! ما طن يواجه الوس! ل ¶ ب!! ته المث! ائك المضاللأ والعاداتط الممفعاسب!، ويقوم ¶ ونحده ب! ذه الدعوة، والم! مافىلة هى الجخعا! مة فلت! كن ¶ بالصليغة المحصفى، ف!! سبوك فكن حلبعا، و!! أ! وثا ¶ فكى صبورا، ولعل مما يدثمنير الى! لك قولة ق! الى، ¶ \" ولا ثع! لتوكلا المضسفلأ ولا اللمثكميفة اثهف! ع بالتى هى ¶ أحسن \" ي). فالممت! ل! عيم طو! يق اللبما! والكالهو ¶ الذلمحظ أحى وألمفعه ¶ __________ ¶ (1) ص 0 2 ¶ (؟) سرة ا+لهعام: 108 ¶ (3) سورة نصلت 4 3",
            "page": "196",
            "part": "1"
        },
        {
            "id": "197",
            "nass": "- 197 -  ¶ فالأسلوب الحكيم ثا الدعوة لهمطاهر مط! جبدة ¶ وألموإن مختل! ة، و! د يصلح لوبن! ما بل! س وللا ل! ال!! ¶ أخعر، وقد يثالع أحدها! ع! بر ويضر! عصر أخر، ¶ وضا وافع هدى الاسهلام فى الفران! السئة، وضه يخجاربا ¶ المخثصين فما الحطالم أذكر! نا بعض مظا! ر الصكصة ¶ ! تبليخ المدمحو\": - د ¶ 1 - من الحكمه علد افثلاع عقطد! باطللأ أو جمادفى ¶ هاسد!، أو فف! وضع هعين، ألا يو! ه العمك الى! لك ¶ بطريق هباشر، بل يئخذ له طويق لا يثير معارضة أ و ¶ يوقد نار فتنة، فإن الموروكات وبخاصة منها المق! سات ¶ الديلية ليش من 2 السهل، تحويل ا*نسان عنها 7، فنى ¶ إنسان معثز برأيه وعقيدثه،11 وكل جماعة هحثزة/ ¶ بمقدساثها ومعئدة بسلوكها، وفىلك أمبر طبيعى فيم ¶ الجنس البشرى، لأن مظهر الجرية والمكرإمة والعناد، ¶ يظهر بوضوح عند توجيه النقذ الى المعقيدة والمسلولمث، ¶ وقد تفدم نهى الله ثبيه أن يسب الدين يدعون من دوني ¶ الله فيسبوا الله عدوا بغير علم. وحسب الدأعى 2 الحكيم ¶ فى مواجهة الباطل بعد دراسمة كلط إل! وهم أدنا بيجاول ¶ زحزحة الناس عن ثقتهم فما عقيدتهم! وهممطوكهم وبطريق ¶ غير مبا! ثر، ولعل مما يفيد فى هذا \"المجال 4\"بز",
            "page": "197",
            "part": "1"
        },
        {
            "id": "198",
            "nass": "- 198 -  ¶ (أ) توجيه الأنظار الىلانواحى الشر والفساد فى ¶ عقيدة ميط العقائد، أو نمط ميط السلوك يشبه ما يريد ¶ أن يغير الداعى، ثم يترك الفرصة للعقل يفكر ويقددو، ¶ فقد ينتبه بنفسه الى مواطن الشر فيحاول باختياره ¶ أن يصلح ميط شأنه، إن الله سبحانه وهو يوجه أنظار ¶ المشركين الى فساد اشراكهم بالثه مخلوقات لا تسمع ¶ ولا تبصر، ولا تغنى ميط المحق شيئا، عدد عليهم نعمه ¶ الكثيرة وبين أنه وحده خالقها والمتفضل بها، ولأنهم ¶ يعتقدون أنه وحده خالق كل نتىء، كما ورد فما قوله: ¶ \" ولئن سألتهم من خلق المسموات والأرض ليقولن ¶ خلقهن العزيز العليم \" (1). ولكنهم يشركون الأصنام ¶ معه فى العبادة، لما حكى الله عنهم بقوله: \" ما نعبدهم ¶ إلا ليقربونا الى الله زلفى \" (2). قال الله لا بعد تعداد ¶ النعم فى أوائل سورة النحل: \" أفمن يخلقس كمن ¶ لا يخلق أفلا تذكرون)) (3)؟ ¶ فإلقاء هذا الاستفهام الإنكارى يوجه أنظار المشرك! نا ¶ للتفكير فيما هم عليه من عقيدة. ¶ __________ ¶ (1) دسور! الزخرف: 6 ¶ (2) سورة الزمر: 3 3 ¶ (3) دسورة النحل: 17 /",
            "page": "198",
            "part": "1"
        },
        {
            "id": "199",
            "nass": "- 199 -  ¶ ومثله ما سلكه الاسلأم- فى تحريم الخمر، وكان شربها ¶ متأصلا فى العرب ء، لم يشأ أن يوجه الميهم النقد المباشر، ¶ ولكن بيه! ل! م أنها من نعم الله عليهم فقال تعالى: ¶ \" ومن ثمرات النخيل والأعناب تتخذون منه سكرا ¶ ورزقا حسنا \" (1)، ولما سألوا،: هل هى حرام، اكتفى ¶ ببيان ما فيها مننفع و! ر وأن الصر فيها أكبعر، وترك ¶ للعقل يفكر ويوازن ليدرلبنفسه أن ما كثر ضرره على ¶ نفعه جدير بتركه، فالعمل الذى تفوقا خ! بمارته ربحه ¶ لا ينبغى أن يحرص المعاقل عليه، ولم يقطع الاسلام ¶ ! يها برأى، - ¶ قال ت! الى: يسمألونك عن الخمر والميسر، قل فيهما ¶ إثم كبير ومنافع للناس، وإثمهما أكبر من نفعهما\" (3). ¶ حتى إذا أدركوا خطرها أخيوا بما وقع من خطأ فى ¶ الصلاة نتيجة المسكر، وبما حدث من شجار وسباب ¶ وتعد على الأموال وغيرها طلبوا بأنفسهم بيانا شافيا ¶ فيه! ا، فحرمت أولا قبل المصلاة \" لا تقربوا المصلاة ¶ وألنلم سكارى ط\"حتى تعلموا\" ما تقولون \" (3). ¶ __________ ¶ (1) سورة النحل: 67 ر ¶ (2) سورة البقرة 219 ¶ (3) سورة النساء ت! 4 لا",
            "page": "199",
            "part": "1"
        },
        {
            "id": "200",
            "nass": "- 200 -  ¶ ثم حرملشا بب ررللنم نهائيا ب! وله ثعاد: \" يا ألهها ¶ الذين أمنوا إنجط الخمبر والميسو والأص! -- وافيزلام ¶ ر! س من عمل الشيطان فاجتفلوه يعبلك! تفلجوني، ¶ إنما يريد، اللثميطان أن يوقع بيفك! ايعداوة! البغ! اء ¶ فى الخمر والميسر و! دكم عن ذكر الاله وجكن إي! لاة، ¶ ! لط أكد!! ئهون \"؟ ا (1). ¶ - ومما يفيد أيضا! هدا اال! الي الإه! اه! يعرهى ¶ محاي! ن الإسلام إن كان يدعو اليه، أو! مالممى! ب ¶ هن المباد! ء افيا كان المق! ود بالدجموة هذا المإ أ، ¶ دون أن يتعرض لذكر مساوىء نقيضه فليتركها بيور! ¶ ال! ا! ع بطريبئ المف! م، وفي هذا العيلي بناء! ي جان! ¶ الد/اعى وه!! يلمبدأ الفالممد مين جمانب المثىب!، ثبايفماء ¶ الالوى اذا طهر بصور (رائعة تداعى غيرهأو قل نتمأنه ¶ دبى - الأكل، ¶ ويقول الملثل الغربى - بدل أن تلعن الظلا! أوقد ¶ ش! معة، ذك أن لعن الظلا! مم جهد! ائح لا!! بي بط، ¶ ولكن الذى بده! صهو عول ا اجمايى! ا مقابل!، وهو ¶ إضاءة الشمعة، فذكر المحاسن لمبدأ يعطي فرصة ¶ للمدعو أن يفكر فى مبدئه وقيمته \" بالكطير/لما\"يراه ¶ __________ ¶ (1) سورة المائدة: 60، 91 د - كا2",
            "page": "200",
            "part": "1"
        },
        {
            "id": "201",
            "nass": "- 201 -  ¶ ويعم! ه، وهفاك لهك! ن لخ! و! يل! يوأ ايجببيد عن ¶ ا! تياع يمون إثار! شعور أو! اعف!! ا خمير حيمبب!. ¶ 2 - ومن الحكمة عرض الثشريع مبسطا وال! يدلم ¶ واجمحة عند الدعو؟ الى الدخيل فى اي! سلام، والح! ر؟ ¶ من تعفيد اكاسلوب واستعمال الوسائل الصناعية ¶ الملتوية التى تشوه طبيعة الأشياء وتخرجها عى\" ¶ بساطتها، الفطرية الى عمل مصنوع معقد. ¶ والبقالدة ال!! يملامل! مي! هطة وواضهحة للا! ا قائية ¶ على العقل، وأدلقها كنثورة في الكهين كهله؟ ألم تبر ¶ الى الأعرابى عندما سئل! عن وجود الله فقال: البعرة ¶ تدل على البعير، وا! أثر يدل على المسير! سصاء ذات ¶ أبواج، وأرفي ذاث ثجماء، وبطر ذاث أمواج، أفلا ¶ يد! فىلك على اللطي! الخبير؟. ولم! سأل المنبى ا أمة ¶ عن اله فأشارث الى السماء حكم بايمانطا8 ¶ إن بساطة افيعرابى في الاستدللال على وجود الله ¶ لا تؤل! عنها كتلسثنبما (! ييوثبى)؟ عالم القرن الثامن عشر ¶ (توفى 737 ام) عندما سئل عن وجود الخالق فقالي: ¶ من الجلى الواضح أنه لا يوجد أ! ا سبب طبيعي يمكن ¶ أن يعزى اليه توجيه جميع الكواكب وتوابجها للبورأن ¶ فى وجهة واحدة وعلى مستوى واحد دون أن يحدث ¶ فيها أى تغيير يذكر. فمجرد اللظر ل! +ا إيق! ي! ر لميلفعهر ¶ بوجوب وجود قدرة إلهية تحدثه ء د",
            "page": "201",
            "part": "1"
        },
        {
            "id": "202",
            "nass": "- 202 -  ¶ فالع! يدة الاسلامية تنادى على نفسها بالصدق ولا/ ¶ تستعصى على الفهم 3. وكانت بساطتها سبيا فى تقبل! ¶ الناس لها، يقول ((أرنولد \": إن هذه العقيدة ¶ البسيطة لا تتطلب تجربة كبيرة للايمان، ولا تثير فى ¶ المعادة مصاعب عقلية خاصة، وإنها لتدخل! نطاف ¶ أحط دركات المفهم والفطنة، ولما كانت خالية مق ¶ المخارج والحيل النظرية اللاهوتية كان من الممكن أن ¶ يشرحها أى فرد، حتى أقل المناس خبرة بالعبادات ¶ الدينية النظرية (1). وقد تقدم لك ما ذكره \"كيتانى\" ¶ عن س تحول أهل الشام الى الاسلام. ¶ 3 - ومن الحكمة عند دعوةء الناس الى اعتناقا ¶ الاسلام عدم التشدد فى أخذهم بمبادئه من أول الأمر، ¶ ومراعاة المتساهل الى حد ما حتى تألفها النفس/ ¶ الغريبة عنها وتتعودها، وستنقاد اليها طواعية بعد ¶ ذلك. كا ¶ وقد رأينا فى وفد ثقيف أن النبى -! أ قبل منهم ¶ الشهادتين والصلاة، وحط عنهم الزكاة والجهاد مؤقتا ¶ كطلبهم حتى يألفوهما. ¶ ثم ذكر) نهم سيصدقون ويجاهدون من تلقاء) نفسهم ¶ وقد كان ذلك (2). ¶ __________ ¶ (1) تاريح الدعوة ص 454 لا ¶ (2) رواه أحمد وأبو داود.! ص",
            "page": "202",
            "part": "1"
        },
        {
            "id": "203",
            "nass": "-203 -  ¶ وجاء رجل الى النبى ط!! فقال بعد أن تعلم هنه ما ¶ تعلم: علصن! رسول كا! دثه وكان فيما علمنى: (\" وحافظ ¶ على الصلوالف المخمدس \". قلت: إنها ساعات لى فيها ¶ أسغال، فمر بأمر جامع إذا فعلته أجزأ عنى. فقال: ¶ حافظ محلى المعصرين؟ قال \" صلاة قبل طلوع المشمس ¶ وصلاة قبل غروبها \" 11). ¶ وكان هذاص المتخفيف من المنبى بصفة مؤقتة حتى ¶ يتعود المرجل الصلاة. /إن المذلين يريدون لملداخلين ¶ حديلا فى الاسلام أن يؤدوا مرة واحدة يمل ما جاء فيه ¶ منتكاليف، قوم لا يعرفون طبيعة المبشر ولا منهج ¶ المدعوة، إن سياسمة المتدرج! حربمة الإصلاح، والمبعد ¶ عن المطفرة يفسرها قول عمر بن عبد المعزيز لابنه ¶ عندما لامه على ارجاء تنفيذ بعض ما يراه حقا، أخ! ث! ¶ أن أحمل المناس على المحق جملة فيرفضوه جملة. ¶ وقد كان المختان من الأمور المتى خشي! ا المنبوذون ¶ فى المهند عندما دعوا المى المدخول فى الاسلام، كما ¶ قررته المبعثة الأزهوية الموفدة الميها سنة 1936، ¶ فصدرت المفتوى بما أذهب مخاوفهم والمدين يسر. ¶ 4 - ومن الحكمة فى المدعوة المقصد الى المرءوس ¶ __________ ¶ (1) رواه أبو داود عن عبد الله بن فضالة عن أبيه.",
            "page": "203",
            "part": "1"
        },
        {
            "id": "204",
            "nass": "- 204 -  ¶ ا! لوة واللثمخصليا! ا الطمأ 7 لأن ايبمل! جطبل! ها يسق! حر ¶ وراء! ا استجابة الألتباع والبهمهطماء /بقألثير عام! ل المتفخليد ¶ أو بحهك! إيب! لمحة! بإن (ييكبير والصغير وايوئي! م! ¶ والمرعوسى. ¶ وكان يود البالى -! آ أى يطمملم بمبمار قوهه ولكن ال! ¶ أخبره أنهم لن يستجيبوا له الان، وسيد! ن فما الإسلام ¶ عطندما لتتهيأ ال! وفط، وكابئ ذفى فى التح مكة! د ¶ إحيدى وعثهرل! ن لهمفة من بدء الدعو!. ¶ لقد جمتب النبى الى الملولأ والكبمار رصاء أق يشل! ¶ أكتوامهم بإب! حلاههم، ولما ككلرضى جمال الدين اللاسلام ¶ على \" ئغل! تيمور حنان)، هلك \" كشغر،)، (13،7 -  ¶ 1363! م!) اقئنع به ثم قال له! لا أستطيع أن أهدى ¶ أئباعى الى الاسلام حثى يؤول الملك العام الى بعد ¶ توحيد الإمارات، وكد! ان دلك، فدعا اي! مراء ثفبلوا، ¶ و! ب أ! ده! مبارزة ا الداعى الى ا، لمملام لفادمه فقبل ¶ ا\"لتحدى وانتصمر فماسلم الأمير وأسل! فى ذلل! المشهد مافة ¶ وسثون ألفا، وأصبح الدين الإسلامى منذ ذلك الوقت ¶ دين سكان الحضر لى الولاياث المخاضلأ لسلطان خلفاء ¶ \"اجفطكا ا، \" (1) 5! 4 ء ¶ __________ ¶ (1) تاريخ الدعو؟ لأرقولد! 26 2، \"26 4 ء- -!،،",
            "page": "204",
            "part": "1"
        },
        {
            "id": "205",
            "nass": "- 205 -  ¶ ! داق ر! ط! و! عهث! ى ضمات وأ! فا حن اي! تبا!، ¶ وال! و *مثل! ذ! الصالالع! جه! مثت! ره ¶ وكان من حيل المستعمريرأ فئ كا الشكب علئ ¶ مذهب أو سلوك معين أن يولوا أعوانهم المنا عب ¶ الكنيركاحتى ب! د! م الأنباع والمزءؤللمون ويستجيبوا ¶ لتؤجيهاثهم، إها عن عقيد!، وإحا لمجود المظبط المتنئ ¶ !! تتطور بدرور المؤفن اك امحتقاذ، ¶ 5 - وهرأ المحكمة أق يكشب 2 المداغى ضداقة الكثيريثى ¶ ممن تطن حنه! المجار! ة! أو صم فايصير! مقه، ¶ و) تا يفف! لمخا! المف! التى ققف فى طري!! عوته ¶ ! ث! دها أو! جنجهما ب! يقلأ ش! يلأ لا! ير فتنة، ¶ ثال! عوة حرب، والحرل! خدمحة لا بد في! ا من التجاليل ¶ البرى ء لشق الطويق يأمان. ¶ وهذه مداراة لا بأس بها، ولنا فأقول رسول ¶ لله - صلى الله عليه وسلم - في شأن عيينة بن حصن الفزارى حين رآه مقبلا ¶ عليه \"بئس أخو العشيرة \" فلما جلس الرجل تطلق ¶ النبى فى وجهه وانبسط اليه، ولما سأنته عائشة عن سر ¶ هذا المسلك قال: \" متى عهدتنى فاشا، إن شر الناس ¶ عند الله منزلة يوم القيامة من تركه الناس اتقاء ¶ شره)) (1)، ¶ __________ ¶ (1) رواه البخاري",
            "page": "205",
            "part": "1"
        },
        {
            "id": "206",
            "nass": "-206 -  ¶ وقد قال العلماء: إن هذا السلوك مداراة بذلت فيها ¶ الدنيا لصلاح الدين أو الدنيا أو هما معا، وه! ا مباحة ¶ وليست مداهنة يبذل فيها المدين لصلاح الدنيا فهى ¶ مذمومة (1). ¶ 6 - ومي! الحكية حسن اختيار الموضوع المذى يتحدث ¶ فيه الداعى، أو المبدأ 1 المذى تراد المدعوة اليه بوسيلة ¶ مي! الوهسائل، فالموضوعات والمسائل تختلف من بلد ¶ الى بلد ومن زمي! الى أخر، وليكن الموضوع منتزعا ¶ مي! واقع البيمئة وحكم الظروف ومتطلبات العصر، ¶ لا ما يختاره المداعى حتى لو كان غير مناسب لمقتمئ ¶ الحال. والنبى انن! كان إذا سأله هسائل أجابه عن أهم ¶ الأمور التى تناسبه، وإذا طلب منه وصية أو! ا بما ¶ يصلح شأنه، إن الموضوعات التى تناقش مثلا فى ¶ أوروبا غير التى تناقش فى وسط إفريقيا، والموضوعات ¶ التى تثار فى البلاد الرأسمالية غير التى تثار فى البلاد ¶ الاشتراكية، وما يصلح للبدو لا يصلح للحضر، وهكذا. ¶ ومي! أهم ما يعالبم من موضوعات ما يأتئ: ¶ (أ) الرد على الشبه التى يثيرها /المستتنرقون ¶ والمبشرون وأصحاب النحل والمذاهب الهدامةأ ¶ __________ ¶ (1) المواهب للقسطلاني ج ا ص ا! 2، 292 1. - م!",
            "page": "206",
            "part": "1"
        },
        {
            "id": "207",
            "nass": "- 207 -  ¶ والمتحررون الذين يميلون الى؟ اللادينية ومن داروا فى ¶ فلكهم لنب! يئ وجهة نظر اللاسلام فيها. ¶ فإذا كانت هناك شبه قطعن مثلا فى مبادىء الاسلام ¶ كعامل من عوامل النهضة والرقى،! وتوبط بين تأخر ¶ المسلمين وبين مبادىء الدين. فعلينا أن نب! يئ سلىمة ¶ المبدأ من حيث ذاته، ونب! ن السبب أ فى تأخر المسلمإن ¶ عن غيرهم من اللأمم، وهى أسباب خارجة عن نفس ¶ التشريع، فهى إما لسوء فهم للمبادىء أو ج! ل بها، ¶ أو تعلق بغيرها والى جانب الرد على الشبه يجب أن ¶ نفيد من توجيهها الينا فنضع المحلول التى تود عمليا ¶ على هذه الشبه بالتمسك بمبادىء الدين وتطبيقه ¶ تطبيقا صحيحا. ¶ فصن الشبه مثلا ما يتعلق بالقران من ناحية جمعه ¶ وترتيبه وكتابت! ه وقراءته، ومن نسبته الى النبى وعدم ¶ نسبته الى الله، كما أثار ذلك حديثا المح! مى ((ريكيه)) ¶ فى محاضرة كاألمقاها بجنيف فى. قاعة القديس بطرس. ¶ ومن الشبه \" ملنافاة بعضى مبادىء الاسلام! لمدنالة ¶ كتحريم الريا،، وإباحة ءالطلاقا لم +، وتعدد الزوجاتا، ¶ فتجب \"المعنأية بالرد على هذة الشبه وتؤوي! دا ا 1لمعلماء ¶ بالثقافة المواسعة لإهكان مواجهة، هذة \"اللأباطيك؟ 15!.",
            "page": "207",
            "part": "1"
        },
        {
            "id": "208",
            "nass": "- 208 -  ¶ ! (لط) وليصثا! عير حقائق ايهلثمحلام! كثل! موا عالمبكا ¶ عصريا يتصل بالثكافالط الط! ر!، ويواز!! بيف! ا ¶ وبص ه! ا أنك! ط الميه ضهة الأ! حات! قوزته الت! اوفي، ¶ وشرع المفاهيم هااللغة وابمرو! ال! تى تنالحلها العصر ¶ ووخم! ذائرة محارف! إسملافعة ذالتا دراسة عميقة مخل! ¶ هب ا الأكسالس ل! تكون مرجعما صادقا للمرأغبرط ؤلما المعرف! ة ¶ الدينية المعحيجة وسضلاحما تد! ع! ه ال! ثثي! ها! تط وابشكؤك. ¶ إن الإسكلام ما يزال بكرأ صأ! ه ا! ا!! ل! ي! م! مابر ¶ غوركاولم يوث! لى صيح ضائ!، ومما أك! نؤ! ما، ¶ ؤالثقافا! والحضإرأت ؤا قظور وتص،!!! كماخ! ¶ العصور المداضية أفادت مق الاحلام وكتابه بم! ا طوئما ¶ وفسرته بما كان عندها من ثقافات، فإننا الأن فى حاتجة ¶ الى شروح وتفسيرالت ب! لغة الضصر وخاجتهه ¶ يقولط (ولمفرد جمانت! يك شمهايلثط!: يمك الكتببهه ¶ واللأحاديث التى تتصل بهذأ الدين تتخذ ه! وقف المدفاجم! ¶ وتهدف الى حماي! ذمار الاسحلأم أكثو مصا ترفى الئ ¶ شرحه وف! مه، وترمى الى دعمه ومظاهرته أكتر ¶ مما ترمى الى بيانه وكشفه، وهذه ألحقالقة! ثشغبها ¶ البكيد هى علة سوء التفا! م بين المص! لمين والغربييماق، ¶ و! ى اليصطت فئ أن مخير المح! لميمان يصيئون ف! الأ! ار ¶ ألالمثلاصيلأ الحدينلأ.،.",
            "page": "208",
            "part": "1"
        },
        {
            "id": "209",
            "nass": "-209 -  ¶ وأالمواقع أن كلا ضه إل! ائ! ن لم ك! رلث الجوقف إفىرإكا ¶ تا! ما،! هالمهم! ن يأخث! ون كتفمايا الدلين بلطثملليم ول! ¶ يقبلون ليمواها، على حين تجد الغ! ربي! ق يؤمنونا ¶ بالتفه! ير العقلى، وهذه الطريقة التى يتبعها المسلمون ¶ فى تقبل دينهم تفسد تقدير الغربيين! لاشلام المحد! ث ¶ وتقف حائلا! ما. م المسلم فى صرأمحه ضد الصعوبات ¶ الدينية الحديثة ألمتى يمواجهها. ¶ ومع عدم تساليمئا. بهدأ الكلام عك إطلاقه، فإلتئا ¶ نريد أن لا ندع مجالا لمثلى هذهألاتتقادات، فنفسر ¶ إصلأمن! تفسيرا لخصي! حديث! يط! ناسلب، مح الثقا! ات ¶ الحاضرة ليعليش معها ويظهر دهمموه عليها. ¶ (!! يجلبط ل! نقية اكألاسلأم! ميق كبل دحنيط عليهق ¶ عقا! ئدف وعبعماحونإتهوإ، حنعلاقه وهمال! تلثرليجالمئه، كظرل هذا ¶ الدخيل يشوه جماله ويظهره بص! رة مصدم! خة. إمانم/ ¶ الأجحالنب، لقؤ! ثوهبم! يه وتحمل! م علعى توجيه الطعوبئ ¶ اليه،! إنتطاعة أنه دين لا يدستطنيع أن 3 كيقفط/ أمام المعقل ¶ والمنطق! وحهقائق العلم، وبالتالى للا يتجاؤل! مع ¶ المحياة فى سنن! ا الكونية الثابتة ومقررا- م الأكيدة. ¶ ولعل من المخير أن يتجه الاصلاح الى الطوائف ¶ انمتجوة بالدمحوة الى الالل! لإم كما محير علم صيع ¶ ا؟ ا) 4",
            "page": "209",
            "part": "1"
        },
        {
            "id": "210",
            "nass": "-210 -  ¶ بحقائقه، إنهم -يدخلون عليه كثيرا ميسا الضرافات ¶ لاستمالة السذاج اليه، فى الوقت الذى يباعدون بينه ¶ وبين العقلاء المتعطشين الى دين صحيح نظيف. ¶ وإنصافا للحقيقة نقول: إن كثيرا من طلاب 3 العلم ¶ الوافدين الى الأزهر ميسا أطراف أفريقيا ووسطها التى ¶ انتشر الاسلام فيها بطريقة أولية، يعودون بعد ¶ تخرجهم حاملين شعلة الاصلاح الى أقوامهم ويزيلون ¶ هذه الملصقات من جوهر الدين. ¶ وكانت السلطات الاممتعمارية تضطهد! ؤلاء الطلاب ¶ الذين يفتحون عيون الأهالى على ال! قيقة الاسلامية ¶ اللنقية، محاولين إبقاء الناس على جهل! م وضلألهم ¶ حتى يضمنوا استمرار المتسلط عليهم وصهولة انتزاعهم ¶ ضا هذا الدين المشوه. ¶ كما يجب أن نتنبه الى خطر الطوائف التى نشأت ¶ فى المجتمع الاسلامى كالقاديانية والبهائية، وبيان ¶ ضلال الأسس التى قامت عليها، وتبرئة الامملام مما ¶ شوهوا به جماله. ¶ سادسا: لا بد أن تنثر الدعوة بكل الوممائل الممكنة ¶ التى أعرض منها ما يلى:",
            "page": "210",
            "part": "1"
        },
        {
            "id": "211",
            "nass": "- 211 -  ¶ 1 - ترجمة معانى القرآن ترجمة صيحة بالقدر ¶ الممكن بعد وضع تفسير مبسط له لا يحعمل اتجاهات ¶ معينة، وستكون هذه الترجمة مصححة للترجمات ¶ المباشرة للقرأن التى تحمل كثيرا من الأخطاء، على ¶ أن تنشر هذه الترجمة بعدة لغات هامة، وإن لم ¶ تتيسر هذه الترجمة فلتوضع كتب مبسطة فى مبادىء ¶ الدين بلغات البلاد التى تحتاج المى هذأ ال! قدر المبسط ¶ لتعرف شيئا عن الاصلام فتؤمن به. ¶ 2 - دعم الصحافة. الاسلامية وتزويدها بالترجمات ¶ الهامة لمبادىء الدين، والرد على الشبه الالموجفة اليه، ¶ وتفسير حقائقه تفسيرا علميا عصريا، وتعنبى بأخبار ¶ العالمي الاشلامى، وتقدم الدراسات الئىفية للإفادة منها ¶ فى مجال الدعوة، وذلك كنشرة (! فيدس \" للأنباء ¶ التبضيرية التى لهصدر أصبوعيا هن مركز. التبشير فى ¶ (روما) ولتظبع بعدة لغات وترم! ل مجانا لكثير من ¶ الجهات. ¶ 3 - يحسن أن تكون هناك إذاعة خاصة ذات برامج ¶ دينية تعنى بالموضوعا/ت الهامة المتى تصلح للبلأد ¶ المختلفة وتكون موجاتها موجهة بلون ثقافى المى المنطقة ¶ المناصبة لفا، باللغة المتى تعرف! ا هذه المناطق، على ¶ أن يكون الإضرأف على. هذ! الاذاعة إضرافا دقيقعا من\"",
            "page": "211",
            "part": "1"
        },
        {
            "id": "212",
            "nass": "-212 -  ¶ مختصين أمناء يخططون تخطيطا يتناسب مع الغرض ¶ الذى أنشئت من أجله. ¶ على إن تكون إذاعة موحدة لتكون الفكرة المنبثة ¶ عئها واحدة، فإق لم يمكن ذلك 4 ينبتى أن تتو! ى ¶ الاذاعات المختلفة فى البلاد الإسلامية هذه المهمة، فما ¶ برإمج خاصة بها، على أفا يكؤن هلاك جهاز تنسيق ¶ لها، متفرع من الجهاز أبعام لل! عوة الذى تخذم ذكره. ¶ 4 - ينبغى أن تعقد لقاءات متكورة لرسم السياسة ¶ المعليا للدعوة، بعد تقديم تقارير وافية يستفاد منها ¶ فى وضح، البرامج للمراحل المقيلة، كما هو متبع فى ¶ مركز التبثمير العالمى فى روما، ولو اتخذ موسم الحج ¶ مثلا! رصة لعقد مؤتمر من هذا ا النوع لكان ذلك أيسر ¶ وأقل تكلفة وأدعى الى الاخلاص فى المحمل الذى يجتمع ¶ المؤتمردون من أجله - وقذ يكون. من الأوفق أن تنبتى ¶ من مؤتمر مجمع البحوث لجنة تخطط للدعوة على ¶ ضوء المتثماوير المواردة والت! ارب الواقعة: ¶ 5 - أن تنشأ مراكز اسلامية للدعوة فى أنحاء ا\"لمعالمم، ¶ ترا قب/ عق كلثب! أفكإز الملفاسى ع! ق. اك! سلام للتصدحى ¶ الأخطاء لم! لقظ! ر ح! حا2 سه! ن!، علبئ، أؤا تعطى هن! ¶ الموأكز إفكانيالت وتشهيلالث ثراسحة لجبامثر! س ن! ث! اط! اكن",
            "page": "212",
            "part": "1"
        },
        {
            "id": "213",
            "nass": "- 213 -  ¶ فهى تعتبر محطات تقوية لإذاعة ال! اية الاكسعلامية ¶ من مراكزهما الإصلية فط البلاد الاطسلامية لى، ومنطلقا ¶ جديدا لملدعوة والمدعاة يلنبثون منه فى الجهات المحيطة ¶ بها على أن تكون -هذه المرايكز وحدة شاملة، أو صورة ¶ مصغوة للصرأ، كيز الكبركا اي! صلية، ففيمها صحافة وكت! ب ¶ ومحاضرات، ومدرسهة لمتعليم الدين واللغة وما الى ¶ ذلك من أنواع النشاط. ¶ 6 - التوسع فى إرسال البعوث الى كافة) رجاء ال! نيا ¶ بعد إعدادهم على المنحو المذى تقدم ذكرة. ¶ 7 - التوسع فى المنهج وقبول الطلاب الموإفدين صق ¶ أطراف العالم لتلقى المعلم فى المعاهصد والجامعالت ¶ الدينية فى المبلاد الالهمملامية لملأن هؤلاى سيعودونا المى ¶ بلادهم وهم دعاة للدين، ويقومون بنشاط قد يكون ¶ أعظم من ثشاط المبعوفين الموفدين الى هذه اليعلاد، ¶ وذلك لأمور: ¶ (أ) أنهم أعرف بلسان قومهم وعاداتهم وجميع ¶ أحوالهم، وقد عرفنا أثر هذه المعرفة فى نجاح ¶ الدعوة. ¶ (ب) عدم تكليف الجماعة الاسلامية أهوال طائلة ¶ وإمكالنيات كبيرة، فالطالب سيعود الى بلده داعيا ¶ بتكاليف أقل كثيرا جدا من \"المبعوث وبجهد أقل.",
            "page": "213",
            "part": "1"
        },
        {
            "id": "214",
            "nass": "-214 -  ¶ (جـ) أنهم مستقرون فى بلادهم غير قلقين، لا تصرفهم ¶ عن المتفرغ. للدعوة ارتباطات أخرى ولا عوامل ضاغطة ¶ من حنين الى وطن أو عدم ملاءمة جوه \" أو غير ذلك ¶ مما يعرض للمبعوث المتغرب عن بلدة المرتبط بووابط ¶ كثيرة، وعامل الإستقرار له أهميته البالغة و الدعوة. ¶ 8 - لا بد أن تدبو الأموال اللازمة للقيام بهذا ¶ النشاط المعظيم، والخبراء فى هذا المجال لهم أراؤهم ¶ ندع ذلك لخبرتهم وعامل المال من أه! م العوامل، إ ن ¶ لم يكن أهمها، فى نجاح كل مشروع، وبخاصة مثل ¶ هذا المشروع المعظيم، وهو جهاد فى سبيل الله، رغب ¶ الاسلام فى بذل أقصى ما يستطاع فيه من مال وجهد، ¶ فما كان الجهاد إلا لنلثر الدعوة وتأم! ن طريقها وحماية ¶ الحريات ودعم أركان السملام، وياحبذا لو كان هناله ¶ صندوف عام يمول من كل الأقطار الاسلامية للجهاز ¶ الموحد الذى يشرف على الدعوة، أو يا حبذا لو زيدت ¶ فى ميزانية كل دولة المبالغ المرصدة لهذا-العملط ¶ الجليل. ¶ 9 - وإذا كان كل مسلم يشعر بأنه مكلف بالدعوة ¶ الى الله بالقدر المذى يعرفه ويسمتطيعه، فإن كل مسلم ¶ وجد بين جماعة غير مسلمين،\" أو جماعة مسلمين ¶ محتاجين الى التفقه فى الدين يجب عليه لأ-أن يؤدى",
            "page": "214",
            "part": "1"
        },
        {
            "id": "215",
            "nass": "- 215 -  ¶ واجب المدعوة فيهم بما يحتاجون اليه، يستوى فى ¶ ذلك الطلاب الموفدون من البلاد الاسلامية للتعلم فى ¶ البلاد الأجنبية والخبراء والسفراء والملحقون ¶ والزائرون والتجار والسائحون وغيرهم من كل من ¶ يمكنه أن يدعو الى. اللهه ¶ وإن لملطرقا الصوفية جهدا كبرا فى نتنر الدعوة فى ¶ أفريقيا واسيا على ما علمت من عرضنا لحركة الدعوة، ¶ إلا أنه ينبغى أن توجه توجيها صالحا بإبعاد العنامر ¶ المتجرة بالدعوة، وتنقية بعضى أفكارها المتى لا يوافق ¶ عليها الاسلام، ولو أنها زودت بالعلماء الذين ¶ يصحبونها ثما اجتماضاتها وتحركاتها لكان لها أثر ¶ عظيم فى نشر الاسلام المصحيح. ¶ وينبغى المتنبيه الى أن هناك بعضى الأفراد ينتحلون ¶ صفة المدضاة يطوفون بالعالم الاسلامى وغيره، لا ¶ يريدون بذلك إلا كسب العيش وليس لهم من العلم ¶ قدر يساعدهم على المدعوة الصحيحة، وقد اتخذت ¶ إجراءات فى بعض البلاد الاسلامية لمنع أى أحد من ¶ أفرادها من المسفر لنشر الدعوة إلا بعد تقرير من ¶ لجنة معتمدة من العلماء يثبت صلاحيته للدعوة، ¶ والاسلام ينهى عن التصدى للدعوة -بغير علم فذلمك",
            "page": "215",
            "part": "1"
        },
        {
            "id": "216",
            "nass": "- 216 -  ¶ كذب وافتراء على الله ورسوله وبالتالى صد عن سبيل ¶ الله لأنه يشوه جمال الدين. ¶ سابعا: ¶ من أهم ما يساعد على قبول الناس لدعوة الإسلام ¶ أن يكون العمل بالدين ومبادئه واقعا حيا فى المجتمع ¶ الإسلامى، فالعمل بالدين أكبر دعاية له، ولو أراد ¶ المسلمون أن يعرضوا على الأجانب هذا الدين على ¶ أنه الأنموذج الكامل لنظام الحياة لقيل لهم فى صراحة ¶ وبكل بمساطة. ¶ لو كان فيه خير لاتخذوه نظاما لحياتهم، بل إنه ¶ سيقال لهم: لو كان الإسلام خيرا لسعد به معتنقوه ¶ ونهضوا، ولكن واقع حاياتهم يتناقض مع دعواهم. ¶ وقد حعدث أن \" فلاديمير \" ملك روسيا أراد أن يبحث ¶ عن دين غير الوثنية التى كان يدين بها، فانتهز دعاة ¶ كل دين الفرصة ليدخلوه فى دينهم، فلما حاول اليهود ¶ أن يهودوه، وكانوا قد جاءوا إليه من بلاد الخزر ¶ على بحر قزوين، سأل عنهم وعن تاريخهم فعلم أن ¶ الله شتت شملهم، وأبعدهم عن بلدهم بيت المقدس، ¶ فقال لهم: لقد بؤتم بلعلنة الله ومع ذلك تريدون أن",
            "page": "216",
            "part": "1"
        },
        {
            "id": "217",
            "nass": "- 217 -  ¶ تعلموا غيركم؟ اذهب! فنحن لا نريد أن نشرد كما ¶ شردتم. ¶ إن تطبيق المسلمين لمبادئ الدين تعطيهم شخصية ¶ مستقلة ومدعمة الاستقلال وعميقة الجذور، يأمنون ¶ معها ان تؤثر عليهم التيارات الفكرية والمذاهب ¶ المختلفة التى يعج بها المحيط الدولي، ويستحقون ¶ بجدارة أن يكونوا مصدرين لمبادئ والخير، ¶ لا مستوردين لها والاسلام غنى بكل أسباب السعادة ¶ لا يجمل بالمسلمين أن يتركوه الى نظم أخرى وقد ¶ أفبت واقع التاريخ ألاسثملامى! عصوره المزاهرة أن ¶ الاسلام أعظم فظ! ام للسعادة الجنسى ال! بتنر 3! ا، وشهد ¶ بهذة الح! ييق! ة كباو 1 المنصفإن من الباحثيمان والمكتماب ¶ لمالعغربي!، فلا ينلغى أزكايزهد المسلمون فى إسلام! هم، ¶ اويعرضوه على غيرهم من الأمم، كأنه عملة قدي! د4 ¶ لم تعد لها قيمتها أو متاع قديم لا يصلج للحياة ¶ الجديدة نويد أن نبيعه لغيرنا.",
            "page": "217",
            "part": "1"
        },
        {
            "id": "218",
            "nass": "- 218 -  ¶ خاتمة ¶ وبعد فهذا عرض سريع للدين العالمى وهو الاسلام، ¶ وبيان موجز لمنهج اليدعوة الميه، يجب علينا أن نبلغه ¶ للناس فإن أكثرهم لا يعرفون مبادئه الحقة، ولم ¶ يفهموها على وجهها الصحيح واذا كان الجهل بها ¶ متفشيا فى الأوساط الاسلامية فمن باب أولى من هم ¶ بعيدون عن الاسلام ولا يصلهم منه إلا معلومات ناقصة ¶ أو مشوهة. ¶ إن فى الناس فراغا روحيا وقلقا نفسيا فى هذه الأيام ¶ بعد كثرة المحروب ومخلفاتها المؤلمة، وبعد المصراع ¶ المادى والتنافس المسعور على الغلب والنفوذ اليذئ ¶ وقع فريسته كثير من المستضعفين، وليس إلا المدين ¶ سكنا لنفوسهم وطمأنينة الى قلوبهم، وشرحا ¶ لصدورهم بالأمل فى تفريج الكرب وتحول الحال، ¶ فلتكن هديتنا الى هذه النفوس المقلقة والأعصاله ¶ المتوترة غذاء روحيا تسكن به نفوسهم وتطمئن، نبلغه ¶ لهم نقيا صافيا خالصا، حلوا عذبا، مشرقا لامعا. ¶ إن فى العالم تيارات وأفكارا متضاربة تحاول أنه ¶ تطغى على الأديان عامة، ويخشى منها على المسلميز\"",
            "page": "218",
            "part": "1"
        },
        {
            "id": "219",
            "nass": "-219 -  ¶ أن يفتنوا بها عن دينهم، فالواجب علينا إبراز قوة ¶ الاسلام وعظمته ومتانة نظامه الروحى والاجتماعى ¶ لتحصين المسلمين ومقاومة هذا المغزو المجارف للاراء ¶ والمذاهب المتطرفة. ¶ لا ينبغى أن نقف مكتوفا الأيدى أمام الهجمات المتى ¶ توجه الى الاسلام، ولا موقف المتفرج من حركات ¶ المتبشير ونشاط المدعوة الى الأديان ابتى لا تملك من ¶ عوامل القوة الذاتية ما يملكه الاسلام. ¶ إن العدو يبدى مخاوفه الشديدة من الاسلام، لأنه ¶ يدعو الى وحدة اسلامية ليس من صالح الاستعمار ¶ أن توجد لأنها تعرقل خططه الاستغلالية للشعوب. ¶ وهو يخشى أشد الخشية من نشاط الأزهر المنتريف ¶ بالذات فى ميدان المدعوة الاسلامية، فقد كتب المختص ¶ بالبحث عن الأديان فى مجلة \" لايف \" يقول: إن ¶ الاسلام الى زمن متأخر لم يكن له جماعات منظمة ¶ للتبشير، لأن هذا المدين المذى جعل المسلم فاغنى ¶ عن الوساطة بينه وبين ربه، قد جعله كذلك واعيا ¶ الى دينه حيث كان، وإن لم تكن له جماعة ينتمى اليها، ¶ ويتقيد بنظامها لنشر المدعوة، إل! أن المدلائل تشير الى ¶ عناية حديثة من جانب المسلمين بأنظمة المتبشير،",
            "page": "219",
            "part": "1"
        },
        {
            "id": "220",
            "nass": "- 220 -  ¶ وقد أصبح الجامع الأزهر، ذلك المعقل الثقا إفى المذى ¶ صمد للتيارات الغربلة، ينشط الملان لتدريب فئة قليلة ¶ من أبنائه كل سنة للعمل فى هذا الميدان (1). ¶ فلنحث الخطا فى طريق الدعوة الى هذا الدين الذى ¶ قال الله فيه: ((ومن يبتخ غير الاسلام دينا فلن يقبل ¶ منه)) 1 (2) وقال: ((هو الذى أرسل رسوله بالهدى، ¶ ودين الحق ليظهره على الدين كله ولو كره ¶ المشركون)) (3). ¶ وليبق الازهر منارا للدعوة الاسلامية العالمية ¶ ومستعينا بالله فى أداء رسالته، فهو نعم المولى ونعم ¶ النصير،،، ¶ __________ ¶ (1) مجلة الأزهر مجلد 32 ص 6،0 ¶ (2) سورة آل عمران: 5 8 ¶ (3) سورة التوبة 3 3",
            "page": "220",
            "part": "1"
        },
        {
            "id": "221",
            "nass": "الفهرس ¶ الموضوع ¶ تقديم لفضيلة الأستاذ الدكتور عبد الفتاح عبدالله بركة ¶ الأمين العام لمجمع البحوث الاسلامية. . . . . .3 ¶ مقدمة. . . . . . . . . . . . . . . . . . . .6 ¶ معنى عالمية الدين. . . . . . . . . . . . . .10 ¶ الاسلام هو الدين العالمى. . . . . . . .16 ¶ الرسول يبلغ الدعوة العالمية. . . . . .39 ¶ المسلمون يبلغون الدعوة العالمية. . . .65 ¶ جبهات المقاومة لعالمية الاسلام. . . .108 ¶ جبهات الدفاع عن عالمية الاسلام. . . .139 ¶ العرب والرسالة العالمية. . . . . . . .148 ¶ واجبنا نحو الدين العالمى. . . . . . . .163 ¶ منهج الدعوة الى الدين العالمى. . . .169 ¶ خاتمة ..... 218",
            "page": "221",
            "part": "1"
        }
    ],
    "t38569": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الدين العالمي ومنهج الدعوة إلى الله"
        },
        {
            "id": "221",
            "lvl": "1",
            "sub": null,
            "tit": "الفهرس"
        },
        {
            "id": "218",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "تقديم"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "معنى عالمية الدين"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "الإسلام هو الدين العالمي"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "الرسول يبلغ الدعوة العالمية"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "المسلمون يبلغون الدعوة العالمية"
        },
        {
            "id": "139",
            "lvl": "1",
            "sub": null,
            "tit": "جبهات الدفاع عن عالمية الإسلام"
        },
        {
            "id": "148",
            "lvl": "1",
            "sub": null,
            "tit": "العرب والرسالة العالمية"
        },
        {
            "id": "163",
            "lvl": "1",
            "sub": null,
            "tit": "واجبنا نحو الدين العالمي"
        },
        {
            "id": "169",
            "lvl": "1",
            "sub": null,
            "tit": "منهج الدعوة إلى الدين العالمي"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "جبهات المقاومة لعالمية الإسلام"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "هل انتشر الإسلام بالسيف؟"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": null,
            "tit": "الدعوة فى الشرق"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "(ب) منهج التبليغ"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": "1",
            "tit": "(أ) أوامر التبليغ"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "فى خارج الجزيرة"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "فى داخل الجزيرة"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "(ب) منهج التبليغ"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": "1",
            "tit": "(أ) أوامر التبليغ"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "الأدلة الواقعية على عالمية الدين الإسلامي"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "الأدلة النقلية على عالمية الدين الإسلامي"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "الأدلة الذاتية أو العوامل الأساسية لعالمية الدين الإسلامي"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا - فى مكة"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا - فى المدينة"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "الدعوة فى الغرب"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "الدعوة فى أوروبا وأمريكا"
        },
        {
            "id": "113",
            "lvl": "2",
            "sub": null,
            "tit": "المقاومة السياسية"
        },
        {
            "id": "125",
            "lvl": "2",
            "sub": null,
            "tit": "المقاومة الفكرية والخلقية"
        },
        {
            "id": "157",
            "lvl": "2",
            "sub": null,
            "tit": "اللغة العربية وتبليغ الرسالة العالمية"
        }
    ]
}