{
    "b38589": [
        {
            "id": "3",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 5 ¶ مصطفى السباعي الداعية الرائد والعالم المجاهد ¶ 1334 - 1384 هـ ¶ 1915 - 1964 هـ ¶ تأليف ¶ عبد الله محمود الطنطاوي",
            "page": "2",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة ¶ هذا كتاب موجز يروي سيرة أستا ذنا ا لكبير مصطفى ا لسباعي، ا لذي مزَ بهذه ¶ ا لدنيا، وهذه ا لأمة، وبهذا ا لشعب، وبهذه ا لجماعة، مرورا لكرا م. ¶ لم يكتب له أن يعيش بيننا طويلاَ، فقد توفي وهو دون الخمسين من العمر، ¶ ومع ذلك فقد ك! ن لسنواته ا لتي عا شها بيننا دوكط كبير، وأثر ها ئل، ونتإ ئج قئمة ¶ مبا ركة، وترك لنا تر اثأفكريأيذ خر با لعلم وا لمعرفة ويشع با لهدى وا لنور المبين. ¶ وقد كتبت هذا الكتاب لسلسلة (علماء ومفكرون معاصرون) ا لتي تصدرها ¶ (دار القلم) بدمشق، وذلك تلبيةَ لطلبِ من إدارة هذه الدار الزاهرة المتميزة ¶ بمنشوراتها القئمة. ¶ ويتألف ا لكتاب من فصلين: ¶ ا لأول: يتنا ول حيا ة السباعي في إ يجا ز. ¶ وا لثاني: يتنا ول عرضاَ لكتبه ورسا ئله ا لعلمية، وا لفكرية، وا لأدبية. ¶ ولعلنا، بهذا، نقدم تعريفأ بهذا العملاق الذي مضى إلى لقاء ربه منذ ثلث ¶ قرن، في أوج نضجه الفكري، قبل أن يلقي بما حواه الراس الكبير إلى الناس، ¶ وليست الدرر التي عرضناها إلا شيئأ يسيراَ مما كإن يفكر به هذا الرجل العظيم، ¶ الذي رحل عن دنيان! وهو يحمل هموم أمة، ومرارات جماعة، وتطلعات نحو ¶ مستقبل رغد، لشعب ابيئ حز، تأئَب عليه اعداؤه، وتاَمر عليه أبناؤه، ليطفئوا ¶ شعلة الحرية وا لكرامة ا لتي أوقدها حادي الركب، وحامل الراية، الرجل الكبير: ¶ مصطفى السباعي. ¶ في 4 2/ 9 / 1 2 4 1 هـ ¶ 1/ 1 / 0 0 0 2 م ¶ المؤلف",
            "page": "4",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الفصل الأول ¶ لمحات من حياته ¶ -عصره ¶ -حيانه ¶ -صفاته وشمائله ¶ - العوامل المؤثرة في تكوينه النفسي والفكري ¶ والسياسي ¶ - مواقفه: (1 - دعوته إلى الحياد بين المعسكرين ¶ 2 - موقفه من الشيوعية والاتحاد السوفياتي ¶ 3 - موقفه من الفضية الفلسطينية 4 - موقفه من ¶ الغرب والتغربب 5 - موقفه من القومية العربية ¶ 6 - موقفه من المرأة 7 - موقفه من الشيعة ¶ 8 - موقفه من الطائفية 9 - موقفه من المعتزلة ¶ 0 1 - موففه من الانقلابات العسكرية 1 1 - موقفه ¶ من الاقتصاد 2 1 - موقفه من الباع 13 - موقفه من ¶ الفن). ¶ - السباعي خطيباً ¶ - أبو الفقراء والمساكين ¶ - في البرلمان ¶ - في الصحافة",
            "page": "5",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "لمحات من حياته، وفكره، ومواقفه ¶ عصره: ¶ كان ميلاد مصطفى السباعي بُعيد نشوب الحرب العالمية الأولى، وقبيل ¶ انهيار الإمبراطورية العثمانية، وتمزيقها شز ممزق، على ايدي دعاة القومية ¶ الطورانية الذين كانت تسيرهم الدوائر الغربية الاستعمارية من الخارج، ويهود ¶ الدونمة والماسونية من الداخل، حتى لا تبقى للمسلمين، مرجعية يرجعون ¶ إليها ولا رابطة سياسية تجمعهم، بعد إلغاء خلافتهم، وتمزيق شملهم، ¶ ووضعهم تحت الانتداب والحماية والوصاية والاستعمار، كما كان - ميلاده - ¶ قبيل تمزيق البلاد العربية إلى كيانات، وخضوع تلك الكيانات أو الدويلات إلى ¶ الاستعمار، فكانت سورية الكبرى - بلاد الشام - أربع دول، هي: سورية ¶ بحدودها الحالية، ولبنان، والأردن وفلسطين، وكانت سورية الصغرى، ¶ ولبنان، وبلاد المغرب العربي من نصيب الاستعمار الفرنسي الغاشم، وكانت ¶ مصر، والعراق، والأردن، وفلسطين، والسودان من نصيب الاستعمار ¶ الإنكليزي، العدو الألد للعروبة وا لإسلام. ¶ وشهد السباعي الفتى سقوط الخلافة العثمانية على أيدي العلمانيين ¶ القوميين الطورانيين، وسمع في المسجد الكبير في مدينته (حمص) تنديد ابيه ¶ بخطوات مصطفى كمال الذي دعو 5 (أتاتورك) ذلك الذي ولد في (سلانيك) ¶ معقل يهود الدونمة والماسونية، والفكرة القومية الطورانية، وتربى على ايدي ¶ هؤلاء الذين دربوه وأفلو 5 ليكون صاحب الدور اكبر في اضطهاد من أحسن ¶ إليه من خلفاء بني عثمان، ثم في نشر الفكر القومي، وإلغاء الخلافة، واستبدال",
            "page": "7",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الحروف اللاتينية بالحروف العربية، والعمل على ترجمة القرآن العظيم، ليتلى ¶ باللغة التركية، بدلاَ من اللغة التي أنزله الله بها، كما فعل بالأذان الذي استبدل ¶ كلماته الشرعية الوضيئة، بكلمات تافهات مضحكات مبكيات. . ¶ وشهد مصطفى السباعي الفتى آثار الحرب الكونية الأولى على ابناء ¶ مدينته، وعرف ما كانوا يعانونه من فقر، وجهل، وتخلف في سائر الميادين، ¶ وعرف دور الاستعمار الفرنسي فيما يجري لشعبه في سورية، ودور الاسنعمار ¶ عامة، فيما يجري لأمته العربية، والإسلامية، التي وقعت شعوبها بين براثنه. ¶ وشهد الفتى الثورات المتتالية على الاستعمار في سورية خاصة، وفي ¶ سائر أقطار الوطن العربي عامة. . شهد ثورة الغوطة، وثورة الشيخ عز الدين ¶ القسام، وثورة إبراهيم هنانو، وتجرك العلماء لتثوير الشعب السوري على ¶ ا لمستعمر المتوحش، وسمع، وربما راى، ا لشيخ ا لمجا هد علي ا لد قر، ومحدّث ¶ الشام الشيخ بدر الدين الحسني، وهما يطوفان المدن والقرى السورية، يدعوان ¶ إلى مجإهدة الاستعمار، وتقديم العون للمجاهدين الأبرار. ¶ وعرف ما يحاك لفلسطين وما يدبر على أيدي الصهاينة والمتصهينين من ¶ الأوروبيين ومن العملاء على حد سواء، وسمع بالثورات الفلسطين! المتعاقبة، ¶ وعرف شيئاَ من سيرة الشيخ القسام البطل، وسعيد العاص البطل، اللذين غادرا ¶ سورية الحبيبة، إلى فلسطين الحبيبة، للدفاع عنها، بعد أن تكشفت المؤامرات ¶ عليها، وتدفق اليهود من كل مكان إليها. ¶ وشهد الحوب الكونية الثانية، وما جرته من الماشي وا لمخازي وا لكوارث ¶ على ا لبشر في كل مكان. ¶ أهوال عاشتها الأمة العربية، أدت بها إ لى اضطراب، وجعلتها تعيش حالة ¶ مخإض، وخاصة بعد سفوط القسم اكبر من فلسطين في ايدي اليهود الذين ¶ ارتكبوا فيها المجازر، وشردوا مئات الالاف من الرجال والنساء والأطفال، ¶ بمباركة من (الغرب) المتحضر جداَ، وبتخاذل عربي، وتآمر رسمي، اجهض",
            "page": "8",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "حركة الجهاد الشعبي الذي نفر ذووه للذلث عن الأرض، والشعب، ¶ والمقدسات. ¶ شهد السباعي الشاب الناضج المجاهد هذا، وعرت كثيراَ من أسراره، ¶ وحاول أن يوقف المد ا ليهودي الصليبي، وا لمد الخيا ني في ا لانقلابات ا لعسكرية ¶ المتعاقبة على سورية، للإجهاز على جيشها الفتي، وللقضاء على روح المقاومة ¶ لدى شعبها ا لحر ا لأبي ولتمرير ا لمخططات التاَ مرية على بلاد ا لعرب وا لمسلمين، ¶ ولكن دون جدوى كبيرة في مقا ومة شرور ا لعسكر ا لانقلا بيين ا لذ ين يعملون ب! يحاء ¶ من الأجنبي، وربما بأوامر منه، وخاصة أمريكة التي لا تريد بأمتنا إلا الشر، ¶ فأضعفت -الانقلابات - ا لجيوش ا لعربية، وفزغتها من خيرة ا لكفا يات ا لعسكرية، ¶ وأضرت بالتنمية الافتصادية، والاجتماعية، والفكرية، وشوهت سمعة العرب ¶ والمسلمين، وكانت من عوامل التخلف، ونشر الفساد، في سالْر الأجهزة ¶ وا لدواوين ا لحكومية، وأقا مت أنظمة ديكتا تورية مستبدة طا غية، أذ لت ا لشعوب، ¶ وا متهنت ا لكرامات، وعطلت ا لحريات. ¶ وشهد السباعي ظهور الأحزاب العلمانية التي استوردت مبادلْها من ¶ الغرب ومن الشرق، واكتوى -كسائر الأحرار - بنيران اليسار الأحمر المستبد ¶ الداعي إلى الإلحاد ومحاربة الإسلام، والفضيلة، وقاد موجة التغريب رجال ¶ اَخرون، رُئوا على أعين الاستعمار القديم والحديث، وكانوا مطايا ذلولة إلى ¶ تنفيذ مخططات المستعمرين والمبشرين في غزوهم الفكري، ونشر مبادئهم ¶ وتعاليمهم الهدامة في المدارس الأنجبية، وفي الأندية، ومناهج الأحزاب ¶ العلمانية. ¶ وشهد قيام الوحدة بين سورية ومصر، وشهد انفصال سورية عن مصر، ¶ ثم شهد ثالثة الأثافي فيما تلا حكم (الانفصال) -كما يدعونه - وكأنهم قد قضوا ¶ على الانفصال، وأعإدوا الوحدة - الأمل من جديد. ¶ شهد السباعي الفتى، والسباعي الشاب الهمام الناضج كل هذا، وأكثر",
            "page": "9",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "منه، فقد عاش عصراَ من أحفل العصور العربية بالحوادث الجسام، والثقافات ¶ المتباينة، وفد تمثل ذلك العصر، وعرف زمانه حق المعرفة، واستقامت طريقته ¶ في معايشته ناسه. . وشارك في صنع بعض الأحداث، وكانت مشاركته تبشر ¶ بانبثاق عصر نهوض من عشار طال، واتعاث من رقود وجمود في الحياة ¶ السياسية، والفكرية، والثقافية، والدينية، والاجتماعية، والجهادية. ¶ *** ¶ 10",
            "page": "10",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "حياته ¶ كان الدكتور الشيخ مصطفى السباعي من كبار الدعاة إلى الله على بصيرة ¶ في العصر الحديث، ويأتي بعد الإمام الشهيد حسن البنا في حركة الإخوان ¶ المسلمين. ¶ ولد في مدينة حمص في وسط سوربة عام 1334 هـ- 1915 م في أسرة ¶ كريمة، عرفت بالعلم والفضل والصلاح على مدى قرون من الزمان، أنهى ¶ درامشه ا لأولية والثانوية ا لشرعية في حمص عا م 0 93 1 م وكان ا لأول على زملائه، ¶ ومن المتفوقين طوال مدة درامشه، لما تميز به من نباهة وذكاء وحب للعلم منذ ¶ صغره، ففد حفظ القراَن وهو صبي، وتلقى ألوان ا لعلوم العربية وا لشرعية على يد ¶ والده عالم حمص وخطيبها، وعلى أيدي علماء حمص الذين كانوا يفدون إلى ¶ بيت ابيه، وكان يحضر مجالسهم أحياناَ، كان يصحبه أبوه إلى مجالسه العلمية ¶ معهم، ويشهد مناقشاتهم، ويختزن ما يسمع ويرى في نفسه، فقد كان شديد ¶ التاثر بتلك المجالس، وبأولئك العلماء الذين كانوا يحدبون عليه، ويهتمون به، ¶ ويعطونه ما يسالهم عنه من المسائل العلمية، والأدبية، والاجتماعية، ¶ والسياسية، الأمر الذي جعل وعيه أكبر من معنه، ففد كان يعي ما يدور حوله من ¶ القضايا، خاصة ما يتعلق منها بالعقيدة والدين والوطن والأمة، ولهذا رأيناه ¶ يستنكر البدع والخرافات لدى بعض المتصوفة، كخميس المشايخ، ويؤلف ¶ جمعية سرية لمقاومة المدارس الأجنبية التبشيرية التي انشاها الاستعمار ¶ الفرنسي في حمص وبعض المدن السورية، وراحت تبث سمومها في عقول أبناء ¶ الأغنياء المنتسبين إليها، وكان يكتب المنشورات السياسية مندداَ بالاستعمار ¶ واعوانه لي! في سورية وحدها بل تعدى ذلك إلى المغرب العربي، الأمر الذي ¶ 11",
            "page": "11",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "دفع السلطات الاستعمارية إلى اعتقاله أول مرة عام 1931 م وهو ابن ستة عشر ¶ عاماً، بتهمة توزيع منشورات تندد بالاستعمار الفرنسي في بلاد المغرب العربي، ¶ ثم أفرجت عنه، نتيجة الهياج الشعبي الذي استنكر اعتقالها إياه، ثم ما لبثت أن ¶ اعتقلته ثانية، عام 932 1 م ولبث في السجن ستة أشهر، بتهمة التحريض عليها في ¶ خطبه في المسجد الكبير في حمص، عندما كان ينوب عن أبيه في خطبة الجمعة، ¶ أو بعد صلاة ا لجمعة، وفي دروسه في المدرسة التي كان يعلم فيها. ¶ وفي عام 933 1 م سافر إلى مصر، والتحق بالأزهر، وانتسب إلى قسم ¶ الفقه، ونال الإجازة من كلية أصول الدين بتفوق. ¶ كان السباعي طاقة جبارة، كان وهو تلميذ ابن اثني عشر عاماً يقرأ مجلة ¶ (الفتح) القاهرية ويراسل صاحبها محب الدين الخطيب، وعندما صار في ¶ القاهرة، بادر إلى الاتصال بعلمائها، وأدبائها، ورجالها، وكان فيمن سعى ¶ إليه، صاحب الفتح الكاتب الأديب الثائر، والإمام الشهيد حسن البنا، وتعرف ¶ على دعوة الإخوان المسلمين، وانتسب إ ليها، وصار من أبرز أعضائها، يخطب ¶ في مراكزها وشعبها وفروعها، ويشارك في مظاهراتها، ويحضر أحاديث ¶ مرشدها، فتزيده توقداً وحماسة، فينشط مع طلاب المعإهد والجامعة، ¶ يحرضهم على الإنكليز المحتلين، ويقودهم في المظاهرات، ويخطب فيهم، ¶ الأمر الذي جعل الإنكليز المحتلين يعتقلونه عام 1934 م وعندما أفرجوا عنه، ¶ كان قد شحن في المعتقل بوقود جديد، فأعاد الإنكليز اعتقاله مرة أخرى عام ¶ 1 4 9 1 م بتهمة تأليف جمعية سرية لتاًييد ثورة رشيد عالي الكيلاني في العراق. ¶ وبعد سهرين من اعتقاله سلمته السلطات البريطانية في مصر إ لى السلطات ¶ البريطانية المحتلة في فلسطين، وأمضى في معتقلاتها اربعة أسهر عاد بعدها إلى ¶ حمص، ليمارس نشا طه ا لسياسي ضد الاستعمار، وا لدعوي وا لوطني في صفوف ¶ الجماهير، فاعتقلته السلطة الاستعمارية، ثم نقلته إلى بيروت وسجن (الميه ¶ وميه) و (فلعة راشيا) بلبنان، وأمضى في الاعتقال ثلاثين شهراً، أشغالاً شاقة، ¶ وتعذيباً، وتجويعاً، وهو صابر محتسب، يخفف بابتساماته ودعاباته ودروسه ¶ 12",
            "page": "12",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ونصائحه عن المعتقلين معه، كما شهد بذلك بعض من كانوا معه، وتأثروا به، ¶ وملؤوا فراغ السجن بالعلم والعبادة على يديه. ¶ وبعد الإفراج عنه، وعودته إ لى مدينته حمص، قاد المظاهرات الحاشدة، ¶ وخطب في المتظاهرين، وحرضهم على الئورة المسلحة، وتخليص البلاد من ¶ المستعمرين الفرنسسِن في سورية، ومن الإنكليز واليهود في فلسطين. ولأنه ¶ انقطع عن الدراسة في مصر بسبب إخراج الإنكليز إيا 5 منها، لم يقعد السباعي في ¶ بيته عاطلاَ عن العمل، بل باشر التدريس في عام 1944 م، درس مادتي اللغة ¶ العربية، والتربية الإسلامية في ثانويات حمص، ثم انتقل إلى دمشق، فأسس مع ¶ لفيف من إخوانه المربين، المعهد ا لعربي ا لإسلامي، وكان ا لسباعي أول مدير له، ¶ ئم فتحوا لهذا المعهد الذي كان يضم الروضة والابتدائي والإعدادي والثانوي، ¶ للذكور وللإناث، كلاَ على حدة، فتحوا له فروعاَ في عدد من المدن ا لسورية، في ¶ درعا، وحمص، وإ د لب، وحلب. ¶ وكان السباعي، الطاقة المتفجرة - يعمل في أكثر من ميدان من ميادين ¶ الحياة الاجتماعية، فأسهم في تأسيس عدة جمعيات خيرية هاسلامية، أسس في ¶ حمص (الرابطة الدينية) وفي دمشق (جمعية شباب محمد -شَ) و (جمعية الشبان ¶ المسلمين). . ¶ وبعد عودته من مصر، أسهم مع عدد من إ خوانه في تأسيس جماعة ا لإخوان ¶ المسلمين في سورية عام 1945 م وكان أول مراقب عام لها، فقد انتخبته الهيئة ¶ التاسيسمية للجماعة مراقبأ عامأ لها مدى الحياة، وبايعه الإخوان على ذلك، فقاد ¶ الجماعة بحكمة وحنكة، وبذل في سبيلها كل ما يملك من مال وجهد وسهر، ¶ وضع برامجها، ونظم صفوفها، وكان قائداَ فذاَ في تاريخ القادة والزعماء. ¶ وفي العام نفسه 1945 م قاد الثورة المسلحة على الاستعمار الفرنسي في ¶ مدينته حمص، وقاد المظاهرات الصاخبة فيها، وأطلق الرصاصة الأولى، إيذانا ¶ بالكفاح المسلح، حتى يتحقق النصر، ويجلو الاستعمار عن أرض الوطن، وقد ¶ تم الجلاء في 17/ 4/ 1946 م. ¶ 13",
            "page": "13",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وفي عام 946 1 م مثل هو ونائبه الأستاذ عمر بهاء الدين الأميري، إخوان ¶ سورية في الهيئة التأسيسية للجماعة في مصر، وهذه الهيئة هي التي تنتخب ¶ مكتب الإرشاد، والمرشد العام للجماعة. وكان الإمإم الشهيد قد اقترح على ¶ الهيئة التأسيسية التي تقتصر في عضويتها على الإخوان المصريين فقط - اقترح ¶ عليها ضم السباعي والأميري، فوافقت بالإجماع على ضمهما، وكانا أول من ¶ يدخلها من غير الإخوة المصريين. ¶ وفي عام 1948 م قاد السباعي مجاهدي الإخوان المسلمين السوريين، ¶ وشإرك بهم في حرب فلسطين، وخاض معهم معارك ضارية في الفدس ¶ وم! حولها، وكان له ولإخوانه شرف الجهاد، والإبقاء على عروبة القدس ¶ الشرقية والحفاظ على المسجد الأقصى المبارك. ¶ وفي عام 9 94 1 م خإض السباعي الانتخابات عن مدينة دمشق، ونال أكثر ¶ الأصوات، مع أنه ليس دمشقيأ، وكان أحد الأعضاء البارزين في الجمعية ¶ التأسيسية، وفي لجنة الدستور التي وضعت أول دستور لسورية المستقلة عام ¶ 0 5 9 1 م ثم صارت هذه الجمعية برلماناً، وانتخب السباعي نائباً لرئيس البرلمان، ¶ وكان من أهم أعضائه، وكان السباعي قد تقدم إ لى الناخبين ببرنا مجه الانتخابي، ¶ بما يمكن تسميته أول برنامج شامل متكامل ل! خوان المسلمين في سورية، وفاز ¶ السباعي وئلاثة من إخوانه بموجبه في تلك الانتخابات (1)، وكان هذا البرنامج ¶ هو نفسه برنامج الجبهة الإسلامية الاشتراكية التي شكلها وكان لها دورها الكبير ¶ في الجمعية التأسيسية ثم في البرلمان. ¶ وفي عام 1949 م نال شهادة الدكتوراه من الأزهر على رسالته المهمة: ¶ (السئة ومكانتها في التشريع الإسلامي) دافع فيها عن السنة النبوية دفاعأ مجيداً ¶ قان نظيره في كل ما كتب في الدفاع عنها، ومدافعة خصومها وأعدائها. ¶ (1) ¶ محمد جمال باروت وفيصل دراج ا لأحزاب والحركات والجماعات ا لإسلامية: ¶ 1/ 57 2. ¶ 14",
            "page": "14",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وفي عام 0 5 9 1 م عين مدرساً في كلية الحقوق في الجامعة السورية (جامعة ¶ دمثق الآن)، لمادتي الأحوال الشخصية، والثريعة، ثم صار رئيساً لقسم الفقه ¶ ا لإسلامي ومذاهبه في الكلية. ¶ وفي 6 1/ 1 / 2 5 9 1 م حل الشيشكلي جمإعة ا لإخوان، واعتقل قا ئدها، ثم ¶ نفاه إلى لبنان، وفي لبنان كان للسباعي نشاط كبير أسس فيه للحركة الإسلامية ¶ هناك. ¶ وبعد سقوط الشيشكلي في 25/ 1/ 954 ام عاد السباعي إلى سورية، ¶ ليتابع جهاده الدعوي والعلمي والسياسي، ولكنه فوجئ بمؤامرة انشقافية عليه، ¶ ولكنه تغلب عليها، ولكنها تركت فيه جراحإً نفسية دامية لم تز ايله حتى وفا ته. ¶ وفي عام 5 95 1 م أيمس! كلية الشريعة بجامعة دمثق، بعد ان خإض معارك ¶ ضارية مع العلمانيين الذين حإولوا الحيلولة دون ذلك، وكان أ ول عميد لها. ¶ كما كان صاحب مشروع موسوعة الفقه الإسلامي الذي ناضل كثيراً من ¶ أجله، وبذل من حُز وفته ما لا يعرفه! لا الله سبحانه، وكان رئيساً لها0 ¶ وفي 8/ 6/ 5 5 9 1 م عادت الجماعة إ لى العمل قانونياً بقرار الغى قرار حلها ¶ أيام الشيشكلي، وبجهود طيبة بذ لها ا لسباعي! ا خوانه وأصد قا وْه. ¶ وبعد صدام الجماعة في مصر مع عبد الناصر، تحوَل التنظيم السوري إلى ¶ قاعدة خلفية لحركة الإخوان المسلمين العامة، واستطاع السباعي المتدفق ¶ حيوية ونشاطأ، ان يجعل الرأي العام السوري، حكومة وبرلماناً واحزاباً، مع ¶ ا لإخوان في مصر (1). ¶ وبرز السباعي كأكبر وجه معارض لما سمي بالسيطرة الشيوعية على ¶ سورية، أيام حكم ا لتجمع القومي عا م 6 5 9 1 م. ¶ وفي العا م نفسه، اوفدته الجا معة السورية في رحلة علمية إ لى ديار ا لغرب، ¶ لزيارة جامعاته، والاطلاع على مناهج الدراسات الإسلامية فيها، فزار تركية، ¶ (1) ¶ ا لأحزاب والحركات والجماعات الإملامية: 1/ 1 6 2.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "لا يطا لية، وبر يطا نية، دها يرلندة، وبلجيكة، وهو لندة، وا لد ا نما رك، وا لنرو يج، ¶ وا لسويد، وفنلندة، والما نية، وا لنمسة، وسويسرة، وفرنسة. . وقد اكسبته هذه ¶ ا لرحلات والرحلات ا لأخرى ا لتي قا م بها عا م 57 9 1 م إ لى موسكو -أكسبته عمقاَ، ¶ وا تسا عاَ وشمولاَ، وخبرا ت علمية، وتربوية، وحكمة عملية ونظرية. ¶ وفي عام 957 ام رشحته الجماعة للانتخابات التكميلية التي جرت في ¶ ايار 1957 م في دمشق، ضد مرشح التجمع القومي الذي كان يحكم سورية من ¶ خلف ستار، وهو البعثي رياض المالكي، وفإز المالكي بأغلبية ضئيلة، برغم ¶ التزوير، ورغم دعم عبد الناصر واجهزته الناشطة في سورية لصالج المالكي، ¶ فقد حصل السباعي على (47%) من الأصوات وكان عبد الناصر قد جئد احد ¶ المجرمين لاغتيال السباعي في مطلع عام 6 5 9 1 م ولكن المحاولة باءت بالفشل، ¶ واعترف المجرم بأنه كان هو ورفيقاه مرسلين من النظام الناصري لاغتيال ¶ ا لسباعي، وسعيد رمضان. وعبد ا لحكيم عا بدين. ¶ كان الأستاذ حسن الهضبي - المرشد العام ل! خوان المسلمين - قد شكل ¶ مكتبأ إداريأ لقيادة الإخوان في البلاد العربية عام 1954 م وأسند رئاسة المكتب ¶ إلى الدكتور السباعي، وفد جدد قادة الإخوان في البلاد العربية، في الدورة ¶ الثانية لمؤتمرهم الذي عقد في دمشق من ا -8 من اَذار 957 1 م -جدَدوا انتخاب ¶ السباعي رئيسأ لمكتب البلاد العربية. ¶ وبعد عودته من رحلته العلمية إلى الاتحاد السوفياتي عام 1957 م هجم ¶ عليه المرض هجمة عنيفة، شل أكثر من نصفه الأيسر، وأثر على حركته، ولكنه ¶ لم يقعد 5 عن ممارسة نشاطه العلمي والدعوي، بل كانت فترة مرضه من ابرك ¶ الأوقات، فقد تفرغ للعلم، وأتحف المكتبة الإسلامية بمجموعة رائعة من ¶ المحاضرات وا لكتب. ¶ وفي شباط 958 ام أعلن السباعي حل جماعة الإخوان المسلمين في ¶ سورية، استجابة للشرط الذي اشترطه عبد الناصر من أجل قيام الوحدة السورية ¶ المصرية، بأن تحل الأحزاب والهيئات ا لسورية نفسها0 ¶ 16",
            "page": "16",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وفي يوم السبت، في السابع والعشرين من جمادى الأولى سنة 1384 هـ ¶ الموافق للثالث من شهر تشرين الأول سنة 1964 م ترجل الفارس المقدام. . ¶ رحل الرائد والأب. . رحل القائد التاريخي، ولكنه خفف جيلاً من الدعاة الذين ¶ عاهدوه على متابعة الطريق. . بكاه إخوانه وتلاميذه في كل مكان. . بكته دمشق ¶ التي خرجت تودعه إلى مثواه الأخير. . بكته سورية التي هت شيبها وشابها إلى ¶ دمشق، عندما علموا بوفاة القائد الأب، ولكن السلطة البعثية الحاكمة حالت ¶ دون دخولهم إ لى دمشق، والمشاركة في ا لتوديع وا لتشييع. . ومع كل ا لإجراء ات ¶ التي اتخذتها السلطة، كانت للقائد العظيم جنازة ما شهدت دمشق ولا سورية ¶ مثلها. . بكاه كل من عرفه. . رحل القائد والخطيب والعالم والأديب والمفكر ¶ والمنالر، وترك مكانه شاغراً هيهات أن يجود الزمان على سورية وعلى الدعوة ¶ بمن يملؤه. . استراح الجسد، ولكن هيهات لروحه المبثوثة في كتبه وخطبه ¶ وشعره وحكمه ووصا يا ه ورسا ئله أن تعرف ا لراحة. . إ نها ا لنذ ير ا لبشير. ¶ لقد كابد الكثير في عمره القصير الذي لم يصل إلى الخمسين. . وكانت ¶ مكابداته منذ أن فتح عينيه على النور في بيت يتلى فيه القراَن، ويمتلئ بحديث ¶ رسول الله جَمرو، ويُتدارس فيه الفقه، وأحوال الأمة الإصلامية، فكان داعية ¶ الكرامة والشموخ، داعية العروبة والإصلام، يصرخ بابنائها: يا أبناء هذه الأمة! ¶ فتقف الشعور، وتستوفز الأعصاب، وتغلي الدماء في الرؤوس، وتهيج ¶ العواطف، وتثور الكوامن. . ¶ مات سيد الرجال. . رجل الرجال 0 0 الذي لم يقعده المرض والشلل عن ¶ حمل أعباء الدعوة، ولا عن الجهاد باللسان والقلم. . ولم يقعده المثبطون ¶ والحاسدون والحاقدون من الأقرباء والأبعداء عن حمل تلك الراية. . لم ¶ يياس. . ولم يلق ا لسلاح. . ¶ قال رسول الله ع! نر: إ نما ا لناس كا لإبل ا لمئة، لا يوجد فيها راحلة. ¶ وقال ا لسباعي: ا لحياة طويلة بجلائل ا لأعمال، قصيرة بسفاسفها. ¶ !! 00 ¶ 17",
            "page": "17",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "صفاته وشمائله ¶ كان السباعي طويلاَ، زاده الله بسطة في العلم والجسم، جميل الخلقة، ¶ متناسب الأعضاء، خفيف اللحية، اشقر البشرة والشعر، بسام المحيا، مهيب ¶ الطلعة، دائب الحركة، مع وقار لا يفارقه في سائر احواله، عذب الحديث، مع ¶ فكاهة محببة يؤنس بها إخوانه وتلاميذه، في خفة دم، ورشاقة أسلوب، وجمال ¶ نطق، يحس جليسه بشدة قربه منه، كأنه اب، او اخ، أو صديق حميم، لما ¶ يتمتع به من تواضع جم، في لباسه، وهندامه، مع اناقة ظاهرة فيهما، لأنه كان ¶ يعرف ان الرسول القائد كان يحب المظهر الحسن، والوجه الحسن، ويطلب ا ن ¶ يكون الرسل كذلك، كما يبدو تواضعه في مسكنه، وأثاث بيته، وسيارته، وهو ¶ ذو ذوق رفغ، يقوم على خدمة إخوانه، وضيوفه بنفسه، وبرعاهم، ويحرص ¶ على راحتهم، ويؤثرهم على نفسه، وهو ذو إحساس مرهف، وملاحظة دقيقة، ¶ وذكاء حاد، وبديهة نبيهة، وفطنة وفصاحة، وجراة ادبية، وشجاعة لا تعرف ¶ الخوف،! اقدام واقتحام للمواقف الحرجة، لا يكاد يحسب للموت حساباَ، ¶ يعرض نفسه للخطر في سبيل إنقاذ إخوانه الذين يحبهم ويفتديهم بنفسه وماله ¶ وراحته، وكرمه كرم من لا يحسب للفقر ولما يكون في الغد حسابأ، وهو ذو ¶ نشاط دؤوب لا يكل ولا يمل ولا يتشكى من تعب، ولا من جسامة الأعباء، ¶ وتراه في اشد حالات الإعياء مبتسمأ، يبدا من يلقاه بالسلام، مكباَ على العلم، ¶ وعلى الدعوة إلى الله، بقلمه ولسانه، حتى وهو مريض تتناوشه الأوجاع من كل ¶ جانب، لأن ما يحمله من إيمان بالله، ورضا بقضائه، فوق كل وصف. ¶ وكان عفيف اليد واللسان، منفتحأ على الَاخرين، وكان يثق ب! خوانه، ¶ وبأكثر الناس، ولا يتهمهم في نياتهم، وكان يواجه المشكلات بحزم وعزم، ¶ ولا يتهرب منها. ¶ 18",
            "page": "18",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وكان قارئأ نهمأ، يقرا في الدين، والأدب، والسياسة، والاجتماع، ¶ ويحرص على قراءة ما تخرجه المطابع من الكتب المترجمة عن الغرب والشرق، ¶ ادبأ، وسياسة، وفلسفة، وبهذا أفاد من علوم ا لغرب وادبه، قراها ونخلها، فأخذ ¶ ا لمفيد منها، وترك الضار، ونبه إ لى ا لمفيد وا لضار، ليجنب أبناء أمته ا لعثرات. ¶ وكان مؤمناَ اشد الإيمان بالئه تعالى، وبرسوله صلى الله عليه وسلم، ¶ لهايمانه هذا لا حدود له، فهو عندما يقرا حديث رسول الله -ظً: \"من اصطبح ¶ كل يوم بسبع تمرات من عجوة، لم يضره سُئم ولا سحر ذلك اليوم إلى الليل \". ¶ يقول: صدق رسول لمجب!، ويفول: \"وقد جربت ذلك بنفسي، حين ذهبت إلى ¶ الحج عام 984 1، فاستمررت على التصبح بسبع تمرات من تمر المدينة، مدة ¶ خمسة اشهر كاملة، وانا مصاب بمرض (السكر) ثم حللت البول والدم فلم ¶ يظهر أي أئر للسكر في البول، ؤلم يزد السكر في الدم عما كان عليه قبل سفري ¶ إ لى الحج \" (1). ¶ وحدثنا الدكتور حسن هويدي عن السباعي فال: قال لي السباعي: \"عندما ¶ كنت في أوروبة للعلاج من مرض السكر، امرني الأطباء أن أبتعد عن تناول ¶ النشويات والسكريات والحلويات. سألتهم: والعسل؟ قالوا: والعسل ايضأ ¶ ممنوع. ولكنني لم أستجب لهم، واستجبت لقول الله تعالى ا لذي أخبرنا بأنه جعل ¶ في العسل شفاء للناس، فاشتريت مطرباناَ من العسل، وخبأته تحت السرير، ¶ وكنت أتناول منه كل صباح ملعقة، وعندما اخبرت الأطباء بذلك دهشوا، لأن ¶ السكر عندي كان ينزل، وتعالى الله الذي جعل في العسل شفاء\". ¶ ومع ذلك، كان ينصح الَاخرين بالعمل بما يراه الأطباء، لأن الإيمان ¶ درجات. ¶ !!! عه ¶ (1) مجلة حضارة الإصلام: 5/ 3. ¶ 19",
            "page": "19",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "العوامل المؤثرة في تكوينه ¶ النفسي والفكري والسياسي ¶ أو لاً- العوامل السلبية: ¶ أ- ثمة عوامل سلبية كان لها فعلها في نفس الفتى مصطفى السباعيِ تمثلت ¶ في الاستعمار، وما جره على البلاد من تمزيق، وفقر، وجهل، وما نجَمَ عن ¶ ذلك من تخفف فكري، وخواء روحي، وقصور علمي، واضطراب سيإسي ¶ واقتصادي، وطغيان مادي، ليس في سورية وحدها، بل في سائر البلاد العربية ¶ ا لإسلامية. ¶ شهد الاستعمار الفرنسي، وعرف ما تبثه مدارسه التبشيرية من أفكار ¶ وقيم غريبة عن فيمنا العربية والإسلامية تريد بها التمكين له في البلاد، من خلال ¶ تمكن تلك القيم من نفوس التلاميذ، أبناء الطبقات الثرية وبناتها، ليكونوا في ¶ ركاب الغرب المستعمر، عندما يكبرون ويتولون المناصب الرسمية في الدولة، ¶ ويكونون العرابين لتسويق ا لغرب وحضارته في بلاد العروبة وا لإسلا م. ¶ فاهتم لذلك، وتصدى لأولئك المبشرين، ولتلك المدارس الأجنبية ¶ التبشيرية. ¶ ب - وشهد نشاط الداعين والداعيات إلى (تحرير المرأة) من دينها ¶ وأخلاقها، لتكون مقلدة للمرأة الغربية في سفورها وفجورها وسمع بزيارة ¶ (هدى الشعراوي) لدمشق، واجتماعها بعدد من نساء سورية، من سائر ¶ المحافظات، وتحريضها إ ياهن على ا لتحرر من (ا لقيود) ا لتي كبلهن بها المجتمع ¶ ا لعربي ا لمتخلف. ¶ 20",
            "page": "20",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "فاهتم السباعي بالمرأة، وكتب وخطب وألف، حتى لا تكون المرأة ورقة ¶ في أيدي العلمانِن والفسقة والفجرة من أصحاب المذاهب الهدامة، والدعوات ¶ الغريبة المغرضة، بما لها من أموال وبرامج ومناهج مرصودة لهذا الغرض، حتى ¶ إذا ما رحل عن سورية، خفَف عملاءه وأتباعه في الجيش والوظائف الكبيرة، في ¶ سائر المؤسسات السياسة والتربوية والاقتصادية، ليتابعوا مهمته في تخريب ¶ النفوس والعقول وا لأخلاق. ¶ ! - الأحزاب العلمانية التي كانت تتصارع فيما بينها، ولكنها كانت متفقة ¶ على فصل الدين عن الحياة، هابعاده عن السياسة والتعليم والتربية، وتنادي ¶ بمبادىْ وقيم اجتماعية مستوردة، ومنها ما جعل القومية السورية، أو القومية ¶ العربية بديلاَ عن الإسلام، ومنها ما جعل الاشتراكية هي الدين الجديد للعرب. ¶ عرف السباعي هذه الأحزاب، وزعماءها ومبادئها، والأيدي الخفية التي ¶ تحركها، فتصدى لها بعزيمة من حديد، وثقافة موسوعية نادرة، وذكاء خارق، ¶ وفكر ناضج، وعقل ضخم. . ¶ ثانيأ: العوامل ا لإيجابية: ¶ أ - أبوه الشيخ حسني السباعي، من أسرة عريقة في العلم، والفضل، ¶ والوجاهة، كان خطيب الجامع الكبير بحمص، وكان فقيهاَ في الفقه الحنفي، ¶ ومطلعاَ على المذاهب الأخرى، وكان خطيباَ مفوهأ، ومحدثاَ مؤثراَ، وعالماَ ¶ عاملاَ، ومحبأ لفعل الخيرات، هاسداء النصح للمسلمين، هاصلاح ما بينهم ¶ من خصومات ومشاحنات، وكان مجاهداَ، ناضل الفرنسيين المستعمرين ¶ بلسانه وبماله وفتاواه، مطلعاَ على ما يجري في سورية خاصة وفي الوطن العربي ¶ والعالم الإسلامي عامة، وكان يشجع الشبان على مقاومة المستعمرين، وعندما ¶ قرر ولده مصطفى خوض الحرب ضد اليهود في فلسطين، لم يكتف بتشجيعه، ¶ بل بذل له المال، وأرسل معه أخاه الصغير عبد الرحمن، وهو فتى في السادسة ¶ عشرة من عمره، وكان بهذا السلوك، قدوة علمية وعملية لولده مصطفى، كما ¶ 21",
            "page": "21",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "كان الفتى قرة عين ابيه الذي راى فيه مخايل النبوغ، وانه سيكون - في قابل الأيام ¶ - عالمأ، وخطيبأ، ووجيهاَ في الدنيا والاخرة، فأولاه عناية خاصة، وبذل له ¶ من ذات نفسه الكثير، حببه بالعلم، وعلمه القران العظيم، تلاوة وحفظاَ، ¶ وصحبه معه إلى مجالس العلماء، ليصقل نفسه، ويربي عقله، وينمي مداركه ¶ التي ظهرت اكبر من سنه، وأعلى من مدارك لداته، ودربه على الخطابة وهو ¶ فتى، بل قبل أن يتجاوز سن الطفولة، فكان الطفل مصطفى يرتقي أحد الكراسي ¶ ويخطب في أسرته، أثناء تناول الطعام، وفي لحطات السهر والسمر، والوالد ¶ يشجعه، وتدمع عينا الوالدة وهي ترى طفلها منفعلاَ بما يقول، فترفع يديها، ¶ وتشخص بعينيها، ضارعة إلى المولى الرحيم، ان يتولى طفلها بعين عنايته ¶ ورعايته، والطفل سعيد بما يفعل، وبما يرى ويسمع، فيزداد تعلقه بالقراَن، ¶ وبحديث رسول الله -لجي!، يحفظه ويخطب به في مسجد أبيه في ايام رمضان، ¶ وأثناء الدروس التي كان يلقيها ابوه الذي كان يطلب منه ذلك، ليعؤده على ¶ ذلاقة اللسان، وتستوسق له ملكة الفصاحة ارتجالاَ. ¶ ب - تعليمه: ¶ كان السباعي يتلقى العلم من جهتين: جهة أبيه الذي عفمه القراَن الكريم ¶ تلاوة، وتجويداَ، وحفظأ وفهماَ، كما عفمه مبادى النحو والصرف واللغة، ¶ والفقه والحديث، وصحبه إلى مجالسه مع علماء حمص، ليحضر تلك الحلقات ¶ العلمية، ويتشرب حب العلم والعلماء، من خلال تحاور أولئك العلماء والكبراء ¶ بعضهم مع بعض، فدبئ من علومهم الشيء الكثير، ونهل من أخلاقهم، وتعلم ¶ منهم الصبر على المدارسة من اجل الفهم والاستنباط، وعرف منهم ان ئمة طرائق ¶ أخرى للتحصيل العلمي، وبناء الشخصية السوية، كالمطالعة الحرة، ومعايشة ¶ الكتاب في المكتبات العإمة والخاصة، ومن جهة اخرى: من المعهد الثرعي ¶ الذي درس فيه بحمص. ¶ ف! ذا أضفنا إلى هذا تعليمه في الأزهر، ومصاحبته العلماء الأحرار الكبار ¶ في مصر، أولئك الثوار على الاستعمار والتغريب وسائر اشكال التخلف ¶ 22",
            "page": "22",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "العقلي، والروحي، والاجتماعي، والسياسي، والديني - عرفنا سبب النضج ¶ المبكر لدى السباعي الشاب، فقد كان لهذا العامل أثره في جعله مفكراَ حراَ، ¶ وباحثأ عقلانيأ متزنأ، ومحاوراَ عميقاَ مدهشاَ، وكاتباَ موضوعيأ يعتمد الأدلة ¶ والبراهين في محاججة الَاخرين، وتناول الموضوعات. ¶ ! - الثورات المحلية ضد الاستعمار الفرنسي، وأكثرها إسلامية، دعا ¶ إليها العلماء، وقادها تلاميذهم. . سمع من أبيه وعلماء مدينته عن أولئك ¶ المجاهدين في الغوطة، وجبل الزاوية، والحفة. . سمع بالقسام، والخراط، ¶ وهنانو، أولئك الذين ضحوا بالمال، والجهد، والراحة، والدم الحر، من أجل ¶ طرد الاستعمار، فكان لهذا أثره العميق في نفس الفتى السباعي. ¶ د - الامام الشهيد حسن البنا، ومدرسته الإخوانية الجامعة لسائر مقومات ¶ النهوض والانبعاث الإسلامي في مجالات الحياة كافة في التربية والتعليم، وفي ¶ النضال الوطني، وفي الجهاد في سائر الساحات العربية والإسلامية، وفي الئورة ¶ على سائر أشكال التخلف في المجتمعات العربية والإسلامية وفي مقارعة ¶ الاستغمار الإنكليزي الذي كان سبب ما نزل بامتنا من مصائب وكوارث، ¶ وها هو ذايحتل مصر، وفلسطين، والأردن، والعراق، وسواها. . وفي منازلة ¶ اليهود الغاصبين لفلسطين الحبيبة. . ¶ عهعهعه ¶ 23",
            "page": "23",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "مواقفه ¶ 1 - دعوته إلى الحياد بين المعسكرين: ¶ \"عقدت معاهدة بين تركية والعراق في شباط 1955 م نضت على التعاون ¶ بينهما من أجل الأمن والدفاع، ثم انضمت إليهما المملكة المتحدة، وباكستان ¶ لىيران، وأنشأت المعاهدة مجلساً دائماً على المستوى الوزاري، يتالف من ¶ الدول الأطراف في المعاهدة، ثم أنشئت لجنة عسكرية، ولجنة اقتصادية، وقد ¶ عرفت المعاهدة باسم حلف بغداد. ¶ وتشترك الولايات المتحدة في اجتماعات اللجنتين: العسكرية ¶ وا لاقتصا دية، بالرغم من أنها لم تنضم إ لى ا لمعاهدة نفسها \" (1). ¶ هذا الحلف عده السباعي حلفاًاستعماريأ وندد به وبأمثاله من الأحلاف ¶ والمعاهدات الاستعمارية، وقد كان يقف ضد الاستعمار في سائر أحواله، حتى ¶ وهو مريض في بيته، وقبل أن ينقل إلى المستشفى، كتب كلمة للإذاعة السورية ¶ بعنوان: \"نحن أمة لها كيانها، فلن تكون تبعأ لأحد، وسيكون صراعنا مع ¶ الاستعمار عنيفأ، حتى نطهر أرضنامن سلطإنه \". . وأذيع هذا الحديث نيابة عنه ¶ مساء الإثنين 3/ 1956/12 م هاجم فيه الاستعمار، ونادى بالحياد بين ¶ المعسكرين، وكان مما قال: ¶ \"إننا نعلن أننا أحرار حياديون في هذا الصراع، ولن نرضى لأنفسنا أ ن ¶ يكون هفُنا الانتفال من دائرة نفوذ إلى دائرة نفوذ آخر. . نحن أمة لها كيانها، ¶ (1) الموسوعة العربية الميسرة: 1/ 733. ¶ 24",
            "page": "24",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ولها فلسفتها، ولها رسالتها، وقد حملنا هذه الرسالة، حين جُعلنا امة وسطاَ ¶ لنكون شهداء على الناس، وسنقدم في سبيل حمل هده الرسا لة ارو احنا ودماءنا، ¶ كما قدمناها من فبل، ولن نستطيع تأدية هذه الرسالة، الا يوم نكون احراراَ، ¶ وسنكافح في سبيل هذه الحرية كل معتدِ علينا، مهما عزالفداء، وغلا الثمن. ¶ ومن اجل هذا قررنا بيننا وبين انفسنا، ان صراعنا مع الاستعمار سيكون ¶ طويلاَ، عنيفاَ، باهظ التكاليف، ولن نغمد السيف حتى تطهر ارضنا من بقايا ¶ سيطرته وسلطانه، وسننتصر ب! ذن الله، لأننا أمة الحياة، كتب الله على جباهها ¶ الخلود\" (1). ¶ وقال: ¶ \"إننا نسلك الطريق الصحيح في تحديد موقفنا من الأحلاف والاستعمار، ¶ ولا شك ان الطريق الوحيد ان نعتمد على انفسنا، والا نرتبط بعجلة الاستعمار، ¶ وان نتحرر \" (2). ¶ وقال: ¶ \"يجب ان نخاطب العالم، فمكاننا مكان قيادة، ولا تبعية، وواجب ¶ الشباب المسلم ان يشعر ان رسالته لا كرسالة الإنكليز او الروس او الألمان ا و ¶ الفرنسيين. . بل رسالته هي قيادتهم، لأنهم حائرون \" (3). ¶ وارسل ا لدكتور ا لسباعي - ا لذي كان رئيس ا لمكتب ا لتنفيذي لقادة ا لاخوان ¶ المسلمين في البلاد العربية - مذكرة إلى رؤساء الحكومات الإسلامية في ¶ باكستان، واندونيسية، وافغانستان، وايران، وتركية في 28/ 1 1/ 1956 م ¶ تحدث فيها عن جرائم الاستعمار في بلاد العرب والمسلمين، ومكائده في تفرقة ¶ (1) ¶ (2) ¶ (3) ¶ الشهاب: 0 8. ¶ المرجع السابق: 66. ¶ المرجع السابق: 66. ¶ 25",
            "page": "25",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "المسلمين، ومؤامراته ب! يجاد إسرائيل، وأهاب بالدول الإسلامية أن تبادر إلى ¶ إنهاء حلف بغداد، وخوض المعركة ضد الاستعمار، وتأييد وحدة العرب، ¶ باعتبارها شرطاَ أساسياَ لوحدة المسلمين، وخلاصهم من ربقة الاستعمار، ¶ كما فند الدعوة المريبة لتكتيل الدول الإسلامية باسم مقاومة النشاط الهدام، ¶ واعلن عن تصميم العرب على الوحدة والتحرير لىزالة إسرائيل، كما اعلن ا ن ¶ سياستنا تقوم على الحياد\" (1). ¶ والسباعي أول من نادى بالحياد الإيجابي بين المعسكرين، وسياسة عدم ¶ الانحياز التي تبناها - فيما بعد - عبد الناصر بعد ان كانت شعوبنا قد آمنت بها، ¶ نتيجة الكلمات النارية التي كان يلقيها السباعي على شكل خطابات، او يكتبها ¶ مقالات، حتى قال الأستاذ محمد جمال باروت: ¶ \"هذه السياسة كانت قائمة بوضوح، في الوعي السياسي للفئات الوسطى ¶ في سورية، منذ مطلع الخمسينيات، ويشير ذلك إلى الطابع الموضوعي لهذه ¶ السياسة \" (2). ¶ وبئن السباعي الأسبعاب التي دعته إلى رفض الانحياز إلى احد ¶ المعسكرين، وهي: ¶ 1 - إن الصراع بين المعسكرين هو صراع بين مذهبين لم يثبت احدهما ¶ صلاحه لإنقاذ العالم من شقائه. ¶ 2 - لىن المعسكرين يصطرعان على سرقة كنوزنا. ¶ 3 - وإن انحبازنا إلى احد المعسكرين يقرر مصير هذه المعركة. ¶ 4 - وإن مصلحتنا في ترك هذا الصراع يقوى ويشتد، حتى يضعف ¶ الفريقان معاَ، ونستفيد نحن من ضعفهما قوة وانطلاقأ. ¶ (1) ¶ (2) ¶ الشهاب: 79. ¶ محمد جمال باروت: راية ا لاستقلال - آذار 992 1 0 ¶ 26",
            "page": "26",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "5 - وإن الانحياز إلى أحدهما، يكبلنا بالقيود من جديد، ويجعل بلادنا ¶ مسرحأ لحرب عالمية ثالثة نصطلي نحن بنارها. ¶ ولنتامل نظرته المستقبلية هذه. يقول السباعي: ¶ \"في ظني أن الإنسانية لا بد من أن تختار نظامأ صالحأ خيرأ منهما - من ¶ الرأسمالية والاشتراكية بانواعها - وأن المذاهب الاقتصادية ستتطور تطورأ يؤدي ¶ إ لى تقاربها، وهنا لن تجد الإنسانية خير أ من اشتراكية ا لإسلام أو نظا مه \" (1) 0 ¶ 2 - موقفه من الشيوعة والاتحاد السوفياتي: ¶ ألف الشهيد الثيخ عبد العزيز البدري كتابأ في الرد على كتاب السباعي ¶ (اشتراكية الإسلام) وكتب مقدمة الكتاب علامة العراق الشيخ أمجد الزهاوي، ¶ وعزَض بكتاب السباعي (اشتراكية الإسلام)، فردَ السباعي رداَ في غاية التهذيب ¶ على الشيخين، وهذه الكلمات كانت تعليقاَ على مقدمة الزهاوي. قال السباعي ¶ متحدثاَ عن نفسه، في مجلة حضارة الإسلام: ¶ \"كان - السباعي - أول من حمل لواء الدعوة إلى مناهضة الشيوعية في ¶ بلادنا بعد إطلاق سراحه من الاعمال -خلال الحرب العالمية الثانية في وقت كان ¶ الحلفاء الغربيون يتعاونون مع روسية للقضاء على خطر هتلر يومئذِ، حتى كانت ¶ سفاراتهم هي التي تنقل النثرات الشيوعية في سياراتها الرسمية، وتوزعها على ¶ ا لناس بكل ما أوتيت من جهد ونفوذ وكان رجا ل الدولة عندنا يحضرون احتفا لات ¶ الشيوعيين بتحرير ليننغراد وستالينغراد وغيرهما، ويقفون عند ابتداء الحفلات ¶ بالنشيد الشيوعي الرسمي، كما يقفون تماماَ عند النشيد السوري الرسمي \". ¶ \"في هذا الوقت بالذات - عام 942 ام فما بعد - كان (السباعي) يلقي ¶ المحاضرات العامة علنأ ضد الشيوعية، وقد كان يستمع إليها عشرات الألوف \". ¶ (1) مجلة الحضارة: س 3/ 766. ¶ 27",
            "page": "27",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "كان السباعي \"من ألد أعداء التطبيق الستاليني للاشتراكية \" 0 ¶ \"ومع ذلك دافع عن أقصى درجات التعاون السياسي والاقتصادي مع ¶ الاتحاد السوفيإتي - منذ عام 1948 م - في الوقت الذي كان فيه خصماَ لدوداَ ¶ وعقائدياَ للشيوعية من حيث إنها عقيدة. . ذات فلسفة مادية تنكر الروح ¶ وما وراء المادة \" (1). ¶ \"أما (الشيوعية كدولة ذات قوة وأهدات سياسية) فقد أعلن السباعي ¶ بوضوح منذ عا م 8 4 9 1 م على ا لأقل، دفاعه عن أقصى درجات ا لتعاون ا لاقتصادَي ¶ وا لسياسي معها ممثلة في الاتحا د ا لسوفيإ تي، في مواجهة ا لاستعمار ا لغربي \" (2). ¶ \"وقال السباعي: نعتزم التوجه إلى المعسكر الشرفي، إذا لم ينصفنا ¶ الديمقراطيون. . ونجيب أولئك الذين يقولون: إن المعسكر الشرقي هو عدونا- ¶ متى كان المعسكر الغربي صديقاَ لنا؟ إننا سنربط أنفسنا بروسية، ولو كانت ¶ الشيطان نفسه \" (3). ¶ وبمعنى آخر، ادرك السباعي الدور الاستراتيجي الدولي الحاسم للاتحاد ¶ السوفيإتي، في دعم حركة التحرر الوطني العربية، في زمن السنوات الحارة ¶ للحرب الباردة، إذ ارتبط عداؤ 5 للراسمالية بعدائه للغرب \" (4)، فلا لقاء بين ¶ الرأسمالية الغربية والإسلام، لأنها ملوثة بدماء الشعوب، وهي الباعث الأول ¶ للاستعمار، تفوح من ادرانها روائح الاستعباد واللصوصية والاستغلال. ولذا ¶ لا مجال للقاء معها في مجال ما، لا في مذهبها الاقتصادي، ولا في واقعها ¶ السياسي \" (ْ). ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ (5) ¶ باروت - يثرب الجديدة: 0 2 1 - 1 2 1. ¶ باتريك سيل - الصراع على سورية، ص 9 2 1 نقلاَ عن باروت. ¶ باروت، ص 4 2 1. ¶ اشتراكية الإسلام، ص 57 2. ¶ الشهاب: 0 8. ¶ 28",
            "page": "28",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "والأستاذ السباعي واع لما يجري حوله، ولا يؤخذ بالمظاهر الكاذبة، ¶ اسمعه يقول: ¶ \"نحن نعلم ان الغرب، حين يتظاهر بالجزع من تزايد النفوذ السوفياتي- ¶ على زعمه - في بلادنا، لايقصد بذلك غيرة على حقوفنا، ولا دفاعأ عن حريتنا، ¶ فهو هو الخصم اللدود لتحررنا، واستكمال سيادتنا، وإنما يغار على مصالحه ¶ من ان تذهب من قبضته إلى الأبد، لتكون لنا وحدنا نحن اصحاب الحق في ¶ ارضنا وثرواتنا\" (1). ¶ وهو يرى انه لا يجوز ان يستدرج الإسلام لمحاربة الشيوعية، لمجرد انها ¶ عفيدة مادية تحارب القيم الدينية والأخلاقية، لأن الغرب المسيحي يتبنى- ¶ بدوره - سياسات قائمة على حسابات ومصالح مادية بحتة، ومثال ذلك: زرع ¶ إصرائيل ذات العقيدة الصهيونية المادية، في قلب العالم الإسلامي. ¶ ثم إن الغرب المسيحي يقف في وجه آمال الشعوب المستمرة في التحرر ¶ وا لاستقلال. ¶ ورخَب بالتعاون السياسي فيما بين البلدان الإسلامية والاتحاد السوفياتى ¶ الذي يساعد البلاد العربية في مواجهتها مع الاستعمار الغربي. ¶ ولنقرا هذه (الطرفة): ¶ عندما كان السباعي رئيس تحرير جريدة (المنار) شنَ حملة عنيفة على ¶ الشيوعية، على مبادئها، وسياستها، وتخريب الأحزاب الشيوعية لِلُحْمة ¶ المجتمعات العربية، وتفكيك الأسر، دهاشاعة الإلحاد والمجون وما إلى ذلك. ¶ وذات يوم، وفيما كان في إدارة الجريدة، رن جرس الهاتف، وإذا السفير ¶ الأمريكي يريده للكلام، فأبى الباعي مكالمته، وعرف انه يريد ان يصطاد في ¶ (1) وليد عبد الناصر -جريدة الحياة: 4 235 1. ¶ 29",
            "page": "29",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "الماء العكر، وفؤت عليه فرصة الحديث، ثم ما يمكن أن يحاك ويقال عن هذه ¶ المكالمة، وما تم في ذلك اللقاء، فيما لو تم. . ¶ كان يريد أن يكون فوق الشبهات، وهو كذلك، ولكنه يريد أن يذلث عن ¶ نفسه، وعن الجماعة التي يقودها، حتى لا يمت! ها الشيوعيون والبعثيون ¶ والاشتراكيون بكلمة سوء. ¶ كما \"استبعد أي فرص للتقارب بين الإسلاميين والثيوعيين في البلدان ¶ المسلمة، لأن الثيوعيين هنا، يتبعون شاسات متذبذبة، لا هي وطنية، ولا هي ¶ مستقاة من مصالح الأمة، بل ناتجة عن التأثيرات الأجنبية. ورأى أن الإسلام - ¶ وليس الثيوعية - هو الذي قاد النضال ضد الاستعمار، وحث الشعوب على ¶ (الشهادة) كما حدث في ثورة الجزائر عا م 4 5 9 1 \" (1). ¶ 3 - موفقه من القضية الفلسطينية: ¶ أح! الإخوان بخطر الصهيونية على فلسطين في وقت مبكر، فأرسل ¶ الأشاذ البا الوفود إلى فلسطين يستطلع حالها من أهله! المجاهدين، وخاصة ¶ من مفتيها الشيخ أمين الحسيني، وفارسها الشيخ عز الدين القسام، كما أثار ¶ القضية في مصر، في الصحافة والمساجد والمظاهرات والمحاضرات، وأسس ¶ الجهاز الخاص من أجل مقاومة الإنكليز المحتلين في مصر، وفي فلسطين، ¶ وكذلك مقإومة الصهاينة الذين كانوا يلقون الدعم من الإنكليز والأمريكان ¶ وروسية الثيوعية، وسواها من دول الغرب والشرق. ¶ وشارك السباعي في فعاليات الإخوان في مصر، وخطب من أجل ¶ فلسطين، واتصل برجإلها، وعندما عاد إلى سورية، تابع ما بداه بمصر، لأن ¶ القضية الفلسطينية هي قضية العقيدة والمقدسات، وهي قضية العرب ¶ والمسلمين في القرن العشرين. ¶ (1) المصدر ا لسا بق. ¶ 30",
            "page": "30",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "يقول السباعي: ¶ إنه في عام 942 1 م اجتمع بالشيخ نمر الخطيب بدمشق، الذي كان قادمأ ¶ من فلسطين \" فحدثني عن استفادة يهود فلسطين من الحرب العالمية الئانية، فقد ¶ شكلت السلطات البريطانية لهم كتائب تتدرب على القتال، وأمدتهم بالأسلحة ¶ والذخائر. . وقال: / ¶ \"إن الوضع في فلسطين خطير، ونحن عرب فلسطين، يحظر علينا حمل ¶ أبسط انواع الأسلحة، والعرب والمسلمون غافلون عما سبيتَ لفلسطين من شر ¶ بعد انتهاء الحرب العا لمية الثانية. فهل لك أن تعلن صوت ا لنذير وا لإيقاط؟ \" (1). ¶ ومن هذه اللحطة انطلق السباعي يحاضر، ويخطب، ويقود المظاهرات، ¶ وينبه الغافلين، في دمشق وسائر المحافظات السورية. ¶ وعندما جاء مفتي فلسطين، الحاج امين الحسيني، إلى دمشق، فاراَ من ¶ الأسر في فرنسة، في 29/ 5/ 1945 استقبله السباعي، ورحب به، وكانت ¶ فلسطين هي محور الحديث، واقترح إقامة يوم لفلسطين في سورية، فأقامت ¶ جماعة الإخوان المسلمين يوماَ لفلسطين كان له دويه العالمي، حتى احتجت ¶ بعض السفارات العربية لدى السيد رئيس الجمهورية: شكري القوتلي، فرد ¶ عليهم: (الشعب بيحكي، انتو شو عملتو؟) (2). ¶ وبالاتفاق مع المفتي أوفد السباعي عدداَ من الإخوان إلى فلسطين، كم! ¶ اوفد بعض الضباط اليوغسلافيين: (محمد مفتيش، وشوفي، وسعد) لدراسة ¶ الأوضاع الدفاعية بالتعاون مع ابناء فلسطين. ¶ وتم التفاهم والتنسيق بين السباعي وبين القائد المجاهد (عبد الله التل) ¶ أحد قادة الجيش الأردني - الذي سمح لمجموعة من الإخوان بالعمل، على أنهم ¶ (1) ¶ (2) ¶ الإخوان المسلمون في حرب فلسطين، ص 4 32. ¶ ذكريات زهير الشاويث! عن مشاركة ا لإخوان في حرب فلسطين، ص ه 2. ¶ 31",
            "page": "31",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "من منطمة (الجهاد المقدس) \"وأعطينا هويات نتجول بها، مع تغيير الأسماء ¶ أحيانأ\" (1). ¶ \"وكانت الحكومة البريطانية تمنع دخول من تظن أن لهم علاقة بالجهاد ¶ الفلسطيني إلى فلسطين، وقد منعت السباعي من العبور إلى مصر بالقطار اكثر ¶ من مرة \" (2). ¶ وكان السباعي لا يفتأ يذكر فلسطين، بلسانه وقلمه، ينذر ويحذر، ¶ ويفضح بريطانية التي تسهل هجرة الهود إلى فلسطين، وتدربهم على القتال، ¶ وتناصرهم في هيئة الأمم ومجلس الأمن، ومعها امريكة، وروسية الشيوعية، ¶ والغرب (الديموقراطي)، وقد كتب مقالة بعنوان (رمضان يتحدث) في آب ¶ 1947 م حذر فيها العرب والمسلمين من المصير الباض الذي سوف تصير إليه ¶ فلسطين إذا استمروا فيما هم فيه من عبث وعجز. وقال: ¶ \"هذه فلسطين تكاد تفلت من ايديكم، وهاهي الشرارة الأولى تنذركم ¶ باندلاع النار، وانفجار البركان. هاهو بدء النزاع بين العرب العزل، وبين الهود ¶ المسلحين قد ذؤ قرنه. ¶ فماذا اعددتم لضرة إخوانكم؟ ¶ اين شبابكم يهيئون سواعدهم للنضال؟ ¶ واين رجالكم يهيئون أبناءهم للقتا ل؟ ¶ واين اغنياؤكم يفتحون صناديقهم للبذل؟ ¶ واين زعماؤكم ينفخون في قلوب الجماهير نار اليقظة والاستعداد؟ ¶ وا اسفاه! إني لا ارى إلا صرخات تذهب هباء، واستعدادات تتجلى كل ¶ (1) ¶ (2) ¶ ذكريات زهير الشاويش، ص 6 1. ¶ المرجع ا لسابق، ص ه 2. ¶ 32",
            "page": "32",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "قوتها في مظاهرات يهتف بها بضعة اطفال، ثم لا ثيء. ثم غفلة. ثم استهار. ¶ ثم انكباب على الشهوة واللذة، واعداؤكم يضرمون النار في بيوتكم؟ \" (1). ¶ لقد قرا (السباعي) الثاب الأستاذ، حيوات الرجال العظام من أمشال ¶ عبد الله بن المبارك، واسد بن الفرات، والعز بن عبد السلام، وابن تيمية، من ¶ رجال العلم والجهاد، فاَلى أن يقتدي بهم فقيها مجاهدا23) بنفسه وماله وقلمه ¶ ولسانه اللذين كانا أحدّ من السيف في فضح التاَمر الدولي مع الصهيونية لابتلاع ¶ فلسطين، وفضح الأنظمة العربية العميلة، والدعوة إلى الإعداد والاستعداد ¶ والتعبئة العامة، ليخوض الشعب السوري، والأمة العربية برمّتها معركتها ¶ المفدسية ضد الإنكليز واليهود الغزاة. ¶ وهو يرى أن معركتها مع اليهود هي: ¶ معركة بين العقيدة واللاعقيدة. ¶ وبين العلم والجهل. ¶ وبين النظام والفوضى. ¶ ولهذا كان يركز على العقيدة، والعلم، والنظام، أسلحة ماضية في حربنا ¶ الفاصلة مع اليهود، وطالب البرلمان بأن تدرس مادة باسم القضية الفلسطينية في ¶ الشهادات الدراسية، وأن تكون مادة أساسية، وقد استجيب لطلبه، كما كان ¶ يفيم أسبوعاَ لفلسطين في كل عام، وخصص ركناَ في مجلته (حضارة الإسلام) ¶ باسم (الدرة المغتصبة). ¶ وشإرك في المؤتمر الإسلامي العام في القدس، وكان -كدابه -فعالاَ فيه، ¶ وعندماَ عقد ذلك المؤتمر في دمشق، وضع الإخوان والمركز العام، وسإلْر ¶ إمكانات الجماعة، تحت تصزُفه، في سبيل إنجاحه. ¶ (1) ¶ (2) ¶ احكام الصيام وفلسفته، ص 79. ¶ د. البيومي -النهضة الإسلامية: 3/ 475. ¶ 33",
            "page": "33",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وكان يزور القدس، وغيرها من المدن والبلدات والقرى الفلسطينية، ¶ ويتصل بأهلها، ويدرس أحوالهم عن كثب، ويخطب في مساجدها ومنتدياتها، ¶ محذراَ، ومنذراَ، ومعبئاَ. ¶ وفي المؤتمر المسيحي - الإسلامي الذي انعقد في بحمدون بلبنان \"رأى ¶ الدكتور مصطفى أن يصارح المجتمعين بأن عداء الإسلام للشيوعية لا يجعلنا ¶ نسكت عن مؤازرة أمريكة للصهيونية، وعملها على سلب حقوق المسلمين في ¶ فلسطين. ف! ذا كانت امريكة تسعى إلى الخير الذي جاءت به المسيحية، فمن ¶ واجبها أن تنتصر للحق لذات الحق، أما ان تنضم جهاراَ إ لى الصهيونية، وتدعو ¶ المسلمين إلى تأييدها في اتجاهاتها، فهذا موضع الاعتبإر. ¶ وقد فوجن الذين عقدوا المؤتمر، بأن الفرض المستتر في نفوسهم من ¶ انعقاده، قد تبدد بعد كلمة ا لدكتور السباعي، فسكتوا على كمد (1). ¶ وما فتئ السباعي ينذر بخطر القضية في الكثير من كتاباته وأحاديثه ¶ وخطاباته، في شتى المناسبات، فها هو ذا (في ذكرى الإسراء والمعراج) يقول: ¶ يجب أن تتجه قلوب المسلمين نحو فلسطين. ويعدد مغازي هذه الذكرى ¶ فيقول: إنها معجزة يذكرها المسلمون في مثل هذا اليوم من كل عام، ويرون ¶ فيها دليلاَ قويأعلى عنإية الله برسوله، وعلؤ مكانته بين الأنبياء والمرسلين. ¶ وهناك مغزى وطني: ان تحطم الأمة كل قيد. وتزيل من طريفها كل ¶ عقبة، وأن لا ترضى بالحياة إ لا ان تكون كريمة. ¶ وفيها مغزى اجتماعي: أن تكون حافزاَ للأمة لتحلق في اجواء الفكر ¶ والعلم والسمو والكما ل. ¶ اما المغزى السياسي فهو: أن لفلسطين أهمية كبرى في حيإة هذه الأمة، ¶ وان الصلة بين مكة والقدس صلة وفتحة العرى، وان لبيت المقدس من الخطر ¶ (1) ¶ د. البيومي، النهضة ا لإسلامية: 3/ 477. ¶ 34",
            "page": "34",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "في مستقبل الزمن، ما لا ينبغي أن تجهله الأمة، أو تغفل لحظة عنه. ¶ وقد توج هذا، بخوض حرب فلسطين عام 1948 م على رأس كتيبة من ¶ الإخوان السوريين، وقد وصفه دماخوانه الدكتور محمد الفاضل بقوله: ¶ \"ولقد شوهد السباعي، دماخوان السباعي، في حومة فلسطين - رعى الله ¶ فلسطين - يتسعرون بالإقدام، ويتفجرون بالحمية الوطنية، ويهتفون بالتضحية، ¶ ويجدعون بالإيمان أنف النكبة. . بينما كان الغواة المضللون، يلتهمون زاد ¶ الأمة العربية مع الوحق، وينضجون شواءهم في حريقها\" (1). ¶ ووصفه الدكتور سعيد رمضمان، وهو يقاتل في فلسطين فقال: ¶ - \"هذا المزيج العجيب قد خبرت من أمره فيما بعد، روائع أثناء صحبة ¶ الجهاد المسلح على خط النار، فإذا هو - من حول بيت المقدس - يتحدى ¶ العدوان والغدر، ويقاتل قتال من حِرْفَتُه الحربُ وطلبُ الموت، لا من قضى ¶ زهرة عمره في أكناف ا لأزهر، بين المتون والحواشي ومذاهب الاراء \" (2). ¶ 4 - موقفه من الغرب والتغريب: ¶ يرى السباعي أن كلأً من الراسمالية، والشيوعية، نتاج للحضارة الغربية، ¶ لىليها ينتميان، وهي حضإرة مادية لم تل! ث الاحتياجات الروحية للبشر. ¶ فالشيوعية عقيدة مادية تحارب القيم الدينية والأخلاقية، وكذلك الغرب ¶ المسيحي، يتبنى بدوره سياسيات قائمة على حسابات ومصالح مادية بحتة، ¶ وضرب مثلاً على ذلك، بزرعه (إسرائيل) في قلب العالم العربي، وهي ذات ¶ عقيدة صهيونية مادية. كما أن الغرب - ومنه إسرائيل - يمارس سياسة عنصرية ¶ ضد غيره من الشعوب، فحضارة الغرب مادية تحكمها المصالح لا المبادى ¶ والأخلاق، والغربيون - على الإجمال - قوم ماديون، ينحصر تفكير جمهورهم ¶ (1) ¶ (2) ¶ مجلة حضارة ا لإسلام - العدد الخاص عن السباعي، ص 2 2 4. ¶ مجلة المسلمون -س 9 ع: 3 - ص 2 0 2. ¶ 35",
            "page": "35",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "في تحسين معيشته، أو الحصول على كسب مادي اكثر، بصرف النظر عن ¶ المبادى والأخلاق. ¶ يقول السباعي: ¶ \"زرت أوروبة أكثر من مرة، وزرت الاتحاد السوفياتي وبعض بلدان ¶ أوروبة الشرقية، وفي هذه الرحلات كلها، اتيح لي أن أتعرف على حقيقة الحياة ¶ الاجتماعية في العالم الغربي والعالم الشيوعي، وقد خالطت فيها مختلف ¶ الطبقات، وكنت حريصأ أن أستفيد من كل ما أرى وأسمع، وأن أنظر إ لى ا لأمور ¶ نظرة باحثِ منصف. ¶ ومع أني أعجبت بكثير من مظاهر الحياة في أوروبة الغربية وفي العالم ¶ الشيوعي فإن الذي اقتنعت به، أن الحضارة الغربية بقسميها: الرأسمالي ¶ والشيوعي، حين أهملت الروح في بناء اسسها الحضارية، أفقدت الإنسان ¶ مناعة كبرى ضد القلق والاضطراب، وأن الشيوعية زادت على ذلك، أنها ¶ أفقدب الإنسان مثله العليا التي تتخطى حدود الحياة المادية من أكل ولب! ¶ ومسكن. لقد اقتنعت بأن الإنسانية تنشد حضارة من طراز آ خر تجد فيها استقرارها ¶ النفسي، ولا تفقد فيها مُثله! العليا \" (1). ¶ ولمن أراد المزيد من الشرح والتفصيل، فليرجع إلى كتابه القيم (من ¶ روائع حضارتنا) ففيه توضيح وتوكيد لهذه الحقيقة، ونرى مثل هذا في كتبه ¶ الأخرى، وفي مجلته (حضارة الإسلام). ¶ لقد طاف ا لسباعي في عدد من ا لدول الغربية وا لشرقية، وعرف المستشرفين ¶ عن قرب، وعلم ما تخبئه صدورهم من أحقاد دفينة ضد الإسلام والمسلمين، ¶ وخبرا لحياة ا لغربية، وا تخذ موقفه منها عن علم. ¶ أذكر للسباعي العليم، محاضرة له في مركز الإخوان بباب الجابية بدمشق ¶ (1) اشتراكية ا لإسلام، ص 18 - 9 1. ¶ 36",
            "page": "36",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "عام 5 95 1 م عن أحقاد الغربيين على الإسلام والإسلاميين الدعاة إلى الله، وأنهم ¶ يثيرون الحكام على الإسلاميين، وقد استجاب لهم الحكام، وفي مختلف ¶ الحكومات على اضطهاد أبناء الحركة الإسلامية، (المتعصبين للإسلام ضد غير ¶ المسلمين) ثم قال: من منا المتعصب؟ نحن أم هم؟ ¶ واستشهد على تعصبهم علينا بحادثتين: ¶ الأولى: رواها له الدكتور معروف الدواليبي عندما كان طالباَ في فرنسة، ¶ فقد زعم أستاذ 5 الفرنسي أن الإسلام يسمح للدائن أن ياخذ من المدين المعسر ¶ أحد أعضائه وفاء لدينه، وعندما سأله الدواليبي عن المرجع الذي استقى منه ¶ هذه المعلومة وسواها، أجابه بان لديه عدداً من المصادر والمراجع الفقهية ¶ والتاريخية التي تذكر هذا، ولكنه لم يستطع أن يذكراسم كتاب واحد، وتحت ¶ إلحاح الدواليبي، وعد 5 أستاذه بان ياتيه باسمائها في المحاضرة القادمة، ولكنه ¶ لم ياتِ بشيء، وزعم أنه نسي الموضوع، وأخلف مرات، عندها قال له ¶ الدواليبي أمام الطلاب جميعاً: إن ما قلته - يا آستاذي - محض افتراء على ¶ الإسلام وكتب المسلمين. ¶ الثانية: رواها له الأستاذ أبو الأعلى المودودي، وتتلخص في أن رئيس ¶ الجامعة الأمريكية في بيروت دعاه لإلقاء محاضرة في الجامعة (1955)، عن ¶ فساد النظرية الاقتصادية الماركسية، وحضر جمهور غفير غصت بهم قاعة ¶ المحاضرات، من المثقفين والسياسيين والمفكرين، وعندما أعلن المودودي - ¶ وهو على المنصة - عن موضوع محاضرته، وهو (مقارنة بين النظرية الاقتصادية ¶ الماركسية، والنظرية الاقتصادية في الاسلام) وقال: وسوف ترون أن النظرية ¶ الإسلامية تتفوق -بكثير -على النظرية الاقتصادية الماركسية. يقول المودودي: ¶ في هذ 5 اللحظة، فطعوا التيار الكهربائي، وغرقنا في الظلام، ووقف رئيس ¶ الجامعة يعتذر إلى الجمهور عن هذا الخلل، ودعاهم إلى الانصراف، ئم قادني ¶ إ لى غرفته المجاورة، وقبل أن أبدي استغرابي واحتجاجي، بادرني بقوله: ¶ 37",
            "page": "37",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "\"نحن طلبنا منك ان تتحدث عن فساد النظرية الماركسية في الافتصاد، ¶ وفصورها عن تحقيق السعادة للبشرية، وألْت تريد أن تبرهن لنا على تفوق ¶ النظرية الافتصادية في الإسلام، على النظرية الاقتصادية في الماركسية \". ¶ وسكت رئيس الجامعة برهة ثم تابع بوقاحة: \"نحن نفضل أن تحكمنا ¶ النظرية الماركسية والماركسيون، ولاتحكمنا النظرية الإسلامية وا لإسلاميون \". ¶ وقال السباعي: \"هاذا كان المانع - من الاستفادة من الإسلام وحضارته- ¶ هو الخوف من أن يرمينا الغرب بالتعصب، فهو خوف (قاتل) إنه يمنعنا من أ ن ¶ نحكم البناء كما ينبغي، وكيما يدوم طويلاَ. ¶ لقد كان الغرب يحاول ان يمنع حركتنا التحريرية من المضي في طريقها ¶ بتهمة (التعصب الوطني) وكان يخاف من ذلك ضعاف الإيمان بوطنهم وبأمتهم، ¶ ولقد مضى هؤلاء إ لى سبيلهم، واستقا مت حركتنا التحريرية، وآتت ثمارها، منذ ¶ نشأ فينا جيل من القادة لا يخاف من تهمة (التعصب الوطني) بل يباهي بها، وتهمة ¶ (التعصب الديني) هي من تلك المحاولات التي يحاول بها الغرب أن يمنعنا من ¶ البناء القوي المتكامل. ¶ إن الغرب متعصب لنفسه، في كل ما يعود عليه بالخير، متعصب علينا ¶ في كل ما يعود علينا بالخير. ¶ فلنمضِ في طريقنا، غير مصغين إلى ذلك المتعصب للباطل، ليمنعنا من ¶ الأخذ بالحق \" (1). ¶ احتدَ الصراع بين تيار العريب الوافد مع ا لاستعمار، ومن بلاد ا لمستعمرين ¶ من جهة، وبين السباعي داعية العروبة والإسلام المتمسك بالقيم العربية ¶ وا لإسلامية، الرافض لمظاهر العر يب في الئقافة والفكر، وفي ا لحياة ا لاجتماعية ¶ التي أرادها المستغربون خروجاَ على تلك القيم. . من جهة اخرى ¶ (1) اشتراكية الإصلام، ص 0 2. ¶ 38",
            "page": "38",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وكان الصراع الأيديولوجي عنيفأ بين السباعي، ممثل الطليعة المؤمنة، ¶ وبين المستغربين والمستشرقين من اليمين واليسار على حد سواء، وقد أبلى ¶ السباعي أروع البلاء في هذا الصراع. ¶ 5 - موقفه من القومية العربية: ¶ الأمة العربية حاضنة الإسلام، وعلى أرضها ظهر، ونبي الإسلام عربي، ¶ والقرآن بالعربية نزل، وفي جزيرة العرب: البيت الحرام، والمسجد النبوي، ¶ وفي بلاد العرب: المسجد الأفصى الذي بارك الله فيه وفيما حوله، وفي بعض ¶ الَاثار ان لغة أهل الجنة هي اللغة العربية، والخلفاء الراشدون عرب، والقادة ¶ الفاتحون عرب، وأكثر العلماء والأدباء والتابعين والصالحين والشهداء من ¶ العرب، وتراث الإسلام مكتوب باللغة العربية، والحضارة العربية من حضارة ¶ الإسلام، بل هي نفسها حضارة الإسلام. . ¶ ولهذا كان للعروبة مكانة رفيعة في نفوس المسلمين عامة، والإسلامييق ¶ خاصة، ولدى السباعي بشكل اخص، وكثيراَ ما كان يطرب اسماع المستمعين ¶ لخطبه بهذا النداء الحبيب: يا ابناء العروبة والإسلام. . دائمأ يقرن العروبة ¶ بالإسلام، والإسلام بالعروبة، في كتاباته، وخطاباته، ومحاضراته، وأحاديثه ¶ ا لعادية. . ¶ ولهذا اهمه العرب، كما أهمه المسلمون، وناضل من أجل أن تتحرر ¶ الأقطار العربية من الاشعمار، وساعد قادة التحرر، وايد الجامعة العربية، ¶ وقدم رايه من اجل النهوض بها، لتكون فعالة، ونادى بالوحدة العربية تحت راية ¶ الإسلام، ثم ايد الوحدة السورية - المصرية، برغم كل الجراح التي أنزلها النظام ¶ الناصري به وب! خوانه في مصر. ¶ وخلافأ لمفكرين إسلاميين آخرين، تشككوا من الجذور الغربية للقومية ¶ العربية، فقد عبر السباعي عن دعمه لها، مع التاكيد على انها لا تعني تعصباَ ¶ قوميأ او طائفيأ، بل هي مفهوم لوطن داخل حدود الحضارة الإسلامية. ¶ 39",
            "page": "39",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ورأى أن القومية العربية لا يمكن أن تنقطع عن الماضي، بل إفها تستمد ¶ منه عناصر قوتها ومنعتها، وفي ا لماضي تراث وحضارة، فما ذا يمنع من ا لاستفادة ¶ منهما؟. ¶ ليزعم في شأنهما وقيمتهما من شاء ما شاء، فلن يستطيع أحد أن يزعم ¶ أنهما غثاء لا خير فيهما، أو انهما ماتا مع الزمن الذي مضى. فلماذا لا نستفيد ¶ مما فيهما من خير وحياة؟. ¶ وكان يرى أن تقوم القومية العربية على أساس من قيم الإسلام الروحية، ¶ وتعاليمه الأصيلة، وتراثه الحضاري الخالد، ورفض أن تكون وعاء للعلمانية، ¶ أو أن تكون بديلاَ ل! سلام، كما ينادي البعث والقوميون العرب. ¶ كما يرى أن الأمة العربية المسلمة هي وحدها المؤهلة للنهوض بالدور ¶ الحضاري المرتقب، لحمل حضارة الغد، وعليها أن تأخذ بالأسباب لتحقيق ¶ ذلك، لأن المسلمين يحملون عقيدة من أرقى العقائد التي تسهم في بناء ¶ الحضارات، فهي عقيدة علم تحترم العقل، وتدفعه دفعاَ حثيثاَ وراء المجهول ¶ ليصير معلوماَ. وهي عقيدة خلق إنساني معتدل كريم، يتجافى عن التفريط في ¶ العدالة، وعن الإفراط في الرحمة، وهي عقيدة تشريع يهدف إلى اليسر، ¶ ويتوخى المصلحة للفرد والأمة والإنسانية، وذات روحانية إيجابية بناءة. ¶ 6 - موقفه من المراة: ¶ كان اهتمام السباعي بالمراة كبيراَ، وكان تقدير 5 لدورها في الحياة عامة، ¶ وفي الدعوة خاصة، عالياَ، فأول من أسلم امرأة (خديجة رضي الله عنها) وأول ¶ سهيد في الإسلام امرأة (سمية زوجة الشهيد ياسر) وشاركت المسلماتُ ¶ المسلمين في تحمل الأذى من المشركين، فهاجرت أربع منهن في الهجرة ¶ الأولى إلى الحبشة، وهاحرت إحدى عثرة مجاهدة في الهجرة الثانية، كما ¶ هاجرن إلى المدينة مع المهاجرين، وقاتلت نسيبة بنت كعب الأنصارية ¶ (أم عمارة). . تركت سقاية الجرحى، وانبرت تقاتل بالسيف، وترمي بالنبل، ¶ 40",
            "page": "40",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "دفاعاَ عنم النبي جملاءِ في معركة أحد، وأصيبت في عنقها، فجرحت جرحاَ بليغاَ، ¶ وكانت مع زوجها وابنيها، ولا يستطيع احد إنكار دور أم سلمة في غزوة ¶ الحديبية، ولا بيعة النساء يوم فتح مكة. . ¶ لقد كان للمرأة في عهد النبوة دور مشرق مشرف، فكم خففت خديجة ¶ عن رسول الله همومه وأحزانه مما يلفى من قريش، وكم واسته بحنانها، وصرفت ¶ على الدعوة من حر مإلها \"والزوجة الصالحة تذلل كثيراَ من الصعاب لزوجها ¶ الداعية، إذا شاركته في همومه والامه \". . شاركن في العيش المرير أيام المقاطعة ¶ وحصار المسلمين في شِعْب أبي طالب، وحضرت بيعة العقبة الأولى (امرأتان) ¶ وبايعتاه مع الرجال على النصر والتأييد، وهيأت أسماء وعائشة الزاد للنبي -! ¶ وصاحبه، وقطعت أسماء فطعة من نطا قها -وهو م! يشد به الوسط - فربطت به على ¶ فم الجراب -وعاء الطعإم - فسميت: ذات النطاقين. ¶ وفي القادسية كانت الخنساء ونساء المؤمنين، وفي اليرموك كانت خولة ¶ بيت الأزور من أشجع الفرسان. . وهؤلاء النسوة الفضليات ربين صغار ¶ الصحابة والتابعين والفاتحين. . ¶ وهذا كله دعا السباعي إلى القول: ¶ \"لا بد للحركة الإسلامية المعاصرة من أن تشارك فيها المرأة \". ¶ ولهذا لا يرى مإنعأ من مشاركة المرأة في عملية الانتخاب، ناخبة ¶ ومرشحة، فيقول: ¶ \"إذا كانت مبادئ الإسلام لا تمنع أن تكون المرأة ناخبة، فهل تمنع ا ن ¶ تكون نائبة؟ ¶ قبل أن نجيب على هذا السؤال، يجب أن نعرف طبيعة النيابة عن الأمة. ¶ إنها لا تخلو من عملين رئيسين: ¶ 1 - التشريع: تشريع القوانين والأنظمة. ¶ 41",
            "page": "41",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "2 - المرا قبة: مراقبة السلطة التنفيذية في تصرفها وأعمالها. ¶ وليس في الإسلام ما يمنع أن تكون المراة مشرعة، لأن التشريع يحتاج، ¶ قبل كل شيء، إلى العلم، مع معرفة حاجات المجتمع وضروراته التي لا بد ¶ منها، والإسلام يعطي حق العلم للرجل والمرأة على السواء، وفي تاريخنا كثير ¶ من العالمات في الحديث والفقه والأدب وغير ذلك، وأما مراقبة السلطة ¶ التنفيذية، فإنه لا يخلو من أن يكون أمراَ بالمعروف، ونهياَ عن المنكر، والرجل ¶ والمرأة في ذلك سواء في نظر الإسلام. . فليس في نصوص الإسلام ما يسلب ¶ اهليتها للعمل النيإبي كتشريع ومراقبة \" (1). ¶ ونذكر - فيما يلي - الفتوى التي شارك السباعي مجموعة من العلمإء في ¶ إصدارها: ¶ \"راينا بعد المناقشة وتقليب وجهات النظر، ان الإسلام لا يمنع من ¶ إعطائها هذا الحق، فالانتخاب هو اختيار الأمة لوكلاء ينوبون عنها في التشريع ¶ ومراقبة الحكومة، فعملية الانتخاب عملية توكيل، يذهب الشخص إلى مركز ¶ الافتراع فيدلي بصوته فيمن يختارهم وكلاء عنه في المجلس النيابي، يتكلمون ¶ باسمه، وبدافعون عن حقوقه. والمراة في الإسلام ليست ممنرعة من أن توكل ¶ إنساناَ بالدفاع عن حقوقها، والتعبير عن إرادتها، كمواطنة في المجتمع \" (2). ¶ ومع ذلك يقول السباعي: ¶ \"ف! ني أعلن بكل صراحة، ان اشتغال المراة في السياسة، يقف الإسلام منه ¶ موقف النفور الشديد، إن لم اقل موقف التحريم، لا لعدم الأهلية بل للأضرار ¶ (1) ¶ (2) ¶ المراة بين الفقه والقانون، ص 56 1. ¶ دندل جبر - المرأة والولايات العامة، ص 172 نقلاَ عن الدكتور منير البياتي: ¶ ا لدولة ا لقانونية، ص ه 7 4 - 76 4. ¶ 42",
            "page": "42",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "الاجتماعية التي تنثأ عنه، وللمخالفات الصريحة لَاداب الإسلام \" (1). ¶ ومن أراد الوقوف على تفصيلات آراء السباعي في المرأة ككل، فليرجع ¶ إلى كتابه القيم: (المرأة بين الفقه والقانون) ففيه شفاء لما في الصدور. ¶ 7 - موقفه من الشيعة: ¶ يرى السباعي أن الوفت قد حان لتقارب المسلمين، وتفاهمهم وتعاونهم، ¶ بعدما مضى وانقضى ما كنا نختلف عليه، فقد انتهت كل عوامل الفرقة. يقول: ¶ \"ومن الواضح أن السبب الذي بدأت به الفرقة، وهو الصراع حول الأحق ¶ بالخلافة، ورئاسة الدولة، لم يعد موجوداً في عصرنا هذا، بل منذ عصور كثيرة، ¶ فقد أصبحنا جميعاً تحت سلطة المستعمرين، فلم يبق لنا ملك نتفاتل عليه، ¶ ولا خلافة ختلف من أجلها، وذلك مما يقتضي جمع الشمل، وتقريب وجهات ¶ النظر، وتوحيد كلمة المسلمين على أمر سواء، وإعادة النظر في كل ما خلفته تلك ¶ المعارك من أحاديث مكذوبة على صحابة رسول الله وأصفيائه، وحملة شرعه، ¶ وحاملي لوائه0 ¶ وقد بدأ علماء الفريقين في الحاضر يستجيبون إ لى رغبة جماهير المسلمين ¶ في التقارب، ودعوة المفكرين إ لى التصا في، وأخذ علماء السنة بالتقارب عمليأ، ¶ فاتجهوا إلى دراسة فقه الشيعة، ومقارنته بالمذاهب المعتبرة عند الجمهور، وقد ¶ أدخلت هذ 5 الدراسة المقارنة في مناهج الدراسة في الكليات، وفي كتب ¶ المؤلفين في الفقه الإسلامي، دمانني شخصياً - منذ بدأت التدريس في الجامعة- ¶ أسير على هذا النهج في دروسي ومؤلفاتي \" (2). ¶ \"ولكن الواقع أن أكثر علماء الشيعة لم يفعلوا شيئاً عملياً حتى الَان، وكل ¶ ما فعلو 5 جملة من المجاملة في الندوات والمجالس، مع استمرار كثير منهم في ¶ (1) ¶ (2) ¶ المراة بين الفقه والقانون، ص 1 6 1. ¶ السنة ومكانتها في التثريع الإسلامي، ص 8. ¶ 43",
            "page": "43",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "سب الصحابة، وإساءة الظن بهم، واعتقاد كل ما يروى في كتب أسلافهم من ¶ تلك الروايات والأخبار، بل إن بعضهم يفعل خلاف ما يقول في موضوع ¶ التفريب، فبينما هو يتحمس في موضوع التقريب بين السنة والشيعة، إذا هو ¶ يصدر الكتب الميئة بالطعن في حق الصحابة، أو بعضهم، ممن هم موضع ¶ الحب والتقدير من جمهور أهل السنة \" (1). ¶ \"ولو أنك قرأت وسمعت ما يكتبونه ويفولونه في مجالسهم في حق ¶ هؤلاء الأصحاب لقلت: إنهم - أي الصحابة الكرام -أشبه ما يكونون بعصابة من ¶ اللصوص وقطاع الطرق، لا دين لديهم، ولا ضمائر عندهم تردعهم عن الكذب ¶ والتامر والتهالك على حيازة الدنيا، وحيازة ا موالهم ولذائذها\" (2). ¶ \"لو سألتهم: فيم هذا كله؟ لما كإن لهم إلا جواب واحد: إننا ندافع عن ¶ حق سلب من أصحابه! \" (3). ¶ ثم يتساءل بمرارة: ¶ \"هل في تاريخ العالم كله، أن أمة شغلت بنزاع بين أجدادها، مضى منذ ¶ أربعة عثر قرناَ، وفد انتهوا إلى ذمة الله، وهو وحده الذي يحكم بينهم فيما كإنوا ¶ فيه يختلفون؟. ¶ هل في العالم اليوم، أمة تحترم نفسها، وتغإر على كرامتها، تشغل ¶ بخلاف عفا عليه الزمان، وعن أخطار محدقة بها من كل مكان؟ \" (4). ¶ \"فهلا اَن الأوان لأن تقوم فينا مجامع ومؤسسات، لتتبع آثار المؤامرات، ¶ وأهد افها، ووسائل تنفيذها! \" (ْ). ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ (5) ¶ السنة ومكانتها في التشريع الإسلامي، ص 9. ¶ المرجع السابق، ص 8. ¶ المرجع السابق، ص 62 4 0 ¶ المرجع السابق، ص 62 4. ¶ المرجع السابق، ص 63 4. ¶ 44",
            "page": "44",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "\"وهل لنا ان ننادي جميع عقلاء المسلمين ومفكريهم وكتابهم، ممن ¶ لا يتاجرون بالخلافات المذهبية، بأن يلتقوا من جديد، على كلمة سواء: ا ن ¶ يدفنوا اثار الماضي كله، وأن يعملوا على ما يدفع عن امتهم الأخطار المحدقة ¶ بهم من كل مكان، متعاونين بصدق لىخلاص، تعاون الذين لا تعرف الأهواء ¶ إلى فلوبهم سبيلأ، ولا الدسائس إلى عقولهم منفذأ، وأن يجعلوا قدوتهم محمدأ ¶ -لمجير، وهدفهم تخليص المسلمين من أوزارهم وأغلالهم وتبليغ رسالة الإسلام، ¶ ونشر هدايته ونوره في العالمين، حتى لا تكون فتنة، ويكون الدَين كله دئه. . ¶ اللهم إننا بلغنا فاشهد\" (1). ¶ 8 - موقفه من الطائفية: ¶ يقول السباعي: ¶ \"إذا كان المانع من الاستفادة من الإسلام وحضارته، خوفنا من أن يعود ¶ التعصب الطائفي إلى الوجود، فذلك خوف باطل، لأن ذلك المتعصب لم نصفه ¶ نحن، ولم يكن له وجود يوم تسلمت قيادة حضارتنا الأيدي الطاهرة، والعقول ¶ النيرة، والنفوس المخلصة في إيمانها. ونحن لا نريد أن تقودنا اليوم غير أمثال ¶ تلك الأيدي والعقول والنفوس \" (2). ¶ ويرى السباعي ان الدعوة إ لى ترك ا لدين كعلاج للطائفية، غفلة قا تلة لا تقع ¶ فيها امة واعية، ثم إن الفرق بين الدين والطائفية، هو فرق ما بين العلم والجهل، ¶ والحق والباطل، والخير والشر، والإيمان والعصيان \"الدين إخاء وتعاون ¶ ولقاء، والطائفية عداء وتقاطع وجفاء. الدين حسث ورحمة وسلام، والطائفية ¶ كره وقسوة وخصام. . الدين وفاء وحسن خلق وسلام، والطائفية غدرٌ وسوء ¶ خلق، وخبث نفس، وقذارة يد. . الدين شرعة الله ورسالته، والطائفية شرعة ¶ الشياطين ووسوستهم. . الدين هداية الرسل إلى الله، وطريق الناس إلى الجنة. ¶ (1) ¶ (2) ¶ السنة ومكانتها في التثريع الإسلامي، ص 63 4. ¶ انظر: اخلافنا ا لاجتماعية، ص 89 - 0 9.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "والطائفية فيادة الأشرار إلى الدمار، والطريق المستقيم إ لى النار \". ¶ 9 - موقفه من المعنزلة: ¶ \"والمعتزلة قوم فتنتهم الفلسفة اليونانية، والمنطق اليوناني، وما نقل من ¶ الفلسفة الهندية والأدب الفارسي، وقد كانوا كلهم او جمهورهم ممن يمتّون إلى ¶ اصل فارسي، فأؤلوا القراَن لينسجم مع الفلسفة اليونانية، وكذبوا الأحاديث ¶ التي لاتتفق مع هذه العقلية اليونانية الوثنية، واعتبروا فلاسفة اليونان أنبياء العقل ¶ الذي لا خطاً معه \" (1). ¶ \"كانوا- أي زعماء المعتزلة - من الرقة في الدين، بحيث يصف أحدهم- ¶ ثمامة بن اشرس -جمهور المسارعين إلى الصلاة بأنهم حمير. ¶ وكانوا من الشعوبية والكره للعرب بحيث يقول ثمامة نفسه: انظر إلى هذا ¶ العربي -يعني محمداَ ىلجيد- ماذا فعل بالناس؟ \" (2). ¶ 0 1 - موقفه من الانقلابات العسكرية: ¶ موقف السباعي من الانقلابات العسكرية موقف صلب، وقف ضدها ¶ بصلابة، وابى ان يتعاون معها، وتعرّض للأذى، والاعتقال، والتعذيب، ¶ والتسريح من العمل، ثم النفي من البلاد وهو رافض للتعاون معها، على الرغم ¶ من العروض السخية التي عرضها الانقلابيون عليه، \"لإيمانه ان السبيل الوحيد ¶ للإصلاح اياَ كان، إنم! هو الفكر الحر، والمنطق العلمي المبني على الحجة ¶ المفحمة، وهذا ما دفعه إلى استنفاد مجهوده في سبيل إقناع (اديب الشيشكلي) ¶ ب! عادة الحياة البرلمانية إلى البلاد\" (3). ¶ فما كان من الشيشكلي إلا ان يعتقله في معتقل المزة، وان يصادر حرية ¶ (1) ¶ (2) ¶ (3) ¶ السنة ومكانتها في التشريع الإسلامي، ص 7. ¶ السنة ومكانتها في التشريع الإسلامي، ص 06 ¶ محمد ا لمجذوب: علماء ومفكرون: 1/ 386.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "جماعته، فأغلق مراكزها، ووضع رجالها تحت المراقبة الشديدة، ثم أخرجه ¶ من السجن، وابعده عن البلاد. ¶ كان السباعي ضد سائر اشكال الاستبداد، وقد انكر علة من زعم ان السيد ¶ جمال الدين الأفغاني كان يقول: \"ما أحوج الشرق إلى مستبد عإدل\" إ ذ ¶ لا يمكن ان يجتمع الضدان: الاستبداد والعدل. ¶ إنه يقر بتعددية سياسية قائمة على مدارس فكرية متعددة، حتى لو كانت ¶ تمس بالعقيدة الإسلامية (1) ويكون تفنيدها، بالرد عليها، وبيان زيفها وبطلانها، ¶ بالحجة والبرهان، وميدان هذا النقاش هو الكتب، والحلقات الدراسية، ¶ والمجال! العلمية فحسب، لا السيف ولا السجن (2). ¶ هذا لأن النظام الإسلامي - عنده - شوري، مدني، يعتمد على الانتخاب، ¶ وشمعى لتحقيق العدل بين الناس، والناس أحرار في نقد الحاكم، وعدم طاعته ¶ إذا أمر بمعصية الخالق (3). ¶ 1 1 - موقفه من الاقتصاد: ¶ كان الإصلاح الاقتصادي من أولويات ا لسباعي، لأن ا لاستقلال الاقتصادي ¶ اساس للاستقلال ا لسياسي، وبا لإصلاح ا لافتصا دي ا لذي شرح نظريته في إ سهاب ¶ وتفصيل في كتابه ا لبديع (اشتراكية الإسلام) تتجنب ا لبلاد ما نادى به الاشتراكيون ¶ فيما دعوه (الصراع الطبقي) ا لذي يفرق ا لشمل، ويمزق ا لشعب. ¶ ولهذا شكل (الجبهة الاشتراكية الإسلامية) في برلمان 0 95 1 ودع! إلى ¶ سن قوانين اقتصادية تحول دون الصراع الطبقي، وتقارب بين الفئات الغنية ¶ والفقيرة، وهو يرى \"أن اشتراكية الإسلام لو طبقت في مجتمعنا، لاستفاد منها ¶ (1) ¶ (2) ¶ (3) ¶ اشتراكية الإسلام، ص 82. ¶ اشتراكية الإسلام، ص 84. ¶ باروت - مرجع صابق، ص 0 2 1. ¶ 47",
            "page": "47",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "جميع المواطنين، من مسلمين ومسيحيين، إنها ثروة تشريعية رائعة، لو أشرفت ¶ على تطبيقها عقول مرنة، نيرة، لكان لنا منها أروع نظام يستهوي القلوب ¶ والأنظار، فمن الخطأ الكبير تجاهلها في نهضتنا الحاضرة \" (1). ¶ 2 1 - موقفه من البدع: ¶ ولد مصطفى السباعي ونشأ وترعرع في بيت علم ودين، يتلى فيه القرآن ¶ العظيم، وتقام مجالس العلم، ويدور النقاش حول فضايا فقهية، وحديثية ¶ متنوعة، والسباعي الفتى يسمع ويعي ما يسمع، ويتشبع بروح الإسلام، ¶ وحقائقه الصافية النقية، ثم يخرج إلى مجتمع المسلمين، فيهوله ما يرى من ¶ جهل، وبدع، ما عرفها الإسلام، ولا أقرها العقل، فبادر إ لى انتقادها علناَ وعلى ¶ رؤوس الأشهاد، فثار عليه من ثإر من الجهلة المتخلفين المبتدعين في الدين، ¶ المسيئين إلى عقيدته وعباداته، ولكنه لم يأبه لهم، وسار في طريقه اللاحب، ¶ غير هياب ولا وجل، حتى قضى على كثير منها، نذكر منها بدعتين: ¶ 1 - خميس المشايخ: ¶ \"كإن الصوفيون يجتمعون في حمص في يوم خميس من شهر نيسان من ¶ كل عام، أسمو 5 خميس المشايخ الصوفية، مع أعلامهم وطبولهم، ويجري فيه ¶ كثير من الباع والمخالفات الشرعية، وكإن السباعي يتصدى لهم بخطبه ¶ ومحاضراته لمنع تلك البدع، حتى أطلقوا عليه لقب (ابن تيمية الصغير)، لأنه ¶ كإن ينكر، كما كان ابن تيمية ينكر من قبل، تلك الباع التي لا تمت إلى الإسلام ¶ بصِلَة. ¶ وقد لقي السباعي العنت والاتهام بإلإلحاد والمروق من الدين بسبب هذه ¶ المواقف، كما حاولوا قتله أكثر من مرة. ¶ وقد أعانه أبوه ووقف معه في هذا\" (2). ¶ (1) ¶ (2) ¶ اشتراكية الإسلام، ص 9 1. ¶ زهير الثإويش -هامش في كتاب (ا لسنة ومكانتها في ا لتشريع ا لإسلامي: ج - د. ¶ 48",
            "page": "48",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "كما كان السباعي كتب مقالة - في وقت مبكر من حياته المليئة بجلائل ¶ الأعمال - عن بدعة (أسبوع المشايخ) في حمص، فوجدتني تلقاء روح تحترق ¶ غيرة على حقائق الإسلام، أن تحجبهاظلمات عصور الضياع والانهيار! (1). ¶ 2 - ليلة النصف من شعبان: ¶ وقد تحدث عنها في برنامجه الإذاعي الأسبوعي الذي كانت تبثه إذاعة ¶ دمشق تحت عنوان (من أحاديث الدعوة) وفيه يقول عن دعائها المشهور: ¶ \"هاذن. . فهذا الدعاء من صنع المئات المتاخرة. . وهو من الناحية ¶ الشرعية غير جائز، ففيه الزعم بأن ليلة النصف من شعبان، هي التي يفرق فيها ¶ كل أمر حكيم، وهذا زعم باطل باتفاق جمهور العلماء، وفي هذا الدعاء، نسبة ¶ المحو والإئبات إلى الله في أمَّ الكتاب، وهو محال عليه، وعلم الله لا يتبدل ¶ ولا يتغير، ومن زعم غير ذلك، فقد نسب إليه الجهل أو التردد، وكلاهما على ¶ الله محال \" (2). ¶ موقفه من الفن: ¶ مصطفى السباعي ابن عصر 5، عرف زمانه، واستوعب تياراته، من خلال ¶ رؤية إسلامية واعية، لا تبهره المظاهر، ولا يخدعه المخادعون والمنافقون ¶ وا لدجا لون، ا لذ ين يروجون للفنون الرخيصة، ويزينونها للمراهقين وا لمراهقات ¶ جنسيأ وعقلياً وفكرياً، وسوف انقل بعض ما قاله في فنون: الغناء، والرقص، ¶ وا لموسيقى، وا لتصوير، وما إ لى ذلك من فنون، لتنبئ عن موقفه. قا ل: ¶ 1 - الفن قيثارة الشيطان (3). ¶ 2 - إسرائيل لا تعدُ لغزونا فرقاً من الراقصات والمغنيات والرسامين، ¶ (1) ¶ (2) ¶ (3) ¶ محمد المجذوب - علماء ومفكرون عرفتهم: 1/ 383. ¶ علماء ومفكرون عرفتهم: 1/ 9 0 4. ¶ هكذا عفمتني الحياة: 1/ 0 2. ¶ 49",
            "page": "49",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ولكنها تعد فرقاَ من الفدائيين، وأساطيل في الجو والبحر، وقذالْف للهلاك ¶ والتدمير، فهل يفهم (المنحلون) و (المتآمرون) و (الكسالى) و (الوجوديون) ¶ و (المستغربون) و (المفتونون)؟ (1). ¶ 3 - خذ من أمتنا مئة مصور، وأعطها طياراَ واحداَ، وخذ منها ألف مغن ¶ وأعطها مخترعاً واحداَ، وخذ منها كل العابثين واللاهين، وأعطها مُجِداً ¶ واحدالم 2). ¶ 4 - نحن في حاجة إلى محترعين ومخترعات، أشد من حاجتنا إلى فنانين ¶ وفنانإت، ومع ذلك، فكل الجوائز وكل الفرص، وكل الأنوار تسلط على ¶ هؤلاء، ويحرم منها أولثك. وما رأيت يوماً جائزة خصصت لشاب مكتشف أ و ¶ مخترع، وأرى كل يوم عشرات الجوائز للشبإب المتفوقين بالرسم والتصوير ¶ والموسيقى والغناء، فهل هذا دليل على جدنا في الانضمام إلى ركب الحضارة، ¶ والخلاص من أعدائنا المتربصين؟ أم نحن قوم غافلون، أو مخدوعون، أ و ¶ مضللون؟ (3). ¶ 5 - ليس أسهل على نفوس الثباب، في أمة حديثة الوعي، من إغرالْهم ¶ بالشهرة عن طريق الفن والرقص، وهذا هو سر استجابتهم لإغراء خرافة الفن، ¶ واستمتاعهم بلذته (4). ¶ 6 - وجدت الأمم اللاتينية أكثر براعة في الفن، وأقل تقدماً في العلم، ¶ وأسرع هزيمة في الحرب. ¶ ووجدت الأمم الاسكندنافية والسكسونية أقل براعة في الفن، وأكثر ¶ تقدماَ في العلم، وأشد استعصاء على الهزيمة في الحرب. ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ هكذا علمتني الحياة: 1/ 77. ¶ المرجع السابق: 1/ 78. ¶ هكذا علمتني الحياة: 1/ 78. ¶ المرجع السابق: 1/ 75. ¶ 50",
            "page": "50",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "فهل يريد الذين يشجعون فينا الفن على حساب العلم، ان ننهزم في ¶ الحرب، ونتاخر في استكمال وسائل القوة؟ (1). ¶ 7 - الانصراف إلى الفن شغل الذين تم لهم البناء، أما الذين لم يبدؤوا ¶ بالبناء بعد، او بدؤوا متأخرين، فمن اكبر الجرائم صرفهم عن الاهتمام في تقوية ¶ البناء، إلى الاهتمام بالرسم والغناء، وعن الاختراع، إلى رقص الإيقاع، وعن ¶ صنع الحياة، إلى (رسم الحياة) (2). ¶ 8 - لم تهزم امة امة اخرى بالفن، ولكنما هزمتها بالقوة، ومن التضليل ا ن ¶ يعتبر الفن من وسائل القوة (3). ¶ 9 - إذا كان الفن يصقل المواهب، وينمي الشعور بالجمال، ف! ن الأمة ¶ المحاطة بالأعداء، في حاجة إلى ما يفتل السواعد، ويلهب الإيمان، ويقوي ¶ الأخلاق، ويفتح العقول، ويدفع عن الأمة خطر الإبادة او ا لاحتلال (4). ¶ 0 1 - سلوا التاريخ: هل افل نجمنا إلا يوم سطعت نجوم المغنين، ¶ وقويت دولة الرافصات في سماء حضارتنا؟ (ْ). ¶ 1 1 - اي عافل مخلص يود ان يكون لنا نجوم في التمثيل والتلفزيون، ¶ ومُجَفُون في الرسم والغناء، قبل أن يكون لنا ابطال في الحروب، وعلماء في ¶ المختبرات، ومخترعون في الصناعات، واقوياء في الإيمان والأخلاق؟ (6). ¶ 12 - ايها العابثون المراهقون، ايها الفنانون والمغنون والراقصات. . ¶ (2) ¶ (3) ¶ (4) ¶ (6) ¶ هكذا علمتني الحياة: 1/ 75 - 076 ¶ المرجع السابق: 1/ 76. ¶ المرجع السابق: 1/ 76. ¶ المرجع السابق: 1/ 76. ¶ المرجع السابق: 1/ 77. ¶ المرجع السابق: 1/ 77. ¶ 51",
            "page": "51",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "ستكونون اول من ينهزم في معارك البطولات، وستكونون اول من يفر منها، إ ذ ا ¶ لم تحيوا قلوبكم بالإيمان، وتفتحوا عقولكم بالعلم، وتسموا بنفوسكم ¶ بالأخلاق، قبل ان تنفُوا أذواقكم بالفن، وترضوا شهواتكم بالرقص والغنإء (1). ¶ 13 - أليس من دواعي الأسى، أن تكون لإسرائيل صواريخها، ومفاعلها ¶ النووية، ويكون لنا تلفزيون، وفرق للرفص والتمثيل، وليس لنا صواريخ، ¶ ولا افران ذرية؟ (2). ¶ 4 1 - هاتوا لنا جميع الرسامين والممثلين والمغنين والراقصات والراقصين ¶ ثم احشدوهم جميعأ، وانظروا: هل يردون عنا خطر قنبلة ذرية، او صاروخ ¶ موجه؟ (3). ¶ 15 - هل يشفي المريض المدنف باقة من الزهر، أم حقنة من البنسلين؟ ¶ وهل يكفي الجائع لحن مطرب، ام رغيف مشبع؟ ¶ وهل يسعد الفقير ان تزين له جدرانه بالرسوم، ام ان تهئض له ما يحتاجه ¶ من اثاث؟ ¶ وهل يخاف منك العدو إذا كنت تحسن الرقص، ام إذا كنت تحسن ¶ صناعة الموت (4)؟ 0 ¶ 6 1 - وبين الدكتور السباعي وجهة نظره فيما كتب فقال: ¶ \"ليست هذه حملة على الفن بمعناه العلمي. 0 ولكنها حملة على هذا ¶ الغنإء الماجن المنحل، وعلى هذا الرقص الفاجر المثير، حين يطلق على هذا ¶ وذاك اسم (الفن) ويذهبون إ لى تمجيده، وا لإشادة به، وتسليط الأضواء على كل ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ هكذا علمتني الحياة: 1/ 77. ¶ المرجع السابق: 1/ 79. ¶ المرجع السابق: 1/ 79. ¶ المرجع السابق: 1/ 79. ¶ 52",
            "page": "52",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "ماجن مستهتر، استهواء لشبابنا وقياتنا، في وقت نحن احوج ما نكون فيه إلى ¶ استهوائهم بالبطولات في مختلف ميادينها. ¶ اما الرسم، فمع تسليمنا بأنه نوع من التعبير الإنساني عن حقائق الحياة، ¶ ننكر إعطإءه هذه الأهمية البإلغة، كما يفعل الغربيّون، فديننا، وحضارتنا، ¶ وعقليتنا التي تفدر حقائق الأشياء لا مادتها، تختلف عن الغربيين في مختلف ¶ ادوار حضاراتهم القديمة والحديثة، في هذا الأسلوب من التعبير عن القيم ¶ والحقائق، إذ ينبغي ان تفهم خواطره في هذا الموضوع، فنحن نعالج انحرافأ ¶ خطيراَ، واتجاهاَ مريبأ، نجد من الخيانة السكوت عنهما. ¶ كما ننكر الدعاية له، على انه كل شيء في حياة الأمم، واسإس كل نهضة ¶ فيها، ونعتبر ذلك من مظاهر عقدة النقص التي يعانيها جيلنا المعاصر، تجاه ¶ الحضارة الغربية، مع ان امتنا - في هذه المرحلة الخطيرة من مراحل نهضتنا - في ¶ حاجة إلى القوة، والعلم، والخلق النبيل الذي يبثه الإسلام في نفوس جماهيرنا، ¶ على هذه الأسس ا لجميلة في الحياة (1). ¶ ويقول! ا لسباعي في موضع آخر: ¶ \"ليس الفن كله شراَ، بل منه ما هو خير، ومنه ما هو شر، والشر منه، هو ¶ ما يهيج الشر\" (2). ¶ (1) ¶ (2) ¶ !!! ع! ¶ هكذا علمتني الحياة: 1/ 75 - 76. ¶ المرجع السابق: 1/ 94. ¶ 53",
            "page": "53",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "السباعي خطيباَ ¶ لم يعرف عالَمُ الخطابة - في العصور العربية الحديثة -اخطب من الدكتور ¶ مصطفى السباعي، ولا أبلغ بلاغة، ولا أفصج فصاحة، ولا اشد تأثيراً منه في ¶ سامعيه، فكانت له يدٌ بيضاء في السمؤ بها إلى مرتقى سامق، لم تبلغه من قبل، ¶ ولم تشهد 5 من بعد، برغم م! افاد من براعته من جاء بعد 5، وحاول تقليد 5، أ و ¶ الذبَئ في مسالكه، ولكنه لم يبلغ شأوه. ¶ كان السباعي - الخطيب المصفع - يبث في الناس، كل الناس، روح ¶ الحرية، والكرامة، واستقلال الشخصية، والعزة النفسئة. بم! اوتي من فصاحة ¶ لا يبعد بها عن مألوفهم، ولا يتناءى عفا عرفو 5، فلم يعلُ على مداركهم، إلا ¶ ليرتفع بها شيئاً فشيئاً، فأحئو 5، وعشقوا خطابته التي تصعد بهم في مدارج ¶ الخيال والذكريات، ثم تعود بهم إلى الواقع المعيش، فتهرهم هراً بجزالة ¶ الفاظها، وجمإل عباراتها، وجلال معانيها التي كانت تدغاع مراكز الشموخ ¶ والكرامهْ في نفوسهم، فما كانت لفظة (الكرامة) لتغيب عن خطبة من خطبه ¶ الشفاء، وكذلك كل معنى شريف من معاني الحرية، والشهامة، والأخوة، ¶ والدبئ، والجراة والإقدام، والشجاعة والكرم، وسائر مبادئ الإسلام، ¶ وتعاليمه، وقيمه الأصية. ¶ كان يأسر سامعيه بأسلوبه الفذ الذي كان يستخدم ألوان الفصاحة والبلاغة ¶ دونم! تكلف، فقد كان يستهويهم بتصرلْه في فنون القول، ويثير مشاعرهم، ¶ وهو يتنقل بهم، من التقرير إ لى الاستفهام، ومن التهكم والسخرية المهذبة إلى ¶ التعجب، ومن الجد إلى الدُعابة التي تص! ث في بؤرة الشعور، وتخدم الموضوع ¶ الذي هثأ له نفسه، و حشد م! حشد من ألوان التاًثير على المشاعر وا لأحاسيس، ¶ 54",
            "page": "54",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "فلا يصيب جماهير السامعين سأم او ملل، ويستموون مشدودين إلى الصوت ¶ العذب، وإلى السمت الساحر، وإلى المعاني التي لم يسمعوها من قبل، في ¶ الصورة التي يعرضها هنى الخطيب الذي يشعل في القلوب حرائق، بما يسرد من ¶ حقائق، بلهجة صادقة، ونبرة رائقة، واتزان، وسموق يملأ النفوس بما يسمو ¶ بها نحو الهدف الذي يرمي إليه الخطيب، فتقتنع العقول، وترتاح القلوب، فلا ¶ تحيد له رماية عن مرماها. ¶ ولعل الناس في ارض الكنانة ما يزالون يتناقلون فيما بينهم، ويروون ¶ لحفدتهم عن ذلك الخطيب الشامي (السباعي) الذي جاء مصر شريداً من بلاده، ¶ ووقف يخطب في الجماهير الحاشدة، وفيهم رجال (الثورة) فألهب الحناجر ¶ بالهتاف والتكبير، ولعب بالعقول، واستثار العواطف، فما كان من رئيس ¶ الجمهورية (محمد نجيب) إ لا أن يخلع قبعته العسكرية، ويقذف بها في الهواء ¶ وهو يهتف مع الهاتفين: اللّه اكبر ودئه الحمد، فقد بهره السباعي، وبهر سائر ¶ الحاضرين، بهذه العبقرية الخطابية، بهذا اللسان القوي، بهذه الفصإحة ¶ الفصيحة النادرة. ¶ كان السباعي يرتجل خطبه، فتعجب لهذا الارتجال الذي يأتي مسدداً في ¶ اسلوبه، ومعانيه، وفي إصابة الهدف في نفوس سامعيه، من دون الأ تقع له على ¶ هفوة لفظية، فقد كان قفة في التجويد في اللغة وعلومها، فلا ينبو عن سمعك ¶ بخطا نحوفي، أو صرفيئ، او لغوفي، أو بلاغيئ، ولا تتجافى جنوب عقلك ¶ وقلبك عن معنى مبتذل، أو غاية غير نبيلة. ¶ كان يرتجل خطبته، وأنت تظئه قد أتعب نفسه في التحضير لموضوعه، ¶ واختيار الفاظه وعباراته، والتنقيب عن أفكاره ومعانيه، وقد يكون الموضوع ¶ ابن لحظته، لم يُعِد له ولم يستعد، ولكنه ؤضع في موقف مرتهن، فبادر إلى فك ¶ الرهان، بما اَتاه الله من فصاحة اللسان، وحصافة العقل، وذكاء القلب، وجمال ¶ الشَمت، وجلال النفس، وعذوبة الصوت، وأسر موسيقاه، وحضور البديهة ¶ التي تحتوي ما قد يجد على الموقف. ¶ 55",
            "page": "55",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "أذكر أنه في (يوم الحِدَاد العإم) الذي أقامه الإخوان استنكاراً لمذبحة ¶ الدعإة في مصر عإم 1956 وفيماكان السباعي يعتلي منبر الجامع الأموفي الذي ¶ غمق بعشرات الَالاف، ويدوي صوته الجهوري في جنبات الأموي وما حوله، ¶ نهض (شيخ) وصار ينعق بصوت كصوت البوم، يعترض على هذا الحفل ¶ الحاشد، ويبرر لفرعون طغيانه وقتله الدعإة، ولكن صوت السباعي الهادر، ¶ ذهب بذلك الغثاء، وقذف به إلى بعيد، وهو يروي قضة بعض مثايخ السوء، ¶ مثايخ السلطان والشيطان، الذين باعوا دينهم، واخلاق الرجال، وكرامة ¶ العلم، بلعاعة من دنيا الظالمين. . كان موقفاً حرجاً، ولكن السباعي الخطيب ¶ الإعصار، قذف به إ لى بعيد، فلم يسمع له احد، وكان كالزبد. ¶ كان السباعي يخطب الساعة والساعتين والساعإت الثلاث والأربع، يتدفق ¶ ا لكلام ا لحلو من ا لفم ا لحلو في سائر أحواله، حتى وهو يرغي ويزبد كداعية حرب ¶ ونزال. . وهو في ا لبرلمان يحاول إ قناع زملائه النواب. . وهو يخطب في جماهير ¶ المتظاهرين. . وهو يخطب في المسجد خطبة الجمعة. . وهو يرد على بعض ¶ السياسيين. . وهو يرد على بعض المفكرين المنحرفين. . الكلمات القوية. . ¶ والمعاني الراسخة. . وحركات اليد، والقبضة الحديدية التي ترافق تلك ¶ الكلمات والمعاني، والصرخة الحزة الأبية، والثبرة التي تأتي عإلية حينأ وحيناً ¶ حيئة. . كانت من بعض مقؤمات خطابته، وعناصر نجاحه فيها. ¶ ونضرب مثالاً على خطبه المرتجلة، فعندما وقف على قبر أمير البيان: ¶ شكيب أرسلان، ساعة دفنه في العإشر من كانون الأول 1946 ارتجل كلمة ¶ بدأها بتسعة ابيات رائعة، كانت بنت لحظتها، ثم خاطب الفقيد بقوله: ¶ إيه ابا غإلب!. ¶ يا مالئ الدنيا وشاغل الناس!. ¶ يا من كنت إ لى آخر ايامك في الحياة، تنصح وترشد، وتعفم وتوقظ، فما ¶ عرف فكرك الجمود، ولا جسمك الراحة، ولا قلمك الركود، وإنما كنت ثورة ¶ جامحة، تزلزل أركان الاستعمار، بما تنفحه في العرب والمسلمين من اَيات هي ¶ 56",
            "page": "56",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "الئور وا لنار، وهي ا لقوة وا لحيا ة، فكا فأك ا لعرب وا لمسلمون بالدبئ وا لإعجا ب، ¶ وعافبك المستعمرون بالتشريد والاغتراب 0 0 اما هؤلاء فقد راوا بأعينهم ا ن ¶ ما بيْتوه لهذه الأمة من كيد افسدته عليهم الأقدار، واما أنت، فلقد رأيت في ¶ حياتك ثمرة جهادك. . لقد رايت اوطان العروبة تحطم القيود، وتسير نحو ¶ المجد، وبلاد الإسلام تسري فيها هزة عنيفة من اليقظة والوعي والنهوض، ¶ وها انت يا أبا غالب، تُدفن في ارض تحررت من الأجنبي، فلم يبق له فيها جش ¶ ولا مستشارون، ولا سلطة ولا أمر، ولطالما أعلنت على جش الاستعمار ¶ وسلطانه حرباَ عواناَ، وكنت لامال قومك في الجلاء حجة وتبياناَ. ولو قُدر لك ان ¶ تعود إلينا لحظات، لرايت هذه الجموع تبكيك بكاء الثكلى، ولرأيت في بلاد ¶ العروبة والإسلام مناحات وماَتم، وقد خفف نعيك في كل عين دمعة، وفي كل ¶ قلب حسرة، وفي كل نفس زفرة، فسلالم عليك في الأولين، وسلام عليك في ¶ الاخرين، وسلام عليك إ لى يوم ا لدين!. ¶ ثم التفت إلى المشيعين وقال: ¶ \"يا أيها المسرعون بفقيد العروبة والإسلام تمهلوا فليلاَ. . رويدكم ¶ لا تعجلوا. . إنكم لا تحملون على اعناقكم رجلاَ، وإنما تحملون جيلاَ من ¶ المفاخر، اعيا التاريخ إحصاؤها وتسجيلها. ¶ هانكم لا تدفون إنساناَ كسائر الناس، إنما تدفنون امة، وتغئبون في ¶ أطباق الئرى اَمال شعوب، ورجاء اجيال، كانت كلها ترى في الأمير إمامها، ¶ وعلمها، وباعث نهضتها، ومبدد ظلمات حياتها \". ¶ ونختم هذه الخطبة المرتجلة الرائعة بقوله: ¶ يا روج الفقيد العظيم! ¶ انطلقي اليوم في دنيا الخلود، فلطالما كنتِ في هذه الدنيا حبيسة سجينة، ¶ وغزدي ما شئتِ أن تغردي، فلطالما كان تغريدك في دنيا نا املاَ، وبعثاَ، ها يقاظأ. ¶ وانطلقي -يا روج الفقيد- في عالم لا يعرف الظلم، ولا البغي، ولا المكر، ¶ 57",
            "page": "57",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "ولا ا لعدوان، وابحثي عن أرواح أبطالنا الخا لدين، فبفغيهم الشكوى، وبثي إ ليهم ¶ ا لأحزان، وانقلي إ ليهم من دنيا نا ما يكون أعجوبة الأعاجيب في عا لمهم! ¶ غزدي يا روح الأمير، وانطلقي، وارتعي، ثم رفرفي علينا دائمأ وأبداَ، ¶ وذكرينا الدين في أسمى معانيه، والوطنية في أقوى مظاهرها، والعلم في أوسع ¶ آفاقه، والوفاء في أروع اَيا ته. ¶ سلام عليك يا روح الأمير، ورحمة الله ورضوانه وبركاته \" (1). ¶ وارتجل الدكتور السباعي كلمة قئمة، في حفل الوداع الذي أقامه له الطلبة ¶ المسلمون في لندن، مساء 1 8/ 1/ 1956 خاطب في ختامها الشباب المسلم ¶ الدارس في الغرب، فقال: \" أجل، إن الإسلام خطر على الاستعمار الذي امتصً ¶ دماء المسلمين، وأذلً كرامتهم، والذي شتت ا لعرب، ومزق وحدتهم. . خطر ¶ على اللصوصية التي تتقئع بالعلم والحضارة، لتسلب العرب والمسلمين أقوى ¶ وأعزَ ما يملكون في الحياة من تراث وسلاح. . ومن أجل هذا، نحن مصفمون ¶ على أن نستعمل هذا السلاح في وجو 5 الغزاة واللصوص. . مصفمون على أ ن ¶ نحمل الإسلام، لنطرد الغاصب من أرضنا، ونثبت القوة في نفوس أبناء أمتنا، ¶ ونعيد السبيل لحياة حزة كريمة فاضلة، ومجتمع سعيد غني عزيز، ف! ذا أصز بعض ¶ الناس - يا شباب الإسلام -على أن يحاربوكم من أجل هذ! الإسلام، لأنه سلاح ¶ خطير يرهب الغربيين، فليكن جوابكم: إن الأمة الجادة في معركتها مع أعدائها، ¶ تسلك كل سبيل لتخويفهم وإرهابهم. ¶ ثم صرخ: ¶ أمامكم -يا شباب الإسلام - معركتان: ¶ معركة مع اعدائه في الخارج، ومعركة مع بعض المفيمين على أرضه في ¶ الداخل. . وإن لديكم قوة كبيرة تملكونها وحدكم، ولا يملكها خصومكم ¶ ولا أعداؤكم. . إنها قوة الله. . إنها قوة الإيمان بالئه، التي أخرجت آباءكم من ¶ (1) ¶ مجلة حضارة الإسلام - العدد الخاص - السنة الخامسة: 4 96 1. ¶ 58",
            "page": "58",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "جزيرتهم، فجعلتهم - وهم الحفاة العراة - وجهاً لوجه امام المتحضرين ¶ المترفين، ئم لم يكن النصر إلا لهم، ولم يكن الخلود إ لا إكليلاً على رؤوسهم ¶ وحدهم. ¶ لقد وقفنا في التاريخ وجهاً لوجه مع اعداء الحق والانسانية، فانتصرنا ¶ عليهم، وكخا افقر الناس، وكانوا اغنى الناس. . انتصر الفقر على الغنى، ¶ والبداوة على الحضارة، والصحراء على العواصم، لأننا كثا نحمل وراء مظاهر ¶ الفقر والبداوة عقولاً متحررة من الخرافة، وفلوبأ ممتلئة باليقين، وبصاثر ¶ لا ترى الحياة من خلال الخمرة والمرأة والدرهم والدينار، لىنما تراها من ¶ خلال الخلق الكريم، والرجولة ا لنبيلة. 0 إ نها بصائر لا تمتد إ لى تراب وأحجار، ¶ بل إ لى جثة عرضها ا لسما وات وا لأرض، تجري من تحتها ا لأنهار \" (1). ¶ ومثال ثالث على خطابته، هذه الشذرات من خطابه التاريخي الذي القاه ¶ في (مؤتمر الجمعية الإسلامية لنصرة الجزائر) في لندن: \"إننا - نحن العرب ¶ والمسلمين - قد أفقنا على واقع مؤلم في بلادنا، وفي اَذاننا صوت الإسلام ¶ ينادينا، فيطالبنا بالعمل في سبيل حياة سعيدة كريمة، وأمام أبصارنا امم تحرص ¶ على حريتها ببذل الغالي والثمين من شبابها ودمائها، فصفمنا على ان نتحرر، ¶ وعلى أن نعيش في بلادنا، نقرر مصائرنا بأنفسنا، ونساهم في بناء الحضارة ¶ الانسانية التي تخفص العالم من آفات الفزع والقلق والطلم والاستغلال، وقد ¶ تحررت منا أقطار ولا تزال أقطار رازحة تحت وطأة الاستعمار، محرومة من ¶ التمتع بخيراتها، والإشراف على شؤونها، ف! ذا وقفت الجزاثر اليوم وقفتها ¶ الجئارة، تريد أن تنال استقلالها، لىذا وقف العرب والمسلمون في فضية ¶ فلسطين، يريدون تحريرها واستردادها، وإذا قامت في كل بلد عربي أو إسلامي ¶ حركة من حركات التحرر، فثقوا أننا جاذون غير هازلين، واننا لن نعْمض أعيننا ¶ للنوم مرة أخرى. ¶ (1) جريدة الشهاب: 0 7. ¶ 59",
            "page": "59",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "إن القوى الاستعمارية قد تتغفب على جهودنا وحركاتن! فترة من الزمن، ¶ ففرنسا قد تتغفب على ا لجزائر ا ليوم، ولكننا نصارحكم القول، بأنه من ا لمستحيل ¶ ان تظل فرنسا إ لى ا لأبد، تحتل ا لجزائر، وتجعل خيراتها نهباً مقسماً بين الفرنسيين ¶ المقيمين فيها. . إن من المستحيل ان يعود الاستعمار إلى التحكم في مصاترنا، ¶ كما كان من قبل، وسنستمر في المكافحة لكل استعمار، ولكل عدوان، حتى ¶ ينتصر حقنا، وتعود إلينا حريتنا. . ف! ذا اردتم السلام - ايها الغربيون الأحرار- ¶ فاصنعوه بأيديكم لا بألسنتكم، اصنعوه بنصر الحق، وتفهم الواقع، ولو كان مُزاً ¶ على نفوسكم. . اصنعو 5 بالخضوع إ لى الله فيما امر من العدل، ونهى عن الظلم، ¶ لا بالخضوع للشيطان فيما يوسوس به من بغي، وما يزينه في النفوس من جشع ¶ ونهم وعدوان. . حققوا السلام في نفوسكم ونفوس قادتكم، قبل ان تدعوا ¶ شعوبن! إليه. ¶ إن المعتدي السفاك للدماء، لن يكون أبداً من ابطال السلام، فكيف ¶ تريدونن! على أن نؤمن بدعوتكم للسلام، وأنتم تؤئدون فرنسا في عدوانها ¶ الوحثي على شعبنا في الجزائر، وتتجاهلون حقنا في فلسطين، وتسمحون ¶ بقيام دولة معتدية على حسإب تشريد شعب من ارضه، وتجريده من ثروته، ¶ وتعريضه للموت، او للجوع والأمراض!. ¶ ثم يهتف عالياً: ¶ يا أصدقاءنا الأحرار في عالم الغرب. ¶ تعالوا ننقذ الموقف قبل أن يفلت زمامه من أيدين! وأيديكم. ¶ تعالوا نعمل للحن، ونمتثل لأوامر الله. ¶ تعالوا نهتف للحرية والأحرار. ¶ تعالوا نهتف لشعب الجزائر المكافح، ولأبطاله المجاهدين \" (1). ¶ (1) ¶ جريدة الشهاب العدد (4 5) في 17/ 0 1/ 1375. ¶ 60",
            "page": "60",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "أبو الفقراء والمسا كين ¶ كان السباعي بمثابة الأب الحاني لسائر الفقراء والمساكين والمحتاجين، ¶ والمعوزين والعجزة والأيتام وا لأرامل، ومن يشبههم من ابناء ا لمجتمع ا لسوري، ¶ قد أهفته أمورهم، وشغلته قضاياهم، في وقت مبكر من حياته الخصبة المليئة ¶ بجلائل الأعمال، فقد حارب سائر اشكال الظلم الاجتماعي، وحاول إصلاح ¶ الخلل في المواضعات الاجتماعية الجائرة، فعمل على القضاء على البطالة ¶ السافرة والمقثعة، وعلى معالجة مشكلة غلاء المعيشة، وارتفاع الأسعار، ¶ ومحدودية الدخل، وغلاء الإيجارات، وقانون الإيجار، ومكافحة الجهل، ¶ وا لجوع، وا لبؤس، وا لمرض، وا لأمئة، فأنشأ ا لمدارس الليلية للفقراء، وخصص ¶ يوماَ للفقير في كل عام، وانشأ لجانألجمع التبرعات والإعانات، وتوزيعها على ¶ المحتاجين، وشكل لجنة دائمة لذلك، أطلق عليها اسم (اللجنة التعاونية) وكان ¶ حربأعلى سائر اشكال التخلف في الريف والأحياء الفقيرة في المدن، وقد انشأ ¶ عدة لجان لذلك، كاللجنة الثقافية، ولجنة مكافحة الأمية، واللجنة العمالية، ¶ واللجنة الطلابية، واللجنة الطبية، والجمعيات الخيرية، وتبنى مفهوم الاشتراكية ¶ الإسلامية منذ عام 1949 م عند-ما كان عضواَ في الجمعية التأسيسية التي صاغت ¶ الدستور السوري عام 0 195 م، وعندما صارت هذه الجمعية برلمانأ شكّل ¶ (الجبهة الاشتراكية الإسلامية) منطلقأ من أن الإصلاح والعدل الاجتماعيين ¶ يمثلان ركيزتين اساسيتين للفكر الإسلامي الذي يدعو إليه الإخوان المسلمون، ¶ ويتبنونه. ¶ وقد دعا في كتابه القيم (اشتراكية الإسلام) إلى التكافل الاجتماعي لسد ¶ الاحتياجات المادية والأدبية للفقراء، واليتامى، والمسنين، والعجزة، ومن ¶ 61",
            "page": "61",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "أرهقتهم الديون (الغارمين) والمحتاجين إلى السكن، وأبناء السبيل الذين ¶ انقطعوا عن أهلهم وبلادهم، والعزاب الذين لا يجدون المال الذي يوفر لهم ¶ حياة زوجية كريمة. ¶ وكان يرى أن تنهض الدولة بكفالة هؤلاء، وإن لم تكف مواردها، فلها أ ن ¶ تصادر ما هو ضروري ولازم للحياة الكريمة، في مجتمعنا الذي ينبغي أن يتصف ¶ بالكفاية والعدل، ويوفر الحرية والكرامة لسائر المواطنين. ¶ وعلى الدولة أن تقضي على كل الأسباب التي تحول دون ذلك، عليها أ ن ¶ تقضي على الاحتكارات، والربا، والقمار، وسائر أشكال الظلم، والفساد ¶ الإداري. ¶ مع العمل والعمال: ¶ شرح السباعي - في كثير من كتاباته - قيمة العمل في الإسلام، وحضه ¶ عليه، وتكريم العمال، ولذا دعا السباعي إلى إنصاف هذه الشريحة الكبيرة من ¶ العمال، ورفع مستوياتهم المادية، والاجتماعية، والخلقية، ونافش قانون ¶ العمل في البرلمان، وأثناء وضع الدستور السوري عام 0 95 1 م الذي كان \"أول ¶ دستور عربي يتحدث عن شؤون الفلاحين، والعمال، والضرائب التصاعدية، ¶ وتحديد الملكية الزراعية، والضمان الاجتماعي \" (1). ¶ \"وقد ظل دستور 1950 م أرقى من كل الدساتير المؤقتة والدانمة التي ¶ أخرجتها الديكتاتوريات العسكرية، والأنظمة العربية حتى الَان \" (2). ¶ وكان للسباعي تأثيره وفاعليته أثناء مناقشة قانون العمل. والنص على ¶ حقوقهم، كتحديد ساعات العمل، وتأمين العمل لمن لا يجدونه، وحماية ¶ حقوق العمال، وضمان مصالحهم، وزيادة أجورهم، وتحسين ظروف عملهم، ¶ (1) ¶ (2) ¶ مذكرات أكرم الحوراني: 2/ 1 23 1. ¶ المرجع السابق: 2/ 232 1. ¶ 62",
            "page": "62",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وتحسين اوضاعهم المادية، برفع اجورهم، لتتناسب مع ما يقدمون من جهد، ¶ والارتقاء بهم اجتماعياَ وصحياً وعفلياَ، وطإلب ب! عطائهم عطلات كافية، ¶ ووقف ضد التسريح التعسفي، وطإلب بسن قوانين تكفل لهم كل ذلك، ¶ وتحميهم من عسف ارباب العمل، وقد طإلب هؤلاء بأن يدفعوا للعمال رواتب ¶ تتناسب وطبيعة العمل الذي يقومون به، وإذا لم يكف الراتب في سد حاجة ¶ العامل، فعلى الدولة تغطية احتياجاته. ¶ هذا وقد بادر السباعي إلى فتح المدارس الليلية المجانية للعمال، وقد ¶ تخرج في تلك المدارس عدد من النابهين، كان منهم قضاة، ومحامون، ¶ واساتذة جامعات، ومدرسون. ¶ وخصص السباعي ركناَ للعمال في جريدة (المنار) وجريدة (الشهاب) من ¶ اجل حل مشكلاتهم، وخصص محامياً لذلك، وكان يُعْنى في هذا الركن بالدفاع ¶ عنهم، ونشر اخبارهم، ومساعدتهم في تحقيق طموحاتهم. ¶ وكتب المقالات، وحاضر في المركز العام ل! خوان وفي سواه، من اجل ¶ توعية العمال، وتسييسهم، حتى لا يعيشوا على هامش الحياة. ¶ مع الفلاحين: ¶ كان السباعي يأسى لحال الفلاحين البسطاء الذين يلقون كل الوان الظلم ¶ والعنت على ايدي ملاك الأراضي، الذين كانوا يسرقون جهود الفلاحين، ¶ ويستخدمونهم ونساءهم وأولادهم فيما يليق ولا يليق. ¶ احزنه حال الفلاحين، فقرر أن يصدع بما أمره الله به، من رفع الظلم عن ¶ عباد الله الذي كزم الإنسان، فكان حرباَ على التخلف والحياة البائسة في الريف، ¶ فبادر إلى تشكيل لجان طبية، من اطباء وممرضين وعلماء، يحملون معهم ¶ الدواء والطعام، ويخرجون إلى القرى والأرياف أسبوعيأ، ليعالجوا مرضى ¶ الفلاحين، ويقذموا لهم الدواء والداء والتوعية والعلم، وأنثأ بعض العيادات ¶ والمستوصفات الخيرية فيها، ودعا الحكومات المتعاقبة إلى إنصاف الفلاحين ¶ 63",
            "page": "63",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وأسرهم، وتأمين الخدمات الصحيّة لهم، وفتح المدارس، وتوفير الكهرباء، ¶ والماء النقي لهم، وشق الطرق إلى قراهم. ¶ وقد ذكرنا أنه كان أحد الأعضإء المؤثرين في وضع الدستور السوري ¶ عام 0 195 وخاض معارك ضارية ضد الإقطاع والإقطاعيين الذين كانوا يمثلون ¶ نسبة كبيرة في الجمعية التأسيسية، ثم في البرلمان، ومع ذلك، استطاع هو ¶ وزملاؤه في الجبهة الاشتراكية الإسلامية تحقيق بعض المكاسب للفلاحين. ¶ وقد نصّت المادة الثلاثون على ما يلي. ¶ \"لتحفيق استثمار أرض الوطن استثماراً صالحأ، ولإقامة علاقات ¶ اجتماعية عادلة بين المواطنين، يسن تشريع خاص يفوم على المبادى الَاتية: ¶ ا - وجوب استثمار الأرض وعدم إهمالها، وفي حالة مخالفة ذلك خلال ¶ مدة يحددها القانون، يسقط حقّ التصرف بها. ¶ 2 - يُعئن بقانون، حد أعلى لحيازة الأراضي، سواء بطرق التملك أ و ¶ التصرف والاستثمار، على أن لا يكون له مفعول رجعي. ¶ 3 - فرض تحسين الإنتاج. ¶ 4 - تشجيع الملكيات الصغيرة والمتوسطة. ¶ 5 - توزع الدولة من اراضيها، ببدلات معتدلة ومقسطة على الفلاحين غير ¶ المالكين، ما يكفيهم من الأرض، لتأمين معيشتهم. ¶ 6 - حماية الفلاح، ورفع مستواه (1). ¶ وفي كتابه القيم (اشتراكية الإسلام) دعا إلى تحديد الملكيات الزراعية ¶ الكبيرة، هالى توزيع الأراضي على الفلاحين الذين يعملون في تلك الأراضي ¶ ولا يملكون منها شيئأ، لأن الله - سبحانه - وضع السنن لاكتساب الملكية ¶ (1) مذكرات أكرم الحوراني: 2/ 4 23 1. ¶ 64",
            "page": "64",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "الخاصة عبر العمل، كما كفل العاجزين عنه، ورفض أن تملك قفة قليلة ملكيات ¶ كبيرة شاسعة واسعة، وتحرم الكثرة الكاثرة من الفلاحين البائسين من امتلاك ¶ شيء منها، وهذا سوف يؤدي إلى ألوان من الظلم والفساد. ثم إن الملكية ¶ وظيفة اجتماعية لصالح المجتمع، وتلك القفة الجائرة اعجز من أن تنهض بتلك ¶ الوظيفة. ¶ واستشهد السبإعي على صحة ما يدعو إليه. بما فعله أميرالمؤمنين عمر ¶ ابن الخطاب -رضي الله عنه -وما فعله بعض الخلفاء في الأندلس، عندما وزعت ¶ الأراضي المستصلحة على الفلاحين الذين لا يملكون أرضاً يزرعونها، فقد ¶ كانت الأراضي التي يستولي عليها المسلمون، إفا أن تمتلكها الدولة، ثم ¶ تؤخرها للفلاحين، وإ ما أن توزعها عليهم. ¶ وفي برلمان 1962 م كان يوخه إخوانه النواب أن يطلبوا من الحكومة ¶ توزيع املاك الدولة من الأراضي البور على الفلاحين، وهذا يعني ان السبإعي- ¶ رحمه الله تعالى - كانت عينه على الفلاحين، برغم المرض الذي ظن بعض ¶ الناس انه سوف يشغله عن قضايا الشعب عامة، والفقراء منه خاصة. ¶ !! \"ع! ¶ 65",
            "page": "65",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "في البرلمان ¶ خاض السباعي الانتخابات البرلمانية عام 9 4 9 1 (الجمعية التاًسيسية) عن ¶ مدينة دمشق، ونال فيه! أعلى الأصوات، لما كان يتمتع به من سمعة طيبة لدى ¶ الدمشقيين الذين رأوا فيه شخصية فذة، وقائداَ سياسيأ، ومجاهداَ في سبيل ¶ فلسطين، ومناضلاَ ضد الاستعمار الفرنسي، وعالمأ عاملاَ، وخطيبأ مصقعأ، ¶ ومصلحأ اجتماعيأ يحدب على الفقراء والمساكين، ويسعى إلى القضاء على ¶ الفساد والظلم، لينهض بسورية الفتية، معافاة من الأمراض. ¶ وفي الجمعية التأسيسية كإن أحد أعضاء لجنة الدستور، التي كُلفت ¶ بوضع الدستور السوري عام 0 195 م وخاض عدة معارك أثناء وضع الدستور، ¶ وعلى عدة جبهات، كمعركة دين الدولة، فقد كان العلمانيون يريدون فصل ¶ الدين عن الدولة وعن الحياة، وكإن السباعي يعمل على أسلمة الدستور، بأن ¶ تكون الشريعة الإسلامية المصدر الأساس للتشريع، بمعنى ان دين الدولة هو ¶ الإسلام. وبفضل جهوده المبرورة أقرت لجنة الدستور المواد التالية: ¶ ا -دين رئيس الجمهورية الإسلام. ¶ 2 - الفقه الإسلامي المصدر الرئيسي للتشريع. ¶ 3 - حرية الاعتقاد مصونة، والدولة تحترم جميع الأديان السماوية وتكفل ¶ حرية القيام بجميع شعائرها، على أن لا يخل ذلك بالنطام العام. ¶ 4 - الأحوال الشخصية للطوائ!، الدينية مصونة ومرعية. ¶ كإنت المعركة داخل لجنة الدستور، ثم انتقلت إلى البرلمان، بعد أ ن ¶ تحولت الجمعية التاًسيسية إلى برلمان، ثم انتقلت إلى الثارع السياسي، هالى ¶ 66",
            "page": "66",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الطبعة الأولى ¶ 1421 هـ - 2001 م",
            "page": "3",
            "part": "1"
        },
        {
            "id": "10",
            "nass": " ",
            "page": "6",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "الصحافة، وكان السباعي صاحب أقوى صو! في البرلمان، وفي المظاهرا! ¶ والمنتديا! والمحاضرا!، وصاحب أقوى قلم في الصحافة والمنشورا!، ¶ وكان للبيان التاريخي الذي أذاعه في 8/ 2/ 0 95 1 م دوي في نفوس السوريين، ¶ كسب به المعركة على العلمانيين، فقد أدلى فيه بحججه القوية، من التاريخ ¶ الحضاري في القديم والحديث، ودحض مفتريا! المنادين بفصل الدين عن ¶ الدولة والتعليم والحياة، ثم أعلن احتكامه إلى الشعب، وأبدى استعداده لقبول ¶ م! يحكم به الشعب الذي هو مصدر السلطا!، كما يقولون. ¶ وقد جاء في مقدمة الدستور: ¶ لفا كانت غالبية الشعب السوري تدين بالإسلام، فإن الدولة تعلن ¶ استمساكها بالإسلام ومثله العليا. ¶ ونص الدستور على أن الإسلام هو دين الدولة الرسمي، وأن الفقه ¶ الإسلامي هو المصدر الأساس للتشريع، ويلزم الدستور المجلس النيابي \"ب! عادة ¶ النظر في كل القوانين المعمول بها في الدولة، وإلغاء ما كان منها مخالفاَ ¶ للإسلام \" (1). ¶ وكانت معركته الكبيرة الثانية حول الملكيا! الزراعية الكبيرة، وتوزيع ¶ الأراضي على الفلاحين الذين لا يملكون ارضأ \"إذ كنا ننادي بوجو! النص في ¶ الدستور على مبدا تحديد الملكية الزراعية، على أن ينفذ هذا التحديد فور ¶ صدور الدستور لكل الملكيا! الزراعية الموجودة، وكانوا تمارضون في ذلك ¶ معارضة شديدة. وأخيراَ تغفبنا عليهم في إقرار الدستور الذي صدر عام 0 95 1 م ¶ لمبدأ التحديد، وتغلّبوا علينا في جعل التحديد يسري على الملكيا! التي ستنشا ¶ في المستقبل، دون ان يكون لذلك مفعول رجعي، بحيث لا يمسّ الملكيا! ¶ القائمة \" (2). ¶ (1) ¶ (2) ¶ أنور الجندي، أعلام القرن الرابع عثر الهجري: 1/ 436. ¶ اثتراكية ا لإسلام، ط 2، ص 67 1 - 68 1. ¶ 67",
            "page": "67",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "كان فيما قاله السباعي في الجلسة المنعقدة في شهر آب 1950 م عند ¶ مناقشة المادة الثلاثين من الدشور: ¶ \" إن مرجع البلاء في البلاد العربية يعود إ لى فقدان العدالة الاجتماعية، هان ¶ الفقر كاد يكون كفرأ، وإن الإسلام أقر أخذ المال من الغني لسد حاجة الفقير، ¶ ولا بأس من توزيع ا لأراضي على ا لفلاحين، وا لحجر على مبذري ا لثروات \" (1). ¶ أوقد أقرت فيه فقرة هامة جدا تتعلق بوضع قانون لحماية الفلاح، كما ¶ أقرت فقرة توزيع أملاك الدولة \" (2). ¶ وما نفله الحوراني في مذكراته أقل بكثير مما قاله السباعي في تلك ¶ المنافشات الحامية، وهذا ما نرى صداه في المقال المنشور في جريدة النصر ¶ الدمشقية في 8/ 28/ 0 95 ام بقلم ديك الجن صور فيه الأشخاص والعقليات ¶ والأوضاع أثناء مناقشات الدشور، وكان مما قال: ¶ \"أما الدكتور مصطفى السباعي، فلعمرو الحق، إنني أزداد إعجاباَ به يومأ ¶ بعد يوم وتتكشف لي شخصيته الفذة، وإيمانه العميق بمبادئه، فهو يبرهن دائمأ ¶ أنه ذلك الاشتراكي الإسلامي الذي يطبق اشتراكية الإسلام كمبدأ متين، يرتبط ¶ بعقيدته، وليس كمبدأ حزبي يدافع عنه ارتباطأ بحزبه أو بجماعته ولا مظاهرة ¶ أمام أنصار 5، وكان من الرائع أنه وجه أقسى طعنة ل! قطاعية، ووصفها بأشنع ¶ الموبقات، أما مغامز (البرازي) حين حاول طعنه بإثارة قضية دين الدولة فقد ¶ اكتسحها السباعي اكتساحاَ، وصب على رأس (البرازي) فيضأ من الكلام اللاخ ¶ وتركه لا يحير جوابا33). ¶ وكانت معركته الثالثة بشأن قانون العمل والعمال هانصافهم، ولكنها ¶ (1) ¶ (2) ¶ (3) ¶ مذكرات أكرم الحوراني: 2/ 235 1. ¶ المرجع السابق: 2/ 236 1. ¶ المرجع السابق: 2/ 237 1 - 238 1 0 ¶ 68",
            "page": "68",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "كانت اقل حدة من سابقتيها، إلى جانب معاركه السياسية الأخرى، مم! له صلة ¶ بالدكتا توريات العسكرية، والمشروعات الاستعمارية، والتحا لفات المشبوهة، ¶ وقضية فلسطين على وجه الخصوص، وهو يحتاج إ لى حئز اكبر مم! هو مخضَص ¶ له في هذا الكتاب. ¶ قال اكرم الحوراني في مذكراته: \"في مساء يوم 29/ 4/ 0 95 1 م عقدت ¶ الجمعية التأمميسية جلسة تحدث فيها السباعي عن الإرادات الأجنبية التي تسئر ¶ الجامعة العربية، وهاجم الزعماء المسؤولين عن كارثة فلسطين، واستعرض ¶ اسبابها، واشار إلى خيانة الإنكليز للعرب في حيفا ويافا، وحمل على ¶ المتخاذلين امام بريطانية، وطالب سورية ان تضع يدها بيد الاتحاد السوفياتي، ¶ بعد ان تأكد للعرب ان الديمقراطيات الغربية خانت القضية العربية، كما طالب ¶ ب! لغاء الامتيازات البترولية \" (1). ¶ ع!! ب! ب ¶ (1) مذكرات أكرم الحوراني: 2/ 86 1 1. ¶ 69",
            "page": "69",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "في الصحافة ¶ لا نستطيع أن نبعد السباعي عن مملكة الصحافة، لأنه كاتب رصين، ذ و ¶ أسلوب جزل، وفكر عميق، وكأن الصحفي ينبغي ان يكون مثل كتبة هذا ¶ الزمان، ذوي الأساليب الركيكة، والفكر المهزوز، والشخصية المسطحة. ¶ فقد باشر السباعي الفتى الكتابة في مجلة (الفتح) القاهرية، وكان ¶ صاحبها الكاتب الكبير المجاهد محب الدين الخطيب قد أفسح له صفحاتها، ¶ ليكتب فيها \"المقالات الحارة ذات الوهج المشتعل منذ عام 1933، 1934 م ¶ عن فلسطين، وعن ماَسي الاستعمار في سورية ولبنان والعراق \" (1). ¶ كما نقد كتابي الدكتور أحمد أمين (فجر الإسلام) و (ضحى الإسلام) في ¶ مجلة (الرسالة) التي كان يصدرها الزيات، عام 0 194 م وكانت نقداته علمية ¶ رصينة تتناسب مع مجلة الرسالة ذات المقام الرفيع. . وكان السباعي طالباَ في ¶ الأزهر حي! ذ، وكان الدكتور أحمد أمين عميد كلية الَاداب. وقد دافع فيها عن ¶ السنّة، وعن فضايا الإسلام والمسلمين. ¶ وفي 22/ 6/ 6 94 1 م ظهر العدد الأول من جريدة (المنار) التي أصدرها ¶ السباعي في دمشق، لتكون لسان حال جماعة الإخوان المسلمين في سورية، ¶ في أربع صفحات، وعزَفها بأنها (جريدة يومية سياسية تصدر في دمشق) وكان ¶ السباعي صاحب امتيازها، ومدير سياستها، وكان هو والأستاذ عمر بهاء الدين ¶ الأميري يكتبان افتتاحياتها النارية، ضد الأنظمة العربية الحاكمة، وكانت لسان ¶ حال دعوة (الحق والقوة والحرية) تدعو إلى الإصلاح الجذري، وتدافع عن ¶ (1) د. محمد رجب البيومي، النهضة الإسلامية: 3/ 68 4. ¶ 70",
            "page": "70",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "مصالح الشعب، وترى في وحدة الأمة العربية والإسلامية طريق الخلاص ¶ للعرب والمسلمين. ¶ كانت حياتها \"حافلة بالكفاح من أجل الحزب الذي تمثله، وبالدفاع عن ¶ القضية الفلسطينية، والدعوة إلى الجهاد الإسلامي، وبمقاومة الحكومات ¶ المتعاقبة، كما دخلت في صراعات مع العديد من الصحف ذات الاتجاهات ¶ المختلفة، ولا سيما مع صحافة اليسار، وصحافة الحزب الوطني \" (1) 0 ¶ كما كانت تقف في مواجهة العسكر الذين يريدون اغتصاب السلطة ¶ والحكم، الأمر ا لذي جعلها تتعرض للتعطيل في أكثر من عهد، فقد عطلها الزعيم ¶ حسني الزعيم في 17/ 5/ 9 194، ثم عادت إلى الصدور بعد الانقلاب عليه، ¶ واستأنفت مسيرتها النضالية في شهر تشرين ا لثاني 9 4 9 1 م، ثم عطلها الزعيم ¶ أديب الشيشكلي، ثم عا دت بعد الانقلاب عليه، وعطلها جمال عبد ا لناصر، أيام ¶ فترة الوحدة، ثم عادت بعد الانقلاب عليه، ثم عطلها انقلاب الثامن من آذار ¶ 963 1 م بعد أن عمرت ثلاث عشرة سنة، كانت فيها صحيفة عقيدة ومبدأ، طابعها ¶ إسلامي صرف، وكانت تعيش الأحداث، وتشارك العرب في مشاعرهم ¶ و. أحاسيسهم، فتفرح لأفراحهم، وتحزن لأحزانهم، وتنفذ إ لى قلوبهم بأسلوبها ¶ المؤثر (2) فقد طبعها السباعي بطابعه الحماسي المتمرد على الفساد، والظلم، ¶ والاستعمار، وكانت كلما اشتدت عنفاَ، اشتدت الرقابة عليها، وكثرالحذف ¶ منها، حتى صارت فيها مساحات بيضاء في كثير من أعدادها، وقد كتب عليها ¶ كلمة (مراقبة). جاء في إحدى افتتاحياته: ¶ \"وعود كالسراب في مكافحة الغلاء والفقر. فإلى متى تستمرون ب! غناء ¶ الأغنياء، لهافقار الفقراء\"؟. ¶ وكتب في افتتاحية يوم 6/ 2 1/ 48 9 1: ¶ (1) جوزيف إ لياس، تطور الصحافة السورية: 2/ 6 1 3. ¶ (2) المرجع السابق: 2/ 187. ¶ 71",
            "page": "71",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "\"هذه العروش الظالمة، لابد أن تثفَها يد الأقدار العادلة \". ¶ وفي 6/ 2/ 955 1 م أصدر جريدة (الشهاب) الأسبوعية، وكان المحرر ¶ الأول فيها، وهبها الكثير من وفته وجهده وراحته، ولكنها ما لبثت أن توقفت في ¶ 8 1/ 9/ 57 9 1 (1) بسبب المشاغل والمتاعب والمرض والأسفار التي تعرض لها ¶ السباعي. ¶ كان السباعي يكتب كثيراً من افتتاحياتها، ويحرر بعض أبوابها وأعمدتها، ¶ كما ينثر ملخصات لمحاضرا ته وخطبه، ويكتب أبحاثاً علمية. ¶ وأصدر السباعي مجلة (المسلمون) التي هاجرت مع صاحبها ورئيس ¶ تحريرها الدكتور سعيد رمضان -رحمه الله - من مصر. ¶ صدرت باسم مصطفى السباعي، رئيساً مسؤولاً عن التحرير، وتحمل ¶ أمام الحكومة والقراء مسؤولية ما ينثر فيها (2)، وكان له في كل عدد مقال علمي ¶ رئيس. ¶ ثم أصدر السباعي مجلة (حضارة الإسلام) وكتب تحت اسمها هذا: ¶ (مجلة فكرية، شهرية، جامعة، تصدر في دمشق) سنتها عشرة أعداد (3). صدر ¶ العدد الأول منها في تموز 960 ام وكان السباعي يكتب كل افتتاحياتها، إلى ¶ جانب مقال رئيس، كما كان يحرر بعض أبوابها الثابتة، وكان يقم برسائل ¶ القراء، ويجيب عليها، ويشجع تلاميذه على الكتابة فيها، وش! تكتب كبار ¶ الكتاب من أنحاء العالم الإسلامي، حتى غدت - إلى جانب أختها (المسلمون) ¶ التي هاجرت مع صاحبها إ لى جنيف -أرقى مجلتين فكريتين إسلاميتين. ¶ (1) ¶ (2) ¶ (3) ¶ !،، ¶ جوزيف إ لياس، تطور الصحافة ا لسورية: 2/ 582. ¶ مجلة المسلمون -السنة التاسعة -العدد 3. ¶ جوزيف إلياس: 2/ 87 5. ¶ 72",
            "page": "72",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "الفصل الثاني ¶ تعريف بمؤلفاته ¶ 1 - السنة ومكانتها في التشريع الإسلامي ¶ 2 - المرأة بين الفقه والقانون ¶ 3 - اشتراكية الإسلام ¶ 4 - من روائع حضارتنا ¶ 5 - أخلاقنا الاجتماعية ¶ 6 - دعوة الإسلام واقعية لا خيال ¶ 7 - الإخوان المسلمون في حرب فلسطين ¶ 8 - أحكام الصيام وفلسفته في ضوء القراَن والسنة ¶ 9 - هذا هو الإسلام ¶ 10 - عظماؤنا في التاريخ ¶ 11 - الاستشراق والمستشرقون: ما لهم وما عليهم ¶ 12 - السيرة النبوية: دروس وعبر ¶ 13 - شرح قانون الأحوال الشخصية ¶ 14 - هكذا علمتني الحياة ¶ 15 - القلائد من فرائد الفوائد ¶ 16 - دروس في دعوة الإخوان المسلمين ¶ 17 - الصراع بين العقل والقلب ¶ 73",
            "page": "73",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "تعريف بمؤلفاته ¶ 1 - السئة ومكانتها في التشريع الإسلامي ¶ وهي ا لرسا لة ا لتي نا ل بها ا لمؤلف شهادة (ا لدكتوراه) في ا لفقه، وا لأصول، ¶ وتاريخ التشريع الإسلامي، برتبة (ممتاز) من كلية الشريعة في الجامع الأزهر، ¶ مضافاَ إليها بعض الأبحاث والردود التي كتبها فيما بعد، يقع الكتاب في نحو ¶ خمس مئة صفحة من القطع الكبير، ويتألف من مقدمة، وتمهيد وثلاثة أبواب ¶ توزعت على أربعة عشر فصلاَ، وخاتمة، وملحقين0 ¶ وقد تتبع المؤلف الأدوار التاريخية التي اجتازتها السنة النبوية أو الحديث ¶ الشريف، وجهود علماء المسلمين في تمحيصها، وتدوينها، والمحافظة ¶ عليها، مناقشاَ الشبهات والشكوك التي أوردها عليها المتحاملون في القديم ¶ والحديث، بمنهجية علمية موضوعية. ¶ التمهيد: ¶ قدم فيه نظرته الواضحة تجاه السنة النبوية، وأهميتها في التشريع، ¶ والسبب أو الأسباب التي تدعو أعداء الإسلام إلى إعلان الحرب عليها، لما ¶ للسنة من أثر كبير في اتساع دائرة التشريع الإسلامي وعظمته وخلود 5. . الأمر ¶ الذي حمل أعداء الإسلام في الماضي والحاضر على مهاجمة السنة، والتشكيك ¶ في حجيتها، وصدق جامعيها، ورواتها، من اعلام الصحابة والتابعين فمن ¶ بعدهم، ولا يخفي المؤلف تفاؤله بانتصار الحق على الباطل في هذه المعركة، ¶ وفي هذه المعارك، وفي كل معركة، لأن من سئة الله في الحياة أن ينتصر الحق ¶ والعلم والسماحة والنور دائمأ وأبداَ. ¶ 75",
            "page": "75",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "ويأسى لانخداع بعض المسلمين بأولئك الأعداء، ويرده إلى سبب من ¶ اسباب اربعة: ¶ 1 - إما جهلهم بحقائق التراث الإسلامي. ¶ 2 - لىما انخداعهم بالأسلوب (العلمي) المزعوم لأولئك الخصوم. ¶ 3 - لىما رغبتهم في الشهرة والتظاهر بالتحرر الفكري من التقليد. ¶ 4 - لىما وقوعهم تحت تأثير اهواء وانحرافات فكرية. ¶ الباب الأول: ¶ ويشتمل على أربعة فصول، كان الفصل الأول في معنى السنة وتعريفها: ¶ في اللغة، وفي اصطلاج المحدثين، وفي اصطلاج الأصوليين. ¶ ويريد المؤلف بالسئة - في كتابه هذا - تلك التي يبحث عن حجيتها ¶ ومكانتها في التشريع، وإن كان فد تعرض لإثبات السنة تاريخيأ بالمعنى الأعم ¶ الذي عناه المحدثون (1). ¶ وبئن المؤلف وجوب طاعة الرسول في حياته، وبعد وفاته، وكيف كان ¶ الصحابة يتلقون حديثه وسُتته. ¶ ثم أجاب المؤلف عن هذين السؤالين: ¶ لماذا لم تُدؤَن السثة في عهد الرسول؟. ¶ وهل كُتب عنها شيء في حياته؟. ¶ ثم تحدث عن رحلة الصحابة إلى الأمصار طلباً للحديث. ¶ وكان الفصل الثاني (في الوضع في الحديث) تحدث فيه عن بداية الوضع، ¶ وفي اي جيل نشأ، وعن البواعث التي ادت إلى الوضع، والبيئات التي نشأ ¶ فيها. ¶ (1) ¶ السئة ومكالها في التشريع الإسلامي، ص 9 4. ¶ 76",
            "page": "76",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "وكان الفصل الثالث (في جهود العلماء لمقاومة حركة الوضع)، وهي ¶ جهود جبارة لا مزيد عليها، وكانت أساليبهم في هذا أقوم الأساليب العلمية في ¶ النقد والتمحيص، فكانوا بذلك أول من وضعوا قواعد النقد العلمي الدقيق ¶ للأخبار والمرويات بين أمم الأرض كلها، وقد تناول نقدهم: إسناد الحديث، ¶ والتوثق من الأحاديث، بالرجوع إلى الصحابة والتابعين وأئمة هذا الفن، وقد ¶ تتتعوا الرواة، ودرسوا حياتهم، وتاريخهم، وسيرتهم، وما خفي من أمرهم ¶ وما ظهر، ولم تأخذهم في الله لومة لائم، ولا منعهم من تجريح الرواة والتشهير ¶ بهم ورع ولا حرج (1). ¶ وقرر أن \"الرواة الذين يُتوففُ في قبول روايتهم اصناف، من أهمهم: ¶ ا - من اختُلف في تجريحه وتعديله. ¶ 2 - من كثر خطؤه، وخالف الأئمة الثفات في مروياتهم. ¶ 3 - من كثر نسيانه. ¶ 4 - من اختلط آخر عمره. ¶ 5 - من ساء حفظه. ¶ 6 - من كان يأخذ عن الثقات والضعفاء ولا يتحرى! (2). ¶ ثم تحدث عن القواعد العامة لتقسيم الحديث وتمييزه، فكان لنا: ¶ الحديث الصحيح، والحديث الحسن، والحديث الضعيف، وبئن حدَ كل من ¶ هذه الأنواع. ¶ ثم تحذث عن علامإت الوضع في السند، وعلامإت الوضع في المتن. ¶ وكان الفصل الرابع (في ثمار هذه الجهود) في تدوين السنة، ووضع علم ¶ (1) ¶ (2) ¶ السنة ومكانتها في الثريع الإسلامي، ص 92. ¶ ا لمرجع ا لسابق، ص 4 9 ¶ 77",
            "page": "77",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "مصطلح الحديث، وعلم الجرح والتعديل، وعلوم الحديث التي اوصلها ¶ الحاكم إلى اثنين وخمسين علماَ، واوصلها النووي إلى خمسة وستين علماَ، ثم ¶ تحدث المؤلف عن اهم تلك العلوم، وكانت سبعة وعشرين علمأ. ¶ ثم تحدث عفن كتب في ا لموضوعات وا لوضاعين، وذكر اسما ء أشهرهم، ¶ وبعض ا لكتب ا لتي تناولت ا لأحاديث ا لموضوعة. ¶ الباب الثانن: ¶ وكان في الثبَه الواردة على السنّة في مختلف العصور، ويتألف من سبعة ¶ فصول. ¶ كان الفصل الأول بعنوان: (السنة مع الشيعة والخوارج)، فقد أدى ¶ الخلاف بين الصحابة إلى أن يكون لكل من الشيعة والخوارج راي في الصحابة ¶ غير راي جمهور المسلمين، فأما الخوارج، فإنهم يعدلون الصحابة جميعإَ قبل ¶ الفتنة، ثم يكفرون عثمان وعلياَ، واصحاب الجمل، والحكمين، ومن رضي ¶ بالتحكيم وبذلك ردوا أحاديث جمهور الصحابة بعد الفتنة. ¶ واما الشيعة ف! نهم يجزحون جمهور الصحابة إ لا نفراَ ممن عرفوا بولائهم ¶ لعلي رضي الله عنه، وقد ذكر بعضهم أنهم خمسة عشر صحابيأ فقط. ¶ وكان الفصل الثاني: (السنة مع المعتزلة والمتكلمين) ذكر فيه المواقف ¶ المضطربة للعلماء في نُقولها عن موافف المعتزلة، وأهل الكلام من حخية ¶ السنة، وانتهى إلى ان رؤساء المعتزلة فتحوا \"ثغرات في مكانة الصحابة، ¶ استطاع أن يلج منها المتعصبون من المستشرقين، إلى حمى أولئك الذادة ¶ الميامين من صحابة رسول الله. ¶ وكان الفصل الثالث بعنوان: (السنة مع منكري حجيتها قديماَ)، ومن ¶ هؤلاء المنكرين: اهل الكلام الذين شئُوا غارة شعواء على الستة، لشكهم في ¶ ثبوتها، بحيث لا تقف أمام الفرآن المقطوع بصحته، ونسبته إلى رسول الله لجز، ¶ ثم إلى الله عز وجل. ¶ 78",
            "page": "78",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "وتحدث في الفصل الرابع عن (السنة مع منكري حجيتها حديثأ)، واورد ¶ شُبَههم، ورد عليها شبهة شبهة، وخلص إلى القول بأن \"إنكار حجية السنة، ¶ والادعاء بأن الإسلام هو القرآن وحده، لايقول به مسلم يعرف دين الله، واحكام ¶ شريعته تمام المعرفة، وهو يصادم الواقع، فإن احكام الشريعة إنما ثبت اكثرها ¶ بالسئة، وما في القراَن من احكام، إنما هي مجملة وقواعد كلية في الغالب، هالا ¶ فاين نجد في القرآن ان الصلوات خمس؟ واين نجد ركعات الصلاة، ومقادير ¶ الزكاة، وتفاصيل شعائر الحج، وسائر احكام العبادات والمعاملات؟ (1). ¶ وتحدث في الفصل الخامس عن (السنة مع من ينكر حجية خبر الاَحاد) ¶ فذكر ان علماء الحديث قسموا الأخبار إلى: متواترة، واَحاد، واتفق العلماء ¶ على ان المتواتر يفيد العلم والعمل معاَ، وهو عندهم حجة لا نزاع فيها، واما ¶ خبر الَاحاد، فالجمهور على انه حجة يجب العمل به، وإن افاد الظن. ¶ وقدم المؤلف عرضاَ تاريخياَ لأغراض المستشرفين، في الفصل السادس ¶ الذي كان بعنوان: (الشُئة مع المستشرقين) فذكر من دوافع الحملات الصليبية ¶ على بلاد الإسلام دافعين: ¶ الأول: دافع الدين والعصبية العمياء التي اثارها رجال الكنيسة. ¶ الثاني: دافع سياسي استعماري لنهب ثروات المسلمين، واحتلال ¶ بلادهم. ¶ وشاء الله ان تندحر الحملات الصليبية مهزومة مكسورة، وان ترتد إلى ¶ بلادها خاسئة، بعد حروب استمرت معتي سنة، ولكن ملوكها وامراءها كانوا ¶ مصممين على الاستيلاء على هذه البلاد، وراوا ان \"يتجهوا إ لى دراسة سؤونها، ¶ وعقائدها، تمهيداَ لغزوها ثقافياَ وفكريا. ومن هنا كانت النواة الأولى لجمعيات ¶ المستشرفين التي ما زالت تواصل عملها حتى اليوم \". ¶ (1) السنة ومكانتها في الثريع ا لإسلامي، ص 5 6 1. ¶ 79",
            "page": "79",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "وبعد ان يذكر سمات ابحاث المستشرقين المجحفة، وتأثر المثقفين من ¶ ابناء امتنا ثقافة غربية بهم، ينتقل إلى بيان موقف المستشرقين من السنة. ¶ وكان الفصل السابع بعنوان (السنة مع بعض الكاتبين حديثأ)، ووقف ¶ طويلاً مع احمد امين في كتابه (فجر الإسلام) الذي افرد فيه مؤلفه فصلاَ خاصاَ ¶ بالحديث استغرق نحواَ من عشرين صفحة حاول فيه أن يؤرخ للسئة وتدوينها، ¶ وبعد ان لخص اَراء5 ومقولاته، عاد إليها، وفئدها جميعها، وبين التأثر الكبير ¶ الواضح في تلك الاراء والمقولات، بماراء المستشرقين، وكذلك رد على رسالة ¶ الملحد إسماعيل ادهم عن تاريخ السئة، ودافع عن الإمام البخاري، والمجاهد ¶ عبد الله بن المبارك، وعن الإمام ابي حنيفة، وعن عدالة الصحابة الكرام، ونفى ¶ أن يكون الصحابة يكذب بعضهم بعضاَ، وم! كان بينهم لا يعدو النقاش العلمي ¶ في فهم الحديث، أو يكون تعليماَ للجيل الناشئ، لينشأ على م! كان عليه ¶ الصحابة من التحري والتثبت. ¶ ثم ناقث! اختلاف العلماء في التعديل والتجريح، وبين قواعدهم في نقد ¶ الحديث، من حيث المتن ومن حيث السند، وكان يذكر مزاعم أحمد أمين التي ¶ نقلها عن اساتذته المستشرقين، ثم يفئدها بنداَ بنداَ. ¶ ثم تحدث عن الصحابي الجليل أبي هريرة رضي الله عنه حديثأ مركزاَ، ر د ¶ فيه على المطاعن التي أوردها صاحب (فجر الإسلام) عليه، فذكر اسمه وكنيته، ¶ لهاسلامه وصحبته، وأوصافه وشمائله، وزهده وعبادته وورعه، وحفظه وقوة ¶ ذاكرته، وثناء الصحابة والتابعين وأهل العلم عليه، ومن روى عنهم، ومن رووا ¶ عنه، وعن مرضه ووفاته، ثم أورد شبهات مؤلف (فجر الإسلام) عليه، تمشياَ ¶ من (جولدتسيهر) وأمثاله من المستشرقين، ولخص دسائسه الستة عليه، ثم بيق ¶ ما فيها من اخطاء وتحريفات ومغالطات، وبهذا مرق ستر هذه المؤامرة ¶ (العلمية) على هذا الصحابي الجليل. ¶ ثم جاء دور (أبي رية) ومطاعنه على ابي هريرة في كتابه (أضواء على ¶ الشة المحمدية) ولخص تلك المطاعن والتهم والافتراءات، وناقشها ب! يجاز، ¶ 80",
            "page": "80",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "كالاختلاف في اسمه، وفي نشاته، وأصله، وفي أميته وفقره، وفي إسلامه ¶ وصحبته، وفي قصة جوعه وملازمته للرسول، وفي مزاحه وهذره، وفي التهكم ¶ به، وفي كثرة أحاديثه، وفي تشثعه لبني امية. ¶ وقد نافق السباعي أبا رية نقاشاَ مفحماَ، وختم نقاشه بكلمة مجملة في ¶ أبي هريرة، انصفه فيها، ثم قدم كلمة مجملة في (أبي رية) وكتابه، وبئن أ ن ¶ ابا رية غير موثوق فيما ينفل، وانه اعتمد في سب أبي هريرة وتكذيبه، وفي ¶ التشكيك بالسثة ورواتها، على ما كتبه غلاة المستشرفين، ولم يتحل بالأدب ¶ الكريم فيما كتب، فكانت له كلمات نابية مكانها مجالس السوقة والرعاع، ¶ لا الكتب والمؤلفات. ¶ وبهذا يظهر ان كتاب أبي رية ليست له اية فيمة علمية لأمرين بارزين: ¶ 1 - خلوالكتاب من المنهج العلمي. ¶ 2 - خلو مؤلفه من الأمانة العلمية. ¶ الباب الثالث: ¶ وكان الباب الثالث (في مرتبة السنة في التشريع الإسلامي) وفيه ثلاثة ¶ فصول: ¶ كان الفصل الأول (في مرتبة السنة مع الكتاب) ففرر انه \"اتفق المسلمون ¶ قديمأ وحديثأ- إلا من شذ من بعض الطوائف المنحرفة - على أن سنة رسول الله ¶ !! م، من قولِ، او عملِ، او تقريرِ، هي من مصادر التشريع الإسلامي الذي ¶ لا غنى لكل متشرع عن الرجوع إليها في معرفة الحلال والحرام \" (1). ¶ ثم بئن أن نصوص السنة على ثلاثة اقسام: ¶ أولاَ: ما كان مؤيداَ لأحكام القراَن، مو افقاَ له من حيث الإجمال والتفصيل. ¶ (1) السنة ومكانتها في التشريع الإسلامي، ص 376. ¶ 81",
            "page": "81",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "ثانياَ: ما كان مبيناَ لأحكام القراَن، من تقييد مطلق، أو تفصيل مجمل، ¶ أو تخصيص عام. ¶ ثالثاَ: ما دل على حكم سكت عنه القراَن، فلم يوجبه، ولم ينفه. ¶ ثم بئن حجج القائلين باستقلال السنة بالتشريع، وحجج المنكرين ¶ للاستقلال، ورأيه أن الخلاف بين الفريقين لفظي. ¶ وكان الفصل الثاني بعنوان (كيف اشتمل القرآن على السنة)؟ وفيه بين ¶ اختلاف العلماء على خمس طرق، ورأيه أن تجعل كلها طرقإَ يتمم بعضها ¶ بعضأ، وأن مجموعها كفيل ب! رجاع جميع أحكام السنة إلى نصوص القراَن. ¶ والفصل الثالث (في نسخ السنة بالقرآن، والقرآن بالسنة) تحدث فيه عن ¶ النسخ في القراَن، ثم نسخ السنة بالكتاب، ثم نسخ الكتاب بالسنة، ورأى أ ن ¶ النسخ الأخير غير موجود على التحقيق. ¶ ثم جاءت الخاتمة عن موقف الأئمة الأربعة من السنة، وبيان مكانتهم ¶ فيها، مع ذكر تراجم موجزة لأصحاب الكتب الستة، وفذلكة صغيرة عن كل ¶ كتاب من كتبهم. ¶ ثم جاء بملحقين هما مقالان كان كتبهما، الأول بعنوان: (متى نسد هذه ¶ الئغرة)؟ تحدث فيه عن مؤامرة التشكيك في السنة الصحيحة التي أقامت صرح ¶ الفقه الإسلامي العظيم. ودعا إلى أن \"تقوم فينا مجامع ومؤسسات لتتغ آثار ¶ ا لمؤامرات وأهدافها، ووسائل تنفيذها \". ¶ والملحق الثاني بعنوان: الا يا عدو الله. . سنطاردك بالحق حتى يرغم ¶ الله انفك). رد فيه الصاع صاعين على أبي رية، الجاهل، المغرور، الكذاب، ¶ الجريء على تحريف النصوص، مع قلة أدب، وبذاءة لسان، سعياَ إلى الشهرة. ¶ 82",
            "page": "82",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "2 - المرأة بين الفقه والقانون ¶ يقع هذا الكتاب العلمي الفقهي القانوني في 336 صفحة من القطع ¶ الكبير، وهو، في الأصل، محاضرة ألقاها على مدرج جامعة دمثق في الموسم ¶ الثقافي لعام 961 1 - 962 1 م واستغرق إلقاؤها أكثر من ساعتين، تعرض لبعض ¶ فضايا المرأة في إيجاز، ثم رأى أن يتوسع فيها، لتكون كتابأ كاملاً يليق بأهمية ¶ الموضوع، فبين ما أجمله، وشرح ما أوجزه، واستدل لكل موضوع بالأدلة ¶ الشرعية، وبالوقائع عن احوال المرأة الغربية، وبأقوال المنصفين من الغربيين ¶ في الدفاع عن تهجمات المتعصبين من المستشرفين والرهبان ودعاة الاستعمار. ¶ وقد ألحق بكتابه عدة ملاحق مهمة، فيها تأييد لما جاء في المحاضرة، ¶ وبها يستوثق القارى لما ورد فيها من اَراء. ¶ وكان فصد السباعي من محاضرته وكتابه هذا \"هو ما ينبغي أن يكون عليه ¶ وضع المرأة في مجتمع مسلم متماسك، قوي الأخلاق، متين الدعائم \". \"ونحن ¶ لايزيد موقفنا عن ا لدفاع عن كرا مة ا لمرأة عندنا، وحقوقها المشروعة، وا لمحاولة ¶ لإبعادها عن مجال الاستغلال لأنوثتها بما يرهقها، ويؤدي إ لى شقا ئه!، رجاء أ ن ¶ لا تقع فيما وفعت فيه أختها في الحضارة الغربية، مما ضج منه عقلاؤها ¶ ومفكروها الأحرار! (1) 0 ¶ جاء في مقدمة المحاضرة: ¶ \" إن فضية المرأة هي قضية كل مجتمع في القديم والحديث، فالمرأة تشكل ¶ نصف المجتمع من حيث العدد، وأجمل ما في المجتمع من حيث العواطف، ¶ وأعقد ما في المجتمع من حيث المشكلات، ومن ئمة، كان من واجب المفكرين ¶ أن يفكروا في قضيتها دا ئمأعلى أنه! قضية المجتمع أكثر مما يفكر أكثر الرجا ل فيها ¶ (1) د. مصطفى السباعي -المراة بين الفقه والقانون - ط 6، ص 8. ¶ 83",
            "page": "83",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "على انها قضية جنس متمم أو مبهج \" (1). ¶ وقد تناول السباعي هذه القضية من النواحي ذات الصلة باختصاصه، ¶ ودراسته، وتجاربه، وحسب. ¶ فدم لمحاضرته مقدمة تاريخية عن تطور حقوق المراة عبر التاريخ، عند ¶ اليونان بقوله: \"وكانت محتقرة، حتى عدُوها رجساَ من عمل الشيطان، وكانت ¶ كسقط المتاع، تباع وتشترى في الأسواق \" وفي اوج حضارة ا ليونان، تبدلت حال ¶ المراة، واختلطت بالرجال في الأندية والمجتمعات، فشاعت الفاحشة، حتى ¶ اصبح الزنى امراَ غير منكر، وحتى غدت دُور البغايا مراكز للسياسة والأدب \" (2) ¶ ثم كان انهيار لهم وزوال. ¶ وتحدث عن حال المراة عند الرومان، ولم تكن خيراً من حالها عند ¶ اليونان، فلم تكن لها اهلية مالية، ولا مكانة في الأسرة، وبقيت قاصرة الأهلية. ¶ وتحدث عنها في شريعة حمورابي، وكانت تُحسَبُ في عداد الماشية ¶ المملوكة، وعند الهنود الذين جاء في شرائعهم: \"ليس الصبر المقدَر، والريح، ¶ وا لموت، وا لجحيم، وا لسم، وا لأفاعي، وا لنار، اسوا من المراة \". ¶ وعند اليهود، كانت في مرتبة الخادم، ولأبيها الحق في ان يبيعها قاصرة، ¶ وما كانت ترث، ويعتبرها اليهود لعنة لأنها أغوت آدم، وأ نها أمرُّ من الموت. ¶ وعند النصارى: المرأة مسؤولة عن الفواحش والمنكرات، وهي باب ¶ الشيطان، ويجب ان تستحعي من جمالها، لأنه سلاج إبليس للفتنة والإغراء. ¶ وعند عرب ا لجاهلية، كانت مهضومة ا لحقوق، حتى جاء ا لإسلا م \"وا نطلق ¶ صوت السماء على لسان محمد ىكليِ!، يضع الميزان الحق لكرامة المراة، ويعطيها ¶ حقوقها كاملة غير منفوصة، ويرفع عن كاهلها وزر الإهانات التي لحقت بها عبر ¶ (1) ¶ (2) ¶ المرأة بين الفقه والقانون، ص 9. ¶ المرجع السابق، ص 4 1. ¶ 84",
            "page": "84",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "التاريخ. . يعلن إنانيتها الكاملة، وأهليتها الحقوقية التامة، ويصونها عن عبث ¶ الشهوات، وفتنة الاستمتاع بها استمتاعاَ جنسيأ حيوانيأ، ويجعلها عنصراَ فعالاَ ¶ في نهوض المجتمعات وتماسكها، وسلامتها \" (1). ¶ ئم تحدث عن مبادى الإسلام في المرأة، وهي: ¶ 1 - المرأة كالرجل في الإنانية. ¶ 2 - ليست وحدها المسؤولة عن إخراج ادم من الجنة، فهو شريكها في ¶ ذلك. ¶ 3 - إنها أهل للتدين والعبادة ودخول الجنة كالرجل. ¶ 4 - حارب التثاؤم بها، والحزن لولادتها. ¶ 5 - حزم وأدها. ¶ 6 - أمر بإكرا مها، بنتاَ، وزوجة، وأماَ0 ¶ 7 - رغب في تعليمها كالرجل. ¶ 8 - أعطاها حق الإرث. ¶ 9 - جعل لها حقوفاَ كحقوق الرجل. ¶ 0 1 - نظم فضية الطلاق، بما يمنع تعسُف الرجل فيه واستبداده. ¶ 1 1 - حد من تعدد الزوجات. ¶ 2 1 - جعلها قبل البلوغ تحت وصاية أوليائها، وجعل ولايتهم عليها ولاية ¶ رعاية وتأديب، وعناية بشؤونها وتنمية لأموالها، لا ولاية تمفُك واستبداد، ¶ وجعلها بعد البلوغ كاملة الأهلية للالتزامات المالية كالرجل. ¶ ئم تحدث عن بعض الفوارق بين الرجل والمرأة؟ كالشهادة، وفي ¶ (1) المرأة بين الفقه والقانون، صه 2. ¶ 85",
            "page": "85",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "الميراث، والدية، ورئاسة الدولة، ونافشها نقاشاً علمياً بئن أن تلك الفوارق ¶ لا علاقة لها بالمساواة بين الرجل والمرأة في الإنسانية والكرامة والأهلية، بل ¶ كانت لضرورات اجتماعية واقتصادية ونفسية. ¶ ثم تحدث عن وضع المرأة المسلمة عبر التاريخ، في عصور الازدهار، ¶ وفي عصور الانحطاط، ثم جاء حديثه عن الحاجة إلى الإصلاح، فبين أن هناك ¶ طريقين للإصلاح لدى المعنيين بقضية المرأة: ¶ 1 - الاستفادة من تراث الإسلام، وتجارب الأمم في إصلاح المرأة ¶ لىنهاضها. ¶ 2 - اتباع النهج الغربي في رقي المرأة عندنا، وإ نهاضها من كبوتها0 ¶ وقد انعكس هذا على قوانيننا، فجاءت فيها أحكام مستمدة من الفقه ¶ الإسلامي، وأحكام تخالفه، وقد تحدث السباعي عن أهم تلك الأحكام في ¶ إيجاز: ¶ في ا لأحوال الشخصية: ¶ وفد اقتصر في هذا ا لبحث على أهم ا لإصلاحات ا لتي تضمنها قا نون ا لأحوال ¶ ا لشخصية ا لسوري، والقوا نين ا لمصرية، ففي ا لزواج تحدث عن منع زواج ا لصغار ¶ دون سن البلوغ، وعن تحديد سن الزواج، وعن الزواج المبكر، وعن منع الفرق ¶ الكبير في السن بين الزوجين، ومنع تحكم الولي في الزواج، والشروط في عفد ¶ الزواج، وتحدث عن تعدد الزوجات، وعن فكرة التعدد لدى اليهودية والنصرانية ¶ وكلتاهما كانتا تبيحان التعدد بدون حدود، ولي! في التوراة والإنجيل نصوص ¶ تحرم التعدد، وضرب أمثلة كثيرة من تاريخهما عن إباحة التعدد، بل إن بعض ¶ الطوائف المسيحية أوجبت التعدد، هذا بالإضافة إلى السراري، كما استعرض ¶ اَراء بعض مفكري المسيحية في العصر الحديث، تلك التي تنادي بضرورة ¶ التعدد، بعد الذي حصل في الحرب العالمية الثانية، حتى بلغ الأمر بالحكومة ¶ الألمانية أن ترسل إلى مشيخة الأزهر، تطلب منها نظام تعدد الزوجات في ¶ 86",
            "page": "86",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "الإسلام، لأنها تفكر في الاستفادة منه، كحل لمشكلة زيادة النساء، ئم زار وفد ¶ من علماء الألمان شيخ الأزهر لهذ 5 الغاية. ¶ ثم تحدث عن ضرورات التعدد: الاجتماعية، والشخصية، وعن مساوى ¶ التعدد، وان نظام التعدد في الإسلام اخلاقي، إنساني، وهو ليس كذلك عند ¶ الغربيين، وتحدث عن تشريع التعدد في القرآن العظيم، واثر الإصلاح الإسلامي ¶ في التعدد، ثم انتقل إلى حال المسلمين اليوم، ونظرتهم إلى التعدد، فذكر ¶ الجدل الجديد حول التعدد، وذكر راي الإمام محمد عبد 5 وناقشه، واستبعد ان ¶ يقول الإمام بتحريم التعدد، لأنه تغيير لأحكام الله. ¶ ثم تحدث عن محاولات منع التعدد وتقييد 5 في مصر وتون! وباكستان، ¶ وناقش القائلين، بالمنع، واستنكر التسرع في سن التشريعات التي تؤدي إلى ¶ اضرار بالغة في مستقبل الأمة عدديإَ، او عسكريإَ، او وطنياَ، او غير ذلك، فهذا ¶ التسرع هو في مصلحة أعدائنا الذين لهم مؤسسات علمية خفية منبثة، لا يشعر ¶ بها كثير من المسؤولين، فليتقوا الله، ف! ن المؤامرات كثيرة، والأعداء أيقاظ، ¶ والحيل واسعة، والخداع محكم، والمتنبهين فلة. ¶ وخلص الى القول: ¶ \"وأخيراَ ف! نني أعلن بكل صراحة، أنني من أعداء منع تعدد الزوجات ¶ تشريعاَ وقإنوناَ، أو وضع العقبات في طريقه، وإن كنت من أنصار وحدة ¶ الزوجية في حياتي الشخصية. ولا غرابة في ذلك ولا تناقض، ف! ن الإنسان ¶ العاقل يختار الحياة الأفضل، والمتشرع الحكيم يختار لأمته القانون الأشمل. ¶ فأن! لا أدعو إلى أن يعدد كل متزوج الَان زوجاته، ولكني أدعو إلى جعل مبدأ ¶ التعدد مسموحاَ به من غير فيود، ما عدا قيد القدرة على الإنفاق، ليستطيع ¶ التعدد من تلجئه ظروفه الخاصة إلى التعدد، ولتستطيع الأمة في حال الحروب ¶ والأزمات التي يقل فيها الرجال ويكثر النساء، أن تستفيد من تشريع التعدد، بم! ¶ يسد به نقص الرجال، وتكفل به حياة النساء، ويحال بينهن وبين التشرد ¶ 87",
            "page": "87",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "والتسكع لهاغواء المتزوجين، لهاغراء غير المتزوجين \" (1). ¶ ثم تحدث عن الطلاق في الإسلام، وذكر مبادئه العامة، ولماذا جعله الله ¶ بيد الرجل، وعن الإصلاحات التشريعية في الطلاق: الرجعي، والطلاق الثلاث ¶ بلفظة واحدة، وانه لا يقع إلا طلقة واحدة، وتحدث عن طلاق السكران، ¶ والمكره، والمدهوش، وعن اليمين بالطلاق، وأنه ليس طلاقاً، وعن اشتراط ¶ المراة جعل الطلاق بيدها، وصحة هذا الشرط، وعن الطلاق للغيبة المنقطعة ¶ للرجل، والطلاق لعدم الإنفاق، والطلاق المعلل، وعن التفريق للشقاق، ¶ والطلاق المتعسف، وخلص إلى اننا \"نجد من كل ما تقدم، ان الإسلام، في ¶ اصل نظامه الذي وضعه للطلاق، راعى فيه ضرورات الحياة، وواقع الناس في ¶ كل زمان، كما أنصف فيه المراة من فوضى الطلاق \". ونجد ايضاً أن المرأة لم ¶ تعد تح! رحمة الرجل الذي يملك حق الطلاق، بل فتح لها الإسلام منافذ تنفذ ¶ منها إلى حياة الراحة من حياة زوجية شقية بائصعة، مع زوج قاس ظالم، فأعطاها ¶ حق اشتراط ان يكون الطلاق بيدها عند عقد الزواج، وشئمر لها الخلاص من ¶ الزوج برضاه ورضاها إذا كفلت له التعويض عن خسائره المالية بسبب الطلاق، ¶ وذلك عن طريق الخلع او المخالعة، كما فتح لها الطريق إلى القضاء ليحكم ¶ بالتفريق بينها وبين زوجها في حالات لا تستطيع الحياة فيها مع زوجها\" (2). ¶ ثم تحدث عن الحقوق السياسية للمرأة، فجال جولة في تاريخنا ¶ السياسي، والحربي، ومشإركة جداتنا فيهما، وخلص إلى \"ان المرأة المسلمة ¶ لم تشتغل في السياسة، ولم تسهم في الأحداث السياسية التي مرت بالمسلمين ¶ في كل أدوار التاريخ \" لأن الإسلام يرى أن من الخير لها ولأسرتها وللمجتمع أ ن ¶ تتفرغ لشؤون الأسرة، وتهتم بها\" \"وبهذا الموقف الحكيم صان الإسلام كرامة ¶ المراة، فلم يسلبها حقوقها وصان سعادة الأسرة فلم يلزم الزوجة بترك البيت ¶ (1) ¶ (2) ¶ المرأة بين الفقه والقانون، ص 0 2 1 - 1 2 1. ¶ المرجع السابق، ص 47 1 0 ¶ 88",
            "page": "88",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "لتشتغل بشغل اَخر مما يعمل فيه الرجال، م! ن سياسة أو تجارة أو غيرها\". ¶ \"ومن هنا نفهم سر عدم اشتغال المرأة المسلمة بالسياسة في جميع أدوار ¶ التاريخ، مع ما نالته من حقوق كانت تمكنها من أن تشتغل بالسياسة، ولكنها ¶ أدركت واجبها الأول في الحياة. وهي أن تكون أمأ وربة بيت \" (1) 0 ¶ ثم انتقل إلى الحديث عن اشتغال المرأة المسلمة بالسياسة في عصرنا ¶ الحديث، بتأثير من الحضارة الغربية، فتحدث عن حقها في الانتخاب والترشيح ¶ إلى المجالس النيا بية، وأن مبا دى ا لإسلام لا تمنع أن تكون ناخبة ولا نا ئبة، وليس ¶ في ا لإسلا م نصوص صريحة تسلب ا لمرأة أهليتها للعمل ا لنيا بي كتشريع ومرا قبة. ¶ ثم ينتقل إلى الحديث عن الشؤون ا لاجتماعية للمرأة فيقرر لها حق التعليم، ¶ ويرى أن لجهل المرأة المسلمة في العصور الأخيرة أثرأ في تأخر المسلمين، ¶ فالأمهات الجاهلات ينجبن أبناء جاهلين خاملين. لذلك كان من النهضة ¶ المحمودة أن يفتح للفتاة باب التعليم، وأن تكثر فينا الزوجات المتعلمات، ¶ وا لأمهات المتعلمات \". ¶ وعن حقها في التوظيف يقول: ¶ \"إن الإسلام نص بصراحة على مغ تولي المرأة رئاسة الدولة \" ويلحق ¶ برئاسة الدولة كل ما كان بمعناها في تحمل المسؤوليات الخطيرة. أما سائر ¶ الوظائف الأخرى، فليسى في الإسلام ما يمنع المرأة من توليها، لكمال أهليتها\" ¶ على ألا تعطلها الوظيفة عن أمومتها، وعلى أن لا تختلط بالرجال، وتبدي من ¶ جسمها مالا يجوز كشفه. ¶ ومع ذلك، يرى السباعي أن توظيف المرأة بدلا من الرجل، دمل ¶ لا تبرره المصلحة، وأن تقتصر وظيفتها في بعض المؤسسات، كالمستشفيات، ¶ ومدارس الأطفال، ومدارس البنات، وفي مختلف نواحي النشاط الاجتماعي ¶ الذي تنجح فيه نجاحأ كبيرأ. ¶ (1) ¶ المرأة بين الفقه والقانون، ص 52 1 - 4 5 1. ¶ 89",
            "page": "89",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "وفي مجال العمل، تقرر أحكام الإسلام أن عقود المرأة، وتصرفاتها ¶ التجارية صحيحة منعقدة ولا تتوقف على إجازة أحد من ولي أو زوج، ولكنه ¶ يخشى من نزول المرأة إلى العمل، أن تتفكك الأسرة، وتحدث عن شكوى ¶ الغربيين وتذمرهم مما آلت إليه حال المرأة العاملة عندهم، واستشهد بأقوال ¶ العديد من مفكريهم. ¶ وتحدث عن الاختلاط، وعدم جوازه شرعاَ، إلا في مواطن العبادة، ¶ وأماكن العلم، وميادين الجهاد حين يعلن النفير العام. وتحدث عن مساوئه ¶ ونتائجه الخطيرة، وأيد ما يذهب إليه بأقوال بعض مفكري الغرب، حتى يقتنع ¶ المفتونون بحضارته، وحاور المنادين بوجوب عمل المرأة، وندد بأدباء ¶ الجنس، وبين الأخطار المترتبة على أدبهم الخليع والمكشوف. ¶ ونحب أن نذكر الخلاصة التي أنهى بها السباعي محاضرته هذه في فضية ¶ المرأة بفوله: ¶ 1 - يجب تعليمها، وجعل برامج التعليم للبنات يختلف فليلاَ عن برامج ¶ التعليم للشبان بما يهيئها لحياتها في المستفبل. ¶ 2 - يجب أن تتمتع بجميع الحقوق التي منحها إياها الإسلام - وقد ذكرتها ¶ في أول هذا البحث. ¶ 3 - يجب العناية ب! عدادها لأيام النكبات والحروب، فنحن معرضون ¶ لحروب دامية إقليمية أو عالمية، فيجب أن تتعلم ما يتعلق بالدفاع المدني، ¶ والإسعاف المنزلي وغيره، وأن تتدرب على استعمال السلاح وإتفان الرمي ¶ والدفاع، وكل ذلك يجب أن يتم في حدود الأخلاق الإسلامية. ¶ 4 - يجب أن يضيق النطاق على توظيفها في الدولة، بحيث لا توظف إلا ¶ في وظائف تتفق مع رسالتها ومع طبيعتها، كالتطبيب للنساء، وتطبيب الأطفال، ¶ والتعليم في مدارس الأطفال، وفي المدارس الثانوية للبنات وما أشبهها من ¶ أعما ل ا لتوجيه ا لاجتماعي للأسر وا لعائلات. ¶ 90",
            "page": "90",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "5 - يجب أن تهيأ لأداء رسالتها الاجتماعيهْ النبيلة بما يجعل منها امرأة ¶ صالحة لتكوين الأسرة والإشراف على شؤون البيت وا لأولاد. ¶ 6 - يجب منع اختلاطها بالرجال الأجانب عنها، إلا ما تقتضيه الضرورة ¶ الماسة في حدود الأخلاق الإسلامية، ومن ذلك أداؤها للعبادات في المساجد، ¶ وتلقيها العلم في الجامعات. ¶ 7 - يجب عدم إفساد صعادتها بالاشتغال بالسياسة، لتصان داخل المجتمع ¶ - وهو مجموع العائلات فيه - من خطر الخلافات الحزبية، والتفرغ لأداء رسالتها ¶ ا لكبرى 0 ¶ 8 - يجب أن تهيأ للقيام بالإصلاح الاجتماعي والأخلاقي في الأوساط ¶ النسائية، فعائلاتنا وأمهاتنا ونسإؤنا في أشد الحاجة إلى وعي حقيقي تعرت به ¶ بالمرأة كيف تؤدي رسالتها على أكمل وجه، والمرأة أفدر من الرجل وأصلج منه ¶ للقيام بهذا العمل الإصلاحي العظيم في أوساط النساء. ¶ 9 - يجب أن لا يسمج للمراة بالاشتغال خارج منزلها، إلا حين تكون ¶ فقيرة لا عائل لها من زوج أو اب أو قريب، وذلك إلى أن ينفذ نظام الإسلام ¶ القاضي ب! عالة مثل هؤلاء من بيت المال دون إلجائهن إلى ذل الكسب وإرهاق ¶ مطالب العيش. ¶ 0 1 - يجب مغ التبرج لىبداء ما حرم الله إبداءه من جسمها وزينتها، ¶ ويجب وضع القوانين التي تحقق ذلك، ومعاقبة من تصر على إبداء معالم فتنتها ¶ للرجال بعقوبات متناسبة مع وضع المرأة ونفسيتها. ¶ 1 1 - يجب إيقات هذا الطوفان الخطير من أدب الجنس، وأن تتعاون ¶ الحكومة مع الشعب في هذا الشأن، وفي اعتقادي ان عبء هذا الإيقات يقع ثقله ¶ على عاتق شداتنا وآنساتنا الفضليات، بأن يبدين رأيهن صريحاَ في استكار هذا ¶ النوع من الأدب واستهجانه. ¶ 91",
            "page": "91",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "وأخيراَ فأنا لا اخثى لومة لائم حين أعلن أن امتنا لا ترض ان تخرج عن ¶ حدود دينها، لأنها مقتنعة بصلاح نظامه وفلسفته، وأن كل خروج على حدود ¶ ما جاء به الإسلام نحو المراة سيقإبل من علماء الأمة وعقلائها، من جيلها ¶ المؤمن، من نسائها وبناتها الفضليات الكريمات، بإلرفض والإعراض ¶ والمحاربة لكل من يحمل لواء مثل تلك الدعوة الاثمة (1). ¶ ثم الحق المؤلف بكتابه خمسة وخمسين ملحقاً توخى منها تأييد ما اورده ¶ في كتابه هذا من آراء في مختلف شؤون المراة، من اجل أن يفتح المخدوعون ¶ بمظاهر حياة المراة في الغرب اعينهم على واقع تلك الحياة البراقة الخادعة، ¶ فيعلموا ان الإسلام، كان وسيبقى اهدى سبيلاً من هذه الحضارة، وابعد نظراً، ¶ وأكثر تقديراَ، واشد احتراماً للمراة، حين رفع من شأنها، وأعطاها حقوفها، كما ¶ كان وسيبقى احرص على سعادتها وهناءتها، حين منعها من التبرج والاختلاط، ¶ ووقاها شقاء ا لعمل وأضراره، بإلزا م الرجل ا لإنفاق عليها، لسَفرغ لشؤون ا لأسرة ¶ وتربية ا لأطفال. ¶ وكانت هذه الملاحق التي استقاها من المراجع الغربية ذاتها، ومن غيرها ¶ من اليهب والصحف ووكالات الأنباء استغرقت 2 4 ا صفحة، منها: ¶ المراة قبل الإسلام - بيع الزوجات في اوروبة - في إنصات الإسلام ¶ وتقديره للمراة - راي زعيمة الحركة النسائية في الشزق - في نصيب الأنثى من ¶ الميراث - حول تعدد الزوجات - يشجعون تعدد الزوجات - تعدد الزوجات عند ¶ الغرببين - دفاع احرار الفكر في الغرب عن تعدد الزوجات - التعدد في نظر ¶ المنصفين المسيحيين - الغربيون يطالبون بما يشبه تعدد الزوجات - نتائج منع ¶ تعدد الزوجات في الغرب بالأرقام والإحصا. - سكرتيرات بدل تعدد الزوجات ¶ عند الغربيين - حول طائفة المورمول - راي في تفسير اَيات التعدد - تناقص عدد ¶ (1) المرأة بين الفقه والقانون، ص 3 0 2 - 4 0 2 - 5 0 2. ¶ 92",
            "page": "92",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "النائبات في البرلمات الغربية - أقوال الغرببين في المساواة - تبرم الغربيين من ¶ نتائج عمل المرأة خارج بيتها - المرأة في الحضارة الغربية - نسبة الانتحار عند ¶ الفتيان والفتيات في تصاعد مستمر - من نتائج توظيف المرأة في بلادنا -نتائج ¶ الاختلاط والتبرج في ازدياد نسبة الطلاق - عمل الأمهات خارج البيوت من ¶ مشكلات الحضارة الغربية - دناءة استغلال الرجل الغربي للمرأة عندهم - اَثار ¶ أدب الجنس في الغرب - طبيب يعلن النفير العام للأطباء، لإنقاذ العاملات - ¶ حول ملكات الجمال - أزمة الحضارة الغربية يرجع أكثرها إلى تفكك الأسرة، ¶ وشيوع أدب الجنس - نصيحة أشهر ممثلة في الإغواء، للمراهقات قبل انتحارها ¶ (مارلين مونرو) -انهيار الشباب في الغرب نتيجة لأدب الجنس. . وهكذا. . ¶ 3 - اشتراكية الإسلام ¶ أصل هذا الكتاب محاضرة ألقاها الدكتور السباعي على مدرج جامعة ¶ دمشق عام 1959 م وطُبع طبعته الأولى، ثم زاد فيه وطبعه طبعة ثانية في نحو ¶ أربم مئة صفحة، وكان ينوي أن يزيد فيه، لولا شدة الطلب عليه، دمالحاح ¶ المرض والمشاغل والمتاعب على مؤلفه، ثم كان قدر الله، والتحاقه بالرفيق ¶ الأعلى، قبل أن ينجز ما وعد. ¶ وأما عن سبب تسمية الكتاب بهذا الاسم الذي نفر منه عدداَ من العلماء، ¶ فيقول: ¶ \"لقد سميت القوانين والأحكام التي جاءت في الإسلام لتنظيم التملك، ¶ وتحقيق التكافل الاجتماعي، باشتراكية الإسلام، وأنا أعلم أن بعض الغيورين ¶ على الإسلام، يكرهون هذه التسمية، لأن الاشتراكية في رأيهم، هي موضة هذا ¶ العصر. وقد يأتي زمن تبطل فيه هذه الموضة، وشعود مذهب اقتصادي اَخر، ¶ فنضطر حيمئذِ إلى العدول عن القول باشتراكية الإسلام. ¶ وهناك من يحاذر من القول بالاشتراكية الإسلامية، خوفاَ من أن تستغل ¶ 93",
            "page": "93",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "المذاهب الاشتراكية - وخاصة الشيوعية منها - هذه التسمية، لتسخدمها في ¶ الدعوة إ لى مذاهبها. ¶ وأيضأ، فالإسلام نظام مستقل فائم بذاته، وقد سفاه الله إسلامأ، فلا ¶ يجوز أن نسميه باسم جديد0 ¶ ومن الناس من ينكر أن تكون في الإسلام أية نزعة اشتراكية. . ¶ كالشيوعيين \" 0 ¶ فالأستاذ الشاعي مدرك ما س! ير هذه التسمية من جدل ولغط واستغلال ¶ وتشويه، ومع ذلك، أصز على هذه التسمية. ¶ لقد اجتهد الأستاذ الكبير، ونرجو أن ينال أجر ما اجتهد، وما نظئه -نحن ¶ محبيه إلى درجة العشق - إلا قد جانبه الصواب فيما اجتهد في التسمية، وفي ¶ دفإعه الحاز عن هذا المسمَى الذي نكر 5، والذي سيموت في يوم قريب إن شاء ¶ الله، بعد أن تداعى ركنه العلمي، وهلكت دولته الكبيرة، وتبرأ ذووه منه، بعد ¶ أن أبادوا عشرات الملايين باسم الاشتراكية، وسحقوا شعوباَ كاملة من أجل ¶ عينيها النإريتين الحاقدتين، وأثروا على حساب العمال والفلاحين وبسطاء ¶ النإس، وسرقوا ثروات البلاد والعباد في الاتحاد السوفياتي البإئد، وفي سائر ¶ الدول التي تسفت بالاشتراكية ودعت إليها 0 0 ¶ ونحن نعرت الدوافع النبيلة التي حدت بأستاذنا الكبير ودفعته إلى اعتناق ¶ هذا النهج الدعائي الذي تجافى به عن الجادة، أما مضمون الكتاب فسليم، ¶ وليس فيه ما ينافي الإسلام وتعاليمه ومبادئه وعدله، كما أقزَ بذلك علماء كبار ¶ ليسوا متهمين في دينهم ولا في سلوكهم، ولا في عقولهم، وصخة انتمائهم إلى ¶ هذا الدين العظيم، من أمثال فقيه العصر الشيخ مصطفى الزرقإء والأستاذ محمد ¶ المبارك، والأستاذ محمد المجذوب والشيخ علي الخفيف، وسواهم من علماء ¶ الإسلام الذين عرفوا زمانهم، واستقامت طريقتهم. . الخطأ في التسمية إذن، ¶ وليس فيما ورد في الكتاب من دفإع عن الإسلام، وشرح لنظمه الاجتماعثة ¶ 94",
            "page": "94",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "والاتصادية العادلة، ودعوة حازة إلى هذا الدين الذي لا منقذ للبشرية سو 51. . ¶ لا منقذ لها من الوهدات السحيقة التي تردتْ فيها، ومن الظلام الدامس الذي ¶ تعيش فيه، برغم كل الأضواء المسفطة عليها، ومن قلق الروج، وفوضى ¶ الأخلاق وانحطاطها، ومن المظالم والمواجع التي تسحق مليارات البثر، ¶ وتطحنهم طواحين الالات القليلة من المترفين المستكبرين أصحاب العنجهيات ¶ الجاهلية المادية المغالية في القسوة والوحثية، البعيدة عن المعاني الإنسانية ¶ الكريمة، والمشاعر النبيلة، والسلوك المستقيم0 ¶ يتألف الكتاب من مجموعة أبحاث، شرج فيها نظام الإسلام الاجتماعي ¶ وا لاتصادي وا لسياسي، وبسط فيها عدا لة ا لإسلا م في هذ 5 ا لميادين كافة، وتفوقه ¶ فيها على سا ئر ا لنظم ا لوضعية، كالرأسمالية، وا لاشتر اكيات ا لمختلفة، بأسلوب ¶ علمي رصين، مشحون بروح السباعي الداعية الثائر على الفساد والمفسدين، ¶ وعلى ا لظلم وا لظا لمين. ¶ بدأ الكتاب بالحديث عن (موقف الأديان من الفقر) وأن الأنبياء جميعاَ قد ¶ عُنُوا بحقوق الفقراء والضعفاء، وإن كان اليهود قد حرفوا النصوص الواردة عن ¶ أنبيائهم بشأن الفقراء، وقصروها على فقراء اليهود دون سائر الفقراء الاخرين، ¶ وهذا ما يتنز 5 عنه أنبياء الله وحملة رسالاته. ¶ ورأى امتياز الإسلام - في معالجة مشكلتي الفقر والغنى -بميزتين: ¶ الأولى: أنه لم ينظر إلى مشكلة الفقر على أنها مشكلة قائمة بذاتها، بل ¶ هي متصلة بغيرها من شؤون الحياة، فلا بد لمعالجتها معالجةً صليمةً، من ¶ معالجة سائر شؤون الحياة. ¶ الثانية: أن الإسلام لم يعالج مشكلة الفقر بالمواعظ والوصايا الأخلاقية ¶ فقط، بل لا بد من سن القوانين الصارمة التي تحدد الواجبات، وترهب ¶ المسيئين. ¶ يقول السباعي: ¶ 95",
            "page": "95",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "\"ومن أمعن النظر في قوانين الإسلام، وجد أن هذه القرانين كلها تتوخى ¶ تحقيق مصالح الناس وحاجا تهم الضرورية، والرفاهية، وسعادتهم الاجتماعية ¶ في الحياة الدنيا، وسعادتهم الخالدة في الحياة الأخرى \". ¶ واتفق العلماء على أن الضروريات التي جاء الشرع لتحقيقها خمسة: ¶ 1 - حفظ الدين 2 - حفظ النفس 3 - حفظ النسل ¶ 4 - حفظ المال 5 - حفظ العقل. ¶ وصاغ السبإعي نظرية (الاشتراكية الإسلامية) وفق ا لمخطط ا لتالي: ¶ 1 - الحقوق ا لطبيعية لكل مواطن. ¶ 2 - ا لقرانين ا لتي تضمن هذ 5 ا لحقوق. ¶ 3 القرانين ا لتي تضمن ا لتكا فل الاجتماعي. ¶ 4 - ا لمؤيد ات ا لتي تدعم تلك ا لحقوق. ¶ ثم تحدث المؤلف عن (حق الحياة) ل! نسان، وللحيوان غير الضاز وغير ¶ المأكول، ثم انتقل إ لى الحديث عن (حق الحرية) بأنواعها: الدينية، والإنسانية، ¶ والعلمية، والسيإسية، والمدنية، والاجتماعية. ثم انتقل إ لى الحديث عن (حق ¶ العلم) وكيف أشاد الإسلام بالعلم والعلماء، وففمل العلماء على المنقطعين ¶ للعبادة، وحث على طلب العلم، وعلى الرحلة من اجله، وأوجب التعلّم ¶ والتعليم، وان الإسلام لا يرى للعلم حدّاَ ينتهي عند 5 العالم، كما وضح مدلول ¶ ا لعلم، واقسا مه، وانّ منه ما هو فرض عين، وما هو فرض كفا ية. ¶ ثم تحدث عن (حق التملك) وعقد فصلاَ عن (إحياء الموات) وعن ¶ (ا لإ قطاع) وعن (حقوق ا لعما ل) وا لمبا دى ا لتي تكفل للعما ل حيا ة كريمة مستقرة، ¶ ثم تحدث عن (التاميم) تأميم ا لصناعا ت، وتأميم ا لمرا فق العا مة، وتأميم ا لأرض، ¶ وسواها، وقزر أنه لا يجوز للدولة ان تلجأ إليه، إلا بعد اخذ راي الخبراء ¶ الاقتصاديين والاجتماعيين، وهو يرى تأميم الكهرباء، والمياه، وبعض المواد ¶ 96",
            "page": "96",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "الغذائية الضرورية. وناقق القائلين بعدم جواز التأميم، ثم تحدث عن (تحديد ¶ الملكية) وخلص إلى أن التحديد، إذا اقتضته مصلحة الأمة، كان جائزاَ، بل ¶ واجباَ. ¶ وتحدث عن (فوانين التكافل المعاشي) وعن مبدأ التكافل الاجتماعي في ¶ الإسلام وأنواعه، كالتكافل الأدبي، والتكافل العلمي، والسياسي، والدفاعي، ¶ وا لجنا ئي، وا لأخلا قي، وا لاقتصا دي، وا لعبادي، وا لحضاري، وا لمعا شي، ¶ ويرى أنها لو طُبقت في مجتمعنا، لكان مجتمعاَ مئالياَ لا يدانيه في رقئه مجتمع ¶ آخر. ¶ وتحدث عن (قوانين التكافل الاجتماعي) والفئات التي تستحق التكا فل، ¶ وموارد نفقات التكافل، ثم قإرن التكافل الاجتماعي في الإسلام بما عند ¶ الغربيين، وأسهب في ذكر المؤيدات الاعتقادية، والأخلاقية، والمادية، ¶ والتشريعية، كما قارن بين الاشتراكية الإسلامية والرأسمالية، وبينها وبين ¶ الشيوعية، وخلص إلى أن اشتراكية الإسلام هي الأقدر على إسعاد الناس، ¶ وضرب الأمثال على ذلث من الواقع التاريخي، من العصر النبوي، ثم من عصر ¶ ا لخلفاء ا لراشد ين، ومن دولة الأمويين، وفي ا لعهود ا لأخرى. ¶ تحدث عن الدولة الإسلامية فقال: ¶ \"كان العالم كله خارج الجزيرة العربية - يوم أعلن الإسلام تلك المبادى ¶ والقوانين الاشتراكية - يسوده نظام الإقطاع، وتحكم الأغنياء بالجماهير، ولم ¶ يكن للفقراء ولا للعاجزين ما يستعينون به على ضعفهم وعجزهم، او يدفعون به ¶ عن أنفسهم غائلة الجوع والحاجة، إ لا ان يستجدوا الناس، وكانت المجتمعات ¶ تنظر إلى هؤلاء على أنهم كمية مهملة لا فيمة لها في الحياة الاجتماعية، بل هم ¶ عبء ثقيل على المجتمع، لا سبيل إلى رفعه، لأن الفقر - في نظرهم -قدر من ¶ السماء، ينظر إليه بعضهم على انه نعمة، وينظر إليه بعضهم على انه من انواع ¶ الكما ل والقربى إلى الله، وينظر إليه اَخرون على انه بلاء، يعاقب الله به عباده، كما ¶ يعاقبهم با لأمراض وا لموت. ¶ 97",
            "page": "97",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "فلما أن قامت ل! سلام دولته الأولى في المدينة، تكوَنَ أؤَل مجتمع- ¶ لا في الجزيرة فحسب، بل في تاريخ العالم كله - تسوده روح التعاون والتناصح ¶ والشعور بالمسؤولية: مسؤولية المجتمع نحو أبنائه، ومسؤولية كل فرد نحو ¶ إخوانه الاخرين \". ¶ ثم تحدث عن الدولة الإسلامية الفتيّة في عهد الرسول - عليه الصلاة ¶ والسلام - فذكر أول خطبة له حين قدم المدينة، وبين فيها أن أبرز شعارات هذه ¶ الدعوة، عمل الخير، والإنفاق في سبيل الله. ¶ ثم كتب رسول الله ع! م! مكتاباَ (معاهدة) بين المهاجرين والأنصار، بيّن فيه ¶ دعائم الأخوة التي تقوم بينهم في المجتمع الجديد، وأقر فيه اليهود على دينهم ¶ وأموالهم، وعاهدهم على الحماية والنصرة ما أخلصوا للدولة الجديدة، ¶ والنظام الجديد!. ¶ ئم ذكر السباعي تسعة عشر مبدأ تضمنتها هذه المعاهدة، أخذ رسول الله ¶ !! في تنفيذها، فعاشت - في الدنيا لأول مرة - عاصمة دولة لا تعرف الحقد، ¶ ولا الاس! شار، ولا البغي، ولا الفجور، ولا القسوة، ولا موت الضمير. ¶ \" ثم تطورت الدولة بعد ذلك، فأرسل الرسول ع! رِو الولاة إ لى جميع انحاء ¶ الجزيرة، يجمعون الزكاة، ويصرفونها في مصارف التكافل الاجتماعي، فلكل ¶ فقير حاجته، ولكل متزوج إعانته، ولكل أعمى قائده، ولكل مُقْعَدِ مساعده، ¶ ولكل مدين سداد دينه، ولكل من يموت فقيراَ حماية أسرته بعد وفاته، وحُقنت ¶ الدماء، وحُفظت الأعراض، وصِيْنت الكرامات، وتحرر الناس من الجهل ¶ والخوف والخرافة!. ¶ \" ثم توفي الرسول - صلوات الله وسلامه عليه -وتولى ا لخلافة بعده أبو بكر، ¶ وواجه حوادث الفتنة الداخلية \" إذ ارتدت قبائل، وامتنعت أخرى عن دفع الزكاة، ¶ وخاضت الدولة الإسلامية معارك طاحنة، انتهت بدحر الفتنة، واسترداد الدولة ¶ الإسلامية حق الزكاة، وتنفيذ مبادى التكافل الاجتماعي. \"ونعتقد أن هذه أول ¶ 98",
            "page": "98",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "حرب في التاريخ، تخوضها دولة ما، في سبيل تنفيذ التكافل الاجتماعي، ¶ وتمويل قوانينه \". ¶ \"وكان أبو بكر - في حيإته الخاصة - قدوة للناس، في عفته عن أموال ¶ الدولة، ومساواته نفسه بالناس في أعطياتهم ومعيشتهم \". ¶ وتولى عمرالخلافة من بعد أبي بكر، ونظم الدولة تنظيمأ يتفق مع تطورها ¶ واتساع رقعتها، وكان من أهم أعماله تدوين الدواوين، تُسَجَلُ فيها مصادر ¶ الدولة، ومواردها، وتُقَئدُ فيها أسماء ذوي الأعمال، وأصحاب الأعطيات ¶ والمحتاجين، الذين يستحقون نفقتهم من بيت المال، بمقتضى قوانين التكافل ¶ الاجتماعي، وكان يعطي الرجل على حسب كفاءته وبلائه في خدمة الدولة ¶ وسابقته في الجهاد وعلى قدر حاجته وكفايته، وكان يفرض لكل مولود مئة ¶ درهم، ف! ذا ترعرع زاده إ لى مئتين، ف! ذا بلغ زاده كذلك. ¶ \"وقد طبق عمر نظام التكافل الاتجماعي على غير المسلمين، كما طبق ¶ على المسلمين \". ¶ كذلك استمر الأمر في عهد عثمان، وفي عهد علي، رضي الله عنهما0 ¶ \"واستمرت الدولة - الأموية - تقوم بواجبها في تنفيذ نظم التكافل ¶ الاجتماعي، من جبإية الزكاة، ورعاية الفقراء والحاجات الاتجماعية، حتى إ ن ¶ يوسف بن عمر كان يخصص في ميزانية إقليمه كل سنة، عشرة ملايين درهم ¶ للأحداث والبنات اللاتي لم يتزوجن \". ¶ \"ولاشك في أن سياسة الأمويين قد انحرفت عن سياسة الخلفاء الراشدين ¶ من نواح عدة، لظروف مختلفة، ولكن تنفيذ نظام التكافل الاجتماعي ظل ¶ مستمراَ كخطة من خطط الدولة العامة \". ¶ وفي العهود الأخرى، استمرت الدولة أو الدول الإسلامية تقوم بجمع ¶ الزكاة، وإنفاقها على المستحفين، بل إن الحروب الإسلامية كانت لتحقيق هذه ¶ المبادى، ولقد نعمت الشعوب التي أظلها حكم الإسلام، بتحرير إنسانيتها ¶ 99",
            "page": "99",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "وكرامتها، وبحرية عقائدها، وبتثقيف عقولها بانتشار العلم في ربوعها. ¶ وتحدث عن (المال في المجتمع الإسلامي) وقرر أنه كان مجتمعاً فيه ¶ الفقر والغنى، ولكن لم يكن فيه استغلال ومهانة، واستشهد بنماذج باهرة من ¶ أخلاقيات هذا المجتمع في المعاملات المتنوعة. يقول السباعي: ¶ \"مجتمع كان فيه أغنياء لا يخافون حقد الفقراء، لأنهم ادوا إليهم حق الله ¶ في أموالهم، وفقراء لا يخشون شح الأغنياء، لأنهم ما برحوا في فيض غامر من ¶ برهم وسخائهم، ولكن كانوا يتنافسون فيما بينهم، ويتسابقون إلى فعل الحْير ¶ والحث عليه. ¶ جاء الفقراء مرة إلى رسول الله عتيم فقالوا: ¶ - يارسول الله. ذهب اهل الدثور (الأغنياء) بالأجور: يصلون كما نصلي، ¶ ويصومون كما نصوم، ويتصدقون بفضول اموالهم. ¶ قال: او ليس قد جعل الله لكم ما تصدقون به؟ ¶ إن لكم بكل تسبيحة صدقة، وبكل تكبيرة صدقة، وأمر بالمعروف ¶ صدقة، ونهي عن المنكر صدقة 0 0 0 إلخ. ¶ مظاهرة للفقراء من اغرب ما روا 5 التاريخ. . لم يحتشدوا فيها للاحتجاج ¶ على قسوة الأغنياء وظلمهم. . فذلك ما لم يقع لهم قط، ولكنهم احتشدوا ¶ ليعربوا عن آلامهم في تخلفهم عن الأغنياء في ميادين الخير والإحسان، فكيف ¶ يفعلون؟ إنهم يريدون ان يكونوا مثلهم، يفعلون الخير، وقد ظنوا أن سبيله هو ¶ المال فحسب، وهم لا يملكون ما ينفقون. ¶ وكان جواب الرسول أروع ما يمكن ان يوجه إليه امثال هؤلاء، ليكونوا ¶ بنائين للمجتمع، غير هدامين، إيجابيين غير سلبيين، عاملين لا عاطلين. . إ ن ¶ سُبل الخير ليست وففاً على وجود المال. . بل إن سبلاً كثيرة يجدها كل إنسان ¶ ولو كان غير غني، فلا يحرم منها مواطن، ولا يحال دونها فقير، إنه كف اللسان ¶ 100",
            "page": "100",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "عن الثرثرة، بذكر الله وتسبيحه، والقيام بالإصلاح الاجتماعي عن طريق الموعظة ¶ الحسنة والأمر بالمعروف، والنهي عن ا لمنكر، ها ما طة الأذى عن ا لطريق، هاعانة ¶ من يحتاج إ لى عون، وفي إمداد المجتمع بالنسل الصالح \". ¶ ثم قدم المؤلف نماذج من أخلاق هذا المجتمع في المعاملات، ومعاملة ¶ الجيران، ومواففهم من أموالهم، واستجابتهم لدعوة الخير، وثقة بعضهم ¶ بحديث بعض، وعنايتهم باليتامى والمساكين، هايثارهم إخوانهم، وحرصهم ¶ عليهم، وعتقهم للرقيق إذا أساؤوا إليه، إلى آخر ما هنالك من نماذج أخلافية ¶ باهرة. ¶ كما تحدث عن (الَاثار البافية في المجتمع من اشتراكية الإسلام) ك! خراج ¶ الزكاة، والتكافل العائلي، والوصايا، والنذور، والأوقاف، وذكر من تلك ¶ الَاثار واحداَ وثلاثين نوعأ وما كان أجملها وأروعها! ¶ ثم تحدث عن (الفرد المسلم) الذي تَمَئلَ هذه الروح طوال أربعة عشر ¶ فرنأ، واستشهد بأمثلة بديعة من تاريخنا، هي تطبيق عملي لروح الإسلام، ¶ ومبادئه الإنسانية السامية. ¶ وختم السباعي كتإبه بكلمات رائعات قال: ¶ \"إن اشتراكية الإسلام: ¶ أخذت من العرب وثنية متردية، وفبائل متفرقة، وحياة خشنة، وعزلة ¶ موحشة، وأعطتهم توحيداَ متساميأ، وعيشأرخيأ، وأ مة واحدة، وقيادة لمواكب ¶ النور في تاريخ الإنسانية كلها. ¶ أخذت من ا لعا لم عقا ئد 5 المتفسخة، وملوكه الظلَمة، وحيوانيته المتقاتلة، ¶ وأعطته عقيدة محررة، وفيا دة سا هرة، ها نسانية با لنبل وا لخير زاخرة. ¶ أخذت من العرب أبا جهل، وأعطتهم أبا بكر. ¶ أخذت من الفرس مزدك، وأعطتهم أبا حنيفة. ¶ 101",
            "page": "101",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "أخذت من العراق رستم، وأعطتها سعداً. ¶ أخذت من مصر المقوق!، وأعطتها عَفراً. ¶ أخذت من الشام هرقل، وأعطتها معاوية. ¶ أخذت من العالم إمبراطوريتين أفنتا الشعوب: إمبراطورية الفرص في ¶ الشرق، وإ مبراطورية الروم في الغرب. ¶ وأعطت العالم حضارتين بعثتا الشرق الوثني، والغرب الهمجي من ¶ رفدتيهما: حضارة بغداد في الشرق، وقرطبة في المغرب. ¶ \"إن اشتراكية الإسلام: ¶ إلهية في فدسيتها. ¶ محمدية في فيادتها. ¶ عربية في خصائصها. ¶ إنسانية في نزعتها. ¶ عالمية في رسالتها\". ¶ ثم ألحق به ملحقين: ¶ الأول: جواب الإسلام على الشيوعية. ¶ وهو الخطاب الذي ألقاه في المؤتمر الإسلامي - العالمي الذي عقد في ¶ (بحمدون) بلبنان عام 954 ام وكان لهذا الخطاب دوي حقيقي في نفوص ¶ المؤتمرين والحاضرين، فقد استطاع أن يحؤل المؤتمر عن وجهته الأصلية، ¶ إلى مظاهرة انتصار للقضية الفلسطينية، والقضايا العربية والإسلامية الأخرى. ¶ الثاني: كان بعنوان (مع المعترضين: خطتان مختلفتان) رصد فيه أصداء ¶ كتابه هذا في الأوساط الإسلامية، وناقش المعترضين عليه، وقال: إن جميع ¶ ما ذكرناه من مبادئ اشتراكية الإسلام وقوانينها مؤيد بأدلة من مصادر التشريع ¶ الإسلامي من الكتاب والسنة. وهذا حق لا مرية فيه. ¶ 102",
            "page": "102",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "4 - من روائع حضارتنا ¶ هذا الكتاب بديع في بإبه، جاء في (0 16) صفحة، ويتألف من مقدمة ¶ وثلاثة عشر بحثاً كان أذاعها من إذاعة دمشق عام 5 95 1. ¶ عرف الحضارة - في البحث الأول - وذكر عناصرها، ومقوماته!، وعوامل ¶ انهيارها، وقال: إن الحضارة سلسلة متواصلة الحلقات، هان حضارتنا حلقة ¶ من سلسلة الحضارات الإنسانية، وقد تميزت بإلخصائص التالية: ¶ 1 - الوحدانية المطلقة في العقيدة. ¶ 2 - إنسانية النزعة والهدف، عالمية الأفق والرسالة. ¶ 3 - أحفَت المبادى الخلقية المحل الأول في سائر نظمها، وميادين ¶ نشاطها. ¶ 4 - تؤمن بإلعلم، وتركز على العقيدة، وتخإطب العقل والقلب معأ، مع ¶ نجإتها من كل ماَسي المزج بينهما، كما حصل في أوروبة في القرون الوسطى، ¶ فليس في الإسلام الذي قامت عليه حضارتنا، امتياز لرئي!، أو شيخ، أ و ¶ شريف، او غني. ¶ وذكر ان كل الحضارات تقوم على عنصرين: ¶ الأول: مادي، تتفوق فيه الحضارة اللاحقة على الحضارة السابقة. ¶ الثاني: روحي اخلاقي، وهو الذي تخلد به الحضارات، وتعمل على ¶ إسعاد البثر. وقد سبقت حضارتنا سائر الحضارات في هذا الميدان. ¶ وفي بحث (اَثإر حضارتنا في التاريخ) اجمل الَاثار الخالدة لحضارتنا في ¶ خمسة ميادين، تأثر فيه! الغرب بإلمسلمين، وهي: ¶ 1 - ميدان الدين والعقيدة. ¶ 2 - ميدان الفلسفة والعلوم التي كنا فيه! أساتذة أوروبة طوال ستة قرون. ¶ 3 - ميدان اللغة والأدب. ¶ 103",
            "page": "103",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "4 - ميدان التشريع. ¶ 5 - مفهوم الدولة، وعلاقة الشعب بالحكومة. ¶ وفي بحث (النزعة الإنسانية) في حضارتنا، بيق أن حضارتنا الإنسانية، ¶ نقلت البشرية من جِواء الحقد، والكراهية، والتفرقة، والعصبية، إلى جِواء ¶ الحب، والتسامح، والتعاون والتساوي أمام الله، ولدى القانون، وفي يان ¶ المجتمع، تساوياً لا أثر فيه لاستعلاء عرق على عرق، او فئة على فئة، أو أمة ¶ على أمة. . فإلإسلام أعلن الوحدة الإنسانية بين الناس، وظهرت نزعته ¶ الإنسانية في تشريعه الحضاري، وفي قانونه المدني، وقانونه الجزاثي. ¶ ويستشهد المؤلف ببعض رواثع هذه النزعة في المساواة بين الناس، بعيداً ¶ عن أي تمييز عنصري، كالذي يراه الناس في العصر الحاضر، في أمريكة، ¶ وفلسطين، وجنوب أفريقية في الميادين السياسية، وا لاجتماعية، والثقافية. ¶ كما ظهرت في (التسامح الديني) في الإسلام ولدى المسلمين، وفي ¶ (أخلاقنا الحربية) التي حزمت الحروب من أجل السلب والنهب وإذلال ¶ الشعوب، وأجازتها لغايتين: ¶ الأولى: الدفاع عن عفيدة الأمة وأخلاقها. ¶ الثانية: ا لدفاع عن حرية الشعب، واستقلاله، وسلامه. ¶ واستشهد على أخلاقنا السامية، وسلوكنا السليم في الحروب، بحوادث ¶ وأقوال، في منتهى الروعة، على عكس ما فعله النصارى في حروبهم الصليبية، ¶ ك! صدار البابا أمراً بتحويل جميع مساجد إسبانية إ لى كناض، عام 4 2 5 1 م، ولم ¶ تمرَ - بعد ذلك - أربع سنوات أخرى، حتى لم يبقَ في إسبانية التي حكمها ¶ المسلمون ثمانية قرون، مسلم واحد، بينما كانت سيرة صلاح الدين مع ¶ الأوروبيين الغزاة تثبه الأساطير. ¶ وظهرت نزعتنا الإنسانية في (الرفق بالحيوان) ففد امتازت حضارتنا بأمور ¶ 104",
            "page": "104",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "لا مثيل لها عند الأمم الأخرى، في القديم والحديث، من مثل: ¶ 1 - مؤسساتنا الاجتماعية للعناية بالحيوان، وتطبيبه، وتأمين معيشته عند ¶ العجز والمرض والشيخوخة. ¶ 2 - خلو حضارتنا من محاكمة الحيوان، برفع المسؤولية الجنائية عنه، ¶ على النقيض من فعل الأوروبيين. ¶ 3 - خلو حضارتنا من مظاهر القسوة والتحريش بين الحيوانات. ¶ وفي (ا لمؤسسات ا لخيرية) برزت نزعتنا ا لإنسا نية بأشكا ل وصور لم يعرفها ¶ شعب من قبل، فقد أقمنا مؤسسات اجتماعية لوجوه من الخير، والتكافل ¶ الاجتماعي، لم يعرفها الغربيون حتى اليوم، ولوجه الله تعالى مثل بناء المساجد، ¶ وا لمدارس، وا لمستشفيات، وا لفنادق، وا لخانات، وا لتكايا وا لزوايا، وبناء ¶ بيوت خاصة للفقراء، ومنها المطاعم التي يوزع فيها الطعام والشراب مجاناً، ¶ ومنها بيوت للحجاج في مكة المكرمة، وقد كثرت هذه البيوت حتى عفت أرض ¶ مكة كلها، وافتى بعض الفقهاء ببطلان إجارة بيوت مكة في أيام الحج، لأنها كلها ¶ موقوفة على الحجاج. ومنها حفر الَابار في الفلوات، لسقي الماشية والزروع ¶ والمسافرين ومنها امكنة المرابطة على الثغور لمواجهة خطر ا لغزو الأجنبي للبلاد ¶ ومنها وقف الخيول، والسيوف، والنبال، وأدوات الجهاد على المجاهدين. ¶ وهناك مؤسسات خيرية لتحسين أحوال المساجين، ورفع مستواهم ¶ الصحي والثقافي، وأخرى لتزويج الثباب والفتيات من الفقراء، ومؤسسات ¶ لإمداد الأمهات بالحليب والشُكر. ¶ ومن أطرف مؤسساتنا الخيرية، وقف الزبادي للأولاد الذين يكسرون ¶ الزبادي، حتى لا يتعرضوا للعقوبة من ذويهم. ¶ وقد أحصى المؤلف ئلاثين نوعاً من المؤسسات الجرية في تاريخنا ¶ الحضاري، وهي غير موجودة لدى الأمم الأخرى. ¶ وتحدث المؤلف عن (المدارس والمعاهد العلمية) في حضارتنا، ¶ 105",
            "page": "105",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "وانتشارها في سائر العواصم، والمدن، والبلدات، وكان لأساتذتها أزياء خاصة ¶ بهم، اخذها الغربيون عنهم، وكان المسلمون يقفون لها الأوقاف الكثيرة، حتى ¶ إن الإمام النووي (ت 676 هـ) لم ياكل من فواكه دمشق طوال حياته، لأن أكثر ¶ بساتين غوطتها أوقاف سرقها الظالمون. ¶ وتحدث عن (المستشفيات والمعاهد الطبية) وعن العناية بها، انطلاقأ من ¶ المبادى التي قامت عليها حضارتنا، ومنها الجمع بين حاجة الجسم وحاجة ¶ الروج، لتحقيق سعادة الإنسان. ¶ وضرب ا لأمثال، ابتداء من اول مستشفى انثئ في ا لإسلا م في عهد الخليفة ¶ الأموي الوليد بن عبد ا لملك، وهو خاص بالمجذومين. ¶ وذكر ان هناك نوعين من المستشفيات، منها الثابت، ومنها المتنقل، وقد ¶ بلغ احد المستشفيات المتنقلة - في ايام السلطان محمود السلجوقي -حداَ من ¶ الضخامة، بحيث كان يحمل على اربعين جملاَ. ¶ واما المستشفيات الثابتة، فقد عمت المدن والبلدات الصغيرة، وكان في ¶ مدينة قرطبة وحدها، خمسون مستشفى. ¶ وكانت هناك مستشفيات للجيش، والسجون، ومحطات للإسعاف، ¶ ومستشفيات عامة، منها ما كان للذكور، وأخرى ل! ناث، ويحتوي كل ¶ مستشفى على اقسام: للعيون، والكسور، وللأمراض الداخلية، والجراحة، ¶ وللأمراض العفلية. . وهكذا انطلق المؤلف يعدد ويصف، وكانه يتحدث عن ¶ المستشفيات الحديثة جداَ، وقد بلغ عدد الأطباء في بغداد وحدها (عام 391 هـ- ¶ 1 93 م) أكثر من ثماني مئة وستين طبيباَ. ¶ وذكر المؤلف في هذا البحث طرائف تدل على تقدم لم تبلغه أرقى ¶ المستشفيات في عصرنا، من مثل، أن المؤزَقين من المرض في المستشفى ¶ المنصوري الكبير، كانوا يُغزَلون في قاعة منفردة، ويشنفون اَذانهم بالألحان ¶ الشجية، أو بالاستماع إلى القصص التي يقصها عليهم ناس مختصون بالقص، ¶ 106",
            "page": "106",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "وكان الناقهون منهم، تُمَثل أمامهم الروايات المضحكة، ومشاهد من الرقص ¶ البلدي، وكان المؤذنون في المسجد الملاصق له، ينشدون الأناشيد العذبة في ¶ الشحَر، ليخففوا من الام ا لمرضى الذين يضجرهم طول السهر. ¶ وذكر المؤلف وففاَ غريبأ في حضارتنا الإنسانية، مخصصاَ ريعه لتوظيف ¶ اثنين يمران بالمستشفيات يومياَ، فيتحدثان بجانب المرضى حديثاَ خافتأ يسمعه ¶ ا لمريض، بما يوحي بتحسن حا لته، وا حمرا ر وجهه، وبر يق عينيه. ¶ وتحدث عن (المكتبات الخاصة والعامة)، والشأو الذي بلغته في ¶ حضارتنا، وعن (المجا لس وا لندوات ا لعلمية) ا لتي كان لها أثر كبير في نشر الثقافة ¶ وذيوع ا لعلم، ورفع ا لمستوى الاجتماعي، وا لذوق ا لعلمي في ا لأوساط الثقافية، ¶ وتحدث عن (العواصم والمدن الكبرى) في القرن الرابع الهجري، وألقى نظرة ¶ سريعة على مدن العالم الإسلامي، والمدن الأوروبية، وقارن بينها - كدأبه في ¶ سائر أبحاث الكتاب - وكانت الفروق شاسعة، ففي العالم الإسلامي مدن زاخرة ¶ بالحياة والقوة والحضارة، وفي مدن العا لم الأوروبي بدائية وتخلف، لا أثر فيها ¶ لحياة، أو علم، أو حضا رة. ¶ 5 - أخلا قنا ا لاجتماعية ¶ يقع هذا الكتاب في (5 1 2) صفحة من القطع الكبير، واشتمل على مقدمة ¶ وسبعة وعشرين حديثاَ، كان اذاعها من الإذاعة السورية بدمشق، تحدث فيها ¶ عما تشكو الأمة من ضعف وانحراف في أخلاقها الاجتماعية، بأسلوب سهل ¶ يفهمه سائر الناس، وكان ذلك فيما بين شهر نيسان 1954 م واَب 1955 م 0. ¶ تحدث عن (أثر الفرد في نهضات الأمم) وأوضح أن عنايتنا بعلل المجتمع ¶ وأمراضه، كانت دون عنايتنا برزقه وثروته ومختلف شؤون حياته، ولهذا ¶ انص! بت أحاديث هذا ا لكتاب في وصف هذه ا لأمراض، وعلاجها، وكا نت حديث ¶ الروح للروح، والقلب للقلب، ولهذا استأثرت باهتمام الناس في سورية، فقد ¶ 107",
            "page": "107",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "كانوا يتظرون هذه ا لأحاديث، ويتجمعون في المنازل وا لأماكن ا لعا مة لسماعها. ¶ وكانت نقطة البدء في علاج أخلافنا الاجتماعية من الفرد الذي هو الخلية ¶ الأولى في بناء المجتمع، والدعوات الإصلاحية تبدأ طريقها من الفرد، والذين ¶ صنعوا الدول، وأقاموا الحضارات، هم أفراد قويت إراداتهم، واستقامت ¶ أخلاقهم، وخلت حياتهم من كثير من الآفات النفسية والخلقية الفاتلة. ¶ ولإيجاد الفرد الصالح، أقيمت المدرسة والمعهد، وأفيم المسجد ¶ والمعبد، والجمعية والنادي. ¶ وكان حديثه ا لثاني (بين الاحتقار والغرور) موضحاَ خطر هذين المرضين: ¶ الغرور الذي لا يقل عن خطر الخيانة، واحتقار النفس الذي يجعل المصاب به، ¶ محطم ا لأعصاب، مسلوب ا لإرادة، فا قد ا لأمل، لا يثق بنفسه ولا بأمته، وتعاليم ¶ ا لإسلام تبث الثقة با لنفس ثقة لا يقتلها ا لغرور، بل يضعها في موضعها ا لحق. ¶ وفي حديثه عن (البخل والسرت) عالج هذين الداءين الوبيلين، وأعاد ¶ سبب البخل إلى ضعف ثقة البخلاء بوعد الله ومثوبته لمن يبذل من ماله في الخير ¶ طائعاَ مختاراَ، وموت الشعور الاجتماعي في نفوسهم، واستيلاء الأنانية القاتلة ¶ على طباعهم، والإسلام ينهى عن البخل، كما ينهى عن الإسرات والتبذير. ¶ وتحدث عن (الأنانية والإيثار)، وطالب الناس أن يعملوا الخير للخير، ¶ مُوثرين على أنفسهم، لا يرجون ثناء، ولا يطمعون في مكافأة، بل يرجون وجه ¶ الله وحد 5. ¶ وتحدث عن سلبيات (الغلو في الحب والكره) وطالب بالاعتدال في كل ¶ أمر، فالإسلام نهانا عن المغالاة في كل شيء، نهانا أن نغالي في رصل الله، ¶ ونهانا عن الغلو في العبادة، ونهانا عن الإفراط والتفريط في النففة، ونهانا عن ¶ اتباع الهوى في معاملتنا للناس، ونهانا عن العصبية الخارجة عن قواعد ¶ العدالة. . هذه هي روح الشريعة: اعتدال في كل شيء، ووسط في كل أمر، ¶ ونحن الأمة الوسط. ¶ 108",
            "page": "108",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "وتحدث عن (الفردية والجماعية)، وبين ان العبادات في الإسلام تقوم ¶ على فكرة التعاون الاجتماعي بين المؤمن والناس، وضرب مثلاً بالصلاة، ¶ وا لصيا م، وا لحج، وا لزكاة، وقارن بين ما كا ن عليه ا لناس قديماً، وبين ا لإمملا م. ¶ وبدا حديثه (بين التملق والنصيحة) بما كان من شأن العالم الفقيه (منذر ¶ ابن سعيد) قاضي الجماعة، مع الخليفة عبد الرحمن الناصر، ومدينته الخالدة ¶ (الزهراء) فقد نصحه واغلظ القول معه في خطبة الجمعة في مسجد قرطبة ¶ الكبير، وكان الخليفة يستمع لما يفول وينصاع. ¶ ثم عقب بقوله: ¶ \"ترى. . لو ان كل ذي راي ومكانة ونفوذ في الدولة، وقف من الحكام ¶ الجائرين المنحرفين ما وقفه منذر بن سعيد، من عبد الرحمن الناصر، اما كانت ¶ الأمة تنعم بحكم عإدل، ورفاهية شاملة، وسعادة تُظل الناس جميعأ؟ \" ¶ ثم ضرب الأمثال من تاريخنا وحضارتنا، مؤيداً رايه هذا. واهإب بأبناء ¶ الأمة ان يكونوا للحق انصاراً، وللمخطئين ناصحين، وللظالمين مقاومين ¶ ومنكرين، لتعيش الأمة حرة كريمة، اما إذا سمحوا للمنافقين ان يلتفوا حول ¶ الحكام، وللأقلام الماجورة أن تمجد المجرمين، فقد صنعوا بأيديهم حكم ¶ الطغاة والفاسدين، واختاروا لأمتهم طريق الخراب والدمار \"إن عدالة الله تأبى ¶ ان تمنح الكرامة لمن يضيعها بيديه \". ¶ وحديثه (بين ا لنصيحة وا لتشهير) لام! مرضأخطير اً في حيا تنا ا لاجتماعية ¶ بعد ان اضطربت حدود النصيحة، وانقلبت احيانأ إلى التشهير، مما ينذر بشر ¶ خطير. ¶ وفي حديثه (بين الحرية والفوض) تحدث عن الصراع بين الحرية ¶ والعبودية في تاريخ الإنسانية، وفي تاريخ معاركنا التي خاضتها امتنا في سبيل ¶ تحرير ا لشعوب من جها لتها وفوضاه!، ومن ا ستبدا د الظا لمين. ¶ ولكن. . كما اسيء استغلال الحرية عند الغربيين، اسيء فهمها عند كثير ¶ 109",
            "page": "109",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "من أبنائنا تلامذة الغربيين، وذكر ألواناَ قاتمة من المفهومات المغلوطة للحرية ¶ الفكرية، والحرية الشخصية، والحرية الصحفية، فهي تعني عندهم، تسميم ¶ العقول والأفكار، لهايذاء القلوب والضمائر، ونهش الأعراض واستباحة ¶ الحرمات، وإشاعة الفوضى والإباحية، مع أن مجتمعنا في حاجة إلى من يضبط ¶ له أمره، ويصون أخلاقه، ويرده!! ى الحق، ويلزمه حدود الشرائع والقوانين، ¶ وهذا كله أمانة في أعناق العلماء والمفكرين والمصلحين والخطباء والكتاب ¶ والصحفيين. ¶ وجاء حديثه (بين الحزم والاستبداد) مبيناَ للفروق الحقيقية بينهما، ¶ وضرب الأمثال بالحكام الحازمين، وأخرى للحكام المستبدين، وبئن مآسي ¶ الاستبداد ومنطقه الاثم، وأن فوضى الحكم، هي أول سبيل إ لى الاستبداد، وأن ¶ الاستبداد هو أقتل شيء لكرامة الأمة وحريتها، وتمنى أن يقوم فينا حكم يعدل ¶ في الحق ولا يظلم، ويشتد في الحكم ولا يستبد. ¶ وفي حديثه (بين الصدق والكذب) رأى أن الصدق أساس الفضائل ¶ النفسية، وهو ضرورة اجتماعية، وهو أكبر أبواب السعادة للأفراد والجماهير، ¶ بينما الكذب جبن وخسة، وجرأة على الله، يستحق الكاذب من أجلها اللعنة ¶ والطرد من رحمة الله، والكذاب لن ينجح في حياته، ولن يهتدي إلى الخير ¶ والحق. ¶ وفي حديثه (بين الدين والطائفية) قال: ¶ \"إن كثيرين يظنون أن علاج هذه الطائفية المدمرة هي دعوة الناس إلى ترك ¶ أديانهم. . وليس أبعد في الوهم والخطاً والضلال من هذا الظن، فما كانت ¶ الأديان يوماَ وسيلة حرب، ولا أداة خراب، ولا باعثة شقاء وفناء. . ¶ \"إن الفرق بين الدين والطائفية، هو فرق ما بين العلم والجهل، والحق ¶ والباطل، والخير والشر، وا لإيمان والعصيان \". ¶ الدين: هداية الرسل إلى الله، وطريق الناس إلى الجنة، والطائفية قيادة ¶ 110",
            "page": "110",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "الأشرار إ لى الدمار، والطريق المستقيم إلى النار. . ¶ \"أيها الناص: ارجعوا إلى الدين، واطرحوا طائفيتكم. . ايدوا دعوة ¶ الدين، وحاربوا دعاة الطائفية. كونوا متدينين، وحذار أن تكونوا طائفيين!. ¶ وفي حديثه (بين التعصب والتسامح) رأى أن تعصب الفرد لحقوقه ¶ الضرورية، وتعصبه لحقوق أمته وبلاده، خلق كريم يعود على المجتمع بالخير ¶ والبركة، كما أن تفريطه بذلك، وتسامحه فيه خلق ذميم ينشا عنه كل فوضى في ¶ المجتمع، وكل إهدار لكرامة الأمة، وسيإدة الدولة. ¶ وحديثه (بين الأمانة والخيانة) كان معرضاً لألوان من الأمانة في تاريخنا ¶ الناصع، ولما تعانيه أمتنا اليوم من الشكوى من سوء الأوضاع في مجتمعنا ¶ الحاضر، وسبب كل ذلك، تضييع الأمانة، فقد تخلى العالم عن أمانة العلم، ¶ ف! ذا هو يبيع علمه لمن يشتريه من طغاة وحكام ظالمين ومف! عدين، وتخلى ¶ الحاكم عن أمانة الشعب، ف! ذا هو يفرق بين المواطنين، ويتجاوز عن أخطاء ¶ أتباعه من الموظفين، ويهمل القانون، ويتلاعب بنصوصه. . وتخلى الشعب ¶ عن أمانة المراقبة لزعمائه، فتملقهم، وأغضى عن خطيئاتهم، وصفق لهم بيده، ¶ وأيدهم بلسانه، وتخلى الموسرون عن أمانة المال فاكتنزوه، وتخلى الرجل عن ¶ أمانة الأسرة 0. وهكذا. . ¶ وأما علاج هذا المرض، فبالرجوع إ لى الله، والطمع في جنته، إن هو أدى ¶ الأمانة، والخوف من نار 5، إن هو ضيعها، وباستيقاظ الضمائر. ¶ وهكذا انطلق المتحدث البارع يعرض أمراض مجتمعنا، في دهاليز ¶ السياسة، وفي البيوت، وفي الأعياد وبين الموظفين والشعب، وكان في كل ¶ حديث منها، يستشهد بالقراَن العزيز، وبالأحاديث ا لنبوية الصحيحة. وبحوادث ¶ التاريخ، وبالنماذج الوضيئة في حضارتنا الخالدة، من لدن رسول الله ع! حتى ¶ العصر الحاضر، ويقارن بينها وبين ما كانت عليه المجتمعات غير المسلمة، مما ¶ يبرهن على سعة ثقافة، وحدة إدراك، واطلاع على التاريخ والفلسفات، ¶ 111",
            "page": "111",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "والأديان، واحوال المجتمعات، ودراية بما يموج فيها من تيارات، وما يعتمل ¶ من أمراض يحرص على علاجها، فيهيب بالمواطنين ان ينهضوا للعلاج، ¶ ويتخلصوا منها، لتعود العافية إلى مجتمعاتهم، وشعتانفوا السير في مدارج ¶ حضارتهم. ¶ 6 - دعوة ا لإسلام واقعية لا خيال ¶ القى إلياص فرح - المدرَّص في دار المعلمين بحلب، ورئيس القسم ¶ الثقافي في حزب البعث العربي الاشتراكي - خطبة في احتفال أقامه حزب البعث ¶ في حلب، بمناسبة العدوان الفرنسي، أقيم في 29/ 5/ 1955 م زعم فيها ا ن ¶ الدعوة الإسلامية غير صالحة للحياة، لأنها خيالية، لا يمكن لها أن تعيش، ¶ ولا بد أن تموت. ¶ كما كان إلياص فرح كتب رسالة بعنوان (نظرتنا إلى التاريخ العربي) ¶ وطبعها ووزعها له حزب البعث، بسط فيها هذا الرجل النصراني لسانه في ¶ الإسلام، وشرعته المطهرة، كما يبسطه أشد الناص عداوة وحقداَ على الإسلام ¶ وحقإئقه الثابتة، فما كان من الدكتور السباعي إلا أن يرد عليه بهذه المحاضرة ¶ القيمة التي ألقاها في المركز العام لجماعة الإخوان المسلمين في حي الشهداء ¶ بدمشق، في حديث الثلاثاء 4 1/ 6/ 5 95 1 م جاء فيها: ¶ 1 - مقياس الواقعية في الدعوات: ¶ \"إن مقياص (الواقعية) في الدعوات، وعلائم الحياة فيها، هي ان تجتمع ¶ لها ثلاثة عناصر رئيسة هي: الذاتية، والتقدمية، والشمولية. ¶ ا - ا لذاتية: ¶ ونعني بالذاتية ان تكون الدعوة منبثقة من طبيعة الأمة، منسجمة مع ¶ خصائصها، مستوحاة من حاجاتها، حتى تكون تعبيراَ روحياَ صادقأ عن آمالها ¶ وطموحها. ¶ 112",
            "page": "112",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "ب - التقدمية: ¶ ونعني به! ان تكون الحركة الإصلاحية، مسايرة لتطور الحياة، وتقدم ¶ الحضارة، لأن طبيعة الحياة لا تقاوم، وسنة الله في تطور الإنسان وتقدمه ¶ لا تتبدل، فمن وقف في وجه الحياة صرعته \". ¶ ب - الشمولية: ¶ \"ونعني به! أن تحتوي الدعوات الإصلاحية مناهج الإصلاح لكل نواحي ¶ الحياة في المجتمع الذي تقوم فيه، لأن المجتمع وحدة متماسكة، فالأخلاق ¶ لا تنفصل عن الاقتصاد، والسياسة لا تنفصل عن العلم. فالدعوة إلى إصلاح ¶ الأخلاق في امة، لا يمكن ان تنجح إلا إذا رافقها إصلاح الأوضاع الاقتصادية ¶ فيها، والدعوة إلى تحرير الأمة سياشأ من الاستعمار أو الطغيان، لا تنجح إ لا ¶ إذا رافقها إصلاح الأخلاق، ونشر العلم، وتهذيب النفوس \". ¶ \"فهذا هو المقياس الصحيح لوافعية الدعوات، وصلاحيتها للحياة، فما ¶ هو نصيب الدعوات الأربع التي تحتل ساحة الثعاط الفكري والسياسي ¶ والاجتماعي في بلادنا؟ ونعني به!: القومية السورية، والشيوعية، والقومية ¶ العربية، والدعوة الإسلامية \". ¶ ثم يشرع في تحليل كل دعوة منها على ضوء هذا المقياس، مبينا مدى ¶ واقعتها واستحقاقها للحياة او الموت. كل ذلك جاء بأسلوب هادئ موضوعي ¶ بعيد عن التحيز والتعصب، إلى ان يصل إلى عناصر الوافعية في الدعوة ¶ الإسلامية فيفول: ¶ ا- ما هي مبادئ الدعوة الإسلامية واهدافها؟ ¶ \"لا نريد - هنا - ان نفيض في مبادئ الدعوة الإسلامية، وبرنامجها، ¶ واهدافها، وفلسفتها، فذلك له مجال آخر، دمانما نريد التدليل على واقعتها، ¶ واشتمالها على كل عناصر الواقعية المطلوبة في الدعوات التي يكتب لها الحياة. ¶ إن الدعوة الإسلامية تفوم على مراعاة الحقائق التالية: ¶ 3 1 1",
            "page": "113",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "أولاَ: إن مجتمعنا يعاني فساداَ داخلياً يعم كل ناحية فيه. ¶ ثانياَ: إن مجتمعنا بحإجة إلى حركة إصلاحية تعالج أوضاعه السيئة ¶ معالجة شاملة. ¶ ثالثاَ: إن مجتمعنا انبثق عن الإسلام، ومازال يعيش في أجوائه. ¶ رابعاَ: إن ا لإسلام دين ا لحياة ا لكريمة، يجعل من أمته أقوى أمة، وأعزها، ¶ وأسعدها، وأجدرها بفيادة العا لم. ¶ خامساَ: إن انحطاط العالم الإسلامي كان بسبب ابتعاده عن الإسلام. ¶ سادساَ: إن الإسلام دين مرن صالح لكل زمان ولكل أمة. ¶ سابعاَ: إن الإسلام يضع الأسس الصالحة في كل عصر، لبناء مجتمع ¶ كريم. ¶ ثامناً: إن الإسلام نظام كامل شامل للحياة الإنسانية، يوجهها نحو الخير ¶ والحق والسعادة. ¶ تاسعأ: إن الإسلام رسالة عالمية ل! نسانية كلها، يعلو على النزعات ¶ القبلية، والقومية، والعنصرية، والطائفية، والإفليمية. ¶ عاشراً: الإيمان برسالة الإسلام، أقوى صلة تربط بين أفراد الناس، مهما ¶ اختلفت مواطنهم وعناصرهم. ¶ هذ 5 الحقائق العشر هي التي تقوم الدعوة الإسلامية الحديثة على اعتباره!، ¶ وفهمها هو ا لطريق المفضل لفهم ا لدعوة الإسلامية، وبيان اتجإهإ تها. ¶ اما أهداف الدعوة الإسلامية الحديثة فهي: ¶ - إصلاح الأوضاع الاجتماعية إصلاحاَ جذريأ عميقاَ، يقضي على كل ¶ مظاهر الفقر والفوضى والطلم والضعف والجهل. ¶ - إصلاح الأوضاع السياسية في الداخل والخارج، إصلاحاَ قوياَ جريئاَ ¶ يقضي على كل اَثار الخيانة والاستغلال والارتجال والتردد. ¶ 4 1 1",
            "page": "114",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "إننا نهدف إلى إيجاد المجتمع القوي في داخله، بالعلم والخلق والعدل ¶ وا لتعا ون، دما لى إ يجا د ا لمجتمع ا لقوي في خارجه با لسلاح وا لجرأة وا لاستعداد. ¶ وبذلك - إن التقينا مع كل الدعوات في مطالبها الإصلاحية - نختلف معها ¶ في أفق الإصلاح وميدانه ووسائله. . إن رسالتنا أكرم الرسالات مقصداَ ¶ وأهدافاَ، ووسائنا أنجح الوسائل (1). ¶ 7 - الإخوان المسلمون في حرب فلسطبن ¶ تحدث السباعي فيه عن اهتمامه المبكر بالقضية الفلسطينية، وعن لقائه ¶ بعض المجاهدين، وعن إلقائه أول محاضرة له عن فلسطين، وتحدث عن ¶ المحاور الثلاثة التي انطلق فيها الإخوان المسلمون - وكان على رأسهم - يعملون ¶ من أجل القضية الفلسطينية، وهي: ¶ 1 - الصعيد الرسمي بتقديم المذكرات للحكومة، والجامعة العربية. ¶ 2 - الصعيد الشعبي، بالمحاضرات والاجتماعات العامة في المدن ¶ والقرى. ¶ 3 - الصعيد العملي، بزيارة فلسطين، والاطلاع على أحوال اليهود فيها. ¶ وبعد فرار التقسيم عام 948 1 م عقدوا اجتماعات عامة، بينوا فيها خطورة ¶ م! يجري، ووضعوا ميثاقاَ، وأخذوا عهداَ على الجماهير، بتأليف جش لتحرير ¶ فلسطين، يتطوع فيه كل قادر على القتال، وأعلنوا فتح باب التطوع في مراكزهم ¶ في جميع أنحاء ا لبلاد، وبرفض ا لتقسيم، وا لدفاع عن عروبة فلسطين. ¶ \"وأقبل الشعب إفبالاَ منفطع النظير على تسجيل أسمائهم كمتطوعين في ¶ جش التحرير المرتقب، ولكن الحكومه فاجأتنا بقرار يمنع أية هيئة من تسجيل ¶ المتطوعين. وكان واضحأ أننا المقصودون بهذا القرار، إذ لم تكن هناك هيئة ¶ (1) جريدة ا لشهاب: 27. ¶ 115",
            "page": "115",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "أعلنت قبول المتطوعين غير الإخوان. ثم اتخذت الجامعة العربية قراراً بتأليف ¶ جش الإنقاذ، وافتتحت الحكومة مراكز للتطوع \". ¶ وتحدث عن التخلف الفكري لدى بعض المسؤولين، وعن معاناته في ¶ جمع الأسلحة للمخطوعين، وعن التدريب في معسكر قطنا، ومنه كان الانطلاق ¶ إلى فلسطين، فسافر الفوج الأول من إخواننا، ثم الفوج الثاني. ¶ وتحدث عن مشاعر الإخوان وهم يدافعون عن المسجد الأقصى، ¶ ويحافظون على الأمن في المدينة المقدسة، ويطاردون اللصوص والفجار، ¶ ويغلقون الخمارات وأندية القمار، ثم تحدث عن (معاركنا في القدس) وعن ¶ (اشتداد المعارك بعد جلاء الإنجليز) في 5 1/ 5/ 948 1 م عن فلسطين، بعد أ ن ¶ تإمروا مع اليهود، كدابهم على مدى الزمان، وسلموهم مراكزهم وثكناتهم بما ¶ فيها من اسلحة، وتحدث عن بطولات الإخوان في معركة (القطمون)، ومعركة ¶ (ا لحي اليهودي) في القدس القديمة، وعن نسف ا لكنيس ا ليهودي الذي كا ن مشرفأ ¶ على المسجد الأقصى، وكان اليهود يتخذون منه مركزأ حربياَ يطلقون منه نيران ¶ بنا دقهم ورشا شا تهم على ا لمسلمين الذين يتجولون في حرم المسجد ا لأقصى \". ¶ ثم تحدث عن (معركة القدس الكبرى) وبطولات الإخوان فيها، ¶ وما قدموا من شهداء وجرحى، وما أصابوا العدو، في الوقت الذي \"كان اكثر ¶ جيش الإنقاذ يتنزه في مناطق عربية بحتة، كنابلس، بينما كانت حيفا ويإفا ¶ وغيرهما تسقط في ايدي اليهود، وكانت مجازر دير يإسين تقع على سمع هذا ¶ الجيش وبصره \". ¶ \"وبعد أيإم قليلة، وقعت الهدنة المشؤومة، وجإءتنا الأوامر من قيادة ¶ جيش الإنقاذ في دمشق، بإلانسحاب من القدس، وتسليمها إلى الجيش ¶ العربي، بحجة اننا سنرسل إلى الجبهة السورية \". ¶ وتحدث عن التعاون الوثيق بين كتائب الإخوان المصريين، والأردنيين، ¶ والسوريين، كل ذلك في اقتضاب، لأن المقال لا يتع إلى اكثر من ذلك. ¶ 116",
            "page": "116",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "ثم ابدى بعض الملاحظات على معركة فلسطين، بعد ان سرد بعض ¶ الوقائع ا لتاريخية: ¶ 1 - ان جيس الإنقاذ كان تسكيتأ لشعور العرب، ولم يقصد من تشكيله ¶ القتال الجدي ومغ سقوط المدن والقرى العربية في ايدي اليهود. ¶ 2 - أن قيادة جيس الإنقاذ لم تخض معركة جدية واحدة. ¶ 3 - أن مهمة جيس الإنقاذ، تحطيم منظمة (الجهاد المقدس) البطلة. ¶ وأخيرأ، تحدث السباعي عن عشرة من الشهداء حديثأ مقتضبأ ايضأ. ¶ 8 - أحكام الصيام وفلسفته في ضوء القرآن والسنة ¶ جاء هذا الكتاب في 12 1 صفحة من القطع الكبير، عرض فيه أثر الصيام ¶ في تربية الأفراد والمجتمعات تربية عالية، تسودها أخلاق الرجال. ¶ وا لكتاب ثلاثة أ قسا م، ذكر في ا لقسم ا لأول آيا ت ا لصيام وأحا ديثه، وبعض ¶ الأحاديث الواردة في العيد، وكلها من الصحاح، ثم عرض هدي النبي ع! م! د في ¶ الصيام والعيدين، فتحدث - ب! يجاز - عن عبادته وسخائه في رمضان، وعن فطر5 ¶ قبل الصلاة، ودعائه عند الإفطار، دمافطإر 5 في السفر، ثم عن هيئته وحاله في ¶ العيدين. ¶ ثم انتفل إلى أحكام الصيام، فأكد إجماع المسلمين على وجوب صيام ¶ شهر رمضان، وشروط وجوبه وأركانه، ومفسدات الصوم، ومكروهاته، ¶ واَدابه، وتحدث عن صدقة الفطر، وأحكامها. ¶ وكتب - في القسم الثاني - إحدى عشرة مقالة كان نشرها في الصحف، ¶ هي: الوافد الحبيب - رمضان شهر الحق - رمضان شهر القوة - رمضان شهر ¶ الحرية - فلسفة الصيام وأسرار 5 - رمضان شهر المواساة - أثر العبادة في تربية ¶ الأمة - مؤسسة الزكاة -رمضان يتحدث -رمضان ير ع - فلسفة العيد. ¶ 117",
            "page": "117",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "كان فيها ناقداَ اجتماعيأ لكثير من المواضعات التي يأباها المسلم الحق، ¶ وعيناه دائماَ على الفقراء الذين يقتاتون الحرمان، وعلى الأغنياء المترفين ¶ المتخمين، وكان فيها فيلسوفاَ اجتماعياَ، شعبياَ، قريباَ من القلوب المؤمنة التي ¶ كان يخاطبها خطاب الأخ لأخيه، والأب الحاني لأولاده. . لا يغفل عن واقع ¶ الأمة السياسي، والافتصادي، والاجتماعي، والثقافي، والروحي. ¶ 9 - هذا هو الإسلام ¶ يقع هذا الكتاب في جزءين، ويحتوي على ئماني رسائل جاءت في 326 ¶ صفحة، راى الأستاذ السباعي أن ينثرها تحت هذا العنوان: هذا هو الإسلام. . ¶ بعضها محاضرات القاها في مناسبات، وبعضها أبحاث، نشرها في الصحف ¶ على حلقات، وبعضها يأخذ سمت الكتاب، وهذ 5 الرسائل هي: ¶ 1 - منهجها في الإصلاح: ¶ نستمد 5 من حاجة الحاضر على ضوء الماضي. ¶ وهي خلاصة المحاضرة التي ألقاها في المكتبة الوطنية في حمص، ¶ بمناسبة ذكرى المولد النبوي، وبئن فيها فكرة (الإخوان المسلمين) ومنهجهم ¶ الإصلاحي، واسس دعوتهم التي اخذت تحتل مكان الصدارة بين الدعوات ¶ الإصلاحية الحديثة. ¶ تحدث فيها عن اهمية هذ 5 الذكرى، وواقع العرب يوم ولد محمد - ىلجي! - ¶ وكيف عالج الرسول ذلك الوافع، ليكون بذلك الرسول القائد. ¶ ففي المجال الداخلي، صحح العقيدة، وحررها من خرافات الوثنية ¶ الجاهلية، وبذلك حزك الإسلام العقل، لينطلق مفكراَ باحثاَ، بعد ان كان أسيراَ ¶ خامداَ. ¶ ثم عمد إلى تربية الفرد فسما بروحه إلى اَفاق الكمال، وهذب من طباعه ¶ 118",
            "page": "118",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "واخلاقه، وعني تقوية الروح الاجتماعية، ومحاربة القبلية والعائلية والانعزالية ¶ في نفسه. ¶ واوجد المجتمع العادل، وصحح الميزان الاقتصادي، وحقق العدالة ¶ الاجتماعية بين الأغنياء والفقراء، وصحح العلاقة بين الشعب والدولة، وبين ¶ الفرد وابناء ا لشعب كله. ¶ ثم تحدث عن إ فادة الرسول ا لقا ئد من استعداد الأمة ا لعربية لصنع ا لحضارة ¶ والتاريخ، فهيأها لحمل رسالة الإصلاح، وعمل على تخليص الأجزاء المحتلة ¶ من الجزيرة العربية، تمهيداَ لقيادة ركب ا لعا لم التائه ا لحا ئر المضطرب. ¶ ثم بين هدت الحروب الإصلامية، وخطة الرسول القائد في إصلاح العرب ¶ وا لعا لم، وهي ذ ات روح تجددية تقد مية. ¶ ثم انتقل إلى الواقع المعيش الذي يشبه - إلى حد بعيد - واقع العرب قبيل ¶ عصرا لرسالة، ثم ناشد ا لناس أن يستفيدوا من هذه الذكرى ما تنفحنا به من عبر: ¶ 1 - بأن تكون حركتنا منبثقة من صميم الأمة، وواقعها، وشخصيتها. ¶ 2 - وان ننظم بنياننا الداخلي، فنصلج العقائد، ونهئ الفرد الكامل، ¶ والمجتمع العادل. ¶ 3 - وأن نحرر أجزاء وطننا الرازحة تحت اعباء الجهل وا لاستعمار. ¶ 4 - وأن نحمل راية الإنقاذ، لنخلص العالم من ويلاته. ¶ 5 - وأن نوائم بين الحاضر والماضي، ويكون سيرنا إلى الأمام دائماَ. ¶ 6 - وان نستفيد من كل ما عند الأمم استفادة البصير الناقد، لا الأعمى ¶ المقلد. ¶ وفي نهاية المحاضرة حذر الشعب من الانحياز إلى أحد المعسكرين: ¶ ا لشيوعي او الراسمالي، ودعاه إ لى ا لحياد. ¶ 119",
            "page": "119",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "2 - الدين والدولة في الإسلام: ¶ وهي \"محاضرة الفاها في الخلية الاجتماعية في بيروت على فريق من ¶ طلاب الجامعات والمعاهد العليا في بيروت. ¶ وقد بدا اثر هذه المحاضرة واضحاَ لدى كثير من معتنقي فكرة فصل الدين ¶ عن الدولة، إذ لم يسعهم، بعد أن سمعوا هذا البيان المستفيض، والتعليل ¶ العلمي التاريخي لتلك الفكرة، إلا ان يعلنوا اقتناعهم ببطلانها، وبطلان ¶ ما تستند إليه من حجج وبراهين \". ¶ وتقع المحاضرة في تسعين صفحة، بداها بذكر ادلة القائلين بفصل الدين ¶ عن الدولة، ثم ناقش تلك الأدلة، معرفأ كلاَ من الدين والدولة، وان العلاقة ¶ بينهما إيجابية، وان تحوُل تلك العلاقة إلى سلبية كان بفعل عوامل اضطرته إلى ¶ استعراض تاريخها في اليهودية، و في المسيحية، وفي الإسلام، وبسط القول ¶ في موقف الإسلام من الدولة، وقد مر - الموقف - في اربعة اطوار، هي: ¶ طور التعاون: بئن فيه اشتمال الإسلام على: العقائد، والعبادات، ¶ والاَداب، والقوانين العامة. ¶ ثم شرح - في إ يجاز -كلأَ منها، وبئن مدى علاقة الإسلام بالدولة، وموقفه ¶ منها، واوضح ان القوانين العامة في الإسلام، تهدف إلى توفير الكرامة، ¶ والسعادة، والسلام للناس جميعأ، لأنها تدور حول الحقوق الأساسية الضرورية ¶ لكل إنسان، وهي حق الحياة، وحق العقيدة، وحق العلم، وحق العمل، وحق ¶ ا لكرا مة، لأن ا لأسس ا لتي تقوم عليها هذه ا لقوانين كلها هي: ا لعدالة، وا لمسا واة، ¶ وا لتيسير، وا لمصلحة. ¶ ثم تحدث عن مزايا الدين، ودعائم الدولة في الإسلام، وتعاون الدين ¶ والدولة، واستشهد بعصر صدر الإسلام، وبأيام الأمويين والعباسيين، ليصل ¶ إلى القرن الخا مس الهجري، حيث يبدأ: ¶ الطور الثاني: طور التباعد، وقد امتد حتى أوائل القرن الثالث عشر ¶ 120",
            "page": "120",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "الهجري - التاسع عشر الميلادي، حيث يبدا: ¶ الطور الثالث: طور الجفاء، فقد كانت الإمبراطورية العثمانية مليئة ¶ بأسباب الفساد والانحلال، وكان الغرب باسطاً جناحيه على العالم القديم ¶ والجديد. . وبدأت الحياة الإسلامية تختلط بالحياة ا لغربية، وتتاثر بها. ¶ الطور الرابع: طور العودة إلى التعاون، وكان بظهور عدد من المصلحين ¶ في دياجير الظلام التي كان يتخبط فيها المسلمون، ومن ابرز المصلحين: ¶ جما ل ا لدين ا لأفغاني، ومحمد عبد ه، وطاهر ا لجزا ئري، وجما ل ا لدين القاسمي، ¶ ومحمد رشيد رضا، والحركات الإسلامية، كحركة الإخوان ا لمسلمين وغيرها. ¶ ثم اجرى مقارنات بين الإسلام والمسيحية، وبئن انه ليس في الإسلام ¶ رجال دين، كما لدى النصارى، بل لدى الإسلام فقهاء، يعفمون الناس أحكام ¶ دينهم، ويمدون الدولة بمشروعات القوانين اللازمة، ويأمرون بالمعروف ¶ وينهون عن المنكر، ويعملون من اجل الحفاظ على اموال الشعب ان يبعثرها ¶ الحكام هنا وهناك، ويقفون في وجوه الخونة والطغاة، وشمعون لصيانة ¶ الحريات الدينية، وجاء بأمثلة صارخة على كل فكرة، من تاريخنا الحضاري. ¶ ثم ناقش دعاة فصل الدين عن الدولة في بلادنا نقاشاً علمياً متزناً، ولكنه ¶ ممزوج بحرارة الإيمان، وقوة الروح، ولهب العاطفة، وجاء بأمثلة من الثرق ¶ ومن الغرب، ومن القديم ومن الحديث، ليقنع الشاردين وقد اقنع. ¶ 3 - مثروعية ا لإرث واحكامه في ا لإسلام: ¶ وفيها شرح وافٍ لمشروعية الإرث وادلته، هاجمال لأهم المبادئ التي ¶ يقوم عليها نظام الإرث، واهم قواعده واحكامه، مما لا يستغني عن معرفته ¶ طلاب الثقافة الإسلامية فقد وضح فيه مثروعية الإرث، وناقش المقرضين ¶ عليه، ثم بين مبادى الإرث في اليهودية والمسيحية والإسلام، ثم بين اركان ¶ الإرث، واسبابه، وشروطه، وموانعه، والحقوق المتعلقة بالتركة، ودرجات ¶ الاستحقاق واصحاب الفرض. ¶ 121",
            "page": "121",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "4 - جواب ا لإسلام على الشيوعية: ¶ وهو نص الخطاب المهم الذي ألقاه في المؤتمر الإسلامي - المسيحي ¶ الذي عقد في بحمدون بلبنان في 1 2/ 8/ 1373 هـ- 25/ 4/ 1954 م وكان لى ¶ دويه الإعلامي، فقد فضح فيه المؤتمرين الأميركيين، من خلال حديثه عن ¶ المشكلات التي تعاني منها البلاد العربية والإسلامية، وخاصة مشكلة فلسطين، ¶ باسلوب صريح، كان له ائره في اوساط المؤتمر، جعله يتخذ قراراً بشان ¶ فلسطين واللاجئين، وعدل ميثاقه بشكل يعترف بما جاء في هذا الخطاب، من ¶ وجوب تعديل سياسة الدول الغربية وامريكة في بلاد العروبة والإسلام، وفق ¶ مبادى الحق والعدالة. ¶ 5 - المرونة والتطور في التشريع ا لإسلامي: ¶ في هذه الرسالة بئن خلود الإسلام، وعظمة تشريعه المرن ليزيل كل ¶ لبس، وبوضح كل إ بها م. ¶ وفد ذكر أن عناصر النجاح في كل تشريع هي: (المرونة، وقابلية التطور ¶ وفق الحاجات المتغيرة المتجددة) وشرح فكرة التطور في الإسلام، وأن عالمية ¶ الإسلام دليل على شرعة التطور فيه، وأن في التشريع الإسلامي ثوابت لا تقبل ¶ التطور، كالعقائد والعبادات، والأخلاق، والَاداب الاجتماعية، والنظريات ¶ الأساسية بتشريع، كنظام الأسرة، ونظام الإرث ونظام الجنايات، ونظام المال، ¶ ونظام الحكم، ونظام السلم والحرب، وفيه ما هو خاضع للتطور، كالَاداب ¶ التي تنشأ عن تغير العادات والأعراف، ووسائل العبادة، والتطبيق العملي ¶ للمبادى الأساسية في التشريع، والحاجات الاجتماعية الناشئة عن تطور الحياة ¶ والحضارة، وتنظيم الدولة والمجتمع بما يحقق مصلحة الناس. ¶ ئم لخص مرونة الإسلام في مقاصد التشريع، وهي: العدالة، وا لمصلحة، ¶ وا لتيسير. ¶ ومرونة الإسلام في نصوص التشريع، وفي مصادر التشريع: (القراَن - ¶ 122",
            "page": "122",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "ا لسنة - ا لقياس - ا لاستحسا ن - ا لاستصلاح - ا لعرف). ¶ ثم تحدث عن وقائع المرونة والتطور في الفقه الإسلامي، وفي الدولة ¶ الاسلامية، ثم جاء إلى الشبهات المثارة في هذا الموضوع، ورد على كل شبهة ¶ رداَ علمياَ منطقيأ. ¶ 6 - نظام السلم والحرب ني ا لإسلام: ¶ تحدث في هذه المحاضرة القيمة عن مبادى السلام في الإسلام، وعن ¶ نظام السلم الداخلي، والخارجي، ومتى تكون الحرب بتأمين السلام الداخلي، ¶ ثم لتامين السلام العالمي، ثم تحدث عن نظام الحرب في الإسلام، وعن ¶ الأسرى والجزية التي فرضها الإسلام، لا لإذلال المغلوبين، كما هي لدى سائر ¶ الشعوب آلئذ، بل لحمايتهم في اموالهم وعقائدهم واعراضهم وكرامتهم، ¶ وتمكينهم من التمتع بحقوقهم مع المسلمين الفاتحين سواء بسواء. . ¶ ثم تحدث عن واقع الحروب الإسلامية في التاريخ، وانها كانت دفاعية، ¶ وتحررية، واخلاقية،! انسانية، متميزة من سائر الحروب لدى الشعوب ¶ الأخرى. ¶ وفد اعتمد الأستاذ في تاييد وجهة نظره التي تعبر عن روح الشريعة، على ¶ القرآن العظيم، والسنة النبوية الشريفة، وعلى المصادر التاريخية الموثوقة. ¶ 7 - اصدق ا لاتجاهات الفكرية في الشرق العربي: ¶ تحدث فيها عن (وجقنا في الإصلاح) في الشرق العربي الذي دبت فيه ¶ الفوضى الفكرية، واستعرض اهم الاتجاهات الفكرية السائدة في المجتمع ¶ العربي، بإيجاز، ئم بئن الأسس التي ترتكز عليها الدعوة الإسلامية الحديثة، ¶ وان الإسلام أحدث اكبر ثورة عالمية، ورفع مستوى الجماعات، وأكبر من شأن ¶ العقل، بموقفه الصارم من الخرافات، واحترامه العلم والعلماء، ومحافظته ¶ على الصحة، وتشجيعه على ممارسة الرياضة، لتتلازم مع سلامة الأخلاق، ¶ 123",
            "page": "123",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "وتحدث عن الإسلام والجيش، وعن الإسلام وتربية الضمير الاجتماعي، ¶ والإسلام والتشريع العادل. ¶ ثم - كدأبه في أكثر محاضراته وكتاباته - جاء بالاعتراضات الموجهة إلى ¶ الدعوة الإسلامية الحديثة، ورد عليها بأن العقلية الحديثة تأتلف مع الدين، ¶ وذكر الشرائط الخمسة التي تتطلبها العقلية الحديثة من الدين، وبين أن الإسلام ¶ قد استوفاها على أتم وجه وأكمله، من خلال حديثه عن الإسلام والفطرة، ¶ والإسلام والحضارة، والإسلام والتمتع بملذات الحياة، والإسلام والتيسير، ¶ والإسلام ورعاية مصلحة الجماعة، ثم تحدث عن أولويات الحركة الإسلامية ¶ يومئذِ من تعميم التعليم وإصلاح مناهجه، وإصلاح القوانين، والقضاء على ¶ مظاهر الفسإد، والقضاء على الظلم الاجتماعي، هايصال العمال والفلاحين ¶ والفقراء إلى حقوفهم، والقضاء على مطاهر الضعف، ورفع مستوى المرأة، ¶ وحياطة كيان الأمة من كل فساد داخلي أو خارجي. ¶ 8 - العرب قبل ا لإسلام اللعبرة والتاريخ): ¶ وهي ملخص محاضرة تحدث فيها عن أبرز صفات الرسول القائد، من ¶ ثبات على الحق، وتحمل للأذى في سبيل الدعوة، وحسن معاشرة لأهله ¶ وأصحابه والناس أجمعين. ئم تحدث اللعبرة والتاريخ) عما كان يسمى (خميس ¶ ا لمشا يخ) ا لذي با د واندثر بفضل جهود ا لسبا عي ا لمسلم المستنير. ¶ 0 1 - عظماؤنا في التاريخ ¶ هو مجموعة من المقالات، كان السباعي العظيم نشرها في الصحف، ¶ تحت عدة عنوانات، منها: عظماؤنا في التاريخ، وفي مدرسة الروح. ¶ و (في مدرسة الروح) تحدث الأستاذ عن شخصية الرسول -حي! وأثره في ¶ أهله وصحبه وفي الحياة المعيشية، وقدم صوراَ سريعة عن محمد الرسول، ¶ ومحمد الإنسان، وعن أوصافه الخَلْقية، والخُلُقية. . عن معيشته في نفسه، ¶ 124",
            "page": "124",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "وعن معيشته في بيته، وعن معاملته لأصحابه، وعن خشيته دته، ومراقبته إياه، ¶ وعن عبادته، وعن رياضته ونظافته، وعن مزاحه ومداعبته، وعن تواضعه ¶ وسماحته، وعن رحمته وشفقته، وعن مشاركته للشعب في آلامه واَماله، وعن ¶ زهده في الدنيا، وعن نفقاته وصدقاته، وعن عدله بين الناس، وشدته في الحق، ¶ وشجاعته في الحروب، وحرصه على اداء رسالته. ¶ ثم تحدث عن الرسول الكامل في اخلاقه، وعن الرسول المعلم استاذ ¶ الحياة. . تحدث عن كل هذا، في صورة خاطفة اجتزا منها ما يدل على تمام ¶ ا لصورة وحقيقتها، وا ستشهد على كل ما كتب من كتب الصحاح وا لسنن وا لسير0 ¶ ثم اورد افوال بعض المستشرفين والغربيين في الرسول الكريم!. ¶ ثم تحدث الأستاذ عن الخلفاء الراشدين، فقدم تاريخ كل منهم في سطور، ¶ قدم اسمه ولقبه، وبيئته، وجاهليته، وصفته، ثم إسلامه، ولمحات عن ابرز ¶ ملامح خلافته، وابرز نواحي عَظَمَته، وكانت في ابي بكر إيماناً مطلقاً، وتضحية ¶ في سبيل الله، وحزمأ، وعقلاً، وتواضعاً، وعفة. ¶ وكانت في عمر: دفاعاً عن العقيدة، وشدة في الحق، وخضوعاً للقيادة، ¶ ورحمة بالشعب، ويفظة في إدارة الدولة، وعبقرية في التشريع. ¶ وكانت في عثمان، سخاءه العظيم في سبيل الدعوة، وإنفاقه عليها في ¶ حيإة رسول الله مجيئ، وبعد وفاته، ما جعله يكاد ينفرد بذلك بين عظماء ¶ الصحابة. وهناك صبره العظيم على البلاء الذي نزل به، وفرحه العميق حين ¶ لا يرى معصية، وخوفه من الله، وحياؤه الذي تفرد به، وإيمانه الذي جعله ينظر ¶ بنور الله، وزهده في حطام الدنيا، وذوقه الرفيع. ¶ وكانت في علي فضائل كثيرة، حتى قال الإمام احمد: لم يُنْقَل لأحد من ¶ الصحابة من الفضائل ما نُقل لعلي رضي الله عنه، ومن تلك الفضائل: علمه ¶ الغزير، ورايه السديد، وشجاعته التي غدت مضرب الأمثال، وورعه وزهده. ¶ وكان المؤلف يقف مع كل خليفة راشد موقفاَ يعلق به على ما كان منه ومن ¶ 125",
            "page": "125",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "الذين معه، وشششهد على ما يذهب إليه بالأحاديث الصحيحة، وبالتاريخ ¶ المعتمد، وبأقوالهم هم، رضي الله عنهم. ¶ ووقف مع عبد الله بن مسعود، وذكر صفة حامل الفرآن، كابن مسعود، ¶ الذي جعل الفرآن مأدبة الله، ونقل عنه فهمه لحقائق العلم، وللرجل الفارغ، ¶ وللعبادة التي هي باب الفتوح، وللإيمان الحقيقي، وللفلوب. ¶ ثم وقف مع ابي الدرداء، رضي الله عنه، مع زهده، ونصحه، وحياته مع ¶ الناس، ومع العصاة، ومع الإخوان، ومع الأغنياء البخلاء، ومع غمار الناس، ¶ ومع نعمة الله. . . إلخ. ¶ ثم تحدث عن حمزة بن عبد المطلب رضي الله عنه، وعن سيف الله وسيف ¶ رسوله خالد بن ا لوليد، وعن سلطا ن ا لعلماء ا لعز بن عبد ا لسلا م، وعن امير البيان ¶ شكيب ارسلان، وعن الإمام الشهيد حسن البنا. ¶ 1 1 - الاستشراق والمستشرقون ما لهم وما عليهم ¶ مجموعة ابحاث ضمها هذا الكتاب الواقع في نحو ستين صفحة، مفَد لها ¶ بالكلام عن تلاميذ المستشرقين، والمعجبين بهم وبدراساتهم من العرب، ¶ الذين نقلوا آراء بعض المستشرقين، ونسبوها إ لى انفسهم. ¶ ورصد تيارا اخر مناهضأ لهذا التيار، وهو ذو ا تجاه يحمل على المستشرقين ¶ وا تجاها تهم المغرضة ا لمفرطة في التعصب، ويختتم ا لأستاذ السباعي هذا التفهيد ¶ برفض الغلو لدى كلا الاتجاهين، فنحن من قوم يأمرهم دينهم بالعدل خى مع ¶ اعدائهم. ¶ ثم تحدث عن تاريخ الاستشراق وأعاده إلى أيام مجد ا لعرب في الأندلس، ¶ ثم تعاظم في القرن الثامن عشر، قرن استعمار الغرب للعالم الإسلامي، ونهب ¶ ثرواته ومكتباته التي سرقوا منها نوادر المخطوطات التي بلغت مئتين وخمسين ¶ الف مجلد في أوائل القرن ا لتاسع عشر. ¶ 126",
            "page": "126",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "وفي عام 1873 م عقد أول مؤتمر للمستشرفين في باريس، ثم تتالى عقد ¶ المؤتمرات التي تلقى فيها الدراسات عن الشرق وأديانه وحضاراته، وخاصة ¶ الإسلام وحضارته ولغته العربية وآدابها بدوافع دينية تبشيرية وأخرى استعمارية، ¶ وثالثة تجا رية، ورا بعة سياصية، وخا مسة علمية. ¶ وقسم السباعي أهدات المستشرقين إلى ثلاثة أقسام: ¶ 1 - فهناك هدت علمي مشبوه، يهدت إلى التشكيك بصحة رسالة النبي ¶ جم! حِ، ثم التشكيك بالإسلام، وبأنه دين من عند الله، والتشكيك بصحة الحديث ¶ النبوي، والتشكيك بقيمة الفقه الإسلامي الذاتية، وبقدرة اللغة العربية على ¶ مسايرة التطور العلمي، وتشكيك المسلمين بقيمة تراثهم الحضاري، وبث روح ¶ الشك في فيمهم وعقيدتهم ومثلهم العليا. ¶ كما يهدت إلى إضعات روح الإخاء الإسلامي بين المسلمين في مختلف ¶ أقطارهم، عن طريق إحياء القوميات، وإثارة الخلافات والنعرات بينهم. ¶ ويرى السباعي المنصف، أن ثمة صنفاَ قليل العدد من المستشرفين، ليس ¶ لهم سوى هدف واحد، هو البحث العلمي، ودراسة التراث العربي والإسلامي، ¶ وهؤلاء وقعوا في أخطاء علمية، واستنباطات بعيدة عن الحق، إما لجهلهم ¶ بأساليب اللغة العربية، واما لجهلهم بالأجواء الإسلامية التاريخية، وهذا ¶ الصنف أقل المستشرفين خطر اَ، ومن هذا الصنف مَنْ قادته دراساته إ لى ا لإعجاب ¶ بالإسلام، ثم اعتنا قه، كما فعل الفنان ا لفرنسي (دينيه). ¶ أما وسائل المستشرقين لتحقيق أهدافهم، فلم يتركوا وسيلة إلا ¶ استخدموها، كتأليف الكتب، هاصدار المجلات الخاصة ببحوثهم عن الإسلام ¶ والمسلمين وديارهم، وإنثاء المستشفيات والمدارس والجمعيات والملاجئ ¶ والمياتم ودور الضيإفة. ¶ ثم يتحدث السباعي عن أخطر تلك الصحف، واخطر المستشرقين ¶ ا لمعاصرين، واهم كتبهم0 ¶ 127",
            "page": "127",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "وفي بحثه: (موازين البحث عند المستشرقين) يقرر أن أكثر هؤلاء ¶ المستشرقين يضعون في أذهانهم فكرة معينة، ثم تصيدون الأدلة لإثباتها، ¶ وحين يبحثون عن تلك الأدلة، لاتهمهم صحتها، بمقدار ما يهمهم إمكان ¶ الاستفادة منها، لدعم اَرائهم الشخصية، وكثيراً ما يستنبطون الأمر الكلي من ¶ حا دثة جزئية. ¶ وضرب الأستاذ السباعي عدة أمثلة صارخة على هذا الذي وقعوا فيه، ¶ بتسقط بعض الروايات المتهافتة. ¶ وتحت عنوان: (مع المستشرقين وجهاَ لوجه في أوروبة) تحدث ا لسباعي ¶ عن لقاءاته بعدد من المستشرقين هناك، أثناء رحلته العلمية إلى أوروبة عام ¶ 1956 م، وقد استغرقت ستة أشهر حافلة باللقاءات، والمحاضرات، ¶ والحوارات، وقد ازداد إيماناَ واقتناعاَ بخطر المستشرقين على تراثنا الإسلامي ¶ كله، تثريعياَ وحضارياً، لما يملأ نفوسهم من تعصب ضد الإسلام والعرب ¶ والمسلمين. ¶ وكان من أولئك المستشرقين الذين التفاهم في أوروبة، من كان من أركان ¶ حرب الجيش البريطاني في مصر، خلال الحرب العا لمية الثانية، ومنهم القسيس ¶ بلباس مدني، ومنهم القسيس الذي عاش رئيسأ للإرسالية التبشيرية في القدس ¶ قرابة عشرين عامأ، ومنهم اليهودي الذي كان يعمل في دائرة الاستخبارات ¶ البريطانية في ليبية، خلال الحرب العالمية الثانية، وكثير من هؤلاء يعملون في ¶ الدوائر الاستعمارية. واكثرهم لا يعرفون من اللغة العربية إلا القليل، ثم هم ¶ يفتون في كبريات القضايا بأحقاد، منها الدفين، ومنها الظاهر للعيان، فتأتي ¶ دراساتهم مدخولة متحاملة مدسوسة، موجهة ضد الإسلام والمسلمين، فهم ¶ أداة هدم للإسلام، وتشويه لسمعة المسلمين. ¶ هذا في أوروبة. ¶ \"أما في أمريكة، فالاستشراق فيها الَان، يمثل ذروة العداء للأسلام ¶ 128",
            "page": "128",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "والمسلمين، ويشرف على الدراسات الإسلامية في جامعاتها أشد أعداء الإسلام ¶ تعصبأ وحقد اَ \" (1). ¶ والحق ان جهود الدكتور السباعي في الرد على المستشرقين اخذت حيزاَ ¶ كبيراَ من حياته وكتاباته، ومن شاء التومح في هذا الميدان، فعليه بما كتبه ¶ السباعي في كتابه القيم: (السنة مكانتها في التشريع الإسلامي) والأعاصير في ¶ وجه السنة، ولينعم النظر والتفكير في كتاباته الأخرى، ورحلاته العلمية إلى ¶ الجامعات الأوروبية والسوفياتية (2). ¶ 2 1 - السيرة النبوية دروس وعبر ¶ هذا الكتاب (5 6 ا صفحة) هو ملخَص محاضرات القاها الدكتور السباعي ¶ على طلبة كلية الشريعة، اوضح فيها مظاهر الأسوة في سيرة النبي الإنسان الكامل ¶ -! يم، وهو كتاب دعوي، كتبه للدعاة إ لى الله، وكان ينظر إ لى طلاب كلية الشريعة ¶ أنهم سيكونون دعاة صادقين إلى الله تعالى. ¶ جاء الكتاب في مقدمة وستة فصول، قال في المقدمة: ¶ ا - إن سيرة النبي محمد جمني! هي اصح سيرة لنبي مرسل، او عظيم ¶ مصلح. ¶ 2 - وإن حياة النبي فيها واضحة كالشمس. ¶ 3 - وان سيرته تحكي سيرة إنسان أكرمه الله بالرسالة، ولم يخرج عن ¶ بشريته، وهي شاملة لكل نواحي الإنسانية في الإنسان. ¶ 4 - وهي تعطينا الدليل على صدق نبوته. ¶ وتحدث عن مصادر السيرة النبوية المعتمدة، وهي: القراَن الكريم، ¶ (1) ¶ (2) ¶ الشهاب: 8. ¶ الشهاب: 27. ¶ 129",
            "page": "129",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "والسنة النبوية الصحيحة، والشعر العربي المعاصر لعهد الرسالة، وكتب ¶ السيرة. ¶ في ا لفصل ا لأول تحدث عن حيا ة ا لنبي قبل ا لبعثة، فذكر ا لوقا ئع ا لتاريخية، ¶ ثم استخلص منها الدروس والعبر والعظات، وهذا هو منهج الأستاذ في هذه ¶ المحاضرات التي أعاد كتابتها على شكل مذكرات موجهة للدعاة، في كل زمان ¶ ومكان، بعد أن كان أفاض فيها، وهو يقدمها محاضرات للطلبة. ¶ وتحدث في الفصل الثاني عن سيرة النبي من البعثة حتى الهجرة إلى ¶ الحبشة فذكر الوقائع ثم الدروس المستفادة منها. ¶ وتناول في الفصل الثالث حوادث السيرة بعد هجرة الحبشة إلى الهجرة ¶ للمدينة، وفي هذه المرحلة كان الإسراء والمعراج، وقد استخلص منها: ¶ ا - ربط قضية المسجد الأقصى وفلسطين، بقضايا العالم الإسلامي، ¶ فالدفاع عن فلسطين، هو دفاع عن الإسلام نفسه، يجب أن ينهض به كل مسلم، ¶ والتفريط في الدفاع عنها، تفريط في جنب الإسلام، وجناية يعاقب الله عليها كل ¶ مسلم. ¶ 2 - فيها رمز إلى سمو المسلم الذي يجب عليه أن يرتفع فوق أهواء الدنيا ¶ وشهوا تها. ¶ 3 - فيها إشارة إلى إمكان ارتياد الفضاء، والخروج من نطاق الجاذبية ¶ الأرضية. ¶ وقال: \"وفي فرض الصلاة ليلة الإسراء والمعراج، إشارة إلى الحكمة ¶ التي من أجلها شرعت الصلاة، فكأن الله يفول لعباده المؤمنين: إذا كان معراج ¶ رسولكم بجسمه وروحه إلى السماء معجزة، فليكن لكم في كل يوم، خمس ¶ مرات، معراج، تعرج فيه أرواحكم كأقلوبكم إلي. ليكن لكم عروج روحي ¶ تحققون به الترفع عن أهوائكم وشهواتكم، وتشهدون به على عظمتي وقدرتي ¶ ووحدانيتي، ما يدفعكم إلى السيادة على الأرض، لا عن طريق الاستعباد ¶ 130",
            "page": "130",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "والقهر والغلبة، بل عن طريق الخير والسمو، عن طريق الطهر والتسامي، عن ¶ طريق الصلاة \". ¶ وبعد أن يوجز وقائع الهجرة حتى الاستقرار في المدينة، في الفصل ¶ الرا بع، في إحدى عشرة فقرة، يتوقف عند الفقرة ا لأخيرة ا لتي تضمنت ا لوثيقة ا لتي ¶ وادع فيها اليهود، لأنها تتضمن المبادى التي قامت عليها اول دولة في الإسلام، ¶ وكانت تسعة عشر مبدأ، استخلصها بحسه الدقيق، وذكائه الحصيف، وعلمه ¶ العميق، ونظراته الثاقبة، وتفكيره الحر الذي استنبط تلك المبادى الرائعة، من ¶ تلك الوثيقة الدقيقة الشاملة. ¶ وش! تخلص السباعي الدروس المستفادة من تلك الحوادث، ومنها: ¶ حاجة الدعوة إلى النساء، لأن المرأة إذا آمنت بشيء، لم تبال في نشره، والدعوة ¶ إ ليه، مستهينة بكل صعوبة، وتعمل على إ قناع زوجها وأولادها به، وهذا يعني أ ن ¶ الحركة الإسلامية ستظل وئيدة الخطا، ضعيفة الأثر في المجتمع، حتى تشترك ¶ فيها المراة، فتنشئ جيلاً من الفتيات على الإيمان، والعفة، والطهارة. . يجب ¶ ان نعمل على أن تحمل الفتيات والزوجات لواء الحركة الإسلامية في أوساط ¶ النساء، وهن اكثر من نصف الأمة. ¶ ومن تلك الدروس، أن اليهود هم هم في كل زمان ومكان، يتملقون ¶ وينافقون في المجتمع الذي فقدوا السيطرة عليه، ويأكل قلوبهم حقد اسود على ¶ من يسلبهم زعامتهم على الشعوب، ويحول بينهم وبين سلب أموالها باسم ¶ القروض، وسفك دمائها باسم النصح والمشورة، وينتهون من الحقد إلى الدس ¶ والمؤامرات، ثم إلى الاغتيال إن استطاعوا. ¶ وتحدث في الفصل الخامس عن بعض المعارك الحربية التي خاضها ¶ الرسول القائد ىلَخيم. تحدث عن إحدى عشرة غزوة وسرية من أصل ست ¶ وعشرين غزوة، وثمان وثلاثين سرية، هي مجموع معاركه الحربية. تحدث عن ¶ غزوة بدر، وأحد، وغزوة بني النضير، والأحزاب، وبني قريظة، والحديبية، ¶ وخيبر، ومؤتة، وا لفتح، وحنين، وتبوك. ¶ 131",
            "page": "131",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "وفدم لحديثه عن الدروس والعطات، بالحديث عن مشروعية القتال في ¶ الإصلام، وأسبابه، وقواعده العامة، وأهدافه السلمية، وأن الله شرع القتال ¶ للمؤمنين في السنة الثانية للهجرة، وكانت العلة في الإذن لهم بالقتال، وقوع ¶ الاضطهاد عليهم من قبل، فهو كان بمثابة رد العدوان عنهم، ومعاملة المثل ¶ بالمثل، ولم يكن لاستعمار الشعوب وأكل خيراتها، وانتهاب ثرواتها وإذلال ¶ كرامتها، هانما هو لصالح الإنسانية، وفائدة المجتمعات البشرية. ¶ وتحدث في الفصل السادس عن أهم الحوادث التي وقعت بعد فتح مكة، ¶ إلى وفاته - -! ز - وهي: غزوة حنين، وتحطيم الأصنام، وغزوة تبوك، وحجة ¶ الوداع، وجيش أسامة بن زيد، ثم لحوق النبي الكريم بالرفيق الأعلى. ¶ ولكن المرض الديد حال دون ما كان يريده السباعي، فلم يقو على ذكر ¶ الحوادث، وأحال قارئه إلى سيرة ابن هشام، واكتفى بذكر الدروس المستفادة ¶ من تلك الحوادث. ¶ لقد قدم السباعي الداعية في هذه المذكرات كئيراً مما يحتاج إليه الداعية ¶ في حياته الدعوية، ونستطيع أن نطالع ملامح من حياة السباعي الداعية البصير، ¶ ونظراته العميقة في استنباطاته التي بز بها كل من كتب في فقه السيرة، مع أنها لم ¶ تستوف، وكانت خلاصات لمحاضراته المستفيضة في السيرة. ¶ 13 - شرح قانون الاحوال الشخصية ¶ جاء هذا الكتاب في مجلدين، كان الأول في 336 صفحة، والثاني في ¶ (312) صفحة، في طبعته السابعة عام 1997 م شرح فيه مؤلفه قانون الأحوال ¶ الشخصية المعمول به في الجمهورية العربية السورية إلى تاريخ تاليفه عام ¶ 962 1 م في ثلاثة أجزاء. ¶ يتألف الجزء الأول من ثلاثة كتب: ¶ موضوع الكتاب الأول: في الزواج وآثاره، وجاء في أربعة أبواب، ¶ 132",
            "page": "132",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "تحدث فيها عن الزواج والخطبة، والرضا والعلانية، والأهلية في الزواج، ¶ والولاية في الزواج، والكفاءة، والمحارم من النساء، والمعاملات الإدارية ¶ للزواج، وانواع الزواج، واحكامها، والمهر، والمسكن، والنفقة. ¶ وبئن المؤلف المراد من الأحوال الشخصية بقوله: هي \"الأوضاع التي ¶ بين الإنسان واسرته، وما يترتب على هذه الأوضاع من آثار حقوقية، والتزامات ¶ ادبية ومادية \" وتنحصر في ثلاثة أ قسام رئيسة هي: ¶ 1 - احكام الزواج وما يترتب عليه من مهر، ونفقة، ونسب، ورضاع، ¶ وطلاق، وعدة، وسواها. ¶ 2 - احكام الأهلية، والحجر، والوصاية، وا لوصية. ¶ 3 - احكام الإرث (الفرائض). ¶ ثم تحدث عن تطور تقنين الأحوال الشخصية، بدءاَ بالقاضي ابي يوسف، ¶ ومروراَ بالقضاء في الأندل!، والدولة الفاطمية، والدولة الأيوبية، والدولة ¶ العئمانية، وفانون العائلة، إلى العصر الحاضر، وما حدث لها من تطور في ¶ التقنين في عدد من البلدان العربية. ¶ وقد استمد فانون الأحوال الشخصية السوري أكثر أحكامه من الفقه ¶ الحنفي، وبعضها الاخر من المذاهب الأخرى، ومن آراء بعض العلماء من غير ¶ المذاهب الأربعة. ¶ مفَد المؤلف للباب الأول (في الزواج والخطبة) من الكتاب الأول فقال: ¶ \"وضع ا لإسلام نظاماَ محكماَ للزواج، يقوم على ا قوى ا لمبا دى، واضمنها ¶ لسعادة الأسرة، وا ستتباب السلام، وانتثار الفضيلة في المجتمع، فجعل الباعث ¶ على الزواج، إ مد اد ا لمجتمع بنسل صا لح، هاسعاد ا لأسرة، وحث على اختياركل ¶ من الزوجين للَاخر اختياراَ سليماَ فائماَ على الدين والأخلاق، وقرر مساواة ¶ الزوجين في الحقوق، إ لا في رئاسة الأسرة، فهي للرجل، وان يتعامل الزوجان ¶ بسعة الصدر، وحُسن الظن، وجميل الأخلاق، ونطم العلاقة بين الأبوين ¶ والأولاد. ¶ 133",
            "page": "133",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "وتحدث في الباب الثاني (أركان العقد وشراثطه) عن الرضا والعلانية، ¶ وعن الإيجاب والقبول، وعزج على زواج المتعة، وأكد تحريمه. ¶ وهكذا تتتابع فصول هذا الباب، فتتحدث بالتفصيل عن الوكالة، ¶ والولاية، والكفاءة، والمحارم من النساء حرمة تابيد من ناحية القرابة، ثم من ¶ ناحية المصاهرة، وعن حرمة الرضاع، ثم ذكر المحرمإت المؤقتة، والحكمة ¶ من تعدد الزوجات، والحالات الشخصية والاجتماعية التي تبيح التعدد. ¶ وفي ا لباب ا لثالث بسط الفول في أنواع ا لزواج، وأحكام كل نوع، وتحدث ¶ عن الحكمة في منع زواج المسلمة من غير المسلم، وبئن الفرق بينه وبين زواج ¶ المسلم من الكتابية، وناقق ا لشبهات. ¶ وفي الباب الرابم تحدث عن ا! مهر، وعن أحكام الخلوة، والمسكن، ¶ والنفقة. ¶ وفي الكتاب الثاني (انحلال الزواج) تحدث عن طرق انحلال الزواج: ¶ تحدث عن الطلاق وأحكامه، وعن مسوغاته وحكمته، وموقف اليهودية ¶ والنصرانية منه، ثم بسط موقف الإسلام من الطلاق. كما تحدث عن المخالعة، ¶ والتفريق عن طريق القضاء، وعن العدة بانواعها. ¶ وفي الكتاب الثالث، تناول الحديث عن الولادة ونتائجها، وعن أحكام ¶ النسب، والحضانة والرضاع، ونفقة ا لأولاد، وا لأقارب، في حدود ما تعرض له ¶ قانون ا لأحوال ا لشخصية، وأنهى ا لمؤلف ا لجزء ا لأول من هذا ا لكتاب الموسوعي ¶ ببحئين لم يتعرض لهما القانون، وهما: الإيلاء، والظهار. ¶ واحتوى المجلد الثاني على الجزءين: الثاني: (أحكام الأهلية والوصية) ¶ والثالث: (أحكام المواريث). تحدث في الجزء الثاني عن الأهلية وعوارضها، ¶ وأقسامها، وعن الحجر وأسبابه، والأحكام القانونية في الأهلية والحجر، ثم ¶ تحدث عن الولاية واقسامها، وشروطها، وصلاحية الأولياء، والأحكام ¶ القانونية ذات الصلة بالأولياء، والمواد التي نصت على تلك الأحكام. ¶ 134",
            "page": "134",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "ثم تحدث عن ا لوصاية وا لأوصياء، فعرف الوصي، وذكر شروط ا لأوصياء ¶ واقسامهم، وصلاحياتهم، وواجباتهم، والعقوبإت التي تترتب عليهم في حال ¶ ا لإخلال بتلك ا لواجبات 0 ¶ وتحدث عن الوصية، فعرفها لغة واصطلاحاَ، ثم تحدث عن مشروعيتها ¶ واقسامها، وعن شرا ئط الموصي، وشرا ئط الموصى له، وا لوصية لأعمال ا لخير ¶ وحكم وصاي! غير المسلمين، ثم شرائط الموصى به، وبطلان الوصية، والرجوع ¶ عنها، وعن جحودها، بأن ينكرها الموصي، ثم عن احكا مها. والاثإر المترتبة ¶ على التصرف الشرعي، فتحدث عن الموصى له، وعن الوصية للم! دوم، وعن ¶ الوصية بالأعيان للمعدوم ممن يحصون، والوصية لمن لا يحصون، والوصية ¶ لقوم محصورين، والوصية المشتركة. . وهكذا إلى آخر ما هنالك مما له صلة ¶ بالوصية. ¶ وخصص المؤلف -رحمه الله - الجزء الثالث لأحكام المواريث، فتحدث ¶ عن مشروعية ا لإرث، واد لتها، ون! قش المعترضين عليها، وابدى تسع ملاحظات ¶ مهمة، كا لموقف ا لوسط الذي يقفه ا لإسلام بين ا لشيوعية من جهة وبين الراسمالية ¶ وا لمذاهب ا لتي تقول بالحرية ا لشخصية في ا لتملك، من جهة اخرى، وان ا لإرث ¶ إ جباري في ا لإسلام با لنسبة إ لى ا لوارث وا لمورث، وأن ا لإسلا م جعل ا لميراث في ¶ دائرة الأسرة، وأنه جعل للمراة نصيباَ منه، وانه جعل الحاجة اساس التفاضل في ¶ ا لميراث. ¶ وتكلم عن مكانة علم المواريث (الفرائض) في الشريعة، وعناية الفقهاء ¶ به، وعن أصول هذا العلم في القراَن والسنة، ثم تحدث عن أركان الإرث، ¶ واسبابه، وشروطه، وموانعه، وعن الحقوق المتعلقة بالتركة، ودرجات ¶ ا لاستحقاق، ثم عن ا لفروض ومستحقيها من ا لرجا ل والنساء. ¶ وتحدث عن الإرث عن طريق التعصيب، وتحدث عن الحجب واقسامه، ¶ وعن أصول المسائل وتصحيحها، وعن العول ومشروعيته، وعن الإرث بحق ¶ الرحم، والأحوال الشخصية للطوائف الأخرى، مثل الدروز، واليهود، ¶ والنصارى. ¶ 135",
            "page": "135",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "4 1 - هكذا علمتني الحياة ¶ يتالف هذا الكتاب من جزءين، الأول منهما كان خواطر اجتماعية، وجاء ¶ في 222 صفحة، والثاني خواطر اقرب إلى السياسة، او هي مزيج اجتماعي ¶ سياسي، ويتالف من 92 صفحة. يقول المؤلف رحمه الله: ¶ \"هذه خطرات بدأت تسجيلها وانا في مستشفى المواساة بدمشق، في ¶ شهر ذي القعدة من عام 1381 هنيسان 1962 م. . حين رايتني في عزلة عن ¶ الأهل والولد، والتدريس والتأليف، وتلك هي عادتي في السجون والأمراض ¶ والأسفار \". ¶ وارادها \"ان تكون صورة صادقة عن تفكيري خلال بضعة شهور، قضيتُها ¶ منقطعاً عن الناس، ما بين المستشفى والبيت \". ¶ \"وكنت فيها منساقاً مع طبيعتي التي تحمث البساطة في كل شيء وتكره ¶ التعقيد في أي شيء\". ¶ ويقول عن هذ 5 الخطرات التي سما فيها وحفق مرة، وغاص في لجج ¶ الحياة الاجتماعية والسياسية مرة ومرة: ¶ \"إنني لست في هذه الخواطر فيلسوفاً، ولا حكيماً، ولا مفكراً بعيد الغور ¶ في الوصول إلى الحقائق، ولكنني صاحب تجارب عملية في الحياة، استغرقت ¶ من عمري أكثر من ربع قرن، وقد أحببت نقلها إلى من ينتفعون بما نكتب. . ¶ وإنما يهمني أن أبدو لهم أخاً مرشداً ناصحاً يقول ما يفهمون، ولا يعنتهم في ¶ تدبر ما يقرؤون \". ¶ \"وأحب أن أنبه أيضاً، إلى أني - فيما أوردت من خواطر تتناول فئات من ¶ الناس -لم أقصد أشخاصاً معينين، وإنما قصدت كل من اتصف بتلك الصفات، ¶ فالخواطر المتعلقة بهم، خواطر نحو صفات معينة، لا أشخاص معينين، وأعوذ ¶ بالئه من ان يكون في قلبي حقد نحو أحد، أو عندي رغبة في التشهير ب! نسان، ¶ مهما اختلفت معه في اتجاهه وسلوكه. ¶ 136",
            "page": "136",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "\"إن من بلغ من العمر ما بلغت (47 سنة) واصابه من المرض ما اصابني ¶ (خمس سنين وبضعة اشهر) وعرف الناس معرفتي بهم، يرى نفسه اكرم من ا ن ¶ يحمل حقداَ، او عداوة شخصية يجري وراءها متقطع الأنفاس. ¶ \"لقد هانت علي الدنيا بما فيها من اللذائذ، وما تحتوي من عوامل الحسد ¶ والحقد والكراهية، ولم يبق في نفسي - شهد الله - إلا رغبة في الخير، افعله ¶ وادل عليه، دماعراض عن الشر، اهجره واحذر منه، اما الأشخاص، فنحن كلنا ¶ زائلون، ولن يبقى إلا ما ابتغي به وجه الله، او قصد منه نفع الناس، وسيجزي ¶ الله كل إنسان على ما قدم من عمل \". ¶ هذا وقد ضم الجزء السيإسي من الكتاب، عدة مقالات كان كتبها ¶ افتتاحيات لجريدة المنار التي انشأها عام 6 4 9 1 م، ومن هذه الافتتاحيات: ¶ (الحكم الصالح) كتبها في العدد (176) و (بين الحكومة والشعب) كتبها في ¶ العدد (112)، و (مسؤولية القادة) كتبها في العدد (391)، و (يا شيوخنا في ¶ السيإسة: لقد آذانا ضعفكم، فاتركونا نسير) كتبها في العدد (168)، و (هذه ¶ الأمة لن تقل بعد اليوم انصاف آلهة) كتبها في العدد (161)، و (بأي سلاح ¶ نحارب) كتبها في العدد (174). ¶ وكان ختام الكتاب محاضرة قئمة بعنوان: الماذا اخفقت الجامعة ¶ العربية؟ وكيف تصبح اداة نافعة للعرب؟) القاها في احتفال الهيئة الوطنية في ¶ لبنان، بمناسبة الذكرى الثامنة لقيام جامعة الدول العربية، في الخامس من ¶ رجب 1372 م - الحادي والعشرين من آذار 953 1 م، وقد حضر الحفلة رئيى ¶ المجلس النيابي، ورئيى مجلس الوزراء، والوزراء، والنواب، والعلماء، ¶ وفريق كبير من وجهاء العاصمة وشبانها وشداتها، وكان لهذه الكلمة صدى ¶ عظيم في اوساط العاصمة بيروت، لما اتسمت به من الصراحة والجراة في ¶ الحديث عن اخطاء الجامعة، واسباب فشلها. ¶ تحدث المحاضر عن فكرة الجامعة، وخطتهإ، واعاد شب فشلها إلى ¶ 137",
            "page": "137",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "عاملين رئيسين، هما: أنها أولاَ لم تنشأ ب! رادة من الرؤساء دفقهم إلى تحقيق ¶ اَمال شعوبهم في الوحدة والاجتماع، وثانياَ بسبب العقليات المتخلفة التي ¶ توجهها، والتي تعمل في دائرة المطامع الشخصية، وتزدري إمكانيات العرب ¶ وقواهم، وتضلل الجماهير وتخدعهم بكاذيب البيانات، وبلاغة الخطب ¶ والتصريحات، وعدم مراعاة المصالح العربية، وجمود رؤساء الجامعة في وجه ¶ التطور، ومن هنا اعتبر هزيمة العرب في معركة فلسطين، هي هزيمة الرؤساء ¶ وحدهم، ومع ذلك، تبقى الجامعة محط آمال العرب، ورمزاَ لَامالنا البعيدة، ¶ على أن تراعى مصالح الجماهير قبل مصالح العروش، وعلى أن ينظر إلى الأمة ¶ على أنها ذات قيمة عظيمة، في عالم الفكر، والحضارة، والسياسة، والافتصاد، ¶ وا لحرب، وا لسلم، وعلى أن يعنى با لروج، وا لأخلاق. ¶ وشجب المحاضر الروج الطإئفية، ودعا إلى التاَخي والعاون والوئام، ¶ ثم أهاب برؤساء الحامعة أن لا يحولوا بيننا وبين الحرية والحياة السعيدة، ¶ لنشعر بكرا متنا في أنفسنا، قبل أن نطلب كرامتنا في نفوس أعد ائنا، وأن لا يبيعونا ¶ في سوق المصالح، وأن يستفيدوا من قوانا الروحية، \"وخير لهم أن يرأسوا ¶ مجتمعاَ يزخر بالفضائل، من أن يكونوا على رأس أمة انطفأت فيها شعلة الحياة ¶ الكريمة، لأنها فقدت في قلوبها إشراقة الروج المؤمنة \". ¶ وختاماَ. . أحب أن أنقل بعض ما كتبه الدكتور محمد سعيد رمضان ¶ البوطي عن الكتاب، في كتابه القيم: (شخصيات استوففتني) فهو خير من كتب ¶ عن هذا الكتاب. ¶ قال الدكتور البوطي: ¶ إنه \"صورة لجمال خاشع، يسبح في مزيج من الإشراق الالهي العظيم، ¶ والسعادة الر وحية الصادقة، والحكمة البديعة الصائبة، والذوق القلبي الذي ¶ يكرم الله به عباد 5 العارفين \" (1). ¶ (1) ¶ شخصيات اصتوقفتني، ص 97 1. ¶ 138",
            "page": "138",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "وقال: ¶ إنه في هذا الكتاب: \"ذواق يسير في طريق العارفين \" (1). ¶ وقال: ¶ \"إنه يعبر عن عمق في الإحساس، وصفاء في النفس، ورقة في القلب، ¶ وثورة في العزم، وحزم في الإرادة \" (2). ¶ \"إنه ظمأ الروح إلى مناجاة خالفها، والانتهال من معين حبه، والتبتل ¶ لعظمته وحكمته وجلاله \" (3). ¶ \"ولقد وجدت فيه من دلائل الإخلاص، والصدق في الإحساس، م! هز ¶ فؤادي هزاَ، وجعلني أعيش في تلك الأحاسيس \" (4). ¶ وكذلك نحن، وكل من قرأ هذا الكتاب البديع في بابه. ¶ 5 1 - القلائد من فرائد الفوائد ¶ كتاب لطيف في بابه، يتألف من 168 صفحة من الفطع العادي، كانت ¶ طبعته الأولى عإم 1962 م جمع فيه من فرائد الحكم، وفوائد العلم، وطرائف ¶ الأدب، م! كان تناثر في العديد من المراجع والمصادر العربية، وما بقي في ¶ حوزته، بعد أن ضاع الكثير من القصاصإت التي استخلصها، بسبب الأسفار ¶ والاعتقالات والمرض. ووعد باصدار جزء ثان من هذه القلائد، ولكن المرض ¶ والأجل حالا دون ذلك. ¶ وفد هدف المؤلف من نشر هذ 5 السلسلة الفكرية من الفوائد الثقافية: ¶ (أ) ¶ (2) ¶ (3) ¶ (4) ¶ المرجع السابق نفسه. ¶ المرجع السابق، ص 98 1. ¶ المرجع السابق نفسه. ¶ المرجع السابق، ص 99 1. ¶ 139",
            "page": "139",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "1 - تزويد الشباب المسلم بثقافة إسلامية شاملة تجعل منه مشاركأ ¶ للمختصين في الدراسات الإسلامية، بالمعلومات الضرورية منها. ¶ 2 - إطلاع الثباب المسلم على روائع الخُلق الإسلامي الأصيل. ¶ 3 - التوجيه الروحي النبيل من معدنه الصافي. ¶ 4 - تقوية الثباب المسلم في لغته العربية مادة وأسلوباً. ¶ لقد جمع المؤلف في هذا الكتاب ما لذ وطاب من الذخيرة التي تعين ¶ الكاتب، والباحث، والأديب، والداعية، كلأً في مجال اختصاصه، في لينة ¶ ويسر. ¶ 6 1 - دروس في دعوة الإخوان المسلمين ¶ صدر هذا الكتاب عن قسم الطلاب في جماعة الإخوان المسلمين في ¶ سورية عام 955 ام وكان السباعي قد كتب مقدمته، وبعض فصوله، وشارك ¶ غيره في كتابة فصول أخرى فيه. قال في المقدمة: ¶ \"نشات دعوة ا لإخوان المسلمين في سورية منذ بضعة عشر عا ماَ، وتطورت ¶ حتى بلغت ما بلغت إليه اليوم من سعة وقوة، وحتى غدت محط آمال المسلمين ¶ في الدفاع عن دينهم وتحرير مجتمعهم من الفساد والانحطاط، وتحرير وطنهم ¶ من الضعف والاستعمار، وهذه الدعوة التي برزت على الناس، في سورية ¶ ومصر وبلاد العرب والإسلام منذ ربع قرن تقريباَ، وما تزال شغلهم في الحديث ¶ عنها حتى اليوم، جديرة بأن يزاح عنها ستار الأضاليل التي ا قامها أعداء الإسلام ¶ حولها، فلقد زعموا انها دعوة رجعية تريد ان ترجع بالمسلمين إلى الوراء عشرة ¶ قرون أو تزيد، وزعموا انها دعوة طائفية تثير النعرات الطائفية بين أبناء الوطن ¶ الواحد، وزعموا أنها دعوة استغلالية تقصد استغلال السذج في عواطفهم الدينية ¶ البريئة. . وهكذا ذهبوا في الزعم طرائق قدداَ، والله يعلم أنها بريئة من كل ¶ ما اتهموها به، وقد أثبت تاريخها الحافل بجلالْل الأعمال انها فوق مستوى ¶ 140",
            "page": "140",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "ا لشبهات في أهد افها ووسائلها، وأنها أصدق حركة إ سلامية في ا لعصر ا لحديث، ¶ كان لها من التأثير في المجتمع الإسلامي ما لم يكن لحركة ما في التاريخ الإسلامي ¶ كله، وعلى قدر نجاحها في إيقاظ المسلمين، وإظهار عظمة الإسلام، ومقاومة ¶ الضلال والفساد والطغيان والاستعمار، كانت وستكون أكاذيب أعداء الإسلام ¶ نحوها، وعملهم على محاربتها بكل وسيلة ممكنة، وليس في هذه المحن التي ¶ تترادف على الدعوة في مصر وغيرها إ لا دليل واضح على تربص أعداء الله وأعداء ¶ الإسلام بالدعوة ورجالها، والغلبة للحق مهما جال الباطل وصال، ودته الأمر من ¶ قبل ومن بعد، والله غالب على أمره ولكن أكثر الناس لا يعلمون. ¶ ولعل في هذا الكتاب الذي نقدهه اليوم لشباب الإخوان، ما يكشف عن ¶ بعض آراء الدعوة واتجاهاتها العلمية، فلقد روعي فيه مستوى التعليم الثانوي ¶ وإمكان استيعاب الطلاب له، وهو ليس إلا محاولة من محاولات متلاحقة ¶ مازالت تقوم بها دعوة الإخوان لتوجيه الثباب وجهة علمية إسلامية مقبولة، ¶ ولإعطائهم أبسط الحلول لأهم المشاكل التي تملأ ذهن الثباب المسلم وتصدمه ¶ في حيا ته الفكرية وا لعلمية. ¶ وإني لعلى ثفة من ان شباب الإخوان سيجدون في هذا البرنامج التوجيهي ¶ ما يفتح امامهم آفاق التفكير العلمي الصحيح، والفهم الصادق الدقيق للإسلام ¶ وتشريعه، ويوم يفهم المسلم دينه فهماَ علمياَ صحيحأ، بعيداَ عن الأضاليل ¶ والخرافات، تزول اول عقبة في طريق دولة الإسلام، وهي لا بد آتية -بحول الله- ¶ يوم يفهم جمهور المسلمين ما في تراثهم الإسلامي العظيم من غناء وقوة وسعادة ¶ وتنظيم دقيق لشؤون ا لفرد وا لأسرة وا لمجتمع وا لد ولة \". ¶ وتحت عنوان (الإخوان المسلمون) بيق فكرة الجماعة قا ئلاَ: ¶ تقوم فكرة الجماعة على وجوب التحرر من آثار الجهالة والفوضى ¶ والضعف في حياة أمتنا، حتى تساهم من جديد في بناء الحضارة بما يعود على ¶ الإنسانية بالخير والسلام، لأن الإخوان يعتقدون اعتقاداَ جازمأ أن في الإسلام كل ¶ عناصر النهضة المرجوة، وأنه جاء بمنهج شامل للإصلاح هو الذي قذف بأمتنا في ¶ 1 4 1",
            "page": "141",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "الماضي إلى ميادين الخلود، وبواها فيادة ركب الإنسانية بضعة قرون، وهو، ¶ بما فيه من خصائص المرونة والتطور قادر على ان يحمل امتنا من جديد إلى ¶ ميادين الخلود مرة اخرى، وان يبوئها مكانة جديرة بقيادتها لركب الإنسانية، ¶ وتوجيه حضارتها نحو الأمن والرفاهية والاستقرار. وعلى هذا تستهدف دعوة ¶ الإخوان خمسة امور رئشة: ¶ اولاَ - اصلاح الفرد: إذ هو النواة الأولى للمجتمع، ففي إصلاحه صلاح ¶ الأسرة وصلاح الأمة، وصلاحه إنما يتم - على الوجه اكمل - بتطهير عقيدته ¶ من الفساد، وقلبه من الزيع، ونفسه من الشهوة، وخلقه من الضعف، وروحه ¶ من العزلة، حتى يكون في المجتمع بناء يعمل بروح الأبرار، ويكافح بعزيمة ¶ المناضلين، ويفكر بعقل العلماء والحكماء. ¶ ئانياَ -اصلاح الأسرة: إذ هي الخلية الأساسية في المجتمع، واستقامة ¶ شؤونها وتماسك بنيانها هو وحده السبيل إلى تماسك ب! يان المجتمع، واستقامة ¶ شؤونه، وإنما يتم ذلك بتربية المرأة وتعليمها تعليماً يهيئها لتنهض برسالتها في ¶ المجتمع كزوجة عفيفة مخلصة، توفر لزوجها واطفالها الراحة والسعادة، وكأم ¶ مربية فاضلة، تمد الأمة بكرم نشء وأقومه أخلاقاً، وأصلبه عوداً. ¶ ثالثا اصلاح المجتمع: بإقامة نظم عادلة بين الأفراد والجماعات على ¶ أساس التوازن بين الحقوق والواجبات، والإسلام يتشدد في بناء المجتمع على ¶ الأسس التالية: ¶ 1 - التحرر من الجهل والخوف والرذيلة والجوع والمرض والمهانة. ¶ 2 - النظام المحكم الذي يجمع بين القوة والرحمة، والعدالة والتسامج، ¶ وينتفي فيه طغيان الفرد وميوعة الجماعة، ويحفظ فيه حة! الفرد وحق الجماعة، ¶ ف! اذا تعارضا كان حق الجماعة أرجح، ورعا ية مصلحتها أوجب. ¶ 3 - القوة التي تحفظ الأمة في داخل المجتمع، وتصد العدوان عن حدوده ¶ وسيادته، وتحارب الظلم والطغيان اينما كان، وتمد يد الإنفاذ لكل مضطهد ¶ مظلوم. ¶ 142",
            "page": "142",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "رابعأ - كفاح الاستعمار: هذا الاستعمار الذي يجثم فوق صدور العرب ¶ وا لمسلمين، فيشل حركتهم، ويقتل كرا متهم، وششلب ثرواتهم، ويحول بينهم ¶ وبين اداء رسالتهم الإنسانية في الحياة. ¶ والإخوان المسلمون لا يرون لكفاج الاستعمار حداَ يقفون عند 5، حتى ¶ تتحرر امتهم من كل اَثار 5 العسكرية والسياسية والاقتصادية والفكرية. ويرى ¶ الإخوان ان كفاج اعوان المستعمرين من طغاة ومستبدين ومستثمرين، هو كفاج ¶ للاستعمار، إنهم لا يهادنون فيه احداَ، فمن استبد بشؤونهم وامتص دماءهم، ¶ ونعم بالترف والرفاهية على اشلائهم وشقائهم وجهالتهم، كان ظالمأ باغيأ ¶ يجب كفاحه حتى يفيء إلى أمر الله، وينزل عند إرادة الشعب، ويطهر يد 5 من ¶ دمائه وامواله واعراضه. ¶ خامسأ - توحيد العرب والمسلمين: هذا الوطن العربي الكبير هو واحد ¶ في جغرافيته ولغته وعقائده واخلاقه وتاريخه وخصائصه فيجب ان يكون كذلك ¶ في واقعه السياسي. ¶ وهذا العالم الإسلامي الذي يضم ما يزيد على خمس مئة مليون من الناس، ¶ ويحتل اخصب الأرض وأهمها في كل من اَسية وأفريقية، يشكل وحدة عقائدية ¶ لامثيل لها في الكيانات السياسية القائمة على وحدة العقيدة في عصرنا الحديث، ¶ وهو يشكل قوة سياسية هائلة تستطيع أن تكون مركز الثقل في الصراع السياسي ¶ العنيف بين الشرق والغرب 0. وهو في حد ذاته قوة كبرى للأمة العربية يمنحها ¶ نفوذاَ سياسياَ واقتصادياَ وفكرياَ فيه كل الربج لها، وليس فيه أي ضرر بمصالحها ¶ وكيانها الخاص بها. ¶ ومن ا%ل ذلك يؤمن الإخوان المسلمون بوجوب تكتل العالم الإسلامي ¶ في اتحاد سياسي واقتصادي كالاتحاد السوفياتي او الأمريكي، وفي ظل هذا ¶ الاتحاد يستطيع العرب وكل شعب من شعوب العالم الإسلامي ان يعملوا ¶ لبلادهم ولكياناتهم الخاصة في إطار من التعاون العملي الذي يجعل منهم امة ¶ 143",
            "page": "143",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "مرهوبة الجانب محترمة الكيان، تؤدي دوراَ خطيراَ في صيانة السلام في العالم، ¶ وتوفير الرغد والأمن لشعوبه. ¶ إن تعاون العرب مع العالم الإسلامي لا يضيرهم، بل يجعلهم في مكان ¶ القيادة لهذا العالم الفسيح، وهي قيادة لا يستهين بها إلا من جهل قدر نفسه ¶ وأمته ونإءت كواهله بحمل اعباء المجد ودفع ثمن الخلود. ¶ والجماعة تعتمد في الوصول إلى أهدافها على عنصرين: ¶ 1 - عنصر الأخلاق: وهو عنصر لابد منه لكل حركة إصلاحية ولكل نهضة ¶ عامة، ونعتقد أن أحداَ لا ينازعنا في خطورة هذا العنصر وضرورة الاستعانة به ¶ في نهضتنا الحاضرة. ¶ 2 - عنصر الدين: وهو عنصر لانعتقد ان نهضتنا تنجح بدونه، وأن مبادئنا ¶ وأهدافنا الإصلاحية تنجح بدونه. . وفي حقول التجربة التي مرت بنا خلال ¶ نصف قرن ما يؤكد لنا صدق هذا الاتجاه. ¶ فالإسلام في عقائده: علمي يتبع اصدق الوسائل في الوصول إ ليها. ¶ وفي أخلاقه: مثالي واقعي يدعو إلى الأخلاق الكريمة التي تنسجم مع ¶ غرائز الإنسان، ومع الحياة الكريمة التي يحتاج إ ليها. ¶ وفي تشريعه: مدني علماني، يضع القوانين للناس على اسإس من ¶ مصلحتهم وكرامتهم وسعادتهم، لافرق عنده بين أديإنهم ولغاتهم وعناصرهم، ¶ ويعمل على إيجاد التوازن بينهم كأفراد وجماعات يعيشون في الوطن الواحد، ¶ وكدول يجاور بعضها بعضاَ، ويجب ان نعيش في جو من التعاون على خير ¶ الإنسانية وسعادتها، وبذلك اعترف مؤتمر القإنون المقارن الذي عقد في لاهاي ¶ عام 1936 م، كما اعترفت بذلك هيئة الأمم حين جعلت التشريع الإسلامي ¶ مرجعأ من مراجع القإنون لمحكمة العدل الدولية، وكما أقر ذلك دستورنا ¶ السوري في الفقرة الأولى من مادته الثالثة: الفقه الإسلامي هو المصدر الرئيسي ¶ للتشريع. ¶ 144",
            "page": "144",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "أما العلاقة بين الإسلام وبين العرب فيجب أن لا نسمح للأوهام وللحقد ¶ وللتعصب أن تسيطر على تفكيرنا وحكمنا في هذا الموضوع. ¶ إن الأمة العربية متدينة بفطرتها، لم تعش في فترة من فترات تاريخها بغير ¶ دين، وللدين سلطان عميق على أفرادها في تصرفإتهم واتجاهاتهم الخاصة ¶ والعامة. أما الخوف من أن تؤدي الدعوة للدين إلى عداء بين الطوائف، فهذا ¶ منشؤه الجهل بأدياننا وبتاريخنا، فأدياننا كلها في فراَنها لهانجيلها تأمر بالحب ¶ وتدعو إلى التعاون، وأمتنا لم ينشأ فيها العداء الطائفي لتمسكها بأديانها، بل ¶ لابتعادها عنها. ¶ وأما أن تؤدي دعوتنا ل! سلام إلى طغعان طائفي، فهذا أيضأ منشؤه الجهل ¶ بالإسلام، والغفلة عن أسباب الطائفية وعواملها في تاريخنا0 ¶ إن الإسلام دين عدالة، ولقد شهد له المنصفون من غير المسلمين بأنه يوم ¶ كان يحكم، وكان الذي يمثله رجالاً يفهمونه ويفهمون روحه السمحة كعمر بن ¶ الخطاب، كان من أبر الأديان بمبدأ العدل والحق، ومن أوسعها صدراً بعقائد ¶ المخالفين له. . دهان فتوحاته الأولى ما تزال في التاريخ مثلاً خالداً في التسامح ¶ الديني الكريم. ¶ وأخيراً فليست دعوة الإخوان المسلمين دعوة حزبية ضيقة، تقف عند ¶ حدود سورية ولبنان فقط، بل هي حركة عالمية تمتد في مصر والسودان وشمالي ¶ أفريقية وفلسطين وشرق الأردن والعراق وسورية ولبنان والحجاز وباكستان ¶ وإندونيسية، وأكثر مناطق الشرق العربي والإسلامي، نهضة عالمية تمثل حركة ¶ ا لبعث ا لجديد في شباب ا لعروبة وا لإسلا م، بعثاً قويأ يعتمد على أقوى ا لدعا ئم ا لتي ¶ أحدئت كبرى الانقلابات الإصلاحية في العالم القديم والحديث، وهي واضحة ¶ في أسسها، واضحة في أهدافها ووسائلها، لاتضمر عداء لغير العرب والمسلمين ¶ ولكنها تحمل ا لعزة وا لكرا مة وا لقوة للعرب وا لمسلمين. ¶ وبعد فنحن الإخوان المسلمين: ¶ 145",
            "page": "145",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "لسنا جمعية خيرية تنحصر مهمتها في جمع الأموال لإغاثة الفقراء ¶ والمنكوبين من المحسنين والأغنياء. ¶ ولسنا جمعية وعظية تنحصر مهمتها في وعظ الناس بالخطب والمقالات ¶ والنشرات. ¶ ولسنا حزبأسياسيأ تنحصر مهمته في جمع الناس حوله ليصل أعضاؤ 5 إلى ¶ الحكم، فيحققوا منهجهم السياسي المحدود. ¶ ولسنا جماعة مادية تنحصر مهمتها في نطاق المشاريع الاقتصادية لفائدة ¶ أعضائها المنتمين إ ليها. ¶ ولسنا هيئة إقليمية تنحصر مهمتها في نطاق محلي أو إقليمي أو قومي ¶ ضيق. . إنما نحن: ¶ دعاة انقلاب إ صلا حي فكري وعملي شا مل يشمل ا لفرد وا لأسرة وا لمجتمع ¶ وا لعا لم بأسره 0 ¶ دعاة رسالة شاملة، لا ينحصر نفعها بأمتنا فحسب، ولا في ناحية من ¶ نواحي الحياة دون أخرى. . دمانما تشمل الناس جميعأ، وتنظم نواحي الحياة ¶ جميعأ. . دعاة عصبية للفضيلة والخير والحق والعزة، لا دعاة تعصب للشر ¶ والجهل والفتنة. ¶ دعاة دين ولسنا دعاة طائفية (والدين إخاء والطائفية عداء). ¶ أنصار سلم لمن أراد بأمتنا وبلادنا سلماَ وخيراَ وكرامة. . وجنود كفاح ¶ لمن أراد لنا الافناء، ولأوطاننا الاستعمار، ولشريعتنا التهديم، ولجماهيرنا ¶ الإفقار والإذلال. ¶ دعاة إصلاح اجتماعي في أمتنا، يقوم على نشر العلم وتحقيق العدالة، ¶ ومحاربة المظالم، دماقصاء الفوضى، ومكافحة الفساد في مختلف صوره ¶ وأشكاله0 ¶ 146",
            "page": "146",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "دعاة عزة لأمتنا وتعاون مع غيرنا. ¶ دعاة استقلال في بلادنا وثروتنا ومقدراتنا، حتى تكون أرضنا لنا ¶ لا ينازعنا في شبر واحد منها منازع. ¶ نحن نريد أن نوجه أمتنا توجيهأ قوياً، يجعلها مع ركب العالم المتمدن ¶ لا ذليلة ولا حقيرة ولا منقادة، بل كريمة قوية تحكم نفسها، وتعتز بشخصيتها، ¶ وتساهم بعبقرية أبنائها في إقامة صرح السلام. ¶ وفي البحث الثالث (دعوة الإخوان المسلمين: ضرورة من ضرورات ¶ المجتمع القوي الكريم) قال: ¶ إن الحاجة إلى دعوة من الدعوات تتوقف على خصائص الدعوة، وطبيعة ¶ المجتمع الذي تقوم فيه تلك الدعوة، والأوضاع الاجتماعية والسياسية ¶ والأخلاقية التي يكون عليها المجتمع. . ولا ريب في أن كل باحث في طبيعة ¶ مجتمعنا العربي والإسلامي، وفي الأوضاع التي تسوده، وفي خصائص دعوة ¶ الإخوان المسلمين وأهدافها، يجزم بان قيام هذه الدعوة في مجتمعنا الحاضر ¶ أمر محتم لا مفر منه، ولا بد منه لإصلاح أوضاعنا القائمة. ¶ خصائص دعوة الإخوان: إن أبرز ما في خصائص دعوة الإخوان ثلاثة ¶ أشياء: ¶ أولاً - أنها ذاتية: أي هي منبئقة من طبيعة النفس العربية المسلمة، ¶ منسجمة معها، مستوحاة من عقيدتها وايمانها. . دعوة ذاتية ليست غريبة عنه، ¶ ولا مجلوبة من خارجه، ولا ملفقة من دعوات متعددة كما هو شأن الدعوات ¶ الاجتماعية والسياسية التي نشاهدها اليوم. ¶ ثانياً - أنها تفدمية: أي هي دعوة إصلاحية متمشية مع ضرورات الحياة ¶ وتطور الفكر الإنساني والحضارة الإنسانية الكريمة. إن دعوة الإخوان هي دعوة ¶ الإسلام ولم تستطع دعوة إسلامية في العصر الحديث أن تساير اتجاه الحضارة ¶ ا لكريم، وتاخذ بكل وسائل ا لنهضة الصا لحة كما فعلت دعوة ا لإخوان ا لمسلمين، ¶ 147",
            "page": "147",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "إن لها مدارسها، وأنديتها الرياضية، وندواتها العلمية، وصحفها، ومطابعها، ¶ ومستوصفاتها، وشركاتها، وذلك كله دليل فهمها للحياة التي تعيش فيها، ¶ ومسا يرتها لتطور ا لفكر ا لإنسإني وتقد م ا لحضارة في مختلف نواحيها. ¶ ثالئأ- أنها شاملة: أي أن دعوة الإخوان المسلمين لا تقتصر في إصلاحها ¶ على ناحية في المجتمع دون ناحية، بل هي تدعو إ لى إ صلاح العقيدة كما تدعو إ لى ¶ إصلاح الخلق، وهي تحاول إصلاح العامل كما تحاول إصلاح العالم، وهي ¶ تكافح فساد السياسة والحكم كما تكافح فساد الأسرة والمدرسة، وهي تهتم ¶ بالمصنع كما تهتم با لمسجد، وهي تعنى بالقرية كما تعنى با لمدينة. ¶ مظاهر الأوضاع السيئة في مجتمعنا: ¶ 1 - فسا د ا لعقيدة: فقد طمست آثار ا لعقيدة ا لإسلا مية ا لصا فية ا لتي كا ن عليها ¶ رسول الله ط وصحابته والسلف الصالح من بعدهم، وهي العقيدة التي حررت ¶ ا لعقول من آئار الخرافة، وحررت القلوب من أوضار الشهوة، وحررت ا لنفوس ¶ من مظاهر البلادة، ف! ذا المسلم الأول من أوصمع الناس عقلاَ، وأطهرهم قلباَ، ¶ وأكرمهم نفسأ، دماذا المجتمع عزيز كريم لا أثر فيه للخرافة ولا للجهالة ¶ ولا للكسل والغفلة، وعقيدة المسلم اليوم قد اعتراها من الفتور والجهالة، ¶ وا لخرافات ما جعلها باهتة عا جزة عن رفع مستواه ا لفكري وا لنفسي وا لاجتماعي، ¶ فلا بد من العودة إلى الإسلام كما جاء به كتاب الله وسنة رسوله عئَ، وكما فهمه ¶ ا لسلف الصالح فكا نوا به خير أمة أخرجت للناس. ¶ 2 - فساد الأخلاق: فقد أصبح المجتمع يئن من هذا الانحراف الشائع في ¶ أخلاق الجماهير على اختلاف درجا تها في العلم والمكانة. إن انحراف الأخلاق ¶ ليبدو في السياسيين كما يبدو في التجار، ويشيع في المتعلمين كما يشيع في ¶ الجها ل، وينتشر في الفقراء كما ينتشر في ذوي الغنى واليسار، ولا تجد إنسإنأمهما ¶ كان دينه وثقافته ومكانته إلا وهو يشكو لك من فساد الأخلاق وخراب الذمم ¶ والاستخفاف بالمثل الأخلاقية العليا. . وما عهدنا في التاريخ قديمه وحديثه أمة ¶ عزت وكرمت وسادت إ لا باستقامة أخلاقها، ولا أمة انهارت وضعفت واندثرت ¶ إ لا بانهيار أخلاقها. ¶ 148",
            "page": "148",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "3 - فساد النظم: إن الأنظمة التي نُخكَمُ بها ونتفيا ظلامها، هي أنظمة ¶ فاسدة في مجموعها، وبذلك كثرت المظالم الاجتماعية، واستشرى فساد ¶ الحكم، وساء جهاز الدولة، وضعفت العلاقات بين أفراد المجتمع بعضهم ¶ ببعض، وازدادت ا لجرائم زيادة تدعو إ لى القلق والألم. ¶ 4 - ضعف الروابط الاجتماعية: ونعني بذلك هذه العصبيات القاتلة التي ¶ انتشرت في مجتمعنا، فمن عصبية للعائلة إلى عصبية للحي، إلى عصبية للبلد، ¶ إلى عصبية ل! قليم، إلى عصبية للجنس، وكلها عصبيات جاهلية حمقاء. ¶ 5 - اضطراب الحالة الدولية: العالم كله يعيش في قلق وخوف. . حربان ¶ عالميتان أكلتا الأخضر واليإبس خلال ثلاثين سنة فقط من تاريخ الإنسانية، ¶ بلغت ضحايا الحرب العالمية الثإنية فقط (18) مليون نسمة، وهاهو العالم ¶ اليوم يتملكه الرعب من أن يكون على أبواب حرب عالمية ثالئة تقوم فيها القنابل ¶ الذرية والهيدروجينية بدور السلاح الأول فيها، ف! ذا بمستقبل البشرية كلها مهدد ¶ بالخراب والفناء. ¶ دعوة ا لإخوان ضرورة: ¶ واذا عرفت خصائص دعوة الإخوان المسلمين كما أو ضحناها لك، ¶ وعرفت هذه الأوضاع الشئة التي نعيش فيها، استطعت أن تعتقد معنا بأن دعوة ¶ الإخوان ضرورة لا بد منها. ¶ هي ضرورة دينية. ¶ وضرورة اجتماعية. ¶ وضرورة وطنية. ¶ وضرورة فومية. ¶ وضرورة إ نسانية. ¶ ثم انطلق يشرح هذه الضرورات شروحأ علمية واقعية نافذة في الصميم ¶ لا السطوح، فهي جديرة بأن تسمى دعوة الشعب كله.",
            "page": "149",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "هي دعوة الفلاح والعامل والتاجر والأستاذ والتلميذ والمسلم وغير ¶ المسلم؟ هي لهؤلاء جميعاَ، تحقق السعادة لهم بلا استثناء، وهي ارفع واعلى ¶ من ان تكون دعوة لطبقة معينة، او مذهب معين، او امة خاصة، هي الرحمة ¶ التي ارادها الله برسالة رسوله -! رِو حين خاطبه بقوله: \" وَمَا أَرْسَلْئثَإلًارَخَة ¶ لئفَلَمِيئَ\" أ الأنبياء: 7 0 1)، فمحاربتها باسم القومية طعن للقومية وجهل به!، ¶ ومحاربتها باسم الوطنية أذى للوطن وتجريد له من اقوى أسلحته، ومحاربتها ¶ باسم التسامح تعصب ذميم ضد الإسلام دين الحب والتسامح، وتعصب على ¶ المسلمين اكرم امة في التاريخ حكمت فكانت في حربه! مع اعدائه! ارحم وكثر ¶ إنانية من الأمم المتحضرة ا ليوم في معا ملتها لأصدقائها في السلم، ولمعارضيها ¶ في الحكم، وصدق الله إذ يقول: \" اَتوَمَ أَكمَقتُ لكُغ ص ينَكُغ وَأَنمَنتُ عَيَبهُغ نِثمَق ¶ وَرَ! يتُ لَكُمُ اَ لاشئَمَ دِيخأ\" أ المائدة: 3). ¶ وفي البحث الرابع: (أعمال جماعة الإخوان المسلمين) قال: ¶ تنفسم أعمال الجماعة إلى ثلاثة اقسإم رئيسية: ¶ ا- الإصلاح الفكري والثقافي والإسلامي. ¶ ب -الإصلاح الاجتماعي. ¶ ! -الإصلاح السياسي. ¶ أ- في ميادين الإصلاح الفكري والثقافي والإسلامي: ¶ 1 - إصلاح العقيدة: ¶ كان أول ما عنيت به الجماعة إصلاح العقيدة الإسلامية، مما علق به! من ¶ اَثار الجهالات والخرافات، فأعلنت للناس ان العقيدة الصحيحة هي التي توجه ¶ صاحبها إلى الله في كل حركة وسكنة، حتى يعتقد انه وحده الذي يجب الخضوع ¶ له، والتذلل لجنابه، اما ما عدا ذلك من اصنام وزعماء وأقوياء، ما عدا ذلك ¶ من جاه ومال ولذة وشهوة، ف! نما هي معبودات باطلة تذل النفوس وتفسد ¶ المجتمع ولل كل إنتاج صالح وتقدم مفيد. ¶ 150",
            "page": "150",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "2 - تحديد مفهوم الإسلام: ¶ ئم اتجهت الدعوة بعد ذلك إلى إحياء الإسلام الصحيح في نفوس ¶ المسلمين، فلفد كان جمهورهم يفهمون الإسلام عبادات ظاهرة لا تهذب ¶ نفوسهم ولا توجه اعمالهم، كما كانوا يفهمون الإسلام بعداَ عن الحياة وركوناَ ¶ إلى الكسل، وتخلياَ عن الدنيا، وترك أهل الشر يعيثون في الأرض فساداَ دون أ ن ¶ يحملوا على الصلاح والاستفامة، ومن المؤسف انه مع هذا المفهوم السئض ¶ ل! سلام في نفوس المسلمين كانت هناك روح تعصبية عمياء تسيء إلى جمال ¶ الإسلام وسماحة تعاليمه، فكان تعصبهم له تعصب وراثة وجهل، لا تعصب ¶ فهم وحب وإقناع، فجاءت الدعوة تبين للمسلمين ان حقيقة الإسلام في ذاته، ¶ سماحة في التعامل، وصدق في القول، ورغبة في نفع الناس جميعاَ، ثم نظام ¶ شامل لشؤون الحياة، يصلح الفرد والأسرة والشعب والحكومة، ولا يكون ¶ المسلم مسلمأ كاملاَ يتقبل الله إسلامه حتى يؤمن بهذه الحفيفة، ويطبق الإسلام ¶ على ئفسه وأسرته، ويسعى ليكون معمولاَ به في شتى نواحي الحياة الاجتماعية، ¶ فليس من الإسلام في شيء أن تكون الدولة في معزل عن الإسلام، لا تنفذ ¶ أحكامه، ولا تقيم تشريعه، وليس من الإسلام في شيء هذه المظالم الاجتماعية ¶ القائمة، وهذا التباين الفاحش في المعيشة والثروة، ومن اجل ذلك كان شعار ¶ الإخوان المسلمين: ¶ \"الإسلام دين ودولة، مصحف وسيف، مسجد ومدرسة، قانون وآداب، ¶ عدالة وإخاء، مادة وروح، دنيا وآخرة \". ¶ 3 - تحرير التعليم من قيوده: ¶ وكا ن طبيعياَ ان تتجه ا لدعوة إ لى إ صلاح روح ا لتعليم، فلفد طغى ا لاستعمار ¶ في البلاد الإسلامية على روح التعليم واهدافه، وجعل من المدارس آلة لإخراج ¶ موظفين في دواوين الدولة، وشوه الحقائق الثابتة عن تاريخ الإسلام وتشريعه ¶ وحضارته، فأعلنت الدعوة وجوب تحرر ا لتعليم، من آثار ا لاستعمار وتوجيهه، ¶ بحيث يكون الهدف منه إنثاء جيل مؤمن قوي منتج، يبني مجدأمته على أسس من ¶ 151",
            "page": "151",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "الإيمان والعلم الناضج، والأخلاق النبيلة، ويزن الحقائق التي تلقى إليه بميزان ¶ البصيرة النافذة، والمنطق المجرد عن الهوى، وا لاستقلال العلمي التام. ¶ ب - في ميادين الإصلاح ا لاجتماعي: ¶ 4 - تبني حركة العمال. ¶ 5 - إنشاء مدارس العمال. ¶ 6 - إنشاء المدارس الابتدائية والثانوية. ¶ 7 - إقامةْ الأندية الرياضية: وساهمت الدعوة في تقوية اجسام اعضائها، ¶ تنفيذاَ لما يطلبه الإسلام من تهيئة الأجسام لحمل الواجب، ففي اكثر مراكز ¶ المحافظإت أندية رياضية قوية، تعنى بمختلف وسائل الرياضة وأنواعها، ¶ واقوى أندية الإخوان الرياضية نادي فتيإن بدر في دمشق لكرة السلة، والنادي ¶ الرياضي في باب الجابية، والنادي الرياضي في الميدان، ونادي القادسية في ¶ حمص، والنادي الرياضي في اللاذقية. . . إلخ. ¶ 8 - الفتوة: ¶ والفتوة هي العصب الحساس للدعوة، لأنها المدرسة التي تخرج للأمة ¶ جيلاَ قوياَ مؤمناَ تملؤه الرجولة، وتشيع في جنبا ته روح ا لتضحية وا لطاعة والنظام، ¶ وفي كل مركز من مراكز الإخوان في المحافظإت، وفي أكثر فروع الإخوان في ¶ القرى والأفضية، فرق للفتوة تتدرب على الأعمال الرياضية، وتفوم بمختلف ¶ الرحلات، ولها في كل سنة معسكر عام يجتمع فيه فتيإن الإخوان اياماَ متتالية، ¶ وأهم فرق الفتوة الآن هي: في حمص وحلب ودمثق، وحماة وإدلب ودير الزور ¶ وبرزة والمزة. ¶ 9 - رفع مستوى القرية: ¶ وقد وجهت الدعوة عنايتها إلى القرية، وعملت على رفع مستوى الفلاح ¶ فيه!، فأخذت تطالب ب! نصاف الفلاح ورفع مستواه، وتحقيق العدالة الاجتماعية ¶ في محيطه، وقد عملت الكثير له. ¶ 152",
            "page": "152",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "0 1 - الدعوة إ لى العدالة الاجتماعية، والعمل من اجل تحقيقها. ¶ 1 1 - اعمال التعاون الخيري: ¶ تأسست لجان في كل مركز لجمع الإعانات والتبرعات من أعضاء الجماعة ¶ او اصدقا ئهم، وتوزيعها على ا لمحتاجين من ا لمرضى والمنقطعين، ورفع مستوى ¶ المعيشة لبعض العائلات الفقيرة. ¶ 2 1 - القضية الوطنية في سورية: ¶ لقد حرص الإخوان المسلمون أن يساهموا بقسطهم من النضال الوطني ¶ رغم فلة وسائلهم و-ضداثة نشأتهم حين وقوع العدوان الفرنسي الأخير على ¶ سورية، فقد وقفوا وةفة رائعة اثناء حوادثه في كل من دمشق وحمص وحماة ¶ وحلب وغيرها من الهدن السورية، إذ كانت فتوتهم تحمل الطعام والسلاح إلى ¶ جنود الدرك، وتنقذ الجرحى من الدرك والمساجين، وتحملهم إلى مقرها ¶ تحت وابل الرصاص،! القنابل، كما كانت مراكزهم مبعث حماس الجماهير في ¶ مقاومة العدوان الفرزسي، وكان أعضاؤهم في مقدمة المناضلين من أبناء ¶ الشعب، فاستشهد منهم من استشهد وجرح من جرح. ¶ ولما تم جلاء الا ستعمار عن سورية، ابتدأ نضالهم الوطني في الدعوة إلى ¶ إقامة حكم صالح يز! ل مساوى الاستعمار، فوجهوا النصح إلى الحكومات ¶ الوطنية المتعاقبة، وقاوموا كل انحرات عن الخطة الوطنية المثلى في الحكم ¶ والإدارة والسياسة، ولم يجاملوا في ذلك رئيسأ ولاحكومة ولازعيمأ ولاكبيراَ، ¶ ولذلك فلن يتساهل الإخوان المسلمون أبداَ في محارباَ كل حركة تحاول أ ن ¶ تقضي على الحكم الشعبي الجمهوري الدستوري في سورية. ¶ 13 - فضية فلسطين: ¶ أما فضية فلسطين فنستطيع أن نؤكد بأن هيئة أو حزباَ أو جماعة في بلادنا ¶ لم تساهم بنشاط عملي شعبي واسع في سبيل نصرة فلسطين وإنقاذها، كما ¶ ساهم الإخوان المسلمون. ¶ 153",
            "page": "153",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "4 1 - حركتنا السياسية في سورية: ¶ ليس الإخوان المسلمون حزبأسيالمعيأبالمعنى المفهوم من كلمة (الحزب) ¶ في عرف الناس وإنما هم دعاة إ سلام اَمنوا به على انه رسالة الإنقاذ والتحرر والقوة ¶ والحضارة، واعتنقوها على هذه الأسس، ونادوا بها في الناس بهذا المفهوم، ¶ ونذروا أنفسهم لتحقيقها في المجتمع كرسالة سامية لأبناء الوطن جميعأ، وبذلك ¶ لم يسعهم! لا ان يساهموا في ا لحركات ا لسياسية، لا غا ية يسعون إ ليها، بل وسيلة ¶ لتحقيق فكرة الإسلام التي اَمنوا بها. ¶ ومند سنة 947 1 م تجلى نثاط الإخوان في الميدان السياسي بمساهمتهم ¶ بالانتخابات لتلك السنة، ومقاومتهم للحكومات والأحزاب التي ابتعدت عن ¶ تمثيل الشعب في اهدافه ومثله العليا، ورغم مابذل يؤمئذ ضد نثاطهم الانتخابي ¶ من مال ورجال وسلاح، فقد نجح ثلاثة نواب منهم، وأدوا واجبهم ضمن الدائرة ¶ المحكمة التي أحاطهم بها خصومهم. ¶ ثم ساهموا في انتخابات سنة 1949 م للجمعية التأسيسية، ونجح عدد ¶ منهم ساهموا في وضع الدستور، وصبغوه بالصبغة العربية المسلمة التي هي ¶ طابع هذه الأمة، مما جعل دستورنا السوري اول دستور عربي إسلامي يحوي ¶ من النصوص الإسلامية، ما يجعل الإسلام مرعي الأحكام، موفور الحرمة، ذ ا ¶ اثر واضح في توجيه الشعب والحكومات وجهة صالحة قوية، لو وجدت ¶ الأيدي الجريئة المخلصة لتطبيق تلك النصوص. ¶ وكان نواب الإخوان في الجمعية التأسيسية وفي المجلس النيابي مثلأ ¶ للسياسة الوطية الصادقة، البعيدة عن الحزبية العمياء، فقد ايدوا كل عمل ¶ صا لح، وعارضوا كل ا تجاه ضار، وحفُوا كثيرأ من أزمات ا لحكم، وكانوا واسطة ¶ خير بين هيئات المجالس وأحزابه، ولا يزالون حتى الَان يقومون بواجبهم ¶ متحملين أنواعأ من التحدي والاستفزاز والافتراء والتهجم، راصن ان يكون ¶ نصيبهم من عملهم ثواب الله ورضاه، وخدمة الشعب وإنقاذه، والسير بالوطن ¶ في طريق مستقيم لا اعوجاج فيه ولا التواء. ¶ 4 15",
            "page": "154",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "17 - الصراع بين العقل والقلب ¶ هذا الكتيب هو حديث من جملة أحاديث كان يحدث السباعي بها بعض ¶ اخوانه، في جلسات خاصة، هي حديث الروح للروح، وحديث القلب للقلب، ¶ كانت سبحات روحية، تحليقات في فضاء الدعوة، يسمو بها عقله الذكي، ¶ ويتسامى باخوانه الذين يعدهم ليكونوا دعاة وعاة، يستعصون على المادية ¶ الطاغية، ويكون الواحد منهم عصيأ على المنحرفين والمستبدين في حالي ¶ الرغب والرهب. ¶ هذا ا لكتيب هو الحديث ا لأول منها، ونحن نتطلع إ لى بقية هذه الأحاديث، ¶ لتكون زاداً للدعاة في هذه المهامه، ففيها تزكية للنفوس، وتصفية للقلوب، ¶ وتنقية للمشاعر، وصقل للأرواح، وفتح اَفاق رحيبة للعقول. ¶ وكما نرجو أن تظهر هذه الأحاديث الروحية في كتاب أو كتيبات، نرجو ¶ أن تظهر في أشرطة، ليسمع الناس، لتسمع الأجيال التي لم تسمع صوت ¶ السباعي، لتسمع صوته العذب، ولتقرأ ما في ذبذباته من إخلاص، وسمو، ¶ وصدق، فما سمعنا أصدق لهجة، وأخلص إخلاصأ، وأسمى سموا من السباعي ¶ القا ئد ا لمربي ا لحكيم. ¶ إنه حديث ارتجالي، كهذه الأحاديث التي نتلقاها أو نلقيه! في (الأسرة) ¶ الإخوانية، ولكن. . شتان ما بين حديث وحديث، ما بين موجه وموجه، ما بين ¶ مرب ومرب، ما بين قائد وقائد. . حديث مرتجل، ولكنه عميق، فيه خلاصة ¶ لفكر جؤاب، لفيلسوف حكيم، لمثقف واسع الئقافة، واسع الاطلاع على حياة ¶ الأفراد والشعوب والأمم والحضارات، لداعية ذي خبرة في الحياة، قادر على ¶ استخلاص الدروس والعبر منها. ¶ تحدث السباعي عن اثر القلب والعقل في حياة الأفراد، ثم في حياة ¶ الجماعات. وقد بدأحديئه على السجية بتعريف العقل والقلب فقال: ¶ \"هذه الحياة صراع بين العقل والقلب، ذلك هو تاريخ الإنسان، وتاريخ ¶ الجماعة، وتاريخ الشعوب. وما العقل في حقيقته إلا ميزان يوازن في كل أمر ¶ 155",
            "page": "155",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "بين خيره وشره، بين نفعه وضرره. أما القلب، فهو ذلك الميل والاتجاه إلى ¶ فعل ا لشيء أو تركه، فا لعقل ميزا ن، وا لقلب هو ا لموجه ا لأول لأعمال ا لإنسا ن \". ¶ لىذا كان العقل مناط التكليف في الشرائع كلها، فلا اَيات القرآن العظيم ¶ تصب اللوم على القلب لا على العقل، والقراَن يصف القلب أحياناَ بالسلامة، ¶ وأحياناَ بالضلال والعمى والقسوة \"ف! ذا كان العقل مناط التكليف وجودا ¶ وعدمأ، فلا القلب هو مناط الشقاء والسعادة، والنجاة والهلاك \". ¶ والقلب -عند السباعي -هو الميل وا لعاطفة، وا لنفس، وا لروح، والفلب. ¶ وأهمية القلب - عند السباعي - ناجمة من \"أن هذه الإنسانية ليست دائماَ ¶ وليدة العقل، بل نحن نعيش في هذه الحياة بفضل القلب \". ¶ وضرب على ذلك مثلأ بحياة الإنسان الفرد الذي كان ينبغي له ان يكره ¶ هذه الحياة، لما فيها من متاعب من أول لحظة يتخلق فيها الإنسان، إلى أن يرحل ¶ عنها، ولكننا جميعأ نحب الحياة مع كل اَلامها، وشقائها، وتعاستها \"إذن نحن ¶ نتخلى عن حكم العقل في حبنا للحياة، ونسير في حب ا لحياة وراء قلوبنا وعواطفنا ¶ وميولنا وأهوائنا \". ¶ وضرب مثلأ بهذا الطعام الذي باًكله الإنسان، والمتاعب التي يتحملها ¶ الإنسان من أجل الحصول عليه، والتلذذ به لدقائق معدودات، ثم يذهب أكثره ¶ فضلات. ¶ وبالمرأة العاقر ا لتي تعد نفسها شقية في هذه ا لحياة لأنها لم تنجب، وبا لأب ¶ الذي يشقى في سبيل زوجته واولاده، وبالإنسان الذي يضحي بحياته ليسلم له ¶ شرفه، وبالكريم الذي بفني ماله الذي تعب وشقي في جمعه، ليقدمه للاَخربن، ¶ ومع ذلك، فالكرم صفة محمودة لدى كل الناس. ¶ وهذا يدل على أننا لا نسير دائماَ وراء العقل، لىنما نسير في أكثر الأحيان ¶ وراء القلب والعاطفة ونحن سعداء، ولو لا تغليب القلب والعاطفة على العقل، ¶ لما عاش الإنسان على وجه الأرض. ¶ 156",
            "page": "156",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "وبالمقابل، كثيراَ ما نجد انتصار القلب والعاطفة على العقل، يؤدي إلى ¶ شقاء ما بعده شقاء، وضرب مثلاَ بانسان حين يريد أن يسكر، ينهإه عقله عن ¶ السكر، لأنه مضر، ولكن عاطفته، وقلبه، وهواه 0. هي التي تدفعه إلى السكر، ¶ وبذلك يشقى. وكذلك المقامر، وأكل الطعام الذي منعه الطبيب من أكله ¶ لضرره، والمجرم. . ¶ وهذا الذي نراه لدى الأفراد، نرى مثيله لدى الجماعات، ففي حياة ¶ الجماعات امور تفعلها، وتخالف بها عقلها، ولكنها راضية سعيدة بها، مطمئنة ¶ إليها، كالجهاد في سبيل الله، او الوطن، أو الكرامة، أو الاستقلال، فالجهاد ا ن ¶ تندفع الأمة لتقدم شبابها دفاعاً عن الوطن، والحق، والدين، والكرامة، وهذا ¶ في حكم العقل سخافة. . لماذا يقتل الإنسان نفسه ليعيش مجتمعه؟ ولكنه في ¶ نظر القلب فضيلة. . وكذلك الأمر في الحكم والحكومة، وفي السياسة، فلو ¶ حكم السياسي عقله لقال له: لماذا تتعب نفسك؟ لماذا تشقي زوجتك وأولادك؟ ¶ لماذا تعرض نفسك للسجن؟ لماذا تسجن والناس احرار؟ لماذا تشرد والناس ¶ الذين شردت من أجلهم مقيمون في أو طانهم؟ هم أحرار وأنت سجين. هم احياء ¶ وأنت تقتل. إن هذا منتهى ا لجنون في حكم العقل. 0 ولكن السياسيين المصلحين ¶ لم يستجيبوا لحكم العقل، بل استجابوا لحكم القلب الذي يطلب من كل من اَتاه ¶ الله غيرة في امته، أن يقوم بواجب الإصلاح والدعوة، وفي استجابتهم هذه لنداء ¶ القلب، كل الخير للقلب وللجماعة وللمصلحة. . وكذلك المخترعون الذين ¶ يقدمون كل ما يملكون في سبيل تجربة علمية، ما توا فقراء من أجل ا لإنسانية. ¶ فالجماعات والحضارات والأمم مدينة في نشوئها وتطورها وتقدمها ¶ للقلب وا لعاطفة، أكثر من ا لعقل، ولو ا ستجاب المصلحون لنداء ا لعقل ا لمجرد، ¶ لما فامت حضارة، ولما استقامت أمة، ولما نشأت دولة، ولما انتفع الناس ¶ بمبتكرات العلوم والمكتشفات الحديثة ويقلب السباعي صفحة أخرى، فيجد أ ن ¶ اتباع العاطفة والقلب، جر على الانسانية كثيراً من ا لشقاء، ويضرب مثلاً بتشرشل ¶ ا لذي ساند ا لصهيونية، وفاخر بانه نصير لها وداعم. لو استجاب تشرشل لنداء ¶ 157",
            "page": "157",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "عقله، لنهاه عن ان يكون نصيراَ لحركة باغية، مجرمة، ولكنه استجاب لنداء ¶ قلبه، لأنه نشأ في وسط صهيوني، وقد شقيت الإنسانية بموففه العاطفي هذا. ¶ وكذلك هيئة الأمم، وامريكة بالذات التي تحارب في اروقة هيئة الأمم، ¶ كي تمنع بحث فضية فرنسة في مستعمراتها في المغرب العربي، حتى لا تغضب ¶ فرنسة عليها. ¶ والإنسإنية اليوم تشقى بتغليب العاطفة والهوى على العقل، وضرب مثلاَ ¶ بهذا الانحلال الخلقي، وهذا التفكك الاتجماعي، وما يجرانه على البشرية من ¶ شقاء. ¶ وهكذا. . قد يكون انتصار القلب والعاطفة خيراَ ل! نسانية، وقد يكون ¶ شراَ 0 ويتساءل: ماذا ينبغي ان نعمل إذن؟ ويجيب: ¶ ينبغي ان تتجه جهود المصلحين جميعأ إلى احكام هذه العاطفة في ¶ القلب. . ان يضبط هذا القلب، حتى يتجه اتجاهاَ كريماَ حسنأ، يكون في ¶ انتصاره انتصار للخير، فشقاء الإنسإنية اليوم ليس لنقص العلم والعقل، فالعلم ¶ اليوم اكثر منه في اي وقت مضى، والعقل اليوم، ليس اوسع منه، وبهذا ¶ لا يستطيع احد ان يزعم ان الشقاء الذي تعانيه الإنسإنية اليوم شقاء عقل ناقص، ¶ او علم ناقص. . الشقاء الذي تعانيه اليوم، شقاء قلب مريض، او قلب ميت. ¶ وقارن بين عمر بن الخطاب رضي الله عنه، وبين ترومان الذي سمح له ¶ ضميره - إن كان له ضمير - ان يثرد مليوناَ من الأنفس الفلسطينية، حتى إذا شكا ¶ هذا المليون إلى هيئة الأمم، ولَى (ترومان) ضاحكاَ على هذا المليون المشرد ¶ الذي اغتصب اليهود وطنه، ولم يعتبر تثريده ظلمأ ولا عدوانأ. ¶ عمر خير ل! نسانية من ترومان، مع انه - عمر - كان اقل علماَ وثقافة، ¶ ورقياَ مادياَ من ترومان، ومع ذلك عاقب امير مصر وابنه، لأن ابنه اعتدى على ¶ صبي فبطي. ¶ فالإنسإنية سعدت بالعلم القليل، مع القلب الكبير، وشقيت مع العلم ¶ 158",
            "page": "158",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "الكثير والقلب الميت. وضرب مثلاَ اَخر بصلاح الدين الأيوبي الذي كان أقل ¶ ثقافة من كل ملوكنا ورؤسائنا، ولكنه كان أبر بالمسلمين، وأجدى لتاريخ ¶ الإسلام، منهم جميعأ، فقد أنقذ المسلمين من الاستعباد إلى قيام الساعة، ولما ¶ مات، لم يخفف لأولاده وورثته درهمأ ولا ديناراَ، ولكنه خفف في كل بلد أثراَ ¶ من آثار ا لبر، من مستشفى، او مدرسة، او مسجد، أو ملجا. ¶ المشكلة ان حضارة اليوم صححت العقل، ولكنها افسدت القلب. . ¶ قؤت العقل، ولكنها اضعفت القلب. . . وشَعت آفاق العلم، ولكنها ضيقت ¶ آفاق فضائل النفس والروح والقلب. ¶ \"من اجل ذلك، كنا، نحن ابناء هذه الحياة وأبناء الإسلام، جديرين بأن ¶ نفتش عن السعادة لا في آفاق الذين اتسعت علومهم، وماتت قلوبهم، بل في ¶ آفاق الذين اتسعت فلوبهم وعقولهم معاَ\". ¶ الإسلام يسعى إلى إيجاد القلب الحي السليم في كل إنسان، وتزكية ¶ النفس هي اول ما يطلبه الإسلام. ¶ إننا لا نجد في التإريخ الإسلامي صاحب قلب كبير، إلا وهو صاحب ¶ عفل كبير، ولكننا نجد في التإريخ كثيرين، كان الواحد منهم صاحب عقل كبير، ¶ ولكنه لا قلب له، وهذا شيطان يوسوس للناس بالفتنة والفساد والضلال. من ¶ اجل هذا ينبغي ان نحرص على حياة قلوبنا وسلامتها، لأنها مبعث الفضائل. . . ¶ العقل الكبير يستحق إعجابك، ولكن صاحب القلب الكبير يستحق حبك ¶ وإجلالك0 ¶ ثم توجه إلى الإخوان فقال: ¶ \"عليكم - ايها الإخوان - أن تعنوا عناية كبيرة بهذا القلب الذي حياته حياة ¶ لكم وللناس، والذي موته ومرضه، موت ومرض لكم وللناس. إن دروسنا ¶ ا لمقبلة ستتنا ول هذا ا لقلب، إن شاء ا لله: ا مراضه، وعلله، وعلاج هذه ا لأمراض، ¶ والوسائل التي بها نستطيع ان نضمن هذا القلب الكبير اليقظ الحي الذي لا ينبثق ¶ 159",
            "page": "159",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "منه إ لا كل خير. . وعلى كل واحد متا، ان يعزم عزماَ اكيداَ على ان يرجع إلى قلبه ¶ ليطهره، ويصفيه، ويبعث الحياة فيه، ولذلك مقدمات ثلاث نستطيع الان ا ن ¶ نحصل عليها، إذا صممنا واردنا أن نعيش بقلوب حية: ¶ أولاَ: أن نذكر الله وسلطانه، وعظمته. وهذا يخفص قلوبنا من كثير من ¶ الأمراض، والأوهام، والأغيار. ¶ ثانياَ: ان نذكر الموت، وقربه، والوفوف بين يدي الله عز وجل للحساب ¶ على ما نقدمه. ¶ ئالثاَ: أن نجدد التوبة الَان، وشرائط التوبة: الندم على الماضي، والعزم ¶ على أن لا تعود، وإرجاع الحقوق إلى أصحابها، فالتوبة والإنابة إلى الله، أول ¶ الطريق إلى تصحيح القلب، وتصفيته. ¶ هكذا كان السباعي يوجه إخوانه وتلاميذه، ويربيهم، ويسعى إلى ا ن ¶ يكونوا أصفياء انقياء اتقياء مثله. ¶ *** ¶ 160",
            "page": "160",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "الملاحق ¶ تحسسه باَلام الجماهير ¶ \"من كلمة القاها في حفل عام في مكتب الجهة الاشتراكية الإسلامية ¶ بدمشق بتاريخ 8/ 1 1/ 9 4 9 1 م \". ¶ هناك شيء هام في السياسة الإصلاحية التي كانت تسير عليها الدولة من ¶ قبل، فلقد كا نت العناية بالمدن الكبرى اكثر من ا لمدن الصغرى، والعناية بالمدن ¶ اكثر من القرى، والعناية بأحياء الأغنياء اكثر من احياء الفقراء. . ولا اريد ا ن ¶ اضرب الأمثال ولكن اسألكم: هل تجدون ا لعنا ية بأحيا ئكم انتم يا سكان الشا غور ¶ والميدان وباب السريجة والسمانة والعقيبة كما تجدون العناية بشارع الروضة ¶ وابي رمانة؟ واسألكم يا سكان القرى: هل طرفكم كلها معبدة؟ هل تنالون ¶ نصيبكم من ميزانية الأشغال العامة؟ هل تنعمون جميعكم بالكهرباء؟ هل تشربون ¶ جميعأ الماء النقي؟ هل تجدون المدارس الكافية؟ فلماذا هذا التفاوب؟ لماذا هذا ¶ الإصلاح الذي يدلل فريقاً ويحرم جمهورأ؟. . لماذا تبني الدولة لأهل المدن ¶ المدارس او تستأجرها لهم، وهي في القرى تجبر الفلاحين على بناء ا لمدارس ا و ¶ استئجارها؟ ولماذا يكون المعلمون في مدارس المدن موفورين كاملين في كل ¶ صف وفي كل مدرسة، واكثر مدارس القرى لا توجد في المدرسة ذات الصفوف ¶ ا لثلاث إ لا معلم وا حد؟. ¶ وهناك ناحية اخرى وهي اننا ننفق على إصلاح امور ثانوية بمقدار ما نهمل ¶ إ صلاح امور ضرور ية. ¶ لقد اراد بعضهم في المجلس النيابي السابق ان تخصص الدولة (0 4) الف ¶ ليرة لإصلاح الموشقى وتخريج عدد من الفنانين ونحن لا ننكر حاجة الموشقى ¶ 161",
            "page": "161",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "إلى الإصلاج ولكن اين كنا نحن يومئذ؟ كنا نخوض معركة فلسطين أو نتأهب. ¶ ولقد كانت رغبة الشعب وم! تزال حتى الَان أن نهمئ الجندي والبندقية ¶ والخرطوشة قبل أن نهمئ العازف والعود والكمان. إن الإصلاج يجب أن يبدأ ¶ بالضروري قبل الكمالي، وبالفقير قبل الغني، وبالقروي مع المدني، وعلى ¶ جميع أبناء الشعب وجميع الأحياء وجميع المدن والقرى لا على فريق دون فريق ¶ ولا على طائفة دون طائفة. ¶ مواقف الكرامة ¶ \"من كلمة القاها في مجلس النواب في 3/ 8/ 951 ام بمناسبة حوادث ¶ الحدود\". ¶ إننا شعب مصمم على أن يموت، أو أن ينال حقه بيده، فهو قد كفر بكل ¶ عدالة تأتيه من الخارج، لقد كفر بكل عدالة تأتي من أولئك الذين يتوسدون ¶ أرائك مجلس الأمن وهيئة الأمم والذين لا يشوحون ضمائرهم وإنما يشوحون ¶ انانيتهم. ¶ وبهذه المناسبة اعلن ما كررناه من فبل، اننا يجب أن نفكر في علاقاتنا ¶ بالمعسكر الغربي، إن من واجبنا ان نفكر بعلاقاتنا بهذه الدول، إننا جديرون بأن ¶ نصون كرامتنا إزاء هؤلاء الذين يستهزئون بكرامتنا وب! رادتنا، ولا ادري إ لى متى ¶ نسير ب! رادتهم ومتى نفكر بالخروج على تلك الإرادة؟. ¶ وقد يقال إننا ضعفاء، وإننا لا نملك من الأمر شيئإَ، ولكن لأن نموت ¶ ونحن نلطم الذي يلطمنا خير لنا من ان نموت ونحن نقدم خدنا لمن يريد أ ن ¶ يلطمه، ورقابنا لمن يريد ان يتحكم بها، ولذلك ارجو من اللجنة السياسية التي ¶ سوف تجتمع عما قريب، وارجو من الجامعة العربية إذا كان في الأموات رجاء، ¶ ارجو من هؤلاء ان تستيقظ ضمائرهم بعد الَان، وان يستيفظ فيهم الشعور ¶ الحي، وان يسمعوا صدى إرادة هذه الأمة وشعورها في مختلف اقطارها، ارجو ¶ ان يستيقظوا على هذه الصرخات. ¶ 162",
            "page": "162",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "من الواجب أن نفكر بعد الان كيف ينبغي أن تكون علاقاتنا مع هذه الدول ¶ فلا نجاملها، ولا نجعل مصيرنا مرتبطاَ بها وإن كانوا يظنون أن في هذا التعدي ¶ ما يرهبنا ويخيفنا، فليعلم العالم أننا شعب لا يخاف الحروب، وأننا أبناء هذا ¶ الجيل، فد ولدتنا أمهاتنا على لمعان نيران الحروب وعلى ضوء مدافعها، وعلى ¶ بطاح معاركها وبريق أسنتها، ونحن امة رضعنا حب الحروب من أثداء أمهاتنا ¶ فلن تخيفنا الحروب ولن ترهبنا النكبات، وقد تعرضنا في تاريخنا الماضي كثيراَ ¶ إلى مثل هذه النكبات التي تألبت علينا واستمرت مئات السنين، ئم لم ترهبنا ولم ¶ ترجعنا عن عزيمتنا. ¶ وقد وطئا ا لنفس على أن نرد العدوان مهما كان شاًنه، فلا يطمع بنا الطامعون ¶ من الدول الكبرى، وليعلموا انهم في إثارتهم لإسرائيل في هذ 5 الظروف علينا، ¶ لا يستطيعون ان يحملونا على الصلح، وإنني اعتقد انني اعبر عن حقيقة واقعة، ¶ وهي أنهم لم يجدوا في هذه البلاد ولا في أي قطر عربي آخر رجلاَ واحداَ ترض ¶ له كرامته، وترضى له وطنيته ان يرى الصلح مع إسرائيل أو يقبل به، إ لا إذا كان ¶ معنا 5 الموت، وإلا إذا كان معنا 5 تسليم رقابنا للجزارين الأشرار، إن الصلح مع ¶ إسرائيل خيانة وطنية فلا يفكر أحد بأن يحملنا عليها. ¶ ا لاستعداد قبل وقوع العدوان ¶ \"من كلمة ألقاها في جلسة المجلس النيابي بتاريخ: 8/ 2 1/ 0 95 1 \". ¶ إن من واجب الحكومة ان تهئ الشعب للنضال، وأن تعبئ قواه الروحية ¶ والمادية، وأن تقوي أ خلا قه، وتحارب الميوعة وا لانحلال في معيشته وسلوكه، ¶ حتى يكون وراء جيثه المحارب على الحدود متاهباً لمد 5 بالرجال والعون حين ¶ تحتدم ا لمعا رك دفاعاَ عن شرف ا لبلا د وسلا متها. ¶ إن من واجب ا لحكومة ان تبدأ فوراَ بكل ما من شاًنه أن يجعل بلادنا وشعبنا ¶ على استعداد لمواجهة كل خطر عالمي او موضعي ومواجهة كل عدوان برباطة ¶ جأش وتمام استعداد، فهل تنوي الحكومة أن تقوم بذلك؟. . وهل يرى دولة ¶ 163",
            "page": "163",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "رئيس الوزراء أن الوقت قد حان لمواجهة الأخطار بحزم وجرأة ومثابرة وعزيمة ¶ لا تعرف الياس ولا الملل؟. . ¶ يادولة رئيس الوزراء!. . لقد رأينا بأعيننا كيف كانت حكومات هذه الأمة ¶ مشغولة عن الاستعداد للأخطار، بتوظيف المحاسيب والأنصار، والتلاعب ¶ بالدصاتير والقوانين، والانشغال بجمع المال وتوطيد الجاه والخلود في الحكم، ¶ حتى إذا فوجئت بالخطر الذي كان يتهيا له عدونا منذ سنوات لم يكن من اولئك ¶ الحكام إلا أن يخدعوا الشعب ببليغ تصريحاتهم، لقد دخلوا الحرب وهم ¶ يخدعوننا ويخفون النتيجة إلى ان هزموا. . وصدمنا. . وعندما هزموا وحلت ¶ الكارثة بنا. . تواروا عن الأنظار وبعضهم لا يزال بافياَ على ارائك الحكم في ¶ البلاد العربية، لم تنلهم يد بعقاب ولا محكمة بحساب، ولكنما نالهم شيء ¶ واحد، هو لعنة الله، ولعنة هذه الأمة، ولعنة الأجيال الَاتية من بعد. ¶ ف! ذا أردنا يا دولة الرئيس أن ننجو من مثل هذه اللعنات فلنعمل ولنستعد ¶ ولنهئ الأمة لأخطار الحرب المقبلة. . نحن لا نريد إلا أن ندافع عن انفسنا، ¶ فابدأ منذ الَان يا دولة الرئيس بالعمل والاستعداد، جثد الرجال، ودزب ¶ الثباب، وقوَّ الأخلاق وحارب الميوعة، واحرمنا من بعض ماكلنا وملذاتنا، ¶ خذ منا ما تثاء من أموال ورجال. نحن على استعداد لنعطيك ذلك كله على أن ¶ يسلم لنا شرفنا، على ان تصان لنا حرياتنا. . على ان لا تلعننا الأجيال كما لعنت ¶ الاخرين. ¶ يا دولة الرئيس: أنت واعضاء حكومتك مسؤولون عن مستقبل هذا ¶ ا لشعب، وعن صيانة حريا ته وعن ا لدفاع عن كرا مته، انتم وحدكم ا لذ ين ستحملكم ¶ الأقدار نتيجة التفريط في الاستعداد، فحؤل منذ الَان وزارتك إ لى وزارة طوارى، ¶ وابذل ما تسطيع لتهئ هذه البلاد للكفاح الطويل والنضال المرير، واخلص دته ¶ عملك يؤتك الله ما تستحق من اجر وثواب وتاييد. ¶ !!! ¶ 164",
            "page": "164",
            "part": "1"
        },
        {
            "id": "170",
            "nass": "لن ننساها ¶ في حياة الأمم، كما في حياة الأفراد، فترات من الشدة والقسوة يفر منها ¶ ضعفاء الإيمان إلى الياس، وينهض معها أفوياء الإيمان إلى العمل. . وجراح ¶ فلسطين الدامية التي لم تندمل بعد في جسم أمتكم، إن حملت بعض القادة ¶ والزعماء على إلقاء السلاح، فإنها يجب أن تحملكم على متابعة النضإل ¶ والكفاخ!. ¶ هذه فلسطينكم!. . أضاعتها الأطماع الجائعة، والشهوات الظامئة، ¶ والغفلة المسترسلة، والأحقاد الصليبية الكامنة، ولن تكون فلسطين بعد كل ¶ هذه المؤامرات إ لا لنا. . نحن العرب. . نحن المسلمين. . ¶ فلسطين لنا: ¶ يوم نجند في سبيلها العزائم والسواعد0 ¶ ويوم نحشد لها الإمكانيات والمواهب. ¶ ويوم نحرسها بالسلام الشاكي والإيمان اللاهب. ¶ فلسطين لنا: ¶ يوم نعزم أن نرفع رؤوسنا للسماء. . ¶ ويوم نابى أن ننهزم وبايدينا اللواء. ¶ ويوم نقول: الا) للطغاة الأعداء. ¶ لا تياسوا. . فا لياس كفر بالثه. ¶ ولا تترددوا. . فالتردد مفتاح الهزيمة. ¶ ولا تقفوا. . فالوقوف أول الموت. ¶ 165",
            "page": "165",
            "part": "1"
        },
        {
            "id": "171",
            "nass": "يا شباب. ¶ اذكروا فلسطين. . يقظتكم ومنامكم0 ¶ واذكروها .. مغداكم ومراحكم. ¶ واذكروها. . في عبا دتكم ورياضتكم. ¶ واذكروها. . لأطفالكم وامهاتكم. ¶ ا ذكروها. ¶ ا ذكروها! ¶ فهي قلب وطنكم الكبير الواحد. ¶ ا ذكروها! ¶ فهي طريق الإسلام إلى عاصمته (مكة). ¶ ا ذكروها! ¶ فهي ئغر جزيرتكم التي يربض فيها محمد يك! رو. ¶ يا شباب!. ¶ اجعلوا لفلسطين ما تملكون من مال، وما ترزقون من مواهب، ¶ وما تجدون من وقت، وما تفاخرون به من عرض وعقيدة. ¶ هذا هو طريقكم الجدبد إلى وطنكم المفقود. ¶ *** ¶ 166",
            "page": "166",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 5 ¶ مصطفى السباعي الداعية الرائد والعالم المجاهد ¶ 1334 - 1384 هـ ¶ 1915 - 1964 هـ ¶ تأليف ¶ عبد الله محمود الطنطاوي ¶ دار القلم ¶ دمشق ¶ __________ ¶ ((نسخة محولة بواسطة القارئ الآلي، وتم مراجعتها مراجعة مبدئية، وليست نهائية؛ ولذا وجب التنبيه وبخاصة في الآيات القرآنية والأرقام والجداول!))",
            "page": "1",
            "part": "1"
        },
        {
            "id": "78",
            "nass": " ",
            "page": "74",
            "part": "1"
        }
    ],
    "t38589": [
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول لمحات من حياته"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مصطفى السباعي الداعية الرائد والعالم المجاهد"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني تعريف بمؤلفاته"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "مقدمة"
        }
    ]
}