{
    "b38593": [
        {
            "id": "3",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 9 ¶ محمود الطناحي ¶ عالم العربية وعاشق التراث ¶ 1353 - 1419 هـ ¶ 1935 - 1999 م ¶ تأليف ¶ أحمد العلاونة",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم",
            "page": "3",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الطبعة الأولى ¶ 1422 هـ - 2001 م",
            "page": "4",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "توطئة ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف المرسلين ¶ سيدنا محمد - صلى الله عليه وسلم -، وعلى اَله وصحبه، ومن دعا بدعوته إلى يوم الدين. . ¶ وبعد: ¶ فإن الأمم الواعية هي التي تعرف لر-ا إكا حقَهم، ولأعلامها ¶ منزلتَهم، فتسجل اَ ثارهم، وتخلّد تا ريخَهم، اعترا فأبفضلهم أو لأ، ولتنسج ¶ الأجيال القادمة على منوالهم ئانيأ، ولقد بلغت أمتنا في هذا الجانب مبلغألم ¶ تُسبَق إليه، ولم تزحم عليه، فمنذ فجر تاريخنا وهي تسجّل تاريخ ¶ أعلامها وابطالها، تعي ذلك ذاكرتها، ويتناقله الرواة مشافهة، حتى جاء ¶ عصر التدوين، فبرعت في تدوين السير والتراجم، وتفننت فيها تفننأ، من ¶ سيرة لأفرادٍ بعينهم، مثل (سيرة عمر بن الخطاب) لابن الجوزي، و (سيرة ¶ عمر بن عبد العزيز) له أيضأ، و (سيرة عمر بن عبد العزيز) لابن عبد الحكم، ¶ وسيرة أحمد بن طولون لابن سعيد المغربيئَ، ولأبي عبد الله بن محمد ¶ المديني (سيرة ابن طولون) أيضأ، و (عقود الجمان في مناقب ابي حنيفة ¶ النعمان) للصالحي، و (مناقب الشافعي) للبيهقي وغيره. . . إلخ. ¶ ومن سيرة أو تراجم للأئمة في فن من الفنون، مثل (طبقات ¶ المفسرين)، و (طبقات الحفاظ)، و (طبقات الحنفية)، و (طبقات ¶ الشافعية)، و (عيون الأنباء في طبقات الأطباء). . وطبقات الصوفية، ¶ و (طبقات اللغويين والنحاة)، و (طبقات الشعراء). . . إلخ.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ومن كتب تراجم لقرنِ بعينه، مثل (الذيل على الروضتين) في تراجم ¶ رجال القرنين السادس والسابع، و (الدرر الكامنة في أعيالىْ المئة الثامنة)، ¶ و (الضوء اللامع لأهل القرن التاسع) و (الكواكب السائرة في أعيان المئة ¶ العاشرة)، و (خلاصة الأثر في أعيان القرن الحادي عشر). . . إلخ. ¶ ومن تراجم لأهل بلد معين، مثل (وفاء الوفا بأخبار دار المصطفى ¶ عنَي!)، و (العقد الثمين في تاريخ البلد الأمين)، و (تاريخ بغداد)، و (تاريخ ¶ دمشق)، و (الوسيط في تراجم أدباء شنقيط). ¶ ومن تراجم عامة، وهذه قد ترتب على السنين مثل (شذرات الذهب ¶ في أخبار من ذهب). وقد ترتب على الأسماء مثل (وفيات ا لأعيان). ¶ ومن هذا الباب كتب الأنساب بأنواعها وفنونها. ¶ نعم، لفد تفئنت أمتنا في تراجم رجالها، وتخليد أعلامها تفئنأ. ¶ *** ¶ وهذا الكتاب الذي بين أيدينا يقع في هذا الباب، فهو ينشر ضمن ¶ سلسلة: (علماء ومفكرون معاصرون)، التي نَهدَ لها الأخ الكريم محمد ¶ علي دولة، مؤسس دار القلم، ليضيف بها فضلاَ إلى فضله في نشر سلسلة: ¶ (أعلام المسلمين). ¶ تلك السلسلة التي بدأها منذ سنوات، وأوشكت أن تتم الكتاب رقم ¶ (0 0 1) وفقه الله وأعانه. ¶ *** ¶ وموضوع هذا الكتاب الذي نقدمه سيرة الأخ الكريم العلامة",
            "page": "6",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الدكتور محمود الطناحي بزد الله مضجعه، وهو أحد الأفذاذ الذين سعد بهم ¶ عصرنا، وقد رحل عنا وهو في أوج نشاطه، وقمة عطائه، وأوان حصاده، ¶ فترك في النفس لوعة، وفي القلب حسرة، وفي الفلعة -قلعة العربية -ثُلْمة، ¶ رحل قبله شيخ العربية وفارسها، علأمة العصر شيخنا الشيخ محمود محمد ¶ شاكر، فريع الحمى، وزثزلت الأركان، ولكن الأنظار في ظلمة هذا الخطب ¶ المدلهم، تعلقت ب (محمود الطناحي) خلفأ وعوضأ، فقد كان وارث علم ¶ الشيخ شاكر، وأقرب تلاميذه إليه، واخصهم به، وأكثرهم ملازمة له، ¶ واعرفهم بعلمه، و إحاطة بمناهجه، وإ حساسأبد خا ئله، و إد راكأ لمشاعره. ¶ كان الطناحي الرجاء والأمل في امتداد المدرسة (الشاكرية) حصن ¶ العربية والأصالة، وقلعة الدفاع عن تراث أمة كامل متكامل، هو فخر ¶ ماضيها، وسزُ حاضرها، وضوء مستقبلها. ¶ ولكن قدر الله نافذ، فقد رحل عنا الطناحي، فكان هول الفجيعة ¶ تجديداً لهول الفجيعة في شيخنا، بل كانت اشد واقسى، فإذا كنا تعلقنا ¶ بالطناحي بعد شيخنا عوضأ وأملاً، فها نحن الان لا نجد من الطناحي ¶ عوضأ وخلفأ والله وحده المستعان. ¶ لم تكن الفجيعة في الطناحي فجيعة عامة فقط، بل كانت فجيعة ¶ شخصية لكل من عرفه، أو تتلمذ له، أو استمع إليه، او حتى لقيه مجرد ¶ لقاء، ذلك أن الرجل كان من القلائل الذين انعم الله عليهم بحلاوة، ¶ وطلاوة، وسماحة، يقذف الله حئه في قلوب عباده، لا يملك من يراه إلا ا ن ¶ يحئه، ويعشقه، واية ذلك ما كان في جنازته، ومجلس عزائه، فقد توفي ¶ فُجاءة، وما هي إلا ساعات حتى ل! خبرُه القاهرةَ بملايينها، وزحامها، ¶ وعجيجها، فاحتشدت في وداعه الجموع، وتضاعفت في سرادق عزائه",
            "page": "7",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الجماهير، ما جمعها إلا الحب، لم تسُقها إيالة قاهرة، ولم تدفعها قوة ¶ قادرة. ¶ وتوالت حفلات التأبين والمرا ئي، وتتابعت المقا لات في الصحف، ¶ لا في مصر وحدها، بل في كل بلد عربي حل به، ما دفعها إ لا ا لحب (جُمعت ¶ هذه المقالات، فكانت سِفْراً لطيفأ). ¶ وبلغ من حب تلاميذه له وتأثرهم به أن تسفى أحدهم ب (غلام ¶ الطناحي) واَخر باسم (الطناحي الصغير) جريأ على مألوف السلف. ¶ رحم الله الطناحي، وبزَد مضجعه، وعوضنا فيه خيراَ. ¶ *** ¶ اما مؤلف هذا الكتاب، فهو الابن الحبيب، والتلميذ النجيب الذي ¶ ابا هي بأبوته، وأفاخر بتلمذته، ا لأستاذ أحمد ا لعلاونة، ا لذي توثقت صلتي ¶ به منذ أكثر من عشر سنوات، عرفت فيه الباحث الدؤوب، الذي ذاق لذة ¶ العلم، فأعطاه كل وقته، وكل نفسه، وأقبل عليه إقبال المحب العاشق، ¶ فحنا عليه العلم، ومنحه من ئماره، ووطا له من أكنافه، وابان له عن ¶ دروبه، فدَلَف إليها، متئداَ غير عجل ولا متسرع، بل يطيل التفكير ¶ والتأمل، يجمع النظير إلى نظيره، ويقيس الشبيه بشبيهه، ويستقصي ¶ المسألة مهما صغرت - ولو كانت ضبط حرف - من جميع اطرافها، ومن ¶ جميع مَظانِّها، يُسائل العلماء الأعلام، ويذهب إليهم إذا جمعته بهم ¶ الدار، ويكاتبهم ويهاتفهم إذا شطَ بهم المَزار، يبذل في لممبيل ذلك من ¶ وقته وجهده وماله، بل كل ماله، بل يحيف على قوت اهله وعياله. وهو ¶ مع ذلك لا يبغي من وراء العلم ربحأ، ولا جاهأ، ولا لقبأ. في زمن صار ¶ الكل فيه يلهث وراء المال أو الشهرة، إ لا م! رحم ربك، وقليل ما هم.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "لقد اصدر العلاونة من قبل الجزء الأول من (ذيل الأعلام) فدلّ على ¶ ثقافة واسعة، ثقافة عربية أصيلة، وإحاطة معجبة بالمصادر والمراجع، مع ¶ صياغة سليمة أنيقة، تنبئ عن صاحبها النحوي الأديب المؤرخ، مرهف ¶ الحس الذي يعرف ماذا يكتب ولمن يكتب، وكيف يكتب، ولأي زمان ¶ يكتب. ¶ إن عِشْق العلاونة للعلم، وتجزده له، وطلبه إياه على الطريقة القديمة ¶ بمشافهة العلماء، ومدارسة الأدباء، والرجوع إلى المنابع الأصيلة، ¶ والكتب الأقَهات. كل ذلك يؤكد لنا أن الخير معقود في هذه ا لأمة، باق فيها ¶ إلى يوم القيامة، وأن الغثاء مهما ربا، وأن الزَبَد مهما طفا، فهو إلى زوال، ¶ وسنظل نجد من يضرب بجذوره إلى تراث امتنا، ويمتد بعروقه إلى اصيل ¶ ثقافتنا، حتى يعود لنا مجدنا ذات يوم، ويزول الركام، ويَنْقَشِع الغَمام، ¶ \" لَيَلقُولُوتَ مَتَى هُوَقُل عَسَن أَن! كلُتَ فَرِب \" ا لإسراء: 1 5،. ¶ والله دائمأ من وراء القصد، وهو نعم المولى ونعم النصير. ¶ والسلام عليكم ورحمة الله وبركاته. ¶ أ. د. عبد العظيم محمود الديب",
            "page": "9",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "المقدمة ¶ الحمد لله وليّ كلّ نعمة، ودافع كل بليّة، ومفزج كل كربة، وصلى ¶ الله على نبي الهدى والرحمة، وأسوة كل مؤمن، وسلم تسليمأ. وبعد: ¶ فهذا كتاب مخصَص للحديث عن العلاّمة الدكتور محمود محمد ¶ الطناحي - برّد اللّه مضجعه - وللحديث عن مؤلفاته وتحقيقاته، وهو ¶ تعريف موصول بكلام الطناحي، مُنْتزعٌ منه، ودالٌّ عليه، ومكمّلٌ له، وقد ¶ جعلته في فصلين. ¶ الأول: لمحات من حياة الطناحي، فتحدئت عن مولده، ونشأته، ¶ ونسبه وتعفُمه، ومضيت في الحديث عن شيوخه، رحم اللّه من توفي منهم، ¶ واطال عمر من بقي، وقد رتبتهم بحسب وفياتهم، ثم انتقلت للحديث عن ¶ نشاطه العلمي. ¶ ثم تابعت الحديث عنه لغويأ ونحويأ وعَروضيأ ومحققأ ومفهرسأ، ¶ وتكلمت عن اسلوبه واخلاقه، وعنايته بطالب العلم، واحتفائه بالنقد، ¶ وانبريت للحديث عن رأيه في العثمانيين الأتراك، ورايه في المُخْتَصِر ¶ والمهذب. ¶ واخترت بعض اقواله، وختمته بوفاته. ¶ والفصل الثاني: التعريف بماثاره تأليفأ وتحقيقأ، وهو روح الكتاب ¶ وقلبه، وقد رتبتها حسب ترتيب المعجم. ¶ 11",
            "page": "11",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وكما كان الطناحي وفيأ لأساتذته أحياءً وميتين، فقد أحببت في هذا ¶ الكتاب أن أبادله وفاءً بوفاء، فأوفيه حقه أو بعض حقه. ¶ اللهمَّ ارحم محمود الطناحي، واكرم نزله، وارفع درجته في عِليين، ¶ واَخر دعوانا أن الحمدُ لله ربّ العالمين. ¶ شاطى أيلة (العقبة) الجمعة 28 شعبان 1 42 1 هـ ¶ الموافق 4 2 تشرين الثاني 0 0 0 2 م ¶ 12 ¶ أحمد العلاونة",
            "page": "12",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الفصل الأول ¶ لمحات من حياته",
            "page": "13",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "الفصل الأول لمحات من حياته ¶ محمود الطناحي احد أعلام اللغة العربية، مَلَكَ ناصِيتها لغة ونحواً ¶ وبلاغة وادبأ، وواحد من الطبفة العليا من المحفقين الأثبات. ¶ ورائد من الرواد الذين خدموا التراث النحوي واحثوه، وامضى ¶ سنيئ عمره في تعليم أصوله وتحفيقه، ووارث المدرسة الشاكرية (محمود ¶ محمد شاكر) وحامل لوائها، كان الطناحي من أجا تلاميذه ومريديه ¶ إليه، وأكثرهم ملازمة له، ومعرفة بعلمه، وإحاطة بمناهجه. ¶ برع في علم المخطوطات قراءة ومعرفة، وانتقاء وفهرسأ ووصفأ، ¶ وجود في تحقيق المخطوطات، وأفنى عمره ناشراً فضائل التراث، مدافعأ ¶ عن العلم والعلماء. واطاب بذلك ذكره. ¶ سبحان الله العظيم! كيف جمعت الأقدار بينه وبين شيخَيه في ¶ المخطوطات: محمد رشاد عبد المطلب، وفؤاد سيد. فشاء الله ان يموتا ¶ - لْجأة -بإصابة قلبية، وهما في شعلة النشاط والقوة، وكانا في نحو الستين ¶ من العمر. ¶ وكيف جمعت الاقدار بين موته وموت رفيق دربه في التحصيل ¶ والتحقيق: الدكتور عبد الفتاح الحلو، فاختار الله الحلو إلى جواره، ¶ والضرْب يعمدون في المسلمين بالبوسنة والهرسك قتلاً وتهجيراً، واعتداء ¶ 15",
            "page": "15",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "على الأعراض والأموال، وعندما دُعي الطناحي فأجاب، كان الصرب ¶ ينكلون بالمسلمين في إقليم كوسوفو على نحو ما فعلوه بالبوسنة ¶ والهرسك. فكان موتهما زيادة في الأسى، وحسرة في القلوب. ¶ أما الملامح البارزة في حياة الطناحي ومفتاح شخصيته، فأنقلها ¶ مما كتبه الأستاذ أحمد عبد الرحيم في كتاب محمود الطناحي ذكرى لن ¶ تغيب، ص 13 - 4 1 بتصرف يسير. ¶ 1 - التاكيد على قيمة اللغة في حياة الأمة، فقد تمركزت حياته على ¶ محور اللغة. . . وهذا من منطلق إيمانه بأن اللغة هي وعاء الحضارة وكون ¶ الاهتمام باللغة - في كل مجال - بداية النهضة الحقيقية للأمة، وأسّ بنيانها ¶ كله، فبسلامة اللغة تسلم للأمة هويتها، وتمتاز بشخصيتها، بل إن وجودها ¶ نفسه رهن بحال اللغة فيها، وحال أهلها معها، ودع عنك كون اللغة العربية ¶ مجلى ظهور الكلام ا لإلهي ا لأسمى في القرآ ن العظيم، وهذا معنى جدير ا ن ¶ يحمل كل مسلم صادق على محبة هذه اللغة الشريفة، والعمل بكل سبيل ¶ على صيانتها ومراعاتها، فهذا باب من محبة الله ورسوله ىيخيم. ¶ 2 - تعلّق الفقيد بتراث الأمة الخالد تعفُقأ وصل به إلى حد العشق، ¶ وقد رَفَد هذا الجانب من شخصيته صلاتُه العميقة بأساتذة الجيل في هذا ¶ المضمار: محمود محمد شاكر، وعبد السلام هارون، والسيد احمد ¶ صقر، ومحمد محي الدين عبد الحميد، ومحمد رشاد عبد المطلب، ¶ وفؤاد سيد. ¶ وكان شديد الحرص على تدريس كتب العلم الأصيلة في ابوابها ¶ التي حفظت شخصية الأمة وكيانها قرونأ متطاولة، التي هي جديرة بأن ¶ تؤد! هذا الدور الآن ومستقبلاً لو تجد لها في دور العلم انصاراً. ¶ 16",
            "page": "16",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ومما يتصل بهذا رفضه أن يقرر على تلامذته (مذكرة) (1) من صنعه ¶ خشية ان يصرفهم بها عن وجه العلم الأصيل، مع أنه لا وجه للمقارنة بين ¶ تحقيقاته وتدقيقاته العلمية وبين ما هو مفروض في أروقة الجامعات ¶ فرضأ. ¶ 3 - دور (المشافهة) في حياة الطناحي العلمية، فسنّة العلم - لاسيما ¶ علم امتنا الشريف - تلقّيه من أفوا 5 الشيوخ، والمزاحمة عليه بالركب، ¶ وهذا ما حرص عليه الطناحي من لَدُنْ نعومة اظفار 5 في الارهر، ثم في ¶ جميع أدوار حياته، وكان لا يمل من التأكيد على هذه القيمة الجليلة، ¶ والسنّة الشريفة من سُنن أسلافنا في لقاءاته العامة، وجلساته الخاصة، ¶ وفي كل ما يكتب ما وجد إلى ذلك سبيلاً. ¶ قلتُ: وقرات له كلامأ جميلاً جامعأ في كتاب (مستقبل الثقافة ¶ العربية) هذا نصه: \". . . ثم كان من فضل الله وإنعامه عليَّ أيضأ أن أتصل ¶ بأعلام التراث وناشريه: محمود محمد شاكر، وعبد السلام هارون، ¶ والسيد أحمد صقر، ومحمد أبو الفضل إبراهيم، وحسن كامل الصيرفي، ¶ وهؤلاء جميعأ فتحوا لي أبوابأ من النظر، ودئوني على فوائد من الكتب، ¶ ما كنت لأقف عليها وحدي. وهذ 5 ثمار مجالسة أهل العلم والرواية ¶ عنهم، وهذا مما حُرِم منه شباب هذ 5 الأيام \". ¶ مولده ونشأته وتعفمه: ¶ هو محمود بن محمد بن علي بن محمد الطَّناحي المصري. ¶ (1) ¶ ولا ثكاد تخلو جامعة من ذلك. فإن لم تكن مذكرة. كان كتابأ للمدرس يفرضه ¶ على الطلاب، فأصبح المدرس تاجراً. وباللّه نستدفع البلايا. ¶ 17",
            "page": "17",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ولد بقرية (كَفْر طبلوها) بمحافظة المنوفية عام 353 ا هـ/ 935 1 م، ¶ وانتفل إلى القاهرة في الثامنة من عمره، ونشأ فقيراً عصاميأ بنى نفسه ¶ بنفسه، وجاهد وتعب حتى افاء الله عليه من فضله وكرمه، كما نشأ أستاذاه ¶ محمد رشاد عبد المطلب، وفؤاد سيد. ¶ أتم حفظ القراَن الكريم في الثالثة عشرة من عمره، وكان يعرف ¶ قراءاته على وجوهها، ويستمع إلى المقرئين، ويعرف مزاياهم وعيوبهم، ¶ ويعرف الكثير من تاريخهم، وكان إلى ذلك مولعأ بالغناء يَسمعُه، ويُطرِبه ¶ بَديعُه. ¶ التحق بالأزهر، ودرس فيه حتى نال الشهادة الثانوية عام 958 1 م، ¶ ثم التحق بكلية دار العلوم - جامعة القاهرة. ¶ وأحرز الإجازة في علوم اللغة العربية والشريعة الإسلامية عام ¶ 962 ام، وظفر بشهادة الماجستير من الكلية نفسها عام 1972؟ على ¶ أطروحته (ابن معطي واَراؤه النحوية مع تحقيق كتابه الفصول الخمسون). ¶ ونال الدكتوراه من كلية دار العلوم ايضأ عام 978 1 م على أطروحته ¶ (ابن الشجري واَراؤه النحوية) مع تحقيق الجزء الأول من كتابه (الأمالي ¶ النحوية). وقد نالها بعدما حمل من العلم ما يغنيه عنها. ¶ وكان منهومأ بالعلم - على الطريقة القديمة - ومجالسة العلماء ¶ والتعظيم لهم، والأخذ عنهم، فحقمل من بطون الكتب وافواه الرجال ¶ ومجالسة العلماء علمأ غزيراً، ووعت حافظته أخباراً وشواهد ومعارف ¶ قل أن تجدها عند غيره من أبناء جيله. ¶ كان هو وأستاذنا الدكتور عبد العظيم الديب - حفظه الله - أول ¶ 18",
            "page": "18",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "الداخلين إلى دار الكتب المصرية، واَخر الخارجين منها، يركضان في ¶ تحصيل العلم ركضأ، ينسخان ويقراَن، ويفهرسان، ويجالسان أهل ¶ العلم، يتعلمان ويتدارسان، يقضيان اليوم بطوله في صبر ودأب، يعالجان ¶ النصوص التراثية المخطوطة ونماذجها، نسخأ وقراءة وحلأً لمشكلاتها، ¶ واستجلاءً لغوامضها، وقد اَتى ذلك كقُه ثِمارَه، والحمد دئه في الأولى ¶ والاَخرة، وتلك سنوات الكفاح والجَد والتحصيل. ¶ شيوخه: ¶ تتلمذ الطناحي لمشيخة جليلة من علماء عصره، وأنا ذاكرهم ¶ بحسَب وفياتهم. ¶ 1 - فؤاد سعد: عالم المخطوطات بدار الكتب المصرية، ولد ¶ بالقاهرة عام 334 ا هـ/ 916 1 م. تعقَم القراءة والكتابة بقليل من الدراسة ¶ وكثير من الممارسة، ونشأ يتيمأ فقيراً عصاميأ، وظهرت مزيته الاولى في ¶ سرعة قراءته الخطوط القديمة ارتجالاً، وحقق بعض المخطوطات، ¶ وتوفي فجاة بالقاهرة عام 387 ا هـ/ 967 1 م. ¶ 2 - محمد أبو زهرة: اكبر علماء الشريعة الإسلامية في عصره. ولد ¶ بمدينة المحلة الكبرى عام 6 1 3 ا هـ/ 898 1 م. وتربى با لجامع ا لأحمدي، ¶ وتعلم بمدرسة القضاء الشرعي، ودزَس في المدارس الثانوية، وفي كلية ¶ اصول الدين، وكلية الحقوق بجامعة القاهرة ودار العلوم. توفي عام ¶ 394 ا هـ/ 974 1 م. وله مؤلفات كثيرة. ¶ 3 - محمد رشاد عبد المطلب: العالم بالمخطوطات واماكن ¶ وجودها، ولد بالقاهرة عام 335 اهـ/ 917 ام، ونشا عصاميأ، ولم ¶ 19",
            "page": "19",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "يتجاوز تعليمه المرحلة الابتدائية، وعمل بمعهد المخطوطات العربية من ¶ بدء إنشائه، وكان شعلة نشاطه المُتثدة، وتعاون مع فؤاد سيد على وضع ¶ فهارس لبعض الخزائن العامة، والقى محاضرات في الجامعات ا لأمريكية ¶ والبريطانية والمصرية، وتوفي فجأة بإصابة قلبية بالقاهرة عام 394 ا هـ/ ¶ 975 ام. ¶ 4 - عباس حسن: النحوي المتمكن، وصاحب الكتاب العطيم ¶ (النحو الوافي). ولد بمحافظة المنوفية عام 318 ا هـ/ 0 90 ام، وتعلم ¶ بالأزهر ودار العلوم، وعين مدرسأ بدار العلوم، ورأس فيها قسم النحو ¶ والصرف والعروض، واختير عضوأ بمجمع اللغة العربية بالقاهرة. وتوفي ¶ عام 398 ا هـ/ 978 1 م. ¶ 5 - علي حسب الله: أحد فقهاء عصره. ولد بالإسماعيلية عام ¶ 313 اهـ/ 895 ام، ودرس بالأزهر، وتخرج في مدرسة القضاء ¶ الشرعي، وعمل مدرسأ بكلية دار العلوم، وكلية الحقوق بجامعة القاهرة ¶ وتوفي عام 398 ا هـ/ 978 1 م. ¶ 6 - عبد الغني عبد الخالق: الفقيه الأصولي الأزهري (1326 -  ¶ 03 4 ا هـ/ 08 9 1 - 983 1 م) تعلم بالأزهر، وتولى التدريس فيه، واختير ¶ عضوأ بهيئة الفتوى، ومجمع البحوث ا لإسلامية بالأزهر. ¶ 7 - عبد السلام هارون: النحوي اللغوي، والمحقق المعروف، ¶ ولد بالإسكندرية عام 327 ا هـ/ 9 0 9 ام، ودرس بالأزهر ودار العلوم، ¶ وعين مدرسأ بدار العلوم، وراس فيها قسم النحو والصرف والعروض، ¶ واختير عضوأ بمجمع اللغة العربية بالقاهرة، توفي عام 408 اهـ/ ¶ 988 1 م، وله تحقيقات كثيرة. ¶ 20",
            "page": "20",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "8 - عامر السيد عثمان: المقرى المتقن، المتمكن في القراءات ¶ وعلوم القراَن. ولد بمحافظة الشرقية بمصر عام 318 اهـ/ 0 90 ام، ¶ ودرس بالأزهر، وتولى التدريس فيه، وصخَح مصاحف وراجعها، وعمل ¶ مستشارأ لمجمع الملك فهد لطباعة المصحف الشريف بالمدينة المنورة، ¶ توفي فيها عام 08 4 ا هـ/ 988 1 م. ودفن بالبقيع. ¶ 9 - السيد أحمد صقر: العالم باللغة وا لأدب، المحقق المجوّد، ولد ¶ بصفط تراب بمحافظة الغربية عام 333 ا هـ/ 5 91 ام، ودرس بالأزهر، ¶ وتولى التدريس فيه وفي مدارس التربية والتعليم، وتوفي عام 0 1 4 ا هـ/ ¶ 989 ام. ¶ 0 1 - عبد الله درويش: العالم بالنحو واللغة، والمشرف على ¶ أطروحة الطناحي للدكتوراه، ولد بالدقهلية عام 341 اهـ/ 923 ام، ¶ وتخرج في دار العلوم، ونال الدكتوراه من جامعة لندن، وتولى التدريس ¶ بدار العلوم، وعين عميداً لها عام 77 - 80، ودزس ببعض الجامعات ¶ العربية. وتوفي نحو عام 4 1 4 ا هـ/ 994 1 م. ¶ 1 1 - محمود محمد شاكر: إمام أهل اللغة والادب والتحقيق في ¶ عصره، الذي تتلمذ له علماء كثيرون، والذي رأى في الطناحي نبوغأ ¶ صالحأ، فقربه منه، واحلَّه من نفسه محلاّ كريمأ، وتلقّى الطناحي عنه ¶ علمأكثيراً. توفي عام 18 4 ا هـ/ 997 ام، وكان من أعضاء مجمعي اللغة ¶ العربية بالقاهرة ودمشق. ¶ 12 - تمام حسان: (الدكتور) الذي أشرف على أطروحة الطناحي ¶ للدكتوراه في مراحلها الأولى، ولد بقرية الكرنك بمحافظة قنا عام ¶ 336 اهـ/ 918 ام، وتعفَم بالأزهر ودار العلوم، ونال الدكتوراه من ¶ 21",
            "page": "21",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "جامعة لندن عام 959 1 م، وعُيِّنَ مدزسأ بدار العلوم، ثم عميداَ لها عام 2 7 ¶ -973 1 م، وضمَه مجمع اللغة العربية إلى اعضائه. ¶ 13 - محمد بدوي المختون: النحوي والمؤلف المحقق. ولد ¶ بمحافظة الجيزة عام 1338 هـ/ 0 92 1 م، ودرس في دار العلوم، ثم عُئن ¶ مدزسأ فيها. له مؤلفات وتحقيقات توفي في القاهرة. ¶ نشاطه العلمي: ¶ اتصل بالمخطوطات العربية منذ أن كان طالبأ بكلية دار العلوم ¶ ناسخأ ومفهرسأومحققأ، فنسخ كثير اَ من المخطوطات المشرقية والمغربية ¶ حين لم تكن آلات تصوير المخطوطات متوفرة في ذلك الوقت، و اعان ¶ بعض المستشرقين الذين نزلوا مصر من اجل تحقيق بعض المخطوطات. ¶ وعمل مصححأ بمطبعة عيسى البابي الحلبي ثلاث سنوات، فاستفاد من ¶ ذلك فوائد جليلة. ¶ وشارك في نشاط معهد المخطوطات العربية بالقاهرة، على امتداد ¶ ثلاثة عشر عامأ، وخرج عضواَ في بعئاته لدراسة وتصوير المخطوطات. ¶ ومن البلدان التي زارها وفهرس نوادر مخطوطاتها: ¶ - تركية عام 0 97 1 م. ¶ -المغرب الأقصى، مرتين عام 972 1 م وعام 975 1 م. ¶ - السعودية عام 973 1 م. ¶ -شمال اليمن عام 974 1 م. ¶ وقد اكتشف في هذه البلدان بعض المخطوطات المجهولة التي لم ¶ 22",
            "page": "22",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "يكن يعلم الناس عنها شيئأ، والتي لم تدرج في فهارس خزائن الكتب. ¶ وعمل خبيراً بمجمع اللغة العربية بالقاهرة، وبمركز تحقيق التراث ¶ بدار الكتب المصرية، واختير عضوا بالهيئة المشتركة لخدمة التراث ¶ العربي (المنطمة العربية للتربية والثقافة والعلوم -معهد إحياء المخطوطات ¶ العربية). ¶ وشارك في ندوات كثيرة، وكتب عشرات المقالات العلمية الجيدة ¶ ا لنادرة. ¶ أعما له: ¶ عمل عقب تخرجه في دار العلوم معيداً بمعهد الدراسات العربية ¶ الأميركية بالقاهرة 63 - 65، ثم عين خبيراً بمعهد المخطوطات العربية ¶ بجامعة الدولة العربية (المنظمة العربية للتربية والثقافة والعلوم - أليسكو) ¶ حتى أواخر عام 978 ام، حيث انتُدبَ أستاذاً بقسم الدراسات العليا ¶ العربية بكلية الشريعة - جامعة الملك عبد العزيز بمكة المكرمة - (كلية ¶ اللغة العربية، جامعة أم القرى الان)، وفيها أنزلوه منزلاَ كريمأ، وعومل ¶ هناك تحت بند يسمى (كفاءة نادرة) يعامل به الإنسان الذي أكرمه الله بشيء ¶ من العلم معاملة (العالم) لامعاملة (حامل الشهادة العليا)، وفي ظل هذا ¶ البند كان يعامل الشيوخ: محمد متولي الشعراوي، ومحمد الغزالي، ¶ والسيد احمد صقر، والسيد سابق، ومحمد قطب، وهذه الأسماء ¶ لعلماء عصرنا الكبار تنبئك عن مكانة الطناحي الكبيرة. ¶ وعمل في جامعة أم القرى باحثأبمركز البحث العلمي وإحياء التراث ¶ الإسلامي إلى أن استقال منها عام 9 0 4 ا هـ/ 989 1 م. ¶ 23",
            "page": "23",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وعُئن أستاذاَ بكلية الدراسات العربية والإسلامية بجامعة القاهرة - ¶ فرع الفيوم 91 - 96، ئم انتقل أستاذاَ ورئيسأ لقسم اللغة العربية بكلية ¶ آداب جامعة حلوان 96 - 97، وبقي فيها حتى وفاته. ¶ واختير أستاذاً زائراَ بجامعة الإمام محمد بن سعود الإسلامية عام ¶ 991 ام، وجامعة الكويت 994 ام، وجامعة العين بالإمارات العربية ¶ المتحدة عام 97 9 1. ¶ 1 - الطناحي لغوياً ونحوياً: ¶ اللغة هي مظهر الحضارة، ودليل الهوية، وسزُ بقاء الثقافة، ومفتاح ¶ باب الحفاظ على الموروث الضخم الذي لا يُحاط به من مجدنا الأصيل ¶ الأول. ¶ واللغة هي الباب الأول في ثقافات الأمم، وإهمالها او التفريط ¶ فيها او السخرية منها هدمٌ لتاريخ الأمم، ومَحو لها من الوجود. فلا عجب ¶ أن وقف الطناحي حياته، ووهب ئمرة قلمه وعطاء قريحته الفياضة لتثبيتها ¶ في النفوس، والتنبيه عليها لأدنى مناسبة، وأ وهى ملابسة. ¶ ودعا إلى استحياء الغريب من اللغة، و (غريب اللغة) مصطلج يراد ¶ به الكلمات الغامضة القليلة الاستعمال في كلام الناس، وتأتي غالبأ في ¶ الكلام العالي الفصيج، وقد دارت على هذا العلم مؤلفات كثيرة، ¶ بخاصة ما يُسفَى غريب القرآن، وغريب الحديث. ¶ وهذا العلم - علم الغريب - مما اهمله الناس في زماننا هذا إهمالاً ¶ يوشك أن يكون تامأ، فقد هجره الناس هجراً طويلاً، بل إن بعضهم إذا ¶ صادف شيئأ منه في نص قديم غيّره إلى مرادف له مما يَسهُل على الناس. ¶ 24",
            "page": "24",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "والدعوة إلى استحياء الغريب من اللغة، هي دعوة بحق في موضعها، ¶ لأن هذا الغريب من صميم اللغة، والدعوة إلى هجره والتجافي عنه ليست ¶ من البرِّ بهذه اللغة الشريفة، بل هي عدوان عليها، وتحيّف لشَطْرِ كبيرِ منها، ¶ فالألفاظ التي ينكرها بعض أهل زماننا لا توجد في النصوص ا لأدبية فقط، ¶ بل توجد في كتب الأنساب والتاريخ والجغرافية والفلك والطب والزراعة. ¶ وإنْ نحن اخذنا بتبنّي لغة دارجة كالتي تُقرأ في الصحافة ووسائل ا لإعلام، ¶ فإ ننا سنهدم أغلب اللغة، ونفقد ا لأساليب اللغوية ا لأدبية ا لرفيعة. ¶ ويُرجع الطناحي هجر الناس لهذا الغريب إلى سببين: ¶ أولهما: عدم معرفتهم بكثير من هذا الغريب. ¶ واَخرهما: خلطهم بين الغريب في اللغة والغريب في البلاغة، فهذا ¶ الأخير هو الكلام الحوشي المستكره أصواتأ ودلالة. ¶ ويرى الطناحي أن اللغة ليست للتفاهم وقضاء المصالح فقط، وإلا ¶ لكان القدر اللازم لنا منها محدوداَ جداَ، ولكان الذي يعرف خمسمئة ¶ كلمة إنكليزية تلبي احتياجاته في متاجر لندن وشوارعها عالمأ باللغة ¶ الإنكليزية (1). ¶ وللطناحي احتفالٌ زائدٌ في اللغة وغريبها، فعند تحقيقه كتب اللغة ¶ والنحو والأدب كان يعمد إلى صنع فهرس خاص باللغة. ¶ اما النحو فهو دِعامةُ العلوم العربية وقانونها الأعلى، منه تستمدُّ ¶ العون، وتستلهم القصد، وترجع إليه في جليل مسائلها، وفروع تشريعها، ¶ (1) مستقبل الثقافة العربية، ص 38 - 2 4. ¶ 25",
            "page": "25",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ولن تجد علمأمنها يستقل بنفسه عن النحو، او يستغني عن معونته، او يسير ¶ بغير نُوره وهداه. ¶ وهو وسيلة المستعرب، وسلاح اللغوي، وعماد البلاغي، واداة ¶ المشزع والمجتهد، والمَدخل إلى العلوم العربية والإسلامية جميعأ (1). ¶ فلا غرو ان يقف الطناحي مبينأ قيمة النحو واثره، ويشجع على ¶ دراسته، ويذود عن حياضه، ويعزف باثاره واعلامه، ويدافع عنهم، ¶ وينفي التُهم عنهم، وما وقع في حقهم من جور او خطأ، فهو واحد من ¶ هذا النفر الكريم الذين احسنوا النظر في الحصاد الطيب الذي وصلنا في ¶ ا لنحو، وعكف عليه شارحأ، ومتعقبأ وناقداً، ومضيفأ ومستدركأ. ¶ ونراه في بعض تحقيقاته، يفمْش عن اراء النحاة، ويستخرجها، ¶ ويردها إلى اصولها ومواضعها في امهات كتب النحو، ونرى في تحقيقه ¶ (أمالي ابن الشجري) و (كتاب الشعر) عجبأ، إذ عمد إلى استخراج آراء في ¶ النحو لمؤلفيهما لم تذكر من قبل، أو رد أقوالاً إلى أصحابها وكانت من ¶ قبل مجهولة النسب، وقد يرذُ أقوالاً بأقوالٍ أخرى. ¶ ففي (امالي ابن الشجري) ساق الطناحي أربعة وستين رايأ لابن ¶ الشجري استخرجها من أماليه التي حفظت نقولاً عن أعلام النحو واللغة ¶ المتفدمين من كتبهم المفقودة. ¶ وانظر إلى فهرس مسائل النحو والصرف التي صنعها لكتاب (أمالي ¶ ابن الشجري)، وكتاب (كتاب الشعر)، وكتاب (منال الطالب)، كيف ¶ جمعها ورتبها ترتيب المعجم. ¶ (1) ا لنحو ا لوا في: 1/ 1 - 2. ¶ 26",
            "page": "26",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "2 - الطناحي عَروضيأ: ¶ العَروض ميزان الشعر، ومِعراضٌ بها يعرف الصحيح من السفيم، ¶ والعليل من السليم، وعليها مدار الشعر، وبها يسلم من الأوَد والكسر. ¶ درس الطناحي علم العروض كما يدرسه المبتدئون في المرحلة ¶ الثانوية من الأزهر الشريف، ونجج فيه اَخر العام بالنهاية الصغرى، ومعنى ¶ هذا -كما يقول هو (1) - انه كان تلميذاَ بليداَ فيه، وكانت هذه الدراسة لعام ¶ واحد، ثم طرحه خلف ظهره لعدم حاجته إليه. ¶ وعندما كان يعمل مع بعض المستشرقين الذين كان يحفُون بمصر ¶ لإنجاز تحقيقاتهم التراثية، وكان من هؤلاء المستشرق الألماني هانس ¶ روبرت رويمر، وفي أثناء قراءة الطناحي معه للنص جاء هذا البيت: ¶ ملك منشد القريض لديه يضع الثوب في يدي بزّاز ¶ فسأله ذلك المستشرق: من اي بحرِ هذا البيت؟، فأطرق الطناحي- ¶ كما يقول - إطراقة بلهاء، تبعتها ضحكة أشدّ منها بلاهة، فقال له المستشرق ¶ منكراَ متعجبأ: طالب بدار العلوم متخرج من الأزهر لا يعرف العروض؟، ¶ فكان هذا دافعأ للطناحي لأن يُعنَى بالعروض، فعاد إلى بيته، واستخرج منه ¶ كتاب (المذكرات الوافية في عِلمَي العروض والقافية) للشيخ عبد الفتاح ¶ شرافي، وهو ما كان مقرراَ عليه في الأزهر، فانكب عليه، لا يكاد يدير ¶ وجهه عنه صباح مساء، حتى لانت له البحور وطُوِّعت له، ثم كان ما كان ¶ من رحلته الطويلة مع تحقيق النصوص، ومن أدواته علم العروض، حتى ¶ كان الفارس المجفي فيه. ¶ (1) ¶ في مجلة مجمع اللغة العربية بدمشق: 66/ 434 - 435. ¶ 27",
            "page": "27",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "والطناحي - أحسن الله إليه - لا يغار على اللغة بنحوها وصرفها ¶ وتركيبها فحسب، وإنما يغار على بحور الشعر، فهو يرد على بعض الذين ¶ يصفون بحر المنسرح بأنه بحر قليل الاستعمال لأن فيه عنتأ ومشقة، وقد ¶ قلّ النظم عليه، وكاد يُهجر لاختلاف موسيقا 5 عن جنس الموسيقى ¶ الشائعة الأوزان، وتنبأ بعضهم بأنه سينقرض من الشعر في مستقبل ا لأيام، ¶ فيقول الطناحي راداَ: \" وهذا كلام من لا يرتاح إلى هذا الوزن، وينفر منه ¶ بطبعه، فيجعل من ذوقه الخاص حكمأ عامأ، ثم هو كلام يُرسَل إرسالاً، ¶ دون مراجعة أو إحصاء، فإن النطم على هذا النحو شائع في الشعر ¶ الجاهلي، وفيما بعد 5 إلى يوم الناس هذا، وإن لصديقنا الشاعر عبد اللطيف ¶ عبد الحليم (أبو همام) أُنسأ بهذا البحر وولعأ به، وقد أنشأ ديوانأ أداره كله ¶ على هذا البحر، وسماه: (من مقام المنسرح) ثم هو لايزال يتعاهده في ¶ شعر 5 بين الحين والحين. ¶ فأنت ترى الطناحي في هذا النص يحرس حتى بحور الشعر العربي ¶ من أن يسال من أصالتها واستمرارها باستمرار هذا اللسان العربي نائل، ¶ مهما كان صادق القصد في نقده، وهو لايكتفي في الرد عليه بذكر رأيه ¶ الشخصي، ولكنه يحشد لذلك ما حفظه من ديوان الشعر العربي من قديم ¶ العصور واوسطها وحديثها على نحو ما ترى في مقالته التي شرح فيها ¶ قصيدة العباس بن عبد المطلب في مدح رسول اللّه ع! يِد (1). ¶ 3 - الطناحي محققاَ: ¶ تحقيق النصوص علم له قوانينه وأعرافه ومصطلحاته وأدواته، وله ¶ (1) مستقبل الئقافة العربية، ص 4 12 - 138؟ محمود الطناحي، ذكرى لن تغيب، ¶ ص 02 2. ¶ 28",
            "page": "28",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "جانبا (،: جانب الصنعة وجانب العلم. فأما جانب الصنعة فهو ما يتصل ¶ بجمع النسخ المخطوطة للكتاب المراد تحقيقه، والموازنة بينها واختيار ¶ النس! خة الأم، ثم ما يكون بعد ذلك من توثيق عنوان المخطوط، واسم ¶ المؤلة!، ونسبة المخطوط إليه، ونَسْخِه والتعليق عليه، وتخريج شواهده ¶ وتوثيؤ، نقوله، وصنع الفهارس الفنية اللازمة، فهذا كله جانب الصنعة ¶ التي دستوي فيه الناس جميعأ، ولا يكاد يفضل احا أحدأ فيه إلا بما يكون ¶ من الو فاء بهذه النفاط أو التقصير فيها. ¶ واما جانب العلم في تحقيق النصوص فهو الغاية التي ليس وراءها ¶ غاية، وهو المطلب الكبير الذي ينبغي أن تُصرَف إليه الهمم، وتُبذل فيه ¶ الجهود، ولا لهذا التراث العريق، وكشفأ لمسيرتنا الفكرية خلال هذ5 ¶ الأزمان المتطاولة. ¶ وعدة المحقق في ذلك هي معرفة الكتب العربية في كل فن، وحُسن ¶ التعامل معها، والإفادة منها، لأنه في كل خطوة يخطوها مُطَالَبٌ بتوثيق ¶ كل نق!، وتحرير كل قضية، بل إن المحقق الجاد قد يبذل جهدأ مضنيأ ¶ لا يظهر في حاشية أو تعليق، وذلك حين يريد الاطمئنان إلى سلامة النص ¶ واتسا 41 (1). ¶ والتحقيق كما يصفه السيد أحمد صقر في مقدمة تحقيق الموازنة ¶ للَامدءب ص ه ا: \"فن خفيئ المسالك، عظيم المزالق، جَئمُ المصاعب، ¶ كثير المضا يق، وشواغل الفكر فيه متوا ترة، ومتاعب ا لبال وا فرة، ومبهظات ¶ العقل اغامرة، وجهود الفرد في مضمار 5 قاصرة، يَؤودها حفظ الصواب في ¶ (1) ءمعتقبل الثقافة العربية، ص 4 1 - ه ا. ¶ 29",
            "page": "29",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "سائر نصوص الكتاب، ويعجزها ضبط شوارد الأخطاء، ورجْعها جميعأ ¶ إلى أصلها، فيأتي الناقد وهو موفور الجمام، فيقصد قصدها، ويسهل ¶ عليه قَنْصُها\". ¶ دخل الطناحي ميدان تحقيق التراث بثقافة عالية، وقراءة محيطة، لم ¶ تتيسر لكثير من ابناء جيله، وخلا إلى الكتاب العربي في فنونه المختلفة- ¶ والمكتبة العربية عنده كتاب واحد - وظهر علمه الغزير الواصمع من خلال ¶ الكتب التي حققها وتفئن في تحقيقها. ¶ انغمس الطناحي في نصوص التراث، وامتزج بها امتزاجأ عجيبأ، ¶ حتى إنه لا يكاد يتنفس غير هوائها، وجعل التراث هَفَه وسَدِمه، وأطعمه ¶ لحمه، وأسقاه دمه، ونسخ كثيراَ من المخطوطات له ولغيره حين لم تكن ¶ اَلات تصوير المخطوطات ميسورة، وكان ذا حِسّ دقيق وبَصَرِ نافذ، حين ¶ يتعامل مع المخطوطات. ¶ وقد أبدع الطناحي في تحقيقاته كلها، فأحسن قراءة المخطوطة، ¶ وموازنتها مع غيرها من النسخ، وأجاد في التعليق عليها، وجوّد في صنع ¶ فهارسها. وتحقيقاته كلها تنطق بذلك. ¶ ونراه يوجز في التعليقات كما في (النهاية في غريب الحديث)، ¶ و (تاج العروس)، و (منال الطالب). ¶ ونراه يطيل في التعليقات والحواشي كما في (كتاب الشعر)، ¶ و (اعمار الأعيان)، و (امالي ابن الشجري). ¶ ونراه يتوشَط في التعليقات، كالذي تراه في (طبقات الشافعية ¶ الكبرى). ¶ 30",
            "page": "30",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "أما منهجه وطريقته في التحقيق، ففد كان ينسخ الكتاب بقلمه، ¶ و يقابل بين نسخه، ثم يلتمس موارده في كتب السابقين، ويتتبع نُقُوله في ¶ كتب الخالِفين. وكان يَحرَص على ربط قضايا الكتاب ومسائله بالمتاح له ¶ من كتب مؤلفه، ويُوصل قضايا الكتاب بالكتب المتشابهة الأخرى، وكان ¶ يعطي الكتاب مايحتاجه من العناية والجد والاجتهاد، والتأني والتريث ¶ وطول، البحث والتثئت والتوثيق. ¶ وكان لا يذكر من مراجع التحقيق إلا ما رآه رأي العين، وراجع ¶ عليه النص. ¶ فإذا فرغ من التحقيق، شرع في صناعة الفهارس الكاشفة التي هي ¶ مفتاح الكتاب، لييسر الرجوع إليه والاستفادة منه. وسبق كل أولئك ¶ حديث مستفيض عَذْب عن المؤلف وارائه وشيوخه وتلامذته، ومصادر ¶ كتابه ومنهجه فيه. ¶ ومعظم الكتب التي حققها لم تحقق من قبل، فقد كان يبغض تكرار ¶ الأعمال ومضاربتها التي طوحت بجهود المحققين، اما ما أعاد نشره من ¶ تحقيقات، كـ (أمالي ابن الشجري)، والجزء 16 و 28 من (تاج العروس)، ¶ فإنها تُعطَ حقَها من التحقيق والتخريج والفهرسة. ¶ بل إننا نجده لا يتوسع في ترجمة المؤلف، إن كان هناك حديث ¶ مستفاض عنه، كالذي تراه في ترجمة أبي علي الفارسي عند تحقيقه كتابه ¶ الشعر (1)، لأن الدكتور عبد الفتاح إسماعيل شلبي، قد صنع ترجمة كاشفة ¶ __________ ¶ (1) نظر ما سيذكره المؤلف في معرض حديثه عن (كتاب الشعر)، ص 86. (ا لناشر) ¶ 31",
            "page": "31",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "لأبي علي، أتى فيها على كل دقيقة من دقائق أبي علي، حياةً ومماتأ وشيوخأ ¶ وتلاميذ، وعلمأ ومصنفات، وذلك في كتا به (أ بو علي ا لفا رسي)، وقد عوّل ¶ على هذ 5 الترجمة كل مَنْ كتب عن أبي عليئً بعد 05 ¶ وكان يرى ان الخدمة الحقيقية لتاريخنا إنما تكون بإعادة تحقيقه ¶ ونشره وَفْقَ الأصول العلمية الصحيحة، ثم فهرسته الفهرسة العلمية الفنية، ¶ وليس مجرد تلك الفهارس التقليدية المألوفة، مثل فهارس الأعلام والقبائل ¶ والمواضع والشواهد، إنما يريد - إلى جانب ذلك - فهارس العلوم ¶ والفنون المختلفة وحوادث الأيام المبثوثة في ثنايا الكتاب المحقَّق، بضم ¶ النظير إلى النظير، وقَرْن الشبيه إلى الشبيه، وستكون هذه الفهارس الفنية ¶ الكاشفة عُدّة وعونأ للدراسات والبحوث التي لا تقوم إلا على النص ¶ الموثق المحزَر. ¶ لذلك لم تكْثُر تحقيقاته مع سعة علمه واطلاعه وتثبتّه وتروِّيه ¶ وتجويده -على نحو ما كنا نتمنى - في الوقت الذي نرى فيه أُناسأ لا يتَّسع ¶ وقتهم أو يساعدهم على تحقيق صفحات، يُصدِرون الكتب المحققة ¶ الكثيرة مستعينين بتلاميذهم وأبنائهم، أو بأُناس يدفعون لهم أجْرَ نسخهم، ¶ وقد عرفتُ من هؤلاء الكثير. ¶ ولا شك أن الطناحي قد رَاعَه كثرة الواغلين الذين تقاطروا على ¶ ساحة التحقيق، فأفسدوا كتب السلف إفساداً. ¶ وعندما زار العلأمة محمود محمد شاكر عمان عام 992 1، وسال ¶ عني ليتعرف إليّ - رغبة من الطناحي - وعندما اجتمعت به سألته من هو ¶ افضل محقق، فأجاب محمود الطناحي. ¶ 32",
            "page": "32",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ورحم الله الطناحي فكانه عناهم بقوله (1): \" وغفر الله لنا، فقد جئنا ¶ إلى هأ+ا التراث لننال به الشهادات، ونرتقي عليه إلى المناصب، ونطلب به ¶ المَثمالة عند الناس، ثم لم نُعْطِه حقه من الدرس والتأمل والاقتداء. ورحم ¶ الله الظَمخْر بن شُمَيْل، فكأنه كان يعنينا حين قال قولته العطيمة في الخليل ¶ ابن أ-صد شيخ العربية، يقول النضر: لقد عاش الخليل بن أحمد في مِربد ¶ من مرا بد البصرة، لا يجد قوت يومه، وأصحابه يأكلون بعلمه الأموال \". ¶ 4 - الطناحي مفهرساً: ¶ بات من مكرور القول ومعاد الكلام أن (كتب التراث بلا فهارس كَنْزٌ ¶ بلا مأشاح) ولم تكن فهرسة كتب التراث ألزم في وقت لزومَها في هذه ¶ الائام التي كثرت فيها الصَوَارف والحواجز، وضعفت الهمم، ووَهَنَت ¶ العزائم ا، وأصبح من العسير على طالب علم أن يأخذ في كتاب من أوله ¶ إلى اَ-ره، فلم يبقَ إلا ان نبرز له مسائل الكتاب وقضاياه ومبتغاه من أيسر ¶ سبيل. ¶ ويقول الطناحي في فهارس كتاب (الأصول في النحو) لابن السراج ¶ ص 8: \" لن تستقيم لنا دراسة التراث على وجهها المرضي دون هذه الفهرسة ¶ الكاشةة، ا لتي تضم ا لنظير إلى ا لنظير، وتُقْرِن ا لشبيه با لشبيه، وا لتي تستخرج ¶ القضا ا من غير مَظَائها، للذي علمتَه من أن كتب التراث متداخلة الأسباب، ¶ متشاب! ة ا لأطراف، وقفَما تجد كتابأمنها مقتصراً على فن بعينه، دون الولوج ¶ إلى بعاع! الفنون الأخرى، لدواعي الاستطراد والمناسبة، وهذا يؤدي ¶ لا محالة إلى أن تجد الشيء في غير موارده، وقد ضربت لذلك مثلاً فيما ¶ (1)! نال الطالب، مقدمة المحقق، ص 49. ¶ 33",
            "page": "33",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "كتبتُ بمسائل علم النحو وقضاياه التي نجدها في غير كتب النحو\". ¶ والاعتناء بصنع فهارس كاشفة أولى من خَبْط عَشْواء في التأليف ¶ الذي نراه، فقد كثر التأليف لغير حاجة، وجُفُه شبيهٌ بعضه ببعض، ا و ¶ مسروق بعضه من بعض. ¶ وعمل الفهارس عملٌ جاف يابس، لا تُقبِل النفس! عليه بانشراح، ¶ وهو إذا طال أفضى إلى الملال والكلال، غير أن الطناحي في إخراجه ¶ للفهارس لم يكن جافأ، بل إنك تدمنُ فيه بدقة العالم وتصزف الصمّئت. ¶ ومن هذا الباب صنع الطناحي فهرسين مستقلين لكتاب (الأصول ¶ في النحو) لابن السراج، و (ديوان المعاني) لأبي هلال العسكري (شواهد ¶ الشعر) وصنع فهارس كاشفية معجبة للكتب التي حققها. ¶ أسلو به: ¶ كان أسلوبه أسلوب السهل الفمْتَنِع، أو الأسلوب المَعْسول غير ¶ المغسول، وكان ذا بيان آسر واطرادٍ متدفقٍ، لا تلمَجُ به جفوة، وكانت ¶ عبارته يسيرة سمحة يَمضي بها رُخاءً حيث أصاب، وكان متأثّراً بالقرآن ¶ الكريم، والشواهد كثيرة تت! بى على الحصر بغير عُسْر، ويكفي أن أحيل ¶ إلى ستة مواضع في كلمته التي افتتح بها تحقيقه لكتاب (الشعر) لأبي علي ¶ الفارسي صفحة (ب) و (ج) وهي: ¶ ا - وما هي إلا ساعة من نهار. وهذا من قوله تعالى: \" وَيَؤمَ ثحشُرُهُتم ¶ ؟ ن ر يَقبَثُوا إلَا سَاعَة مِنَ اَلئهَارِ\" أيونس: 5 4،. وقوله تعالى: \"؟ نَهُمْ ئؤمَ ¶ يَرَوْنَ مَا يُوعَدُوتَ لَؤلجثَو! إلَآسَاعَةَ مِن نَهَائِي\" 1 ا لاحقاف: 5 3،. ¶ 34",
            "page": "34",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "\" ... ¶ ور ا لأ- ¶ فَخنَا لَكَ ¶ أنوح: ¶ قوله ت! ¶ قوله ت! ¶ صاحبٌ ¶ لصدئت ¶ الطناحبم ¶ (1) س ¶ أ - وسألت ربي أن يوزعني شكر نعمته. وهذا من قوله تعالى: ¶ قَالَ رَث أَؤزتجغ أَن أَشتكُرَ نِعْمَتَكَ أئَتىَ أنحَتتَ عَلَىً. . . \"! النمل: 9 1) ¶ قاف: 115. ¶ 2 - وفتح عليئَ فتحأ مبينأ. وفي هذا اقتباس من قوله تعالى: \"إنَا ¶ قئمامُبينا\"! الفتح: 1). ¶ ا - لا يرجو دثه وقارأ. وهو من قوله تعالى: \" مَالَكؤُلَالَزجُونَ لِنَهِ وَقَازا\" ¶ 13 1. ¶ ، - والمحقق يمشي بين الناس مختالا مزهوا ئاني عطفه. وهذا من ¶ الى: \" ثَاقَ عِظفِهِء لِعضحلَّ عَن سَبيلِ اَلئَهِ \"! ا لحج: 9 1. ¶ - يكاد سنا برقه يذهب باسم صاحب الكتاب القديم. وهذا من ¶ ألى: \". . . يَ! دُ سَنَا بَز!! دذْهَبُ بِألائ! نَرِ. . . \" 1 النور: 43،. ¶ -كان يستشهد في كتاباته بالأحاديث والشعر وا لأمثال واقوال العرب ¶ لنايته بطالب العلم: ¶ كُني الطناحي بطالب العلم عناية كبيرة، وكان ينظر إليه على انه ¶ ا ومشارِك، لأن العالم لا يكون عالمأ إلا بمتعلّم، ولولا الطالب ¶ ، عقول شيوخه، وتقصفت أقلامهم، والطالب النابه -كما يقول ¶ ب (1) - يستخرج من أستاذه علمأ خبيئأ حين يدارِسُه ويُفاتِشُه، وقد ¶ متقبل الثفافة العربية، ص 0 28. ¶ 35",
            "page": "35",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "يفتح عليه ابوابأ من النظر والعلم كانت مُوصَدة دُونَه، لولا مذاكرة ذلك ¶ الطالب ومدارسته. وفي موروثنا الثقافي كان التلميذ النابه يُسمَى صاحبأ ¶ لشيخه: فأبو يوسف، ومحمد بن الحسن الشيباني صاحبا أبي حنيفة، ¶ والربيع بن سليمان صاحب الشافعي، وابن جنِّي صاحب أبي علي ا لفارسي. ¶ بل قد تتوثق العلاقة وتشتدُّ الاصرة فيصير الَتلميذ غلامأ لشيخه، كما ترى ¶ في أبي عمر الزاهد غلام ثعلب، فالتلاميذ أصحابٌ لشيوخهم. ¶ عنايته بالنقد: ¶ كان للنقد والتصحيح نصيب وافر عند الطناحي من باب أن النقد ¶ يجبر النقص، ويقيم العِوَج، ويُصلح المنماد، فنراه يقول في مقدمة الطبعة ¶ الثانية لكتاب (طبقات الشافعية الكبرى) (1/ 6): \" وتروح أيام وتجيء ¶ أيام، وتشتدّ الحاجة إلى طبعة ثانية من الكتاب، فننظر في طبعتنا الأولى ¶ فإذا نحن قد سجلنا على حواشيها شيئأ من التصحيج، ثم نقرأها بعد أ ن ¶ عَلِمْنا ما لم نكن نعلم، فتبدو لنا أشياءُ بعد أشياء مما أَثْأَتْ يدُ الغَفَلات، ¶ فنصلحها بما جاءت به القراءات المتجدّدة، والتجارب المستفادة، وبما ¶ جادت به المطابع من أصولٍ ومراجع لم تكن متاحة أيام الطبعة الأولى، ¶ نذكر منها في باب التراجم خاصة: (سير أعلام النبلاء) لشمس الدين ¶ الذهبي، شيخ المصن!، و (التكملة في وفيات النقلة) لزكي الدين المنذري ¶ و (طبقات الشافعية) للإسنوي، وما ظهر من أجزاء (الوافي بالوفيات) ¶ للصفدي، ولقد كانت إفادتنا عظيمة من (سير أعلام النبلاء) وحواشيه ¶ بوجه خاص. ولقد أفدنا أيضأ من ملاحظات القراء من أهل العلم \" (1). ¶ (1) منهم الشيخ عبد الفتاح أبو غُدَة، والدكتور عبد العظيم الديب. ¶ 36",
            "page": "36",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "الذي - ¶ واصد ( ¶ هَناتٍ ¶ بالعلم) ¶ الجوزء ¶ وليكتب ¶ عيوبي0 ¶ إلى تا ( ¶ بتارلخ ¶ كتابي ( ¶ فلا زلش ¶ عدد تشه ¶ ومغالب ¶ وكنته ¶ شباط -ا ¶ (1) مط ¶ ويقول عن كتاب (النهاية في غريب الحديث والأثر) لابن الأثير ¶ حققه: أوقد سطا على هذ 5 الطبعة مصوَرو الكتب فِي بيروت، ¶ ! وا منها طبعتين، ففوَتوا بذلك عليّ فرصة استدراك ما فرَط مني من ¶ وزَلاّت، فلفد كان عملي في هذا الكتاب من أوائل اشتغالي ¶ ا (1). ¶ ويقول في خاتمة مقدمة تحقيقه لكتاب (أعمار الأعيان) لابن ¶ ب ص 24: \". .ومن وقف على خطأ مني أو زكَلٍ فلينبِّهني عليه، ¶ ، لي به مشكوراً مأجوراً إن شاء اللّه، ورحم الله امرءاًاهدى إليّ ¶ ا وابن اَدم إلى النقص ما هو، وربنا المحمود في الأولى والاَخرة \". ¶ ! قد كتبت إليه ذات يوم مصحّحأ مستدركأ على كتابه الممتع (مدخل ¶ -يخ نشر التراث العربي) فتقبل ذلك كله بقَبولٍ حَسَن، وكتب إفي ¶ 992/ 9/25 ام: \"أشكر لك ما تفضلت به من ملاحظات حول ¶ المدخل)، وارجو المزيد، وكذلك ما يتصل بتحقيق كتاب الشعر ¶ طُ طالب علم، ولا زلتَ اهلاً لكل خير\". ¶ -عندما تفضل بالكتابة عن كتابي (ذيل الأعلام) في مجلة الهلال ¶ رين الأول - اكتوبر عام 998 1 م. وكان عنوان مقاله (ذيل الأعلام ¶ ة الهوى) فرددت عليه بمقال بعثت به إلى رئيس تحرير (الهلال) ¶ ضأكداَ من انه لن ينشر لأني مغمور، لكني فوجئتُ بنشره في عدد ¶ نبراير 99 9 1 م، وعلمت من بعدُ ان مقالي نشر بسعيٍ من الطناحي. ¶ علمت من بعدُ من أستاذنا وصِنْو الطناحي ورصيفه الدكتور ¶ ل الطالب لابن الأئير، مقدمة محققه، ص 23 - 4 2. ¶ 37",
            "page": "37",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "عبد العظيم الديب -اطال الله في النعمة بقاءه - أن الطناحي لم يكن له يد في ¶ عنوان مقاله، وإنما هو من عمل (مجلة الهلال إ، بل عنوان مقاله: (ذيل ¶ ا لأعلام، عرض ونقد وتعليق). قلتُ: كما فُعل بمقالي إذ جُعل فيه ص 1 6 1 ¶ عنوان لم اضعه (عداء واضج!). ¶ فهذه أمثلة - اعدُّ منها ولا أعدّدها- تدل على اتساع صدر الطناحي ¶ لنقد ما يكتبه ويحققه، طيبةَ بذلك نفسُه، زاكيأبه علمُه. ¶ رأيه في العثمانيين الأتراك: ¶ كان يرى أن للعثمانيين فضلاَ حميداَ في نشر الإسلام بأوروبة، وفي ¶ حفظ التراث الإسلامي بِجَمْعه وحفظِه وصيانته، وذكر أن كلمة (تركي) ¶ كانت في وقت من الأوقات مرادفة لكلمة (مسلم) في أذهان الأوروبيين ¶ الغربيين (1)، وأن اتجاه العثمانيين إلى قلب أوروبة، ودخول محمد الفاتح ¶ القسطنطينية وفتحها عام 857 هـ/ 453 ام كان ذلك كله بمثابة الضربة ¶ الثانية للمسلمين في اوروبة. وكانت الأولى يوم أن عبر طارق بن زياد ¶ جبل طارق عام 92 هـ/ 0 1 7 م. ¶ وقد واكب نشاطَ سلاطين ال عثمان في الجهاد والفتوح نشاطٌ آخر ¶ في العلم والكتب، واَية ذلك أن كل سلطان أو صَدْرِ أعظم كان يحرص ¶ على ان يبني بجوار المسجد مدرسة ومكتبة تابعتين له وملحقتين به، وقد ¶ اقتدى بالسلاطين في ذلك الوزراء وشيوخ الإسلام، وعلى ذلك ¶ مجموعات المخطوطات في تركية تنسب إلى ثلاث طوائف: السلاطين، ¶ مثل المكتبة السليمانية نسبة إلى السلطان سليمان القانوني، والطائفة ¶ __________ ¶ (1) وكذلك عند الهندوس. ¶ 38 ¶ (الناشر)",
            "page": "38",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "الثانية ¶ مثلو ¶ ثلث 11 ¶ المخما ¶ والنواا ¶ النظر! ¶ العاص ¶ المخط ¶ فالمض ¶ وشماا ¶ محصو ¶ وحفظ! ¶ علم أ- ¶ الظنون ¶ الذيد ¶ حضار. ¶ العثمافي ¶ تشكيلا ¶ : الوزراء مثل كوبريلي باشا، والطائفة الثالثة: شيوخ الإسلام: ¶ كتبة فيض الله أفندي. ¶ ويقدر الطناحي المخطوطات في تركية بنحو مليون مخطوطة، أ ي ¶ صخطوطات الموجودة في العالم، فهي بذلك تملك أكبر قدر من ¶ وطات في العالم، وهي كذلك تحتفظ بأكبر قدر من النفائس ¶ :ر، وهي ما زالت محفوظة مصانة لم تُصَ! نَ بسوء، ويلفت الطناحي ¶ الى أن المخطوطات العربية ليست موجودة في إستانبول وحدها- ¶ مة القديمة لتركية، ومدينة المماذن والمخطوطات -كما هو الشأن في ¶ صطات التي تقتنيها الدول، أن تكون في عواصمها فقط، ¶ لهوطات كثيرة في غير إستانبول من أنحاء تركية كلها شرقأ وغربأ ¶ 9 وجنوبأ. ¶ ورأى الطناحي أن فضل الأتراك العثمانيين على اللسان العربي ليس ¶ راً فقط في هذا القدر الكبير من المخطوطات العربية التي جمعوها ¶ هِا، بل جاءنا منهم خير كثير: جاءنا منهم أعظم وأجمع ما كتب في ¶ وال الكتب أو قوا ئم الكتب (الببليوغرافيا العربية) وهو كتاب (كشف ¶ عن أسامي الكتب والفنون) لحاجي خليفة. ¶ وجاءنا من تركية العثمانية أيضأ (الخط العربي) هذا الفن الجميل ¶ مد معلمأ بارزاً من معالم الإبداع الفني عند المسلمين، وخاصية ¶ لة ينفردون بها عن سائر الشعوب، وقد ارتقى الخطاطون الأتراك ¶ سون بهذا الفن إلى أعلى درجاته، وتأئقت أقلامهم، وأبدعت ¶ ت هي الغاية والمنتهى. ¶ -قل ان واحداً من هؤلاء لم يكتب المصحف الشريف، وكان ¶ 39",
            "page": "39",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "الطناحي يكزر مَقُولته: اُنزل القراَن في مكة، وكُتب في إستانبول، وقُرِى ¶ في مصر. وخلص الطناحي إلى أن الأتراك العثمانيين من كرام الناس شِئْنا ¶ ام اءبيْنا. ¶ وردّ المقولة التي تفول: إن القرن الحادي عشر الهجري هو عصر ¶ انحطاط وانحدار، من حيث كانت الغلبة فيه للأتراك العثمانيين. فذكر اننا ¶ رأينا علماء كباراً، منهم شهاب الدين الخفاجي، صاحب المصنفات ¶ الكبيرة مئل: (ريحانة الألبا) في تراجم أدباء عصر 5، و (شفاء الغليل فيما ¶ ورد في كلام العرب من الدخيل)، و (شرح دزة الغوّاص) للحريري، ¶ و (طراز المجالس)،و (نسيم الرياض في شرح شفاء القاضي عياض). ¶ ومن اعظم تصانيفه وابقاها: حاشيته على تفسير البيضاوي المسفاة: ¶ (عناية القاضي وكفاية الراضي). في ثماني مجلدات كبار. ¶ ومنهم العلاّمة عبد القادر البغدادي، صاحب (خزانة الأدب) وهي ¶ من مفاخر التأليف العربي. ¶ وفي القرنين الثاني عشر والثالث عشر، جاء المرتضى الزَّبيدي، ¶ صاحب (تاج العروس) اضخم معجم عربي، وصاحب (إتحاف السادة ¶ المتقين بشرح إحياء علوم الدين). ¶ والشوكاني، صاحب (فتج القدير) و (نيل الأوطار) (1). ¶ رأيه في المُختَصِر والمُهذب: ¶ كَثُر المختصِرون والمهذبون، وأكثرهم أساء إساءة بالغة إلى كتب ¶ (1) ا نظر: مستقبل الثقا فة العربية، ص 7 1 3؟ وا لموجز في مراجع ا لتراجم، ص 7 2. ¶ 40",
            "page": "40",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "السابقب ¶ إلىض ¶ قدمه لا ¶ ما هو. ¶ او تهذة ¶ مقاربة ¶ يعرف \" ¶ وهو ا ل ¶ دمشق) ¶ الخضر ¶ كلاهما ¶ فكلما ¶ الشعر) ¶ بعض 11 ¶ ن، وقد رايت بأم عيني اختصارَ أحدهم لتفسير الطبري، كان يعمد ¶ ب بعض الفقرات التي يريد حذفها - عشوائيأ- بالقلم الأحمر، ثم ¶ طبع، ولم يستغرق منه ذلك إلا أيامأ معدودات، ففام الطابع بحذف ¶ ضروب بالقلم الأحمر، وإثبات ما بقي. ¶ رزلك راى الطناحي ان من يحاول اختصار كتاب في علم من العلوم ¶ ببه، لا بذَ ان يكون في عِلم صاحب الكتاب الأصلي، أو درجة ¶ له، لأن المعيد او المختصر أو المهذب حينئذٍ يكون سميعأ بصيراً، ¶ ساذا يأخذ وماذا يدع. ¶ -لذلك قَبِل أهل العلم (مختصر صحيح مسلم) للحافظ المُنْذري، ¶ ! ر الطبري) لابن صُماح الئجيبي، وتهذيب (انساب) السمعاني ¶ مسفَى (اللباب) لابن الأثير، و (مختار الأغاني)، و (مختصر تاريخ ¶ لابن عساكر، كلاهما لابن منظور صاحب السان العرب). ¶ -في عصرنا الحديث قَبِلْنا (تهذيب الأغاني) للشيخ محمد ¶ ي، و (تهذيب سيرة ابن هشام)، و (تهذيب الحيوان) للجاحظ، ¶ لعبد السلام هارون. ¶ 'مانته العلمية: ¶ 'مانة الطناحي العلمية لا تحتاج إلى بحث واستقصاء وشواهد، ¶ كتب حافلٌ بها، ينسب الكلام إلى قائله مهما قلّ أو كثر. ¶ ش ذلك - وهو كثير - حاشية له ذكرها في مقدمة تحقيق (كتاب ¶ ص 0 1 1، \" وأحب أن اشير أيضأ إلى أنني وجدت في حواشي ¶ ! كتب التي حققها مشايخي وزملائي فَضْل تخريج، فأحلتُ على ¶ 41",
            "page": "41",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "هذه الحواشي، ولم ارضَ ان اَخذ ما فيها فأجعله في إنائي، فأكون ¶ كالمتشئع بما لم يُعْطَ، وهو لابس ثوبي الزور، نسأل الله العفو والعافية \". ¶ ونراه لا يمنعه الحياء ان يقول في ارجوزة قديمة في النحو: \"قد ¶ خفي علي الصواب في بعض الكلمات فرسمتها كما هي!. ¶ وفاؤه: ¶ اما وفاؤه فيتمعل فيما كتبه عن مشايخه في كتبه، خصوصأ مدخل ¶ إلى تاريخ نشر التراث العربي، حيث افاض في الحديث عن الشيخ محمد ¶ محمى الدين عبد الحميد، ص 70، وعبد الغني عبد الخالق، ص 142، ¶ والسيد احمد صقر، ص 99، ومحمود محمد شاكر، ص 03 1. ¶ ويتمثل فيما افرده من مقا لات في شيوخه. ¶ نذكر من ذلك: فؤاد سيد، العالم الذي فقدناه (مجلة المجلة القاهرية ¶ اَذار - مارس 968 1 م)، ومحمد رشاد عبد المطلب، والديار التي خلت ¶ (مجلة الثقافة القاهرية تموز- يوليه 972 1 م)، وعامر السيد عثمان (ملحق ¶ التراث بجريدة المدينة المنورة 9/ 1 1/ 08 4 1 هـ)، وعبد السلام هارون ¶ (ملحق التراث بجريدة المدينة المنورة، في ئلائة أعداد منه في شهري ربيع ¶ الاَخر وجمادى الأولى من عام 1401 هـ)، ومحمود محمد شاكر ¶ ومنهجه في تحقيق التراث (مجلة الهلال)، وكمال النجمي والثغور التي ¶ تتساقط (مجلة الهلال). ¶ وهو لا يفتا يذكرهم بخير فيما ألف وحقق. ¶ وهو كما قال فيه الدكتور عبد الرحمن حسن العارف: \"كان - عفا ¶ الله عنه -حفتأ بأهل العلم، عالمأ بأحوالهم، جامعأ لأخبارهم، عاقداَ ¶ 42",
            "page": "42",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "لصدقا ¶ وا لد فا ¶ والمناا ¶ وتستط ¶ الطنا- ¶ وعشقا ¶ لمنفي ¶ (1). ¶ تهم، حافظأ لودهم، مدافعأ عنهم، ووفيأ لهم، ما وسعه الود، ¶ ) والوفاء \" (1). ¶ أخلاقه: ¶ كان كريم الخُلُق وفيأ، مُوَفرأ أهلَ العلم، مترفقأ عن الماديات ¶ كمب التي يتكالب عليها كثير من الناس، يحدثك فتانس بحديثه، ¶ يب فُكاهاته ونوادره. ¶ ووصفه اساتذنا الدكتور عبد العظيم الديب بقوله: إن في محمود ¶ ب لرقة وحلاوة، تجعلني أجزم بأن كل من راه ولم يقع في حبه ¶ ، فاسد الذوق، مختل المِزاج، سيئ النفس، وتلك هبة يهبها الله ¶ ساء من عباده. ¶ من أقواله التي كان يكررها كثيراً: ¶ من طَلَبَ من الأيام صَفوأ طَلَب هَقأ. ¶ الكتب بلا فهارس كَنز بلا مفتاح. ¶ كتب بلا فهارس كَنز دفين. ¶ المكتبة العربية كتاب واحد. ¶ لا يغني كتاب عن كتاب. ¶ العلوم يحتاج بعضها إلى بعض. ¶ من لم يحتمل ذُلَّ التَّعَلُّم ساعة بقي في ذل الجهل أبدأ. ¶ حمود الطناحي، ذكرى لن تغيب، ص 9 9. ¶ 43",
            "page": "43",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "إنما يُشكَلُ ما يُشكِلُ. وذلك بالنسبة لضبط الحروف بالحركات. ¶ وفا ته: ¶ انتقل إلى جوار ربه صباح يوم الثلاثاء الواقع في 6 ذي الحجة عام ¶ 9 1 4 1 هالموافق 23 اَذار - مارس 999 1 م، إئر إصابة قلبية مفاجئة. ¶ ؟ 6 -  ¶ ئح! مج! ¶ 44",
            "page": "44",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "الفصل الثاني ¶ تعريف بآثاره ¶ تأليفا وتحقيقا",
            "page": "45",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "افص ¶ آ ¶ ا لعلوم. ¶ في مج! ¶ وا لعرو 2 ¶ 6 ¶ بجا معة ¶ الثقافة0 ¶ الق لى ¶ ، مى ¶ ءوص\"ء ¶ ع! نا ئاس نا فيَ! قًا ¶ - مؤلفا ته: ¶ - مدخل إلى تاريخ نشر التراث العربي. ¶ - الموجز في مراجع التراجم والبلدان والمصنفات وتعريفات ¶ ؟ - فهارس كتاب غريب الحديث لأبي عبيد القاسم بن سلام، نشر ¶ 4 البحث العلمي والتراث الإسلامي. ¶ - فهارس كتاب الأصول في النحو لابن السراج. ¶ - ديوان المعاني لأبي هلال العسكري، وشيء من التحليل ¶ س والفهرسة، نشر مجلة مجمع اللغة العربية بدمشق. ¶ - الفهرس الوصفي لبعض نوادر المخطوطات بالمكتبة المركزية ¶ الإمام محمد بن سعود الإسلامية. ¶ ا- الكتاب المطبوع بمصر في القرن التاسع عشر. ¶ - مستقبل الثقافة العربية. ¶ له عشرات الأبحاث والمقالات نشرت في المجلات التالية: ¶ ا الهلال، مجمع اللغة العربية بدمشق، مجمع اللغة العربية ¶ 47",
            "page": "47",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "بالقاهرة، معهد المخطوطات، البحث العلمي والتراث الإسلامي، ¶ الرسالة، العربي، دعوة الحق، المجلة، الكتاب العربي، الشعر. ¶ ب-تحقيقاته: ¶ 1 - النهاية في غريب الحديث والأثر لمجد الدين بن الأثير، خمسة ¶ أجزاء: الثلاثة الأولى بالاشتراك مع الطاهر أحمد الزاوي والرابع والخامس ¶ با لانفراد (1). ¶ 2 - طبقات الشافعية الكبرى، لابن السبكي، عشرة أجزاء بالاشتراك ¶ مع الدكتور عبد الفتاح الحلو. ¶ 3 - العقد الثمين في تاريخ البلد الأمين، لتقي الدين الفاسي (الجزء ¶ الثامن). ¶ 4 - الغريبين، غريبي القراَن والحديث - لأبي عبيد الهروي (الجزء ¶ ا لأ ول). ¶ 5 - الفصول الخمسون في النحو، لابن معطي. ¶ 6 - تاج العروس شرح القاموس، للمرتضى الزبيدي، (الجزء ¶ السادس عشر والثامن والعشرين). ¶ 7 - منال الطالب في شرح طِوال الغرائب، لمجد الدين بن الأثير. ¶ (1) ¶ هكذا كتب على الغلاف، ويقول العارفون: إن ا لكتاب كله حُقَق من قبل الطناحىِ ¶ وحده، ويؤيد ذلك أن الطناحي عندما يذكره في مراجع كتبه يُفرِد نفسه في ¶ التحقيق. ¶ 48",
            "page": "48",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "الم - كتاب الشعر - أو شرح الأبيات المشكلة الإعراب - لأبي علي ¶ الفار ب (جزاَن). ¶ ا\" - أمالي ابن الشجري. ثلاثة أجزاء. ¶ 0 1 - ذكر ا لنسوة المتعبد ات الصوفيات، لأبي عبد ا لرحمن الشلمي. ¶ 1 1 - أعمار الأعيان، لابن الجوزي. ¶ 12 - أرجوزة قديمة في النحو، لليشكري (نشرت ضمن دراسات ¶ عربية،.إسلامية مهداة إلى أبي فهر محمود محمد شاكر، بمناسبة بلوغه ¶ السبعير،). ¶ **بهم ¶ 49",
            "page": "49",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "أرجوزة قديمة في النحو لليَشْكري ¶ دراسمة وتحقيق الدكتور محمود محمد الطناحي ¶ دراسات عربية واسلامية مهداة الى أبي فهر ¶ محمود محمد شاكر بمناسبة بلوغه السبعين ¶ مطبعة المدني - القاهرة 03 4 1هـ/ 982 ام ¶ ص 5 56 - 580، (0 2*29 سم). ¶ خفَّ الشعر على لسان العربي، فقيد به ماثره، وسجل على بُحوره ¶ خواطره ومشاعره، وقد لجأ إليه مصنفو العلوم والفنون، يضبطون به ¶ القواعد، ويقيدون به الأحكام، فراينا منظوماتٍ في القراءات وعلوم ¶ الحديث، واصول الدين واصول الفقه، والفرائض (المواريث) والبلاغة ¶ والمنطق والعروض، والمِيقات والطب، إلى سائر فروع الثقافة ا لإسلامية. ¶ وقد كان للنحو في هذا الميدان النصيبَ الأوْفَى، فكثر الئظْم فيه، ¶ بين قصيدة على قافية واحدة، إلى ارجوزة متعددة القوافي، وبين نَظَم في ¶ مسألة واحدة من مسائله، إلى نَظْ! يستغرق كُل ابوابه ومسانله. ¶ وارجوزة اليشكري: أحمد بن منصور (ت 0 37 هـ) في ثلائة الاف ¶ بيحف إلا قليلاً، متعددة القوافي أولها: ¶ الحَمْدُ لئهِ ائَذي تَعَالَى وَاسْتَخْلَصَ العِزةَ وَالجَلالا ¶ يقول اليشكري في خطبته: \" إني اعتمدت تأليف هذه الأرجوزة لفا ¶ 50",
            "page": "50",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وجدت ¶ ا لمعنى0 ¶ وا ل! طال ¶ عندي، ¶ من هذه ¶ (تذكرة ¶ العامة ¶ ولا متتا ¶ الصواب ¶ النحو، ¶ ا لأحمر ¶ قصيدة ا ¶ هذه الق! ¶ الخليل! ¶ كثيراً ممن سبقني إلى مثلها قصّر عن مفصدي فيها بتطويلٍ بعيد ¶ ا واختصار نزْرِ المُجتَنَى، واخترت أوسط الأمرين بين الإيجاز ¶ 4، ولم أجرً د مذهبأ بعينه، لكن عدلتُ إلى ما كان أقوى حُجة ¶ وذكرت بعض ما اختلفوا فيه طَلَبأ للإيضاح \". ¶ لم تظهر بعدُ نسخة كاملة لهذه الأرجوزة، والذي نشره الطناحي ¶ الأرجوزة (185) بيتأ، وجدها في الجزء الثاني من مخطوط نفيس ¶ النحاة) لأبي حيان التوحيدي، وهذا الكتاب موجود في الخزانة ¶ بالرباط، والأبيات التي اختارها من الأرجوزة ليست منشقة ¶ بعة، وقد انتزعها من ابوابها انتزاعأ، وقد خفي على الطناحي ¶ ا في بعض الكلمات، فرسَمَها كما هي. ¶ حاول الطناحي في دراسته هذه إلى التَّهدًي إلى أول مَنْ نَظَمَ في ¶ فوجد إشارة في كتاب (مقدمة في النحو) المنسوب إلى خلف ¶ المتوفَّى نحو سنة 80 ا هـ، فذكر أن للخليل بن احمد الفراهيدي ¶ ي النحو ويشكك في نسبتها إليه، ويقول: \". . . فعلى هذا تكون ¶ سيدة النحوية - إن صحت نسبتها -هي من جملة ما ضاع من كتب ¶ ويقول: \"وإذا انتفى هذا فيكون أقدم من نطم في النحو - فيما وصل ¶ إلى علهب - هو احمد بن منصور اليشكري \". ¶ بحبم! ي، لم ¶ 51",
            "page": "51",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "أعمار الأعيان ¶ لابن الجوزي ¶ تحقيق الدكتور محمود محمد الطناحي ¶ مكتبة الخانجي -القاهرة 414 اهـ/ 994 ام ¶ 0 0 2 ص 17 * 24 سم عدا مقدمة المحقق، ¶ النص 131 ص، الفهارس 67 ص + مقدمة ¶ المحقق 30 ص. ¶ يمثلى هذا الكتاب لونأ من ألوان تفئن المؤرخين في فن التراجم، ¶ فالكتاب يدور حول وفيات الأعيان على العقود، فيذكر المؤلف على ¶ راس العَقْد من السنين وفي ثناياه من توفي فيه من هؤلاء الأعيان المشاهير: ¶ فهؤلاء توفوا في الأربعين من عمرهم، وهؤلاء توفوا في الخمسين، ¶ وفريق ثالث توفي بين هذين العقدين، وهَلُئمَ جرا على هذا المنهج: ذِكْرُ ¶ اعمار الناس على رؤوس العقود وما بينهما من السنين. وقد بدأ المؤلف ¶ بمن مات من الصغار الفُطَناء، وله عشر سنين فما فوقها، لما بَلَغَه من فؤة ¶ عِلْ! أو دين، ثم ارتقى من ذلك إلى المُعَمَّرين، وإنما يذكر العُقُود في ¶ السنين، ولا يلتفت إلى زيادة أشهر وأيام، إذ زيادتها لا تؤئر فيما قَصَده، ¶ وهو لا يذكر إلا مشهور القَدْر، مُعَطمأ في النفوس. ¶ ومن فوائد هذا المنهج في التراجم: ¶ 1 - تصحيح التصحيف، ذلك أنه يشيع في بعض كتبنا فيما يتصل ¶ 52",
            "page": "52",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "بعقود ¶ الكتاب ¶ مبلغ أ ء ¶ وفا ة، ا ¶ ا لعصر ¶ لا يكاد ¶ مصنفا. ¶ لا إسلا ¶ ختام. ¶ الأغلب ¶ الكتاب ¶ ولا نَ! ¶ في الط ¶ (1) ¶ (2) ¶ الأعداد الخلط بين (السبعين) و (التسعين)، فذكر العقود في هذا ¶ ا وسيلة أمان من التصحيف. ¶ 2 - بعض الأعلام لم يذكر المترجمون لهم إلا سنة وفاتهم فبذكر ¶ ! ارهم عند وفاتهم عرفنا سنة ميلادهم. ¶ 3 - بعض الأعلام لم يذكر المترجمون لهم تاريخ مولد أو تاريخ ¶ تلم يبقَ عنهم إلا مبلغ عمرهم الذي ذكره المصن!، ويمَرك تحديد ¶ والزمن لظروف العَلَم المُترجَم، رواية وشيوخأ وتلاميذاَ. ¶ ابن الجوزي بغدادي المولد والوفاة، وهو مشدود النظر إلى بغداد، ¶ يدير وجهه عنها، ولذلك يبدو في كتابه (المنتظم) - وهو أشهر ¶ 4 التاريخية - كما يقول الدكتور شاكر مصطفى -: \" بغداديأ عراقيأ ¶ اميأ عالمثأ، لأنه يركز جهوده على تاريخ بغداد بالذات، ذاكراَ في ¶ حوا! ث كل سنة وفيات الرجال فيها، وهم بدورهم بغداديون في ¶ ويقول الطناحي: \"فلا عجب إذن أن يكون معظم (أعيانه) في هذا ¶ ا من البغداديين، فكانَ (البغدادية) هي المعيار الثاني بعد (الحنبلية) ¶ سَةَ - إن شاء الله - فإن حمت البلد، والعصبية للمذهب مما هو مركوز ¶ (2) ¶ باع \" ¶ عمل الطناحي: ¶ نشر الطناحي هذا الكتاب على مخطوطة نفيسة محفوظة بعمادة ¶ تاريخ العربي والمؤرخون: 2/ 8 0 1. ¶ مممار ا لأعيان، ا لمقدمة، ص 16 ¶ 53",
            "page": "53",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "شؤون المكتبات بجامعة الإمام محمد بن سعود الإسلامية بالرياض، وقد ¶ كتبت سنة 592 هـ، وقرئت على ابن الجوزي، وكَتَب خطه بصحة السماع ¶ عليه، وهذا من اعلى درجات التوثيق. ¶ وسلك الطناحي في التحقيق تطويلاً في الحواشعي والتعليقات، ¶ وحمله على ذلك منهج الكتاب القائم على الوجازة والاختصار بذكر ¶ الكنية او النسب او الشهرة فقط، ودلَ على موضع الترجمة في المراجع ¶ والمصادر، ولم يذكر من مراجع الترجمة إلا ما كان في خزانة كتبه، وراَه ¶ راي العين، وراجع عليه الترجمة، ونبّه على بعض الأوهام كتكرار بعض ¶ التراجم في عقود مختلفة، والخطأ في مبلغ عمر المُتَرجَم او التصحيف في ¶ بعض الأسماء. ¶ \"!! ¶ 54",
            "page": "54",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "أمالي ابن الشجري ¶ تحقيق الدكتور محمود محمد الطناحي. ¶ مكتبة الخانجي - القاهرة 413 اهـ/ ¶ 992 ام، 3 أجزاء: الأول: 435 ص 17 * ¶ 24 سم عدا المقدمة 211 ص، الجزء ¶ الثاني: 617 ص، الجزء الثالث: 669 ص ¶ بما في ذلك الفهارس، ص ه 27 - 669. ¶ تلا مذتا ¶ عليه3 ¶ وكذلك ¶ فا ندرَ ¶ يُسَضُوز ¶ علماء ا ¶ الأمالي جمع الإملاء (على غير قياس) وهو أن يقعد عالِئم وحولَه ¶ ، بالمَحابر والقراطيس، فيتكفم العالم بما فتح الله سبحانه وتعالى ¶ ! العلم، ويكتبه التلامذة، فيصير كتابأ ويسمونه الإملاء والأمالي ¶ ، كان السلف من الفقهاء والمحدئين واهل العربية في علومهم، ¶ تْ لذهاب العلم والعلماء وإلى الله المصير، وعلماء الشافعية ¶ ا مثله التعليق (1) 0 وقد كثرت الأمالي في مختلف الفنون، ولعل ¶ لحديث هم أكثر الناس اهتمامأ بهذا النوع من التأليف. ¶ والذي يعنينا هنا الأمالي المصنفة في علوم العربية. فمن أشهرها: ¶ 1 - أمالي ثعلب (291 هـ)، وقد نشرت باسم: مجالس ثعلب، ¶ ، عبد السلام هارون. ¶ (1) أمالي ا بن الشجري، مقدمة ا لمحقق: 1/ 87 ا نقلاً عن كثف ا لظنون، ص 1 6 1. ¶ 55",
            "page": "55",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "2 - امالي اليزيدي (0 1 3 هـ). ¶ 3 - امالي الزجاجي (0 34 هـ) حققها عبد السلام هارون. ¶ 4 - امالي القالي (56 3 هـ)، وهي أكثر كتب الأمالي شهرة وذُيوعأ. ¶ 5 - امالي المرتضى (436 هـ)، وتسمى غرر الفوائد ودرر القلائد، ¶ حققها محمد ابو الفضل إبراهيم. ¶ 6 - أمالي ابن الشجري (2 4 5 هـ). ¶ 7 - أمالي ابن الحاجب (46 6 هـ). ¶ 8 - امالي الشهاب الخفاجي (69 0 1 هـ)، وتسمى طراز المجالس. ¶ وفد أشار الخفاجي في مقدمة (أماليه) هذه إلى ابن الشجري، وذلك ¶ قوله: \" فهذه بنات فكر زففتها إليك، وأمالي مجلس أمليتها عليك، مما ¶ تقزُ به عين الأدب، ويتحلى بذوقه لسان العرب، لو راَها ابن الشجري ¶ لقال: هذه ئمرات الألباب. أو ابن الحاجب لقام بين يديها من جملة ¶ الحجاب، او ئعلب لراغَ عضا أملا 5، أو القالي لهجر ما أملاه وقلاه). ¶ وقد اختلفت هذه الأمالي فيما بينها شِرْعةً ومِنهاجأ، من حيث غلبة ¶ فن من الفنون على سواه من الفنون الأخرى، كما ترى من غلبة اللغة ¶ والأدب على امالي القالي. ¶ وتفوق امالي ابن الشجري كل هذه الأمالي حجمأ ومادةً، فقد ¶ بلغت مجالسها أربعة وئمانين مجلسأ، استغرقت من الصفحات قدراً كبيراً، ¶ وعرض فيها لمسائل النحو والصرف واللغة والأدب البلاغة والعروض ¶ والتاريخ والأخبار. ولئن طوَف ابن الشجري بكل هذه الفنون، إلا انه ظل ¶ 56",
            "page": "56",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "مشد و د ¶ (ا ما لي ¶ حطه م! ¶ وتوئيقه ¶ مع انه ¶ لمساذ ¶ دارسي ¶ على أب ¶ عنده. ¶ وا لأض ¶ مشد و 9 ¶ با للغة ¶ ا للفو ¶ وا لأ ص! ¶ ا لأخر. ¶ الفول ¶ (1) 0 ¶ أ إلى مسائل النحو والصرف، مما جعل العلآَمة البغدادي يضع ¶ ابن الشجري) ضمن مراجعه في علم النحو\" (1). ¶ وهذا الكتاب -كما يقول الطناحي - أصْلٌ من اصول العربية لم يُؤتَ ¶ ! الدرس والتأمل، وكاد الرجوع إليه ينحصر في دائرة تخريج الشعر ¶ ،. ومن عجب أن يظل هذا الكتاب بعيدأ عن ميدان ا لدراسات النحوية ¶ اشتمل على جملة صالحة من أصول النحو وفروعه، بل إنه عرض ¶ ل منه لا تكاد توجد في كتب النحو المتداولة، ولعل الذي صَرَف ¶ النحو عنه ما يوحي به عنوانُه من أنه خالصٌ للأدب. ¶ وقد أملاه مؤلفه في أربعة وثمانين مجلسأ، ختمه بمجلس قصره ¶ بات شعر المتنبي، تكلم عليها، وذكر ما قاله الشزَاح فيها، وزاد من ¶ وأفسَح أماليه لمسائل من اللغة وا لأدب والبلاغة والعَروض والتاريخ ¶ ار والجغرافية والبلدان، ولئن طَؤَف بكل هذه الفنون إلا أنه ظل ¶ أ إلى مسائل النحو والصرف، وعُني بعد النحو والصرف عناية فائقة ¶ دلالة واشتقاقأ، ثم عرض لقضايا وظواهر لغوية كثيرة، كالمشترك ¶ ب، وتركب اللغات وتداخلها، ولغة العامة ولهجات القبائل ¶ وات ومخارج الحروف، وتطؤر دلالات الألفاظ. ¶ وقد انفردت أمالي ابن الشجري بظاهرة لم تُعْرَف في الأمالي ¶ !، وهي ظاهرة التأريخ للمجالس، وهو مع طول الأمالي وتشعّب ¶ فيها، يبدو متنئهأ لبعض الموضوعات التي عالجها من قبل، مما يدذ ¶ قدمة تحقيق امالي ابن الشجري: 1/ 187 - 189. ¶ 57",
            "page": "57",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "على أنه احتشد للامالي احتشاداً، فليست اَراء يُمليها على الطلبة ئم يفرغ ¶ منها. ¶ وكانت أمالي ابن الشجوي مَعرِضألاَراء أعلام النحاة، على اختلاف ¶ مذاهبهم واتجاهاتهم، وقد نقل ابن الشجري كثيراً عن أعلام النحو واللغة ¶ المتقدمين، وتظهر أهمية هذه النقول فيما حكاه عن كتبهم المفقودة، ومما ¶ حكاه عن سيبويه والمبرد مما ليس في المطبوع من (الكتاب) و (المقتضب) ¶ وا لكا مل). ¶ وقد جرى ابن الشجري في (أماليه) على ان يستفتج مجلسه بذكر ¶ مسألة من مسائل النحو أو الصرف او اَية قراَنية، أو بيت من الشعر، ئم ¶ يدلف من ذلك إلى مباحث أخرى يدعو إليها الاستطراد والتداعي0 ¶ ومسائل (الأمالي) ذات ثلاث شعب: ¶ الأولى: مسائل يلقيها ابن الشجري من ذات نفسه. ¶ والثانية: مسائل أخرى يجيب بها تلامذته. ¶ والثالثة: ما يرد به على المسائل التي ترد عليه من البلدان كالموصل ¶ وغيرها. ¶ وعمد في سرد القواعد والأحكام إلى أخفِّ الألفاظ وأيسَرِها، ئم ¶ غَلَبَ عليه أسلوب المعلمين في البسط والشرح، وتقليب العبارة، وكثرة ¶ التنظير. ¶ ولعل هذا الكتاب أول كتاب نحوي حَفَل بظاهرة الإعراب، وهو ¶ مَعْرِض! لاَراء أعلام النحاة على اختلاف مذاهبهم واتجاهاتهم. ¶ 58",
            "page": "58",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "عمل الطناحي في الكتاب: ¶ قدم الطناحي للتحقيق بدراسة طويلة أدارها على ثلائة ابواب: ¶ الأول: تحدث فيه عن حياة ابن الشجري وتَقَفُبِه في العالمين. ¶ الئاني: وهو لعث رسالة الدكتوراه وعَصَبُها، فقد وَقَفَه على اراء ابن ¶ الشبم ي النحوية، ساقها بحسب تسلسلها في الأمالي إلا إذا اقتضت ¶ المنايىصة ان يجمع ما يتصل بالمسالة الواحدة في مكان واحد. وهو عندمد ¶ يذكر آتاء ابن الشجري لم يحاول آن يضعه في غير موضعه، آو يرتفع به ¶ على من سبقوه، ف! ن من آفات البحث العلمي العصبية الطائشة للشخصية ¶ المدر،! سة، وقد جمع له اربعة وستين رايأ، ذكرها وأورد ما قيل حولها ¶ من ارا: ا النحاة استحسانأ او نفداً، وناقشه وناقشهم في بعضها، ووقف عند ¶ ظاهرقين غلبتا على امالي ابن الشجري، ولم يكد يخلو منهما مجلس من ¶ مجا&4، وهما: ظاهرة الإعراب وظاهرة الحذوف. ¶ ثم درس الشواهد عند ابن الشجري: القرآن الكريم، الحديث ¶ الشري! ط، والأثو، الشعر، ثم وقف وقفة طويلة عند شواهد الشعر عند ابن ¶ الشجري، ثم تحدث عن مصادر ابن الشجري وموارده في تأليف (الأمالي) ¶ مبتدءاً ب! مام النحاة سيبويه، ومنتهيأ بالخطيب التَبْريؤي، وذكرهم بحسَب ¶ وَفَياتهأ. وإنما ذكر من هؤلاء ا لأعلام مَنْ اكثر ا بن الشجري من ا لنقل عنهم، ¶ والانتصار لهم، والاستدراك عليهم، بما يجلو شخصيته النحوية، ويبرز ¶ موقفه اصن مصنفات الأوائل، وهو موقف ذو ثلاث شعب، كما ذكرتُ من ¶ قبل،،! كان من بين هؤلاء مَنْ اخذ ابن الشجري عنهم، ولم يصرَّح بذلك ¶ وساق! شلامهم كأنه من عند نفسه. ¶ 59",
            "page": "59",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "وتتبع ابن الشجري في مصنفات النحويين باستقراء، فقد أودع ¶ ا بن الشجري (اماليه) علمأ كثيراً، افاد منه المتاخرون مصزَحين بالأخذ عنه ¶ وغير مصزَحين، وأفضى تخريج الطناحي شواهد الكتاب من كتب العربية ¶ إلى تأثرٍ خفيَّ من اصحاب هذه الكتب لم يصزَحوا به، وذكرهم بحسب ¶ وفياتهم صنيعه في مصادر ابن الشجري، فابتدأ بأبي البركات الأنباري، ¶ وانتهى بالمُرْتَضَى الزبِيدي. وفي ختام هذا الباب أبان عن مذهب ابن ¶ الشجري النحوي وانتهى إلى أنه بَصْري خالص. ¶ اما الباب الثالث والأخير: فقد قَصَره على كتاب (الأمالي) فتحدث ¶ عن معنى الأمالي، والفرق بينها وبين المجالس، وذكر الأ مالي المُصَنَّفَة في ¶ علوم العربية قبل (امالي ابن الشجري)، وبين ان هذه الأمالي انفردت ¶ بظاهرة لم تعرف في الأمالي الأخرى، وهي ظاهرة التاريخ للمجالس، ئم ¶ تكلم عن منهج ابن الشجري في أماليه، ثم تحدث عن علوم العربية في ¶ الأمالي، وختم هذا الباب بالحديث عن نُسَخ الأمالي المخطوطة وهي ¶ ثلاث عشرة نسخة، ئم افرد كلمة عن النسخة التي اتخذها أصلاً وهي نسخة ¶ راغب باشا في إستانبول. ¶ وانتهى من خلال دراسته لابن الشجري وأماليه إلى عشرة نتائج ¶ منها: ¶ 1 - أن ا لأمالي من كتب الدراسات القرآنية. ¶ 2 - يُعَدُّ ابن الشجري من شُزَاح سيبويه وأبي علي الفارسي، فقد ¶ حفظ لنا نصوصأوشواهد عن سيبويه ليست في كتاب سيبويه المطبوع. ¶ 3 - حفظ لنا ابن الشجري نصوصأمن كتب مفقودة. ¶ 60",
            "page": "60",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "ت! - يحتل كتاب الأمالي مكانة طيبة في ميدان الدراسات اللغوية ¶ دلالة واشتقاقأ. ¶ () -وسَّع دائرة الاستشهاد بالشعو في مسائل النحو، ولم يقِفْ كما ¶ وقف فيره عند إبراهيم بن هَرْمَة والعصر الأموي. ¶ أما تحقيق الكتاب فقد مضى فيه وَفْقَ مناهج التوئيق والتحقيق التي ¶ ارتضا! ا شيوخ الضَنْعَة، وحَرَص على تتتع مسائل الكتاب وشواهده في ¶ كتب ال! ربية المختلفة. ¶ ،! اتضج لي من خلال دراسة الكتاب أن الطناحي قد أفرغ جُل علمه في ¶ دراسة! ذا الكتاب وتحقيقه. ¶ !!!! ¶ 61",
            "page": "61",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "تاج العروس ¶ شرح القاموس للفرتَضى الزبيدي ¶ تحقيق محمود محمد الطناحي ¶ الجزء 6 1: 0 9 5 ص 1 2* 9 2 سم - وزارة ¶ ا لإعلام - ا لكويت، 396 ا هـ/ 976 1 م، ¶ وا لجزء 8 2 عإم 3 1 4 1 هـ/ 93 9 1 م. ¶ هذا المعجم هو أكبر معجم عربي، شرح به مؤلفه (القاموس المحيط) ¶ للفيروز آبادي، وطعّمه بالشواهد الكثيرة، وذكر بعض المستدركات عليه، ¶ ولعل كثافة القاموس المحيط، ولغته الرمزية الاصطلاحية من الأسباب ¶ التي حملت المُرتضى الزبيدي على شرحه. ¶ وتاج العروس ليس كتابأ لغويأ فحسب، بل هو جمهرة، ففيه ذكر ¶ للرجال والأنساب والأماكن والطب. ¶ وقد طبع في عشرة مجلدات كبار من نحو مئة عام بمصر طباعةً غير ¶ محققة، وهو مع انتشاره وشدة الحاجة إليه، ما زال من حيث شكله بعيداً ¶ عن مقتضيات العصو، وما تتطلبه وسائل البحث الحديثة من سهولة ¶ ووضوح وقرب مأخذ، وهذا الذي حدا وزارة الإرشاد والأنباء الكويتية ¶ (الإعلام الآن) إلى إعادة تحقيقه وطبعه، فأناطت المهمة بنخبة من ¶ المحققين في الوطن العربي (1)، ويقدّر ان يكون في أربعين مجلداً، وقد ¶ (1) أبرزهم: أحمد عبد الستار فزَاج، وعبد السلام هارون، ومصطفى حجازي، ¶ وعبد العليم الطحاوي، وعبد الكريم العزباوي. ¶ 62",
            "page": "62",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "صدر ا ل ¶ لكن ببط ¶ مؤلف ا ( ¶ 1 ¶ بالتحقيؤ ¶ 2 ¶ وقد ينسب ¶ فهوفي0 ¶ و إ ذ ا خر ¶ ولم ¶ و! ¶ الكتاب، ¶ التحقيق ¶ 1 ¶ اللسان ( ¶ (1) انظ ¶ جزء الأول في عام 1385 هـ/ 1965 م، وما زالت الأجزاء تصدر ¶ كتب الشيخ حمد الجاسر - رحمه الله -بعض ملحوظات على ¶ تاج وهي (1): ¶ - عول على الجمع تعويلاَ حاول فيه إبراز مقدمته، ولم يُعنَ كثيراً ¶ -نقل عن مخطوطات منها غيرالمتقن فوقع في اخطاء كثيرة. ¶ -كان فيما ينقل غير دقيق، فقد كان يبتر النص، وقد يورده محرفأ، ¶ 4 إلى كتاب ليس فيه، وقد ينقل نصأ غير صحيح. ¶ - لا يصح الاعتماد على ما ينفرد به من الاَراء ما لم يتضح صوابها، ¶ شلفاته يعتمد على الجمع كما يتضح هذا من كتابه (تاج العروس) ¶ بم عن النقل، واتى برإي ينفرد به اغْرَبَ واعجَبَ. ¶ ! لك كله لا يغفقُ من جليل فضله ورفيع منزلته. ¶ من هنا كانت صعوبة تحقيقه. ¶ 3 يكن للطناحي خطة للنشر انفرد بها عفن سبقه في تحقيق هذا ¶ ولم يكتب له مقدمة، ووضع حواشي قليلة، ووُضِعت رموز ¶ لىشاراته في بداية كل جزء من الكتاب وهي: ¶ - وضع \" بجوار راس المادة، فيه تنبيه على ان المادة موجودة في ¶ لسان العرب). ¶ س كتابي: حمد الجاسر، ص 9 6 1 - 0 17. ¶ 63",
            "page": "63",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "2 - ذِكْر اللسان والصحاح والتكملة والعباب بالهامش دون تقيد ¶ بمادة مع ان النص المعفَق عليه موجود فيها، في المادة نفسها التي يشرحها ¶ الزبيدي. ¶ 3 - الاستدراك وضع امامه القوسان هكذا 1 1. ¶ غير ان شيخنا العلأمة حمد الجاسر رحمه الله، لاحظ امراً غريبأ في ¶ تحقيق هذا الكتاب وهو أن المحققين لم يرجعوا إلى مخطوطة شرح ¶ الفاسي شيخ الزبيدي للقاموس (إضاءة الراموس) الذي قال فيه الزبيدي: ¶ (وهو عمدتي في هذه الفن) مع سهولة الحصول على صورة تلك ¶ المخطوطة. ¶ *!! ¶ 64",
            "page": "64",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "التي كُأ ¶ محددة ¶ هي التي ¶ إلى غر ¶ خالصأ ¶ كتابه ( ¶ وضم إ ا ¶ فَزق ما ¶ كتب هأ ¶ ديوان المعاني ¶ لأبي هلال العسكري ¶ وشيء من التحليل والعروض والفهرسة ¶ مجلة مجمع اللغة العربية بدمثق ج 66: ¶ ص 3 - 37 و 0 43 - 5 6 4 (دراسة). وج 69: ¶ ص ا 9 - 155 و 280 - 0 34 و 467 - 524. ¶ وج 0 7: ص 5 3 - 4 7. وا لمجموع (83 2) ¶ صفحة، 7 1 * 4 2 سم. ¶ ؟ يوان المعاني لأبي هلال العسكري من أشهر المجموعات الأدبية ¶ يت بجمع الأبيات والمُفَطّعات التي تدور على معانٍ وموضوعات ¶ ، وقد حمل هذا اللون من المجموعات ا لأدبية العنوانات التالية: ¶ شتاب المعاني، معاني الشعر، أبيات المعاني. ¶ تابيات المعاني هي تلك الأبيات التي يخالف باطِنُها ظاهِرَها، ا و ¶ ؟ يُحتاج ان يُسألَ عنها، ولا تُفهم من أول وَهْلَة، وهو أمر يرجع ¶ ابة المعاني ودقتها. على ان كتاب أبي هلال العسكري ليس كله ¶ لهذا اللون المعروف من كتب أبيات المعاني، فقد فَسَح أبو هلال ¶ كثير من الموضوعات والصور التي لم تعرف في كتب المعاني، ¶ ى اختياراته الشعرية في هذا الكتاب كثيراً من روائع المنثور. وهذا ¶ بينه وبين كتب المعاني على الحد الذي رسمه اهل الأدب، لأن ¶ +ا اللون تدور حول المعاني الدقيقة. ¶ 65",
            "page": "65",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وقد حَفَل كتابه بفنون من المنظوم والمأثور من ادب الجاهلية وصدر ¶ الإسلام والدولتين الأموية والعباسية، مع عناية فائقة بشعر المُحْدَثين ¶ كمسلم بن الوليد وبشار بن برد ومَن إليهما، ومَنْ بعدهما كابن طباطبا ¶ وأبي تمام والبحتوي وابن الرومي وغيرهم. ¶ وكتاب ديوان المعاني زاخِر بماراء وقضايا نقدية كثيرة من التذوّق ¶ والصور الشعوية، والموازنات، والسرقات الشعرية، أو تأثر الشعراء ¶ بعضهم ببعض، وشواهد البلاغة. ¶ وقد طبع الكتاب بعناية الأستاذ حسام الدين القدسي عام 352 اهـ ¶ في مجلدين، وخلا الكتاب من فهارس تنير درب قارئه، وتسفل الانتفاع ¶ به، فلم يكن بُد من فهرسته لاظهار نفائسه، وتقريبها إلى الطالبين، فنهض ¶ الدكتور محمود الطناحي بالأمر على خير وجه، ففهرس الشعر، وقدَّم بين ¶ يدي ذلك دراسة تناولت الكتاب، وكشفت عن جملة من قضايا النقد التي ¶ عرضها أبو هلال العسكري، ثم تحدث الحديث المُعْجَب عن العَروض ¶ في ا لكتاب ليخلُص إلى ضرورة الفهرسة، وبيان فوائدها في مجال البحث. ¶ صنع الطناحي فهارس لأشعار الكتاب، فأحسن صُنْعها، وبذل ¶ ما بذل لتصحيج ما اضطر! من الشعر، فرجع إلى دواوين الشعراء، ونسب ¶ بعض ما لم ينسبه أبو هلال، واصلح نسبة بعض ما سها عنه، وذكر الخلاف ¶ في نسبة الأبيات، فأتى بطُرر أغلى من الدُّرَر، لما حوت من الفوائد، ¶ وما ضفَت من النوادر، دع عنك ما أصلح من الغلط (1). ¶ ! ول!! بم ¶ (1) ¶ الدكتور شاكر الفحام في مجلة مجمع دمشق 0 7: 563 - 4 56.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "ميدانا ¶ إنما هو ¶ والتفف! ¶ وماص ¶ جاءت ¶ أو رَوَ يْئ ¶ ا لرجاا ¶ ا لجها لا ¶ النفعو ¶ ذكر النساء المتعبِّدات المموفيات للشُلَمي ¶ تحقيق الدكتور محمود محمد الطناحي ¶ مكتبة الخانجي -القاهرة 13 4 ا هـ/ 993 1 م ¶ 57 اص 7 ا ك! 24 صم، المقدمة: 0 2 ص، ¶ النص ص 27 - 5 12، الفهارس والمراجع ¶ ص 127 - 57 1. ¶ هذا الكتاب - على وَجَازته - يقدم لنا المرأة العربية المسلمة في ¶ ستبذَ به الرجال وانفردوا به، حتى لَيُظَن ان علم التصوف والأحوال ¶ علم الرجال، لأنه قائم على المجاهدة والمصابرة، وقطع العلائق، ¶ ، من اسباب الدنيا، وكل ذلك مما لا تطيقه المراة بطبيعة فِطْرَتها ¶ لمت عليه. ¶ ريضيف إلى الموروث الصوفي قدرأ طيبأ من أقوال القوم وتجلياتهم ¶ على لسان هؤلاء العابدات من كلامهن أنفسهن، او من كلام سمعْنه ¶ ء عن رجال الصوفية ومشايخهم، مما لا تجده في تراجم هؤلاء ¶ ، من كتب التراجم والطبقات تبنئ عن التصوف الحق المبزَأ من ¶ 1 ت والضلالات. ¶ -يكمل تاريخ مشاهير الرجال لأنه يجلو جانبأ على قدر كبير من ¶ الفائدة: فهذه العابدة بنت فلان من أئمة القوم، وتلك حفيدته، ¶ 67",
            "page": "67",
            "part": "1"
        },
        {
            "id": "13",
            "nass": " ",
            "page": "10",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "والثالثة اخته والرابعة زوجته، قرابات وانساب لا تكاد تجد كثيراً منها في ¶ كتب التاريخ والتراجم. ¶ ويكشف عن الوجه المشرق للتصوف النقي الخالص من كدَر ا لاتحاد ¶ والحُلُول والجَذْب، وسائر ما يُغئر به الخصومُ في وجوه القوم، إنما هما ¶ الكتاب والسنة، يُصْدِر عنهما القوم ويُورِدُون. ¶ ضم الكتاب أربعأ وثمانين ترجمة تتراوح بين الطول والقصر. ¶ منهاجه في تحقيق الكتاب: ¶ نشر الطناحي هذا الكتاب على نسخة ضاربة في القِدَم بعروقها حيث ¶ يرجع تاريخ نسخها إلى سنة 474 للهجرة، وهي من محفوظات جامعة ¶ الإمام محمد بن سعود الإسلامية بالرياض، وقد وُفق في قراءتها وتأديتها ¶ والتعليق عليها وصنع فهارسها. ¶ \"** ¶ 68",
            "page": "68",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "طبقات الشافعية الكبرى ¶ للممئبْكي ¶ تحقيق الدكتور محمود محمد الطناحي ¶ والدكثور عبد الفتاح محمد الحلو. هجر ¶ للطباعة والنشر والإعلان - القاهرة ¶ 3 1 4 ا هـ/ 92 9 1 م 0 عشرة أجزاء 4 0 1 4 ص ¶ 7 ا ك! 24 سم عدا مقدمة المحققين وهي في ¶ 39 ص، وجزء كبير للفهارس 738 ص (1). ¶ هذا الكتاب -كما يقول المحققان - يضعه مصنفو العلوم في فن ¶ الترابمأ والطبقات، ويضعه النطر الصحيج في المكتبة العربية كلها، إ ذ ¶ كان مؤلفه قد أداره على علوم الشريعة واللغة والأدب جميعأ، فهو لا يكاد ¶ ينتهي 5 ش ترجمة الرجل على رسمها المعروف حتى يخلُصَ إلى مسائل من ¶ علم الم جال وفقهه، تُفضي به إلى استطرادات ومداخلات كثيرة، تكاد ¶ تأتي صى جمهور علوم العربية، ويظهر ذلك في مقدمته انتي ابان فيها ¶ عن منهجه: ص 6 0 2 - 0 22 من المقدمة، ويظهر ذلك ايضأ في فهارس ¶ العلوم والفنون التي صنعها وجمعها المحفقان مما نَثَرَه المؤلف خلال ¶ التراجرا. ¶ (1) طج كتأب (طبقات الافعية الكبرى) أول مرة في المطبعة الحسينية دون تحقيق ¶ في، (6) مجلدات. (الناشر) ¶ 69",
            "page": "69",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "والطبقات الكبرى تشتمل على مقدمة طويلة وسبع طبقات يترجم ¶ في كل طبقة منها لأعلام مئة سنة، فكانوا كما قال المؤلف، ص 07 2: ¶ \"فأنز! ت ا! شافعية رضي الله عنهم في طبقات، وضربت لكل منهم ¶ في هذا المجموع سُرادقات، ورتبتهم سبع طبقات، كل مئة عام طبقة، ¶ وجمعتهم كواكب كلها معالِمُ للهدى، ومصابيح تجلو الدُجَى، ورُجُولم ¶ للمُسْتَرِقَة). ¶ اما المقدمة وهي (345) صفحة فقد استوفى فيها مباحث عدة، ¶ وناقش مسائل في الحديث ونَقْد الرجال والنحو، بل إنه ليعرض لقضايا ¶ علم الكلام فيقدمها، ويبين الاَراء في استقصاء شامل وسرد منهجي، ثم ¶ ينتصر لرايه وراي الأشاعرة اَخر الأمر، كما هزته الأحداث الدامية التي ¶ شهدها العالم الإسلامي إثان الزحف المغولي، فذكر حوادثها مختصرة ¶ على النحو الذي يحتاج إليه الفقيه، ويَنْشُدُه غير المتخقمص، وقد حرص ¶ على أن يذكر في المقدمة طبقات الرواة الذين عنهم أخذ، وبطريقهم ¶ اسْنَدَ. ¶ وقد جرى ابن السبكي في ترجمة رجال الطبقات على نهج قويم، ¶ يدل على بَصَرٍ بتاريجْ المُتَرجَم، وإحاطةٍ بالفنون التي أجادها، ووعي ¶ لدقائق ا لأمور التي أثارها، وبصر بالجديد الذي أضافه إلى العلم والمسائلً ¶ التي تفزَد بها في فنه. ¶ وفي الكتاب مباحث لم يكملها المؤلف، ربما كان يرجى ء ذلك إلى ¶ فُسحة من الوقت، ولكنه لم يُنَسَّأ له في الأجل حتى مات في الرابعة ¶ وا لأربعين. ¶ 70",
            "page": "70",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "ومجموع تراجم الكتاب (1419) ترجمة تتراوح بين أسطر وبين ¶ عشرا!، الصفحات. ¶ واعتمد في ترتيب كل طبقة على حروف المعجم، وبدأ بذكر ¶ الأحما. ين، ثم المحمدين تَيَمُنأ وتبزُكأ، ورتب المُتَرجَمين على حروف ¶ المعص!، وأغفل الترتيب الزمني للطبقات، واكتفى بالتر تيب على حروف ¶ المع! أ، ما عدا من لقي الشافعي منهم فقد أفرد هؤلاء بطبفة، وذكرهم ¶ في صدر الكتاب مرتبين على حروف المعجم وهم الطبقة الأولى (40 ¶ ترجمة /1 ج 2: 5 - 180. ¶ ا إ الطبقة الثانية: فيمن تُوُفي بعد المئتين (التراجم من 1 4 - 73) ج 2 ¶ صا 18 - 347. ¶ 247 ¶ 248 ¶ 039 ¶ 040 ¶ ج 9: ¶ ) - ¶ 1) ¶ و ¶ صم ¶ اِلطبقة الثالثة: فيمن توفي بين الثلائمئة والأربعمئة (تراجم 74 -  ¶ ،3: 5 - 489. ¶ -الطبقة الرابعة: فيمن توفي بين الأربعمئة والخمسمئة (تراجم ¶ 62 5). ج 4: صه - 4 0 4 وج ه: ص 5 - 1 38. ¶ -الطبقة الخامسة: لْيمن مات بعد الخمسمئة (تراجم 565 -  ¶ ج 6: ص ه -412 وج 7: ص 3 - 385. ¶ ! الطبقة السادسة: فيمن توفي بين الستمئة والسبعمئة (تراجم ¶ 1290).ج 8: ص 3 - 430. ¶ 0 الطبقة السابعة: فيمن توفي بعد السبعمئة (تراجم 1291 - 19 4 1) ¶ ط 3 - 430 وج 0 1: ص 3 - 0 4 4. ¶ 71",
            "page": "71",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "منهجهما في التحقيق: ¶ اعتمد المحققان في نشر الكتاب على نسخة مخطوطة بمعهد ¶ المخطوطات مصورة عن مكتبة البديري بالفدس، وعلى نسخة بدار الكتب ¶ المصرية، وقد أخذا على نفسيهما عند العمل بتحقيق هذا الكتاب مضاعفة ¶ الجهد، وبذلا كل ما تحتمله الطاقة في ضبط نصوصه وأعلامه وتوثيق نقوله ¶ وشواهده، وتخريج أحاديثه وأبيا ته، مع الحرص على سلامة النص وسهولة ¶ الرجوع إليه، ويَسرا الاستفادة منه، فألحقا بالكتاب فهارس كاشفة تقع في ¶ (738) صفحة دلَّت على أعلامه، وأماكنه، وأبياته، ورجزه، وأمثاله، ¶ وآيات القرآن الكريم، واحاديث الرسول لمجي!، والكتب التي ذكرها ¶ المؤلف، وأضافا كشّافأ بمسائل العلوم والفنون التي احتفل بها المؤلف، ¶ وملأ بها كتابه، وفي هذه الطبعة صحّحا كثيراَ من الأخطاء الواردة في ¶ الطبعة الأولى والتي كشف عنها ضمّ النظير إلى النظير، وعرفا الصواب ¶ فيما توقفا فيه قبلُ، وتهديا إلى دَمْج ما كان متناثراً، ونسبا كثيراَ مما لم ¶ يكن منسوبأ، وجزما بالحكم على مواطن كانت مظنة الاحتمال، حرصأ ¶ على ان يقدماه ناضج الثمار، داني القِطاف. ¶ وهذا الكتاب هو أول كتاب حققا 5، وهما في عنفوان الشباب وفتوّة ¶ الصبا، فأعطاهما وأعطياه، أعطاهما معرفة بكثير من الكتب العربية ¶ صِغهارِها وكبارها، وقد أسلمتهما هذ 5 الكتب، بعضها إلى بعض، فسلكا ¶ دروبها، وعرفا تاريخ أمتنا، ووقفا على مناهج أهل العلم في حضارتنا، ¶ وأعطياه حماسة الشباب وصَبْرَه وجَلَدَه، فأخلصا له، ولم يُشْغَلا عنه ¶ بشيء آخر مما يحقق الشهرة السريعة، فجوّدا وحسّنا ما استطاعا إلى ذلك ¶ سبيلاَ، وشدّ من ازرهما أن الكتاب قد وافته ظروف حسنة في ذلك الزمان ¶ 72",
            "page": "72",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "الرضميئ الهنيئ (إذ الناس ناسٌ، والزمان زمان)، فالعلماء متوافرون ¶ مستقم-ون، وخزائن الكتب زاخرة، ومجالس العلم مشهودة، ودياره ¶ مأنودسَ 4، وأهل الفُتيا على طَرَف العُمام. ¶ هذا، ولقد كان من فضل الله وإنعامه أن يسّر لهذا الكتاب النفيسى ¶ عالمير، جليلين، وقفا عليه، وأعطياه حظه من النظر والفقه والصبر، ¶ وبذلا غاية الوسع والطاقة في تحريره وتحقيقه والتعليق عليه، ثم ألبساه ¶ حُفَة المصر بذلك الإخراج المعجب الأنيق، والفهارس الفنية الكاشفة. ¶ !! ك! ك! ¶ 73",
            "page": "73",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "العقد الثمين ¶ في تارلئ البلد الأمين ¶ لتقي الدين الفاسي (الجزء الثامن) ¶ مطبعة السنة المحمدية - القاهرة ¶ 388 اهـ/ 969 ام. ¶ هذا الكتاب أكبر موسوعة في تاريخ مكة المكرمة ومَنْ حَكَمَها ا و ¶ عاش فيها أو دخلها او سكنها من العلماء والفقهاء والحكماء والشعراء ¶ والأدباء وغيرهم، ومكة البلد الأمين مهوى الأفئدة، ومطمح الأنفس، ¶ ارتبطت ارضها الحرام بأداء ركن من اركان الإسلام وهو الحج، فقل أ ن ¶ تجد عالمأ من علماء ا لإسلام إلا وردها حاجأ ومجاوراً، ومن هنا تأتي قيمة ¶ هذا الكتاب الذي حاكى فيه مؤلفه مَنْ سبقه من المؤرخين كابن عساكر في ¶ (تاريخ دمشق)، والخطيب البغدادي في (تاريخ بغداد)، وأبي نُعَيم ¶ الأصفهاني في (أخبار أصفهان)، وابن يوذس في (تاريخ مصر). ¶ 6 يإه ¶ 74 ¶ 6.ميث",
            "page": "74",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "الغريبين -غريبي القراَن والحديث ¶ لأبي عبيد الهروي / 1 0 4 هـ ¶ الجزء الأول: المجلس الأعلى للشؤون ¶ ا لإسلامية - الفاهرة 0 39 ا هـ/ 0 97 1 م. ¶ أبُعَدُ هذا الكتاب اول كتاب صنف في غريب القراَن الكريم وغريب ¶ الحديىط الشريف، جمع فيه ذينك الغريبين، ورتبه على حروف المعجم، ¶ واستضهج الكلمات اللغوية الغريبة من اماكنها، فأثبتها في حروفها، وذكر ¶ معالْيها، إذ كان الغرض والمقصد من الكتاب معرفة الكلمة الغريبة لغة ¶ وإعرابأا ومعنًى، لا معرفة متون ا لأحاديث والاَثار وطرق اسانيدها واسماء ¶ رواتها)) ف! ذا اراد الإنسان كلمة غريبة وجدها في حرفها بغير تعب، فاشتهر ¶ الكتاب ا، وما زال الناس بعده يقتفون هَدْيَه، ويهسبعون اثَرَه، ويشكرون له ¶ سَعْيَه، ويستدركون ما فاته من الغريب. ¶ والمؤلف في شرحه لغريب القراَن يُعْنَى كثيرأ بالفراءات، ويتحدث ¶ عما يمىشتبعها من وجوه المعاني والد لالات، ثم يطيل ا لحد يث عن الحروف ¶ المفردأ أ في القراَن الكريم. ¶ وحين يأتي إلى شرح غريب الحديث يسكت أحيانأ عن ذكر صاحب ¶ الحديىت، فيقول مثلاً: وفي حد يث بعض ا لأ نصار او: وفي حد يث بعضهم. ¶ وجرى في شرحه غريب الحديث أن يأخذ من الحديث الجزء ¶ 75",
            "page": "75",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "المشتمل على الكلمة الغريبة فيفسره، فإن اشتمل الحديث على أكثر من ¶ كلمة غريبة فزقه على المواد، ثم يفسر كل كلمة في مكانها، وهذا هو ¶ منهجه ومنهج ابن الأثير في (النهاية). ¶ عمله في الكتاب: ¶ اعتمد الطناحي في تحقيق الكتاب على ثلاث نسخ محفوظة بدار ¶ الكتب المصرية. وكتب مقدمة طويلة تحدث فيها عن أبي عبيد وشيوخه ¶ وتلاميذه ومنهجه في تأليف الكتاب. وما كُتب حوله نقداً واختصاراً ¶ وزيادة وتذييلاً، وعفن استفاد من ا لكتاب من أهل اللغة وا لأدب والتفسير. ¶ ثم ختمها بوصف النسخ التي اعتمدها في التحقيق، ونهج في التحقيق ¶ مناهج التوئيق والتحقيق على أنه لم يكثر من التعليقات والشروح أخذاً بقول ¶ الأزهري في تهذيب اللغة 1: 0 4 \" ولقليل لا يخزي صاحبَه خيرَ من كئيرٍ ¶ يفضحه \"، وذلك من تواضع الطناحي وعدم تعاليه. ¶ !!! ¶ 76",
            "page": "76",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "من كلية ¶ عبد ال! ¶ وهوقسى ¶ 11 ¶ العربي، ¶ ك! رهاء ¶ 11 ¶ وا لمشرأ ¶ إلى الكا ¶ في أن نا ¶ اليشكر ¶ الفصول الخمسون ¶ لابن مُعْطي ¶ مطبعة عيسى البابي الحلبي. القاهرة ¶ 396 اهـ/ 976 ام 318 ص 17* 24 سم. ¶ المقدمة: 39 اص، النص ص (149 -  ¶ 277) الفهارس (279 - 8 1 3). ¶ ذا الكتاب رسالة نال بها الطناحي درجة الماجستير في علم النحو ¶ دار العلوم بجامعة القاهرة عام 1392 هـ/ 972 1 م بإشراف الأستاذ ¶ لإم هارون، وعضوية الدكتور تمام حسان والدكتور حسين نصار، ¶ صان: ¶ قسم الأول: دراسة عن ابن معطي أول من صنع ألفية في النحو ¶ -صلت إلينا كاملة، وهي أول دراسة عربية كاملة لابن معطي، وقد ¶ للى ئلائة أبواب. ¶ باب الأول: تحدث فيه عن حياة ابن معطي في المغرب ¶ ق، وعن شيوخه وتلاميذه، وفي حديثه عن اثاره ومصنفاته خَلُص ¶ ! م عن نشأة النظْم في النحو، محاولأ أن يحدد بدايته، وقد اجتهد ¶ لم النحو بدا في القرن الرابع الهجري على يد احمد بن منصور ¶ ي المتوفى سنة 370، ثم ألقى نظرة عامة على الفية ابن معطي ¶ 77",
            "page": "77",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "محاولاَ أن يعرف طرائقه في صياغة القواعد وسرد المسائل، ووازن ¶ موازنة سريعة كاشفة بين الفية ابن معطي وألفية ابن مالك، انتهى منها إلى ¶ أن ابن مالك قد تأثر بابن معطي، وأفاد منه في المنهج العام. ¶ الباب الثاني: جعله لدراسة آراء ابن معطي النحوية، وقسم اَراءه ¶ إلى قسمين: ¶ الأول: ما انفرد به ابن معطي فسْتَقْريأ كتب النحو المطؤلة، وشروح ¶ كتب ابن معطي وجمع له سبعة عشر رأيأ، كان له فيها مذهبٌ خاصنٌ، ¶ عرضها، وذكر مختلف الاَراء حولها. وفي ختام عرضه هذه الاَراء انتهى ¶ إلى ان ابن معطي يغلب عليه الطايع البصري. ¶ والثاني: آراؤه التي تابع فيها غيره من أئمة النحاة، وهو ما سممّاه ¶ بالمتابعات. ¶ اما الباب الثالث والأخير: فقد وقفه على درس (الفصول الخمسون) ¶ تحدث فيه عن منهج ابن معطي، وراى أن (الفصول) كتاب تعليمي سَلَك ¶ فيه مَسْلكأ لعقه أول مَنْ استحدثه: إذ ق! م رؤوس المسائل إلى ابواب، ¶ وتحت كل باب عدة فصول. ¶ وائبت الطناحي من خلال تحليله للفصول أن اشتغال ابن معطي ¶ بالأدب درسأ وتصنيفأكان له أثرٌ في سهولة عباراته وصحة تقسيماته. ¶ القسم الثاني: نص كتاب: (الفصول الخمسون) شرع الطناحي في ¶ تحقيقه وَفْق مناهج التوثيق والتحقيق، واستفاد كثيراَ من شرحي ابن إياز ¶ والخوَس! للفصول، ونقل عنهما في حواشي التحقيق ليستبين سبيل ابن ¶ معطي، ئم حاول في بعض الأحيان أن يربط بين الفصول وألفية ابن معطي، ¶ 78",
            "page": "78",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "ولم ير. جع إلى كتب النحو إلا بالقدر الذي يجفي غامضأ، او يرفع احتمالاَ ¶ ويزيل!! مبهة. ¶ ا إ حين فرغ من تحقيق النص فهرس للأبواب والفصول فهرسة ¶ تفصيلبة، ليظهر الفرق بين طريقة ابن معطي في ترتيب مسائل النحو وبين ¶ الطريقة التي ابتدعها ابن مالك في (ألفيته) التي شاعت في كتب النحو إلى ¶ يوم النا اس هذا، ثم اتبع ذلك سائر الفهارس المتعارف عليها. ¶ ا قد اعتمد في تحقيق (الفصول) على نسختين مخطوطتين الأولى: ¶ محفوظ ء بمكتبة الأزهر، والأخرى محفوظة بدار الكتب الظاهرية ¶ بدمشق، وعذَ شرحي ابن إياز والخوئحب للفصول نسختين منها، واثبت في ¶ الحواف ب فروقهما، فقد ظهر للطناحي ان ابن إياز والخوئحب كان معهما ¶ عدة نستيخ من الفصول. ¶ !!! ¶ 79",
            "page": "79",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "فهارس الشعر واللغة ¶ لكتاب غريب الحديث لأبي عبيد القاسم بن سلأم ¶ مجلة البحث العلمي والتراث الإسلامي- ¶ جامعة أم القرى - العدد الرابع لعام ¶ كتاب غريب الحديث لأبي عبيد القاسم بن سلاّم هو أول تأليف في ¶ غريب الحديث. يقول الخطابي في مقدمة كتابه غريب الحديث: \"وكان ¶ اول من سبق إليه ودذ مَن بعده عليه أبو عبيد الفاسم بن سلاّم، فانه قد انتظم ¶ بتصنيفه عامة ما يحتاج إلى تفسيره من مشاهير غريب الحديث، وصار ¶ كتابه إمامأ لأهل الحديث، به يتذاكرون، وإليه يتحاكمون \". ¶ ويمتاز كتابه هذا من بين كتب غريب الحديث ببيان اللفظ وصحة ¶ المعنى، وجودة الاستنباط، وكثرة الففه. وقد دار هذا الكتاب دورانأ ¶ عطيمأ في كتب المتاخرين، فقلما يخلو من النقل عنه كتاب لغة او غريب. ¶ وقد طبع الكتاب بمطبعة دائرة المعارف العثمانية بحيدر اَباد الدكن ¶ بالهند سنة 384 ا هـ/ 964 ام في أربعة أجزاء، غير انه لم يُصنع له اي نوع ¶ من الفهارس، خاصة فهرس اللغة، فصار في العثور على لفظة مشروحة ¶ منه عُسْز ومشقة، فنهض الطناحي بصنع فهارس للغة والشعر ونشرها ليعئم ¶ النفع بها، وقدم لها بدراسة عن الكتاب، وكلمة عن الفهارس والكنوز ¶ المخبوءة، أبان فيها عن أهمية الفهارس وضرورتها ومنافعها. ¶ جم!،بهد، يبم ¶ 80",
            "page": "80",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "أخطر. ¶ وا لمبر ( ¶ هؤلاء ا ¶ ا لرسالة ¶ فهارس ¶ كنزبلا ¶ ا لفهرس! ¶ وا لتي- ¶ ا لأطر اؤ ¶ بعض ا ( ¶ إلى ان. ¶ فهارس كتاب الأصول في النحو ¶ لأبي بكر بن السًرًاج ¶ صنع وترتيب الدكتور محمود محمد الطناحي ¶ مكتبة الخانجي - القاهرة 06 4 اهـ/ ¶ 986 ام، 77 ص 17*24 صم. ¶ شتاب الأصول في النحو لابن السراج من أمهات كتب الفن، ولعله ¶ ! نف نحوي بعد كتاب سيبويه، وقد عُني فيه عناية بالغة بسيبويه ¶ ، والأخفش الأوسط، بحيث صار لِزَامأ على مَنْ أراد أن يعرف نحو ¶ الأئمة أن يرجع إلى كتاب ابن السراج هذا، وقد طبعته مؤسسة ¶ ببيروت عام 405 اهـ/ 985 ام في ثلاثة اجزاء، لكنه طبع دون ¶ كاشفة. ¶ -بات من مكرور القول ومعاد الكلام ان كتب التراث بلا فهارس ¶ مفتاح، ولن تستقيم لنا دراسة التراث على الوجه المرضي دون هذه ¶ ، الكاشفة التي تضمّ النظير إلى النظير، وتُقْرِن الشبيه بالشبيه، ¶ ستخرج القضايا من غير مَظَانها. وكتب التراث متداخلة متشابكة ¶ ط، وقلما تجد كتابأ فيها مقتصراَ على فن بعينه دون الاستطراد إلى ¶ فنون ا لأخرى لدواعي الاستطراد والمناسبة، وهذا يؤدّي لا محالة ¶ ! جد الشيء في غير موارده. ¶ 81",
            "page": "81",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "وراى الطناحي من تمام الفائدة ان يصنع فهارس جامعة لهذا ¶ الكتاب العظيم القدر في المكتبة النحوية، لكن انشغاله بالتدريس ¶ والإشراف على بعض الرسائل العلمية حال دون الوفاء بحق الكتاب، ¶ فاكتفى بصنع فهارس للاَيات القرآنية الكريمة، والأحاديث النبوية ¶ الشريفة والأثر، والأمثال والتراكيب والنماذج النحوية والأشعار ¶ والأرجاز. ¶ !!! ¶ 82",
            "page": "82",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "ا لإ مام ¶ ا لمكتب ¶ ا لمخما ¶ انتقىة ¶ المخما ¶ وآ خره ¶ نوع ا ل ¶ وقياسا ¶ في الص ¶ الفهرس الوصفي ¶ لبعض نوادر المخطوطات بالمكتبة المركزية ¶ بجامعة الإمام محمد بن سعود الإسلامية ¶ جامعة الإمام محمد بن سعود الإسلامية- ¶ عمادة ثؤون المكتبات. الرياض ¶ 1413 هـ/ 1993 م، 85 ص 17 *24 سم. ¶ في عام 0 1 4 1 هتلقى الطناحي - رحمه الله - دعوة كريمة من جامعة ¶ محمد بن سعود الإسلامية لزيارتها، وقد عهدت إليه عمادة شؤون ¶ طت فيها أن ينظر فيما يضمه قسم المخطوطات بها من نفائس ¶ وطات ونوادرها، وأن يُفْرِدَ لذلك قائمة. فكان هذا الكتاب الذي ¶ يه ثمانين مخطوطة من بعض نوادر المخطوطات بتلك الجامعة. ¶ وقد نَهَجَ في إعداد هذا الفهرس ذِكْر المعلومات الآتية: عنوان ¶ وط، اسم مؤلفه كاملاً، اقتباس بعض الأسطر من أول المخطوط ¶ ، وأورد الطناحي المعلومات اللازمة عن محتويات الكتاب، وذكر ¶ خط واسم الناسخ وتاريخ النسخ ومكانه، ثم أثبت رقم المخطوط ¶ وأرجع الطناحي الندرة في علم المخطوطات إلى عدة امور ذكرها ¶ تمدمة منها: ¶ 83",
            "page": "83",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "1 - ان يكون المخطوط بخط المؤلف. وهي الغاية التي ليس وراءها ¶ غاية. ¶ 2 - ان يكون أملاه على أحد تلاميذه فكتبه، واثبت هو عليه خطَه ¶ بصحة القراءة عليه، أو سماعه، أو إجازته. ¶ 3 - ان يتمفَكَه احد العلماء المشهورين، ويثبت عليه خطه بالقراءة ¶ او التملك. ¶ 4 - ان يكون المخطوط وحيدأ، لا توجد منه إلا هذه النسخة. ¶ 5 - ان يكون المخطوط قديم النسخ. وهذا هو المعيار العام في ¶ تقديم المخطوط: وهو القِدَم والقُرب من وفاة المؤلف. ¶ وذكر ان هناك اسبابأ أخرى للندرة والنفاسة لا يمكن حصرها ¶ والإحاطة بها، ومعرفة ذلك موكولة إلى ئقافة المفهرس ومعرفته بتاريخ ¶ الكتب وحال المطبوع منها. وعن أي أصول خطية حُقق الكتاب، ¶ ولا يتأئى هذا إلا بعد دُرْبةِ وكثرة تفتيش ومجالسة ومُدارسة لأهل العلم. ¶ ! *! لا ¶ 84",
            "page": "84",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "ا لنحو يأ ¶ وصلبه ¶ ا لشرية ¶ ودلالةا ¶ ا لمسألة ¶ من وبر ¶ (1) س ¶ كتاب الشعر ¶ أو ¶ شرح الأبيات المشكلة الإعراب ¶ لأبي علي الفارسي ¶ تحقيق وشرح الدكتور محمود محمد الطناحي ¶ مكتبة الخانجي - القاهرة 8 0 4 1 هـ/ 988 1 م ¶ جزآن 9 0 7 ص 7 1 ك! 4 2 سم. عدا مقدمة ¶ المحقق (0 2 1) ص. النص (53 5) ص. ¶ الفهارس (56 1) ص. ¶ مو كتاب نحوٍ ومعانٍ أداره مؤلفه على الشعر، تناول فيه القضايا ¶ ، والصرفية. وقضايا المعاني فيه من خلال الشعر، وعُظْمُ الكتاب ¶ هو شواهد الشعر مع العناية بشواهد الكتاب الكريم، والحديث ¶ ء وكلام العرب في حِكَمها وأمثالها، وعُني بلغة الشعر اشتقاقأ ¶ ا وهو مُنداح (1) في الكتاب كله. ضم الكتاب أربعة وأربعين بابأ. ¶ جرى ابو علي الفارسي على أن يبدأ الباب ببيت يعالج من خلاله ¶ ا المعقود لها الباب، ثم يستطرد إلى مسائل أخرى يجزه إليها ما يثيره ¶ هه المعاني والأعاريب. ¶ إ قد يبدا الباب بأكثر من شاهد، فإذا قضى نَهْمَتَه من البيت عاد إلى ¶ 85",
            "page": "85",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "بيت آخر للمسالة التي هي أم الباب، فنفضه وفَتشًه (1) كما فعل بالأول ¶ وهكذا إلى أن يفرغ من شواهد الباب التي أقامها في نفسه. ¶ وأطال التفَسَ في وجوه الإعراب التي يطيقها البيت ويؤدّي إليها ¶ حُسْن البَصَر بسياق الكلام وتوجيه المعاني، وحرص على أن يربط بين ¶ الوجوه الإعرابية والمعنى ربطاَ محكماَ، جاعلاَ اختياره للوجه الإعراي ¶ خاضعاَ لسلامة المعنى واستقامته. ¶ والتوسع في وجوه الإعراب إنما هو لغاية تعليمية تغياها المؤلف، ¶ وهي التمرين والتدريب، وقد جزه هذا إلى شيء من التعَشُف والتمَكل (2). ¶ والاستطراد هو عمود الكتاب ومِلاكُه. ¶ بلغت شواهد الكتاب خمسة عشر وثمانمئة شاهداَ، انتزعها من ¶ شعر الجاهلية وما بعدهم إلى نهاية عصر الاحتجاج، إلا اربعة ابيات ¶ لشعراء عصره - في المعاني دون الإعراب - وابرز الشعراء الذين عني بهم ¶ الفرزدق وذا الزُمَة، وكان يهمل نسبة الأبيات إلى اصحابها، ولم ينسب ¶ سوى خمسين وثلاثمئة شاهد. ¶ عمل الطناحي في الكتاب: ¶ لفا كان عمل الطناحي تحقيقأ وشرحأ فقد أطال الئفَسَ في التحقيق ¶ والشرح، وجود في صنع الفهارس الفنية الكاشفة، وأفاض في مقدمته ¶ الطويلة (0 2 1 صفحة) في الحديث عن حياة أبي علي الفارسي، ومصنفا ته، ¶ وعن كتاب الشعر وا لاختلاف في اسمه، أوصلها إلى عشرة اسماء، وأبان ¶ (1) ¶ (2) ¶ استقصاه. ¶ التعسُف والتمَحُل: التكفف والاحتيال بحِذْق ¶ 86",
            "page": "86",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "عن من! ¶ قِبَل ابر ¶ ان كثرأ ¶ إلى تقا ¶ المَلَ! ¶ ابي علم ¶ كتبه الأ ¶ الكتاب ¶ ستة شو ¶ الأدب ا ¶ الكتاب ¶ ئم تحد ¶ الذين 1 1 ¶ وابي ز. ¶ ويقول ¶ اغار عا ¶ سياقهه ¶ (1) ¶ كأ ¶ و ( ¶ يجه فيه، مبينأ انه لا ينبغي ان يتخذ التوسُّع في وجوه الإعراب من ¶ ، علي وغيره ذريعة إلى الطعن في النحاة والوقيعة بهم، وانتهى إلى ¶ أ الوجوه الإعرابية وإفاضة النحاة فيها، وما يستتبع ذلك من استطراد ¶ 0 ير المحذوف، وذكر الأشباه والنظائر، كل اولئك هو الذي يصنع ¶ 4 النحوية، ويثبت العربية قراءة وكتابة. ¶ واستطرد في محنة تعليم النحو والعربية في زماننا هذا، ثم عاد إلى ¶ ب وعزج على اختلاف اَرائه في الكتاب عفا حكاه النحاة عنه، وعن ¶ خرى مستشهداَ بنماذج من ذلك، وتطرق إلى اللغة والمعاني في ¶ ، ئم اتى على اسلوب ابي علي فبين أن فيه إغماضأ وعُسْراَ، واورد ¶ اهد تؤيد رايه، واستطرد في الحديث عفا قيل عن بُعْد النحاة عن ¶ ا وتجافيهم عن وجوه البيان، وانتفل إلى الحديث عن شواهد ¶ ، ووقف مَليأعند استشهاد أبي علي بثمانية احاديث نبوية في كتابه، ¶ ث عن شواهد الشعر وهو لع! الكتاب وعَصَبُه. ¶ م انتقل للحديث عن مصادر ابي علي في كتابه، وذكر العلماء ¶ تاد منهم، سواء من صزح بالنفل عنهم كسيبويه والأخفش الأوسط ¶ ! د الأنصاري، ام لم يصزح بالنقل عنهم كابن قتيبة وابن الشكيت، ¶ الطناحي: \"ولقد كان موقف أبي عليئ منه عجبأ من العجب: فقد ¶ يه في كثر من شاهد، وسلخ شرحه في كثر من موضع، وتطابق ¶ ا تطابقأ تامأ، ولم يصرح ابو عليئ باسمه مرة واحدة (1)، ولست اجد ¶ قول الطناحي في الهامش: \"وكأنما هي ديون تُقْضَى، ففد انتفع ابن قتيبة من ¶ ابي ابن السًكًيت (الألفاط) و (إصلاح المنطق) في كتابه الشهير (أدب الكاتب) ¶ م يذكر فضله ولا سَنقه \". ¶ 87",
            "page": "87",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "تفسيراً ظاهراً لهذا الإغفال والصمت، فلا معاصرة بين الرجلين مانعة من ¶ الإنصاف، فبينهما مئة عام وعام، ولا خلاف في المذهب النحوي، فلم ¶ يكن لابن قتيبة شان كبير في النحو، فلمِ يبقَ إلا عصبية المذهب والمُعتَقَدِ، ¶ وهي آكِلَةُ ا لقلب، وفارِيَة الكَبِد، ومُغْمِضةُ ا لعين، وعاقِدَة ا للسان، وا لسعيد ¶ ، س (1) ¶ من عصمه الله\" ¶ فأبو علي معتزليئ، وابن قتيبة من اهل الشئة، وقد عرف ابن قتيبة ¶ بهجومه على المعتزلة، والتشنيع عليهم، والإزراء برجالهم، فلا عجب ¶ أن يعرض عن ذكره ابو علي، لهذه الحَسِيكة (2) التي لابُذَ ان يطوي عليها ¶ صدره. ¶ وكذلك فعل الشريف المرتضى مع ابن قتيبة، فهو لا يكاد يصرح ¶ باسمه - في كتابه (غرر الفرائد ودرر القلائد) المعروف بأمالي المرتضى- ¶ إلا في معرض النقد والتخطئة (3). ¶ والتفت التفاتة بارعة إلى الذين استفادوا منه ونفلوا سواء صرحوا ¶ كالقيسي شارح (الإيضاح)، وعلي بن عدلان الموصلي، والرضي ¶ الاسترباذيّ، وابن النحاس، والشاطبي، وعبد القادر البغدادي، أم لم ¶ يصرحوا واتفقت سياقاتهم مع سياق الكتاب كابن الشجري وابن عصفور. ¶ ئم وصف المخطوطتين اللتين اعتمدهما في التحقيق وهما مخطوطة ¶ جامعة أم القرى (رقم 0 18 3)، ومكتبة برلين رقم (65 4 6). ¶ (1) ¶ (2) ¶ (3) ¶ مقدمة المحقق، ص 83. ¶ العداوة. ¶ مقدمة التحقيق، ص 4 8، نقلاَ عن تأويل مشكل القرأن، ص 72. ¶ 88",
            "page": "88",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "نشرا ¶ مانشر ¶ خلأب ¶ الخالة ¶ فقدف ¶ معرفة ¶ مطبوء ¶ مواطز ¶ تقتضي ¶ حواف ¶ ضم يى ¶ (1) ¶ وكتب كلمة عن أصول كتب النحو التي تأخر نشرها، وعن تاريخ ¶ لتراث النحوي، وما اكتنفه من قصور وتقصير، وخَلُص إلى أ ن ¶ من كتب النحو لا يجاوز نصف الموجود منه. كل اولئك ببيانٍ اَسرٍ ¶ أما عن منهجه في التحقيق، فقد نسخ الكتاب بقلمه، وقابل بين ¶ يه، ثم التمس مَوارده في كتب السابقين، وتتبَّع نُقُولَه في كتب ¶ ين، وعرض شواهده على كتب العربية. ¶ ولما كان أبو علي قد غَفَل عن نسبة أكثر من نصف شواهد الكتاب ¶ ب الطناحي ما لم ينسبه أبو علي، إلا نحو اربعين شاهداً عَجَز عن ¶ قائليها، وبذلك رأبَ الصَّدْع، وسدَّ الثلمَة. ¶ وحرص على ربط قضايا الكتاب ومسائله بالمُتاح له من كتب المؤلف ¶ لها ومخطوطها، ثم وصل هذه القضايا بكتب النحو، خاصة في ¶ ، الإبهام والغموض التي عُرف بها المؤلف، ثم في المواضع التي ¶ ، بسط عبارة أو توضيح فكرة، أو رد مجهول إلى معلوم، وجاءت ¶ به - في كثر الصفحات - اضخم من متن المؤلف (1). ¶ ولض كانت كتب التراث كَنْزاً بلا مِفتاح، فقد صنع للكتاب مفتاحأ ¶ تة عشر فهرسأ فصّل فيها، فأجاد وأمتع. ¶ !! طم ¶ ترأت في كتاب (محمود الطناحي ذكرى لن تغيب) ص 4 7 ا كلمة للعلأمة محمود ¶ محمد شاكر: القد قرأت كتاب ا لشعر مخطوطا، أما بعد تحقيق الطناحي له فكأني ¶ ما قراته قَبْلُ \". ¶ 89",
            "page": "89",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "الكتاب المطبوع بمصر ¶ في القرن التاسع عشر (تارلئ وتحليل) ¶ كتاب الهلال ع 48 5، آب (أغسطس) ¶ 1996، 91 اص ا اك! 6 اسم. ¶ يمًغَئا هذا الكتاب على - وَجَازته واختصاره - غاياتٍ شعى منها: ¶ ا - الكشف عن جهود الأفراد والهيئات في نشر التراث العربي ¶ وإذاعته، وكان الذي حركه إلى هذا الموضوع ورغبه فيه تلك الظاهرة ¶ الخطيرة التي شاعت في العقود الثلاثة الأخيرة، وهي ظاهرة تصوير الكتب ¶ المطبوعة بالأوفست، وهذه الظاهرة اغتالت تاريخ هؤلاء الرجال العظام ¶ ناشرين ومُنْفِقين واصحاب مطابع ومصخحين (1). ¶ 2 - لقا كان العالمون بتاريخ الطباعة والمحئون للعلم، العارفون ¶ بتاريخ الرجال يتناقصون يومأ إثر يوم، فلا بد من عمل لاستنقاذ هذا ¶ التاريخ من بئر النسيان وقرارة الضياع. ¶ 3 - تحليل إبراز الدوافع التي وقفت خلف طبع الكتب في مصر ¶ بالقرن التاسع عشر، فليست المسألة أن تُصَفَ حروف، ويُبسط ورق، ¶ وتَدور آلات. ¶ (1) يسشى من هؤلاء السيد قاسم رجب صاحب دار المثنى ببغداد، الذي كان يحافظ ¶ على بيا نات ا لكتاب ا لأصلي كاملة. (ا لنا شعر) ¶ 90",
            "page": "90",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "لقد كانت هناك غايات ضخمة، وأهداف عظيمة وراء حركة الطبع ¶ ونشر الكتب، ابان عنها الطناحي في تحليل مطبوعات بُولاق والمطابع ¶ الأهلب. ¶ 4 - إبراز مكانة مصر في ذلك الزمان ليس من باب العصبية للبلد، ¶ لكن 3 ق باب رد الحقوق إلى اصحابها. ¶ 5 - إبراز اثر مصر في اجتذاب اصحاب المواهب من الناشرين ¶ الشَوام والمَغاربة، فقد احسنت مصر استقبالهم، وأعتدت لهم متكئأ. ¶ وبعد، فهذا الكتاب دراسة جادة مستوعبة محيطة، وهو يضع بين ¶ يديك شوارد جمعها من مصادر غير متداولة، كما تحدث فيه عن نشاته ¶ العلمبة، وكيف قادته عملية التصحيح في المطابع إلى العمل في تحقيق ¶ المخطوطات. ¶ !! كبم ¶ 91",
            "page": "91",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "مدخلى الى تاريخ نشر التراث العربي ¶ مع محاضرة عن التصحيف والتحريف ¶ مكتبة الخانجي -القاهرة 5 0 4 ا هـ/ 984 ا م ¶ 6 0 4 ص، 17 * 4 2 سم. ¶ يعالج هذا الكتاب موضوعين هامين هما: مدخل إلى تاريخ نشر ¶ التراث العربي، والتصحيف والتحريف. ¶ ويفيد الموضوع الأول -كما يقول الطناحي ص 7 - فائدتين: ¶ الأولى: معرفة تاريخ العلماء والرجال الذين مهَدوا الطريق لنا، ¶ وسلكوا دروبأ مُضْنية، واحتملوا عَناءً باهظأ، واظهرونا على مداخل هذا ¶ التراث ومساربه، حين قاموا على نَشْره وإذاعته. ¶ والثانية: معرفة فَرْق ما بين الطبعات، فإن كثيراً من كتب التراث قد ¶ طُبع اكثر من طبعة، وتتفا وت هذه الطبعات كما لاً ونقصأ، وصحة وسفمأ. ¶ قذَم للكتاب ببحث عن تاريخ الطباعة العربية في أوروبة والمشرق، ¶ ثم عَقَد فصلاً عن نشر التراث العربي في مصر، وهو أطول فصول الكتاب ¶ لأن البداية الحفيقية للكتاب العربي بدأت في مصر، لوجود المطبعة ¶ الأميرية بِبُولاق، ووجود الأزهر فيها، وما اقتضاه التدريس فيه من نشر ¶ الكتب وإذاعتها، ولأن مصر كانت منطقة جَذْب للعلماء وأصحاب ¶ المواهب من عرب وعجم، وقد اعتدت لهم مصر متكئأ، فأنتجوا وابدعوا، ¶ 92",
            "page": "92",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "خاصة الشَوام منهم، ولأن الطناحي مصري (وصاحب البيت أدرى بالذي ¶ فيه). ¶ فأبان ان تاريخ نشر التراث في مصر مزَ بأربعة مراحل. ¶ المرحلة الأولى: مطبعة بولاق والمطابع الأهلية، وفي هذه المرحلة ¶ نُشِرلتا النصوعر الترائية خالية من دراسة الكتاب وترجمة مؤلفه وذكر ¶ مخطوالاته وفهرسته (1)، وإن كان النشر في هذه المرحلة قد اتسم بالدقة ¶ المتنا! بة والتحرير الكامل، إذ كان يقوم على التصحيح فئة من أهل العلم، ¶ منهم الثعيخ نصر الهوريني، والشيخ محمد قطة العدوي. ¶ 11 المرحلة الثانية: مرحلة الناشرين النابهين، وهذه المرحلة عُنيت ¶ إلى حد ما بجمع النسخ المخطوطة للكتاب، وذكر ترجمة المؤلف وبعض ¶ الفهارءر، وتعرف هذه المرحلة بتلك الأسماء: أمين الخانجي، ومحب ¶ الدين ا اخطيب، ومحمد منير الدمشقي، وحسام الدين القدسي. وكلهم ¶ من أهلا الشام. ¶ ا*المرحلة الثالثة: هي مرحلة دار الكتب المصرية، وفي هذه ¶ المرحل 4 اخذ نشر التراث يتجه إلى النضج والكمال من حيث جمع نسخ ¶ الكتالبط المخطوطة من مكتبات العالم، وإضاءة النصوعر ببعض ¶ التعليقات والشروح، وصنع الفهارس التحليلية. ¶ ، ما يسبق ذلك كله من التقديم للكتاب، وبيان مكانه في المكتبة ¶ العربية 10 وقد تأثر هذا المنهج إلى حد ما بمناهج المستشرقين الذين نشطوا ¶ (1) ¶ في، كثير من مطبوعات بولاق تعريف موجز بالمؤلف وفهرس للموضوعات، ¶ وة كر لفروق النسخ في الحواسي. (ا لناشر) ¶ 93",
            "page": "93",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "في نشر تراثنا وإذاعته منذ القرن الثامن عشر، وقد وقف على راس هذه ¶ المرحلة احمد زكي باشا شيخ العروبة. ¶ المرحلة الرابعة: وهي مرحلة الأفذاذ من الرجال (1) فهي مرحلة ¶ احمد محمد شاكر، ومحمود محمد شاكر، وعبد السلام هارون، والسيد ¶ احمد صقر، وقد دخل هؤلاء الأعلام ميدان التحقيق والنشر مُزَؤدين بزادِ ¶ قوي من علم الأوائل وتجاربهم، ومدفوعين بروح عربية إسلامية ¶ عارِمَة، استهدفت إذاعة النصوص الذَالة على عَظَمَة التراث الكاشفة عن ¶ نواحي الجلال والكمال فيه. ¶ ثم انتفل للكلام - بايجاز - عن نشر التراث العربي خارج مصر في ¶ تركية، والبلاد العربية، والهند. ¶ ثم عقد فصلاً مطولاً عن جهود المستشرقين في نشر التراث، ¶ فتحدث عن طلائع المستشرقين، وعن مناهجهم في تحقيق النصوص ¶ مبينأ ما لهم وما عليهم، وعن أبرز ما أخرجوه من كتب. ¶ وعندما طوى الحد يث عن مناهجهم، شرع بذكر مشا هير ا لمستشرقين ¶ وترجمتهم حسب بلدانهم، بادئأ بالإيطاليين، إذ كانت إيطالية مهد ¶ الطباعة العربية0 ¶ أما الموضوع الاَخر ا لذي يعالجه ا لكتاب فهو التصحيف والتحريف. ¶ والتصحيف: تغيير في نَقْط الحروف او حركاتها مع بقاء صورة ¶ (1) ويأتي في مقدمتهم الإمام العلامة الشيخ عبد العزيز الميمني رحمه الله تعالى. ¶ (الناثر) ¶ 94",
            "page": "94",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "الخط، مثل نَصَت ويخمْتُ، والعيب والعتب، والعذل والعدل. ¶ والتحريف: هو العدول بالشيء عن جهته، وفد يكون بالزيادة في ¶ الكلام، او النقص منه، وقد يكون بتبديل بعض كلماته، وقد يكون بحَمْلِهِ ¶ على فيو المُراد منه، وبعض القدماء لا يفزق بين التصحيف والتحريف. ¶ وقضية التصحيف والتحريف من اخطر القضايا في تراثنا العربي، ¶ وعزا ا إطناحي إلى ان كثيراَ من مظاهر التصحيف والتحريف إنما يرجع إلى ¶ الغَفْلة او الجهل، وليس إلى طبيعة اللغة العربية والحرف العربي وحدهما، ¶ ورد الظصحيفات إلى اسباب، ذكر عشرة منها تمثل جماع القول فيها، عفل ¶ بها حدا ث هذه الظاهرة وذكر امثلة كثيرة على ذلك. ¶ ا إ راى ان معالجة هذه الظاهرة الخطيرة لا يكون إلا بمعرفة دقيقة ¶ بأسرار اللغة وخصائص مفرداتها وتراكيبها، وتصزُف هذه المفردات ¶ والتراا! يب في كلام العرب، ثم إلمامِ كاشف بتاريخ هذه الأمة العربية ¶ واحوا!) رجالها وكتبها ومصطلحات علومها، وكل ما يصث إليها بسبب. ¶ اقد حفظ لنا الطناحي في هذا الكتاب، وكتاب (الكتاب المطبوع ¶ بمصر ذتي القرن التاسع عشر)، تاريخأغاليأ من الضياع، احسن الله إليه. ¶ ط!!! ¶ 95",
            "page": "95",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "مستقبل الثقافة العربية (1) ¶ كتاب الهلال، العدد 581، مايو (أيار) ¶ 1999 م -368 صفحة 1 ا*6 ا سم. ¶ كا ن الطناحي -رحمه الله - مواظبأ على إتحاف (مجلة الهلا ل) بمقا لات ¶ ممتعة، وقد بلغت نحو اربعين مقالة. وئما توفي، رأت دار الهلال أن تكرم ¶ الطناحي ب! عادة نشر بعض مقالاته في كتاب، فجمعت ثماني عشرة مقالة. ¶ توزعت على خمسة أبواب: ¶ الباب الأول: وفيه ثلاث مقا لات: ¶ المقالة الأولى: (محمود محمد شاكر، ومنهجه في تحقيق التراث) ¶ مفد لمقالته بالحديث عن تحقيق النصوص، ومراحل تاريخ نشر التراث ¶ الأربع في مصر، وابان ان المرحلة الرابعة هي مرحلة الأفذاذ، وعلَمُها ¶ محمود محمد شاكر، وفضل الحديث عن منهاج محمود محمد شاكر في ¶ تحقيق التراث وإبداعه فيه. ¶ المقالة الثانية: (الشيخ الشعراوي واللغة)، فتكلم عن عناية ¶ الشعراوي باللغة: أصواتأ وصرفأ ونحواً ودلالة، وانتهى إلى أن الشعراوي ¶ استطاع - من خلال تفسيره للقراَن الكريم في التلفاز - ان يأخذ العامَة ¶ (1) توسعت في التعريف بهذا الكتاب لأنه (كالمجموع) يحوي كُتُبا. ¶ 96",
            "page": "96",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "و أ وسا ¶ عن كأ ¶ ا للغويئ ¶ من الل! ¶ وأدبأ، ¶ العربي ¶ الطنا3 ¶ وا نتهى ¶ ا لمعانر ¶ مصر ا ل ¶ و تو ثيق ¶ النبي قي ¶ مع أنها ¶ شبههابر ¶ ط الناس إلى قضايا التذوق والبلاغة والأدب، ومضى في الحديث ¶ أية الشعراوي بغريب اللغة وعلوم القراَن. ¶ المقالة الثالثة: (علي الجارم لغويأ ونحويأ) فتحدث عن المكانة ¶ ا التي اقتَعَدَها الجارم عند علماء عصره، ودعوته إلى استحياء الغريب ¶ ،، وأثره الطاهر في تأليف الكتاب المدرسي بالمشاركة نحواً وبلاغة ¶ مثل: (النحو الواضح) و (البلاغة الواضحة) و (المجمل في الأدب ¶ )، وتابع حديثه عن إبداع الجارم الشعري. ¶ الباب الثاني: في الفصاحة والإعجاز، وفيه اربع مقا لات: ¶ الأولى: (من إعجاز القراَن في أعجمي القراَن)، وهي مقدمة كتبها ¶ ب لكتاب (من إعجاز القراَن في أعجمي القراَن). ¶ لمقالة الثانية (في كَمْ يملى القراَن): أورد ا لأقوال الواردة في ذلك، ¶ إلى أن مدار الأمر في تلاوة القراَن الكريم على التدئرِ، واستحضار ¶ !، وتأمُل الإشارات، وتبتن الدلالات. ¶ لمقالة الثالثة: (إقراء القراَن بمصر) اوجز الحديث فيها عن قزاء ¶ معاصرين، ثم أفاض الحديث عن شيخه المُقرى عامر السيد عثمان. ¶ لمقالة الرابعة: (قصيدة نادرة في المديح النبوي) وفيها تحليل ¶ وشرح لقصيدة العباس بن عبد المطلب رضي الله عنه في مديح ¶ في، وهي لم تحظَ بما حظيت به قصائد حسان وكعب وابن رواحة، ¶ قصيدة مروية مذكورة بالإسناد، مع فخامتها الشعرية، وشدة ¶ الشعر الجاهلي، ومطلعها: ¶ 97",
            "page": "97",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "من قبلها طِبْت في الظلال وفي مستودع حيث يخصف الورق ¶ الباب الثالث. حسن البيان، وحوى أربع مقا لاب: ¶ المقالة الأولى: (البيان والطريق المهجور) تكلم فيها عن البيان ¶ (ا لإحسان في تأدية المعاني) وعن التردي في الكتابة، ومجافاة حسن البيان، ¶ وا لإعراض عن جمال ا لعبارة، وتحدث عن أسباب مِحْنتنا فيما نكتب. ¶ المقالة الثانية: (التصحيح اللغوي وضروري التحري)، فتحدث ¶ عنهما، وخَلص إلى القول: إن التصحيح مسألة عسيرة، وليس لنا أن نُهرع ¶ إلى القول بالخطا قبل أن يكون لنا استقراء واتٍ شافٍ. ¶ المقالة الثالثة: (المعاجم اللغوية والهجوم الذي لا ينتهي)، تكلم ¶ عن نقد المعاجم والهجوم عليها، انتهى إلى انه من الخير والعدل ا ن ¶ نتوقف عن الطعن في معاجمنا اللغوية، ونمسك عن سوء الترتيب وتشويش ¶ المادة، ثم ننظر في أمر هذه المعاجم: نستدرك فا ئِتَها، ونُكمل نَقصها ونبرز ¶ فوائدها، ونيسّر سبيلها، واقترح بعض المقترحات في سبيل ذلك. ¶ المقالة الرابعة: (النحو العربي والحِمى المُستباح) تناول فيه سلطان ¶ النحو على لغتنا الكريمة، واهتمام العلماء فيه، وتناول هجوم بعضهم على ¶ النحو، وناقش الشاعر أحمد عبد المعطي حجازي الذي تهجم على النحو ¶ في مقالةٍ له بالأهرام. ¶ الباب الرابع: حسن البيان، وضم ست مقا لات؟ ¶ المقالة الأولى: (دراسة في مصادر الأدب)، عرض فيها لكتاب ¶ الدكتور الطاهر إحمد مكي (مصادر الأدب). ¶ 98",
            "page": "98",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "الكتب ¶ ار تبطت ¶ الكتاب ¶ للأستا ¶ ويتمثد ¶ فراغه0 ¶ المطبو ¶ قا رى، ¶ وفضَل ¶ الكتاب ¶ كليات ¶ مفروض ¶ أذواق. ¶ الحديى ¶ عددها ¶ (1) اذ ¶ المقالة الثانية: (الكتب الصفراء والحضارة العربية) وفيها دفاع عن ¶ الصفراء، وإزالة الحط عليها، التي ظهرت منذ زمن طويل، التي ¶ ظ عند عارفي الكتب بجودة التصحيج وكمال الإخراج (1). ¶ المقالة الثالثة: (الكتاب الجامعي والطريق الصحيح)، أبان فيها ا ن ¶ ، الجامعي هو حامل العلم إلى الطالب، وهو الصورة المائلة الثابتة ¶ ث أمام الطالب، فإمّا أن يحرص على هذه الصورة يستصحبها معه، ¶ يا في مستقبل أيامه، وإما ان يستهين بها، ويتخلّص منها ساعة ¶ ش حاجته إليها. ¶ المقالة الرابعة: (الكتاب والتواصل العلمي) أوضح فيها أن الكتاب ¶ لح هو أساس التواصل العلمي، والأصل فيه ان يكون مُتاحأ لكل ¶ إما بالشراء وإما بالإهداء، وإما بالإيداع في دور الكتب العامة، ¶ القول في ذلك. ¶ المقالة الخامسة: (البيان والتبيين للجاحظ) عرض فيها لهذا ¶ '، وابان عن محاسنه، وتأثره فيه، وطلب من مدرّسي العربية في ¶ الجامعات وهعاهدها ان يجعلوا من نصوص هذا الكتاب نصيبأ ¶ سأ على تلاميذهم، فقد استقامت بهذا الكتاب السنة، وارتقت عليه ¶ ا واستوت به مَلَكَات. ¶ المقالة السادسة: (تركية والمخطوطات العربية)، وتحدث فيها ¶ ط الممتع عن المخطوطات العربية ونفائسها في تركية التي يقدر ¶ بنحو مليون مخطوطة - أي ثلث عدد المخطوطات في مكتبات ¶ ظر ما سلف ص 093 ¶ 99 ¶ (الناشر)",
            "page": "99",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "العالم -، وتحدث عن عناية الخلفاء العثمانيين وكبار رجال دولتهم ¶ بالعلم ودور الكتب، وعزا ذلك كله إلى تسخير الله بعضَ عباده لحفظ ¶ العلم وبقاء الكتب. ¶ الباب الخامس: (السيرة الذاتية والكتب العربية) فأطنب في الحديث ¶ عن السيرة الذاتية والصدق مع النفس، وأوضح أن أولى مظاهر صدق ¶ ا لنفس بالعناية وأحقها بالتأ مل -وهي كثيرة - ما يتصل منها با لاعتراف با لخطأ ¶ والرجوع إلى الصواب، والإنصاف في الحكم، ولو كان مما يجز إلى ¶ الانتقاص من النفس، وهو ما يسميه الناس الان: الموضوعية ونقد الذات، ¶ ثم مضى وتحدث عن الصراحة الكاشفة، وفرّق بين صراحة الناس، ¶ وصدقهم في الإبانة عن أنفسهم، وبين كشف العيوب الفادحة، ونشر ¶ المساوئ الفاضحة التي تدخل في باب العَورات وهو ما نُهي عنه. ¶ والطناحي في ذلك كله يتمثَّل بصور منه: سلوكأ وكلامأ منثوراً ¶ ومنظومأ. ¶ بح! 7 جمئي ¶ 100",
            "page": "100",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "فقدجر ¶ وا لتا بص ¶ وا لسير ¶ الحديه ¶ الوفود ¶ النبوّة، ¶ (1) ¶ منال الطالب ¶ في شرح طِوَال الغرائب ¶ لمجد الدين أبي السعادات المبارك ابن الأثير ¶ (4 4 5 - 6 0 6 هـ ( ¶ (1) ¶ جامعة أم الفرى، مركز البحث العلمي ¶ لىحياء التراث الإسلامي - مكة المكرمة ¶ 03 4 ا هـ/ 983 ام، مقدمة المحقق (0 5) ¶ صفحة، النص (0 63) صفحة، الفهارس ¶ (1 63 - 768). ¶ هذا الكتاب لم نعلم له سميّأفي مناهج من صئفوا في غريب الحديت،، ¶ د ابن ا لأثير ا لأحاديث الطويلة المأثورة عن رسول اللّه عي! والصحابة ¶ ين رضوان الله عليهم اجمعين. جرَّد هذه الأحاديث من كتب السئة ¶ ة، وأفرد لشرحها هذا الكتاب، وقد قسم الكتاب إلى قسمين. ¶ الأول: في احاديث رسول اللّه! كتًيم مما له فيه كلام أو ذكر مِميق ¶ ث له، أو بني عليه، ومعظم احاديث هذا القسم يدور على أحاديث ¶ التي وفدت على رسول الله جمي!، واحاديث المولد والبعث ودلالْل ¶ خصائصه جمي!. ¶ جه هنا على أن مزلف هذا ا لكتاب هو أحد ثلاثة إخوة اشتهروا بابن ا لأثير، وهم: ¶ ق الأثير (المؤرخ) علي بن محمد (ت 0 63 هـ)، وابن ا لأثير (الكاتب) نصر الله ¶ حمد (ت 637 هـ)، ومؤلف هذا ا لكتاب (المحدث) وبعض ا لنا س يظنهم واحد اً ¶ 1 0 1",
            "page": "101",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "الآخر: في اثار جماعة من الصحابة وبعض التابعين لهم ب! حسان ¶ رضي الله عنهم اجمعين. ¶ جرى ابن الأثير على ان يورد الحديث كاملاَ، ثم يذكر في اخره من ¶ اخرجه من علماء الحديث والغريب، ويعقب بما قيل في الحديث جرحأ ¶ وتعديلاَ وقبولاَ ورداَ، وقد تغيا من وضع هذا الكتاب غاية لغوية، من معانِ ¶ واشتقاق ودَلالات. على انه قد يشرح بعض الأحاديث لا لغريب الفاظها، ¶ بل لإشكال في معناها، ومنه أيضأ توفيقه بين الأحاديث التي تبدو ¶ متعارضة. ¶ وفي ذلك يقول ابن الأثير: \" ونحن اخترنا من الالوال ما كان اكثر ¶ الفا ظه غريبأ، على اي حالَيْه كا ن، بعيداَ او قريبأ، توخيأ للحفظ والتناجي، ¶ وبلاغأ للأمل والراجي، ولم نستقصِ في جمع ا لأحاديث وا لاستكثار منها، ¶ خوف الضجر والملل، وهربأ من الوقوع في الخطأ والزلَل، فاقتصرنا على ¶ الأحاديث والآثار المشهورة في كتب الحديث والغريب، واستفصينا شرح ¶ ما اخترناه منها، وبسطنا القول في إيضاح ما شَذ من وجوه التأويل عنها، ¶ وجمعنا بين اقاويل مَنْ تقدم من العلماء وسَتق من الفضلاء في شرحها ¶ وتفسيرها، وتبيين معانيها وتقريرها، وأضفنا إليه ما عسى أن يكون غُفِل ¶ عنه او لم يُبْلغ الغرض منه. . \" (1). ¶ وهذا الكتاب من امتع المؤلفات في موضوعه. ¶ والفرق بين (النهاية) و (منال الطالب) وكلاهما لابن الأثير، انه في ¶ الأول رئب فيه الغريب على حروف المعجم، وانتزع من الحديث الجزء ¶ (1) مقدمة المؤلف، ص 4. ¶ 102",
            "page": "102",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "المشفرر على الغريب وحده كما قال مؤلفه: \"فلا تكاد تجد فيه حديثأ تامأ ¶ هان قل كَلِمُه، ولا أئراَ متسِقأ وإن استقل منتظمه \"، فهو كتاب لغوي. ¶ أما منال الطالب فقد جمع فيه الأحاديث والاَئار الطوال، والأوساط ¶ بتمامها، وأخذ في شرحها، فهو كتاب حديث ولغة، وإن كانت الغاية التي ¶ تغياها من وضع الكتاب لغوية. ¶ منهاج إلطناحي في تحقيق الكتاب ودراسته: ¶ اعتمد الطناحي في التحفيق على نسخة وحيدة نفيسة، احتفظت بها ¶ الخزاتة العامة بالرباط. وعفق عليها بحواشٍ تتراوح بين القلة والوسط، ¶ وأشار /إلى أخطاء الناسخ واوهام المؤلف. ¶ وكتب مقدمة طويلة تحدث فيها عن معنى الغريب، وبدايات التأليف ¶ في غردب الحديث، وافاض في ترجمة ابن الأئير، وأبان عن الفرق بين ¶ النهاية والمنال، وتطزق للشواهد الشعرية في الكتاب، واظهر ان ابن ¶ الأئير ءُقِل من الاستشهاد بالشعر كما في كتابه (النهاية) مع ان ابا عُبَيد وابن ¶ قتيبة والخطابي - وهم الرؤاد الأوائل في علم غريب الحديث -قد استكئروا ¶ في كتب! 3 من شواهد الشعر. ¶ ا إ عرض لموارد ابن الأثير في الكتاب، فاوضح ان ابن الأئير افاد من ¶ جهود ا اصعلماء الذين سبقوه إلى التصنيف في غريب الحديث. ¶ ا-راى الطناحي ان ابن الأئير كان يدور في فُلك أربعة من العلماء: ¶ ابن ب 4 والخطابي، والزمخشري، وابي موسى المَديني الأصبهاني، وقد ¶ افاد ابز) الأثير من كتب هؤلاء العلماء في غريب الحديث إفادة بالغة، ¶ وعول ءتليهم كثيراَ. ¶ 103",
            "page": "103",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "وعقد فصلاَ وازن فيه بين ابن الأثير والزمخشري، انتهى فيه إلى أ ن ¶ ابن الأثير أفاد من كتاب الزمخشري (الفائق في غريب الحديث) إفادة ¶ كبيرة في كتابيه (النهاية) و (منال الطالب) مصزحأ بالأخذ عنه، غير ان ¶ الطناحي قد راى ابن الأثير في مواطن كثيرة جداَ يسوق كلام الزمخشري ¶ دون ان يصزح بالنقل منه، والعزو إليه، وهو فاشِ مستفيض في (النهاية) ¶ و (منال الطالب). ¶ ووصف النسخة التي اعتمدها في التحقيق، وصنع فهارس ¶ كاشفة (138 صفحة): وهي الموضوعات، والاَيات القراَنية والأحاديث ¶ النبوية، والأمثال، والأشعار، والمواد اللغوية، والأدوات وحروف ¶ المعاني، ومسائل العربية: النحو والصرف والعروض والبلاغة واللغة ¶ والكتب والأعلام والأماكن والأيام والمراجع. ¶ وقد حصل الطناحي بتحقيق هذا الكتاب على الجائزة الأولى في ¶ تحقيق التراث بمجمع اللغة العربية بالقاهرة. ¶ ! 8بر* ¶ 104",
            "page": "104",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "ا لموجز ¶ في مراجع التراجم والبلدان ¶ والمصنفات وتعريفات العلوم ¶ مكتبة الخانجي - القاهرة 406 اهـ/ ¶ 985 ام، 18 اص، 17* 24 سم. ¶ هذا الكتاب كما يقول مصنّفه ص 7: \" دليل موجز إلى ابرز مراجع ¶ تراجم العلماء والأدباء والمصنفين في كل فن من فنون التراث العربي على ¶ اختلاف مناهج هذه المراجع، مع ذكر شيء من كتب الضبْط والتقييد وكتب ¶ البلداذ) (الجغرافية)، ومراجع الكتب والمصادر (المراجع الببليوجر افية)، ¶ التي - لين على رصد حركة التأليف العربي، ومعرفة مساره عبر القرون ¶ والأزءان، وكتب تعريفات العلوم ومصطلحاتها \". ¶ وقد وضعه لطلبة الدراسات العليا بجامعة ام القرى الذين يؤودهم ¶ جَمْع ه، دتهم التاريخية، والتهدّي إلى توئيق الكتب والمصنفات من ¶ مصادر ها ومَظَانّها. ¶ بدأه بمقدمة طويلة تقع في (0 4) صفحة تحدث فيها عن تردّي طلبة ¶ العلم، وبعدهم عن تراثنا، وجهلهم به، وتحدث الحديث الممتع عن ¶ الفسا ا: الأدبي الذي طَئمَ، وعن غُربة اللغة العربية، وضعف اهل العلم. ¶ وفي حديثه عن كتب التراث خَلُص إلى حقيقتين: ¶ 105",
            "page": "105",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "الأولى: أنه لايُغني كتاب عن كتاب، فقد شاع في كتابات ¶ المعاصرين ان كتب التراث ذات الموضوع الواحد تتشابه فيما بينها، ¶ وابان أن المُخْتَصَرات التي تشغل حَئزاً كبيراً في التأليف العربي قد يوجد ¶ فيها ما لا يوجد في الأصول. ¶ الأخرى: أن مجاز كتب التراث مجاز الكتاب الواحد، بمعنى أ ن ¶ هذه الكتب متشابكة الأطراف، ومتداخلة الأسباب، فالكتاب المقتصر ¶ على الفن الذي يعالجه دون الولوج إلى بعض الفنون الأخرى بدواعي ¶ الاستطراد والمناسبة، وهذا يؤدي لا محالة إلى أن تجد الشيء في غير ¶ مَظَائه، فقد يوجد النحو مثلاً في كتب التاريخ والتراجم. ¶ ثم عرّف - ب! يجاز وإفاضة احيانأ ب (12 2) كتابأ في السيرة النبوية، ¶ وتراجم الصحابة، والقزَاء، والمحدَّئين، والفقهاء، والشَّيَعَة، والزُهاد، ¶ والمتصوَّفة، واللغويين، والأدباء، والشعراء، وا لأطباء، والقضاة، ¶ والخلفاء، والوزراء، والمؤرخين، والتراجم على البلدان وعلى القرون، ¶ والتراجم العامة، وتراجم اهل المغرب والأندلس، والمراجع الهادية، ¶ والأنساب، وضَبْط الأعلام، ومراجع البلدان والمواضع، وعلم قواثم ¶ الكتب والفنون وتعريفاب العلوم. ¶ !! * ¶ 106",
            "page": "106",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "الغامض ¶ الحديه ¶ علىب ¶ انبعثت ¶ شرح ¶ مشكوا ¶ عنه إ! ¶ (1) ¶ النهاية في غريب الحديث والأثر ¶ لمجد الدين ابن الأثير ¶ تحقيق الطاهر احمد الزاوي ومحمود محمد الطناحي (1) ¶ مطبعة عيسى البابي الحلبي - القاهرة ¶ 1383 هـ/ 1963 م. خمسة أجزاء، الأول: ¶ 72 4 ص 1 2 * 9 2 سم، وا لثاني: 6 2 5 ص، ¶ وا لثالث: 86 4 ص، والرابع: 383 ص، ¶ وا لخا م!: 4 0 3 ص - ا لفهارس: 7 0 3 -  ¶ 498 ¶ غريب الحديث: هو ما وقع في مُتون الأحاديث من الألفاظ ¶ ، البعيدة عن الفهم، لقلّة استعمالها، وهو نوع من أنواع علوم ¶ ث. وقد بدأت جهود العلماء في شرح غريب الحديث متواضعة ¶ د أبي عبيدة مَعْمر بن المثنى، ئم أخذت تخطو نحو الكمال حتى ¶ بعمق وشمول على يد ابن الأثير، الذي انتهى إليه حَصَادٌ طتب في ¶ غريب الحديث، أفاد منه واربى عليه في استقصاء مُعجِز، وداب ¶ ، بحيث جاء كتابه بحق (النهاية) في هذا الفن الشريف، ولم تنذَ ¶ 1 احاديث يسيرة ذكرها السيوطي في (الدر النثير) وفي (التذييل ¶ نال إن الذي حففه الطناحي وحده، يعزز ذلك أن الطناحي عندما يذكره في ¶ راجع كتبه يُفرِد نفسه بالتحقيق. ¶ 107",
            "page": "107",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "والتذنيب)، ورزق النهاية الحُظْوَة والقبول عند الناس، وغالَت شهرته ¶ على كل كتاب صئف في غريب الحديث. ¶ وقد أدار كتابه - أول الأمر - على الجمع بين كتاب (الغريبين - غريبي ¶ القراَن والحديث - للهروي) وبين كتاب (المغيث في غريب القراَن ¶ والحديث) لأبي موسى محمد بن أبي بكر المديني الأصفهاني، وشرع في ¶ جمع ما فيهما من غريب الحديث مجزدأ من غريب القراَن، وإضافة كل ¶ كلمة إلى أختها في بابها تسهيلأ لكلفة الطلب، فوجد أنهما قد فاتهما الكثير ¶ ا لوافر. ¶ فتتئع كتب السنة واللغة على اختلافها، واستقراها واستقصاها، ¶ فأضاف إليهما ما عثر عليه من الغرائب في حروفها ونظائرها وأمثالها. ¶ وكتاب (ا لنهاية) أشهر كتب ابن الأئير على ا لإطلاق، ونَهَج في تأليف ¶ كتابه على انتزاع الأحاديث المُشْتَملة على الغريب، ونشَقها على حروف ¶ المعجم، ثم شرحها، وهذه الطريقة أقرب تناولأ وأيسر سبيلأ، وهي اجدى ¶ نفعأفي الدراسات اللغوية، حيث تفيد في تتبع اللفظ ومعرفة دَوَرَانه وتطؤره ¶ الدلالي، وقد رزق كتابه الحظوة والقبول لسهولة مأخذه، وقُرب تناوله، ¶ وقد اقتضته هذه السهولة أن يذكر بعض كلمات الحديث مع ظاهر لفطها ¶ دون ان يُجزدَها من الزوائد. ¶ غير انه يشير إلى ذلك في مقدمة كتابه ويعفله بقوله ص 1 1: \". . . إلا ¶ أني وجدت في الحديث كلمات كثيرة في أوائلها حروف زائدة، قد بنيت ¶ الكلمة عليها حتى صارت كأنها من نفسها، وكان يُلْتبَسُ موضعها الأصلي ¶ على طالبها، لا سيّما وأكثر طلبة الحديث لا يكادون يفزقون بين الأصلي ¶ والزائد، فرايت أن اثبتها في باب الحرف الذي هو في أولها وإن لم يكن ¶ 108",
            "page": "108",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "أصليأ: ¶ وضعت! ¶ عليها! ¶ غريبي ¶ (المغب ¶ مُهْملاً! ¶ الحديى ¶ بإحسار ¶ الطالب ¶ وإن ايى ¶ ود لا لا/ ¶ ا لرئيسة ¶ وهذ ا! ¶ فا لنها ية ¶ (منال 1 1 ¶ ونئهت عند ذكره على زيادته لئلا يراها أحد في غير بابها فيظن أني ¶ ، فيه للجهل بها فلا أُنْسَبُ إلى ذلك، ولا أكون قد عزَضت الواقف ¶ لغيبة وسوء الظن \". ¶ وجعل ابن الأثير على ما في كتابه من كتاب الهروي (الغريبين، ¶ القراَن والحديث) (هاء) وعلى ما فيه من كتاب أبي موسى المديني ¶ ث في غريب الفراَن والحديث) (سينأ)، وما أضافه من غيرهما ¶ ! غير علامة، ليتميّز ما فيهما عمّا ليس فيهما. ¶ وقد قسم كتابه قسمين: ¶ الأول: في احاديث رسول الله لمجم مما له فيه كلام او ذكر سيق ¶ ط له او بني عليه. ¶ لاَخر: في اَثار جماعة من أصحاب النبي بم! م!، وبعض التابعين لهم ¶ ، رضي اللّه عنهم اجمعين. ¶ رلم يكن يذكر الحديث كاملاً، ويقول في مقدمة كتاب (منال ¶ ): \"فلا تكاد تجد فيه حديثأ تامأ، وإن قلّ كَلِمُه، ولا اثراً مُتَّسقأ ¶ شقل مُنْتَظِمُه\". ¶ مذا وكتاب (النهاية) كتاب لغة، يدور في فلك اللغة معانٍ واشتقاقأ ¶ ت، وقد كثرت فيه المادة اللغوية وغزُرَت، وهو احد الأصول ¶ الأربعة التي أدار عليها ابن منظور معجمه العظيم السان العرب)، ¶ و الفرق بين (النهاية) وبين (منال الطالب) وكلاهما لابن الأئير، ¶ كتاب لغة، وأما المنال فكتاب حديث ولغة، كما اسلفت في تعريف ¶ طالب). ¶ 109",
            "page": "109",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "وقد ظهرت ثقافة ابن الأثير المتعددة الجوانب في كتابه النهاية، فهو ¶ لم يقف عند حدود المادة اللغوية في شرح غريب الحديث والأثر، فنر 51 ¶ يناقش مسائل فقهية، ويثير قضايا صَرْفئة، ويحاول التوفيق بين الأحاديث ¶ المتعارضة في الظاهر، كل أولئك في إيجاز وافٍ بليغ. ¶ منهاج التحقيق: ¶ اعتمد المحققان في التحقيق على طبعة المطبعة العثمانية ¶ المطبوعة عام 1 131 هـ، وهي أدق الطبعات الثلاث للكتاب، وتقع في ¶ أربعة أجزاء وعلى هامشها (الدر النثير) للسيوطي، تلخيص النهاية، ¶ وهي بتصحيح عبد العزيز بن إسماعيل الأنصاري الطهطاوي. ¶ وعذَا هذه الطبعة أصلاً، وأفادا من التقييدات وفروق النسخ التي ¶ ذكرت بهامش الطبعة (1)، وذكراها مَعْزؤة، ورجعا إلى مخطوطة دار ¶ الكتب المصرية، واستعانا بكتاب (الغريبين) للهروي (نسخة دار ¶ الكتب)، و (الفائق) للزمخشري، والسان العرب) و (تاج العروس) ¶ و (جامع الأصول) لابن الأثير الذي يحفل بغريب الحديث، ويفرد له ¶ شرحأ في اَخر كل كتاب، وحيث أشكل مَتْن الحديث رجعا إلى كتب ¶ السنة، على أن اهتمامهما انحصر في ضبط المادة اللغوية بالاحتكام إلى ¶ المعاجم في كل صغيرة وكبيرة. ¶ (1) انظر ما سلف ص 93. ¶ ع!!! ¶ 110 ¶ (الناشر)",
            "page": "110",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "و تعر ية ¶ واورد. ¶ تراثه تا ¶ المجا\" ¶ ا لأسما ¶ الفكا! ¶ با لفر ا ئد ¶ لخَماتصَة ¶ قدمت في هذا الكتاب لمحات من حياة الطناحي رحمه الله، ¶ أ موجزاَ بمؤلفاته وتحقيقاته، عسى أن اكون قد نفعت القارى، ¶ مه ماءً عذبأ صافيأ لا كدر فيه، ليزداد معرفة بالطناحي ويُقبل على ¶ ليفأ وتحقيقأ، ليرى العلم النافع والعالم العامل، فإنا في دنيا تتحيف ¶ لدين، وتتناسى العاملين. ¶ ولكي ارغب الناس في الطناحي زيادة، اقتبست بعض أقوال العلماء ¶ كتاب (محمود الطناحي، ذكرى لن تغيب). ¶ - لقد كان محمود الطناحي اينما حلَ زينة المجالس التي تشنف له ¶ لح، وتشخص له الأبصار بحب وإعجاب وتقدير واحترام. ¶ الدكتور أحمد عرفات القاضي، ص 21 ¶ - عرفت فيه صفاء الطبع، وكرم الخُلق، والطبيعة المرحة، ور. وح ¶ 4 والظرف، وحُسن الحديث وطلاوته. ¶ الدكتور أيمن فؤاد سيد، ص 0 3 ¶ - ان الراحل الكريم كان سفينة نحوِ وصرفٍ ولغةٍ وادبِ، مكتظأ ¶ والفوائد والنوادر. ¶ حامد البحراوي \"الطناحي الصغير\"، ص 49 ¶ 111",
            "page": "111",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "- كان نِعْمَ الدارس، عاشقأ للتراث، نشا في رحابه، وترئى على ¶ يدي خِيْرَةٍ من رجاله مثل الشيخين: السيد احمد صقر، ومحمود محمد ¶ شاكر، فذاق حلاوة العمل فيه، وعرف متعة الكشف عن المجهول ¶ والمُستغلَق والساقط عنه، فكان خير تلميذ لخير اساتذة، اخذ في الترقي ¶ إلى ان صار من اساتذة التراث والمرموقين، وقدَم للمكتبة العربية نماذج ¶ حميدة من التحقيق على الأصول العلمية السليمة. ¶ الدكتور حسين نصار، ص 64 ¶ - إن الطناحي - رحمه الله - حديقة ترائية غَنَّاء، تجؤَل فيها بين ¶ الأوراق التراثية وورودها، وازهارها وثمارها، ومروجها ورياضها، ¶ وعيونها وانهارها، لا يخلو مجلس له من فائدة، ولا يخلو حديثه من ¶ را ئعة، إنْ استدللتَ به دلك وقادَك، وإ نْ أدليتَ إ ليه بحبلكَ مُنحتَ وسُقيت. ¶ الدكتور سليمان بن إبراهيم العايد، ص 74 ¶ -كان محققأ متمكنأ من أدواته، ويعرف مظان الكتب وطرق البحث ¶ فيها، وكان ماهراً في الرجوع إلى الشواهد واستخراجها، فالتحقيق ¶ العلمي عند الطناحي ليس معناه إخراج الكتاب فقط، ولكن إقامة النص ¶ كما اراده مؤئفه، وفهم جوانبه والتعليق عليه تعليفأ علميأ يفيد النص من ¶ جانب والقارى من جانب آخر. ¶ عاطف مظهر، ص 92 ¶ - فمن سجاياه الخلقية: حُسن الخُلُق، وطيبة القلب، وصفاء ¶ النفس، ونقاء السريرة، وحب الناس، وإخلاص المودة، والتوقير لأهل ¶ العلم، وذلك مع جميع أساتذته، وبخاصة أستاذه العلأَمة محمود شاكر ¶ رحمه الله، وعُرِف عنه: عزة النفس والتواضع ولين الجانب، وطلاقة ¶ 112",
            "page": "112",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "ا لوجه ¶ وجك ¶ اختص ¶ منه ما ¶ قبل، ¶ و اد ر 3 ¶ و إ نما ¶ العلم، ¶ و أبوة ¶ و طِيْب ¶ وا لتنقب ¶ البلايا0 ¶ ، وكان ذا روح مرحة هاشَة باشة، يجمع بين الجد وروح الدعابة، ¶ ضه لا تُمل في الجانبين، فإذا فاتحته بمسالة علمية تتصل بدائرة ¶ اصه أفاض فيها بما يشبع نهمك، وإذا أردت الطرفة والنكتة سمعت ¶ يُدخِل في نفسك السرور والبهجة. ¶ الدكتور عبد الله بن عبد الرحيم عسبلان، ع 142 ¶ -حين بدأتُ فراءة أعماله التي تقذَم بها، وكنتُ قد قراتُ له الكثير من ¶ ايقنتُ ان إطار الدرجات العلمية الرسمية هو الذي فلب الحقائق، ¶ ت أنني \"التلميذ\" وأنه هو \"الأستاذ\". . . ولم يكن ذلك عن تواضع، ¶ يأني اشعر شعوراَ قويأ اني ادين لهذا الرجل بفضلِ كئير. ¶ الدكتور عبده الراجحي، ص 153 ¶ - كان الدكتور الطناحي نموذجأ مشزفأ، كان استاذاَ جاداً في شؤون ¶ لا يترخص في رسومه، ولا يتوانى في حمل ابنائه على الجِد، ¶ ) على المثابرة على التحصيل، مقوّمأ ما يلزم تقويمه في أناةِ متبصرة ¶ حانية، يزين ذلك خُلُق فاضل يجمع إلى جلال العلم خقة الروح ¶ المعشر. ¶ الدكتور عيادالثبيتي، ص 166 ¶ - كان عليه رحمة الله عالمأ مثابراً صبوراَ، لا يمل من البحث ¶ ب، يعرف قيمة الوقت، ويحر ععليه كأئه يسابق الزمن. ¶ الدكتور فراج عطا سالم، ص 177 ¶ - لفد لقي الطناحي ربه وهو مرابط في ثغر اللغة العربية، يدفع عنها ¶ ا ويصحح لأهلها الخطأ، ويذود عن حياضها المدَّعي، ويكشف ¶ 113",
            "page": "113",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "زيف العصريين، الذين يرمونها بما ليس فيها عجزاً منهم عن ارتياد ¶ دروبها، أو جهلاً بحقائق نُظمها النحوية والصرفية، وأسرارها الدلالية ¶ والبلاغية. ¶ الدكتور محمد سليم العوا، ص 8 0 2 ¶ - العلماء العاملون قليلون، وأقل منهم الزُهاد الصادقون الذين ¶ يتحفَون بالتواضع الخالص وساما، ويتخذون الوفاء لأصدقائهم ¶ وأساتذتهم شعاراً، ويقدمون نفائس الأعمال العلمية، وهو يرون أنفسهم ¶ مقضرين في حق العلم عليهم وفي حقوق طلابهم عليهم، ومن هؤلاء ¶ القلائل الندرة كان أخونا الحبيب الأستاذ الدكتور محمود الطناحي، ¶ رحمه اله وغفر له. ¶ الدكتور محمد سليم العوا، ص 9 0 2 ¶ -كان شيخأ وإماما وعالمأ بحق في مجال التحقيق العلمي الجاد، ¶ وكئا نعده في مجلس قسم الدراسات العليا بكلية اللغة العربية وآدابها ¶ بجامعة أم القرى دائرة معارف، ومكتبةً تراثية متنقلة، لا يفوته أي جديد ¶ في الساحة، ويلئم إلماما تاما بعلم المخطوطات، وطرق التحقيق فيها. ¶ الدكتور محمود حسن زيني، ص 222 ¶ - وجهود محمود الطناحي في هذه المصادر التي قام بتحقيقها تضعه ¶ في مصاف كبار العلماء الذين نهضوا بهذه الرسالة الجليلة من امثال: ¶ عبد العزيز الميمني، وعبد السلام هارون، ومحمود شاكر رحمهم الله ¶ وأثابهم على ما قدَموه لأفتهم من غيرتهم على تراثها الفكري وخدمةً له، ¶ والمقدمات التي كان يكتبها الطناحي لمَّا نشر من هذا الكتب تُعَدُ في ذاتها ¶ كتبأ أصيلةً تحدد أصول المنهج الذي ينبغي أن يلتزم به من يضطلع ¶ 114",
            "page": "114",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "بالت! ¶ يهدمو ¶ ويحكل ¶ ولذلك ¶ ويتلذا ¶ (العقب ¶ السا- ¶ بفلسما ¶ سماء ¶ ذكر ته ¶ بأخي ¶ سنو ا! ¶ ألا حه ¶ ويا ¶ كأز ¶ نيق، وما كثر من يتسور هذا الميدان من ليس له بأهل، فإذا بهم ¶ ن من حيث ظئوا أنهم يبنون. ¶ د. محمود علي مكي، ص 226 - 227 ¶ -كان أبو أروى عاشقأ للتراث عِشق مُتئم، يجمعه ويفهرسه وينقيه، ¶ ق منه ما يصطفي، كان عشقه له عشق مبدأ، وعشق إعجاب، ¶ ، كان طموحأ في تحصيل هذا التراث أو تحقيقه، منذ ان بدأ يرافقه ¶ 1 بهذه الرفقة: محرراً نصه، وحالأً عَويصه، وقارئأ منه مُسْتَغْلَقَه. ¶ الدكتور ناصر بن سعد الرشيد، ص ه 13 ¶ . . ¶ هذا وقد كتبت مقدمة هذا الكتاب، وأنا على شاطئ مدينة أيْلة ¶ ؤ) المدينة الأردنية الجميلة على البحر الأحمر، وهي طريق الحج ¶ لمي للحاج المصري والمغربي والإفريقي، وأمامي مدينة (إيلات) ¶ ين وعلى يسارها قليلاً وأنا جالس: مصر - بلد الطناحي الذي أحب ¶ ها وارضها وهواءها - وعلى شمالي السعودية، ولي في كل بلد ¶ أحباب كرام. ¶ يا لهذا المكان الذي جمع أربعة بلاد، ويا لهذا المكان الذي جمعني ¶ من أمي وأبي ورفيق طفولتي وصباي (مأمون) الذي التقيت به بعد ¶ ، طوال، ورحم الله أحمد شوفي القائل: ¶ ! ذا صحبة المكتب وأحبب بأيامه أحبب ¶ حئذا صبية يمرحو ن عنان الحياة عليهم صبي ¶ هم بسمات الحيا ة وأنفاسُ ريحانها الطئب ¶ 115",
            "page": "115",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "يا لهذا المكان الذي يذكرني اسمه بالعقبتين الأولى والثانية في ¶ بداية الدعوة ا لإسلامية، ويذكرني بجمرة العقبة في الحج. ¶ يا لهذا المكان الذي كان فيه مسخ اليهود قردة وخنازير، بعد أن حزم ¶ الله عليهم صيد السمك يوم السبت فخالفوه، أسأل الله تعالى أن يمسخ ¶ اليهود، ويمسخ من اَزرهم وعزّرهم. ومعذرة لهذا ا لاستطراد. ¶ وقد ألفت هذا الكتاب لسلسلة (علماء ومفكرون معاصرون) التي ¶ يخرجها الأستاذ محمد علي دولة صاحب دار القلم بدمشق، بناء على ¶ تفاهم معه. ¶ رب لك الحمد والشكر على ما أنعمت به عليّ وعلى محمود ¶ الطناحي. أنت ولي كلّ نعمة وفضل. ¶ \" رَئا اَغْفِز فًا وَلاصشَا اَلذِدى سَبَقُونَا بِالايمَنِ وَلَا تخعَل فِى قُلُونجَا ¶ غِلآ لقَذِينَ ءَامَنُوا رَبنا إنكَ رؤُوف رحيم \". ¶ أحمد العلاونة ¶ 116",
            "page": "116",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 9 ¶ محمود الطناحي ¶ عالم العربية وعاشق التراث ¶ 1353 - 1419 هـ ¶ 1935 - 1999 م ¶ تأليف ¶ أحمد العلاونة ¶ دار القلم ¶ دمشق ¶ __________ ¶ ((نسخة محولة بواسطة القارئ الآلي، وتم مراجعتها مراجعة مبدئية، وليست نهائية؛ ولذا وجب التنبيه وبخاصة في الآيات القرآنية والأرقام والجداول!))",
            "page": "1",
            "part": "1"
        },
        {
            "id": "17",
            "nass": " ",
            "page": "14",
            "part": "1"
        },
        {
            "id": "51",
            "nass": " ",
            "page": "46",
            "part": "1"
        }
    ],
    "t38593": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "محمود الطناحي عالم العربية وعاشق التراث"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "توطئة"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول لمحات من حياته"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني تعريف بآثاره تأليفا وتحقيقا"
        }
    ]
}