{
    "b38590": [
        {
            "id": "3",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 6 ¶ أحمد أمين مؤرخ الفكر الإسلامي ¶ 1295 - 1373 هـ ¶ 1878 - 1954 م ¶ تأليف ¶ محمد رجب البيومي",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الطبعة الأولى ¶ 1422 هـ - 2001 م",
            "page": "4",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "مقدمة ¶ لم أضع هذا الكتاب وفق ترتيبٍ انبثق من نفسي، ولكنَّ دار القلم قد ¶ وضعت خطّة واضحةً للتأليف في سلسلة (علماء ومفكرون معاصرون) ¶ وكان عليَّ أن ألتزمها قدر الإمكان. ¶ ومن ملامح هذ 5 الخطة أن نهتئمَ بفكر المترجم عنه ومؤلفاته اكثر من ¶ الاهتمام بسرد حياته، وذلك ملمحٌ جيد، لأن أكثر المترجمين يسهبون في ¶ أدوارٍ خاصّة بحياة المترجم له، دون أن يضيفوا الجديدَ، فإذا جاؤوا لفكرِه ¶ الأصيل، وأثره الحفيل أوْجزوا الحديث، وهذا لا يُغني القارئ المتعطش ¶ لثمار المترجَم له كي تؤتي أُكلَها في نفسه، ومن هنا كأنت خِطّةُ دار القلم ¶ جديرة بالاعتبار، ولست اغفل عن أثر التحليل النفسي في دراسة ¶ الشخصية، ولكن إيضاحَ هذا الاثر له مكانٌ غيرُ هذا المكان، إذ الفائدة ¶ العلمية مقدَمةٌ على غيرها، وفيها ح! للقارئ كي يردَ الموردَ الأول لهذه ¶ الاَثار، ومعه الكشّاف الهادي، والقائد البصير. ¶ وقد اكون تجاوزت بعض الشيء في عدد الصفحات المقررة في ¶ الخطة، وعذري أنَ أحمد أمين كأن باحثأ موسوعياً كبيرأ، ولا بذ من ¶ استيعاب آثاره الجياد. . . ¶ وعسى ان اكون قد بلغتُ بعض ما أُريد ¶ الدكتور محمد البيومي",
            "page": "5",
            "part": "1"
        },
        {
            "id": "8",
            "nass": " ",
            "page": "6",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الفصل الأول ¶ لمحات من حياته وفكره ¶ 1 - مسيرة حياته موجزة ¶ 2 - ملامح شخصيته ¶ 3 - آراؤه ومحاوراته العلمية مع معاصريه",
            "page": "7",
            "part": "1"
        },
        {
            "id": "10",
            "nass": " ",
            "page": "8",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الفصل الأول ¶ لمحات من حياته وفكره ¶ 1 - مسيرة حياته موجزة: ¶ ولد (أحمد أمين) في القاهرة في أول أكتوبر سنة 886 ام ¶ -304 اهـ، ونشأ في كنف والدٍ أزهري، يحسنُ إحساساً قويا بواجبه ¶ نحو أولاده، كما يرى هذا الواجبَ بمنطقه الذي أذعنَ له، وعدَّه السبيلَ ¶ المهئ للنجاح. ¶ فقد دفع به إلى حفظ كتاب الله في كُتَالب أُلحق بمسجدٍ إلى جوار ¶ منزله، كل اثاثه حصيرٌ بالٍ، قد انسلت بعضُ عيدانه، ووُضعت فيه اَنية من ¶ الفخار، ذات ماءٍ، يشربُ منه المريض والسليم بوساطة كوز معلَّق به. ¶ وشيخُ الكتّاب ذو عصا غليظة، يؤدَث بها الصغار (1)، فإذا جاء ¶ وقت الغذاء اشترك التلاميذ جميعا في الطعام، بعد أن يدفع كلُّ طاعمٍ ثمن ¶ ما يأكل، وكان التلميذ الصغير يخضعُ لعقوباتٍ قاسية إذا أهمل الحفظ، ¶ ووالده من ورائه يختبره كلَ يوم فيما حفظ. ¶ ثم دفعه إلى مدرسةٍ ابتدائية بعد أن حفظ القراَن، فألئمَ فيها بمبادى ¶ العلوم الأولى، وقد ارتاح إليها، إذ وجد بها من النظام وا لاهتمام ما افتقده ¶ __________ ¶ (1) ارجع في هذا التلخيص إلى ما كتبتُه في كتابي (النهضة ا لإسلامية في سير أعلامها ¶ المعاصرين): 1/ 4 2 1 وما بعدها عن أحمد أمين.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "في الكتاب، وظن انَ سبيله التعليمي قد تحذَد، ولكن والده رأى باستشارة ¶ بعض زملائه أن يتركَ ولدُه المدرسةَ إلى الأزهر، ويصحبُه إليه ذات صباح، ¶ ليرى المسجد غير المدرسة، ذا إيوانٍ متسع، قد فرش كفُه بالحصير، ¶ وامتدت اعمدته صفوفأ، وكل عمودٍ وُضع بجانبه كرسيئٌ عالٍ يشدُ إلى ¶ العمود بسلسلة، ويجلس عليه شيخٌ معفَم، بيده ملازمُ صفراء من كتاب، ¶ والطلاب متحلّقون حوله، وكثيراً ما يقرؤون دون أن يحاول تذليل صعوبةٍ ¶ علمية لأذهانٍ غضّة، لم تتعود الاستماعَ دون نقاش. ¶ ولكن الذي ساعد الطالب أن والده كان من خلفه، يسأله كلَ يومٍ عن ¶ موضوع الدرس، ويشرح له ما غمض، ويحاول أن يجعل علومَ الأزهر ¶ قريبةً من مستواه، ولذلك كان الطالبُ أفضل من كثيرٍ من زملائه، ولكنه ¶ كان متشوقاً لترك الأزهر، فاهتبل فرصةَ إعلانٍ للتدريس بمدرسة راتب ¶ باشا بالإسكندرية، وتقدَم ليُمتحن، ففاز وعُتن. ¶ ثم قُدّر لمدرسة القضاء الشرعي أن تُنشأ، وأن تأخذ طلأبها من ¶ نابغي أبناء الأزهر، بعد امتحانٍ عسير، فطَمَحَتْ با لشاب هفَتُه إلى ا لالتحاق ¶ بها، وخرج من الامتحان ظافراً، فصار أحدَ الطلاب، وحديثُ مدرسة ¶ القضاء يطول، حيث كانت ذاتَ ثقافةٍ متعددة من دينية ولغوية وأدبية، ¶ وقانونية عصرية. ¶ وقد اختير لها ناظرٌ كفءٌ هو (عاطف بركات)، فأشرف إشرافاً دقيقأ ¶ عليها، يرعى الدروس، ويضع المناهج، ويناقش الأساتذةَ والطلاب، ¶ وكانت العلومُ المتشعبة كثيرةً، ولا تحصل إلا بالصبر الدؤوب، والوقتُ ¶ كفُه عمل، حتى الليل، لأنَ الطالبَ لا بدَ أن يستعدَ لدروس الغد، يقرؤها ¶ في الكتاب المقرر قبل أن يبدا الأستاذُ شرحها في الغد. ¶ 10",
            "page": "10",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وظهر لأحمد أمين نبوغ مشهود، إذ تقدَم للمحاضرة العامة أمام ¶ زملائه وأساتذته، وهي ضرب من الاستعداد العلمي أتاحَه ناظرُ المدرسة ¶ لنجباء الطلاب وكان عاطف بركات هو الذي يقرأ ما سيُقال، ويُبدي رأيَه ¶ فيه، وقد طالعَ ما كتب أحمد أمين ففاز بتقديره، وتعفَقت صلته به. ¶ ثم مزَت الأيام، فانتهت أيام الدراسة، ليصبحَ الطالبُ الناجحُ بأعلى ¶ تقدير مدزسأبالمدرسة، وتزداد صلتُه بعاطف بركات، فيتيج له أن يقرأَ كُتبأ ¶ مترجمة في الأخلاق والتربية وعلم النفس، وأن يلخصها في محاضراتٍ ¶ تلقى على الطلاب. ¶ وهنا تتفتَح نفسُه لمعارفَ جديدة، ويصمم على أن يتعلم ا لإنكليزية، ¶ ليقرأ الكتاب المترجم في أصله، حتى إذا بلغ من ذلك ما أراد، بدأ بترجمة ¶ كتابٍ في الفلسفة طُبع عدة مرات، وكان باكورةً طيبة لكُتبٍ تؤلف في ¶ موضوعه. ¶ لقد أخلص الأستاذ لعلمه، فدأب في تحصيله حتى وصل به إلى ¶ ارقى ما ينتظر من مثله، ولو أئه منحَ العلمَ وحدَه دون الرفقة الصالحة ¶ ما استطاعَ أن يأخذ وضعَه الخلقيَّ والاجتماعيئَ بين الناس، وإن استطاع ¶ أن يكون عالماً ذا بحوث، فبيئةُ أحمد أمين قد هدته إلى اختيار النماذج ¶ الصالحة لاقتدائها، كما بَعُدتْ به فطرتُه الطيبة عن النماذج السيئة، فلم ¶ تتصل اسبابه بها، هذه البيئةُ العلمية، دفعتْهُ إلى صداقاتٍ شتّى، من أهمها ¶ زملاؤه في الجنة التأليف والترجمة والنشر)، حيث كانوا ذوي مواهب ¶ مختلفة، واهتماماتٍ أدبية وسياسية واجتماعية ذات طموح. ¶ وقد تحدَث ا لأستاذ عنهم حديثَ المغتبط السعيد، فقال: إن ظروفَه ¶ السعيدة دفعتْهُ سنة 4 91 1 إلى التعزُف بشبّانٍ ممتازين، يتثقفون بغير ثقافته ¶ 11",
            "page": "11",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "التي هضمَها، فمنهم من بلغَ درجةً جيدةً في الجغرافية، والتاريخ العام، ¶ والأدب الإنكليزي، ومنهم من بلغ هذ 5 الدرجة في الرياضيات، والطبيعة ¶ والكيمياء، وكقُهم يعرف من الدنيا الجديدة والمدنية الحديثة اكثر مما ¶ يعرف. ¶ وقد كانوا يجتمعون وإياه في بعض المقاهي بادئ ذي بدء، فتكون ¶ من أحاديثهم مادةً شهيةً مختلفة الطعوم، متعددة الألوان، فعاشقُ الأدب ¶ الإنكليزي ذو ذوق وتحصيل، فهو يتحدَث عما يستوعبه، وقارئ التاريخ ¶ يجيد ذكرَ طرائفه، وما حضَله من بعض أصوله، ويقارن بين اسلوب ¶ المؤرخين العرب والفرنجة، وعالمُ الرياضيات، وصاحب الطبيعة ¶ والكيمياء، كقُهم يتذوقون ا لأدب، ويقرؤون كتبه في ا لتراث ا لعربي والكُتب ¶ الأوروبية عن فهمٍ واعٍ. ¶ يقول الأستاذ: \" وكل اولئك كانوا مدرسةً لطيفةً مفيدة لي، مدرسةً ¶ خلتْ من عبوس الجد، وثقل الدرس، وسماجة تحديد الموضوع والزمان ¶ والمكان، مدرسةً فيها الجد والفكاهة، والعلم والأدب، والشعر والتقريظ ¶ والنقد، مدرسةً يكون فيها التلميذُ استاذاً، والأستاذُ تلميذاً، مدرسةً فيها ¶ حريةُ القول، وحرية الاستماع، وحرية الموضوع، وحرية كل شيء، ¶ تقاربَ فيها سن التلاميذ والأساتذة، فتجانسَتْ مشاعرُهم، وتشابهت ¶ امالهم ومطامحهم، وتفتَحت نفوسهم للاستفادة من تنوُّع مواهبهم. ¶ وبهذه المدرسة أحسستُ أني أقربُ إلى عقلية أصحابها ومزاجهم ¶ وثقافتهم شيئأ فشيئاً، وأبتعدُ عن عقلية زملائي الأقدمين شيئاً فشيئأ، ¶ ورأيتني بفضل ما شوَّقوني إليه من كُتب، أكؤَن لنفسي نواةَ ا لكتب ا لإنكليزية ¶ بجانب الكتب العربية، وأحضِّر منها دروسأ في الأخلالتى والمنطق، وأملأ ¶ 12",
            "page": "12",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الفراغَ بالمطالعة في هذه وتلك، وإذا العينُ تتفتج، وإذا الأفقُ يتسع \" (1). ¶ تعمَّدتُ اختيار هذه السطور لاتحدث عن أثرين هامين شَغَلا فراغَ ¶ (أحمد أمين) بأحسنِ ما يشغل به الفراغ، وقد نتجا من تعاون هذ 5 الصحبة ¶ الممتازة حقأ. ¶ أما الأثرُ الاول (فإنشاء لجنة التاليف والترجمة والنشر)، وهو أثرٌ ¶ أورثَ الثقافةَ العربية خصوبةً وازدهاراً، حيث قامت هذ 5 اللجنة بنشر ما لم ¶ تستطعْهُ هيئاتٌ حكومية بين يديها المال الكثير، وطرق التوزيع المتعددة، ¶ لقد قدَّمت الجنةُ التأليف والترجمة والنشر) للقارئ العربي ذخائرَ الفكر ¶ الأوروبي في كلِّ فرعٍ من فروع المعرفة تقديماً أميناً، يبتعد عن الاتجار ¶ وكسب السوق المنتهز، كما قدمت ذخائرَ التراث العربي مشروحةً مضبوطةً ¶ كأحسن ما يستطيعُ أن يقومَ به محققٌ ضليع، لأن الذين أشرفوا على تحقيق ¶ التراث في هذ 5 اللجنة هم من كبار الأكْفاء ذوي الدراية والأمانة معأ، ثم ¶ اتجهتْ إلى العْأليف الخاص فرفدت المكتبة العربية بأنفس ما وعته من ¶ قرائح أحمد أمين، وطه حسين، وفريد ابي جديد، والغمراوي، والزيات، ¶ وأحمد زكي، والعبادي، وزكي نجيب محمود، ومحمد بدران، ¶ وعبد الوهاب عزام، والكرداني، ومن لا استطيع حصره من الفُضلاء. ¶ وكانت الثقة في مطبوعات اللجنة كبيرةً جداً، فهي أكبرُ تقريظٍ ¶ للكتاب، والقارئ حين يُقْبِلُ عليه يص هفسلفأ افه اما ممادةٍ دسمة، وتحقيق ¶ علمي، وبحثٍ راق، وليس أمام ناشرٍ ينتهز الفرصة للكسب من أيِّ اتجاه، ¶ لذلك رُزقَتْ مؤلفات اللجنة حظاً وافراً من الذيوع، وتخطَّفتها الأيدي، ¶ (1) ¶ ما ذُكر على لسان أحمد أمين في هذا الفصل ملخَصٌ من كتاب (حياتي) في ¶ مواضعَ شتى. ¶ 13",
            "page": "13",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وقد يُطبَع كتابٌ تراثيئ أو مترجم في غير مطبوعات اللجنة، وتقوم هي ¶ بطبعه محقَقاً مضبوطاً، فإذا كتابُ اللجنة هو المرجعُ المختار، وإذا الذين ¶ اشتروا سواه يضطرون إلى شراء كتابها في ثقةٍ واطمئنان. ¶ هذا ائرٌ اول، أما الأثر الثاني فهو صدور (مجلة الثقافة) أربعة عشر ¶ عاماً متوالية، بعد صدور (مجلة الرسالة) ستّ سنوات حافلة باَثار أعضاء ¶ ا للجنة، لأنَّ ا لأستاذ أحمد أمين قد عا ون الرسالةَ معا ونةً كبرى مع المرموقين ¶ من أعضاء اللجنة منذ إنشائها، ثم رأى المجلة تكسب كثيراً، ولا تُعطي ¶ الكُتابَ شيئاً ذا بال، وهذا موضوعٌ فصَّلْتُه بالأدلة على صفحات (مجلة ¶ الهلال) من قبل، فلا أعود إلى هذا التفصيل الاَن، ولكنّي اذكر أنَّ ازدهار ¶ (الرسالة) في سنواتها الاولى كان أكثرُ 5 بجهود الجنة التأليف والترجمة ¶ والنشر)، وحين رأت اللجنة بعد ست سنوات أنها تستطيع أن تُنشى مجلةً ¶ تُغني غَناءَ (الرسالة) في كلِّ شي ءٍ بادرتْ بإ نشاء (الثقافة). ¶ والحق أن المجلتين الممتازتين حقاً، كانتا المنارَ الأول للثقافة ¶ العربية الأمية، وبلغتا من الثقة والاطمئنان وسَعة الانتشار بين طوائف ¶ المثقفين مبلغاً لا تصل إليه مجلة الاَن، مع تهعى الوسائل للنشر الممتاز ¶ طبعاً وتوزيعاً وإغراءً، فإذا قلنا: إنَّ الأستاذ احمد امين كان الباعثَ الأو ل ¶ لهذا النشاط الأدبي الثقافي فلا نبعد. ¶ وقد تنقل الأستاذُ من التدريس بمدرسة القضاء إلى القضاء ذاته، ¶ فكان قاضياً في محاكم شتى بعواصم مصر، غير أنه كان لا يجدُ نفسه في ¶ هذه المهمة الشاقة، وقد بسط بعض ما كان يعانيه نفسياً حين يقف على ¶ آلام الأسَر المصرية، ومشكلاتها الاجتماعية، ولا يستطيع أن يقومَ بعملٍ ¶ جاد لإنقاذ هذه الأسر المفككة لأمورٍ ترجِعُ إلى البيئة اكثر مما ترجع. ¶ 14",
            "page": "14",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ثم كانت خطوتُه الكبيرة حين اختار 5 الدكتور طه حسين للتدريس ¶ بكلية الاداب، فكان ذلك فتحأمبينأفي نتاجه العلمي الثمين، حيث تخضَص ¶ في تاريخ الحركة العقلية للأمة ا لإسلامية، فأخرجَ (فجر ا لإسلام) و (ضُحى ¶ ا لإسلام) و (ظُهر ا لإسلام) على نمطٍ من التحليل العلمي لم يُعرف من قبلُ في ¶ الدراسات العربية، كما امتذَ نشاطُه ا لاجتماعي والعلمي إلى نواح شتى، ¶ فهو عضوٌ في مجالس الكليات والجامعات، وعضو في مؤتمرات ¶ المستشرقين، ورحالةٌ إلى شتى العواصم الإسلامية، باحثاً عن ذخائر ¶ المخطوطات. ¶ وحين تطؤَر به الزمن، فانتُخبَ عميداَ لكلية الاَداب، بذلَ الجهدَ في ¶ تقدُم الكلية فكريأ واجتماعيأ، فكان يراقِبُ الإدارات المختلفة بالكلية، ¶ ويرعى الأنشطة ا لاجتماعية الخاصة بالشباب. ¶ وهو كقاضِ سابق حرصَ على أن يراجِعَ كل ورقةٍ تُقدَم إليه للتوقيع، ¶ وأن يُحضرَ الموطف الخاص بها، ليناقشه في كل ما تتضمن من أمور. ¶ وكانت لديه حاسةٌ مرهفة في مسألة الترقيات بين أعضاء هيئة ¶ التدريس، إذ يعكف على قراءة الحيثيات قراءةَ دقيقة، ليوازن بين زميلِ ¶ وزميل، ويكوِّن رأيه المنطقي الحاسم في الترجيح بمجلس الكلية، وبهذه ¶ الحساسية الأمينة تصدَع ما بينه وبين الدكتور طه حسين من وشائج المودة، ¶ إذ كانت للدكتور تزكياتٌ خاصة لبعض المرشحين لا يراها العميد صائبةَ ¶ التقدير، إذ يجدُ الحيفَ ظاهراَ في تقديم شخصٍ لا يستحِق على مَنْ هو ¶ الاحق أا)، وتكزَر الخلافُ أكثر من مرة، فاتسعت شقة النفور من الدكتور ¶ (1) كما حدث للدكتور نجيب محمد البهبيتي رحمه الله تعالى. ¶ 15 ¶ (الناشر)",
            "page": "15",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "طه حسين، على حين تأثَم الدكتور احمد امين لهذا الصدع غير المنتظر، ¶ ئم استقال الأستاذ من العمادة حين وجدَ وزير المعارف يصدر قراراتٍ ¶ تتعلق بهيعة التدريس دون الرجوع إلى مجلس الكلية، وقال كلمته ¶ المشهورة: \"أنا أكبر من عميد، واقل من أستاذ\". ¶ وقد عُدَ الأستاذ أحمد أمين فترة العمادة فترةَ إجدابٍ فكوي، وقحط ¶ تأليفي، لأنها صرفته عن بحوثه المنتظرة في تاريخ الحركة العقلية حيناً من ¶ الدهر، وحين حاول اتصال ما انقطع وجد في بادى الأمر صعوبةً شاقة ¶ ذئَلها بالعمل الدؤوب!. ¶ وبعد رجوع احمد امين أستاذاً بالكلية، انتدبه وزيرُ المعارف مديراً ¶ للإدارة الثقافية بالوزارة، وهي إدارةٌ تعمل دون خطةٍ مرسومة واضحة، ¶ فاختصاصُها لا يمنعُ الكسولَ من الكسل، ولا العاملَ من الجدّ. ¶ وفي إدارته هذه جاءته فكرة (الجامعة الشعبية) حيث رأى أن للشعب ¶ حقه في التعليم، وليس بضرورقيً ان يكون للدراسة سُلَّمٌ يبتدى بالمدرسة ¶ الابتدائية، مروراً بالثانوية، حتى تصل بالطالب إلى الجامعة، فما المانع ¶ من أن تكون الجامعة الشعبية ميدانا لكل من يحسث الارتواءَ العلميئَ، مؤهّلاً ¶ او غير مؤهل، دون تقييدٍ بسن ولا امتحان، على أن تكون المحاضرات ¶ شاملةً لما يهتم المجتمع العربي سياسياً واقتصادياً وأدبياً، وهو مشروعٌ ¶ جيد، واصلَ الأستاذ بحثه مع مرؤوسيه في الادارة الثقافية حتى أخرجَه ¶ إلى حيز الوجود. ¶ وقد تطؤَر فيما بعد إلى ما سُمِّيَ بقصور الثقافة. ¶ والحق أنَّ هذا التطوير لم يؤدِّ ثمرته المنشودة التي قدَرها الأستاذ ¶ أحمد أمين. ¶ 16",
            "page": "16",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ويقول الأستاذ بعد حديثه عن هذه الجامعة: \"وعُنيت وأنا في ¶ ا لإدارة الثقافية هذه بتشجيع ترجمة أمهات الكتب الغربية إلى اللغة العربية، ¶ فكان هذا العمل نواةً توشَعت فيه الوزارة فيما بعد، ولكني لم اعتر بشيءٍ ¶ اعتزازي بابنتي العزيزة (الجامعة الشعبية)، ولذلك لما تخفَيتُ عن الإدارة ¶ الثقافية بعد سنةٍ تقريباً، كان لي شرفُ الاحتفاظ برئاسة مجل! ص إدارتها إلى ¶ اليوم \" (1). ¶ وإذا كان نشاطُ احمد أمين أعظم من أن يُحصَرَ في نطاق، فقد رأى ¶ المسؤولون أن يُعئن مديراً للإدارة الثقافية بالجامعة العربية، فعمل على ¶ إنشاء معهدٍ للمخطوطات، لا يزالُ ينْمو ويترعرع حتى أصبح اليوم ذ ا ¶ مكانةٍ متصدّرة، فأرسل البعثات لتصوير المخطوطات من شتّى المكتبات ¶ العالمية، ثم عَقَدَ مؤتمراً ثقافياً يبحث في مناهج اللغة العربية والجغرافية ¶ والتاريخ والتربية الوطنية في الأقطار العربية، والقدْر المشترك الذي يجب ¶ أن يوخَد بينها، والقدر الذي يجب أن تستقل به كلُّ دولة. ¶ وقد أصيبَ الأستاذ بمرضٍ في عينه أولاً، ثم بعفةٍ في ساقه سئبت ¶ قعودَه في المنزل إلا لضرورةٍ قصوى، وكان أثناء ذلك لا ينقطع عن البحث ¶ مُملياً ومستعيناً بغيره قارئاً وكاتباً، حتى انتقلَ إلى رحمة الله في (30) مايو ¶ سنة 4 95 1، فبكاه الاَلاف من عارفي فضله ومقدّريه. ¶ 2 - ملامح شخصيته: ¶ من دلائل الفضل الجئم لدى الأستاذ أحمد أمين انّه مكث أربعين ¶ عاماً يتجدَدُ انتخابُه سنوياً لرئاسة الجنة التأليف والترجمة والنشر) في ¶ (1) حياتي، ص 300. ¶ 17",
            "page": "17",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "مصر، وهي مجموعةٌ من الأعلام الفضلاء في العلم وا لأدب والتربية وذوي ¶ التوجيه القيادفي في دنيا الفكر، وكفُهم مُجمعون على تقديمه ورئاسته، ¶ وكقُهم اصدقاؤُه الذين يُباهون به، ويعدّون رضاه موضع الارتياح والثقة، ¶ وما اجتمع هؤلاء الأعلام على اختيار (احمد امين) لرئاسة لجنتهم الموقّرة ¶ إلا لما لمسو 5، لا مِنْ كفايةٍ إدارية وعلمية فحسبْ، بل من كفايةٍ خُلفية ¶ تهدف إلى المثل الصالح، وتعتصم بالعدالة الدقيقة، حتى عُرِف فيما بينهم ¶ بالعدل لكثرة ما كزَر هذه الكلمة، ملتزماً حدودها الفاصلة، وقد أورثَتْه هذه ¶ الصفة شيئاً من المهابة لدى القوم، وليست مهابةَ الرئيس المتعالي، بل مهابة ¶ الرئيس الطيّب، الذي وصفه العربي القديم بقوله في أخيه: ¶ إذا ماتراءا 5 الرجالُ تهيبوا فلم ينطقوا العوراءَ وهو قريبُ ¶ وليس هذا الكلام من قبيل المبالغة، لأنّي أتحدث عن واقعٍ ملموس، ¶ واقعِ كوكبةٍ من الفضلاء ذوي العلم والراي والنباهة، يُجمعون على تقديم ¶ أحدهم في مدى أربعين عامأ، وكأنَّه إمامُ مذهبٍ هم تابعو 5، ولن يكون ¶ ذلك إلا لاستحواذه على عناصرَ أصيلة من عناصر الكمال ا لإنساني. ¶ ولأضرب المثلَ لبعض ما أعنيه، فإنني أستشهدُ بقول أستاذٍ كبير ¶ من رجال الفكر والقانون في العالم العربي يرثي صديقه أحمد أمين، فقال ¶ عنه مصؤراًالواقع دون افتعالٍ، قال الدكتور عبد الرزاق السنهوري (1): ¶ \"لقد عجبتُ من أنَ صديقي أحمد أمين كان قد أقصيَ عن مدرسة ¶ القضاء الشرعي من أجل مبدئه، ومن أجل وفائه لأستاذه عاطف بركات، ¶ وكنتُ اعلم إلى جانب ذلك أنه كان معروفاً بحئه للوفد، أثيراً عند زعيمه ¶ (1) أحمد امين بقلم أصدقائه ببعض الاختصار، ص 0 7. ¶ 18",
            "page": "18",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "لسعد زغلول!، وانه ادَى كثيراً من الخدمات إلى الوفد وزعيمه، بل إ ن ¶ الزعيمَ كان يستنير برايه عن الحالة في مصر، مما يجعلُ أحمد امين في ¶ مقدمة الطبقة المثقفة الوفدية المخلصة لمبدئها، وهذ 5 الأعوام الخمسهْ ¶ التي مزَت قد سجَلت أحداثأ جسامأ، فهذا الأستاذ عاطف بركات قد رجَع، ¶ ولكن لا إلى مدرسة القضاء الشرعي، بل إلى وكا لة المعارف، وهي وظيفةٌ ¶ أجل شأنأ واكبر خطراً من وظيفة ناظر مدرسة القضاء الشرعي، وهذا ا لوفد ¶ قد وُئي الحكمَ مرتين فراحت وجوه قديمة، وجاءت وجوه كثيرة، وولّي ¶ الوظائف كبيرها وصغيرها، مَن عُرف بالوفدية من كبار الموظفين ومن ¶ غيرهم. . ¶ اما صديقي احمد امين فقد وجدْتُه مغموراً في ركنٍ مهجور من ¶ وظائف القضاء الشرعي، حيث كان منذ خمسة أعوام، لقد رجع أستاذُه ¶ وصديقه الحميم عاطف بركات إلى مناصب الحكومة الكبرى، وكان ¶ يستطيع ان يعوَضَ الرجلَ بعض ما عانى في سبيل وفائه له، وفي سبيل ¶ الجهاد عن المبدا والكرأمة، ولكنه لم يفعل شيئأ!. ¶ ووَلِيَ الوفدُ الحكمَ مرتين، وفي كل مرةٍ كان يستطيع ان يجزيَ ¶ أحمد امين خيرَ الجزاء، إن لم يكن من أجل إخلاصه لوطنه، فمن أجل ¶ وفدئته الخالصة من الدغل، ولكنَ الوفد لم يفعل شيئاً! هذا عجبي الأول!. ¶ أما العجب الثاني فمِن صديقي أحمد أمين نفسه، قابلني بعد عودتي ¶ متهفَلاً باشاً، يحدثني عمّا تعاقب على مصر من احداثٍ أثناء غيبتي، وعما ¶ خطَت مصر في جهادها المقدس من مراحل، وهو مبتهجٌ راضٍ بما تتم، ثم ¶ آمل للمزيد في المستقبل، وكأنه يروي تاريخاً مجزَداً ليس له شأن فيه، ¶ ولا لشخصه دخلٌ في حوادثه، لم يذكر لي إلاّ لمامأ- وهو يستطرد- ¶ 19",
            "page": "19",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ما جاهد وما قاسى في سبيل إخلاصه لوطنه، ولا يتحدَثُ عن ذلك إلا إذا ¶ اضطُزَ إليه اضطراراً، لصلةٍ ضرورية تصل بين حادثين، أو تعفَل امراً لا بدَ ¶ من تعليله، فتفزَستُ في أعماق نفسه، فوجدتُه مطمئناً هادئاً، لا يتكفَف ¶ ولا يتصئع، ليس في نفسه مرارة، ولا ترتسم على وجهه أمارات الأمل ¶ الضائع، بل هو قانعٌ بنصيبه كل القناعة، مغتبط لما يحسبُ أنَّ مصر قد ¶ اجتازته من عقبات، وقطعَتْه من مراحل في سبيل استكمال استقلالها. . . ¶ وسألت صديقي - وأنا في سبيل تحليل نفسه - عما إذا كان لم يشعر ¶ من الوفد بشيء من الجحود ان تركه منزوياً في وظيفة قاضٍ شرعي دون أ ن ¶ يعيده على الأقل إلى وظيفته الأولى التي اقتُلِعَ منها، وهو يجاهد في سبيل ¶ الحق والمبدأ والكرامة. فأجابني في غير تردد: إنه لا يرى راحم!، وإنه ¶ يعتقد أنه لو أراد أية وظيفة وطلبها من الوفد لم يكن ليبخل عليه بها، ولكنه ¶ لم يطلب شيئاً، وما كان له أن يطلب شيئاً، لائه إنما فعل ما فعل، لا ابتغاء ¶ وظيفة أو جاه أو مال، ولكن إخلاصاً للمبدأ، وجهاداً في سبيل الحق، ¶ وإنه لينتقص من جهاده أن يسأل الجزاء عليه، وبحسبه أن أذَى بعض ¶ الخدمات لوطنه، وإنه لقرير العين بما أدى، ولا يرى على ذلك جزاءً ¶ ولا شكوراً \". ¶ وفي قول السنهوري رحمه الله ما يدفعنا إلى التساؤل عن موقف ¶ عاطف بركات من أحمد أمين أخيراً. . ثم إلى الحديث عن أثره العميق في ¶ نفس أحمد أمين، لأئه طبع صاحب (فجر الإسلام) بطابعٍ علميٍّ وخلقيئ ¶ ظل لاصقاً به طول حياته! وفي إيضاح ذلك درسٌ عمليّ من دروس ¶ الأخلاق الرفيعة، التي نبحث عنها فلا نجدها إلا في الأوراق والسطور، ¶ وقل أن نجدها إ لا في أفذاذ الرجال. ¶ أما (عاطف بركات) فقد تحذَث أحمد أمين عن أثره في تكوينه ¶ 20",
            "page": "20",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "الخُلقي في صفحاتٍ كثيرة من (حياتي) وتلخيص ذلك مما يطول، ولكني ¶ اُوجزُ ما ذكره في سطورٍ من مقالٍ نشرَهُ في (فيض الخاطر) قال فيه (1!: ¶ \"كان من اكبر ما أثر فيئَ، اتصالي بعاطف باشا بركات، ناظر ¶ المدرسة، فقد كان رجلاً عادلاً، حازماً شجاعاً، لا يخشى في الحق لومة ¶ لائم، وساعدني على الاقتباس منه أنه اختارني لأكون مُعيداً له في دروس ¶ الأخلاق، وكان يدزَسها من الكتب الإنكليزية، فحثب إليئَ ان أتعلمَ اللغة ¶ الإنكليزية، لأطلعَ على ما كتبه الإنكليز في الأخلاق، وكان اتصالي به في ¶ الأخلاق يحيج لي فرصةَ الاختلاط به في الدروس وفي البيت وفي العِزْبة، ¶ وكان خار! الدرس يعلِّمني في كل شيء، في الدين، وفي أخلاق الناس ¶ في مصر، وفي تجاربه في الحياة، مما ألقى لي ضوءًا لم أكنْ اعهده من ¶ قبل، وظل يلقي عليئَ جمل دروس الأخلاق شيئاً فشيئاً حتى استقللتُ به، ¶ ولذلك لفا مات حزنتُ عليه حزني على أبي، إذ كان هو أبي الروحي \". ¶ لقد صار هذا الرجل وكيلاً لوزارة المعارف، وهو يعلم أنَّ أحمد ¶ أمين قد فُصل من مدرسة القضاء بسببه وأُجْبرَ على الانتقال إلى القضاء ¶ مغضوبا عليه، فلِمَ لَمْ يُرجِعْهُ إلى مثل مكانه؟. ¶ إنَّ الذي يمنعُ ذلك خُلُقُ عاطف الصارم الذي تحدَّث عنه أحمد ¶ أمين أيضاً في (فيض الخاطر) فقالى (2!: ¶ 1 - أراد الخديوي عباس ان يُعطي احدَ المدرسين بالمدرسة درجةً ¶ ماليةً أعلى من درجته، وأوفد إلى اعضاء مجلس إدارة المدرسة بذلك، ¶ فكفُهم قَبِلَ نزولاً على إرادة الخديوي ورغبةً في المسالمة، ولكن عاطفاً ¶ (1) ¶ (2) ¶ فيض الخاطر: 9/ 92 1. ¶ المصدر السابق: 0 1/ 13 1 - 4 1 1. ¶ 21",
            "page": "21",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "رأى أنَ غير هذا الأستاذ أحق منه، وفي إعطائه الدرجة ظلمٌ لاَخرين، فأبى ¶ وأصرَّ على الإباء، ووضعَ نفسَه والمدرسة في أزمةٍ مع ناظر المعارف ومع ¶ السراي. ¶ 2 - ومثَلى الدورَ نفسه مع سعد زغلول، إذ كان عاطف وكيلَ وزارة ¶ المعارف، ولسعدٍ زعيم الامة كل السيطرة على شؤون البلاد، ومصالج ¶ الحكومة، فطلب سعدٌ منه أن يقبل ابن (حمد الباسل باشا) في مدرسةٍ ¶ ثانوية، وكانت سئه تتجاوز السن القانونية بأشهر، فابى عاطف، وقال: ¶ \"إما أن نغير القانون، ونقبل كل أمثاله، وإما أن نرفض الجميع \"، وغضب ¶ سعد من ذلك كلَّ الغضب، فلم يبالِ به. ¶ 3 - أراد ناظرُ المعارف أحمد باشا حشمت ان يعيق مدرساً للخط ¶ في مدرسة القضاء، فاختار مدرساً من احسن الناس خطّاً، وأحسنهم ¶ خُلقاً، ولكنَّ عاطفاًابَى، لأنَّ قانون المدرسة يجعل اقتراح التعيين من حق ¶ مجلس إدارة المدرسة، وليس من حق ناظر المعارف، إذ ليس له حق ¶ الترشيح، ولكن حق القبول أو الرفض، وكانت أزمة، اضطر بعدها ناظر ¶ المعارف إلى الركون إلى ترشيح مجلس المدرسة! وأصابت المدرسة عنتاً ¶ شديداً من الوزير \". ¶ هذا الرئيس الملتزم الصارم، يعرفُ انَ احمد أمين قد عُزل بسببه، ¶ ولكئه يعرف ان أحمد أمين هو زوجُ إحدى قريباته، كريمة المستشار ¶ عبد الوهاب بك فهمي، وهو الذي زؤَجه إياها (1)، وهو بشعوره الخاص ¶ يتوهم انه يُعتبَر متحيزاً له إذا أعاد إليه حقه! وهو شعور بالغ المغالاة، لأنه ¶ لا يعطي المظلومَ اكثر من حقه، بل يتركه مظلوماً. ¶ (1) ¶ أحمد أمين بقلم ولده (حافظ أحمد أمين)، ص 63.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "مهما يكن من شيءٍ ففد كادَ عاطف أن يطبع أحمد أمين بطابعه ¶ الخلقي، فكثيراً ما عارضَ الرؤساء، وكثيراً ما تبزَم به أصدقاوْه لالتزامه ¶ ما يعتقدُ ائه الحق، وقد جلا ذلك الدكتور طه حسين أظهرَ جلاءٍ حين قال ¶ \" (1) ¶ ! ي رلائه: ¶ \"كان يريد أن يغير الدنيا من حوله، وليس تغيّر الدنيا مي! راً للجميع، ¶ فكنتَ تراه دائماً قليل الرضى، موزع السخط، بين سرورٍ قليلٍ ممْقطَع، ¶ وحزنٍ كثيرٍ يوشك أن يكون متَصلاً، حتى أنكرَ كثيراً من أمره، و أنكرَ الناسُ ¶ منه كثيراً من أمره أيضاً. . . وربما تندَر به زملاؤ 5 وأصدماؤ 5، وداعبوه في ¶ شىءٍ كثيرٍ من الحب والرفق، فسقو 5 (العدل) ونادوه بهذا الاسم، ¶ وتحْدَئوا عنه بذلك فأكثروا الحديث حتى كاد (العدل) يصبح اسماً ثانياً له، ¶ ولم يكن لهذا كفَه مصدرٌ غير تحزُجه المتصل، وتحفظه المقيم، وتعزُضه ¶ لالتماس الصعب من الأمر، وتجئبه ما كان من الامر يسيراً أو قريباً\". ¶ وانا بعدما تقدَم لستُ في حاجةٍ إلى ان أطيلَ الحديثَ عن سمات ¶ أحمد أمين، وملامح شخصيته، فإن مفتاحَ هذ 5 الشخصية هو الذي حذَده ¶ الدكتور طه حسين في صفة (العدل) وهيامُ الرجل به، والعدل صفةٌ رفيعةٌ ¶ واسمعة، تحمل فيها معاني كثيرة من معاني الصدق وا لإخلاص والمساواة، ¶ والنهوض بالواجب على أحسن صورة!. ¶ وإذا كانت السموات والأرض قد قامتا بالعدل، فأصدقُ شيءٍ أن ¶ يكون الملتزمُ به من الناس لسانَ الحق بين عارفيه! وأن يخشوا إغضابَه إذا ¶ حادوا عنه، وتلك عُليا مراتب الفضلاء. ¶ (1) احمد أمين بقلم اصدقائه، ص 58. ¶ 23",
            "page": "23",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "هذا عن الشخصية الخُلقية التي أثرت في تكوين أحمد أمين، اما ¶ الشخصية الإصلاحية العظيمة التي كانت منارَ أحمد أمين في مذهبه ¶ الإصلاحي علماً وسياسةً وتربيةً، فهي شخصية (الإمام محمد عبده)، هذا ¶ المصلح الكبير الذي لم يحضر أحمد أمين من دروسه بالأزهر غيرَ دَرسَين ¶ اثنين من دروس التفسير، كما ذكر ذلك، ولكن إلمامه بسيرته، وتتئعه ¶ لمواقفه، وإيمانه برجولته، قد جعلَه إمامَ العصر في رأيه، وكثيراً ما تحدَث ¶ عنه في مناسباتٍ كثيرة، يجدُ القارى دلائلها في صفحات كتبه المتعددة، ¶ وقد خضَه بترجمةٍ حافلة في كتاب (زعماء الإصلاح في العصر الحديث)، ¶ وسأحفله فيما بعد مع ما اشتهر من مؤلفاته، ولكئي ألحظ في مقالات ¶ احمد امين الإصلاحية أثرَ الإمام واضحاً، وليس في ذلك ما يعيبُ الخالفَ ¶ الصالح إذا نهَجَ نهْجَ السالف الصالح، فقد نشأت حركة الإصلاح الديني ¶ في مصر متشبِّعةً بآراء الأستاذ الإمام، ومقتبسة من روحه، حتى الذين ¶ كانوا يعادونه أكبرَ المعاداة قد عرفوا فضلَه بعد رحيله، مثل الإمام الكبير ¶ الشيخ (محمد بخيت المطيعي) الذي وصفَهُ بالإمامة والقدوة بعدما سلخَ ¶ دهراً في معارضة آرائه، فلم يكن أحمد امين بدْعاً في تشزُب آراء الإمام ¶ وفي انتهاج منهجه، وقد قال عن الإمام ما ظل أحمد أمين يبدئ ويعيد فيه ¶ متأثرأ بنظراته الإصلاحية، أجل قال في الإمام ما يصلُحُ أن نقوله في أحمد ¶ امين الاَن، قال (1): ¶ \" أشعرَ المسلمين ائهم يجب ان يهئوا من رقدتهم لإصلاح نفوسهم، ¶ وتكميل نقصهم، وألا يعتمدوا على الفخر بماضيهم، بل يبنوا من جديد ¶ لحاضرهم ومستقبلهم، ودعا إلى أنَ العقلَ يجب أن يُحَكَم كما يحكَم ¶ (1) زعما ء ا لإ صلاح، ص 337. ¶ 24",
            "page": "24",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "الدين، فالدين عُرِفَ بالعقل، ولا بدَ من اجتهادٍ يعتمد على الدين والعقل ¶ معاً، حتى نستطيعَ أن نواجهَ المسائلَ الجديدة في المدنية الجديدة، ¶ ونقتبس منها ما يفيدنا، لأنَّ المسلمين لا يستطيعون أن يعيشوا في عزلةٍ، ¶ ولا بذَ أن يتسفَحوا بما تسلَّح به غيرهم، وأكبرُ سلاحٍ في الدنيا هو العلم، ¶ وأكبرُ عمدةٍ في الأخلاق هو الدين، ومن حُسْنِ حظ المسلمين ان دينهم ¶ يشرح صدرهم للعلم، ويحضقُ عليه، وللعقل ويدعو إليه، وللأخلاق ¶ الفاضلة التي تدعو إليها المدنية الحاضرة \". ¶ 3 - اَراؤه ومحاوراته العلمية: ¶ أ - اَراؤه: ¶ ندعُ ما كتبَه الأستاذ أحمد أمين عن الثقافة الإسلامية إلى مكانٍ ¶ اَخر، حين نحفَل كتبه العلمية تحليلاً يكشف عن جوهرها الثمين، ونتحذَث ¶ عن مقالاته الإصلاحية التي تناثرت في المجلات، داعيةً إلى النهضة ¶ العلمية، فهي بمجموعها تعطي تصؤُراً قوياً صحيحاً عن ا لإسلام في حقيمّته ¶ الصادقة، وتدعو إلى عودة عهده الزاهر بما يجب من عملٍ دائبٍ وفهمٍ ¶ صحيح، لذلك كان كلُّ-ما دعا إليه من شؤون الإصلاح مستظلاًّ براية ¶ ا لإسلام ومستندأ إلى الدليل. ¶ معنى التوحيد: ¶ ومن أبرز ما كزَره الأستاذ في مقالاته فهمُه الصحيح لمعنى كلمة ¶ الا إله إلا الله) حيث غفل الكثيرون عن هدفها القوفي في صلاح الأمة ¶ ا لإسلامية، وارتقائها الحتمي، لأن معناها أن ما سوى الله عابدٌ لا معبودٌ، ¶ فلا يصخُ الخضوعُ لبشرٍ على الإطلاق، لأنه ذو امتياز، بل لائه يدين ¶ 25",
            "page": "25",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "بالطاعة دته، وهذا المعنى يقضي على كل فكرةٍ من شأنها وجودُ طبقةٍ يكون ¶ لها الحظوة والرئاسة، أو تكون ذاتَ وساطةٍ بين الخالق والمخلوق، ¶ فالكل سواسيةٌ كأسنان المشط. ¶ وهذه العقيدة في نظر الأستاذ تحتاج إلى رياضةٍ شديدة في تصفية ¶ النفس من الشوائب، وإلى رياضةٍ قوية كي يحتفظ الضعفاء بإيمانهم، فلا ¶ يركعوا للأقوياء، وتحتاج إلى أن يُلجمَ الاقوياءُ غرائزَهم، فلا يحاولوا ¶ السيطرةَ على الضعفاء. ¶ وهذا مطلبٌ شاق، ولكنّه جوهر الإسلام (1)، فإنَّ أكثر شرور ¶ الإنسانية في الشرق والغرب ترجعُ إلى التأئه من جانب الأقوياء، والركوع ¶ والخضوع من جانب الضعفاء، ويزول ذلك كلّه لو امن الجميع حقأ أنْ ¶ لا إله إلا اللّه!. ¶ أسباب تأخر المسلمين: ¶ فإذا بحث ا لأستاذ عن اسباب تأخر المسلمين أرجعَ ذلك إلى بُعدهم ¶ عن معرفة سنن الله في الكون، فهي تسيرُ وفق نُظُمٍ دقيقة، لا شذوذَ فيها، ¶ وفي اتّباعها العزةُ والاستقلال، وفي مجافاتها الانحدارُ والاحتلال. ¶ ومن أول هذه السّنن حِفظُ الأمة بالصالحين من أبنائها (2)، إذ لا حياةَ ¶ لها بدون طائفةٍ تأمر بالمعروف وتنهى عن المنكر! وكان اسمُ هذه الطائفة ¶ في العصور الأولى (اهلَ الحلِّ والعقد) وهم في هذه العصور أعضاء ¶ النيابة، الذين ي! تخبون بحريةٍ ويقين، ولهم معرفتهم بشؤون الناس، ¶ (1) ¶ (2) ¶ فيض الخاطر: 9/ 2. ¶ المصدر السابق: 9/ 33. ¶ 26",
            "page": "26",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وتدبير أحوال الأرض، ومن السنن أنَّ الرؤساء إذا طغوا، ولم يأخذ ¶ العقلاءُ على أيديهم كان مصيرُ الدولة الفناءَ \" وَمَا! انَ رَئبثَ لِيُفلِثَ ¶ اَئقُرَى ظتم وَأفلُهَامُضلِحُوتَ\" أهود: 17 1). ¶ ومن سنن الله في الكون أن تجنحَ الامة للوحدة والاتحاد، فإذا ¶ تفرَّقت شيعاً وأحزاباً كان البأسُ شديداَ حين ينزل بها، أما إذا توحَّدت في ¶ الخير والتعاون، فقد زال البأسُ، وحلَّ الرخاءُ. هذ 5 أوائل سنن اللّه في ¶ خلقه ولن تجدَ لسنّة الله تبديلاً. . ¶ * التضحية: ¶ ويبحث الكاتب عن وسائل ارتقاء الأمة الإسلامية، فيجدُ التضحيةَ ¶ من أهمِّ هذه الوسائل، ويرى انها أصبحت من النّدرة بمكان، وأنَّ الدعوةَ ¶ إليها فرضٌ محتوم، وقد توسَّع في معناها على نحو ما نجدُ في قوله (1): ¶ \"ليس مظهر التضحية مقصوراً على الجنود في مواقف القتال، ¶ فليس هذا إلا مثلاً عالياً من أمثلة التضحية، ولكنْ هناك امثلةٌ عديدةٌ في ¶ الحياة اليومية لكل فرد، فالذي يتنازلُ عن لذته الفردية الضيّقة للمصلحة ¶ العامة الواسعة، يكون مضخياً على قدر ما بذل، والموطف الذي ينال ¶ شيئاً من العَناء لراحة الجمهور مضحٍّ، والغنيئُ الذي يتنازل عن بعض ¶ لذائذ 5 لخير الناس مضخّ، والمزارع الذي يرعى حال فلاَّحيه مضحٍّ، ¶ وعلى قدر انتشار هذ 5 الروح في الأمة يكون مقدارُ رُقيِّها ونجاحها. ¶ فلا تفلحُ أمةٌ يبحثُ افرادُها عن لذائذهم الشخصية فقط، مهما ¶ حَسُنَ تشريعُها، وصَلُحَ قادتها، فشَرِّعْ ما شئتَ لتنظيم التموين، فلن ¶ (1) فيض الخاطر: 3/ 232. ¶ 27",
            "page": "27",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "تنجحَ ما دامَ كل فردٍ لا ينظرُ إلا إلى شخصه، وشرِّع ما شئتَ لتنظيم ¶ الضرائب، فلن ينجج مع محاولة الا! راد الهربَ منها، وشرِّع ما شئت ¶ لإصلاح الفلاّحين فسيظفون كما هم، ما دام التشريعُ لا يلقى مجاوبةً من ¶ نفوس القادرين، ولا تكون التضحيةُ حتى يتعؤَد القلبُ لذةَ العطاء كما ¶ يتعؤَد الأخذ، ويسعد لسعادة الناس، كما يتعؤَد ان يسعد لهناءته \". ¶ القومية والعالمية: ¶ وقد قام دعاه القومية في الغرب يشيدون بالقومية، مع انها ارتفاعٌ ¶ بالوطن على غيره، وهتافٌ للوطن بأن يسودَ ويسيطرَ على ماعداه، وبسبب ¶ هذه القومية قامت الحرب العالمية، فأهلكت الحرثَ والنسل، وانتقلت ¶ العدوى إلى الشرق، فوجد من كتّابه من يهتف بالقومية على أنها سزُ ارتقاء ¶ الأمة، دون نظرٍ إلى الأمم الاخرى، وألّفت الكتبُ والأنالثسيد داعيةً إلى ¶ استعلاءٍ قوميٍّ يوحي بالبغضاء بين الشعوب. ¶ ولكن النابهين من القادة يعرفون ما جزَت ألقوميةُ على الإنسانية من ¶ نكبات، ويرون الإخاءَ الإنساني أولى بالدعوة والتأييد على أنه في الواقع ¶ لا تعارضَ بين القومية في فهمها المعقول وبين العالمية، وهذا ما دعا إليه ¶ أحمد امين، وكزَرَهُ في عدّة بحوثٍ لا نستطيعُ الإشارةَ إليها، بل نملك ا ن ¶ نختار منها مثل قوله (1): ¶ \"لقد رقى شعورُ الإنسان، وسما عقله حتى وفَّق بين مصلحته ¶ الشخصية ومصلحة أسرته، ثم رفي شعوره، وسما عقله حتى وقق بين ¶ مصلحة أسرته ومصلحة امته، فلماذا لا يخطو العالم الإنساني خطوةً ¶ (1) فيض الخاطر: 3/ 111. ¶ 28",
            "page": "28",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "أخرى في الرقيّ، فيوحِّد بين خير الأمة، وخير الإنسانية، ويرى خيرَ الأمة ¶ من خلال خير ا لإنسانية، ولا يرى الخيرَ لامته إذا تعارض مع خيرا لإنسانية. ¶ إن المصائبَ التي يشهدها العالم، والفجيعة الفظيعة التي يئن بها ¶ في الأنفس والأموال والثمرات ستقزَبه من هذ 5 الغاية، وسيتمُّ هذا الأمل ¶ لو وفقَ قادة السياسة، فنظروا إلى العالم من علٍ، ومزجوا نظرتهم المادية ¶ بنظرةٍ روحية، وشعورهم القومي بالشعور الإنساني، وفكرتهم العلمية ¶ بفكرةٍ فلسفية أرقى \". ¶ هذا ما كتبه احمد امين منذ نصف قرن (1)، ولكن لم يتحقق، لأنه ¶ أَمِلَ خيراً في قادة الغرب، غافلأ عن انهم انانيون، يتحدثون بالمساواة ¶ والحرية لأممهم وحدَها، بل يتحدث كل زعيبم منهم ناظراً لأمته فحسب، ¶ وبذلك خابَ الاملُ، وفشلت رسالةُ هيئة الأمم المتحدة، كما فشلت ¶ رسالةُ عصبة الأمم من قبلُ!. ¶ الإلحاد وأسبابه وأئر الدين في الحياة: ¶ حلل الأستاذ بواعث موجة الإلحاد التي عفَت أوروبة في القرن ¶ التاسع عشر، وبئن ما أذَت إليه من قلق النفوس، واضطراب الحياة، وعلم ¶ أن أثرها قد امتذَ إلى الشرق تقليداً ومحاكاةً لا اقتناعأ ويقيناً، فكان من أثر ¶ ذلك أنْ فشت المقابحُ والمنكرات من قمارٍ وخمرٍ وتبزُجٍ شانى وانهماكٍ ¶ في الملذات، ونظر الملحدون فإذا هم قد فقدوا جُسومهم الصحيحة، بعد ¶ أن فقدوا إيمانهم المريح، وإذا هم قلقون حائرون! فصاح بهم الدكتور ¶ أحمد امين طالباً أن يرجعوا إلى الدين الصحيج إذا أرادوا الشفاء، و اسهبَ ¶ (1) كتب المقال أثناء الحرب العالمية الثانية. ¶ 29",
            "page": "29",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "في هذه الناحية إسهابَ المحامي المكين، الذي ملأ يدَه من براهين قضيته، ¶ وآمن بعدالتها عن جزمٍ لا يعرف التردد، فقال للذين يولّون ظهورهم للدين ¶ تقليداً ومحاكاةً: ¶ إنَ الدين يدعو إلى إجلال إلهٍ خلقَ العالم ودثره، قويٍّ نستمدُّ منه ¶ القوة، عظيمٍ نستمدُ منه العظمة، ذي كمالٍ تستمدُّ منه الروحُ كل صفات ¶ الكمال، هو للعالم كإرادتنا فينا، يدعو إلى التسامج لا إلى التعصُّب، ¶ وإلى العفو لا الانتقام، وإلى الحبّ لا الكره. ¶ وقد يصلُ بعض الناس في الدين إلى حمث الله كحبِّهم انفسهم أو أشدَ ¶ حباً، ويُعجبني في ذلك قولُ الرسول ع! ي!: (انعمَ العبدُ صهيمب، لو لم يَخَفِ ¶ اللهَلم يعصِهِ \". ¶ إنَ الدين الحق يوشَع النظر، ويُحيي الضمير، ويهدم الأنانية الفردية ¶ وا لأنانية القومية، لتحل محفَها عاطفةُ الأخوّة العالمية. ¶ إنَّ أهئمَ وظيفةٍ للدين الحق أن يحوَل العاطفةَ من انانيةٍ شخصية إلى ¶ عاطفةٍ إنسانية تتجه إلى تحقيق الخير العام، وهذا الغرضُ يدعو إلى تغيير ¶ برامج التربية في العالم من أساسها، ووضعِ اساسٍ آخر هو حثه دئه، وحبُّ ¶ الإنسان للإنسان من غير تفريقٍ بين جنسٍ وجنس، وامةٍ وامة، ولغةٍ ولغة ¶ ودينٍ ودين! وهذا ما ينقص العالمَ اليوم. ¶ تحذيره من المدارس التبشيرية: ¶ كما كان له موقف! حاسمٌ من انتشار المدارس الأجنبية في بلاد ¶ الإسلام، فلم يُخدَع بما تتَشح به من منظرٍ خادع، وكتبَ مراراً في محاربة ¶ التعليم الأجنبي، وهو ما بُحَّ في الحديث عنه الوعّاظُ على المنابر، ولكن ¶ حديثَ الوعاظ كان يقابَل بالهجوم الظالم من ذيول المبشّرين في الصحف، ¶ 30",
            "page": "30",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "بدعوى انهم شيوخٌ متعصّبون، فلفا كتب الدكتور أحمد أمين نقدَه اللادع، ¶ عرفتْ هذه الذيول أنَّ الزمامَ قد أفلتَ من أيديها، وانَ أمثال أحمد امين ¶ ومحمود أبي العيون وعبد الحميد سعيد إذا هاجموا فبالمنطق المُفحِم، ¶ والشاهد الملجِم. ¶ وقد قال أحمد أمين فيما قال ناقلاً من كلام المبشرين انفسهم: ¶ \"إنَ أهدافَ المدارس والكليات التي تُشرِفُ عليها هذه البعثات، ¶ هي التنصيرُ، حتى إن الموضوعات التي تُعفَم فيها، كالجغرافية والتاريخ ¶ تحمل معها اَراءَ النصرانية، وإنَ التعليمَ أنفعُ وسيلةٍ يستغفُها المبشرون ¶ لتنصير الأفراد، فقد اشترطوا في مدرّسي هذه المدارس ان يكونوا مسيحيين ¶ ما أمكنَ، لأنَ دينَ المعفم يؤثر ولو من طريقٍ خفيئ في تلاميذه، ولذلك ¶ تحتفط هذه المدارس ما امكن بوضعٍ منهجٍ خاص يُحقَق أغراضها، ¶ ولا يسيرُ على مناهج البلاد، إ لا إذا اضطُرت إلى ذلك اضطراراً. ¶ ومن مكرهم أنهم رأوا ان يوخهوا أكبرَ هفهم إلى تعليم البنات، ¶ فأنشؤوا لهن المدارس الخاصة، علماً بأنَ البنات سيكن أمهات، فإذا كن ¶ قريباتٍ من النصرانية أثرنَ في أولادهنّ، وإن الأمم الحية الحريصة على ¶ توحيد كلمتها، وتوحيد اَمالها تصبُّ أبناءها في قالبٍ واحد، حتى يكونوا ¶ متفقين متساندين. ¶ أما هذه المدارس فتجعلُ ابناء البلاد شيعاً، كل طائفةٍ تصطبغُ بصيغةٍ ¶ خاصة، وإذ ذاك تتضاربُ الميول، ويكون أبناء البلد الواحد بعضُهم أعداء ¶ بعض، وفي ذلك من الفساد ما لا يخفى \" (1). ¶ (1) فيض الخاطر: 0 1/ 52 1. ¶ 31",
            "page": "31",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "دعوته إلى الاجتهاد في التشريع: ¶ وللأستاذ مقالاتٌ شتى في الدعوة إلى الاجتهاد في التشريع، وهي ¶ مقالات وجدتْ صداها، لأن الأستاذ لم يكن واحداً في هذ 5 الدعوى، بل ¶ كان تلاميذُ (الإمام محمد عبد 5) وهم صفوةُ اعلام الفكر الإسلامي قد ¶ بدؤوا خطوات ا لاجتهاد، فوُفِّقوا إلى نتائج شافية، وقد قامت مجامعُ الفقه ¶ والبحوث الإسلامية في العالم الإسلامي بما يعدُّ ثروةً ثمينةً لمن أراد أ ن ¶ يجدَ البحث المستنير، كما قام الأصلاء من أسا تذة كليات ا لشريعة والحقوق ¶ ببحوثٍ مستفيضة غمرت المكتبةَ الفقهية بسيلٍ منهمر. ¶ ولكني أقفُ حائراً أمام قول الأستاذ أحمد امين: \"ولوِ كان ¶ مصطفى كمال قد رأى من علماء المسلمين مرونةً واجتهاداً ما التجا إلى ¶ القوانين ا لأوروبية ينقلها بحذافيرها، من غير مراعاةٍ لوطنه \" (1)، لا! حركة ¶ التجديد الفقهي قد بدات في تركية قبل خمسين عاماً من عهد أتاتورك، ¶ وظهرت (المجلة العدلية! في عدّة أجزاء متوالية تضعُ المواد الفقهيةَ في ¶ ثوبها الجديد، وتفسحُ للتجديد الفقهي مكانه المستريح، ولكن أتاتورك ¶ كان كارهاً لكلّ ما ينتمي إلى التراث الإسلامي كراهةً عمياء! وقد طاردَ ¶ فقهاء الدولة مطارد! منكرة، فهاجروا إلى مصر والشام والهند اسفين. ¶ ب - محاوراته مع معاصريه: ¶ أُفردُ هذ 5 الفقرة للحديث عن نقاشٍ علمي زاوله الأستاذ أحمد أمين ¶ مع نفرٍ من حملة الفلم في عصر 5، لاري القارى مثلاً للموضوعية البريئة ¶ (1) فيض الخاطر: 0 1/ 1 22. ¶ 32",
            "page": "32",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "من التعسف والافتعالى، فنحن في حاجةٍ إلى أن نتعفَم كيف نُبعد أهواءَنا ¶ عن ميدان الجدلى، لنصلَ إلى الحقِّ من أقرب طريق. ¶ 1 - مع العقاد: ¶ كانت صفحة النقد بمجلة (الثقافة) إحدى ميادين الجدلى التي يرتادها ¶ أحمد أمين، وقد تعمَّد الإيجازَ الهادف، لأنه يتحدث غالباً في المقالى ¶ الواحد عن أكثر من كتاب، ومن جولاته في هذا المجالى ما ناقش به الأستاذ ¶ الكبير (عباس محمود العقاد) ناقداً كتابَه (عبقرية الإمام)، إذ بدأ نقدَه ¶ بإشارةٍ خاطفة إلى ما ذكره من قبل عن عبقريتَي محمد وعمر، ليصلَ إلى ¶ الكلام عن عبقرية الإمام فيقولى (1): ¶ \"كل ما لاحظناه من فرقِ أنَّ المؤلفَ الفاضل إنْ كان في كُتبه الاولى ¶ فنّاناَ وقاضياً، فهو في هذا الكتاب محامٍ اولاً وفئانٌ ثانياً، فقد تعرَّض ¶ الكتاب إلى الدفاع عن الإمام علي في مواقف النزاع مع خصومه، اكثر مما ¶ تعرَّض لرسم شخصيته، ولعلَّ جؤَ الكتابة في عليئً رضي اللّه عنه قد قضى ¶ بذلك، فقد كانت حياتُه السياسية نزاعاَ لم ينتهِ حتى بالموت، فقد ظفَت ¶ الخصومةُ بين انصاره وخصومه قائمةً حتى اليوم، تتخذُ شكلَ حربٍ ¶ بالسيف، فإذا اُغمد السيف قامت خصومةُ الكلام، فيظهرُ أنَّ طبيعةَ الجو ¶ أثَّرت في المؤلف الفاضل، فاتَخذ في ذلك موقف المدافع المناضل. ¶ واخذُ على المؤلف اعتماده أحياناً على ما رُويَ من غير كبير نقدٍ، ¶ كاعتماده على كثيرِ مما رُويَ في نهج البلاغة، كوصف الخفاش والطاووس ¶ ونحو ذلك، وفي رأي أنه لو عُرِضَ على محك النقد من مقارنته بالأساليب ¶ (1) مجلة الثقافة - العدد (254) -9/ 1 1/ 1943 م. ¶ 33",
            "page": "33",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "المعروفة في ذلك العصر، لرجحَ أنها موضوعة. ¶ وكما في رواية حديث سوْءة عمرو فإنها بالروايات والقصص اشبهُ، ¶ ولم أجدْ هذه القصة عند المؤرخين الثقات من أمثال الطبري حَسْبما ¶ اطلعتُ. ¶ والمؤرخون الاثبات إذا رووا هذه القصة حَكوْها بصيغة التمريض، ¶ كما يعتر إخواننا الارهريون، فالمسعودقيُ يقول: \" وقد قيل في بعض ¶ الروايات \"، وابنُ عبد البر في (الاستيعاب) يقول: \"- فيما ذكروا -\" وكقُها ¶ تعبيراتٌ تدلّ على الشك فيها، وعدم الجزم بها، وكالذي رُوي من وضيعه ¶ علم النحو، فتقسيمُ الكلمة أشبهُ بالتقسيم المنطقي اليوناني، وهذا كفُه ¶ نابٍ عن طبيعة العصر، وهذا لا يقدحُ في الكتاب وقيمته، فقد جلّى نواحيَ ¶ كثيرة من نواحي عظمة الإمام، وكم له من نواح عظيمة، وقد حقَل المؤلف ¶ كثيراً من المواقف تحليلاً نفسياً واجتماعياً بديعاً فنشكره ونستزيده \". ¶ وقد طالعَ العقادُ ما كتب صاحئه، وقام بالردَ عليه في مجلة (الرسالة) ¶ - العدد (543) - فلجأ إلى التخريج الذهني، وهو أبرعُ من يتَخذه سلاحاً ¶ بين الكاتبين، وقد نسي أن حقائقَ التاريخ الثابتة لا يُجدي معها تخريجٌ ¶ ينقلها من الثبوت إلى الاستحالة، كما أن الروايات المُنتقَدة لا يكون ¶ التخريجُ وحدَه دليلَ حدوثها، فالعقادُ يرى أن المقياس في هذه الامور ¶ عنده ان نجزمَ بدليلٍ قاطع، أو ننفي بدليلٍ قاطع، وأما الترجيح، فالقولُ ¶ في قوته وضعفه على مشابهة القول المرجّح للمعهود والمعقول، فإنْ كان ¶ هذا القولُ مشابهاً لهما فلا ضيرَ من الأخذ به على أية حال، كأن تعلمَ ا ن ¶ فلاناً رجلٌ محسن، فلا يضيرُ بعد ذلك أن يقال إنه أحسنَ بدينارٍ في يومٍ ¶ من الأيام، وهو في اليوم نفسه لم يحسن بدينار، أو يقالَ: إن (فلاناً) لصن ¶ 34",
            "page": "34",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "معروف، فلا ضيرَ في ان يسهمَ بسوقة رجلٍ بعينه، وهو لم يسوقْ منه بل ¶ سرق من رجالٍ آخرين. ¶ ومضى العقاد يتحدَث عن الماَخذ. بهذا الضرب من التخريج، ¶ مما اراه ذكاءَ عقلٍ فحسبْ لا حجةً بالغة. ¶ 2 - مع زكي نجيب محمود: ¶ ومحاورةٌ ثانية، كان الدكتور زكي نجيب محمود أحدَ طرفيها مع ¶ الدكتور أحمد أمين، حيث كتبَ الاول مقالاً ينعَى فيه على المحققين ¶ للتراث العربي اهتمامَهم بنشر المخطوطات، إذ رأى أنَّ الفكرَ الأوروبي ¶ أجدرُ بالذيوع والترجمة من مؤلفاتٍ مضى زمنها! وقد قال فيما قال (1): ¶ \"الكتابُ القديم المبعوث من قبره هو كالكزَاسة القديمة نعثُر عليها ¶ تحت الأثاث المخزون، ونتصفَّحها فنجدها أثراً جميلاً من اثار الطفولة، ¶ فهي الكراسة التي كنا نكتب فيها الحسابَ او الإنشاءَ ونحن في المدرسة ¶ الأولية، فنبتسم لها ابتسامة الإشفاق، ونمسحُ عنها التراب، ونضعها في ¶ ركنٍ من خزانة الكتب احتفاظاً بذكرى يومٍ مضى، ولكنَّ الأمرَ ينقلبُ ¶ جنوناً إذا جعلنا هذه الكراسة بعد ذلك شعُغلنا الشاغل، نقرأ فيها قراءةَ من ¶ يتوفَمُ الجذَ في عمله. . . ماذا يكون مصيرُ الأجيال الجامعية الناشئة حين ¶ تتلفتُ في عالم الكتب العربية، فلا تجدُ على رفوفها إلا الهياكلَ العظمية ¶ التي أخرجناها من قبورها، ولففناها بورقٍ أبيض ناصع، وقلنا هاكمُ ¶ الأزاهوَ النضوة، فاملؤوا حْياشيمكم بشذاها. . وهكذا سيمضي الغربُ ¶ في طريقه، وسنمضي، هو يشتغلى بتفتيت الذزة، ونحن نعبث بتشقحق ¶ (1) مجلة الثقافة: 27/ 8/ 951 ام. ¶ 35",
            "page": "35",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "الشعرة، سيمضي الغرب في طريقه وسنمضي، هو يحاولُ الصعود إلى ¶ ذُرى السماء، ونحن نحفر الأجداث لنستخرجَ الزَمَمَ \". ¶ هذا بعضُ ما قاله الدكتور زكي! والرجلُ يذَعي أنه حارس المنطق ¶ في عصر 5، فما بالُه يلجأ إلى التشبيهات الخيالية المموهة، ليبنيَ عليها ¶ حخته! فقد شثه كتب التراث بكزَاسات الأطفال تارةً! وبالهياكل العظمية ¶ تارةً! وبنى حخته السوفسطائية على التشبيه!. ¶ وقد يمْول له قائلٌ: إن الذي وجدناه لدى كتب الأجداد دُرَرٌ مضيئة ¶ أو ذهبٌ متوهج، ويمضي في التشبيه ليح! ن كُتب التراث! وبذلك يفقد ¶ الكاتبُ منطقَه لدى الحجة، ويتركُ الحقائقَ ليسبحَ في الخيال الموهوم! ¶ وما كان الظن بالرجل الذي كتبَ صفحاتٍ في قيمة اللفظ وتحديد معنا 5، ¶ ان يجعلَ أسلوبَه خطابياً رجراجاً تُمسكه فلا ينضبط. ¶ وقد كان الدكتور أحمد أمين على حق حين فزعَ من هذا المنطق ¶ الخاطئ، فعارضه او هدمَه بمقالٍ صائبٍ قال فيه (1) بعد مقدمةٍ جيدة تمفد ¶ للموضوع: ¶ \"الذي أعرفُه من قديمٍ أنَّ الدكتور معجبٌ بالمدنية الغربية لا إلى ¶ حدّ، ناقمٌ على التراث العربي لا إلى حد، ولكن ما رايُه في أن الغربيين ¶ انفسَهم أشَسوا نهضتهم على المدنية اليونانية والرومانية، ولم يتركوا ¶ صغيراً ولا كبيراً منها، ولا قيماً ولا تافهاً إلا فعلوا فيه ذلك، حتى طبّهم ¶ وكيمياؤهم وطبيعتهم، علماً بأن التافه في نظرهم قد يكون غير تافهٍ في نظر ¶ غيرهم، بلْ ما رأيه في أن المستشرقين أرادوا أن يفهمونا، فنشروا أصولَ ¶ (1) مجلة الثقافة: 3/ 9/ 951 ام. ¶ 36",
            "page": "36",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "الأدب العربي، ونحن مدينون لهم بأكثر الكتب العربية القديمة، بل ما تعفُقُ3 ¶ الدكتور بالمدنية الغربية، وجريُه وراءها، وتحبيذ 5 لكل ما تأتي به، كأتها ¶ مدنية معصومة من الخطأ، مع أن فلاسفتَهم وعلماءَهم يقزُون بأنها مملوءةٌ ¶ بالعيوب. ¶ إن واجبَنا ان نؤلف الكتب الجديدة في فهم المدنية الغربية، ولكنَّ ¶ واجبنا أيضأ ان نفهمَ أصلنا، وتراثَ اَبائنا، وليس جانبٌ منهما اولى ¶ بجانب، وعندنا من الأدباء مدرسة تتبع القديمَ، واخرى تتبع الجديد ¶ وثالثةٌ تأخذ من هذه وتلك، فلا لومَ علينا إذا حاولنا أن نفهمَ مصدر تلك ¶ المدارس، وكما يُعاب مَن قَصرَ نظرُه فلا يرى إلا القديم، كذلك يعابُ ¶ مَن قصرَ نظره فلا يرى إلا الجديد، وهؤلاء علماءُ الطب الغربيون الذين ¶ يمخدهم الدكتور، يمخدون ابن سينا وقانونه، فلماذا لا نمجِّده مثلهم، ¶ فهل يحل للغربيين تراثُنا، ويحرم علينا؟ أم هي النظرة المغالية التي تتحيز ¶ ولا تعدل؟!!. ¶ لقد كان الدكتور أحمد امين رفيقأ بصاحبه! وأنا أعلم أن مقالاتٍ ¶ شتى كُتبتْ في الرد على الدكتور زكي، وكان حينئذٍ يتولَّى الإشرافَ على ¶ تحرير (الثقافة)، فحالَ دون نشرها! أعلمُ ذلك لأني كتبتُ حينئذٍ مقالاً ¶ يهدم فكرتَه، فلم أجدْ صدً ى لديه، مع انني كنت أنشر بالثقافة دون أن أجدَ ¶ من يمنع!. ¶ 3 - مع الدكتور عبد الوهاب عزام: ¶ أ - قضية العامية والفصحى: ¶ لقد أفرَد الأستاذ أحمد امين بحثأ ذهب فيه إلى أنَّ العامة وهم أكثر ¶ الأمة، وعصبُها الممتد في المزارع والمصانع والمتاجر لا ينتفعون باَثار ¶ 37",
            "page": "37",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "الكتاب المعاصرين، لأن هؤلاء يكتبون باللغة العربية الفصحى، وأولئك ¶ لا يفهمونها، وبذلك تُطبع الكتب، وتُنشر المقالات، وتُلقى الأحاديث ¶ بالمذياع، ولا يفيد ذلك العامة في شيءِ، لأن اللغة العربية اعلى من ¶ مستواهم الفكري، ولا بدَ أن نكتب بلغةِ تتفق مع عقلياتهم، وتقرّب لهم ¶ ما ينزح عن عقولهم من الأفكار. ¶ ويرى الأستاذ أننا إذا أردنا النهوضَ بالمجتمع العربي في شتى بلاد ¶ الأمة العربية، فعلينا أن نتَجه إلى تحسين عقلية الفلاح والعامل، ولا نقتصر ¶ على العدد المحدود من طلبة المدارس، فإ نَّ الفلاح والعامل يمثلأن السواد ¶ الأعظم، وهما يبحثان عن الزاد الثقافي فلا يجدان ما يستطيعان هضمه. ¶ وإن الفرقَ بين اللغة العامية واللغة الفصحى قد أوجدَ فريقين ¶ متنافرين في الأمة، فريقاَ يرتقي إلى الذروة وهو القليل، وفريقاَ يعيش في ¶ السفح المنحدر وهو الكثرة الكاثرة، وتبعأ لذلك فلا بدَّ من وجود لغبما ¶ سهلة بريئة من الإعراب، حيث تُسكَن أواخر الكلمات، ومتخفِّفة من كلّ ¶ لفظِ لا يدركه العاميُّ بسهولةِ، وإذ ذاك يستطيعُ سامعُ المذياع أن يفهمَ كل ¶ ما يلقى إليه، ويستطيع من يلئمُ بمبادى القراءة والكتابة أن يتلو ما أمامه ¶ فيفهمه دون عسرِ، ومتى أتيحَ ذلك تعلَّم الشعبُ جميعه، وارتقى الذوقُ ¶ والفكر والإحساس جميعأ من وراء هذا التعفُم، أما إذا انفصلت الفصحى ¶ عن العامية هذا الانفصالَ المشاهَد، فلا أئر جديأ لاي إصلاح!. ¶ هذه خلاصة ما كتبه الأستاذ أحمد أمين بالسنة السادسة من مجلة ¶ (الثقافة (1)) وهو ما كان موضعَ اعتراضِ من الدكتور عزام حيث بدأ ردودَهُ ¶ (1) ¶ يراجع القارىْ الأعداد: 280، 282، 284 من مجلة الثقافة، السنة السادسة ¶ 944 ام. ¶ 38",
            "page": "38",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "بقوله: إنه يخشى ان يرى الأستاذ في ردود 5 المتتابعة ما يغضبه، ولكنه يعلم ¶ أنه ذو اَراء كثيرة جداً، وأنّي لا أجادلُه إلا قليلاً، وربّما مضت الأعوام تلو ¶ الأعوام ولا أتعرَّض له بنقد، ولكني أرى في مقاله عن العامية والفصحى ¶ نز وعأ إلى الثورة الفكرية من أجل ا لإصلاح، والثورة إذا لابستْ ر أيأ أو بحثاً ¶ عرَّضته كثيراً إلى التعشُف والمغالاة، واضطراب الصلة بين المقدمات ¶ والنتائج، وإذا كان الأستاذ يرى أن هناك فروقاً بين أدبَي الخاصة والعامة، ¶ فهذا موضعُ اتفاق، ولكنَّ دعوا 5 انَّ العامة لا نصيبَ لهم مما يكتب أدباؤنا ¶ وشعراؤنا فتحتاجُ إلى تحديد، لأن العامة في القديِم والحديث لم يكونوا ¶ على بُعدٍ من العربية الفصيحة، لأنهم يفهمون مواعظ المساجد، وأحاديث ¶ المذياع، وما يُكتب في الجرائد اليومية، وكلها مدوَّنةٌ باللغة الفصيحة. ¶ فالعاميُّ يفهمُ كلَّ ما يسمع إذا كان الموضوع قريباً إليه، والقران ¶ والحديث وخطب المساجد والجرائد، تُقر أ على العامة فيفهمونها، إلا إذا ¶ كان الموضوعُ أعلى من عقولهم، وأسمى من أفكارهم، ومنشورات ¶ الحكومات العربية ممتب باللغة العربية الفصحى، ويفهمها الناس دون ¶ مشقة. ¶ أما ما أصابَ فيه الدكتور عبد الوهاب عزام المحزَ فقوله ما فحوا 5: ¶ إن الذي جعل خلافاً كبيراً بين الناس في فهم اللغة العربية ليس اللغة ذاتها، ¶ ولكئه الاختلاف في الفكر والثقافة، فهبْ انك كتبتَ الأدب العربي بلغة ¶ العامة، حاوياً شجونأ من ألوان الثقافة الفكرية، فلن يقرأ 5 العامة، وإذا ¶ قرؤو 5 لفظأ، فكيف يدركون ما فيه من دقائق تدو على إدراكهم، وتبعد ¶ عن معارفهم، فليس الفرق اللغوي الذي ذكر 5 الأستاذ إلا مظهراً من مظاهر ¶ كثيرة لحقيقةٍ واحدة، وهي اختلافُ الثقافة اختلافأ بينأ، وإذن فكيف يكون ¶ التقريبُ في هذه الحالة؟ أيكون بنزول العلماء إلى جهالة الجقال، أم برفع ¶ 39",
            "page": "39",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "الجهّال! جهد الطاقة إلى ثقافة العلماء؟. ¶ وتابع الدكتور عزام ردَ 5 بما يفيدُ ان الأستاذ أحمد امين كان جريئاً ¶ جر أةً تدعو إلى العجب، حين دعا إلى اصطناع لغةٍ عربية خالية من ا لإعراب، ¶ فتكون هي اللغة التي يجب أن نعتمد عليها في نشر التعليم بين العامة، ¶ ويكتب بها الأدباء بعض رواياتهم، ويؤلف بها بعضُ المؤلفين الكتبَ ¶ الشعبية، ويتحدَث بها المتحدِّثون في الراديو، والخطباء في خطبهم ¶ الشعبية، وقد نسي الأستاذ أنَّ الإعراب هو الذي يحدِّد المعنى، وأن اَخر ¶ الكلمات إذا كان ساكنأ سيحدث الاضطراب، ولذلك نجد النحاةَ في ¶ الكلمات التي تُعرب إعراباً مقدَراً لا تظهر عليه الحركة يُوجبون أن يتقدَم ¶ الفاعلُ على المفعول! في مثل قولك ضربَ موسى عيسى ليتعيَّن الفاعلُ ¶ بالتقديم. ¶ وإذا كان الإعرابُ من مصاعب اللغة العربية فهو من ناحيةٍ ثانية دليلٌ ¶ على ارتقائها، لأنَّ الكمال! في هذا العالم قرينُ التركيب والتشعيب، ¶ وكذلكم اللغات ترى فيها الساذجة التي يتفاهم أهلها بألفاظٍ قليلةٍ يسيرة، ¶ تكفلها الإشارات، ولا يتبئن فيها اسمٌ من فعل، ولا ماضٍ من مستقبل، ¶ ثم تجد بعد هذا تميزاً في الصنع والتراكيب. ¶ واللغة العربية - فيما اعلم - أدو اللغات نصيباً من هذا الكمال!، ¶ وأعظمها عنايةً بالتفريق بين المعاني المتقاربة، ومن ذلك كانت كثرةُ ¶ قوانينها ودقتها، فهي لغةُ أوزانٍ ومقاييس، ولغةُ اشتقاقٍ وتصزُف 0 ¶ وهذا الإعرابُ من أعاجيب هذ 5 اللغة، وهل هو إلا إحساسُ اللفظ ¶ بموقعه، وإحساسُ المتكفَم بمكانة اللفظ في نفسه؟ أليسَ الإعرابُ تفريقاً ¶ في الجملة بين العُمدة من ألفاظها والفَضْلَة، وإعطاء الأول! حركةً قوية، ¶ 40",
            "page": "40",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "والثاني حركةً أضعف منها؟ أليس الضتمُ يعبّر عن أقوى الأصوات، والفتح ¶ بعده ثم الكسر؟ وهو ضربٌ من الدلالة، ونوعٌ من الموسيقى يختم كلَّ ¶ كلمةٍ بحركةٍ أو تنوين (1)! 0 ¶ هذه خلاصةُ رد الدكتور، وقد راعى جانب الصداقة حين لم يشر إلى ¶ أن الأستاذ مسبوقٌ بهذا الرأي، إذ هتف به بعضُ الدخلاء على اللغة لعجزه ¶ عن سبر غورها، وقد قال: إنه مكثَ أربعين عاماً يقرأ النحو ولايدرك مغزاه، ¶ والأستاذ أحمد امين ابنُ اللغة، ووارث علم الأزهر ومدرسة القضاء ¶ فكيف تابعَ سواه؟؟. ¶ ب -قضية الفلسفة: ¶ وهذه قضية تابعَ فيها الدكتور أحمد أمين سابقيه ممَن ارَّخو للفلسفة ¶ من أساتذة كلية الاداب حين أكَدوا أنَّ الفلسفة اليونانية هي أصلُ الفلسفة، ¶ وألأَ شيءَ قبلها، وهو معنًى أكَده الدكتور طه حسين في عدة محاضرات، ¶ وسجَّله بإفاضة في كتابه (قادة الفكر) وجاء الدكتور أحمد أمين ليقولَ في ¶ كتاب (قصة الفلسفة اليونانية) الذي ائَفه بالاشتراك مع الدكتور زكي نجيب ¶ محمود بأنَّ الفلسفة الحقيقية لم تُعرف إلا في بلاد اليونان، وأنَّ ما كان من ¶ مسائل الفلسفة معروفاً عند البابليين والاَشوريين والصينيين لا قيمةَ له في ¶ النظر الصحيج، ونصن كلامُ المؤلفين صراحةً هو هذا (2): \"لم تستمدّ ¶ الفلسفةُ اليونانية أصولَها من تلكم الأمم القديمة، ولكن خلقَها اليونان ¶ خلقاً، وأنشؤوها إنشاءً، فهي وليدتهم وربيبتهم ليس في ذلك ريبٌ ¶ ولا شك\". ¶ (1) ¶ (2) ¶ مجلة الئقافة، العدد (284). ¶ الفلسفة اليونانية، ص 6 1. ¶ 41",
            "page": "41",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "هذا الجزمُ الاكيدُ قد قام الدكتور عزام بتفنيده، ونجدُ من النفع العام ¶ لتاريخ الفلسفة ان ننقله جميعه، إذ لا يزالُ بعض الدارسين في الجامعات ¶ العربية يتناقلونه، وكأته شيءٌ بدهيئ: ¶ يفول الدكتور عزام (1): \"فأمّا ادعاءُ أنَ الفلسفة على هذا النحو لم ¶ تنشأ إلا عند اليونان، فهو مجازفةٌ، ولو اطلعْنا على فلسفة الهند مثلاً ¶ لاقتصدنا في هذ 5 الدعوى، ولعلَّهما يُسمعان (2) (الناس) عفا قليلٍ بقصة ¶ الفلسفة الشرقية كما أسمعا الناسَ قصة الفلسفة اليونانية. ¶ وقد ذكرا في اول الفصل الثاني أنَّ فيثاغورس رحل إلى مصر، وإلى ¶ بلاد الشرق، وقالا في اَخره: \" وأنتَ ترى من ذلك انهم (الفيثاغورسيين) ¶ خَطَوْا بالفلسفة خطوةً جديدة نحو التفكير المجزَد، فبدأت الفلسفةُ منذ ¶ ذلك الحين تتحفَل بعضَ الشيء من تلك النزعة الطبيعية التي سادت عند ¶ فلاسفة (أيونية) لتستقبلَ صبغةً جديدة، هي صبغة الفلسفة في أصح ¶ معانيها، أعني التفكيرَ المحضَ فيما وراء الطبيعة وظواهرها\". ¶ وقالا في الفصل السادس: \" إن ديمقريطيس كان واسعَ العلم، راغباً ¶ في تحصيله رغبةً حارةً. . . وقد حفزته تلك الرغبة الملحّة في التحصيل ¶ إلى الرحلة في أقطار الأرض، فزار مصر، وجاسَ خلالها، وعزَج على ¶ بابل، وطاف بأنحائها، فإذا كان فيثاغورس الذي تعفَم في مصر، ورحل ¶ إلى الشرق قد نحا في الفلسفة منحًى جديداً، وارتقى بها إلى التفكير ¶ المجزد الذي هو أقرب إلى الشرقيين، فلِمَ نجزمُ جزماًانَّ فلاسفة اليونان ¶ (1) ¶ (2) ¶ مجلة الرصالة - العدد (98) -: 0 2/ 5/ 935 1 م. ¶ المؤلفان أحمد أمين وزكي نجيب محمود. ¶ 42",
            "page": "42",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "لم يتصلوا قط بالأمم الأخرى، وأن ديمقريطيس وهو إمام مذهب في ¶ الفلسفة، رحلَ إلى مصرَ وإلى بابلَ في طلب العلم، فكيف نجزم بأن ¶ اليونان لم يأخذوا عنهم اليس في ذلك ريبٌ ولا شك)!. ¶ وإذا كان الدكتور احمد أمين وزميله لم يكتبا عن (الفلسفة الشرقية) ¶ كما تمنَى عليهما الدكتور عبد الوهاب عزام، فإنَ باحثاَ اَخر هو العلاّمة ¶ الدكتور محمد غلاب قد أفردَ فلسفةَ الشرق ببحثِ ضافِ (1). ¶ هذه مناقشةٌ جادة فيها المثل الجيد في تجئب اللغو، والبعد عن ¶ التعالي، واحترام المناقثين، وهي ادابٌ يجب أن تعود بعدَ أن بَعُدَ العهدُ ¶ بها، ولها نظائرُ أخرى فيما ترك الأستاذ من تراثه الحفيل (2). ¶ (1) ¶ (2) ¶ !!! * ¶ (الفلسفة الشرقية) للدكتور محمد غلاب. ¶ كمناقشته لزميله الدكتور عبد الحميد العبادي حول لقب السفاح، ومناقشته ¶ لتوفيق الحكيم حول مستقبل الأدب العربي، ومناقثته للدكتور عزام حول ¶ جناية الأدب الجاهلي، ولم تشذ عن هذا إلا مقالات الدكتور زكي مبارك!!. ¶ 43",
            "page": "43",
            "part": "1"
        },
        {
            "id": "46",
            "nass": " ",
            "page": "44",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "الفصل الثاني ¶ تعريفه بمؤلفاته ¶ أولا: مؤلفاته ¶ ثانياً: الحديت عن أشهر مؤلفاته",
            "page": "45",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "-",
            "page": "46",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ا! اتجا في ¶ ! ر! بمؤفاض ¶ أ و لاً: مؤ لفا ته ¶ ا - فجر الإسلام، (الناشر مكتبة النهضة). ¶ 2 - ضحى الإسلام (3 أجزاء)، (الناشر مكتبة النهصْة). ¶ 3 - ظهر الإسلام (4 أجزاء)، (الناشر مكتبة النهضة). ¶ 4 - يوم الإسلام، (الناشر دار المعارف). ¶ 5 - حي بن يقظان، (الناشر دار المعارف). ¶ 6 - قاموس العادات والتقاليد والتعابير المصرية، (مكتبة النهضة). ¶ 7 - زعماء الإصلاح في العصر الحديث، (الناشر مكتبة النهضة). ¶ 8 - الأخلاق، (الناشر لجنة التأليف). ¶ 9 - حياتي، (الناشر مكتبة الاَداب). ¶ 10 - فيض الخاطر (0 ا أجزاء) وهو مجموع مقالات أدبية ¶ واجتماعية وسياسية، (الناشر مكتبة النهضة). ¶ 1 1 - الشرق والغرب، (الناشر مكتبة النهضة). ¶ 2 1 - النقد الأدبي (جزءان)، (الناشر لجنة التأليف). ¶ 47",
            "page": "47",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "13 - هارون الرشيد، كتاب الهلال، (الناشر دار الهلال). ¶ 4 1 - الصعلكة والفتوى في الإسلام ضمن سلسلة اقرأ، (الناشر دار ¶ ا لمعارف). ¶ 5 1 - المهدي والمهدوية ضمن سلسلة اقرأ، (الناشر دار المعارف). ¶ 6 1 - إلى ولدي، (الناشر مكتبة الاَداب). ¶ كتب بالاشتراك: ¶ 17 - قصة الفلسفة اليونانية (مع الدكتور زكي نجيب محمود)، ¶ (الناشر لجنة التأليف). ¶ 18 - قصة الفلسفة الحديثة (مع الدكتور زكي نجيب محمود)، ¶ (الناشر لجنة التأليف). ¶ 19 - قصة الأدب في العالم (4 أجزاء) (مع الدكتور زكي نجيب ¶ محمود)، (الناشر مكتبة النهضة). ¶ كتب اشترك في تحقيقها: ¶ 0 2 - الإمتاع والمؤانسة. ¶ 1 2 - ديوان الحماسة. ¶ 2 2 - العقد الفريد. ¶ 23 - الهوامل والشوامل. ¶ 4 2 - خريدة القصر وجريدة العصر. ¶ 48",
            "page": "48",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "كتب مدرسية: ¶ 5 2 - المنتخب من الأدب العربي. ¶ 26 - المفصل في الادب العربي. ¶ 27 - المطالعة التوجيهية. ¶ 28 - تاريخ ا لأدب العربي. ¶ كتب مترجمة: ¶ 29 - مبادى الفلسفة، (الناشر لجنة التأليف). ¶ ؟ لأ ¶ 49",
            "page": "49",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "/ ¶ ،+",
            "page": "50",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ثانياً: الحديث عن أشهر مؤلفاته ¶ 1 - فجر ا لإسلام ¶ الحياة العقلية في الإسلام ¶ قامتْ شهرةُ الأستاذ أحمد أمين الحقيقية على ما كتَبه من تاريخ ¶ للحياة العقلية في الإسلام في سلسلته عن فجر الإسلام وضحاه وظهره، ¶ لأنه فاجأ الناس بجديد في منهج البحث، وفي اسلوبه ونتائجه، فأبدى ¶ وجهأ للكتابة التحليلية لعقل الأمة الإسلامية لم يبد من قبلُ على هذا النحو، ¶ لذلك صارت هذه السلسلةُ عماد كل باحثٍ أتى من بعده، فقد انتشرت ¶ كلئات الجامعة، وتهياَ أساتذتُها للكتابة في مثل ما تصدّى له أحمد أمين، ¶ وأشهدُ أن روح الباحث الكبير كانتْ مسيطرة بوضوح على جُل (وأقول ¶ جل عن ثقة علمية قوامها المشاهدة الملموسة) من جال مجاله في تاريخ ¶ العقل، العربي، وقد يكون من بحوث المستشرقين ما أضاف الجديد في ¶ هذا النطاق، وقد يكون من بحوث الخالفين ما انتفعَ بهذا الجديد فامتذَ ¶ من حيث انتهى أحمد أمين خطواتٍ موفقةٍ قد يكونُ هذا وذاك، ولكن ¶ أحمد امين كان في تاريخ العقلية الإسلامية بكتبه الرائدة يحمل مصباحاً ¶ في طريق دامسٍ، أنار كثيراً من جوانبه، ومفد السير لمن اقتفاه. ¶ وليبلغ أحمد أمين هذا الغرض في فجر الإسلام، قسّم كتابه إلى ¶ سبعة أبواب ذات فصول متعددة، كل بابٍ يسلم لتابعه في نسق مطرد، ¶ وكل فصلٍ يتدرج في هذه الأبواب يكؤن عضواً متماسكاً مع بقية اعضائه ¶ 51",
            "page": "51",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "المتلاصقة في جسم حيئ نابضٍ بالدم، متدفق بالحياة. ¶ والفصلُ الأول من الباب الاول يتحدث عن جزيرة العرب بموقعها ¶ وأجزانها ومناخها، وسكانها واقسامها، وهو فصلٌ تقريري، لا ياتي أ ي ¶ باحثٍ فيه بغير الثابت المدؤن في بطون التاريخ، وهو تمهيد لطيف للفصل ¶ الثاني الذي تحدّث فيه المؤلف مُبدعاً عن اتصال العرب بمن جاورهم من ¶ ا لأمم، ووسائل هذا ا لاتصال، وعن ا لإمارتين العربيتين في الشام والعراق، ¶ وهما إمارتا الغساسنة والمناذرة، وعن اليهودية والنصرانية، وكل ما جاء ¶ في هذا الفصل جيّد متماسِكٌ يضيءُ شعاباً كثيرة. ¶ ولكن المؤلفَ قد تأثر بكتاب (الشعر الجاهلي) أو بمنْ تأثر بهم ¶ صاحب كتاب (1) (الشعر الجاهلي) فسأل نفسه سؤالاً؟ وأجابَ عنه بما ¶ يدكُ على هذا التأثر، اما السؤال، فهو أن اللخميين في الحيرة والغساسنة ¶ في الشام عفروا قروناً، وبلغوا من المدنية شأواً بعيداً، وكان منهم من ¶ يخالِطُ الفرس والروم، ويتكلّم بلغتهم، ودينُهم على العموم كان ارقى ¶ على العموم من دين غيرِهم من العرب، وهذا كفه داعٍ إلى خصب الذهن، ¶ وتفتق القريحة بالشعر، وكان من المعقول أن تُخرج بلادهم فحولاً من ¶ الشعراء، يفتحون في الشعر أبواباً جديدة ومعاني جديدة مع رشاقة في اللفظ ¶ تُناسب حضارتهم، ولكئنا لم نجد ذلك! فما تعليله؟ هذا هو السؤال؟. ¶ أما الإجابة فهي \" ان هؤلاء الغساسنة والحيريين كان فيهم شعراء، ¶ ولكن كانت لهم لغة خاصة بهم غير لغة قريش التي سادت الحجاز، ولم ¶ تستطع أن تسود الحيرة وغسان لبُعد موطنهما، ولأنّ الحيرش والغسانيّين ¶ ارقى ممّن حولهم، فأبوا ان يخضعوا للسان غير لسانهم، وقد يستتبعُ ذلك ¶ (1) ¶ الدكتور طه حسين وهو الكتاب الذي أثار معركة أدبية كبرى. ¶ (الناشر)",
            "page": "52",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ان تكون لهم في الشعر أوزانٌ خاصة، تتفق مع لغتهم فلفا جاء الإسلام، ¶ ونزل القرآنُ بلغة قريش أهمل الرواةُ ما كان خارجأ عن قواعد هذه اللغة ¶ وا وزانها \". ¶ والذي يهدم هذا ا لاتجاه من اساسه هو الترحيبُ المطلق الذي وجَدهُ ¶ مثل ح! ان من الغساسنة ومثل النابغة من المناذرة، إذ لو كان لهذيْن لغة ¶ خاصّة غير لغة قريش ما ابتهجوا لما قال الشعراء فيهم من المدائج، ولما ¶ انزلوهُم أحسن المنازل من التقدير والحفاوة، ولما تردد شعرهم بين ¶ السفار في بلاطي الدولتين. ¶ ثم إنّ لغة قريش إذا كانت مستقفة عن اللّغات، يُفترض فيها والحال ¶ كذلك ألاّ تكون لغة النابغة في ذبيان، ولغة حسان في المدينة، إذ ليس ¶ السْاعران قريشيّيق حقّاَ! مما يدلّ على أنّ العربية التي نزل بها القراَن شد ¶ امتدت إلى كلِّ صقعٍ عربي! فافتراضُ لغتيْن غير ما ينطق به أبناء الجزيرة ¶ وهمٌ لا حقيقة له، والمناذرة كانوا يغشون القبائل الضاربة في الجزيرة مع ¶ جنودهم وأشياعهم، فبأيّ لغة كانوا يتكفمون مع العرب، والغساسنة ¶ كانوا يفتخرون بأ مداحهم، ويرسلون إلى كبار ا لشعراء من يُغريهم با لحضور ¶ حتى بذلوا للنابغة ما بذلوا كي يخضهم وحدهم بأمداحه، وقد استجاب ¶ لهم حين ضاق به الأمرُ مع النعمان!. ¶ وقد تساءل احمد أمين عن الزقة التي يجب أن تكونَ في بلاط ¶ المُترفين؟. ¶ ولو قرأ قصيدة المُنخل اليشكري في (ديوان الحماسة) الذي أشرف ¶ على تحقيقه مع الأستاذ عبد السلام هارون لوجد المثل الرائع لهذا الشعر ¶ الحضري المنشود؟ ¶ 53",
            "page": "53",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وقد ردَ الناقدون على الدكتور طه حسين رأيه في اختلاف لغة اليمن ¶ عن لغة قريش بما لا مزيد عليه (1)، فإذا كان الأستاذ أحمد أمين يرى ¶ ما يرى الدكتور طه فلماذا لم يرد على من نقدوه وصححوا أخطاءه!. ¶ الحق أن شغف أحمد أمين المفرط بالتعليل لكل ظاهرة يدفعه ¶ أحيانأ إلى خطأ لا شك فيه، وقد وُجدْت ائارُ المناذرة والغساسنة فما وُجد ¶ بها لغة خاصة، وقد ارتاع النعمان بن المنذر حين سمع مدح النابغة في ¶ خصمه الغ! اني بقصيدته التي مطلعها: ¶ كليني لهم يا أميمةُ ناصبِ وليلٍ أقاسيه بطيءُ الكواكب ¶ وأحسن ذلك بعضُ ندمائه، فذهبوا إلى النابغة، وأخبروه بتقدير ¶ النعمان له، وحنينه إليه، فاستجاب لهم، وقدم مادحاً إيّاه بقصيدة شفت ¶ غل صدره، وكان لها دوفيٌ بالخَوَرْنَق، أفيكون النابغة حنيئذ يتحدّثُ بغيرِ ¶ لغةِ القومِ؟!. ¶ ويلي ذلك حديثٌ قيّم عن طبيعة العقلية العربيّة، حيث عرضَ ¶ ا لأستاذ لثلاثةِ آراء شائعة عن العرب، رأيٌ شعوبيّ، يرى العربَ دُون الأمم ¶ جميعها من الأعاجم، فكلها ذات ملوكٍ وفلسفة وصناعات شتى، وليس ¶ للعرب قبل الإسلام من ذلك شيءٌ، ورأيٌ يزعم للعرب كلَّ فضيلة ¶ مشكورة، ويُنرههم عن كل رذيلة منكورة، وراي يرى انّ العربيئَ متوحش ¶ (1) ¶ اشهر هذه الردود (نقض كتاب في الشعر الجاهلي) للسيد محمد الخضر حسين، ¶ و (الشهاب الراصد) لمحمد لطفي جمعه، و (نقد كتاب في الشعر الجاهلي) ¶ لمحمد فريد وجدي، و (تحت راية القرآن) لمصطفى صادق الرافعي، و (مصادر ¶ ا لشعر ا لجاهلي وقيمتها ا لتاريخية) للدكتور ناصر ا لد ين ا لاسد. (ا لنا شر) ¶ 54",
            "page": "54",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "نهّاب سلاّب، إذا اخضع مملكة أسرع إليها الخراب، لا يُجيدُ صناعةً، ¶ ولا يحسنُ علماً، وهو رأيُ ابن خلدون - للأسف - وقريبٌ منه رأي ¶ (أوليري) الذي يرى العربيّ جامداً مادياً ضيقَ الخيال. ¶ وقد نفى الأستاذ راي الشعوبيين، واستشهد برأي الجاحظ في ¶ نقضه، وكان منصفاً حين قال في ردّ المأخذ الثاني: إنّ العربَ شعبٌ ككلِّ ¶ الشعوب، له مميزاته، وفيه عيوبه، وكان عليه ان يزيدَ في الردِّ على المأخذ ¶ الأول ما ينبئ عن أنَّ الإسلام قد هدى هؤلاء الجفا 5 فكان ذلك معجزةً له، ¶ إذ لو كان العربُ على أوفى نظام في الاجتماع والسياسة ما كان للإسلام ¶ رسالةٌ ما. ¶ كما أن الشعوبيّين يتحدثون عن الجاهلية فقط، فيتعارفونها بعهد ¶ الحضارة في الأمم الأخرى، وهذا خطأٌ، لأنَّ لكلِّ أمة - أية امة - عهداً ¶ جاهلياً، فالاصل ان تقابل العهودُ الجاهلية بعضها ببعض، وتقابل عهود ¶ الحضارة عن العرب بعهود الحضارة عند غيرها، وهُنا يبزغُ فضل العرب ¶ دون نزاع. ¶ اما رأي ابن خلدون فباطلٌ واضحُ البطلان، وكذلك رأيُ من جاراه. ¶ لأنّ (ابنَ خلدون) و (اوليري) أخطآ معاً في عدم تحديد المرادُ بالعربيّ ¶ لديهم، أهو العربي الجاهلي ام العربي الإسلامي؟ فالقارى حين يتلو قولَ ¶ ابن خلدون: \"إن العربي يهدمُ القصورَ ليستعمل حجارتها في الأثافي، ¶ وخشب سقفها في الاوتاد\"، يظنُّ ان ذلك هو البدويّ الممعن في ¶ البداوة (1)، وإذا قرأ أنَّ العربي لا يُحسن اختيار مواقع البلاد يظنّ أ ن ¶ (1) ¶ رأي ابن خلدون هذا في الأعراب لا في العرب عامة، وقد قال ما قال وما فعله ¶ الهلاليون في هجرتهم إلى المغرب ماثل في ذهنه. (الناشو) ¶ 55",
            "page": "55",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "المقصود هو العربي الذي خطط المدنَ بعد الإسلام، فإذا كان الحديث ¶ النقدي خاصّاً بالبدوي قبل الإسلام، (وهذا خطأٌ واضح حاول الأستاذ ¶ ردّه) فلماذا لم يقل الأستاذ لهذا الناقد الجريء: أين القصور التي هدمها ¶ البدوفيُ في الجاهلية وجعلها أداةً للوقود والبناء؟. ¶ إنّ البادية لم تكن ذات قصور حتى يحدث ذلك، ولو وُجدت ¶ لأغنتْه عن نصب الخيام، وصُنع الأوتاد من خشب السقوف، فهذا تَجن ¶ لا شك فيه؟. ¶ وأما حضارة العرب في إنشاء المدن بعد الإسلام فلا ينكرها إلا ¶ جاحدٌ يجهل عظمة دمشق وبغداد والقاهرة والقيروان، وقد كانت جميعُها ¶ ايامَ العرة العربية أروعَ مثلٍ للازدهار، وما وُجد قبل الإسلام مثل مدينة ¶ دمشق فقد ازداد رونقاً وبهاءً، بحيث لا يقاس غابره بحاضره! أجدفي الان ¶ أخاطب ابن خلدون بقول الشاعر العربي (الجاهلي): ¶ وظلمُ ذوي القربى أشدُ مضاضةً على الئفْسِ مِنْ وَقعِ الحُسامِ المُهَئدِ ¶ ثم لماذا يكون العربي البدوفيُ مادئاً، لا يعرف المعاني الإنسانية، ¶ وقد شهدتْ له صحائف التاريخ بالكرم والإيثار والوفاء والتضحية وحماية ¶ الجار، والذود عن الحرمات، والشجاعة، أليست هذه فضائل روحية ¶ لا توجد اليوم في أعرق مدن الحضارات، وهل في متمدني اليوم مَن ¶ ينطبق عليه قول القائل: ¶ ويكادُ سيّدُهم يجودُ بنفسِه حين القِرى حطباً على النيرانِ! ¶ وهو قولٌ إذا كان ذا خيال تصويري، فقد جاء الخيالُ رسماً لفضيلةٍ ¶ معنويّةٍ بلغت مبلغها الكبيرِ في إسعافِ الجائعِ وعونِ المْقيرِ. ¶ 56",
            "page": "56",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وقد أعاد أحمد أمين هذا الموضوع في (ضحى الإسلام) على نحوِ ¶ مقا ربِ!. ¶ ويلتم المؤلَفُ بعدَ ذلك بفصول! طريفةٍ عن حياة العرب في الجاهلية ¶ وأثر البيئة العربية في تكوينها، وعن مظاهر الحياة العقلية، ودلالة اللغة ¶ العربية بقصصها وأمثالها وشعرِها على عقلية العرب، وكل ما قاله الأستاذ ¶ في هذا النطاق جيد قوفي. ¶ فإذا انتقلنا من العصر الجاهلي إلى عصر ا لإسلام، فإثنا نجد المؤلف ¶ قد بلغَ غايةَ التوفيق في أكثر ما كتب، حيث وازن بين الجاهلية والإسلام، ¶ وأوضج أثر ا لإسلام في نهضة العرب، وتحدثَ عن الفتح ا لإسلامي وعملية ¶ المزج بين الأمم، والمّ إلماماً شافياً بالحركة العقلية والاجتماعية لدى ¶ البلدان المفتوحة، فتحدّثَ عن دين الفُرس بإفاضةٍ، وعن الادب الفارسي ¶ وأثرِ 5 في الأدب العربي وعن التأثير اليوناني والروماني، وعن السبب في ¶ تأثر العرب بالأ دب الفارسي أكثر من تأثّرهم بالأ دب اليوناني، وعن نواحي ¶ تأثير اليونان في ا لادب العربي، وجاءَ بصائبِ الرأي، ودقيقِ النظر. ¶ وهنا نصلُ إلى أبدع أبواب فجر الإسلام وأقواها، وهو البابُ ¶ الخامِسُ الخاصن بالحركة العلمية في القرن الهجري الأول! وما وليه من ¶ أبواب. ¶ والحقّ أن تاريخ التأليف العلمي المنسق على سنن منطقي لم يشهدْ ¶ قبلَ أحمد امين من أبدع في هذا المجال! أقوى الإبداع، إذ كان حديثُه في ¶ هذ 5 الأبواب فتحاً جديداً، نبّه الادهانَ إلى طُرُقٍ في التأليف لم تكنْ ¶ معهودةً من قبلُ. ¶ 57",
            "page": "57",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "فقد تحدّث الأستاذ في الفصل الأول عن أثر الإسلام في الحركة ¶ العلمية، وعن القائمين بها من العرب والموالي، وعن الحركة التاريخية، ¶ وموقف الأمويين من كل ذلك. ¶ وتحدّث في الفصل الثاني عن مراكز الحياة العقلية في الحجاز ¶ والعراق والشام ومصر، وعن خصائص كل إقليمٍ ومميزاته. وما يوجّه ¶ إلى تياره العلمي من نقدٍ؟ تحدّث حديثاً مجملاً ليفصله في الباب السادس ¶ حيث أشبعَ القول في الحركة الدينيّة تفصيلاً. ¶ فخصّ الباب ا لأول بالحديث عن القرآن وتفسيره، واختلاف العرب ¶ في فهم معاني القراَن، وأسباب الاختلاف، وعن التفسير ومصادره، ¶ وطبقات المفسرين. ¶ وتحدّث في الفصل الثاني عن الحديث وعدم تدوينه، وعن الوضع ¶ في الحديث واسباب الوضع، وأشهر المحدثين، وأثر الحديث في نشر ¶ الثقافة، ولم يخلُ بعض ما قاله عن الحديث من نقدٍ تعزض له الباحثون ¶ وكشفوا عن وجهة نظرهم، وقد ألمحت بذلك في فصل تالٍ. ¶ ويجيء الفصل الثالث فيتحدث عن التشريع في الجاهلية، ليكون ¶ تمهيداً لما ابدعه الإسلامُ من قانون سماوي، لا يأتيه الباطل بين يديه ¶ ولا من خلفه، ثم عن الرأي في التشريع، ومعنى الراي، وتحزج بعض ¶ العلماء عن القول به، وأشهر القائلين بالرأي، وبعض أقوالهم، ومذهب ¶ الراي في العراق ومميزاته، ومذهب الحديث في الحجاز، والنزاع بين ¶ مدرسة الرأي ومدرسة الحديث، وأثر الفتح الإسلامي في التشريع، ¶ والقانون الروماني والفقه الإسلامي، وعلاقة الدولة الاموية بالقضاء، ¶ وتأثير الأمصار في التشريع. ¶ 58",
            "page": "58",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وكيلا يظن القارى أني ابالغُ في إعجابي بهذا الباب، أعرضُ عليه ¶ كتاباً سابقأ في هذا المجال كتبه ا لأستاذ الكبير ا لشيخ (محمد الخضري) وهو ¶ أستاذ أحمد أمين، إذ كان تلميذاً له بمدرسة القضاء، ونهل من علمه ¶ وفضله، هذا الكتاب هو كتاب (التشريع الإسلامي) وقد كتبه محمد ¶ الخضري رحمه الله على غير نهجٍ سابقٍ، إذ كان مبتدع خطته، ووفق إلى ¶ جمع خيوطه في براعة أرجو أن يجد ثوابها عند ربِّه! هذا الكتابُ القيم إذا ¶ قُورن بما كتبه أحمد أمين في فصولِ التشريع في (فجر الإسلام) و (ضحى ¶ الإسلام) و (ظهر الإسلام) يُعد فجرًا أتى بعد 5 الصبح المُسْرق، وإذا كان ¶ للخضري رحمه الله فضّل الريادة والسبق، فلأحمد أمين فضل الإتقان ¶ وا لإحكام!. ¶ أما الباب الأخير باب الخلافة وما تفرع بسببها من ا لاحزاب السياسية ¶ كالخوارج والشيعة والمرجئة والقدرية والمعتزلة. فكفه جديد في طريقة ¶ تناوله، وأقول طريقة التناول، لأن اراء الكلاميين ذائعة مشتهرة. ولم يأتِ ¶ بها أفيُ مؤرخٍ من عنده، ولكن البراعة كل البراعةِ في تسلسل البحث واطراد 5 ¶ وتماسكه، وكلّ ما كتبه أحمد أمين في هذا المجال أصبج المرجعَ الأول ¶ لمن تلا 5 من الباحثين، ولعلّ توفيقه فيما كتبه - بعد - في الضحى كان أشمل ¶ واوسعَ حيث اتسعت دائرةُ الخلاف بين اهل السنة وخصومهم إلى مدى ¶ متطاول، صالت فيه الاَراء كالسباع الضارية في حلبات الجدال، واحمد ¶ امين من وراء هذه الآراء يشرحها ويحفلها ويحكم عليها بما يرا 5، وإذا انحاز ¶ إلى فريق ما، فبدليله الصارم، ولمخالِفه أن يدحض قولَه، فمجال البحث ¶ يتسع لمعاودة النقاش!. ¶ 59",
            "page": "59",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "تخطئة وتصويب: ¶ نعرف أن للمجتهد المُخلص أجرَ 5، اخطأ او اصاب، وقد كان ¶ احمد أمين رائداً في حقل الدراسات الإسلامية، فاهتدى إلى صراطٍ ¶ مستقيمٍ، سار عليه خالفُوه تابعين، ولا بدّ للرائد من ان يجانبه الصواب ¶ في بعض خطواته الواثبة، فيحتاج لمن يناقشه بروح التقدير، مراعياًاَداب ¶ البحث والجدل. ¶ وهذا لايُعيب البحث في شيءٍ، لأن لكلِّ مؤلفٍ موضعاً للمؤاخذة، ¶ ولم يُخل كتاب ما غير كتاب الله من نقدٍ يوجَّه إليه، ولكن الأسفَ كل ¶ الأسف، حين نرى بعض الناقدين يترك القول ويتحدّثَ عن القائل رامياً ¶ إياه بنقائص لا حقيقة لها، وقد يتورط فيزعم أن أحمد أمين عون للاستشراق ¶ في نشر أباطيله، وهذا هو الجحودُ بعينه، لأنّ قارئ فجر الإسلام وضحاه ¶ وظهره يرى من اَراءِ الكاتب الكبير في صدّ هجمات المستشرقين ما يُحمد ¶ لصاحبه، وليعلم كل من يتصدى لاَراء العلماء الأفاضل من طراز احمد ¶ امين، أنّ الإسلام عزيزٌ جداً على كل مسلم، وأنّه لا يجوز لأحد ما أ ن ¶ يدّعي أنه اكثر حميّة للإسلام من غيره، فذلك غرور ينكره الإسلام نفسه، ¶ فلنترك هذه الطفولة العابثة في النقد، ولنواجه الرأي دون مساس بصاحبه، ¶ لا سيما إذا كان من المشهود لهم بالإخلاص العلمي. ¶ لقد كتب أحمد امين فصولاً جيدة عن الحديث وتدوينه، والوضع ¶ واسبابه، لم تعدمْ النظر المخالف في القليل منها، وقام الكُفاةُ من أهل ¶ الحق أمثال محمد أبي زهرة، ومحمد يوسف موسى، ومصطفى السباعي، ¶ بتصويب ما يحتاج إلى تصويب، في لغةٍ بريئة وادب عفّ. ¶ وقد قرأ أحمد أمين ما كتبوا، وخصّهم بالثناء، لا! الحقيقة بنتُ ¶ البحث. ¶ 60",
            "page": "60",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "ولكنّ بعض من كتبوا في مذكراتهم الجامعية التي لا تتجاوز سلّم ¶ الكلّية يقولونَ: إنّ أحمد أمين تلميذ المستشرقين، وإنّه يشكّك في جهد ¶ المحدثين. ¶ أما انّه تلميذُ المستشرقين فقارئ كتبه الجليلة يعرفُ كم دحض من ¶ شبه لهؤلاء، فهو أستاذهم في مجال الدراسات الأدبيّة والتشريعية دون ¶ نزاع. ¶ اما أنّه يشكك في جهد المحدثين، فهذا ما يدحضه قوله الصريح (1): ¶ \"وفي الحق إنّ ثقات المحدثين بذلُوا من الجهد والتمحيص ما لا ¶ يوصف، ونحوا في ذلك مناح مختلفة، فاجتهدُوا في وضع رواة الحديث ¶ من التابعين ومَنْ بعدَهم في موازين دقيقة بقدر الإمكان، وشرحوا كلّ ما ¶ رووا وعرفوا تاريخه وسيرته، ووضعوا في ذلك قواعدَ الجرح والتعديل \". ¶ وأقول لهؤلاء الشداة: يا قوم إذا لم تكونوا ذوي علم فكونوا ذوي ¶ أخلاق. ¶ وأعرِضُ لبعض ما كانَ موضعَ النقد الصائب من معارضيه، حيث ¶ وقفوا كثيراً عند قوله في (فجر الإسلام) (2): \" وقد وضع العلماءُ للجرح ¶ والتعديل قواعد ليس هنا محل ذكرها، ولكنهم والحق يُقال، عنوا بنقد ¶ السند أكثر مما عنوا بنقد المتن، فقلَّ أنْ تظفرَ منهم بنقدٍ من ناحية أنَّ ما ¶ نُسبَ إلى النبيئ! ي! لا يتفق والظروف التي قيلت فيه، أو أنّ الحوادث ¶ التاريخية الثابتة تُناقضه، أو أنّ عبارة الحديث اشبه في شروطه وقيوده ¶ (1) ¶ (2) ¶ ضحى ا لإسلام: 2/ 9 2 1. ¶ فجر ا لإسلام، ص 66 2. ¶ 61",
            "page": "61",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "بمتون الفقه، وهكذا، ولم نظفر منهم في هذا الباب بمعشار ما عنوا به من ¶ جرح الرجال وتعديلهم \". ¶ وقد قلتُ انا في الرد على ذلك منذ سنواتٍ طوالٍ (1): وحديثُ ¶ الدكتور احمد أمين عن العناية بالإسناد اكثر من المتن، وجدَ التقد المقنعَ ¶ من رجالِ العلمِ، فمنهم مَنْ بئن أن العنايةَ بالمتن كانت محل الاعتبار مثل ¶ العناية بال! ند سواء بسواء، لأن أئمة الحديث كما ذكروا علامات الوضع ¶ في السند من اشتهار الزاوي بالكذب، او اعترافه مؤخراً بتعفد الوضع، أ و ¶ ادعائه رؤية شيخ لا تثبت رؤيته لاختلاف الزمان أو المكان، أو انتمائه إلى ¶ فرقةٍ مغرضةٍ تخدِمُ أهواءها بالتزئد والانتحال، نقول: إن أئمة الحديث ¶ كما ذكروا علامات الوضع في الإسناد، ذكروا علامات الوضع في المتن. ¶ كأن يكونَ التعبير في الحديث ركيكاً، لا يحصؤر صدوره من أفصح ¶ البُلغاء. ¶ أو ان يكون المعنى فاسداً يخالِفُ ما تعرفه البدائة الواضحةُ، ¶ فلا يجوزُ ان يقولَه نبيئُ مرسَلٌ كانَ مضربَ المثل في الحكمة والسداد. ¶ أو انْ يخالِفَ الحديثُ نصاً صريحاً من نصوص القرآن بحيث لا يقبل ¶ التأويلَ. ¶ أو يتضفن امراً شهيراً من شأنه ان تتوافر الدواعي إلى نقله، ثم ¶ لا يرويه إلا شخصٌ واحدٌ. ¶ أو أن يخالفَ الحقائق المشتهرة المعروفة في عصر النبوة. ¶ (1) البيان النبوي للدكتور محمد رجب البيومي، ص 9 2. ¶ 62",
            "page": "62",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "وكلُ هذه وأمثالُها علاماث يُعرَفُ بها الحديث الموضوع (1). ¶ وقد اسهب علماءُ السنة في بسطها، وضرب الأمثلة عليها، مما ¶ لاكته الألسنة من الموضوعات، فالقولُ بأن الاهتمام بالسند قد تحيّف ¶ الاهتمام بالمتن لا ينهض على اساسٍ قويم، وأكبرُ الظن أن الدكتور أحمد ¶ أمين وجد الحديث يستفيض عن تاريخ الرواة ومنزلتهم في ميزان الجرح ¶ والتعديل، فظن ذلك فريد اهتمامٍ بناحيةٍ دون اخرى، مع ان طبيعةَ البحث ¶ في الإسناد تحتم الخوضَ في تاريخ الرجال، فإذا كان لدينا حديثٌ واحد ¶ نُقِلَ عن اربعة من الرواة مثلاً، فإنّ الكلام عن كلّ راوٍ منهم يتطلّب بعضَ ¶ البسط، فإذا تحدث علماءُ السند عن أربعتهم جميعاً، فإنّ حديثهَم بلا شك ¶ يكونُ أضعاف كلامهم عن الحديث المرويّ، وليس ذلك تحيفاً للمتن، إ ذ ¶ هو مما يتضح فيه الرأي دون فحصٍ متصلٍ في الإسناد المتسلسل، هذا ¶ وجهُ الحق فيما ردده المستشرقون، وحكاه ا لأستاذ احمد أمين عن إخلاصٍ ¶ لم يتحرّ اسبابه تحرّيأ دقيقاً. ¶ وفي غير موضوع السند والمتن اتجه نقاشُ الدارسمين فيما اخطأ فيه ¶ صاحبُ (فجر الإسلام) واذكر انّ الدكتور (مصطفى السباعي) كان سباقاً ¶ إلى مناقشة الأستاذ، منذ عرف سبيل البحث طالباً بكلية الشريعة الإسلامية ¶ بمصر. إذ ناقش احمد أمين على صفحات مجلّتي (الرسالة) و (الفتح) ¶ مناقشةً تدكُ على بصرٍ نافذ، وأمثّل لذلك بما يلي (2): ¶ ا - الئم الأستاذ احمد أمين بحديث الوضّاعين في الحديث، فقال: ¶ (1) ¶ (2) ¶ وقد فصلها الإمام ابن القئم في كتابه (المنار المنيف). (الناشر) ¶ تحدثتُ عن ذلك في ترجمتي للدكتور السباعي بكتاب (النهضة الإسلامية) ¶ والمناسبة هنا تدعو إلى نفل ما كتبتُ. ¶ 63",
            "page": "63",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وبعضُهم كان سليم النية، يجمع كل ما أتاه على أنه صحيج، فيحدَثُ بكل ¶ ما سمع، فيأخذه الناسُ عنه مخدوعين بصدقه، كالذي قيل في عبد الله بن ¶ المبارك إنه ثقةٌ صدوقُ اللسان. ولكنه يأخذ عمن أقبلَ وأدبرَ\". ¶ هذا نصّ الاستاذ في (فجر الإسلام)، وقد عارضه الدكتور مصطفى ¶ السباعي، فبيّن خطأيْن في هذه العبارة. ¶ الخطأ الأولى: انَ الوَضّاعَ في الحديث هو من ينسبُ إلى رسولى الله ¶ ع! ي! قولأ لم يقُله وهو يعلم، أمّا سليمُ النية فليس من الوُضّاع حتى يتحدّث ¶ عنه المؤلف بهذه الصفة. ¶ والخطأ الثاني: أئه جعلَ ابنَ المبارك من المحدّثين ذوي الغفلة، ¶ الذين لا يفزقون بين الغَثّ والسمين، وابنُ المبارك ليس كذلك، فهو من ¶ الأوائل الذين عُنوا بنقد الرجالى، ولم يُروَ إ لاّ عن الثقات من الشيوخ. ¶ وفي كتب الحديث التي سردها ا لأستاذ السباعي ما ينطِق بذلك. ¶ اما كيف وقع الأستاذ أحمد أمين في هذا الخطأ، فقد اوضح الناقد ¶ الحصيف أن - أحمد أمين قرأ في (صحيج مسلم) هذا النص \" حدثني قهزاد ¶ قالى: سمعتُ وهبأ يقولى عن سفيان عن ابن المبارك قالى: بقتة صدوقُ ¶ اللسان، ولكنه يأخذ عمن اقبل وأدبر\" فابنُ المبارك يتحدّث عن محدَثٍ ¶ اسمه (بقيةُ بن الوليد الحمصي)، فنسي الاستاذ أحمد أمين كلمة (بقيّة) ¶ وظنّ الحكم راجعأ إلى ابن المبارك، فأسند إليه ما هو بريءٌ منه، لانّ ابنَ ¶ المبارك من المحدثين الثقات \" (1). ¶ 2 - جاء في (فجر الإسلام) ص 267: ان البُخارقيَ على جليل ¶ (1) ¶ مجلة (الرسالة) - العدد - 367 - ه 1/ 7/ 0 4 9 1. ¶ 64",
            "page": "64",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "قدره، ودقيقِ بحثه، أثبتَ أحاديثَ دلّت الحوادث الزمنية، على أنها غير ¶ صحيحة، واستشهد لذلك بحديث \" لا يبقى على ظهر الأرض بعد مئة سنة ¶ نفس منفوسة \". ¶ وقد أورد الدكتور السباعي النّص ائذي رجع إليه احمد امين، وهو ¶ هذا \"صفى النبيئُ ع! يِ! صلاة العشاء في آخر حياته فلمّا سفم، قال: أرأيتكم ¶ ليلتكم هذه، فإن رأس مئة لا يبقى مفن هم اليوم على ظهر الأرض احدٌ\" ¶ كما رواه مسلم، يريد الرسول ع! ي! ان يقول: إذا مرّتْ مئة عام فلن يبقى ¶ أحد ممّن على ظهر الأرض الاَن، وهو كلامٌ صحيح، وقد قال الإمام ¶ النووي بصدده: هذا الحديث من أعلام النبوة، إذْ أخبر فيه الرسول ع! ي! ¶ بأن كل نفس كانت تلك الليلة على الأرض لا تعيشُ بعدَها اكثر من مئة ¶ سنة، وكان الأمر كذلك، ثم نقل الناقد رواياتٍ أخرى تؤكّد رواية مسلم، ¶ ودلَّل فأحسنَ الدليل في بسطٍ شافٍ مستوعب (1). ¶ 3 - قال الأستاذ احمد امين في (فجر ا لإسلام)، عن ابي هريرة رضي ¶ الله عنه \"والحنفيّة يتركون حديثه أحياناً إذا عارضَ القياسَ، كما فعلوا في ¶ حديث المصراة \" 0 ¶ وقد ردّ الأستاذ السباعي بأنَ القول بأن الحنفيّة جميعُهم يقدّمون ¶ القياسَ على حديث ابي هريرة، لا يخلو من نظر. لأن أبا حنيفة وصاحبيه ¶ وجمهور الحنفيّة، على أنَّ الخبرَ مقدّلم على القياس مُطلقاً، سوا! أكان ¶ الراوي فقيهاً أم غير فقيه، ولكن مَن ذهبَ إلى ذلك هو فخر الإسلام وبعضُ ¶ تابعيه، ومن هذا يتبين أن جمهور الحنفية على غير هذا الرأي \". ¶ (1) مجلة الرسالة - العدد - 368 - 2 2/ 7/ 0 4 9 1 م. ¶ 65",
            "page": "65",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وكعادة الأستاذ السباعي نجدُه يوضّح مأتى الخطأ في قول الاستاذ ¶ احمد أمين، ْ اعتمد على كتاب (مسلم الثبوت وشرحه! وفهمَ منه ¶ ما يدكُ على ا الالَ راجعٌ إلى الحنفيّة، مع ان النص يوحي بأنه راجع ¶ إلى فخر الإسلام 1). ¶ هذا بعض ما احتاج إلى تصويب من كلام الأستاذ أحمد أمين، وإن ¶ مؤلّفأكبيراً يكتب ثمانية اجزاء كبار في تاريخ الحياة العقلية في الإسلام ¶ مُبتدئاً من تاريخ ظهوره إلى سقوط الدولة العباسية، ومتعزَضاً لالاف ¶ الاَراء، ومئات الشخصيات لا بدَ ان يندَ عنه ما يمكن ان يحتاج إلى ¶ تصويب، ولن يذهبَ ذلك بفضله في كثير أو قليل. ¶ وقد ثار بعض الكتاب على اراء ظهرت في سلسلة فجر الإسلام ¶ وضحاه عن المعتزلة والشيعة، ويجب أن نعلم انَّ المذاهب الإسلامية ¶ لا تلتقي في كثير من احوالها عند رأي واحد، فإذا خولفَتْ بعضُ الاراء ¶ لدى قوم، فهذا من طبيعة البحث العلمي، ومهما كان لكل فريق بعض ¶ جموحه النسبي. فله فضله الجئم، وعلينا أن ننزع من نفوسِنا عوامل الشطط ¶ الداعية إلى نصرة مذهب، وتهجين ما سواه، إ لأ بالجدل الحسن، والحوار ¶ المشفق. ¶ أما أن يدعي عالمٌ ما أنّه وحده صاحب الرأي الأصوب، فهذا ما لم ¶ يدَعيه رؤساء المذاهب الكبار من اعلام الأئمة، إذ كفهم يرى أنّ حكمه ¶ صوابٌ يحتمل الخطأ. ¶ كبماذ ¶ (1) ¶ مجلة الرسالة - العدد - 1 37 - 2 1/ 8/ 0 4 9 1 م. ¶ 66",
            "page": "66",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "2 - ضحى الإسلام ¶ ما عسى أن أقولَ - والحئزُ محدود - في ثلاثة أجزاء كبار، يحدثُ ¶ جزوْها الأول عن الحياة الاجتماعية والثقافات المختلفة في العصر ¶ ا لعباسيّ ا لأ ول، ويتحدّث جزوْها ا لثاني عن نشأة العلوم وتطورها في العصر ¶ العباسيّ ا لأول، ويتحدث الجزء الثالث عن الفِرَقِ الدينية من معتزلةٍ وشيعة ¶ ومرجئة وخوارج مع الإلمام بتاريخهم السياسي وطابع أدبهم الفنّي. ¶ لقد أراد المؤلف بهذه التسمية الاعتبار الزمني لتدرجّ الفكر العلمي ¶ من عصرٍ إلى عصر، ولكثه في الوقت نفسه قد اعطى أكبر مدلولٍ علمي ¶ حين تحدثَ عن الفجر في النشأة العلمية الأولى، وعن الضحى في النشأة ¶ العلمية الثانية. وهذا يكفي لإعطاء القارئ صورة كلية لما هو مقبل عليه ¶ في تتابع هذه الفصول المزدحمة في ثلاثة اجزاء كبار. ¶ وقد وُفق الاشتاذ أكبر توفيق في تحديد الصعوبة الشاقة التي واجهها ¶ في تحليل العقلية العربية في الصدر الاول من العصر العباسي، حيث قال ¶ وما أبدعَ ما قال: ¶ \"لعلَّ أصعبَ ما يُواجه الباحثُ في تاريخ أمّة هو تاريخُ عقلها في ¶ نشوئه وارتقائه، وتاريخ دينها وما دَخَلَهُ من اراء ومذاهب، ذلك انَ مدارَ ¶ البحث في المسائل المادية وما يشبهها واضح محدود، أما مدار البحث ¶ في الفكرة، فإذا حاولت أن تعرف كيف نبتتْ؟ وكيف نمت؟ وما العواملُ ¶ 67",
            "page": "67",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "في إيجادها، وما العناصر التي غذتها، وما الطوارى التي طرأت عليها ¶ فعدلتْها وصقلتها، أعياكَ ذلك، وبلغ منك في استخراجه الجهد. ¶ لأنّ الفكرة في اول أمرها لا مظهر لها نستدل به عليها، وقد تتكوّنُ ¶ من عناصر لا تخطر على بالٍ، وتعمل في تغييرها وتعديلها عواملُ في ¶ منتهى الغموض. ¶ والمذاهبُ الدينية قد يكونُ الباعث عليها غير ما يظهر من تعاليمها، ¶ فقد يكون الباعث عليها سياسياً، وهي في مظهرها الخارجيّ مجرّدةً من ¶ كل سياسة، وقد يكون الباعث عليها إفسادُ الدين، فتتشكل بشكل المتحمّس ¶ للدين. ¶ وقد يكونُ المذهبُ صالحاً كل الصلاح، ولكن يحكيه أعداؤ 5 ¶ فيشؤهونه، ويَلغُونَ فيه فيفسدونه، فيقفُ الباحث حائراً ضالآً، يتطفبُ ¶ بصيصاً من نورٍ يهديه أو أثراً في الطريق سلكه من قبله فيحتذيه، وفوق هذا ¶ فالأفكار متنوعة، والاَراءُ متعددة، وقضايا كل عصر تُخالف ما قبلها، ¶ ويراها الباحثُ فيظئها لأول وهلة جديدة لم ترتبطْ بما قبلها برباط، ولم ¶ تتصل به اية صلة، فيعمل فكر 5 فيما عسى ان يكونَ بينهما من قرابة أ و ¶ نسب، وما قد يصلُ بينهما من سبب. ¶ هذه عقبات حقيقيّة لا يدركُها إلا باحثٌ خاض غمار المعركة، ¶ وعرف جبهاتها الحامية، و اسلحتها الماضية، ووقف أمام كل جبهة مسلّحاً ¶ بأدواته الضرورية، ومحاذِراً أن يتنكب السبيل، فيقع صريعاً حيث لا ¶ يرحمه أحد، ومن توفيق الله للمؤلف أنّه كان رجل الموقف الحاسم، ¶ عرف ابعاد 5 وأطواله، ونازل أبطاله بسلاح لا يفل، قخرجَ من الحومة ¶ مكلّلاً بتيجان الفوز. ¶ 68",
            "page": "68",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وهل لي في هذا المجال غير أنْ أشيرَ إلى الخطوط العريضة في هذا ¶ البحث المستفيض، فأعلن أن الباب الأول من الجزء الثاني يتحدّث عن ¶ أبوابٍ جديدة لم يطرقها باحث عربي قبل أحمد أمين بهذا الإبداع الدقيق، ¶ فقد تحذثَ المؤلفُ عن قضايا غامضة - أو كانت غامضةً قبل أن يكشفَ ¶ عنها النقاب - مثل قضايا الصراع بين العرب والموالي، والعصبية القبليّة. ¶ وتنوع أشكال الصراع، وإلى أقي غاية انتهى. ¶ ثم تحدث عن الشعوبية، معناها، ومؤداها، وكيف بدأت، ¶ وما أثمرت من جهد أدبي، وعنف سياسي. . . ¶ فإذا انتهى من ذلك في جِدّةٍ وسطوع تحدّث عن الرقيق وأثر 5 في ¶ الثقافة، واختلاف أنواع الرقيق، وميزة كل نوع، وثقافة الجواري و أثرهن ¶ في ا لاَداب والفنون مع مقارنةٍ بين الحرائر وا لإماء! ¶ أفا المؤرخ العقلي الذي لم يُغفل مسائل السياسة التي أدّت إلى ¶ ظواهر جديدة على المجتمع الإسلامي، فقد كان هو احمد أمين الذي ¶ مزج حديث السياسة بحديث الفكر مزجأ موفقأ حين ألمَّ بحياة اللهو وحياة ¶ الجدّ، وقارن بين الأمويّين والعباسيين في الحياتيْن، وأوضج كيف تدرجّ ¶ اللهو بتدرج العصور، إذ بدأ ضئيلاً في العهد الأول، ثم استشرى في العهود ¶ التالية، يتجلى ذلك فيما حكا 5 عن السفاح والمنصور والمهدي والرشيد ¶ والأمين والمأمون والمعتصم والواثق، حيث فاضتْ سيولُ الترف المسرف ¶ وتعددتْ مظاهر 5 في القصور، حيث انعكسَ ا لأمر في الأكواخ البائسة التي ¶ لا يجد أصحابها ما يقيهم غوائلَ الحرمان. ¶ وقد كان حديث الزندقة قبل ضحى الإسلام غائماً يحْجبه الضباب ¶ فأسفرَ على يد الأستاذ حين حلّل دواعي الزندقة، وبين اسباب انتشارها، ¶ 69",
            "page": "69",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وما ألفت على الفكر من تبعات. ¶ وتتوالى الأبوابَ الدسمة متحدثة عن خصائص الثقافات الأجنبية ¶ من فارسية وهندية ويونانية ورومانية وعربية، وقد وقفة المؤلف أمام كل ¶ ثقافة من هذه الثقافات وقفة المؤرخ الدقيق أولاَ، والفيلسوف المعلّل ¶ ثانياَ، والمسلم الحرّ ثالثاَ، هذا الذي ينتفض غضباَ حين يرى مظاهر الفساد ¶ تتدافع إلى غير ما حد، ويتساءل كيف حدث هذا، والعصر عصرُ إسلام! ¶ والخلفاءُ يجعلون الدين سندهم الاول في الحكم. ¶ وقد اشتهر الأستاذ باطّلاعه الغزير المستوعب لاكثر ما الَّف في ¶ العصور الإسلامية، فكان هذا الاطلاع حافزاَ له على امتداد القول، وعلى ¶ صحة الحكم، وقد جعل لكل ثقافة من هذ 5 الثقافات من يمثلها أحسنَ ¶ التمثيل، ف (ابن المقفع) ممثل للثقافة الفارسية، وله كتبه التي حلّلها ¶ المؤلف في اطمئنان، ولم يخترْ ممثلاَ للثقافة الهنديّة، لأنّها في العصر ¶ العباسي الأؤل قد حُصرت في القصص والحكم وبعض الرياضيات. ¶ أمّا الذي مثل الثقافة اليونانية فهو (حنين بن إسحاق) بترجماته ¶ العلمية الكثيرة، وبعمله الطبي البارع. ¶ وكأني بأحمد أمين وقد حار فيمن تختاره ممثلاَ للثقافة العربية، ثم ¶ راى أن يكون (المبرد) صاحبُ (الكامل) هو الممثل المختار، فأومأ إلى ¶ شذورِ من حياته، واتجاهه العلمي في التأليف، وهو بذلك يتحدّثُ عن ¶ الثقافة العربية الخالصة، لأنّه ادخر الجاحظَ لموقف اَخر، عبَر عنه بما ¶ سمّاه امتزاج الثقافات، حيثُ أشاد بحركة الاطلاع على المعارف الواحدة ¶ من كل صوب، وبئن اختلاف العلماء في الاستقاء من هذه الجداول قوةَ ¶ وضعفاَ، وأثر الإسلام في هذا الامتزاج الثقافي، ثم اختار الجاحظ ممثلاَ ¶ 70",
            "page": "70",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "لهذه الثقافة المتشعبة، وهذ حق، ولكنّه أضاف إليه (ابنَ قتيبة)، لما رأى ¶ من التفاته إلى اقوالٍ أجنبية سجلها في كتبه. ¶ ولعلّي أجدُ لدقي من الاعتراض ما يدفعني إلى تقرير أن ابن قتيبة ¶ مهما أكثر من اقوال هؤلاء، فقد كانت روحه بمنأى عما يسطر، ولم يظهر ¶ لذلك اثر في منهجه التأليفي، وآرائه الفكرية. ¶ اما الجاحظ فهو الجاحظ وكفى! وقد استدذ المؤلف على تأثر ابن ¶ قتيبة بالثقافة الوافدة بما ذكره في (عيون الأخبار) من حديثٍ عن السلطان ¶ والحكم، وبما نقل عن الزهد وعن الأطباء والنباتات والحيوان، ولكنّ ¶ ذلك كله معارف عامة لم يظهر أثرُها في إبداعِ العالم السني الدقيق. ¶ ونأتي إلى الجزء الثاني وهو في راصيى من أقوى ما كتبَ الاشتاذ احمد ¶ أمين في هذه السلسلة المباركة، فقد بداه بكلمةٍ عن قوانين الرقيئ للعقل ¶ البشري بعامة، ليطتقها على الفكر العربي في صعوده المتوثب، موضحاً ¶ ما انتهى إليه العلم في العصر العباسيّ من رقيّ افاضَ الاشتاذُ في تحليل ¶ أسبابه، مبيناً وجهتي العلوم العقلية والنقلية في التدوين، وموضحاً مدى ¶ حريّة الرأي في هذا العصر، كما رتّب الحديثَ عن معاهد العلم في العصر ¶ العباسي؟ كالمكاتب والمساجد ومجالس المناظرة والمكتبات وبيت ¶ الحكمة، وهي أمورٌ كانت وقائعها مبعثرةً بين كتب التاريخ والتراجم، ¶ فجمع المؤلف شتاتها على نحوٍ ميسر، خاتماًالحديث بأثر المراكز العلمية ¶ للحياة العقلية في عواصم الإسلام بالعصر العباسي على نحو ما فعل في ¶ (فجر الإسلام) حين تكقم عن هذه المراكز في العصر الاموي. ¶ ولا أستطيع أن أعئر عن اعتزازي الهائل بما كتبه الاشتاذ عن الحركة ¶ العلمية بالتفصيل، حين تكفم عن الحديث والتفسير على نحوٍ لم يتهيأ من ¶ 71",
            "page": "71",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "قبل، دقة إيجاز، وشمول نظرة، وعمق تحليل، متعرّضاً لكتب ا لأحاديث ¶ المشتهرة، وفارقاً بين موقف الأمويين والعباسيين من الحديث، وملماً ¶ بأنفس ما يُقال عن الوضع في الحديث، والجرح والتعديل، ورواية ¶ الحديث بالمعنى، والخلاف بين المحدّثين والمتكلّمين0 ¶ وإذا كان التفسير في أصله الأوّل شعبةً من الحديث، فقد ألحق ¶ الأستاذ بالحديث فصلاً عن التفسير، وافاض فيه على نحو ما صنع ب (فجر ¶ الإسلام) عند الكلام عن مبادى التفسير من قبل، وألئم بنفرٍ من العشرين ¶ الأولين، خاتماًالحديث بالإمام الطبري، وما قُلتُه عن (الفجر) من نقاش ¶ نفر من الكاتبين حول بعض ما قرره الأستاذ، اقوله هنا، مُعلناً أنَّ الجدل ¶ المخلص سبيل الأصلاء من الفاقهين. ¶ أفا باب التشريع، فأخشى أن أسترسلَ في إيضاح مشاعري نحو 5، ¶ فأُتهم بالخطابة السطحية، ولكني أحيل إلى جُلّ ما كُتب في تاريخ الفقه ¶ في العصر العباسيّ بعدَ ظهور (ضحى الإسلام) ليجد القارى أثرَ أحمد ¶ أمين واضحاً صريحاً، حيث احتذا 5 الزملاءُ والتلاميذُ معاً. وإذا كان ¶ المؤلِّف قد درس التشريع الإسلاميَّ دراسةً موسّعةً في مدرسة القضاء حتى ¶ صار فقيهاً قاضياً قبل أن يكونَ موزخا علمياً، فإنّ هذه الدراسة قد هيأت له ¶ ما لم يتهيأ لسوا 5 حين أفاض في مسائل الاجتهاد والقياس والحيل ¶ الشرعية، وحين قارن بين مدرستي أبي حنيفة ومالك قفّى ذلك بحديثه ¶ الجيد عن أثر الشافعي في الفقه الإسلامي بما لا مزيد عليه، وأقول لا مزيد ¶ عليه عن وعْي صادق، إذ ليست المسألة مسألة كئم عددي دُون محصول ¶ دسمٍ، وإنّما هي مسألةُ نظرٍ دقيقٍ فاحص، يبلغُ بالنظرة المتئدة ما لا تبلغه ¶ عشراتُ النظرات المتعجّلة، وأترك القول للأستاذ عبد الوهاب حمودة ¶ 72",
            "page": "72",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "زميل ا لأستاذ بكلية ا لآداب حيث يقول بهذا الصدد (1): ¶ \"أما في الفصل الرابع والخامس (من ضحى الإسلام ب 2) فقد ¶ تكلّم الأستاذ عن الحديث والتفسير والتشريع، ومنْ أجدرُ من الأستاذ ¶ أحمد أمين بتوفية هذه البحوث، والقيام بواجب تحقيق هذه المسائل، ¶ وهو ابن بجدتها، وأبو عُذرتها، ولا يُرضيني في الكشف عن محاسن ¶ هذين الفصلين إلاّ أنْ اشير على القارئ بقراءتهما، وارغبُ إليه في ¶ دراستهما، حتى يتذؤقَ جمال حقائقهما بنفسه، ويقف على بديع تنسيقهما ¶ بدرسه، إذ هما يقعان فيما يقربُ من مئة وخمسين صفحة من الكتاب، ¶ والكتاب كله في ثلاثمئة وخمسين صفحة، فجزى اللّه الأستاذ عن الحديث ¶ والقرآن خير الجزاء\". ¶ وجاء الفصل السادس خاصّاً بالأدب في صميمه، وباللغة في ¶ أصولها، فقد بحث الأستاذ علومَ الأدب بحثاً هادئاً عميقاً، واهتدى إلى ¶ حقائق لم يسقها في ثرئرة صاخبة كما نعهد لدى من يحاولون تضخيم ¶ أنفسهم، إذ يحسبون أنهم على شيء، والكمال الخلقي إذا صاحب ¶ البحث العلمي فقد اينع الثمر، وطاب جناه. ¶ وفي الختام جاءَ فصْل التاريخ والمؤرخين وهو فصل يتحدّث فيه ¶ زميلٌ لاحق عن زملاء سابقين، وقد قاسمهم العطف، ومنحهم النقد الهادف ¶ في تقدير جم، ووقوف عند الملابسات والظروف، وإذا أبدى ما يشم منه ¶ رائحة التخطئة، فإنه يشبعه بما يخفف وقعه، كما فعل مع ابن إسحاق حين ¶ اعتذر عنه لما جمع من شعر موضوع لم تثبت صحة روايته تاركاً جانب ¶ النقد لعلماء الأدب، وليس منهم!. ¶ (1) ¶ مجلة الرسالة، السنة الثالثة: / 935 1. ¶ 73",
            "page": "73",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وأنتقل إلى الجزء الثالث من (الضحى) وقد قرأتُه في صدر شبابي ¶ عدة مرات، لظروف أشترك فيها مع غيري من الزملاء، إذ كئا قد قرأنا ¶ مسائل علم الكلام في كتب العصر المملوكي، التي كانت تدرّس بالأزهر، ¶ وفي كُتب ما قبل هذا العصر مما كتبه علماء المشرق من الأعاجم، ¶ فخاضُوا في صفات الله مخاضاً مزجُو 5 بالفلسفة والمنطق، حتى تحؤلت ¶ قضايا علم الكلام إلى ما يشبه الألغاز، وكئا حين يستغلقُ علينا وجهُ الرأي ¶ نحفظ الموضوع دون ان نصل إلى خبايا 5 حفظاً يؤهل إلى النجاح في ¶ الامتحان فحسب، وازدادت الحيرة حين نُسأل عن فحوى هذ 5 الكتب ¶ فلا نستطيع الجواب. ¶ ولولا (رسالة التوحيد) التي كتبها الأستاذ الإمام محمد عبد 5 ما كنا ¶ عرفنا شيئاً صحيحاً عن علم الكلام بالمرة، ثم هدانا الله إلى ما كتب (أحمد ¶ أمين) في الجزء الثالث من (ضحى الإسلام) فوجدنا مسائل علم الكلام قد ¶ أصبحتْ من السهولة وكأنّها مسائل علم الفقه، لم يستغلق علينا شيء من ¶ معضلاتها، وقد كابدَ المؤلفُ كثيراً في تذليل الاراء، وتيسيرها، كما عانى ¶ الأكثرَ في مناقشتها، إذا اضطر إلى مخالفة بعض السائد المتعارف لدى ¶ الجمهور، وليس في ذلك شيءٌ، ما دام يملك دليل المخالفة، ورُفيَ رأي ¶ مهجورٍ كان أولى من ذائع مشتهر، ولعل صاحبَ (ضحى الإسلام) قد ¶ أفصجَ عن معاناته الشديدة حين قال في المقدمة: ¶ \" وقد لقيتُ في هذا الجزء من العناء ما لم القه في غير 5 من الأجزاء، ¶ لأن العقائد الدينية قد عملت فيها الأهواء أكثر مما عملت في غيرها من ¶ مناحي الحياة، فتحريرُ المذهب كما يتصور 5 أصحابُه في غاية الصعوبة، ¶ والخطوطُ المرسومة في تحديده في كثيرٍ من الأحيان غامضة ملتوية، ¶ 74",
            "page": "74",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "وحسبُك مثلاً على هذا ما نراه في مذهب المعتزلة، فقد أبيدتْ كُتبهم، ¶ وعدا خصومهم على اَثارهم، فإذا أردْنا معرفةَ اَرائهم لم نرها محكيةً إلا ¶ في كتب أعدائهم، وهؤلاء في كثير من الأحيان لا يدلُون بحججهم في ¶ قوة كالتي يُدلى بها أصحابها، فهم يُضعفون الدليل، ويُقوُّون الرد. ¶ ثم إن اَراء الفرق في كتب الفرق مشوشة مبعثرة، قلَّ أن تربطها ¶ وحد!، وقلَ ان يُعنى فيها بوضع الفروع بعد أصولها، فكنتُ إذا أحببتُ أ ن ¶ أترجم لعلم من أعلام الفرق! (النظام) أو (العلأف) لم أر ذلك مجموعاً ¶ في موضع، ولا مرتباً في مكان، فأضطر إلى جمع رأي من هنا ورأي من ¶ هناك، فإذا تئم لي ذلك حاولت أن أؤلف منها شكلاً منظماً. فكنت أنجحُ ¶ حيناً، وافشل حيناً، هذا إلى فوضى هذه الكتب في عرض المذاهب، ¶ وغموض التعبير، ومزج القشور باللباب \". ¶ وبعد حديث الاعتزال جاء حديث الشيعة والمرجئة والخوارج، ¶ وما يقالُ عن اَرائهم المبعثرة في كتب الخصوم مثل ما يُقال عن اَراء ¶ المعتزلة، فلله أي جهد بذل هذا الباحث الضليع!. ¶ وإن كتاب (ضحى الإسلام) بأجزائه الثلاثة من أنفس ما كتبَ ¶ ا لأستاذ أحمد أمين، وهو من ذخائر الفكر الإسلامي دونَ نزاع. ¶ كلبم 6،جمل! ¶ 75",
            "page": "75",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "3 - زعماء الإصلاح في العصر الحديث ¶ اشتُهر هذا الكتاب اشتهاراً ذائعاً، لأنّه قُرر على طلاب المدارس ¶ عِدّة سنوات، فكثرت طبعاتُه، وتداولتها الأيدي على نطاقٍ واسح، وكان ¶ ذلك من حظّ القارئ قبل أن يكونَ من حظِّ المؤلف، لأنّ ما تضمنه الكتاب ¶ من نظرات سياسية وتاريخية ودينيّة سِيقَتْ مساقاً عذبأ مطرداً، قد جعله ¶ كتاب تربية وتعليم، يرسم المثل، ويُحدّدُ النهجَ، قبل أن يكون تاريخاً ¶ لزعماء الإصلاح، وقد حدّدَ المؤلف هدفه في المقدمة القصيرة التي صدّر ¶ بها الكتاب إذ قال فيها (1): ¶ \"وقد رجوتُ منه أن يكونَ فيما يُصوِّر من حياة المصلحين ونوع ¶ إصلاحهم باعثاً للشباب، تستثير هممهم، فيحتذون حذْو أولئك ¶ المصلحين، ويهتدون بهديهم، وينهضون بأممهم، واللّه يوفقهم \". ¶ وتأكيداً لهذا الهدف نذكر أنَّ العلل المستعصية التي قابلها هؤلاء ¶ الزعماء، لم تبرأ بعدُ على الوجه الصحيح، وأنّ الأمة الإسلامية لا تزال ¶ تُعاني من أدوائها ما يُؤزق المضجع، ويثير الشجون، والشبابُ المتطلّع ¶ إلى العزّ يلمس هذه الادواء، ويقف أمامها في أسف، فإذا قرا ما قام به ¶ المصلحون في تذليل الصعاب، وتهيئة العلاج، وما بذلوه من جهدٍ جاهدٍ ¶ (1) ز عما ء ا لإصلاح، ص 2. ¶ 76",
            "page": "76",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "سيطر على عوامل الخذلان، فإنّ الشباب سيتخذون منهم القدوة، ¶ وسيتشرّبون نظرئاتهم التوجيهية، ويعملون على استكمالط الحلقات التي ¶ لم تزلط بعد في حاجةٍ إلى استكمالط، وأسلوب الكتاب في وضوحه السافر، ¶ وفي عاطفته الصادقة المتوجّهة نحو الإصلاح، يجذبُ قارئه مستمتعاً ¶ بسطور 5، وكأنّه يقرأ عن كل زعيم قصّةً لا ترجمةً، وإذا أفلح المؤلف في ¶ جذب قارئه - ولاسيما الطالب الناشى - إلى موضوعه فقد بلغ كثيراً مما أراد. ¶ وبعد المقدمة فصلٌ جيد، أبدع الكاتبُ فيه إبداعاً حسناً، حين لخّص ¶ حياة العالم ا لإسلامي في طوري ارتقائه وصعوده، وانحداره وهبوطه، مبيّناً ¶ دوافع ا لارتقاء السالف، وعوامل الهبوط الحاضر، وكأنّه بما كتب عن عزّة ¶ الماضي وعظمته يقولط لِمنْ يأسون على مرارة الحاضر: ليس أمر النهوض ¶ مستحيلاً، فقد نهض الأجداد بدينهم ومبادئهم حتى أصبحوا سادة العالم، ¶ ثم تراخى الأبناء عن السعي الناهض في طريق الأجداد، فانتهى الأمر إلى ¶ خذ لافي لا منجاة منه إ لا بسلوك جديد، يعتصم بتقاليد ال! لف، ويستمسك ¶ بمبادى الدين، فإذا بدأنا السير في هذا السبيل فقد عرفنا ا لاتجاه الصحيح، ¶ وهو سبيلٌ محفوفٌ بالمكاره، لأنّ محاربة الفساد الضارب بجذوره إلى ¶ ابعد الأغوار ليست من اليسر بحيث يستطيعها غير المكافح الدؤوب، فكمْ ¶ لاقى هؤلاء الزعماء من عقبات. وكم كابدوا من عنت الحاسدين، وخبث ¶ المناوئين، حتى بلغوا قدر ما يستطيعون من التوفيق. ¶ وكم كان الدكتور أحمد أمين صادقاً حين تحدث عن نضالط هؤلاء ¶ فقالط عن هؤلاء الابطالط (1): ¶ (1) زعما ء ا لإ صلاح، ص 9. ¶ 77",
            "page": "77",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "\"وكلٌ قد أبلى بلاءً حسناً، ولاقى من العناء ما لا يتحفله إلا اولو ¶ العزم، فمنهم من شُزد، ومنهم من قُتل، ومنهمْ من رُمي بالخيانة ¶ العظمى، فمن نادى بالمساواة في العدل بين الرعية من غير نظر إلى جنس ¶ أو دين ائهم بمحاربة المسلمين، ومن نادى بتنظيم الجيش على الأساليب ¶ الحديثة اتُهم بالتفرنج والخروج على التقاليد، ومن نادى بتأسيس مجلس ¶ للشورى، ائهم بمحاربة السلطان، والحضق على الثورة، ومن نادى ¶ بإصلاح العقيدة والرجوع إلى أصل الدين اتُّهم بالإلحاد، وهكذا! وهُم ¶ على هذا صابرون مجاهدون، أحئوا مبدأهم في الإصلاح أكثر مما أحبوا ¶ الحياة، ولم يعبئوا بالتعذيب يحيقُ بهم في سبيل تحقيق فكرتهم، وظقتْ ¶ آراؤهم تعملُ عملها في حياتهم وبعد موتهم، حتى تحقّق إصلاحهم، ¶ وتقدم الشرق على أيديهم خطواتٍ تستحق الإعجاب \". ¶ والأستاذُ في حديثه عن زعماء الإصلاح ينخي التفصيلات الهامشية ¶ التي لا تفيد القارى فائدةً ثمينةً، فهو قد قرأ كل ما تعلّق بالزعيم قراءةً ¶ مستوفاة، وأخذ من قراءته ما أظهرهُ أمام عينه واضج الملامج، ساطع ¶ القسمات، ثم اتّجه إلى رسالته الإصلاحية لتكون وحدها مدار الحديث ¶ عنه، وإذا اُحطيت بشيء آخر فهو مما يكفل حديث الإصلاح، لائه ¶ لا يكتب عن كل زعيم كتاباً مستقلأً فيتسع المجال لتصوير أدوار حياته، ¶ ولكئه يهدف إلى مناحي الإصلاح في رسالته التي نهض بها، فهي الهدف ¶ الأول من تسطير كتابه. ¶ وقارى كتابه حين ينتهي من قراءة فصلٍ من فصوله يظلّ مشوقاً متلهفاً ¶ إلى تتبّع آثار المتحدث عنه، وذلك كسبٌ تربوقي لا خلافَ في جدواه، ¶ كما انّ اختلاف مناحي الإصلاح باختلاف الشخصيات المتحدث عنها، ¶ 78",
            "page": "78",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "يُعطي القارى صوراً شتّى لضُروبٍ من المفاسد، قد تجسّمتْ وتعدّدت، ¶ ولم يستطع معولٌ واحدٌ أن يقوم باستئصالها، فتعددت المعاول بتعدد ¶ المصلحين. ¶ وقد كان التسلسل الزمني في تتابع هؤلاء المصلحين سبيل الترتيب ¶ التأليفي في الحديث عنهم، إذ بدا بالأقدم، ثم من وليه وفي هذا الترتيب، ¶ ما يُعين على تتئع حلقات الإصلاح في سلسلته الممتدة، وما يُهعى السبيل ¶ إلى مقارنةٍ بين السابق واللاحق حيناً، وبين أثر السابق في اللاحق حيناً ¶ آخر، وقد يجتمع زعيمان معأ في زمن واحد فيكون السّبق في الوفاة أساس ¶ السبق في الحديث، إذ لا شك في أن الخالف سيكقل بعض ما تركه ¶ السابق، لذلك كان الكتاب على دسامته التاريخية. . . وفائدته التوجيهية ¶ أشبه بقصّة ذات فصول متتابعة! والفصل الأخير منها يصلح لأن يكونَ ¶ ابتداءً لقصة جديدة يكتبها مؤلف جديد، لأنّ فصول الإصلاح ممتدة ¶ المشاهد، متعذدة ا لأدوار. ¶ وأول مصلحٍ تحدث عنه المؤلف هو الشيخ (محمد بن عبد الوهاب) ¶ ومركز الحديث عن رسالته الإصلاحية هو ما قام به من دعوةٍ إلى التوحيد ¶ الخالص، ومهاجمته عوامل الانحراف في العقيدة السليمة، ودعوته إلى ¶ فتح باب الاجتهاد في الأحكام الشرعية التي تتجدّد بتجدد الزمن، وما ¶ وجد 5 من مناواةٍ في سبيل تحقيق منهجه لم تمنعه عن السير في طريق ¶ الإصلاح. ¶ وكعادة الأستاذ أحمد أمين في كلّ ما ألف من دراسات، لم يُخل ¶ المتحدث عنه من وجه للنقد إذ راى الأستاذ (أحمد أمين) ان المصلح ¶ الكبير مع جهاده الحافل المثمر قد وقف في دعوته عند تصحيح العقيدة ¶ 79",
            "page": "79",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "وحدها، ولم يلتفت إلى ضرورة الانتفاع باَثار المدنية العلمية التي نهضت ¶ بها أوروبة، وتخلّف الشرق، ولعلي أرى أنّ الجبهة الواحدة تضمن النجاح ¶ الأكيد إذا ركّز المجاهد جهده في ميدانها، أما تعدد الجبهات فقد يشتت ¶ الجهود، ولهذا كان لكل زعيم ميدانه الخاصة في أكثر الأحوال. ¶ وبعد حديث محمد بن عبد الوهاب جاء حديث (مِدْحتْ باشا) ¶ المصلح التركي العظيم، وقد وفاه الأستاذ حقه من البيان فصادف ذلك ¶ تقدير القارئ العربي. . . لأئه لم يكن يعلم عن المصلح العظيم شيئاً ما، ¶ إذ لم يلتفت إليه كاتبو الإصلاح المعاصر، لأن الحركة الكمالية قد شوّهت ¶ كلَ من قام بالإصلاح قبل سقوط الخلافة، حتى من ناوءوا الخلافة لم ¶ يحفلوا بجهاده. إذ إنّ هئم كلّ منتصرٍ جديد في المضمار السياسي ان يُعلن ¶ أنّه أنقذ الأمة من العدم، وأنها كانت قبله لا شيء! وله ذيوله من المرتزقة ¶ يفهمون ما في نفسه، فيكتبون التاريخ كما يشتهي. ¶ وأول مأخذ يوخه للأستاذ احمد أمين ان كتب عن عبد الحميد ¶ مستمدأ أفكاره مما كتبه خصومه بعد عزله، وهؤلاء لم يرعوا حق التاريخ ¶ في إثبات الحق، وتزييف الباطل، ونحن لا نعلن أنَّ السلطان كان مبرأً من ¶ الماَخذ، ولكن يسوءنا ان تضخم مثالبُه ويُختلق بعضها اختلاقأ، ثم ¶ لا تُذكر له حسنةٌ واحدة! حتى موقفه من اليهود حين رفض مقامهم في ¶ فلسطين تناسوه فلم يذكروه، مع أئه كان أحد وسائل سقوطه، إذ تألبت ¶ الصهيونية عليه بدعاياتها المسمومة حتى تم لها ما ارادت! وقد أحسن ¶ احمد امين تلخيص اَراء مدحت، وخطواته ا لإصلاحية حين قال عنه (1): ¶ \"قضى مدحت حياته كلها في الإصلاح الاجتماعي، يختار من ¶ (1) زعماء ا لإ صلاح، ص 7 5. ¶ 80",
            "page": "80",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "المدنية الحديئة أحسن ما وصلت إليه في تنظيم الحكم، على أساس ¶ الشورى التي تتفق وتعاليم الإسلام، ويأخذ خير اساليبها في نشر العلم ¶ وتنظيم الحياة الاقتصادية في البلاد، ويُراعي في ذلك مستوى الأمة ¶ وقدرتها على الامتصاص، ويلتذّ من العذاب ما يصيبه في هذا السبيل، ¶ لأنّه ربط الإصلاخ بعقيدته الدينيّة، ومن أجل ذلك كان هادئاً مطمئناً ¶ مستبشراً حتى وهو في منفا 5\". ¶ والقولُ في (جمال الدين) - وقد تلا مدحت باشا - فسيح متشعب، ¶ والقارى يعرف الكئير عن جمال الدين الا! غاني، وقد أحسن الأستاذ ¶ احمد أمين تلخيص أهداف السيد جمال الدين الأفغاني حين قال عنه (1): ¶ \" أراد ا لسيد أن يدعو إلى إ صلاح ا لمسلمين دينيأواجتماعياً وسياسيأ، ¶ وإذا كان الإسلام تمتزج فيه العقائد بالنظم الاجتماعية والسياسية كانت ¶ دعوة السيد شاملة للمناحي الئلائة، وكان المئل الأعلى له حالة المسلمين ¶ في عهد الخلفاء الراشدين من حيث العقيدة والصفات الخلقية والنظام ¶ السياسي، فيرى أنهم كانوا موخدين حقأ، مُعْتزين بدينهم، لا تفرقهم ¶ المذاهب والنحل، مترابطين برباط الأخوة، يبذلون أعزّ شيء في سبيل ¶ عقيدتهم وعزهم، ينشرون بينهم العلم ما استطاعوا، ويأمرون بالمعروف، ¶ وينهون عن المنكر، ئم دخل الفساد عليهم من خمسة أبواب، من عقيدة ¶ الجبر، والخطأ في فهم القضاء والقدر، حتى صُرفت النفوس عن الجد في ¶ الأعمال، وممّا أدخله الزنادقة على تعاليم الإسلام في القرنين الثالث ¶ والرابع، فجعلوا المسلمين شيعاً و أحزابأ، وأضعفوا قؤة الدين بما ادخلوا ¶ من تعاليم فاسدة، وممّا احدئه السوفسطائية من أفكار، ومما عمله كذبة ¶ (1) ز عما ء ا لإ صلاح، ص 83. ¶ 81",
            "page": "81",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "المحدئين من وضع احاديث ينسبونها إلى رسول اللّه لمجييه، وفيها الستم ¶ القاتل، لروح العمل والإباء، ومن ضعف التربية والتقصير في إرشاد ¶ الجمهور إلى أصول دينهم، ونشر العلم بينهم، ثم زاد أسباباً أخرى أهمها ¶ تفكّك الروابط بين أجزاء ا لأمة، وترك الدعوة إلى الثورة والجهاد\". ¶ وقد كان (خير الدين التونسي) كمدحت باشا مجهولاً لدى القارى ¶ العربي في غير تونس! وله إصلاحاتٌ سياسية ودينية واجتماعية تستاهل ¶ الإيضاح، كما اصدرَ مؤلّفأ قيماً يرسمُ خطة إصلاحية، ويضع المنهج ¶ الذي ينوي ان يسير عليه، ومثلُه لا يُجهل بين زعماء النهضة المعاصرة، ¶ لذلك خصه أحمد أمين بدراسته. ¶ وخير الدين غُلامٌ شركسي خُطِف في غفلةٍ من أهله، وبيع في السوق ¶ عبداً، ولكته اتصل بقصر الحاكم بعد أن بيع ثانيةَ إليه! وقد راى ملامح ¶ النجابة في كلّ ما يبدو منه، فاهتئم بتثقيفه وتربيته، وحققت الأيام ظنه، ¶ فأبدى نبوغاَ أدهش مدزسيه، ولم يقتصرْ على التعليم الديني، إذ التحق ¶ بالجيش، وتنقل من رتبة إلى رتبة، حتى صار أميراً للواء الخيالة، وزادت ¶ ثقة الناس به، فجعله سفيراً يتحدث عنه في أخصّ أموره، وزار باريس، ¶ وشاهد من تقدمها الحضاري ما رسم في ذهنه صورةً لحياة أفضل، وحين ¶ رجعَ صار وزيراً للحربيّة، فبدا بإصلاحات كثيرة لم يعهدها أحد لدى ¶ سابقيه، وأهفها سعيُه لإنشاء مجلس شورى منتخب، وقد عارضه الكثيرون ¶ ممن لم يسمعوا عن هذا النظام النيابي، وعدّو 5 خارجاَ عن الشريعة، لأنّ ¶ بعض القوانين التي أقرها لا ترجعُ إليها. ¶ وخير الدين رجلٌ درس الشريعة في صغر 5، وعرف من أمور الدين ¶ ما يعرف علماؤ 5، فناظر وعارض، حتى اكتسب أنصاراً، ثم تدخل المحتل ¶ الفرنسي في أعمال المجلس، وأراد أن يخضعه لسيطرته، فوجد من ¶ 82",
            "page": "82",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "خير الدين معارِضأ صارماً، فأرغمه على الاستقالة، وكانت فرصةً طيبة ¶ لعُزلة هادئة راجع فيها خير الدين سجلّ حياته، واَماله في تقدّم وطنه، ¶ وجمع خواطره وقراءاته السياسية والاجتماعية في كتابٍ سمّاه (أقوم ¶ المسالك في معرفة أحوال الممالك) وقد تأثّر فيه بابن خلدون، إذ افتتحه ¶ بمقدّمة يتحدّث عن حال العصر وشؤون العمران، ثم شرح العلل المزمنة ¶ التي هوت بالمسلمين إلى وهدة التخلف، وقد أحسن الدكتور احمد أمين ¶ في تقديم زبدة فكر خير الدين في سطور ملخصة من المقدمة قال فيها (1): ¶ \"إن أهئم ما يعنينا الان مقدمته التي تشرحُ حالَ المسلمين، ¶ وحاجتهم إلى الإصلاح، وهو فيها ينعى على المسلمين كراهيتهم الأخذ ¶ بأساليب المدنية الغربية في الإصلاح، واعتقادهم انّ كل ما صدر عن ¶ أوروبة حرام، ويعلّلون ذلك بعلل مختلفة. كأن يقولوا: إنّها مخالفة ¶ للشريعة الإسلامية، أو يقولوا: إنها إذا ناسبت الأمم الغربية، فلن تناسب ¶ الأمم الشرقية، لأنّ لكلّ أمة موقعها التاريخي وعقليتها، أو أنْ يقولوا: إنّ ¶ المدنية الغربية بطيئة الإجراءات، وخاضة في طريق القضاء، أو أ ن ¶ يقولوا: إن النظم الغربية تستلزم التوسّع في الإدارة، وتقسيم الأعمال، ¶ وهذا يستلزم كثرة الموظفين، وليس لنا مالٌ يكفي لكلِّ ذلك، فلا بدّ إذن ¶ من فرض ضرائب جديدة، والبلاد فقيرة لا تحتمل زيادة الضرائب \". ¶ وهذه مزاعم فندها خير الدين، ولخّصها أحمد أمين دون إخلال، ¶ ثم اتيح له أن يتبوأ مقعد الحكم، فقام بإصلاحات هي الاولى من نوعها ¶ في تونس، وتاَمر عليه من حقدوا، وغالوا في الدسيسة، ولكئه رسم ¶ قواعد الإصلاح، وحقق منها الكثير، وكان المؤلف صادقاً حين قال عنه ¶ (1) زعماء الإصلاح، ص 59 1. ¶ 83",
            "page": "83",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "في خاتمة حديثه (1): \"كانتْ فضائله التي تكون شخصيته هي الجرأة في ¶ الحق، وعمله من غير خوف، وصلابته فيما يعتقده من غير انحناء، ¶ وحريته في تفكيره من غير جمود، وقوة كاهله على حمل ا لأعباء \". ¶ وننتقل إلى (علي مبارك) وقد أحسن الاستاذ ترجمته، وإيضاح ¶ مناحي إصلاحاته المتعدّدة، وكأنّي بالمؤلف وقد ارتاح لعلي مبارك ¶ لمشابة به يلمسها في نفسه، فالرجلُ عالم مفضال، صبور على البحث ¶ والتنقيب، وله كتب شتى، بعضها اصبح مرجعاً أساسياً لتاريخ مصر، ¶ وذلك كلُّه يحببه إلى نفس الكاتب، إذْ يسيرُ معه في اتجاهه. ¶ ثم إن علي مبارك يبتعدُ عن السياسة ولا يزاولها إلا مضطراً، وكأنه ¶ أجبر إجباراً، وهكذا أحمد أمين، وقد سخل تجاربه العلمية والعملية في ¶ بعض ما كتب، وكذلك صنع أحمد أمين تماماً، لذلك لم أستبعد هذا ¶ العطف الذي تلوح سطوره في كل ما كتب الأستاذ عنه، وإخاله أحسن ¶ تعليل عدم اشتراكه في الثورة العرابية حين ردّه إلى مزاج نفسي ينأى به عن ¶ الصراع، وهو الواقعُ فعلاً. ¶ ومع محبته إياه فلم يبالغ في تقدير نتائج اعماله، حيث قال في ¶ إخلاص (2): ¶ \"لم تكن خُطط علي مبارك في التعليم هي المثل الاعلى، ولا كانت ¶ خالية من العيوب، ولكنّها كانت خطوةً مباركةً، صالحةً لا! ترقى مع ¶ الزمان، ويصلح ما ظهر فيها عند التنفيذ من أخطاء\" وأنا اقول: إنّ كل ¶ مصلح شأنه في ذلك شأنُ علي مبارك، لا! أحداً من المصلحين كائناً ¶ (1) ¶ (2) ¶ ز عما ء ا لإصلاح، ص 83 1. ¶ المرجع السابق، ص 99 1. ¶ 84",
            "page": "84",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "ما كان لا تكونُ خطته هي المثل الأعلى، ولا تكونُ خالية من العيوب، ¶ ويكفي أنه اصلج أموراً كثيرة في وزارات الأشغال والحربيّة. ¶ امّا إصلاحاته التعليمية فقد جاوزتْ كل أمل في عصره، إذ أكثر من ¶ المدارس والكتاتيب، وأنشأ دار العلوم، وأوجد لاول مرة قاعةً ¶ للمحاضرات، وداراً للكتب، ومجلة ادبية خاصة بالمعرفة الإنسانية ¶ والنتاج الأدبي! فصار بذلك رائداًاي رائد!. ¶ ويحسّ القارى بفيض من الحب الشديد في حديث أحمد أمين عن ¶ (الكواكبي) و (محمد عبده)، ويخيل إليّ أنّ الكاتب الكبير قد رأى فيهما ¶ مثلاً ينشده ويحتذيه، فقد قال عن (عبد الرحمن الكواكبي) وكأنّه يتحدث ¶ عن نفسه كما وصفه عارفوه: ¶ قال أحمد امين عن الكواكبي: كان مثالاً نادراً في الرجال، مؤدضب ¶ اللسان: \"فلا تُؤخذُ عليه هفوة، يزنُ الكلمة قبل أن ينطق بها وزنأ دقيفاً، ¶ حتى لو اُلْقي عليه السلام لفكر في الإجابة، متزنٌ في حديثه، إذا قاطعه ¶ احا لممكت وانتظر حتى يتمّ حديثه، ثم يصل ما انقطع من كلامه، فيؤدّبُ ¶ بذلئا مُحدّثه، نزيهُ النفس، لا يخدعه مطمع، ولا يُغريه منصب، شجاعٌ ¶ فيما بقول ويفعل مهما جرّتْ عليه شجاعته من سجن وضياع ما لٍ، وتشريدٍ، ¶ وهو على أنفته وعزته وصلفه على الكبراء، متواضعٌ للبائسين والفقراء، ¶ يقف دائمأ بجانب الضعفاء، يشعّ على من يجالسه الاتزان والتفكير الهادى ¶ وحب، الحق، ونصرة المبدأ، والتضحية للفضيلة \". ¶ لقد نقلتُ هذا النص في مناسبة تدعوه من قبل، وقلتُ في التعليق ¶ عليه (1): وكأني بالدكتور احمد امين وقد اهتمّ بهذا الأنموذج النفسي ¶ (1) ¶ النهضة الإسلامية في سير أعلامها المعاصرين: 1/ 34، ط دار القلم. ¶ 85",
            "page": "85",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "الرائع، ليجعله قدوةً للقارئ، وأي قدوةٍ في العصر أفضلُ من صاحب هذا ¶ المسلك النزيه، هذا ما قلتهُ من قبل، أقا ما لم أقله فهو أن كتابات أحمد ¶ أمين في مقالاته الكثيرة ذات النزعة الإصلاحية تدعو إلى كلّ ما ذكره ¶ الكاتب الكبير عن الكواكبي، فقد تحدث كثيراً عن عفة اللسان، وأدب ¶ الحوار، وأخَذَ على المتناظرين شغفهم بالتهخم والغرور، كما كان اثناء ¶ حديثه في مجالسه الرسمية والاخوية يزنُ الكلمةَ قبل أن ينطقَ بها وزنأ ¶ دقيقاً، متزناً في حديثه حتى إذا قاطعه أحد سكت، وانتظر حتى يتتمَ حديثه، ¶ ثم يصل ما انقطع من كلامه ليؤدّبَ بذلك محدثه. ¶ أذكر عن احمد أمين قصّةً رواها عن نفسه، دون أن يذكر اسم ¶ المتحدَث عنه، ورواها بعض أصدقائه ذاكراًاسم المعنيّ بالحديث، فقد ¶ كان أحمد امين عضواً بمجلس الجامعة، وقد عُرِضَ امرٌ اقتضى علي ماهر ¶ باشا وهو رئيس وزراء سابق أن يفيض في شأنه بغير ما يُرضي احمد أمين، ¶ فاضطز إلى أن يرذُ عليه أثناء حديثه، فقاطعه علي ماهر محتداً، وقال فيما ¶ يشبه الكبرياء: لا تقاطعني وانتظر، فسكت أحمد أمين حتى انتهى الباشا ¶ من قوله، وأخذ يردُ عليه، فانطلق الرجل يقاطعه، وهنا صاح احمد أمين ¶ صيحة زميله من قبل: لا تقاطعني وانتظر، فسكت الباشا ليستمع، وأدبُ ¶ الحديث مما يحتاج الكُتاب إلى معاودة تقريره، لا! بلاء الناس جميعاً قد ¶ جاء كثير منه صدى للاحتدام في المناقشة. ¶ وقد عرفت من تعمّد الكيد لزميل له، لائه قاطعه في حديث عام ¶ وصادف من المجلس قبولاً لرأيه، فعدّ ذلك انهزامأ، بل عدّه جرماً يتطفب ¶ العقاب. ¶ وقد أفاض أحمد امين في تحليل كتابي الكواكبي (طبائع ا لاستبداد) ¶ 86",
            "page": "86",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "و (أم القرى) بما يدل على أنّه استبطنَ الكتابين استبطاناً كان بالغ الصدى ¶ في ن! ممه، وكلام الكواكبي في حينه قد كان شيئاً جديداً، لا يُسمع إلا من ¶ أناس يعدّون على الأصابع مثل (جمال الدين الأفغاني) و (محمد عبده) ¶ فكان يُقابَلُ بالاستغراب عند الجمهرة القارئة التي ألفت الطاعة والامتثال، ¶ وفهصت فهماً مخطئاًالمراد من قول الله عزَّ وجل: \" أَطِيعُوأ اَدئَهص وَأَطِيحُوأ اَلرًسُولَ ¶ وَأوْلى اَ! ضَي مِبئُ\" أ النساء: 59)، ففسّرت طاعة وليئ ا! مر على أئها الطاعة ¶ العمياء، ولو واصلت قراءة الاَية الكريمة لفطتت إلى قول اللّه عز وجل: ¶ \" فمان نَنَزَعْنم فِى ثَىْ ش فَرُدوهُ إلَى اَدئَهِ وَاَلرسُولِ إن كنُغ تُؤمِنُونَ بِاَدئَهِ وَاَليَؤمِص اَ ي! خِرذَ لَكَ خَئر ¶ وَأخسَنُ تَأوِدلا\" أ ا لنساء: 9 5). ¶ وقد سطر الكواكبي كتابه ليُعلن أن الإسلامَ يُحارِبُ ا لاستبداد، فهو ¶ مبنيئ على قواعد كريمة من الحرية السياسية، وهو مؤلمّس! على أصولٍ ¶ ديمقراطية، تقتضي المراعاة التامة للمصلحة العامة، وعلى شورى ¶ أرستمراطية، أو شورى الخواص، وهم ا هل الحل والعقد، إذ القراَن مليء ¶ بما يسحق الاستبداد، ويدعو إلى العدل، والخضوع إلى نظام الشورى، ¶ في! ل قوله تعالى: \" وَأَمْرُهُئم شُورَئ بَيْ! نَهُتم \" ا الشورى: 138، حتى في ¶ القصص من نحو قول الله تعالى: \" مَا! نتُ قَاطِعَة أَيأ حَتَّى تثَقهَدُونِ\" ¶ 1 النم!: 132. ¶ ثم إن الإسلام لا يعرفُ سلطةً دينية، ولا اعترافاً، ولا بيع غفران، ¶ ولاهلزلةً خاصة لرجال الدين، ولكن دخل عليه من الفساد الؤائف ما دخل ¶ على /كل دين فتفرقت كلمة المسلمين \". ¶ وفي الختام جاءت سيرة (محمد عبده) بقلم أحمد أمين، وأقول في ¶ الختام عالماً أنّ حديث محمد عبده في أكثر آثار أحمد أمين لم ينقطع، لأن ¶ 87",
            "page": "87",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "الكاتب الكبير مُغرى بالإصلاح، وقد شاهد من المفاسد ما نهض الأستاذ ¶ الإمام لمحاربته، فكان يستشهدُ به مكبراً قوله وفعله. ¶ ومن سعادة الأستاذ الإمام أنه رُزق تلاميذ كأحمد أمين لم يزالوا ¶ يلهجون به حتى لفظوا أنفاسهم، من أمثال!: (محمد رشيد رضا) ¶ و (مصطفى عبد الرزاق) و (محمد مصطفى المراغي) و (عبد العزيز ¶ جاويش) و (عبد الوهاب النجار) وكلّهم علم في بابه. ¶ وقد استطاع أحمد أمين أن يلخص بمقدرة فائقة جهاد الإمام فيما ¶ كتبه من صفحات لم تتعدّ ستّأ وخمسين، ولكنّها ضقت خلاصة الخلاصة ¶ لما ذكره السيد محمد رشيد رضا في ثلاثة أجزاء كبار (1)!. ¶ ومحمد عبده في راي أحمد أمين رجلُ خلقٍ وسلوك قبل ان يكون ¶ إماماً مصلحاً! فهو شريف القصد، حرّ الرأي، عالي الجبهة، لا يخضع ¶ لأوضاع رسمية يواها ظالمةً مجحفةً، ويُجابه الكبراء من أصحاب الرأي ¶ النافذ والصيت البالغ بما يُحرجهم إذا كاد الإحراج سبيلاً لرد المظلمة ¶ وإحقاق الحق. ¶ وقد قرأت لمن يحاول! انتقاص الإمام فيقول!: إنّ مؤلفاته قليلةٌ ¶ بالنسبة لبعض المعاصرين وهذا من العجب حقاً، لأن مواقف الرجل ¶ مؤلفاتٌ ناطقة تُغني عن الاف الصفحات، والمسألة ليست مسألة كمّ. ¶ فربّ كتابٍ واحدٍ أقامَ أمة وأقعدها، ورقيَ مئة كتاب طبعت ولم تجد ¶ صدى أي صدى بين القرّاء، و (رسالة التوحيد) في زمانها المتقدم كانت ¶ شيئاً جديداً، وقد بذرت بذرها، فأعقبتها كتب رائعة تتحدّث بإفاضةٍ في ¶ (1) في كتابه (تاريخ الأستاذ الإمام). ¶ 88",
            "page": "88",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "موضوعاتها، ووُجد من الأغرار من ينتقصُها مقارناً إياها بما جدَ بعدها، ¶ ولم يدْرِ أئها الأصلُ الأصيلُ الذي نهض عليه البناء الشامخ فيما بعد، ¶ ولولا الأساسُ الضارب بجذوره المتينة في اعماق الأرض ما نهض البناء! ¶ وقد أخرتُ الكلام عن السيد (أمير علي)، وقد قدمه الدكتور أحمد ¶ اميق في الحديث عن غيره مخالفاً ما سلكه من الترتيب الزمني، إذ أعقب ¶ حديثه عن السيد احمد خان بمواطنه الصالح، ليعقد مقارنة بينهما، لأن ¶ السيد احمد خان كان يرى التربية والتعليم هما وسيلة الإصلاح في الهند ¶ من غير انغماس في شؤون السياسة، اما السيد امير علي فيرى أن العمل ¶ السب اسي ضروري لجلاء المستعمر، وقد امتاز عن السيد أحمد خان ¶ بثقاؤضه الغربية الواسعة، إذ تعفم الإنكليزية تعلّماً جعله من كبار الكتاب ¶ بها، وقارئه يشعر انّه من أعيان البيان الإنكليزي، وكانتْ دراساته لاراء ¶ الاجتماعيين والسياسيين والمؤزخين من أعلام الإنكليز مدداً وافراً لحججه ¶ وبراهينه، حين أخذ يعارض الاحتلال بمنطق علمي مدعّمٍ، وحين كتب ¶ عن تاريخ الإسلام مقارناً آثاره الإصلاحية باَثار من سبق رسول الله ع! ي! من ¶ الهداة والمصلحين، وقد ذاعت كُتبهُ (محمد وتعاليمه) و (روح الإسلام) ¶ و (مختصر تاريخ العرب) ذيوعاً كبيراً في كل بلد يقرأ الإنكليزية، بل تُرجم ¶ بعفحها إلى الفرنسية والألمانية فساعد على محو شبهات ألحقها المغرضون ¶ ظله، بالإسلام. ¶ وحين عاد إلى الهند بعد دراسته الأولى بإنكلترة تولّى القضاء في ¶ أرفيم مناصبه، فكتب عن الشريعة الإسلامية كتاباً رائعاً هو (القانون ¶ الإسلامي) وقاد الحركة السياسية الإسلامية في الهند، ولقي العناء الشديد ¶ من الفريقين، فريق المستعمر الغاصب وفريق الهنادكة الذين يعارضون ¶ 89",
            "page": "89",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "الإصلاح الإسلامي، ويزعمون المسلمين قلةً يجب ألا تنفرد بتشريع ¶ خاص، ثم ناصر الدولة العثمانية في حروبها الأوروبية، ودعا إلى إنهاضها ¶ بعد هزيمتها في الحرب العالمية، كما فعل (مولاي محمد علي) و (مولاي ¶ شوكت علي) وكبار الزعماء من المصلحين، وألّف جمعيات خيرية كثيرة ¶ لمساعدة الفقراء والمرضى والأيتام، كما رأسَ عدة مؤتمرات إصلاحية ¶ كان هو واضع برامجها ومسجّل قراراتها. ¶ هذا المصلح العظيم وقد وفاه الأستاذ احمد أمين بعضَ حقه، ¶ وعزف الجيل الحديث ببعض آثاره، وجد من كتاب الهند من يعترض على ¶ احمد أمين لأنه نشر ترجمة حياته، وعذهُ من زعماء الإصلاح!! فقد قال ¶ الأستاذ محمد إسماعيل الندوي في بحثه المنشور بمجلة الارهر تحت ¶ عنوان (زعماء المسلمين في الهند) (1): ¶ \" إن أحمد امين عدّ (أمير علي) من زعماء الهند، وخضص له بابأ ¶ في كتابه، وترك (محمد شبلي النعماني) (2)، الذ؟! يُعتبر من رواد النهضة ¶ الحديثة في الهند، وأما (امير علي) الذي كتب عنه أحمد أمين، فلا يعرفه ¶ أحد كزعيم ديني او سياسي، فقد كان مجزدَ كاتبٍ، صنّف كتباً كثيرة في ¶ اللغة الإنكليزية، وأشهرها (روح الإسلام) و (القانون الإسلامي) ولم ¶ يشتهر أبداَ بين أوساط المسلمين كزعيم أو رائد للفكرة الإسلامية، ¶ ولا يعرفه كثير من المسلمين إلى الاَن، لا! ثقافته كانت ثقافة إنكليزية، ¶ ولم يكن إنتاجه الفكري باللغة الثقافية وهي الاوردية \". ¶ (1) ¶ (2) ¶ مجلة الأزهر، ربيع الأول / 381 ا هـ. ¶ انظر شبلي النعماني في سلسلة أعلام المسلمين رقم (83) للأستاذ محمد أكرم ¶ الندوي، وهو من منشورات دار القلم بدمثق. ¶ 90",
            "page": "90",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وهذا كلامُ من يجهل الكثير عن الحركة السياسية في مطلع هذا ¶ القر) ط بالهند، وعجيبٌ أن تشتهر هذه الحركة بين مئقفي العالم الإسلامي ¶ في بافاع الأرض، ويشتهر السيد أمير علي في طليعة احرارها، ثم لا يعرف ¶ عنها من يكتب المقالات تحت عنوان (زعماء المسلمين في الهند) وهو ¶ ندوممبنا، تربّى في الندوة العلمية الرائعة، واستمع إلى شيوخها وأساتذتها، ¶ وقد الف الكثيرون من العلماء كتبهم باللغة الأوردية، فخدموا قارئ هذه ¶ اللغة فحسب، ولكن السيد أمير علي كتب با لإنكليزية، فقر اه كبار المثقفين ¶ في أ كثر بلاد العالم المتحضر! أفيعد هذا مأخذاً؟. ¶ ولعل الأستاذ الندوي في حاجةٍ إلى أن يعرف ما عرفه المؤرخ ¶ المص كري الكبير الأستاذ (محمد عبد الله عنان) حين كتب عن الرجل بحثاً ¶ ضافياً نشرته جريدة السياسة، ونقلته مجلة المنار عقب وفاته، حيث ¶ قال! (1): ¶ \"ولعل مفكراً مسلماً لم يعمل في عصرنا لبثّ دعوة الإسلام العلمية ¶ والا. جتماعية قدر ما عمل أمير علي، برائع بيانه، وناهض حجته. وطريف ¶ نقده وتحليله، فقد خاطب امير علي الغربَ بلغة غربية، وعمدَ إلى شرح ¶ مباد! الإسلام الروحية والشرعية والاجتماعية بأساليب الغرب العلمية، ¶ فكار، اوّل! مسلم استطاع أن يُخرج للغوب صورةً صادقة من هذه المبادئ، ¶ تضطرم بإيمان مسلم اُشربت نفسُه روحَ الإسلام الحقة، لا تشوبها ذرة من ¶ التشييع والتحامل، وأن يعرضها في ثوب علمي محدث يتذوقه الذهن ¶ الغرإي، ولا ينكره الذهن الإسلامي، وكان أول! مسلم استطاع أن يخرج ¶ (1) مجلة المنار، المجلد التاسع والعشرين، ص 352. ¶ 91",
            "page": "91",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "للغرب أجملَ وأدو صورةٍ من المجتمع الإسلاميئَ ومدنيته وتفكيره \". ¶ هذه زبدة ما يقال عن كتاب (زعماء الإسلام في العصر الحديث) ¶ وهو كتابٌ جدير بالذيوع الدائم لائه يصوّر النهضة الإصلاحية في هذا ¶ العصر بقلم مخلص دقيق. ¶ -برة؟ ¶ 92",
            "page": "92",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "4 - فيض الخاطر ¶ لم يكن الأستاذ أحمد أمين في صدر حياته كاتب مقالة، بل كان ¶ باحثأ علميأ، يُلقي المحاضرات على طلاب مدرسة القضاء الشرعي، ثم ¶ يُصدر كُتبه المتوالية عن الأخلاق، وتاريخ الفكر الإسلامي، إلا ما ندر ¶ من! لمات متناثرة قالها في مناسبات داعية للحديث كرثاء زعيم، أو تعليقٍ ¶ على حدث يجذبُ الأنظار، ثم ظهرت مجلة (الرسالة) سنة 933 1، وكان ¶ الأستاذ من كبار محرريها، فجعل ينشر في اكثر أعدادها مقالات شتّى، ¶ وذاعت شهرته كاتباًاجتماعياً، وأديباً محلّلأ، فاستكتبته صحفط أخرى، ¶ ومبلإت شهرية وأسبوعية. ¶ وأنشأ (الثقافة) بعد صدور (الرسالة) بستة اعوام، وقام على ¶ تحريرها، فتقاضاه ذلك أن يكتب مقالاًاسبوعيأ دائمأ، لم ينقطع عنه ¶ إلا ذادراً، وبذلك توالت مقالاتهُ الخصيبة الممتعة على مدى أربعة عشر ¶ عامأ، كما ينهمرُ الغيث دقاقأ مسكوبأ في كل مرج خصيب. ¶ وقد ظهر الجزء الأول من (فيض الخاطر) قبل أن تظهر مجلة ¶ (الثقافة) ثم توالت أجزاءٌ مثمرةٌ كونت عشرة مجلدات من فيض الخاطر، ¶ وبل! ت مقالاتها قرابة تسعمئة مقالة، فأحدثت صدى طيباً بين القراء، ¶ وكا! غ المثقفون يرتقبون مقالة الأستاذ كلَّ أسبوع، وزملاؤه من أصحاب ¶ الصحف الأدبية لم يبلغوا مبلغه في هذا الحشد العامر من المقالات. ¶ 93",
            "page": "93",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "فقصارى احدهم أن يترك مجموعة مقالات، لا يتجاوز أربعة مجلدات، ¶ أو خمسة، وليست المسألة مسألة كمّ فقط، فما أهون الكئم إذا قيس ¶ بالكيف، ولكنها مسألة كم وكيف معاً. ¶ وقد تحدث الأستاذ في مقدمة الجزء الأول من (فيض الخاطر) عن ¶ منحاه المقالي، وذلك قبل أن تصدر مجلة (الثقافة) فقال: ¶ \"هذه مقالات نُشِرَ بعضُها في مجلهّ (الرسالة) وبعضُها في مجلة ¶ (الهلال)، وبعضها لم ينشر في هذه ولا تلك، استحسنت أن اجمعها في ¶ كتابِ، لا لأنها بدائع وروائع، ولا لأن الناس ألحّوا عليّ في جمعها، ¶ فنزلتُ على حكمهم، وائتمرتُ بأمرهم، ولا لأنها ستفتجُ في الأدب فتحاً ¶ جديداً، لا عهد للناس به، ولكنْ لأنّها قِطَعٌ من نفسي أحرصُ عليها ¶ حرصي على الحياة، وأجتهدُ في تسجيلها إجابةً لغريزة حُمت البقاء، وهي ¶ مجموعةًاولى منها مفرقة، وفي كتابٍ واحد أبين منها في أعداد، ثم لعلّي ¶ أقعُ على قرّاء مزاجُهم من طبيعة مزاجي، وعقلياتهم من جنس عقلي، ¶ يجدون فيها صورةً من نفوسهم، وضرباً من ضروب تفكيرهم، فيشعرون ¶ بشيء من الفائدة في قراءتها، واللذة في مطالعتها، فيزيدني ذلك غبطةً، ¶ ويملؤني سروراً، واصدقُ كاتب في نظري من احتفظ بشخصيته، وجعل ¶ أفكاره وعواطفه تمتزجُ امتزاجاً تاماَ بأسلوبه، وخير أسلوب عندي ما أدى ¶ اكثر معانيه وعواطفه في أقل ما يمكن، من غير عسر وغموض، وراعك ¶ بجمال معانيه أكثر مما شغلك بزينة لفظه، وكان كالغانية تستغني بطبيعة ¶ جمالها عن كثرة حُليّها، ولم يكن لي شرفُ إدراك هذه الغاية، ولكن كان ¶ لي شرفُ السير في سبيلها\". ¶ وهذه مقدمة موجزة، ولكتها كانت صادقة كلّ الصدق، صادقةً من ¶ 94",
            "page": "94",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "الناحية النفسية ومن الناحية الأدبية، فمن الناحية النفسية تحدّث الاشتاذ ¶ عما يُخالجُ كل إنسان من حبّه لاَثاره، وحرصه على جمعها لتكون باقيةً ¶ ذائعهّ، كما ائه صدق نفسه، وصدق الناس حين ذكر أنّ احداً لم يُشرْ عليه ¶ بجصمها، وضرورة ذيوعها في جزء خاص، والاستاذ بذلك ينقدُ من ¶ يتوزطون في مقدّماتهم المملة، فيذكرون أنهم لم يكونوا ليرغبوا في جمع ¶ آثار! م لولا إلحاح القراء، ومواصلة الرغبة الملحّة في جمع ما كتبوه. ¶ ونحن نقرأ هذا الكلام فنبتسم، لان القراء بعد مطالعتهم ما نُشر في ¶ الصحف والمجلات أحدُ فريقين، فريق اهتئم بما قرأ، فحرص على حفظه ¶ وصب، نته في مكتبته وفريق لم يهتم بشيء، فترك المجلة تضيع في خضم ¶ الزمن، ولا يعني الفريقين معأ أن تُنشر المقا لات مجموعةً أو متفرقةً! وقد ¶ عرف الأستاذ هذه الحقيقة فعبّر عنها أصدق تعبير. ¶ أما صدقها من الناحية الادبية فقد اعترف الاشتاذ انه كاتب أفكار ¶ وليس! لى صاحب ديباجة بيانية تحتفل با لتعبير المؤ نق، وبا لموسيقى، وبالصور ¶ الجمالية، وهذا حق، ولا يُؤخذ من ذلك أن أصحاب البيان ا لادبي المؤنق، ¶ والتعبير التصويري الرائع أقل من ذوي الا! كار المتتابعة في نسقٍ فكري ¶ مطرد، فللبيان الاَسر زينته وإشعاعه، وكلُّ ميسّر لما خلق له. ¶ واحتفال الكاتب بمعانيه لم يحلْ دون الاهتمام بوضوح العبارة، ¶ وجو دة التركيب، بل لم يُحل في كثير من الاحيان من ا لارتفاع إلى المستوى ¶ الأدبي الرفيع إذا صفت قريحة الأستاذ في أوقات الصفاء، فحلّقتْ مع ¶ الشعراء في افاقهم، واظهر ما يبدو ذلك في وصفه لمظاهرالطبيعة من بحرٍ ¶ وشجرٍ وزهرِ وعطر، فله في ذلك من البدائع ما يجب ان يذكر دون جحود. ¶ واشتهارُ الأستاذ بالتأليف العلميئَ الرائع البالغ حد الريادة والتوجيه، ¶ 95",
            "page": "95",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "قد دفع بعض الباحثين إلى عده عالماً لا أديباَ، وذلك إجحافٌ أفيُ إجحاف، ¶ فللأستاذ في دنيا الأدب الخالص جهد طيب عرفه المصنفون فاحتفلوا به ¶ معجبين، وقد قال الدكتور طه حسين في تحليله لكتاب (فيض الخاطر) ¶ بعد ان أشار إلى هذ 5 المقدمة، ووقف عندها طويلاً (1): ¶ \" وأخرى في هذ 5 المقدمة، وهي مذهبهُ الفني، فهو من أصحهاب ¶ المعاني لا من أصحهاب الألفاظ، وهو يؤثر الإيجاز، ويكرهُ ا لإطناب، وهو ¶ يؤثر القصد، ويكر 5 الزينة، وكل هذا حسن، وكل هذا يُقبلُ من الاستاذ ¶ حين يقوله، لأنه يقوله صادقاً فيه مؤمناً به، ولكن دع المقدمة، وامضِ في ¶ قراءة الكتاب، فسترى فيه فصولاً تروعُ بألفاظها اكثر مما تروع بمعانيها، ¶ وسترى فيه فصولاً تعجب بإطنابها أكثر مما تعجب بإيجازها، وسترى فيه ¶ فصولاً تروق بزينتها أكثر مما تروق بإيثارها القصد، واكتفائها بلبسة ¶ المتفضل، والأستاذ صادق مخلص حين كتب هذه الفصول، التي تروعُ ¶ باللفظ لا بالمعنى، وتُعجبُ بالإطناب لا بالإيجاز، وتروق بالزينة لا ¶ بالقصد، وهو مناقضٌ لنفسه في هذا المذهب الفني الذي صوّره، وقضى ¶ به على نفسه، ولكنّه أديب، وليس على الأديب بأسٌ من هذا التناقض، ¶ فهو لا يتناقض في لحظةٍ واحدة، ولكن ما يكتبه من الاثار يمثّل لحظات ¶ مختلفة من حياته فيظهر مختلفاً متبايناً\". ¶ وتعليقاً على كلام الدكتور طه حسين، وهو مصيبٌ فيما قال، ¶ أذكر أن المسألة مسألة نسبية، وأن الاديب يُحكم عليه بالطابع العام، ¶ لا بالجزئيات المتعددة، وطابع الأستاذ هو الاحتفالُ بالمعنى، وذلك ¶ لا يمنعُ النص على مقالاتٍ أدبية كُتبت بأسلوب الأدب الفني المطبوع، ¶ (1) ¶ فصول في الادب والنقد د (طه حسين)، ص 18. ¶ 96",
            "page": "96",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "وهذا ما عنيته حين ذكرت أن النقاد ظلموا احمد أمين حين كسروه على ¶ اتجاه واحد!. ¶ ومُحلّل اتجاه أحمد أمين في (فيض الخاطر) لا يحتاجُ إلى بحثٍ ¶ جاهد في هذا التحليل، لأن ميزة احمد أمين انه عبّر عن أكثر خلجاته ¶ الأدبية في كل ما تناول من بحث، كان الرجل كثير الجلوس مع نفسه، ¶ يسائلها عن سلوكها العملي مساءلة جادة، فيزن أعماله بالقسطاس ¶ المستقيم، يأسف لما فرّط فيه كبشرٍ، ويسعد بما قدم من نجاح يلمس ¶ شواه! ه، كما كان يسأ لها عن اتجاهه ا لأدبي، أهو باحسط ام أديحث؟ ¶ والكاتب الكبير يعرفُ سمات الباحث، وخصائص الأديب، ¶ ونتاجه الفسيح يدل على أنه باحسط وأديح! معاً، وقد كتب موضوعاً صادقاً ¶ تحت عنوان (كتابة المقالات) ظاهره أنه حدي! ط عام، وباطنه انه تعبيز عن ¶ شعورٍ خالص يتلبّس نفسية أحمد أمين، ويملك إحساسه، بل يصدر عنه ¶ فيما -طه من مقا لات وبحوث، يقول الكاتب (1): ¶ \" هناك أنواغ من المقالات يصحّ ان نسميها مقالاتٍ علمية يالمعنى ¶ الواسِ!، فتشملُ المقالات الاجتماعية، كما تشملُ بحث مسألةٍ أدبية بحثاً ¶ علميأ، وهذا النوع سهل على الكاتب متى تيسرتْ ادوات البحث، من ¶ كتب ومراجع ونحوها، وتوفر له حسن ا لاستعداد من معرفةٍ بمناهج البحث ¶ وأساليبه، فكلُّ وقت صالحٌ لكتابة هذه المقالات، وإعدادها، ما لم يكن ¶ الكاتب في حالة استثنائية من مرض ونحوه \". ¶ ولي تعقيبٌ على الرأي الأخير، وهو صلاحيّة كل وقتٍ للبحوث ¶ (1) فيض الخاطر: 1/ 178. ¶ 97",
            "page": "97",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "العلمية، لأن الذي ينهض للبحث العلمي في كل زمان ومكان لا بد أ ن ¶ يكون من طراز أحمد أمين، وهو طرازٌ يمثل الأقلية الرائدة، أما المجموعُ ¶ فليست البحوث العلمية لديهم من السهولة بحيث يقرؤون المراجع، ¶ ويحسنون المناهج، ويجيدون التعبير، ثم يكتبون البحث عن أصطلة، ¶ فهناك عقباتٌ شداد، تبذل في سعة الاستيعاب، وحُسن الاستنباط، ¶ وسلامة الخطوات، وصحة النتائج، وكم دون ذلك من اهوال. ¶ ثم يقول ا لأستاذ: \" وهناك نوع من المقا لات الادبية بالمعنى الخاص، ¶ واعني بها الأدبية أدبأ إنشائيأ صِرْفأ، لا أدبَ بحثٍ ودرسٍ، وهذه أصعبُ ¶ من الأولى، حيث إنها تتطلّب مع حسن الاستعداد المزاج الملائم، فليس ¶ الكاتب في كل وقتٍ صالحأ لها، بل لا بد أن يكون مزاجهُ ملائماً للموضوع ¶ الذي يريدُ أن يكتب فيه، فإن كان الموضوع مرحاً لا بد أن يكون مزاجُ ¶ الكاتب مرحأ، وإن كان الموضوع حزينأ عابسأ فلا بدَّ أن يكونَ مزاج ¶ الكاتب من هذا القبيل، ولذلك قد تمرّ على الكاتب الاديب أوقاتٌ وخلعُ ¶ ضرسه أهونُ عليه من كتابة مقال، وهو إذا حاول ذلك فكأنما يمتح من ¶ بئر، أو ينحت في صخر. ذلك لانّ المقالات الأدبية لا بدّ أن تنبع من ¶ عاطفة فياضة وشعور قوي، فإذا لم يتوفر ذلك عند الكاتب خرجت المقالة ¶ فاترةً باردةً لا يشعر فيها القارى بروح، ولا يحسنُ منها حرارة وقوة \". ¶ هذا الانتظارُ لوقت الصفاء - ويسمّيه الأستاذ أحمد أمين - في بعض ¶ مقالاته الحظات التجلي) وهو موضوع أثنى عليه أكثر من أديب ناقد، ¶ ويكفي أن أوجه النظر إليه، هذا الانتظار جعل المقالات الأدبية الخالصة ¶ في مجموعة (فيض الخاطر) بأجزائها العشرة، أقلّ من الموضوعات ¶ العلمية، لأن الكاتب ألزم نفسه أن تكون له مقالة رئيسة في كل عدد من ¶ أعداد الثقافة إ لا ما ندر، ولحظات الصفاء لا تُتاح أسبوعياً كما يودّ الأستاذ ¶ 98",
            "page": "98",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "احمد امين، لذلك نجده يعالج بحوثاَ ادبيةً واجتماعيةً في أكثر هذه ¶ المقا لات. ¶ وهو لَبِق كيس، يعرف أن البحث العلمي في مقالةٍ بمجلةٍ غيره في ¶ كتابٍ علميئ مستقل، فيحاول ان يكون يسير التناول لا من حيث دسامة ¶ الفكرة، فهي في كلّ مقالٍ ذات سطوع، ولكن من حيث تناولها، وإذا ¶ أحس الأستاذُ ببعض التركيز لجأ إلى التلخيص في اَخر المقال كما فعل في ¶ بحوثه عن جناية الأدب الجاهلي على الأدب العربي. ¶ وكثرة مقالات الأستاذ العلمية - بالمعنى الواسع كما أشار - هي ¶ التي دفعت الدكتور (زكي مبارك) في مقا لاته المهاجمة بمجلة (الرسالة) أ ن ¶ يُنكر ان لأحمد أمين أسلوبأ متميّزاً، ويعدّهُ باحثأ لا يجيد تحليل الخواطر، ¶ وتصو ير النزعات، ولكنّه بعد أن استراح من هجومه العاصف عدّة شهور، ¶ راجع نفسه، فنفى ما أثبت من قبل، في مقالِ تحليلي كتبه عن الجزء الأول ¶ من (ؤيض الخاطر) وهذا ما لاحظه الأستاذ الدكتور صلاح الدين المنجد، ¶ حيث كتب بالعدد (397) من مجلة الرسالة (0 1/ 2/ 1 94 1) خطابأ تحت ¶ عنوان (إلى الدكتور زكي مبارك) قال فيه: ¶ \"كان قلمكم الثائر قد خط في مقالكم الخامس في نقد اَراء الأستاذ ¶ أحمد امين، وتبيان جنايته على الأدب العربي (الرسالة 4 31 - يوليو/ ¶ 1939) أنّ هذا الأستاذ لم يؤتَ أسلوبأ خاصأ. وأنه ما كان في يوم من ¶ الأيام أديباً، وقلتم: إنه ليس له اسلوبٌ، وان الرجل لا يكون له أسلوب ¶ إلا يو م يصج أنه يحسن الثورة على ما يكره، والأنس بما يحب، فعندئذٍ ¶ تعرف نفسه معنى الانطباعات الذاتية، ويعبّر عن روحه وعقله وقلبه ¶ بأسلوبٍ خاص. ¶ 99",
            "page": "99",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "وقد عاش أحمد أمين في الواحات فلم يصفها، واشتغل بالقضاء ¶ الشرعي فما توجّع مرّةً واحدة للمآسي التي رآها، ولو كان أحمد أمين أديباً ¶ لكتب خواطره، وسطّر إحساساته في القضاء، وفي الواحات \". ¶ وتمضي على ذلك سنة ونصف سنة، ويأتي العدد (384 - 1 1 ¶ نوفمبر/ 0 94 1) من (الرسالة) فماذا نجد؟ وماذا نرى؟. ¶ نجد أن الدكتور زكي مبارك يقول: \"يجب الاعتراف بأنّ لأحمد ¶ أمين أسلوباً، وبأن لهذا الأسلوب شخصيةً تتميز بالسهولة والوضوح، ¶ وبأنّ في كتابه (فيض الخاطر) مقالات من الادب الذاتي، وهو الأدب ¶ الذي يصؤر الكاتب وإحساساته، ثم رجا طلاب السنة التوجيهية ان يفطنوا ¶ وهم يقرؤون كتاب (فيض الخاطر) إلى أنّ المؤلف أديب، يصوّر لواعج ¶ نفسه \". ¶ ثم يقول الدكتور صلاح الدين المنجد: \"فهل للأستاذ زكي مبارك ¶ أن يجلو لنا السزَ الذي جعل احمد امين أديباً هنا، أم أنّ ذلك من باب ¶ رضيت فكسوتُه، وغضبت فجزدته \". ¶ والسّر الذي يبحث عنه الأستاذ المنجد، ولم يحاول مبارك كشفه، ¶ هو ان الدكتور زكي عند الهجوم يندفع بأقصى ما يكون من السرعة دون ¶ اتئاد، فيشتطّ في أحكابم تتطلب الهدوء، وهو في تحليله لكتاب (فيض ¶ الخاطر) لم يكن مُهاجماً، بل كان ناقدا متئداً، فاعتدل في كفّه الميزان. ¶ وقول الدكتور مبارك: إنّ أحمد أمين قد عاش في الواحات وفي ¶ القضاء الشرعي، ولم يُفصح عن ذات نفسه، يردّه انَّ الرجل قد كتب ¶ خواطره، ولم يشأ نشرها إلا بعد امدٍ طويل، إذ حفل كتاب (حياتي) بكل ¶ ما تطلّب مبارك. ¶ 100",
            "page": "100",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "واحمد أمين رجل رزين هادى، يؤثر التؤدة، ويُراعي من الملابسات ¶ ما لا يراعيه الدكتور مبارك، ولذلك اَثر الانتظار حتى سمح لخواطره ¶ با لإعلان. ¶ وإذا نظرت إلى مقالات (فيض الخاطر) بأجزائه العشرة نجدها أكثر ¶ سعةً وشمولاً من مجموعات مماثلة للرافعي والبشري والزيات ¶ والمنفلوطي، لأن أحمد أصين كان يعئر عن كل خاطر يسنح له، علمياَ كان ¶ أو وجدانياً، وعدمُ اهتمامه بأناقة الأسلوب التعبيري كان سببَ هذا الفيض ¶ ا لزاخر. ¶ ومحلل الكتاب الضخم يعجز عن إيفائه حقه في فصل واحد من ¶ كتاب محدود، ولكن ذلك لا يمنع أن أشيرَ إلى العلامات البارزة في هذه ¶ الموسوعة الراقية فكراَ وتعبيراَ وتصويراَ، ومن هذه العلامات الحوارُ ¶ الفكري الذي امتاز به الكاتب الكبير، وترقرق في صفحات الفيض، ومنها ¶ النظرات الأدبية التحليلية لمشكلات معقدة، ومنها الإمعانُ في وصف ¶ بعض مظاهر الطبيعة الخالبة. هذا غير نزعاته الإصلاحية في مضماري ¶ التجديد الإسلامي، والإصلاح ا لاجتماعي، وكل علامة من هذه العلامات ¶ جديرة بالوقوف الوئيد، ولا يمكن لضيق المقام أن نشيرَ إلى جميعها، ¶ ولكن سنختار منها: ¶ وأبدأ بالحوار الرائع الذي انسجم في صفحات (الفيض) وبخاصة ¶ ما جاء تحت عنوان (في الهواء الطلق) إذ لا اجد له مثيلاَ فيما بين يدفيَ من ¶ آثار المعاصرين، وأنا ارْجِعُ ذلك إلى كتاب (الامتاع والمؤانسة) الذي ¶ أشرف الأستاذ على تحقيفه، حيث إن أبا حيان في هذا الكتاب قد بلغ ¶ الذروة إبداعأ وإحكامأ، وقد أحاط بمجالس السمر التي عُني بتسجيلها ¶ 101",
            "page": "101",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "إحاطة الدؤوب اليقظ، الذي يسمع ويناقش ويعترض في شدة انتباه وإحكام ¶ رصد، ولا اكاد اجد لأبي حيان التوحيدي نظيراَ في منحا 5، إذ ظل كتابه ¶ الرائع إعجازاَ يتحدّى لاحقيه، كما أعجز سابقيه، وقد انتفع الدكتور احمد ¶ أمين بدراسة هذا الكتاب في أجزائه الثلاثة حين أشرف على تحقيفه، ¶ فأوحى له ان يجعلَ من مجالسه مع زملائه في الجنة التأليف والترجمة ¶ والنشر)، وهُمْ صفوة المفكرين في مصر، وفي غير مجالس اللجنة من ¶ سحر الرحلات، ومجاذبة الندوات، ما سجله بإمتاعِ في كتابه الكبير. . . ¶ وقد كتب: أتمنى ان تجمع هذه الأحاديث في نطاق خاص، وفي جزءِ ¶ منفرد، كيلا تضيع في خضمّ أخواتها من المقالات! ويكونُ لها عنوان ¶ جاذبٌ للقراء مثل عنوان (الإمتاع والمؤانسة) الذي اختاره أبو حيان. ¶ واضربُ المثل لذلك - عفواَ دون قصد ترجيحي -بما جاء في الجزء ¶ الثالث تحت عنوان (حديث الخميس) في مقالين يتحدثان عن مشكلات ¶ عصرية اجتماعية وسياسية، حيث ابتدأ المجلس بحديث عن حالة الشرق ¶ بعامة، ومصر بخاصة بعد الحرب العالمية الثانية، وكانت الحرب في ¶ نهاياتها - فقال قائل: إنّ كل أمم الأرض في الغرب ترسمُ صورةَ لما ينبغي ¶ أن تكون عليه بعد الحرب، وتصدر الإحصائيات، وتحتم الخطط، ¶ وتعالج الأمراض، ما عدا أمم الشرق فما سرّ ذلك؟. ¶ فدُهش الحاضرون للسؤال. وكأنّهم لم يتوقعوه، وأجاب متسرعّ ¶ فقال: الهدف معروف، وهو ا لاستقلال! فر دّ عليه زميلٌ بأن كلمة ا لاستقلال ¶ مُبهمة، لا ترسمُ خطةَ، ولا تحدّد إصلاحأ، ثم إن الاستقلال مختلفُ ¶ المعنى بالنسبة للدول المتجاورة وما بينها من الخلافات، وبعد إفاضةِ في ¶ تفصيل ذلك قال قائل: يجب أن نتناسى هذ 5 الخلافات، ليتسنى وضع ¶ البرامج الإصلاحية في الاقتصاد والسياسة والعمران، والتعاونُ لازمٌ بين ¶ 102",
            "page": "102",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "الأمم العربية، ليساعد بعضها بعضاً. ¶ وما كاد حديث هذ 5 المساعدة يلوح حتى انبعث من يقول: إذا كان ¶ لكل أمةٍ مشكلاتها الخاضة التي تعبى الجهود لحلها، فكيف ينتظر منها أ ن ¶ تساعد غيرها؟ وهو اعتراضٌ وُجد من يدفعه بقوله: إنّ الأمم الأمريكية ¶ والأوروبية جميعها ذاتُ مشاكل تخصّ كلّ واحدة منها، ولم يمنع ذلك ¶ من الاتفاق على مُساندةٍ قوية بين هذه الأمم!. ¶ فصاح صائح: تلك أممٌ مستقلة تملكُ كل حرياتها، ولكنها لا تزالُ ¶ ترزحُ تحت قيود ا لاحتلال، وهو لا يسمجُ بتعاونٍ سياسي أو حربي. ¶ وجاء الرد بأن للتعاون أوجهاً أخرى غير هذين، هناك التعاون ¶ الاقتصادي والثقافي. نبدأ بهما كخطوة أولى. ¶ وصاح متشائم: أنا اعرف جيداً أنّ التعاون السياسي جائز نظرياً، ¶ صدبئ عمليأ، ودلل على قوله بما رآه. ¶ وامتدّ الجدل في انسيابٍ يدلّ على أن الأستاذ أحمد أمين لم يكنْ ¶ مسجلاً فحسب، بل كان مُبلوراً ومصخحأ، وموجّهأ، وهذا غايةُ ما ينتظر ¶ من مسجلٍ راق لأحاديث ندوة ممتازة. ¶ هذا بعض ما يشير إلى المجلس الأول، أما المجلس الثاني، فقد ¶ اتجه إلى مسائل أخلاقية تحتمل الخلاف العقلي، إذ طرأ حديث اختلاف ¶ الأمزجة بين الناس، واثر المزاج في سلوك الإنسان، فقال قائل: إنّ ¶ اختلاف المزاج يرجعُ إلى حالة الإنسان الصحية، فإذا كانت الصحة سليمة ¶ منتعشة فلا تكدير ولا عبوس، وإذا كان المرض ذا دلائل فهنا الانقباض، ¶ وانحراف المزاج، وهذا الكلام مع سداده وجد الاعتراض، إذ كثيراً ¶ ما ينحرف مزاج الإنسان وهو صحيجُ الجسم، وقد يكون المريض ¶ 103",
            "page": "103",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "متفائلأ، قوي ا لأمل في رحمة الله، فيعتدل مزاجه. ¶ وهنا انتقل الحديث من عُنصري الصحة والمرض، إلى ما لا يمكن ¶ تعليله، حيث قال قائل: إن أمور الحياة لا تخضع إلى ميزافي دقيق تُعرف به ¶ النتائج الصحيحة، فقد يكونُ وضعٌ ما مبشرأ بسعادة، ثم يأتي السوء، كما ¶ يكون وضعٌ اَخر مبشّرأ بتعاسة ثم ينفرج عن هناء. ¶ وتوالت الأمثلة الدالة على ذلك! واطّرد الحديث في هذه الناحية مع ¶ متعته العقلية الرائعة يحولُ دون تلخيصه، لأنّ إيجاز 5 يُطفئ بريقه الأخّاذ! ¶ وبخاصة فيما اتجه إليه الحديثُ من مشكلات الجمال وعقبا 5! إذ قد تشقى ¶ المرأة الجميلة، وتسعدُ المرأة الدميمة، ثم إن ا لإنسان يستثقل ما يستظرفه ¶ غير 5 أحيانأ، وكلاهما مفكر متزن رافي الحسّ!. ¶ وهنا اندفع القول فيما يُسفى بالإشعاع النفسيّ، الذي يُختمن به ¶ بعضُ الناس، فيُحدث تأثيرا لا يُوجَدُ لدى من فقدوا هذا الإشعاع. . . ¶ والحديث جميعه ذو حوار ممتاز، ولو سلك اصحاب الندوات الرفيعة ¶ مسلك أبي حيان - أو احمد أمين - في رصد هذ 5 النفثات الألمعية لكان ¶ لأحاديث المجالس مجفدات دسمة ذات اشتهاء. ¶ إنّ الذين ينكرون ان يكونَ أحمد أمين أديبأ موهوباً ذا أسلولب ¶ مشرقٍ، هم في حاجة إلى ان يقرؤوا موسوعة (فيض الخاطر) باحتفالي، ¶ ليجدوا من الأجزاء العشرة ثلاثة أجزاء على الأقل من الأدب الخالص ¶ المطبوع ضاعتْ في خضمّ البحوث الاخرى، وأمثلّ لهذا النوع من الأدب ¶ المطبوع بموضوعين بلغا الروعة في ا لإبداع. ولهما أمثال وا! ال. ¶ أما الموضوع ا لأول فمقال (حلم عجيب) في مفتتح الجزء السادس، ¶ وقد اخترته، لأنه جمع خصوبة الخيال، وعمق الفكرة، وإشراق التعبير، ¶ 104",
            "page": "104",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "وماذا يبقى بعد ذلك من عناصر الأسلوب؟!! فخصوبة الخيال تتجفى في ¶ اختيار مصباح علاء الدين ليكون وسيلةً صادقةً لرؤية الناس والأشياء ¶ والحياة على حقيقتها، فقد عثر عليه الكاتب الكبير بعد ليلة نابغيّة أرق فيها ¶ لزكامٍ اعترى انفه، فعاقه عن الهدوء في الرقاد، وأجبره على ان يترك البيت ¶ إلى الشارع، ليجد هذا المصباح، فسارع إلى منزله ثانية، ليسعد برؤية ما ¶ بداخله، وأدار المفتاح فخرج له مَنْ يسأله عن مطالبه ليحققها في الحال، ¶ فقال له الأستاذ: أريدُ ثلاثة أشياء، أن أرى الناس على حقيقتهم والتاريخ ¶ على حقيقته، والدنيا على حقيقتها، فدُهِش المسؤول إذ لم يتعود مثل هذه ¶ المبتكرات الغريبة في دنيا الاَمال - وقد فصّل الكاتب ذلك بما يحلّ به ¶ إيجازي المقتضب، ولكنّه أجاب عن طوع، وبدأ بالمطلب الأول حين ¶ أدار الأستاذ مفتاح المصباح، فرأى الأناس على غير ما يعهد، فعالِم كُتب ¶ على بطاقته أنه جاهل، ووزير نابه كتب على بطاقته أنه لصّ سارق، وزعيم ¶ وطني كُتب على بطاقته أنّه خائن منافق، وأميئ غافل كُتب على بطاقته انه ¶ حكيم عاقل! وعلى الجملة فقد انقلبت الأوضاع، وانعكست الأمور إلى ¶ غير ما يعهد الأستاذ. . . ¶ ثم حان تحقيق المطلب الثاني، فأدار الكاتب المفتاح ليقرأ كُتب ¶ التاريخ الحقيقية، فراعه أن كثيراً مما عرفه قد شطب وكُتب عليه أنّه كذب، ¶ ثم دهش لأن قائدا عظيمأ يعرفهُ القراء قد وُصف بالجبن والخسة، ورجلأ ¶ مغموراً لا يعلم أحد عنه شيئأ قد وصف بالسموّ والارتقاء وهكذا. ¶ وجاء المطلب الثالث فصارت الدنيا في مصباح علاء الدين غير ¶ الدنيا، فهي ليست صافية الأديم كما يعهد، ولكنها ذاتُ رعد وبرق ¶ ودُخان، وتُؤذن بالزلازل والبراكين، وخاف الأستاذ على نفسه، فاطفأ ¶ المصباح لينجو من الزلزال المتوقع. ¶ 105",
            "page": "105",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "هذا المقال الرائع احتل خمس صفحات من الكتاب، وليس في ¶ حاجة إلى تنويهٍ أدبيّ يضعه موضعه اللائق، لأنه ابلغُ رد على من ينكرون ¶ على الأستاذ صفة الأديب، ومنهم للاسف ابنه حُسين كما سجل ذلك في ¶ كتابه (في بيت أحمد امين) وحسين مشتطٌّ دائمأ. ¶ هذا عن الموضوع الأول. أما الموضوع الثاني فتحت عنوان (وحي ¶ البحر) وهو المقالُ الأول بالجزء الثاني، وهو نموذجٌ لأدب الطبيعة الرائع ¶ في تصويره واستشفافه وإلهامه، فقد جلس الأستاذ على صخرة مشرفة ¶ على البحر وحيداً، دون صديق، وقاده تفكيره إلى أن صداقة النفس مِنْ ¶ ألزم اللوازم للإنسان، إذ لا يستطيعُ أحد أن يهربَ من نفسه، فماذا تكون ¶ الحال لو كانت عدوَّاً، كما هو الواقع عند الكثيرين؟!. ¶ وبعد طوافٍ في هذه المعاني النفسية انتقل الكاتب إلى وصف البحر ¶ ذي الجمال والجلال، فهو جبارٌ حتى ليرتعد منه أسطول، ووديعٌ حتى ¶ ليداعبه طفل، والفرقُ بعيد بينه وبين البر، لأن البر قد خضع للإنسان كما ¶ يخضع الحيوان المستأنس أما البحرُ فباقٍ على وحشيته منذ خلقه الله، يبتلعُ ¶ الصغير والكبير، والمركب والأسطول، وهو مع عمقه الهائل وموجه ¶ المضطرب مبعث جلال وجمال. ¶ وينتقل الفيلسوف المفكر نقلة أخرى، فيقرّرُ أن ا لإنسان والبر والبحر ¶ معاَ وحدةٌ واحدة، كلّها تخضع لإرادة واحدة، إذ يدور الكون في نظام ¶ وإحكام، يعجزُ العقل عن إدراك كنههما، كما تعجز النملة عن إدراك ¶ الكرة الأرضية التي تسير فوقها. ¶ ويختم الكاتب مقاله بهذه الخاطرة: \"ثم جاءتْ موجةٌ عاليةٌ فلطمت ¶ الصخرة - التي يجلس عليها - لطمةَ قويةً، أصابه رشاشها، فتنئه من احلامه ¶ 106",
            "page": "106",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "الفكرية، ورجع إلى حيث يقيم \". ¶ ولا يطلب القارئ مني أن أطوفَ بهذه الدنيا الحافلة بالمعاني في ¶ الأجزاء العشرة ذات الصفحات الحافلة، ولكني أُوجز ما أريد حين أعلنُ ¶ أن كثيراً من مقالات (فيض الخاطر) قد ترك صدى رنانأبين الباحثين، حيث ¶ دارب حوله معارك أدبية أورثت الجؤَ الفكرقيَ نشاطاً حياً. ¶ وقد خصصت بعض هذه المعارك بشرحٍ سابق يبرز أثرها الفكري ¶ المشاهد، ومن الذي لا يعلم - من أبناء الجيل الماضي - ما تركته مقالات ¶ (جناية الأدب الجاهلي) من عراك فكريّ في مجلات (الرسالة) و (الثقافة) ¶ و (الأزهر) و (دار العلوم) وغيرها، إلى مقالات أخرى أحدثت الصدى ¶ الجهير، مثل مقالات: (العربي لا يشعر إلا في بيئته) و (ندرة البطولة)، ¶ و (ضعف اللغة العربية في تدريسها التربوي) و (الشرق بين ا لمادة والروح)، ¶ و (ادب الروح وأدب المعدة) و (الحضارة الأوروبية في ميزان التقويم)، ¶ وغيرها مما لا سبيل إلى استيعابه 0 0 0 ¶ أما الإصلاح الاجتماعي فمقالاته ذات تجديد، وقد يجدُ الأستاذ ¶ من يخالفه في بعض اتجاهاته، وهذا شيء طبيعي، لأن الكاتب المكثر ¶ لا بد ان يجد من يعارضه في بعض ما يتدفق به قلمه السيال، والكلمة ¶ الأخيرة لم تُقلْ بعدُ على غير ما يعتقد من يدقّقون ويُمعنون ويحسبون أنهم ¶ بلغوا الشاطى وهم عنه بمنأى بعيد، وهذا قولٌ اسوقه لنفسي، لأني لم ¶ ابلغ بحديثي عن (فيض الخاطر) كثيراً مما أريد. ¶ بممئجث ¶ 107",
            "page": "107",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "5 - حياتي ¶ ظهرت كتب كثيرة يتحدث أصحابها عن سيرهم الذاتية؟ كطه حسين ¶ وسلامة موسى، ومحمد حسين هيكل، وغيرهم، ولكن سيرتين كان لهما ¶ أثر كبير لدى القراء، هما سيرتا (أحمد امين) و (ميخائيل نعيمة)، وقد ¶ يعترضُ من يقول: إنّ كتاب (الأيام) لطه حسين حاز شهرةً فائقة، وأصبح ¶ الأول في موضوعه عند الكثيرين، وهذا حقّ، ولكني لست من هؤلاء ¶ الكثيرين، لأن طه حسين في (الأيام) تعمّد الصدق الفني لا الصدق ¶ الواقعي، فأبرز نفسه في صورة المضطهد من كل من حوله، حتى اخيه ¶ الذي عطف عليه وتحمل العناء في سبيل راحته بالقاهرة. ¶ أما أحمد أمين فقد التزم الصدق قدر المستطاع، وأقولُ قدر ¶ المستطاع لأن كل إنسان مهما تحرّى الصدق لا يستطيعُ أن يتحدّث عن ¶ أمور تكون موضع نقد صريج، هذا عندنا في الشرق، وهو سلوكٌ حميد ¶ تحرص عليه ا لفضائل الشرقية، أما الذين يكتبون عن فضائحهم في ا ور وبة، ¶ ويتباهون بما يكتبون، ويجدون عندنا من! سرجم مخازيهم تحت عنوان ¶ (الاعتراف) وكأنها نصر مبين! هؤلاء لا يرضون غير طائفة سطحية من ¶ الناس، إذ ما جدوى أن يتحدث الإنسان عن مخازيه، وكأنه فاتج منتصر. ¶ أرجعُ إلى كتاب (حياتي) فأقول: إنه يحتوي على الصدق الكثير في ¶ سيرة كاتب باحثٍ حمل أمانة القلم، وشقَّ طريقه في الصخر صامداً، ¶ 108",
            "page": "108",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "وألّف في الفروع المختلفة من قضايا الأدب والنقد والتاريخ والاجتماع، ¶ وقام على تحرير مجلة وجّهت القراء إلى المستويات الرفيعة في الاداب ¶ والعلوم والفنون، ومع هذا النصر المبين في دنيا العلم والأدب والخلق ¶ فقد خاف الرجل من حديثه عن نفسه خوفاً ظهر في سطور كتابه. وقدّم ¶ تاريحْ حياته سجلاًّ رائعاً لكفاح إنسان عصامي، بذل! اقصى جهده، حتى ¶ صار علماً من أعلام الفكر في العصر الحديث. ¶ يقول! الدكتور (احمد امين) في مقدمة كتابه: \"لم اتهيب شيئاً من ¶ تأليف ما تهيبت من إخراج هذا الكتاب، فإن كل ما أخرجته كان غيري ¶ المعروض، وأنا العارض، وغيري الموصوف وانا الواصف، أما في هذا ¶ الكتاب فأنا العارضُ والمعروض والواصف والموصوف، والعين لا ترى ¶ نفسها إلا بمرآة، والشيء إذا زاد قربه صعبت رؤيته، والنفس لا ترى ¶ شخصها إلا من قول! عدؤ أو صديق، أو بمحاولة التجريد، وتوزيعها على ¶ شخصيتين، نا ظرةٍ ومنظورة، وحاكمة ومحكومة، وما أشقّ ذلك وأ ضنا 5 \". ¶ وقد اهتدى الأستاذ إلى حقيقة نفسية صادقة حين قال! بعد ذلك: ¶ \"ثم إن حديث الإنسان عادةً عن نفسه بغيضٌ ثقيل، لأن حب ا لإنسان ¶ نفسه كثيراً ما يدعو 5 أن يشوبَ حديثه بالمديح، ولو عن طريق التواضع ¶ والإيحاء والتلويح، وفي هذا المدح دلالةٌ على التسامي والتعالي من ¶ القائل، ومدعاةً للاشمئزاز والنفور من القارئ والسامع، ولذلك ¶ لا يُستساغ الحديثُ عن النفس إلا بضروبٍ من اللياقة، وأفانينِ اللباقة \". ¶ هذا بعض ما جاء في المقدمة الصادقة، وهو تحليلٌ صاد! لنفسية ¶ المتحدث عن نفسه، فكل إنسانِ يحمث المديح من غير 5، وأ ولى ألا ينتقص ¶ نفسه، فيصمها بما يجعلها موضعَ النقد، والكاتب المجيد، هو الذي ¶ 109",
            "page": "109",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "يعرضُ ما يتخئله من الأوضاع المنقودة بالنسبة إليه موضعَ المعتذر المقرّ، ¶ وهذا ما قام به الأستاذ أحمد امين، وهو بذلك قد ارضى نفسيّه القارى، ¶ لأن القارى في صميمه الإنسانيئ محتاجٌ إلى أن يعلم من نقائص العظماء ¶ مايجعلهُ يحتملُ نقائصه الخاصة. ويرى أن الكمال المطلق لم ي! ح لإنسان! ¶ فهو بالوقوف على هذ 5 النقائص يُحمت الكاتب، ويسير معه إلى غايته سعيداَ ¶ بما يقرا، لا سيما إذا كانت هذ 5 النقائص من الصغائر لا من الكبا ئر. ¶ أما الكاتب الذي يُضخم نفسه دائماً، ويجعل أعماله موضعَ ا لإعجاب ¶ والتقدير فنصيبهُ من عطفِ القارئ محدودٌ، ولن يصل إلى مكانة من جعل ¶ نفسه إنساناً يخطئ ويصيب، وسيرة الدكتور (أحمد أمين) العامة ذائعةٌ ¶ مشتهرة، كتبها تلاميذ 5 ممن تحدثوا عن سيرته، وسخلها أصدقاؤ 5 في ¶ كتاب قيم يحمل اسمه، ولكن غير المشتهرة تلك الخوافي النفسية التي ¶ تحدث عنها الرجلُ في حياته، فكانت موضعَ عبرةٍ وإعجاب معاً، وساُلِئمُ ¶ ببعضها دون استقصاء: ¶ تحدّث الكاتب عن حيرته وهو ناشئ صغير بين ما يأخذ 5 في المدرسة ¶ من دروس الحساب والتاريخ واللغة الإنكليزية وبين ما يفرضه أبوه العالم ¶ الأزهري عليه بعد خروجه منها، مِن حفط القراَن ومتون اللغة والنحو، إ ذ ¶ كان الوالد يعده للأزهر بحفظ القراَن والمتون، ويعدّه للمدارس المدنية ¶ بعلومها المختلفة، وهذا ضغطٌ شديدٌ لا تتحمله أعصابُ الطفل الناشئ. ¶ وهو أحياناً يقضر فيضربه والد 5، وتتدخّل أمه فيثورُ عليها الوالد، يقول ¶ المؤلف في توضيح هذه المشكلة (1): \"كان هذا الضغط الشديد مثاراً ¶ لثورتي أحياناً، فرثما كنتُ أهرب من فقيه المكتب ظهراً، أو من الذهاب ¶ (1) حيا تي، صه 4. ¶ 110",
            "page": "110",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "إلى أبي عصراً، أو أدّعي المرض، وليس بي مرضٌ، ولكن إذا اكتشُف هذا ¶ كان جزاؤه الضرب الشديد، فتخمد ثورتي، ولقد جرّبتْ امي حظّها، ¶ فكانت تتدخل في الامر حين يضربني، ولكنها راتْ أنها وإنْ تدخّلت حين ¶ الغضب والضرب، فقد يتحولان إليها، فكان هذا إذا حدث فيما بعدُ ¶ تكتفي بالصراخ والعويل بعيداً. ¶ وقد استمررتُ في هذه المدرسة، وكنت متفوقأ في اللغة العربية ¶ بفضل ما اخذه من الدروس على والدي، وفوق المتوسط في الحساب، ¶ وضعيفأ في اللغة الفرنسية، لأ نّ أبي لم يتركْ لي ا لزمن الكا في لمذاكرتها \". ¶ ووالدُ الاستاذ معذورٌ في مسلكه مع ابنه، فهو عالم أزهري يرى من ¶ واجبه أن ينشأ ابنهُ نشأةً تُلمُّ بعلوم اللغة والدين، والمدارس المصرية في ¶ عهد الاستعمار الإنكليزي لا تهتمّ بالقرآن ولا بالفقه، فرأى أن يممم هذا ¶ النقص، ولكنه غير معذور حين يكلّف ابنه، ويُرهقهُ بالكثير من علوم ¶ اللغة، وفي البعض ما يكفي، كما لا يُعذَرُ في تهديد الوالدة وقمعها، ¶ ولك! الاسرة في حياة أحمد أمين كانت ترى للوالد كل سيطرة، والرجلُ ¶ ابن بيئته. ¶ ومن مراسيم هذا الوالد أن يجعل ابنه الصغير مثله في ارتداء العمامة ¶ والكاكولة، وهو أمرٌ مستغربٌ، تحدث عنه ا لأستاذ. ¶ قال (1): \"ها اناذا في سن الرابعة عشرة، يُلبسني أبي القباءَ والجبةَ ¶ والعِمّة والمركوب، بدل البذلة والطربوش والجزمة. وكان منظري غريباً ¶ على من رآني في الحارة او الشارع، فقد عهدوا انَّ العمامة لا يلبسها ¶ (1) حياتي، ص 49. ¶ 111",
            "page": "111",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "إلا الشاب الكبير أو الشيخ الوقور اما الصغير مثلي فإنما يلبسُ طربوشاَ أ و ¶ طاقيّة، ولذلك كانوا كثيراَ ما يتضاحكون عليَّ إذا رأوني بالعمة، فأحعحنُ ¶ ضيقاَ شديداَ، وخجلاَ بالغاَ، و أتلمّس الحارات الخالية من الناس لامزَ بها، ¶ والمصيبةُ الكبرى كانت حين يراني من كان معي في المدرسة (بعد ان تركها ¶ والتحق بالارهر) فقد كان يظن أني مُسِختُ مسْخاَ، وتبدّيت بعد الحضارة. ¶ وكأن الذي كان يربطني بهم هو وحده لبسي ولبسهم، لاطفولتي ¶ وطفولتهم، فنفروا مني مع حنيني إليهم. ¶ وسرعان ما انقطعت الصلة بيني وبينهم، فانقبض صدري، لائي ¶ فقدت اصدقائي القدامى، ولم أستعضْ عنهم أصدقاء جدداَ، فكنتُ ¶ كالفرع الذي انقطع من شجرته، أو الغريب في غير بلدته \". ¶ وتربيتهُ الأزهرية، وحرصُ والده على تعليمه النحو من طريق المتون ¶ الذائعة في ذلك الحين، جعلاه متفوقأ في المسابقة التي عُقدت لاختيار ¶ مُدرسين بمدرسة (راتب باشا) بالإسكندرية فأصبح يشعر باستقلال نسبي، ¶ وانتقل من بلدِ إلى بلدِ، ومن جوِّ إلى جو، وصادف من المتاعب بين الزملاء ¶ ما ضاق به صدره، وكان المدرّس الناشى أميناَ مع قارئه حين اعترف بأ نه وهو ¶ المدرس كان ضعيفأ في دروس الإنشاء، بحيث كان بعضُ تلاميذه يكتب ¶ خيراَ مما يكتب، ودروسُ الإنشاء لا تتّصل بعلوم النحو والصرف التي أتقنها ¶ مع والده، وكان على الوالد وهو عالِم يدزس بالارهر أن يلفته إلى مطالعة ¶ الاَثار الادبيّه. ولكنه هو الاَخر لم يكن يكترث بها، إذ كانت علوم الأدب ¶ بالأزهر في الدرجة الثانية، وكان الأستاذ سيد المرصفي الذي يشرحُ ¶ (الكامل) للمبرد في دروسه ا لأدبية، لا يلقى من ا لإجلال بين زملائه مايلقاه ¶ من متخصصون في شرح (التلخيص) وحواشيه المختلفة. وكلّها عناء ¶ لا طائلَ تحته. ¶ 112",
            "page": "112",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "لقد اعترف أحمد أمين بتقصيره الأدبي حين قالى (1): \"لقد دزستُ ¶ في مدرسة (راتب باشا) اللغة العربية للسنة الرابعة الابتدائية، وكان هذا ¶ فخراً كبيراً، إذ من يدرس اللغة ينظر إليه على أنه أرقى مدرس للمادة، ¶ وأحسستُ كفايتي في تدريس القواعد، حتى كان من غروري أني اُخطّى ¶ الكتب المدرسية التي قررتها وزارة المعارف، أما في دروس الإنشاء فلم ¶ أكن بارعأ، بل كان بعضُ التلاميذ يكتبون خيرا مما اكتب، لأني لم أتمرّن ¶ على الكتابة، وكنتُ إذا كتبتُ شيئأ مِلْت إلى السجع، وإنْ لم ألتزمه لغلبة ¶ ما حفظتُ من (مقامات بديع الزمان) ورسائله، ورأيتُ من المدرّسين ¶ بالمدرسة ما لا عهد لي به، فكأئهم يمثفون رواية غريبة الأحوالى، مفككة ¶ الفصولى، منهم من يُمثّل دور الماكر ذي الناب الأزرق، الذي يُقابلك ¶ فيبتسمُ لك، ويُوهمك أنه صديقك، وهو يدش الدسائس لك عند ناظر ¶ المدرسة، ومنهم من يُمثّل الخبيث المنطوي على نفسه، الحاقد على الدنيا ¶ وكل شيء فيها، ومنهم السّكّير العربيد، الذي يستولي على مالى المدرسة، ¶ فيصرفه في سكره وعربدته، ثم يُضبط فيطرد، ومنهم فزَاش المدرسة العبد ¶ الأسود، الذي تحمز عيناه، وتقذفان بالشرر من كثرة ما يتعاطى من ¶ البوظة، وكنتُ أمثّل من هذه الادوار دور المغفل الساذج، الذي لم يعرف ¶ الدنيا، ولم يختبر الناس \". ¶ وما قاله أحمد أمين عن المجتمع المدرسي منذُ قرابة قرن، لا يزالىُ ¶ إلى الان، لأن الناس هم الناس، بل إن تقدم وسائل المدنية أوحى ¶ للماكرين من المؤامرات ما لا يقف عند حذّ، اما ان الأستاذ كان يمثّل ¶ دورَ المغفل الساذج، فهذا ما لا أرتضيه، لأنّه كان يمثّل دورَ المسالم ¶ (1) حياتي، ص 76. ¶ 113",
            "page": "113",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "الذي ينأى عن الاحتكاكات والمنافسات، ولو كان مغفلاً لأوقعه هؤلاء ¶ الأشرار في حبائلهم المحكمة التي لا يفلت منها صيد!. ¶ وقد اعترف الأستاذ أنه لقي زميلين في الارهر يشكوان من صعوبة ¶ الدروس، وعدم فهمها، إذ كانت تُلقى في أسلوبٍ جافٍ يميل إلى ¶ الاعتراضات اللفظية، وحلّ الضمائر، ورجوعها إلى الالفاظ المتقدّمة، ¶ دون اهتمام بجوهر الموضوع ذاته، فحئب إليه هذا الزميلان الفاسدان أ ن ¶ يتركوا الدروس، ويذهبوا إلى قهوةٍ مجاورة للعب (القمار) وكانت زئة ¶ لا شك فيها، يقول الأستاذ (1): ¶ \"كنا نصرفُ الساعات نقامر، وأخسرُ احياناً، فابيعُ بعض ما معي ¶ من متاع، وأبي لا يعلم شيئأ من ذلك الو كان يعلم) وأساتذتي لا يعلمون ¶ من أنا حتى يعلموا إن كنتُ حضرت أو غبتُ، وأذهبُ إلى بيتي مدّعياً أني ¶ قضيتُ الوقت كفه في التحصيل. ولكن تنبه ضميري بعد أشهر، وفهمتُ أ ن ¶ هذه ا لحا ل تُؤدي إلى سوء ا لما ل، فتركت صحبتهما وا لتفتّ إ لى در وسي \". ¶ وأظن مسألة القمار هذه كانت سحابة صيف انقشعت بسرعة، لأنّ ¶ الذين عاصروا أحمد أمين في عهد الطلب بالأزهر قد ذكروا ما يدلّ على ¶ اجتهاده البالغ، وتحصيله الجيد، فقد كان زميلاً للأستاذ (إبراهيم مصطفى) ¶ عميد دار العلوم الأسبق في الدراسة الأزهرية وقد تحدّث الاستاذ إبراهيم ¶ عنه بما يدل على أنّه كان قدوةً بين زملائه، وهذا ما رشّحه للنجاح في ¶ مسابقة وزارة المعارف، فعُيق مدرّساً بمدرسة (را تب باشا)، ثم ما رشّحه ¶ للالتحاق بمدرسة القضاء الشرعي في مسابقةٍ عسيرةٍ شاقة لم يفز فيها ¶ (1) حياتي، ص 60. ¶ غ ا ا",
            "page": "114",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "إلا نوابغُ الطلاب! وإصرارُ (احمد أمين) على تسجيل هذ 5 الهنة مما يُعطى ¶ الموعظة الحسنة بدءاَ وخاتمةَ، حيثُ أبان ضررَ هذ 5 الهفوة، وسجّل على ¶ نفسه القوية النصوح بالعود السريع إلى الطريق المستقيم!. ¶ وذكريات ا لأستاذ عن مدرسة ا لقضاء ولجنة ا لتأ ليف والنشر ومجال! س ¶ القضاء تصلجُ ان تكون تاريخاَ اجتماعياَ ثقافياَ للمدة التي سعدت به، حيث ¶ حلّل في كتابه ما اعترضته في مواقفه الكثيرة من عقباتٍ سَلِمَ منها، ¶ وما صادفه من نجاح لا شك فيه، لأننا نلمسهُ لمساً دون تزيّد! ولكني أقف ¶ من ذلك كله عند حادثتين إحداهما طريفةٌ لذيذة، وا لأخرى أليمةٌ موجعة. ¶ أما الحادثة الأولى فهي ما صادفه عند ركوبه عربةً مزدحمةً بالناس ¶ رجالاً وإناثأ، عربةٌ تجزها الجياد من الحسين إلى العتبة الخضراء، يقول ¶ الأستاذ (1): \" ركبتُها فوجدتُ في ممشاها قُففاَ لفلاحاتٍ. ورفعتُ رجلي ¶ أتخطى قفّةً من القُفف، فمسّت سيدةً جالسة تلتفعُ بملاءة لف، وعلى ¶ وجهها بُرقعٌ بقصبة، فصاحت بي، وأمطرتني وابلاً من السباب. فغضبتُ ¶ وضربتها ضربةً خفيفة بجريدة المؤيد على فمها، أقولُ لها: اسكتي ¶ فراعني أنها صوّتت صوتاً مرعباً، ألفت كل من في الشارع، ووقفت العربة، ¶ وجاء الناس يتعزفون الخبر، ونادت البوليس، وصفمتْ عليه، ودخلنا ¶ إلى القسم فسمع المعاون القصة، وراَها بسيطةً. فطلب مني ان أعتذر، ¶ فرففحت المرأة قبول العذر، فاضطز المعاون أن يحرّر محضراً رسمياً، ¶ وأخذ اقوالي وأقوالها، والحّتْ أن تُحال على طبيب المحافظة، لأنّ بها ¶ خدشعاً في انفها فأُحيلت، وخرجتُ مضطربأ خجولاً، إذ كان هذا اول ¶ حادثٍ من نوعه، ثم جاءني إعلانٌ من المحكمة، وذهبتُ مع صديقٍ لي ¶ (1) حياتي، ص 164. ¶ 115",
            "page": "115",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "إلى وكيل النيابة فقال: إته حوّل الشكوى إلى المحكمة! وتدخل صديق ¶ كبير حتى انتهى الأمر بعد عُسر شديد\". ¶ هذه هي الحادثة الطريفة! أما الحادئة الأليمة حقاً، فهي انقطاع ¶ تلاميذه وأصدقائه عنه بعد أن ترك عمادة كلية الاَداب! وقد كتب الأستاذ ¶ عن شعوره المتأئم صفحاب باكية!! كان الصديقُ الذي يزورهُ كل يوم أثناء ¶ العمادة قد وجد مصلحته في أن ينقلب عليه، ويُدبّر المكايد مختلقأ، ¶ وينشر الأراجيف، وكان التليفون الذي يدقه كل ثانية صار لا ينطقُ ¶ بمكالمة. وكان البريد المكتط في الأعياد والمناسبات قد صار خاويأ، ¶ يقولُ الأستاذ بعد سرد كثير مما يدورُ حول الطبائع (1): \"كنت أعتقد ا ن ¶ الرابطة العلمية فوق كل الروابط، فحزّ في نفسي ما رأيتُ \". ¶ هل أقولُ للأستاذ أحمد امين: إني كنت عميدأ، ولكن ليست لي ¶ منزلته، فأين أنا منه؟ وقد عانيتُ ما عاناه تمامأ، حتى كأني استمع إليّ، ¶ ونقل بقلمه ما حدّثته به! وهي الدنيا!. ¶ هذا بعضُ ما يقال عن هذه الترجمة الرائعة، فهل أفلحتُ في دعوة ¶ القارئ إلى مطالعتها؟. ¶ (1) حياتي، ص 289. ¶ 116",
            "page": "116",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "كتب اخرى ¶ هذه تعريفات بكتب أخرى للدكتور أحمد أمين لايمتد الحديث فيها ¶ امتداد الكتب المذكورة قبل هذا، لأن حجم الكتاب لا يسمح بالإفاضة ¶ المشبعة كما أريد، وأبدأ بكتاب: ¶ 1 - ظهر ا لإسلام ¶ ظهر في أجزاء أربعة، والجزء الأول أقواها، لأنّه كُتب والأستاذُ ¶ ممتعَ بصحة جسمه، وسلامة عينه، وإن كان قد احتاجَ إلى مرانةٍ طويلهٍّ كي ¶ يواصلَ ما انقطعَ بعد انتهائه من (ضحى الإسلام)، وقد قسّم الكتاب إلى ¶ جُزْايْق، جزءٌ أولٌ يتعفق بالحياة الاجتماعية في هذه الفترة المضطرمة ¶ بالأحداث والانقلابات، فيسرد الكثير عن سُكان المملكة الإسلامية من ¶ عربٍ وفرسٍ وتُركٍ ورومٍ وكردٍ ومذاهبهم الدينية المختلفة، وقد تعددت ¶ ما بين مسلمين ويهود ونصارى وصابئة. ¶ فإذا أُحكم ذلك انتقل إلى تصوير أهمّ المظاهر ا لاجتماعية والسياسية ¶ في ذ! ك العصر، فوضحح انقسامَ الدولة إلى عذة ممالك، وأثر هذا الانقسام ¶ في تنمية الحركتين الأدبيّة والعلميّة، ثم ما تَبع ذلك من مظاهر التّرف لدى ¶ قفة، ومظاهر البؤس لدى الكثرة. مُلْتمَتاً إلى انهيار المجتمع الأسريّ ¶ بانتشار الرقيق، وتنازع أبناء الأب الواحد، وصَدى ذلك كله في مجرى ¶ الحياة ا لاجتماعية. ¶ 117",
            "page": "117",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "هذا بعضُ ما شمله الجزء الأول من الكتاب، أما الجزءُ الثاني ¶ فخاصن بمراكز الحياة العقلية في هذا العصر، وهي مراكز شتى في مصر ¶ والشام والعراق وجنوب فارس، وخراسان، وما وراء النهر، وال! ند، ¶ وأفغانستان، والمغرب، وفي كلً مركزٍ من هذه المراكز حديثٌ دقيقٌ عن ¶ الحركة الدينية، والحركة اللغوية، والحركة الأدبية، ورجالها، وأظهر ¶ مؤلفاتهم، وأثرهم في سير الثفافة الإسلامية، كما يشمل الحديث أشياء ¶ هامة عن مدن الثفافة، والدول السياسية التي رعت هذه الثقافة، والقائمين ¶ عليها في كلّ صقع، وما أكثرهم حين تعددت الثورات، وقام خَلَف! وراء ¶ سلف. ¶ وجاء الجزء الثالث من الظهر خاصّأبالأندلس، حيثُ أفاضَ البحّاثة ¶ في الحديث عن العرب منذُ فتحوا البلاد إلى خروجهم منها. وكان اهتمامُه ¶ كعهده بالحركات الدينية واللغوية والنحوية والأدبية والفلسفية والتاريخية ¶ والفنية. ¶ وقد انتقل الأستاذ الكبير إلى جوار ربه قبل أن يظهر الجزء الرابع من ¶ الظهر إلى الوجود، حيث ترك الفقيد اوراقه في أدراج مكتبه، وعهدت ¶ أسرتُه الحريصةُ على ذيوع فضله إلى تلميذه الدكتور (أحمد فؤاد الأهواني) ¶ كي يعمل على نشر الأوراق المخطوطة وفق ما يرا 5 في ترتيبها، وهي مهمةٌ ¶ قام بها الدكتور الأهواني مشكوراً دُون تردد، وقد قال بعض ما فعل: \" إن ¶ الأصل لم يكنْ بخط أحمد أمين، فقد جرت عادتُه في أواخر حياته بعد أ ن ¶ أصيب ببصر 5، أن يُملي، وكان قد دفع ما كتب إلى شخْصٍ يكتبه على ¶ الالة الكاتبة. فبلغ عدد صفحات الكتاب (179) صفحة، ويظهر أن الوقت ¶ لم يتسع للنظر في هذ 5 الأصول ومراجعتها وتعديل ما يريد أن يعدّل فيها، ¶ 118",
            "page": "118",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "وإضافة ما يراه لازماً بعد القراءة الأخيرة. ولم يكنْ في الاضل عنوان ¶ للفقرات، إذ كان يترك محلها بياضأ ليضع العنوان المناسب عند الطبع، أ و ¶ عند المراجعة قبل دفع الأصول إلى المطمعة، وقد قمت بوضع العناوين ¶ التي تستخلص من روح الموضوع \". ¶ والحق ان الدكتور الأهواني، قد قام بالمهمة قياماً حميداً، فأتاح ¶ لهذه الصفحات أن ترى النور على نحو كريم، وقد توسّع في الفهرس ¶ بعض الشيء، فذكر العناصر الجزئية للموضوع الكلي، وحدد أرقامها ¶ على غير المتبع من قبل، وتدورُ ابواب الجزء الرابع على الحديث عن ¶ المعتزلة، وأهل السنّة والشيعة والصوفية، ثم ختم بتذييل عن الحركات ¶ العلمية والدينية. ¶ 2 - يوم الإسلام ¶ يتحدَّث الأستاذ أحمد أمين عن هذا الكتاب بما يغني عن كل قول ¶ حيث يقول: ¶ هذا الكتاب: أردت فيه أن ابيّن اصول الإسلام، وما حدث له من ¶ أحداث، أفادته احياناً، واضرته احياناً، وأبين كيف كان يعامل غيره من ¶ أهل الأديان أيام عزّه وسطوته، وكيف يُعامله غيرهُ ايام ضعفه ومحنته، ¶ فكادْ من ذلك هذا الكتاب. ¶ المتحدثُ فيه اكثر ما يكون على معلوماتي السابقة، وقليلاً منه على ¶ قراءقي الحاضرة. . . واهمّ غرض منه شيئان: ¶ ا لأول: أن نتبيّن منه الإسلامَ في جوهره وأصوله، وكيف كان؟ ¶ والثاني: أنّ كثيراً من زعماء الإسلام أتْعبوا أنفسهم في بيان ضعف ¶ 119",
            "page": "119",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "المسلمين، فرايت أنّ خيرَ وسيلةٍ لمعرفة أسباب هذا الضعف، الرجوعُ إلى ¶ التاريخ كله، فهو الذي يبين لنا ما حدث مما سبّب ضعفه، وبذلك نقف ¶ على ا لأسباب الحقيقية حتى يمكن من يريد ا لإصلاح أن يعرف كيف يصلح. ¶ وقد كشف الاستاذ في إيضاح الغرض الأول من أركان الإسلام ¶ والوحدانية والإيمان بالقضاء والقدر، ومشروعية الجهاد في الإسلام ¶ والرق والمواريث والعبادات، ونظام الحكم في الإسلام، والاجتهاد في ¶ الدين، وقد أطال في حديث ا لاجتهاد إطالة كثيرة، وجعل يكرّر 5 في كثير من ¶ الصفحات، وهذا جيّدٌ مقبول، لا! إيصاد باب ا لاجتهاد كا ن مدعاةَ التخلفِ ¶ في العالم ا لإسلامي، ولا سبيل إلى ا لارتقاء المنشود إلا بفتح باب ا لاجتهاد ¶ في هذا العصر، وقد فُتح فعلاً على يد الاستاذ الإمام محمد عبد 5 وتلاميذ5 ¶ المستنيرين. ¶ أما الغرضُ الثاني فجاء الكلام عنه في تسلسل الحديث عن المملكة ¶ الإسلامية، منذ أن كانت عربية موحّدة، إلى أن افترق المسلمون طرائق ¶ قدداً لخلافات فرّقت الشمل، واكثرها خلافات مغرضة، تتخذ الدين ¶ شعاراً لتحقيق المطامع والاهواء!. ¶ وقد أحسّ الأستاذُ انّه في اَخر عهد 5 بالتأليف، فجعل الصراحة ديدنأ ¶ له، وقسا على أناسٍ كثيرين، قسوةً يتضح في كثير منها أنَّ الحق في جانبه. ¶ وتتركُ هذ 5 القسوة الخاصة بأبناء الأمة ا لإسلامية إلى الطغيان الظالم ¶ الذي قامتْ به أوروبة ضد الإسلام والمسلمين على مدى قرون مظلمة، ¶ عادت بالهوان والتفكك وا لانحلال على ا لامة ا لإسلامية، وتطلبت العلاج ¶ الناجعَ، وهذا ما قام به المصلحون من قبلُ، وما راَ 5 الاستاذ أحمد أمين ¶ داعياً إلى تكرار الطرْقِ المُلئَ لينتبه ا لنا ئم، ويفيق ا لسكران. ¶ 120",
            "page": "120",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "3 - قاموس العادات والتقاليد المصرية (1) ¶ اهتمّ الأستاذ احمد أمين بالحياة المصرية اهتماماً ظهر أثره في ¶ أجزاء (فيض الخاطر) حيث رصد بقلمه السيّال ظواهر شعبية كثيرة، ¶ وحقلها، وخرج بنتائج صائبة، تجعله في طليعة الكُتّاب الاجتماعيين. ¶ وكان في مؤلفاته العلمية قد أخذ على المؤرخين العرب أن اكثرهم لا يهتم ¶ بدراسة الشعب فيما كتبه من فصول التاريخ، إذ آثر هؤلاء الحديثَ عن ¶ الملو! والرؤساء والوزراء، وفيهم من جعل تاريخه يدورُ على اسماء ¶ الحاكمين وحدهم، فهو يبدأ بذكر معاوية ثم يزيد ثم مروان ثم عبد الملك ¶ وهكذا حتى ينتهي إلى سقوط الدولة الأموية، فإذا اتجه إلى تاريخ الدولة ¶ العباسية بدأ بالسفاح والمنصور وهكذا، وإذا اتجه إلى الأحوال ا لاجتماعية ¶ كان اتجاهه عرضاً يُذكر في سياق الحديث عن الحاكم. ¶ لذلك جعل الأستاذ أحمد أمين لا يكتفي بمقالات (فيض الخاطر) ¶ بل اتجه إلى تسجيل العادات والتقاليد والتعابير المصرية في عهد 5 بقاموسٍ ¶ كبيرٍ، كان مصدر نفع مؤكد للباحثين، واول داعٍ ساقه إلى ذلك ان الإذاعة ¶ المصرية طلبت منه عدة أحاديث يتجه فيها كيف شاء. فراى أنْ يخصّ ¶ العادات الاجتماعية بِنُبذٍ دقيقة تكشفُ عن مضمونها الدقيق، وتحاول ¶ تعليل ظواهرها، وما زال يبحث ويجتهد حتى بعد انقطاع هذ 5 الأحاديث ¶ الإذاعية لسبب ما، ليكمّل ما يرتضيه من الشمول والجمع اللَّذَيْن يُشبعان ¶ رغبة القارئ، وقد قال الأستاذ في مقدمة كتابه: ¶ \" رأيت صعوباتٍ كثيرة في هذا الموضوع، فلم أكنْ اعتمدُ إلاّ على ¶ الذاكرة غالباً، وساعدني أني تربيتُ في حارة بلديّة تكثر فيها العادات ¶ (1) ¶ مقدمة (قاموس العادات)، ص ا، ب. ¶ 1 2 1",
            "page": "121",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "والتقاليد، وقد منحني الله ذاكرةً طيبة، حفظتْ ما كان يجري أمامها حتى مع ¶ تقدم السن، فأخذتُ أستذكر ما مضى، وكقما ذكرتُ عادة أو كلمة قيدتُها ¶ من غير ترتيب، حتى إذا تمتْ اجتهدتُ في ترتيبها. . . ئم رايت أن كلمة ¶ دائرة معارف لا تناسب هذا الكتاب، فتواضعْتُ وسمّيتُه (قاموس ¶ العادات، والتقاليد المصرية). . وقد أقْدمتُ عليه وأنا وَجِلٌ، لأنه ¶ موضوعٌ جديد، أظن أني لم أسبق إليه، والجديدُ عادةً غريب، وأنا اعتقدُ ¶ أنه فَتجُ بابٍ يكمّله من يأتي بعدي. ¶ وقد دعاني إلى تأليفه ما رأيت من عادات وتقاليد وتعابير كانتْ حئة ¶ في زمنها، ئم أخذتْ تندئر، حتى إن أولادي قلَ أن يعرفوا عنها شيئاً، ¶ فالمؤرخ في حاجة شديدة إلى تدْوينها وا لانتفاع بها. ¶ ولأول مرة أقرأ قاموساً من القواميس قراءةً متتابعةً في لذةٍ بالغةٍ دون ¶ سأم، لا! القواميس التي نعهدُها لا نقرؤها هكذا، ولكنْ تأتي المناسبة ¶ التي تتطلب معنى كلمة أو حديث مدينة أو موضع، فنكشف عن المراد، ¶ ونحظر في الكتاب. ¶ أما قاموس أحمد أمين فكلّه طرائف ونوادر ذات عظات ومئ!، ¶ وفيه الأقاصيص التي لم يدونها سوا 5! ففي قراءته متعة القراءة في قصةٍ ¶ طويلة متعددة الفصول، ذات أحداثٍ جذابةٍ، وشخصياتٍ مشوقة، ووصفٍ ¶ لمناظر شتى، وقد وقفت عند قول (أحمد أمين): إد أحداً لم يسبقه، ¶ وذلك حق بالنسبة إلى طريقة تأليف الكتاب وتبويبه، لأن العلامة (أحمد ¶ تيمور) قد كتب جزأين رائعين عن الكنايات العامية والامئال العاميّة، ¶ فابدعَ فيها إبداعاً كئيراً. ¶ كما أرى أنّ الأستاذ أحمد امين انتفع انتفاعاً ملموساً بما ذكر5 ¶ 122",
            "page": "122",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "المستشرق الإنكليزي الأستاذ (إدوار وليام لين) في كتابه (المصريون ¶ المحدثون، عاداتهم وشمائلهم)، حيث جاء بأشياء كثيرة قرأها أحمد ¶ امين، واختزنتْ في ذاكرته، ثم حاكاها فيما سطر، وقد أشار إليه في ¶ مواضع من كتابه، مع اختلاف الطريفة في الرصد والتبويب، فما ذكره ¶ أحمد أمين عن السّحرةَ والشعوذة والسقائين والمرأة والأحلام والأولياء ¶ والنذور، والتجار والصنّاع، له صلة وثيقة بما كتبه الاشتاذ الين)، ومن ¶ الحق أن الأستاذ لم يقْتصرْ على ما جاء بكتاب (المصريون المحدثون) بل ¶ اتّسع اتساعاً مشبعاً مُمتعاً، ولكئه في الواقع مرجع هام من مراجعه، وقد ¶ ينقل الكاتب عن مرجع دون أن يلتفت إليه، إذ يقرأ كلامه منذ زمن بعيد، ¶ فيرشخ في ذاكرته، ويتحؤل جزءاً من كيانه، ثم يكتب عفا شاهد، فيرجع ¶ إلى ذاكرته الحافلة بالقراءات السابقة وينقل عنها ناسياً مصدر 5 الأول، ¶ وهذا أمر مشاهد لدى كثير من الباحثين. ¶ وفي القاموس موضوعات يصلجُ الواحد منها لأن يكون مقالةً ¶ مستفلةً، إذ تتسع المادة أمام الكاتب فيفيض في الحديث، وكأنه يؤلف ¶ فصلاً علمياً، ومثل ذلك ما كتبه أحمد امين عن (النكتة) و (الامثال)، ¶ و (ا لأزهر) و (أبي زيد الهلالي)، و (الحدوتة) و (الحرباء) وغيرها مع خرافة ¶ نادر 5، وسهولة محببة في التعبير، وإذا كانت السهولة الميسوة من سمات ¶ احمد امين في مؤتفاته العلمية، فإتها في هذا الكتاب قد زادتْ سلامةً ¶ وعذوبةً حتى ينسى القارى أنه يقرا، ويتخيل أئه يستمع في مجلس أُنسٍ. ¶ وأذكر أنّ الأستاذ أحمد أمين قد قال في مقدمة القاموس: \" قد يُوخذ ¶ عليئَ أن في نشر هذه الأشياء تشهيراً بالمصريين، وحطاً من شأنهم، لأنّ ¶ أكثرها خرافات وأوهام، وانتشار الثقافة بين المصريين وخصوصاًالنساء ¶ أزالا كثيراً منها، ولكن عُذري في ذلك انها تسجيل لما كان، وحمدٌ للّه ¶ 123",
            "page": "123",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "على أخذها في الزوال، والحقّ أحق أن يقال من غير اعتبار للومِ لائم، ¶ أو اتهام متهم، فإذا راى راءٍ أنّ في هذا عيباً وتشهيراً، رأيت أنّ في هذا ¶ مفخرةً للمصريين إذا نظرنا إلى أين كانوا وإلى اين وصلوا؟ فهذا الكتاب ¶ يمثّل مرحلةً زالت او هي على وشك أن تزول، كما يُمثل أقةً طفرت إلى ¶ استعمال العقل، بعد الإغراق في الخيالات والاوهام!. ¶ وهذا كلّه حق، ولكنّي ألحظ أن الأستاذ أحمد أمين كان مثل عتيد ¶ كاتب السيئات في أكثر أحواله، ولم يكن كرقيب كاتب الحسنات، إذ من ¶ العادات المصرية حينئذ ما كان يُحمد مثل صلة الأرحام، والعطف على ¶ الفقير، وبناء المساجد والاسبلة، وتشجيع الكتاتيب التي تعمل على حفظ ¶ القراَن، والتكافل التام عند وقوع الدواهي مثل الحرائق والسيول، وكثيرٌ ¶ من هذه المحامد التي يجب أن تُسجَّل جوار هذه النقائص، وقد أشار ¶ الأستاذ إلى بعضها باقتضابٍ، ولكنّه لم يبلغ في ذلك مبلغ الإنصاف ¶ المنتظر. . . ¶ والكتاب - بعد ذلك كله - سجلٌّ حافل بالأحوال الاجتماعية، ¶ والتقاليد الشعبية في مدى عصرٍ ممتدٍ كاد أن يرحلَ ليعقبه صبجٌ جديدٌ. ¶ 4 - ا لنقد الأدبي ¶ نُشر هذا الكتاب بعد تأليفه بربع قرن، إذ بدأ المؤلّف إملاءه على ¶ الطلاب من سنة 926 ام، ثم رأى ان يخرجَ إلى النور سنة 951 ام، وفي ¶ هذا الأمد ظهرتْ كُتم! جامعية تتحدّثُ عن موضوعات النقد ا لأدبي راجعةً ¶ إلى مسودات المؤلف، لأن أصحابها زملاؤه بالكلية، ولكتهم أضافوا ¶ الكثير، وحقلوا وعلّلوا على نطاقٍ أوسع، فأصبح من يطالع الكتاب عند ¶ 124",
            "page": "124",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "نشره من غيرطلبة الأستاذ، يظنون أنه تكرار كسواه، مع أنّه سابقٌ غيرُ ¶ لاحق، وتلك ملاحظة يجب إعلانها. ¶ وإذا كان كتاب النقد في جزاين، يتحدّث اولهما عن قضايا النقد ¶ ومشكلاته، ويتحدث الثاني عن تاريخ النقد غرباً وشرقاً من خلال أبطاله، ¶ فإنّ الأستاذ المؤلف كان حاضراً في كلِّ قضية يتحدث عنها، فهو لا يترك ¶ موضوعاً دون أن يُشبّعه برأيه الخاص، ودون أن يأخذ جانباً ينحازُ إليه، ¶ ويترافع في تأييده، كما يترافع المحامي في محكمته موضحاً حيثياته ¶ القانونية. ¶ وقد اخذ عليه الدكتور عز الدين إسماعيل (1) انه لم يلتفت إلى النقد ¶ اليوناني والنقد الروماني مكتفياً بالعصور الحديثة والوسطى، وكان عليه ¶ أن يبدأ بالأصل، كما أنه في بعض الأحيان يؤرخ لشخصيات النقّاد اكثر ¶ مما يؤرخ ا لأفكار الأدبية ذاتها، وهما ملاحظتان جيّدتان. ¶ وقد لاحظتُ أنّ الباب الذي كتبه في آخر الجزأ الثاني من الكتاب ¶ عن ا! نقد في الأدب العربي، جاء موجزاً في أوّله بحيث يحتاج إلى بسطٍ ¶ أوفى، اما في اَخره حين تحدّث عن النقد المعاصر فلم يكن ما كتبه موجزاً ¶ فحسب، بل كان مُبْتسراً، حتى أشفقَ أن اقول: إنّه تلخيصٌ لطالبٍ في ¶ المدرسة الثانوية، وإ لا فكيف يتحدثُ المؤلف عن الشيخ حسين المرصفي ¶ والمازني والعقاد والسحرّتي وطه والرافعي ومحمد مندور في صفحتين ¶ اثنتين فقط! يخيّل لي أنّ المولف أملى هذا الفصل على كاتبه دون تحضير ¶ ما، ليوفى بأدنى قصد. ¶ (1) ¶ مجلة الثقافة -العدد (1 71)، تاريخ 1 1/ 8/ 1952. ¶ 125",
            "page": "125",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "5 - قصَة الأدب في العالم ¶ الف هذا الكتاب في اربعة اجزاء بالاشتراك مع الدكتور زكي نجيب ¶ محمود، ليتحدث عن الأدب في العالم شرقه وغربه، قديمه وحديثه! ¶ ومحاولة التاريخ لأدب العالم كفه محاولة جريئةٌ، ولكنها كانت ضرورة ¶ للقارئ العربي، الذي لا يجد بين يديه ما يهديه إلى اكتشاف هذ 5 الافاق. ¶ وقد كان الأستاذ أحمد امين صادقأ كل الصدق حين قال في مقدمة الجزء ¶ الأول من هذا الكتاب: ¶ \" ومع هذا فمحالٌ ان يخلو هذا المشروع الضخم من خطابل أخطاء، ¶ فقد نكون أجملنا حيث يجب التفصيل، أو فضلنا حيث يجب الإجمال، ¶ أو اخترنا ما غيرُه خير منه، او اعتمدْنا في الترجمة على نص إنكليزي، ¶ والنصن اليوناني في الأصل يُخالفه بعض المخالفة أو نحو ذلك، ولكنّ هذا ¶ مدى جهدنا، وهو ما استطعْنا، ولنا الشرف أن نسمع نقد الناقد، والمرشد ¶ إلى الخطأ، والموتجه إلى الصواب / أما أهمية هذا الكتاب فقد تحدث ¶ عنها بإشباع وإمتاع الأستاذ سيد قطب في مقالي ضاف قال فيه (1): ¶ (قصة الأدب في العالم) بالقياس إلى القارئ العربي عمل بالغُ ¶ القيمة، فهذا القارئ في حاجةِ إلى أن يخرج من عزلته التي عاش فيها قرابة ¶ ألف عام، بعد عصر الترجمة العباسي، وأن يجوس خلال ا لأدب العالمي، ¶ فينظر هناك إلى الأدب العربي، أيْن يقفُ، وما اتجاهُه؟ وما مستواه؟ ¶ وما خصائصه؟. ¶ وهذا القارئ في حاجة إلى أن ينطرَ إلى الادب العالمي كيف يتفاعل ¶ (1) مجلة الثفافة - العدد (13 3)، تاريخ 27/ 2 1/ 4 94 1 م. ¶ 126",
            "page": "126",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "بعضه مع بعض؟ وكيف يتأئر بعضُه ببعض؟ وكيف يلتقي الإنسان بالإنسان ¶ في مشارق الأرض ومغاربها؟ وكيف يفترق الإنسان هنا وهناك؟ فيرحُبُ ¶ صدرُه لتلقي النقائض والأضداد، وتنفسحُ نفسُه لتلاقي الأكفاء وا لأنداد. ¶ وهذا القارى في حاجة إلى شيءٍ جديد يجده في هذا الكتاب، في ¶ حاجة إلى فهم جديد لمعنى التجديد الفني، فقد وقرَ في أذهان الكثيرين ¶ منا انّ التجديد الفنيّ معناه الابتكار المطلق، في اصل الأحاسيس وفي ¶ طريقة الأداء، فإذا استفاد لاحقٌ من سابق فسرعانَ ما نصيج به: سارق، ¶ مكرِّر، لم يأت بجديد. ¶ ففي قضة الأدب العربي يجد القارى شيئاً كثيراً عن تأثر فرجيل ¶ الروماني في (الإنيادة) بهوميروس الإغريقي في (الإلياذة) و (الأوديسة)، ¶ وتأثّر ولغرام الألماني في (برسغال) بكرتيان دي تروا الفرنسي في (الوفاء ¶ المقدس)، ونرى كيف أنّ قصّة (ترستان) الاكمانية لجو تفريد هي فرع من ¶ قصة آرثر الإنكليزية وهكذا. ¶ فالتجديد لا يعني حتماًابتكار الموضوع، فقد يتحقق بالتجديد في ¶ أوضاعه واختلاف السمات النفسية التي يصوّرها جيلاً بعد جيل. ¶ خطوة واحدة إلى الأمام في أقي فن كفيلةٌ بأن يعدّ صاحبها من ¶ المجددين، وهذا تسامح جميل يشجع المجددين المترددين. ¶ وقد استعان المؤلفان بالدكتوريْن (عبد الوهاب عزام) و (يحيى ¶ الخشاب) في الحديث عن تاريخ الأدب الفارسي حين كتبا هذا التاريخ ¶ بدقة وإيجاز. ¶ 127",
            "page": "127",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "6 - قصة الفلسفة ¶ حين كان ا لأستاذ أحمد أمين مدرّساً بمدرسة القضاء الشرعي، درَس ¶ أصول الأخلاق على أستاذ 5 (عاطف بركات) فحئب إليه دراسة الفلسفة ¶ بشتى فروعها لا في ناحية الأخلاق فقط، واكمث الاستاذ على الكتب ¶ المترجمة ينهلُ من حياضها، ثم رأى بعد أن تعفم الإنكليزية أن يرَجمَ ¶ كتاباً في الفلسفة ينتفع به قراء العربية، وهي مهمةٌ شاقة لمنْ تعلم اللغة منذ ¶ عهد قريب، لأن ترجمة المعاني الفلسفية لا تحتاج إلى دارس اللغة ¶ الإنكليزية فحسب، بل إلى من تعمّق في أدقّ المصطلحات الفلسفية، ¶ ليضع الأفكار الفلسفية وضْعها الصحيح. ¶ وقد وُفق الأستاذ في ما حاوله، غير انّ رغبته الإصلاحية في ذيوع ¶ الفلسفة بين قراء العربية دفعته بالاشتراك مع الدكتور زكي، نجيب محمود ¶ إلى تأليف كتابيْن في الفلسفة، يتحدّثُ أولهما عن الفلسفة القديمة، ¶ وثانيهما عن الفلسفة الحديثة، وقد تئمَ ذلك، وسعد قارئو العربيّة بتاريخٍ ¶ مبسّط للفلسفة يشرحُ حقائقها في إيجاز واضح، ويلمُّ بتطور المذاهب ¶ إلماماً لا يحرمه من ثمار العقول الناضجة في هذا الحقل الخصيب. ¶ وقد ألف ا لأستاذ الكبير (يوسف كرم) كُتُباً رائعة في تاريخ الفلسفتين ¶ القديمة والحديثة، وقرأتُ لكاتبٍ فاضلٍ موازنة بين اتجا 5 أحمد أمين ¶ وزميله، واتجا 5 الأستاذ يوسف كرم، فوجدتُ أن الناقد الفاضل قد أخطأ ¶ حين قارن اتجاهاً متعمّقاً لمتخصص دؤوب هو الأستاذ يوسف كرم باتجاهٍ ¶ تثقيفي يُريد صاحباه أن يُقدّما مائدةً متواضعة لمن لا يعرف من قزاء اللغة ¶ العربية شيئاً عن الفلسفة الأوروبيّة أصلأ، ونحنُ نحكم على الكتاب بهدفه ¶ واتجاهه، ولا نقارنُ به إلا كتاباً من منحاه! أفا أن نقرن كتاباً للتخصص ¶ بكتاب للتثقيف فهذا هوالجور بعينه. ¶ 128",
            "page": "128",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "وقد كتب الأستاذ الأهواني مقالاً جيداً من أحمد أمين الفيلسوف ¶ حفل فيه اتجاهه الفلسفي بما لا مزيد عليه وقال في خاتمته (1): \" إنّ خصال ¶ أحمد أمين الفلسفية أدت إلى إعلان نتائج عطيمة ا لخطر في حيا تنا المعاصرة ¶ تختص بالعقل والدين واللغة والعلم والاجتماع والأدب، وجملة ما يريد ¶ من هذه الأمور كلها هو اطّراح التقاليد الثقيلة المعطلة للتقدم والرفي، ¶ والنظر بحريّة فكر في كل ناحية من نواحي الحياة، فلا بد في العقل من ¶ تحليله، ومعرفة حُدوده، وبيان الأصول التي يجري عليها الفكر السليم، ¶ والتزام النزعة الواقعية، ثم تطبيق هذا العقل على مظاهرالحياة المختلفة، ¶ حتى يجري السلوك على أساس من العقل \". ¶ وقد تعرّض الدكتور عزام إلى إيضاح وجهة نظر المؤلّفيْن الفاضليْن ¶ في كتابيْهما عن الفلسفة فقال عن الجزء الأول (2): ¶ \" أراد المُصنفان أن يَعْرضا على القارى العربي الذي لا علمَ له بالفلسفة ¶ اليونانية: ققمة نشأتها وتطورها في إيجاني وا تضاح، وتسهيل وتيسير، وبُعد ¶ عن التعمّق والتفصيل، والتقصّي في البحث، وقد تئمَ لهما ما أرادا، فجاء ¶ الكتاب كما ابْتغيا قصةً يسيرة شائقة، كفيلة بتقريب الفلسفة اليونانية ¶ للمبتدئين، ولا يحتاجُ الناقد إلى تبين هذا، فكل صفحة من الكتاب ¶ شاهدة، إذ يبدأ المصنفان كل فصل ببيان ما يريدان، حتى إذا بلغا ما أرادا ¶ أجملا ما قدَما، فإذا بدأ الفصل التالي ذكرا القارى بما قدّماه، حتى إذا ¶ جاوزَ عهداً من عهود الفلسفة، إلى عهد اَخر، وقفا بالقارى يلفتانه إلى ¶ ما أوضحا من قبل، ليتعزف فرق ما بينه وبين ما يستقبله في العهد التالي ¶ وهلئم جراً\". ¶ (1) ¶ (2) ¶ أحمد أمين، بقلم أصدقائه، صه 3. ¶ ا لرسا لة - ا لعدد (98)، تاريخ 0 3/ ه / ه 93 1 م. ¶ 9 2 1",
            "page": "129",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "وما قاله الدكتور عزام عن قصة الفلسفة اليونانية ينطبق تماماً على ¶ ما فعلا في الكتاب الثاني (قصة الفلسفة الحديثة) وقد يذكرُ القارئ أنّي ¶ أشرتُ إلى رأي الأستاذ أحمد أمين في اصول الفلسفة اليونانية ومناقشة ¶ الدكتور عزام إياه، فلا أعيد. ¶ 7 - المهدي والمهدوية ¶ قصة المهدي من القصص التي بالغ في ترديدها المستشرقون، ¶ وتجزأ بعضُهم فعدّها أصلاً من أصول الإسلام، وقد ذهبوا وجهات شتى ¶ تفترقُ جهاتٍ كثيرة، لتلتقي عند شيءٍ واحدٍ هو أنّ حكاية المهدي المنتظر ¶ ذاتُ جذورٍ صحيحة في التاريخ الإسلامي والعقيدة الإسلامية معاً. ¶ لذلك كان حديثُ احمد أمين عن (المهدي والمهدوية) كاشفاً ¶ لزُيوفٍ كثيرة اعتنقها القوم، وكأئها حق لا مرية فيه، وقد اتّبع المنهج ¶ التاريخي، فشرح فكرةَ المهدية منذ نشأتها حتّى هذا العصر، واوضح ¶ العوامل الباعثة على ترسيخها، وأبان عن الدول التي قامتْ عليها كدولة ¶ الموحدين، ومن يسفون العبيدئين والقرامطة والحشاشين والبابيين ¶ والبهائيين وغيرهم حتى وصل إلى مهدي السودان، ولم يكن الأستاذ ¶ متحيزاً لغير الحق، كما يراهُ، وكما يراه المحايدون، الذين يقرؤون ¶ التاريخ على وجهه الصحيح. ¶ ومن فضائل الأستاذ أحمد أمين أنه فسحَ مجلة (الثقافة) (1) التي ¶ يُشرف عليها، لنقدٍ هادف كتبه الأستاذ الفاضل سعد محمد حسن مصخَحأ ¶ (1) ¶ مجلة الثقافة - العددان (764 - 767)، تاريخ 17 سبتمبر، 8 اكتوبر سنة ¶ 951 ام. ¶ 130",
            "page": "130",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "بعضَ الأخطاء التي وردتْ في الكتاب، فقد رد على المولف قولَه: \" إن ¶ المختار الثقفي اول من أشاع فكرة المهدية \"، حيثُ أرجعها إلى عصر ¶ الخلافة الأول، إذ إن ابن السوداء جهر بخلق هذ 5 الفكرة، وكأنها تأييد ¶ للإمام علي، ولكن أمير المومنين كرم الله وجهه هدّد 5 بالقتل، ونفا 5 بعد ¶ وساطة بعض المعتدلين، كما عارضه في أمور تتعلقُ بالفاطميّين واحتوائهم ¶ للفكرة. ¶ ومن الجديد نَفْيُ الأستاذ سعد محمد حسن ما ذهب إليه الأستاذ ¶ أحمد أمين من ان ثورة الزئج كانت مُعتصمةً بفكرة المهدي، لأن صاحبها ¶ الخبيث اصطنع لنفسه نسباً ينتهي إلى علي بن أبي طالب، فهي دعوة شيعية ¶ لا مهدية. ¶ كما أجمل الأستاذ أحمد أمين حديثَ القرامطة إجمالاً يحتاج إلى ¶ بسطٍ، لأن القرامطة هم الذين أكّدوا فكرة المهدي المنتظر، فهم أولى ¶ بتحليل بذورهم الفكرية التي نمتْ فيما بعدُ في عقول لاحقة. ¶ كذلك ذهب الأستاذ احمد أمين إلى أنّ ثورة (البساسيري) قامت ¶ على عقيدة المهدية، وهو ما نفا 5 الناقد والحق معه، وكذلك لم تكن ¶ البابية ذات اتصال بفكرة المهدي، ولكنها تتصل بالعلوية. ¶ ويخيل إليَّ أنّ الأستاذ أحمد أمين قد جعل كل شيعيٍّ مهدياً، ولعلّ ¶ له ما يبرّر ذلك، ولكئه لم يوضحه، فالخلاف نشأ عن مدى اتصال المهدئة ¶ بالشيعة؟. ¶ وقد قال الأستاذ سعد محمد حسن في خاتمة بحثه: \"هذ 5 ماَخذ ¶ وملاحظات ابديتُها على كتاب أحمد أمين، ونشرتها في مجلة أحمد أمين ¶ لأعطيك بذلك صورةً واضحةَ المعالم لخُلق الرجل وشخصيته في عصرٍ ¶ 131",
            "page": "131",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "يعج بالفوضى والتهريج والرياء والنفاق، حتى في ميدان العلم الذي ¶ اكتسحتْه الديماغوجية، وانحطَ مستواه في الأوساط الجامعية، ولستُ ¶ مبالغاً إذا حدئتك انّ احمد أمين ونفراً من رفاقه يعيشون اليوم وحدهم \". ¶ 8 - هارون الرشيد ¶ هذا الكتاب موجز نشرتُه دار الهلال في سلسلة (كتاب الهلال)، ¶ وقد طلبت الدارُ من الأستاذ أحمد امين أن يكتب عن (هارون الرشيد) ¶ فاغتبطَ بذلك وعفل لغبطته بقوله (1): ¶ \"إنّني أحبه، وربما كان سبب حبّي له أئه رجلٌ عاطفي ذوّا! تى، ¶ يخضع للمؤثرات الوقتية، فيصلي مئة ركعة كل يوم، ويحجّ ماشيأ، ويهيم ¶ من ناحية أخرى بالجمال والغناء، ويحدّثه أبو العتاهية حديث الزهد فيبكي ¶ حتى تخضلّ لحيته، ويقول له ابن مريم نكتةً فيضحك حتى يستلقي على ¶ قفاه \". ¶ والكتاب - على إيجاز 5 - يتحدّث عن ميلاد الدولة العباسية، وعن ¶ أئهة الدولة في عصر الرشيد، والنظام الاجتماعي في هذا العصر، وعن ¶ بغداد عروس الأقطار الإسلامية، وعن الادب والأدباء في عهد الرشيد، ¶ وعن مأساة البرامكة، وعن شارلمان والرشيد، ونهاية الرشيد وغيرها، ¶ وهو من السهولة بحيث يُقرأ في مجلس واحد متصلٍ لمن لديه شغفٌ ¶ ببحوث التاريخ. ¶ وكعادتي أشير إلى بعض ما وخه للكتاب من نقد، فقد كتبَ الاشتاذ ¶ (1) مقدمة الكتاب، ص ه. ¶ 132",
            "page": "132",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "(نقولا الحداد) نقداً وجهه للأستاذ أحمد أمين في خطاب نشره بمجلة ¶ (الثقافة) (1) قال فيه: ¶ \" ولقد لفت نظري دفاعُك عن أخطائه، وفحوى الدفاع ان عذره في ¶ ظروفِ عصره التي اقتضت تلك الأخطاء، ونحن نعلم أنّ الحق والصواب ¶ عنصران أدبيان مطلقان في كل زمان ومكان، فلا شأن للبيئة ولا للظروف ¶ فيهما، فالخطأُ خطأٌ في أي زمان. ¶ كما أنك لم تدافع عن جريمة الرشيد الكبرى في قتل أخته العباسة ¶ وولديها، في حين أئه هو الذي أمر بزواجها من جعفر، وأخذ عليه عهدا ¶ ألأ يمسّها، على حين أن مساسها تُوجبُه الطبيعة البشرية، وتحلّله الشرائع ¶ السماوية، فلا حرج في أن يجتمع زوجان شرعيان بمقتضى الطبع، ¶ وبمقتضى الشرع، وهل كان يخفي على هارون اجتماعها سرّأ، وإنجاب ¶ ولدين \". ¶ وقد سارع الأستاذ أحمد بالرد على هذين المأخذين فقال وقد بدأ ¶ بالمأخذ الثاني (2): ¶ أمّا قتلُ الرشيد للعباسة، فلا اذكر أنّي نسبتُه للرشيد، ولا أذكر أني ¶ قرأته في كتاب محترم، وكل ما أذكره أني ذكرتُ ما يفوله بعض المؤرخين ¶ من أن الرشيد عقد لجعفر على عئاسة، ثم أنسلها جعفر ولدين قتلهما ¶ الرشيد، وقد ذكرت أنّ هذا العقد لا غبار عليه، فجعفر البرمكي كفءٌ ¶ للعباسة، ولو تخير الرشيد لأخته ما اختار خيرأ من جعفر، ولُمْته طويلاً ¶ (1) ¶ (2) ¶ مجلة الثقافة -العدد (662)، تاريخ 3/ 9/ 1 95 1 م. ¶ المرجع السابق - العدد (663)، تاريخ 0 1/ 9/ 1 95 1 م. ¶ 133",
            "page": "133",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "على التنكيل بالبرامكة، وخصوصاَ تنكيله بابني جعفر، وليس لهما ذنحب ¶ يؤاخذان عليه، وقلت: \"إنّ العباسة معذورة في الاتصال بجعفر، فهي ¶ زوجة شرعية له، واتحدّى الأستاذ نقولا في دعوا 5 أني قلتُ: \" إن الرشيد ¶ قد قتل العباسة، ثم لم ألمه على ذلك!. ¶ ولعل مما يتصل بهذا الموضوع أنْ أذكر أن كثيراَ من محققي ¶ المؤرخين ذهبوا إلى أن قصة العباسة أكذوبة من ألفها إلى يائها، ولم تكن ¶ هناك أخت للرشيد تُعرف بالعباسية، ولهم أدلّتهم المعقولة! ¶ وما انتشرت هذه الأسطورة إلا بفعل الاستهواء، وللأستاذ الكبير ¶ الشيخ طنطاوي جوهري كتاب ينحو هذا النحو. ¶ أما المأخذ الأول فقد قال عنه أحمد أمين ما خلاصته: ¶ \"إنّه يوافقه على أن الحق والباطل حقائق مجردة في كلَ زمان ومكان ¶ لا يتغيران بتغير الأشخاص، ولكنّي أخالفه في مؤاخذة الناس عليهما مهما ¶ تغيّرت البيئة، فالمؤاخذة إئما تكونُ بمقدار تقدير الناس للحق والباطل ¶ وفهمهما. ¶ 9 - الى ولدي ¶ أما ولد 5 فطالبٌ يتعفم في إنكلترة، وقد طلبت مجلة (الهلال) من ¶ الوالد أن يكتبَ للابن المغترب رسائلَ ابويّة تهديه طريقَ النجاح، وتنشرها ¶ للقراء، لتكونَ مصدر إفادة لكل طالبِ مغترب، فاستجاب الدكتور احمد ¶ أمين، ووالى كتابة الرسائل في اهتمام، وواضح من ذلك انّها رسائل تربوية ¶ بالدرجة الأولى، وأنّ الطلاب المغتربين في بلاد العالم قد صاروا جميعاَ ¶ أبناء لأحمد أمين يقرؤون ما كتب، وقد قدّر المؤلف تبعة الموقف، ¶ 134",
            "page": "134",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "فصدرتْ آراؤه التربوية في طابعها العام هادفةً للإصلاح والتقو 3. ¶ ولها نظيرٌ فيما سبق حيث كان الكاتب الكبير الأستاذ (احمد حافظ ¶ عوض) صاحب جريدة (كوكب الشرق) يكتبُ رسائل لابنه في بيروت ¶ حين كان طالباً بالجامعة الأمريكية هناك، فجعلَ يتحدث له عن فنون من ¶ المسائل العلمية والتربوية تهديه طريقَ النجاح في رسائل أخذت تتوالى، ¶ وقد اُعجب الولد برسائل أبيه، فحرص على نشرها للقراء، مع ان والده لم ¶ يكنْ هدفه الأول أن تنشر، ونالت قبولاً كبيراً من النقاد والقراء، وطُلبتْ ¶ نسخٌ منها من المؤلف نفسه، فأقدم على طبعها للمرة الثانية مصحوبة باَراء ¶ كبار الكتاب فيما حوته مثل المنفلوطي والمويلحي والبشري والعقاد ¶ وغيرهم، ومجال الموازنة بين الكتابين فسيجٌ لم يريد أن يحلل آراء ¶ الكاتبين الكبيرين. ¶ وفي كتاب (إلى ولدي) ظاهرة لم تهيأ في كتاب (من والد إلى ولده) ¶ الذي ألفه الأستاذ حافظ عوض، هذه الظاهرة هي ان نجلَ الاستاذ أحمد ¶ امين قد عارض أباه برسالةٍ سخلها مع رسائل ابيه، هذه الرسالة تقزر أ ن ¶ النصائج الكثيرة التي يسوقها أبوه في إحكام، ليست ذات فائدة كبرى، ¶ لا! البيئة ذاتُ أثر في توجيه المرء وكذلك الوراثة، وما أظن الوالد الكبير ¶ يجهل ذلك، ولكنّه يكتب نصائحه مع ذلك، لأئها لا تعارض ما تتطلبه ¶ الورا ثة وا لبيئة من التزامات. وكا ن ا لابنُ جريئاً بعضَ ا لجرأة حين قال لأ بيه: ¶ \" كل ما أرجوه أن تستمع لكلماتي، كما فتحت قلبي لكلماتك، وكما ¶ يجبُ على الحكام أن يفتحوا قلوبهم لكلمات الشعوب، حتى تتلاشى ¶ الدكتاتوريات البغيضة، ويصبجُ للشعب حرية الكلام والتعبير عن رأيه \" ثم ¶ يزيد فيقول: \"ليترك الاباء ابناءهم يجرّبون ويخطئون، فهذا مما يقوي ¶ 135",
            "page": "135",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "شخصياتهم، ويزيدهم ثقة بأنفسهم، ويجعلهم جديرين بتحمل المسؤولية ¶ الملقاة على أعناقهم \". ¶ والولد في هذا يعرف تماماَ أن والد 5 يعرف قانون التجربة والخطأ، ¶ ويعرف أنّ ئقة الابن في نفسه تدفع إلى النجاح، ولكنّه مع ذلك قد سُرّ حين ¶ سمع هذا الكلام من ابنه، وعرف أنّه واعٍ حصيف. ¶ بفي أن أقول: إنّ هذ 5 الرسائل - رسائل حافظ عوض وأحمد أمين ¶ معاَ - لم تزدْ على كونها فصولاَ تربوية يلقيها مجرب حكيم! وهي إلى ¶ الكُتب أقرب منها للرسائل، وكنا نأمل أن نخلص من الموضوعية الصارمة ¶ قليلاَ، فنتحدّث عن الذاتية حين يحادث المرسِلُ المرسَل إليه كولد شاب ¶ ذي عواطف وأحاسيس وآمال وأحلام! وأن يكون للروح الشاعرة نصيبٌ ¶ كبير منها، حتى يستمع الابنُ همس النجوى، وينعم بدفء الحنان، ¶ ويحس انّ ابا 5 يُقبله ويحتضنه، لا أنه مدرّسٌ يلقي النصائح في محاضرة ¶ عامة ذات شخوص شتى! وهذا ما افتقدته في رسائل الكاتبيْن الكبيرين، ¶ افتقدتُ الهمس الحنون حين وجدتُ التحذير الصارم والترغيب الهادف! ¶ وليس لي أن أزيد. ¶ 0 1 - الصعلكة والفتوة في الإسلام ¶ كتب الأستاذ أحمد أمين في أوائل الثلاثينيات بحثاً دقيقاً تحت عنوان ¶ (الفتوة والإسلام) ثم بدا له بعد ربع قرن أن يُضيفَ إليه حديثَ الصعلكة، ¶ وجمع المضاف والمضاف إليه في كتابٍ صغيرٍ أصدرته دار المعارف في ¶ سلسلة (اقرأ) تحت هذا العنوان، ولا أدري لماذا قدّم الصعلكة في العنوان، ¶ مع أنّ حديثه عن الفتوة بالكتاب أوسع وأغزر. ¶ 136",
            "page": "136",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "وصعاليكُ العرب في مرتبةٍ سامية عند أحمد أمين، فقد تحدّث ¶ عنهم حديثَ المعجب في مقالاته بفيض الخاطر، وخصّ منهم (عروة بن ¶ الورد) بمقال جيّد نشره في الجزء الخامس من (فيض الخاطر). ¶ وقد تحدث عن الصعلوك بمعنييه، معناه الرفيع عند أمثال عروة، ¶ ومعناه الوضيع لدى الكسالى الذين يتكفّفون الناس، فقال عن عروة: إنّه ¶ كان اشتراكياً عمليأ، لا اشتراكيأ نظريأ، فقد حمل عبء الفقراء في قبيلته، ¶ واَلى ألاّ يستريحَ أو يجدوا كفايتهم، وألّف منهم فرقةً تعمل معه، وتسعى ¶ سعيه، وما نالوه فهو للجميع، وجالَ هذا المجال في كتابه الصغير. ¶ أما (حديث الفتوة) فقد امتدّ ليشمل معنى اللفظ وتقلّبه على الأجيال ¶ من مدلولٍ إلى مدلول، مستشهداً بالشعر العربي على ما يقول، ومحدّدأ ¶ معنى الكلمة في الجاهلية، وتطورها في الإسلام، وذاكراً من النصوص ¶ التاريخية ما يحدّد معنى الفتوة في تطورها الجديد. ¶ وقد اتّسع المعنى في العصر العباسي اتساعاً يمتد بالفتوة إلى معاني ¶ المروءة والنبل والكرم، وما يدور حول بسط الكف وهمة النفس. ¶ وللصوفيين معانٍ في الفتوة، وقد ألفت فيها كتب خاصة، فاختار ¶ أحمد أمين من هذه المعاني ما مثّل له، واستشهد بقائليه، ونقل شعراً ¶ جميلاً عن (محعى الدين بن عربي) في هذا الباب سجّله في كتاب (الفتوحات ¶ المكية). ¶ وانتقل من حديث الفتوة العابدة الذاكرة إلى اصحاب الفروسية ¶ المنظمة، وأصحاب الألعاب الرياضية ذات الجهد البدني، والتفوق في ¶ مسارح الصيد والطرّد، مقارناً بين فروسية العرب، وفروسية الفرس، ¶ 137",
            "page": "137",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "وحديث المؤلف في رأص! يحملُ من العناصر ما يتسع لكتاب مبسوط. ¶ وقد اختار من صفحات ابن بطوطة مشاهد تنطقُ بتطور اصحاب ¶ الفتوة إلى مستوى فاق مستوى العرب الأوائل في إغاثة اللهيف، وكرم ¶ الضيافة، وبذْل كل ما يُقدر عليه في إسعاد الزا ئرين، ولهؤ لاء البسلاء ا لكرام ¶ شروطٌ دينيةٌ حميدةٌ يلتزمون بها، وهي أرقى ما وضع من شروط التكافل ¶ والعفة والشرف والمروءة. ¶ إنّ الذين يتحدئون عن أنظمة الكشافة الحديثة في حاجة إلى أ ن ¶ يعرفوا ما ارتقى إليه الفتيان من شجاعة روح، وهمامة نفس، وعزة دين، ¶ وقد بسط ذلك كله كتاب أحمد أمين على إيجازه اللطيف. ¶ 1 1 - الشرق والغرب ¶ يقول المؤلف إنه دُعي سنة 947 ام للاشتراك في مؤتمر المائدة ¶ المستديرة الذي عُقدَ في لندن لبحث مشكلة فلسطين، وكان لزيارته إذ ذاك ¶ أثرٌ في تحديد مشاعره نحو الغرب يقول الكاتب: \" وا خذت أشكُّ في صحة ¶ الاعتقاد السائد بتقدّم الغرب على الشرق في مضمار الحضارة، حين ¶ لمستُ نوعاً من الأخلاق والعادات يخالفُ ما لمستُه في بلادنا، وشاهدت ¶ منظمات وصناعةً وانتاجاً لا عهد لبلادنا به، وهذا ما جعله يفكر في نتاج ¶ الحضارة ا لأ وروبية \". ¶ وبعد هدوء المفكر، وارتياحه إلى صحة نتائجه أخذ القلم ليكتب ¶ فصولاً عن المدنية الحديثة، مظاهرها ومزاياها وعيوبها، وعن الاستيراد ¶ والديمقراطية، والثقافة، والحظّ أو السبب، والحياة ا لاجتماعية، والحياة ¶ ا لاقتصادية، وا لفر د وا لأسر 5، وا لمرأة، وا لتقليد وا لابتكار، وا لقيم ¶ 138",
            "page": "138",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "ا لأخلاقية، ومادية الغرب، وروحانية الشرق، وموقف الشرق من الغرب، ¶ وهي مسائل تحدّث فيها الأستاذ من قبلُ في مقا لاته الكثيرة، ولكنه شاء أ ن ¶ يجعل كتابه الأخير خلاصة لما انتهى إليه بعد أن شاهد بالعيان، ما وعاه ¶ بالقراءة وا لاطلاع. ¶ وقد انتهى إلى جُملة صادقة سجلها في خاتمة كتابه وهي انّ العلم ¶ والصناعة ليسا سبب الشقاء في الحضارة الأوروبية، وأن الذي أهلك ¶ أوربة هو جشعها وتجردها من العواطف الإنسانية، لأنهم لم يستخدموا ¶ العلم والصناعة إلا لاستعمار الأمم المغلوبة، وسرقة الثروات، ¶ واغتصاب الحقوق!. ¶ وإذا كان المؤلف قد انتهى إلى ذلك بعد أن بسطَ القول بسطأ أفضى ¶ إلى هذه النتيجة، فأيُّ كتاب صادق هذا الذي شرحَ مكمن الداء، وشخّصه ¶ أتتمَ التشخيص حين راَه في فقد الإنسانية لدى الغربي! وجشعه العدواني! ¶ وهذا هو الواقع. ¶ وبعدُ فهناك كتب مدرسية لم نتعرّض لها، إذ شارك المؤلف نفراً من ¶ الفضلاء في تأليفها وهي كتب تربوية تجمع المعروف، وتقدم المألوف، ¶ وقد سبق ذكرها عليها في سجل مؤلفاته في أول هذا الفصل. ¶ 139",
            "page": "139",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "! ثاره في النشر وإلتحقيق ¶ 1 - ديوان حافظ ومقدمته ¶ لم يكنْ في خطة أحمد أمين أنْ يكونَ ناشراً محفقاً، فقد جعل من ¶ همّه في عنفوان شبيبته العلمية أن يكونَ مؤرّخاً للحياة العقلية في الإسلام، ¶ ثئمَ حمله ظهورُ مجفة (الرسالة) معبّرةً في أول أمرِها عن تيار الجنة التأليف ¶ والترجمة والنشر) أن يكون كاتباً دائماً يعالجُ شؤون الفكر والاجتماع ¶ والعاطفة. ¶ ولكنّ أمراًاعترضَ حياته الأ دبية، فوجّهها توجيهاًاَخر لايتعارض مع ¶ اتجاهاتها المتصلة في مضمار التأليف، هو أنّ وزير المعارف الأستاذ ¶ (زكي العرابي باشا) أرسل إليه راجياًان يقومَ بنشر ديوان (حافظ إبراهيم) ¶ بعدَ جمعه من مئات الصحف والمجلات المختلفة، وهو أمرٌ يحتاج إلى ¶ عمل متّصل، لأنّ المسألة ليست مسألة مخطوطةٍ تُهيّأ للنشر، بل مسألة ¶ استقصاءٍ، وتتبّع في دوريات يمتد زمنها إلى قرابة نصف قرن! وهنا نهض ¶ الأستاذ بتحمّل هذا العبء، واختار زميليْه الأستاذيْن أحمد الزين وإبراهيم ¶ الإبياري شريكينْ في هذا الجهد، وقد انفردَ بكتابة مقدمةٍ بارعة عن حياة ¶ حافظ وأدبه، كانت المصدرَ الأوّل لكثير من الدراسات اللاّحقة، حيثُ ¶ كشفتِ الستار عن حقائق كانت كالمجهولة من الناحية التاريخية، ووضعَت ¶ الخطوط الرئيسة لكتابة بحث تحليليّ يحدّد مقام الشاعر بين شعراء جيله، ¶ والغريب أنَ بعض من اتكئوا على مقدمة أحمد أمين، واستهلكوا أفكارها ¶ دونَ الإشارة إليه، تلمّسوا السبيل إلى نقْده نقداً متعسّفاً، دُون ضرورةٍ ¶ 140",
            "page": "140",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "علمية، فكان صنيعهم الشائن مذكراً بقول أبي الطيب المتنبي: ¶ جوعانُ يأكلُ من زادي ويمسكني لكي يُقالَ عظيمُ القِدْرِ مقصودُ ¶ وكان الأستاذ أحمد أمين منصفاً كل الإنصاف حين قال في مقدمة ¶ الديوان (1): ¶ \"وكان من حظي أن شاركني في هذا العمل الأستاذان احمد الزين ¶ وإبراهيم الإبياري، فقد لقيا من العناء في الضبط والشرح والتصحيج ¶ والترتيب، ما أتركُ تقديره للفارى الكريم، وكان لهما من العمل وبذل ¶ الجهد في ذلك فوْق مالي، وإليهما يرجعُ أكثر الفضل في إخراج الديوان ¶ على هذا الوضع \". ¶ ثم قال بعد أن اشار إلى جمع القصائد وترتيبها وفق الموضوعات: ¶ \"وقد ضبطناهُ ضبطاً كاملاً لتسهيل قراءته على الناشى، وشرحناه ¶ نوعين من الشرح، شرحاً يذكر ظروف الفصيدة وملابساتها وتاريخ نشرها، ¶ حتى يتمكن القارى من معرفة إشاراتها ووجوهها، إذْ في ذلك اكبر إعانة ¶ على فهمها وتقديرها، وشرحاً لغويأ لمفرداتها وأساليبها، وبيان المراد ¶ من عباراتها، وذكر الحوادث التاريخية التي اشار إليها في أبياتها، وقد ¶ نكونُ بالَغْنا بعض الشيء في كثرة الشرح والضّبط، وعذرنا أننا راعينا نابتة ¶ الأدب، وناشئة الشّعر، أكثر مما راعينا الخاصة والمنتهين، وقدّرنا ا ن ¶ الديوان ستتناوله أيدي الطلبة في المدارس الثانوية ومَن في مستواهم، ¶ فقصدناهم بالشرح، ونظرنا إليهم في البسط، وأرجو أن نكونَ قد وفقنا في ¶ تحقيق ما ندبنا إليه \". ¶ (1) ديوان حافظ: 1/ 2 4. ¶ 141",
            "page": "141",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "2 - ا لعقد ا لفريد ¶ كان تعاون الثلاثة الأفاضل أحمد أمين وأحمد الزين وإبراهيم ¶ الإبياري في نشر ديوان حافظ إبراهيم داعياً إلى تعاون اَخر حميد في نشر ¶ كتابه (العقد الفريد) لابن عبد ربه نشراً علمياً. ¶ وكتابُ (العقد الفريد) ليس في حاجة إلى التنويه به، إذ لاتكاد تخلو ¶ منه مكتبةُ أديب باحث، وهو مرجع لكل ما تلا 5 من كُتب الموسوعات، ¶ مثل (نهاية الأرب) للنويري، و (صبح الأعشى) للقلقشندي، و (خزانة ¶ الأدب) للبغدادي، و (المستظرف) للأبشيهي، وغيرها، ولكنّ طبعاته ¶ القديمة قد مُنيت بالتحريف والحشو والنقص، وكان في حاجة ماسة إلى ¶ نشر دقيق، واذكرُ أنً جَماعة من فضلاء اساتذة دار العلوم حاولوا نشر 5، ¶ فرأوا من مشقات العمل ما دفعهم إلى اختيار نُبذٍ منه سموها (مختارالعقد) ¶ وقالوا في مقدمة المختار ما ملخصه: إنهم - اصحاب المختار - رأوا فيه ¶ عيُوباً كادت تذهب بحسنه، وتمحُوا الأثر من استفادة الناس منه، وأهمها ¶ تحريف يكاد المعنى يضيعُ بسببه في كثير من مواضعه، حتى سمعنا من ¶ أديب كبير إن إصلاح العقد الفريد ليسَ في مكنة إنسان! هذا إلى الحشو ¶ والزيادة والنقص، لذلك كان إقدامُ الاستاذ احمد أمين على نشر العقد ¶ وتحقيقه مصدَر ارتياح كبير لدى الباحثين. ¶ وقد تحدث الأستاذ عن جهده وجهد زميليْه في هذا العمل الحافل ¶ بعد أن أشار إلى فضل أستاذٍ هندي كبير هو الأستاذ (محمد شفيع)، حيثُ ¶ اخرجَ جزأيْن كبيْرين كانا مرجعيْن دقيقيْن في التحقيق والتصْويب، ¶ وعليهما اعتمد المحققُون في الترجيج والاختيار، وهذه الإشارة المنصفة ¶ لا بد منها في كل عمل مسبوق، ولكنا نرى من يَتعمد غمْط السابقين، ¶ وكأنّ الباحثين من ورائه لا يدرون شيئاً عما كان، وهي غفلة عقليةٌ وسقطة ¶ 142",
            "page": "142",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "نفسية، قال الأستاذ: ¶ \"ثم ها نحن أ ولاء نُحاول أن نخرجَ الكتاب إخراجاً علمياً، مصححين ¶ ما استطَعنا أَغْلاطه، مُعارضين نسخه المختلفة بعضها على بعض، مثبتين ¶ أصحها، ذاكرينَ في حواشي الكتاب، ما وَردَ في النسخ ا لأخرى، مكمّلين ¶ ما نقصَ من عباراته، مفسّرين ما اُبهم من كلماته، شارحين ما غمض من ¶ مشكلاته، ضابطين ألفاظه، متحرّين أصحّ الاقوال في نسبة المقطوعات ¶ الشعرية والنثرية والأخبار إلى أصحابها، مبيّنين اختلافَ الروايات في ¶ الشعر والنثر، منبّهين على أحسنها، معنْونينَ كلَّ خبرٍ وكلَّ مقطوعة بعنوان ¶ خاص يدلُّ عليه، ويجمع ما فيه من الإيجاز. ¶ وكانَ أول ما فعلْنا أنْ كتبنا إلى الأستاذ (ريتر) المستشرق الالماني ¶ بالاَستانة، نرجوه أن يتحزى نسخَ العقد في مكاتب الاَستانة، ليتبثن ¶ خيرها، وأصحّها واحسن!، فكتب لنا وصفاً مطوّلاً، بالموجود من نسخ ¶ الكتاب، ومزاياها وعيوبها، وقد اخترنا خيرَها - بناء على وصفه- ¶ ورجوْناه أن يصوّرها لنا بالفوتغراف، ففعل مشكورأ، وقد استَعَنّا إلى ¶ جانب هذه النسخة بجميع نسخ العقد الموجودة في دار الكتب المصرية ¶ مخطوطةً ومطبوعةً. ¶ وقد قوبل كتاب (العقد) باحتفاءٍ علمي مخلص من كِبار الباحثين، ¶ ومنهم الأستاذان الكبيران (محمد كرد علي) و (محمد إسعاف النشاشيبي) ¶ وقد كَتب الأستاذ النشاشيبي سلسلة مقالات بالرسالة تُنبّه إلى ملاحظات ¶ خاصة بالجزء الأول وقد بلغت من النفاسة والألمعيّة والاستشفاف ما لا ¶ مزيد بعدَه في التحقيق، وقد قال الأستاذ في مقدمة نقدِه (1): \"رايتُ في ¶ (1) ¶ ا لرسا لة، ا لعدد 9 9 3، في 4 2/ 2 / 1 4 9 1 م. ¶ 3 4 1",
            "page": "143",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "هذه الطبعة الرائعة تحْقيقاً كثيراً، وفضلاً في الشروح والتعاليق كبيراً، ¶ وعثرتُ على أشياء في هذا الجزء في أربع مئة صفحة كنتُ أعاين ضِعْفها- ¶ والله - في صَفحةِ واحدةٍ من تلك الطبعات القديمات الخبيثات، ولاريبَ ¶ في أن أكثرالخطا في طبعة اللجنة إنما هو تطبيع. ¶ وقد اعتادَ الأستاذ احمد أمين أن يصدر كلَ كتابٍ يقوم بنشره بكلمة ¶ جامعة عن مؤلفه، ومَنْ مِثلُه في كتابة هذه المقدمات الدقيقة، ولكئه سَهَا ¶ سهواً بيناً حين قال في حديثه عن العقد بمجلة (الثقافة) 5 1/ 0 1/ 0 94 1: ¶ \" إنّ أمالي أبي علي القالي كانت هي النواة الأولى التي بذَرها أبو علي القالي ¶ في بلاد الأندلس مِن علوم المشرق، وعليها تخرّج مشهورُو الادباء في ¶ الأندلس ومنهم ابن عبد ربه \". ¶ وقد تعقّبه الأستاذ (محمد سعيد العريان) فقال في مقدمة الجزء ¶ الأول من كتاب (العقد) الذي قام بتحقيقه أيضاً على طريقته الموجزة (1). ¶ \" وظاهر كلام الاشتاذ صريحٌ في أن ابنَ عبد ربه كان لاحقاً لأبي علي ¶ القالي، وأنّه من تلاميذه، وأن كتابَ الأمالي أسبقُ من العقد الفريد، وأنه ¶ أولُ ما نُقل إلى المغاربة من علم المشرق، وأرى هذا كله خطأً لا يستندُ ¶ إلى دليلٍ من التاريخ، فقد كان قُدويمُ أبي علي القالي إلى الائدلس بعد وفاة ¶ ابن عبد ربه بسنتين وأشهر، إذ توفي ابن عبد ربه بقرطبة سنة 328 هـ، ¶ وكان مقدَمُ أبي علي في إمارة عبد الرحمن الناصر سنة 330 هـ، وكانَ ¶ تأليفه كتابَ الأمالي بعد مقدمه بسنين، إذ كان هذا الكتاب هو مجموعُ ¶ محاضراته في جامع قرطبة \". ¶ ومن محاسن العقد أنّ الأستاذ أحمد امين وزميليْه قد نشرُوا في ¶ (1) ¶ العقد الفريد، طبعة الأستاذ العريان: 1/ 0 1.",
            "page": "144",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "الطبعات التالية، ما وُجّه إلى الكتاب من نقد هادف! وتلكَ سبيلٌ يجب أ ن ¶ تُسْلكَ وتحتذى!. ¶ 3 - الإمتاع والمؤانسة ¶ يقدّر الأستاذ أحمد امين أدب أبي حيان التوحيدي تقديراً كبيراً، ¶ وينزله منزلةَ الصدارةِ بين أدباء عصره، فهو أعظمُ من ابن العميد والصاحب ¶ والخوارزمي في رأيه، وذلكَ حق، لأنّه مبتكر مجذد، وذو فكر ئاقب ¶ غوّاص وهؤلاء إلى الصنعة أقرب منهم إلى الطبع، لذلك عمل الأستاذ ¶ على نشر مؤلفات ابي حيّان، وبذل جهداً كبيراً في تهيئة الجيّد من اَثار 5 ¶ للنشر، وقد صادَف ذلك قبولَ الصفوة من المثقفين، فاندفعوا إلى قراءة ¶ اَئار 5، وكُتِبتْ عنه الرسائل الجامعية، والمؤلفات الخاصّة بتحليل أدبه. ¶ وقد كانَ أبو حيان قليل الحظِّ من رضا ابن العميد والصاحب في ¶ زمنهما الغابر، فلو رَجعَ الثلاثة إلى هذا العصر لشاهدُوا حكم التاريخ ¶ الصحيح، حين يسمو أبو حيان بأدبه وعلمه على سادته ا لرؤساء. ¶ وكتاب (الإمتاع والمؤانسة) أوّل كتاب حازَ عناية الأستاذ أحمد ¶ أمين من كتب أبي حيان، فقد قرا النسخة المًخطوطة الوحيدة الباقية، ¶ وضن عليها بالإهمال، فسارعَ إلى تحقيقها مع صديقه الأستاذ أحمد ¶ الزين، وفُوجن القرّاء بنمطٍ رائع من التأليف لا نظيرَ له فيما عُرِفَ من ¶ الاَئار، فتطلّعُوا إلى اثارِ ابي حيان جميعها، بل رجعُوا إلى ما طُبع من ¶ قبل، ولم ينل الاشتهار مثل كتاب (المقابسات) الذي حققه الأستاذ الكبير ¶ (حسن السندوبي)، وبذلَ في تحقيقه من الجهد ما لا يقوم به غير محقق ¶ ممتاز. ¶ 145",
            "page": "145",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "وتاريخُ أبي حيان التوحيدي قد أوْجز 5 ا لأستاذ أحمد أمين في سطورٍ ¶ تُغني عق مقال طويل، ونعمةُ الإيجاز لا يُلقَاها إلا الفاقهون، حيث قال ¶ عنه في مقدمة (الإمتاع) (1): ¶ \"ابو حيان التوحيدي من أولعك العلماء الأدباء الذين أُصِيبوا في ¶ حيا تهم بالبؤس والشقاء، وظلّ حيا ته يجاهِدُ ويكافح في ا لتأ ليف، واحتراف ¶ الوراقة والنّسْخ وَجَوْب الأقطار، يقصد الأمراء والوزراء، لعفهم يكافئون ¶ علمه وادبه، فلمْ يحظَ من كل ذلك بطائل، وعاش كما يقول في بَعضِ كتبه ¶ على نحوِ أربعين درهمأ في الشهر، أيّ ما يُساوي جنيهاً واحداً، مع أنّه ¶ رأى كلّ مَن حوله من العلماء والشعراء يحظون من الأمراء بالمال الكثير، ¶ والحظ الوافر، وليسَ اكثرُهم يُدانيه علمأ، أو يُقارِبُه أدبأ، قَصَد ابن العميد ¶ وابنَ عبّاد وابنَ شاهويْه وابنِ سعدان وأبا الوفاء المهندس، وغيرهم، ¶ ومَدحَ وأطرى، وبكَى واشتكى، وهدّدَ وأوعد، فما نفعَهُ مَدحُه ولا ذمّه، ¶ ولا إطراؤ 5 ولا هجاؤ 5، فإن استفاد أحد مما عانا 5 أبو حيان، فإنّما هو ¶ الادب بما كتب وألّف، وبما هجا واستعطف، ولم يكن حَظّه بعد وفاته، ¶ بأحسنَ منه في حياته \". ¶ ثم تحدّثَ الأستاذ -بعد تحقيق عَويص في أمورٍ شتى - عق الكتاب، ¶ فذكَر ان مؤلّفه ق! مه إلى ليال، فكانَ يُدوّن في كل ليلةٍ ما دار بينه وبين ¶ الوزير على طريقة السؤال والجواب، وكانَ الوزير ابن سعدان هو السائل، ¶ وأبو حيان هو المجيب، فكانتْ موضوعات الليالي مُتنوعةً تنويعأ طريفاً، ¶ وهي لا تخضعُ لتبويبٍ ولا ترتيب، إنّما تخضعُ لخطرات العقل، وطيرانِ ¶ (1) المقدمة: 1 /ج. ¶ 146",
            "page": "146",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "الخيال، وشجُون الحديث، حتى لتجدَ في ا لكتاب مسائلَ من كلِّ علم وفن، ¶ فيه الأدب والفلسفة والمجون والأخلالتى، والبلاغة والتفسير والحديث، ¶ معَ تحليل دقيق لشخصيات العصر من الفلاسفة وا لأدباء وا لعلماء، وتصوير ¶ للعادات واحاديث المجالس. ¶ أما النسخة الوحيدة التي رجعَ إليها المحققان الأحمدان (أمين ¶ والزين) فهي مملوءة بالأخطاء، كثيرة الألغاز والأحاجي حتى لا يخلو ¶ سطر منها من وقفات تستدعي الجهدَ الشديد في تصحيحها، وقد بذلا ¶ جهداً هائلاً في تصحيح المحرّف وتفسير الغريب، وشَرح المشكل من ¶ العبارات، وتكميل الناقص من الجمل، وضبط الملتبس من الكلمات، ¶ والتعريف بكثير ممّن ورَد ذكرهم فيه من العلماء والادباء والشعراء ¶ والفلاسفة. ¶ يقول الأستاذ أحمد أمين (1) \"ومع هذا فربّما نكونُ قد أخطأنا ¶ الصواب. أو أغفَلْنا بعضَ المحرّف، وقد أثبَتْنا ألفاظه المحرّفة في حواشي ¶ صفحاته، ويُلاحَظ أننا في أكثر الأحيان نثبت اللفظ المحزف وحده غير ¶ منئهين على أئه محرف، ايمالاً على فهم القارئ، وفي بعض الأحوال ننبّه ¶ على انّه تحريفٌ، وأنَ صوابه ما أثبتناه \"، وفي نفسي شيءٌ من إثبات الففظ ¶ المحزف وحده دون تنبيهٍ على خطئه اعتماداً على فهم القارئ! وهذا ما دعَا ¶ كثيراً من الفضلاء إلى مراجعة الكتاب، وتدوين تعليقات علمية مفيدة على ¶ نصوصِه المشتبه في أمرها، وقد تلقّى الأستاذان المحققان هذه المراجعَة ¶ بفرح علمي أمين، وأثبَتَا ما ورَد إليهما في الطبعات المتتالية. ¶ (1) مقدمة الإمتاع: ا /ج. ¶ 147",
            "page": "147",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "4 - شرح ديوان الحماسة لأبي علي المرزوقي ¶ هذا الشرح نفيسٌ نفيس وكان من المنتطَر ان يرى النور منذ زمن ¶ بعيد، لأئه في راي اعظم شُروح الحماسة جميعاً، وقد تحدّث عنه ¶ الأستاذ أحمد امين فقال في مقدمة الكتاب (1): ¶ \" قراتُ أولَ عهدي بالأدب (شرحَ ديوان الحماسة) للتبريزي، فلم ¶ يعجبني، لأن التبريزي نحوي لغوي أكثر منه أديباً وناقداً، فكنتُ أقرا ¶ الشرحَ أحياناً، وأنا متعطش جدًا، لأفهم معنى بيت فلا اجده، لأنّ الشارحَ ¶ قد انصرف إلى شيء آخر، ثم عثرتُ على نُفَ للمرزوفي فوجدتُها تسدّ ¶ هذا النقص، وقرأت شرحَه على مشكلات ابي تمام، فرأيتُه إماماً عظيماً، ¶ لا يتهرّب من المشاكل، ولكن يتصدى لها، فودِدْتُ انْ لوْ عُثِرَ على شرحه ¶ لديوان الحماسة ونُشر، لأنّه يكمل نقص التبريزي، فلما عُثر عليه وَجدته ¶ فوق ما اتوقع، ووجدتُ له مقدمةً في النقد لم ارَ مثلها في اللغة العربية، ¶ فكم كئا نقرأ في كتب الأقدمين عن عمود الشعر، فنحْفظ الكلمة ولا نفهم ¶ معناها حتى شرحَها المرزوفي شرحاً دقيقاً وافياً، وكم له من حسنات ¶ أخرى غير هذه، فإخراجه للقراء يسدّ ثلمةً، ويكمل نقصاً\". ¶ ثم قال الأستاذ في خاتمة المقدمة (2): ¶ \"وقد اشتركتُ في إخراجه مع الأستاذ المحقق عبد السلام هارون، ¶ والحقُّ يقال: إنه كان له حظ في نشره أكثرَ من حظي، فله الشكر على ما بذل ¶ من جهد في إخراج الكتاب، وفي نسبته ما ورد في الشرح إلى قائله، ¶ (1) ¶ (2) ¶ شرح ديوان الحماسة للمرزوقي، ص 4. ¶ المرجع السابق، ص 4 2. ¶ 148",
            "page": "148",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "والتعريف بأعلام الشعراء وغيرهم، وتصحيج ما حصل من خطأ الناسخ، ¶ ووضع فهارسه الفنّية، فالته يجزيه عنا وعن الأدب خير الجزاء\". ¶ وأقرن هذا القول بفول الأستاذ عبد السلام هارون في خاتمة التقديم ¶ الذي بدأَ به الشرح: \" وبعد فإنَّ صاحبَ الفضل الأكبر في إخراج هذه ¶ النشرة الأولى من هذا الكتاب الجليل هو أستاذنا الكبير أحمد أمين بك، ¶ فهو الذي اقترحَ نشر هذا الكتاب لما له ولمؤلفه من الخطر، كما أقزَ إخراجه ¶ في الجنة التأليف والترجمة والنشر)، التي كانت لمصر وللعالم العربي ¶ بمثابة جامعة علمية عاملة بما اظهرت للمثقفين من اَثار التأليف في الشرق ¶ والغرب، وقد اشترك حفظه الله في وضع منهج الإخراج ليبدؤوا الكتاب ¶ في هذا الوضع العلمي الحديث، كما تفضل بمراجعة ما صنعتُ لتحقيق ¶ هذا الكتاب مراجعةً دقيقة، فله من الله ومن العلم خير الجزاء\". ¶ وفي قول الأستاذ عبد السلام هارون ما يوحي بأن أحمد أمين؟ ان ¶ مراجعاً لما صنع فحسب! مع أئه قرر فيما قبل ائه اشترك في إخراجه، أمّا ¶ منهجُ الطبع فأنا اَخذ عليه أنّه جاء بنصوص الحماسة مُندمجةً في الشرح ¶ العام، وكنتُ أُفضّل ان يكون الديوان في الأعلى مُرتبطاً متماسكاً، وأن ¶ يكون الشرحُ في الأسفل كما فعل الأستاذ محمد محعي الدين عبد الحميد ¶ في شرح التبريزي، لأن ذلك يسهّل قراءة المتن الشعري على نحو لا يعوقُه ¶ الشرح المكتنف للأبيات. ¶ 5 - الهوامل والشوامل ¶ إعجابُ الأستاذ أحمد امين بأبي حيان لا يحدُ، فقد حرص على ¶ نشر ما يتيسّر نشره من مؤلفاته، ومنها كتاب (الهوامل والشوامل) وقد ¶ 149",
            "page": "149",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "صادف ارتياح المثقفين ظهورُ هذا الكتاب بتحقيق دقيق، شارك فيه ا لأستاذ ¶ السيد أحمد صقر، وهو ذُو قدمٍ راسخة في التحقيق، و إخالُه قد قام بالعبء ¶ الأكبر في نشره، لأنّ ظروف الأستاذ أحمد أمين الصحيّة قد صَدته عن كثير ¶ مما يأمل، على أئه وخه وراجع، وحقق، ونشر، وهذا فضل كبير يُحسب له. ¶ والكتاب باق على دوام الدهور، لأنّه يُعابىُ مشاكلَ نفسيّة تتعرّضُ ¶ للإنسان منذُ اَدم إلى قيام الساعة. فهو يبحث شجونأ من مسائل علم ¶ الأخلاق والاجتماع بحثأ فلسفياً، حيث قامَ أبو حيان بتوجيه أسئلةٍ فلسفية ¶ سمّاها الهوامل ليجيبَ عنها الفيلسوف (ابن مسكويه) إجابة دقيقة بما سماه ¶ الشوامل، وقد اختلف الفاهمون في تفسير الهوامل والشوامل اختلافاً ¶ مقاربأ، ولكلِّ وجهتَه. ¶ وفي الكتاب ما يكشف النفس الإنسانية كشفاً صريحاً، إذ يتعرّض ¶ السائل والمجيب معأ إلى ظُلمات دامسة تقع في المجهول! من طبقات ¶ النفس!، ليقفَ القارى على غوامضها، وفيها ما يشي بضعف الإنسان ¶ وانحداره وسقوطه، ممّا يجعل المرءَ في الحياة، وكأنّه ريشةٌ في مهبِّ ¶ الريح. ¶ وكلّ قارى يحب ان يعرف مناحي الضعف لدى الناس، لأنه يجدها ¶ في نفسه، ويحاذرَ أن يكشف اللثامَ عنها، فإذا وَجد مَنْ يشارِكُه هذا ¶ الضعف، ومن يُحاول! أن يكشفَ أسبابه، ثم مبرراته ارتاحَ إلى أنّه ليس ¶ بواحدٍ فيما يفعله على وجه ا لاضطرار. ¶ وقد كانَ الأستاذ أحمد امين أمينأ على العلم حين طلبَ من المحقق ¶ الفاضل الأستاذ عبد السلام هارون أن يَنْقدَ الكتاب، مبيّناً ما وقع فيه ¶ المحققان من أخطاء لا سبيل إلى تلافيها، وقد قام الاشتاذ عبد السلام ¶ 150",
            "page": "150",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "هارون بنقد مصؤَب في مقالين متواليين، نشرهما بمجلة (ا لثقافة) التي يقوم ¶ ا لأستاذ أحمد أمين على تحريرها، وقد قا ل في مقدمة المقا ل ا لأ ول (1): ¶ \"ولستُ أذيعُ سرّاً حين أذكُرُ للقارئ ان الذي أشار عليئ بكتابة هذا ¶ النقد لكتاب (الهوامل والشوامل) هو الأستاذ أحمد أمين، فقد سألني عن ¶ راي في إخراج الكتاب، فأثنيتُ على الجهد والعناية التي ظفر بها هذا ¶ الكتاب، وذكرتُ أن هناك بعضَ هنات يفوتُ أمثالها كل ناشر، فطلب إليَّ ¶ أن أطلعه على بعضها ففعلت، فعزم عليئ في سرور العالم المخلص للعلم ¶ أن انشرَها، إيمانأ منه بعظم فائدة النقد، وشدة حاجة الناشر والقارئ له \". ¶ 6 - البصائر وا لذخائر ¶ آخرُ كتاب لأبي حيان اشترك الأستاذ أحمد أمين في نشره وتحقيقه، ¶ وهو كتاب من طراز (الإمتاع والمؤانسة) في حلاوة سرده، وتنقّله من فن ¶ إلى فن، مع الغوص على المعاني النادرة في آفاق ا لأدب والعلم والفلسفة، ¶ وقد كتب الأستاذ أحمد أمين للكتاب مقدمةً بديعة كعهده دائماً، جَلا فيها ¶ بعضَ سمات المؤلف العلمية والخلقية، وأذكرُ انه قال بصدد الموازنة بيْن ¶ ابي حيان والجاحظ: إن الجاحظ لما حَسُن حظه ضحك، فأتى بالفكاهة ¶ الحلوة، والنادرة اللطيفة، وأبو حيان لما ساءَ حَظّه بكى، والناس عادة ¶ يضحكون مع الضاحك، ويهربون من الباكي، فقد اكثرَ ابو حيان من ¶ الشكوى حتى مل منه ابن مسكويه في كتاب (الهوامل والشوامل) وقزعَهُ ¶ عليه. ¶ وهذا قول قد يبدو صحيحا بالنسبة لما أثر عن أبي حيان من الشكو!، ¶ (1) ¶ مجلة الثقافة، العدد 5 64، في 7/ 5/ 1 95 1. ¶ 151",
            "page": "151",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "وبخاصةٍ تلك الصرخة المدؤية التي أطلقها في كتاب (الإمتاع والمؤانسة) ¶ مناشداً الوزيرَ أن يُغيثه مما هو فيه من شديد البلاء، وعظيم النقمة، ولكنّ ¶ قارى كتب أبي حيان في مستوياتها المختلفة يرى الفكاهة التي تنسب إلى ¶ الجاحظ ذات نظائر فيما سجّل ابو حيان في مؤلفاته المنشورة لدينا، وقد ¶ أكّد ذلك الدكتور زكريا إبراهيم حين قال تعليقاً على قول الأستاذ أحمد ¶ أمين في مقدمة (البصائر والذخائر) (1): ¶ \" ولكن الواقع أنً أبا حيان - على الرغم من بؤسه، وكثرة شكاته- ¶ كانَ ميّالاً إلى الهزل والدعابة، فضلاً عن أئه كان أعرفَ الناس بقيمة ¶ الفكاهة في حياة البشر، وهو نفسُه يقول في أحد المواضع: إيّاك ان تعافَ ¶ سماعَ هذه الأشياء المضروبة بالهزل، الجارية على السخف، فإئك لو ¶ أضربتَ عنها جملة لنقص فهمك، وتبلّد طبعك، واجْعل الاسترسالَ فيها ¶ سلماً إلى جدك، فإئك متى لم تُذِق نفسك فرحَ الهزل كَرَبَها غئمُ الجد، وقد ¶ طُبعت في أصل تركيبها على الترجيح بين الأمور المتفاوتة، فلا تحمل في ¶ شيء من الأشياء عليها فتكون في ذلك مسيئاً لها\". ¶ وأخيراً أقول: إنّ أحمد أمين لم يؤ لّف كتاباً خاصاً بأبي حيان، ¶ ولكنْ لو جُمع ما كتب عنه في مقدّمات (الإمتاع والمؤانسة)، و (الهوامل ¶ والشوامل) و (البصالْر والذخائر) وما حكاه عن أستاذه ابي سليمان ¶ المنطقي وعلاقته به في (فيض الخاطر) لاجتمعَ من ذلك كتاب مفيد. ¶ 7 - خريدة القصر وفريدة العصر ¶ اشترك الدكتور أحمد امين والدكتور شوقي ضيف والدكتور إحسان ¶ (1) ¶ أبو حيان التوحيدي، أديب الفلاسفة، وفيلسوف الأدباء، للدكتور زكريا ¶ إبراهيم، ص 8 4 2. ¶ 152",
            "page": "152",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "عباس في إخراج القسم المصري من هذا الكتاب، حيث قامَ بعض الفضلاء ¶ بإخراج أقسامٍ أخرى، ومؤلّف (الخريدة) هو العماد الأصفهاني، ومكانتُه ¶ شاعر اً ومؤرخاً وسياسياً في العصر الأيوبي ذا ئعة جهيرةٌ، وقد قام المحققون ¶ بجهد ضخم تحدّث عنه الدكتور شوقي ضيف في المقدمة فقال: ¶ \"اتفق أني اطلعت على النسخة المصوّرة من (الخريدة) بدار الكتب ¶ المصرية، ورايتها صالحةً لأن تكون أصلاً ينشَرُ منه القسم المصري، غير ¶ أثي سرعان ما عرفتُ أنّها تنقص كثيراً من أوّلها، وأيضاً فإنَّ اوراقها ضُمّ ¶ بعضها إلى بعض في غير نسَق ولا نظام. . . ئم ظفرتْ بعثة الجامعة العربيّة ¶ إلى تركية بقطعةٍ من القسم المصري للخريدة فرأيتُها لا تلتحم معَ مصوّرة ¶ دار الكتب المصرية، إذ بينهُما ثَغْرةٌ سقطت فيها تراجم الأمير أبي المهنّد، ¶ وهبة الله بن كامل، وابن الدوري، ثم فاتحة ترجمة القاضي الجليس، ¶ وقد نقلتُ الترجمة ا لأولى من (مختصر الخريدة) - لعلي رضائي - أما الثانية ¶ فقد وَجدت كتاب (الروضتيْن) لأبي شامة المقدسي يحتفظُ بها نقلاً عن ¶ الخريدة، والثالثة نقَلْتُها عن (المغرب) لابن سعيد، أما ترجمة القاضي ¶ الجليس فقد رجعتُ فيها إلى الثلاثة جميعاً! وبذلكَ التأم هذا القسمُ الذي ¶ ننشر 5 من الخريدة، ولم ننتظرْ حتى نجد نسخةً كاملةً منه، لأنا يائسون من ¶ ذلك الان \". ¶ وكان هذا العمل المفيد حقأ موضعَ اعتراض من الباحثة الفاضلة ¶ الدكتورة بنت الشاطئ، فقد تعرّضت لنقد 5 في مجلّة الكتاب (مارس سنة ¶ 952 ام) وقالت فيما قالت (1): ¶ \"ولا بأسَ في أن نجمعَ تراجمَ شعراء مصر من مظانّها، وأن نَرجعَ ¶ (1) ¶ مجلة الكتاب، مارس 952 1 م، ص 2 34. ¶ 153",
            "page": "153",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "في ذلك إلى عشرات الكتب، ولكن البأس كل البأسِ في أنْ نضع اسم ¶ العماد الأصفهاني على كتابٍ جمعنا مادته من كتب شتى، وأن نخرجَ ¶ للناس هذا الكتاب باسم (خريدة القصر، وفريدة العصر) تأليف العماد ¶ الأصفهاني الكاتب، مع اننا نصرّح لهمْ في مقدمته بأننا لم ننتظر حتى نجدَ ¶ نسخةً كاملةً منه، لأننا يائسون من ذلك الان \". ¶ وقد رد على ذلك الدكتور شوقي في عددٍ تالٍ فقال (1): ¶ \" ورئمُ الثغرة في كتاب على هذا النحو أصلٌ يتفقُ عليه الناسرون من ¶ عرب ومستشرقين، ومن الواًضج أنّ (مختصر الخريدة) وهو (عود ا لشباب) ¶ منقولٌ عنها لا عن كتاب اَخر، وكان من الممكن أن نسد الثغرة منه وحد 5، ¶ ولكئه مقتضب جدّاً، فأخذنا منه ترجمة واحدة من التراجم الثلاث ¶ المذكورة، لم نجدها في كتاب غيره، وأخذنا الترجمة الثانية من كتاب ¶ (المغرب) لابن سعيد، قسم القاهرة الذي لم ينشرُ بعدُ، لأن اكثر تراجم ¶ هذا القسم نُقلت نقلاً عن (الخريدة). ¶ اما الترجمة الثالثة وهي ترجمة (هبة الله بن عبد اللّه بن كامل) فقد ¶ جاءتْ في المختصر موجزةً جداً، وجاءتْ في (المغرب) مقتضبةً أبداً. ¶ ووجدناها في كتاب (الروضتين) أتئمَ وأكمل. . ومعَ ذلك فلم تأخذها إلا ¶ بَعْد درسٍ للكتاب، وبعد اطلاعنا فيه على تراجم اخرى رواها عن الخريدة، ¶ وبمعارضتنا لها على النص الذي نشرناه، وجدناها لا تختلف عنه إلا ¶ اختلافاتٍ يسيرة جدّاً\". ¶ وواضج أنَّ الجهدَ الذي اشارَ إليه الدكتور شوقي جهد مشكورٌ، ¶ __________ ¶ (1) مجلة الكتاب، مايو 952 ام، ص 616. ¶ 154",
            "page": "154",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "ويكلّفُ من العناء في المراجعة والترجيح والضبط ما يجب أن يكونَ موضع ¶ التقدير! وبهذا الجهد أصبح القسم المصري بين أيدي القراء في ربوع العالم ¶ العربي بدل أن تقبع المخطوطةُ في مكانٍ مجهولٍ. . وإذا تيسرت نسخة ¶ كاملةٌ فيما بعد فستأخذُ حظَها من النشر الدقيق. ¶ 8 - حي بن يقظان ¶ واَخرُ ما قام به الأستاذ أحمد أمين في مجال النشر هو تحقيق كتاب ¶ (حي بن يقظان) لابن سينا وابن طفيل وال! هروردي، ويظهر انَ الأستاذ ¶ (أحمد أمين) كانَ يستعين بغير 5 في قراءة المخطوط وتصحيحه بعد الطبع، ¶ لمرض عينه، كما أشار إلى نظائر مشابهة لذلك في كتاب (حياتي)، لأن ¶ النسخة التي نشَرتْها دار المعارف بتحقيق الاشتاذ حَفلَتْ بأخطاء كثيرة، ¶ لاتقعُ من مثله علماً وفضلاً وأستاذتة، وقد قام الأستاذ الفاضل سعد محمد ¶ حسن بتصحيح اخطاء كثيرة زادت عن الأربعين في نقدٍ نشرَه بمجلة ¶ (الأزهر) عدد رمضان سنة 372 1 هـ الموافق مايو سنة 953 1، وقد قدّم ¶ ا لأستاذ سعد نقده بقوله (1): ¶ \" والأستاذ الناشر مع الأسف الشديد لم يحدّثْنا عن أيِّ أصولٍ تلك ¶ التي نشر عَنها قصتي ابن سينا وابن طفيل كما تَقضي بذلك اساليب النشر ¶ العلمية، وقد اَسَفنا بحق أن تخرجَ هذ 5 النشرة مليئةً بالأخطاء والسقطات، ¶ التي تتسع أحياناً إلى ما يقربُ من صفحةٍ كاملةٍ، مما يستحيلُ معه المعْنى ¶ وينغلِقُ، ويسيء إساءةً با لغة إلى الفيلسوفين الكبيريْن ا بن سينا وا بن طفيل. ¶ __________ ¶ (1) مجلة الأزهر، رمضان 372 ا هـ، ص 128 1. ¶ 155",
            "page": "155",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "ومضى الكاتب في سرد ما لاحظه من الأخطاء، فاستغرقَ ذلك سبعَ ¶ صفحات من مجلة (الأزهر)، حَوت اثنين وأربعين نقداً، كفُها في رأص! ¶ صائب. ¶ والأستاذ سعد من كعاب مجلة (الثقافة)، وقد تحدث عن أحمد ¶ أمين على صفحاتها بما ينبى عن فضله الكبير، وكان عليه حينئذ أن يخفف ¶ من قسْوته التعبيرية في اَخر المقال، لأنّه أدرى بطروف علاَّمة أقعده المرض ¶ عن البحث، ولكن روحه العلمية تتوثّب بين أضلعه ملتمسةً بذل الجهد ¶ العلمي قدرَ المستطاع، ولا ادري لماذا لم يختر المحقق الفاضل تلميذاً ¶ مساعداً من كبار تلاميذه، وقد أصبحوا أساتذةً كباراً في حياته، ليقومَ عنه ¶ بما قد يندّ عن مقدرته! كما فعل في تحقيقات كثيرة، ولكن هذا ما كان!. ¶ ومن الجدير بالذكر أن قصة (حي بن يقطان) لابن طفيل، قد طبعت ¶ بعد ذلك طبعات منقحة متقنةً لأكثر من باحث مفضال، فأصبح النمنُ ¶ محزراً صحيحاً يمتعّ القارئ ويُغذيه!. ¶ (وبعد) فهذا ما أمكنَ ان نقوله عن (أحمد أمين) في ظل منهج ¶ مرسوم قامت به دار القلم ورأينا التزامه. ¶ د. محمد رجب الببومي ¶ 156",
            "page": "156",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 6 ¶ أحمد أمين مؤرخ الفكر الإسلامي ¶ 1295 - 1373 هـ ¶ 1878 - 1954 م ¶ تأليف ¶ محمد رجب البيومي ¶ دار القلم ¶ دمشق ¶ __________ ¶ ((نسخة محولة بواسطة القارئ الآلي، وتم مراجعتها مراجعة مبدئية، وليست نهائية؛ ولذا وجب التنبيه وبخاصة في الآيات القرآنية والأرقام والجداول!))",
            "page": "1",
            "part": "1"
        }
    ],
    "t38590": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "أحمد أمين مؤرخ الفكر الإسلامي"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني تعريفه بمؤلفاته"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول لمحات من حياته وفكره"
        }
    ]
}