{
    "b38599": [
        {
            "id": "3",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 28 ¶ أحمد عز الدين البيانوني ¶ الداعية المربي ¶ 1329 - 1395 هـ / 1913 - 1975 م ¶ تأليف ¶ د. عبد المجيد البيانوني ¶ دار القلم ¶ دمشق",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم ¶ الإهداء ¶ إلى روح المربّي الكبير الشيخ عيسى البيانوني رحمه الله. . ¶ لمالى ا ولاد الشيخ احمد بنين وبنات. . ¶ لمالى تلامذته وإخوانه ومحبيه. . ¶ وإلى الدعاة وا لمربين. . وحَمَلة الأقلام المؤلفين. . ¶ وإلى شباب الأمة الباحثين عن القدوة الحسنة. . ¶ أهدي هذا العمل راجياً من الله حُسنَ المثوبة والجزاء. ¶ *كلأبم!",
            "page": "3",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الطبعة الأولى ¶ 1427 هـ - 2006 م",
            "page": "4",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة ¶ الحمدُ لله رب العالمين، الذي جعل من حياة السلف منارات هدى ¶ للخَلَف، وعِبَراً لأوليم الألباب، وأمر بالتأسّي بها والاقتداء، فقال عزّ من قائل: ¶ \" أُوْلَ! كَ اَلَذِيئَ هَدَى اَلئَهُ فَيهُدَلهُمُ أ! دِيه \" أ الأ نعام: 0 9). ¶ والصلاةُ والسلامُ على مَنْ كانت سيرته العطرة، وشمائله البهئة النضرة، ¶ منهاجاً للداعين إلى الله، ورياضاً للصالحين، واسوة لهلمتقين إلى يوم الدين. ¶ وبعد؟ فما أحوج الأفة إلى الدعاة الزبانيين، والائْمّة المهدئين، و إنَّ ¶ حاجتها إليهم واللهِ لهيَ أشدُ من الحاجة إلى الطعام والشراب، والكساء ¶ والدواء، فضلاً عفا دون ذلك. . ¶ ويتصل بهذ 5 الحاجة المؤكدة: الحاجة إلى كتابة سير الأئمة الربانيين، ¶ والدعاة المهديين، وجمع أخبارهم، وتسطير مناقبهم، وهذا ما درج عليه ¶ العلماء خَلَفاً عن سَلَف، وكان لهذه الافة مفخرة تباهي بها سائر الأمم. ¶ وقد كان للأستاذ الفاضل محمد علي دولة المشرف على مطبوعات دار ¶ القلم جهد طيّب مشكور في تعريف الجيل المعاصر بعلماء الامّة ودعاتها، ¶ فأصدر سلسلة: (اعلام المسلمين) وقد جمعت حتى إلاَن أكثر من تسعين عَلما ¶ من أعلام هذه الأفة على اختلاف العصور، ولا يزال العطاء فيها مستمرّاً. . ¶ ثم اصدر سلسلة جديدة، تخصق المعاصرين بعنوان: (علماء ومفكّرون ¶ معاصرون. . لمحات من حياتهم وتعريف بمؤئفاتهم).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وقد طلب مني الكتابة على حسب منهج هذه السلسلة عن فضيلة أستاذنا ¶ وشيخنا الشيخ أحمد عز الدين البيانوني، فاستجبتُ له بعد تردّد، لكثرة ¶ المشاغل من جهة، وتهرباً من المسؤولية من جهة أخرى، ثم ألحَّ عليّ فلم أجد ¶ لنفسي مسوغاً للاعتذار، فاستخرتُ الله تعالى، ثئمَ أقدمتُ على ما طلب منّي، ¶ وفق المنهج الذي اختاره جزاه الله خيرأ. . ¶ فلا يسعني إلأ أن اشكر الأستاذ المفضال محمد علي دولة على ما تسبَّب ¶ لي به من العيش سحابة شهرين من العمر بين يدي مؤثفات استاذي وشيخي ¶ الداعية المربّي، والانتقال إلى عبق الأجواء الروحية، التي كئا ننعم في حياته ¶ بظلالها. . فاللهئمَ تقتل مني هذا العمل، واقبلني به، واجعله خالصأ لوجهك ¶ العظيم، وتغضَد برحمتك ورضوانك والدينا ومشايخنا والمسلمين أجمعين، ¶ وآخر دعوانا أن الحمدُ لله رب العالمين. ¶ جدة في 0 1/ 5/ 1423 هـ ¶ الموافق 0 2/ 7/ 02 0 2 م ¶ وكتبه ¶ د. عبد المجيد البيانوني",
            "page": "6",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الفصل الأول ¶ لمحات من حياته",
            "page": "7",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "تمهيد ¶ لقد عاش الشيخ احمد بين جيلين، ونشأ في بيئتين: بيئة العلماء ¶ والمشايخ، التي يمثئها والده الشيخ عيسى، وشيخه الشيخ محمد أبو النصر ¶ رحمهما الله تعإلى، ومَنْ كان على شإكلتهم، وبيئة الجيل الجديد، التي تمثّلها ¶ الدراسة العصرية في المدارس الحكومية، التي درس فيها، فنظر بعينٍ إ لى جيله ¶ الذي ترئى في بيئته، وبعين اخرى إلى الجيل الجديد، الذي نشأ في مدارسه، ¶ فراى ان بين الجيلين سدّاً منيعاً، وفجوةَ عميقة، منها ما هو مفتعل مصطغ، ¶ ومنها ما هو حقيقيئ له أسبابه المفهومة، ومبزراته المعقولة، وإنَ خطاب اولئك ¶ المشايخ لايتناسب مع هؤلاء، فلابد من تفهُم المستجذَات الحادثة، والتطوّراب ¶ الاجتماعيّة المختلفة، وتعديل الخطاب الدينيئ والدعويّ وتطويره، ¶ بما لا يتعارض مع ثوابت الدين وقيمه ومبادئه، وذلك ليتناسب مع عقلية الجيل ¶ الجديد واهتماماتها، وليكون مؤثّراً فيها. . ¶ وإنَ كثيراً من الناشئين مثل هذ 5 النشأة لا يحسنون الموازنة بين النظرين، ¶ والمواءمة بينهما: ¶ فإمَّا أن يغلبَ عليهم الإعجاب بما رأوا عليه الاَباء والأجداد، فيميلوا إ لى ¶ ما نشؤوا عليه ويعتزوا به، ويحاربوا كل ما عدا 5، ولو كان نافعاً مفيداً، لا يتعارض ¶ مع شيء من حقائق دينهم، فلا يعيشون زمانهم، ولا يخدمون دينهم. ¶ وإفَا أن يفتتنوا بالوافد الجديد، وينظروا باستصغار واحتقار لما كان عاجه ¶ الاَباء والأجداد، فينسلخوا عنه بكلّيّحهم، ويابوا ان يستبقوا على شيء منه، وهذا ¶ ما حدث لكثير من شباب ذلك الجيل، نظراَ لما دُبِّرَ له من مكر، وأُحيط به من ¶ مخططات الاستعمار، واسإليبه ووسإئله. .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وكثير من هؤلاء وأولئك كان يعيش صراعاً نفسيأ مُرّاً قبل أن ينحاز إلى ¶ أحد الفريقين والمعسكرين، ثئم إذا انحاز إلى احد الفريقين ناصر 5 بكلّ قوّة ¶ وشدة، على قدر ما عانى قبْل ذلك من صراعِ نفسيئ واضطراب. . ¶ ورئما نشأت في قلوب بعضهم شكوك وشُبهات، فحمل أحدهم ¶ إشكالاته المقْلِقة إلى بعض اولئك المشايخ، يريد الإجابة المقنعة، فإذا وُفّق ¶ ذلك المسؤول، وسُدد في الإجابة ففد انحفت المشكلة، وزالت الشبهة، وإلأ ¶ فإن الأمرَ في نفوس هؤلاء الناشئين يزداد تعقيداً وإشكالاً. . ¶ وقلَ في الناس من ينهج المنهج الوسط الذي اشرنا إ ليه، وقد سلكه الشيخ ¶ واختار 5، وتبذَى في شخصئته التعليمية والاجتماعية والدعوية، كما تبدًى ؤب ¶ منهجه واسلوبه، ولغة خطابه، ومؤئفاته وكتبه. ¶ وهذا ما سيتضح لنا ب! ذن الله من خلال الوقوف عند كتبِ الشيخ رحمه الله ¶ ومؤئفا ته. . ¶ ولقد كان الغزو الفكري والأخلاقي أخطرَ سلا! وجّهه الاستعمار إلى ¶ فئات الأمة الإسلامية وأجيالها؟ فأفسد العقول، وسلَبَ الأفئدة،! اجتاحَ ¶ بسمومه وضبهاته، وشكوكه وضلالاته قواعد العفائد، وا لأسس والمبادى، التي ¶ كانت معلومة من الدين بالضرورة، فلم تعُد كذلك، واصبحت تحتاج إلى إعادة ¶ بنإء وتأصيل جديد، بلغة خطاب، تقنع الجيل الجديد، بل تستهوي فؤادَ 5، ¶ وتؤثر فيه. . وكانت البيئتان اللتان أشرنا إليهما معزولتين عن بعضهما غاية ¶ العزل واشده: فم! يجري للجيل الجديد من غسل للعقول والقلوب لا يعلم ءت 4 ¶ الاَباء شيعأ ولا يعرفون، بل هم في وادِ آخر، يرونَ الإسلام بخيرٍ ما داموا يلتفون ¶ حول مشايخهم، يلتقونهم صباح مساء، ويلتمسون منهم الدعوات ¶ والبركات. . ¶ ويعبر عن هذا الواقع وما يحمله من اخطار ما كتبه الشيخ في سيرته الذاتية ¶ إذ يقول: \"وحفظني الله تعالى في هذ 5 السنوات الثلاث -سنوات دار المعفمين- ¶ 10",
            "page": "10",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "من دعوة الإلحاد، التي كان يلقي إلينا سمومها بعضُ الأساتذة، الذين درسوا في ¶ فرنسة، وفتنوا فيها عن دينهم. ¶ كما حفظني من الانطلاق في الاَثام، التي كإن بعض رفاقي يتحدَّثون بها ¶ عن انفسهم، كأئها ماَثر ومفاخر. . بل كان ذلك حافزاً لي في مستقبل قريب أن ¶ اظهر بالمظهر الإسلامي، غير مبالٍ بمن يعاديه، وقلت في نفسي: إذا كإن أهل ¶ الباطل لا يستحيون من باطلهم، فما أجدرني وانا مسلم، وعلى دينٍ حق، أن ¶ أظهر بمظهرهِ الكريم، وأعتز به وافخر!. \". ¶ *** ¶ 11",
            "page": "11",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "المبحث الأول ¶ التعريف بالشيخ أحمد عز الدين البيانوني ¶ اسمه ونسبته وميلاده: ¶ هو العالم العامل، الداعية القدوة، الشيخ أحمد الصيّاد، الملقَب عزّ ¶ الدين، والمكئى بأبي عليّ وأبي الرجاء، ابن الشيخ عيسى بن حسن بن بكري ¶ ابن احمد البيانوني الحلبيئ. ¶ وُلد في مدينة حلب من بلاد الشام عام 9 32 1 هـ الموافق لعام 13 9 1 م (1)، ¶ وفيها نشا وتلقى علمه، وهي ميدان عمله ونشاطه ودعوته إلى أن توفي فيها عام ¶ 395 1 هـ، الموافق لعام 975 1 م. ¶ أسرته وبيئته: ¶ والده هو الإمام العالم العَلَم، الفقيه الأديب، الداعية إلى الله، الورخ ¶ الزاهد، التقيئ الصالح، الذي اشتهر بشدّة محبته للنبيّ! يد، والحرص على اتِّباعِ ¶ سنَته، الشيخ عيسى بن حسن البيانوني المولود بقرية (بيانون) من قرى حلب، ¶ وهي تبعد حوالي خمسة عثر كيلومتراً شمالي حلب (2). ¶ قدم بالشيخ عيسى أخوه اكبر الثيخ حمّادة (3) من القرية إلى مدينة ¶ حلب، ليطلبَ فيها العلم، فطلب العلم ونبغ، واستقز فيها مع أسرته، وكان ¶ (1) ¶ (2) ¶ (3) ¶ يفول في سيرته الذاتية التي سمَاها: (مراحل حياتي): \"ولدت في اليوم الرابع ¶ من شهر ربيع الأؤل سنة تسع وعشرين وثلاثمئة وألف \". ¶ يُنظر ما كتبه أستاذنا الشيخ عبد الفتاح أبو غدة في ممْدمة كتاب (فتج المجيب في ¶ مدح الحبيب) وهو ديوان شعر عيسى البيانوني المطبوع. ¶ والشيخ حفاد أو حقادة كما هو مشهور، هو جد كائب هذه الرسالة. ¶ 12",
            "page": "12",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "يخرج إلى القرية بين الحين والاَخر لصلة الرحم والدعوة إ لى الله تعالى. ¶ فأسرته - رحمه الله - اسرة علم ودين، وتقوى وا ستقامة، ودعوة إ لى الله. ¶ وكان شيخ والده وسيخه، العالم العامل، والدإعية الرباني الشيخ محهفى ¶ ابو النصر خلف ابن الشيخ سليم الحمصي، أحد كبار العلماء والدعاة إلى إدلّه في ¶ بلاد الشام في العصر الحديث، الذي كانت الدعوة إ لى الله تعالى شغله الشاغل، ¶ فإهتدى على يديه عشرات الألوف في شماليّ بلاد الشام، وأريافها وباديتها، ¶ وتاب إ لى الله تعالى بتأثيره ودعوته خلقٌ لا يُحصَون عذاً. ¶ نشأته العلمية والعلوم التي برز فيها: ¶ نشأ الشيخِ احمد رحمه الله، وشحث وترعرع، في بيئة طيّبة صالحة، يحبّ ¶ الصالحين، ويألف مجالسهم، وينتفع بحديثهم وتوجيههم. ¶ وختم الشيخ القراَن الكريم، وعمره خمس سنين، وكانت تلك سنَةُ ¶ عصره، يوجّه الطفل اول ما يوخه إلى (الكُئاب) يتلقّى عنه مبادئ ا اعراءة ¶ والكتابة والحساب، ويتقن تلاوة القرآن الكريم وتجويد 5، حتى يختمه مع حفظ ¶ ما تي! ر منه، ثم يدخل المرحلة الابتدائية (1). ¶ ثم يوخهه اهله؟ إما إلى المدارس الدينية، وإما إ لى المدارس الرسمئة، ¶ وكانت تسفى (الأميرية)، وقد اُنشئت أواخر القرن الثالث عشر الهجري مع ¶ مدارس البنات، واُريدَ لها أن تجدَد في أسلوب التعليم ومناهجه، وتدخك ¶ العلوم العصرية إ لى جانب العلوم الدينية والعربية. ¶ فأُدخل رحمه الله تعالى المدرسة الابتدائية، وكانت الدراسة فيها ست ¶ سنين، ثمّ تخرّج فيها، والتحق بدار المعلمين، وكانت الحياة فيها داخلية، ذإت ¶ نظام دقيق. ¶ (1) وقد سمعت ذلك من الشيخ احمد رحمه الله. ¶ 13",
            "page": "13",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وكان كثير من الناس يؤيرون الدراسة في دار المعلمين، لأنها قريبة ¶ المنال، خفيفة الأعباء والتكاليف، يسرع الفتى فيها إلى الحياة الوظيفية ¶ والاجتماعية. ¶ وقد هتمَ والده الشيخ عيسى مزات عديدة أن يخرجه من المدرسة لينسبه ¶ إلى المدرسة (الخسروية)، او إلى اي مدرسة شرعية أخرى، ولكنّ الشتغ ¶ محمد ابا النصر رحمه الله تعالى، كان يثنيه عن ذلك، ويقول له: \" إنّ ولدنا ¶ أحمد. . لا خوفَ عليه \" (1). ¶ ونبغ الشيخ أحمد بين اقرانه في جميع المواد الدراسية والنشاطات، كان ¶ من المتفوقين، ثم تخرّج في دار المعلمين، ودخل الحياة العملية معقماُ، ¶ وآما العلوم التي برز فيها: فقد برز الشيخ أحمد رحمه اللّه في حياته ¶ الدراسية في عدة علوم، كان على رأسها علوم اللغة العربية نحوِها وصرفِها ¶ وآدابِها، فكان صاحبَ ذوقٍ لغوي مرهف، بعيد عن الأساليب الدخيلة، ¶ المتأثرة باللغات الأجنبية وأساليبها. ¶ سألته مرةً عن سر قؤته اللغوية، وفصاحة تعبيره، وجزالة أسلوبه، وأنا ¶ اريدُ أن يدلني على بعض الكتب القديمة لأعلام الكتّاب والادباء، فقال لي: ¶ \"لقد قرآنا في مرحلة الطلب لهؤلاء كثيراً، واستفدنا من أساليبهم، ولكني لم أرَ ¶ انفع من كثرة التلاوة للقراَن الكريم مع التدبز لمعانيه، والتأمل في بديع تركيب ¶ جمله وآياته، والتعفق في فهم آسلوبه، وتعبيره عن شتى المعاني، باللفظ ¶ المعجز، والجملة الموجزة، التي لا يمكن التعبيرُ عما تحتويه من المعاني، إلا ¶ بكلام كثير طويل \". ¶ (1) ¶ سمعت ذلك من الشيخ أحمد رحمه الله في مناسبات عديدة، والئيخ أحمد هو ¶ ولد الشيخ محمد أبي النصر من الرضاعة، كما أنه بمثابة ولده من حيث التربية ¶ والتوجيه. ¶ 14",
            "page": "14",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وكان رحمه الله يحرص على اللغة الفصحى دون تكلّف، ويوصي ¶ باستعمالها في الكلام العادي والمخاطبات، والبعد عن العامية، وبخاصة ¶ السوقية منها، التي غزتها الكلمات الأعجمية. ¶ وقد نشّأ أبناءه وبناته على ذلك، وحارب فيهم اية كلمة، تسبق إلى ¶ ألسنتهم بحكم المخالطة، والتأثّر بكلام الناس. ¶ وقد جمع في كتيّبه الذي أسماه: (اخطاء لغوية شائعة، وتصويباتها) ¶ خمس مئة كلمة شائعة وتصويباتها، وبنا 5 على قول: \" لا تقل: كذا. . . وقل: ¶ كذا \"، يعرض الخطأ والصواب. ¶ وكان عندم! يتكلَم في القواعد أو الإعراب، يتكلَّم عن بديهة حاضرة، ¶ وبأسلوب تعليمي جذاب. ¶ وكان يشحذ همم تلامذته في مجالس القراَن في المسجد بعد الفجر في ¶ رمضان المبارك، بأسئلة عن الإعراب ويناقشهم فيها، ويذكر وجوه إعراب ¶ بعض الكلمات، وتنوّع المعاني تبعاً لذلك، ويفرر بعض القواعد، مما قطفنا من ¶ ورا ئه فوائد علمية كبيرة. ¶ وكان يجيد اللغة الفرنسية، يتقنها قراءةً وفهماً ومحادثةً، ويحثّ إخوانه ¶ على الاهتمام باللغة الأجنبية لحاجة الدعوة إلى الإسلام إليها. ¶ ومما اهتم به من العلوم علم النفس التربوي: فقد كان عَلَماً على ¶ شخصيته، معلماً وموجّها، وداعياً ومذكّراً، وربّ أسرة مربّياً. ¶ وبعد اتجاهه الوجهة الدينية الدعوية؟ كان له اهتمام بكلّ العلوم الشرعة ¶ العملية: من التوحيد والتفسير، والفقه والحديث، والسيره والتراجم، ¶ والأخلاق والتصؤف الشرعي، ويمكن أن يلحظ ذلك كل دارس لاَثار الشيخ ¶ ومؤلَّفاته. ¶ على ان الأمر الممئز للشيخ أحمد على كثير من أقرانه، هو القدرة الفائقة ¶ 15",
            "page": "15",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "التي آتاه الله إياها على تمثل العلم الذي يدرسه، ونقله للجيل المعاصر من ¶ الشباب، وتقريبه لهم بصورة عصرية ملائمة، ويُلحَطُ ذلك بيسر من النظر العابر ¶ لآثاره ومؤلّفاته، وقد كان للشيخ مساهمة في إعداد كتب التربية الإسلامية ¶ لمراحل دراسية متعددة لما امتاز به في هذا الباب. ¶ - واما مواهبه الفنئة؟ فقد برع بالخط والرسم والأعمال الفنية، وكان ذ ا ¶ ذوقِ عا لِ فيهما، وذا تقدير لقيمتهما، وتقويم للأعمال ا لخطية والفنية، ونقدٍ لها. ¶ فأما الرسم والأعمال الفنية، فقد شُغِلَ عنه بأعباء العمل الإسلاهي ¶ ومسؤوليات الدعوة. ¶ - واما الخط، فقد نال حظأ أكبر من اهتمامه، وكان هواية محببة له، ¶ وذلك لطبيعته المتصلة بحياة العالم والمعفم والمؤلّف، ولكنه لم ينصرف إليه ¶ انصراف الخطّاطين، ولم يشغله عن مسؤولياته الدعوية، وواجباته الثرعية، ¶ وقد كتب بيد 5 بخط الرقعة الطبعة الأولى من كتابه؟ (سبيل الهدى والعمل). ¶ - واما نشاطاته، فقد نثا منذ الصغر على الفتوة وحبّ الرياضة، فشارك ¶ أيام دراسته في الفرق الكشفية، وشارك في مجالات رياضية أخرى، وكان ¶ يحبّ لعبة كرة الفدم أيام دراسته. ¶ وقد حدثنا رحمه الله تعالى، انه حضر رحلات كشفية كثيرة، كانوا ¶ يقطعون فيها أكيالاً عديدة على الأقدام، قد تستغرق سحابةَ يويم كاملٍ، يحمل ¶ كل منهم لوازمه الفردية، وقد استفاد من ذلك في حياته العملية، وتركت أثراً ¶ عميقاً فى نفسه وشخصيته. ¶ وكان سثاحاً ماهراَ، يجيد السباحة، ويحث عليها إخوانه، ويشجّعهم ¶ عدى إتقانها، وقد علم اولاده السباحة حتى مهر بها اكثرهم وأجادوها، وفي ¶ رحلاتنا معه كان يجري لنا مسابقات في السباحة، ويشارك فيها. ¶ وكان الاهتمام بالرياضة يحتل المكانة العالية في توجيهه لأبنائه وإخوانه، ¶ 16",
            "page": "16",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "فكان من اهئم وصاياه التي بكفف بها إخوانه: أن يحرص الأخ على الرياضة ¶ اليومية، ولو عثر دقائق على الأقل. ¶ وكانت الرياضة جزءاً من البرنامج اليومي لرحلات إخوانه السنوية، أ و ¶ الخروج اليومي الذي تقوم به مجموعات من الإخوة، في أيام الربيع إلى بسا تيمن ¶ حلب وضواحيها. ¶ وكان ينظر إلى الرياضة، أنها جزءٌ هإتمٌ من بناء الشخصية الإسلامية ¶ الكاملة، وكان يعدّه! طاعة، يتقرّب بها إلى المولى جلّ جلاله، فكان لا يسمح ¶ لأحدٍ من إخوانه ان يهزل وقت الرياضة أو يضحك، لأنها من الأعمال الجدّية ¶ التي لا يليق فيها الهزل، وقد افاده اهتمإمه بالرياضة، وممارسته لها، تلك ¶ الحيوية والنشاط، والقؤة والفتؤة التي تمئع بها في حياته. ¶ مشايخه وصلاته بالعلماء وحنه للصالحين: ¶ رضع الشيخ أحمد منذ نعومة أظفاره حبّ الصالحين، وكان أبرز شيخين ¶ اثراً في حياته، وكان لهما اثر كبير في توجيهه ورعايته: والده الشيخ عيسى ¶ البيانوني، وشيخه وشيخ والده الشيخ محمد أبو النصر خلف الحمصيّ رحمهما ¶ اللّه تعالى. ¶ أولاَ: التعريف بوالده الشيخ عيسى بن حسن الببا نوني رحمه اللّه: ¶ ولد الشيخ عيسى بن حسن بن بكري بن ا حمد البيانوني، في قرية تسمى: ¶ (بيانون) تابعة لقضاء إعزاز، على بُعد ثمانية اميال في الشمال الغربي من مدينة ¶ حلب، من أبوين صالحين كريمين. ¶ وكانت ولادته سنة 1290 هـ، ولما بلغ من العمر عشرأ، ساقته الائدإر ¶ إلى طلب العلم، فنزل إلى حلب، ولازم اخاه العالم الشيخ حمادة البيانوني ¶ رحمه اللّه، وكان اخوه من علماء المدرسة العثمانية والمبرزين فيها، لازم قارئ ¶ حلب الحافظ المتقن الشيخ أحمد الشهير بالحجار، حتى حفط القرآن الكريم ¶ غيباً، واتقن تجويده، وأحسن تلاوته، وتعثم كتابة الخط من الشيخ بشير ¶ 17",
            "page": "17",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "الحياني، وكان خطاطاً ماهراً، ولما تئم له ذلك التفت إلى دراسة العلوم الدينية، ¶ وتلقيها من فحول العلماء، فقرا على اخيه الشيخ حمادة البيانوني مبادئ العلوم ¶ الدينية بأنواعها، كعلم سالتوحيد والنحو والصرف، والتصوف والفقه، واستفاد ¶ منه كثيراً، وقرأ علم التفسير على العالم العامل الشيخ مصطفى الهلالي الشهير ¶ بالدرعزاني، كما قرا عليه ايضاً علم المنطق، وشيئاً من النحو والإعراب. ¶ وحضر على مدرس المدرسة العثمانية الشيخ حسين الكردي، الذي كان ¶ يوصف بأنه مجتهد في العلوم العقلية، فقرأ عليه علم التفسير والتوحيد، وال! طق ¶ والصرف، وعلم النحو وعلوم البلاغة، وباقي علوم الاَلة، ولزم حلقة العلاهة ¶ الكبير الشيخ بشير الغزي رحمه الله تعالى، فقرأ عليه علم الحديث، كما قرأ عليه ¶ شرحه للجزرية، كما قرأ عليه علوم الأدب والبلاغة. ¶ واتئمَ دراسته في علم النحو على العلأمة الورع الزاهد الشيخ أحمد ¶ المكتبي، فقرأ عليه شرح ألفية ابن مالك، وحاشيتها للخضرقي، كما قرأ عليه ¶ حاشية العلآمة العطار على شرح الأزهرية. ¶ - وقرآ علم الفقه اولاً على اخيه الشيخ حمادة، ثم لزم العلامة الشيخ ¶ سعيد السنكري، فقرا عليه حاشية الشيخ إبراهيم الباجوري، ثم قرأ عليه شطراً ¶ من حاشية العلامة البجيرمي على شرج المنهج للخطيب في الفقه الشافعي، ¶ وقرا على العالم الفقيه الشيخ احمد البدوي الجميلي، الذي كان أستاذاً في ¶ المدرسة الشعبانية. ¶ - اجتهاده وذكاؤه، وثناء أساتذثه عليه: كل مَن اجتمع بالشيخ عيسى ¶ وسمع كلامه في وعظه دهارشاد 5، أو نصائحه وخطبه علم يقيناً أنه على جانب ¶ عظيم من الذكاء وتوفد الذهن، ولقد كان يرحمه الله مبرزاً بين اقرانه في الفهم ¶ عن الشيوخ، وكانوا يسألون رفاقه اولاً عن المغلق من العبارات، فإذا عجز رفاقه ¶ عن الجواب، وخهوا السؤال إليه، فكان يحل المشكل بأحسن جواب. ونال ¶ بهذه المزية الفذة غاية الرضا من شيوخه، وصار موضعثنائهم دهاعجابهم، يقول ¶ 18",
            "page": "18",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "عنه بعض أقرانه: إنه لو لم ينصرفْ إلى الاشتغال بالتصوّف لكان من الفقهاء ¶ المبرزين الذين يشار إليهم بالبنان، وقال بعضهم: \" لو بقي الشيخ عيسى مشتغلأ ¶ بالفقه، لكان مرخحاً في المذهب الشافعي \". ¶ واخذ الشيخ عيسى عن علماء دمشق، وبخاصة شيخ علمائها المحدّث ¶ الشيخ بدر الدين الحسني، وأخذ عنه جهابذة علماء حلب، وفي كمقدّمتيم ¶ شيخنا العلاّمة المحقّق عبد الفتاح ابو غدة، وحصل له إقبال من الخاص ¶ والعام، وكان صحيج المذهب، حسن الصدر، حلو النصائج، كثير التسبخ ¶ والتحميد والتكبير والتهليل، من أهل الذكاء واليقظة، والنباهة والمعرفة، ¶ والصلابة في الحق، والفضل الواسمع، والتواضمع الجمّ. ¶ - وظائفه العلمية: دخل الشيخ عيسى في مسإبقة علمية للتدريس في بلدة ¶ (المَعَرّة) فحاز فيها الدرجة الأولى، وبقي فيها ست سنوات، ثم عاد إلى حلب، ¶ وتقلّد خطابة جامع المدرسة العثمإنية، وعُيهن مدرساً للأخلاق في المدرسة ¶ الخسروية: (الثانوية الشرعية بحلب)، فكان خيرَ استاذٍ في بثّ الاخلاق الطيبة ¶ علمأ وعملاً. ¶ ولما زار الشيخ العلامة المحدّث بدر الدين الحسني الدمشقي رحمه اللّه ¶ بلدة حلب، وراى من الشيخ الإخلاص في الوعظ، والتأثير في القلوب، طلب ¶ من مدير اوقاف حلب أن يعيّنه مدرّساً للنساء، فكان لهنّ خير إفادة وأبلغ ¶ موعظة. ¶ - اتقانه التصوف واشتغاله به: وقد حُبّبَ إليه التصؤف منذ شدا بالعلم، ¶ فانتسب إلى بعض الطرق، واخذه! عن شيوخها من العلماء العاملين الصالحين ¶ كالشيخ مصطفى الهلالي الشهير بالدرعزاني، والشيخ محمد خير اللّه، والشيخ ¶ محمد أبو خالد الدمشقي الرشيدي، ثم أخذ الطريقة النقشبندية عن العالم ¶ الفاضل الشيخ محمد أبي النصر خلف الحمصي ولزمه حتى توفي رحمه الله ¶ تعالى. ¶ 19",
            "page": "19",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "- تاليفه واَثاره: ومع اشتغاله بالتدريس والخطابة، والدعوة والإرشاد، ¶ فقد ألَّف عدة كتب طبع بعضها، وبعضها لم يزل مخطوطاً. فمن مصنفا ته: ¶ 1 - كنز الهبات في الصلاة على سيد الكائنات غ! ح!. ¶ 2 - كتاب المنكرات، في مجلدين. ¶ 3 - كتاب موادّ العقل السليم في متابعة النبي الكريم ع! سم. ¶ 4 - كتاب تحذير الإنسان من آفات القلب واللسان. ¶ 5 - اكواب الرحيق في آداب الطريق، وهو ضخم. ¶ 6 - الاَراب في الاَداب، وهو مختصر أكواب الرحيق، ويقع في جزء ¶ لطيف. ¶ 7 - أربعون حديثاً في المحبة النبوية، وقد شرحها شرحاً لطيفاً. ¶ 8 - رسالة اسماها: معرفة العبد ربّه بالذكر والمحبّة. ¶ 9 - ثلاثة دواوين في الخطب الجمعيّة: ¶ ا - احدها مضمّنٌ باَيات قراَنية على هيئة التخميس. ¶ ب - وثانيها مجموع من الخطب النبوية. ¶ ! -وثالثها مجموع من الأحاديث القدسية. ¶ 0 1 - ديوان شعر في مدح رسول الله! ش! د. ¶ 1 1 - إعلام الإنسان بأحكام الصيام. ¶ 2 1 - مجموعة أملاها في المبشرات. ¶ 13 - فتح المجيب في مدح الحبيب، ديوان شعر في المحبة النبوية مرتّب ¶ على حروف الهجاء. ¶ 20",
            "page": "20",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "4 1 - غاية المطلوب، في رؤيا المحب للمحبوب، وكان آخر مؤثَفاته، ¶ وقد تحدَث لْيه بما من اللهُ به عليه من رؤيته النبيئَ! م، والاقتداء بهديه، ¶ والاقتباس من نوره. ¶ - وفاته: ححغَ الشيخ عيسى رحمه الله سبع حخات، وبعدما أتمَّ مناسك ¶ الحج في حجّته الأخيرة عام 1362 هأصابه (زُحَار)، فأسرع رفاقه باستدعاء ¶ الطبيب ففحصه وأعطاه علاجاً، وكانوا حينئذِ على أُهبة التوخه إلى المدينة ¶ المنورة، فركب السيارة مع رفاقه، فاًصابهم على الطريق سيول جارؤة أخّرت ¶ سيرهم ليلتين، احتمل فيها الفقيد رحمه الله مشقة عظيمة، على رغم ما بذل4 ¶ رفاقه الكرام من خدمة له واعتناء به، جزاهم اللّه خيراً. ¶ ولما وصلوا إلى المدينة المنورة، اخذو 5 إ لى المستشفى، ولم يزل ينحطّ ¶ جسمه، وتضعف قواه حتى توفي ليلة الأحد بعد العشاء لليلتين بقيتا من ذي الحجة ¶ عام 1362 هفشيعوا جثمانه، وصلَوا عليه في المسجد النبوفي الشريف، ¶ وساروا به في موكب عظيم، حتى وصلوا به البقيع المبارك، فوقف الأستاذ ¶ الشيخ محمد الحكيم - أحد رفاقه في سفر الحج - ف! بنه وعرَّف الناس قدره، ¶ وواروه ترابَه في منتصف المسافة بين ضريج سيدنا إبراهيم ولد النبي! ميم وقبور ¶ الشهداء رضي الله عنهم. ¶ -عمل الشيخ عيسى رحمه الله في المجتمع: لقد قضى الشيخ عيسى عمرإً ¶ طويلاً تقلَبت فيه البلاد شتى التقفبات، وتخلَل ذلك الشيء الكثير من الاضطراب ¶ الخاصّ والعامّ، وكانت البلاد في شبه ثورة اجتهماعية هائجة، فكان الشيخ عيسر، ¶ يتنقل بين المساجد داعياً إلى اللّه، منادياً بنبذ المنكرات، محبِّباً بالفضائل، وكان ¶ أ مره بالمعروف يتطوّر أحياناً فيأخذ شكلأ من القوة والحضّ على ا لجهاد في سبيل ¶ الله، فقبل دخول الفرنسيين حلب قام بحركة جهادية مباركة، إذ ذهب إ لى الأ قضية ¶ والقرى، وحزَض المسلمين على الجهاد، وجمع كثيراً من المتطوّعين، الذين ¶ قدموا حلب بخيلهم ورجلهم، وقد حمل كل منهم بندقيته متحمّساً يشرت نمر ¶ الإيمان من وجهه. ¶ 21",
            "page": "21",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ولم يلبث أن بلغه ان المقاومة فد انتهت في دمشق، فتفزقت الجموع وما تمّ ¶ لها شرف الجهاد، ولما استتب الأمر للفرنسيين في البلاد، سعى بعض الوشاة ¶ فأبلغوا الجنرال! (غورو) بما صنع، فكان جوابه في حنكته السياسية أن قال!: \"إنَّ ¶ هذا الأستاذ يُشكر على عمله، لأنه قام بواجب الدفاع عن وطنه \" (1). ¶ وكما كان الأمر بالمعروف يأخذ ذاك الطور من الشذة والجهاد حينأ، فقد ¶ كان ينزع إلى ضرب من السعي الخيري، والاهتمام بفقراء المدينهَ المنورة ¶ جيران رسول! الله!، فقد كان الشيخ عيسى يجمع المال! من المسلمين كل عام ط ¶ ويرسله مع جماعة من أمناء الحج ليوزغ على فقراء المدينة المنوّرة، وقد جعل ¶ ذلك ديدنه، حتى إنه قبيل انتقاله إلى جوار ربه اعطى ما معه من أمانات مجبية ¶ لهذه الغاية لتوزغَ على الفقراء ولحق بالرفيق الأعلى، كل هذا يضاف إ لى تدريسه ¶ الأخلاق في المدرسة الخسروية، ودروسه العامة في المساجد (2). ¶ ثانبأ: التعريف بالداعية الرباني الشيخ محمد أبو النصر خلف الحمصي ¶ 1292 - 1368 هـ: ¶ هو الإمام الشهير، العالم العامل، والداعية الرباني، شيخ ¶ العلماء، وأسوة الدعاة الأتقياء، واحد كبار الدعاة في بلاد الشام ومرشديهم، ¶ الذي كانت الدعوة إلى الله تعالى شغله الشاغل، وعمله الدائب، فلم يهدأ عن ¶ الدعوة إلى الله في البلدان والأرياف، والبادية والحاضرة، واهتدى على يديه ¶ عشرات الألوف، وتاب إلى الله تعالى بتأثيره ودعوِ ته خلق لا يحصون عدّاً، ¶ وتحولوا من حال إ لى حال!، وذلك فضلُ الله يؤتيه من يشاء. ¶ - نسبه واسرته: هو الشيخ محمد ابو النصر بن الشيخ محمد سليم ¶ الحمصي بن خلف بن الجندفي الحسينيئ الشافعيّ، الإمام المرشد العلأَمة ابن ¶ (1) ¶ (2) ¶ ينظر كلام الأستاذ عمر بهاء الدين الأميري في مقدمة (ديوان فغ المجيب في ¶ مدح الحبيب) للمترجم له بتصرّف واختصار. ¶ المرجع السابق باختصار. ¶ 22",
            "page": "22",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "المرشد العلأمة، مرتي الطالبين ومرشد السالكين. ¶ - ولادته ونشانه: ولد الشيخ محمد أبو النصر بحمص في رجب سنة ¶ 92 2 ا هـ، واعتنى به والده عناية فائقة فأخذ عنه مبادئ العلوم والطريق من آداب ¶ وأذكار، وتلقّى عنه التوحيد، وقرأ عليه حاشية الجمل على الجلالين، وإحياء ¶ علوم الدين، وبعد أن تحقق من أهليته للإرشاد، أذن له الإذن التامّ المطلؤا، ¶ وأجازه إجازة عامة. كما قرأ الصحيحين، وقرأ الفقه الشافعي على الشيخ عبد ¶ الغني السعدي، والشيخ محمد المحمود الأتاسي، والشيخ عبد القادر الشيخة، ¶ وحضر على الشيخ بدر الدين الحسنيّ البيبإني (1)، في تفسير الإمام النيسابوري، ¶ وممن أجازه واستفاد منه الشيخ سليم المسوتي، والشيخ شرف الحق الهندي، ¶ والمجاهد أحمد شريف السنوسي. ¶ - صِلاته بعلماء الحرمين الشريفين: وقد تشزَف بزيارة الأراضي ¶ المقدسة، وأداء النسكين في سنة 329 اهـ، ثم في سنة 363 ا هـ، وفي هذه ¶ الأخيرة تزاحم عليه الناس كثيراً واقبلوا عليه، وانتسب إليه كثرة لا يحصون، ¶ منهم المحذث عمر حمدان المحرسي، والسيد علوي المالكي، والشيخ حسن ¶ مشاط، والسيد أبو بكر الحبشي، والشيخ محمد ياسين الفاداني وغيرهم. ¶ - اما تلاميذه بالشام؟ فهم كثرة من الأعلام، منهم: الولي الصالج ¶ المرشد الشيخ عيسى البيانوني، والشيخ محمد الحجّار، والشيخ المجاهد ¶ محمد الحامد، والسيد عبد الباسط خلف ابن صاحب الترجمة، والشيخ ¶ عبد القادر الققماب الدير عطاني. كما سلك عند الشيخ محمد أبي النص!. كبار ¶ (1) ¶ يقول الباحث: إن الثيخ بدر الدين الحسني البيبانيئ هو من أقران الثيخ محمد ¶ ابي النصر، فحضوره عليه إن ثبت إنما هو على منهج سلف هذه الأفة في اخذ ¶ الأقران عن بعضهم واعترافهم بفضل كل ذي فضل، وقد حذَثني بعض ¶ المعاصرين للشيخين: انَ الثيخ بدر الدين الحسني أخذ الطريق ايضأ على ¶ الثيخ محمد ابي النصر. ¶ 23",
            "page": "23",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "علماء حمص؟ منهم: الشيخ حسني السباعي والد الشيخ الدكتور مصطفى ¶ السباعي. ¶ - تقواه واستقامته: كان رحمه الله تعالى مستقيماً على الطاعة، صاحب ¶ كرامات كثيرة، بلغت مبلغ التواتر، وكان كثير الاوراد والأذكار، لا يترك قيام ¶ الليل بحال، كثير القراءة للقرآن، وخاصة قبيل وفاته. يقول تلميذ 5 الشيخ ¶ محمد الحامد، رحمه الله تعالى: \" إن الفجر ما كان يطلع على الشيخ محمد أبي ¶ النصر، حتى يذكر الله ثلاثين الف مرة \". ¶ - اخلاف ويثماظه: كطن رحمه الله تعالى صاحب دعوة مستجابة، لين ¶ الجانب، سخيئ اليد، سهل الطبع، رحيماَ بالناس، ومن رحمته أنه ما دعا على ¶ احد من الذين كانوا يحقدون عليه ويؤذونه، وكان إذا بلغه عن أحد منهم ما يقوله ¶ فيه لا يغضب، ولا يتاثر، بل يقول لمن حوله: \" ادعوا له، ادعوا له \"، ولا يزيد ¶ على ذلك. وكان رحمه الله تعالى متواضعاً، رحيماَ بخلق الله تعالى جميعاً، ليّن ¶ القلب، طويل الصمت، طيّب النفس، غزير الدمعة. ¶ وكان يتفقد مريديه، ويزورهم في بيوتهم، ويقبل دعوتهم، ويسافر من ¶ أجل رؤيتهم، ويتعزف على أحوالهم، ويسأل عنهم في كل مناسبة. ومن ¶ تواضعه انه كان يقدم الطعام لمريديه، ويطعمهم بيديه، ويأكل فضل طعامهم، ¶ ويحمل العجين بنفسه إلى الفرن. وكان يحترم العلماء، ويجلّهم ويكرمهم، ¶ ويقدمهم في صدر مجلسه ويقول: هؤلاء عظَمهم الله سبحانه فعلينا تعظيمهم. ¶ - شغفه بالدعوة وتاثيره في الناس: وكان رحمه اللّه تعالى طويل الصمت، ¶ قليل الكلام، دهاذا تكفم تكلم بكلمات قليلة، يعظ بها الحاضرين، فترقّ القلوب، ¶ وتذرف العيون، ويعظم تأثيرها في الناس، فكم تاب على يديه في تلك ا لمجالس ¶ خلق لا يحصون عداً؟! وكم عاد بعض الشانئين من خلّص تلامذته ومريديه من ¶ مجلس واحد حضره، فأصبح يجفه ويقتفي أثره!. ¶ ويقول عنه تلميذه الشيخ محمد الحامد رحمه الله تعالى في مقابلة معه فرب ¶ 24",
            "page": "24",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "مجلة (حضارة الإسلام): \"ولئن كان مني نفع للامّة، فهو في صحيفة شيخي ¶ مسخل\". ¶ - أدبه مع الشرع، ودقة اتباعه: وأما أدبه مع الشرع، ودقّة اتّباعه، فقد ¶ سمعنا من الشيخ احمد رحمه الله تعالى مراراً، وفي مناسبات عديدة أنّ الشييئ ¶ أبا النصر رحمه الله كان لا يرتضي شيئاً من شطح الصوفية، او خروجهم عن ظاهر ¶ الشرع وادابه، ولا يقز احدا من أتبإعه خاصّة على قراءة شيء من الكتب التي فيها ¶ مثل ذلك، وكإن كثيرأ ما يدعو ا تبإع الطرق الذين ورثو! المشيخة عن آبائهم بغير ¶ علم، إلى طلب العلم الشرعي برفق، ويحرص على إبعادهم عن كلّ ما فيه مزلّة ¶ اقدام، أو مضلّة أفهام. ¶ ولم أرَ أحدا من العلماء في عصره، اجتمعت عليه قلوب العا مة وا لخاصة، ¶ والفريبين والبعيدين، وعمّ نفعه وخير 5، وفضله وتاثيره، كما اجتمع ذلك ¶ للشيخ محمد أبي النصر خلف الحمصي، في شماليّ بلاد الشام، والشيخ بلر ¶ الدين الحسنيئ في جنوبها رحمهما اللّه تعالى، وأ جزل مثوبتهم!. ¶ ولقد فتح اللّه تعالى على الشيخ محمد أبي النصر من الكرامات الحسيّة ¶ والمعنوية ما روي بالتواتر عمّن عإصره وراَه؟ ولا شك انّ أجلّها تلك الكرإمات ¶ المعنوية، التي تعني ما كإن عليه رحمه الله من عطيم الاستقامة والتمسّك ¶ بالسنة، والتأدّب باَداب الشرع، وتشمل التأثير العجيب الذي جعله إدثه لحاله ¶ وكلامه في قلوب الناس ونفوسهم. ¶ - يقول الشيخ عبد الحميد طهماز في كتابه (العلامة المجاهد الشيخ محمد ¶ الحامد): \" واستقامة الشيخ أبي النصر، أجمع عليها كل من رآه وعرفه، رحمه ¶ الله تعالى \" (1). ¶ (1) ¶ - وفائه: توفي رحمه اللّه تعالى بحمص وقت السحر من ليلة الجمعة ¶ انظر كتاب (العلامة المجاهد الشيخ محمد الحامد) للشيخ عبد الحميد طهماز، ¶ صا 0 2. ¶ 25",
            "page": "25",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "الخامس من رمضان سنة 368 ا هرحمه الله وأثابه رضاه، وقد انكشف قبر 5 بعد ¶ سنة من وفاته، ففاحت رائحة ذكية من قبره الشريف، ورؤي بحالته التي دُفن ¶ بها، وذلك فضلُ الله يؤتيه من يثاء (1). ¶ ئالثأ: صلته بالعلماء والدعاة في عصره، وحبّه للصالحين: ¶ كان الشيخ احمد ولعاَ بححت الصالحين وزيارتهم، ومجالستهم والانتفاع ¶ باقوالهم وأحوالهم ومواقفهم. ¶ ومن أهل العلم والفضل، الذين كانت له صلة وثيقة بهم، أقران والده أ و ¶ اقرانه من علماء سورية، أو علماء العالم الإسلامي. ¶ فقد كان للشيخ صلة وثيقة بعلماء دمشق وصالحيها، الذين كانوا على ¶ معرفة بوالده رحمه الله، يزورهم ويزورونه، منهم: ¶ ا - السيد محمد المكي بن محفد بن جعفر الكتّاني، المولود بفاس عام ¶ 312 ا هـ، والمتوفى في دمشق عام 393 ا هـ (2). ¶ 2 - الشيخ إبراهيم الغلاييني، المولود في دمشق عام 0 0 3 ا هـ، والمتوفى ¶ عام 377 ا هـ (3). ¶ 3 - الشيخ ملأ رمضان البوطي، والد الدكتور محمد سعيد رمضان، ¶ المولود عام 1888 م، والمتوفى عام 0 1 4 ا هالموافق 0 99 1 م (4). ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ من كتاب (تشنيف الأسماع بشيوخ الإجازة والسماع)، أو (إمتاع اولي النظر ¶ ببعض آعيان القرن الرابع عشر) للشيخ محمد ياسين الفادافي،، ص 34 - 5 3 ¶ باختصار وتصرف. ¶ كما في تاريخ علماء دمثق، للحافظ وآباظة: 2/ 9 0 9، وقد سبقت ترجمته في ¶ الباب ا لأول. ¶ المرجع السابق: 2/ 687. ¶ ينظر كتاب (هذا والدي) لولده الدكتور محمد سعيد رمضان البوطي.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "4 - الشيخ محمد أبو الخير بن محمد الميداني، المولود في دمشق عام ¶ 93 2 ا هـ، والمتوفى عإم 0 38 ا هـ (1)، وغيرهم كثير رحمهم الله تعالى وأجزل ¶ مثوبتهم. ¶ ومن المشايخ الذين كان يزورهم في مكة والمدينة، عندما يحجّ كل عإم، ¶ ويزور المدينة المنؤرة على ساكنها افضل الصلاة والسلام: ¶ 1 - الشيخ محمد العربي بن النبّاني السطيفي المغربي ثم المكي، المولا! د ¶ في الجزائر عإم 5 1 13 هـ، والمتوفى بمكة المكزمة عإم 0 39 ا هـ. ¶ 2 - الشيخ السيد علوي بن عباس المالكي، المولود بمكة عام 317 ا هـ، ¶ والمتوفى فيها عام 391 ا هـ. ¶ 3 - الشيخ حسن بن محمد المشاط المالكي المكي، المولود في م! ء عام ¶ 1317 هـ، والمتوفى فيها عإم 1399 هـ. ¶ 4 - الشيخ إبراهيم بن سعد الله الفضليئ الختنيئ ثم المدنيّ، المولود في ¶ تركستإن عام 4 1 13 هـ، والمتوفى في المدينة المنؤرة عام 389 ا هـ. ¶ 5 - الشيخ السمد محمد أمين الكتبي (2). وغير هؤلاء كثير من علماء ¶ الحرمين الشريفين ومجاوريهما، من اهل الصلاح والتقوى، وكثير منهم من ¶ اهل ود أبيه الشيخ عيسى رحمه الله. ¶ والطبقة الثانية هم العلماء والمشايخ الذين كان يلتقيهم للتشاور فيما ¶ يعرض للأقة من مشكلات، على مستوى سورية، أو على مستوى مدينة حلبة ¶ (1) ¶ (2) ¶ تاريخ علماء دمشق: 2/ 0 72. ¶ انظر تراجم هؤلاء الأعلام في كتاب (تشنيف الأسماع، بشيوخ الإجازة ¶ والسماع \"، جمع الثيخ ابي سليمان محمود سعيد بن محمد ممدوح، وأول ما ¶ اتصل سمع الباحث باسم هؤلاء العلماء عن طريق حديث الشيخ احمد عنهم في ¶ مجالسه الخاصة، وثنائه عليهم. ¶ 27",
            "page": "27",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "كالشيخ حسن حبنكة الميداني، والشيخ عبد الكريم الرفاعي، والشيخ محمد ¶ الحامد، والشيخ عبد الوهاب دبس وزيت، والشيخ محمد سعيد البرهاني، ¶ ومن حلب: الشيخ محفد النبهان، والشيخ عبد الله خير الله، والشيخ محمد ¶ السلقينيئ، والشيخ محمد الثامي. وغيرهم رحمهم الله تعالى، وأجزل ¶ مثوبتهم. ¶ - وكان للشيخ علاقة متميزة مع بعض المشايخ، منهم من كان يعد 5 مربرعاً ¶ علمتاً له، كالشيخ عبد الله خير الله رحمه الله، وكان فقيهاً من كبار فقهاء ¶ الحنفية، وعلى درجة من التفوى والاستقامة، وكذلك شيخنا وأستاذنا الشيخ ¶ محمد بن العلأمة الشيخ إبراهيم السلقيني، رحمه الله، وهو كذلك من كبار ¶ فقهاء الحنفية وكان على تفوى واستقامة مشهورة، وتواضع وخشية دلّه سبحانه. ¶ - ومنهم أيضأ شيحْ القراء في مدينة حلب، شيخنا وأستاذنا الشيخ نجيب ¶ الخيّاطة الفقيه الحنفيئ، العابد الزاهد، والفرضيئ اللامع، والفقيه الحنفي ¶ الشيخ مصطفى مزراب رحمهما الله. ¶ - ومن العلماء مَنْ كان بينه وبين الشيخ اخؤة خاصة، قد تعاهدا فيها على ¶ التناصج، ودعوة كل واحد منهما لأخيه بظهر الغ! يب، أذكر منهم العالم العامل، ¶ العابد الزاهد، الفقيه الواعظ، الشيخ عبد الله ابن العلأمة! الشيخ محمد نجيب ¶ سراج الدين رحمه الله، وهو كذلك من كبار فقهاء الحنفية، كان يزور الشيخ في ¶ بعض المناسبات، فيقول للشيخ: \"نحن على العهد يا شيخ أحمد.! فيقول له ¶ الشيخ كذلك: ونحن على العهد\"، وقد فشَر لنا ذلك الشيخ أحمد بالأخوّة ¶ الخاصة، والتعاهد على دعاء كلّ منهما لأخيه بظهر الغ! يب. ¶ - ومن المشايخ الذين كان بينهم وبين الشيخ أخؤة خاصة أيضاً: فضيلة ¶ أستاذنا العلآمة، التقيئ الصالح، والفقيه المحدث، الشيخ عبد الفتاح أبو غدّة ¶ رحمه الله. ¶ وقد حدَثنا الشيخ رحمه الله ائهما قرأ ا معاً عذة كتب من أمّهات كتب ¶ 28",
            "page": "28",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "التفسير والحديث والفقه والسيرة، وقد رأينا تعليقاتهما على بعض تلك الكتب،، ¶ وم! وشوا به حواشيهما من نفائس الفوائد، وغرر التحقيقات والتصحيحات ¶ العلمية الدقيقة. ¶ رحلاته واسفاره: ¶ لقد كانت الرحلة الحبيبة إلى قلب الشيخ كل عام هي رحلة الحجّ ¶ والعمرة، كان يراها استجمامأ لروحه، وغذاءً لقلبه، ومغنماً لا يعدله شيء. كأ ¶ مغانم الدنيا وبهارجها، يقول في بعض قصائده: ¶ ارضَ الحجازِ فدتْكِ نفسي إئني إذ ما ذكرتِ تحزكتْ أشجاني ¶ لفا وطئتُ ثرى الحجازِ تعلَقتْ روحي به ماذ! هناك عَرَاني.؟ ¶ فإذا نزحتُ بكيتُ مِنْ ألمِ النوى متماديأ، وجفا الكرى أجفاني ¶ إني اُكابِدُ في الفؤادِ صبابةً يفنى الزمانُ وما هوايَ بفاني ¶ يا كعبةً ولهي بها هدَ القُوى والبعدُ عن جنباتها أضناني ¶ فمتى اُراني طائفاً متمتعاً متعفَقاً بالشَتْرِ والأركانِ؟ (1) ¶ وكإن يسمع لومإً وعتبأ من بعض الناس، لما يرون من شدّة تعلّق قلبه بهذ5 ¶ الرحلة المباركة، فيقول: \"وهل هناك آقل من ذلك؟ في السنة كفها نذهب مرّة ¶ واحدة؟! اذا كان الإنسان مريضاً يذهب للتداوي لا أحد يلومه أو يعتب عليه، ¶ وأنا أذهب منداوياً!. ¶ وكانت هذه السفرة المباركة، التي يحرص عليها كل الحرص، سبيلاً ¶ للقائه بالعلماء والدعاة إلى الله تعالى، الذين يحضرون موسم الحجّ من شتى ¶ أرجاء العالم الإسلامي، فيكون الحوار معهم، والتعرّف على اوضاع المسلمين ¶ في العالم. ¶ وقد سمعنا منه الكثير عن لقاءاته في تلك الأسفار، وعن مشاهداته، وم! ¶ (1) انطر: مجموعة العبادات، للشيخ أحمد رحمه الله، ص 278 - 4 28. ¶ 29",
            "page": "29",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "جرى معه من مواقف في التذكير للناس والأمر بالمعروف والنهي عن المنكر، ¶ فهذا السفر المبارك في حفيقته يغني عن اسفإر، ويسد مسدّ التنقّل في البلاد ¶ وكثرة الترحال. ¶ - وقد كان الشبخ مولعاً بفطرته بالسياحة، وحث الخروج عن صخب ¶ المدينة، والخلوة المؤنسة بالئه تعالى تفكرأ وذكرأ، وتفرّغاً للعلم، وتربية ¶ للأسرة، واعتناءَ بها، فكان يخرجُ إلى جبل الأرب! ن في الصحيف (1)، فيقضي ¶ اكثر اشهر الصيف مع أسرته، وينزل كل اسبوع إلى (حلب) لخطبة الجمعة، ¶ وقضاء بعض المصالح، فحظيت بذلك اسرته من تربيته وعنايته الشيء الكثير، ¶ ولكنه عندما فتحت عليه الدعوة ابوابها، وعظمت مسؤولياته الدعوية في رعاية ¶ الشباب، والإشراف على برامجهم العلمية والتربوية، انقطع عن هذا المصيف، ¶ وشغل بمختمات الشباب التربوية، التي كان يقيمها سنوياً، ويشرف عليها ¶ بنمسه. ¶ مرضه ووصيته ووفاته، وجنازته ودفنه: ¶ إنَ كل مَن كان يعرف الثيخ عن كثب من إخوانه ومحبّيه، ويرى ما كان ¶ يتمتع به من حيوية ونشاط وهفة وفتوّة، يتصؤَر أنه يعيش عمراً مديداً، وأنَّ حط ¶ الأمة في مثله مذخور وافر، ولكنّ الأعمار المقدَرة لا تقف دونها صحّة أو فتؤة، ¶ أو شباب وقوة. ¶ وفي لقاء من اللقاءات مع الثيخ بعد الفجر، في أواخر جمادى الأولى! ن ¶ عام 1395 هـ، بدت على وجه الثيخ مظاهر الوهن، فشكى ما يحسّ من آلام ¶ منذ أيام، فاختصرنا لقاءنا، ثم التقينا 5 بعد ذلك، فحدَثنا أنه زار بعض الأط، ء ¶ الذين يثق بهم، وحذَثهم بشكواه، فوصفوا له بعض العلاجات والمسكنات، ثم ¶ ازدادت شكوى الثيخ، حتى أقعدته اَلامه عن القيام بالخطابة والتدرير ¶ واللقاءات مع إخوانه، وتوقف كذلك عن النشاطات العامة التي كان يقوم بها، ¶ (1) ¶ وهو مصيف قريب من مدينة (حلب). ¶ 30",
            "page": "30",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ووكل بالخطابة والتدريس بعض إخوانه، ثم اشتد به المرض، فنقل إ لى عمّان، ¶ وأشرف الدكتور قنديل شاكر - وهو من خيرة الأطباء المختصين - على علاج ¶ الشيخ، واعتنى به غاية الاعتناء، ثمّ أخبر أولاده أن مرضه هو السرطان في الدم، ¶ ونقيّ العظام، وعندما استكمل التحاليل، ولاحظ سير الدواء، نصحهم بالعودة ¶ به إلى (حلب)، فلا حيلة للطب وقتئذ في علاج هذا المرض، كما أكّد عليهم أن ¶ يزيدوا من العناية بالشيخ: الأنه يعاني في مرضه من آلام مبرّحة، لو علم بها ¶ عدوه لأشفق عليه، ورق لحاله). ¶ وضرب الشيخ في مرضه مثلاً رائعأ في الصبر والجَلَد، وتحضُل الاَلام ¶ الشديدة، والبعد عن الشكوى احتسإبأ دئه تعالى، ثم إشفاقاً على أهله و أولاده، ¶ لإخوانه ومحبيه. ¶ وكان كلّ من يعوده يشهد اَثار الاَلام المبرحة على وجهه، وفي وعكات ¶ جسده، الذي يرزح تحت وطأة المرض ويئنّ، ولكنّك لا تسمع منه إ لا كلمات ¶ الرضا عن الله تعالى، والثناء عليه سبحانه. ¶ وكان يُطمئِن إخوانه ومحبيه، عندما يسألوه عن حاله، فيجيبهم بقوله: ¶ \"سنطيب ان شاء الله \"، وكأنه كان يوزي بذلك عن انتقاله من هذه الدار إ لى الدار ¶ الاَخرة: \" وَثلأَخِرَةُ ضئرلكَ مِنَ اَ لأوكَ \"] الضحى: 4). ¶ وكان مع شدة مرضه، لا يقرّ امامه أية مخالفة شرعية، فكان يشيرُ إشارة ¶ مفهومة، لإنكارِ ما يراه مخالفاً للسنة؟ فإذا رأى بعضَ مَنْ حوله، يشرب ¶ بشماله، يشير إليه ان يشرب بيمينه، وإذا أراد بعض أهله أن يلبسه ثوباً، وقدم له ¶ الكم الشمال امتنع عن تقديم يده، ولم يقدم إ لا يمينه، مما يدلّ على حرصه على ¶ السنة، وتمسّكه بها رحمه الله حتى في أشدّ حالات مرضه. ¶ ثم كتب الشيخ وصيته الثانية وختمها، وكلَّف من حضر من أولاده أن تبلّغ ¶ لولده الشيخ محمد أبي النصر، ولا تفتح إلا بعد وفاته رحمه الله (1). ¶ (1) ¶ وسنعرض في الفصل الئاني من هذه الدرايسة بإذن الله هذه الوصية، ونماذج - ¶ 31",
            "page": "31",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ومع بداية شهر ذي الحجة من عام 395 ا هـ، بدت حإلة الشيخ الصحب\" ¶ توحي بقرب المنئة، فضعف الجسم يزداد، والاَلام تتضاعف، والقو 5 على ¶ الحركة لم تبقَ منها إلا ذبالة، ولكن السمع والبصر، والعقل والفؤاد، كل ذلك ¶ كان بقوته وسلامته. ¶ وجإء يوم الجمعة السابع عشر من ذي الحجة من عام 395 ا هـ، وصلّى ¶ الشيخ صلاة الفجر في فراشه، ثم اضطجع ونام قليلاً، ثم استيقط ضحًى ¶ وجلس، ثم جإءته حإلة غريبة، فوقف أهله وأولاد 5 الحاضرون مذهولين، ا ذ ¶ انبعثت من داخل جوفه كلمة: \" الله \"، بصوت قوي مسموع، وكان صوته مختفياً ¶ مدة مرضه، لا تسمع منه إلا همساً خفيفاً، فما زال يكرر هذ 5 الكلمة العظيص4 ¶ الجليلة، بمثل هذا الصوت، ويتحرك بها صدره بقوة، أكثر من نصف ساعة، ئم ¶ انقطع صوته فجأة، وسكنت أ طرافه، وفإضت روحه إ لى بارئها. ¶ فسارع أحد أولاده إلى استدعاء الطبيب، فعلم الطبيب من أؤل نظرة، آقَ ¶ الروح فإضت إلى بارئها، فأقبل على أولاده يواسيهم ويعريهم، ويض! ف من ¶ مصابهم، وطار الخبر، وبلغ إخوان الشيخ وأحبابَه، فكان وقع المصيبة عظيماً. ¶ وازدحم المحئون في جإمع ابي ذر، صباح يوم السبت، تبدو ع!! ¶ وجوههم لوعة الحزن والأسى، لقد كانوا يشعرون ان ففد آبا ئهم وأمهاتهم أخف ¶ وأهون من هذا الرزء الفادح، والخطب الأجلّ. . وغصّ المسجد بالوافدين، ¶ وسُجي الشيخ بعد تغسيله في مجلس المكتبة: (الليوان) (1)، ودخل إخوانه ¶ (1) ¶ أخرى من وصاياه رحمه الله. ¶ وهو مجلس كبير له في النفس ذكريات عبفة، إذ طالما شهد لقاءات الثيخ ¶ لإخوانه، وطالما عقدت فيه مجال! العلماء، الذين كانوا يجتمعون بين الحين ¶ والاَخر مع الثيخ رحمه الله تعالى، ليتدارسوا أوضاع الأمة، والمشكلات ¶ الاجتماعية الطارئة، ويصدروا عن رأي واحد، وهو المجلس الذي شهد ¶ الإحياءات في مختلف المناسبات. ¶ 32",
            "page": "32",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ومحثوه، ليلقوا عليه نظرة الوداع قبل الصلاة عليه ومواراته في الثرى. ¶ وكُشف عن وجهه، فوالله لم أرَ ميتاً قبل ذلك اليوم، يأنس به الحيّ، كما ¶ رايت الشيخ رحمه الله، كإن كأنه يبتسم ابتسإمته المعهودة، التي لم تكن لتفارق ¶ وجهه ومحيّاه. ¶ ثم دخلت بنات الشيخ ومحارمه يودعنه، وتجلّت تربية الشيخ الإيمانية ¶ لأهله وبناته، إذ لم تصدر منهن اية مخالفة، أو تجاوز لحدود الشرع، لقد ¶ اعتصمن بالصبر، واحتسبن الأجر، ولم تتكلم إ حداهن إلاّ بما يرضي اللّه تعالى. ¶ ثم حُملت الجنازة قبيل العصر إلى جامع (بان قوسا)، وازدحم المسجد ¶ بالمشئحين على سعته، وسعة فنائه الخارجيّ، وتوافد العلماء والمشايخ من ¶ مدينة حلب وسواها من المحافظات. ¶ ثم حُملت الجنازة على اكتاف إلى مقبرة الأعرابيّ، فكانت كلّما سارت ¶ خطوة انضم إليه! بضع مئات من الناس، حتى أصبج المشيّعون كتلة متراصة من ¶ الناس، أؤلها في مقبرة الأعرابي، ونهايتها في جا مع (بان قوسا)، الذي يبعد عن ¶ المقبرة حوالي ثلاثة أكيال. ¶ ثم دُفن الشيخ رحمه الله تعالى، فأحسسنا أنّ قلوبنا دُفنت معه، واحتبست ¶ الحسرة والزفرات بين الضلوع: ف\" إنا لئِهِ وَاتاَ، فَيِ رَجِعُونَ\"] ادقرة: 6 5 1،. ¶ وداعاَ ايتها النفس المطمئنة! \" يَ! يئهُا اَلنَفْسُ المُظعَيِنَةُ اص؟ ا أرجِىَ اك رَثِك رَاضِيَةَ ¶ ثَهْئة %8 بم فَا ط فِى عِئدِى ز9.%ا وَاَ ظ جًئِى! 1 ا لفجر: 7 2 - 0 3،. ¶ اللهئمَ! لا تحرمنا بفضلك أجره، ولا تفتئا برحمتك بعده، واغفر لنا وله. ¶ أولاده وأبرز تلامذته: ¶ -أما أولاده: فقد وُهب الشيخ أحمد من الأولاد اربعة عشر ولداً، بقسمة ¶ متساوية بين الذكور والإناث، توفي منهم ذكر وانثى وهم صغار، ثم هز-دتى أنثى ¶ بُعيد وفاته من زوجته الثانية، وقد بشّر زوجه بها، وسمّاها: (هبة الرحمن)، ¶ 33",
            "page": "33",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وهو في مرض وفاته، فكان مجموع أولاده الذين توفي عنهم ثلاثة عشر. ¶ وقد اعتنى الشيخ بتربية أولاده عنايةً كبيرة؟ فحرص على توجيه الذكور ¶ إلى طلب العلم الشرعيئ، ليكونوا علماء دعاة إلى دين اللّه، فنسبهم إلى الثانوية ¶ الشرعية بعد المرحلة الابتدائية وكان يسمع من بعض الناس عتباً في ذلك: ¶ \"لماذا كل الأولاد تريد أن تخرّجهم مشايخ؟ إ\" فكان يجيب بقوله: \"إنَّ كلَّ ¶ صاحبِ مهنةٍ شريفةٍ، رفيعةِ القدر بين الناس، يعتز بمهنته، ويريد أن يكونَ أو لاده ¶ مثلَه، فالطبيبُ يريد لأولاده آن بكونوا أطبماء، والمهندس يريد لأولاده أن يكونوا ¶ مهندسين، فلماذا لا يريدُ طالبُ العلم لاولاده أن يكونوا مثله؟! وإذا لم يكن ¶ آولاد المشايخ مشايخ، فمَن يتوخه الى طلب العلم الشرعي؟! ومَن أحق بذلك ¶ منهم؟! ثئم ما آحوج الأمة إلى طلأَب العلم، الدعاة إلى دين الله تعالى على ¶ بصيرة، ونحن نرى العلم الشرعبئ يقل بين الناس، والجهل يفشو يوماً بعد يوم! \" ¶ واما بناته: فقد صرف الشيخ جزءاً كبيراً من وقته لرعاية بناته ¶ وتعليمهن، فنالت ابنته الكبرى من ذلك قدراَ كبيراً من عنايته، حتى أصبحت ¶ داعية للنساء، وواعظة مؤثرة، فكانت تنوب عن والدتها في إقامة الدرس ¶ الأسبوعيّ للنساء، وقد اهتدى على يديها بفضل ال! ه تعالى كثيرات، وا (تزمن ¶ الحجاب الشرعيئ، وحافظن على فرائضهنّ وواجباتهنّ. ¶ وحرص رحمه ال! ه على اختيار الأزواج الصالحين لهن، وكان يؤثر طالب ¶ العلم على من سواه، فزؤج أكثرهنّ لطلأب علم، لا يملكون شيئاً من متاع ¶ الدنيا، فأحيا بذلك سيرة السلف الصالح، وقدم النموذج العمليّ من نفسه، ¶ ليكون للمتقبن إماماَ. ¶ وآما ابرز تلاميذ الشييخ رحمه الله: فمثل هذا الأمر يعسر فيه الإحاطة ¶ والاستقصاء، لأن الذين تاثروا بالشيخ في مختلف مراحل عمله التعليميئ ¶ والدينيئ والدعوفي، ويعدّون أنفسهم من تلامذثه لا يحصيهم عدّ، ولا شجمعهم ¶ ذاكرة، وبخاضة في مرحلة عمل الشيخ في الثانوية الشرعية، التي هي مورد ¶ طلاب العلام ومنبتهم، ومعقل العلماء وحصنهم، وحسبُ الشيخ فضلأ وذكراً ¶ 34",
            "page": "34",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "أنه كان يمثل مدرسة دعوئة تربوية احيت كثيراً من المفاهيم الإسلامية التي كانت ¶ غائبة عن فكر الناس وواقعهم، واضلت كثيرأ من الحقائق الإيمانية والدعوية ¶ التي حجبتها سحب الغفلة والنسيان. ¶ مكانه الشيخ احمد بين العلماء: ¶ وتتج! ى لنا مكانة الشيخ احمد رحمه الله بين إخوانه من العلماء في ىدّه ¶ جوانب، أهقها: ¶ ا - مشاركته في لقاءات العلماء، على مستوى مدينة حلب، وعلى ¶ مستوى سورية، فيما يعرض من امور تقتضي ذلك، وكان إيجابيّاً في ذلك ¶ مسارعاً. ¶ 2 - نشاطه في راب الصدع وجمع الكلمة، والدعوة إلى عقد اجتماعات ¶ العلماء، وقد كان الإيوان في جامع ابي ذر موئلاً لهم، يلتقون فيه في كلّ ¶ مناسبة، ولهم فيه ذكريات لا تُنسى. ¶ 3 - ثناء علماء عصره عليه، واشادتهم بتقواه وصلاحه، وحكمته في ¶ الدعوة وتأثير 5، وسنذكر طرفأ من ذلك فيما يأتي بعون الله. ¶ - ثناء الناس عليه، وشهادتهم فيه؟ ورئاؤهم له: ما أكثر ما سمعنا من مدح ¶ المادحين للشيخ من ذوي الفضل والعلم، والتقى والصلاح. ¶ وإنَ من عاجل بشرى المؤمن في هذه الحياة الدنيا، أن تنطلق أ لسنة الخلق ¶ بالثناء عليه، وأن يوضع له القبول! في قلوب عباد الله الصالحين، مما يبشره ¶ بمحبة الله له، وقبوله عند 5، كما جاء ذلك في الحديث الصحيح. ¶ يقول! رحمه الله فيما كتب من سيرته الذاتية \"شهادات: ¶ 1 - دعاني والدي رحمه الله تعالى مزة، وسألني أن افزَج عنه كرباً، ¶ فاستجبتُ سريعأ، فأمسك طرف ساعده الأيسر بين سبّابة اليد اليمنى، ابهامها، ¶ وقال!: \" يا آحمد! ذزات جسمي راضية عنك \". ¶ 35",
            "page": "35",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "2 - وحذَثني الشيخ محمود سليمان القدسيّ رحمه الله تعالى، وكان عظيم ¶ المحثة للوالد رحمه اللّه تعالى، فقال: (كنتُ خارجأ مع والدك من باب السلام، ¶ في المسجد النبوقي الشريف، فقال لي: \" ولدي آحمد فاقني بمراتب \"). ¶ 3 - وكنتُ مزَة في حمص، مع رجل من حلب، فجلسنا مع الشيخ رحمه ¶ الله تعالى، في صحن زاويته، فمزَ على البعد طفل من أحفاده، وكأنه رآ 5 ¶ متكشفاً، فصاح به زاجراً، ثثم قال: \"واللهِ ما آحدٌ اليومَ حفظَ دينَه، مئل الشيخ ¶ احمد\". ¶ 4 - وكنّا مزة عند الشيخ في حمص، فذهب بنا إلى زيارة رجل من أهل ¶ الفضل، ولفا استقز بنا المجلس، قال الشيخ رحمه اللّه تعالى للرجل: \"هؤلاء ¶ من حلب، يعتقدون بابي النصر، وكل واحد منهم يعدل خمسين رجلاً مثل أبي ¶ النصر \"، وهذ 5 شهادات كريمة، أرجو خيرها في ديني ودنياي واَخرتي، إن شاء ¶ اللّه تعالى \" (1). ¶ 5 - ومن الشهادات: شهادة والد 5 رحمه الله به، كما جاء في كتابه: (فتج ¶ المجيب في مدح الحبيب) (2): \". . . وبعدها بأيام - أي: بعد رؤيا رأى المؤلّف ¶ فيها السيد احمد الصياد الرفاعي، وكان واسطة في إدخاله على الفبيئ! لمجييه - ولد ¶ لي مولود، فسمَيته أحمد، ولقبته بالصياد، وعز الدين، وكنّيته ب (أبي عليّ)، ¶ وهو الان في سن الثلاثين من عمره، عالم عامل، موفق، كثير الرؤيا للنبي ع! ي!، ¶ والحمد لته على ذلك \". ¶ 6 - وحدثني الشيخ رحمه الله تعالى في معرض ردّه على بعض مَنْ ¶ ينتقصه: إن والد 5 الشيخ عيسى رحمه الله، تكفم في مجلس من مجالسه العامّة، ¶ وتعزض لذكر تم! ك ولده الشيخ أحمد بالسنّة، فأثنى عليه خيراً، وقال بالحرف ¶ (1) ¶ (2) ¶ انظر ما جاء في كتاب الثيخ: (مراحل حياتي بفلمي). ¶ ص 93 1. ¶ 36",
            "page": "36",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ا لواحد: \" ولدي أحمد أفضل مئي \" (1). ¶ 7 - ومن الشهادات: شهادة صديقه الحفيئ الوفيئ، الشاعر الكبير، ¶ والمفكر الأديب، الأصتاذ عمر بهاء الدين الأميري؟ يقول رحمه اللّه (2)، وهو ¶ يتحدّث عن فضائل الشيخ عيسى رحمه الله وماَثره: \" وهناك أثر اجتماضي هام، ¶ خففه الشيخ عيسى رحمه الله، وعنصر حي، ذهب وهو مسرور بأنه لا يزال حياً، ¶ ذلك نجله الكربم النجيب، الذي لا يشك ذو نظر آنه سيفوق أباه في علمه وعمله ¶ إن شاء الله، فقد هذّبه فأحسنَ تهذيبه، وثقفه وعفمه، فأشرقت بدايته. . ولا ¶ عجب، فقد قال ابن عطاء الله رحمه الله: \"إذا أشرقتِ البداياتُ أشرقتِ ¶ النهاياتُ \". . وإني لأذكر ان دار الأرقم التي كثر ما سمعتم عن الحلقة الخاصة ¶ التي انبثقت عنها؟ كان من اول أركانها الأخ الأستاذ احمد، نجل الشيخ عيسى ¶ رحمه الله \". ¶ 8 - ومن الشهادات: شهادة فضيلة أستاذنا الدكتور، الشيخ نور الدين عتر ¶ كما جاءت في كلمة الوفاء التي ادلى بها بعد وفاة الشيخ رحمه اللّه في جاهح ¶ أبي ذر، فكان مما قال: ¶ \". . . إن مصاب الناس اليوم، وفاجعتهم فادحة، حيث فقدو! إماماً ¶ وقدوة، كان يحمل منهجإً، يمثل التم! ك بالحق والحرص على الحقّ مهما ¶ كانت الظروف، حتى مع أحمت الناس إليه، لقد كان أستاذنا الجليل رحمه الله ¶ تعالى إنساناً مرئياً، قل أمثاله في هذا الزمان، كانت التربية النبويّة هدفه ¶ ومقصده، وكان يسلك في هذا تخطيطاَ جميلاً، وبنّا\" وتربوياً. ¶ وعندما شرُفت المدرسة الشرعئة الخسرويّة (الثانوية الشرعية بحلب ط) ¶ بإدارته رحمه الله بعث النشاط الخامد، وحزك الطافات الشائة التي كانت ميتة ¶ مهجورة، فإذا به يثير في هؤلاء الطلاب الصغار دوافع الحماس والنشاط، ¶ (1) ¶ (2) ¶ وانظر ايضاً ما جاء في كتاب الشيخ: (مراحل حيا تي بقلمي). ¶ كما جاءت في مفدمات كتاب: (فتح المجيب في مدح الحبيب)، ص 6 1 - 7 1. ¶ 37",
            "page": "37",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "فواحد منهم يبادر يكتب مقالاَ إسلامياً، واَخر يُعذ خطبة، وهذا يُعدُّ كلمة، ¶ وذلك يدئج قصيدة، وكل هؤلاء يرون الرعاية والتشجيع، ويرون التحميس ¶ والتحفيز. . . \" (1). ¶ 9 - ومن الشهادات: أبيات لفضيلة أستاذنا العلاّمة الشيخ مصطفى أحمد ¶ الزرقا رحمه الله تعالى في الثناء على الشيخ أحمد عزّ الدين البيانوني بعد عودته ¶ من الحج: ¶ ليهنِكَ ائها الأستاذُ حَجٌ كسبتَ به رِضا الرّبِّ الكريم ¶ قَضيتَ بما سَعيتَ أجل فَرضٍ وأُبتَ اليومَ بالأجرِ العظيمَ ¶ تُبادِرُ في شَبابِكَ وَاجباتٍ وذا مِنهاجُ كلِّ فتًى حَكيمِ ¶ وأفضلُ نعمةٍ تُرجى شَبابٌ يكونُ على صِراطٍ مُستقيمِ ¶ وَهَلْ لِلثاشيئنَ صَلاحُ سَيرِ بِغَيرِ سُلوكِ أُستاذٍ قَويمِ ¶ إذا قَادتْهُمُ الأفعالُ سَارُوا مَسيرَ البَدْرِ في قلبِ الغُيومِ ¶ ضَربتَ بطاعةِ المولى مِثالاَ لنا وعُرفتَ بالدِّينِ السَّليمِ ¶ يُطابِقُ فِعْلُكَ الأقوالَ فينا وتَقوى اللّهِ نِبراسُ العَليم ¶ وتَقوى اللهِ عِصمةُ كُل سَارٍ ومِفتاحُ النَجاحِ المُستديمِ ¶ مابكَ عِيدُنا فَالبِشْرُ فين! كَبشرِ النَبتِ بالغيثِ العَميمِ ¶ عَواطفُ أحمد صِيغتْ عُقُوداً لأحمدَ خير أشاذٍ كَريمِ (2! ¶ 0 1 - ومما سمعت من شهادة بعض طلاب الشيخ رحمه الله تعالى، شها-ة ¶ (1) ¶ (2) ¶ نقلت هذه الكلمات باختصار من الشريط المسخل في حفل أقيم في جامع أبي ¶ ذر، بعد وفاة الشيخ رحمه الله تعالى. ¶ هذه الأبيات نظمها فضيلة استاذنا العلأَمة الشيخ مصطفى أحمد الزرقا رحمه الله ¶ تعالى، ووصلت للكاتب بخط ناظمها، وقد كتب في ذيلها: \"نظمتها لابن أخيئ ¶ آحمد في 5 محرم 1362 هـ، الموافق 11 كانون الثاني 943 ام، لينثدها في ¶ المدرسة على أثر عودة أستاذنا فضيلة الشيخ أحمد البيانونيّ من الحج \". ¶ 38",
            "page": "38",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "الشيخ الدكتور أبي حمزة، حسين قاسم -حفظه الله - فقد سمعته أكثر من مرّة ¶ يقول!: \"إنَ فضل الشيخ أحمد علينا لا يمكن أن ننساه أبداً، وإن ما نلنا من خيرٍ ¶ في حياتنا يعود بعد فضل الله تعالى إليه رحمه اللّه، لقد حدب علينا 5 إحاطنا ¶ برعايته وعنايته، ووضع أقدامنا على طريق محبّة العلم الشوعي، والحرص ¶ عليه، وكنا قد قدمنا من الريف، فشعرنا بالضياع في جؤ المدينة وصخبها، ¶ ومغرياتها ومفاسدها، وتياراتها المتعددة، وكدنا ان ننزلق لولا لطف اللّه تعالى ¶ بنا، وما هيّأ لنا من رعاية الشيخ أحمد رحمه الله وأجزل مثوبته \" (1). ¶ 1 1 - ومما سمعت من شهادة استاذنا طاهر خير ا ل! ه رحمه ا لله تعالى: ¶ \"ولقد كان الشيخ احمد رحمه الله خير عونٍ لإصلاحِ جوانبِ الخلل ¶ والفساد الذي كان ضارب الأطناب في الثانوية الشوعية، وكان عمله معي في ¶ الإدارة ميدان اختبار دقيق لشخصيعه الإدارية، وحنكته وذكائه، وحكمته وبُعد ¶ نظر 5، وبالأخصّ كان ميداناً لاختبار قدرته على قيادة الفئات المتنافرة، ¶ والاتجاهات المختلفة، وكان نجاحُه في ذلك منقطع النظير، وفوق ما يتصور ¶ الإنسان، أو يطمح. . والسؤ في ذلك ما كان يتمتعّ به الشيخ أحمد من إخلاص ¶ في عمله، وتجزد عن حظوظ نفسه، وهمّة عالية في ضبط الأمور ومتابعتها، ¶ وانا أشهد أني ما لحظتُ عليه يوماً من الأيام اندفاعأ لغرض شخصيئ، أو حظّ ¶ نفسي، أو تذكير باًمر ليس من مرضاة الله تعالى، لقد كان الشيخ قويّاً أميناً في ¶ تحقل المسؤولية والنهوض بأعبائها. ¶ لقد عرف الطلاب عنه الحزم والعزم في تطبيق النظام ومتابعته، فأحبو! ¶ الشيخ أحمد من قلوبهم، واستجابوا لشدّته، وتطبعوا بالنظام الذي أراد لهم أن ¶ يلتزموا به، لأنهم ادركوا من صميم قلوبهم، انه يغار عليهم، ويسعى ¶ (1) ¶ وقد سمعت منه هذه الكلمات عندما عدناه في مستشفى الملك خالد بجدّة، ¶ ومزة أخرى في بيته بمكّة المكرمة بصحبة بعض أهل العلم بتاريخ ¶ 16/ 4/ 1415 هـ. ¶ 39",
            "page": "39",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "لمصلحتهم، كما يغار الوالد على أولاد 5\" (1). ¶ 2 1 - شهادة ا لأستاذ الفاضل احمد كرزون حفظه الله ورعاه: ¶ \"كان الشيخ احمد البيانوني رحمه الله يتّصف بالتواضع، فكان يختلط ¶ بالناس، ويأتي إليهم في اسواقهم ومتاجرهم، ويشتري حاجاته بنفسه، يمشي، ¶ وحده دون مرافقين له، ودون ان يستعين بأولاده الشباب، أو أحد محبّيه ¶ وتلامذته، فيسفم على الناس، ويرحب بهم ببشاشة، ويذكّرهم ويعظهم، ¶ ويسأل عن أوضاعهم ويعالج مشكلاتهم \". ¶ \" درس عندي في الثانوية العلمئة التي كنتُ صاحبها ومديرها، فكان بحقّ ¶ مدرّسأ ناجحأ في أسلوبه وضبطه، ومحبّة الطلاب له، وحرصهم على حضور ¶ دروسه، وكان يبذل قصارى جهد 5 في عمليّة التدري!، ويجمع معها الإرشاد ¶ والتوجيه بما يأتي من شواهد ونصوص يقرّرها على الطلاّب، وبما يوزعّ على ¶ الطلاب من كتب هادفة من مكتبة الثانويّة لتلخيصها كواجب للتعبير، مما حصان له ¶ الأثر الكبير في حُسن توجيههم ورعايتهم \". ¶ \"وقد أكرمني الله بصحبة الشيخ في سفر الحجّ، وكانت معه زوجته ¶ وابنته، فكنتُ معجبأ بالأدب الإسلاميّ الرفيع، وخلق الحياء الفاضل الذي ¶ تمتزت به أهله، إذ لم نسمع منهنّ صوتاًاو كلمة خلال هذه الرحلة المباركة ¶ بطولها، وكن يلتزمن بحجابهنّ المتمئز الساتر لجميع ا طراف البدن، حتى خلا (ط ¶ فتراب الاستراحة للصلاة أو الطعام، مما يعطي المثل الرائع عن العلماء والدعاة ¶ عما ينبغي ان يكونوا من التربية الأسريّة السليمة، والتطبيق الأمثل لاَداب سرعنا ¶ اكمل. . . وخلال تدريسه لنا لمناسك الحبئ اشار إلينا بلطف ولباقة، ¶ وبأسلوبه الفريد في الوعظ والتذكير ان نصطحب معنا هديّة مناسبة، يُسرُ بها من ¶ (1) ¶ باختصار من مقابلة خاصة مع الشيخ طاهر خير الله رحمه الله في بيته في المدينة ¶ المنورة، قبل وفاته بسنتين. ¶ 40",
            "page": "40",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "نقوم بزيارته كما هي العادة، وخير هدية نصطحبها معنا عند زيارة الحبيب -! هيه أن ¶ نطلق لحانا لنكسب رضا الله ورسوله! يم، وتكون محبّتنا في القلب ¶ والقالب. . . \" (1). ¶ 13 - شهادة الأسناذ المرشد الكبير الشيخ محمد بن أحمد الهاشميّ ¶ (1298 - 381 اهـ، الموافق 1880 - 961 ام) بالشيخ أحمد رحمهما إدته ¶ تعالى، وثناؤ 5 عليه (2): ¶ وهي مما سمعته من الشيخ أحمد، فقد حدثني رحمه الله أنه بعد وفاة ¶ الشيخ محمد ابي النصر ابن الشيخ محمد سليم خلف، رحمهما الله تعالى أحسّ ¶ باليتم بعد 5، وكان فقده عليه أشد من فقد الوالد، فبحث عن شيخ يلازمه، ¶ وينتفع بصحبته، وكان الشيخ قد سمع بالشيخ محمد الهاشمي رحمه اللّه فقصده ¶ في دمشق، وحضر مجلساَ من مجالسه، ثم تفدم إليه وسلّم عليه وعزفه أنه من ¶ حلب، وأنه من تلاميذ الشيخ محمد أبي النصر رحمه الله، يطلب دلالته على ¶ شيخ يلازمه، وينتفع بصحبته بعد وفاة شيخه، فقال له الشيخ محمد الهاشمي ¶ رحمه الله: \"أدلّك على ولد الشيخ عيسى رحمه الله، فقد سمعنا عن صلاحه ¶ وتقواه. . . \"، فابتسم الشيخ، وقال له: \"لقد دللتني على ضعيف \"، وفهم منه ¶ الشيخ محمد الهاشمي رحمه الله أنه ولد الشيخ عيسى، ففال له: \"أنت ولد ¶ الشيخ عيسى رحمه الله؟ \" وعإنقه ودع! له بخير. ¶ فألجَ عليه الشيخ رحمه الله فقال له: \"أنت فيك البركة والخير، فالزم ما ¶ أنت عليه \". ¶ (1) ¶ (2) ¶ باختصار يسير من شهادة خاضة، تكرم بكتابتها الأستاذ الفاضل بطلب من ¶ الباحث، فجزاه الله خيراً. ¶ انظر ترجمته رحمه الله في كتاب: (تاريخ علماء دمشق)، للحافظ وأباظة: ¶ 2/ 747. ¶ 41",
            "page": "41",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وكان الشيخ أحمد رحمه الله يعلّق على هذه الحادثة بقوله: \" والله لو أن ¶ الشيخ محمد الهاشمي رحمه الله يومها دئني على شبخ لذهبت إليه ولزمته \". ¶ 14 - شهادة الأستاذ الجليل، والحافظ الفقيه الشيخ عبد الوهاب دبس ¶ وزيت (1 131 - 1389 هـ، الموافق 1892 - 1969 م) بالشيخ أحمد رحمهما ¶ الله تعالى وثناؤه عليه (1): ¶ فقد حدَثني الثيخ أسعد صاغرجي وهو من طلاّب العلم في دمثق ممن ¶ تتلمذوا على فضيلة الأستاذ الثيخ عبد الوهاب دبس وزيت رحمه اللّه وأخذوا ¶ عنه الفقه، ان الثيخ كان كثيراً ما يذكر لهم الشيخ أحمد رحمه الله، ويقول لهم: ¶ \"ان هذا الشيخ اسفيه شيخ الصدق \"، ويثني لهم على صدق الشيخ وتقوا 5. ¶ 15 - ومما قيل في رثائه من الشعر، ما قاله الأستاذ ضياء الدين الصابوني ¶ في لقاء في جامع أبي ذر، بعد وفاة الشيخ رحمه الله، وهو ممن عرف الشيخ في ¶ حفه وترحاله، وصحبه في سفره وحضره، وعرف عنه الكثير، وأحبّه وتأثر به، ¶ وكان يحضر مجالسه، فينشد فيه! اشعاره، فيسرّ بها الشيخ، فقد رئاه بقصيدة ¶ أكثر من ثلاثين بيتأ، ومما جاء فيهإ (2): ¶ طأطئ الراسَ خاشعأ لجهاور فهوَ رمزٌ للدينِ من أوتادِهِ ¶ كمْ أحسث الشبابَ حئاً كريمأ ورعهاهم، بحبّه وفؤادِ5 ¶ وهو يمتازُ بالتواضُعِ والحلْمِ يضخي للدينِ في إسعاول ¶ فعلى ثغرِ 5 ابتسامةُ بِشْرٍ ويفيضُ الحنانُ من أبرادِهِ ¶ يتولى غراسَها بيديهِ ليرى جَنْيَها بيومِ حصادِهِ ¶ هو خطبٌ على البلادِجليلٌ هذَرُكنَ الدينِ من أطوادِهِ ¶ يُنْزَعُ العلمُ بانتزاعِ رجالٍ حملوهُ قد صحَّ في إسنادِهِ ¶ (1) ¶ (2) ¶ انظر ترجمته في المرجع السابق: 2/ 9 82. ¶ وقد نقلت من الثريط المسخل في تلك المناسبة. ¶ 42",
            "page": "42",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "-واما ما رؤي به من رؤى صالحة، وما رؤي له من بشارات، فهي أكثر من ¶ أن تحصى وتحصر، سواء أكان ذلك في حياته، أم في مرض وفاته، أم بعد ¶ وفاته، وقد سجَّل في خاتمة كتاب والد 5: (فتح المجيب في مدح الحبيب) ¶ جملةً من الرؤى الصالحة التي راَها أو رئيت له، وكان يحدِّثنا في بعض ¶ المناسبات بمثيلاتها تنشيطاً للهمم، وتثبيتاَ على طريق الحقّ والهدى. ¶ - ومن اجمل الرؤى التي رؤي بها بعد وفاته رحمه الله، رؤيا فضيلط ¶ أستاذنا الشيخ محمد العؤامة حفظه الله، يقول: \" رأيت الشيخ أحمد رحمه الله ¶ بكامل هيئته وملبسه ونشاطه، قد نزل من جهة بيته متّجها نحو باب ألحديد، ¶ وكاد يصل سور الباب، فسلّمت عليه، فرحَّب بي كعادته في حياته فسألته - وأ نا ¶ اعلم انه قد توفّي -: ما حالكم يا سيدي؟ فقال بغبطة وسرور هذه الكلمات ¶ الثلاث بحروفها وترتيبها: اعطاني، واكرمني، ومتّعني بالنظر اليه \" (1)، رحمه ¶ الله تعالى واجزل مثوبته. ¶ (1) ¶ لأ!! ¶ من شهادة خاصة تكرم بها فضيلة أستاذنا محفد العوّامة حفظه الله بطلب من ¶ الباحث. ¶ 43",
            "page": "43",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "المبحث الثاني ¶ نشاطاته او حياته العَمَليَّة ¶ وميادينها التعليمية والدعوية والاجتماعية ¶ هيّأ اللهُ للشيخ أحمد رحمه الله في التعليم ميداناً رحباً، فعمل في بيئالت، ¶ متعددة، ومجالات متنوعة، فعُتن في الريف مدة ثماني سنوات، ثم عمل في ¶ المدينة مدة تقاربها في إدارة الثانوية الشرعية بحلب، ثم انتدب إلى العمل في ¶ المعهد العربي الإسلامي - وهو من المدارس الأهلية الخاصة - ثم قضى ¶ متفزقات حياته التعليمية بين عدة إعداديات وثانويات في حلب إلى أن طلب ¶ الإحالة على التقاعد عام 1968 م، حرصاَ منه على التفرّغ لشؤون الدعوة، ¶ ورعاية إخوانه وتوجيههم. ¶ ولئن كان سببَ تنقلاته من مدرسة إلى أخرى كيدُ بعض أعداء الإسلام له ¶ أحياناَ فقد كان فيها نفعٌ كبير، وخيرٌ عميم، ورُبَّ ضازة نافعة، والمؤمن كالغيث ¶ حيثما وقع نفع. ¶ كما أن الشيخ رحمه الله لم يقتصر عمله على مجال واحد من مجالات ¶ التعليم، وهو التعلم المدرسي الذي تأهل له بحكم دراسته، وإنما عمل في ¶ ميدان اجتماعي ارحب واطلق، يتصل فيه بفئات المجتمع كلها، ويلتقيها ¶ ويخاطبها، ألا وهو التعليم الديني في ميدان الخطابة والإمامة. ¶ ثم دخلت حياته رحمه الله في طور جديد، عندما دخل مرحلة: العمل ¶ الدعوي والتربية الدعوية، فانطلق في تأسيس الجماعة، على المنهج ا ارزي اَه ش ¶ به، وعاش حياته داعياَ إليه. ¶ 44",
            "page": "44",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "1 - نشاطه التعليمني: ¶ تخرَج الشيخ رحمه الله في دار المعلمين عام 931 أم، وكان النظام ¶ يفرض أن يخدم المعقم الجديد في الريف سنتين قبل أن يحدّد موقع عمله في ¶ مدينته، فقضى في الريف ثماني سنوات كاملة، متنفّلاً من مدرسة إلى أخرى، ¶ وكان الشيخ يعد هذه المدة المديدة من نِعَمِ الله عليه، إذ هئأ له هذه العزلة عن ¶ المدينة وجوّها، ليوجّه قلبه إلى ما أراد به من الخير، وليتيح له مرحلة الوين ¶ العلمي الشرعي (1). ¶ ثم انتقل بعد ثماني سنوات من العمل في الريف، إلى التدريس في مدينة ¶ حلب، ولمع نجمه مدرّساً ناجحأ، فنقل من ملاك التعليم الابتدائي إلر! التعليم ¶ الثانوي، فعمل في عدة إعداديات وثانويات، وكان تأثيره واضحاً في نفوس ¶ طلابه كم! كانت حظوته عالية لدى مدراء المدارس التي عمل فيها، تسند إليه ¶ المهمات الإدارية التي تحتاج إلى الكفاية والخبرة، ويرجع إليه الإداريون في ¶ المشورة، وحلّ المشكلات. ¶ وكانت شخصيته المحببة تفرض احترامه وتقديره حتى في قلوب مخالفيه، ¶ وبعد عودة الشيخ من الريف بثلاث سنوات اي في عام 363 أهالموافق ¶ 943 ام توفي والده الشيخ عيسى، فعظم مصاب الشيخ به فاتّجه بهمّته إلى ¶ الشيخ محمد أبي النصر، وحرص على ملازمته والانتفاع بصحبته إلى أن توفي ¶ الشيخ محمد أبو النصر عام 368 ا هالموافق 948 1 م. ¶ - وفي مجال التعليم المدرسي: شارك الشيخ في وضع مناهج التربية ¶ الإسلامية وتاليفها، لعدة مستويات في المرحلة الابتدائية، مع بعض الأساتذة، ¶ وقد امتازت تلك المؤلَّفات بالوضوج واعتماد الأسلوب التربوي المعاصر، ¶ الذي يمرّب المادة العلمية من الطلاَّب ويحبّبها. ¶ (1) كما في رسالته: (مراحل حيإتي بقلمي). ¶ 45",
            "page": "45",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "- ثم في أول السنة الدراسية لعام 5 96 1 م أو 966 1 م جرت محاولة لردّه إ لى ¶ التعليم الابتدائي كيدأ من بعض اعداء الإسلام، فأعلن رفضه لذلك، وتوخه إلى ¶ بيته، فلزمه قرابة عشرين يومأ، ونمى المدير إلى مسؤوليه موقف الشيخ، وبقي ¶ الأمر بينهم بين اخذ ورد، وإ قدام وإحجام حتى تراجعوا عن قرارهم، ونُقل الشيخ ¶ إ لى إ عدادية اخرى، وكان موقفه من مواقف عرة ا لعلماء ا لتي لا تُنسى. ¶ - ثم إن من اهم الميادين التي عمل فيها في مجال التعليم المدرسيّ؟ ¶ العمل في إدارة الثانوية الشرعية، والعمل في المعهد العربي الإسلامي مدرساً ¶ للغة العربية، وكان ذلك ما بين سنة 1951 - 964 ام، كان! ا في الئانوية ¶ الشرعية ثمانية اعوام. ¶ ولأهمئة عمله في هذين المجالين، سنفرد الحديث عنهما فيما يلي: ¶ أولأ: عمله في إدارة الثانوية الشرعية بحلب وإصلاحاته من سنة 1951 ¶ إلى 1958 م: ¶ وكانت تسفى آنذاك: (الكلية الشرعية)، ولها ماضٍ عريق في تخريج ¶ العلماء الدعاة، وفيها يدرّس كبار العلماء والمشايخ، وكانت تسمّى: (أزهر ¶ سورية). ¶ وكان عمل الشيخ في الثانوية الشرعية بمسعى من مديرها آنذاك الشيخ ¶ طاهر خير اللّه رحمه الله، وكانت تربطه بالشيخ صداقة وثيقة، فتكلَّم مع مدير ¶ الأوقاف، فطلب من وزارة المعارف انتداب الشيخ إلى العمل فيها فتمَّ ذلك (1)، ¶ وعُئن ناظرأ للمدرسة، والناظر كالوكيل في اصطلاحنا اليوم. ¶ حدثني أستاذنا الشيخ طاهر خير الله في بيته في المدينة المنورة (2)، ع! ت ¶ أثر الشيخ احمد رحمه الله في إصلاح الثانوية الشرعية، فأنا اثبتُ هنا خلاصة ¶ (1) ¶ (2) ¶ وقد سمعت ذلك من الثخ طاهر خير الله رحمه الله. ¶ قبل وفاته رحمه الله تعالى بنتين، وكانت وفاته في منتصف عام 459 اهـ ¶ تفريباَ. ¶ 46",
            "page": "46",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ما كتبه عنه، يقول! رحمه الله: \"كانت الثانوية الشرعية قبل أن يعمل فيها أخونا ¶ الشيخ أحمد رحمه اللّه، مسرحأ للاضطرابات والفوضى، والتسيّب والاهمال، ¶ وغياب المسؤولية الأمينة الواعية. . لقد عاش أكثر الطلاب فيها، وهم طلاب ¶ العلم الشرعي، وحملة امانة العلم والدعوة في وإقع مغلق محدود، وجهل تاتم ¶ بما وراء المدرسة وما يعيشُه الناس في المجتمع. ¶ وكانت الحصص الدراسئة لا تتصف بالنظام المدرسي السليم والانضباط ¶ الإدارفي المقبول!، مما يعطي صورةً غيرَ حسنةٍ عن المدرسة وأسا تذتها وطلابها، ¶ وبخاصة إذا ما قورنت بمدارس وزارة المعارف آنذاك. . وكانت علاقة الطلاب ¶ بالإدارة بالغة السوء، يرون الإدارة حاكماً مستبداً، يسعى لشرّهم والإضىهار ¶ بهم، لا لتحقيق مصالحهم، وا لإحسان إليهم، فكانت المدرسة تشهد بين انحين ¶ والاَخر إساءات من الطلاب لبعض المسؤولين، تصل إلى الضرب والجرخ ¶ والإهانة. ¶ ولقد كان الشيخ أحمد رحمه الله خير عونِ لإصلاحِ هذه الجوانب كلّها، ¶ وكان عمله في الإدارة ميدان اختبار دقيق لشخصيطّ الإدارية، وحنكته وذكائه، ¶ وحكمته وبُعد نظره، ولقد كان نجاحُه في ذلك كفه منقطع النظير، وفوق ما ¶ يتصوّر أي إنسان او يطمج. ¶ والسرّ في هذا النجاح - والكلام كله للشيخ طاهر رحمه الله تعالى - ما كان ¶ يتمتعّ به الشيخ أحمد من إخلاص في عمله، وتجرّد عن حظوظ نفسه، وهمّة ¶ عالية في ضبط الأمور ومتابعتها، وأنا أشهد أني ما لحظت عليه يوماً من الأيام ¶ ذزة من غرضٍ شخصيئ، أو حط نفسيئ، أو تذكير بأمر ليس من مرضاة الله تعالى، ¶ لقد كان الشيخ قوئأ أميناً في تحفل المسؤولية والنهوض بأعبائها. ¶ لقد عرف الطلاب عنه الحزم والعزم في تطبيق النظام ومتابعته، فأحبوا ¶ الشيخ أحمد من قلوبهم، واستجابوا لشدّته، وتطبعوا بالنظام الذي أرإد لهم أن ¶ يلتزموا به، حتى أدركوا من صميم قلوبهم، انه يغار عليهم، كما يغار الوالد على ¶ أولاده، ويحدب عليهم. . . \". ¶ 47",
            "page": "47",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وعلاجاً لما رأى الشيخ احمد من جهل الطلاب بالمجتمع المحيط بهم، ¶ فقد اقترح الشيخ طاهر أن ينطموا رحلات تربوية للطلآب يتحقّق من ورائها عدّة ¶ اهداف، يقول الشيخ طاهر: ¶ \" فوافق اقتراحه رغبة في نفسي، فنظَمنا رحلتين كبيرتين: الاولى: إلى ¶ حفاماب الحمّة، والثانية: في السنة التالية إلى بيت المقدس، لزيارة المسجد ¶ الأقصى، وآتت كلتا الرحلتين ثمراتها التربوية الطيبة في نفوس الطلاب، ¶ ووثقت علاقتهم بالإدارة، وادت إ لى حسن تجاوبهم معها. ¶ ومن آثار عمل الشيخ في الثانوية الشرعية سعيه لإدخال المختبر إليها، ¶ وقد لقي في ذلك معارضة لا يُستهان بها، ولكنه صبر وعالج الامر بالحكمة، ¶ حتى تئم له ما يريد. ¶ وقد مارس تدريس اللغة العربية، اثناء عمله في ال!! ارة، فكان خير ¶ مدرّس لطلابه. ¶ ومما امتاز به عمله رحمه الله؟ دقّة رقابته الأخلاقية على الطلاب، ¶ ورعايته لهم، ومعالجة تقصير المفضر منهم بأحسن أسلوب، وأنجح علا!، ¶ وكل ذلك لم يكن بحكم عمله الإداري المجرّد، بل من منطلق التوجيه الدعوي، ¶ والإعداد التربوي المناسب، ليكونوا امناء على هذا الدين، وحملة لمش! ل ¶ العلم والدعوة. ¶ وقد وصل الشيخ بضبطه لطلاب المدرسة وتطبيعهم على الطاعة والنظام، ¶ أنه كان يقف وقت الصلاة في ساحة المدرسة ناظراً إلى حركة الطلاب، فلا ترى ¶ أحداً منهم إلا وهو يسرع إلى المسجد عند الأذان، ولا يكاد يتخلّف طالب عق ¶ إدراك تكبيرة الإحرام مع الإمام. ¶ وكان كذلك يقف صباحاً عند ابتداء الدوام، فلا يتساهل بعد قرع الجرس، ¶ ودخول الطلاب إلى الفصول، مع افي طالب يتأخر، ولو دقيقة واحدة، وكان ¶ يقول للطالب المتأخر وهو يحاسبه: \"لماذا تأخرت خمس دقائق - مثلاً، ولم ¶ تبكر نصف ساعة؟! \". ¶ 48",
            "page": "48",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وكذلك عالج، بالحكمة والموعظة الحسنة، تقصير بعض المدرّسين، ¶ الذين ألفوا التسئب والإهمال، حتى انضبطوا بالنظام ر استجابوا له \". ¶ - وخلال عمله في الثانوية الشرعية، قام بإصدار العدد الأوّل من مجلة: ¶ (صوت الثانوية الشرعية)، وقد كتب فيه مقالة ضافية عن الخطّ العربي، ¶ والزخرفة الإسلامية، وقدَم نماذج جميلة من ذلك، وكان إصدار هذه المجفة ¶ ميدانأ لتنافس الطلاب في كتابة المقالات، والحرص على النشاط الفكري ¶ والدعوي الجادّ. ¶ وعندم! انهي انتداب الشيخ رحمه الله ترك بصماته الواضحة على هذا ¶ المعهد العلمي العريق، وفي قلوب أبنائه البررة، واساتذته الغيورين، ومحبيه ¶ المشفقين. ¶ ثانياً - عمله في المعهد العربي الإسلامي مدرساً للغة العربية (1)، وذلك من ¶ سنة 958 1 - 5 96 1 م: ¶ انتدب الشيخ لتدريس مإدة اللغة العربية في المعهد العربي الإسلامي، ¶ كما تعاقد للتدريس في عدّة مدارس خاصّة، منها ثانويّة الغزالي، والثانود\" ¶ العلمية، ومع أن الشيخ كان يسند إليه تدريس اللغة العربية فقد كانت صورته ¶ الظاهرة، وتأثيره في قلوب الطلاب يجعل الناظر لا يشك أنه امإم مدرّس ¶ للدين، وداعية من دعاته، إذ كان يمزج مإدّته التي يدزسها بالتربية الإسلامية ¶ القويمة، والنصح الدائم والتذكير، فلا يشعر الطلاب إ لا وهم مأسورون لحديث ¶ الشيخ وتوجيهه. ¶ - بقول عنه الأستاذ أحمد كرزون، وهو صاحب الثانوية العلمية، وقد ¶ (1) ¶ وهو من المدارس المتوشطة والئانوية الخاصة، يتغ (الجمعية الخيرية ¶ الإسلامية) بحلب، وكان يهدف إلى إنشاء جيلِ مؤمن، صوقي في دينه وعلمه، ¶ وتربيته واخلاقه، وقد اختيرت له ثقة طثبة من خيار رجال التربية والتعليم في ¶ حلب. ¶ 49",
            "page": "49",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "درَس الشيخ عنده فيها (1): \"كان الشيخ أحمد مدرَساً ناجحاً في أسلوبه وضبطه، ¶ ومحبه الطلاب له، وحرصهم على حضور دروسه، وقد تميَّز رحمه الله ببذل الجهد ¶ المخلص في التدريس، وجمع معه الإرشاد في اختبار النصوص والشواهد الثي ¶ يقررها للطلاب، وتوزيع الكتب الهادفة من مكتبة الثانوية، لتلخيصها ءصاجب ¶ للتعبير، مما كان له الأثر الكبير في حُسن توجيههم ورعايتهم. . . وكان لقربه ¶ من الطلاب، ومحبّة الطلاب له، وارتياحهم لأسلوبه يعرضون عليه إشكالاتهم ¶ الدينية، وما يعرض لهم من شبهات في العقيدة، أو الأحكام الشرعية، وما يلقيه ¶ عليهم بعض أعداء الإسلام من أباطيل، فكان لا يتبزم من أيّ إشكال أر شبهة، ¶ بل يجيب عن ذلك كله بانبساط مع الطلاب وانقاح لهم، وحوار أخويّ بعيد عن ¶ أئمما قيود. ¶ وكان يربط لهم الحقائق الدينية التي يعرضها بالواقع الاجتماعي الذقي ¶ يعيشونه، ويثبت لهم صلاحية الإسلام بعقيدته وتشريعه وأحكامه لكل زه، ن ¶ ومكان، وان لا سعادة للبشر إلاّ باتّباعه، والعودة إليه في كل شأن. ¶ وقد حدَّثنا كثيرأ عن مثل هذه الحوارات المشوّقة مع الطلاب، وس! ل ¶ بعضها في كتبه، وبخاصّة في سلسلة العقائد (2). ¶ وكثيراَ ما أثمرت تلك المنإقشات، وتمخّضت عن اهتداء الطالب الذ 5ب ¶ ألقى الشبهات، أو نا قشها مع ا لشيخ، بل إن بعضهم أصبج من إ خوإ نه وتلا ميذه \". ¶ 2 - نشاطه الديني والدعوي: ¶ - أما نشاطه الديني والأعمال التي قام بها؟ فقد أسند الشيخ عيسى رحمه ¶ (1) ¶ (2) ¶ وقد تفضَّل عليئَ جزاه الله خيراَ بكتابة صفحات عن ذكرباته مع الشيخ ر. حمه اللّه، ¶ وما عرف عنه من مناقب وماَثر، خلال عمله معه في مجال التعليم، وصحبته له ¶ في سفر الحج المبارك. ¶ انظر كتاب: (الإيمان بالثه تعالى) للمترجَم له، ص 42، (حوار مع طالب)؟ ¶ وكتاب (الإيمان باليوم الاَخر)، ص 137، (بيني وبين طالب).",
            "page": "50",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "الله إلى ولد 5 الشيخ أحمد الخطابة والإمامة نيابة عنه في مناسبات مختلفة، ¶ وعندما توفي الشيخ عيسى رحمه الله عام 363 ا هالموافق 1943 م كما سبق، ¶ أسندت خطابة جامع (العثمانية)، وإمامة جامع (أبي ذر) لولد 5 اكيخ أحمد ¶ رحمه اللّه فقام بذلك على خير وجه. ¶ وكان للشيخ تجربة سابقة في الخطابة والاه سامة عندما كان يدزس في ¶ الريف، فقد كان في القرية مسجد مهجور، فافتتحه واعتنى به، وأقَهم في ¶ الصلوات، وصفى بهم الجمعة، وأقام لهم بعض الدروس، فاجتمعت قلوب ¶ ا لناس عليه. ¶ وحدَثنا رحمه الله أن المسجد اصبح يغصّ بالمصفين في أيام الشتاء ¶ الباردة، كان الناس يأتون من أطراف القرية إ لى صلاه الفجر في الظلمة والمطر، ¶ والوحل والطين. ¶ وكان أهل القرية عشيرتين مختلفتين، فاجتهد في إصلاح ذات بينهم، ¶ وجمع كلمتهم، وزار كلا الفريقين في مجالسهم وأنديتهم، حتى تمكن من ¶ غسل العداوة والبغضإء بين قلوبهم. ¶ وأقام لهم في المسجد دروساً في الفقه وتلاوة القرآن الكريم وتجو يددـ، ¶ وحث الناسَ على تربية أبنائهم على مبادئ الإسلام وهديه، وفضائله وإدابه، ¶ والقيام بمسؤوليتم في ذلك. ¶ فعندما اُسندت إليه الخطابة والإمامة بعد وفاة والده كان له من تجربته ¶ السابقة ما يعينه على القيام بمسؤوليته خير قيام، وأداء الأمانة على أحسن وجه. ¶ - وقد كان في الخطابة على منهج والد 5 الشيخ عيسى، يرىَ أنّ الأنفع فيها ¶ للناس والأقوى تأثيراَ، أن تكون مكتوبة، فهي ادقّ في عرض الفكرة، وأجمه! ¶ للموضوع وابلغ في التأثير، وقد دأب على ذلك، وكانت خطبته تمتاز ببلاكة ¶ القول وحُسن العرض وجزالة اللفظ، كما كانت موضوعاتها تعالج مشكلات ¶ المجتمع، وما يحتاجه الناس من تقوية الإيمان، والنعريف بحقائق الإسلام ¶ 51",
            "page": "51",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ومبادئه، ونشر محاسنه وفضائله، ورد شبهات أعدائه، والحثّ على اتّباع ¶ احكامه، والتزام آدابه، وبيان اسباب تخفف المسلمين، وتسلّط أعدائهم عليهم. ¶ وكان مَنْ يسمع إلقاءه لخطبة الجمعة، لا يظنّ أنه يلقي من الورقة، لدما ¶ كان عليه من صوت جهورفي، ولهجة خطابئة فصيحة مؤثرة. ¶ - وأما نشاطه الدعوي؟ فقد كانت للشيخ تجارب دعوية ثزة في مجالات ¶ متعذدة: ¶ ا - منها ما يتصل بإلعمل الدعوقي العائم، الذي يتصل بالعامَة تعليماُ ¶ وإرشاداَ وتوجيهاَ. ¶ 2 - ومنها ما يختص بإلعمل الدعوي الخاصق مع العاملين للإسلام، ¶ والدعاة إلى الله؟ تدارساً للمنهج الأمثل في خدمة الإسلام والدعوة إلى اللّه، ¶ والتشاور في امور المسلمين، وا لأمر بالمعروف والنهي عن المنكر. ¶ - ثم إن هذه الأعمال الدعوية؟ منها ما اتخذ صفة مرحلية، ثم زال ¶ بزوالها، ومنها ما اتخذ صفة الاستمرار على حسب طبيعته أيضأ، حتى اتصل ¶ بمرحلة الانطلاق بإلدعوة، وتربية الشباب على المنهج الذي اختاره، وسنعرض لى ¶ هنا كلا النوعين من هذه الأعمال عرضاً موجزاً مجملاً. ¶ - فأما ما يتعفق بالعمل الدعوي العام، الذي يتضل بالعامّة فنجمله فيما يلي: ¶ ا - العمل الدعوي في ميدان الريف واَثار 5. ¶ 2 - العمل الدعوي والتربوي في ميدان التعليم في المدارس، وقد سبة! ¶ الإلمام بهذين المجالين قريباً. ¶ 3 - العمل مع إخوان الشيخ محمد ابي النصر خلف رحمه اللّه، وتلامذة ¶ والده ومحبيه. ¶ 4 - ا لعمل الدينيئ وا لدعويّ مع ابناء ا لحي ور جاله من جيران جا مع أ بي ذر. ¶ - أما العمل مع اخوان الشيخ محمد أبي النصر وتلامذة والده رحمهما اللّه ¶ 52",
            "page": "52",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "ومحبيهم؟ فقد ترك الشيخ محمد أبو النصر مراكز للدعوة والإشعاع الإيمانني ¶ وا لتربوقي، وكانت تلك ا لمراكز يعوزها الأئمة ا لربا نيون، وا لتلامذة ا لمجتهدون، ¶ الذين يتابعون طريق شيخهم بتجزد لىخلاص، وصدق وتجديد، يتمّمون ما ¶ بداه، ويتابعون ما وقف عند 5. ¶ وقد كان من ابرز هذه المراكز في مدينة حلب (جامع أبي ذرأ، وذلك ¶ لمجاورة سكن الشيخ عيسى رحمه الله له، وهو أرفع تلاميذ الشيخ محمد أبي ¶ النصر قدرا، وأنبههم ذكراً، وقد كان كثير من تلامذة الشيخ أبي النصر يتوقعون ¶ أن يكون الشيخ احمد خلي! فة للشيخ أبي النصر. ¶ فتقذَم الشيخ احمد إلى ذلك المجلس ليملأه، وقد حؤَلت إمامة الشيخ ¶ عيسى من جامع العثمانية إلى جامع أبي ذر بعد وفاة الشيخ عيسى وأُسندت إلى ¶ ولد 5 الشيخ احمد، فاجتهد الشيخ احمد في تحويل دعوة الشيخ محمد أبي ¶ النصر إلى منهج دعويّ عمليئ، يقوم على تقديم وصايا اسلامية تتصل بحياد ¶ المسلم اليومية لإحياء العمل بالإسلام وتطبيق أحكامه، وجعل وراء تلك ¶ الوصايا محاسبة آسبوعية لتقوى عزيمة المؤمن، وترتفع همّته، ونلك هي ¶ الترجمة العملية للتواصي بالحق والثواصي بالصبر، ولم يرتضِ الشيخ لتلك ¶ الدعوة آن تكون قاصرة على الوعظ والتذكير، وا لالتزام با لأوراد والأذكار، وقد ¶ وجد بعض الناس في هذا الأسلوب نشاطاً وقوة، فتجاوبوا معه واستحسنوه، ¶ ولكن كثيراً من العامة بل وبعض طلاب العلم أيضاً، لم يألفوا هذا الاشلوب ولم ¶ يعرفوه، ووجدوا لْي الدعوة إلى مجاهدة النفس، وتكليفها الالتزإم بفضائل ¶ الإسلام وآدابه خروجاً عما اعتادوه والفوه، وتبزم هؤلاء وقال قائلهم: \" إنَّ ¶ الشيخ آحمد يريد آن يخرج على طريقة الشيخ محمد أبي النصر، وطريقة والده ¶ الشيخ عيسى، ويريد أن يعمل مشيخة لنفسه \" (1). ¶ (1) ¶ وقد سمعت تفصيل ذلك من الشيخ عثمإن حزواني رحمه اللّه، وكان من خفص ¶ تلامذة الشيخ محمد أبي النصر ومحئيه، ثم من تلامذة الشيخ عيسى، وبعد ذلئ! ¶ 53",
            "page": "53",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "ثم كان خلاف كبير على آمور آخرى شرعئة امتدّ طويلاً، ثم اَل الأمر إلى ¶ اعتزال الشيخ للعمل مع جماعة الشيخ عبد الباسط ولد الشيخ محمد أبي النصر، ¶ وتبعه في ذلك من ارتضى طريقته، واستجاب لدعوته (1). ¶ - واما عمل الشيخ مع أبناء الحيئ ورجاله، من جيران جامع (أبي ذر)، ¶ وكان أكثرهم من العامة وكبار السنّ، فقد كان يصلي فيهم الصلوات الجهرية، ¶ ويجلس بعد صلاة الفجر فيقرأ لهم في كتاب من كتب العلم، ويشرح! ا يقرأ. . ¶ ولم يدع فرصة يمز فيها ذكر شيء من فضائل الإسلام واَدابه إلاّ استغلَّها بالحثِّ ¶ والتذكير والدعوة والتوجيه للتمشُك بتلك الفضائل والاَداب. ¶ وكان المواظبون على تلك المجالس يستمتعون بما يسمعون، ويسرّون ¶ بما عليه يطلعون، ولكنهم لا يغيرون من واقعهم أو واقع أسرهم شيئاً مع كثرة ¶ تذكير الشيخ بهذ 5 المعاني وحثّه عليها. ¶ وقد قرأ الشيخ في تلك المجالس موسوعات علميّة منها: (فيض القدير ¶ شرح الجامع الصغير) للإمام المناوي، و (حلية الاولياء) للإمام أبي نُعيم، ¶ و (الشفا بتعريف حفوق المصطفى) للقاضي عياض، وغيرها من الكتب، ¶ واستمر على ذلك عدّة سنين، ولكن الحصيلة العملية من ذلك كانت ضعيفة ¶ هزيلة، فخرج بنتيجة ان العمل مع العامة وكبار السنّ، ضعيف الاثر والجدوى. ¶ -وآما العمل الدعوي الخاص، مع العاملين للإسلام من العلماء والدعاة ¶ إلى الله تعالى، فنجمل الحديث عنه في ثلاث نقاط: ¶ (1) ¶ تتلمذ على الشيخ أحمد ولازمه. ¶ إنَ قضة هذا الخلاف طويلة الذيل، ممتدّة الاَثار، لم يكد طالب علم في مدينة ¶ حلب وبعض محافظاب الشمال أن يبتعد عنها أو لا يكون له موقف منها، وقد ¶ اضربت عن الخوض فيها هنا رعاية لحق الدعوة والتاريخ، واكتفيت هنا ¶ بالإشارة إلى ما كان وراءها من آثار. ¶ 54",
            "page": "54",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "ا -دعوة الأقران وزملاء الدراسة وأسلوبه فيها. . ¶ 2 - المشاركة في إنشاء (دار الأرقم) والعمل مع رجالها، ثم الاعتزال ¶ 3 - نشإطه مع العلماء والدعاة إلى الله، وسعيه لجمع كلمة العلماء ¶ وتوحيد جهودهم. ¶ ا - فأما دعوة الأقران وزملاء الدراسة وأسلوبه فيها، فقد حدَّثنا رحمه الله ¶ انَه عندما أكرمه الله بالهداية، عكف على نفسه وأسرته أولاً، ثم رأ! أنّ عليه حقاً ¶ شرعياً لازماً نحو أولئك الذين قضى معهم سنيّ دراسته، وكانت بينه وبين ¶ بعضهم علائق ودّ وصداقة وثيقة، فاتخذ لمخاطبتهم أسلوباً من الأسا ليب النبو ية ¶ في الدعوة، إذ أرسل إليهم رسائل، يتلطف فيها بالخطاب، ويبتدئها بذ! ص ¶ محبته لزميله، وانه يريد له الخير كما يريده لنفسه، ولا يؤمن أحدكم حتى يحب ¶ لأخيه ما يحب لنفسه، ويذكره بحياتهم الدراسية، وما كان فيها من إيجابيات، ¶ ويسأله عن حاله واهتماماته في هذه الحياة وطموحاته، ثم يوضح له ما وفّقه الله ¶ إليه من الاتباع والالتزام بأوامر الله، وهدجما رسوله جمفه وسنّته، والدعوة إلى ¶ سبيله، وأن السعادة الحقيقية للمرء أن يعرف قيمة وجوده، وغا ية خلقه، وعاقبة ¶ امر 5، ثم يختم رسالته بالرغبة بالزيارة لتدارس هذا الأمر والوصول إلى ¶ نتيجة (1). ¶ ثم تكون الزيارة للتأكيد على تلك المعاني والوصول إلى نتيجة محدّده، ¶ وقد كانت إجابة كثير من هؤلاء، فيها مجاملة وثناء على الشيخ بما هو عليه، ¶ ورضا بما هم عليه، وائهم على خير، واعتذر بعضهم أنه لا يستطيع الض وج عما ¶ هو عليه من عاداب، وقد عدَ الشيخ هذا الأسلوب ا لذ! اتّخذه مع زملاء درإسته ¶ إعذاراً له عند الله، وقضاء لحق الصداقة والمعرفة التي كانت بينه وبينهم. ¶ (1) ينظر نموذج تلك الرسائل في: (مراحل حياتي بقلمي). ¶ 55",
            "page": "55",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "2 - وأما مشاركة الشيخ رحمه الله تعالى في إنشاء (دار الأرقم) والعمل مع ¶ رجالها، ومتابعة تطوراتها، ثم الاعتزال عنها، فلماذا شارك في إنشائها؟ ثثم ¶ لماذا اعتزل عنها؟ ¶ لقد كان للشيخ رحمه الله علاقات وثيقة مع ثلّة من رجال الفكر الإسلامي ¶ ذوي الغَيرة الدينية، والتوخه الدعوي؟ منهم القاضي الشرعي الشيخ ¶ عبد الوهاب الألتونجي، والشاعر الإسلامي الأستاذ عمر بهاء الدين الأميري، ¶ والعالم الفقيه الشيخ مصطفى احمد الزرقا، والمحامي الشهير الأستاذ ¶ عبد القادر السبسبي (1)، وغيرهم آخرون. . فكانت بينهم لقاءات، يتدارسون ¶ فيها واقع الأمة، والسبيل الأمثل لخدمة الإسلام، فتمخضت تلك اللقاءات ¶ المتتالية عن إنشاء ما أسموه: (حركة التهذيب الروحي) أو (الإحياء الروحي) ¶ ولعل التسمية تكشف عن أهداف تلك الحركة ومقاصدها، وقد اقترح لها ¶ كتاب: (إحياء علوم الدين)، للإمام الغزالي رحمه الله، ليكون مرجعاً يلتقي ¶ عليه اولئك المجتمعون (2). ¶ - ثم تسفَت تلك (الحركة): (جماعة شباب محمد تج! حم)، ئم غيّرت ¶ التسمية إلى (دار الأرقم) وتمّ اختيار مركز لها في باب النصر في مدينة حلب، ¶ واتّبع المنتسبون إليها أسلوباَ لجلب الناس إلى المركز، وذلك بإنشاء قاعة ¶ للمطالعة المجانية، وتمّ التبزع بالكتب من المنتسبين إلى: (دار الأرقم)، ¶ وشجع الناس على ذلك، فامتلأت المكتبة بالكتب ما بين عشية وضحاها. ¶ ثمّ اقترح القائمون على (دار الأرقم) ان يتئم إصدار: (نشرة أخبار العالم ¶ (1) ¶ (2) ¶ قال عنه في الأعلام: 38/ 4: حفوقيئ من أهل حلب مولداً ووفاة (1304 -  ¶ 393 اهـ= 1886 - 973 ام) حفط مجلّة الأحكام العدلية، وعمل محامبطً ¶ ومدزساَ، وكان من مؤلّسسي دار ا لأرقم بحلب (936 1 م). ¶ وقد سمعت تفصيل إنشائها من الشيخ رحمه الله في عدة مناسبات، كما سمعت ¶ طرفاَ منه من الأستاذ الأميري رحمه الله. ¶ 56",
            "page": "56",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "الإسلامي)، لتعريف المسلمين بما يجري لإخوانهم في العالم، وما يقع من ¶ احداث، فنفذت الفكرة، فكانت تُعدّ نشرة الأخبار كلّ أسبوع، ويتمّ إلقاؤها ¶ على الناس بعد صلاة الجمعة، في الجامع الأموي الكبير في حلب، ثم تُلقى ¶ ايضاً في جامع (بانقوسا). ¶ - ولقد كان هدت الشيخ رحمه الله -كما حدّثنا - من لقائه مع هؤلاء الدعاه ¶ أن تكون حركة عملية تطبيقية، تهدف إلى التم! ك بالإسلام، والدعوة إليه علر، ¶ بصيرة. ¶ وظل الشيخ في جميع لقاءاته - كما أخبرنا - يركّز على هذه المعاني، ¶ ويحاول ان يشد الحركة إلى الوجهة التطبيقية العملية، التي تعنى بالالتزام ¶ ا لإسلامي، وتهتئم با لا تباع، ولكنه را ى بعد مدة أنّ كثير اً من المجتمعين لا ا ستعد إد ¶ عندهم للتجاوب مع خطته العملية، ولا توخه لهم إلى ذلك، فمرّر أن يعتزل ¶ عنهم، إذ كيف يتحفس للإسلام، ويغار على دين الله، ويحمل دعوته من لا ¶ يستجيب لفضائله ولا يلتزم بآدابه؟! لقد كان السلوك الإسلامي الملتزم، هو ¶ محك الرجال وميزان الدعوات في نظره رحمه الله. ¶ 3 - وأما نشاطه مع العلماء والدعاة إلى الله نعالى، وسعي! لجمع كلمة ¶ العلماء، فيعدُ هذا المجال الدعوي من الجوانب الحيوية الهامة في حياة الشيخ ¶ رحمه الله، إذ ظهر في مرحلة مبكرة من حياته، ثم استمرّ واتصل إلى وفاته، ¶ وهو من ناحية أخرى يبرز إيجابية الشيخ وتضحيته في سبيل اللّه، وقؤته في ¶ الحق، كما يبرز لنا مكانته بين إخوانه العلماء. ¶ ولقد عُرف الشيخ رحمه الله بين علماء (حلب) سبّاقإً إلى كل لقاء، ¶ وعرفوه إيجابياَ بما يتبتى من مواقف، وما يقدم من اَراء. ¶ وكانت لقاءات العلماء على نوعين: منها ما هو دوري رتيب، ومنها ما ¶ يكون في اوقات الأزمات والشدة، وكان (مجلس جامع أبي ذر) المسمى ¶ (الليوان) وفيه مكتبة الشيخ الخاصة، مفتوحأ للقاء العلماء في كل مناسبة. ¶ 57",
            "page": "57",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "- وكان يرى رحمه الله أن خير اسلوب ينظم هذه اللقاءات، أن تقوم ¶ الشورى الحقيقية، واحترام الرأي، والبعد عن الفردية والاستبداد بالرأي من ¶ قِبَل أكب كان. ¶ وكان لاجتماع العلماء وتشاورهم نتائج طيبة في إلغاء كثير من المنكرات، ¶ ومظاهر الفساد والانحراف الأخلافي في المجتمع، والقضاء على الحفلات ¶ الماجنة، التي يُراد من ورائها إفساد الناشئة، وزرع بذور الفساد في الامة. ولقد ¶ بلغ من هيبة العلماء ببركة اجتماع كلمتهم، أنهم كانوا يسمعون بمنكر صت ¶ المنكرات أنه سيحدث في اي مكان من مدينة (حلب) فيجتمعون ويتثاورون، ¶ ثم ينتدبون بعضهم لمقابلة المحافظ لإلغاء هذا المنكر، فما يكون من المحافظ ¶ إلا ان يتصل بالجهة التي تريد إقامة الحفلة، ويبلغها ضرورة إلغائها بناء على ¶ احتجاج العلماء واستنكارهم، ولقد حدث من ذلك مواقف عديده كان لها أثر ¶ طثب في الحياة العامّة للأمة. ¶ - وكان قفةَ نشاط الشبخ الدعوفي التفاته إلى ترببة الشباب وتوجيههم، ¶ وتُعدُ هذه المرحلة المرحلةَ الغنيّة الخصبة في حياته نشاطاً وعطاءً، ودعوة ¶ وتربية، وتأليفاَ وكتابة، وهي ثمرة تكوينه العلميّ والتربويّ، ومن بركات منبته ¶ الطيّب، وما منَّ الله به عليه من مواهب. ¶ وقد تبلور في هذه المرحلة من حياته فهمه الإسلامي، ومنهجه الدعويّ ¶ والتربويّ، على ضوء خبراته في شتى الميادين الاجتماعية، كما تجلّت فيها ¶ شخصيته بخصائصها ومزاياها. ¶ وهي تعد الخاتمة الحسنى التي ختصت بها حياته رحمه اللّه، إذ إنها تبدأ ¶ من عام 1385 هالموافق لسنة 1965 م، وتمتد إلى وفاته رحمه اللّه وأجزل ¶ ه (1) ¶ معوبته. ¶ (1) ¶ وسنتناول الحديث عن ذلك عند الحديث عن منهجه الدعوقي والتربويّ في ¶ المبحث الرابع من هذا الفصل بإذن الله تعالى. ¶ 58",
            "page": "58",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "3 - نشا طه! لاجتما عي: ¶ أما نشاطه الاجتماعي، فكلّ ما سبق الحديث عنه من أوجه نشاطه رحمه ¶ الله تعد ألوانأ من النشاط الاجتماعيئ، الذي خاضه الشيخ في حياته، وكان فيه ¶ إيجابئاً معطاء. ¶ وبقي لون نحث ان نشير إ ليه، وهو ايجابية الثيخ في علاقاته ا لاجتماعية، ¶ ودقة ذوقه في معإملة الناس، ومراعاة مشاعرهم وعاداتهم التي تتعارض مع ¶ هدي الإسلام، ومشاركتهم في أفراحهم واحزانهم، وتقديم الهدايا لهما تأليفأ ¶ للقلوب، وحرصاً على نشر الدعوة، والأمثلة على ذلك من حياته كثيرة متنوّعة، ¶ وقد كانت سبب هداية كثيرين واستجابتهم، وسيمز بنا طرف منها في الحديث ¶ عن أخلاقه وصفاته بإذن الله. ¶ وكان لا ينتظر من احد جزاءً ولا شكوراً، ولا ردّ زيارة بمثلها، أو هدية ¶ بأحسن منها. ¶ وكان يشارك في الأفراح التي يدعى إليها، وقد أخذ نفسه بعزيمة ألاّ يتلكّأ ¶ عن الكلام في مثل هذه المناسبات، ونصح الحضور وتذكيرهم، فقد قضى ¶ الشيخ رحمه الله في ميدان التعليم المدرسي اكثر من ثلاثين سنة، فامتزج النصج ¶ والتذكير بشخصيته وكيانه، وإن من حكمة الداعية وعقله وذكائه أن يحسن ¶ التعامل مع كل الفئات، ويخاطب الناس بما يفهمون، ويتخذ الأساليب ¶ المناسبة للتأثير فيهم، والدخول إلى قلوبهم، وإننا لن نبلغ ذلك إلا بالسلوك ¶ الإسلامي الحكيم، والتحقق بالخلق النبوي الكريم، وهذا ما كان يحرص عليه ¶ الشيخ رحمه الله في كل مناسبة. ¶ !! د، ¶ 59",
            "page": "59",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "ا! أ التالث ¶ شصيّته وأخلاقه وصفاته ¶ حليته: ¶ لقد حبا الله تعالى الشيخ احمد بسطة في الجسم، وقوة في البدن وفتوة، ¶ وحيوية ونشاطأ يلحظ ذلك كل من راَه، وكان ذلك عنوان شخصيته الباطنة التي ¶ يكتشفها الإنسان بالمخالطة والتعامل. كان اقرب إلى الطول، بل يعدُّ طويلاً في ¶ عرف الناس، ممتلئ الجسم مع تناسب في الأعضاء ظاهر، حنطي البشرة، ¶ اسود العينين واسعهما، اقنى الأنف، ضليع الفم، ناعم الصوت مع قوّة وجهارة ¶ صوت، فصيح اللسان بئن الحروف والمخارج من غير تصئع أو تكلّف، خفيف ¶ اللحية، سوفي الخلقة، وكان سريع المشية، ما رأيت أحداَ أشبه بمشية رسول الله ¶ !! رِو منه، كان إذا مشى كأنما ينحطّ من صبب، يبدا من لقيه بالسلام عرفه أم لم ¶ يعرفه، متواضعأ في مشيته ولباسه، ومجلسه وحديثه، رفيع الذوق فيما يأتي ¶ ويذر، بعيداَ عن التصنع والتكفف. ¶ ملامح لشخصيته وخصائصها: ¶ تتجلّى أهمّ ملامح شخصية الشيخ رحمه الله في النقاط التالية: ¶ ا - طبيعة جامعة، عملية واقعية. ¶ 2 - واعية نزيهة، مربية حكيمة. ¶ 3 - قائدة موهوبة، إدارية دقيقة. ¶ 4 - قوية عزيزة، مهيبة محبوبة. ¶ وشْكفم عن هذه الملامح فيما يلي باختصار: ¶ 60",
            "page": "60",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "1 - طبيعة جامعة، عملية واقعية: ¶ ولقد كان الشيخ رحمه اللّه من ذوي الطبيعة الجامعة العملية الواقعية، ¶ يعرف ذلك كل من عرفه وخالطه، ولقد تركّزت تربيته العملية على ذلك، وأولاه ¶ عنايته واهتمامه. ¶ -أذكر أننا كففنا مرة باقتراح منهج مناسب لمستوى من مستويات الإخوة، ¶ فعقدنا لقاءات عديدة، وخرجنا بدراسة رتّبناها وعرضناها على الشيخ رحمه الله ¶ فنظر في تلك الأوراق وقلّبها ثمّ قال! لنا مبتسماً: \"لقد كئا شباباً مثلكم كتبنا ¶ وخطّطنا، ووضعنا تصورات كثيرة، ثم رآينا آن القليل العملي الواقعي، الذي ¶ ينفذ، خير من كثير لا يتجاوز الأوراق التي كتب فيها، فاعيدوا النظر فيما ¶ اقترحتم وكتبتم، وحددوا من ذلك ما ترونه واقعياً عملياً. . \". ¶ - ومع بواكير توتجه الشيخ الدينيئ والدعوي كانت ملاحظته الاشاسية على ¶ كثير من الدعإة؟ الانشغال بالكلام عن الالتزام والعصل، وقد حدّثنا عن لقائه مع ¶ الإمام الشهيد حسن البنا رحمه اللّه في موسم الحج، وتعرّفه عليه، وكان الشيخ ¶ قد سمع بدعوة الشيخ البنا، فبعدما تحدّث الإمام عن دعوته، وعرَّف الحاضرين ¶ بها، سأله الشيخ أحمد سؤالاً واحداً في هذا اللقاء: ما مدى تطابق هذه المفاهيم ¶ عن الإسلام ومبادئه مع سلوك القائمين بالدعوة؟ فابتسم الشيخ حسن البنا، ¶ وقال له: \"هناك فرق بين كل دعوة والواقع الذي يكون عليه أبناؤها، ولكننا ¶ نسعى مستعبنين بالته، أن نترجم أقوالنا الى أفعال، وألا يكون حظنا من دعوتنا ¶ الكلام!. ¶ وقد كانت الحيا 5 العملية محور دعوة الشيخ وفكرته في دروسه وخطبه ¶ وكتبه وتوجيها ته. ¶ 2 - واعية نزيهة، مربية حكيمة: ¶ وقد تجفت في شخصية الشيخ صفة الوعي والنزاهة في أمور عديدة ¶ اهمها: ¶ 61",
            "page": "61",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "1 - التجرّد عن أن يتّخذ موقفاَ، يكون فيه تبعاً لأحد م! ت الناس دون اقتناع ¶ بذلك. ¶ 2 - اصالة رأيه وفكره في منهجه الدعوي وفي حياته الخاصة. ¶ 3 - دقّة فهمه وتحليله لواقع الأمة ومشكلاتها، والعقبات التي في طريقها، ¶ وسبيل النهوض بها، والوسائل والأساليب التي ينبغي اتباعها والأخذ بها في هذا ¶ العصر. ¶ 4 - وعيُهُ لمخططات أعداء الإسلام، وأساليبهم في التسلل إلى الامة ¶ الإسلامية، وإحكام السيطرة عليها، بتذويب الشخصية الإسلامية في العادات ¶ لضمان تبعئتها، وتفريغها من هويّتها المؤثرة الفاعلة، وسيمز بنا في الفصول ¶ التالية من الأمثلة والنماذج ما يعفينا عن التدليل هنا. ¶ -وآما نزاهة الشيخ فأذكر بما سبق في الفصل الأول من شهادة الشيخ طاهر ¶ خير الله رحمه الله إذ يفول: \"إن من أعلى الصفات التي رأيتها في الشيخ أحمد ¶ رحمه الله: الإخلاص والغيرة على المصلحة والنزاهة، وأشهد آنه ما اقترح يوماً ¶ ما اقتراحأ، او قدم رأياَ، وكان له فيه حط لنفسه او مصلحة لها، بخلاف بعض ¶ الناس الذبن لا تحرّكهم إلا أهواؤهم، ولا يدورون إلا في فلك مصالحهم ¶ الخاصة \". ¶ 3 - قائدة موهوبة، إدارية دقيقة: ¶ 1 - برزت شخصية الشيخ القيادية منذ شبابه المبكر فانتسب إلى فرقة ¶ الكشافة، وقاد رحلاتها، ثم اعتزلها عندما ابتعدت عن هدي الإسلام وآدابه كما ¶ حدثنا بذلك رحمه اللّه. ¶ 2 - وظهرت إدارته الدقيقة في إدارة الثانوية الشرعية كما سبق قريباً. ¶ ولم يكن مجاله في ذلك قاصراً على ضبط النظام، والقضاء على التسيب ¶ والفوضى، بصورة إدارية بحتة، صمانما امتزج ذلك بالتوجيه التربوي، والحبّ ¶ 62",
            "page": "62",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "والشفقة، وشغ عليه إخلاص الشيخ وغيرته، مما جعل كثيرأ من طلاب العلم ¶ يستشعرون أن الشيخ بمنزلة الوالد لهم، وهذا ما شهد به كثي! همن طلأبه ¶ وتلامذته. ¶ 3 - كما ظهرت قيادة الشيخ وضبطه وحسن إدارته، ودقته وحرصه عاى ¶ النظام في منهجه الدعوي وسلوكه التربوي في بيته ومع طلابه في المدرسة و! ¶ تربيته للشباب في المسجد. ¶ - فحياته الاسرية وتربيته لأولاده، كانت تقوم على النظام والانضباط ¶ والدقة في العمل، وكانت أعمال البيت موزّعة بين البنين والبنات بعدل ونظام، ¶ يعرف كل واحد منهم واجباته ومسؤوليا ته. ¶ - وكانت حياته الخاصة منظمة بدقّة؟ في عبادته ومواعيد نومه وراحته، ¶ وطعامه وشرابه، لا يخرج عن نظامه في ذلك إلاّ نادرأ. ¶ - وكان يغرس في طلاّبه حبّ النظام والانضباط، ويعلّمهم أنّ ذلك من ¶ اخلاق الإسلام التي استهتر بها كثير من المسلمين، فيحثّهم على تنظيم حيا تهم، ¶ وأداء واجباتهم في وفتها، ويرون مصداق ذلك في شخصيته وسلوكه، ¶ فيستجيبون لنصحه وتوجيهه. ¶ - وفي ميدان تربيته لإخوانه وعلاقته بهم تجلَّت شخصية الشيخ القيادية ¶ الموهوبة، وادارته الدقيقة الحازمة، إذ كان يرى أن ذلك من لبّ الإلملام ¶ وروحه، ومن أهم ما ينبغي أن تعنى به الجماعة التي تريد خدمة الإسلام، وبناء ¶ جيل إ سلامي راشد. ¶ - وكان برى ا لانتظام والانضباط عبادة من العبادات التي فرّط بها المسلمون ¶ وأهملوها، وأن ظاهرة التستب علّة من أسوا علل العاملين للإسلام المستثحرية ¶ في صفوف التجمعات الإسلامية، وهي في القادة والمسؤولين أفحش وأشنع. ¶ - هذا وقد اصطبغت توجيهاته وتعليماته لإخوانه كلها بهذه الصبغة: ¶ 1 - فالاعتكاف في العشر الأواخر من رمضان، له نظامه الدقيق، ¶ 63",
            "page": "63",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وبرنامجه المعلن، الذي يلتزم به الإخوة المعتكفون بدقّة. ¶ 2 - والرحلات التربوية الهإدفة مع ما فيها من ترويح عن النفس، لها ¶ نظامها الدقيق، وهي مضبوطة، بدءاً من الاستيقاظ للتهجّد إلى مثيله من اليوم ¶ التالي، لا وقت فيها للفوضى، أو العبث وضياع الوقت فيما لا يجدي. ¶ 3 - والدروس الخاصة للإخوة لا يسمح بالتأخر فيها أكثر من خمس دقائق ¶ يعدها فرقاً يتسامح به بين الساعات. ¶ 4 - والأعمال المطلوبة من الإخوة يحاسبون ويتابعرن على أدائها في ¶ الوقت المحدد. ¶ 5 - ولكل اخ برنامج تربوي شامل بحسب سنّه ومستواه، فيه وصايا ¶ إسلامية متنوعة يسال عن تطبيقها، ويحاسب على مدى الالتزام بها، وتناقثى ¶ معه أسباب تقصيره وضعفه (1). ¶ - ومن اولى الرسائل الدعوية التي كتبها الشيخ رحمه اللّه، وكانت مادة ¶ توجيهية وتربوية لجميع إخوانه؟ رسالة بعنوان: (ضرورة العمل الإسلامي ¶ المنظم الواعي) ثم ضمّنها بعد ذلك في كتابه: (الدعوة إلى ا لإسلام وأركانها). ¶ 4 - قوية عزيزة، مهيبة محبوبة: ¶ كنتَ إذا جالستَ الشيخ يجذبكَ تواضعه الشديد، وتأسرك دماثة أخلاقه، ¶ ولطف معشره، ولكنك ترى إلى ذلك شخصية قد زانتها القوة في الحق ¶ والاعتزاز بالإسلام، يبرز ذلك في لهجته وحديثه، وئعامله وموا قفه، وكان كثيراً ¶ ما يتمثل بكلمة عمر بن الخطاب رضي الله عنه: \" نحن قوئم أعزَّنا الله بالإسلام، ¶ فمهما ابتغينا العزّة بغيره اذئنا الله. . . \". ¶ وقوة الشيخ في الحقّ وعزة نفسه، جعلت له في قلوب الناس مهابة ¶ (1) ¶ ينظر ما كتبه الباحث في كتاب: (أصاليب تربوية ومواقف دعوية من حياة الشيخ ¶ أحمد). ¶ 64",
            "page": "64",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وتقديرأ، ومع تلك الهيبة فقد كانت شخصيته محبوبة، بما كان عليه من حكمة ¶ ولباقة، وذوق في التعامل مع الناس ولطف وبعدٍ عن الانتصار للنفس، أ و ¶ السعي وراء حظوظها، فكان قريبأ من قلوب مَن يعرفونه أو يخالطونه. ¶ وبعد؟ فإن جمع الشيخ رحمه اللّه تعالى بين هذه الخصائص والصفات في ¶ شحْصيمْه كان محل إعجاب الناس به، وسرّ نجاحه في حياته ودعوته، وإ لا فإن ¶ كثيوأ مق الناس من تكون له بعض هذ 5 الصفات، ثم يكون له ما يضعفها أ و ¶ يذهب بها، من أخلاق أخرى وصفات. ¶ 0 أثر شخصيته في منهجه ودعوته: ¶ ولقد انعكست شخصية الشيخ على سلوكه ومنهجه ودعوته، فتلمح تلك ¶ الشخصية بمزاياها في كل جانب من جوانب حياته الخاصة أو العامة، ونعدّد ¶ هنا بعض النماذج، فمن أهم هذه الاَثار: ¶ 1 - ا لأخذ با لعزائم وا لبُعد عن تتبع ا لرخص، وا لأ قوال الضعيفة أ و الشا ذّة. ¶ 2 - الحرص التام على التزام الستة، والعمل بها، وإ حيائها. ¶ 3 - الدقة في الإعداد والتكوين، والحرص على الاتّزان في بناء الشخصية ¶ ا لإسلا مية. ¶ 4 - الاعتزاز بالإسلام، والصدع بالحق دون أن تأخذه في الله لومة لائم. ¶ 0 صفاته الإيمانية: ¶ ونتحدث في هذه النقطة عن صفات الشيخ الإيمانية، التي رأيناها في ¶ حياته ومواقفه، وكان لها تأثيرها في سلوكه، وفي استجابة الناس لفكرته ¶ ودعوته، وذلك في النقاط التالية: ¶ 1 - عقيدته وعبادته: ¶ أما عقيدته؟ فهي عقيدة أهل السنة والجماعة، بمفهومها الصحيح، ¶ ومدلولها الواسع، ومنهجه في فهمها، وتدريسها، والكتابة فيها هو منهج ¶ 65",
            "page": "65",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "السلف الصالح، البعيد عن التكلفات التي لا طائل تحتها، فهو يؤمن بالصفاات ¶ كما جإءت، ويفوّض في المتشابهات، ويصف الله سبحانه بكلّ كمالٍ وصف به ¶ ذاته او وصفه به رسوله جم! م! م، وينزّهه سبحانه عما لا يليق به، وقد حرص الشيخ ¶ على تربية أبنائه دهاخوانه على أساس هذا الصفاء العقدي، وكَتبَ سلسلةَ العقائد ¶ لعامّة المسلمين بأسلوب سهل ممتع ميسَّر، وبلغة مناسبة للعصر، على هدي ¶ الكتاب والسنّة، وبالأسلوب الفراَني في عرض العقيدة وتثبيتها في القلوب، مِع ¶ الحرص على توضيح الحقائق، والإجإبة عن الإشكالات وكشف الشبهات دُا). ¶ - وكان حريصاً رحمه الله على تثبيت العقيدة في قلوب طلابه في المدارس، ¶ وبثّ حقائقها، والإجابة عن شبهاتهم التي تتعلق بوجود الخالق سبحانه، ¶ وبالقضاء والقدر، التي يثيرها الملاحدة وأعداء الإسلام، فيضرب لهم الأمثال، ¶ ويجفي الشبهات، ويحاورهم بحكمة وهدوء حتى تذعن عقولهم لمنطق الحق ¶ وحججه. ¶ - وأما عبادته؟ فقد حدَثنا عن مجاهدته الشديدة لنفسه، أول إقباله علي! ¶ التم! ك بالسنّة وشغفه بالعلم، وقد تاثر في ذلك بكتاب (إحياء علوم الدين) ¶ للإمام الغزالي رحمه الله، فأخذ نفسه بالمجاهدة الشديدة، حتى نحل جسمه، ¶ واصفرّ لونه، ثم عاد إلى الاعتدال، الذي هو منهج السنّة النبوية في العبادة ¶ والعمل كله، فكان حريصاً على الاتباع في عباداته والاعتدال فيها. ¶ وكان محافظاً على نوافل العبادات حريصاً على التهجّد من الليل سفراً ¶ وحضراً، يربّي أولاده على ذلك، ويحثّ إخوانه ويوصيهم به ولو ركعتين من ¶ الليل. ¶ وكان يحرص على قيلولة النهار والنوم المبكّر، فلا يسهر إلا لمصلحة ¶ شرعية راجحة رعايةَ للاستيقاظ في وقت السحر، واغتنام نفحاته المباركة. ¶ (1) انظر ما جاء في الفصل الثاني من هذه الدراسة من التعريف بسلسلة العقائد. ¶ 66",
            "page": "66",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وكان كثير الذكر دته عز وجل، ويظهر ذلك من حضور قلبه مع الله تبارك ¶ وتعالى، ورقته وسرعة دمعته، وشدة اعتباره واتعاظه بكل ما يرا 5، أو يسمعه. ¶ وكان محافظاً على آذكار السنة وآدعيتها وآدابها، يأخذ بها، ويعلّمها ¶ إخوانه في كل مناسبة، ويحث على حفظها وادائها في أ وقاتها. ¶ وكان حريصاً على الاعنكاف في العشر الأواخر من رمضان المبارك مق ¶ كل عام، ويحث إخوانه على ذلك، ويضع لهم نظاماً دفيقاً متنوّعآَ، يملأ ¶ الأوقات خلال! اليوم كله، يُعلنه للإخوة، ويلتزمون بتنفيذه بدقّة، منه ما هو ¶ مشترك، ومنه ما يؤدّى بصورة فردية. ¶ وآما رحلاته للحج والعمرة؟ فهي باب فريد من أبواب عبادته ونشاطه، ¶ وفنّ عجيب من فنون حبّه دئه ورسوله! لمجييه، وشوقه المتأجج وحنينه، يشهد بذلك ¶ كلّ من خالطه، أو أكرمه الله بصحبته في رحلة من هذ 5 الرحلات المباركة. ¶ وكان يشترط على من يرغب بصحبته في سفر الحج أن يستجيب لكل ما ¶ يرشده إليه من سنن واَداب واوامر شرعية. . وكان يقول!: \" إننا نذهب إلى الحج ¶ لنتخلّص من ذنوبنا واوزارنا، فكيف نصحب معنا من يصرّ على المعصية، ¶ ونخالطه ونجالسه، وهو يأبى ان يتخلّى عن مخالفة هدي النبي! ييه؟! إن من ¶ شرط المرافقة المواففة. . . \". ¶ وقال مرة لبعض التجار وقد أراد صحبته في رحلة الحج: \"إن شروطنا ¶ شديدة قد لا تتحملها - يريد ان يحمّسه بذلك - قال: وما هي؟ قال: \" ألآَ يصز ¶ مرافقنا على معصية، أو مخالفة للسنة. . . \" قال: افعل، قال: \"فمن الاَن، ¶ عاهد النّه على ألا تحلق لحيتك \"، فاستجاب وصحب الشيخ، وعاد محافظاً ¶ على كثير من الاَداب والسنن التي تعكمها في ذلك السفر المبارك. ¶ وكان يعدُ رحلة الحج والزيارة شفاء لقلبه وروحه وجسده، ويقول: ¶ \"إنني اقضي نصف العام في ذكريات الحج والزيارة، ونصفه الآخر في الشوق ¶ والحنين إ لى تلك الديار\". ¶ 67",
            "page": "67",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "2 - ولاؤه لئه ورسولى صيم: ¶ وقد كان الشيخ رحمه الله في الذروة ممن عرفنا في الولاء للّه ورسو له 5سض ¶ فمن ذلك: ¶ - كنا معه مزة في بعض الرحلات؟ فطلب منا أن نفكر في أرج!! عمل ¶ نتقزب به إلى الله ونرجو أن يكون سبب نجاتنا بين يديه سبحانه، ففكَر كلٌّ لتّ! ¶ بأعماله، واجاب بشيء من ذلك: ثم سألناه عن أرجى أعماله عنده فقال: \"ليس ¶ لي كثير صلاة ولا صيام ولا صدقة، ولكن آرجى عمل عندي: الحث في ال! ه، ¶ والبغض في الله \". وله شعر كثير، يصف فيه حبه دئه تعالى ولرسوله لمجبهو، وشدّة ¶ ولائه، ومنهجه في الطاعة، والحرص على الاتباع الصاددتى (1). ¶ - ومن مظاهر ولائه ايضاً دئه ورسوله ع! يم شذة فرحه بالشباب المقباى على ¶ الله تعالى، وكان يقول لنا: \"والله إنني آفرج بهؤلاء الشباب كما أفرج باولادي، ¶ بل كان بقول: ان بعض هؤلاء الشباب أح! ث اليئ من بعض أولادي \". ¶ 3 - تقواه دئه تعالى وخشيته: ¶ كان الشيخ عطيم الخوف والرجاء، كثير البكاء من خشية اللّه، يستشهد ¶ كثيراً بأقوال الصحابة واحوالهم، وقد املى علينا في أماليه: (تذكير و. تحذير) ¶ طرفاً من ذلك، وكئى نفسه (أبا الرجاء) املاً في رحمة الله وفضله، وما رأيت ¶ رجلأ من أهل العلم بكاء مثله. ¶ وكان كثيراً ما يتمثل بهذين البيتين، وقد كتبهما في بعض وصاياه: ¶ اكرمَ الاكرمينَ أنتَ رجائي وشفيعي إليكَ أكرمُ خلقِك ¶ اَ أُرى بينَ اكرمَيْنِ مضامأ أو مضاعاً، حاشا الوفا- وحقِّك ¶ ومن تقواه رحمه الله حفظه للسانه ومجلسه عن الغيبة واللغو والكلام فيما ¶ لا يعني، ذكر مزة بعض مجالسيه ظالماً باسمه وذكر أفعاله، فتغتر وجه الشيخ ¶ (1) ¶ ينطر كتابه: مجموعة العبادات، ص 278، 282. ¶ 68",
            "page": "68",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وقال له: \" نره فمك ومجلسك \". ¶ وقإل مرة أخرى في مثل ذلك الموقف: \"عند ذكر الصالحين تتنرل ¶ الرحمات \". ¶ 4 - زهده وورعه: ¶ لم يحرص الشيخ على ادّخار شيء من المال، وكان دخله ي إً بالنسبة ¶ لأقرانه، فلو أراد الادخار لترك من بعد 5 ثروة جيّدة، ولكنه كان يرى ان أموإ اسنا ¶ في هذا العصر قد دخلتها الشبهات، ولا رخصة للمؤمن الورع أن يدّخر شيئاً ¶ منها. ¶ ومن زهد 5 رحمه الله، أنّه كان لا يبالي بإقبإل الدنيا أو إدبارها، قد توكّل ¶ على الله في كلّ سأن، وكان كل من خالطه يرى البركة ظاهرة في حياتة وحياة ¶ اسرته، ويتمثّل كثيراَ بقول سلمان الفارسي رضي اللّه عنه: \"أنا عبدٌ في بيتِ ¶ سيدي، ما أطعمني أكلت، وما كساني لبست \". ¶ وكان من سيرته انه يضع راتبه في صندوق صغير على رفّ ظاهر في ¶ البيت، فمن لزمه شيء من أولاده اخذ منه دون سؤال، فإذا نفد ما في الصندوق، ¶ استدان من بعض إخوانه إلى أن يحلّ الشهر الجديد فيفي ما استدان، ويضع ما ¶ بقي في الصندوق. ¶ وكان يوشع على آسرته توسيعأ ظاهراَ فيما أحلّ الله وأباح، في 1ممبيل ¶ حملهم على الالتزام بمنهج اللّه. ¶ وكان يرى ان الدنيا اتفه من أن يحاسب المؤمن عليها إخوانه، أ و ¶ يخاصم أحداَ فيها، وكان يقول: \" والله! لو أن الدنيا كانت لقمة، وكان في ¶ نقديمها لأحد هدايته، لقدَمتها مسرورأ، وكنتُ الرابح بذلك\" ¶ 5 - أدبه وحياؤه: ¶ وكان الشيخ عظيم الأدب مع الله ورسوله! يك، يتجلّى ذلك في شذة ¶ تمسّكه بالدين، ودقة اتًباعه للمصطفى! يك، وأخذ 5 بهديه، وإنكاره الشديد على",
            "page": "69",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "من يتوقف عن الطاعة والاتباع، لأنه لم يفهم الحكمة من الأمر والنهي، أو لأيّة ¶ علّة يتعلّل بها. ¶ ومن أدبه مع الله ورسوله ع! بم، أنه كان لا يذكر اسم الله إلا با اصْعظيم ¶ والتمجيد والحمد والثناء، ولا يذكر اسم رسوله ع! يم إلا بالصلاة والسلام عليه ¶ وعلى آلى، مع توقيره وإجلال مقامه. ¶ وكان من ادبه مع أصحاب رسول اللّه ع! ييه نهيه عن الخوض في اختلافهم، ¶ لأنهم مجتهدون مأجورون، يبتغون نصرة الحق ورضوان الله، وكان يذكّر دائمأ ¶ بفضلهم وسبقهم، ومواقفهم العظيمة في الجهاد والنصرة، فكيف يسبقهم سابق ¶ أو يدرك فضلهم لاحق؟ وقد اختارهم اللّه لصحبة نبيه جم! م فجعلهم خير القرون، ¶ وكانوا خير امة اُخرجت للناس. ¶ ومن أدبه انه كان يدعو إلى حسن الظن بالعلماء السابقين وأئمة الدين، ¶ وكل من عُرف بعلم أو صلاح، أو اشتغال بهداية الخلق، وأن تحمل أقوالهم ¶ وأحوالهم على ما يوافق الشرع، فإن لم يمكن نردها ولا ننسبها إليهم، ونعدّها ¶ قد دشت عليهم من أعداء الإسلام أو من ح! ادهم، ليكون المؤمن دقيقاً في ¶ أحكامه سليم الفلب، حسن الظن بالمسلمين. ¶ وكان يجل علماء عصره، الذين عرفوا بالورع والتقوى، والاستقامة في ¶ العلم والعمل، ويستفتيهم ويستنير باَرائهم، وقد رايته مرّات يقبّل يد بعضهم. ¶ ومن أدبه أنه كان لا يواجه احداً بما يكر 5، بل يكنّي ويلمّج بألطف ¶ الكلمات والكنايات كما هو أدب القرآن والسنّة النبوية، ولكنه لا يستحي من ¶ قول الحق والصدع به. ¶ وقد خُتمت حياته رحمه الله وهو يكتب كتابأ جامعاً عن الاداب ¶ الإسلامية، فكتب جزءاً منه، ثم اشتد به المرض، ووافته المنية، وأقبل على ر-بّه ¶ باَدابه التي عاش حياته في رحابها (1). ¶ (1) لم يعئر على مخطوطة هذا الكتاب فيما عثر عليه من مخطوطات كتبه.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "6 - احياؤه للسنة وتعظيمها، وحرصه على الاتّباع الكامل لرسول الله! م! يم: ¶ مزَ بنا خلال هذ 5 الدراسة نماذج عديدة من إحيائه للسنة، وحرصه عإى ¶ اتباع المصطفى! لجفه، فلقد امتزج حبه للسنّة، والحرص على إحيائها وإتّباعها ¶ بلحمه ودمه، وكانت غيرته على تهاون الناس بها تفوق كل غيرة. ¶ واسمع اليه يقول: \". . . فالمسلم الكامل يحرص على السنة حرصه على ¶ الفرض، لأن التهاون في السنة يؤدي إلى التهاون في الفريضة، ويفرّ من ¶ المكروه فراره من الحرام، لأن التهاون في الحرام، وارتكاب الصغيرة، يسوق ¶ إلى اقتراف الكبيرة. . والإسلام كل لا يتجزا، وليس من شأن المسلم الكامل أن ¶ يمتثل امراً، ويخالف آخر، وإلا كان كالذين قال اللّه فيهم: \" أَقَتُؤْمِنُونَ بِبَغضِى ¶ أتكِنث وَتَكفُرُوتَ ببَغفن \" 1 ا لبقرة: 5 8). ¶ المسلم الكامل لا يقول مثلأ: إنَّ اللحية سنّة يجوز تركها، والنظرة الحرام ¶ صغيرة لا يضز إطلاقها، وخاتم الذهب في يد الرجل يسير يتغاضى عنه، والأمر ¶ الفلاني مستحبّ، فلا بأس بتركه. . لا، من قال هذا فقد حلّ من ثوب إسمه ¶ عروة، وعرض عراه إلى الانحلال. . من قال هذا، رضي بهدم حجر من صربخ ¶ إسلامه، وعرَّضه للخراب والدمار. . من قال هذا، نزل من ا وج إسلامه درجة، ¶ ومنها إلى اخواتها وانحدر بعدها إلى الحضيض. . من قال هذا، انحرف عن ¶ صراط الإسلام السوقي ومحجته البيضاء درجة، ثم يبتعد عنه، ومن ابتعد ضل ¶ في الفيافي والقفار. . ومن هنا أصيب المسلمون في دينهم، ووصلو! إلى ما ¶ نرى من تضييع وضياع \". ¶ وكتب رسالة: (التكريم الصادق بالاتباع الكامل) لتعريف الناس بحقيقة ¶ الح! ث الذي يريده الله ورسوله! لخو منهم، ولإحياء روح الاتباع للسنّة في قلوب ¶ الناس، والرذ على اولئك المدعين للمحئة بغير عمل او اتباع، ووزعت تلك ¶ الرسالة في مناسبات احتفال الناس في شهر ربيع الأول. ¶ 7 - اخلاصه ونصحه، وامره بالمعروف ونهيه عن المنكر: ¶ كان لكلام الشيخ تأثير واضح في القلوب، مما يدلّ على قوة إخلاصه ¶ 71",
            "page": "71",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وصدقه، فكم من كلمات يسيرة ألقاها على بعض من تعامل معه أو التقا 5، ¶ فكانت سبباً في هدايته وتغيير مجرى حياته. ¶ وكان يلاحظ علينا دقائق الملاحطات في انفسنا وءإداتنا وأخلاقنا ¶ ومظاهرنا فينصحنا ويوجهنا في الوقت الذي لم يرَ كثير منا من آبائهم وأههات! هم ¶ مثل ذلك، مما يؤكد على أن اثر العالم الداعية المربّي، أعظم من أنر الوالد ¶ وأبقى. ¶ وكان رحمه الله لا يكون في مجلس عام أو خاص إلآَ وينصح ويذكّر، ¶ ويتحدّث عن علل الأمة وادوائها، ويلفت الأنظار إلى خطر المعاصي التي ¶ وقعت فيها على الفرد والجماعة. ¶ واما امره بالمعروف ونهيه عن المنكر؟ فقد كان يراه الركن العظيم الذي ¶ تهدّم في حياة المسلمين الاجتماعية، دياقامته سرّ الحفاظ على تعاليم الإسلام ¶ حية، كما ان إهماله من قِبَل العلماء والدعاة ادى إلى عودة الإسلام غريباَّ كَما ¶ بدا، وشيوع الجهل بالإسلام، وانتشار المفاسد والمنكرات، وكان يرى أن من ¶ عزيمة الداعية، ألا يقز منكراً في مجلس يجلسه، أو مناسبة يحضرها، وألاّ ¶ يسكت عن إنكاره، متحلياً باَداب ذلك وشروطه، واتّخاذ سبيل ال! كمة ¶ والموعظة الحسنة في إنكار المنكر، وكتب في ذلك كتابه: (الأمر بالمحروف ¶ والنهي عن المنكر)، ولقد عُرف رحمه الله بين الخاصة والعامة بحرصه على ¶ الأمر بالمعروف والنهي عن المنكر في كل مناسبة. ¶ ولكنّه كان حكيماَ في اسلوبه في الأمر بالمعروف والنهي عن المنكر، ¶ حريصاَ على استجابة المدعو، وقبوله للنصيحة وعمله بها، يبذل من ماله ¶ وجهده لإزالة المنكر، دماقامة المعروف بغير حساب. ¶ وكان شديد الغيرة على حرمإت الله إذا انتهكت، يرى في وجهه الغضب ¶ والحزن الشديد عندما يسمع بمنكر من المنكرات، وكان يرى أن المنكرإت ¶ العامة لا يزيلها إ لا اجتماع كلمة العلماء، ومراجعة المسؤولين فيها، فكان دائب ¶ السعي لجمع كلمة العلماء لهذا الغرض. ¶ 72",
            "page": "72",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وطبيعة الشيخ العملية، جعلته لا يتحدّث عن المنكرإب حديئأ عاماَ، ¶ هانما ترجم ذلك إلى أسلوب عملي، فكتب مذكرة تحت عنوان: (موقف ¶ المسلم الحق من منكرات الزمان)، فصّل فيها المنكرات التي فشت في جميع ¶ مجالات الحياة الاجتماعية، وبتن ما يجب على المؤمن في إنكارها، وأملاها ¶ علينا في مجلس: (تذكير وتحذير) ثم ضمّن بعضَها كتابَه: (الأمر بالمعروف ¶ والنهي عن المنكر). ¶ 8 - قوَّته في الحق وصلابته، وجرأ ته وصراحته: ¶ قوة الشيخ في الحق وصلابته كانت سمة ظاهرة تميّز حياته وشخصيته، ¶ فما أكثر ما كان يذكرُ ويذكّر: \"ا! داء بعض الدعاة فضلاً عن عامة المسلمين أنهم ¶ ضعفاء مهازيل، مستكينون أمام الأهواء والشهوات، منهزكمون أ مام المغريات ¶ والملهيات، يتمكن من رقابهم الباطل في أول جولة من صراعهم معه، وإن ¶ أعظم ابتلاء لدعوة الإسلام أن يدّعي نصرتها من لا يكون قوياً في الحق، صلباً ¶ في دين اللّه. . . \" (1). ¶ أ - وإن من قوة الشيخ في الحق، وحرصه عليه، وجرأ ته فيه: أنه لم يكن ¶ ليؤثر عليه أهلأ ولا ولدأ، ولا صديقأ ولا قريباَ، ولم يكن ليبالي بمخالفة الناس ¶ له أو موافقتهم (2)، هاذا ظهر له أنّ الحق مع مخالفه سرعان ما فاء إليه ولزم ¶ ركابه، وكان يقول: \"إن أعناقنا جسر للحق وأهله \"، ويقول أيضاً: \" إن ولدي ¶ وأبعد الناس عندي في الحق سواء!. ¶ ب - وكان إيثاره للحق وحرصه عليه يحمله على أن يشتذ على أهله وولده ¶ أكثر من الاَخرين، وكان يتمثّل بما أثر عن عمر بن الخطاب رضي الله عنه أنه كان ¶ إذا اراد أن يأمر الناس بشيء جمع أهله وولده وقال لهم: \" إني أريد ان آمر الناس ¶ (1) ¶ (2) ¶ من امالي الشيخ في (تذكير وتحذير). ¶ وقد مزَ بنا قريب من هذا الكلام في شهادة الدكتور نور الدين العتر في المبحث ¶ الاول من هذا الفصل. ¶ 73",
            "page": "73",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "بكذا وكذا، ووالله لا يبلغني ان احداً منكم خالف ما امرتُ الناسَ به، أو وقعَ فيما ¶ نهيتُ الناصَ عنه إ لا أضعفتُ له العقوبةَ لمكانه مني \". ¶ ب - ومن حرصه على الحق وايثاره له: طلبه للنصيحة من إخوانه، ومن ¶ الناس بصورة علنية، وفي مجالسه الخاصة والعامة، وفرحه بالنصيحة التي تُقدَّم ¶ له، وشكره لصاحبها ومكافأته عليها، حتى ولولم يتأكّد له وقوعه فيما يخالفها. ¶ أذكر ان بعض الشباب قدم للشيخ نصيحة أنه رآه يشبّك بين اصابعه في ¶ احد دروسه العامة، وهو مكروه كراهة تنزيه في المسجد، فقبل الشيخ نصيحته، ¶ وقدم له عليها هدية، وبفغه ان محبته ازدادت في قلبه، مع أنه لا يذكر أنه فعل ¶ ذلك (1). ¶ د - وله شعر لطبف في بيان حرصه على الحق، وإيثاره على الخلق، وهو ¶ من اقدم شعره، أذكر منه هذين البيتين: ¶ إنَا مع الحق إذ ما الناسُ جهلاً أعرضوا ¶ ولا نبالي! و إن سخطو أو إن رضوا ¶ واسمع الشيخ يعبر عن تصوره لما ينبغي ان يكون عليه الدعاة إلى الله ¶ تعالى العاملون، من قوةِ في الحقّ وحرصٍ على اتّباعه، في هذا النداء الذقي ¶ يوجهه إليهم: \"اصدقوا الله يصدقكم، اَمنوا بالئه كما اَمن به المسلمون الأؤلون، ¶ وأخلصوا آعمالكم له، واستجيبوا لله وللرسول إذا دعاكم لما يحييكم. . ابدؤوا ¶ بأنفسكم، جاهدوها في الله، واحملوها على تقوى الدّ، واستقيموا على دين ¶ الله. . كونوا مسلمين، واعثروا بالإسلام، وآعلنوا اعتزازكم به، وارفعوا ¶ رؤوسكم عالية، فإنكم إذا فعلتم، كنتم خلفاء الله في الأرض. . مُزوا ¶ بالمعروف، وانْهَوْا عن المنكر، ولا تأخذكم في الحق لومة لائم. . إن الإسلام ¶ (1) ¶ وجاء في شهادة آستاذنا فضيلة الثيخ محمد العوامة قصة مشابهة عن الثيخ ¶ رحمه الله. ¶ 74",
            "page": "74",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "الدْي تنتسبون اليه، وتُعرفون به، يناديكم، وششصرخ ضمائركم، فكونوا له ¶ ا لأنصار، والْدوه با لأموال وا لأرواح، كما فعل المسلمون الأولون \" (1). ¶ أخلاقه وشمائله: ¶ ونتحدث في هذ 5 النقطة عن أهئم أخلاقه التي كان يتحلّى بها في حياته ¶ الاجتماعية مع الناس، مع أهله وأولاد 5 هاخوانه ومحثيه، حتى مع مخالفيه في ¶ الرأي والمنهج، ولا شك أن بين النقطة السابقة وهذه النقطة تداخلاً واتصالاً، ¶ ولكئنا مثزنا بين النقطتين من حيث غلبةُ الجانب الإيماني على النقطة السابقة، ¶ وغلبة الجانب الاجتماعي على هذ 5 النقطة. ¶ ونجمل حديئنا عن ذلك فى النقاط التالية: ¶ 1 - صبره وحلمه وحُسن خُلقه: ¶ إنَ كل من خإلط الشيخ أحمد يشهد بما كان عليه من حسن الخُلق وكرم ¶ الطبع، وما سيأتي من الحديث ليس إلا تفصيلاً لما أكرمه اللّه به من أخلاق ¶ نبوية، وشمائل محببة. ¶ أما صبره وحلمه؟ فأول ما يطالعنا من صبر الشيخ رحمه اللّه وجَلَده؟ ¶ صبره نفسه على المنهج الشديد الذي هداه الله إليه، من مجاهدة النفس على ¶ طاعة الفه، وطاعة رسوله ىلَخيو، والشم! ك بسنن الإسلام وآدابه، والصبر على أذى ¶ الناس في ذلك، وبخاصة إذا علمنا أن المرحلة التي عاشها الشيخ في نشأته ¶ كانت مرحلة انفصال بين فئتين من الناس، فئة المشايخ وفئة عامة المثقفين، هذا ¶ الانفصال الذي فرض عزلة على المشايخ أن يدخلوا ميادين الحياة الاجتماعية ¶ والتعليمية، وتلك العزلة جعلت الوطأة شديدة على من يريد أن يقتحم ميدان ¶ المشايخ من عامة المثقفين، أو من يحاول ان يُقحِمَ المشيخة إلى ميدان عامة ¶ المئقفين، ويعيشها في أجوائهم. ¶ (1) ا نظر: (ا لدعوة إ لى ا لإسلام وأركا نها)، ص 2 2. ¶ 75",
            "page": "75",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "وبعد انطلاق الشيخ بنشاطه في الدعوة، لقي أذئ كثيراً من فئات عذة من ¶ الناس، لأن منهجه خالف منهجهم، او تعارض مع ما ألفوا في حياتهم، أ و ¶ تعصباً لاتجاهات وانتماءات، فأعرض عنهم وصبر، وأمر إخوانه ألا يقابا! ا ¶ الإساءة بمثلها. ¶ 2 - عفوه وصفحه، وسلامة صدره: ¶ إنّ المؤمن عندما يحكم صلته بربه، ويسعى جهده في مرضاته، يغطّي ¶ حاله مع الله سبحانه، من الانس والرضا والفرح بالئه والشعور بقربه، عإى ¶ علاقته بإلناس وعلاقة الناس به، فلا يبالي اي موقف وقفوا منه، يحرص على ¶ هدايتهم واستجابتهم، ويغتتم لغفلتهم وإعراضهم، ويشفق عليهم أن يعزضوا ¶ انفسهم لغضب الله، ولا يتأثر بإيذائهم وإساءتهم، لأنه يرى الناس مرضى، ¶ والطبيب العاقل لا يغضب من المرضى، بل يشفق عليهم ويعذرهم. ¶ ولقد حذَثنا الشيخ بهذه المعاني كثيراً ووجّهنا إليها، ولمسنا تحققه بها في ¶ مواقف عديدة، فمع شدة تم! ك الشيخ بالحق وغيرته عليه، فقد كان لا يحمل ¶ في قلبه على مخالفه غلأ او حفداَ، لأن خلافه معه كان دئه، وتلك معادلة صعبة، ¶ قل مَن يستطيع التحقق بها من دعاة الإسلام. ¶ - وكان كثيراً ما يتمثّل الإمام الشافعي رحمه الله، وقد ضمّنه إحدى ¶ وصايإه: ¶ مَنْ نالَ مِنِّي او علقتُ بذِفَتِهْ سامحتُهُ دئهِ رَاجِي مِئتِهْ ¶ كيلا اعوّقَ مؤمناَ يومَ الجَزَا ولا اُلسِيءُ محمَّدأ في أُمَّتِهْ ¶ 3 - جوده وكرمه: ¶ عرف الشيخ بين اهله وإخوانه، ومحبيه ومعارفه، بالكرم والجود فهانت ¶ عليه الدنيا على قدر عظمة الاَخرة في قلبه، وكان كثيراً ما يقول: \" أقبج من كل ¶ قبيح صوفيّ شحيح. .\"، وكان يعجب مما يرى عليه بعض الأغنياء من شِخ ¶ بالمالط وحرص عليه، وتلكؤ عن الإنفاق في سبيل الله، ويقول عنهم: \"إئهم ¶ فقراء مهما ملكوا! \". ¶ 76",
            "page": "76",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "وكان يستقل ما يبذل في سبيل الدعوة وهداية الناس، وكثيرإً ما يقول في ¶ مجالسه: \"لو كانت الدنيا كفها لقمة، ووضعت في فم إنسان لهدايته، لكانت ¶ قليلة في جنب الهدابة \". ¶ ومن مظاهر جوده وكرمه، ما كان عليه من كرم الضيافة، والتوسيع على ¶ أهله وأولاده بما احل الله، وكان ذلك جزءاً من منهجه التربوي، الذي سار عليه ¶ ودعا إ ليه. ¶ وكل من نزل ضيفاً بالشيخ يعجب لما يرى عليه من حسن وفادته، وكرم ¶ ضيافته، ومباسطته وإكرامه، وعزمه عليه في الطعام والشى اب، أخأ-إً بالسنّة ¶ النبوتة وهديها في ذلك. ¶ ومن نماذج بذله وإنفاقه في سبيل الله أنه عندما جرت اعمال تجديد (جامع ¶ أ. ي ذر) وتوسعته، اراد ان يساهم بما يستطيع من ماله، وكان ضيّق ذات اليد ¶ يومها، فحمل (سجادة عجمية) من بيته، هي من أنفس السجاد، هول يملك ¶ سواها، وفرشه! في (جامع أبي ذر) وترك غرفة نومه جرداء، واستقبلت ذلك ¶ زوجه بالتشجيع والفرح والرضا (1). ¶ 4 - تواضعه وعزّة نفسه: ¶ عرف الشيخ بين إخوانه بشدة تواضعه، ولين جانبه، وخفض جنا حه لعباد ¶ الله. ¶ فكان يظهر عليه ذلك في ملبسه ومشيته، وفي لين قوله وحُسن كلامه. ¶ ومن تواضعه أنه كان يكره أن يتمئز عن إخوانه بشيء، فلا يرضى القيام له ¶ إذا دخل مجلساً من مجالسه الخاصة أو العإمة، ويكره أن تُقئل يده مع انه يرى أن ¶ تقبيل يد العإلم والوالدين والرجل الصالح كل ذلك مكرمة وفضيلة، وما كان ¶ يرى ذلك لنفسه تواضعاً منه رحمه الله. ¶ (1) ¶ وقد حدثني والدي رحمه الله بهذ 5 القصة. ¶ 77",
            "page": "77",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وكان يخدم نفسه بنفسه، ولا يرضى ان يخدمه أحد من إخوانه، فكثيراً ما ¶ كنا نرا 5 يحمل من السوق حاجاته، فلا نستطيع بشقّ الأنفس أن نحمل عنه، ¶ وستشهد لنا بقول علي رضي الله عنه: \" صاحب الحاجة احق بحملها\". ¶ وإذا تمكن احد إخوانه فحمل عنه بعض حاجاته فلا يعطيه إلا تألفأ لقلبه، ¶ ثم يكرمه بشيء مما معه، ولا يكتفي بشكره باللسان، فإذا أبى قال له: \" سايرتك ¶ فساير ني \". ¶ وكان يبدا من لقيه بالسلام، وبثاشة الوجه، ولو كان شاباً صغير السنّ. ¶ وفي الاعتكاف كان ينام بيننا، ولا يتميز عنا بشيء. ¶ وفي الرحلات كنت ترا 5 أكثرنا حملأ للمتاع، وأعظمنا تحمّلا للمشاقّ، ¶ يخدم إخوانه، ويعين اهل المطبخ في اعمالهم من طبخ الطعام، وغسيل ¶ الاواني، وتهيء الطعام، وترتيب المكان. ¶ وكان في بيته يخدم أهله، فكثيراَ ما كان يخرج إلينا وعلى يديه اثار ذلك، ¶ وهو من اتباع السثة، وحُسن العشرة. ¶ وكان يخدم ضيفه بنفسه، ويقدّم له الفاكهة المقشّرة، وربما أ طعمه بيده. ¶ 5 - حدته وكضبه، ورحمته وضفقته: ¶ كان في الشيخ رحمه الله حِذة هي من طبعه وخِلقته، وهي لا تضير المؤمن ¶ ما لم يسئ إلى احد، او تدخله في باطل، أو تجعله يحيد عن الحقّ، والمؤمن ¶ سرعان ما يفيء إلى الحق إن لخت به الحِدة، او أخرجته عن مقتضى الحكمة، ¶ فيهدأ طبعه، وتسكن نفسه، ويعالج الموقف بالحكمة وحسن الخلق. ¶ وأما غضبه؟ فما رأيته رحمه الله غضب لنفسه قط، أو انتصر لها، وإنما ¶ كان غضبه دثه تعالى، ورضاه دئه تعالى، وبشتدّ غضبه ويزداد على حسب عِظَمِ ¶ المنكر وخطره. ¶ 78",
            "page": "78",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "أما رحمته وشفقته؟ فلئن غلبت على الشيخ الشدّة والحزم، والقوه ¶ والعزم، ولكن ذلك لم يكن مجانباً للحكمة، أو بعيداً عن الشنمقة والرحمة بعباد ¶ الله، فمن امثلة ذلك: ¶ فمن رحمته بأولاده وشفقته، انه كان لا يوقظهم إلى التهجّد في ¶ الشتاء، حتى يسخن لهم الماء للوضوء، ويدفئ لهم البيت الذي يريدون الصلاة ¶ فيه، وهذا ايضاً من اسلوبه التربوي لتحبيبهم بالطاعة، وترغيبهم بها. ¶ ومن رحمته وشفقته، أنه كان يحثثا دائماً على الاعتدال، وإعطاء أنفسنا ¶ حظها من النوم والاستجمام، كيلا تمل العمل الصالح، فتساًم وتقطع عن عمل ¶ الخير. ¶ ومن أجمل نماذج شففته ورحمته: موقفه في رعايته للأيتام وتو جيههم، ¶ فقد طُلب منه ان يرسل بعض إخوانه لتوجيه طلاب الميتم الإسلاميئ، التابِع ¶ للجمعية الخيرثة الإسلامثة بحلب، وكان الأيتام فيه مسيّبين دون أيّ توجيه ديني ¶ او رعاية تربوية، فكثرت فيهم المشكلات الأخلاقية، والانحرافات السلوكية، ¶ وخان بعض القائمين عليهم الأمانة، وتبع ذلك تخلّف كثير منهم دراسياً، فجمع ¶ الشيخ بعض إخوانه الذين اختارهم لهذا العمل، وكإن الباحث أحدهم، وشدّد ¶ علينا في الوصية بهؤلاء الأيتام، وأكد لنا ان مهمتنا معهم التحبّب إليهما، ¶ والتحبيب لهم بالإسلام، وهي تتعارض مع استعمال الضرب مطلقإٌ، وعندما ¶ رأينا واقعهم عانينا منهم مظاهر كثيرة من فساد التربية، الذي يرى غير المتمرس ¶ بالتربية انه لا يفلح معها إ لا الضرب واستعمال العصا، فحدَثْنا الشيخَ عما رأينا ¶ وقلنا: إنَ الضربَ امر لا مفزَ منه مع هؤلاء، إئهم احداث جانحون، فأصرّ علينا ¶ ألأ نفعل مهما يكن الأمر، وكان رحمه الله كفما عرض عليه هذا الواقع، أصرّ ¶ على منع الضرب، وبعد سنوات أثمر أسلوب الشيخ التربوي مع هؤلاء إليتامى، ¶ وظهرت منهم ثفة سوثة، مستجيبة لدين الله ودعوته، مفبلة على الخير. ¶ وكان الشيخ يوليهم عناية خاصة، فيزورهم بين الحين والآخر، ¶ 79",
            "page": "79",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "ويوخههم، ويفدم لهم انواع الحلوى والضيافة، ويهديهم بعد الحج بطاقات عن ¶ مناسك الحج ومشاعره، مما ترك في نفوسهم اطيب الأثر. ¶ 6 - بزه وصلة رحمه، وخدمنه لأهله ومروءته: ¶ وكا ن رحمه الله بَزاَ بأهله وا و لاده، بزاَ بإ خوانه، بز أ بطلاّب ا لعلم وا لعلماء. ¶ فأما بزه بأهله وأولاده؟ فقد كان على غاية من حُسن الخُلُق معهم، ولُطف ¶ المعشر، وسمؤ المعاملة، والتكريم بما استطاع من المباحات ترويحاً عن ¶ نفوسهم، وتجديداً لنثاطهم على طاعة الله تعالى، وكان يتمثّل لذلك بما رولى ¶ في الحديث: \"رحم الله والداًاعان ولدَه على بزه \" (1). ¶ قإل لي مزة ولده الشيخ محمد ابو النصر رحمه الله: \" انَّ برّ الوالد بنا يفو! ¶ مزات كثبرة بزنا به، وهذا شعوري وشعور جميع ا لإخوة والأخوات \"، وحعذا من ¶ اصدق المعايير التي تثبت نجاح الوالد في علاقته بأولاده، وأدائه لحق الأبؤة ¶ التربوفي على الوجه الأمثل. ¶ ومن بزه بزوجه ووفائه لها انه صبر على مرضها ثماني سنين، ولم نسمع ¶ منه خلال ذلك أي تضخر او تبرم، بل كان خلالها على غاية من الإحسان ¶ والخدمة، والحثٌ لأولاده على مضاعفة البز بامهم، والتنافس في ذلك، ¶ وعندما تزؤج زوجه الثانية حرص الا يبلغ هذا الأمر إلى زوجه الأولى بزاً بها، ¶ وحرصاً على خاطرها، واكّد على اولاد 5 وبناته ذلك. ¶ وأمَا برّه بإخوانه؟ فقد كان يتففد أحوالهم، ويرعى شؤونهم بنفسه ¶ ويتابعها، ويقدم ما يستطيع لكشف كرباتهم، وتفريج همومهم، وكان يقدم ¶ مساعدات دورية لبعض إخوانه المعسرين، او الذين لا دخل لهم، ولا يدّخر ¶ وسعاً في ذلك. ¶ (1) ¶ رواه أبو الثيخ بن حبان، في كتاب الثواب، من حديث عليئ وابن عمر رضي اللّه ¶ تعالى عنهم بسند ضعيف، كما في تخريج أحاديث الإحياء: 2/ 17 2. ¶ 80",
            "page": "80",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "وكان يولي طلاب العلم الشرعي عناية خاصة، وبراً أكبر، لما يرى من ¶ إجحاف المجتمع بحقوقهم، ولما في بزهم من العون لهم على اداء رسالتهم ¶ التي فيها الخير الأعتم للأمة. ¶ وبلغ من برّه لطلاب العلم الشرعي انه كان لا يقدّم على طالب العلم في ¶ تزويج بناته أحداً، وقد زؤج أكثر بناته لطلاب علم لا يملكون من حطام الدنيا ¶ شيئاً. ¶ وأما صلته لرحمه؟ فقد كان حريصاً على صلة أرحامه، يحسن إليهم ¶ ويكرمهم، ويحرص على زيإرتهم في كلّ مناسبة، ودعوتهم إلى الخير ¶ وتذكيرهم. ¶ 7 - حكمته وبديهته: ¶ كان الشيخ رحمه الله حكيمأ في فهمه ومنهجه، حكيماً في موإقفه ¶ واسلوبه، وكان من حكمته في مواقفه حرصه على الشورى في معالجة أمور ¶ إخوانه، وفي علاقته مع العلماء والمشايخ. ¶ - وكان حاضر البديهة، مسدد الإجابة، وتتجفى بديهته في إجاباته ¶ للطلاب ومناقشاته لهم، وبخاصة في إثبات وجود اللّه، والتعريف بحقائة! ¶ الإسلام، والردّ على شبهات أعدائه، فله في ذلك مواقف كثيرة كان يحدّثنا عنها ¶ في مناسباتها. ¶ 8 - ذوقه ولطفه ومزاحه وفُكاهنه: ¶ وكان رحمه الله على غاية الذوق واللطف، له ذوقه الخاصّ في كلّ أمر، ¶ ولا عجب في ذلك بعد ان عرفنا انّ الشيئ كان ذا ذوق فنّي عالٍ في الخطّ ¶ والرسم، وذا إحساصٍ رفيع بالجمال!. ¶ فكان له ذوقه الرفيع في الكتابة، يكتب على ورق غير مسطّر باستقامة في ¶ الكتابة، لا تختلف عن الكتابة على الورق المسطر، وكان يترك هامشاً من اليمين ¶ 81",
            "page": "81",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "عريضاً، وهامشاَ من الشمال اضيق، وينبّهنا إلى فعل ذلك مراعاة لجمال ¶ الشكل، وحس! ا! مظهر. ¶ وكالْت له اذواقه في الماًكل والمشرب والملبس، مع الحرص على ¶ ا! بساطة وترك التكفف، فكثيراً ما عدل لأهله طريقة طبخ بعض الأنواع من ¶ الماكولات إ لى طريقة أحسن. ¶ وهو أول من ارشد الخئاطين إلى وضع أزرار لجئة المشايخ، كما حدّثني ¶ بذلك خئاطه الخاصق، وكانوا قبل ذلك يتركونها بغير أزرار، فهي مفتوحة ¶ دائماَ. ¶ وكان من ذوقه ولطفه، أنه لا يواجه احداً بما يكره، وهذا أدب نبويّ ¶ عظيم، يستهتر به بعض الدعاة اليوم، بحجّة الجرأة في الحقّ وعدم المبالاة ¶ بالناس. ¶ وكان كثيراَ ما يأتيه الاَباء، يشكون أبناءهم لشدة تم! كهم بدينهم، ¶ فيتلطف بهم، ويهتثهم على اشقامة اولادهم، ويغبطهم على حُسن نشاتهم ¶ وسيرهم، ويذكرهم ان كثيراَ من الناس يضخون من انحرافات أبنائهم، ويتمنّون ¶ اشقامتهم، ولو دفعوا في ذلك الألوف المؤلفة، ويبيّن لهم أنه يوخه الائناء دائماً ¶ إلى البز بوالديهم، وحسن الطاعة لهم، وينصحهم ألا يمنعوا أولادهم من ¶ الإقبال على المسجد، وأن يشعروهم بالفرح بتدينهم، والرغبة في استزادتهم ¶ من الخير. ¶ وأما مزاحه وفكاهته، فقد عرف الشيخ بروح الدعابة والمزاح، فكان لا ¶ يمل جليسه من فكاهة حديثه، ومداعباته التي تدخل السرور على القلوب. ¶ !! ه! بهلا ¶ 82",
            "page": "82",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "المبحث الرالع ¶ ملامح فكره الدعويّ والتربويّ ¶ تشخصيه لواقع الأمة، وسبيل النهوض بها: ¶ إن كتابات الشيخ ورسائله الدعويّة المتنوّعة خير ما يعزفنا بتشخيصه لواقع ¶ الأفة وأسباب تخففها، يقول رحمه الله: \" ومن أ برز ا مراض هذا المجتمع: ¶ 1 - الجهل بالإسلام 0 2 - ضعف الإيمان. ¶ 3 - التهاون بالمعاصي مع الإصرار 4 - التقليد الاعمى. ¶ 5 - فتنة النساء. 6 - الرضا بالصلاح النسبي. ¶ 7 - ترك الأمر بالمعروف والنهي عن المنكر. ¶ 8 - إهمال تربية البنين والبنات \". ¶ ويشرح هذ 5 النقاط ويوضحها، ثم يفول رحمه الله: \" لكل داء دواء: هذا ¶ داء المسلمين، فما هو دواؤهم؟ \" فيجيب بقوله: \" لا يصلحُ اَخرُ هذ 5 الامة إلاّ ¶ بما صلح به أولها، فإذا أراد المسلمون النجاة سلكوا سبيل النجاة، وسبيل ¶ النجاة العودة الصادقة إلى دين الله وشرعه، بمجاهدة النفوس على التمسك ¶ بالإسلام والعمل بأحكامه، وبالصحبة الصالحة المعينة على السير في هذا ¶ الطريق القويم. . ولا بد في ذلك من التاَخي في الله، والتعاون على مرضاة الله، ¶ والتناصح في دين الله، والرجوع إلى المساجد، بيوت اللّه، والاستشفاء فيها من ¶ أدران المادة، وعلل المادة، وتغذية الروح بطاعة الله. . أما القعود عن ذلك، ¶ والغرور بالأماني، من غير سعي ولا طلب، فلا يوصل إلى غاية، وليس هو من ¶ شان العاقلين \" (1). ¶ (1) مقدمة الطبعة الثامنة من رسالة (سبيل الهدى والعمل)، ص 4 2. ¶ 83",
            "page": "83",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "وواضح من كلامه رحمه الله آن سبيل الإصلاح ان تعود للمساجد ¶ رسالتها، وان ينهض العلماء والدعاة من جانب المحراب، ومن آحب البقاع إلى ¶ الله، داعين إلى دين الله، يعقدون بين الناس أواصر الحمث والأخوّة في الله، على ¶ التناصح والتعاون على مرضاة الله. ¶ وكان يرى أن كئيرأ من العاملين ل! سلام في عصرنا، يقضرون عن تمثيل ¶ الإسلام تمثيلأ كاملأ وهم يدعون إليه، أو يخطئون الطريقَ الصحيح في الدعوه ¶ والعمل، فلا تتلاءم دعوتهم مع الواقع المعاصر، أو تقصُرُ معالجتهم عق أدواء ¶ الأمة وعللها، فلا تثمر الثمرة المطلوبة، يقول رحمه اللّه: \" نرى كثيراً ممن يدعي ¶ الغيرةَ على الإسلام، والعملَ للإسلام، لم يمهدوا الأسباب الموصلة إلى هذه ¶ الأمنية الغالية، بل ساروا في طريق ملتوية واهمة لا تحقق لهم غاية، ولا تصل ¶ بهم إ لى مقصود. . . \" (1). ¶ ويفصّل ذلك فيقول: \"في المسلمين افراد وجماعات، انتسبوا إلى ¶ التصوف، فتبوؤوا صدور مجالس، والتفّ حولهم ناس، فاكتفوا بمواعظ ¶ يلقونها، ومجالس ذكر يقيمونها، فإذا فرغوا منها انفضق الناس عنها، وخرتجوا ¶ من مجالسهم كما دخلوا، لم يقوم ذلك شيئاً من عوجهم، ولا من عوج بيوتهم، ¶ ولا من سلوك نسائهم وأولادهم، ولا من تصرفاتهم في أعمالهم ومعاملاتهم. ¶ ظنَ هؤلاء أنهم قاموا بواجب الدعوة إلى الإسلام بما فعلوا، وظن ¶ الأتباع انهم على خير ما يمكن أن يكون عليه المسلمون اليوم، واغتزوا أنهم من ¶ جماعة فلان او فلان. . ف! ذا أمروا بخير، او نهوا عن شر، تعقَلوا بفساد الزمان، ¶ وعوج أهله، وأنَ تيار الفساد جارف، وعذروا أنفسهم في آثام لا عذر لهـ3 ¶ فيها. . وفي الناس اَخرون، أرادوا خدمة الإسلام، فكتبوا وخطبوا، وخططوا ¶ مناهج، ورسموا الطريق إ لى بعيد، ولكنهم أغفلوا ا مر أنفسهم، فلم يبدؤوا بها، ¶ ولم يحملوها على العمل بالإسلام، قبل ان يكونوا دعاة إليه، وبهذا أخطؤوا ¶ (1) ينظر المرجع السابق، ص 17. ¶ 84",
            "page": "84",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "طريق الإصلاح من أ ول خطوة، ولم يرجعوا من عملهم بطا ئل \" (1). ¶ ولقد كانت كتابات الشيخ رحمه اللّه إ لى مخيمات الشباب ورسائله العامة ¶ والخاصة كلها تفيض بالحديث عن هذه المعاني، وتهدف إلى تعميقها ¶ وتأصيله!، ومما جاء في بعض مجالسه ودروسه: \" هذا هو الطريق، وإذا عرف ¶ أحدُكم غيرَه، أو أقربَ منه، أو أهدى سبيلاً فليدلعا عليه، فإنَّ الدينَ النصيحة، ¶ ولا نعذره ولا نسامحه أن بسكت عن ذلك \". ¶ اما كيف يمكن أن تتحقق العودة إلى الإسلام في حياة الأمة، وعلى ¶ مستوى المجتمع؟. ¶ فيكاد يجمِعُ العاملون للإسلام في عصرنا، كما يتفق كبار أئمة السلف، ¶ أنه لا بد من التعاون واجتماع الكلمة على نصرة دين اللّه، والتقاء القلوب على ¶ الأخؤة في الله، وا لتعا ون لإقا مة شرع الله، وبلوغ مرضاته. ¶ ولقد سمعنا من الشيخ مرارأ هذه الكلمات: \" لو صلج الناس حتى كانوا ¶ بصلاج أبي بكر الصدبق رضي الله عنه وكانوا متفرقين، لم تقم للإسلام قائمةٌ ما ¶ لم يتعاونوا على نصرة دين الله، ويجتمعوا على تحقيق ذلك \". ¶ لا بد من البدء بتربية الفرد المسلم، الذي يرئى على قيم الإسلام واداط، ¶ ثم لا بدّ من تكوين الأسرة المسلمة والعناية بها، ثم السعي لإقامة المجتمع ¶ المسلم، وذلك أرقى فهم في فقه العمل للإسلام، والدعوة إ ليه. ¶ ولقد كان رحمه الله يتمنّى كثيراً من دروسه العامة والخاصة أن يقومَ في كل ¶ مسجد دعوة الى الإسلام من هذا النوع، يقوم عليها طالب علم ذو فقه شرعيّ، ¶ ووعي وبصيرة، لتأخذ المساجد دورها الرائد، وتؤدي رسالتها في جمع ¶ الشباب، ونشر الدعوة بين الناس (2). ¶ (1) ¶ (2) ¶ المرجع السابق، ص 18. ¶ من درس عاتم مسخل للشيخ رحمه الله. ¶ 85",
            "page": "85",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "ويوضمح الشيخ الأسس التي يرى قيام الدعوة عليها، فيقول رخمه الله: ¶ \". . . ومن اول خطوات الدعوة إلى الإسلام: البدء بإعداد الأفراد في أنفسهم، ¶ وذلك! بتكليفهم أعمالاَ ومجاهدات، ثم بمحاسبتهم عليها، ثم بإعداد الأسر ¶ الصالحة، ولا يتهيا ذلك إلا باختيار الزوجة الصالحة لبناء البيت الصالج، ثم ¶ بتربية الأولاد تربية إسلامية صإلحة، وشعور الرجال بالمسؤولية عن كل كبير ¶ وصغير، من شأن الأسر ونثأتها وسلوكها. . ثم بدعوة الناس إلى المساجد ¶ بيوت الله، لتجديد الإيمان في قلوبهم، ودعوتهم الى الدين، والعمل بأحكامه، ¶ الاحلال حلاله، وتحريم حرامه، وربطهم بمحاسبات على أعمالهم، في جوّ ¶ اخؤة اسلامية صادقة ناصحة. ¶ فإذا راى المسلمون العاملون خلوّ المجتمع ممن يدعو إلى الإسلاَم عاف ¶ هدْا المنهج الواضح السديد؟ نهضوا يعملون، مستعينين بالئه عزَّ وجلّ، لتحقيق ¶ هذه الغاية الكريمة، وسدّ هذا الفراغ البئن، وذهبوا يدعون إلى الإسلام دعوة ¶ عملية صإدقة، قائمة على منهاج عملي واضح. . ينبغي أ لا تكون دعوتهم قاصرة ¶ على جلسة وعظ فقط، يضيفونها إلى جلسات المساجد الأخرى، ش لا على ¶ حلقات علمية بحتة، يجمعون الطلاب عليها، ولا على ذكر صوري لساني، ولا ¶ يحدث انقلاباَ في نفوس الأفراد والجماعات، فليس ينقص الناس اليوم جلسات ¶ وعظ، ولا صفوف علم، ولا حلقات ذكر، كما تنقصهم الدعوة إلى تطبيق ¶ وعمل دماصلاح. . فإن الأمّة الإسلامية اليوم في أمسن الحاجة إ لى دعوة! ن مذا ¶ النوع، بعيدة عن الأهواء، وخالصة لوجه الله، لا تشوبها شائبة من مطمع ¶ دنيوي، او غرض نفسي، أو عرض زائل. ¶ ينبغي أن يبدأ الدعاة بأنفسهم، يقوون فيها الإيمان بالئه تبارك وتعالى، ¶ ويربونها على تقوى الله عز وجل، ويجاهدونها على امتثال أمره، 5 اجتناب ¶ نهيه، حتى ينجوا مما وقع فيه الناس في هذا المجتمع المريض، من مخالفة ¶ لدين الله، وخروج على طاعة الله، وتلوث بمعاصي الله. . يركزون دعوتهم أولاً ¶ على نفوسهم، ويعتبرون هذا البدء نقطة الانطلاق للعمل الإسلامي المجدقي، ¶ 86",
            "page": "86",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "فاذا استقامت لهم نفوسهم، دعوا الناسَ زرافات ووحدانأ إلى سبيل الهد! ¶ والعمل، فإن استجإب لهم الناس بذلك، دعوهم إلى إصلاح أسرهم، وبصلاح ¶ الأسر يصلح المجتمع. . ان الأفراد الصالحبن، لَبناب صالحات لبناص صرح ¶ الاسلام المجيد، وانَّ الأسر الصالحة دعائم قوية لبناَء المجتمع الصالح، ومتى ¶ صلح المجتمع، أو غلب فيه الصلاح، تكؤ! الراي العامّ الصالح، فانتصرت ¶ الفضيلة، وانهزمت الرذيلة. . ينبغي أن يبدؤوا دعوتهم هذ 5، وهم مؤمنون ¶ إيماناً لا يعتريه شكّ، أنهم على حق إن ماتوا صمان عاشوا، وأن يعاهدوا اللّه عزَّ ¶ وجل، الاّ يحيدوا عن دعوتهم قيد شعرة، مهما اعترضتهم مصاعب، أو مرّب ¶ بهم محن. . \" (1). كا ¶ وكثيراً ما كان الشيخ في مجالسه العامة والخاصة، يشبّه العمل للإسلام ¶ بصخرة كبيرة لا يستطيع حملها إلا جمع كبير من الرجال الأشداء، والعاملون ¶ للإسلام إنما يحاولون القيام بحمل هذا العبء الكبير، فعلى قدر التاَخي بينهم، ¶ والترابط بين قلوبهم، تتضافر جهودهم، وتتحد قواهم للنهوض بالعمل، ¶ وحمل أعبائه، د! ان المخلص العا قل الواعي منهم هو الذ! يفرح بكثرة الأعوان، ¶ وزيادة الأنصار، الذين يعينونه على حمل الأمانة، والقيام بجزء من ا لمسؤولية، ¶ ولو لم يعملوا معه في الميدان نفسه الذ! يعمل فيه، فميادين الدعوة الإسلامية ¶ كلها تصث في نهاية الأمر في ميدان واحد، وتعمل لغاية واحدة، وأهداف ¶ واحدة. ¶ منهجه في اركان الدعوة الى الإسلام: ¶ حدد الشيخ رحمه الله في كتابه: (اركان الدعوة الى الإسلام) تلك الأركان ¶ بخمسة أركان؟ هي: ا لإيمان، والعلم، والعمل، والدكر، والأخوّة الصادقة. ¶ 1 - وفي حديثه عن الايمان وهو ركن الدعوة الأول، يتحدث عن أثر ¶ (1) ¶ الدعوة إ لى ا لإسلام وأركا نها، للشيخ احمد رحمه الله، ص 2 2. ¶ 87",
            "page": "87",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "المعاصي والمخالفات في ضعف الإيمان وانهياره، فيقول: \". . . تهاون ¶ المسلمون اليوم، في أفرادهم، واسرهم ومجتمعاتهم، تهاونوا بسنن الإسلام ¶ واَدابه، واقز بعضهم بعضاً على ذلك، فتجزا ذوو النفوس الضعيفة، والقلوب ¶ المريضة على ما هو اكبر، فتركوا الفروض، ووقعوا في المحرّمات، وسكت ¶ الناس بعضهم عن بعض، ولم يأمروا بمعروف، ولم ينهوا عن منكر، فضعفت ¶ شعلة الإيمان في الفلوب، واستحكمت فيها ظلمات المعاصي، و! ان على ¶ قلوبهم ما كانوا يكسبون. . ضعفت شعلة الإيمان في قلوب بعضهم، ثم ¶ انطفات، فسقطوا في فتنة الشهوات، وانتشرت فيهم فتنة الشبهات، ووقعوا في ¶ وهدة الكفر، فأنكروا الخالق، والشرائع والنبوات، والحشر والمعاد، والثواب ¶ والعقاب، والجنة والنار. . . فكم في بيوت المسلمين اليوم، وفي مجتمعاتهم ¶ مَن اسماؤهم أسماء المسلمين، وهم في عداد الكفرة والملحدين. . .! \". ¶ \"إن المجتمع البشرى اليوم، أحوج ما ي! كون إلى دعوة الإيمان بالئه تبارك ¶ وتعالى، وان دعوة ا لإيمان أحوج ما ت! كون إ لى رجال صدقوا في إيمانهم، فكونوا ¶ أولئك الدعاة الصادقين، لنكن دنياكم كلها: من دراسة علم، ومزاولة صناعة، ¶ أو تجارة، وتبوء وظيفة أو منصب، وحيازة مال أو جاه، ليكن ذلك كله قوى ¶ مصروفة لدعوة الإيمان، إذا فعلتم ذلك سعدتم في نفسكم، وأنقذتم البشرية من ¶ ظلمات الكفر وأوحال المادة، ومتاهات الضلال والشقاء. . . \". ¶ 2 - وفي الركن الثاني من أركان الدعوة، وهو العلم، يتحدَّث عن فضل ¶ العلم وأهميته فيقول: \". . . والتعليم خصوصية من أعظم خصوصيات الرسل ¶ الكرام عليهم الصلاة والسلام، فقد ارسلهم اللّه إلى أممهم معلّمين ومرشدين، ¶ وهداة ومصلحين، وامتن على هذا الأفة الأمية خاصة، ببعثة نبيها إليها معلّمأ ¶ ومزكيأ، ومنقذاَ من الضلال، فقال تعالى: \" هوَ الذِى بَعَثَ فِى اَلاجمتَ رَسُو، مِّنْهم ¶ شلُوا عَلَتهِتم ءَالةء وَيُركيهِتم وَيُعَاثُهُمُ ألكِنَف وَألحكمَةَ لَ! ن؟ دؤُا مِن قتل لَفِى ضَنَلٍ! ينٍ ص! ه! ¶ ] الجمعة: 2،. ¶ ولما كان نبتنا -لمجخاتم النبيين، وشريعته خاتمة الشرائع، كانت أمته أحقّ ¶ 88",
            "page": "88",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "الأمم ان تحمل لواء العلم على مز العصور والدهور، تبلّغ العالم، ولا سيما فيب ¶ جاهليته هذه، الشريعة الإسلامية الغرّاء، وتعفمه سنن الهدى، وتهديه إلى سوإء ¶ الصراط. ¶ ولا عجب ان تكون للعلم هذه الفضيلة الكبرى، والخصوصية العظمى، ¶ فبالعلم يهتدي الإنسان إلى كل مجهول، وتتحقق له سعادة الدين والدنيا. . ¶ وبالعلم يستنير العقل، وتتسع آفاقه، وتعظم إدراكاته، وبه يعرف الإنسان ¶ ا لحقائق على وجهها ا لصحيح، ويمئز بين ا لحق وا لبا طل، وبين ا لهدى والضلال، ¶ وبنور العلم الساطع يعطي ا لأنسان كل شيء حقه، وينزله منزلته، ويبوئه مرتبته، ¶ ويقدم الأهئم على المهتم. . وبهذا كله يصلح إلإنسان لخلافة الله في الأرض، ¶ وينهيأ لعمارتها على الوجه اكمل. . فالعلم ضرورة من ضرورات الحياة ¶ السعيدة الرشيدة. ¶ وبالعلم يتمكن الداعي إلى الإسلام من نشر دعوته على هدى وبصيرة. . ¶ وبذلك ترتكز دعوته على ركن متين لا يتزلزل، فهو بالعلم يكشف للنالمه! عن ¶ جمال الإسلام ومحاسنه، ويرذ شبهات المشتبهين، ويزيل أوهام المشككين، ¶ ويفوي إ يمان المؤمنين \". ¶ ويوخه نداءه للمسلمبن عامة ولشباب الدعوة خاصة، فيقول: \" أخلصوا ¶ علمكم وعملكم دلّه تعالى، واقصدوا بهما وجه اللّه، وتع! موا لتعملوا، ونفقهوا ¶ لتتقوا، لا لدنيا تصيبونها، ولا لأموال تجمعونها، ولا لمناصب تتبوؤونها، فكلٌّ ¶ حقير فانٍ، وحطام زائل. . تعقَموا العلم لتتقربوا به من ربكم عزً وجك، ¶ ولتنصروا دين اللّه في الأرض، ولتكونوا دعاة إلى الله تبارك وتعالى بالاقوال ¶ والأفعال. . اعكفوا على طلب العلوم الشرعية، حتى تفهموا الإسلام حق ¶ الفهم، ثم ضموا إليها العلوم الكونية، وتثقفوا الئفافة العصرية، فانها فرض ¶ كفاية، وعليها تتوقف نصرة الإسلام، إذ لا بد من إعداد القوة، وهذ 5 العلوم من ¶ مقدماتها وأركانها. . كونوا قادة في العلم، قادة في العمل، فالإسلام دين العلم ¶ والعمل، ولا ظهور ولا نجاح للمسلمين إ لا بهما \". ¶ 89",
            "page": "89",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "3 - وفي الركن الثالث من اركان الدعوة إلى الإسلام، وهو العمل به ¶ وتطبيق احكامه، يتحذَث عن مفهوم الرخصة والحزيمة في الإسلام، ويضرب ¶ الأمثلة ثم يقول: \". . . فالأخذ بالشدة عزيمة، والأخذ باليسر رخصة، ¶ وللعزائم رجال، وللأخذ بالرخص احوال، وفي الحديث الشريف: (إنَّ اللّهَ ¶ يدبئُ ان تؤتى رخصُه كما يحبُّ ان تؤنى عزائمُه) (1). ¶ فشريعة الله تعالى بين الرخصة والحزيمة، ليأخذ العبد نفسه بهذه وتلك، ¶ فلا يتتبع الرخص، فيفصر عن الكمال المنشود، ويحرم الخير الذي أراده الله ¶ تعالى لأوليائه وصفوة عباده، ولا يلتزم العزائم في جميع أحواله، فتمل نفسه ¶ العبادة، وتحرم لذة الطاعة، ويقعد بها العجز عن الاستمرار فيها، فيبقى في ¶ حسرة وكآبة، هذا بالنسبة لعامة المسلمين. ¶ اما الدعاة إلى الله تبارك وتعالى وهداة خلقه إليه، فينبغي أن يأخذوا ¶ انفسهم بالعزائم في أكثر أحوالهم، لأنهم نصبوا أنفسهم للناس فدوة، والناس ¶ لهم أتباع، وما أحوج الناس إلى ائمة يدعون بأقوالهم وأفعالهم وأحوالهم إلى ¶ خير، ويهدون باستقامتهم إلى استقامة. . حتى يسير الناس على منهاجهم. . ¶ ولا بقاء للإسلام الكامل إلا بأمثال هؤلاء الكاملين. . وبهذا أدّب الله تعالى ¶ خواصن عباده، الذين نصبهم قدوة للناس وائمة للعالم. . \". ¶ ثم يتحذث عن (اهمبة الناحية النطبيقبة في الإسلام) فيقول: \"ليس ¶ الإسلام نظرية من النظريات تعرض وتناقث!، فيتقئلها من يتقبّلها، ويعرض عنها ¶ من يعرض، ويبرهن على صدقها من اقتنع بها، ويحاول دحضها من لم يقتنع. . ¶ وليس الإسلام فكرة مجزدة، تقر بها العقول، او لا تقز، وتؤيدها الأقوال، أ و ¶ تنبذها وتردها. . وليس الإسلام دعوى تدعى، ولا كلمة تقال. . لا، إنَّ ¶ الإسلام شريعة الله في أرضه، انزلها على رسوله محمد ع! فه خاتم النبيين، ¶ (1) رواه البخاري ومسلم، كما في المرجع نفسه، ص 9 1 1. ¶ 90",
            "page": "90",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وجعلها خاتمة الشرائع وناسخة لها، واختارها لتكون صالحة لكل زمان ¶ ومكان، وأمر اللّه تعالى نبئه! شَي! بتبليغها، ودعوة الناس إليها، ليستجيبوا لها، ¶ ولتكون منهاجاً لهم في حياتهم، يسيرون عليه، ويعملون بمقتضاه، فمن آ! ن ¶ بالإسلام شريعة عمل بها، واذعن لها\". ¶ ثم يتحدث عن (اهمية النموذج الإسلامي في المجتمع)، فيقول: \"لا ¶ قيام للإسلام في المجتمع إلا بوجود افراد فيه، يطئقون الإسلام في أنفسه! ا، ¶ فيكونون نماذج حية، يمثفون الإسلام تمثيلاً عملياً، يدعون إليه بأقوالهم ¶ وافعالهم، ويمثقونه في عباداتهم ومعاملاتهم واخلاقهم، وفي مساجدهما ¶ وأسواقهم، وفي سزهم وعلانيتهم وسائر تصزفاتهم. . بهذ! قام الإسلام أول ¶ مرة، يوم آمن به رجال، فعملوا به، وطئقوا أحكامه، ومثّلوه في مجتمعهم، ¶ وعلاقات أفراده، وصلات بعضهم ببعض \". ¶ ثم يقول تحت عنوان: (فقد النموذج الإسلامي في واقعنا): -\"لا تخلر ¶ المجتمعإت الإسلامية اليوم في اقطإر المسلمين من أفراد يعملون بالإسلام، ¶ ويطبقونه في أنفسهم تطبيقاً صالحاً؟ إلآ أنَ هؤلاء الأفراد مغمورون في ¶ مجتمعاتهم، ليس لهم فيه! بروز ولا ظهور. . فلا بدّ إذن من اجتماع هؤلاء ¶ العاملين، ليؤلفوا نواة صالحة صادقة للمجتمع الإسلامي المنتظر\". ¶ ويخلص الى ضرورة الجانب العمليئ في الدعو 5، فيقول: \" قيام جماعة ¶ على هذا الأساس واجب: إذا رأى المسلمون انهيار الإسلام في مجتمعهم، وما ¶ وصل إليه من الغربة، ورأوا الهوة العميقة التي انحدر إليها المسلمون بسبب ¶ تخففهم عن الإسلام: رأوا من الواجب المحتم أن يعملوا على إيجاد النماذج ¶ الإسلامية الصالحة في المجتمع كأفراد، ثم تكوينها نموذجاً إ سلامياً كجماعة. ¶ وانما ينهيأ ذلك على سواعد رجال اَمنوا بالئه وبشريعة اللّه، وصدقوا في ¶ تكوين أنفسهم، وتربيتها على ا لإسلام الكامل، وتضافروا على الخير، وتعاونوا ¶ على الحق، الى أن يتألف منهم مجتمع صالح، يمثّل القدوة العملية المفقودة، ¶ وما ذلك على الله بعزيز \". ¶ 91",
            "page": "91",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "4 - ويتحذَث في الركن الرابع من اركان الدعوة إلى الإسلام، وهو ¶ (الذكر) عن أهمية الجانب الروحي في حياة الإنسان، واهتمام الإسلام به ¶ فيقول: \". . . اهتئمَ الإسلام بالروح اهتماماً كبيراً، وحث على سلامتها من ¶ أدران المادة، واوصاف البهيمة، وهيأ لها غذاءً روحياً، يحفظ بقاءها، ويبعث ¶ فيه القوة والصفاء، والطهارة والإشراق، فكما أن الجسد إذا انقطع عفه غذاؤه، ¶ ذبل وضعف، وانحفت قواه، وصار إلى هلاك، فكذلك الروح إذا انقطع عنها ¶ غذاؤها الروحي، كان ماَلها الذبول والاضمحلال، وصارت إلى موت ¶ معنوي. . .\". ¶ وعن آهمية الذكر للمسلم يقول: \"وأنت بعد هذا إذا سمعت قول ¶ الرسول الكريم! سي!: (مَثَلُ الذي يذكر ربه، والذي لا يذكره مثل الحيّ ¶ والميت) (1)، عرفت ان الذكر دعامة قوية يقوم عليها بناء الدين كله، ينبئ عن ¶ هذا قول النّه جلّ ذكره: \" فابهروفي- أ كزكُتم \" 1 البقرة: 52 1)، فلا عجب إذن أن ¶ يشبّه النبي عنَي! الذاكر، وقد استنار قلبه بنور المعرفة، وتحلّى قالبه بحلة الطاعة، ¶ بالحي الذي تزين ظاهره ببهجة الحياة، وباطنه بنور العلم والإدراك، وأن يشبّه ¶ الغافل، وقد قسا قلبه، وأظلمت نفسه بالجثة الهامدة، تعطّل ظاهرها، وأظلم ¶ باطنها، فلحقت بعالم الجماد\". ¶ وتحت عنوان (الذكر والدعوة إلى الإسلام) يقول: \" الدعاة إلى اللّه تعالى ¶ لا بدّ لهم من عُددِ، واقوى عُددهم قلوبٌ عامرة بالإيمان، مثرقة بأنوار اليقينط ¶ دائمة الصلة بالئه تبارك وتعالى، ويعبّر عن هذ 5 القلوب السنة ناطقة بالحقّ داعية ¶ إليه. . فإذا عمرت قلوب الدعاة بذكر اللّه تعالى، وأشرقت بالإيمان واليقين، ¶ عئرت عنها الألسن بأوضج بيان، ونطقت بالحكمة والعرفان، فكلّ كلام يبرز، ¶ وعليه كسوة القلب الذي برز منه. . وقديماَ قيل: (ما خرج من القلبِ وقعَ في ¶ القلبِ، وما خرجَ من اللسانِ لا يجاوزُ الاَذان). ¶ (1) ¶ رواه البخاري: 1 1/ 175 و 177؟ ومسلم (779). ¶ 92",
            "page": "92",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "والذكر ينؤر القلوب، ويجلو البصائر، فإذا تنؤَرت قلوب الدعاة إ لى الله ¶ تعالى، وانجلت بصائرهم، دعوا إ لى الله على بصيرة، وأ منو! من الزلل: \" وَمَن! ¶ مجعَل اَلثَهُ لَإُ لُؤرَا فَمَا لَ! مِن لؤرٍ \" أ النور: 0 4). ¶ والذكر اول ما يجب أن يدعو إليه الدعاة، لأن القلوب الغافلة ميتة، لا ¶ تسمع، ولا تبصر، ولا تحس، ولا تعي، فاصحابها كالأنعام أو الجماد. . قال ¶ تعالى: \" رَلَقَذ ذَرَآناَ لِجَهَنَصَ صَثِيرا مِفَ اَتِجنِ وَاَ قيشِ! اَلُتم فلُوب لا يَفقَهُونَ بِهَا وَاَلخُ أَعْلُإبر ¶ ، يبُقِرُرنَ بِهَا رَاَلُئم ءَاذَان لم يسهَعُونَ! أ أُؤلَككَ كَالاثَغَصِ قَي هُتم أَضَل أُؤلَبهكَ هُمُ اَلقَفِلُوتَ\" ¶ 1 ا لأعراف: 9 7 1). ¶ فإذا حييت قلوب المدعوين بذكر الله، أصاخت اَذانهم لدعوة الحق، ¶ وانشرحت صدورهم، وتفتحت قلوبهم، واستجابت إ ليها نفوسهم. . \". ¶ ثم يوجه الشيخ رحمه الله نداءه الى المسلمين عامة، والدعاة العاملين ¶ خاصة فيقول: ¶ \"اذكروا الله تعالى في جميع احوالكم، حتى تكونوا من أوليائه، الذين ¶ يتولأهم ويرعاهم، ولا يكلهم إلى غيره طرفة عين، فإذا تولاكم ورعاكم كنتم ¶ على هدى في جميع حركاتكم وسكناتكم. . ومن كان كذلك فهو مؤيد منصور، ¶ محفوف بإلعنإية والرعاية، سائر على هدىً، داعٍ إلى الله على بصيرة، 5 له النصر ¶ عاجلاً واَجلاً. . اديموا ذكر النّه، يمدّكم بإلثبات على الحق، والصبر على جفاء ¶ الخلق، فذاكر الله عز وجل موصول بإدئه، مستأنس به، لا يركن إلى غيره، ولا ¶ يرجو إ لا إيإه، ولا يخاف إ لا منه، فخير زاد ا لدعاة إ لى اللّه دوام ذكر الله. . ا سأل ¶ الله تعالى ان يجعلني ومن يقرأ كلمتي هذه من الذاكرين، وأن يلحقنا ¶ بإلصالحين، إنه سميع مجيب \". ¶ 5 - وفي الركن الخامس من اركان الدعوة إلى الإسلام، وهو (الاخوة ¶ الصادقة)، يقول في بيان أهميتها: \". . . واقوى روابط الأخوة رابطة الدين، ¶ قال تعالى: \"إنَمَا اَلمُؤنُونَ إِخئ \" 1 الحجرات: 0 1،، وهذه أخوّة إيمانية ¶ 93",
            "page": "93",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "عامة، وقد يكون بين المؤمنين اخوة خاصة، فيتاَخى جماعة في الله، يحمت ¶ بعضهم بعضاً، يسود أخوّتهم الإخلاص الأتثم، والوفاء الأكمل، فيتعاملون ¶ بالإيثار، ويتفادون بالأموال والأرواح، وهذه أسمى مراتب الأخوّة: لما ها خر ¶ المسلمون الأؤلون إلى المدينة تنافس فيهم الأنصار. . فما نزل مهاجر على ¶ انصاري إ لا بقرعة. . ثم اخى النبي! يًخم! ر بين المهاجرين والأنصار، ووئّق روابط ¶ الأخؤة بينهم، حتى تنازل الأخ الأنصاري لأخيه المهاجر عن نصف ماله، وآثر5 ¶ على نفسه فيما يحبّ\". ¶ والأخؤة في الله هي الصحبة الصالحة، التي تعد ضرورة ملحّة من ¶ ضرورات الاجتماع الإسلامي الرشيد؟! فكم من ضعيف متحيّر، متردّد ¶ متشكك، صحب مؤمناً قوفي الإيمان، صادق اليقين، فانتقلت إليه عدوى ¶ الخير، وتخفص من ظلمات الثكّ والارتياب، ورسخ في قلبه الإيمان واليقين، ¶ وما انتشرت دعوة الإيمان منذ أول امرها، إلا بصحبة اهل الإيمان. . . \". ¶ \". . وكما أن عدوى الخير تسري، فكذلك عدوى الشرّ، فمن! صحب ¶ أهل المعاصي والغفلات، اوصلته صحبتهم إلى ما وصلوا إليه من المعاصيب ¶ والمخالفات، التي تضعف الإيمان، ثمّ توصل إلى الكفر البواح، وعاقبة ذلك ¶ الندامة يوم القيامة!. ¶ وينحدث عن خطر وهن الأخوة الصالحة على المجتمع، فيقول: \" إذا ¶ انقطعت أواصر الأخوة في مجتمع، وتفككت روابط المحبة بين أفراده، ظهرت ¶ الأثرة البغيضة، وسعى الفرد في شان نفسه، والقى بمصلحة المجموع عُرْض ¶ الحائط، فامتلأت الصدور بالأحقاد، وفشت بين الناس الشحناء، واشتعلت نار ¶ الحسد في القلوب، وظلم القوي الضعيف، وفسدث ذات البين. . وإذا حصل ¶ هذا الوهن، لم يعد يربط الناس بعضهم ببعض إلأ مصالح شخصية، لا تلبث أن ¶ تنقضي، لأنها سربعة التقفب، لا دوام لها ولا استمرار. . وقد تربط بين الناس ¶ حي! ذٍ علاقات غير صحيحة، من حزبية ضائة عمياء، أو عصبية لمبادئ منحرفة ¶ واهواء، او مريدية مغفلة جامدة، لا نمت الى التصوف الصادق بصلة، و لا تهتدي ¶ بهدي السلف الصالح الرشيد. . .!. ¶ 94",
            "page": "94",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "وهذا الكلام صريح في بيان موقف الثيخ من المريدية العمياء، التي يدعو ¶ اليها بعض المتصوفة، بصورة تتعارض مع هدي الإسلام وحقائقه، وكان لها أثر ¶ كبير في ا نحراف روا بط ا لمسلمين، واورثتهم روح النبعية المعطّلة لحقّ ا لنصيحة، ¶ التي هي ل! ث الدين وروحه. . وا نما ا لأخؤة ا لإسلامية ا لناصحة هي ا لمبد آ وا لمنهج، ¶ الذي ينبغي ان يحكم روابط المسلمين وعلاقاتهم. . . ¶ وتحت عنوان (الأخوة في الله آصرة وئيقة بين الدعاة إلى الله عزَّ وجلّ) ¶ يقو!: ¶ \"الدعوة إلى الإسلام عمل جليل، اختار ال! ه تعالى له في أول الأمر صفوة ¶ الخلق رسوله محمداَ ع! يم، والإسلام اليوم عاد إلى غربته الأولى، والدعوة إليه ¶ أحوج ما تكون إلى رجال اولي عزم وقوّة، ولا تتحقق هذ 5 القوة إلا في انصار ¶ حق ودعاة صدق، ربطت بينهم رابطة أخوة صادقة. . ¶ فعلى المسلمين أن يعملوا على تحقيق هذه الأخوّة فيما بينهم، ليصلوا في ¶ دعوتهم إ لى الغاية المرجؤة، والله ولي التوفيق \". ¶ اسلوبه في الدعوة والوسائل العملية للتربية والتكوين: ¶ اتخذ الشيخ رحمه الله لتحقيق فكرته الدعوية ومنهجه التربوي، ما يناسب ¶ ذلك من الأساليب التربوية، والوسائل العملية، ويمكن تلخيصها في النقاط ¶ التالية: ¶ 1 - الوصايا والمحاسبة عليها: وتشمل الوصايا: السنن والاداب، ¶ والفضائل الإسلامية التي يتساهل كثير من المسلمين في الالتزام بها، على ¶ مستوى الفرد أو الأسرة. ¶ وهي تتنوَع على حسب السن والثقافة بين مستوى وآخر من مستويات ¶ الإخوة، وتعدل كل مستوى بين الحين والاَخر، ويزاد عليها، وينقص منها على ¶ حسب المصلحة. ¶ 95",
            "page": "95",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "وكإن يكفف كل اخ من إخوانه أن يجلس يومياً جلسةً، يحاسب فيها نفسه ¶ على اعماله كلها، وعلى هذه الوصايا بشكل خاصّ، ويسجّل في ورقة خاصّة ¶ مدى إخلاله او التزامه بها. ¶ ويتابع الأخ الموجّه الإخوة بهذ 5 الوصايا، ويحثهم عليها، ويذكّرهم بها ¶ بين الحين والاَخر، ويشجع الملتزمين بها، وينبّه المقضرين، وكإن الشيخ يعد ¶ هذا الأسلوب ترجمة عمليةً لمبدأ التواصي بالحق والتوإصي بالصبر، الذي ¶ جعله الله تعالى شعار المؤمنين الناجين من الخسران. ¶ وقد أدّى هذا الأسلوب التربوي الدعوي ثمرات طئبة في رفع مستوى كثير ¶ من الإخوة، كما استفاد منه كثير من العاملين للإسلام، وانتثر في صفوف عدة ¶ تجمّعات إ سلامية، ر ات فيه أسلوباً ناجحاً في تربية الشباب ورفع مستواهم. ¶ 2 - البرنامج اليومي للفرد والأسرة: ويتبع الوصايا: البرنامج اليو! ¶ للفرد والأسرة، وهو برنامج يشمل اعمال اليوم والليلة، يعين الاخ وأسرته على ¶ تنظيم حياتهم، والاستفادة من أوقاتهم، وملء الفراغ بالنافع المفيد، ويوضّج ¶ ما ينبغي القيام به من أعمال إسلامية يومية، لبناء الشخصية الإسلامية المتوازنة، ¶ ومتابعة الأسرة ورعايته! في جميع الجوانب. ¶ 3 - الدروس الشرعية واللقاءات التربوية والدعوية الخاصة والعامة، ¶ واللقاءات المفتوحة: ولكل منها منهاجه العلميّ والتربوي المناسب. ¶ وقد كإن الشيخ رحمه الله يتعاون في هذا المجال مع أقي طالب علم، أ و ¶ صاحب اختصاص يثق بدينه وعلمه، فيكلّفه بتدريس بعض العلوم الشرعية ¶ لبعض الشباب. ¶ كما كإن للشيخ لقاء اسبوعي رتيب مع عدّة حلقات متقاربة من إخوانه، ¶ أملى فيها علينا امالي على شكل وصايا، وسمّاها: (تذكير وتحذير) (1)، وهي ¶ (1) ¶ وقد استخرج منها الباحث أساليب6 الشيخ الئربوية، وأهم المفاهيم الدعوية،",
            "page": "96",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "تمثل صورة من فكره الدعوي، ومنهجه التربوي. ¶ 4 - الزيارات الأخوية الهادفة؟ القائمة على الحبّ في الله، والتناصح ¶ وتقوية آواصر الأخوّة، والتعاون على البرّ والتقوى: ولا شكّ أن الحبّ في ال! ه ¶ تعالى، والتزاور فيه من أعظم القربات إلى الله سبحانه، واحمث الأعمال وأزكاها ¶ عنده، ولكن بعض الناس تنقلب الأخوة في الله في حياتهم إلى علاقة دنيوية، ¶ تقوم على المجاملة، وتبتعد عن التناصج، والت!،ون على البِرّ والتقوى، ¶ وتحكمها عادات الناس واعرافهم، وبخاصة إذا دخلتها الأسباب الدنيوية من ¶ المصاهرة، أو التعامل المادي كالتجارة ونحوها، فتضعف المعاني الإيمانية، ¶ وتغلب الصلة المادية، وتنسى حقوق ا لأخوة وواجباتها. ¶ ومن هنا كان الشيخ يؤكد في توجيهاته أن تبقى علاقات الأخوة متميزة ¶ خالصة، قائمة على الحمت في الله، واداء الحقوق الأخوية، بعيدة عن العا، قات ¶ الدنيوية ما امكن، وكتب لنا في ذلك كلمة توجيهية بعنوان: (ضوإبط العلاقات ¶ المادية بين الإخوة). ¶ 5 - خروج يوم هادف: وتجتمع في هذا الخروج عدة حلقات متقاربة في ¶ المستوى، ويكون إ لى ضاحية من الضواحي، من بعد صلاة الفجر إ لى المساء، ¶ وقد يكون فيه إحياء شيء من الليل بالعبادة وتدارس العلم، ويكون له برنامج ¶ يملأ الوقت كله بما ينفع ويفيد، مما يقوّي اواصر الأخؤة بين الشباب، ويوثق ¶ علاقاتهم. ¶ 6 - الاعتكا! والإحياءات: حرص الشيخ رحمه الله على إحياء سكة ¶ الاعتكاف كل عام، فكان يعتكف في (جامع أبي ذر) ويحث إخوانه على ذلك، ¶ ولو بشكل جزئي على حسب ظروف كل أخ، وكان يضع للاعتكاف برنامجاً ¶ يومياً، يعلنه للإخوة، ويشارك في اكثر ففراته. ¶ وجعلها في رسالة صدرت قريباً بعنوان: (أساليب تربوية، ومفاهيم دعوية من ¶ حياة الشيخ احمد رحمه الله). ¶ 97",
            "page": "97",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "وكان الاعتكاف عدا عما فيه من العبادة، فإن فيه حياة جماعية كاملة، ¶ يتدرّب فيها الإخوة على التعامل الأخوي، واداء حقودتى الاخوّة، وتظهر فيه ¶ أخلالتى الإخوة من الخدمة والتعاون، والح! ث والإيثار، والبذل والتناصح. ¶ وكانت الإحياءات تقام بين الحين والاخر، لمناسبة أو غير مناسبة، ¶ وغالبأ ما يكون فيها سحور، ثم صيام اليوم الذي يليها، ويغلب عليها طابع ¶ العبادة، من صلاة أو ذكر أو تلاوة القرآن الكريم 5تدارسٍ له، وتطهح في! ¶ موضوعات فكرية ودعوية للحوار والمناقشة. ¶ 7 - الدورات الصيفية الشرعية والثقافية: حرص الشيخ رحمه اللّه على ¶ استغلال اوقات الصيف لدى الشباب، وكان اكثرهم من طلاب المدارس، فأ قام ¶ لهم دورات صيفية مكثفة، في العلوم الشرعية، التي يحتاجها الشباب: في الفقه ¶ والتوحيد، والتجويد والتفسير، والحديث والسيرة النبوية، وقرَّر له! ا مناهج ¶ مختارة لحفظ ما تيسّر من القراَن الكريم، وتعاون مع بعض طلاّب العلم الشرعي! ¶ لتدريس هذه العلوم، ووضع لهم المناهج المناسبة، كما نبَم لهم مواعيد ¶ الدروس في المسجد على غرار الأساليب المدرسية، فكانت الدروس تبدأ من ¶ بعد العصر وتنتهي بعد العشاء بساعتين كل يوم، ومنها ما يكون بعد الفجر. ¶ كما كان يختار للشباب في صيف كلّ عام بعض الكتب الثقافية التي يثق ¶ بكتّابها، ويرى أنهم يحملون فكراً شمولياً متوازناً، بعيداً عن الإفراط أو التفريط، ¶ ويطالب الشباب بدراسته! وتلخيصها، ثم يُختبرون بها، وتقدّم الجوائز للفا ئزين ¶ تشجيعاً لهم وترغيباً. ¶ 8 - المخيمات التربوية السنوية: بدأت المخيمات التربوية السنوية مع ¶ قيام الجماعة ونشاًتها (1)، وفكرتها قريبة من (الكشافة) أو (الجوالة) وت! د ¶ (1) ¶ بلغ عدد المخيّمات التي اُقيمت في حياة الشيخ أربعة عر مخيماً، وقد وخه إلى ¶ كل مخيم كلمة توجيهتة مكتوبة، تبلغ كل واحده منها عر صفحات أو أكثر، ولو ¶ جمعت لكان منها كتاب دعوفي وتربوي مفيد، ولا ندري ما فعلت بها ا لأيام. ¶ 98",
            "page": "98",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "تكون صورة مصغَرة عنها إلأ انها ذات منهج إسلاميّ، وتتجلى أهمئتها في ¶ تجسيد افكار الدعوة ومفإهيمها، فاشتراك الأخ فيها يختصر مرحلة كبيرة من ¶ التربية والبناء، لأنه يعيش فيها حياة إسلامية بجميع جوانب حياته وعلاقاته. ¶ وكان برنامجها اليومي يبدأ من صلاة التهجّد، وينتهي بعد صلاة العشاء ¶ بساعتين، ويشمل: صلاة التهجد، ثم صلاة الفجر بجماعة، وبحض الأوراد ¶ والأذكار المْبوية، ثم تلاوة القرآن الكريم، ثم درس الرياضة الصباحي، وبعده ¶ صلاة الضحى، والفطور، ثم نشاطات متنوعة، وفيها ندوات فكرية وتربوية، ¶ ثم صلاة الظهر والغداء بعدها، وبعد صلاة العصر إلقاء بعض الكلمات الدعويّة ¶ والتربوية، ثم مباريات رياضية، ثم صلاة المغرب وجلسة أسئلة فقهية، ثم ¶ العشاء وصلاة العشاء والنوم. ¶ وكان الشيخ رحمه الله يولي الخروج إلى هذه المخيمات أهمية كبيرة، ولا ¶ يعذر اي اخ في التخقف عنها، لما يرى لها من أهداف تربوية، وثمرات إيمانية، ¶ وكان يتحمّل التكاليف المادية عن بعض الإخوة الذين لا مورد لهم، حرصاً ¶ عليهم الا يفوتهم هذا الخير. ¶ ولقد لمس الإخوة اَثار هذه المخيمات وثمارها في أنفسهم، حتى شهد ¶ كثير منهم ان الصفاء والخشوع الذي حصل لهم فيها لم يروا مثله في حياتهم، ¶ حتى ولا في رحلاتهم إلى الحج والعمرة. ¶ مصادر منهجه التربوفي وملامحه: ¶ يتمثلَى منهج الشيخ التربوي في كتابه: (منهاج التربية الصالحة)، ومن ¶ خلال دراسة هذا الكتاب يتضح لنا أن مصادر 5 فيما كتب تتجلّى بما يلي: ¶ 1 - القرآن الكريم. ¶ 2 - السئة النبوية المطهّرة، والسيرة العطرة. ¶ 3 - فقه السلف الصالح وسيرتهم وآثارهم التربوية، وما أثر عنهم من ¶ أقوال ومواقف. ¶ 99",
            "page": "99",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "فهو يتتبع شْبعاً دقيقاً ما جاء في الكتاب الكريم، والسنّة المطهّرة والسيرة ¶ البوية العطرة لإثبات أي مبدأ من مبادئ التربية الإسلامية، ولو كان فرعيّاً، ¶ وربطه بدليله الشرعي (1). ¶ كما يتتبع أقوال السلف ومواقفهم التربوية، ومواعظهم ووصاياهم، ¶ وكان شديد التأثّر بها في حياته لكثرة مطالعته لسيرهم وتراجمهم، مما انعكس ¶ على تكوينه الفكري ومنهجه التربوي. ¶ وممن تأثر بآرائهم في هذا المجا! على وجه الخصوص: الإمام الغزالي ¶ رحمه الله، لهو من كبار أعلام التربية الإسلامية، وله اَراؤه الدقيقة في مبادئ ¶ التربية واصولها وأساليبها (2). ¶ واما ملامح منهجه التربوفي: فيمكننا أن نستخلص ملامحه وسماته العامّة ¶ من كتابه المذكور نفسه، ونجملها في النقاط التالية: ¶ 1 - اعتزاز المؤلف بمنهج التربية الإسلامية، وتحذيره من التاثر بالنظريات ¶ الغربية، فهي نظريات مادية لا دينية، وبيان خطرها على عقيدة الأمة، وشخصيتها ¶ وكيانها (3). ¶ 2 - واقعية المنهج الذي يعرضه، ونقده للواقع التربوي الذي يراه فيما ¶ حوله، ومناقشته لبعض المفاهيم الشائعة الخارجة عن المنهج الصحيح في ¶ التربية (4). ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ ينظر على سبيل المئال!: (منهاج التربية الصالحة) للشيخ احمد عز الدين ¶ البيانوني، ص 12، 34، 35، 77. ¶ وقد أشار رحمه الله إلى شدة تاثره بالإمام الغزالي في سيرته الذاتية: (مراحل ¶ حياتي بقلمي). ¶ ينظر: المرجع السابق، ص 1 2. ¶ ينظر: المرجع السابق، صه 7. ¶ 100",
            "page": "100",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "3 - تحذير 5 من الدعوة إلى تحديد النسل، وبيان أنها فكرة مغرضة، ¶ تتعإرض مع دعوة الإسلام إلى إكثار النسل الصالح، وهي أثر من اَثار طغيان ¶ المادية في هذا العصر، وليست من هدي الإسلام في شيء، ولا تلتقي كمع إيمان ¶ المؤمن بقدر الله ورزقه المقسوم لعباده (1). ¶ 4 - شمول منهجه التربوي لأصول الإسلام وحقائقه، وآدابه وفضائله، ¶ واعتناؤ 5 بتربية الجسم والعقل والروح تربية متوازنة، وغرسه لحقائق الإيه، ن ¶ ومكارم الأخلاق (2). ¶ 5 - شمول مفهوم التربية الإسلامية لما فبل الزواج، فالذي يريد أن يرزق ¶ الأولاد الصالحين البررة عليه أن يختار الزوجة الصالحة، ذات الأصل الطيب ¶ والنشاة المستقيمة، وتأكيده على أثر الوالدين المؤمنين، والمعلمين الصالحين ¶ في صلاح الولد واستقامة سلوكه (3). ¶ 6 - اهتمامه بأثر الأم في تربية الطفولة المبكرة، وتحذير 5 من خطأ إهمال ¶ كثير من الاَباء والأمهات لذلك، وإنما يتقصرن على العناية الجسدية بالأولاد ¶ لمادارة البيت وخدمته (4). ¶ 7 - الحرص على اتباع السثة النبوية في كل مرحلة من مراحل حياة الناشئ ¶ وتربيته، لتكون نشاتُه منذ الأيام الأولى صالحةً، والأخذ بهذه الاَداب في تربية ¶ الوالدين أيضاَ على آداب الإسلام وهديه، وبذلك تكون التربية الإسلامية مناخأ ¶ تصطبغ به حياة الأسرة كلها (ْ). ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ (5) ¶ ينظر: المرجع السابق، ص 2 2. ¶ تلاحظ المفذمات في المرجع السابق من ص 76 وما بعد. ¶ ينظر: المرجع السابق، ص 76. ¶ المرجع السابق نفسه. ¶ والمنهج المعروض كثه في المرجع السابق يتتغ اَداب السئة، ويدعو إلى= ¶ 101",
            "page": "101",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "8 - اهتمامه بنشأة العادات في الإنسان منذ الصغر، فلا بد للإنسان من ¶ عادات، يعتادها ويدرج عليها، وخير ما يعتاده ما كان موإفقاً لهدي النبوة، ¶ وعندما تغرس الاَداب الإسلامية في نفس الناشئ، ويشبّ عليها ويعتادها، فإنه ¶ لا يرى في التزامه بها بعد ذلك أية مشقة أو حرج. ¶ 9 - تحذيره من العادات الجاهلية الشائعة بين الناس وتنديده بها، و بيان ¶ سخفها وخطرها على عقيدة ا لطفل وعفليته، وا ستقامة نشأ ته وسلا مة تفكيره (1). ¶ 0 1 - تأكيده على ضرورة تربية الطفل منذ الصغر على الطاعة، وتعودا-ه ¶ على مخالفة هواه، تدريباً له على امتثال اوامر الله تعالى، والبعد عن معصيته، ¶ ففي التربية على طاعة الوالدين مران للطفل على طاعة الله تعالى وطاعة رسوله ¶ ! ر (2). ¶ 1 1 - تنبيهه الوالدين والمربين إلى وجوب امر الطفل ونهيه بكل ما يجب ¶ عليه أن يفعله أو يبتعد عنه بعد بلوغه، كا لأمر بستر العورة، وأ مر ا لفتاة بالحجاب، ¶ والبعد عن الاختلاط بالرجال الأجانب، ونهي الغلام عن الاختلاط بالنساء، ¶ ولبى الذهب والحرير (3). ¶ 12 - تحذيره من اختلاف الأبوين أو المربين في منهاج التربية، وتاكيده ¶ على ضرورة الاتفاق لينشأ الولد نشأة سويّة، وبيانه لخطر تناقض سلوك الاَباء ¶ والأمهات والمرئين في التربية، يأمر المربي بالصدق ويكذب، وينهى عن ¶ التدخين ويدخن، أو يأمر بالشيء مرة، وبضده مرة أخرى من دون سبب ¶ معقول، أو يأذن الأب بشيء، وتنهى الأم عنه في آن واحد، فيتبلبل الطفل في ¶ (1) ¶ (2) ¶ (3) ¶ غرسها خطوة خطوة. ¶ المرجع السابق نفسه. ¶ المرجع السابق نفسه. ¶ المرجع السابق نفسه. ¶ 102",
            "page": "102",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "معرفة الخير من الشر، ويحار فيمن يقدّم طاعته منهما، وقد يجزه ذلك إلى ¶ الانطلاق مع هواه، والتمزد عن طاعة الوالدين كليهما، فتسقط مكانتهما من ¶ لْفسه، ويقع فى العقوق (1). ¶ 13 - دعولْه لاَباء والأمهات أن يكونوا قدوة صالحة لأولادهم، وأسوة ¶ حسثة لمحي الأقوال والأفعال والأخلاق، لأن كل ما يقال أو يفعل آمام الطفل إ نما ¶ هو جزء من تربيته (2). ¶ 4 1 - دعوته إلى ان يكون للناشئ مثل اعلى يتطلّع إليه، ويقتدي به، لينشأ ¶ محئاً للكمال، متطقعاً إلى رفيع الخصال، عالي الهمة، حريصاً على معالي ¶ الأمور في كل شان (3). ¶ 5 1 - تحذيره من الفتنة بالأولاد، والانحراف معهم في طريق الشر والفساد ¶ إن انحرفوا عن سبيل الله، فربّ أولاد كانوا وبالاً على والديهم في الدنيا والاَخرة، ¶ ورلت أولاد كانوا سبباً لهداية والديهم أو زيادة استقامتهم (4). ¶ وقد كانت أسرة الشيخ هي الميدان العمليّ الأول لتطبيق هذا المنهج، ثمّ ¶ كانت الجمإعة التي أنشاها هي الميدان الثاني، كما كانت علاقاته التعليمية ¶ والاجتماعية، كقها تترجم هذا المنهج، وتتوخى خطاه. ¶ خصائص فكره الدعوفي والتربويّ: ¶ امتازت شخصئة الشيخ أحمد رحمه الله بأصالة الفكر، واستقلال الرأي، ¶ والبعد عن التبعية لاحد من دون حجة او دليل. ¶ وشعتطيع الناظر أن يجد النماذج المتعدّدة على ذلك من خلال استعراض ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ المرجع السابق نفسه. ¶ ينظر المرجع السابق، ص 1 2 وفي مواطن أخرى من الكتاب. ¶ المرجع السابق، ص 76. ¶ المرجع السابق نفسه. ¶ 103",
            "page": "103",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "أفي كتاب من كتب الشيخ ومؤئفاته، كما يمكننا أن نلخص تلك الخصائص ¶ لفكره ومنهجه، ونجملها في النقاط التالية: ¶ 1 - الوضوح الفكري التائم في أسلوبه، وفي طريقة عرضه لأفكاره، وفي ¶ اختياره العبارة السهلة التي نلائم العاميئ المحدود العلم، ولا تنزل عن مستوى ¶ المثقف ثقافة جيدة. ¶ 2 - تقريب المفاهيم، وتيسير العلوم وحُسن عرضها بما يتلاءم مع الجيل ¶ المعاصر، وقدرته على الفهم والتقئل، بل والانجذاب إلى العلوم الإسلامية، ¶ والحرص على الاغترات من معينها. ¶ ولعل هذا كان السر وراء اختيار الشيخ ليشارك في وضع مناهج مادّة ¶ التربية الإسلامية في بعض المراحل الدراسية. ¶ 3 - إحياء منهج السلف في الطاعة والاتباع في كل شأن من شؤون الحياة. ¶ فمنهج السلف ليس عقيدة فحسب، بل هو عقيدة نقلية خالصة صافية، وعبادة ¶ مخبتة، والتزام بحقائق الدين ومبادئه وفضائله وآدابه، وتأشً واتّباع لهدي ¶ النبوة في كلّ شيء، وهو منهج دعوفي متمئز، يحرص على اجتماع الكلمة، ¶ والتأليف بين القلوب (1). ¶ 4 - إحياء المفاهيم الإسلامية، والحقائق الإيمانية، وتصحيح ما علق بها ¶ من أوهام الناس، وأخطائهم وانحرافاتهم، وحثّهم على العمل بها، ومن هذه ¶ المفاهيم: ¶ ا- مفهوم الإسلام وحقيقته، ومفهوم الطاعة والاتباع (2). ¶ (1) ¶ (2) ¶ ينظر شذة تقديره للسلف في كتابه: ا لأمر بالمعروف وا لنهي عن المنكر ص 1 0 1، ¶ 37 1، 72 1؟ وفي كتابه: ا لدعوة إ لى ا لإسلام وأركا نها، ص 1 5 - 0 6. ¶ ينظر: الدعوة إلى الإسلام وأركانها، ص 08 1 - 135؟ ومقدمة سبل الهدى ¶ والعمل، الطبحة الثامنة فما بعد. ¶ 104",
            "page": "104",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "ب - مفهوم التوكل على الله تعالى0 ¶ جـ - مفهوم الأخوة الإسلامية. ¶ د - مفهوم التناصح بين المسلمين (1). ¶ هـ- مفهوم السئة النبوية، وضرورة الأخذ بها، وخطر الاستهتار بها أ و ¶ إهمالها. ¶ 5 - إحياء رسالة المسجد في التربية والدعوة، ونشاهالعلم و!! لاح ¶ الأمة (2). ¶ 6 - إحياء فريضة الأمر بالمعروف والنهي عن المنكر، بالحكمة والموعظة ¶ الحسنة، على مستوى الفرد، وعلى مستوى المجتمع (3). ¶ 7 - الاهتمام بربط الدعوة بالعلم الشرعي، وتنشط طلاب العلم لينطلقو! ¶ بالدعوة في كل الميادين، والتحذير من بُعْد الدعوة إلى الله عن العلم الشرعيّ، ¶ وضوابطه الشرعية والمنهجئة (4). ¶ 8 - تأصيل المنهج التربوي العملي في بناء الفرد والأسرة، وفي الانطلاق ¶ بالدعوة، المستوحى من الكتاب والسنة، ووقائع السيرة النبوية، وسيرة السلف ¶ الصالح واجتهاداتهم. ¶ 9 - الاتزان والاعتدال، والشمولية في الفهم والعمل، والحرص على ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ ينظر: الدعوة إلى ا لإسلام وأركانها، ص 67 1 - 1 9 1. ¶ ينظر: الدعوة إلى الإسلام وأركانها، ص 9 1، 65 - 0 0 1؟ وأمالي الشيخ في ¶ تذكير وتحذير، ص 6 4. ¶ ينظر: كتاب الشيخ الأمر بالمعروف والنهي عن المنكر؟ وامالي الشيخ في ¶ تذكير وتحذير، ص 68. ¶ ينظر: كتاب الشيخ من محاسن الإسلام، اول الكتاب، وص 78 - 160؟ ¶ ومنهاج التربية الصالحة. ¶ 105",
            "page": "105",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "وسطية الإسلام في كل جانب من جوانب الحياة بعيداً عن التفلُت أو التطزف (1). ¶ 10 - الانطلاق من منهج دعوي واضح الأهداف والمعالم، بعيد عن ¶ مواقف ردّة الفعل المرتجلة، أو الاشتغال بمعارك بين العاملين للإسلام جانبية، ¶ او الدخول في صراع سياسي، يبعد الناس عن الدعوة، أو يعطّل مسيرتها (2). ¶ __________ ¶ (1) ¶ (2) ¶ ينظر ما سبق من المراجع. ¶ ينظر التعريف بجماعة الهدى، ففيه عرض واضح لمنهج الجماعة الفكرفي ¶ والنربوفي. ¶ 106",
            "page": "106",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "الفصل الثاني ¶ تعريف بمؤلفاته",
            "page": "107",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "تمهيد ¶ أسلوبه في التأليف وخصائص كتاباته ومزاياها ¶ لا شك أنَ هدف الكاتب مما يكتب، ودوافعه التي تلحّ عليه بالكتابة، ¶ والشريحة التي يريد ان يخاطبها. . كل ذلك يحدّد له الأسلوبَ الذي يكتب ب! ¶ ويتوخاه. . ¶ وما كل من اراد أسلوبأ احسنه، وقدر عليه، ووُفِّق له. ولقد كان الشيخ ¶ رحمه الله من العلماء القلائل، الذين اسهموا في سدّ الفجوة بين الجيل الغابر ¶ والجيل المعاصر، الذي لم يعد يتقثلُ الأساليبَ القديمة في العرض والتأليف، ¶ وأصبحت الكتبُ القديمةُ تعئرُ من قِبَل كثير من الناس أنّها الكتب الصفراء، وفيها ¶ كثير مفا لا يدخلُ تحت اهتمامات الناس في هذا العصر، بل وفيها أخطاء علميّة ¶ قد اكتشف في هذا العصر أنّها لم تكن مستندة إلى حقائق علمية، وإنّما إلى ¶ مقولات شائعة، كانت مبلغ الناسن من العلم في تلك العصور، ومع ذلك فلم ¶ يستطع كثير من العلماء والمشايخ التحرّر منها، أو الجرأةَ على مخالفت! ا، ولقد ¶ آُوتي الشيخ رحمه الله قدرة خاصّة على تقريب ذلك إلى لغة سهلة معاصرة، ¶ وتلخيصه بأحسن عبارة، واسهل اسلوب، مع اجتناب ما لا فائدة منه، أو لا ¶ يتناسب مع هذا العصر، ومن ثئم ففد اسهمت كتاباته رحمه الله في ت! عيق هذا ¶ الهدف، وامتازب مؤئفاته بعدة مزايا آهمّها: ¶ 1 - تقريبُ العلوم الإسلامية، وتبسيط عرضها لتناسب لغة العصر-، ¶ وتكون مؤثرة جذابة، لا تنزل عن الخاضة، ولا تعلو على مستوى العامّة، وهذا ¶ ما نلاحظه في كتابه: (مجموعة العبادات على مذهب الإمام أبي حنيفة رحمه الله ¶ تعالى). ¶ 109",
            "page": "109",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "2 - ربط الحقائق الإسلامية بادلّتها الشرعية من الكتاب والسثة، والسيرة ¶ النبوئة، وهدي السلف الصالح، ففي كتب الشيخ وفرة من الأدئة الشرعيّة ¶ مقصودة، وكثرْة هادفة، القصد منها تثبيت الحقائق الإسلامئة في القلوب، ¶ وحمل الناس على التمسّك بها، والعمل بمقتضاها، وكان جلُّ اعتماد 5 فيئ ذلك ¶ على الأحاديث الصحيحة والحسنة. ¶ ويستشهد أحياناً بالأحإديث الضعيفة، وقد رخمم! العلماء في رواية ¶ الأحاديث الضعيفة، والعمل بها في فضائل الاعمال، إذا كانت تندرج لّحت ¶ اصل شرعيئ عام، ولم يشتد ضعفها، وما يذكره من الأحاديث الضعيفة كفه مهّ، ¶ يتحقق فيه ذلك. ¶ واما استشهاده بقصص الصالحين وأخبارهم، فهو من خير ما يعطي كتبه ¶ نكهة روحئة تربوئة مؤثرة، إذ إنّ \" حكايات الصالحين تحف الجئة \"، كما جاء ¶ عن مالك بن دينار رحمه الله تعالى، وقال الجنيد رحمه الله تعالى: \"الحكايات ¶ جندٌ من جنود الله عز وجلّ، يموّي بها إيمان المريدين \"، فقيل له: هل لهذا ¶ شاهد؟ قال: قوله تعالى: \" وَخ نَقُضُ علكَ مِن أَئبَا إَلرسُلِ مَا نثُ! تُ بِهِء فُؤَادَذ! ¶ ] هود: 0 12). وقال آخر: \"استكثروا من الحكايات فإئها دُرَر، وربّما كانت ¶ فيها الدرة اليتيمة إ (1)، فأخبار الصالحين توقظ القلوب وترقّقها، وتنهض ¶ بالعزائم وتُثبتها، وترقى بالمؤمن في مدارج الخير والكمال، وتدفع الغفلة عن ¶ قلبه بإذن الله تعالى. ¶ ومن آثار ذلك: وصل الجيل المعاصر بسلف هذا الأقة الصالحة، وبيان ¶ أن سبيل عودة الأمة إلى ما كانت عليه من العرة والتمكين هو العودة الصادقة إلى ¶ دين الله تعالى، ونبذ التبعتة للشرق أو الغرب، كما في مقدّمة رسالة: (الحق ¶ والباطل). ¶ (1) ¶ من مفذمة كتاب: (صفحات من صبر العلماء)، ص 18، لأستاذنا الث! يخ عبد ¶ الفتاح أبو غدة رحمه الله، نقلاً عن كتاب: (اللفط في حكايات الصالحين).",
            "page": "110",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "3 - عرض محاسن الإسلام ومزاياه، وفضائله وكمالاته، وردّ شبهات ¶ اعداء الإسلام، وتفنيد مزاعمهم، وهو ما يلاحظ في كتبه في كلّ مناسبة، عدا ¶ ما أفرده بالحديث من ذلك وتحدث عنه في رسالة: (من محاسن الإسلام). ¶ 4 - الاهتمام بالجانب التربوفي العمليئ، سواءٌ ما كان يتّصل منه بالعقيدة ¶ أو السلوك، والبعد عن الموضوعات التي لا فائدة عمليّة منها. ¶ وإنَ القارئ لكتبه يجد فيها روح الإيمان والإخلاص، وحرارة الغَيرة ¶ الصادقة على مبادئ الإسلام وحرماته، والتركيز على العمل وانسلوك، ¶ والاعتزاز بكل ما جاء به الإسلام. . . ¶ 5 - التركيز والاختصار، والبعد عن التطوي!! المملّ، أو الاختصار ¶ المخل، أو الحشو والتكرار، فأسلوب كتابته أشبه بالمادّة التحضيريّة التي يعدّها ¶ المعلّم لتدرشمه، والتي تثبه المذكرات. ¶ فكتابه: (الإيمان بالته تعالى) يُقرأ في جلسة واحدة، وكذلك كتابه: (شؤم ¶ المعصية وبركة التقوى) يُقرأ في جلسة واحدة، وكذلك رسالة: (سبيل الهدى ¶ والعمل)، لأن القصد الأؤل مفا يكتب التذكير لا التعليم، وأكثر الناس حاجتهم ¶ إلى التذكير اكثر من حاجتهم إلى التعليم. ¶ 6 - ومن مزايا مؤئفاته: تصحيح المفاهيم الخاطئة في فهم الدين 5 مبادئه ¶ ومصطلحاته، مفا يصذ الناس عن العمل الصالج، ويجعلهم يسلكون مسالك ¶ منحرفة، في فهم الدين والعمل به، وهم يظنّون أنهم على خير وهدى، بدءاً من ¶ مفهوم الإسلام وحقيقته، إلى مفهوم التوكل، ومفهوم الأيمان بالقضاء والقدر، ¶ ومفهوم الرجاء وحقيقة الغرور، ومفهوم التم! ك بالدين وحقيقته. . وغير ذلك ¶ مقا نراه مبثوثاً في كتبِه ورسائله. . ¶ 7 - ومن مزايا كتبه: البعدُ عن اثافئ الخلافاتِ الفكريةِ والفقهثةِ، لما فيها ¶ من تشويشِ العامة، وحملِهم على ما يتَعُ الخلافُ فيه، وإشغالِ الناسِ بالقيل ¶ 111",
            "page": "111",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "والقال وكثرة الجدال، عمّا يُهفُهم من صالح العمل، وإنكارُه على من يفعل ¶ ذلك ويشغل الناس بالجدل والمراء. ¶ 8 - ومن مزايا كتبه: ما عرض فيها من تجاربه الدعوئة والتربوئة، مفا ¶ فيه فوائد جمة للعلماء والدعاة إلى الله تعالى، كما عرض في كتاب (الإيمان ¶ بالفضاء والفدر) من حوار 5 مع بعض الطلاّب في مناسباتٍ مختلفة، وكما عرضر ¶ في كتاب (الإيمان بالملائكة) من تجربته العملئة عمّا يزعم من تحضير الأرواح، ¶ وما وصل إليه من نتيجة، تثبت كذب هؤلاء المدّعين وخداعهم للناس، ومن ¶ ذلك أيضاً ما ذكره في كتاب (الرؤى والأحلام) من رقة جرّبها بدعاء نبو قيّ ¶ مبارك، كإن فيها حفظ من شز الشياطين وكيدهم، وسبمث لمنع إجهاض المرأة ¶ الحإمل. ¶ 9 - ومن مَزايا كتبه: ما يختم به اكثرَها من أدعية نبوئة مختارة مناسبة، ¶ تقوي الإيمان وتشحذ العزائم، وتوخه الفلوب إلى اللّه تعالى، ثمّ يوجّه نداءً ¶ للمؤمنين، او للدعاة إلى الله تعالى، أو لعامّة الناس، ينهِضُ الهمم، ويحفزُ على ¶ الالتزام والعمل، ويحث على تطبيق ما جاء في الكتاب من أحكام وآداب. ¶ *** ¶ 112",
            "page": "112",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "المبحث الأول ¶ كتبه المطبوعة ورسائله ¶ إن المَزئة الكبرى لكتب الشيخ رحمه الله أئها مراة صادقةٌ عن شخ! حه ¶ وسلوكه، فأنا اشهد، وأظنّ أن كل مَنْ عرف الشيخ معرفة وثيقة يشهد: أنَّ ¶ الشيخ ما كتب كلمةَ أو قالها إلأ وهو متحقق بما يكتب أو يقول، ليس في نفسه ¶ فحسب، بل في اسرته ايضاً، كما كان حريصاً على أن ينقل ذلك إلى إخوانه ¶ ومحتيه. . ¶ وكان من بركة ذلك انَ الله تعالى كتب له القبول عند 5، فلا برة بما ¶ يؤلف، ولا بكثرَة ما يؤلف إن لم يكتب الله له القبول، وهذا القبول عند اللّه من ¶ مظاهر 5 وعلاماته: أن يوضع له القبول عند عباد الله، فيعمّ خيره، ويعظم أثر 5، ¶ وينتفج به الناس. . ¶ وعندما يجمع العالم الداعية بين التعليم والدعوة، والتربية والرعاية، ¶ والتاًليف والكتابة، يكون قد استكمل ابواب النصح للأفة، واحكم ابواب الخير ¶ لنفسه، إذ ترك بعده علماً ينتفع الناس به، فاستمز عمله من بعده إلى ما شاء الله، ¶ والله يعطي الفضل كيف يشاءُ. . ¶ وقل من العلماء والدعاة من يستطيع التوفيق بين القيام باعباء الدعوة ¶ ومسؤولياتها، والقدرة على الكتابة والتاليف، وتبليغ الفكرة لأوسع جمهور ¶ ممكن من الناس حاضراً ومستقبلاً، بل إن بعض الذين شغلوا بكثير من الدروس ¶ واللقاءات العامة، يقفلون من أهمئة الخطاب المكتوب، ويرون الانشغال بذلك ¶ ضرباً من تبديد الجهد، وضياع الوقت. ¶ ولكن الكتاب يبلغ ما لا يبلغ الخطاب، ويبقى ما لا يبقى الخطاب، ¶ والكلام المسموع تكر عليه عوامل النسيان فتمحوه، وامّا الكتاب المرقوم فهو ¶ 113",
            "page": "113",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "حجّة لمن كتبه، وحجّة على من بلغه، وذكر لمن قراه ووعا 5. ¶ وقد وفّق الله تعالى الشيخ احمد رحمه الله، فكان من أولئك الذين اعتنوا ¶ بإلكتابة، ورأوا فيها ضرورة دعويّة، ووسيلة حيويّة، من وسإئل تبليغ الدعوة، ¶ ونصرة الفكرة، وتقريب الحق إلى أبناء جيله، فترك لنا من بعده رحمه الله، اَثارأ ¶ كثيرة متنوعة، كلّها ذات غرض دعوفي وتربوفي، يتجلّى في موضوعاته وأفكاره ¶ وضوح الأهدات وشرت المقاصد. ¶ سرد مؤئفاته رحمه النّه: ¶ كتبه المطبوعة ورسائله: ¶ أولأ- كتب ورسائل منوعة: ¶ 1 - رسإلة سبيل الهدى والعمل. ¶ 2 - كتاب الاجتهاد والمجتهدون. ¶ 3 - كتاب قبسات من نور النبوة بالاشتراك مع فضيلة الأستاذ الشيخ ¶ عبد الفتّاح أبي غدة رحمه الله وأجزل مثوبته. ¶ 4 - رسإلة أخطاء لغوية شإئعة وتصويباتها. ¶ 5 - كتاب مجموعة العبادات على مذهب الإمام أبي حنيفة رحمه الله، ¶ وفي ختإمه قصائد من شعره. ¶ 6 - رسإلة التكريم الصادق بإلاتّباع الكامل. ¶ 7 - الاشتراك مع بعض مدزسي التربية الإسلامية، في وضع مناهج هذه ¶ المادة للمرحلة الابتدائية، وتربيتها. ¶ ئانياَ-سلسلة العقائد وهي: ¶ 1 - الإيمان بإدئه تعالى. ¶ 2 - الإيمان بإلرسل. ¶ 114",
            "page": "114",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "3 - الإيمان بالملائكة. ¶ 4 - الإيمان باليوم الاَخر. ¶ 5 - الإيمان: خصائصه، علاماته، ثمراته، وهو في قسمين. ¶ 6 - الكفر والمكفّرات. ¶ ثالثاً - سلسلة (من هدي ا لإسلام): ¶ ا -شؤم المعصية وبركة التقوى. ¶ 2 - هذا الإنسان. ¶ 3 - الدعوة إلى الإسلام وأركانها. ¶ 4 - من محاسن الإسلام. ¶ 5 - الفتن. ¶ 6 - الأمر بالمعروف والنهي عن المنكر. ¶ 7 - القلب. ¶ 8 - منهاج التربية الصالحة. ¶ 9 - فضيلة الدعاء والذكر، وهو مطبوع في قسمين. ¶ 0 1 - الحقّ والباطل. ¶ 1 1 - التوبة، وهو مطبوع في قسمين. ¶ 2 1 - العمل الصالح. ¶ 13 - الرؤى وا لأحلام. ¶ 4 1 - الهدى والضلال. ¶ 15 - العشر المهلكات. ¶ كتبه غير المطبوعة ورسائله: ¶ 1 - كتاب بلوغ الأمل وشرح وصايا: (سبيل الهدى والعمل). ¶ 5 1 1",
            "page": "115",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "2 - من مواطن العبر في قصص القراَن الكريم، او: نَفحات الرحمن في ¶ بيان مواطن العبر في قصص القرآن. ¶ 3 - من نداءات القرآن الكريم. ¶ 4 - مختارات من كلام السلف. ¶ 5 - مجموعة العبادات على المذهب الشافعيّ. ¶ 6 - كتاب الاَداب الإسلامئة. ¶ 7 - نسا ئيات. ¶ 8 - مراحل حياتي بقلمي. ¶ 9 - ديوان شعره، واسمه: (النزر الطفيف من نظم العبد الضعيف). ¶ 0 1 - تتفة العشر المهلكات. ¶ 1 1 - رسائل دعويّة وتربويّة، في مونحموعات متنوّعة، كان قد وجّهها ¶ للشباب في المخيّمات التربوئة. ¶ 12 - الأمالي في جلسة الأحد والثلاثاء الأسبوعيّة، وكانت بعنوان: ¶ (تذكيروتحذير) (1). ¶ خطبه؟ وكلها مكتوبة. ¶ *** ¶ __________ ¶ (1) وقد استخرج منها الباحث أساليب تربويّة، وتوخهات دعويّة، ونشر نماذج منها ¶ في كتاب بعنوان: (أساليب تربوية، ومواقف دعويّة من حياة الشيخ أحمد رحمه ¶ الله). ¶ 116",
            "page": "116",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "1 - رسالة سبيل الهدى والعمل ¶ المقاس صغير، وعدد صفحاب الطبعة العاشرة (0 0 1). ¶ سبب تأليف هذه الرسالة: ¶ وقد حدثنا مرة عن سبب تأليفه لهذه الرسالة فذكر أئه كان في كلّ لقاء مع ¶ أقاربه وارحامه يحثهم على التمسّك بفضائل الإسلام واَدابه، ويذكر لهم بعض ¶ الفضائل، ويحثّهم عليها، فقالت له مرة بعض محارمه: إننا لا نعرف كثيراً من ¶ الأحكام والأعمإل المطلوبة من المسلم، ولو عرفناها لعملنا بها، ولسنا على ¶ علم شرعيّ واسع، فلو دللتنا على كتاب مختصر، يجمع أ وامر الإسلام ونوإهيه ¶ باختصار. . فأعجبت الفكرة الشيخ، وفًكر في كتاب يكون كذلك، ؤلمم يجد، ¶ فعزم على ان يقوم بهذا الجهد، وأن يجعلَه على أسلوب الوصايا: افعلْ كذا، ¶ واتركْ كذا، وان يستقصي فيه أحكام الإسلام وآدابه في كلّ جانب من جواقب ¶ الحياة، فاجتهد في ذلك، حتى كان له ما أراد. . ¶ - يقول في مقذمة الطبعة الأولى من رسالة: (سبيل الهدى والعمل): ¶ \"وبعد: ايّها الأخ المسلم! انت في زفي ادبر خيره، وأقبل شزه، عَبَدَ ¶ الناس فيه الهوى، وأخطؤوا طريق الهدى، مع أنّ النبيئَ! سًج! قال: \"تركتُ فيكم ¶ شيئبن لن تضلّوا بعدهما: كتابَ الله وسنّني \" (1). ¶ ومن أجل ذلكَ جمعتُ لكَ في هذه الرسالة من الأوإمز والنَّواهي ما ¶ استطعت، فجاهد نفسك على العمل بها تكن من المتقين، ولا تركن إلى 5 كأ ¶ يصذك عنها، او عن شيء منها، وتدبّر قول ربّك عزّ وجلّ: \" وَجَمَفنَا بَغفم ¶ لبَعْنهى فِتنَةً أَتضَحيرُوت وَ! انَ رَئُك بَصِ! يم \" أ ا لفر قا ن: 0 2). ¶ __________ ¶ (1) رواه الحاكم عن أبي هريرة رضي الله عنه. ¶ 7 1 1",
            "page": "117",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "وأنتِ أئتها الأخْت المسلمة! خذي هذه الوصايا بالقبول، واعملي بها، ¶ واعلمي أئكِ نصف المجتمع، ومربّية النصف الاخر، فإذا صلحتِ صلح، وإذا ¶ فسدتِ فسد. ¶ اعملي بهدي ا لدين، وتحلّي بفضائله ومكارمه، ولا يغرّنكِ شبا ب يذهب، ¶ وجمال خفب، وثوب يبلى، إئما الجمال دين وخُلق وعفاف. . . \". ¶ ويقول في مقدمة الطبعة الثامنة من رسالة: (سبيل الهدى والعمل): ¶ \"وبعد؟ فقد من الله تبارك وتعالى على عباده ببعثة نبئه سيدنا محمد غ! حم، ¶ والعالم يتختط في ظلمات الجاهلية الجهلاء، والضلالة العمياء، فأنقذهم ¶ بشريعته من الظلمات إلى النور، وجعلهم باتباعه سادة الأمم، وملوك الارض، ¶ فسطروا في تاريخ الإسلام الزاهر صفحاب مشرقة خالدة، تشزف الإنسانية إلى ¶ أبد الاَباد. ¶ ولم يزالوا كذلك في عزة وقوة ورفعة، يرفلون في حلل السعادة والسيادة، ¶ حتى زئت بهم الأهواء، وأضَالَتهم الفتن، فنزلوا من علياء الإسلام درجة درجة، ¶ حتى صاروا إلى هذه الهوة السحيقة، وتاهوا في فيافي المعاصي والضلال، ¶ والمذاهب المنحرفة الحمقاء، فذهبت ريحهم، وتفزقت كلمتهم، وطمع بهم ¶ العدو، فذئوا بعد عر، وضعفوا بعد قوة، واصبح مجتمعهم مجتمعاً مريضاً، ¶ تفاقمت علله، وبشابكت أسقامه: \" ذَ لِكَ بِاَلث أدئَهَ لَتم يَكُ مُغَ! بم نِغمَةَ أَنعَمَهَا عَكَ قَئمب ¶ ص يُفَيْرُوأ مَا بِأنفُسِهِئم \" ا ا لأنفال: 53) \". ¶ - ثم يقول: \"ومن ابرز أمراض هذا المجتمع. ¶ 1 - الجهل بالإسلام 0 2 - ضعف الإيمان. ¶ 3 - التهاون بالمعاصي 0 4 - التقليد الأعمى. ¶ 5 - فتنة النساء 0 6 - الرضا بالصلاح النسبي. ¶ 7 - ترك الأمر بالمعروف والنهي عن المنكر. ¶ 118",
            "page": "118",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "8 - إهمال تربية البنين والبنات \". ¶ ويشرح هذه العلل والأمراض باختصار، ثم يقول رحمه الله: \"لكل داء ¶ دواء: هذا داء المسلمين، فما هو دواؤهم؟ \"، فيجيب بقوله: \" لا يصلح اَ%ض ¶ هذه الأمة إلا بما صلح به أوّلها، فإذا أراد المسلمون النجاة سلكوا سبيل النجاة، ¶ وسبيل النجاة العودة الصادقة إلى دين الله وشرعه، بمجاهدة النفوس على ¶ التم! ك بالإسلام والعمل باحكامه، وبالصحبة الصالحة المعينة على السير في ¶ هذا الطريق القويم. . ولا بدّ في ذلك من التاَخي في الثه، والتعاون على مرضاة ¶ الله، والتناصح في دين الله، والرجوع إلى المساجد، بيوت الله، والاستشفاء فيها ¶ من أدران المادة، وعلل المادة، وتغذية الروح بطاعة اللّه. . ا ما القعود عن ذلك، ¶ والغرور بالأماني، من غير سعي ولا طلب، فلا يوصل إلى غاية، وليس هو من ¶ شان العاقلين \" (1). ¶ !!! سع! ¶ (1) مقدمة الطبعة الثامنة من رسالة (سبيل أدهدى والعمل)، ص 4 2. ¶ 119",
            "page": "119",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "2 - كتاب (ا لاجتهاد والمجتهدون ¶ وضرورة العمل بمذاهب الأئمة الأربعة ¶ وخطر اللامذهبية الضانة) ¶ الكتاب مقاس 24*17، وعدد صفحاته (06 2)، ¶ الطبعة الأولى 388 اهـ، الناشر مكتبة الشباب ¶ المسلم، حلب -باب النصر. ¶ سبب جمع الكتاب وتأليفه: ¶ 1 - جراءة بعض العوام، الذين لا حظّ لهم من العلم أو الفهم على ¶ الاجتهاد والفتوى، وقد راينا مَنْ يفتي وليس له حظ من ثقافة محو الأمئة سوى ¶ بلوغ سقف المرحلة الابتدائثة، وكانت غاية الأدوات في ذلك ثلاثة كتب من ¶ كتب أهل العلم، ولا ضرورة لإتقان تلاوة كتاب الله تعالى وتجويده، ولا لمعرفة ¶ اللغة العربية وعلومها، وقواعد الاستنباط واصوله، فضلاً عقا يتّصل بذلك كلّه ¶ ويكفله. . ¶ 2 - الفتاوى الثإدة المضفلة للأفة، المشؤشة في دينها، التي تقود الأفة ¶ إلى فوضى دينئة وفكرئة لا تقف عند حدّ، فمنها: أنّ الدخان في نهار رمضان لا ¶ يفطر، لأن العلماء ما كانوا يعلمون أن الدخان يدخل إلى الرئة لا إلى المعدة.! ¶ وأشهر احدهم سيجارته في نهار رمضان امام زملائه، وهو يعلن لهم هذه ¶ الفتوى. . التي استهوى بها أمثاله من الجهلة ومَنْ في قلبه مرض. . ولا حرج ¶ على من اكل قبل طلوع الشمس في رمضان! وعروض التجارة لا زكاة فيها مهما ¶ بلغت، لأئها لا نمق فيها!. ¶ 3 - الانتقإص من قدر الأئمة الأربعة، وقد كان للإمام أبي حنيفة رحمه إدئه ¶ تعالى من سمْهِ هؤلاء الحظ الأوفى، فقال بعضهم: \"مَن أبو حنيفة؟ أنا أضعه في ¶ 120",
            "page": "120",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "جيبي! \". وقال آخر: ابو حنيفة كان جاهلاَ في الحديث! وقال اَخر امام صغار ¶ طلبة العلم الذين يفترض فيه أن يلقنهم الأدب قبل العلم: اخطأ الشافعيّ في كذ! ¶ وكذا! واخذَ يستهزئ بكلامِ الإمام الشافعيئ رحمه الله، في مسألة من مسائل ¶ العلم. ¶ ونحن لا ندعي العصمة للإمام الشافعيّ رحمه الله، ولا لأحد من الأئمّة، ¶ ولكن افي عاقل غيور على الدين والعلم يرتضي مثل هذا السفه، وقفة الأدب، ¶ والجراءة على أعراض الأئفة، الذين وهبوا حياتهم لدين الله تعالى وشرعه، ¶ والنصج لكتابه وسنة نبئه! ر، وأئمّة المسلمين وعافتهم؟ ا ومتى كان العلم ¶ بدين الله يُنالُ بالطعن بخيار سلف هذ 5 الأمة؟! سبحانك هذا بهتان عظيم!. ¶ فرأى الثيخ أحمد أن هذ 5 البدعة نذير شز مستطير، وان الوقوف في ¶ وجهها من أوجب الواجبات، ولا يقوم به عالم وحده، وإئما ينغي ان يرف ¶ العامّة موقفاَ لأهل العلم واحداَ تجاه هذه البدعة الخطيرة، ليعلموا أنّ أصحابها ¶ ليسوا على خير ولا رشد. . ققدّم حول هذه الشبهات أسعلة لعدد من أعلام ¶ العلماء والفقهاء في العالم الإسلاميئ، وعلى وجه الخصوص في بلاد الشام، ثمّ ¶ جمع الإجابات التي وصلته في كتاب أخرجه بهذ! العنوان، وكتبَ مقالة ¶ للتعريف بالأئمّةِ الأربعة، وأعقبها بكلمة في إجلال الأئضة بعضهم بعضأ. ¶ يقول رحمه الله في مقدمة كتابه: \"والخطاً إلى من يجتهد وليس أهلاُ ¶ للاجتهاد أقرب منه إلى من يققد المجتهد الموثوق به، المشهود له بالإمامة. ¶ وهذا تنرل اقتضاه المقام، دمالأ فاجتهاد من ليس أهلاً للاجتهاد أكبر ال! صبائر، ¶ واعظم الجنايات على الدين وأهله، على ان أتباع الأئفة لم يكونوا من مقفديهم ¶ على ما يزعم هؤلاء، ف! ثا نرى أبا يوسف ومحمّدا كثيراً ما يخالفان أبا حنيفة، بل ¶ لا نكاد نجد في مسألة لا يذكر فيها ذلك الخلاف الذي يبيّن استقلالهم، وشدّة ¶ حرصهم على اتباع الحق متى ظهر دليله. . ¶ فكان لكبار الأئمة الاستقلال التائم، وكابر تابعيهم الاستقلال الجزئيئ، ¶ 121",
            "page": "121",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "من التضعيف والترجيح، وللعافة الاتباع، فإنّه لا يصحّ فيهم غير هذا، وهو عين ¶ الحكمة، ولولا ذلك لصار الدين لعبة بيد الجهّال، وهذا ما نخاف مفه، ونحاول ¶ القضاء عليه. ¶ وليس معنى ذلك أنّنا نقول بعدم الاجتهاد، أو أنّه أغلق بابه كما ليقو لون، ¶ فإن ابواب فضل الله لا تغلق، وهل هذا إلا حجر على الله عزّ وجل؟ ولثَن هناك ¶ فَرْقٌ كبيرٌ بين إمكان الثيء ووقوعه، وبين إسناده إ لى غير أهله، وقد أصبحنا في ¶ زمان ضاعت فيه الحدود، وتعدى كل إنسان طوره، ولم يعرف قدر 5، وهي أكبر ¶ مصائبنا، واعظم بلايانا، التي نئن منها ولا نعلم منتهاها. . ¶ نحن نرى أن الناص على درجات شتى فيما وهبهم الله من الاستعداد ¶ الفطرقي، وفيما أحاط بهم من ضروب التربية المختلفة، والبيئات المتنوّعة، وما ¶ قدر لهم من فنون الثواغل، وما عنوا به مفا أقامهم الله فيه، ونرى ان كل طبقة ¶ لها حكم يخصها، فمن وصل إلى درجة الاجتهاد، وجب عليه الاجتهاد، وكان ¶ اَثماً بتركه، ومن وصل إلى درجة الترجيح، وجب عليه ذلك، ومن قعد به ¶ استعداده او تربيته او بيئته، او أحاط به من شواغل المعيشة أو الوظيفة فعليه أن ¶ يقفد من يثق به، ويعلم ائه غير جاهل بدين الله، ولا غاشّ فيه. . ولا يكلّف اللّهُ ¶ نفساَ إلا وسعها. ¶ لىني لأعجب لهؤلاء، كيف يجعلون أمر الاجتهاد أقل من جميع ¶ الصنائع، التي لا يجتهد صاحبها إلأ إذا كان له فيها علم واسع، وعمل متكزر، ¶ حتى يعرف اسرارها ودقائقها، ويصبح من ذوي التبريز فيها. . وكأن مسالة ¶ الدين اصبحت من أقل المسائل لدينا، وأهونها علينا. . . \" إلى اَض كلمته ¶ الدقيقة الرصينة، رحمه الله واجز ل مثوبته. ¶ العلماء الذين استكتبهم: ¶ ولا نعرف على وجه الدقة عدد العلماء الذين استكتبهم لهذا الغرض، ¶ ولكن العلماء الذين وصلته إجاباتهم، وأدرج مقالاتهم في الكتاب هم: ¶ 122",
            "page": "122",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "- الشيخ عبد الله خيرالله، مفتي منطقة جبل سمعان في محافظة حلب. ¶ - الشيخ محفد الحامد، خطيب جامع السلطان بمدينة حماة. ¶ - الشيخ محفد إبراهيم السلقينيئ، مدزس الفقه وأصوله في الثانويّه ¶ الشرعئة بحلب، وإمام وخطيب مسجد الطواشي. ¶ - الشيخ عبد العزيز عيون السود، امين الإفتاء في محافظة حمص. ¶ - الشيخ عبد الوهاب الحافظ الملقَّب بدبس وزيت، أحد علماء مدينة ¶ دمشق وفقهالْها. ¶ -الشيخ محمد محمد ا لعربي بن ا لتبانيئ، المدزَس با لحرم المكيّ ا لشريف. ¶ وقد نقل اؤل الكتاب كلمة للشيخ عبد الرحمن حسن، من مقدمة كتابه: ¶ (الفقه على المذاهب الأربعة). ¶ ب!! كل ¶ 123",
            "page": "123",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "3 - كتاب (قبسات من نور النبوة ( ¶ وقد أثفه بالاشتراك مع فضيلة الشيخ عبد الفتاح أبي ¶ غدة رحمه الله وأجزل مثوبته. الطبعة الثاية، ¶ المقاس وسط، وعدد الصفحاب (146)، كانت ¶ الطبعة الأولى من الكناب عام 951 ام، والطبعة ¶ الثانية بعناية الباحث عام 0 42 اهالموافة! ¶ 999 ام، وقد ألحق بها رسالة له بعنوان: ¶ (ومضات من هديَ النبيّ الخاتم فيئ)، وقد قذم ¶ هذه الطبعة فضيلة الأستاذ الدكتور محمد ابو الفتح ¶ البيانوني، نجل المترجَم له رحمه الله. ¶ وكما يبدو من عنوان هذا الكتاب فهو ليس كتاباً في السيرة، يستتثصي في ¶ روايتها، ويلتزم عرض احداثها على حسب التسلسل الزمنيّ المعروف، وإنّما ¶ هو (قبسات) كما عنون له المؤئفان رحمهما الله تعالى، وكان القصد منها الرد ¶ على غوممب ضا 4، ردد بجهله وعمايته بعض شبهات المستشرقين وافتراءاتهم عن ¶ النبي لمجتَ، فتجزد الشيخان لكتابة هذا الرذ دون ذكر اسمه، أو ما ذكر من افتراء، ¶ تصغيراً لشأنه، وانطلاقأ من ان كلّ ما يفترى في هذا الشأن، فهو يعود إلى الجهل ¶ بسيرة هذا النبي العظيم ىلَخير، وقدره الكبير، ومن ثتم كان حقّأ على العلماء ¶ والدعاة إلى الله ان ينشروا أخبار سيرته العطرة، ويعزفوا الناس والناشئة بوجه ¶ خاصن بخصائصه ومعجزاته! لجفه، وشمائله وكمالاته، لتقوم الحجّة، ويقطع ¶ دابر كل شبهة. ¶ !،كللأ ¶ 124",
            "page": "124",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "4 - رسالة أخطاء لغويَة شائعة وتصويباتها، (0 0 5 (كلمة ¶ نشرت الطبعة الأولى بتاريخ 381 اها اصموافق ¶ 961 ام، ولم يطغ بعد ذلك. المقاس صغير، ¶ وعدد الصفحات (56). ¶ وقد بنى هذه الرسالة على قوله: \" قل كذا ولا تقل كذا\"، باختصار ودون ¶ تعليل أو إحالةٍ إلى مرجع، ويجمع هذه الكلمات كقها انّها مفا شاع على ألسنة ¶ الناس، واقلام الكتاب، ولكثها كما يلاحظ جمعت بين نوعين من الأخطاء: ¶ - النوع الأول: أخطاء لغوية مرجعها الخروج عن الاستعمال اللغويّ ¶ الصحيح. ¶ - والنوع الئاني: اخطإء هي من نوع اللغة العامتة، واللهجة المحليّة، ¶ وم! شاع بوجه خاصن في مدينة حلب بين العامّة والخاصّة من كلمات تركتة، ¶ او فرنسية، قد انزلقت إ لى ا لسنة الناس نتيجة القرب من تركية، والاتصال الوثيق ¶ بأهلها، أو تأثراً بالغزو الثقافي الفرنسيئ. ¶ على أن النوع الأؤل لا يسفم به كلّه، ففيه م! عُد من الأخطاء، وهو يدور ¶ م! بين صحيح واصح، أو راجح ومرجوح، أو م! اقزته بعض المجإمع اللغوية. ¶ ويُحمد للشيخ هذا الحسّ اللغوفي الدقيق، والغيرة الصادقة عاى لغة ¶ القرآن الكريم، التي دفعته إلى جمع هذه الرسالة، وإشاعتها بين الناس، ¶ بتوزيعها مخاناً، رحمه الله واجزل مثوبته، وقد كان ديدنه تنبيه طلأبه وتلامذته ¶ وجلسائه على بعض الأخطاء اللغوثة، وم! يقابلها من الصواب، ولم يكن مع ¶ المقولة غير الحكيمة الشائعة: \"خطاً شائع خير من صواب مهجورلا. ¶ !!! ¶ 125",
            "page": "125",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "5 - كتاب (مجموعة العبادات) ¶ على مذهب الامام ابي حنيفة رحمه الله ¶ المقاس كبير 22 ك! 16، وعدد الصفحات (317)، ¶ وقد طغ الكتاب في حياة الثيخ مفزقأ ومبحوعاً، ¶ وطغ بعد وفاته كذلك، لتسهيل ححله على ¶ الدارسين، ولحاجة من يريد أداء المناسك إلى ¶ كتاب في الحج والعمرة مستقلأَ. ¶ وفيه أبواب الطهارة، والصلاة، والزكاة، ¶ والصوم، والحج، والعمرة، وفي ختامه قصاثد ¶ من شعره في المديح النبوقي، والحنين إلى المشاعر ¶ المقذسة. ¶ والشيخ في كتاب الحج والعمرة - فيما اعلم - أوّل من جعل أحكام الحجّ ¶ والعمرة في جدول على المذاهب الأربعة، تسهيلأ للناس في التعرّف على ¶ احكام المذاهب الأربعة، ثم تبعه من كتب المناسك. ¶ وقد عرض كتابه على عدد من فقهاء الحنفئة المتمكّنين في مدينة حلب، ¶ لمراجعته وتدقيقه، اذكر منهم فضيلة استاذنا العلأمة الشيخ محفد إبراهيم ¶ السلفينيئ، وأستاذنا العلأمة عبد الله خير الله مفتي حبل سمعان، رحمهما اللّه ¶ تعالى. لما كان له من صلة وثيقة بجميع إخوانه من العلماء والمشايخ، ثلشذة ¶ شعوره بمسؤولئة العلم وامانته. ¶ !!!! ¶ 126",
            "page": "126",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "6 - التكريم الصادق بالاتَباع الكامل ¶ المفاس صغير 7 أكر 12، وعدد صفحات الطبعة ¶ الثانية (24). ¶ كتبها بمناسبة احتفالات الناس السنوثة بربيع ¶ الأؤل. ¶ وقد خشي أن يتحوّل هذا الاحتفال إلى تظاهرة اجتماعية شكليّة، تبتعد ¶ عمّا يجب على المسلم تجاه نجيّه ىلج!، من حُسن التأسّي والاتباع، والتمسّك ¶ بالسنّة، والأدب مع صاحبها! حِ، وأصل هذ 5 الرسإلة في كتاب: (قبسات من ¶ نور النبوة)، وقد اضات إليها ما يناسب المقام، ثمّ خطب بها الجمعة، وطبعهما ¶ ووزعت على الناس. ¶ !!! ¶ 127",
            "page": "127",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "7 - سلسلة العقائد (1) ¶ 1 - ا لإبمان بالثه تعالى، المقاس صغير 2 1 ك! 7 1، عدد الصفحات (7 0 1). ¶ 2 - ا لايمان بالرسل، المقاس صغير (2 1 ك! 7 1)، عدد الصفحات (3 0 2). ¶ 3 - ا لايمان بالملائكة، المقاس صغير (2 1 ك! 7 1)، عدد الصفحات (1 23). ¶ 4 - الإيمان باليوم الاَخر، المقاس (2 1 ك! 7 1)، عدد الصفحات (57 1). ¶ 5 - ا لإيمان خصائصه، علاماته، ثمراته؟ وهو في قسمين. المقاس صغير (2 1 ك! 7 1)، عد! ¶ الصفحات (79 2). ¶ 6 - الكفر وا لمكفْر ات، المقاس صغير (2 ا ك! 7 1)، عدد ا لصفحات (85 2). ¶ سبب تأليف هذه السلسلة: ¶ إن كتابة العقيدة بلغة العصر كانت حاجة للجيل ماشة: فلقد اجتا-حت بلاد ¶ الشام في النصف الثاني من القرن العشرين موجة من الإلحإدكانت أشبهَ ما تكون ¶ بموضة تافهة يعبر فيها الفارغون عن تغربهم النفسيئ والفكريّ، والتظاهر بالعلمِ ¶ والثقافة، وكانت زراعة استعمارئة فرنسئة المنشاً، ماسونيّة المخبأ، نصرانية ¶ التعهد والنمؤ، ثم ما لبثت تلك الموجة ان سرت لتشمل أبناء المسلمين من ¶ طلأب المدارس، الذين هم في عمر الزهور، فكانوا كثيرأ ما يتلقّفون الشبهاتِ ¶ من بعض أساتذتهم، فتحدِث في عقولهم تشويشاً وبلبلة، ممّا يدعوهم إلى ¶ (1) ¶ طبعت سلسلة العقائد وسلسلة من هدي الإسلام الطبعة الأولى في حلب عام ¶ 1393 هـ- 1973 م أو ما قبل، ثئم طبعت الطبعة الئانية وما بعدها من الطبعات ¶ عن طريق دار السلام في مصر عام 5 0 4 1 هـ- 985 1 م وما بعد. ¶ 128",
            "page": "128",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "طرحِها على مدرّمميهم، ومن يتوسّمُون فيهم القدرة على حفها، وايإجابة ¶ عنها. . فمنهم من يحظى بإجابة مقنعة، ومنهم من يسمع ما لا يشفي عليلاً، ولا ¶ يروي غليلاَ. . فكانت الحاجة ماشة إلى كتابة العقيدة الإسلاميّة، وعرضها ¶ بصورة ملائمة للعصر، مستجيبة لمتطلّبات الجيل. . ¶ منهجه في كتابة العقيدة: ¶ يفول رحمه الله في مقدّمة كتاب: (الإيمان بالئه تعالى): \"وإنّ هذه ¶ القواعد الخمس - يعني أركان الإسلام - إنما هي دعائم لمصالج الناس، وأسس ¶ تبنى عليها سعادتهم، وكلّ قاعدة منها عماد لأمّهاتٍ من الفضائل، وسبيل إلى ¶ خيري الدنيا والاَخرة، لو رعاها المسلمون حق رعايتها، والمّوا بأحكامها ¶ وأسرارها، وقاموا حق القيإم بواجباتها. ¶ وأجل خدمةِ علمئة دينئة للمسلمين أن يمهَد السبيل لهم إلى العلم بهذه ¶ القواعد، ومعرفتها على أكمل وجه، حتى يكون المسلم في عقيدته مؤمناً على ¶ علم، مطمئئاَ إلى الإيمان قلبه، لا تشوب عقيدته أوهام ولا اباطيل، وبهذا تثمر ¶ العقائد مكارم الأخلاق، وتستقيم أحوال الناس. ¶ من أجل ذلك عزمتُ بعونه تعالى على إخراج سلسلة تحت عنوان: ¶ (سلسلة العقائد) توخيت فيها أن تكون سهلة المأخذ، قريبة المنال، يفهمها ¶ العامة، ولا تنزل عن مستوى الخاصّة، ليطلع فيها المؤمن على ما يجب ايإيمان ¶ به، والإذعان له مفا جاء به الإسلام الحنيف \". ¶ ويقول ولده فضيلة الشيخ الدكتور محمد ابو الفتح في تقديمه للسلسلة: ¶ \"فإنَ من خصائص العقيدة الإسلامية وضوحها وسلامتها من التعقيد، حيث ¶ يسهل فهمها على العقل السليم، وتسرع إلى تقبلها القلوب والفطرة البشرية. ¶ وقد كتبت العقيدة الإسلامية بأساليب متعدّدة، حسب العصور ولغاتها، ¶ وتنوع أساليب التاليف فيها. . حتى كادت تطغى بعض الأساليب على خاصّية ¶ وضوحها، وتضيع جمالها، بل اصبحت مادة العقيدة ايإسلامية في بعض ¶ 129",
            "page": "129",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "الأزمان والبلدان من أصعب الموادّ الدراسئة على الدارسين، وأ ضحَت في بعض ¶ كتبها المعتمدة على علم الكلام والجدل، عقيدة نظرية جافة، تخاطب العقول، ¶ ولا تلامس بشاشتها القلوب، فتلاشى نورها، وخفيَت آثارها الطئبة فى حيا5 ¶ النإس، بعد انْ كانت محور حيا تهم، وا ساس تحزكهم وسكونهم. ¶ ومن هنا: اهتئمَ الدعاة بإعادة النظر في التاليف فيها، ودَعوا إلى تجريدها ¶ عن اساليب علم الكلام والجدل، وعرضها واضحةً على النإس جميعاً، على ¶ مختلف مستوياتهم، مفتبسين ذلك من منهج القراَن الكريم في ثقريرها، ¶ ومَسيرة الرسول غ! ي! في تبيينها. ¶ وكانت مجموعة العقائد هذه للسئد الوالد الشيخ أحمد عزّ الدين البيانونيّ ¶ رحمه الله تعالى من أولى المبادرات الناجحة، في هذا السبيل. ¶ فكان اسلوبه في كتابتها - كما يرى القارئ الكريم - سهل المأخذ، قريب ¶ المنال، يخاطب العقل والقلب معاً، ويلحق العلم بالعمل، فهو إذ يحدِّث صت ¶ الإيمان بالثه عزَ وجل واركانه، يلحقه بالحديث عن خصائص الإيمان وعلاماته، ¶ وثمراته، ويستغرق حديثه في الجانب الثإني ثلث المجموعة لاهمّيته العملتة في ¶ دراسة العقيدة \" (1). ¶ 1 - الايمان بالهّ تعالى: ¶ ونقرأ في هذه الرسالة: الإسلام والإيمان، العقل منا! التكليف، أقسام ¶ العقائد الإسلامية، القسم الأول: الإلهيات، الإيمان بالئه تعالى، ذات الله ¶ واسماؤ 5، معاني بعض الأسماء الكريمة، أسماء وردت على سبيل المجاز، ¶ اسماء اللّه تعالى توقيفية، صفإت الله تعالى، من حمق الملاحدة، المصادفة، ¶ حديث مع طالب، عالم وملحد، الله خالق كل شيء، من صفإت الله تعالى ف! ب ¶ القرآن: وجود الله تعالى وقدمه، بقاؤه تعالى ومخالفته للحوإدث، قيام الله ¶ تعالى بنفسه، وحدانية الله تعالى، قدرة الله تعالى وإرادته، علم اللّه تعالى، حياة ¶ (1) ¶ ص 3 - 4 من مفدمة كتاب الإيمان باللّه تعالى. ¶ 130",
            "page": "130",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "الله تعالى، سمعه تعالى وبصر 5، كلام الله، صفات الله لا تتناهى، بين صفات الق ¶ تعالى وصفات المخلوقين، سؤال يقف امامه كثير من الناس، محبة الق تعالى، ¶ من علامات محبة الله عبد 5، من علامات محبة العبد ربه تعالى، مما يحئه اللّه 5 ش ¶ الأعمال والخصال، من الخلال التي يبغضها الله تعالى، تأنيب، دعاء. ¶ 2 - الإيمان بالرسل: ¶ ونقرأ في هذه الرسالة: أقسام العقائد الإسلامية، الإيمان بالرسل عليهم ¶ الصلاة والسلام، معنى الرسالة، الرسل عليهم الصلاة والسلام، عدد الرسل ¶ عليهم الصلاة والسلام، تأييد الله الرسل، المعجزة، الفرق بين ا! حبزة ¶ والسحر، من المعجزات، من معجزاته! شًب!: القران الكريم، انشقاق القمر، ¶ تكثير الطعام القليل، نبع الماء من بين اصابعه، الإسراء والمعراج، حنين ¶ الجذع له! لمجيم، سرعة استجابة دعوته! شَتَ، الإخبار بالمغثبات، تفضيل نبينا ط! ¶ على النبيين وطرف من خصائصه: ميثاق النبيّين، عموم رسالته، شفاعته، ¶ لزوم الأدب معه! لمجيم، تعظيمه! لمجيم، والصلاة على النبي! يِ!، نداء الله تعالى إيّا 5، ¶ صفات الرسل: الصدق، الأمانة، التبليغ، الفطانة، مايجوز في حقّ الرسل، ¶ طاعة الرسل توجب الجنّة، النصر للرسل، التحذير من مخالفة الرسل، الندامد ¶ للمكذبين يوم القيامة، الوحي، ا قسام الوحي، ظاهرة الوحي. ¶ موجز السيرة المحمّدية الشريفة: نسبه، أدوار حياته لمجو، الدور الاول ¶ من حياته، الدور الثاني من حياته، الدور الثالث من حياته، الهجرة إلى المدينة، ¶ أولاده وزوجاته الطاهرات وسراريه، من الحكمة في تعدد زوجاته، أعمامه ¶ وعمّاته، أمّه من الرضاع وحاضنته، طرف من شمائله، كيف نحيي ذكر 51. ¶ الولاية والوليّ، هل يعلم الوليّ أنّه وليّ، خوف الوليئ من الله تعالى، ¶ كرامات الأولياء والصحابة، وصيّة هامة. ¶ الكتب المنزّلة: التوراة، الزبور، الإنجل، القران الكريم، الصحف، ما ¶ تضمّنه القراَن الكريم، كيف نزل، مدة نزوله وأول ما نزل واَخر 5، عدد سور ¶ القراَن المكي والمدني منه، أمر النبي! لمجيم بكتابة ما نزل، ئرتيب القرآن الكريم ¶ 131",
            "page": "131",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "وجمعه وتدوينه، المصحف الإمام أو مصحف عثمان رضي اللّه عنه، الفرق بين ¶ الجمعين، ما كانت عليه كتابته وما صارت إليه، فضل القرآن الكريم وتلاوته ¶ وآداب تلاوته. ¶ 3 - الإيمان بالملائكة: ¶ ونقرأ في هذه الرسالة: اقسام العقائد الإسلامية، الروحانيات، ¶ الملائكة، خلقت الملائكة من نور، عِظَم خلق الملائكة، الملائكة تتشكّل ¶ بأشكإل مختلفة، عصمة الملائكة، مسكن الملائكة السماوات، عبادة ¶ الملائكة، وصلاتهم وخوفهم ورؤساؤهم، الملأ الأعلى، النديّ الاعلى، ¶ الرفيق الأعلى، الملائكة يفضل بعضهم بعضاً، أصناف الملائكة، حملة ¶ العرش، والحافون من حوله، ملائكة الجنة، خزنة النار، الملائكة واسطة ¶ الوحي، الملائكة الموكلون بتطوير النطفة، الملك ينفخ الروح في الجنين ¶ ويكتب المقادير، كتابة القلم جميع ما هو كائن إلى يوم القيامة، كتابة مقادير ¶ الخلق قبل خلق السماوات والأرض، كتابة المقادير بعد خلق السماوات ¶ والأرض، الملائكة الموكلون بكتابة أقوال بني آدم وأفعالهم، اطّلاع الملائكة ¶ الكاتبين على ما في قلوب بني اَدم، تكتب الأعمال بالنيات، مصير الكرام ¶ الكاتبين بعد موت الإنسان، الأمر بالاستحياء من الملائكة، موقف العبد يوم ¶ القيامة من كتابه وكتّابه، الملالْكة الموكّلون بحفظ بني آدم، قرناء بني آدم من ¶ الملائكة، المسخّرون لقبض الأرواح، ملائكة السؤال في القبر، الموكّلون ¶ بتدبير أمور الجبال، الموكّلون بالشُحُب، الملائكة يصلّون على النبي! ص، ¶ ويبلغون الرسول -شي! صلاة أمته وسلامها عليه، الملائكة تصلّي على من يصلّي ¶ على النبي ع! م! م، وتدعو للمؤمنين وتستغفر لهم، وتشفع للمؤمنين، حضور ¶ الملائكة صلاة الجمعة واستماعهم للذكر والموعظة، شهود الملائكة يوم ¶ الجمعة، تأمين الملائكة لفاتحة الصلاة، تحميد الملائكة في الصلاة، الملائكة ¶ يتفقدون اهل المساجد، حضور الملائكة مجالس الذكر، واللّه تعالى يباهي ¶ بعبادهالذاكرين الملائكة، وتحف بالذين يتلون كتاب الله، وتحف طإلب العلم ¶ 132",
            "page": "132",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "بأجنحتها، الملائكة تضع اجنحتها لطالب العلم، وتصلي على من في صفّ ¶ الصلاة الأول، وتصلّي على من يعود المريض، وعلى من مشى في حاجة أخيه، ¶ وتصلي على المتسحرين، وتدنو ممن رقّت قلوبهم بالوعظ والتذكير، تأمين ¶ الملائكة على دعاء المؤمن لأخيه، وتأمينهم على الدعاء عند المريض!! ¶ والمحتضر، محبة الملائكة للمسلم المستقيم، الملائكة واسطة البشرى ¶ للمؤمنين، بشارة المَلَك لمن زار اخأ له في الله، والملائكة تظل الشهداء ¶ بأجنحتها، وتحمت من يحبّه الله تعالى، من تلعنه الملائكة، صعود الملائكَة ¶ بالكلِم الطئب والعمل الصالج، ما تتأذّى منه الملائكة، ما تنفر منه ملائكة ¶ الرحمة وتبعد عنه، الملائكة جنود النصر للمؤمنين، والملائكة تشيع جنازة ¶ المسلم، الملائكة يوم الفيامة في صفوف. ¶ عالم الجن: الجن: خلقه، صفاته، وقدرته، الجن كالإنس فيب العجز ¶ عن معارضة المعجزاب، الجن لا يعلمون الغيب، وهم مطالَبون بالتكاليف ¶ الشرعية، هل في الجن أنبياء، بلوغ دعوة نبيّنا ع! يم لعالم الجن، الجن أصناؤ! ¶ متنوعة، قرناء بني آدم من الجن، الشيطان يكره الطاعات، لا تدعوا اللقمة ¶ للشيطان، الشيطان عدو للإنسان، مسن الجن للإنسان وعلاجه، صور من ¶ وساوس الشيطان: التشكيك في الله ئعالى، التثبيط عن الطاعة، التحصّن من ¶ وساوس ا لشيطان، تنفيرالمسلم من عا دات ا لشيطان، الطاعون وخز ا لجن، ا لبق ¶ يموتون، ا لروح، استحضار ا لأرواح، بدء ا لتجربة، كيف بد أ ت ا لمخادعة، تطوّر ¶ الموضوع، من هم الزائرون، بدأ انتباهي، انكشاف الحفيقة، السحر، أصل ¶ السحر، الفرق بين السحر والمعجزة، نفي مزاعم الجاهلين، الفأل الحسن، ¶ الكهانة، التنجيم، الرقى، كلمات الرقى، الرقية بالقرآن، وجواز الاجرة عليها، ¶ الإصابة بالعين، مما يدفع العين. ¶ 4 - الإيمان باليوم الاَخر: ¶ ونقرا في هذه الرسالة: أقسام العقائد الإسلامية، السمعيات: متى ¶ الساعة، من علامات الساعة، فضل العبادة في آخر الزمان، حلول البافىء بكثره ¶ 133",
            "page": "133",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "العصيان، الموت، ثناء الناس على الميت، ذكر الموت، أقسام الناس في ذكر ¶ الموت، ما الجدير بالعاقل، ينتفع الميت بعمل غير 5، النفخ في الصور، البعث ¶ والحشر، الحشر على ارض جديدة، كلام اللّه تعالى يوم القيامة، من أهوال يوم ¶ القيامة، بشرى المؤمنين في القيامة، محاسبة اللّه لعباده، القصاص، استلام ¶ صحف الأعمال، الميزان، الصراط جسر على جهنم، الحوض المورود، صفة ¶ الحوض وشرابه، الكوثر، الشفاعة، شفاعة نبينا محمد ع! بو، يشفع النبيّون ¶ والمؤمنون بإذن الله، أقسام الشفاعة، سعة الكرم الإلهي، من صفة الجنّة ¶ وخدمها، بناء الجنّة وحصباؤها وترابها، طبقات الجنة وأبوابها ودرجاتها 1) ¶ أنهار الجنة وعيونها، أشجار الجنة وفواكهها، غرف أهل الجنّة وخيامها، ¶ أسواق الجنة، من اوصاف اهل الجنة، من صفاب نساء أهل الجنة، أول من ¶ يدخل الجنة، الذين يدخلون الجنة بغير حساب، الامّة المحمّدية أكثر أ هل الجنّة، ¶ أول طعام أهل الجنة، الخلود في الاَخرة، النظر في وجه اللّه الكريم، إحلال ¶ الرضوان على اهل الجنان، النار وابوابها واوصافها، من صفات أهل النار، ¶ شراب أهل النار وطعامهم، أهون أهل النار عذاباً، كلمة التوحيد تقي من النار، ¶ دعاء. ¶ القضاء والقدر، ما هو القضاء والقدر، كلٌّ ميسَّر لما خُلِق له، لا ينبؤب ¶ التنازع في القدر، ندفع الأقدار بالأقدار، بيني وبين طالب، خلاصة، شوطان ¶ متباينإن، أثر الإيمان بالقضاء والقدر، دعاء. ¶ 5 - الإيمان خصائصه، علاماته، ثمراته: ¶ ونقرأ في هذ 5 الرسالة: الإيمان، تعريفه، الأمر به، أركانه، مكانة ¶ الإيمان والمؤمن، صحبة المؤمن، الت! حذير من أذى المؤمن وخذلانه، الإيمان ¶ أساس قبول الأعمال، ليس الإيمان دعوى باللسان، الإيمان والعمل الصالح، ¶ المعصية لا تنفي الإيمان، من آمن فقد اهتدى، شعب الإيمان، حلاوهَ الإيمان، ¶ الناس فريقان: مؤمن وكعافر، شتّان بين مؤمن وكافر، اللّه تعالى يحبّ لعباده ¶ الإيمان، إعلان الإيمان، يحكم على الناس بظواهرهم، تنبيه وعظة، المؤمن ¶ 134",
            "page": "134",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "الحق لا يتأثّر بإغراء ولا تهديد، المؤمت الحق يدعو إلى الإيمان بالحق، المؤمن ¶ معزَضٌ للبلاء والفتن، المؤمن مأمور بالصبر، الإيمان منحة إلهية للسهرراء، ¶ الإيمان كلٌّ لا يتجزأ، هل الإيمان يزيد وينقص؟ الإيمان يقوى ويضعف، مما ¶ يقؤي الإيمان، الخواطر لا تقدح بالإيمان، المؤمنون قلّة في الناس، لا ¶ يصاحب إلا المؤمن، الوعد الحسن للمؤمنين، الإيمان نصف البز، تخصيص ¶ المؤمنين بالنداء، المؤمن محسود، الحسد نوعان، النهي عن التهاجر بين ¶ المؤمنين، الأمر بالإصلاح بين المؤمنين، مثل المؤمن، لا يدخل الجنّة إلاّ ¶ مؤمن، من مظاهر الزيع، إيمان اليأس مردود، تغرير الكافر بالمؤمن، الكافر ¶ عدو للمؤمن لدود، الصدّ عن الإيمان صفة الكافرين، نهي المؤمنين عن موالاة ¶ الكفار، المؤمن لا تضرّه سخرية الكافر، ترغيب الكافر بالإيمان، الإسلام يهدم ¶ ما قبله، المغفرة للمؤمن، الإيمان يأرِز إلى المدينة، ذهاب الإيمان في اَخر ¶ الزمان، الردة عن الإيمان كفر، عقة المسلمين اليوم ضعف الإيمان. ¶ من خصائص الأيمان وعلاماته: قبول ما جاء عن الله ورسوله! لمجم، ¶ الاستجابة دته ورسوله عنير، الخضوع لحكم الله والرسول مج! ييه، وجل الاتلب من ¶ الله، نسبة الأفعإل كلها إلى الله، الثبات على الحقّ، خوف الاَخرة، التوكّل على ¶ الله، التفكّر في خلق الله وعظمته، رقابة اللّه، اقتران الإيمان بالعمل الصالج، ¶ شدّة الحمث دته، حب الرسول -سًع!، الأدب مع الرسول! سًجم، حعث الأنصار رضي ¶ الله عنهم، الحبّ في الله والبغض في الله، موالاة المؤمنين، الزهد في الدنيا، ¶ والرغبة في الاَخرة، الاتعاظ والاعتبار، عمارة المساجد، الجهاد في سبيل اللّه، ¶ الأمانة والصدق ومجانبة الخيانة والكذب، الوفاء ومجانبة الغدر، حُسْن الخلق ¶ وترك ما لا يعني، الإنصاف من نفسه، الفرج بالحسنة، الفراسة الصادقة، القيام ¶ بالطاعات إيماناَ واحتساباَ، حبّ الخير، الإحسان إلى الجار، كفّ الأذى عن ¶ الجار، إكرام الضيف، وقول الخير، اجتناب لبس الحرير والذهب، اجتناب ¶ ترويع المسلم، التناصح، التراحم، التعاون على البرّ والتقوى، الالفة، حفظ ¶ العهد، الحياء، العفة والقناعة، الغيرة، انتهار صاحب البدع، حفظ اللسان، ¶ سلامة الصدر وحسن الظن، الاستسلام للمقادير الغالبة، الشعور بشعور ¶ 135",
            "page": "135",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "الاَخرين، الصبر على الاذى، الفطنة والعقل، ما ليس من وصف المؤمن. ¶ من ثمرات الإيمان: ولاية الله، نصره، ثناؤه، دفاعه، استغفار الملائكة ¶ ودعاء المؤمنين، نور القلب، سكينة النفس، الهدى إلى الحق، السلامة من ¶ الشيطان، البشرى والوعد الحسن، الفلاح في الدنيا والاَخرة، ملاحظة هامّة، ¶ العزة، النجاة في الدنيا والاَخرة، سرعة المرور على الصراط، الأمن والفرح، ¶ نيل الخير في السزاء والضزاء، البركة في الرزق، المحئة والودّ، التثبيت على ¶ الحق، المغفرة وتكفير السيثات، المشي في النور يوم القيامة، الشفاعة يوم ¶ القيامة، إلحاق ذزية المؤمنين وأزواجهم بهم، الأجر الدائم والخلود في ¶ النعيم، نداء، دعاء. ¶ 6 - ا لكفر وا لمكفرات: ¶ ونقرأ في هذه الرسالة معنى الكفر وانواعه، قد يطلق الكفر على غير الكفر ¶ بالثه، أصول الكفر، المكفرات الاعتقادثة والقولئة والعمليّة، الشرك من الكفر، ¶ الشرك نوعان، مذفة الرياء، قد يفضي الرياء إلى استهزاء الناس، دواء الرياء، ¶ الناس فريقا ن: مؤمن وكا فر، اكثر الناس كا فرون، ا لكفر اعظم ا لذنوب. ¶ النفاق اقبح انواع الكفر، تعريفه، من أوصاف المنافقين: المكر ¶ والخديعة، التثاقل عن الطاعة، الكذب والحَلف الكاذب، من فضائج ¶ المنافقين: تخففهم عن الجهاد، اللمز بالصدقات، اذاهم للنبيئ! يم، الحذر من ¶ الفضيحة، الكذب، نقض العهد وإخلاف الوعد، مسجد الضرار، فتنة ¶ المنافقين، هربهم من الاحتكام إلى الله والرسول! سَيِ!، حرص النبيّ ع! يم على ¶ هدايتهم، مثل المنافق، من اقوال المنافقين الماكرة. ¶ الردة بعد الإيمان كفر، تحذير النبيئ ع! يم أمّته من الرجوع إلى الكفر، ¶ المرتد يُقتَل، المكره على الكفر ليس بكافر، وصف غير الله بالألوهية كفر، ¶ الكذب على الله كفر، البحيرة، السإئبة، الوصيلة، الحامي، الكذب في الرؤيا، ¶ التلاعب بالحلال والحرام كفر، الحيل الشرعية، الحكم بغير ما أنزل اللّه كفر، ¶ الكفر بالجزء كفر بالكل، عمى الكافر عن اَيات الله تعالى، الكفر بالئه جهل ¶ 136",
            "page": "136",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "وحمق، التكذيب بالرسل ديدن الكافرين، إيذاء الكافرين الرسلَ، صور كلن ¶ اذى المشركين للنبيئ!، هجرة النبيئ ع! م! إلى الطائف، تكذيب الكافر بالقرآن، ¶ حجّة الكافر داحضة، ترغيب الكافر بالإيمان، لا عذر للكافر، شرّ الكفر يعود ¶ على صاحبه، الكافر في ضلال، الكافر ممقوت، شطط الكافر وعناده، ¶ ا لتكذيب بالمعجزات، معجزات اولي العزم من الرسل. ¶ سخرية الكافر من المؤمن، الكافر لا ينفعه عمر، لا ينفع الكافر عظة، ¶ ا لكافر في غرور، استدراج ا لكا فر، تغرير ا لكافر بالمؤمن، ا لكافر مغلوب منهزم، ¶ الغلظة على الكافرين، إعلان البراءة من الكافرين، الكافر لا يطاع، النهي عن ¶ القعود مع الكافرين وموالاتهم، ملاحظة، عداوة الكافر للمؤمن، مثل الكافر، ¶ الكافر شز الدوافي، الله تعالى يمهل الكافرين، على الكافر اللعنة، رأس من ¶ يستحق اللعنة إبليس، ما يجوز لعنه، ما لا يجوز لعنه، الكفار يلعن بعضهم ¶ بعضاً، نفمة الكافر على من اضقه، الشيطان يورط في الكفر، الكافر محروم من ¶ المغفرة، النهي عن التشئه بالكافر، النهي عن الاستغفار للكافرين، تكذيب ¶ الكافر بالاَخرة، حكموا العقل السليم، سبب تكذيب الكافر بالآخرة، ندإمة ¶ الكافر في الاَخرة، من وعيد الكافرين وتهديدهم، تشهد على الكافر أعضاؤ 5، ¶ عاقبة الكافر النار، النار وابوابها واوصافها، من صفة أهل النار طعام أهل النار ¶ وشرابهم، أهون اهل ا لنار عذاباً، نداء، دعاء. ¶ على انَ من اهمّ ما يسترعي الانتباه في سلسلة العقالْد - وغيرها من كتبه- ¶ ما سجله من تجاربه وحواراته في العفيدة، وأسلوبه العقليّ المقنع، لتوضيج ¶ الحفائق،! اقامة الحخة، ودلْع الشبهات، فنقرأ في كتاب الإيمان بالئه: ¶ (حديث مع طالب) حول استحالة المصادفة في خلق الكون، ونَقرأ في كتاب: ¶ (الإيمان بالملائكة) موقفه من تحضير الأرواح، وتجربته المثيرة في ذلك، وهي ¶ تجربة تستحق الوقوف عندها، كما نقرا في كتاب (الإيمان باليوم الاخر): (بيني ¶ وبين طالب)، وذلك في حوارٍ حول الجبر وا لاختيار. ¶ ! ¶ 137",
            "page": "137",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "8 - سلسلة (من هدي الإسلام ( ¶ كلمة حول هذه السلسلة: ¶ موضوعات هذه السلسلة كلّها مما ألقاه الشيخ في دروسه الاسبوعيّة ¶ العامّة، التي كان يحضرها مئات من الشباب والرجال، وعدد من النساء، وقد ¶ انتفعَ بها خلقٌ كثير بحمد الله تعالى، وهي تدور حول أمور دعويّة وتربويّة، كان ¶ يرى ان الحاجة لتوضيحها وبيانها ماسّةٌ، وقد بنى الحديث فيها على الاختحىر ¶ غير المخل، ولم يرَ الدخول في تفصيلات وشرح مُسْهب، قد يُخرج الموضوع ¶ عن ان يكون رسالة موجزة إلى أن يكون سفراً كبيراً، ممّا قد تقعد الهمم عن ¶ اقتنائه والصبر على مطالعته، وإن كنتُ أتمنى - وقد يتمنى غيري كذلك - لو فصّل ¶ القول في بعض الموضوعات باسلوبه البيانيّ البليغ الجميل، ليعطى الموضوع ¶ حفه، ويؤدّي هدفه على اكمل وجه. . ¶ ولو وضعنا لهذه السلسلة عنواناَ: (مفاهبم قرآنية) لما أبعدنا في القول، ¶ وذلك لما نرى فيها من تتبع الشيخ للنصوص القرآنية وكثرة استشهاده بها، ولكمث ¶ العنوان الذي اختاره لها الشيخ لا شذ هو أعئم وارجج، فهو شامل لما جاء في ¶ السنّة النبوئة المطفرة، ومتتبّع بدقّة لما جاء فيها من الهدي النبوي في الموضوع ¶ الذي يتناوله، كما انَ العنوان الاَخر اقرب إلى الدراسة العلميّة الموضوعيّة مند ¶ إلى الكتابة التوجيهئة التربوية. ¶ ونقف وقفة عند كلّ رسالة من هذه الرسائل نبيّن أهمّية موضوعها، ¶ وطريقته في تناوله. ¶ 1 - شؤم المعصية وبركة التقوى: ¶ المقاس صغير (12 ك! 17)، وعدد الصفحات (1 1 1). ¶ 138",
            "page": "138",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "عنوانٌ جميلٌ جامعٌ معبّر، يكاد ان يكونَ من جوامع الكلم، فما أكثر ما ¶ يقترف الإنسان المعصية لأن النفس الأفارة بالسوء تلحّ عليه في إتيانها، ¶ والشيطان يزيّنها في نفسه حتى يراها سرّ سعادته في الحياة كلّها. . كما وقع لأبينا ¶ اَدم عليه السلام! وما أكثر ما يقضر الإنسان في الطاعة والتقوى، لغفلته عمّا فيها ¶ من الخيرات والبركات، ويضع له الشيطان والنفس الأمّارة بالسوء في طريقها ¶ العقبات تلوَ العقبات، فيحرم نفسه من ثمراتها وبركاتها. . ¶ والكلام تحت هذا العنوان اشبه برؤوس الأقلام لمن يلقي دَرساً أ و ¶ محاضرة، فنقرأ في عناوين هذه الرسالة: من شؤم المعصية وآفاتها، عصمة ¶ الملائكة والرسل عليهم الصلاة والسلام، حفظ الله تعالى بعضَ أوليائه، ¶ المخفطون، العصيان صفة الشيطان، النفس أفارة بالسوء، النهي عن المعصية، ¶ المعاصي كبائر وصغائر، انقلاب الصغيرة إلى كبيرة، من الكبائر، مضاعفة ¶ الإثم، من آفات المعاصي، ماذا يكفر الخطايا 3 التوبة، لا ينبغي القنوط، ¶ شروط التوبة، الاستغفار. بركة التقوى: من بركات التقوى وثمراتها، ما هي ¶ التقوى؟ مراتب التقوى، العبادات عون على التقوى، التقوى علامة الإيمان، ¶ التقوى من منح الله تعالى لعباده، من ثمراتِ التقوى. الورع، كيف اهتدىَ ¶ الورِعون إ لى دقائق الوَرَع؟ مفا يعين على تقوى الله عز وجلّ. ¶ ولا أشكّ أن الشيخ لو أطلق العنان لقلمِه في بيان العناوين وشرحها لكان ¶ منها سِفْرٌ كبيرٌ، ولكئه أراد لرسالته أن تكون تذْكرة جامعة، أشبه بحبّة الدواء ¶ المنشطة المغذية، فهي تقدم للإنسان من الغذاء المقوّي لصحّته، المنشط ¶ لجسمه، ما لا يستطيع تناوله من مصادره في يوبم أو ايام. . ¶ على ان أجملَ ما في هذه الرسالة هو حديث الشيخ عن الورع، الذي هر ¶ اعلى درجإت التقوى، وما ذكره من نماذج من ورع السلف الصالح، بدءاً! ن ¶ ورع النبيئ ع! ي! م إلى ورع اصحابه الكرام رضي الله عنهم، ثتم ورع مَن تبعهم ¶ بإحسان. . ثئم إجابته عن سؤال وإشكال يرد على خو-اطر بعض الشباب: \"كيف ¶ اهتدى الورِعون الى دقائق الوَرَع؟ \". ¶ 139",
            "page": "139",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "2 - هذا ا لإنسان: ¶ المقاس صغير (2 1 *17)، وعدد الصفحات (0 6 1). ¶ ما أجهل الإنسان بنفسه، ومن ثئم فما اجهله برثه! (فمن عرف نفسه فقد ¶ عرف رئه) (1). ¶ نفس الإنسان اقرب شيء إليه، ومع ذلك يجهلها، ولا يحرص على ¶ معرفتها، ويفوده الجهل بها إلى ان يحتقر نفسه، فيستهين بوجودها في هذه ¶ الحياة، ويظن اثه خلق عبثاً، او أن يترك سدىً. . أو يذهب بها تيهاً وكِبرأ، ¶ وطغياناً وكفراً، فيقول: أنا رتكم الأعلى؟ بلسان الحال أو لسان المقال. . ¶ فيظلم نفسه، ويوردها موارد التهلكة والبوار. . ¶ ولذا فإنَ حفّاً على الدعاة إلى اللّه ان يخاطبوا الإنسان كما خاطبه القرآن ¶ الكريم، فعرفه موفعه في هذا الوجود، وخطر المسؤولية التي أُنيطت بة، ¶ وكشف له عن طبيعة نفسه، ودخيلة خلائقه وصفاته، وسبب جحوده وطغيانه، ¶ ووضح له سبيل سعادته في الحياة الدنيا، ونجاته في الاَخرة. . باتّباع دين الله ¶ تعالى، والالتزام بمنهجه في الحياة. . ¶ ولعلّ هذا ما اراده الشيخ من كتابة هذه الرسالة، فقد تتبّع ما جاء من ¶ (1) ¶ وهذا القول هان لم يصح حديئاً، وهو من قول: يحى بن معاذ الرازيّ رحمه الله ¶ تعالى، كما في كشف الخفاء: 2/ 343، ولكنّ معناه صحيح غاية الصشؤ، فما ¶ رأينا من تطاول على رئه، وألحد في دينه واَياته إلا من كان على جهاىِ كبير ¶ بنفسه، وغرور يملأ عطفيه، ويطمس قلبه، وما رأينا من عرف نفسه حقّ المعرفة ¶ بالضعف والحاجة، والففر والففة إلأ عرف ربّه بالفؤة والعزة، والفضل والغنى ¶ عن عبِاده، ونجد مصداق ذلك في قول الله تعالى: \"! يأَيها اَلضاسُ أَنتُوُ اَتفُقَرَآءُ ¶ (لَى اَللْهِ وَألئَهُ هُوَ اَتغَنئ اتحَيِدُ\" افاطر: 15،، وقوله سبحانه: \" إنَ الألن! نَ ¶ لَيَظق! غ،) أَن رًاهُ أشَتْئَ \" ا العلق: 6 - 7،، وقوله تعالى: \" إِنَمَا يَخثَى الثَهَ مِن عِثَادِفىِ ¶ أتمُلَمَتر3\" افاطر: 28،. ¶ 140",
            "page": "140",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "وصف الإنسان في القرآن الكريم، ¶ ومعانِ على طريقته في الإيجاز و ا ¶ الإنسان، وما يحمله كيانه من طبيعة ¶ الله تعالى: \" يَإلًئهُاَ اَلنَقسُ المُظمَالنَةُ ¶ عِئدِى \" (آِنج بم وَاَ! صتِئ \"] ا لفجر: 7 2 -  ¶ ووضحح ما تحمله تلك الايات من حقائق ¶ لاختصار، وركز الاهتمام على بدء خلق ¶ كشف عنها القرآن، ثمّ كان ختام كتابه قول ¶ أءفي) أرْجِع اكَ رَئِك رَاضِيَةَ ثَهْية في2 ا فَادضُلى فِى ¶ 30). ¶ 3 - الدعوة الي الإسلام وأركانها: ¶ المقإس صغير (2 ا ك! 17)، وعدد الصفحات (99 1). ¶ ابتدأ الشيخ كتابه بتمهيد عن: (الدعوة الى الإسلام) عرض فيه (حالة ¶ الناس قبل الإسلام)، (وبدءْ الإسلام غريباً)، ثم (ظهور الإسلام وعزّته)، ثم ¶ (عودة الأسلام غريباً كما بدأ)، ثم تحدث عن: (ضرورة العمك لخدمة ¶ الإسلام)، وتساءل: (كف ينصر الأسلام؟)، فبثن الطريق إلى ذلك، ثم بيّن ¶ كيف تتحقق الفكرة الدعوية العملية التي يرإها سبيل الدعوة إلى الإسلام ¶ ونصرته، ثم ختم حديثه بنداء إلى الإخوة العاملين للإسلام حيث كانوا. . ¶ ويتجفى في هذه الرسالة من رسائل الشيخ حماسة الداعية الشاصت، ¶ المتَوقد حماسةَ وحمية لدينه، وذلك أثه كتبه أؤلَ بدْئه بجمع الشباب على فكرة ¶ الدعوة التي اَمن بها، وهي التي وضحح أركانها ومعالمها في رسالته هذه، بصورة ¶ موجزة، ولكثها واضحةٌ بثنةٌ، وقد سبق لنا أن قدّمنا في الفصل الاول نصوصاً ¶ من كتابه عن كل ركن من هذه الأركان، فلا نجد ما يدعو إلى استعراض ¶ موضوعات الكتإب مرّة أخرى. . ¶ 4 - من محاسن الإسلام: ¶ المقإس صغير (2 1 ك! 17)، وعدد الصفحات (5 1 2). ¶ أستطيع القول: إنَ هذا الكتاب يُعدُ انعكاساً لشخصثة الشيخ المعتزّة ¶ بالإسلام إلى ابعد حد، الداعية إلى ذلك في كل ما تكتب، ويتجفى لنا ذلك في ¶ 141",
            "page": "141",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "الأفكار التي يطرحها بفوّة، وبصورة يشعر معها القارئ بالحماسة تتدفّق من بين ¶ عناوين الكتاب وسطوره، وتأمّل معي أخي القارئ هجوم الشيخ على موضوع ¶ كتابه من دون أية مقدمة، وكأئه يستبق زمناً يخشى فوته، فبعد البسسلة يفهح ¶ عنوانأ: (معنى الإسلام)، ويفول! مباشرة: \" الإسلام معناه الخضوع دلّ! تعالى، ¶ والاستسلام لأحكامه، فالمسلم الحقّ يعمل بامر اللّه عزَّ وجلّ، ويخضع ¶ لأحكامه، ويحتكم إليه في جميع ا موره. . \" ويستشهد ببعض الاَيات ثمّ يقول: ¶ \" وعلى هذا درج المسلمون الأوّلون رضي الله عنهم، فأطاعوا الله ورسوله! يهاله، ¶ في المنشط والمكره، وفي العسر واليسر، تلقّوا الأوامر للتنفيذ، وتعلّموا ¶ الأحكام للعمل. ¶ فما أمروا بثيء إلا استجابوا، ولا نُهوا عن شيء إلا اجتنبوا، ولا نزل ¶ فيهم حكمٌ من الله ورسوله لمجبِم إلاّ استسلموا إليه راضبن، وعملوا به مذعنين. . ¶ امرهم بالتوحيد، فهدموا الاصنام، وعبدوا الله وحده. وعرض عليهم الصملاة؟ ¶ فأقاموها، وامرهم بالزكاة فأدوها، وبالإمساك عن شهوات النفس في الصيام ¶ فأمسكوا، وبالتجزد دئه تعالى في الحجّ فتجزدوا، وببذل الأموال والأنفس فعب ¶ سبيل الله فبذلوا. . ونهاهم عن الخمر فأراقوها، وعن الفحشاء فاجتنبوها، وعن ¶ الربا فتركوه، وعن الميسر فمنعوه. . لم يعتذروا عن شيءٍ من ذلك بما ألفوه من ¶ عوج، ولم يجدوا في امتثال! الامر، واجتناب النهي من حرج. . \". ¶ ثمّ ساق امثلة ونماذج من دقّة اتباع الصحابة وطاعتهم دئه والرسول ع! ياله. . ¶ ثمّ قال!: \"هكذا كان انقياد المسلمين الاولين لامر اللّه تعالى، وأمر رسوله! ر، ¶ عملوا بالإسلام كاملاً، فقطفوا ثماره يانعة، وبرز المجتمع الإسلاميّ الصالح، ¶ وتمّ ظهور الإسلام كاملاً على أيديهم، ورفعوا لواءه عالياً، وأشرقت شمسه على ¶ العالم. . . \". ¶ ويقول! تحت عنوان: (الإسلام دين المدنيّة الحقّة): \"الإسلام يرافق ¶ العقل نجباً إلى جنب، ويمشي مع المدنيّة في طريق واحد، وقد نهض بالإنسانيّة ¶ من حضيض الهوان إلى اوج العزّة والشرف، وأخذ بيد الضعيف حتّى أنقذه صت ¶ 142",
            "page": "142",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "الظلم والعسف. . \". ¶ \"والإسلام الحنيف روح المدنيّة الحقّة في كل زمان ومكان، ودين مكارم ¶ الأخلاق ومحاسن الأعمال. . \". ¶ ثم تحدّث عن العبادات في الإسلام، وبيَّن بعض حكمها وأ، سرارها، ¶ وفضائلها واَثارها، ثئم عن الأعياد في الإسلام. ¶ وتحت عنوان: (الإسلام والفضائل)، نقرأ الموضوعات التالية: الإسلام ¶ دين المراقبة والإحسان، الإسلام دين الوحدة الأخوئة بين المؤمنين، الإسلام ¶ دين المحئة والوئام، الإسلام دين العدل والمساواة، الإسلام دين النظام ¶ والانتظام، الإسلام دين الشعور بالمسؤولية، الجهر بالحقّ والثبات عليه، ¶ الإسلام وأحكام الحلال والحرام، في الحلال ما يغني عن الحرام، الورع، ¶ الإسلام والمراة، وقد اسهب في الحديث عن المرأة، فأخذ حديثه عنها خمساً ¶ وعشرين صفحة، فتحدّث عنها بنتاً وزوجةً وأمّاً، ثمّ بئن أثرها في المجتمع، ¶ وردّ شبهات اعداء الإسلام عن الطلاق، وتعدّد الزوجات، والحجاب، ثم ¶ تحدث عن الحدود وحكمة مشروعيتها. . ¶ 5 - الفتن: ¶ المقاس صغير (2 ا كر 17)، وعدد الصفحات (9 2 2). ¶ أحدثت دعوة الشيخ في كثير من الأسر ضجّةً ليست بتمليلة: فهذا شابّ ¶ يلتزم بدينه، فيحارَبُ مِنْ اقرب الناس إليه، وهذا طالب يضيّق عليه في مدرسته ¶ او جامعته لتمسّكه بدينه، وهذه فتاة تريد التمسّك بدينها، والالتزام بأوامر ربّها، ¶ فترى المعارضة والمنع من أمّها وابيها، وهذه امرأة يعارضها زوجها في ارتداء ¶ الحجاب، والامتناع عن لقاء الأجانب، وهذا رجل يلقى عنتاً من زوجته في ¶ التمسّك بدينها، وفي تربية أولاد 5 على المنهج الذي يرضي الله ورسوله! م. ¶ وكان الشيخ يترامى إلى سمعه صباح مساء أخبار ذلك، فيكثر م! ن وصية ¶ 143",
            "page": "143",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "إخوانه بإلصبر، والثبات على الحق، ومعالجة الأمور بمنتهى الحكمة، والدفع ¶ بإلتي هي احسن، ومضاعفة البز بإلوالدين مهما صدر منهما. . ¶ وكان الحث على الحكمة والصبر، لا بدّ له من وقود وزاد من الثقافة ¶ الشرعية الراسخة، التي تكون خير عونِ للمؤمن على مواجهة هذه الشدالد. . ¶ هالى هذا، فقد شاع في الأوساط الثقافيّة المعاصرة موجة من الحديصث ¶ عن فتن آخر الزمان، بصورة جاهلية منحرفة، وكانت على مستويين: ¶ - مستوى فهمٍ عاميئ جاهل، يدفع إلى الكسل والتواكل، وترك التذكير ¶ والدعوة، ويحث الناس على عدم إتعاب النفس في نصج الناس وتذكيرهم، أ و ¶ بذل الجهد في تصحيح اوضاع، إئما تجري بقدر الله تعالى ومشيئته - وهي كل! مة ¶ حق في غير محقها - فمن يسعى في إصلاح الناس إنما في حقيقته في نظر هؤلا\" ¶ يعترض على الله تعالى. ¶ - والمستوى الثاني: مستوى مثقف ثقافة دينية محدودة، وهو من نوع ¶ الإخباريين، يهتثم بإشاعة ما ورد من أحاديث الصتن في اَخر الزمن، ونثرهما ين ¶ الناس، على أن هذا وقتها، مقا يوحي بإليأس من دعوة الناس، والإغراء ¶ بالاعتزال عنهم، واليأس من إصلاحهم، وأنّ ذلك نوع من العبث، وتضييع ¶ الوقت من غير جدوى او فائدة. . ¶ هاذا كان الشيخ إنسانأ عمليّا، يحمل فكرة دعويةً، ويكتوي بآلام البناء ¶ والتربية، ويحرص على تصحيح المفاهيم، هازالة ما علق بها من غبش وسوء ¶ رؤية، فقد نظر في كتاب الله تعالى وسنة نبته ع! يمَ، فرأى أن حديث القرآن والسنّة ¶ عن الفتنة يختلف عفا شاع بين الناسِ وانتشر، حتّى اصبحوا لا يعرفون منها ¶ سوى ذلك، فكتب كتابه هذا، ولم يتحدث فيه عن فتن آخر الزمن إلاّ بما يعرّف ¶ بها كنوع من أنواع الفتن، التي تخصن الإنسان نفسه، وسيسال عنها بين يدي ¶ 144",
            "page": "144",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "6 - الأمر بالمعروف والنهي عن المنكر: ¶ المقاس صغير (2 ا ك! 17)، وعدد الصفحات (189). ¶ كان من أهئم تحليل الشيخ لعلل المجتمع وأمرإضه كما مرّ بنا: ذ! ك الأمر ¶ بالمعروف والنهي عن المنكر، وهو كما يقول: \" ركن عظيم من أركان الإسلام، ¶ ولا بقاءَ للإسلام إلأ به، وبهذا الإهمالِ استرسلَ العصاةُ في معاصي الله، بلا آمرٍ، ¶ ولا نا 5، ولا رادعِ، ولا زاجبر، وبهذا انسلخ المسلمون عن وصف الخيريّة، التي ¶ وصفهم اللّه بها. . ¶ فشتِ المنكرات في المجتمع الإسلاميّ حئى لو مشى إنسانٌ من بلدٍ من ¶ بلادهم، أو شارع من شوارعهم، لم يرَ عليه مسحةَ الإسلام، ولا معا. يَ ¶ الإسلام. ¶ فلو انَ المسلمين وقفوا سداً منيعأ امام كل معصية ومخالفة، فأمرُوا ¶ بالمعروف، ونَهوا عن المنكر، لَسَلِمَ مجتمعُهم من هذه الشرور التي وصل إليها ¶ بسبب الرضا والسكوت والتعامي. . \" (1). ¶ ويبدا الحديث بتعريف الأمر بإلمعروف والنهي عن المنكر، وبيان ¶ فضيلتهما، وما جاء في نصوص الشرع من الأمر بهما، وانّ فيهما السلامةَ في ¶ الدنيا، والنجاةَ في الاخرة، ثم تحدّث عن شروط الامر بالمعروف والنهي عن ¶ المنكر، وضرورة التزام الاَمر بها كيلا يقود أمره إلى خلاف مراد الشارع، أ و ¶ يؤدي إلى منكرِ أكبر، ثئم يبئن مراتب الأمر بالمعروف والنهي عن المنكر، ¶ ويجيب عن إشكال: \"هل ينكر الولد على الوالدين؟ \" وهو إشكالٌ يرد في أذهان ¶ كثير من الأبناء المهتدين، ورئما اخذت بعضهم حماسة دينيّة أو غيرة، فاندفع ¶ متجاوزاَ حدود ما امر الله، مفا يجب عليه من البرّ بوالديه، أو أحدهما، ثمّ يعرّج ¶ إلى الحديث عن اهتم آداب الأمر بالمعروف والنهي عن المنكر، من العلم ¶ (1) مقدّمة الطبعة الثامنة من رسالة: (سبيل الهدى والعمل)، ص 2 2. ¶ 145",
            "page": "145",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "والورع، وحُسن الخلق، وتقليل علائق الدنيا. ¶ ويقف عند الإخلاص وقفات مضيئة، ويذكر قضة مسلمة بن عبد الملك، ¶ وصاحب النقب، وقصة العابد والشجرة، وهي قصّة رمزئة معبرة، ثئم يتحدّث ¶ عن بعض المعروف الذي يجب الأمر به، واهمّ المنكرات الفاشية، التي يجب ¶ إنكارها، وعدم السكوت عنها، وعدَد منها: الجهل بما يبب دئه تعا! ى من ¶ الصفات، والخوض في موضوع القضاء والقدر، والتشاؤم بالزمان وا ا! كان، ¶ وتعليق التمائم، والاستهزاء بطاعةِ من الطاعات، وتكفير المسلمين بالتوسّل، ¶ والطعن بسلف هذه الأفة الصالح، والخروج على فقه الأئمّة الأربعة، وترك ¶ الحكم بما أنزل الله تعالى، والتعامل بالربا، وشيوع الخمر والميسر واليانصيب، ¶ وتبزج النساء وسفورهنّ، وما يقود إليه من الزنى، والعزف على آلات الطرب ¶ والغناء المحزم، وتقليد الأجانب، دماهمال الرجال! رعتتهم من النساء ¶ والأولاد، والجهل بأحكام العبادات. ¶ ثمّ اتّبع أسلوب الإمام الغزاليّ رحمه الله تعالى في إحياء علوم الدين (1)، ¶ إذ عذَد منكرات المساجد، والأسواق، والشوارع، والضيافة، والحمّامات ¶ العافة، وهي لا تزال! قائمة في عدد من بلاد الشام. ¶ ثئم ذكر مُثلاَ عليا في الأمر بالمعروف والنهي عن المنكر، وهي مواقف من ¶ حياة السلف الصالح، وما كانوا عليه من عزيمبما راسِخة، تستنهض همم الدعاةِ ¶ إلى الله تعالى في كل عصر وجيل للقيام بفريضة الأمر بالمعروف والهي عن ¶ المنكر. ¶ ثمّ ختم كتابه بكلمة افي (هجر العصاة إذا لم يستجيبوا للأمر والنهي)، ¶ فقال: \"وهي وسيلة تأتي بعد محاولة النصح، والتودّد والتحبّب، والإكرام ¶ والتلطف، فإذا لم يستجب العاصي لأمر الله فماذا على المسلمين أن يغضبوا للّه، ¶ ويهجروا في الله؟! \". ¶ (1) ¶ انظر: إحياء علوم الدين، للإمام الغزالي: 3/ 335. ¶ 6 4 1",
            "page": "146",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "7 - ا لقلب: مكا نته، أ حوا له، مرضه، شفاؤه: ¶ المقاس صغير (2 1 ك! 17)، وعدد الصفحات (232). ¶ أصل هذه الرسالة كلمة موجزة كانت بعنوان: (القلب: داؤ 5 ودواؤه) ¶ نشرها أؤلأ بصورة محدودة، ثمّ توسّع فيها لتكون رسالة جامعة. ¶ وقد جعل شعار هذه الرسالة ومدار الحديث فيها على قول الله تعالى: ¶ \" ان فِى ذَلِكَ لَذِتحرَئ لِمَن كاَنَ لَإُ قَقمب \" اقَ: 37)، وقول النبيّ! و: (ا. . . أ لا ¶ وان في الجسدِ مضغةً، إذا صلحت صلح الجسد كفه، وإذا فسدت فسد الجسد ¶ كفه، أ لا وهي القلب \" (1). ¶ فبدأ بتعريف القلب، وبيان مكانته، وانّ القلوب بيد اللّه تعالى يقلّبها كيف ¶ يشاء، وهو وحده سبحانه المطّلع على ما في القلوب، وأن القلب هو موضع ¶ الوحي وايإيمان، وهو موضع الكفر والنفاق، وا! القلب موضع النئة ¶ والإخلاص، وانَ مدار الأفعال والأقوال والقبول عند الله على ما في القلب من ¶ نيّة، ثئم ذكر بعض الأمثلة والنماذج، ثمّ بئن أن القلب هو موضع الأمانة، ¶ وموضع التقوى، وذكر بعض مظاهر تقوى القلوب، ثمّ بئن أن القلب سوضع ¶ الذكرى، وهو موضع المحبّة والبغض والكراهية، ثثم تحدث عن مرض القلب ¶ وزيغه، وعدَد علامات ذلك كما جاءت في القراَن الكريم، ثمّ عدَّد آفات القلب ¶ بطريقة استقصائيّة مستوعبة، فذكر هذه الاَفات ومظاهرها، والدليل عليها من ¶ الكتاب والسئة، ثمّ بئن دواءها باختصار وإيجاز، ينفع العامّة ويغنيهم، ولا ¶ يستغني عنه الخاصة، ثئم ذكر طرقَ تهذيب النفس وشفاء القلب، ونقل كلام ¶ ايإمام الغزاليّ، كما جاء في كتابه: (إحياء علوم الدين) (2). ¶ (1) ¶ (2) ¶ جزء من حديث عليه مدار الإسلام، وأؤله: إنَ الحلالَ بئنٌ، وإنَّ الحرامَ ¶ بيِّن. . . رواه البخاري ومسلم. ¶ 3/ 4 6. ¶ 147",
            "page": "147",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "ثئمَ تحدث عن رفة الفلب واهفيتها في حياة المؤمن، وبعض مظاهرها، ¶ ثغ تناول قسوة القلب وخطرها على إيمان المؤمن ودينه، وذكر بهذ 5 المناسبة ¶ قصّة توبة عبد الله بن المبارك رضي الله عنه، وقصة توبة الفضيل بن عياض رضي ¶ الله عنه، وما فيهما من عبرة وعظَة، ثئم تحذَث عن وجل القلب، وذكر بعض! ¶ كلام السلف في الخوف من الله تعإلى، ثئم تحدث عن جنود القلب وإلهامه ¶ ووسوسته وتقفبه، وحذر من تقفبه، وذكر بعضَ المشاهدات المحسوسة في ¶ ذلك، ثمّ ذكر انواع القلوب، وفتنة القلب، والختم على القلب، وذكر بهذه ¶ المناسبة عشرَ صفحات وصف بها قلب الكافر في القرآن الكريم، وختم الكتاب ¶ اخيرأ بدعاء طويل بلغَ ثلاث صفحات، وكفه ممّا ذكر فيه القلبَ. ¶ 8 - منهاج التربية الصالحة: ¶ المقاص صغير (2 1 *17)، وعدد الصفحات (187). ¶ التربيةُ الصالحة كانت هاجس الشيخ، وشغله الشاغل، وهفه المقيمَ ¶ المُقعِد، كيف لا؟ وهو يرى ان فساد الشباب وانحرافهم إئما سببه إهمال ¶ التربية، وتخفي المرثين عَنْ مسؤولية الرعاية والقوامة التي كلّفهم الله بيا، يقول ¶ وهو يتحدث عن علل المسلمين وادوائهم: \" اهمل المسلمون أمر بيوتهم ¶ ونسائهم واولادهم، فنشأ الأطفال متهاونين بفرائفالله، جراَء على معصية ¶ الله، إذ ترئوا عليها، وعرفُوها والِفُوها، ومن شسث على شي؟ شابَ عليه، وبهذا ¶ كثرَ سواد العاصيْنَ في المجنمع المسلم \" (1). ¶ وقد كتب هذا الكتاب، فكان تسجيلأ دقيقأ لخلاصةِ تجربؤ مديدة من ¶ العملِ التربوفيَ الدؤوب في مجال التعليم في المدارص، وفي ميدان رعاية أسرته ¶ واولاده، وتربيتهم على منهج إسلاميئ متكامل، يشمل جميع جوانب حياة ¶ الإنسان: العقلئة، والنفسئة، والروحثة، والجسمئة، وقد كان رائده فيما كتب ¶ (1) مقذمة الطبعة العاشرة من: سبيل الهدى والعمل، ص 23. ¶ 148",
            "page": "148",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "تتبع ما جاء في كتاب الله تعالى، وستةِ نبئه كيم، وهدي السلف الصالج، وما ¶ ارشد إليه أئمّة التربية الإسلاميّة كالإمام الغزاليّ رحمهُ اللّه من توجيهاتٍ ¶ وملاحظات. ¶ ومن أهثمَ ما نقرا في هذا الكتاب: \"مثة الله تعالى على الاَباء بنعمة الأبناء، ¶ الحذر من تعفق الفلب بالأولاد، الأمر بحسن تربية البنين والبنات، ما جاء ممق ¶ اخبار عن طُفولة النبيئ! ي!، وعناية الله تبارك وتعالى به، مَثلٌ أعلى في نباهة ¶ الأطفال!، مَثَلٌ أعلى في شجاعة الأطفال!، مَثلٌ أعلى في تلقين الأبناء الثبات على ¶ الحق، من عطات الاَباء للأبْناء والأطفإل! ووصاياهم \". ¶ ثم تحذَث بتفصيل دقيق عن (الطريق القويم للتربية)، فذكر ماقدّكمات، ¶ وما يُفعل بالوليد بعد ولادته، ثتم ما يُراعى بعد ذلك: في سنّ التمييز، ثم في سنّ ¶ المُراهقة، ثئم بعد البلوغ، ثئم تحدّث عن المَثل الاعلى الذي ينبغي أنْ يُغرس في ¶ نفس الناشئ التطفع إليه، ثتم تحدّث عن القدوة الحسنة وأهمّيتها في حياهّ ¶ الطفل، وعن رحمةِ الاَباء والأمهات بالأولاد، ودلّل على ذلك منَ المواقف ¶ النبوتة، وبئنَ ما جاء في السنّة من خصوصتة البنات، وتحدّث عن النفقهَ على ¶ العيال، ومسؤولئة الإنسان عن تضييع مَنْ يعول، والنَّهي عن قتل الأولاد، ثم ¶ تحدَث عن بز الأبناء بالاَباء، فعزَف البز والعفوق، وذكر صورأ من العقوق، ¶ وبعض أنواع البز، وحذَر من ضلال! الأبناء بضلال! اَبائهم، ثمّ ختم الكتاب ببيان ¶ إلحاق الذرتة الصالحة بالاَباء الصالحين. . ¶ ثمّ كان ختام المسْك أدعية مأثورة مباركة، لها تأثيرها العميق في توجيه ¶ فكر المؤمن، وتحريك مثاعره، وتحفيز سلوكه، إلى أن يتطقع إلى ما يُرضي ¶ الله تبارك وتعالى، من خلال! العلاقة بوالديه وأولاده، وزوجه وذرئته. ¶ 9 - فضيلة الدعاء والذكر: ¶ وهو مطبوع في قسمين. ¶ المقاس صغير (2 اك! 17)، وعدد صفحات القسم الأول! (184)، وعد، ¶ صفحات القسم الثاني (8 4 1). ¶ 149",
            "page": "149",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "لعل هذا الكتاب هو امتداد وبيان للركن الرابع من أركان الدعو 5 إلى ¶ الإسلام، وهو ركنُ ذكرِ اللهِ عزَ وجل، الذي تحدَّث عنه في كتاب: (الدعوة إ لى ¶ الإسلام واركانها)، فأراد الشيخ تفصيل هذا الركنِ، والتأكيد على أهمئته، ¶ فألّف هذا الكتاب الجامع. ¶ وقد تحدّث في القسم الأؤل منه عن فضيلة الدعاء، وأنه من أنواع الذكر، ¶ وفي القسم الثاني تحدث عن الأدعية والأذكار في الليل والنهار. ¶ ففي القسم الأؤل استعرض طرفاً من ادعية الملائكة، وأدعية الرسل ¶ الكرام عليهم الصلاة والسلام، ثثم ذكر بعض المعاني الواردة في السنّة ممّا ¶ يختصّ بالدعاء وفضله، ثثم تحدث عن اَداب الدعاء، فعدَّد أربعةَ عشرَ أدباً، ¶ ودلَّل عليها ووضحها، ثمّ نقل بعض أدعية السلف الصالج، وتحدَّث عات الدعاء ¶ والتوشل بصالح العمل. ¶ ثئم ذكر فضل الذكر وانواعه، فتحدَّث عن الاستغفار والتسبيح، وذكر ¶ نماذج من تسبيح الله تعالى ذاته المقدسة، وتسبيح ملائكته ورسله، وتسبيح كل ¶ شيء بحمد الله تعالى، وتسبيح اهل الجنة، وبعض الصيغ الواردة في التسبيح. ¶ ثئمَ عزَف الحمدَ وبئن فضلَه، وأهتم صيغه في الكتاب والسنّة. ¶ ثم تحذَث في القسم الثاني عن الأدعية والأذكار في الليل والنهار بتفصيل ¶ دقيق شامل، وكان عمدته في ذلك كتاب: (الأذكار) للإمام النوويّ رحمه اللَه ¶ تعالى، الذي هو أشهر كتاب في هذا الباب وأوسعه. ¶ 0 1 - الحق والباطل: ¶ المقاس صغير (2 1 *17)، وعدد الصفحات (4 6). ¶ وهي رسالة لطيفة الحجم، ولكئها جامعة فذّة تأخذ المؤمن في سياحة ¶ سريعة، كما نلاحظ في عناوين موضوعاتها، وكأئها تقدم له لقطات حيّة من ¶ حياة الفريقين اللذين يتوزعان الجنس البشرقي: فريق الجنّة وفريق السعير. . ¶ 150",
            "page": "150",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "ونقرا في هذه الرسالة الموضوعات التالية: الرسل دعاة الحقّ، الله الهادي ¶ إلى الحق، الصراع بين الحق والباطل، لا تزال طائفة على الحق، مثل الحقّ ¶ والباطل، الظن لا يغني من الحقّ، مذمة كتمان الحقّ، الحقُّ أحق أن يتَبَع، ¶ مكابرة أهل الباطل، مذمة الإعراض عن الحق بعد ظهوره، لطيفة، جزاء ¶ المعرض عن الحق، الالتزام بمبدأ الحقّ، الانحراف عن الحقّ، التنافر بين ¶ الحق والباطل، من مواقف أهل الحق، الحى يعلو، النهي عن أكل أ موال الناس ¶ بالباطل، الحكم بالحق، والله يقضي بالحقّ، ندامة أهل الباطل. ¶ 1 1 - التوبة: ¶ وهو مطبوع في قسمين. ¶ المقاس صغير (12 *17)، وعدد صفحات القسم الأول (27 1)، وعدد ¶ صفحات القسم الثاني (176). ¶ التوبةُ إلى الله تعالى ركن من اركإن السير إليه سبحانه، لا ينفذ عنها حال ¶ المؤمن في بدايته، وخلال سيره وطريقه، وفي نهايته إن صحّ ان له نهاية. . ¶ يقدّم الشيخ للحديث عن التوبة بأمرين مهفين: ¶ الأمر الأول: الحديث عن عصمة الملائكة والرسل الكرام عليهم الصلاة ¶ والسلام، وعن حفظ الله للصالحين من المعاصي. ¶ الأمر الثاني: الحديث عن ورع السلف الصالح، وبعض العلماء ¶ المعاصرين. ¶ وعندما يتحدث عن عصمة الملائكة والرسل الكرام عليهم الصلاة ¶ والسلام، وعن حفظ الله للصالحين من المعاصي، فكاًثه يقول للقارئ الفَهِم: ¶ إن عليك إن لم تكن منهم أو مثلهم أن تتشته بهم، وتسمو بهقتك عن أنْ ترض! ى ¶ لنفسك مستنقعَ المعاصي والسيعات. . ¶ ورفعاً لهفة القارئ، وشحذاً لعزيمته، فإنه يقدّم له نماذج كثيرة من ورع ¶ السلف الصالح، وبعض العلماء المعاصرين، وبعدهم عن الشبهات، ولو كانت ¶ 151",
            "page": "151",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "يسيرة، تعظيماً دئه تعالى، وخوفاً من الوقوع فيما هو أقرب إلى الحرام. . ¶ ثئمَ يتحدَث الشيخ عن معنى التوبة، وعن شروطها، وعن الأمر بها، ¶ والحفق عليها، وفرح الله تعالى بتوبة عبده، وتهديد المعرضين عنها، ثمّ مذةظ ¶ الإصرار على المعصية، وانواع المعاصي، وبم تنقلب الصغيرة إلى كجرة، 3 ¶ يذكر بعض ما جاء عن السلف في التوبة، ثمّ يتكلّم عن التوبة النصعوح، وأهمّ ¶ البواعث عليها، ويذكر بهذه المناسبة حديث توبة كعب بن مالك رضي الله عنه، ¶ واهثم ما يُستفاد منه، واهئم علامات قبول التوبة، ومن مظاهر الرحمة الإلهية ¶ بالعباد. ¶ ثئمَ يتحدَّث عن الاستغفار وأهثملمراته، وسئد الاستغفار، ثئم يتحذث عن ¶ اوقات الإجابة واماكنها، ثتم يذكر اهئم مكفرات الخطايا وأسباب المغفرة، ¶ والخصال الصالحة المكفّرة للذنوب، ويتوسّع في ذلك ويستفيض، مع الأدلّة ¶ الشرعئة المناسبة، ثئم يذكر كفاراب العوارض من لغو المجلس، والغيبة وفتنة ¶ الرجل في أهله، ثئم يذكر الأذكار المكفرة للذنوب، ثم يستعرض أنواع المكفّرة ¶ للسيئات، وهي: الطاعات، والبلايا والمصائب، والكفّارات الواجبة، ¶ والحدود الشرعئة، ثم يتحدث عما يجب على المؤمن أن يجتنبه من مبطلات ¶ الأعمال، ويعدد ما يصل إلى المئت من اجبر وثواب للأعمال الصالحة، ويختم ¶ الكتاب بنداء يوخهه للمؤمنين، يحثفم فيه على تحقيق التوبة بشروطها ¶ واركانها، وتجديدها دائمإً، ليكونوا من السعداء المحبوبين، ويخاطب ¶ المفزطين في جنب الله: ¶ \"ايها المفزطون في جنب اللّه! دموع الندم تغسل دنس المعاصي، وتمحو ¶ ما علق في النفس من اوضإر الاَثام. ¶ والاستغفار، ولا سئما في الأسحار يغسل من القلب سواد المخالفات، ¶ ويمحو ران الغفلات. ¶ بادروا إلى التوبة النصوح، فإن باب التوبة مفتوح، واحذروا التسويف، ¶ فإن الموتَ يأتي بغتة. . . والله تعالى وليئ التوفيق.",
            "page": "152",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "2 1 - العمل الصالح: ¶ المقاس صغير (2 1 *17)، وعدد الصفحات (92 1). ¶ من خلال مقدمة الشيخ لهذا الكتاب نستطيع أن نستنتج أنّ الرسالة التي ¶ يريد توصيلها للمسلمين: انَ العمل الصالج هو السبيل لاستعادة الأمّة عزها ¶ ا! مفقود، ومجدها الضائع، لأنَ \" سلف هذه الأمّة سعدوا بالأعمال! الصالحة، ¶ ونعموا بالأخلاق الكريمة، وسعد بهم العالم أجمع، حتى انتشروا فيه انتشار ¶ العافية في الجسد المريض، وحفوا في بقاعه حلول المطر في الأراضي العطشى ¶ الجديبة، وأناروا للناس سبل الحياة السعيدة الرغيدة، وهدوهم فيها إلى معارج ¶ الكمال الإنسانيئ المنشود. ¶ فكانوا شموس الهدى الساطعة، والمنار الهادي لكلّ بصير. ¶ وطئبوا بقاع الأرض بما نشروه فيها من الهدي الكريم، وما رسموه من ¶ السير المستقيم، حتى كانوا طيبها العابق، وزهرها الفؤاح. ¶ وصحف التاريخ ملأى، با لأعمال الجليلة، والاَثار ا لباهره. . ¶ يحدثنا التاريخ أئهم كانوا عبّاداَ في الليل، فرساناً بالنهار. . ¶ لم يتركوا ميدان سبق إلا استبقوا إليه فسبقوا، ولا مجال! خيرٍ إلاّ أسرعوا ¶ إ ليه وابتدروا، ولا موطن بذلٍ إلا جادوا فيه وبذلوا. . ¶ وبهذا قطفوا ثمرِاتٍ يانعةَ من عملهم الصالج، فحازوا معئة الله الخاصّةة ¶ \" إِن اَللًهَ حً اَئَذِينَ اَئقَوأ وْاَئَذِينَ هُم ئُخسِنُوت \" ا النحل: 8 2 1، \". ¶ ومن أهمّ الموضوعاتِ التي نقرؤها في هذا الكتاب: شعار المؤمن ¶ الطاعة، ا! ذير من طاعة أهل الضلال، الاعتصام بالكتاب والسنّة، الأمر ¶ بالإحسان والحضق عليه، من ثمرات الإحسان، كثرة طرق الخير، الاقتصاد في ¶ الطاعة، المحافظة على الأعمال، ممّا يعين على العمل الصالج، من علامات ¶ القبول، جزاء العمل الصالج في الدنيا، جزاء الحسنات: الحسنى، جزاء ¶ 153",
            "page": "153",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "السيعات: السوء، الحسنات يُذْهبنَ السيهمات، صفات الاجر على العمل ¶ الصالح، مضاعفة الاخر واسبابها، من افضل الأعمال، جزاء العمل الصالج في ¶ الاَخرة، شهادة الأرض والأعضاء على الإنسان بعمله. . . ¶ ثثم يختم الكتاب بنداء ودعاء: نداء للمسلمين أن يتحفقوا بالعبودية دلّه ¶ تعالى، فيبادروا إلى الأعمال الصالحة، ويغتنموا الاعمار، ويتزؤدوا بصالج ¶ الأعمال، وان يكونوا دعاة إلى العمل الصالح، وقدوة صالحة للعاملين، ودعاء ¶ سليمان عليه السلام الله تعالى: \" وَأ %علَ صفَلِثا تَرضحَمهُ وَأَدضقِنى بِرَحمَتِثَ ثب ¶ عِبَادِكَ آَلضخَلِحِب\" ا النمل: 9 1،. ¶ 3 1 - الرؤى والأحلام: ¶ المقاس صغير (2 1 ك! 17)، وعدد الصفحات (1 17). ¶ ينطلق الشيخ في حديثه عن الرؤى والأحلام. كأ نقطتين على درجة كبيرة ¶ من الأهميّة: ¶ الأولى: أن الروْى من مظاهر عظمة الله تعالى وقدرته. ¶ والثانية: اتها تقوي إيمان المؤمن بالوحي الإلهي، والإلهام الربّاني، ¶ الذي لا يملك الإنسان فيه مصادر ولا موارد، ولا يستطيع أن يقدّم أو يؤخّر، ولا ¶ يزيدَ ولا ينقصَ، بل كل ذلك بيد الله تعالى وحد 5. . . ¶ ثمّ يقول: \"إذا عرفتَ هذا عرفتَ لا محالة أنّ من هوس الهوى، وسفهِ ¶ العقلِ، وضلال الرأي ما جاء في كُتب علم النفس الحديث من تكذيب للرؤى، ¶ وقفة المبالاة بها. ¶ ولما كانت معرفةُ الحق في ذلك ممّا يتأكد على المسلم، أخرجت هذه ¶ الرسالة، مبيّناً فيها ان من هدي الإسلام الاهتمام بالرؤى وتعبيرها، إذ لا تخلو ¶ من بشارة او نذارة، في امر دني! أو دين. ¶ بشارة تحفز الرائي إلى لزوم سبيل الاستقامة، والثبات على الحقّ، ¶ 154",
            "page": "154",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "والدعوة إليه، أو تهديه إ لى ما فيه خيره وفلاحه، في أ مر دينه أو دنيا 5. ¶ أو نذارة تردعه عن الغفلة عن رئه، والتفريط في جنبه، وتحمله على ¶ التوبةِ النصوح، وتبعثه على العمل الصالح، وتحذّره مما فيه الشرّ والخَسارُ، في ¶ أمر دين أو دنيا! (1). ¶ ابتدا الشيخ بتعريف الرؤيا، وبيان أنواعها، ثمّ بيّن ان الرؤيا الصالحة جُزء ¶ من ستّة وأربعين جزءاً من النبوة، كما جاء في الحديث، وبيَّن معنى ذلك، ثمّ ¶ ذكر بعض الأحكام والحقائق عن الرؤيا، ثم عرض رؤى وردت في القرآن ¶ الكريم، ثم ذكر بعض مرائي النبيّ! سفه، وما فيها من عِبَر وعِظات، ثمَّ ذكر بعض ¶ الرؤى التي راَها الصحابة رضي الله عنهم، وكيف عبّرها لهم النبيّ عطم، ثثم ¶ تحذَث عن رؤيا النبي! شَي! في المنام، وما يعين المؤمن على رؤيته لمجو، وبعض ¶ مرائي السلف للنبي ع! يم، ثئم تحدث عن رؤيا الله تعالى في المنام، وبئن أنَّها متمق ¶ على جوازها بين العلماء، ودلّل على ذلك بم! وقع للنبيئ لمجم، كما في سنن ¶ الترمذي عن معاذ بن جبل رضي الله عنه، ثئم ذكر كلام السلف في رؤيا الله تعالى ¶ في المنام، وبعض مرائي السلف في ذلك، ثمّ ختم الكتاب بالحديث عن الفزع ¶ في المنام وسبب ذلك، ثئم ذكر سر بعض الأذكار النبويّة الشريفة في الحفظ من ¶ الفزع في النوم، وكيف جزبها ببعض بناته، فأمنت وطرد عنها الشياطين بإذن ¶ الله، وكيف كتبها لبعض النساء اللواتي كنّ يفزعن في حملهن، ويسقط حملهنّ، ¶ فلم يعد يسقط حملهن بإذن الله. ¶ 4 1 - الهدى والضلال: ¶ المقاس صغير (2 1 *17)، وعدد الصفحات (1 1 1). ¶ الحديث عن الهدى والضلال يشبه الحديث عن الحق والباطل، ويشبه أن ¶ يكون الفرق بينهما ان مصطلحي الحقّ والباطل فيهما تصوير لطبائع الأمور كما ¶ (1) مقدّمة كتاب: (الرؤى والأحلام)، ص 5 - 7. ¶ 155",
            "page": "155",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "هي في حقيقتهما، وانحياز الناس إلى هذا الجانب أو ذاك، وأنّ مصطلحي ¶ الهدى والضلال فيهما وصفٌ لحال الإنسان، وانعكاسات الحقّ أو الباطل في ¶ نفسه، والجانب الإلهيئ في ذلك، ا لذي يتمثل في توفيق الله للمهتد ين، و زيا دتهم ¶ هدًى، وخذلان الضالين المنحرفين، وإ مد ادهم في الضلالة وا لغواية. ¶ وقد بئن الشيخ في مقدمة هذه الرسالة سبب تأليفه لها فقال: \"اهتدى ¶ المسلمون الأؤلون إلى ديْن الله، ودعوا إليه، وحملوا لواءه، فأنقذوا العالم، ¶ وأخرجوا الناس من الظلمات إلى النور، ومق عبادة الخلق إلى عبادة الخالق، ¶ وعاشوا ينعمون في ظلال العقيدة الإسلامثة الصحيحة، وعبادات الإسلام ¶ الهادية، وعدالته الشاملة، واخلاقه الرفيعة. . ¶ ولم يزالوا كذلك حتى طال عليهم الامد، فقست قلوبهم، وتنكبوا طريق ¶ الهدى، وسلكوا مسالِكَ الردى، وعادوا يتخئطون في فيافي الأهواء، وضلال ¶ الاَراء في حيرة وقلق، واضطراب وشقاء. . ¶ ولن يزالوا كذلك، حتى يثوبوا إ لى الرشد، ويهتدوا إ لى ا لصراط المستقيم، ¶ ومحخة الإسلام البيضاء. . وإن العالم اليوم لينقصه جيل إسلاميّ بحقّ، يحمل ¶ لواء الحق، ويعمل بهدي الإسلام الحنيف، ويدعو إليه بالقَول والعمل. ¶ من اجل هذا جمعتُ في هذه الرسالة ما يعرّف بالهدى، ويوضح معالم ¶ الطريق إليه، ويرغب فيه، ويحذّر من الضلال وسوء عاقبته، سائلاًاللّه تعالى أن ¶ يهدي بها ا! لعباد إلى سبيل رضاه، ويلهمهم الرشاد والهدى والسداد، إنّه سصخ ¶ 5 1 - ا لعشر المهلكات. ¶ المقاس صغير (2 1 ك! 17)، وعدد الصفحات (4 2 2). ¶ وقد عدَد هذه العشر في اؤل الرسالة، ثمّ تحدث فيها عن الاولى والثانية ¶ (1) ¶ انظر مفدمة رسالة (الهدى والضلال). ¶ 6 15",
            "page": "156",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "فقط، وهي سر 5 الطعام، وسر 5 الوقاع، وقال في مقدّمتها: \" فسعادة الإنسان: ¶ بالإيمإن وطاعة الرحمن، وشقاء الإنسان: بالكفر والفسوق والعصيان \". ¶ وقد عدَد العلماء المعاصي والمهلكات، ليحذرها الإنسان ويبتعد عنها. ¶ وعدَدوا الفضائل والمنجيات، ليتحفى بها، ويُكثر منها. ¶ فقالوا: من المهلكات: شر 5 الطعام، وشر 5 الوقاع، والحسد، ¶ والغضب، والبخل، وحبّ المال، وحبّ الجاه، والرياء، والكبر، والغضب. ¶ وقالوا: منَ المنجيات: الندم على الذنوب، والصبر على البلاء، والرضا ¶ بالقضاء، والشكر على النعماء، واعتدال الخوف والرجاء، والزهد في الدنيا، ¶ والتوكل على الله، والإخلاص في الأعمال!، وحُسن الخُلق مع الخلق، وحمت ¶ الله تعالى والخشوع له. ¶ والإنسان كثير النسيان، يغفل عمّا يهلكه ويغويه، فيقاربه ويقع فيه، ¶ ويهوي في مهاويه. ¶ ويغفل عما ينفعه وينجيه، فيتقاعس عنه، ولا يباليه، مع أن النجاة به، ¶ والسلامة فيه. ¶ من اجل ذلك عزمتُ بعون الله تعالى على إخراج رسائل في المهلكات، ¶ مبئناًاَفاتها، وفي المنجيات موضمحاً مسالكها، لينتفع بها القارئ إذا أراد ¶ الانتفاع، فيرهب ويرغب، ويعمل على السلامة والنجاة. والله ثعالى وليّ ¶ التوفيق. ¶ !!!! ¶ 157",
            "page": "157",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "المبحث الثاني ¶ ما لم يُنشَر من كتبه واَثاره ¶ ما لم يُنئر من كتب الشيخ آحمد واَثاره، يشمل: المخطوطات من كتبه، ¶ والكلمات التوجيهثة، والخُطب، والدروس، والشعر، واعزف بها فيما يلي: ¶ -أما المخطوطات من كتبه، فأذكر منها: ¶ 1 - كتاب: (بلوغ الأمل شرح وصايا سبيل الهدى والعمل): وقد ألفى ¶ هذا الشرح خلال سنوات في دروسه العافة، وكان يعزمُ على إخراجه في كتاب ¶ ونشره، ولكئه لم يدرك من الأجل فسحة لذلك، وقد وصلتني مؤخّراُ النسخة ¶ المخطوطة منه، عن طريق ولده فضيلة أخينا الشيخ الدكتور محمّد أبو الفتح، ¶ وتقع في اربعة دفإتر مدرسيّة كل واحد منه! بحجم مئة صفحة أو يزيد، مكتوب ¶ على وجه واحد منه!، بخط كبير، وفي شرح بعضِ الوصايا إضافات على أوراق ¶ خارجثة، وفي كثير منه! لم يفضل في الشرح، وإنّما أشار إشارة موجزة إلى ما ¶ يريد الحديث عنه في الدرس، كقوله مثلاً: تذكر قضة كعب ابن مالك رضي الله ¶ عنه. . قضة عمر بن الخطاب وأويس رضي الله عنهما. . وفوله عن وصايا ¶ الصوم والحج تترك لحينها. . وبعض الوصايا لم يشرحه اصلاً. . ¶ 2 - (مواطن العِبَر في قصص القرآن الكريم) أو: (نفحات الرحمن في بيان ¶ مواطن العِبَر في قصص القرآن): وهو مفا ألقاه أيضأ في دروسه ال! مّة، وقد ¶ وصلني مؤخراَ النسخة المخطوطة منه، عن طريق ولد 5 فضيلة أخينا الشيخ ¶ الدكتور محمد أبو الفتح، وتقع في دفتر مدرسيئ تزيد صفحاته عن مئتين، وهو ¶ مكتوب بخطّ كبير جميل، ومبنيئ على الاختصار ايضاً كسابقه. ¶ 3 - (من نداء القرآن الكريم): وهو مفا ألقاه في دروسه العاقة ايفاً، وقد ¶ 158",
            "page": "158",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "وصلتني النسخة المخطوطة منه مؤخراً، مع ما وصل عن طريق ولده فضيلة ¶ أخينا الشيخ الدكتور محمد ابو الفتح، وتقع في دفترين مدرسيّين، وهو مبنيّ ¶ على الاختصار في الشرح كسابقيه. ¶ 4 - (نسائيات): وهي أحاديث نبويّة مختارة لدرس النساء، ممّا يخدّث ¶ عن حفوق النساء وواجبإتهن، مع التعليق عليها بما يناسب. ¶ وهو ممّا القاه الشيخ في دروسه النسائئة، وقد وصلتني النسخة ¶ المخطوطة منه مؤخّراً مع ما وصل عن طريق ولد 5 فضيلة أخينا الشيخ الدكتور ¶ محمد أبو الفتح، ويقع في (0 4) ورقة مسوّدة، ويحتاج إلى ترتيب مناسب ¶ لإخراجه! في كتاب، أسأل الله تعالى أن اوفّق إ لى ذلك. ¶ 5 - (مراحل حياتي بقلمي): وقد وصلتني صورة النسخة المخطوطة منه، ¶ عن طريق ولد 5 فضيلة اخينا الشيخ الدكتور محمد أبو الفتح، وتقع في (0 4) ¶ ورقة مسودة. وقد كتبَ على غلافها: \"بدأتُ بتسطيرها في يوم الجمعة 8 من ¶ شوال 1393 هـ، في المسجد النبوقي الشريف \". ¶ وقد كتبه بناءً على طلب بعض الإخوة، كما يقول في المقدمة: \"فقد ¶ سألني بعض الشباب الصالح، ان أكتب عن مراحل حيإتي صفحات، تكون لهم ¶ حافزاً إلى سلوك السبيل السويّ، الذي هداني الله إليه بمنه وكرمه، وحسن عنايته ¶ ورعايته، فترتثتُ اؤل الأمر، وخشيتُ أن يكون فيما اكتبُ سبه رضا عن نفسي، ¶ او تلويح في الثناء عليها أو تصريح، فانصرفتُ معرضاً عن ذلك. ¶ ثم لم يلبثوا ان عادوا يلخون عليئ في الأمر، فاستخرتُ الله تعالى، ¶ وصخحتُ النئة، قاصداً بذلك وجهَ الله تعالى، متحدثإً بعظيم نعمته عليئ، ¶ وحسن عنايته بي، وكريم رعايته إيافي، سائلاًالله تعالى ان يجعلها خالصة ¶ لوجهه الكريم، وينفع بها المسلمين في كل عصر، ويأخذ بنواصيهم إلى ما ¶ يح! ت ويرضى، ويلحقني وإئاهم بالصالحين، إنه سميعٌ مجيب، وقد اشفدتُ ¶ منه كثيراً في تحديد بعض التواريخ في حيإته وضبطها. ¶ 159",
            "page": "159",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "6 - (مجموعة العبادات على المذهب الشافعي): وهو كتاب على غرار ¶ كتابه: (مجموعة العبادات) على مذهب أبي حنيفة رحمه الله، و. لكنه أوسع 5 ن ¶ مثيله، وأغنى بذكر الفروع الفقهئة، والمسائل التي يكثر وقرعها، وقد أملى ¶ علينا قسمأ منه في دروس عقدها للإخوة الثإفعيين، حضرتُ فيها معهم والحمد ¶ لئه، ولا ادري ما فعلتْ به الأيام. ¶ 7 - كتاب: (الاَداب الإسلامية): وهو كتاب شامل، دهمه المرض، ومو ¶ يشتغل بتأليفه، وقد ألقى منه دروسأ قبيل مرضه، ولا ندري أيضاً ما فعلت به ¶ الأيام. ¶ 8 - كتاب: (مختارات من كلام السلف): وهي تتناول شعَب الإيمان ¶ وأعمالَ القلوب، ويعد زبدة نافعة في التربية والتزكية، وقد أملى علينا قسماً منها ¶ في اللقإءات التي كان يعالج فيها شؤون إخوانه، وم! يجدّ لهم من مشكلات، ¶ ولا ندري ايضأ م! فعلت به الأيام. ¶ 9 - تتفة سلسلة العشر المهلكات، فقد نشر اثنين منها في كتاب: (العشر ¶ المهلكاث) المذكور آنفأ، ووعد بالحديث عن سائرها، ولم يتمكّق من إكمال ¶ م! كتب في ذلك، كما وعد بالحديث عن العشر المنجيات، ولكنّ المنثة لم ¶ تمكن من تحفيق الأمنية، ولئه الأمر من قبل ومن بعد. ¶ 0 1 - (رسائل دعوية وتربوية في موضوعات متنوعة): كان يكتبها لتوجيه ¶ إخوانه في المخئمات السنوية التي كان يقيمها لهم، أو في مناسبات أخرى، ¶ ومنها الأمالي في جلسة الثلاثاء الأسبوعية بعنوان: (تذكير وتحذير) (1). ¶ 1 1 - وآما خطبه فكفها مكتوبة، وقد كانت آية في البلاغة، وقرّة البيان، ¶ وجدة الأسلوب، وتنوع الموضوعات، والمعالجة للمشكلات المعاصرة. ¶ (1) ¶ وقد بنى الباحث عليها كتابه: (أساليب تربوئة، ومفاهيم دعوئة، من حيإة ¶ الشيخ أحمد رحمه الله). ¶ 160",
            "page": "160",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "ولو أن خطبه جُمِعَت ورُتّبَت لكان منها كتاب لا يقلّ عن أربعة مجلّدات، ¶ في الدعوة إلى الإسلام، والتعريف بمبادئه، والحثّ على فضائله وادابه، ¶ وغرس الاعتزاز به في نفوس أبنائه، وقد وصلت إلى ولد 5 فضيلة الشيخ الدكتور ¶ محمد ابي الفتج، ولعفه يوفّق إلى نشرها، أو نشر ما تيسّر منها. ¶ 12 - وأما دروسه الأسبوعيّة، فكانت كلّها مسجّلة على أشرطة، ¶ ومحتفظ بها، ولا نعلم ما فعلت بها الأيام. ¶ 13 - ديوان شعره، وفد سمّا 5: (النزر الطفيف في نظم العبد الضعيف) ¶ وقد كنت رأيته في حياته، ولم /يُعثر عليه بعد وفإته، وإنما عُئر على بعض ¶ الأوراق التي فيها بعض قصائده في المناسبات، وكأئها مسوّدات ذلك الديوان، ¶ ولكن الديوان ا وسع منها واكبر. ¶ هل!! * ¶ 161",
            "page": "161",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "المبحث إلثالث ¶ التعريف بشعره ومختارات منه ¶ كان للشيخ احمد شعر جزل عذب، اكثره في المديح النبويّ والشمائل ¶ المحمّديّة، والدعوة إلى الإسلام، وذكر محاسنه وفضائله، وقد فهجملةً ¶ صالحةً منه في كتاب (الحج والعمرة واحكامهما)، وهو منشور أيضاً في ختام ¶ العبادات على مذهب الإمام أبي حنيفة رضي الله عنه. ¶ يقول رحمه الله عن قصّته مع الشعر (1): \" عالجت الشعر في أوّل شبابي، ¶ فجاء متكففاً غير مرغوب، فتركته، ثئم عالجته مرّة اخرى كذلك، وتركته. . ¶ فلقا سزحت من وظيفتي الخطابة والإمامة، جاءني الشعر عفواً سهلاً سلساً ¶ مستساغاً، وانقادت إليّ قوافيه. ¶ وكان اؤل م! أرضاني منه انّي كنتُ وانا في شهر ربيع الأوّل في نشوه ¶ المولد النبويّ الشريف، افكر في عَظَمة الرسول! ييه، وأنّ كل عَظَمة أضى ¶ تتلاشى إلى جانبها. . فانطلق لساني بقولي: ¶ انا ما التفتُّ إلى عظيمِ غيرَه إلأ وجدتُ الوَهْنَ في العظماتِ\" ¶ يقول الباحث: واؤل هذه القصيدة قوله: ¶ وَرَدَ الربيعُ باطيبِ النسماتِ وشدا الهزارُ بأعذبِ النغماتِ ¶ ثتم جاءت قبل هذا البيت ابيات، وبعد 5 ابيات، وتتابع الش! س ¶ بالمناسبات، و) كثره في المحبة النبويّة، وفي الحنين إلى الديار الحجازية، ¶ يتخلّل ذلك مواعظ وحكم. ¶ (1) في كتابه غير المنشور: (مراحل حياتي بقلمي). ¶ 162",
            "page": "162",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "\"وأنا لم افرح بالشعر لأنّي قلت الشعر، او ضارعتُ بشعري الشعراء، أ و ¶ ألقيتُ بدلوي بين الدلاء. . بل فرحتُ به رجاء ان يلحقني اللّه بالمادحين المحبّين ¶ لرسول الله -شيم، المتعلّقين بجنابه الرفيع، وفي ذلك شرفٌ لي وأفيُ ف 3 - ف، ¶ وتقربٌ إ ليه وزلفى!. ¶ 6 يد! ل! بم! ¶ نماذج من شعره غير المنشور ¶ العمرة في رمضان ¶ ودَعْتُ طيبةَ لاعتمَارِ جامعاً ¶ والقَلبْ رَاحَ مودعاً ومؤفلاً ¶ هذي بلادُ اللهِ جنّةُ ارضِهِ ¶ يا رلث لا تجْعَلْهُ اَخرَ عَهْدِنا ¶ في طَيْبَة وبمكة أنسُ الفؤا ¶ مَنْ يبغِ وَجْهَ اللهِ يَحْظَ بِفُرْبِهِ ¶ أنا لا أُفارِقُ طَائِعاًارْضَ الحِمَى ¶ يا فَرْحَتي عِنْدَ التَّلافي، ولَوْعتي ¶ بَيْنَ الصِّيامِ وبتَ مَنْسَكِ مُعْتَمِرْ ¶ متنازعَ الأهواءِ دَمْعي مُنْهَمِرْ ¶ بالت! ورِ والنَّعماءِ قاصدُها غُمِرْ ¶ مِنْ قُرْبِ! ا أنْتَ المَلِيْكُ المُقْتَ! رْ ¶ دِ وفرحَةُ القلبِ المشوق المُسْتَعِرْ ¶ مَنْ كانَ يَرْجُوْ الأجْرَ والا! خْرَى أُجِرْ ¶ في عَوْدَتي لكنَهُ أَمْرٌ قُدِرْ ¶ عنْدَ الفِراقِ وويجَ قَلْبِي المُنكَسِرْ ¶ !!! ¶ أح! ث الصالحين ¶ بَذَلْتُ الئُصْحَ أمنحُهُ ثَمِيناً وبذْلُ النُّصْحِ ما اَحْلَى سَمَاعَهْ ¶ تجنّدْ يا اخي للحق واصبرْ فقدْ كشفَ العدؤُ لنا قناعَة ¶ ولا تغرُرْكَ دنيا فهي حلَمٌ سيَمضيِ، فالْزَمَنْ فيها القَنَاعَة ¶ فمَنْ لم يرعَ حق اللهِ فيها وعاش مغفّلأ غِرِّاً أضاعَهْ ¶ وكم قَذ ضاعَ دينُ النإسِ لكن مححف الدينِ لا يرضى ضياعَهْ ¶ 163",
            "page": "163",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "فلا تُغْفِلْ نفيسَ العُمْرِ واعمَلْ ¶ وكُنْ يَقظانَ لا يخدعْكَ خِسث ¶ وصَئر وصفَ شأنك في البرايا ¶ وهذَبْ نفسَكَ الحيرى بشرع ¶ وباطلُ كل إنسانِ هواهُ ¶ هان الحق عالِ لا يمارَى ¶ وودع عمرَك الغالمي بخيرِ ¶ فنِعمَ بِضاعةُ الأخيارِ تقوى ¶ لا2 خرَى إنَما دُنياكَ ساعَهْ ¶ وهَدَمْ مَكْرَهُ واحذَرْ خِدَاعَهْ ¶ قبولَ الحقِّ دوماً واتّباعَة ¶ ورَدث النَّفْسَ واصْنَعْها صنا! 4 ¶ فروّضْها وعوّدْها صراعَهْ ¶ ووجْهُ الحق ابلجُ في نصاعَهْ ¶ وأحسِنْ في رضا المولى ودَاعَة ¶ وبعسَ بِضاعةُ الحَمْقَى خلاعَهْ ¶ ع!:*شيه! ¶ 164",
            "page": "164",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "الميحث الرابع ¶ نماذج من وصاياه ¶ الناظر في حياة الشيخ التربوية والدعوئة يجد لوناً شرعيأ من أساليب ¶ الدعوة والتربية، يغفل عنه كثير من الدعاة والمرئين، هو اعتناؤ 5 رحمه الله ¶ بتقديم الوصئة بين الحين والاَخر، لأسرته وأولاده، هاخوانه وتلامذته ومحبّيه، ¶ وإنَ \"للوصئة موقعاً في النفس، خاضَةً، عندما تكون ممّن له مكانة كريمة، ¶ ومنزلة معظّمة، كالوالد والمعفم والمربّي، وقد كانت أسلوباً واضحاً في كتاب ¶ الله تعالى وسئة نبئه! لخيِك، وهي من سنن الله في الماضين، فقد وصّى الله عباده ¶ الأؤلين والاَخرين بتقواه، فقال سبحانه: \" وَءبئَهِ مَا فِى اَلمئَمَؤَتِ وَمَا فِى اَلأَرْضِى ¶ وَلَقَذ وَ! ينَا الَذِينَ أُرلؤُأ اَكِتَنيَ مِن قَبْلِحُخ فَىئاكُم أَنِ اَتَقُوأ ألئَةَ وَإن تَكفُرُوا! مانَ لِئَهِ مَما فِى ¶ اَلشَئَؤَتِ وَمَا فِى اَلأرَضن؟ نَ أدئَهُ غَنيًا حمَيها \" 1 النساء: 131). وقال تعالى: ¶ \" وَوَضَتنَا ألِالنمَق بِؤَلدَتهِ حمُتنًا \" ا العنكبوت: 8). وقا ل سبحانه: \"! شَرَع لَكُمِ مِنَ ¶ اَلدينِ مَاوَضَى يه لؤصا وَأئَذِىَ أؤحَتنَا إِلتكَ وَمَاوَضَتا بِهِء إِبًزَ! مَ وَمُوسَى وَعَيسَئ أَن أِلمحوا ¶ اَلذِينَ وَلَا لَئَفَرقُوْا فِيه كَبُرَعَلَى اَتمُضكِينَ مَا لَذعُومممً إِلته ألثَهُ مجتَبىَ التهِ مَن يشَاء ¶ وَئهدِى إثهِ مَن يُنِيبُ \" ا الشورى: 13). وقال سبحانه: \" يوُصِ! يكلُ، ألئَهُ فى ¶ أَؤلَد صُئم لِذكَرِ مِثلُ حَ! الأنثَيَئن \" 1 النساء: ا 1). وقال سبحانه: \" ذَلكؤُ ¶ وَضَئكُم بِه لعَفَ! ئغقِلُونَ \" 1 الأنعام: 151)، \"ذَلِ! خ وَصخَنكُم بهِء لَعَفَكؤُ ¶ تَذَكَرُوتَ \" 1 الأنعام: 52 1)، \" د لِكُتم رَضَئكُم يهِء لَعَفَحُئم تَنقونَ \" ا الأنعام: ¶ 53 1). ¶ وقد جاء من وصايا النبي ع! يم لأصحابه واقته الشيء الكثير، ا لذي لا يخفى ¶ على افي مطلعٍ على كتب السئة الشريفة، منها ما كان عافاً، ومنها ما كان خاصّاً ¶ ببعض أفراد امته ولكن يراد به العموم. ¶ ولم تزل الوصيةُ بالخير والتقوى في هذه الأمّة، دا ب الصالحين والكبار، ¶ 165",
            "page": "165",
            "part": "1"
        },
        {
            "id": "170",
            "nass": "والاباء والمرثين، يطلبها الناسُ، وتبذل لهم بغير طلب، حرصاً على نصج الأمة ¶ هارشادها إلى ما يسعدها، وينير سبيلها. ¶ ولقد أخذ الشيخ رحمه الله بهذا المنهج في حياته التربويّة والدعويّة، فكان ¶ في كل مناسبة يتقدم لأولاد 5 وإخوانه بوصايا 5 وتوجيهاته، مكتوبة محدّدة، ¶ ويدعوهم إلى الأخذ بها، والحرص على تنفيذها 0. فكان في كلّ سؤ ة من ¶ أسفار 5 إلى الحج يكتب لأولاده وصيّة توجيهئة تربويّة، ووصيّة أخرى إلى ¶ إخوانه وتلامذته ومحبيه، وكان من وصايا 5 ما يقدمه لائنائه الطلاّب في مطلع ¶ كل عام دراسيئ. . ¶ وكانت وصاياه حسنة العبارة، جميلة البيان، تصلج أن يقال فيها: جامعة ¶ مانعة، ولو جُمِعَتْ في كتاب لكانت صورةً رفيعة من صور الادب العربيئ، التي ¶ تجفل صدر لغتنا الحبيبة، وتعتز بها. . ¶ ونتقدّم في الختام بنموذج من وصايا الشيخ رحمه الله: ¶ وصية ¶ الحمد دنّه رفي العالمين، وافضل الصلاة وأتمّ التسليم على سبّدنا محمّد، ¶ وعلى آله وصحبه وا لتابعين أجمعين. ¶ وبعد: فيفول العبد الفقير إلى مولاه، الغنيئ عمّا سوا 5: أحمد بن عيسى ¶ البيانوني: لفا سمعتُ قول الله عزّ وجلّ: \" كا نَفْ! ى %دقَةُ اَلمؤَث \"] اَل عمران: ¶ 185)، وقوله سبحانه: \"كل مَنْ لَجَتهَا فَان \" 1 الرحمن: 26)، وقوله تبارك ¶ وتعالى: \" إنَكَ مَتت د حُم مًيِتُونَ \" 1 الزمر: 0 3)، وفوله جلّ شانه: \" وَمَا مُحَمَّذ ¶ إلَا رَسُولم تَدْ ظًت مِن قَتلِهَ اَلرسُل أبايخن مَاتَ) ؤقتُلَ انقَلَتغ عَل) غفبِكُغ وَمَن يَخقَلِمت ¶ فَىَ عَقِبَيْو فَلَن يَضُزَ اَلئَهَ شَئا وَسَيَخزِى اَلئَهُ اَلشًحَوِينَ \"] آل عمران: 4 4 1،، ¶ ولما سمعتُ قول الله عز وجلّ: \"وَاَ أضَر (ؤ أ) إن اَلالنشَنَ لَنِى خُتبر ص؟ *لا إِلا اَلَّذِينَ ¶ ءَامَنُوأ وَعَمِلُوا اَلضئَلِحَت وَتَوَاصَحوْأ بِاَلحَق وَتَوَاصَؤا بِاَلصًبزِ \"] العصر: ا - 3). لفَا ¶ 166",
            "page": "166",
            "part": "1"
        },
        {
            "id": "171",
            "nass": "سمعتُ هذا وأيقنتُ ا! الدنيا دار ممز، لا دارَ مقرّ، وانَّ اللهَ جلَّت حكمته، خلقَ ¶ الموتَ والحيإةَ ليبلوكم أئكم أحسنُ عملاَ، احببتُ أن أُوصي أهلي وأولادي، ¶ وذرّيتي من بعدي،! اخواني وأصحابي، وجميع المسلمين -كما أوصي نفسي- ¶ بتقوى اللّه عز وجل، وعقد القلب على الإيمان بالئه تعالى، وملائكته، وكتبه، ¶ ورسله، واليوم الاَخر، وبالقدر خير 5 وشرّه. ¶ وأوصيهم بالعمل بأركان الإسلام، وهي شهادة أن لا إله إلا الله، وأنَ ¶ محمداَ رسول الله،! اقام الصلاة، دمايتاء الزكاة، وصوم رمضان، وحجّ اليت ¶ من استطاع إليه سبيلاَ. ¶ واوصيهم بمجاهدة النفس على العمل بإلإحسان، وهو أن تعبدَ اللّهَكأنّك ¶ ترا 5، فإن لم تكن ترا 5 فإنه يراك. ¶ وأوصيهم بإلاستعداد للجهاد في سبيل الله، عملاَ بقوله تعالى: \" وَأَعِذُوا ¶ لَهُم ئَا أشتَطَعتُو مِن قُؤَؤ\" ا الأنفال: 0 6)، وقوله ع! سم: \" مَنْ ماتَ ولم يَغزُ، ولم ¶ يحدث نفسَه بالغزو ماتَ على شُعبؤ من النفاق \". ¶ وأوصيهم بإلإقبال على تلاوة القرآن، وتدبّر معانيه، والعمك بما فيه، ¶ وطلب العلم الشرفي، قال تعالى: \" قُل هَل يستَوِى أئَذِينَ يقمُونَ ؤَاثَذِينَ لَا يَغلَمُون\" ¶ 1 ا لزمر: 9)، وقال عزَّ وجل: \" إِئمَا يَخشَى ألئَهَ مِق عِبَادِ 5 أتحُلَمَئرأ \" ا فا طر: 8 2)، ¶ وقال رسول الله ع! يم: \"ان الملائكةَ لتضع أجنحَتها لطالب العلم رضا بما يصنع \". ¶ وأوصيهم بإلتقرب إلى الله تعالى بإلفرائض، ثئم التحبّب إليه بالنوافل، ¶ عملاَ بقوله تعالى في الحديث القدسيئ: \". . وما تقرَب إليئ عبدي بشيء آحبّ ¶ إليّ مفا افترضتُه عليه، وما يزال يتقرَب اليّ عبدي بالنوافل حتّى أحبّه. . \". ¶ وأوصيهم بكمال الم! ك بإلشرع الإسلاميّ الحنيف، وعدم قياس أمور ¶ الدين بإلعقل، فللعقل حدّ ينتهي إليه، كما للبصر حدّ ينتهي إليه. ¶ وأوصيهم بإحلال الحلال، وتحريم الحرام، واجتناب الشُّبَه، واتّباع ¶ السنّة، واجتناب البدعة، والثبات على ذلك، ولو لاقوا في سبيل ذلك المشقات، ¶ 167",
            "page": "167",
            "part": "1"
        },
        {
            "id": "172",
            "nass": "او نُشروا بالمناشير، ففي الحديث: \" إن من ورائكم آئام الصبر، الصبرُ فيهن مثل ¶ القبض على الجمر، للعامل فيهن مثل أجر خمسين يعملون مثل عمله \" قيل: ¶ يا رسول الله! أجر خمسين رجلاَ مئا أو منهم؟ قال: \" بل أجر خمسين منكم \". ¶ واوصيهم أن يدعوا الناس إ لى التم! ك بالدين، وا لاعتصام بحبله المتين، ¶ والتشئث بالكتاب والسنة قولأ وعملأ، قال الله تعالى: \" وَمَن أخَسَن قَؤلا مِّفَن ¶ دَعَاَ إِلَى اَلئَهِ وَعَمِلَ صئحا وَقَالَ افَنِى مِنَ اَلمُ! لِمِينَ \"] فضلت: 33). ¶ وأوصيهم بالأمر بالمعروف، والنهي عن المنكر، وألآَ تأخذهم في الله ¶ لومةَ لائم. ¶ وأوصيهم ان يزهدوا بالدنيا واهلها، ويرغبوا بالاَخرة والعمل لها، وان ¶ يتّقوا الله، ويكونوا مع الصادقين، وان يحتوا في الله، ويبغضوا في الله، فإنّ اللّه ¶ تعالى يقول: \" لا تَجِدُ قَؤئا يُؤمَنوتَ بِألئَهِ وَاَتؤهآلآَخِرِ يُوَاَدُوت مَن حَآذَ اَلنَهَ ¶ وَرَشولَهد وَلَؤصَالُؤ3 ءَ ا بَآءَ هتم أَؤ أَتناءَ هتم أَؤ إِخؤَنَهُز أَؤ عَشِيرَضئتا أُوْلَعكَ! تَبَ ¶ فِى قُلوبهِمُ اسيئَنَ وَأَئدَهم بِرُورح مِنهُ وَيذظِهزجَنَ! ئ نخرِى مِن تَخِنهَا اَلأَنهَرُ ¶ خَلِدِينَ فِيهَأ رَضِىَ ألئَهُ عنهُخ وَرَضوأ عَنْهُ أؤلَثكَ حِزمهه ألئَهِ أَلَآ إِنَّ حِزبَ اَلئَهِ هُمُ ¶ اَقُفلِوُنَ\" ا المجادلة: 2 2). ¶ وقال ع! ي!: \"مِنْ أوثقِ عُرا ا لإيمان الدبئُ في الله، والبغضُ في الله \". ¶ وأوصيهم بحُسن العقيدة بالصوفية، وبأنَهم صفوة هذه الأمة، وبتاويك ¶ المشتبه من كلامهم، أو تفويض علم ذلك إلى الله تعالى. ¶ وأوصيهم أن يعلموا أنَّ طريقنا هذه مبنيّةٌ على الكتاب والسنّة، وما خالف ¶ الكتاب والسئة فهو ردٌّ، وأن التصؤف لا تكفي فيه النسبة، ولا يورَثُ عن الأب ¶ والجد، بل لا بد فيه من العمل بعمل السلف الصالح، والتخفق بأخلاقهم. ¶ وأوصيهم بدوام الطهارة، ودوام ذكر الله تعالى، ولاسئما ذكر القلب، ¶ وبحضور الجمعة والجماعات، وبالاجتماع على الطاعإت، والتعاه ن على ¶ 168",
            "page": "168",
            "part": "1"
        },
        {
            "id": "173",
            "nass": "المبرات، قال تعالى: \" وَلَحَاوَلُؤ) عَلَى اَلِبزِ وَاَلنقْوَئ وَلَا ئَعَاوَلؤُا عَلَ اَفي ثرِ وَاَتحُذؤَنِ\" ¶ أ ا لما ئدة: 2). ¶ وارصيهم بأن يحئوا للناس ما يحئون لأنفسهم، ويكرهوا لهم ما يكرهون ¶ لأنفسهم. ¶ واوصيهم رارصي نساءهم بالقرار في البيوت، وألا يُبدينَ زينتهنّ، وأن ¶ يحتجبن من غير المحارم الحجاب الكامل، عملاً بتحذير النبيئ! سيم في قوله: ¶ \"اياكم والدخولَ على النساء. .!، وقوله ع! فه: \" ما تركتُ بعدي فثنة أضرَّ على ¶ الرجالِ من النساص \". ¶ وأوصيهم ألا ينحرفوا مع الزمن وأهله، عملاً بقوله ع! ييه: ا ا لا يكن أحدُكم ¶ امعة: يقول: أنا مع الناس، انْ آحسنَ الناسُ آحسنتُ، وإن أساؤوا أيسأتُ، ¶ ولكنْ وطنوا أنفسَكم، انْ أحسنَ الناسُ أنْ ثُحْسِنوا، وإن أساؤوا أن تجتنبوا ¶ اساءتهم \". ¶ وأوصيهم بتجديد التوبة إلى الله تعالى دائماَ، فإنَ اللهَ يحمث التؤَابين، ¶ ويحث المتطفرين، وفي الحديث الشريف: \"ان اللّهَ يبسطُ يدَه بالليلِ ليتولت ¶ مسيءُ النهار، ويبسطُ يدَه بالنهارِ ليتوبَ مُسيءُ الليل لما. ¶ وأوصيهم بالإكثار من الاستغفار، رلا سيّما في الأسحار، وأن يكونوا م! ت ¶ المتّقين المحسنين، الذين كانوا قليلأ من الليل ما يهجعون، وبالأسحار طم ¶ يستغفررن، رفي اموالهم حقٌّ للسائل والمحروم. ¶ رأرصيهم بالإ\"خلاص دئه تعالى في الأقوال والالمحعال، ليكونوا من أحباب ¶ الله، فقد روي عن الله تعالى في الحديث الفدسي: \"الإخلاصُ سرّ من سرِّي، ¶ استودعتُه قلبَ مَن أحببتُ من عبادي إ، وليكونَ عملُهم مقبولاَ، قال ءكيهيه: \" إنَّ ¶ اللهَ لا يقبلُ من العملِ الأ ما كان له خالصأ، وابتُغِيَ به وجهه \". ¶ واوصيهم أن يتولّهوا بمحبّة النبي ءلَخبرو، ومحثة اهل بيته، وعلامة ذلك ¶ اتباعه مج! ي!، لىحياء سنته، والبذل في مرضاته، قال الله تعالى: \" قُل! ن كُنتُو",
            "page": "169",
            "part": "1"
        },
        {
            "id": "174",
            "nass": "تُضونَ اَلئَهَ فَأئيعُوني يُخبِئكُمُ ألئَهُ وَلَيفِر لَكُز بؤُلَبم وَألئَهُ غَ! ر زَحِيو\"ا آل عمرا ن: 1 3،، ¶ وقال ع! ؤ: \"مَنْ أحيا سثتي عند فسادِ أمتي كانَ له أجرُ مئةِ شهيدٍ\". ¶ واوصيهم ان يأمروا بجميع ذلك أهليهم وأبناءهم وذزياتهم، عملاً بقوله ¶ تعالى: \"يأئها اَلًذِينَ ءَامَوأ قُوَأ أنفُسَ! وَآَهلِيئُ نَارا وَقُودُهَا النماسُ وَألحجَارَةُ\" ¶ 1 التحريم: 6)، وقوله ع! حِ: \"كفكم راع، وكفكم مسؤول عن رعي! ه. . . \". ¶ واوصيهم ان يدعوا لي بخير، ليكو نَ لي بدعائهم عملٌ دائمٌ، قال رسول الله ¶ يك! م: \"اذا ماتَ ابنُ آدمَ انقطعَ عملُه الأ من ثلاث: صدقةٍ جاريةٍ، وعلم! يُنتفَعُ به، ¶ وولدٍ صالحٍ يدعو له \". ¶ وأن يدعوا للمسلمين أن يولي عليهم خيارَهم، ولا يولّي عليهم شرارهم، ¶ وان يقؤيَ شوكتَهم، ويعز شانهم، ويؤئدَهم بنصرٍ من عنده. ¶ وأوصيهم أن يطبعوا هذه الوصئة، وينشروها على الناص، لجتمَ بها النفعُ ¶ إن شاء الله، واكسب بها دعوة صالحة. ¶ وصفى الله على سئدنا محمد وعلى آله وصحبه وسلّم. والحمد لله رب ¶ العالمين. ¶ كتبه بقلمه في 16 من ذي القعدة 371 1 هـ ¶ الفقير إليه تعالى ¶ أحمد عر الدِين البيانوني ¶ *** ¶ 170",
            "page": "170",
            "part": "1"
        },
        {
            "id": "175",
            "nass": "الخاتمة ¶ إنَ مهفة علماءِ الأمة ودعاةِ الحقّ في كل جيل، ورسالتهم في كلّ زفي أن ¶ يُربّوا الناس بالإسلام، وان يربطوا بين اجيال الأقة المتلاحقة، في حياتهم ¶ النظرئة والعملثة، وبين الإسلام عقيدةً ومنهجاً، وأخلاقاً وسلوكاً، وعبوديّة، ¶ خالصة لئه رب العالمين. ¶ واذا كان كمال المربئي ونجاحه في عمله يتجقى في: ¶ 1 - نقل عقل الإنسان ونفسه وروحه من حالة دنيا إلى حالة أعلى، وكلّما ¶ ترقى بالإنسان وسما به أكثر دكَ ذلك على كماله ورفعة عمله. ¶ 2 - ويتجلَى ايضأ نجاح المربّي في سعة دائرة الناس الذين استطاع آ ن ¶ ينقلهم إلى الكمال الإنساني، فكقَما كانت الدائرة أوسع وأشمل كان ذلك أدذ ¶ على كمال المرئي ونجاحه في عمله. ¶ 3 - كما يتجلَى نجاجُ المرئي في عمله: في صلاح هذا المنهج وهذه ¶ التربية، وحاجة الناس جميعأ إليها، واستمرار إيتاء هذه الثعاليم اَثارها على مذ5 ¶ من الزمن اطول وأشمل. ¶ وكل ذلك مما تحقق في حياة النبيئ! سَيك على اكمل وجه، وامتازت به ¶ شخصئة النبي ع! ي!، في تأثيره العجيب في القلوب، وتغييره للنفوس، وقد شهد ¶ له بذلك القريب والبعيد، واعترف به العدؤ قبل الصديق. . ¶ وعلى قدر ما يكون الدعاة الرئانيون، والأئمّة المهديّون على قدم الاتّباع ¶ لمنهج النبيئ! سؤ في التربية وهديه؟ يتحقق لهم النجاح في أعمالهم، وتبمبم! ¶ آثارهم من بعدهم، وتنتفع الأمة بها، ويُكتَب لها القَبول بين الناس. . ¶ 171",
            "page": "171",
            "part": "1"
        },
        {
            "id": "176",
            "nass": "وقد راينا من خلال هذه الدراسة: كيف أنَ شخصيّة الشيخ رحمه اللّه قد- ¶ تجلَت في منهجه الدعوى والتربوقي، ثئم تجقَت بقوة في كتاباته، التي لم يدفعه ¶ إلى تسطيرها ومعالجة موضوعاتها إلا الشعور بحاجة الأمّة الملحّة لها، ¶ والاجتهاد في نصحها وتذكيرها. . ¶ هاذا كانت الحياةُ تموجُ بالحركةِ الفكريّة والعمليّة، وهي متجدّدة ¶ متطورة، فإنَ جزءاً لا يتجزّا من مهفة العلماء والدعاة إلى اللّه تعالى والمربّين أن ¶ يوائموا بين حركة الحياة المتجددة المتطورة وبين منهج الإسلام وهديه، ولن ¶ يتأتّى لهم ذلك إلأ بالتجديد في اساليب الدعوة ووسائلها، وفي عرض مباد! ئى ¶ الإسلام وقيَمه، هاعادة صياغة التراث الفكرفي والفقهيئ ليلبّي حاجات الناس ¶ واهتماماتهم، ويسد الفجوة النفسية والفراغَ الفكريّ بين جيل واَخر. . ¶ وبعد؟ ف! ن ما وفق الله تبارك وتعالى من كتابة سيرة هذا العلم الرئانيئ، من ¶ أعلام الدعوة والتربية في بلاد الشام حول سيرته الشخصيّة، ومؤلّفاته واَثاره. ¶ حقاً لقد سعدتُ بصحبته في حياته. . ولا أدكَ على هذه السعاد 5 من أنني ¶ لا ازالُ اعيشُ في بحبوحتها الغامرة إلى يومي هذا. . ولا ازال أترنّم بذكرياتها ¶ العبقة، وقد مضى عليها ما يزيد عن ثلاثين عاماً. . ¶ ثئم سُعدتُ بصحبته يومَ جلستُ أكتبُ عنه، فتجددت في نفسي ذكرياتٌ ¶ عزيزة تعبق بالروحانئة الفئاضة، وتج! دت امام ناظريّ حياة مليئة بالصد 9ت ¶ والإخلاص، والجد والعطاء. . ¶ لمانني لأنظر إلى تلك المدة التي قفميتها في صحبته فأجدها في نظر كثير ¶ من الناس مدة ليست بطويلة - تسع سنين - ولكنني أنظرُ إلى عطائها وتأثيرها فلا ¶ اكاد اصدق صحة حسابي لها. . فأعيد التفكير في عددها لأجدها مرّة أخرى ¶ تسع سنين. . كانت مترعةً في مواقفها، ثريةً في عطائها. . ¶ لماذا كانت قيمةُ الزمن تحددها قيمة الأحداث والمواقف التي تقكع فيه، ¶ 172",
            "page": "172",
            "part": "1"
        },
        {
            "id": "177",
            "nass": "فحن لي بهذا المقياس أن اعد صحبتي لهذا الرجل تتجاوز العدد المحدود! ن ¶ السنوات بكثير. . فاًنا لا زلتُ - غيرَ مبإلغ ولا متزيّد - أعيشُ بصماتِ تلك ¶ السنوات كل يويم يمز بي في الحياة. . وأجدُ مصداق ذلك الفكر، الذقي تألّقت ¶ فيه تلك الشخصيّه في شتّى أحداث الحياة من حولي. . فلا أجدُ عزإءً عن عجزقي ¶ عن تقديم الشكر، والاعتراف بعظيم الفضل، إ لا ان استمطرَ شاَبيب الرحمة من ¶ الرحمن الرحيم، على الجدث المتواضع، الثاوي في رُبا مقبمسة الأعرابي لذلك ¶ الرجل العظيم، وأسأل اللهَ تعالى ان يرفعَ صاحبه عنده في علّيين، مع الذين أن! 3 ¶ ال! ه عليهم من النبيين والصديقين والشهداء والصالحين. ¶ هاني إذ أتأملُ شيئاً من الخيرِ وفّقني الله إليه أجدُ بصمات ذلك الرجل ¶ العظيم فيه تقف شاهد صدقِ على انَّ التلميذ وعمله إن هما إلاّ جزءٌ من عمل ¶ الشيخ وامتدادٌ لسعيه. . ¶ وعندم! تتجذَد في النفس مثاعر الحزن بفراق امثإل هذا الرجل العظيم لا ¶ يجد المرءُ عزاءً عن ذلك سوى الطمع برحمة اللّه تعالى التي انتقلوا إليها، وأنَ ¶ هذ 5 الدار ليست بدار قرار ولا جزاء، وا! الاَخرة خير من الأولى. . وأن الرجاءَ ¶ بعظيمِ فضلِ اللّهِ تعالى، وحُسنِ الظن به أن يجمعنا بهم في بحبوحة جنّته، ¶ ومستقز رحمته. . ¶ هاذا سعدتَ اخي القارى الكريم بصحبةِ الشيخ في سيرتِه، ومع.! ئفاته، ¶ فلا تنسَ ان تخضه بدعواتك الصالحة، كما تخمن كاتبَ هذه السطور، ولك مثلُ ¶ ذلك، ولك من مودة القلب، وصإدق الحمث، م! يكون كفاء دعواتك او يزيد، ¶ ونسأل الله تعالى أن يجعلنا من المتحائين فيه، وان يظلّنا في ظلِّ عرشه، يوم لا ¶ ظِل إلاّ ظلُه. ¶ اللهثمَ اجعلنا هُداة مُهتَدينَ، غَيرَ ضإلين ولا مُضلّين، سِلْماً لأوليائِكَ حَرباً ¶ على أعدا ئِكَ، نُحِمث بحُئكَ مَن احئك، ونُعادي بِعَداوتك مَنْ خَالفك. ¶ ونسألُكَ اللهئم حُئكَ، وحُمث مَن يحئكَ، وحُبَّ عَملٍ يُقزَبُنا الى حُئكَ، ¶ 173",
            "page": "173",
            "part": "1"
        },
        {
            "id": "178",
            "nass": "واجعلْ خَيْرَ عُمُرِنا اَخرَه، وخَيرَ عمَلِنا خَواتِمَه، وخَيرَ ايّامِنا يومَ نَلقَاكَ وأنتَ ¶ راضٍ عئا. ¶ وصل اللهثمَ على عبدك ونبيّك محمد، النبيّ الاميّ الزكيّ، وعلى اَله ¶ وصحبه وسفم، وآخرُ دعوانا أن الحمدُ لله رب العالمين. ¶ *** ¶ 174",
            "page": "174",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 28 ¶ أحمد عز الدين البيانوني ¶ الداعية المربي ¶ 1329 - 1395 هـ / 1913 - 1975 م ¶ تأليف ¶ د. عبد المجيد البيانوني ¶ دار القلم ¶ دمشق ¶ __________ ¶ ((نسخة محولة بواسطة القارئ الآلي، وتم مراجعتها مراجعة مبدئية، وليست نهائية؛ ولذا وجب التنبيه وبخاصة في الآيات القرآنية والأرقام والجداول!))",
            "page": "1",
            "part": "1"
        },
        {
            "id": "11",
            "nass": " ",
            "page": "8",
            "part": "1"
        },
        {
            "id": "112",
            "nass": " ",
            "page": "108",
            "part": "1"
        }
    ],
    "t38599": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "أحمد عز الدين البيانوني الداعية المربي"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول لمحات من حياته"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "تمهيد"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني تعريف بمؤلفاته"
        },
        {
            "id": "175",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        }
    ]
}