{
    "b38592": [
        {
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم",
            "page": "2",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "مصطفى سعيد الخن ¶ العالم المربي وشيخ علم أصول الفقه ¶ في بلاد الشام",
            "page": "3",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الطبعة الأولى ¶ 1422 هـ - 2001 م",
            "page": "4",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "مقدمة المؤلف ¶ أحمدُ اللهَ الرحيم الرحمان، خلق الإثسان علَّمه البيان، وأشكر5 ¶ على نعمه الغامرة بالفعل والقول والجنان، وأسئعينه وأستهديه على ¶ الدوام، موقناًانه ما خاب من وقف ببابه راجيأ واستكان واستعان. ¶ وأُصفَي وأسلِّم على محمّد رسول الله، سيد ولد عدنان، وعلى اله ¶ وأصحابه وأتباعه، الذين امنوا به واتّبعوا هديه، وعملوا بسُنَّته، فكانوا ¶ نعم الأهل وا لأصحاب والأعوان. ¶ وبعد: ¶ فقد راقت لي فكرة صديق العمر الأستاذ (أبي سليم) محمد علي ¶ دولة، المؤسس لدار القلم بدمشق، حفظه الله ورعاه، وجعلَ دار الفلم ¶ عامرة ومزهرة دائماً بالمثمر المفيد من كتابات العلماء، وتوهجات ¶ أفكارهم، وحصاد أقلامهم، ودقائق تجاربهم، وصفاء أرواحهم، ¶ واستقامة دروب! م. ¶ وتتلخص الفكرة الناضجة، بالترجمة لعلماء مؤلفين، ولمفكرين ¶ معاصرين، عاشوا في القرن العشرين، والتعريف بأفكارهم وكتبهم، ¶ وبيان أئرهم في الساحة الثقافية ا لإسلامية، وا لأجيال المسلمة. ¶ ولاريب أن في ترجمة العَلَم المؤلِّف - وهو على قيد الحياة - إنصافاً ¶ له، وتنشيطأ لذاكرته في رسم الخطوط العريضة لرحلة حياته، وسماع",
            "page": "5",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ذكرياته عن المحطات الرئيسة من تحصيله العلمي، ونبوغه في حدود ¶ تخصُّصه، وتميزه في كتبه وتاَليفه، وثمرات يراعه0 ¶ وما أحوج ا لأجيال المسلمة في عالمنا العربي والإسلامي إلى وجود ¶ القدوة الصالحة، والمثل الأعلى، متمثلاً في علماء ربانئين، ومُفكَرين ¶ هداة، في عصر بدا يعقم ويُجدب، وتغيب شمس حضارته، ويتسارع فيه ¶ فقد العلماء، فيرتفع العلم بموتهم؟ كما أخبر النبي المصطفى عليه الصلاة ¶ والسلام: \" إنَّ اللهَ لا تقبضُ العِلمَ انْتزَاعاً يَنتزِعَهُ مِنَ العِبادِ، وَلكنْ يَفبضُ ¶ العِلْمَ بِقَبْضِ العُلَمَاء\" (1). ¶ وما أخطرَ دروبَ الحياة وهي تخلو من العلماء العاملين، مصابيح ¶ الهدى، ورهبانِ العلم، وأحلاسِ (2) حلقات الدروس والمكتبات، الذين ¶ يحصِّبُهم الناسُ - بالزهادة والورع والإخلاص - سلاطين، فيحكمون ¶ النفوسَ والقلوبَ بالححث الصادق، والنظرة الحانية، والبسمة البريئة، في ¶ زمن التيه والحيرة، والقبض على الجمر، والجاهلية المتعالمة؟ وحيث ¶ تضيع الهُوية، وتتشوه المحورة بالأشباه وا لأشباح، وتُفتقد الأسوة، وتغيب ¶ الأصول، وتنقطع الجذور. ¶ وإذا عرفنا كثيراً من أعمدة المؤثفين من خلال ترائهم وتاَليفهم، ¶ والتي اشتهرت وتركتْ بصماتٍ ظاهرة في الساحة الثقافية، وعنواناتٍ ¶ (1) ¶ (2) ¶ اخرجه البخاري في العلم (0 0 1) عن عبد الله بن عمرو بن العاص رضي الله ¶ عنهما؟ وفي رواية البخاري ومسلم: (إن الله لا يقبض العلم إنتزاعأ ينتزعه من ¶ صدور العلماء، ولكن يقبض العلم بقبض العلماء، حتى إذا لم يبق عالم اتخذ ¶ ا لناس رؤساء جفَالاَ، فأ فتوا بغير علم، فضلُّوا وأضفُوإ\". ¶ جمع حلس، وهو المواظب المثابر، يقال: هو حِلْسُ بيته، إذا لم يبرح مكانه.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "لافتة في المكتبة الإسلامية؟ فإننا من خلال سلسلة (علماء ومفكرون ¶ معاصوون) نستطيع أن نتعرف على كتب قئمة، تستحق الاهتمام ¶ والاقتناء، لتكوين مكتبة الأسرة المسلمة، ومكتبة الباحث والمتخصص، ¶ على هدى ونور، بعد كثرة المحقيقات والمطبوعات، واختلاط الغثّ ¶ با! سمين، والمعقول باللامعقول، والسمِّ بالمعسول، وركوب موجة ¶ النشر من الكتبة غير الملتزمين ولا المتخصصين، ومن الناشرين الجهلة ¶ والمقلِّدين. ¶ وكم كان يُبهجني ويُسعدني خلالَ زياراتي للمعارض الدولية ¶ للكتاب، القارىءُ الجادُّ الذي يطلب تزكية المؤثف أو المحقىْ قبل شراء ¶ الكتاب، والفارىءُ الفاهمُ الذي يطلب مسردَ الكتب لمؤلِّفٍ بعينه، ¶ لاقتنائها جميعها، بعد اقتناعه بتوثيقه وتعديله، وتأثره بوضوح منهجه، ¶ وتمعُز أسلوبه، وتطابق أقواله وأفعاله. ¶ وإنها لمسؤولية جسيمة، ومهمة كبيرة؟ أن أشارك بتحرير واحدٍ من ¶ أعداد سلسلة (علماء ومفكرون معاصرون) بعنوان: (مصطفى سعيد ¶ الخن: العالم المربي، وشيخ علم أصول الفقه في بلاد الثام) وأن أنجح ¶ في ذات الوقت بكبح جماح عواطفي ومحبتي له، وأن ألتؤم الموضوعية ¶ والحياد التام في عرض حياة هذا العالم المِفْضال، الذي يتبوأ عن جدارة ¶ واستحقاق، لقب أستاذ الأساتذة النابهين، وبه يتخرَّج عدد من الدكاترة ¶ الفضلاء في كل عام، وهو أحد العلماء العاملين الاثبات في دنيا العروبة ¶ والإسلام. ¶ وقد تحقق جميع أحبابه وطلابه وطالباته الذين يحضرون دروسعه ¶ الجامعية، أو يردون داره العامرة، أ و ينهالون من كتبه ا لمصدرية، أو يتصلون",
            "page": "7",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "به هاتفياَ سائلين ومستفتين، انَ علمَه شائع ومبذول للجميع، وأنه الأصوليئُ ¶ البارع، والنحْويُ المتمكِّن، والفقيه الشافعي الملتزم، من غير غلو ¶ ولا تعصّب، والمرئي المستحضر لتاريخ طويل من القراءات وا لذكريات. ¶ لقد عرفتُ شيخنا (أبامحمد) -حفظه الله تعالى ورعاه - من قرب ¶ قريب، ومن امدِ بعيدِ؟ عرفته من اربعين سنة وحتى اليوم استاذاَ جامعياَ ¶ مربيأ، وزميلاَ ودوداَ ناصحأ، وأخأ كبيراَ باراَ، وشيخأ ربَّانيأ وقوراَ. وكان ¶ له فضل كبير عليئ في جميع مراحل حياتي العلمية، وبخاصة في مرحلتيْ ¶ التدويس والتأليف. واشتركت معه في تأليف وتحقيق كتبِ مرجعية، ¶ طبعت مراراَ؟ مما يدذ على تلقي الناس لها بالزَضَا والقبول. ¶ وأحمدُ الله تعالى واشكره على الدوام؟ ان أتاح لي الكتابة عن حياة ¶ أستاذي (الدكتور مصطفى الخن) وأن أعَزف بمؤلفاته، لعفَني أرذُ له بعضَ ¶ افضاله، وماكنث لأوفيه تمام إكرامه. ¶ واسأل الله تعالى أن يمدَ في عمره، ويُديمَ عليه عافيته، ويمتعه ¶ بأهله واولاده، وينفعَ بعلمه وخبراته. ¶ كما اسأله سبحانه أن يديمَ المحبة والوفاء بين مُحئيه ومُريديه، وأن ¶ يجمعنا به تحت لواء سيدنا رسول الله - صلى الله عليه وسلم -، وأن يرزقنا جميعأ التقوى، وأن ¶ يختم لنا بالحسنى. ¶ دمشق الشام في: 1/ 1 / 0 42 1 هـ ¶ 17/ 4/ 999 1 م ¶ د. محي الدين ديب مستو",
            "page": "8",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الفصل الأول ¶ لمحات من حياته ¶ * الأ سرة ¶ * النشأة ¶ * في جامع منجك، ومعهد التوجيه الإسلامي ¶ * السفر الى مصر (الإجازة في الشريعة من ¶ الأزهر) ¶ * العمل في وزارة التربية مدرسا ¶ * العمل في الجامعات وشهادة (الدكتوراه) ¶ * زوجته وأولاده",
            "page": "9",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الفصل الأول ¶ لمحات من حياته ¶ أولأ - الأسرة ¶ 1 - اسمه ونسبه: هو مصطفى بن سعيد بن محمود الخن الشافعي ¶ الميداني الدمشقي (1). ¶ و (ال الخن) أسر! دمشقئة عريقة ومعروفة وكبيرة، وعبد الغني ¶ وابنه عرابي الخن هما العمدة والمرجع في الميدان كله، والباشا التركي ¶ ينزل في دارهما، ومنها ينطلق إلى الحج. ¶ 2 - والأب: سعيد الخن، ورث العمودية (المخترة) عن أبيه، ¶ واستمزَ في هذا المنصب ذي الوجاهة والشرف من العهد العثماني وحتى ¶ وفاته عام (382 اهـ- 962 ام)، وكانت له في بيته هيبة وصولة، وهو ¶ المرجع في حي الميدان الفوقاني، وله تاريخ حافل من الوطنية، وحماية ¶ الثوار، ورعاية أسرهم. وبيته في زقاق المخازن، جنوب جامع الدقاق؟ ¶ مفتوح للجميع، يجد قاصد 5 كرم الضيافة والمساعدة في حل مشكلته، ¶ وإيصاله إلى هدفه وغايته. ¶ 3 - والأم: يُقال إنها منسوبة إلى أهل البيت، وصلاحها وأخلاقها ¶ (1) السجل المدني: ميدان - نعير -رقم 0 1. ¶ 11",
            "page": "11",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وورعها، يدكُ على ذلك، ويتجلّى في تعزيتها لأولادها عندما فقدت فتىً ¶ منهم. ¶ وعند احتضارها طلبت من ابنها مصطفى أن يقرأ سورة يس!، ¶ وطلبت من زوجها أن يسامحها عما يحتمل أن يكون بَدرَ (1) منها من إخلال ¶ بطاعته أو تقصير بأداء واجباتها نحوه، وكان ابوها صالحأ لا يأكل إ لا من ¶ عمل يدِه. ¶ 4 - الإخوة: وقد أنجبَ الوالدان ثمانية من الذكور، وعشراً من ¶ الإناث، وكان ترتيب الشيخ (مصطفى) الخامس بين إخوته الذكور، ¶ والحادي عشر بين إخوته وأخواته. ¶ وأبو سعيد (محمود) هو الأخ الكبير، وهو الذي ورث العمودية ¶ بعد أبيه، وبقي طيلة حياته يتقفَد هذه المهمة الاجتماعية بشهامة ورجولة، ¶ ويتمتع جسميأ بلياقة رياضية، وقوة عظيمة، فهو متميز في حمل الأثقال، ¶ ويُمسك بالحجر الصُّلب فيفتته بين أصابعه، ويضع يده على ظهر الفرس ¶ الشموس فيقف ساكنأ لاحراك له. وعندما مرض في اَخر حياته؟ كان ¶ شيخنا (أبو محمد) يرى في ذلك اية من اَيات اللّه، تدلُّ على أن هذه الدنيا ¶ عرض زائل، وانه لا يدوم فيها على حاله وكماله إلا اللّه عز وجلّ. ¶ وكان أبو صياح - أخوه - مولعاً من شبابه بكتب السير الشعبية، ومن ¶ مكتبته قرا شيخنا (أبو محمد) منذ أن بدأ يمْرأ؟ جميعَ هذه القصص، ¶ كقصة عنترة، وسيرة حمزة البهلوان، وتغريبة بني هلال. . ولا يزال يذكر ¶ (1) ¶ وقد حكى لنا أستاذنا (ابو محمد): أنها خلال زيارتها لفبر ابنها رأى الحفار ¶ وجهها، فأصزَت على طلب المسامحة من أجل ذلك، وهذا دليل خلق الحشمة ¶ ومزيد الستر والطاعة، المتأصل في نفسها.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "بعض مشاهد هذه الحكهايا ومغزاها حتى الان. ¶ وقد زرعَ الأبوان الكريمان في نفوس اولادهما الثماني عشرة ¶ جميعاَ، الاستقامة والصلاح، ومحبَّه بعضهم بعضأ، متمثلين بمصداقية ¶ وواقعية؟ احترامَ وطاعهّ الصغير للكبير، وإيثاره على أولاده وجميع ¶ ما يملك، ورحمة المكبير ورعايته لمن هو أصغر منه. ¶ وكثيراً ما توقف شيخنا الدكتور (مصطفى) عند هذا البر، وضربَ ¶ الأمثلة من حياة بعض العلماء الأجلأَء الذين كانوا يخدمون (1) بين أيدي ¶ إخوائهم الكبار برّاً ومحبَّة، ضيماربين بعرض الحائط مناصبهم الرفيعة ¶ ووجاهتهم العظيصة. ¶ وبقي الشيخ (مصطفى) في هذه الأععرة المتماسكة، والتي بارك الله ¶ فيها، وتكاثر الأنجال والأحفاد، لقد بقي الشيخ ولايزال الأب الروحي ¶ للكبار والصغار، والشامة التي تجمل به مجالس الأععرة، وترنو إليه ¶ العيون وتهفو القلوب، ويتلهقف الجميع كلامه العلمي، وذكرياته الجميلة، ¶ بكل اع! تزاز ومحبة وإكبار. ¶ (1) ¶ كلبم!! ل!، ¶ من الأمثلة الشاهدة وقوف الشيخ الدكتور عبد الغني عبد الخالق أمام اًخيه ¶ الكبير الشيخ مصطفى عبد الخالق بكل اٍ جلال واحترام، وتقديمه الضيافة لزوار ¶ شقيقه، مع أنهما في درجة علمية، ووجاهة اجتماعية متقاربة، وقد شهدت هذا ¶ بنفسي كما أشرت إلى ذلك فيما يأتي. ¶ ومن ذلك وفوف الشيخ أبي الخير زين العابدين أمام أخيه الشيخ عبد الرحمن ¶ في خدمة اضيافه، مع شهرة أبي الخير ووجاهته. ¶ 13",
            "page": "13",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ثانياَ -النشأة ¶ وُلد الشيخ (مصطفى الخن) عام (1341 هـ- 922 ام)، ونشا في ¶ كنف والديه مع إخوته وأخواته في جو أسرىّ، يسودُه الصفاء والأمان ¶ والهيبة والاحترام. ¶ ولما بلغ الثامنة من العمر بدأ يتأثر بالجو الخارجي لحي الميدان ¶ الفوقاني، والذي يُعرف الكبار فيه بالتدين والصلاح، أما الأحداث ¶ والشباب فيعيشون جواً من الانفلات وتضييع الوقت بالألعاب التافهة، ا و ¶ الوقوع في غياهب الجهل والضلال، واقتراف ما يغضب الله عزَّ وجلَّ، ¶ والمعصوم من عصمه الله. ¶ وكان الناس يُهزبون أولادَهم من المدارس الفرنسية، خوفأ على ¶ عقيدتهم الدينية، وحميتهم الوطنية، ولا ريبَ ان الوالد (سعيد الخن) ¶ لمس في ابنه (مصطفى) مخايلَ الحفظ والذكاء، فراى أن يُلحقَه بمكتب ¶ لقراءة القرآن وحفظه؟ كما ألحقه بعدها بمدرسة الجمعية الغراء ا لابتدائية، ¶ ولازمَها لسنة كاملة، وكان مديرها الشيخ العلأَمة (محمد حسن حبنكة) ¶ الميداني يرحمه الله، ثم اعقبه في إدارتها الشيخ (أحمد الصابوني) الحلبي، ¶ يرحمه الله، ثم انتقل بعد ذلك إلى المدرسة الرسمية التي كانت تدعى ¶ (انموذج الميدان). ¶ ولم يكتب اللّه تعالى لطالب العلم (مصطفى) أن يسير متدرجأ في ¶ سنوات الدراسة النظامية، وما يكتنفها في كثير من الأحيان من انقطاعات ¶ 14",
            "page": "14",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "أو معؤقات، بل اختار الله له الدراسة الحرة التي تتناسب مع ذاكوته الحافظة ¶ وذهنه الوفاد. ففي صيف تلك السنة طلب منه والده أن يتعفَم الحسابَ ¶ ومسكَ الدفاتر (الدوبيا) عند استاذ يتقن هذا العلم، وعنده مكتب (كُتَّاب) ¶ لتعليم القراَن، وشارك الشيخ الخطاط محمد زرزور -يرحمه الله -في صيف ¶ عام (350 ا هـ=ا 93 ام) صاحب الكتَاب في تعليم التلاميذ الحساب ¶ والقراَن والخط، واكتشف الشيخ محمد في التلميذ (مصطفى) علائمَ ¶ النجابة والأهلية المتكاملة لطلب العلم الشرعي؟ فاستاذن والد5 ¶ (أبا محمود) ان يصطحبه معه إلى دروس الشيخ (حسن حبنكة) في جامع ¶ منجك، فسمحَ الوالدُ ولم يُمانع. ¶ وكان الشيخ الداعية حسن حبنكة - رحمه اللّه تعالى قد أمَّس! في ¶ المسجد عملاً علمياً متكاملاً، يشتمل على تعليم الكبار - من التجار ¶ وأصحاب الحرف - مساءً، بعد صلاة العشاء، وتختلف اسنانهم، وتقتصر ¶ الدروس على قراءة الفقه والحديث والنحو. ¶ ولخيم الشباب المنقطعين لطلب العلم صباحاً، بعد صلاة الفجر إلى ¶ صلاة الظهر، ويقرأ هؤلاء على الشيخ كتباً متخصصة في الفقه والحديث، ¶ والتفسير والنحو، ومن هؤلاء: الشيخ حسين خطَاب، والشيخ محمد خير ¶ ياسين، والشيخ علي الحموي القابوني، والشيخ سعد الغلايني، والشيخ ¶ محمد الحموي الفرا، والشيخ محمد صادق حبنكة، والشيخ عبد الرحمن ¶ حبنكة. . وهؤلاء يتولون تعليم طبقات الناس بعد العشاء؟ لأن الذين ¶ يحضرون مساءً من التجار وغيرهم يُقشَمُون إلى خمسة أقسام، كل قسم ¶ يدرس كتاباً في الففه أو النحو أو الحديث، حسب استعداد 5 وفهمه، ¶ وأحد هذ 5 الأقسام متقدم في التحصيل العلمي، ويُدزَسهم الشيخ (حسن) ¶ نفسه، وقبل ا لانصراف يقرأ الجميع سورة تبارك، ويعودون إ لى بيوتهم. ¶ 15",
            "page": "15",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وكان من تقدير الله تعالى أن يلتحق التلميذ (مصطفى) بالقسم الذي ¶ يُدرِّسه الشيخ حسين خطاب - رحمه الله - وقد حفظ طلاب الحلقة خمسين ¶ حديثاً، فسأل الشيخ (حسين) طالب العلم (مصطفى): كم حديثأ تستطيعُ ¶ أن تحفظ من الخمسيق إلى الغد؟ فقال: أحفظها كلَّها! فظنها الأستاذ ¶ ادعاءً ومغالاةً. ولكن الطالب النجيب (مصطفى) جاء في اليوم التالي وقد ¶ حفظها جميعأ، فأُعجب الشيخ حسين بهذا التفوق، ونقلَ إعجابه إلى ¶ الشيخ (حسن) فأوصى به خيراً. ¶ ولم تمضِ مدة حتى حُبِّبَ للشيخ (مصطفى) طلب العلم، فقرر ¶ ا لانتقال إلى القسم النهاري، وكانت خطوة جريئة، تخالفُ ما تعارفَ عليه ¶ الناس، من الإشفاق على طالب العلم، وأنه محكوم عليه أن يعيش حياة ¶ العَوَز والكفاف (1)، بل كانوا يطلقون عليه - كُلأَب جنازة - أي: يتبع ¶ الجنازة، ويتعلق بها، ويرضى بالقليل القليل. . وهي نظرة غوغائية ¶ خاطئة، ولكنها مؤثرة وواقعية على المنظور المعاشي القريب. ¶ واقيمت لطالب العلم (مصطفى) حفلة في بيت الأسرة، لأ حضرها ¶ والده وإخوته وأعمامه وزملاؤه، وأُلبس العمة بدلاً عن الطربوش، وقد ¶ لفَّها له الشيخ حسين خطاب رحمه اللّه، وكان متقنأ للف العمائم البيضاء، ¶ والقى الطالب المعفَم (مصطفى) كلمة بهذه المناسبة، وشهد هذا اليوم ¶ (1) ¶ وهي نظرة خاطئة وقاصرة، لأن الفقر لا يدوم، وحياة طالب العلم الشرعي ¶ (الشيخ) غالبأ ما تكون سعيدة ومستقرة؟ لما يلتزمه من أحكام الحلال والحرإم، ¶ والسلامة من التقلبات والمنغصات. وهو يُكَوّن أسرة مستقرة وهانئة، محافظة ¶ على الحفوق والواجبات، والمحبة والوفاء، وينجبُ أولاداً صالحين بررة، ¶ يتفوقون عل! يأ وسلوكياَ، وقد يترك آثاراَ علمية، وكتبأ نافعة، ويحوز بذلك ¶ خيري الدنيا والاَخرة. ¶ 16",
            "page": "16",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "تحؤُلاً ظاهراً في اهتمام أفراد الأسرة بأول طالب علم ينبغ من (ال الخن)، ¶ فأعلنَ الأبُ رعايته التامة، ومنجَ ابنَه (مصطفى) امتيازاً تامأ، فأوصى ¶ إخوانَه الأكبر سناً بتلبية كل طلباته، وتأمين كل احتياجاته. ولم تستطع ¶ الأم المُحبّه للجميع إلا ان لْخصَّ طالب العلم بمزيد من الحب والحنان، ¶ وأن يعظم هذا في قلبها ويطهر على لسانها دعاء ورجاء من الله تعالى؟ أ ن ¶ يكتب لابنها في طلب العلم التقدم والارتقاء، وقد كان. ¶ *** ¶ 17",
            "page": "17",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ثالثاً - في جامع منجك (1)، ومعهد التوجيه الإسلامي ¶ (1353 - 1369 هـ = 1934 - 49 19 م) ¶ 1 - الجمع بين طلب العلم والتعليم: ¶ وشمث طالبُ العلم (مصطفى الخن) عن الطَّوْق، وأصبحَ من الطلاب ¶ النجباء، متعلِّماً في الصباح، ومعلِّمأ في المساء، وشماء النّه لهذ 5 الدراسة ¶ النهارية ان تصبح نواة لمعهد التوجيه الإسلامي، وأضحى الأستاذ ¶ (مصطفى) مدزَسأ في هذه المدرسة الناشئة، والتابعة لجمعية التوجيه ¶ الإسملامي، وبدأ مقرُّها في غوف ثلاثة، بُنيت في جاهع منجك من الجهة ¶ الشمالية. ¶ ولم يكن للدراسة في هذا المعهد أول الأمر زمن مخصوص يتخرَّج ¶ فيه الطالمط عند انتهائه، بل كانت الدراسة مفتوحة، غير مقيدة بوقت أ و ¶ شهادة؟ ومن الزملاء في التدريس منذ الافتتاح: الشيخ محمد الحموي ¶ الفرا الكسواني - رحمه الله - والشيخ عبد الرحمن حبنكة الميداني -حفظه ¶ الله تعالى -. ¶ ولا لثمذ أن الجمع بين مهمة التعلُّم والتعليم أسهمَ وأسوعَ في صنع ¶ شخصية علمية للشيخ (مصطفى) وإخوانه؟ متينة ومتميزة، وقادرة على ¶ (1) ¶ هو مسجد جامع، يفع على الجادة في الميدان الوسطاني، في حي الجزماتية، ¶ بناه أحد الولاة العثمانيين، ويعتبر من المساجد الأثرية في مدينة دمشق. ¶ 18",
            "page": "18",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "الترْؤُد بالنافع والمفيد، ومستعدَّة للعطاء والإقراء. وكان هذا التناغم ¶ والتاَلف والتكامل يتئمُ بين المهمتين؟ بتوجيه أبوي وإداري حازم من الشيخ ¶ (حسن حبنكة)، يجمعُ بين التربية العقلانية والروحانية، ويجعل من دروسه ¶ العامة والخاصة، ورئاسته للمعهد والجمعية، طريقأ ممهداً للتقدم ¶ وا لارتقاء، وسبيلاً واضحاً ومتوازناً للأسوة والمحاكاة وا لإبداع. ¶ 2 - رعاية الشيخ (حسن حبنكة (لطلابه: ¶ أفضلُ ما وُصف به الشيخ حسن حبنكة الميداني - رحمه الله تعالى ¶ وأسكنه فسيح جئاته - أنه عالم ربانيٌّ؟ قرنَ بين العلم والعمل، وبين العلم ¶ والتعليم، وبين العلم والتربية. ¶ وقد اَتاه الله بسطةً في الجسم (1)، وجمالاً وجلالاً في الطلعة، وهيبةً ¶ ووقاراً في المحيّا، وفصاحةً وبيانأ في اللسان، كما احتوى عفله الكبير ¶ على كنوز من المعرفة، وانطوى قلبه الرقيق على المحبة والإيثار لطلابه ¶ جميعأ، فهو يؤثر تعليمهم وتربيتهم على راحته، ويكرمهم إذا حضروا، ¶ ويتفقدهم إذا غابوا، ويعاملهم في جميع الأحوال معاملة ا لأب لأبنائه. ¶ 5 وكانت حلقة الدرس بين يديه، ان يقرا أحد طلابه المتقدّمين ¶ كتابأ، وا! يخ يحل رموزَه، وفي كثير من الأحيان يطلب من أحد ¶ الدارسين أن يأتي بكتابٍ مصدريٍّ، ليؤكد من خلال القراءة فيه صحة ¶ (1) ¶ رأيته مرة في سوق الحميدية في دمشق، مفبلاَ من المكتبة العربية (مكتبة اَل عبيد) ¶ رافع الرأس، شامخَ الأنف، مقبلاَ بصدره، ينص! ث في مشيته، تتمثل في شخصه ¶ عزة المسلم، وقوته في ديق الله، فتوقفت أراقبه بمحبة واكبار، حتى غاب عن ¶ ناظري، وكان ذلك في آخر سنة من حيا ته ا لمباركة (98 3 ا هـ= 977 1 م)، رحمه ¶ الله تعالى وأرضا ه، وأكرم مثواه. ¶ 19",
            "page": "19",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ما يقول، وكان غرضُه من ذلك أن يُعوِّد طلأَبه على استخراج المسائل من ¶ مظاثها من الكتب الأمهات. ¶ \" وليلة الجمعة كانت مميزة، فالكتاب الذي يُقرأ على مسامع ¶ الشيخ هو (الشفا بتعريف حقوق المصطفى) (1) للقاضي عياض، وكان ¶ الشرح وسطأ، يتناسب مع حضور العامة والخاصة، وتستمر القراءة ساعة، ¶ وبعدها الإنشاد، والختام بقراءة سورة تبارك أو الواقعة، بشكل جماعي، ¶ وبالاَيتين من سورة يونس: \" إنَّ اَثذِلرر ءَامَنُوا وَعَمِلُوا اَلضنَلِحَتِ يهدِيهِؤ ¶ رَئهعا بِايمَنهِئم تَجرِ! مِن تَخ! هِمُ الأنَهَرُفي جَنَتِ ألنَعِيرِ! دَغوَدهُخ فِيهَا سُتحَتَكَ ¶ اَللَهُمَّ وَ! ئخُهُتم فِيهَا سَنَئم و اخِرُ دَغوَنهُصْ أن اَلحتدُ لِئَهِ رَت ألفَدَب\" ¶ أيونس: 9 - 0 1). ¶ \" والطلاب الذين تقدَّموا في طلب العلم، وجلسوا في حلقات ¶ الدرس بين يدي الشيخ (حسن) وقرؤوا معه كتبأ، وحفظوا متونأ، ¶ وتدارسوا حواشيَ وشروحأ؟ هؤلاء الطلاب الخواصّ من واجبهم أ ن ¶ يقرؤوا مع عامة الناس كتبأ في التفسير أو الحديث أو الفقه، وفي يوم ¶ الجمعة كانوا يتبادلون الخطابة في بعض مساجد الميدان خاصة، ومساجد ¶ دمشق عامة، والخطب التي يُلقونها كانت يمتب لهم في بداياتهم (2)، ثم ¶ (1) ¶ (2) ¶ وبعد تمامه تحولت القراءة إلى كتاب (الجامع لأحكام القراَن) للقرطبي، مع ¶ قراءة نص من كتاب (الأمالي) لأبي علي القالي. ¶ ومن الطُرَف التي حكاها (أبو محمد) مما كإن يفع لبعض هؤلاء المتدربين على ¶ الخطابة، أن أحدهم قرأ من الخطبة المكتوبة الاَية الكريمة \"سِيمَاهُتم قِ ¶ وُجُوههِر فِن أَثرَاَلشُجُوص\" أ الفتح 9 2)، وكإن ا لمكتوب: سيماههم، فقال له أحد ¶ المصلين: سيماهم. فنظر الطالب الخطيب في الورقة وقال بصوب مرتفع، ¶ وعصبية ظاهرة، وهو ينقل بصره بين ا لورقة والناس: سيماههم! سيماههم!. ¶ 20",
            "page": "20",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "يكتبون الخطبة ويعرضونها على المتفدِّمين منهم. . وهكذا حتى يُصبجَ ¶ الطالب خطيبأ مفوَّهأ يعتمد على نفسه، ويؤثر بخطبه المكتوبة أو المرتجلة ¶ في حيه ومجتمعه. ¶ وكانت العطلة الأسبوعية يوم الثلاثاء، وفيه يخرج الطلاب مع ¶ شيخهم من الصباح وحتى المساء إلى السيوان (النزهة)، وكان مكانه أولاً ¶ في بستان حلاوة، في حي نهر عيشة، وقد بني مسجد في المكان نفسه، ثم ¶ تحؤَل سيران المشايخ الأسبوعي إلى مزرعة الشيخ (حسن) في منطقة ¶ أشرفية صحنايا. ولا يخلو يوم العطلة من بعض القراءة، والرياضة، ¶ وبخاصة لعبة السيف والترس، والعلاَّمة المجاهد (الشيخ حسن) هو ¶ الأستاذ المدرِّب لهذ 5 اللعبة. وكان الطلاب يطهون الطعام، ويُحضِّرون ¶ المائدة، وكل ذلك يتم بإشراف مباشر من الشيخ، وبتوجيهات عادلة ¶ للجميع. وكانت عاطفة الأبوة والرحمة والمحبة تتجلى في نظرات ال! *جخ ¶ وكلماته، والتعاون والإيثار يتبادله الطلبة من غير تكلُّف ولا تزلُف. ¶ ويُعفَق شيخنا (أبو محمد) على النشاط ا لأسبوعي في (جامع منجك) ¶ ليلاً ونهاراً، مفتتحاً بيوم الأربعاء ومختتماً بيوم الثلائاء، فيقول: لقد كنا ¶ نعيش في أسرة واحدة وفي جنَّة حقأ. ¶ \" وكان الشيخ العلاَّمة (حسن حبنكة) يُرشد طلأَبه النابهين ¶ والمتفوِّقين، أن يزوروا العلماء الكبار، وأن يجلسوا إلى بعض حلقات ¶ دروسهم؟ كالشيخ بدر الديق الحسني، وا لشيخ علي الدقر، والشيخ سعيد ¶ البرهانى، والشيخ إبراهيم الغلاييني، والشيخ عبد القادر الإسكندراني ¶ - رحمهْم الله جميعاً - وهف! ا يدلُّ على ا! تداد الشيحْ بعمله العلميئ، وئقته ¶ بطلابه، وارتباطه المخلص بجميع العلماء العامليق في حقل التعليم ¶ والدعوة والإصلاح. وقد سمعنا من أستاذنا الشيحْ (مصطفى) ذكويات ¶ 21",
            "page": "21",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "رائعة عن لقاءاته المثمرة والمؤئِّرة مع المشايخ العظام الذين عاصروا ¶ الشيخ (حسن) في دمشق الفيحاء. ¶ وأقتصر على ذكر أربعة مواقف خالدة لعلماء ربَّانيِّين، رآها ¶ (ابو محمد) ببصره وفؤاده، وسجَّل! ا بقلمه ولسانه، وجعلها ذكرى لطلابه ¶ الذين يسمعونه بعشق، وللأجيال القادمة من طلاَّب العلم، الذين ¶ سيقرؤونه بأمانة وصدق: ¶ أولاً-الشيخ علي بن عبد الغني الدقر المتوفى (2 36 1 هـ43 9 1 م): ¶ وهو شيخ شيوخي في معهد العلوم الشرعية، ورئيس الجمعية العْرّاء ¶ ومؤسسها، عالمٌ دمشقيئ ربَّانيئ، جمع بين التعليم الشرعي، والتربية ¶ الروحية، وأوجد مدرسة تُحتذى في التخلُّق بأخلاق الإسلام، مع العلم ¶ والعمل، والوعظ والإرشاد، والإصلاح وا لجهاد. وكا ن همّه إعداد الخطباء ¶ والدعاة، وإيجاد الرجال المخلصين في خدمة الدين ونشر العلم، مع ¶ اليقين بالئه، وأنه سبحانه لا يُضيع أجر المحسنين. ¶ وقد حضر أستاذنا (أبو محمد) بعض دروس الشيخ علي الدقر ¶ العامة، وسجَل الموقف التالي: ¶ \" إن الدعوةَ إلى النّه تفتقر إلى إعداد روحي، وخلوة مع الله تعالى، ¶ حتى يكون الكلام منبعثأ من الروح والقلب، ليحل في الروح والقلب. ¶ وإنني أذكر بهذه المناسبة موقفأ لشيخ من شيوخ دمشق، كتب الله ¶ على يده نشر العلم في سورية وما حولها من البلدان: الأردن، ولبنان، ¶ وتركية، وفلسطين - أعادها اللّه إلى المسلمين، وهم في عزّة وقوة ووحدة ¶ واستقرار - وغيو ذلك من البلاد؟ هذا الشيخ هو الشيخ علي الدقر تغفَد5 ¶ الله برحمته، وأسكنه فسيح جنته. ¶ 22",
            "page": "22",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "كان! ذا الشيخ الوقور يلقي درسأ بعد صلاة الفجر ئي مسجد غير ¶ متسع (1)، وكان المسجد يغصُّ بالمصلين الحاضويق لاستماع درسه، ¶ حتى إن كثيرأ من الناسق كانوا يبسطون الحصر في الشارع، ليسمْمعوا إلى ¶ مواعظه وإرشاد ا ته. ¶ وكنت - وانا صغير السِّن - اَتي قبل الفجر من مكان بعيد، لأستمعَ ¶ إلى هذا الدرس، وكان كلامه يفعل في النفوس -كما يقولودْ! فعلى المممحر، ¶ مع بساطة التعبيو. حتى إن بعض الناس ممن لم يتسع لهم المسجد ¶ لامتلائه، ولم يكن هناك مكان يخوله أن يسمع من الشيحْ ما يقول، كان ¶ يكتفي بالنظر إلى الشيخ من بعيد، ودموعه تنهمر من عينيه رقة وتأثراً. ¶ وكان كلامُه يخرج إلى حيز التطبيىْ فور انتهائه من! ذا الدرس، وإنني مع ¶ كثرة من التقيتُ به لم أرَ هذا التأثيو إلا في القليل النادر. ¶ قال له واحد من تلاميذه يومأ: إننا نلقي على الناس دروساً متنوعة، ¶ ولا نرى في الناس هذا التأثيو الذي نلمسه في درلممك! ولا لرى إقبالاً من ¶ الناس مثل هذا الإقبال غير الطبيعي! مع أننا نتحدَّث بالتفسير \" والحديث، ¶ والفقه، وا لوعظ، وغير ذلك!. ¶ أجاب الشيخ بقوله: يابني! لولا الحاجة لم أتكقم، إد! هذا الدرس ¶ الذي تسمعه مدعوم بقراءة عشرة أجزاء مق القران قبل الفجر، بقصد أدْ ¶ ينفع اللّه المسلمين بما أتحذَث به \" (2). ¶ (1) ¶ (2) ¶ هو جامع السادات الواقع في مدخل شارع مدحت باشا في دمشق، ولسُمي ¶ بالسادات لوجود بعض قبور الصحابة الكرام فيه. والله أعلم. ¶ تقديم الأستاذ الدكتور مصطفى الخن لكتاب (أبو الحسن علي الحسني الندوي: ¶ الإمام المفكو الداعية الأديب)، ص 8 - 2 1. ¶ 23",
            "page": "23",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ثانياً - الشيخ محمد أمين سويد المتوفى (0 35 ا هـ- 931 1 م): ¶ وهو عالم مشارك، وأصولي بارع، ومن كبار علماء دمشق، طلب ¶ العلم في ا لأزهر الشريف، وعمل مدزَساً في معهد الحقوق (كلية الحقوق)، ¶ وفي مواقع علمية عالية عديدة، واتصف بالزهد والتواضع، ونشر العلم ¶ والفضيلة، والبعد عن الشهرة والرياسة، ومن تلاميذه: الشيخ أبو الخير ¶ الميداني، والشيخ علي الدقر، والشيخ عبد الوهاب دبس وزيت، والشيخ ¶ محمد الهاشمي، والشيخ حسن حبنّكة - تغفَدهم الله جميعاً برحمته -. ¶ التقى به الشيخ (مصطفى) وسجَل الموقف الاَتي: ¶ \" لقد أكرمني اللّه سبحانه برؤية هذا العالم الجليل، والجلوس إليه، ¶ وكنت انذاك حديث ال! ن، وفي بدء طلبي للعلم، وقد كنت شرعت في ¶ طلب العلم وسنّي لاتتجاوز الثانية عشرة - فيما أعتقد - وقد كان -رحمه الله- ¶ يتردَّد على محلّة الميدان كثيراً، ويأتي وقت الصلاة إلى جامع منجك، ¶ وكان هذا الجامع هو المكالىْ الن! ي نلتقي فيه بشيخنا العالم الكبير الشيخ ¶ محمد حسن حبنكّة الميداني، وندرس عليه فيه، وكنا قد بنينا فيه غرفاً ¶ صغيرة من خشب وطين نأوي إليها، هذ 5 الغرف وهذا المكان هو الذي ¶ تحؤَل فيما بعد إلى معهد بات يُسفَى (معهد التوجيه الإسلامي) الذي ¶ تخزَج منه ودزَس فيه أفاضل العلماء، من أمئال: شيخ القوَّاء الشيخ حسين ¶ خطاب رحمه اللّه تعالى، وشيخ القوّاء الحالي الشيخ محمد كريّم راجج، ¶ والدكتور محمد سعيد ملا رمضان البوطي، والدكتور مصطفى ديب البغا، ¶ والشيخ الفاضل محمد خير ياسين عليه رحمة اللّه، والشيخ محمد صادق ¶ حبنكهْ الميداني أخي الشيخ، والشيخ عبد الرحمن حبنكة ولد الشيخ، ¶ الذين اصبحوا فيما بعد ملجأ طلاَّب العلم في شتّى العلوم. ¶ 24",
            "page": "24",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وكان الشيخ محمد أمين سويد - رحمه الله - ربما يدخل إلى الجامع ¶ المذكور بين صلاتي المغرب والعشاء، فيجد طالبأ من طلأب الحلم ¶ المبتدئين قد جلس إلى العافَة، فيجلس إليه كأنه أحد العافَة المستفيدين، ¶ ويُظهر تأثره وإعجابه بهذا الطالب المبتدى، حتى إن الداخل إلى الجامع ¶ لا يحسبه إلا احد العاقَة الذين جاؤوا ليقتطفوا موعظة تنفعهم في دينهم ¶ وأخراهم. ¶ وهذا منه غاية في التواضع وهضم النفس - رحمه اللّه تعالى -. هذا ¶ وأحب أن أسجّل أن شيخنا فضيلة العالم المجاهد الشيخ محمد حسن ¶ حبئكة الميداني هو واحد من الذين تخزَجوا على يد هذا العالم الكبير، ¶ ودرس عليه الأزمنة الطويلة، وكان شيخنا يُجلّه ويعطّمه، ويكن له أسمى ¶ معاني التقدير، وإنما يعرف الفضل لأهل الفضل ذووه \" (1). ¶ ثالثاً - الشيخ إبراهيم بن محمد خير الغلاييني المتوفى (377 ا هـ- ¶ 1958 م (: ¶ وهو عالم عابد ناسكٌ، معروفٌ ومشهور، له عند الناس مكانة ¶ مرموقة، وفي نفوسهم محبة ومهابة. ¶ شيخ قضاء وادي العجم، وخطيب وإمام مدينة (قطنا (وهو المفتي ¶ الورع، والوجيه المحبوب، وصاحب الرأي المسموع، والذكر الطَيِّ!، ¶ والكرامات الكثيرة. ¶ كان الشيخ (ابو محمد (يزوره مرارأ، بحكم العلاقة الحميمة التي ¶ (1) ¶ ترجمة المؤلف العلأَمة محمد أمين سويد فى كتاب (تسهيل الحصول على ¶ قواعد علم الأصول) بقلم الاستاذ الدكتور مصطفى الخق، ص 17 - 0 2.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "تربط الشيخ إبراهيم بالشيخ حسن حبنكة، كما أنَّ الأستاذ الدكتور محصد ¶ أديب صالح تلميذ الشيخ إبراهيم - الذي أحبَّه ورعا 5، وزوَّجه ابنته- ¶ صديق (أبي محمد) ورفيق دربه بدءاً من تعارفهما في جامع الدقادتى، ¶ وخلال العمل في مهنة التدريس الثانوي والجامعي. ¶ وقد حكى لنا أستاذنا (ابو محمد) من حياة الشيخ إبراهيم الغلاييني ¶ الموقف التالي: ¶ \" تكررت زيارتنا مع بعض الإخوة إلى فضيلة الشيخ الربَّاني إبراهيم ¶ الغلاييني في قطنا، ولكني لا أنسى زيارة بعينها استمرّت يومأكاملاً، حيث ¶ وصلنا إلى منزل الشيخ في (قطنا) بعد صلاة الظهر، فوُضعت المائدة، ¶ وأكلنا مع جميع الحاضرين، ومن المعروف والمعتاد أن الطعام يُوضع في ¶ كل يوم بعد عودة الشيخ من صلاة الطهر في الص! مجد، ومن كراماته ¶ المتحققة، أن الطعام الموجود يقدَم من غير تكلُّف، فيكفي الموجودين ¶ مع اهل البيت، ويزيد. ومن عادة الشيخ التي لا يتركها أن يصطحب ¶ معه أرغفة من الخبز، يفتها للكلاب وهو في طريقه إلى المسجد، لأداء ¶ صلاة الفجر. والجميع من مُحبِّيه يعرفون كرمه المتأصل في نفسه، فهو ¶ لا يُسألَ شيئاً إلا أعطا 5، ولو طُلبت منه عباءته أو جبَّته لخرج عنها؟ اقتداءً ¶ لرسمول الله مح! ي!. ¶ وفي تلك الزيارة المباركة، أخَذَنا معه إلى قرية (عرنة) في جبل ¶ الشيخ، وعلى مشارف البلدة، تُوجد كنيسة، ما إن وصلنا أمامها، حتى ¶ وجدنا رجل الدين (الخوري) المسؤول عنها، قد أعدَّ القهوة، ووقف ¶ ينتظر وصول الشيخ (إبراهيم) بعد أن علم بخروجه من (قطنا). وتقدَّم ¶ مرحَباً ومسلِّماً، فاستأذنه الشيخ (إبراهيم) بالصلاة عنده في الكنيسة، ¶ 39 -  ¶ 26",
            "page": "26",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وكان يخاطبه ويقول له: \" يامحترم \". فرحَب الرجل، وأخذ يصدر أوامره، ¶ ويُشارك يإحضار الماء للوضوء، وإعداد المكان للصلاة. وفي قبلة الصلاة ¶ كانت صورة معلَّقة على الجدار للسيدة مريم العذراء، فأراد أحدُ الطلبة أ ن ¶ يرفع الصورة أو أن يقلبها، فغضب الشيخ (إ براهيم) وقال له: دعها يابني في ¶ مكانها، وتوخه بقلبك إلى اللّه! واعلم أننا لم نحضر إلى هنا للإساءة، وإنما ¶ حضرنا لإدخال السرور وا لإحسان لكل من استقبلنا وأكرمنا. ¶ وفي تلك الليلة عدنا متأخرين، ونمنا، وبقي الشيخ راقداً في سريره، ¶ ولى يقم لصلاة الليل، مع أنها كانت عادته، حتى لا يُحدث جَلَبَةً توقظنا، ¶ واستمزَ ساكنأ يقرأُ وِرْدَه، حتى أيقظنا لمحبل ا لفجر بقليل، رحمه الله، وجمعنا ¶ به في مستقر رحمته، حيث نلقى الأحئة، محمداً وصحبه \". ¶ رابعأ - الشيخ ابو الحسن علي بن عبد الحيّ الحسني الندوي المتوفى ¶ سنة (1 42 ا هـ- 0 0 0 2 م): ¶ عالم علأَمة، ومؤلف مبدع، وخطيب مؤئَر، أديبٌ هندفيٌ، جمعقن ¶ العربية أكثر من أهلها، وهو عضوٌ في العديد من مجامع اللغة العربية، ¶ وكتاباته الدعوية تمثّل كاتباً مكلوماً، يدعو إلى صحوة إسلامية تُنقذ العالم ¶ من كبوته وتخفُفه وانحطاطه. كتبه مباركة ومنتشرة، ترئينا عليها في مرحلة ¶ الدراسة والطلب. ¶ لقيه الشيخ (مصطفى) في القاهرة الأبيّة، ثم في دمشق المحميَّة، ¶ وسجَّل الموقف الشاهد التالي: ¶ \"إن مق العلماء مَقْ إذا نظرتَ إليه ملأ عينكَ هيبةً وقلبكَ أُنساً ومحبَّة، ¶ وعقلكَ معرفةً ويقيناً، ونفسك خشية، وفضلاً و! ماً. ¶ والسيد أبو الحسن الندوي واحدٌ من هؤلاء العلماء الأعلام، كان ¶ 27",
            "page": "27",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "أوَّل لقاء لي به عندما كنت طالباً في الأزهر عام (951 أم) حينما زار ¶ القاهرة، ولم يرد أن يُخلي زيارته لمصر من الدعوة إلى اللّه تعالى وتبصير ¶ طلاب العلم بما يجبُ عليهم تجاه دينهم وأمّتهم، فطلب أن يجتمع ¶ بطلاب العلم الوافدين من البلاد الإسلامية، فاجتمعوا، فألقى فيهم ¶ محاضرة قيِّمة، ملؤها الإخلاص وحُسن التوجيه، ولم أكن أنا قبل ذلك ¶ الوقت قد التقيتُ بالشيخ أبي الحسن، ولكن شهرته قد عقَت العالمَ ¶ الإسلامي، ومؤلفاته قد تناولها بالقراءة العام والخاص، وانتشرت انتشار ¶ النور على سطح ا لأرض، وتلقَّاها أرباب الفكر ا لإسلامي بشغف، وعكفوا ¶ على دراستها وتوضيج مضمونها. ¶ لقد كانت تلك المحاضرة يتجلَّى فيها إخلاص العالم لدينه، وحرصه ¶ على بذل ما أنعم اللّه به عليه من علم وقدرة على التوجيه، وبخذب قلوب ¶ المستمعين إليه، وتأثّرهم بما قدَّمَ إليهم من فوائد ونصائج، فلم تنقضِ ¶ المحاضرة إلا وقد عزم كل واحد من الحضور أن يكون داعيةً إلى الله سبحانه ¶ وتعالى، على علمٍ وبصيرة وإخلاص. ¶ كان هذا هو اللقاء الأول بأبي الحسن، واما اللقاء الثاني، فكان عندما ¶ دعته جامعة دمشق لإلقاء محاضرات فيها. وكنتُ اَنذاك هدرّساً محاضراً ¶ في كلّية الشريعة. ¶ ولقد ظنّت جامعة دمشق أن الشيخ أبا الحسن شأنه شأن كثير ممن ¶ يُدعى لإلقاء هحاضرات فيها، فيتجلّى فيها عند ذلك ما يعرف عنها من ¶ تكويم وإكرام، فتنزله في نزل لائق، وتُغدق عليه ما عُرف عنها من ترحيب ¶ و!! ممر ام. ¶ ولكن موقفاً غير متوقع قد حصل، مما لم يكق له سابقة فيما أعلم ¶ 28",
            "page": "28",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "في حياة الجامعة السورية. وذلك أن الشيخ (أبا الحسن) حفظه الله أبى ¶ أن ينزلَ في نزل م! ما كانت مكانة هذا النزل، بل اختار ان ينزل في غرفة ¶ متواضعة في بيت من بيوت الله تعالى، الكائن في منطقة الحلبوني، وماذاك ¶ إلآَ ليهيِّى نفسه للقيام بالمهمة التي هيأ نفسه للقيام بها، ألا وهي الدعوة ¶ إلى الله تعالى بالروح لا باللسان فحسب. ¶ ألقى الشيخ (أبو الحسن) محاضراته القيّمة، ولم يكن هدفه أن يملأ ¶ فراغاً، بل كان يلتمس الأمور التي كان المستمعون وغيرهم بأمسّ الحاجة ¶ إليها. فكانت هذه المحاضرات كما تحوي العلم الجتمَ والفهم العميق ¶ لمقاصد الدين ا لإسلامي، كانت تحوي التوجيه والإرشاد، والنصح للأمة ¶ الإسلامية جمعاء، فكان فيها الإنسان المعلم والمخلصالناصح الواعي. ¶ في هذه المحاضرات لم يكن لسانه هو الذي يتكلّم فقط، بل كانت ¶ روحه المشعّة تسيطر على أرجاء قاعة المحاضرات في الجامعة السورية، ¶ ولمكانة هذه المحاضرات العلمية والروحية، سُخلَتْ ووُضعَتْ في كتاب، ¶ ونُشرت لتكون مناراً يُهتدى به في العالم ا لإسلامي جميعه. ¶ في هذه الزيارة اقترح - رحمه الله - أن يأخذني مدرّسأ في جامعة ¶ الهند، وكلم في ذلك وزير التربية اَنذاك، فما كان من الوزير إلا أن استجاب ¶ لذلك، ودعاني إليه ليتبيَّن موافقتي على ذلك، فلم يكن مني إلا تمام ¶ الموافقة، ولكن أمورأ أجهلها حالت بيني وبين القيام بهذه الخدمة ¶ الإسلامية المهمة، واللّه يحكم لا مُعَقِّبَ لحك! ه، وكان أمر اللّه قدراً ¶ مقدورأ، وكم كان بودَي لو تمَّ هذا ا لأمر. ¶ وكان اَخر لقاء لي مع الشيخ أبي الحسن - رحمه الله تعالى - في بيت ¶ شيخى وأستاذي ومربيَّ فضيلة الشيخ محمد حسن حبنكة الميداني تغمَّده ¶ 29",
            "page": "29",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "الله برحمته، فقد دعاه شيخنا إلى بيته لتناول الغداء، وليس المفصود ¶ تناول الغداء، ولكن المقصود إيجاد فرصة للقاء مع الشيخ، في مجلس ¶ لم يحضره من إخوان الشيخ إلا عدد قليل. ¶ لا أستطيع أن أصف تلك الجلسة الممتعة، التي لن أنساها مادمت ¶ حياً، فقد كان فيها من الأنس والصفاء ما لا يستطيع اللسان أن يعثر عنه، إ ذ ¶ إنَّ اللغات مهما اتّسعت فلن تستطيع وصف المعاني الروحية، وتجعلها ¶ بحيث يتذؤقها المستمعون، مهما أوتي المتكفمون من بيان \" (1). ¶ 3 - العلوم التي برعَ بها ودرسها: ¶ بدا الشافيُ (مصطفى الخن) التدريس في معهد (التوجيه الإسلامي) ¶ في جامع منجك وعمره عشرون سنة، وهو أول من أدخل اللوح (السبورة) ¶ لتدريس مادة الحساب، مستوى الإعدادي، وكان يستخدم الوسائل ¶ السمعية والبصرية المتاحة، ويذكر مزَة أنه اخذ قشَة، وجعل منها مرئعاً؟ ¶ ثم ضغط على كل من الضلعين المتلاصقين، فأصبج الشكل معيناً. ¶ وكان الطلاب يجلسون على الأرض، وتستمر الدراسة من الساعة ¶ (7) إلى أذان الظهر. ¶ وقد دزَس مادة التعبير (الإنشاء)، وتنبأ من موضوع كتبه الأستاذ ¶ الدكتور محمد سعيد رمضان البوطي - حفظه اللّه تعالى - أنه سيكون كاتباً ¶ إسلامياً، وتنبأ للأستاذ محمد محمد الخطيب من خلال موضوع إنشائي ¶ أنه سيكون سياسياً بارعاً، وقد تحقق لهما ذلك فعلاً. ¶ (1) تقديم ا لأستاذ ا لدكتور (مصطفى الخن) لكتاب (أ بو ا لحسن ا لندوي) ص 9 - 0 1. ¶ 30",
            "page": "30",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ودرَّلس كتاب (شرح قطر الندي) و (شرح شذور الذهب) في النحو ¶ عدة مرات، وقد شارك الأستاذ (مصطفى) في جميع العلوم الشرعية، ¶ ولكنه تخصَّص في النهاية وتمئز عن اقرانه بعلم أصول الفقه، وبعلوم ¶ العربية، وبخاصة (النحو) وحفظ أبوابأ كثيرة من الألفية (1)، ولايزال ¶ يستحضرها إلى الان، وهو معجبٌ بابن هشام وتاَليفه، ويعتبره مبدعاً ¶ في تسهيل النحو، وفلسفته، وإجادة عرضه. ¶ \" ونظم الشيخ (مصطفى) الشعرَ، وحاكى شيخه، وزملاءَه في ¶ الطلب والتعليم، ممن ينظمون الشعر، وينشدونه في المناسبات، وكانت ¶ له مقطوعات وجدانية، كل منها يتألف من عدة أبيات، كان المؤذنون ¶ ينشدونها في وداع رمضان، وقد ضاع أكثرها، ومنها: ¶ عزمَ الصِّيامُ على الرَّحيلِ فَودِّعُوا شَهرَ الصَيا! بأدمعِ الألثْمواقِ ¶ -ومما قاله في الاعتبار بالماضي: ¶ لسِجِل ماضيكَ سِفْز تستعينُ به في شأنِ وقتيْك من حالِ وفنْتظَرِ ¶ ارجعْ إليهِ ففي طَئاته عِبَرٌ تبدو لِعَيْنَيْكَ في شتى من الفحورِ ¶ ما إنْ رجعتُ إليهِ عِندَ نَازلةِ إلآَ وزالَ ظلامُ الشَّكِّ عن بَصري ¶ مَنْ لا يكونُ لهُ ممَّا مضَى قَبَسٌ هوَى على رأسهِ في مَزْلقِ الغُرَرِ ¶ - ومما قاله في أن خيو الأمور الوسط: ¶ (1) ¶ ألفية ابن مالك. وللشيخ (مصطفى) قناعة موضوعية: أن كناب (أوضح ¶ المسالك) يمتاز بعرض قواعد النحو من خلال الكليات لا الجزئيات، وأن ¶ شيخه (الشيخ حسن حبنكة) رحمه الله تعالى هو أول من أظهر في دمشق أهمية ¶ هذا الكتاب، وكشف عن أسرار 5 وفوائده. ¶ 31",
            "page": "31",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "لا تَطْلُبَنْ اعلى المراتبِ إذْ مَتى ما صرتَ في أعلى المنازلِ تنزلِ ¶ إن البدورَ إذا تكاملَ حجمُها وجمالُها عادتْ لأوَّل منزلِ ¶ فاخترْ لنفسِكَ منزلاً متوسِّطا واقنعْ به دَوْماً تفزْ بالأفضلِ ¶ - ومما قاله في وصف الربيع: ¶ ضحكَ الأقاحُ لقولِ الزَّهْر مبتسماً جاءَ الربيعُ وأشرقَ المنثورُ ¶ والنَّهْرُ صَفقْ والأشجارُ راقصةٌ لفَا تغنَى على الأغصانِ شحرورُ ¶ ولقد قام بتخميس البيتين المشهورين: يا اَل طه عليكم حملتي ¶ حسبت. . فقال: ¶ انْزِلِ بسوحِ بني طه فَما تَرِبَتْ يَدا نَزيلٍ عَلى أبوابِهم طَرَقَتْ ¶ ونَادِهم مُخلِصاً إنْ أزمةٌ نَشِبَتْ يا آل طه عَليكم حَمْلَتي حَسبَتْ ¶ إن الفقيرَ على الأجوَادِ مَحْمولُ ¶ يا آلَ بيتِ رسولَ اللهِ حَسْبُكُمُ أَنْ أنزَلَ اللهُ في القُراَنِ طُهرَكمُ ¶ أنتُم ملاذي فَلا أَلوي لِغَيْرِكُمُ وَجِئتكُم بانْكِسارٍ نَحوَ حَيَكُمُ ¶ أرْجُو القَبُولَ فَقُولوا أَنْتَ مَقْبُولُ ¶ وله شعر كثير قد ضاع حين سافر إلى القاهرة لطلب العلم. ¶ وللشيخ (مصطفى) غرفة خاصة في جامع الدقاق (1)، تقع على ¶ يسار الداخل من الباب الشمالي الغربي، وقد شهدت تاريخاً حافلأ، ولو ¶ (1) ¶ ويقع في الميدادْ الفوقاني، شرقي الجادة، وعلى بعد خمسين متراً، وهو ¶ مسجد اثري. ¶ 32",
            "page": "32",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "نطقت لأخبرت بنشاط علمي غؤير، اختلط فيه التعلُّم بالتعليم، والحفظ ¶ بالتدريس، وكانت الحياة العلمية تبدأ فيها احيانأ بعد صلاة الفجر ¶ مباشوة، وتمتد إلى ما بعد صلاة العشاء، وتحتوي على سرير للنوم، ومكتبة ¶ عامرة بالكتب الأمهات والمصادر. ¶ وممن سجَل حضوراً في هذه الغرفة: ¶ - الأستاذ الدكتور محمد سعيد رمضان البوطي. ¶ - الأستاذ الدكتور موفق دعبول. ¶ - الأستاذ أحمد راتب النفاخ. ¶ - الأستاذ الشيخ سعيد الطنطاوي. ¶ - الشيخ عبد العزيز الرفاعي. ¶ - الدكتور محمد الصباغ. ¶ - الأستاذ صالج الأخوس. ¶ - الأستادْ محمود المارديني. ¶ - الأستاذ سهيل البري. ¶ - الأستاذ أحمد عوابي الخن. ¶ - ا لأستاذ علي الشربجي. ¶ - الشيخ خير علبي. ¶ رحم الله من توفي منهم، وبارك الله بمن بقي على قيد الحياة. ¶ -بن+ ¶ 33",
            "page": "33",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "رابعأ -السفر الى مصر (الإجازة في الشريعة من الأزهر) ¶ (1369 - 1372 هـ) ب (49 19 - 1952 م) ¶ اعتمدب الحكومة السورية تدريس مادة التربية الإسلامية في ¶ المدارس الإعدادية والثانوية، وطلبت وزارة المعارف مدزسين مختضَين ¶ في الشريعة، فسافر عدد من الطلاب السوريين إلى القاهرة، وانتسبوا إلى ¶ ا لأزهر للحصول على شهادة الإجازة (الليسانس) التي توهلهم للتدريس. ¶ وسافر عدد من طلاب الشيخ (حسن حبنكة) - رحمه الله تعالى- ¶ واقتنع الشيخ (مصطفى) بضرورة السفر، وبخاصة بعد وفاة والدته، التي ¶ كانت متعلِّقة له تعفُقاً يستحيل معه أن يفكر با لسفر، براَ بها، وإحساناً إليها. ¶ وعندما علم الشيخ (حسن) بما يجول في فكر تلميذه المتميز ¶ النجيب، ناداه وقال له على انفراد: أما وعدتني يا شيخ (مصطفى) أ ن ¶ تبقى معي، وأن تساعدني في تعليم الطلبة في معهد التوجيه؟ فاجابه الشيخ ¶ (مصطفى) وقد استجمعَ كلَّ ما يملك من جرأة وبيان، وبأدب جم واحترام ¶ صادق: إن (مصطفى) الذي وعدكَ يا فضيلة الشيخ هو غير (مصطفى) الذي ¶ يقف أمامك الاَن. ¶ قال الشيخ (حسن) وماذا تغير؟ ¶ قال الشيغ (مصطفى): لقد أصبحت تنتظرني مسؤوليات كثيرة، ¶ وواجبات جسيمة. ¶ 34",
            "page": "34",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "فقال الشيخ (حسن) مبتسماً: إنني أثق بعقلك، وإنك لا تفعل إلا ¶ ما تراه صحيحأ، فعلى بركة الله، وعندما يحين موعد السفر أعلمني. ¶ وقبل السفر بيوم واحد جاء الشيخ (مصطفى) إلى بيت الشيخ، ¶ فأعطا 5 مبلغأ من المال يكفيه في ذهابه وإيابه ومدة إقامته، وزوَّده بالدعاء، ¶ وأوصاه بالمثابرة وا لاجتهاد!. ¶ \" وفي مطلع عام 949 ام وصل الشيخ (مصطفى) إلى القاهرة، ¶ وأجرى اختبار قبول في جامعة الأزهر، وقُبل في السنة الثالثة من كلية ¶ الشريعة، وصادف وجود الدكتور معروف الدواليبي في القاهرة، وفي ¶ زيارة للأزهر، فقال العميد (1) لضيفه: إن الشيخ (مصطفى) يستحق بنتيجة ¶ امتحانه الذي اجراه أن يُمنح شهادة الإجازة (الليسانس) مباشرة، ولكن ¶ القانون لايسمح إلا بتجاوز سنتيق من الدراسة، ومطالبته بدراسة مقررات ¶ سنتين، وأنا اسف لأني لا أستطيع مساعدته، وأنا معجب بتحصيله ¶ العلمي، وغنى ثقافته، ومتانة استحضار 5 لمحفوظاته. ولم ينس الشيخ ¶ الدواليبي - حفظه الله تعالى - هذا الموقف فاقترح انتدابَ الشيخ (مصطفى) ¶ للتدريس بكلية الشريعة من جامعة دمشق ابتداء من عام 955 ام حينما ¶ أسست كلية الشريعة في جامعة دمشق. ¶ \" وأمضى الشيخ (مصطفى) مدة الدراسمة في سنتين، واستحقَّ في ¶ عام 2 5 9 1 م شهادة (ا لإجازة) من ا لأزهر ا لشريف با لمْا هرة، بتقدير متفوّق. ¶ وترلسَّخت في ذاكرته مواذُ تخصُّصه من الفقه وأصوله، وعلوم ¶ العربية ونحوها، وتعزف على علماء أفذاذ في الأصول واللغة، وكم ¶ (1) هو الشيخ (عيسى مَئون) رحمه الله تعالى. ¶ 35",
            "page": "35",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "حدَّثنا عن العميد، مؤلف كتاب (النبواس في القياس)، وعن الدكتور ¶ (عبد اللّه موسى) وهو أصوليٌّ متمكِّن، ويُحاضر باللغة العربية ¶ الفصحى (1)، والدكتور مصطفى عبد الخالق، واخيه الدكتور عبد الغني ¶ عبد الخالق، وهما عالمان جليلان، مشاركان في العلوم الشرعية؟ ¶ ولكنهما متخصصان في علم أصول الفقه، وقد امتدحَ الدكتور (مصطفى) ¶ مراراً، علمَهما الغزير وأدبهَما الجم، ولطفهما الظاهر. وبيتُهما في حيِّ ¶ السيدة نفيسة بالقاهرة - وقد زرته بمعئة (أبي محمد) في عام 977 ام - ¶ يدلُّ على عراقة ووجاهة. ¶ كما تزوَّد الأستاذ الشيخ (مصطفى) من خلال سفراته إلى مصر ¶ بثقافة إسلامية عالمية، ومنهجية واضحة في الطريقة والهدف، ومسلك ¶ تربوي صادق في الفكرة والتطبيق، وكم أفاد الشيخ (أبو محمد) - حفظه ¶ النّه - أمته المسلمة خلال حياته المباركة من التخصُّص المتين، والثقافة ¶ المتسعة، والمنهجية المتسقة والمبسطة، والتربية العملية والتطبيقية. ¶ بح! ك! *!! مرز ¶ (1) وحكى لنا عن شيخ أزهري مشهور، يملك ا لقدرة العجيبة على ا لانتقال المفاجىْ- ¶ وفي لمح البصر - من الهزل إلى الجد. وفي إحدى المحاضراب كان يذكر بعض ¶ الفكاهات، إذ دخل عليه وفد زائر من العلماء الكبار، فشرع في تقرير محاضرته، ¶ يعرض المسائل بنصوصها، ويُفزع منها، ويُحدد ا لأدلة عليها، ويقوي أو يضعف ¶ حجج الخصوم، وكأنه يقرأ من كتاب!. ¶ 36",
            "page": "36",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "خامسا -العمل في وزارة التربية مدرساً ¶ (1373 - 2 0 4 1 هـ) = (2 5 9 1 - 981 1 م) ¶ رجع الشيخ (مصطفى) إلى دمشق، وتفذَم بأوراقه الثبوتية إلى ¶ وزارة التربية، فعُيِّنَ مدرسأ لمادة التربية الإسلامية، في منطقة (الباب) من ¶ محافظة حلب، واصطحب معه زوجته (أم محمد) -حفظها الله وعافاها- ¶ وبقي هناك سنتين دراسيتين. ومما يتذكر 5 عن تلك الفترة، أن راتبه الشهري ¶ كان حوالي (0 31) ل. س، يُنفق منها حوالي (0 5 1) ل. س، ليعيس حياة ¶ كريمة ولائقة، ويدفع منها أجرة دار للسكق مكونة من أربع غرف ¶ (5 2) ل. س، ويدخر شهريأ من راتبه قرابة (0 6 1) ل. س. ¶ وهذا يؤكد ان الموظف كان يتقاضى مرتبأ، يتناسب مع جهد5 ¶ وعلمه، وتكاليف الحياة من حوله، مما يضمن صدق عطائه لأمته، ¶ وكرامة نفسه في مجتمعه. ¶ وفي دمشق عُئن مدرسأ في دار المعلمين والمعلِّمات، وانتدب ¶ لتدريس بعض المواد في كلية الشريعة من جامعة دمشق كأستاذ محاضر من ¶ عام (1375 - 382 ا هـ) = (955 1 - 962 1 م)، فدرَش مصطلج الحديث، ¶ والأصول، والفقه المقارن، ثم أعير إلى المملكة العربية السعودية، ولمدة ¶ أربع سنوات مدرشأ في كلية الشريعة وكلية اللغة العربية من جامعة الإمام ¶ محمد بن سعود الإسلامية بالرياض من عام (1382 - 386 اهـ) = ¶ (962 1 - 966 1 م)، ثم عاد إلى دمشق، مُدزَسأ في ثانوياتها، وبقي حتى ¶ حصوله على شهادة الدكتورا 5. ¶ 37",
            "page": "37",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وكان الأستاذ (مصطفى) بحق مدزسأ وقورا وموئرا وناجحاَ، في ¶ معايير طرق التدريس الحديثة كلها، لقد ترك في ثانوية بلدة (الباب) أثراَ ¶ طيباَ لا يُسمى من الناحية العلمية والمسلكية، إنه الاَن في عالم التدريس ¶ يدخل إلى مدارس منظمة ومنضبطة، وإلى فصول (صفوف) مجهَّزة بألواح ¶ ومقاعد، وضمن أوقات يومية وشهرية وسنوية محدَدة، ومواد دراسية ¶ متنوعة. ورصيد ماضيه في جامع منجك، وتربية أستاذه الشيخ (حسن ¶ حبنكة) وممارسته التدريس في معهد التوجيه الإسلامي، كلها مقدمات ¶ تؤدي إلى عطاء ملفت، ونجاح ظاهر ومطرد، في كل ئانوية درَّس فيها. ¶ وضبط الطلاب في الصف كان ولا يزال هو مَحَكُّ النجاح أو ا لإخفاق ¶ في مهنة التدريس، والمدرس الناجح بحصافته وموهبته بطل متوَج، يخرج ¶ من حصصه منتصراَ ويدخل منتصرأ، ولاشك ان الزاد العلمي والتحضير ¶ المسبق يزيد ا لعمل سلاسة، ويزيد الطلابَ تعفُقأ وا نضباطأ. ¶ وكان الأستاذ (ابو محمد) يدخل إلى الصف لأول مرة، وفيه كوكبة ¶ من المتفوقين، وجمهرة من المشاغبين، فلا تمض دقائق خمس، إلا وقد ¶ انجذب الجميع إلى كلامه الهادى وصوته الرخيم، يخرج سلساَ عذباَ، ¶ فيصافح ا لأسماع والقلوب، ويُحزك المشاعر، ويفرض الحمت وا لاحترام. ¶ ولقد زرته في دار المعلمين بدمشق، فرأيت الطلاب يرافقونه بعد ¶ انتهاء الحصة إلى غرفة المدرسين، بعضهم يسأل، وأكثرهم لا غاية لهم ¶ إلا أن تبقى أبصارهم ترى بسمته العذبة، وأن تبقى أسماعهم تستقبل صوته ¶ الهادى، وتسمع تعليقاته الحلوة وأجوبته المُفْحِمَة، و أمثلةَ الحياة الشاهدة. ¶ ودخلتُ إلى صف! في ثانوية ابن خلدون، وكان العدد كبيراَ يزيد ¶ على الخمسين، وهم طلاب في الثاني عشر العلمي، واستطعت من خلال ¶ 38",
            "page": "38",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "الباب المفتوح، وقبل ان اصل إلى مكتبه، أن اقرا في عيون طلابه التقديرَ ¶ والإعجاب، وأن أرى في توجههم إليه التاثر والانبهار، وقد قطع دخولي ¶ عليهم متعة الإصغاء إلى كلام أستاذهم، وقد ملك حواشَهم، ووصل إلى ¶ سويداء قلوبهم، وبدا ذلك على وجوههم. ¶ ولم يقتصر النشاط العملي في وزارة التربية على الأداء الوظيفي ¶ المتميز في السنوات الدرالمعية العديدة، والتي تخوَّج فيها على يدي الأستاذ ¶ الشيخ (مصطفى) اجيال من الطلاب والطالبات، بل تعدَّى ذلك إلى فاعلية ¶ مؤثرة في مجا لات ئلاث، هي المناهج، والكتب، وا لامتحانات. ¶ 1 - المناهج: ¶ كان ا لأستاذ (عبد الوحمن الباني) مفتش التربية ا لإسلامية في سوريهْ ¶ كلِّها، يحمل هذا الجهد العظيم بصبو وإخلاص (1)، ويتصدَى للظووف ¶ المحيطة والمحرجة بحلم واناة، واكتشف في الأستاذ (مصطفى) علمه ¶ الواسع، ومنهجه الواضح، ومسلكه القويم؟ فدعاه إلى بيته، واشركه معه ¶ في وضع مناهج للتربية الإسلامية في جميع المراحل ا لابتدائية والإعدادية ¶ والثانوية. وبعد إنجاز هذا العمل التربوي الفائق، أصبح كل منهما ينسب ¶ العمل إلى صاحبه، وهذه هي سمة العلماء الأعلام. ¶ وشارك الأستاذ الشيخ (مصطفى) في وضع مناهج التعليم الشرعي، ¶ للثانويات الشرعية التابعة لوزارة الأوقاف، ويشتمل ذلك على المرحلتين ¶ (1) ¶ وصف شيخنا (ابو محمد) الأستاذ عبد الرحمن الباني - حفظه الله تعالى - بعد ¶ رفقة طويلة، ومهمات علمية عديدة، فقال: إنه يؤدي ما كُفف به بدابِ لىتقان، ¶ ثم لايُريد أن يُنسب إليه شيء مما أنجزه!! إنها الإرادة المنتصرة فى محاولة ¶ إنكار الذات. ¶ 39",
            "page": "39",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "الإعدادية والثانوية، وهو المعمول به إلى الاَن. وشارك أيضاً في وضع ¶ مناهج التعليم لمعهد أبي النور الإسلامي بمرحلتيه الإعدادية والثانوية. ¶ وهذه المشاركات كانت تتم في صبر وثبات، بعيداً عن أي ضجيج أ و ¶ ظهور، وهو يعرف ائرها في ترسيخ قواعد طلب العلم، وترشيد تربية ¶ النشء، ويدخر اجرَ ذلك عند الله تعالى، فهو سبحانه لا يضيع أجرَ ¶ المحسنين. ¶ 2 - الكتب المدرسية: ¶ وساهم الأستاذ الشيخ (مصطفى) في تأليف كتب التربية الإسلامية ¶ لدور المعلمين والمعلمات ولبعض السنواب في المرحلة الثانوية، ولكن ¶ العقد السابع مت هذا القرن العشرين شهد في اوله إحداثَ منصبِ الموجّه ¶ الأول، ومهمته تطبيق المناهج المدرسية، وتعديل الكتب بما يتناسب ¶ معها. وعُيِّن في هذا المنصب الأستاذ (غسَّان طه) - حفظه الله ورعاه - الذي ¶ لم يأل جهداً في دعوة الشيخ (مصطفى) إلى المشاركة الفعلية في تعديل ¶ كتاب التربية الإسلامية، للصف الثالث الثانوي، ثم تتابع هذا التعاون ¶ ليشمل تعديل بعض الكتب، وتأليف بعضها، مما اثمر خيراً عظيمأ لصالج ¶ المادة والطلاب على حد سواء. ¶ وفي السبعينيا! أيضاً تم تعديل اللجنة المكلفة بتأليف الكتب ¶ الشرعية وفق منهج التعليم الشرعي، وبناءً على اقتراح الشيخ (مصطفى) ¶ أصبحت اللجنة تتشكل من: ¶ الأستاذ الشيخ مصطفى الخن. ¶ ا لأستاذ الشيخ مصطفى البغا. ¶ 40",
            "page": "40",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "الأستاذ الشيخ وهبي سليمان غاوجي. ¶ الأستاذ الشيخ وحيد العقاد. ¶ الأستاذ الشيخ علي الشربجي. ¶ الأستاذ الشيخ محصي الدين مستو. ¶ وتمَّ تأليف (35) كتاباَ للمرحلتين الإعدادية والثانوية، واشترك ¶ الشيخ (مصطفى) بتأليف (0 2) كتابأ في العقيدة، والتفسير والفقه الشافعي. ¶ وهذه الكتب أعادت وزارة الأوقاف السورية طباعتها أكثر من مرة، ¶ وقد أوجدت استقراراً ووضوحاً في التعليم الشرعي، وشهد بعظيم ¶ جدواها أهل الفضل من الأساتذة والعلماء. ¶ 3 - ا لامتحا نات: ¶ أما الامتحانات ووضع الأسئلة لجميع الشهادات: العامة والشرعية ¶ والفنية، فكان الشيخ (مصطفى) هو الأستاذ الثقة الذي يفوَّض بتأليف ¶ اللجان، متعاونأ مع الموجه الأول لمادة التربية الإسلامية، وكان التفرغ ¶ للإعداد للامتحانات في نهاية السنة يمتد إلى شهر كامل، وقد شاركتُ في ¶ هذه اللجان، وكان الاجتماع يتم في بيت الشيخ بحي الئريا من الميدان. ¶ وبعد إجراء الامتحانات لجميع الشهادات، كان الأستاذ الشيخ ¶ (مصطفى) يرأس مركز التصحيج، وكنت أستلم امانة السر بتكليف منه. ¶ وهدْا النشاط الإضا في الذي يجمع عدداَ محصوراً من المدرسين في الشتاء، ¶ وجميع أعداد مدرسي التربية الإسلامية من المدينة والريف في الصيف، ¶ كان بمثابة مؤتمر تربوي وعلمي، يعرض الجميعُ خلالَه مشاكلَ المادة ¶ 41",
            "page": "41",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "والتدريس، وكان الشيخ (أبو محمد) هو المرجع الفقهي والعلمي، وهو ¶ المستشار التربوي الذي يتسع صدره وقلبه للجميع، مع معرفته بمشرب كل ¶ واحد، وما تنطوي عليه بعض النفوس من دخل أو دغل، وكانت هذه النباهة ¶ مع الحلم تذكرني باعتداد عمر بن الخطاب رضي الله عنه بنفسه وإيمانه عندما ¶ كان يقول: \" لست خِبَأ ولا الخِمث يخدعني \". ¶ ورحم الله الشاعر القائل: ¶ إئي غفرتُ لظَالمي ظُلمي وتَرَكْتُ ذَاكَ لهُ على علْمِي ¶ ورَأيتُه أسْدَى إليئَ يَدأ لمَّا ابانَ بجَهلِهِ حِلْمِي ¶ *بمكلغ* ¶ 42",
            "page": "42",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "سادسأ -العملى في الجامعات ¶ وشهادة (الد كتوراه) ¶ 1 - التدريس في جامعة دمشق: وكان ذلك في عام (375 ا هـ= ¶ 955 ام) وامتدّ إلى عام (382 ا هـ- 962 ام)، واشرت إلى ذلك فيما ¶ سبق (1)، ومن المواد التي درَّسها في كلية الشريعة مادة (المصطلح) وكان ¶ الكتاب المقرر هو (الباعث الحثيث) للحافظ ابن كثير، وبعد محاضرتين ¶ قزَر الأستاذ الشيخ (مصصفى) الاستغناء عن الكتاب؟ لأنه لم يجد من ¶ الطلاب تجاوباً معه، وكنت واحداً منهم، فقرَّر ا لاستغناء عنه بأمالي، كان ¶ يُمليها علينا، ونجد فيها الفهم والوضوح. كما درَّس مادة (الفقه المقارن) ¶ ومادة (اصول الفقه). وحرص في التعليم الجامعي على المنهج الواضح ¶ المثمر، مقدمة وعرضأ وهدفأ، والطالب له أن يُوضع فكره في تصور تام ¶ للعلم، ثم يُنقل إلى الجزئيات المرتبطة بالأصل العام، وبعدها من حقّ ¶ المدرس والإدارة التعليمية ان تحاسب الطلاب جميعأ عن مدى فهمهم ¶ وتحصيلهم. ¶ 2 - ا لإعارة إلى السعودية: ¶ وفي عام (382 ا هـ= 962 ام) سافر الأستاذ الشيخ (مصطفى) إلى ¶ السعودية، للتدريس إعارة في إدارة (الكليات والمعاهد) والكليات هي ¶ (1) انظر ص 29. ¶ 43",
            "page": "43",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "التي أصبحت تُعرف باسم (جامعة الإمام محمد بن سعود الإسلامية) ¶ ودزَس (النحو) في السنة الثانية من كلية اللغة العربية، و (اللغة العربية) في ¶ السنة الرابعة من كلية الشريعة. وصادفَ سفر 5 مع تعاقد عدد من الأساتذة ¶ والعلماء، وقد اضاف اجتماعه بهم في (الرياض) ولمدة أربع سنوات ¶ أنسأ، وتبادلاً في المعلومات الثقافية، وتكاملأ في المخزون العلمي، ¶ والخبرات التربوية، ومن هؤلاء العلماء الأفاضل: ¶ الشيخ الأديب والكاتب المطبوع المتفرد بالجمع بين الأدب والوعظ ¶ الأستاذ الكبير علي الطنطاوي، والأستاذ الأديب عمر عودة الخطيب، ¶ والأستاذ الدكتور محمد لطفي الصباغ، وا لأستاذ الدكتور عبد القدوس ¶ أبو صالح، وا لأستاذ الدكتور علي ا لهاشمي (1). ¶ 3 - شهادة الدكتوراه والتعيين في جامعة دمشق: أصدر الأزهر ¶ الشريف قرارأ يفضي بالسماح لخريجي الكليات الأزهرية الذين أمضوا في ¶ التدريس الجامعي أكثر من خمس سنوات؟ أن يتقدَّموا بتسجيل رسالة ¶ (اطروحة) الدكتورا 5 مباشرة، فأسرعَ الأستاذ الشيخ (مصطفى) وممجَّل ¶ موضوع (أثر ا لاختلاف في القواعد ا لأصولية في اختلاف الفقهاء) بإشراف ¶ الأستاذ الدكتور الشيخ مصطفى عبد الخالق، وناقس ونال شهادة الدكتورا 5 ¶ بمرتبة الشرف الأولى عام (391 ا هـ- 971 1 م). ¶ ولاشكَّ أن أستاذنا (ابو محمد) حفظه الله ورعا 5 كان فوق هذ5 ¶ الشهادة علماً ومكانة، ولكنها أنصفته، وبوأته المكانة العلمية المرموقة ¶ في دمشق، وفي غيرها من مراكز الدراسات العليا في العالم العربي؟ ¶ (1) ¶ انظر ذكريات الشيخ علي الطنطاوي - رحمه الله تعالى -: (8/ 171) طباعة دار ¶ ا لمنارة، جدة. ¶ 44",
            "page": "44",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "إذ عُيِّن مدوساً ورئيساً لقسم العقائد والأديان، وبالإضافة لذلك فقد كان ¶ يدرس في كلية التربية (التربية الإسلامية وطرق تدريسها في قسم التأهيل ¶ التربوي) في كلية التربية من جامعة دمشق، وقد أصرَّ على هذا التعيين عام ¶ (2 0 4 ا هـ= 981 1 م) الأستاذ الدكتور شاكر الفحام، وكان وزيراً للتعليم ¶ العالي في تلك الحقبة. ¶ ورغم أن هذا الانتقال إلى الجامعة جاء متأخراً؟ إذ بلغ الشيخ سن ¶ التقاعد (60) سنة، و! دَّدت له الجامعة إلى عام (4 0 4 ا هـ= 983 ام)، ¶ فإنه ترك أئراً طيباً وباقيأ في الكلية إلى اليوم. ¶ وقد أسهم! ي كلية الشريعة بالتأليف بعد صدور مرسوم تأليف ¶ الكتاب الجامعي، فأصدرَ ئلاثة كتب مهمة (1)، لا تزال تدرس إلى اليوم، ¶ وهي: ¶ 1 - التفسير العام - لطلاب السنة الئانية -كلية الشريعة. ¶ 2 - فقه المعاملات - لطلاب السنة الرابعة -كلية الشريعة. ¶ 3 - مبادى العقيدة الإسلامية - لطلاب السنة الئانية -كلية الشريعة. ¶ 4 - التعاقد مع السعودية: وبعد إحالته إلى التقاعد، سافر إلى ¶ المملكة العربية السعودية، مُدزسأ في كلية الشريعة من جامعة الإمام ¶ محمد بن سعود الإسلامية بأبها، ئم عُيِّن أستاذاً في كلية التربية للبنات، ¶ وعضوًاً فى المجلس العلمي لجامعة محمد بن سعود الإسلامية بالرياض. ¶ وأثناء وجوده بالمملكة من عام (1405 هـ- 984 ام) إلى عام ¶ (1) ¶ ا فردت ا لكلام عنها تحت عنوان (ا لمؤلفات ا لجامعية) ص 0 0 1. ¶ 45",
            "page": "45",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "(413 ا هـ= 992 ام) اشرف على عدة رسائل في الدراسات العليا، ¶ وناقش عدداً من الرسائل أيضأ. ¶ وأملى على الطلاب والطالبات كتباً، هي بمثابة مقررات، في ¶ التفسير والحديث والسيرة، وهي الاَن تحت يدي، احاول ترتيبها ¶ وتنسيقها، ومن ثم طباعتها. ¶ ولاشك ان التعاقد مع السعودية مرة ثانية، وإلى جامعة الإمام ¶ بالذات، إنما يدل على الأثر العلمي المبارك الذي تركه الأستاذ الدكتور ¶ (مصطفى)، والسمعة الطيبة، والتوسط والاعتدال في طريقته العلمية، ¶ ومنهجيته التربوية الواضحة. ¶ 5 - التوممج والعطاء في دمشمق: وما إن ألقى الشيخ (مصطفى) عصا ¶ السفر والترحال أخيراً في دمشق، حتى أصبح بيته مقصد المحبين وطلاب ¶ العلم، ومنذ بداية العام الدراسي (4 1 4 ا هـ= 93 9 1 م) وافق على التدريس ¶ في قسم الدراسات العليا التابع لجامعة ام درمان في السودان، ومركؤه في ¶ مجمع أبي ا لنور بدمشق، وا لإشراف على عدة رسا ئل لنيل شهادة ا لماجستير ¶ وا لدكتور اه. ¶ كما وافق على رئاسة كلية الشريعة بقسم التخصص، التابع لمعهد ¶ الفتح الإسلامي بدمشق، والتدريس لمادة (أصول الفقه) في السنوات ¶ الثلاث، وذلك بعد إصرار من رئيس قسم التخصص الأستاذ الدكتور ¶ حسام الديق الفرفور، حفظه الله تعالى. ¶ بالإضافة إلى جلسات صباحية أو مسائية يقرا فيها الشيخ كتابأ في ¶ التفسير، او النحو، أو الفقه، مع إخوانه ومحبيه. ¶ 46",
            "page": "46",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وهكذا يستمر العطاء يتدفق، والتوهُج يتألق، فقهاً في الدّين، وعلماً ¶ باللغة، وفهمأ للحياة، وتجاربَ من صميم الواقع؟ مع الحب الصادق، ¶ والبسمة العذبة، وخفض الجناح لطلاب العلم المخلصين والمثابرين. ¶ !!! و!! ¶ 47",
            "page": "47",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "سابعاً -زوجته وأولاده ¶ 1 - الزوجة وكيف تمَّ الاختيار؟. ¶ لقد رأينا كيف حمى اللّه الشيخ (مصطفى) في طفولته، وصانه من ¶ الجهل والضياع، وألهم والده أن يُسلّكه في طريق العلم، وأن يشرحَ ¶ صدره هو للاجتهاد في طلب العلم الشرعي والإبحار في أعماقه. ¶ ومما أكرمه الله به في شبابه؟ أنه عندما فكَرَ بالؤواج لأول مرة، ¶ وطلب من والدته أن لحذثَ والده بالأمر، ليخطبَ له فتاة معينة ذكرها ¶ لها. ولم تستطع الأم مفاتحة الأب بالأمر، نظراً لأن التفكير بالزواج جاء ¶ مبكراً، فالدخل المالي للشيخ قليل، والسكن المستقل غير متوافر بعد. ¶ ومضت سنوات عديدة، وتوفيت الأم، وتبئن أن تلك الفتاة قد تزؤَجت، ¶ وثبت انها عقيم، لا تنجب أبداً!. ¶ وبعد التسجيل في ا لأزهر، ووضوح خطوط المستقبل، سأل الشيخ ¶ (مصطفى) أخواته البنات أن يبحثن له عن فتاة مناسبة، فعرضنَ عليه ¶ أسماء ثلاث أُسر من الميدان، فاختار ابنة الشيخ حسني المجذوب رحمه ¶ الله، وكان هذا الوجل يمتهن التجارة، ويتمتع بِسِمات التقوى والصلاح، ¶ ويتزيا بزي المشايخ والعلماء، فيلبس العمامة المطرزة الصفراء. ¶ وكان اختياراً موفقاً، طابَ فيه الأصل والفرع من الطرفين، وتحقق ¶ في زواجهما قول اللّه تعالى: \"وًالظَثبَت لِلظَيبِينَ وَاَلطَيِّبُونَ للِطَيِّنتِ\" ¶ ا النور: 126، وأنجبا ذرية صالحة، وكؤَنا عائلة متماسكةً ومتحائة، ¶ 48",
            "page": "48",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "يُشكل الذكور فيها ستأ، والإناث ثلاثاً. ¶ و أحمب أن اسجل د (أم محمد) في هذا الكتاب فضلَها بنزاهة وتجزُد؟ ¶ فهي الأئمُ المربية، والجدَة الفاضلة، وهي الطاهية المتقنة، والمدئرة ¶ المتميزة. ¶ تحمَلتْ مسؤولياتِ البيت بكفاءة نادرة، واتاحت لزوجها التفرغ ¶ للعلم، وهيأت له جواً مريحأ خارجيأ وداخليأ، يسمج بمتابعة الدروس ¶ المتلاحقة في غرفة جامع الدقاق، وفي غرفة الضيوف من بيتهما العامر في ¶ كل من حي الثريا وحيّ البردان. ¶ 2 - الأولاد: ومن الجدير بالتسجيل أيضأ، أن شيخنا (ابا محمد) ¶ بارك الله له بالعلم، وبارك الله له في اولاده على حد سواء، وهم جميعاً ¶ ذكوراً وإناثأ يحيون في ساحة البر لوالديْهم، ويتمتعون بأخلاق كريمة، ¶ وسمعة طيبة، ومنهما طبيبان وطبيبة، وحافظان لكتاب الله تعالى، ¶ وحافظة جامعة. ¶ وبحق فإن هذا الزواج الميمون، وهؤلاء الأبناء البررة، شهادة فضل ¶ وكرامة، تُضاف إلى سجل حياة الأستاذ الدكتور (مصطفى) الحافلة بجلاثل ¶ ا لأعمال، وعظيم البركات. ¶ جملايلأ،! لل! يمئن ¶ 49",
            "page": "49",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "الفصل الثاني ¶ التعريف بمؤلفاته ¶ أولا-المؤلفات الخاصة ¶ ثانيأ -المؤلفات المشتركة ¶ ثالثأ-التحقيقات الخاصة ¶ رابعأ -التحقيقات المشتركة ¶ خامسأ -المؤلفات الجامعية",
            "page": "51",
            "part": "1"
        },
        {
            "id": "56",
            "nass": " ",
            "page": "52",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "الفصل الثاني ¶ التعريف بمؤلفاته ¶ ومنهجه في التأليف ¶ تمهيد: ¶ بدأ الأستاذ الشيخ (مصطفى) الكتابة في وقت مبكر من مسيرلْه ¶ العلمية، فكان تحصيله العلمي تأليفأ، وتأليفه تحصيلاً علميأ، وكان يكتب ¶ لنفسه أولاً، ومما كتبَ (شرح الشواهد النحوية المختصر) واقتصر فيه على ¶ ذكر البيت من الشعر، وقائله، وإعرابه، وموضع الشاهد النحويِّ فيه. ¶ و (سرح الشواهد النحوية الكبير) وذكر فيه الشاهد النحوي، و-صة ¶ القصيدة، وإعراب البيت كاملأ، والتعويف بحياة الشاعر. ¶ وهذان الكتابان من جملة ما ضاع من أوراق، وربما يعود ذلك إلى ¶ كثوة الأوراق وتداخلها، وانتقال الأستاذ الدكتور (مصطفى) من بيته، ¶ وبعده عن مكتبته في أسفاره. ¶ ولاريب أن التأليف في الكتب المدرسية، والأمالي الجامعية؟ ¶ شغل الشيخ عن التأليف العام، ولكن البطاقات التي كان يختارها من ¶ خلال قراءاته ويُصنفها في موضوعات محدَّدة؟ تدل على إن التأليف لم ¶ يكق منسياً تماماً، وإثما هو مؤجل للمْوصة المناسبة، كما يدل أسلوب ¶ البطاقات على التنظيم والمعاصوة في ا! جمع والتأليف. ¶ ومما يدعو للإكبار وا لاحترام؟ أن صدر ا لأستاذ الدكتور (مصطفى) ¶ 53",
            "page": "53",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وهو في قمة نضوجه العلمي؟ كان يتسع للمشاركة مع غيره من الأقلام ¶ الصاعدة، تأليفأ وتحقيقأ، ولا يجد غضاضة في ذلك، بل يعتقد أن في ¶ المشاركة تكاملاَ، وفوائد علمية جمة، وبركات عظيمة، وا لاستفادة العملية ¶ من الجمع بين همة الشباب وحكمة الشيوخ. مع قدرته الفائفة على التفرد، ¶ وكما هو ظاهر في كتبه التي انفرد بها. ¶ منهجه العام في التاليف والتحقيق: ¶ ا -أسلوبه ممتع وواضح ومعاصر، مع فصاحة الكلمات، واتّساق ¶ العباراب، وتطابق المقدمات مع النتائج والأحكام. ¶ 2 - الجمل سلسة ومتماسكة، وبعيدة عن الأسلوب الخطابي ¶ والمباشر. ¶ 3 - الشواهد والأدلة ترد في مواضعها المناسبة، ومن غير إكثار ¶ ولاتكلف. ¶ 4 - الخلو من الغموض والتعقيد، والبعد عن الكلمات الغويبة ¶ او المهملة. ¶ 5 - الخط جميل ومقروء، والبدايات واضحة، وعلامات الترقيم ¶ مستوفاة، والورق منتقى، والقلم ظاهر التأثير. ¶ 6 - التقليل من ذكر الحواشي، والحوص على سلامة النص، ¶ وصحة العبارة، من أي تصحيف أو تحريف. ¶ 7 - الإيجاز وعدم الإط! ب، والتوسط بين التطويل الممل أ و ¶ الاختصار المخل. ¶ عبم! ل!! ا! محؤ ¶ 54",
            "page": "54",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "أولاً - المؤلفات الخاصة ¶ 1 - الكتاب الأول ¶ أ- اسمه: (اثر الاختلاف في القواعد الأصولية في اختلاف الفقهاء) ¶ وهو بحعث قُدّم لنيل شهادهْ الدكتوراه في أصول الفقه من الجامعة ¶ الأزهرية عام (1 39 ا هـ- 971 1 م). ¶ ب - قياسه وعدد صفحاته: 7 ا ك! ه 2 سم - 4 4 6 صفحة -تجليد فني. ¶ ب - الناشر: طبعته مؤسسة الرسالة في بيروب عام (392 ا هـ ¶ -972 ام)، ووزعته الشركة المتحدة، وقد صدر منه حتى نهاية عام ¶ (317 ا هـ-997 1 م) سبع طبعات. ¶ د- موضوع الكتاب: بيان اثر الاختلاف في القواعد الأصولية في ¶ اختلاف الفقهاء، وهو موضوع عميق ودقيق ومتشعب، ويقتضي التعمق ¶ بجوانب الاتفاق والاختلاف في المسائل الأصولية، والتضلع في الاطلأع ¶ على الفروع في شتى المذاهب الفقهية، والقدرة الفائقة على ربط الفرع ¶ بأصله في كل مذهب ربطاً محكماً لا خلل فيه ولا اضطراب. ¶ ولذا تهئب المؤلف - حفظط اللّه تعالى - الخوض فيه أول الأمو، ¶ ويخاصة عندما وجد أن المؤلفات التي كُتبت في بناء الفروع على الأصول ¶ لى يصل! ا مطبوعاً، إلا بعض كتبٍ، لا يبلغ عددها عدد أصابع اليد. ¶ 55",
            "page": "55",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "ثم صفَم على خوض غمار البحث، مستمداًالعون من الله العلي ¶ ا لقدير. ¶ ومن يقرا المقدمة بدءاً من الصفحة الأولى، يجد أن الشيخ الجليل ¶ أبا محمد قد حذَد دوافع الاختيار لموضوع كتابه، وبرَّر التصميم على ¶ المضي في تأليفه؟ من خلال ثلاث نتائج، توصَل إليها وهو يضع خِطَة ¶ البحث، وعناصر الأبواب والفصول. وهذه النتائج والثمرات هي: ¶ الأولى: أن ينشطَ في بيان البَوْن الشاسع بين ا لاختلاف المحمود في ¶ فروع ا لأحكام الشرعية مع ا لاتفاق على ا لأصل؟ وبين الخلاف المذموم في ¶ أصل من الأصول العقدية التي تُبنى على الأهواء والتحريفات المغرضة، ¶ والتأويلات الملتوية. ¶ الئانية: أن يكشف الغطاء عن الفارق الكبير: بين المناداة بالقضاء ¶ على المذهبية قضاء مبرماً، وأطر الناس جميعاً على مذهب واحد ورأي ¶ واحد، لا تعدد فيه للأقوال والاختلافات!! وبين العودة إلى المذهبية ¶ الضيقة التي كانت مظهراً من مظاهو العصبية المقيتة، وعاملاً من عوامل ¶ الفرقة المخيفة بين المسلمين. ¶ الثالثة: أن يعرضَ لفكر كل منصف، وان يمتع سمع كل متذؤق، ¶ بالكثير من وجهات نظر الفقهاء عندما يقفون أمام النصوص من كتاب أ و ¶ سنة، ليستنبطوا منها أحكام اللّه، ويبذلوا أقصى جهدهم في التعرف إلى ¶ الحقيقة؟ تاركين هوى أنفسهم، غير عابئين إلا بما يرضي الله ورسوله! ص، ¶ فيصدرون عنه بأحكام مختلفة، كل على حسب خطته التي استوحاها من ¶ الشريعة نفسها. ¶ 56",
            "page": "56",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وهذه الفوائد العظيمة، قلبت في نفسِ شيخنا: العواطف المشبوبة ¶ إلى العقلانية الموضوعية، المهتدية بأنوار الشريعة، وابعدته تمامأ عن ايً ¶ غلواء او حِدً ة، وفتحت قلبه على موسوعات الفقه المذهبي وما تحتوي ¶ عليه من كنوز التشريع والحكمة، كما استنارت افكار 5 واتسعت اَفاقه وهو ¶ يدرس منا زع ا لفقهاء في تفسير اَيات ا لأ حكام، وشروح احا ديث ا لأحكام. ¶ هـ- أهمية الكتاب: ¶ أصبح الكتاب (ائر الاختلاف) بعد صدوره كتاباً جامعياً، ومرجعاً ¶ رئيساً في الدراسات العليا، في اصول الفقه، وتطبيقات فروع الفقه. ¶ والأمثلة في جميع أبوابه موئقة، تبنى فيها الأحكام الجزئية على القواعد ¶ الكلية، ضمن فهم ثاقب، وعرضٍ حيادي، وموضوعيّ، وأمين. وحفظ ¶ الله المؤلف وامدَّ في عمره ونفع بعلمه، فقد استبق بعين بصيرته أهمية ¶ الكتاب، وعرف خطورة موضوعه، وحاجة العلماء والفقهاء إليه، فكتب ¶ في المقدمة يقول: ¶ هذا ولا أعتقد أن لأحد حاجة لأن يُقام له برهان على قيمة هذا ¶ الموضوع بحدَّ ذاته، سواءٌ اكنت وفيته القول أم لم أوفه: ¶ ففي هذا الموضوع وصل لما انقطع من الصلة بين الأصول ¶ وفروعها، وإحياء لعلم الأصول الذي بات يُدرس في كثير من الأقطار ¶ ا لإسلامية كنطريات جامدة ليس لها أي مدلول واقعيّ. ¶ وفي هذا الموضوع إبراز لمنهج الأقدمين، وبيان أنهم لا يخبطون ¶ في دين الفه خبط عشواء، بل كانوا يحكمون الخطة ويحددون المنهج، ثم ¶ يخطون إلى أهدافهم بخطى ئابتة وعقل واع، فإدْا بهم يُدركون الغاية من ¶ وجهها الصحيح. ¶ 57",
            "page": "57",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وفيه إشادة بعبقرية تلك العقول المبدعة، التي عرفت كيف تضع ¶ المنهج الصحيح؟ لإدراك غاية صحيحة. ¶ وفيه إعلام بالثروة الفكرية التي تركها لنا اسلافنا الأقدمون، كي ¶ ننميها ونزيدها غنى واستغناء. ¶ وفيه بيان أن شريعة الله خالدة وأن بإمكانها - وبإمكانها وحدها- ¶ أن تعالج مشكلات البشرية - على تنوعها - على ضوء نور الله وهدي ¶ لرسوله! كنًيحِ. ¶ و- رؤوس موضوعات الكتاب: ¶ البحث التمهيدي: في نشوء الخلاف في المسائل الفقهية، واهم ¶ أسبابه. ¶ الباب الأول: فيه أهم القواعد الأصولية التي تتعلق بطرق دلالة ¶ الألفاظ على الأحكام، والقواعد المختلف فيها، وما انبثق عن هذا ¶ الخلاف من اختلاف في الفروع. ¶ الباب الثاني: فيه أهم القواعد المتعلقة بالألفاظ، من حيث الشمول ¶ وعدمه، والقواعد المختلف فيها، وما ترتب على ذلك من اختلاف في ¶ الفروع. ¶ الباب الثالث: فيه أهم القواعد المتعلقة بالأمر والنهي، وما اختلف ¶ فيه منها، وأثر هذا الاختلاف في الفروع. ¶ الباب الرابع: أهم القواعد المختلف فيها، مما يتعلق بالكتال! ¶ وحده أو الشئة وحدها، وأثر هذا ا لاختلاف في الفروع. ¶ 58",
            "page": "58",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "الباب الخامس: الإجماع والقياس، وأهم القواعد المختلف ¶ فيهما، وأثر هذا ا لاختلاف في الفروع. ¶ الباب السادس: أهم الأدلة المختلف فيها، وائر ذلك في الفروع. ¶ الخاتمة: دراسة باب من أبواب الفقه على نحو تطبيقيّ، وهو باب ¶ النكاح. ¶ هذا ولقد أصبح الكتاب يدزَس في قسم الدراسات العليا في ¶ الجامعة الأزهرية، وفي كثير من الجامعات الإسلامية كالهند ومصر ¶ والسودان واليمن وسورية وغيرها، وتُرجم إلى اللغة التركية. ¶ ! *!! ¶ 59",
            "page": "59",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "2 - الكتاب الثاني ¶ أ- اسمه: (عبد القه بن عباس -حبر الأمة وترجمان القرآن). ¶ وهو كتاب يحمل الرقم (5 1) من سلسلة أعلام المسلمين. ¶ ب - قياسه وعدد صفحاته: 4 ا ك! 0 2 سم - 0 1 2 صفحة تجليد غلاف. ¶ ب - الناشر: دار القلم في دمشق وبيروت، وصدرت الطبعة الأولى ¶ منه عام (398 اهـ- 978 ام). وصدر منه حتى نهاية عام 418 اهـ- ¶ 998 ام خمس طبعات. ¶ د - موضوع الكتاب: دراسة قيمة ونافعة لحبر الأمة وترجمان القران ¶ عبد اللّه بن عباس، تضمنت الكشف عن معالم شخصيته العلمية المتميزة ¶ في التفسير والحديث والفقه. وجلَّت سيرةَ حياته المباركة في صحبة النبي ¶ ولحِمر غلاماً أديباً أريباً، وفي صحبة الخلفاء مسمتشاراً ألمعياً، وسياسياً لبيباً. ¶ ودئَلت الدراسة على مكامن القدوة في الحرص على طلب العلم، والأدب ¶ في تحصيله، والأمانة في إشاعته وتبليغه. ¶ هـ- أهميته: دُعي الأستاذ الدكتور (مصطفى الخن) للمشاركَة في ¶ الكتابة ضمن سلسلة (أعلام المسلمين) التي تُصدرها دار القلم بدمشق ¶ وبيووت، فاختار شخصية ابن عباس، لأ ن صورته ازدادبْ في نفسه وضوحأ ¶ ورسموخأ كلما أ وغل في طلب العلم؟ حتى أخذب بمجامع قلبه؟ فكتب عنه ¶ باعتبار 5 المسلم الذي تكاملت فيه صفات الإيمان، وتضافرت في -شياته ¶ 60",
            "page": "60",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "ملامح النجابة والعبقرية، وتواففت عنده مخايل العلم والفهم، وكرم ¶ المحتد، ونبل الخلق، وصدق الفعل. ¶ وقد وُفِّقَ المؤلفُ في كتابة سيرة عطرة عن ابن عباس، وحقَق من ¶ خلال أبواب الكتاب وفصوله ما رمى إليه من إظهار كلِّ جوانب النبوغ ¶ والعظمة، ولتتطابقَ مع دوافع الحبِّ والإعجاب بفارس بطل، وبعالم ¶ حبر، من أعلام الصحابة الكرام. ¶ و- الكتاب خلاصة، ومختارات: ¶ وأجد من المفيد هنا أن أسخل حقيقة مهمة، أشار إليها الدكتور ¶ المؤلف في مقدمته، وهو ان هذا الكتاب الصادر في سلسلة أعلام ¶ المسلمين، عن حبر الأمة الإسلامية عبد اللّه بن عباس رضي اللّه عنهما؟ ¶ إنما هو خلاصة عن حياته، ومختارات من أخباره، وجزء يسير من كتاب ¶ كبير كان يطمج شيخنا حفظه الله إلى تأليفه، وقد حشد من اجل ذلك ¶ بطاقات كثيرة، وجزازات عديدة، أضاع بعضَها، وبقي منها ما يملأ ¶ صندوقأ، اطَّلعت عليه بنفسي، وأسهمت معه في اختيار المناسب من ¶ وقائع حياة هذا الصحابي الجليل، وترتيبها بما يتناسب مع أبواب الكتاب، ¶ وفصوله، وحجمه. ¶ ز-موضوعات الكتاب: ¶ ا - سيرة ابن عباس: ولادته، ونشأته، وحياته مع الرسول ع! ي!، ¶ وحياته مع عمر وعليّ. ¶ 2 - شخصيته العلمية، وبيان تفوقه في الفقه والتفسير والحديث. ¶ 3 - الجانب السياسي من حياته. ¶ 61",
            "page": "61",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "4 - متفرقات من أخباره. ¶ 5 - أقواله، وما قيل فيه. ¶ 6 - وفاته. وبها ختم الدكتور كتابه عن ابن عباس، حبر الأمة، ¶ وترجمان القرآن، فقال: \"في يوم من أيام سنة ثمان وستين للهجرة خبا ¶ ضوء هذا الكوكب الساطع، الذي كان يُشيع في الأمة الإسلامية العلم ¶ والمعرفة، قرابة ستين سنة من وفاة رسول الله! شًي!، إلى الىْ صعدت روحه ¶ إلى بارئها في هذا العام. ¶ نعم مات ابن عباس، وغابت شمس علمه عن دنيا الناس - والموتُ ¶ سبيل كلِّ حيّ - وانثلمَ في صرحِ البناء الإسلاميئ ثلمة ما كان ليسدَها إلا ¶ نظيرٌ له في علمه وفقهه وفضله وأدبه وكمال عقله \". ¶ !! لو! * ¶ 62",
            "page": "62",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "3 - الكتاب الثالث ¶ أ- اسمه: (دراسة تاريخية للفقه وأصوله - وا لاتجاهات التي ظهرت ¶ فيهما). ¶ ب - قياسه: 7 ا كر ه 2 - وعدد صفحاته (0 4 2)، تجليد غلاف. ¶ ب - الناشر: الشوكة المتحدة - دمشق، وصدرت الطبعة الأولى ¶ سنة (404 اهـ= 984 ام). ¶ د-موضوع الكتاب: دراسة تاريخية لكل من الفقه وأصوله. ¶ وهذه الدراسة عجالة قدَّمها، لتكون تأريخأ لكل من الفقه وأصوله، ¶ وكان بالإمكان ان تكون أوسع وأشمل لو كان هناك متسع من الوقت، إلا أ ن ¶ ضيق الوقت جعله يقدم هذه الدراسة على ما هي عليه في هذ 5 العجالة (1). ¶ هـ- أهميته: وتطهر أهمية الكتاب فيما قدم له الدكتور (مصطفى) ¶ بقوله: ¶ (1) ¶ \" إن دراسة تاريخ الفقه وأصوله من الضرورة بمكان؟ وذلك لما في ¶ رقد وفى - جزاه الله خيراً - فأعاد التاريخ لمادة الأصول، بكتاب هو الأرسع ¶ رالأشمل في هذا المضمار، وهو (أبحاث حول تاريخ أصول الفقه)، وسأتكلم ¶ عنه فيما يأتي، وقد شهد عدد من الأساتذة الكرام، ومن المطَلعين عن كثبٍ ¶ على النشر في عالم الكتب والمكتبات، أن موضوع الكتاب جديد في تخصصه، ¶ وشامل في رؤوس موضوعاته. ¶ 63",
            "page": "63",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "هذه الدراسة من فتح عيون الناس قاطبةً على عظمة هذا الفقه، وأصالة ¶ أصوله ومنطلقاته، كما تفتج عيون العالم على عظمة هؤلاء العلماء الذين ¶ ساهموا في بناء هذين العلمين العطيمين، مما لا تجد نظيراً له في أمة من ¶ الأمم \". ¶ د - رؤوس موضوعا ته: ¶ اولاً - ا لفقه: ¶ ا - مدلول كلمة الففه. ¶ 2 - الأدوار التي مرَّ بها الفقه الإسلامي: ¶ أ - عصر ا لرسول 3! يِ! ¶ ب - عصر ا لصحابة. ¶ ! -عصر التابعين والأئمة المجتهدين. ¶ د - مرحلة التقليد. ¶ هـ- بوادر نهضة فقهية حديثة. ¶ ثانياً - اصول الفقه: ¶ ا - لمحة تاريخية عن أصول الفقه. ¶ 2 - مدارس أصول الفقه: ¶ أ - طريقة المتكلمين. ¶ ب - طريقة الفقهاء. ¶ ! - الجمع بين طريقة المتكلمين والفقهاء. ¶ 64",
            "page": "64",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "د- اتجاه تخريج الفروع على الأصول. ¶ هـ- مدرسة الشاطبي في كتابه الموافقات. ¶ و - المؤسسات والكليات التي اهتمت بتدريس الفقه ¶ وأصوله. ¶ وقد ختم المؤلف هذا الكتاب بأمنية عظيمة، فقال: ¶ \" يتعين في هذا العصر ان يكون في العالم الإسلامي لجنة من كبار ¶ علماء المسلمين الذين درسوا الفقه دراسة عميقة، ودرسوا اصول الفقه ¶ دراسة كافية، مع اطلأع واسع على اَيات الأحكام وأحاديثها، ودراسة ¶ واسعة في حكمة التشريع، وما يتصل بذلك من وسائل واستعداداب ¶ للاستنباط، كي يقوموا بتقنين الفقه الإسلامي، وبوضع حلولي للقضايا ¶ المتجددة في العالم الجديد، ولا سيما في ميدان المعاملات، مع خشية دئه ¶ سبحانه وتعالى وخوفٍ منه، وحرصٍ على عزة الإسلام وكرامته، وما أحوج ¶ العالم الإسلامي إلى وجود هذه الزمرة المباركة! \". ¶ ك! *بملأجمر+ ¶ 65",
            "page": "65",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "4 - الكتاب الرابع ¶ أ - اسمه: (الحسن بن يسار البصري -الحكيم الواعظ الزاهد العالم) ¶ ب - قياسه: 4 ا ك! 0 2 سم - وعدد صفحاته (368)، التجليد غلاف. ¶ ب - الناشر: دار القلم في دمشق وبيروت، وصدرت الطبعة الأولى ¶ منه عام (16 4 ا هـ- 995 1 م). ¶ د-موضوع الكتاب: دراسة جادَة لشخصية ا لإمام الحسن البصري، ¶ على غرار كتاب عبد الله بن عباس، لما لحياة هذا التابعي الثقة من الإعظام ¶ والتقدير عند المسلمين عامة، ولما لها من حُسن القدوة عند العلماء ¶ خاصة. ¶ ومن يتتبع جوانب العظمة في شخصية الحسن البصري؟ فإنه يجدها ¶ متعددة وشمولية: فهو الإمام في العقيدة، وهو الإمام في التفسير، وهو ¶ الإمام في الحديث، وهو ا لإمام في الفقه، وهو ا لإمام في الوعظ والحكمة ¶ والإرشاد والتوجيه، وهو المجاهد في صفوة المجاهدين، وهو الخطيب ¶ المفوه في المحافل، وهو الآمر بالمعروف والناهي عن المنكر؟ لا يخاف ¶ في الله لومة لائم. ¶ هـ- أهمية الكتاب: ¶ وفي هذه المرة دُعي المؤلف أيضأ للكتابة في اعلام المسلمين، وأدْ ¶ يكتب عن الحسن البصري بالذات، فلبَى الدعوة بحماس واهتمام، وخط ¶ يراعه كتابأ دسمأ ومفيداَ، يمتاز بالصبغة العلمية، والتوثيق الموضوعي، ¶ 66",
            "page": "66",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وا لفوا ئد الجمة والمتنوعة وا لأسلوب المتميز الرصين. ¶ ولا ابالغ إذا قلت: إن هذه الدراسة المستفيضة والموثقة عن ¶ الجوانب المتعددة من حياة الحسن البصري، قد فتحت الباب واسعأ أمام ¶ طلاب الدراسات العليا، لاستيفاء البحث عن كل جانب على حدة، فبدأنا ¶ نقرا ونسمع عن دراسات متخصصة حول فقه الحسن البصري، وعن آرائه ¶ الفقهية (1) مقارنة مع غيره من المذاهب. ولعل السنوات القليلة القادمة ¶ تطلعنا على أبحاث وافية عن آرائه: في العقيدة، والتفسير، والحديث، ¶ وا لحكم وا لمواعظ، لتكمل معا لم هذه ا لشخصية الفذّة. ¶ و - رؤوس موضومحاته: ¶ 1 - لمحات من سيرة الحسن البصري وحليته. ¶ 2 - الإمام الحسن البصري والعقيدة. ¶ 3 - الإمام الحسن البصري والتفسير. ¶ 4 - الإمام الحسن البصري والفقه. ¶ 5 - الإمام الحسن البصري والحكم والمواعظ. ¶ 6 - أخبار متفرقة عن حياته. ¶ 7 - وفاته. ¶ (1) ¶ كلأكل!! ¶ وهو بحث علمي وففهي مفارن، قدمته ا لمدرشة: روضة جما ل ا لحصري، ونالت ¶ به درجة الدكتوراه من جامعة أم درمان الإسلامية، كلية الشريعة والقانون - فرع ¶ دمشق، بإشراف ا لدكتور مصطفى الخن. ¶ 67",
            "page": "67",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "5 - الكتاب الخامس ¶ أ- اسمه: (الأدلة التشريعية وموقف الفقهاء من الاحتجاج بها!. ¶ ب -قياسه: 7 ا ك! ه 2 سم وعدد صفحاته (12 5) التجليد فني. ¶ ب - الناشر: مؤسسة الرسالة في دمشق وبيروت - وصدرت الطبعة ¶ الأولى منه سنة (17 4 ا هـ= 997 1 م!. ¶ د - موضوع الكتاب: عرض ألمعي ومستفيض للأدلة الشرعية عند ¶ الفقهاء، وهي مصادر التشريع المتفق عليها والمختلف فيها- ¶ أما المتفق عليها: فالكتاب (القراَن الكريم إ، والسنّة الثبوية، ¶ وا لإجماع، والقياس. ¶ وأما المختلف فيها: فالاستصحاب، والاستحسان، والمصالج ¶ المرسلهّ، والعرف، وقول الصحابي، وسدُّ الذرائع، وشرع من قبلنا، ¶ وإجماع اهل المدينة، والاستقراء، والأخذ بأقل ما قيل، ووؤيا الرسول ¶ بم! ي! في المنام، وا لإلهام، ودلالة الاقتران. ¶ هـ- أهمية الكتاب: تظهر أهمية هذا البحث الفقهي في اكتشاف ¶ المؤلف الأصولي حاجته إليه، إذ اختاو أن يبحث في موضوع المتعارض ¶ والترجيج بين الأدلة، وبعد أن قطع فيه شوطاً ليس بالقصير، وكاد أن يصل ¶ فيه إلى نهايته قام في نفسه ان يبحث في الأدلة أولأ، ئم ينتقل إلى بحث ¶ التعاوض بينها. ولا شك أنها قتاعة منطقية وأصولية، أضفت على الكتاب ¶ 68",
            "page": "68",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "سلاسة وعذوية، وتدفقاَ في الأفكار والمعلومات، ونَفَسَاً طاهراً في التأثير ¶ والإقناع؟ لأنه يمثل المقدمة الواضحة في تصوو عالم درَّاكة، لنتيجة ¶ حاسمة وعمل حليل. ¶ و- ثمرة البحث. ¶ وقد أوجب المؤلف الدكتور (مصطفى) على نفسه المزيد من الكلام ¶ في إبراز الأدلة الشرعية أولاَ، وإظهار التعارض والترحيج بينها ثانياً، ¶ معلِّلاَ ذلك بقوله: \" ومما أكَد عندي وجوب المزيد من الكلام في هذا ¶ الجانب ما رأيته من أن هناك فئة لم تأخذ من العلم بسبب. تقولى: ¶ حسبنا كتاب اللّه وسئة وسوله، فنحن نأخذ منهما احكامنا الشرعية! ¶ نعم إن مصدر التشريع هو الكتاب والسنة، ولكن لابد لفهمهما من وسائل ¶ وأدوات وقواعد يتواصل بها إلى استنياط الأحكام من هذين المصدرين، ¶ وإلا استوى في ذلك العالم والجاهل. وإنني لأشعر أن كثيراً من هؤلاء خلوا ¶ من معرفة هذه الوسائل والأدوات والقواعد، التي سطَّرها العلماء في كتب ¶ أصول الفقه، فيقعون في الخطا من حيث لا يشعرون، فيُحلّون ما حزَم ¶ الله، ويُحرّمون ما أحلَ!! \". ¶ *لمج! يهم يز- ¶ 69",
            "page": "69",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "6 - الكتاب السادس ¶ أ- اسمه: أبحاث حول أصول الفقه الإسلامي (تاريخه وتطوُّره). ¶ ب - قياسه: (17*ه 2 سم) وعدد صفحاته مع الفهارس العلمية ¶ (350) صفحة، التجليد فني. ¶ ب - الناشر: دار الكلم الطيب في دمشق وبيروت، وصدرت طبعته ¶ الأولى عام 0 2 4 ا هـ- 0 0 0 2 م. ¶ د-موضوع الكتاب: ¶ درالممات جادة، وابحاث موثقة ومستفيضة عن تاريخ علم أصول ¶ الفقه وتطوُره، بدءاَ من واضعه الأول الإمام الشافعي - رحمه اللّه تعالى- ¶ وانتهاء بمدارس علم الأصول المتعددة، التي تتبع مناهج المتكلمين، أ و ¶ منهج الفقهاء، او تجمع بينهما، أو تنفرد بمنهج جديد وعرض فريد. ¶ هـ- اهمية الكتاب: ¶ وتظهر اهمية ا! كتاب في بيان الأمور التي دفعت المؤلف المرجع ¶ في هذا الفن، إلى توسيع ابحاثه وتركيزها، وهي: ¶ أ - بيان ان الشريعة الإسلامية غنية بمصادرها، وعندها القدرة على ¶ إيجاد ا لأحكام الشرعية، لجميع الحوادث الطارئة مهما كان نوعها، وإلى ¶ يوم القيامة. ¶ ب - بيان ان الأئمة المجتهدين لم يستخرجوا الأحكام الشرعية ¶ 70",
            "page": "70",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "معتمدين على\" ميولهم ورغباتهم، بل بنوا جميع فروعهم على قواعد ¶ وأصول مستوحاة من مصادر الشريعة، وعلى رأسعها الكتاب العزيز والسنّة ¶ النبوية المطهرة. ¶ ! - بيان أن من أراد أن يفهم كتاب الله تعالى، وستة رسوله بم! ي!، ¶ وأن يستدل بهما، فعليه ان يطلع على القواعد الأصولية، ليتوصحل إلى فهم ¶ المراد من كلام الله، وكلام رسوله ع! يم. ¶ د - بيان أصول كل مذهب من المذاهب والأربعة، لمعرفة الطريق ¶ التي توصحل بها المجتهد إلى أحكامه وفقهه. ¶ و- رؤوس الموضوعات: ¶ الباب الأول - تاريخ التشريع ومصادره: في عهد الرسول ع! يم، ¶ والصحابة والتابعين. ¶ الباب الثاني - أصول الفقه: فشأته، وتدوينه، وتطوره. ¶ الباب الثالث - أصول الأئمة الأربعة: الإمام أبي حنيفة - والإمام ¶ مالك، والإمام الشافعي، والإمام أحمد. ¶ الباب الرابع - مدارس أصول الفقه: طريقة المتكلمين، وطريقة ¶ الفقهاء، وطريقة الجمع بينهما، ومدارس أصولية أخرى. . ¶ !!!! لأ! م ¶ 71",
            "page": "71",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "7 - الكتاب السابع ¶ أ - اسمه: الكافي الوافي في اصول الفقه ا لإسلامي. ¶ ب - قياسه: (7 ا كر ه 2 سم)، وعدد صفحاته (368)، التجليد ¶ غلاف. ¶ ب - الناشر: مؤسسة الرسالة في دمشق وبيروت، وصدرت الطبعة ¶ الأولى منه سنة 421 ا هـ- 0 0 0 2 م. ¶ د - موضوع الكتاب: عرض مبسط لموضوعات علم أصول الففه، ¶ وقد أوضح المؤلف ذلك في المقدمة، فقال: \" وهو خلاصة ما كتبه الأئمة ¶ ا لأعلام من المسائل ا لأصولية التي يحتاج إليها طلاب ا لعلم، من غير تطويل ¶ ممل، ولا اختصار مخلّ، روعي فيه التعبير عن هذ 5 القواعد الأساسية ¶ بعبارات واضحة، لا يشتمل على أي غموض، كما روعي فيه الأساليب ¶ التربوية التي يجب مراعاتها في التوجيه والتعليم \". ¶ هـ- أهمية الكتاب: تتضح أهمية الكتاب في كونه عبارة عن مجموع ¶ ثلاث كراسات، تحتوي على معظم موضوعات علم أصول الفقه، كانت ¶ تدرس للسنوات الثلاث من كلية الشريعة - قسم التخصص الجامعي، ¶ التابع لجمعية الفتح الإسلامي بدمشق. ¶ ومادة الأصول في هذ 5 السنوات تنقسم إلى نصِّي وموضوعي، ¶ والأستاذ الدكتور (مصطفى الخن) يُدرّس القسم الموضوعي، ويقرر هذه ¶ 72",
            "page": "72",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "الأمالي الثلاث المكتوبة بخط يده. ¶ ويهدف المؤلف مما كتب بعد جمعه في كتاب واحد (الكافي ¶ الوافي) إلى توضيج موضوعاب علم الأصولى، باستخدام عبارات سهلة، ¶ وأسلوب معاصر، ويصزُ على إزالة الوحشة من نفوس الدارسين ¶ والدارسات لعلم الأصولى، وإعطاؤهم فكرة شمولية، وتقسيمات أكاديمية ¶ لتاسيس هذا العلم، ولتطوره التاريخي خلالى العصور المتتابعة، حتى ¶ عصرنا الحاضر، مما يجعلهم يألفونه، ويتفاعلون معه على اختلاف ¶ مستوياتهم. ¶ وكثيراً ما نبغ من هؤلاء طلاب، أحبوا مادة أصولى الفقه، واختاروا ¶ التخصص فيها، وكتب بعضهم أبحاثأجادَّة، وأصبحوا يستظهرون تعريفاتٍ ¶ دقيقة، ويستسيغون عبارات المؤلفين الأصوليين الأوائل، رغم دقتها ¶ وعمقها. ¶ د - خِطَّة محدَّدة ومتكاملة: تتشكل في كتاب (الكافي الوافي) ¶ وتتلخص في: ¶ ا --تصؤُر شامل لعلم الأصولى، من حيث نشوئه وتطوره، ومعرفة ¶ إعلامه ومؤلفاته. ¶ - 2 - دراسة موضوعات علم الأصولى بطريقة سهلة لينة، بعيدة عن ¶ الإغراب والتعقيد، تتناسب مع حملة الشهادات الثانوية الأدبية والعلمية، ¶ وتتلاءم مع الطلاب الشرعيين، وتفتح للجميع افاقاً من الخبرات العملية ¶ في مضمار علم اصول الفقه. ¶ 3 - إبقاء الصلة قائمة مع الكتب المصادر في هذا الفن، ودراسة ¶ 73",
            "page": "73",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "نصوص منها باشراف أستاذ أصولي محترف، يقوم بتعريفهم على ¶ مصطلحات ومناهج المؤلفين الأئبات في هذا العلم الشامخ العظيم. ¶ ز- رؤوس الموضوعات: ¶ الباب التمهيدي - مبادى علم الأصول، ويحتوي على فصلين. ¶ الباب الأول - الحكم، ويحتوي على اربعة فصول. ¶ الباب الثا ني - ا لأدلة التشريعية: مصادر ا لتشريع ا لإسلامي، ويحتوي ¶ على المصادرالمتفق عليها، والمصادرالمختلف فيها. ¶ الباب الثالث - الدلالات وأصول الاستنباط، ويحتوي على ستة ¶ فصول. ¶ ! م!!! ¶ 74",
            "page": "74",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "ثانياً - المؤلفات المشتركة ¶ 1 - الكتاب الأول ¶ آ- اسمه: (نزهة المتقين شرح رياض الصالحين - من كلام سيد ¶ المرسليق). ¶ ب - قياسه: 7 ا*ه 2، وعدد صفحاته مع الفهارس العلمية ¶ (1280)، ويقع في مجلدين فنيين. ¶ ب! الناشر: مؤمسمة الرسالة في دمشق وبيروت، وصدرت طبعته ¶ الأولى عام (397 اهـ=977 ام)، وقد طبع حتى الاَن أكثر من خمس ¶ وثلائين طبعة. ¶ د- موضوع الكتاب: ¶ شرح معاصر للأحاديث النبوية، تضمن تخريج الحديث أولاً في ¶ مصادر 5 الأساس، ثم شرح الألفاظ اللغوية تح! عنوان: لغة الحديث، ¶ ثم إيراد ففه الحديث وإفاداته وتوجيهاته وإرشاداته تحت عنوان: افاد ¶ الحديث، وضمن التوسط المقبول والمفيد، والتوقف الهادف وغير ¶ المباشر لدى الدروس التعليمية والتربوية في الكلام النبوي المؤثر البليغ. ¶ وقد شارك بالتأليف: د. مصطفى الخن، ود. مصطفى البغا، ¶ ود. محي الدين مستو، وا. علي الشربجي، وأ. محمد امين لطفي، ¶ 75",
            "page": "75",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "وكانت مهمة الدكتور أبي محمد: الإشرأَف والتنسيق والتوجيه، وإجازه ¶ المكتوب إلى الأستاذ أمين - رحمه اللّه - لكتابته بخط يده - وكان خطاطأ ¶ متقنأ، ولو احترف مهنة الخط لأجاد وأفاد. ¶ هـ- أهمية الكتاب: لقي كتاب (نزهة المتقين) القبول والتقدير ¶ من الطلاب الجامعيين، والمثقفين، والقراء العاديين، على امتداد العالم ¶ العربي والإسلامي، وأصبح من الكتب المشهورة التي تعدُ من أكثر الكتب ¶ رواجاً في عالم الطباعة والنشر. ¶ ولا شك أن لإخلاص مؤلف متنه (رياض الصالحين) ا لإمام النووي ¶ أكبر الأثر في هذا القبول المبارك لمحتواه. كما لا يخفى ما قدَّمه المؤلفون ¶ من متهج راق في الأسلوب مظهرأ ومضمونأ، وما التزموه من إلمام شامل ¶ بالكتب الأمهات من كتب الشروح، وبعدٍ عن الاختلافات الجؤئية أ و ¶ الهامشية في اللغة أو الإعراب أو الفروع الفقهية. ¶ ومن الإنصاف أن اشير إلى فضل أستاذنا الجليل -الدكتور مصطفى ¶ الخن، حفظه اللّه وامتع به - في هذا الكتاب الحافل (نزهة المتقيق) وضمن ¶ نقاط محددة تستحق التسجيل: ¶ ا -كان العمل في الكتاب ثمرة وتتويجأ لعملنا الجماعي في تأليف ¶ الكتب الشرعية، في المرحلتين الإعدادية والثانوية، المقررة في وزارة ¶ الأوقاف السورية، وشيخنا هو المرحع وهو الرئيس. ¶ 2 - كان أَجتماعنا في وضع المنهج والمراجعة والاستفسار عن ¶ المصادر، وحل جميع المشاكل التي تعترضنا، إنما يتم في بيته العامر ¶ الكائن في حي الثريا من الميدان الفوقاني في دمشق الحبيبة. ¶ 76",
            "page": "76",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "3 - إن التزام منهج محدَد وأسلوب واضج، بعيدين عن إي تشويش ¶ أو غموض، هو سزُ نجاح الكتاب، والجميع فيه مدينون إلى أستاذية ¶ الدكتور الخن ومنهجيته ووضوحه. ¶ 4 - لقد كان عملنا في أنزهة المتقين) برهانأ على نجاح العمل ¶ الجماعي، حيث تتضافر الجهود، وتتكامل الخيرات، كنا نسمع عن ¶ أعمال المستشرقين االجماعية، وكان أستاذنا ومعلِّمنا قدوتنا في هذه ¶ القناعة، ومحاولة أن نثبت اننا بالعقلية الإسلامية الجماعية أولى واجدو ¶ منهم. ¶ كلا! يم 6ك!! يم ¶ 77",
            "page": "77",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "2 - الكتاب الثاني ¶ أ-اسمه: (الفقه المنهجي على مذهب الإمام الشافعي). ¶ ب - قياسه: 7 ا ك! ه 2 سم وعدد صفحاته (1656)، ويقع في ثلاثة ¶ مجلدات فنية. ¶ ب - الناشر: دار القلم في دمشق وبيروت، ودار العلوم الإنسانية ¶ في دمشق، وصدرت طبعته الأولى في دار القلم -بيروت عام (2 1 4 ا هـ) ¶ وطبعته الرابعة (419 اهـ=999 ام)، وطُبع في دار العلوم الإنسانية- ¶ دمشق، طبعتان. ¶ د -موضوع الكتاب: تدوين مميز لأمهات المسائل الفقهية، مقرونة ¶ بأدلتها من القراَن الكريم والسنة المطهرة، مشفوعة ببيان حكمة التشريع ¶ ضمن حدود ا لاستطاعة البشرية، مع سهولة في التعبير، وإكثار من العنا وين ¶ المنبهة إلى ما تحتها من مسائل وفروع. ¶ وقد شاركَ الدكتورَ الخن في هذا التأليف النافع كلّ من الدكتور ¶ مصطفى البغا، والأستاذ علي الشربجي. ¶ هـ- أهمية الكتاب: أضاف (الفقه المنهجي) عنواناَ جديداً وبارزاً ¶ إلى فهارس المكتبة الإسلامية، وبخاصة كتب الفقه على مذهب الإمام ¶ الشافعي، واهمية متميزة في أسلوبه المعاصر، ومنهجه الحديث. وقد ¶ تلقته الطبقة المثقفة والمتنامية في العالمين العربي والإسلامي بالترحاب ¶ 78",
            "page": "78",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "والقبول، وتعددت طبعاته في فترة وجيزة بعد صدوره، فى كل من دمشق ¶ وبيروت، وهو ثمرة يانعة من العمل الجماعي، وعمل مْتكامل ومبرور ¶ لثلاثة من المؤلفين الأماثل، عرفتهم دمشق علماء فقهاء، امضوا مجالس ¶ لا تعد من اعمارهم المباركة في قراءة كتب الفقه الأمهات، وتفهيمها ¶ للناس في بيوتات دمشق، وفي رحاب مساجدها العامرة بالمصلين ¶ والمتعفمين. ¶ و-المحتوى: ¶ 1 - المجلد الأول: العبادات وملحقاتها: الصلاة، الصوم، ¶ الزكاة، الحج، الأيمان والنذور، الصيد والذبائح، العقيقة، الأطعمة ¶ والأشربة، اللباس والزينة، الكفارات. ¶ 2 - المجلد الثاني: أحكام الأسرة وملحقاتها: الأحوال ¶ الشخصية، الوقف، والوصية، والفرائض. ¶ 3 - ا لمجلد الثالث: ا لمعاملات، وا لمعاوضات، والجنايات، ¶ والحدود، والجهاد، والإمامة العظمى وما يتبعها. ¶ !!!! ¶ 79",
            "page": "79",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "3 - الكتاب الثالث ¶ ا- اسمه: (العقيدة ا لإسلامية: أركانها - حقائقها - مفسدا تها). ¶ ب - قياسه: 7 ا ك! ه 2 سم، وعدد صفحاته (0 62)، ويقع في مجلد ¶ فني. ¶ ب - الناشر: دار الكلم الطيب في دمشق وبيروت، وصدرت طبعته ¶ الأولى 17 4 ا هـ. وطبعته الرابعة (0 42 ا هـ= 0 0 0 2 م). ¶ د - موضوع الكتاب: تقديم مباحث العقيدة بأسلوب ماتع ومنهج ¶ فريد، وبيان أركان الإيمان الستة، مع ادلتها النقلية والعقلية، واثارها في ¶ بناء الفرد المؤمن، والأسرة المثلى، والمجتمع الإسلامي العزيز الماجد؟ ¶ هي صُلْب الكتاب ومعظمه. بالإضافة إلى مقدمة ضافية في التعريفات ¶ والمصطلحات الخاصة بعلوم العقيدة، وعن مصادر المعرفة، ومنهج ¶ القران في الوصول إلى المعرفة الحقة، وتميّزه عن مناهج وطردتى علماء ¶ الكلام. ¶ كما ختمت أركان الإيمان بالحديث عن الإنسان والكون من عالم ¶ الشهادة، وعن الروح والجن والشياطين من عالم الغيب. ثم الحديث عن ¶ مفسدات العقيدة ونواقض الإيمان، وعن خصائص العقيدة ومميزاتها ¶ الخاصة بها دون لمعائر العقائد في جميع الملل والأديان. ¶ هـ- أهمية الكتاب: ¶ استفاد المؤلفان: الأستاذ الدكتور مصطفى الخن، والدكتور ¶ 80",
            "page": "80",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "محي الدين مستو من خبرتهما في تدريسهما لمادة العفيدة خلال مرحلتي ¶ الدراسة الثانوية والجامعية، واستطاعا أن يحقفا بتوفيق من الله تعالى ¶ معادلة متكاملة وممتعة، جمعت بين السهولة في اللفظ والوضوح في ¶ المعاني، والجمال في الأسلوب، والاستقصاء لموضوعات العقيدة: ¶ مقدماب ونتائج، والإبقاء محلى الصلة قائمة ووثيقة مع كتب ا لأسلاف، في ¶ بناء العقيدة الصحيحة الراسخة، والإيمان اليقيني بالته عز وجل. ¶ كما قضت بالأدلة الساطعة محلى ظلمات الكفر والشرك، ورياح ¶ السفسطة والمعئَكّ، وأخرست بالحجج الفاطعة همهمات شياطين الإنس، ¶ وفحيح أفراخ الملاحدة، وكدورات المشعوذين والدخالين. وغرست ¶ بذورَ العفيدة الإسلامية في النفوس الصالحة، وأوصت بتعهدها بالرعاية ¶ التامة، حتى تصبحَ أركانُ الإيمان أشجاراً باسقة ومثمرة، أصولها ئابتة ¶ وفروعها في السماء، تفجع الخصومَ، وتزيدُ في برد اليقين. ¶ و- رؤوس الموضوعات: ¶ الباب الأول: المدخل والمباى العامة. ¶ الباب الثاني: أركان الإيمان. ¶ الباب الثالث: الكون والإنسان. ¶ الباب الرابع: من الأمور الغيبية. ¶ الباب الخامس: مفسدات العقيدة. ¶ خاتمة: خصائص العقيدة الإسلاَمية وآثارها. ¶ !!!،!! ¶ 81",
            "page": "81",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "4 - الكتاب الرابع ¶ آ- اسمه: (الإيضاح في علوم الحديث وا لاصطلاح). ¶ ب - قياسه: 7 1 * 5 2 سم - عددصفحاته (368)، تجليد فني. ¶ ب - الناشر: دار الكلم الطيب -في دمشق وبيروت - وصدرت طبعته ¶ الأولى عام (9 1 4 ا هـ=998 1 م)، وطبعته المانية المصخَحة والمنقَحة عام ¶ (1 42 ا هـ- 0 0 0 2 م). ¶ د - موضوع الكتاب: علوم الحديث، والمقصود به مجموعة ¶ القوانين التي! سوضَل بها إلى تمييز مقبول الحديث من مردود 5، ومعرفة ¶ آداب روايته، وكيفية فهمه. ¶ وقد مهَد المؤلفان الكريمان: الدكتور مصطفى الخن، والدكتور ¶ بديع اللحام لهذا البحث العلمي المهم بمدخل تاريخي يتضمن تطور ¶ تدوين الحديث، ونشوء علوم الحديث وتكاملها. ثم عزَفا بعلم أصول ¶ الحديث وأهميته، وبضنا مكانة ا لسنة وحجيتها، ثم أتيا على أنواع الحديث: ¶ المتواتر، والصحيح، والحسن، والضعيف، واستفصيا علوم الإسناد، ¶ وعلوم المضق، وختما ببيادْ أهلية ا لتحمل وا لأداء وطرقهما. ¶ هـ-آهمية الكتاب: ¶ الكتاب لبنة ذهبية في صرح هذا العلم الشامخ (مصطلح الحديث) ¶ 82",
            "page": "82",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "حاول المؤلفان من خلاله أن يفرغا خلاصة تجربتهما في تدريس هذا العلم ¶ وتقريبه إلى طلابه؟ حيث بشَطا العبارة قدر المستطاع، مع عدم الإخلال ¶ بالمادة العلمية، وبذلا وسعهما في توضيح المسائل من خلال الأمثلة ¶ التطبيقية المشروحة، والمنتقاة من المصادر الأصلية، ودعَما كلامهمما في ¶ كثير من المباحث بنقول من كتب المتقدمين الذين صنفوا في هذا الفن، ¶ ليكون الكتاب صلة وصل بين تراثنا التليد والأصيل، وطارفنا الواضج ¶ والمجدد. ¶ وق! اطنبا قليلاً في المباحث الأكثر غموضأ؟ رجاء التوضيح، ¶ وأوجزا في المباحث التي رايا انها واضحة، لا يحتاج فهمها إلى كبير عناء. ¶ وعُنما ببيان وجه ارتباط بعض أنواع علوم الحديث ببعض، مما ¶ يُساعد على إعطاء تصوُّر شمولي لهذا العلم. ¶ و - الوضوح والتكامل: وأححث هنا أن أسجل حول هذا الكتاب ¶ المرجعي ملاحطتين: ¶ الأولى: ان أصلَ هذا الكتاب مذكرة في مصطلح الحدي! كان ¶ استاذنا الدكتور الخن قد وضعها مُقزَراً لطلاب السنة الثانية من كلية ¶ الشريعة في جامعة دمشق، وكنتُ ممن قدم فيها امتحانأ عام 962 ام، ¶ واذكرُ أن اسلوبها الواضح، وأمثلتها المبسطة؟ ازال من نفوس جميع ¶ الطلاب كلّ وحشة او تخوُف من (علم المصطلح)، وحقَقوا في الامتحان ¶ نجاحاً بنسبة كبيرة ودرجات عالية. ¶ الثانية: ان الدكتور بديع اضاف إلى المذكرة تجربة عشر سنوات من ¶ تدريس المادة في اكثر من جامعة، كما افاد من الكتب المرجعية في هذا ¶ 83",
            "page": "83",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "الفن، وهي إما تآليف قديمة طبعت حديثاً، وإما تاَليف جديدة ومبتكرة. ¶ وقد عايشت حرصه الشديد على تطابق الأمثلة مع القاعدة في كل ¶ مصطلح وفي كل تعريف، ولمست مكابدته في التبسيط والتوضيج، مع ¶ الإبقاء على المستوى الأكاديمي الرفيع للكتاب، وعدم التساهل بالمادة ¶ العلمية الدسمة في جميع موضوعاته وفقراته. ¶ \" وقد احتوى الكتاب في ختامه على ثبت بالمصادر والمراجع ¶ المفيدة في علوم الحديث، مع التوثيق والتدقيق في ذكر الدار الناشرة، ¶ وتاريخ سنة الطبع. ¶ كما اشتمل على الفهارس الفنية التالية: ¶ ا - فهرس ا لآيات القرآنية. ¶ 2 - فهرس الأحاديث النبوية. ¶ 3 - فهرس الأعلام. ¶ 4 - فهرس المصطلحات الحديثة. ¶ 5 - فهرس الموضوعات. ¶ بمم! ث!! كللأ ¶ 84",
            "page": "84",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "ثالثاً-التحقيقات الخاصة ¶ 1 - الكتاب الأول ¶ آ- اسمه: (المنهل الراوي من تقريب النواوي). ¶ تاليف: الإمام الفقيه المحدث محعي الدين أبي زكريا يحيى بن شرف ¶ النووي الدمشقي. (631 - 676 هـ). ¶ ب -قياسه: 17 ك! ه 2 سم، عدد صفحاته (4 31)، في مجلد فمْي ¶ ب- الناشر: دار الملاح - للطباعة والنشر بدمشق، من غير تاريخ. ¶ د - موضوع الكتاب: علوم الحديث (مصطلح الحديث)، واصل ¶ تسمية الكسَاب (التقريب والتيسير لمعرفة سنن البشير النذير)، وقد ذكر ¶ الإمام النووي - رحمه الله - في المقدمة: أنه اختصره من كتاب له أسماه ¶ (الإرشاد)، وذكر ان كتاب الإرشاد مختصر أيضأ من كتاب (علوم ¶ الحديث) للشيخ الإمام الحافظ المحقق المدقق أبي عمرو بن الصلاح ¶ المتوفى سنة (43 6 هـ) رحمه الله تعالى. ¶ فجاء كتاب (التقريب) غاية في الاختصار، ولكن مع الحرص على ¶ إيضاح العبارة، ومن غير إخلال بالمقصود. وقد شرح (التقريب) الإمام ¶ جلال الدين السيهوطي المتوفى سنة (1 91 هـ)، وأسمى شرحه (تدريب ¶ 85",
            "page": "85",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "الراوي شرح تقريب النواوي)، ويقع في مجلدين، وقد طبع (1) حديثاً ¶ بتحقيق الشيخ نظر محمد الفريابي. ¶ د- اهمية الكتاب: ¶ الكتاب مختصر مهم، يجمع أمهات مسائل علوم الحديث، ولايخل ¶ بطرف منها، وفيه من أنفاس ا لإمام ا لنووي الطاهرة، ومن إخلاصه وبركته ¶ ما يجعله كتاباً فريداً في منهجه واسلوبه، وقد رأى شيخنا الدكتور مصطفى ¶ الخن حفظه الله تعالى أن يقدم كتاب (التقريب) لطلابه وقرا ئه في هذا العصر ¶ مع شيء من التعليق والتوضيح والتمثيل. وقد تضمن عمله في تحقيق ¶ الكتاب الخطوات التالية: ¶ ا - إصلاح بعض الأخطاء الواردة في النسخة المطبوعة، بالرجوع ¶ إلى كتاب (تدريب الراوي. .). ¶ 2 - ذكر أمئلة لما أغفل المؤلف التمثيل له. ¶ 3 - ترجمة الأعلام الذين ذكرهم المؤلف ترجمة مختصرة مفيدة، ¶ وهي مجموعة في نهاية الكتاب، مرتبة على الأحرف الهجائية. ¶ 4 - شرح بعض تعبيرات ومصطلحات وردت في كلام المؤلف ¶ الإمام النووي. ¶ 5 - ضبط بعض الألفاظ بالشكل. ¶ 6 - ذكر بعض جوانب في الموضوع تركها المؤلف، فلم يتحدث ¶ عنها. ¶ (1) ¶ طبع في دار طيبة بالرياض ثلاث طبعات، وطبعته دار الكلم الطيب في دمشق ¶ وبيروت عام 996 1 م، واعادب طبعه عام 1 0 0 2 م. ¶ 86",
            "page": "86",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "7 - تخريج الأحاديث الواردة. ¶ ولْذَم المحقق للكتاب بمقدمة بئيئ فيها أهمية علم المصطلح، ¶ والمراحل التي مزَ بها، وابرز المصنفات في كل مرحلة، حتى عصرنا ¶ الحاضر، ئم ترجم للإمام النووي ترجمة وافية. ¶ وختمه بفهارس علمية تضمنت: ¶ ا - فهرس الأعلام. ¶ ب - فهرس التراجم. ¶ ! - فهرس! ا لموضوعات. ¶ \"*7! لا! م ¶ 87",
            "page": "87",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "2 - الكتاب الثاني ¶ أ - اسمه: (تسهيل الحصول على قواعد الأصول). ¶ تأليف: العلأَمة محمد امين سويد ا لدمشقي -ا لمتوفى سنة 5 5 3 ا هـ ¶ ب - قياسه: 7 ا ك! 5 2 سم - عدد صفحاته (0 28)، تجليد غلاف. ¶ ب - الناشر: دار القلم في دمشق - وصدرب طبعته الأولى عام ¶ (412 اهـ= 991 ام) - ¶ د - موضوعه: قواعد وضوابط في علم الأصول، أصول الفقه، ¶ تبتدى بمقدمة في مبادى هذا العلم، تليها سبع مقالات في الأدلة السبعة، ¶ وخاتمة في العقائد والأخلاق التي يتجلى فيها الزهد والتصوف. أما ا لأدلة ¶ السبعة فهي: الكتاب، والسنة، والإجماع، والقياس الجلي، عند الأئمة ¶ الأربعة. والاستحسان عند الحنفية، والاستصحاب عند الشافعية، ¶ والعرف العام عند المالكية. ¶ د - أهمية الكتاب: وتظهر لنا من مقدمة المؤلف، وهو شيخ ربانيئ، ¶ وعالم بحر في علوم الشرع، وبخاصة علم الأصول والفقه، ولنصغ إليه ¶ يقول: \" هذه رسالة تشتمل على فوائد وضوابط بهية، في فن الأصول، ¶ وماخذ ا لأحكام ا لسنية، جانبت فيها ا لاختصار المخل، والتطويل المضعف ¶ للهمم الممل \". ¶ ولا شذ أن اعتناء أستاذنا الدكتور (أبو محمد) بهذه الرسالة ¶ 88",
            "page": "88",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "نسخاً وتحقيقاً، يدكُ على أهميتها وقيمتها العلمية، خاصَّة وهو المتضفَع ¶ في علم الأصول، والمطلع على كتب هذا الفن القديم منها والجديد، كما ¶ أن إخراجها محقَقة ومفهرسة، وبعناوين توضيحية ومقدمات ضافية عن ¶ علم الأصول، ومدارسه، ومؤلفاته؟ زاد في أهميتها، ونئه طلاب العلم ¶ إلى ضرورة الاعتناء بها. ¶ وهذا العمل العلميئ في تاريخ العالم الأصولي الدكتور مصطفى ¶ الخن يدلُ على وفاء ظاهر لمشايخه الذين تتلمذ على أيديهم، وحديثه ¶ في المقدمة عن جامع منجك، وعن معهد التوجيه الإسلامي، وعن شيخه ¶ العلاَّمة المجاهد حسن حبنكة الميداني - الذي كان لي شرف الجلوس في ¶ بعض حلقات دروسه في منزله العامر بالميدان، وهو يقرر درسأ في تفسير ¶ القران الكريم - يدلُ على الأدب الجم والوفاء الكبير للمشايخ والعلماء ¶ الأجلاء الذين أثروا في حياته. ¶ هـ- عمل المحقق في مخطوطة (تسهيل الحصول على قواعد ¶ الأصول): ¶ ا - وضع عناوين مناسبة للأبحاث. ¶ 2 - تحقيق ما ورد في الكتاب من بحوث أصولية؟ بالرجوع إلى ¶ امهات كتب أصول الفقه. ¶ 3 - توثيق ما ذكر في الكتاب من مسائل، وذلك بنقل نصوص من ¶ الكتب المشار إليها وغيرها. ¶ 4 - توضيح بعض القواعد التي ذكرها المؤلف وتفصيل ما أجمل ¶ منها. ¶ 89",
            "page": "89",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "5 - كتابة بعض الكلمات على الطريفة الإملائية المتعارف عليها ¶ حديثأ. ¶ 6 - عزو الاَيات إلى سورها وذكر أرقامها. ¶ 7 - تخريج الأحاديث التي استدلَّ بها المؤلف. ¶ بالإضافة إلى ترجمة المؤلف الشيخ محمد أمين سويد، والتعويف ¶ بعلم أصول الفقه، وذكر مدارسه، والمؤلفات القديمة التي وصلتنا ¶ مطبوعة. ¶ *جم! كلم* ¶ 90",
            "page": "90",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "را! عا - التحقيقات المشتركة ¶ 1 - الكتاب الأول ¶ أ - اسمه: (حسن الإسوة بما ثبت من الله ورسوله في النسوة). ¶ تأليف: السيد محمد صديق حسن خان القنوجي البخاري، من ¶ - علماء الهند، المتوفى سنة 07 3 ا هـ، وتحفيق: الأستاذ الدكتور مصطفى ¶ سعيد الخن، والدكتور محصي الدين ديب مستو. ¶ ب - قياسه: 7 ا ئم! ه 2 سم، عدد صفحاته (0 62)، مجلد فني. ¶ ب - الناشر: مؤسسة الرسالة في بيروت، وقد صدرت الطبعة ¶ الأولى منه عام (398 ا هـ= 977 ام)، وبين يدفيَ الطبعة الثامنة الصادرة ¶ عام (6 1 4 ا هـ= 996 1 م). ¶ د- موضوعه: ما ثبت من الله ورسوله في النسوة، جمع المؤلف- ¶ رحمه الله تعالى - اَيات الكتاب الحكيم، وأحاديث النبي الكريم لمجم، ¶ وشرح الاَيات شرحاً واضحأ، اختاره من كتب التفسير المعتمدة، وذكر ¶ في نهاية كل حديث مصدره من كتب السنة، وختم الكتاب بما تخصصت ¶ به النساء وتميزت دون الرجال من أحكام. ¶ هـ- اهمية الكتاب: إنه كتاب متميز في عرصْه وأسلوبه، مبتكر في ¶ موضوعه، ويسدّ ئغرة كبيرة في مضمار الثقافة الإسلامية، والمكتبة ¶ المتخصصة، للمرأة المسلمة. ¶ 91",
            "page": "91",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "والمرأة المسلمة مدعوة في هذا العصر المتفجر بالعلم والمعرفة؟ ¶ إلى مشاركة الرجل في العودة إلى الإسلام، والتمسكُ بأحكامه قولاً ¶ وعملاً، عقيدة ومسلكأ، حتى يُعادَ بناء صرح البيت الإسلامي، الذي ¶ يُنجب الأبطال، ويُخرِّج المجاهدين في سبيل إعلاء كلمة اللّه تعالى. وهذا ¶ كله مرتهن بالطاعة الحقة للأوامر الإلهية والوصايا النبوية على علم وفقه ¶ ونور. ¶ و- عمل المحقِّقين في الاعتناء بنصوص الكتاب: ¶ ا - إفراد الآيات القرانية فوق شرحها، مضبوطة بالشكل، معزوة ¶ إلى سورها. ¶ 2 - البدء في كل تفسير آية من أول السطر، وكذلك البدء في كل ¶ حديث، للتغلب على أسلوب السرد بين النصوص، والذي اتبع في الطبعة ¶ الحجرية الأولى للكتاب. ¶ 3 - شرح بعض الألفاظ والمصطلحات العلمية، وترجمة بعض ¶ الأعلام الذين ذكرهم المؤلف. ¶ 4 - تخريج الأحاديث التي يتعرض لها المؤلف. ¶ 5 - ترجمة المؤلف: ترجمة موجزة، فيها ذكر نسبه، ومولده ¶ ونشأته، وعلمه وشيوخه، ومؤلفاته، ووفاته. ¶ كل! \"جمبم* ¶ 92",
            "page": "92",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "2 - الكتاب الثاني ¶ أ- اسمه: (1 رشاد الفحول إلى تحقيق الحق من علم الأصول). ¶ تأليف: الإمام محمد بن علي الشوكاني المتوفى سنة (250 اهـ) ¶ تحقيق: الأستاذ الدكتور مصطفى الخن،! والدكتور محيي الدين مستو. ¶ ب - قياسه: 17 * ه 2 - عدد صفحاته (0 62)، مجلد فني. ¶ ب - الناشر: دار الكلم الطيب في دمشق وبيروت، وتصدر الطبعة ¶ الأولى مته سنة (422 ا هالموافق 1 0 0 2 م). ¶ د - موضوعه: دراسة علم اصول الفقه، وتمحيص أسسه وقواعده، ¶ وبيان الحق والصواب في جميع مسائله، وقد بدأه بمقدمة أوضح فيها رأيه ¶ في القواعد الأصولية، أنها ظنية الدلالة لا قطعية، إذ هي تدخل في باب ¶ الاجتهاد؟ ويجوز العدول عنها ومخالفتها. ثم عرَّف بعلم أصول الفقه، ¶ وحدَّد تعريفه، وموضوعه، وفائدق، واستمدادَه، و! لَّم عن الأ-كام ¶ وأقسامها، وعن المبادى اللغوية، وتقسيمات ا لألفاظ في خمس مسائل. ¶ ثم افاض في ذكر مقاصد الكتاب السبعة، بمسألتين مهمتين. ¶ هـ- أهمية الكتاب: ¶ تتجلى اهمية الكتاب في خاصية علم أصول الففه، وأنه المأوى ¶ الذي يأوي إليه الأعلام، والملجأ الذي يُلجا إليه عند تحرير المسائل ¶ 93",
            "page": "93",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "وتقرير الدلائل في غالب الأحكام. ¶ وقد عزم المؤلف - كما في المقدمة - على إيضاح راجحه من ¶ مرجوحه، وبيان سقيمه من صحيحه، موضحأ لما يصلج منه للرد إليه، ¶ وما لا يصلح للتعويل عليه. . وقد نقل اقوال العلماء قبله، ونسب الاَراء ¶ إلى اصحابها بأمانة وموضوعية، وناقش ا لأدلة ورخح بينها، وأدلى بدلو5 ¶ في تفرد وتميز خاص، بعيد عن اي جمود أو تعصب. ¶ والكتاب بلا ريب دعوة مفتوحة ومتجددة للدراسات الأصولية، ¶ والمناقشات الفقهية، والمقارنات المذهبية، وكل ذلك مدعم بالأدلة ¶ الظاهرة والحجج الساطعة، للتوصل إلى تحقيق الحق. ¶ و-عمل المحققيْن: ¶ ا - مقابلة النسخة المطبوعة، على النسخة، المخطوطة، وإئبات ¶ الفروق المهمة، والتصحيحات المفيده. ¶ 2 - تخريج الأحاديث التي يستدل بها المؤلف، او يُوردها شواهد ¶ أثناء مناقشته لاَراء العلماء وأقوالهم. ¶ 3 - عزو الاَيات القراَنية إلى سورها وبيان أرقامها بعدها مبالثرة، ¶ للتقليل من أرقام الهوامش. ¶ 4 - لثرح بعض الألفاظ الغريبة. ¶ 5 - عزو بعض الأقوال إلى مصادرها، وضبطها في أصولها كلما ¶ تيسر ذلك. ¶ 6 - ترجمة علماء الأصول الذين يرد المؤلف كتبهم، أو يستشهد ¶ بأقوالهم. ¶ 94",
            "page": "94",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "7 - ترجمة المؤلف، وعرض مختصر لمدارس علماء الأصول، ¶ وبيادْ موقع (إرشاد الفحول) منها. ¶ ز- غاية هذه الطبعة الموثقة: خدمة الطلاب المتخصِّصين في علم ¶ الأصول، بعيداً عن الاختزال والتشويه، وعن الترهل والسذاجة، و إنصافأ ¶ للمؤلف، واحتراماً للكتاب، وإلغاءً للتعليفات الممطوطة والمتكفَفة، ¶ وا لاَراء الخرقاء وا لمتمخَلة. وبإخراج جميل، وشكل انيق، وحجم وسط. ¶ ! جملأ\"ال! ك! لأ ¶ 95",
            "page": "95",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "3 - الكتاب الثالث ¶ ا - اسمه: تفسير البيضا وي. ¶ (آنوار التنزيل وآسرار التأويل) تأليف: القاضي عبد اللّه بن محمد ¶ البيضاوي، المتوفى سنة 685 هـ. ¶ تحقيق: الأستاذ الدكتور مصطفى سعيد الخن، والدكتور ¶ محي الدين ديب مستو، والدكتور بديع السيد اللحام. ¶ ب - قياسه: 7 اكره 2 سم عدد صفحاته (2560): 1/ 4 مجلد فني ¶ مع الفهارس. ¶ ب - الناشر: دار الكلم الطيب، وتصدر الطبعة الأولى منه سنة ¶ (422 اهالموافق 1 0 0 2 م). ¶ د-منهجه: هو تفسير متوسط الحجم، يجمع بين التفسير والتأويل ¶ وفق قواعد اللغة العربية، واعتمادأ على أصول اهل السنة والجماعة. ¶ ومن موارده: التفسير الكبير؟ للفخر الرازي. وتفسير الكشاف؟ ¶ للزمخشري. ومفردات القراَن؟ للراغب الأصفهاني، والاَثار المنقولة عن ¶ الصحابة والتابعين. ¶ وللبيضاوي أسلوب خاص في إيراد بعض اللطائف والفوائد، ¶ بأسلوب رائع وعبارة بديعة في كثير من الأحيان، ولكن بعض ألفاظه ¶ وتراكيبه ترد دقيقة ومعاني جملة عسيرة ومغلقة. وحاشية الشهاب الخفاجي ¶ 96",
            "page": "96",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "خير معين على فتج مغاليقه، وتوضيح رموزه، وتبسيط قواعده. ¶ ويهتم المؤلف بذكر القراءات، ويعرض لبعض المسائل النحوية، ¶ والإعرابية، والفقهية، وهو شافعي المذهب، ويميل إلى تأييد وترجيح ¶ مذهبه، ويتاثر بالفخر الرازي في الاهتمام بمباحث الكون والطبيعة عند ¶ عرض آيات القدرة الإلهية في السماء والأرض. ¶ هـ-عمل المحققين: ¶ تمهيد يتضمن التعريف بالتفسير ومؤلفه. ¶ ا - ضبط النص، وتثبيت الفروق. ¶ 2 - عزو ا لآيات الشواهد إلى سورها مع أرقامها. ¶ 3 - تخريج الأحاديث النبوية، والاثار. ¶ 4 - عزو الأشعار إلى قانليها، مع ذكر تمامها من العجز أو الصدر، ¶ إن استشهد المؤلف بنصف البيت. ¶ 5 - التوضيح لبعض العبارات الغامضة. ¶ \" مستعينين في ذلك كله بكتب التفسير والحديث، وبخاصة ¶ حاشية الخفاجي، وتخريجات الحافظ ابن حجر. ¶ بحلىجمبممجلأ! بم ¶ 97",
            "page": "97",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "4 - الكتاب الرابع ¶ أ- اسمه: (المنهاج القويم في مسائل التعليم). ¶ تاليف: شهاب الدين أحمد بن حجر الهَيْتَمي المتوفى سنة 934 هـ. ¶ وهو شرح على المقدمة الحضرمية، في الفقه الشافعي. للشيخ ¶ عبد الله بن عبد الرحمن بافضل الحضرمي، المتوفى سنة (18 9 هـ). ¶ شوح ألفاظه، وخزَج أحاديثه، وقدَم له: ¶ د. مصطفى سعيد الخن، ود. مصطفى ديب البغا ¶ ود. محعي الدين ديب مستو، والأستاذ علي خالد الشربجي. ¶ ب - قياسه: (7 ا ك! ه 2 سم)، وعدد صفحاته (94 4)، مجلد فني. ¶ ب - الناشر: دار الكلم الطيب، ودار العلوم الإنسانية بدمشق، وقد ¶ صدرت طبعته الثالثة عام (9 1 4 ا هـ= 998 1 م). ¶ د- منهجه: هو كتاب يقتصر على فقه العبادات، ويمتاز المتن ¶ والشرح فيه بإيراد الأحكام الصحيحة والمعتمدة في الفقه الشافعي، ¶ وعباراته في الكتابين (المقدمة الحضرمية) و (المنهاج القويم) سلسلة ¶ ومنتقاة، وتدل على تمكن المؤلفيْن في علم الففه والفتيا. ¶ هـ-عمل المحققيْن: ¶ ا - التقديم للكتاب بمقدمة ضافية عن مدلول كلمة الفقه، وأدوار ¶ 98",
            "page": "98",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "الفقه ا لإسلامي، وأسباب اختلاف ا لفقهاء، وا لتعريف با لمذهب الشافعي. ¶ 2 - فصل كتاب المقدمة الحضرمية في اعلى الصفحة بخط اسود، ¶ ئم يأتي الشرح تحته مباشرة، بعد تحقيق العبارة وضبطها. ¶ 3 - ترقيم الاَيات القراَنية، وذكر سورها. ¶ 4 - تخريج ا لأحاديث، وذكر الأدلة. ¶ 5 - ترجمة بعض الأعلام الففهاء0 ¶ 6 - وضع علامات الترقيم. ¶ مستفيدين في ذلك بالكتب المصادر من المؤلفات الموسوعية في ¶ الفقه والحديث. ¶ !! كلم! كلم ¶ 99",
            "page": "99",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "خامساً -المؤلفات الجامعية ¶ 1 - الكتاب الأول ¶ أ - اسمه: التفسير العام: ¶ ب - قياسه: 7 1 * 4 2 سم، وعد د صفحا ته (4 6 4). ¶ ! - منشورات جامعة دمشق - الطبعة الخامسة. ¶ من كلية ¶ 2 ¶ 3 ¶ 4 ¶ 7 ¶ 8 ¶ - موضوع الكتاب: تفسير الاَيات والسور المقررة في السنة الثانية ¶ الشريعة - جامعة دمشق، والمقرر هو: ¶ - تفسير الاَيات الأولى من سورة البقرة (1 - 0 2). ¶ - تفسير سورة النور. ¶ - تفسير سورة الأحزاب. ¶ - تفسير سورة الحجرات. ¶ - تفسير سورة المجادلة. ¶ - تفسير سورة الممتحنة. ¶ - تفسير سورة الصف. ¶ - تفسير سورة الجمعة. ¶ 100",
            "page": "100",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "هـ- اهمية الكتاب: تصميم المؤلف، وإلزام نفسه، بوضع كتاب ¶ يضم بين دفتيه جميع مفرداب المقرر. ¶ ومما قاله الدكتور الخن في المقدمة: \" ولقد قمتُ بذلك، ولكن ¶ لضيق الزمن لم اُحقق فيه ما كانت نفسي تصبو إليه، ولكن سوف تتاح ¶ الفرصة لإعادة النظر فيه فيما يأتي من الزمن إن شاء الله. ¶ على كل حال فشان البشر عدم بلوغ الغاية القصوى، إذ ما من عمل ¶ يُعتقد فيه الكمال، إلا ومن ورائه عمل أكمل منه \". وتكمن أهمية الكتاب ¶ في توفير الجهد على الطلبة، وتيسير المادة الامتحانية في كتاب واحد ¶ مطبوع. ¶ و-منهج المؤلف في التفسير: ¶ ا - التقديم للسورة يشتمل على: ¶ أ-نزولها وعدد اياتها. ب -سبب تسميتها بهذا الاسم. ¶ ! - خصائصها وفضلها. د- موضوعاتها والأمور التي عالجتها. ¶ 2 - تفسيم الآيات في السورة إلى مقاطع ذات موضوع واحد، ¶ ووضع عنوان لها. ¶ 3 - تفسير لغريب كلمات الاَية، مع التحليل التام. ¶ 4 - إيراد اقوال المفسرين في معاني الاَيات، مع الاستقصاء، ¶ والتوثيق، والترجيح بينها. ¶ 5 - وقد يختم الآيات أحياناً بكلام نفيس، يُظهر عظمة الإسلام، ¶ وصلاحية أحكامه للإنسان والحياة، وفي كل زمان ومكان. ¶ 101",
            "page": "101",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "ز-العَالِمُ المُفسِّرُ: ¶ لم تقتصر جهود الدكتور (أبو محمد) في التفسير على هذا الكتاب، ¶ بل اشتملت على خبرات متخصصة، منحته شخصية العالم المفسر لكتاب ¶ الله تعالى، وفق منهج متميز، ظهر في تقديمه لمؤلفيق معاصرين، ¶ ومراجعاته لمؤلفاتهم، وإشرافه على العديد من الرسائل الجامعية، ¶ ومشاركته في تاليف تفسير وجيز، بالاشتراك مع فضيلة الشيخ محمد كرئم ¶ راجج، سيظهر إلى النور قريبأ، وتعليقاته القيمة على تفسير البيضاوي، ¶ التي دخلت في تحقيق تفسير البيضاوي، الذي تكلّمتُ عنه في التحقيقات ¶ المشتركة فيما تقدّم. ¶ !! ه! كؤكبم ¶ 102",
            "page": "102",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "2 - الكتاب الثاني ¶ أ- اسمه: فقه المعاملات. ¶ ب - قياسه: 7 ا ك! 4 2 سم، وعدد صفحا ته (4 6 3). ¶ ب- الناشر: جامعة دمشق - الطبعة السادسة. ¶ د - موضوع الكتاب: فقه المعاملات - المقرر في السنة الرابعة من ¶ كلية الشريعة، ومقررات المنهاج هي: ¶ ا - ا لرهن 0 5 - ا لوكا لة. ¶ 2 - الصلح 0 6 - الشفعة. ¶ 3 - الكفالات 0 7 - العارية. ¶ 4 - ا لشركات 0 8 - ا لود يعة. ¶ هـ- أهمية الكتاب: يُظهر المؤلف أهمية التأليف في مادة الفقه، ¶ فيقول في المقدمة: \" إذا كانت علوم القراَن، وعلوم الحديث الشريف في ¶ أوج العلوم الشرعية، لأنه - كما يقولون -شرف المتعلِّق بشرف المتعلَّق، ¶ إن يكن ذلك كذلك، فإن علم الفقه لا يقلّ عنهما شأناً، لأنه منهما يستمد، ¶ وعليهما يعتمد، وبهما يستدكُ. ¶ هذا بالإضافة إلى ان علم الفقه بمفهومه الواسع - وكما يفهم علماء ¶ 103",
            "page": "103",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "السلف، رحمهم الله -كان يمدُ ظلّه حتى يشمل العقيدة، ومعرفة النفس ¶ ما لها وما عليها\". ¶ و - منهج المؤلف - رعاه الله تعالى -في تأليف كتاب (فقه المعاملات) ¶ على النحو التالي: ¶ 1 - عرض المسائل الفقهية في زمر، كل زمرة معنون لها بعنوان ¶ مناسب لها. ¶ 2 - لم يلتزم ان يعرض في كل مسألة الاَراء الفقهية جميعها، بل ¶ اكتفى بسرد بعض المذاهب، وغالبأ ما يكون ا لمذهب الشافعي، والمذهب ¶ الحنفي. ¶ 3 - التزم غالبأ أن يذكر دليل المذهب، ووجهة نظره في هذه ¶ المسألة. ¶ 4 - لم يلتزم أن يذكر جميع الأدلة التي استدلّ بها اهل المذهب، بل ¶ اكتفى في بعض المسائل بذكر معظم الأدلة. ¶ 5 - لقد كان يتعمد ذكر نصوص من الكتب القديمة، يأتي بها دليلاً ¶ على ما ذكر، والغرض من ذلك أن يعتاد الطالب في هذه المرحلة على تفهّم ¶ ا لمسائل من خلال نصوص المؤلفين ا لقدامى، وأ ن يتعرَّف هذا الطالب على ¶ أمهات الكتب الفقهية، التي تعدُّ المصادر الوثيقة في نقل فقه الأئمة ¶ المجتهدين، وان يحسن الاستفادة منها. ¶ 6 - لقد اعتمد في نقل المذهب كتب المذهب نفسه، إذ كثيراً ما نرى ¶ ان كتب بعض المذاهب تنقل عن المذهب الاَخر أقوالاً غير موجودة فيه، ¶ أو أقوالاً ليست هي الأقوال الصحيحة المفتى بها في هذا المذهب. ¶ 104",
            "page": "104",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "7 - لم يشا مناقشة الاَراء الفقهية وترجيح ما يراه مناسباً، بل اكتفى ¶ بسرد الاراء والأقوال وادلتها، لأنه يعتقد ان مناقشة الاراء وترجيح بعضها ¶ على بعض ليست من مهمة هذه المادة، بل هو من مهمة مادة أخرى هي ¶ مادة (الفقه المقارن)، وهي مادة تُدزَس في هذه السنة نفسها، ولكل مادة ¶ اتجاه، ولكل مادة هدف. ¶ ز-العَالِمُ الفقيهُ: ¶ وقد وفَّى الأستاذ الدكتور (مصطفى الخن) بمنهجه كاملاً، وظهرت ¶ شخصيته المتخصصة في الفقه واصوله، وبرز إلى قائمة المؤلفات ¶ الجامعية كتاب معاصر في (فقه المعاملات) واضحٌ ومرتب، وممتلى ¶ بالأحكام الموثقة، والمقارنات الموضوعية. والقارى المنصف يشهدُ، ¶ ويقزُ ما اجمع عليه الطلاب الذين قدموا فيه امتحانأ: إنه من انجح الكتب ¶ الجامعية، ومن اكثرها فائدة ومنهجية، وأوجد علاقة حميمة بين الطالب ¶ والكتب الفقهية القديمة، وازال ايَ جفوة لعناوين مهمة وحياتية في فقه ¶ المعاملات. ¶ ك! *غ! ¶ 105",
            "page": "105",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "3 - الكتاب الثالث ¶ أ- اسمه: مبادى العقيدة ا لإسلامية. ¶ ب - قياسه: 7 1 ك! 4 2 سم، وعدد صفحا ته (9 9 3). ¶ ب - الناشر: جامعة دمشق، الطبعة الثامنة. ¶ د - موضوع الكتاب: مبادى العقيدة الإسلامية، المقررة في السنة ¶ الثانية -كلية الشويعة، جامعة دمشق. ومفردات المقرر هي: ¶ أولاً: المدخل والمبادى العامة. ¶ ثانياً: الله والكون والإنسان. ¶ ثالثاً: النبوة والوحي. ¶ رابعاً: الغيب والمعاد. ¶ خاتمة: نظرة شاملة في خصائص العقيدة ا لإسلامية وخصائصها. ¶ هـ- أهمية الكتاب: بئن المؤلف -حفظه الله - تلك الأهمية العظيمة ¶ لهذا الكتاب الجامعي المقرر فقال في المقدمة: ¶ \" منذ تاسست كلية الشويعة كان من أبرز ما كانت ترمي إليه، إصلاح ¶ العقيدة، علماً منها أنه بصلاح العقيدة صلاح الإنسان، فكان من أبرز ¶ 106",
            "page": "106",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "المواد المقررة فيها مادة العقيدة الإسلامية، واستمرت العناية بهذه المادة ¶ إلى يومنا هذا، وستبقى هذه المادة خالدة، ما أراد الله الخلود لدينه الذي ¶ ارتضاه لعباده \" إنَ اَلذِيى ضَدَ أدئَهِ اَلاستلَض \" ا اَل عمران: 9 1). \" وَمَن ¶ يَئتغِ غيرَأفيسئلَئِم دِينا فَلَن يُفبَلَ مِئهُ\" ا اَل عمرا ن: 5 8). ¶ و- منهج الكتاب: ¶ تقديم كتاب جامع لمفردات منهاج السنة الثانية، وإجهاد النفس ¶ لتقديم معلوماته بشكل مب! ط وموثَّق، وا لاستد لال على المبادى المطروحةء ¶ للبحث بما جاء في القراَن الكريم، وبما صحَّ من حديث رسول الله ع! يم، ¶ إذ هما العماد الأول في توضيح وتثبيت هذه العقائد ا لإسلامية. ¶ ز - التطوير والمعاصرة: ¶ لا ريب ان كتاب (مبادى في العقيدة الإسلامية) كان خطوة جريئة ¶ إلى الأمام في تطوير أسلوب عرض مبادى العقيدة، ليتمشى ذلك مع ما ¶ تحقَق لفروع العلوم الشرعية الأخرى من تحديث ومعاصرة. وإذا كان ¶ الرجل هو الأسلوب -كما يقولون - فإن استاذنا (أبا محمد) اختار ¶ السهولة في اللفظ، والوضوح في الأسلوب، وأبقى الصلة قائمة مع ¶ الكتب التراثية الأصيلة، المؤلفة قديمأ في علم التوحيد والعقيدة، أو ما ¶ اطلقوا عليه: الفقه الأكبر. وحقَق معادلته التربوية فكراً ومسلكاً، المتمثلة ¶ في أنَّ المهئم هو الحصيلة المفهومة المهضومة من المقزرات، التي تُثبت ¶ جدوى الدراسة، وتحقق التحصيل، وتمفُكَ مفاتيح العلم. ¶ ! *!! ¶ 107",
            "page": "107",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "الخاتمة ¶ وفي الختام أرجو الله تعالى ان أكون حفقت ما رميتُ إليه من ¶ ترجمة صادقة، بعيدة كل البعد عن المبالغة في المدح، أو المغالاة في ¶ الإعجاب والحبّ، والاكتفاء بإظهار الحياة الواقعية، والصورة الحقيقية ¶ المشرقة، لمسيرة استاذ الأساتذة الدكتور (مصطفى) وهو عالمٌ دمشقيئٌ ¶ تركَ ولايزال بصمات ظاهرة ومؤثرة في الحياة التعليمية العامة ¶ والشرعية، وألَّف كتبأ مرجعية وخالدة. ¶ وإذا كانت الحياة لم تُوفه كامل حقّه، فإن الله تعالى لم يُضَيّعْه في ¶ الدنيا، وسيوفّيه الجزاء الأوفى في الاَخرة. وانا على يقين انه عاش حياته ¶ مكتفيأ، بل وفي سعة وبحبوحة أيضأ، وقد نخاه الله من العبودية للمال، مع ¶ ان الكثير من طلابه ومعارفه جمعوا الملايين، فعافاه النّه من مجرد التفكير ¶ بضغوط الصفقات أو ركود الأسواق، وأراح الله أعصابه من المنافسات ¶ والمضايقات، والمضاربات. ¶ ولا أقول: إن المال بقي في يده ولم يصل إلى قلبه فحسب، بل من ¶ النادر جداَ، وفي حا لات محدَدة ومعدودة التي رأيت فيها شيخنا (ابو محمد) ¶ يخرج مالأ من جيبه، أو يدفع مالا بيده، فقد كانت (أم محمد) تستلمُ راتبه ¶ الشهري، وجميع استحقاقاته المالية الإضافية. لقد منحها هذه المهمة لما ¶ راى فيها من حُسن إدارة وتنطيم، والإنفاق في الطرق الصحيحة من غير ¶ إسراف ولا تقتير. ¶ 109",
            "page": "109",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "والأبناء البررة يتولون اليوم أداء أكثر الالتزامات من ماله الخاص. ¶ لقد أغنى الله نفسه، وأسعده بإخلاص زوجته، ومرافقتها له مسيرة دربه، ¶ وأسعدَه الله تعالى ببر أولاده، ونجاحهم في أعمالهم. ¶ وهو الاَن نيّ! على الخامسة والسبعين، وأراه يُنفي مكتبته، ¶ و\"يتابع إصدارات الكتب الجديدة، ويتلافى ما نقصَ من أجزاء الطبعات ¶ القديمة. ويأخذ بيد الطلاب والطالبات في الدراسات العليا، ويُعيرهم ¶ بعضَ كتبه، ويُخضص لكل واحد لقاءً أسبوعيأ محدَداً؟ لمتابعة ما كتب. ¶ ويُقدم لبعض المطبوعات التي يرغبُ اصحابُها بقراءتها، وإبداء ¶ ملاحظاته عليها، ومن ثم كتابة مقدمة ضافية، يُبئن فيها فائدتَها وميزاتها. ¶ أما همومُ ا لأستاذ الدكتور (مصطفى) فتنحصر فيما يسمع من هموم ¶ الناس، وبخاصّة ما يسمع به من معؤقات نشر العلم، او المؤامرات التي ¶ تُحاك بقصد الإفساد والتجهيل، ومنع حدوث صحوة علمية إسلامية ¶ حقيقية في العالم العربي وا لإسلامي. ¶ ومن الوصايا التي استفدتها منه وانتفعت بها: ¶ ا - لا تُغيِّر اتجاهأ أو عملأ فيه نفع وفائدة لك، حتى يأتي التغيير ¶ قسريأ، وخارجأ عن إرادتك. ¶ 2 - لا تدع الوسوسمة تدخل إلى نفسك من شكوى أو ألم مؤقت؟ ¶ لأن المرض لا يُخفي نفسه. ¶ 3 - اجتهد في التحصيل، والارتقاء بالنفس إلى ما تستحق. وإيَّاكَ ¶ والتطامنَ والتواكلَ والخنوع. واعلم ان السعادة تكافؤ الشعور. ¶ 110",
            "page": "110",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "4 - لا تفرضْ نفسكَ على الاخرين، وانتظر الطلبَ منهم، واحرصْ ¶ على السمعة الطيبة، والأعمال المتقنة، فهي التي تحقق لك ما تُريد. ¶ اللهم لم أقل إلا ما شهدت، ولا أزكي على الله احداً، سبحانك ¶ اللهئمَ وبحمدك، اشهد أن لا إله إلا انت، أستغفرُك واتوب إليك، ¶ والحمد لله ربِّ العالمين. ¶ *** ¶ 111",
            "page": "111",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 8 ¶ مصطفى سعيد الخن العالم المربي وشيخ علم أصول الفقه في بلاد الشام ¶ بقلم ¶ د. محي الدين ديب مستو ¶ دار القلم ¶ دمشق ¶ __________ ¶ ((نسخة محولة بواسطة القارئ الآلي، وتم مراجعتها مراجعة مبدئية، وليست نهائية؛ ولذا وجب التنبيه وبخاصة في الآيات القرآنية والأرقام والجداول!))",
            "page": "1",
            "part": "1"
        },
        {
            "id": "13",
            "nass": " ",
            "page": "10",
            "part": "1"
        },
        {
            "id": "53",
            "nass": " ",
            "page": "50",
            "part": "1"
        },
        {
            "id": "112",
            "nass": " ",
            "page": "108",
            "part": "1"
        }
    ],
    "t38592": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مصطفى سعيد الخن العالم المربي وشيخ علم أصول الفقه في بلاد الشام"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول لمحات من حياته"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني التعريف بمؤلفاته"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        }
    ]
}