{
    "b38598": [
        {
            "id": "3",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 27 ¶ إسماعيل بن علي الأكوع ¶ علامة اليمن ومؤرخها ¶ تأليف ¶ إبراهيم باجس عبد المجيد المقدسي ¶ دار القلم ¶ دمشق",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم",
            "page": "3",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الطبعة الأولى ¶ 1426 هـ - 2005 م",
            "page": "4",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "بسم الله الرحمن الرحيم ¶ تقديم ¶ بقلم ¶ الأستاذ الدكتور ناصر الدين الأسد ¶ هذا الكتابُ مَثَلٌ من أمثلة الوفاء: وفاءِ المؤلَف السيد إبراهيم ¶ باجس عبد المجيد لشيخه العالم الجليل القاضي إسماعيل بن علي ¶ الأكوع، حين ندب التلميذُ نفسَه لكتابةِ سيرة شيخه، واراد ان يخرجَها في ¶ حياته لسببين ذكرهما: ¶ الأول: أن تقرّ عين الشيخ بذلك، ويرى أنَ له تلاميذَ اوفياء، وأبناء ¶ بررةً، يسعون لتسجيل ذكره في حياته، كما يبتغون دعوةً صالحةً خالصةً ¶ منه لهم. ¶ الثاني: تعخلُ الخير وعدم التسويف، فالمؤلَفُ لا يأمنُ على نفسِه- ¶ كما ذكر - أن تخترمَه المنيةُ، وان يحل الأجلُ قبل تحقّق ما يصبو إليه من ¶ هذا الأمر. ¶ وقد حفزني هذا الوفاء إلى أن أجاريَه، فأستجيبَ لطلب المؤلِّف ¶ كتابةَ مقدمة لكتابه، وذلك أنَّ للصديق القاضي إسماعيل حقوقاً يقتضي ¶ الواجبُ تأديتها: فما دعوتُه مرةَ إلى اجتماع من اجتماعات المَجْمَع ¶ الملكي لبحوث الحضارة الإسلامية (مؤسسة اَل البيت) - منذُ أن أدسّستُه ¶ سنة (0 0 4 1 هـ= 980 1م) وتوليتُ رئاسته - إلا سارعَ إلى الإجابةِ، وما ¶ رجوتُه كتابةَ بحثِ لأحدِ تلك الاجتماعات إلآَ لئى دعوتي، وما أصدرَ",
            "page": "5",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "كتاباًاو نشرَ مقالاَ إلأَ قدَم إلي نسخةً منه، أو بعث بها إليئَ بالبريد او مع ¶ صديق. وطالما كانت مجالِسُنا عامرةً بأُنس حديثه، وبواسع ثقافته، ¶ وبسديد رايه، وعُمق اتصاله بالتراث، وهو - مع هذا الجدِّ - حلو الدُّعابةِ، ¶ واسعُ الأفق، لا يتعضَبُ لراي ولا لمذهب، يطيَلُ الاستماع في ¶ المجالس، ثم يفبَلُ ما بدا له - من خلالِ الحديثِ - أنَّه الرايُ الأصوبُ؟ ¶ وإن كان مخالفاً لر أيِ سابقٍ له. ¶ وقد سزَني أثي رأيتُ في هذا الكتابِ مصداقَ كثيرٍ من صفات ¶ الشيخ، وعليها أمثلةٌ من بعض مواقفه وبعض كلامه في مؤتَفاته ومقالاته، ¶ ورئما كان اكثر ما شذَني في هذا الأمر هو موقفه من الاجتهاد، والبعد عن ¶ التعضب لرأي او مذهب. ومن ذلك قولُ المؤلَفِ: \"لم يتقتدِ الشيخُ ¶ بمذهب فقهي بعينه، بل نجده يدور مع الدليل، من الكتاب وصحيح ¶ السنة، حيث دار، ويمني على مَن هذا شأنُه، ويَعيبُ على من يجمُدُ على ¶ رأي الأصول او الفروع، وإن كان الدليلُ يخالفه، وقد بيق منهجه هذا في ¶ مقدمة كتاب (هجر العلم ومعاقله في اليمن) (1) بقوله: \"أنكرتُ على ¶ المتعصبين تعصُبَهم لغيرِ الحق، وشدَدتُ النكيرَ عليهم. . . \". ¶ وكذلك سرّني اني رايتُ مصداقَ راي فيه فيما ذكره العلاّمة الشيخ ¶ حمد الجاسر رحمه الله عنه وعن أخيه الفاضي محمد في كتابه: (اليمن بين ¶ 1 5) (2) ¶ مؤرحيْن معاصرَين ¶ وقد استطاع مؤكفُ هذا الكتاب ان ينقلَ إلينا صوراً حية عن الحالِم ¶ الجليلِ، وعن اسرته، وعن صفاته الخَلْقية والخُلُقية، وعن رحلاته التي ¶ اتّصلَ لمحيها بكثيرٍ من العلماء والأدباء في البلاد العربية، وبعض البلاد ¶ (1) ¶ (2) ¶ هجر العلم: 1/ 3. ¶ اليمن بين مؤرخين معاصرين، ص 38.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الأوروبية. ئم وضع جدولاً شاملاً بمؤئَفات هذا العالم، وقد بلغت أربعة ¶ عشرَ كتاباً، لا يستغني عنها مؤرِّخ ولا أديمب ولا محقّق له عناية باليمن ¶ وشؤون هذا البلد الأصيل، الذي لا يكاد يعرِفُ عنه الاخرون إلآَ قليلاً. ثم ¶ تمثلَ جهدُ المؤلّف في جمع مفالات هذا العالِم وما ضمَّته من ¶ موضوعات. وبذلك استطاع المؤلف أن يسدي لقرّاء العربية يداً بتعريفهم ¶ بعالِمٍ جليل، عرف نفرٌ منهم بعضَ جوانبه، فجاء هذا الكتابُ ليعرِّفهم بما ¶ لم يكونوا يعرفون، ذلك بالإضافةِ إلى أن المؤلِّفَ قد وفَّى بوعده، وحقَّق ¶ ما كان يصبو إليه، جزاه الله عن العلم والعلماء خير الجزاء.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "بسم الله الرحمن الرحيم ¶ المقَدّمَة ¶ الحمد للّه رب العالمين، والصلاة والسلام على سيد المرسلين، ¶ وعلى آله وصحبه أجمعين. ¶ أما بعد: ففد تُجل صاحبَ علم لعلمه، وقد توقِّر ذا شيبةٍ لكبر سنِّه، ¶ وقد تحبُّ شخصاً لحَبِّه الخير للناس. أمَّا إذا جُمعت هذه الصفات في ¶ رجل فرد، فما اظنُّك إلأَ ستجالُه وتوقِّره وتحئه، وستجد له قبولاً في قلبك ¶ وروحك وعقلك ونفسك. وترجو أن يكون قد احبه ربُّ السماوات ¶ والأرض، وأحبته ملائكة السماء، ووُضِعَ له القبولُ والمحبة بين اهل ¶ ا لأرض. ¶ وتلك صفاتٌ، بل بعض صفاتٍ، جمعها شيخُنا علأَمة اليمن، ¶ القاضي إسماعيل بن علي الأكوع، حفظه الله ورعاه، ومتَعنا ببقائه ¶ وعلمه. ¶ وقد وجدتُ ائه لزاماً عليئَ، ووفاءً ببعض حقِّ شيخي، أن أفردَ ¶ سيرته الطيبة العطرة في كتاب مُفرَدٍ، عقَني افي بدَيْنه عليَّ وعلى محبِّيه ¶ وتلاميذه؟ فكم له من أياد بيض على العلم عامةً، وعليئَ أنا خاصة، وكم ¶ لمستُ منه حرص الشيخ على تلميذه، وعطف الوالد على ولده، وكم ¶ كنت أسمعه يقول لغيري: يقولون في المثل: \"رُبَّ أخٍ لك لم تلده أفُك \". ¶ وأنا أقول: ربَّ ابنٍ لك ليس من صُلبك. فبعدَ هذا، كيف لا أترجمُ ¶ ! والدي وشيخي، وأسطّرُ الصفحات في بيانِ جوانب من سيرة حيا ته؟!.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وإن كنت أترجم لشيخي، فلستُ بدعأ بين من كتبوا في تراجم ¶ الأعلام من العلماء، فقد سبقني جلَة ممن ترجموا لأشياخهم، وأفردوا ¶ تلك الترجمات في كتب مستفلة ثَ من هؤلاء: شمس الدين محمد بن ¶ عبد الرحمن السخاوي، المتوفى سنة 902 هـ، الذي أفرد سيرة شيخه ¶ الحافظ ابن حجر العسقلاني في كتاب ضخم، سماه: (الجواهر والدرر ¶ في ترجمة شيخ الإسلام ابن حجر) (1)، ذكر في آخره بعضاً ممن افرد ¶ شيخه في ترجمة مفردة. ¶ وإن كان كثير من هؤلاء العلماء الأخيار، قد دوَّنوا سيرة مشايخهم ¶ بعد وفاتهم، فإني اَثرتُ أن ادؤَن سيرة شيخي حال حياته، وذلك لسببين: ¶ الأول: آن تقزَ عينُه حفظه الله بذلك، ويرى أدتَّ له تلاميذ أوفياء ¶ وابناء بررة، يسعون لتخليدِ ذكراه في حياته قبل مماته (أمدَ اللّه في عمره)، ¶ كما يبتغون دعوة صالحة خالصة منه لهم. ¶ والثاني: تعخل الخير، وعدم التسويف، فلا امنُ على نفسي أ ن ¶ تختَرِمَني المنية، ويحل الأجل قبل تحقيق ما أصبو إليه من هذا الامر. ¶ ئم أقول: لماذا يؤجِّلُ كثيرٌ من الناس الحديثَ عن العظام والكبراء ¶ من علماءَ وغيرهم إلى ما بعد وفاتهم، وقد يجدون مَنْ يخوض في ¶ اعراضهم في حال حياتهم، ولا يذئون عنهم؟ ام هل نكونُ مثل الذي يقول ¶ فيه الشاعر الجاهلي عَبِيد بن الأبرص: ¶ أبَعْدَ مؤبيَ تَزْييْنِي وتَنْدُبُني وفي حياتِيَ ما زوَّدتَنِي زَادِي ¶ وقد كنتُ قبلَ ذلكَ دائمَ الإلحاح على شيخي حفظه الله بضرورة ¶ (1) ¶ قد وئقني الله لتحقيق هذا الكتاب، وطبع في دار ابن حزم في بيروت سنة ¶ 10",
            "page": "10",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "إحْراج مذكراته إلى النور؟ لأثه في ذلك لا يؤزَخ لنفسه فقط، بل إنَّه يكتبُ ¶ شطراً كبيراً من تاريخ اليمن المعاصر، وما فيه من قضايا سياسية ¶ واجتماعية وعلمية وفكرية وعقائدية. ومَنْ يفرا كتابه (هجر العلم ومعاقله ¶ في اليمن) يرى فيه كثيراً من جوانب حياته العلمية والسياسية، كما يرى فيه ¶ إحا لات كثيرة في الحواشي على تلك المذكرات. ¶ ولفَا رايتُ كثرة انشغاله بمشاريع علمية أخرى؟ من تأليف كتاب، ¶ او مشاركة في ندوة، أو حضور مؤتمر في دولة من الدول، اليتُ على ¶ نفسي ان أقوم بهذه المهمة، او بعضها على الأقل، فأنا على يقين أنني لا ¶ أستطيع ان الِئمَ بجوانب حياته كفَها مفصَّلة، ولكن ما لا يُدرك كله لا يترك ¶ قُلُه. فاستعنتُ بالئه، وعرضت الأمر على شيخنا، وبعد موافقته على ¶ ذلك، جلستُ معه جلساتٍ مطؤَلةٍ، أسأله فيها عن كثير من شؤون حياته، ¶ منذ طفولته إلى ساعته هذه، التي أسأل الله تعالى أن يبارك فيها، فكانت ¶ تلك الجلساتُ هي المادة الرئيسة لهذا الكتاب، إضافةً إلى ما دؤَنه خلال ¶ كثير من كتبه، وأخصقُ منها كتابَه العظيم (هجر العلم ومعاقله في اليمن). ¶ وكما قيل: \"كل الصيد في جوف الفَرا\" (1). ¶ فأصبحتْ بذلك هذه الترجمة أشبه بالسيرة الذاتية، التي يحكيها ¶ المترجَمُ له عن نفسه، وسيلحظُ القارى الكريم أن كثيراً ممَّا وردَ في هذا ¶ الكتاب كان على لسان المترجَم له، فلم أبدِّل في صياغة كلامه إلآَ في ¶ النادر، مرتَباً ذلك ترتيباً زمنياً وموضوعياً حسب ما تقتضيه طبيعة الكتاب. ¶ وقد قسمت الكتاب فصلين: ¶ الأول: خاص بحياته، فبدات الحديثَ اولاً عن اسمه ونسبه ¶ (1) ا لفرا: حما ر ا لوحش. ¶ 11",
            "page": "11",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وأسرته، ئم الحديث عن طلبه العلم، واشهر مشايخه الذين درس عليهم. ¶ وبعد ذلك كان الحديثُ عن عمله السياسي مع الأحرار في عهد ¶ الإمام يحى بن محمد حميد الدين وابنه الإمام احمد، وما جزَه ذلك عليه ¶ من سجن وتشزُد داخلَ الوطن وخارجَه. ئم ما كان له من أعمالى في العهد ¶ الجمهوري، وابرزها إنشاؤه للهيئة العامة للاَثار ودُور الكتب. ¶ وعزَجت على الحديث عن رحلاته الكثيرة في كثير من اقطار ¶ العالم، وما نتج عن ذلك من التواصل مع العلماء في تلك الأقطار. ثم ¶ ذكرتُ الندْوات والمؤتمرات التي حضرها وشارك فيها، وعضويته في ¶ المجامع العلمية. ¶ الثاني: التعربف بمؤلفاته، مع ذكر نبذة مختصرة عن كل منها، ثم ¶ سرد المقالات والأبحاث التي نشرها، او شارك فيها خلالى الندوات ¶ والمؤتمرات التي حضرها. ئم أتبعتُ ذلك بملحقات تشمل صوراً ¶ لصاحب الترجمة مع بعض أرباب العلم والسياسة من مختلف البلدان، ¶ وصور بعض إجازات له من شيوخه، ونماذج من خطّه، وصورة ترجمة ¶ أخيه القاضي محمد بن علي الأكوع رحمه الله بخط يده. ¶ واخيراًاسألى الثه سبحانه ان اكون قد وُفقت في مسعاي تجاه عَلَمٍ من ¶ اعلام المسلمين، كما اسأله أن يأجرَني على هذا العمل، وأن يغفرَ لى ¶ زللي وتقصيري. ¶ وآخر دعوانا ان الحمد للّه رب العالمين ¶ غرة المحرم 5 2 4 1 هـ ¶ 0 1 شباط 5 0 0 2 م ¶ إبراهيم باجس عبد المجيد المقدسي ¶ 12",
            "page": "12",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الفصل الأول ¶ لمحات من حياته",
            "page": "13",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "1 - اسمه ولقبه ونسبه ¶ اسفه: هو القاضي أبو محمد إسماعيل بن علي بن حسين بن ¶ أحمد بن عبد الله بن إسماعيل بن حسن بن علي بن الحسن بن علي بن ¶ صالح بن سليمان الاكوع الحِوالي. ¶ لقئه: هذا اللقب (القاضي) ليس كما يتبادَرُ إلى الأذهان أنه لقب ¶ لمن يتولَّى القضاء في الخصومات بين الناس؟ وإنما هو لقب تشريفىٌّ لمن ¶ كان والدُ 5 يشتغِلُ بالقضاء، ولو لم يكن مع ابنه ما يؤهِّله للقضاء. ¶ نسبته: امَّا نسبةُ الأكوع، فتعودُ إلى محمد بن إبراهيم، الملقَّب ¶ رالأ! ع؟ لبروزٍ كان في كوعه، لا كما يظن بعضهم انها نسبة إلى الصحابي ¶ سلمة بن الأكوع رضي الله عنه. وعند محمد بن إبراهيم هذا تلتقي أنسابُ ¶ اَل الاكوع كلهم (1). ¶ وأما الحِوالي، فتتَفق جميع المصادر التي ترجمت لبعض علماء ا ل ¶ الأكوع أن نسبهم يتَّصل بذي حِوال الأكبر الحِمْيري. ¶ وعن مدْهب هذ 5 الأسرة يقولُ صاحبُ الترجمةِ: إنهم كلهم هادوية ¶ (نسبة إلى الإمام الهادي يحيى بن الحسين) فروعاً، وزيدية (نسبة إلى ¶ الإمام زيد بن علي) اصولاً. إلا أنَّه ظهرَ فيهم منذ منتصف القرن الثإلث ¶ عشر للهجرة، أو قبله بقليل، مَنْ تحوَّل إلى علم السنَّة؟ منهم الحسن بن ¶ محمد بن عبد اللّه بن الحسن الأكوع، المتوفى بصنعاء في شعبان 1 5 2 ا هـ. ¶ (1) تاريخ أعلام اَل الاكوع، ص 6 1. ¶ 15",
            "page": "15",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وقد زؤَجه شيخ الإسلام الإمام محمد بن علي الشوكاني ببنتٍ له، فأنجبت ¶ له ولدا سمَاه الحسن، وكان عالمأ كبيرا، تولى في العهد العثماني منصب ¶ الإفتاء في صنعاء. وقد تزؤَج بابنة خاله احمد بن محمد الشوكاني. ¶ ومِمَن تحؤَل إلى علم السنَة ايضأ: أحمد بن عبد الله بن إسماعيل ¶ الأكوع، المتوفى بذِمار سنة 56 2 ا هـ، وهو جدُ والد صاحب الترجمة. ¶ وقد ظهر منذ منتصف القرن الرابع عشر للهجرة عددٌ من هذه الأسرة ¶ مالوا إلى علم السثة، أبرزهم في صنعاء القاضي محمد بن علي بن محمد ¶ الأكوع مؤذن جامع صنعاء، المتوفى سنة 6 0 4 ا هـ، 986 ام. كما ظهر ¶ في ذمار وغيرها مَنْ سار على درب هؤلاء الأعلام، ولاسيما في العهد ¶ الجمهوري. ¶ وقد افرد صاحبُ الترجمة كتابأ مفردأ للحديث عن اصل أسرته ¶ ومساكنها واشهر اعلامها، سماه (تاريخ أعلام ال الأكوع)، تجد عرضاً ¶ موجزأ له عند الحديث عن مؤلفاته. ¶ مولده: ولد في مدينة ذِمار ضحى يوم الأربعاء 1 1 جمادى الاَخرة ¶ سنة 338 1هـ، الموافق ا اَذار سنة 0 92 ام. ¶ *** ¶ 16",
            "page": "16",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "2 - اسرته وأهل بيته ¶ والده: القاضي العلامة جمال الدين، علي بن حسين بن أحمد بن ¶ عبد الله الأكوع، الذِّماري المولد والوفاة. ¶ ولد في ذمار يوم الجمعة، غرة جمادى ا لاخرة سنة 0 28 أ هـ، ونشأ ¶ في حِجْرِ والده متأدبأ بادابه، فقرأ عليه القرآن، وأتقنه حفظاً، وجؤَده على ¶ قراءة نافع، وهي القراءة المشهورة والمتداولة في اليمن. ثم حفظ بعض ¶ المتون في علوم شعَى، وقرا أمهات الكتب الكبار على كثير من مشايخ ¶ عصره؟ منهم: أحمد بن يحيى الأكوع، ويوسف بن إسماعيل الحجي، ¶ وإسماعيل بن عبد الله العنسي، وعلي بن حسن الديلمي، ويحيى بن ¶ محمد العنسي، واحمد بن أحمد بن محمد العنسي، ويحيى بن محسن ¶ العنسي. ¶ ئم توئَى التدريسَ في هجرة الذاري خلفاً لوالده، الذي توفي فيها ¶ سنة 313 اهـ، وكان إلى جانب ذلك متولِّياً للإفتاء والقضاء في ناحية ¶ خُبان، وكان يقصده الناسُ من مختلف المناطق المجاورة مثل مخاليف ¶ عفَار والجُيَشية والرياشية للفصل في الشجار والخصومات بينهم. ¶ وانتفع به عدد كثير من علماء الذاري وبعض علماء ذِمار، الذين ¶ درسوا عليه؟ منهم: أحمد بن علي الحجري، وابنه المؤرخ الكبير ¶ محمد، ومحمد بن عبد الوهاب الذاري، وأحمد بن يحيى الخُباني، ¶ وعبد الله بن حسن الديلمي، ولطف بن يحيى العنسي، وأحمد بن ¶ إسماعيل الصديق، وابناه محمد وإسماعيل صإحب الترجمة، وغير ¶ هؤلاءكثير. ¶ 17",
            "page": "17",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "توفي يوم الثلاثاء التاسع من جمادى ا لأولى سنة 1363 (1). ¶ والدته: فاطمة بنت حسين بن عبد الله المجاهد. ويتَصل نسبها من ¶ قِبَلِ امها بشيخ الإسلام الإمام محمد بن علي الشوكاني رحمه اللّه؟ فامها ¶ هي تقوى بنت علي بن أحمد الشَجني، وامها صفية بنت إسماعيل بن ¶ يحيى الصدَيق، المتوفى سنة 289 ا هـ، وأم هذه هي ابنة شيخ الإسلام ¶ الإمام الشوكاني، رحمهم الله جميعاً. ¶ توفيت والدته سنة 344 اهـ، وله من العمر سث سنين. ولسبب ¶ موتها قصة يذكرها ابنُها صاحبُ الترجمة؟ فيقول: إنه مات لها اثنان من ¶ الأبناء في الطاعون الجارف (وكانوا يسمونه الفَناء) الذي اجتاح مدينة ¶ ذمار في صفر سنة 337 اهـ، وهما: حسين وعبد الله، فحزنت عليهما ¶ حزناً شديداً، ثم رزقها الله في السنة التالية سنة 338 ا هبابنها إسماعيل، ¶ وبمجرد ولادته حرصت عليه اشذَ الحرص، وما كانت تطمئن عليه بعيداً ¶ عن ناظريها. ¶ وفي يوم جمعة من سنة 4 34 ا هجرت محاولة لاغتيال عامل ذمار ¶ محمد بن احمد الوزير، بسبب شجار حصل بين أحد جنوده وبين الجنود ¶ النظاميين، إلا انه سَلِم من القتل، وقُتل في هذه الحادثة أحمد بن صالح ¶ النجحي، وهو جار لصاحب الترجمة، ليس بين بيتيهما إلا أمتار ¶ معدودات، وقد حصل ذلك على مسمع من صاحب الترجمة ووالده، ¶ فلمَا رأتْ والدتُه جارها مقتولاً، خرجت فزعةً، دون أن تغطَي وجهها، ¶ تبحث عن ولدها إسماعيل. وقد اثرت فيها تلك الحادثة أثراً بالغاً، وتعفَق ¶ بها المرضُ حئى توفيت في السنة نفسها. ¶ (1) ¶ تاريخ أعلام آل الاكوع، ص 101 - 113؟ هجر العلم ومعاقله في اليمن: ¶ 649/ 2 - 650. ¶ 18",
            "page": "18",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ويقول ابنُها: كنتُ أعي ذلك الموقف، ولكن لا أعي شكل والدتي ¶ وصورتها، لكني مع ذلك أذكرها وهي مُسجَّاهٌ بعد غسلها وتكفينها ¶ والنساء يبكين حولها. ¶ اخوشه: كان له من الإخوة والأخوات 28، من ثماني زوجات كنَ ¶ لأبيه، لم يبق منهم غير أخيه القاضي محمد، الذي توفي يوم السبت في ¶ الخامس والعشرين من شهر رجب سنة تسع عشرة وأربعمئة وألف للهجرة ¶ في مدينة صنعاء، وكان مولده في ذمار في يوم الإثنين الرابع عشر من شهر ¶ رمضان سنة إحدى وعشرين وثلاثمئة وألف للهجرة. ¶ وكنت كتبتُ عن حياة هذا العالم الفذ مقالاً في صحيفة الرياض ¶ السعودية بتاريخ 15/ 8/ 19 4 ا هـ، 4/ 12/ 998 ام، ونشر بعد ذلك في ¶ مجلة عالم الكتب التي تصدر في السعودية ايضاً، ثم ضمَّه شيخُنا صاحب ¶ الترجمة مع ما كُتب عن الفقيد من مقالات ومراثٍ نثرية وشعرية، ونشره ¶ في كتاب بعنوان (القاضي محمد بن علي الأكوع الحوالي مؤرخ اليمن)، ¶ صدر عن وزارة الإعلام اليمنية سنة 0 0 0 2 م. ¶ ومن الطريف انَ إحدى الصحف السعودية نشرت خبر وفاة القاضي ¶ محمد، لكئها اخطأت بجعل المتوقى هو أخاه القاضي إسماعيل، فبعث ¶ إليئَ شيخنا صاحبُ الترجمة رسالةً يقول فيها: اخبرني الأستاذ سعد ¶ السعدان هاتفياًانه قرأ في إحدى الصحف نبا وفاتي، رحمني الله! فطلبتُ ¶ منه إرسال هذه الصحيفة؟ لأرى تباشير العزاء! فقد لا يخلُفني أحد من ¶ أبنائي وأحفادي للقيام بالمهمة التي قمت بها في جمع ما كُتب عن أخي ¶ رحمه الله، وإصداره في كتاب (1)!. ¶ (1) ¶ قلت: واذكرني هذا انه قد أشيعَ خبرُ وفاة الشاعِر زكي قنصل، وهو ما زال حياً، ¶ فنَظَم الشاعِرُ هذه الأبيات يخاطِبُ فيها من رؤَج هذه الشائعة: ¶ 19",
            "page": "19",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وقد آثرتُ ان اثبتَ ترجمة الفاضي محمد، رحمه الله، في ملحقات ¶ الكتاب، كما كتبها هو بخطه، وقد زؤَدني بها صديقي الفاضل الأستاذ ¶ أحمد العلاونة. ¶ زوجتُه: فاطمة بنت الفاضي العلامة أحمد بن محمد بن أحمد ¶ الأكوع الذِّماري، امرأة صالحة. ¶ اولاد 5: انجب صاحبُ الترجمة ولدين وبنتين، اهتئمَ بتربيتهم ¶ وتعليمهم، فلقَنهم العلوم الشرعية اولأ، ثم عمل على تعليمهم ما ينفعهم ¶ في امور دنياهم، وهؤلاء ا لأبناء هم: ¶ فاطمة: درست الطب في روسية، وتخزَجت سنة 972 1 م، فكانت ¶ أول طبيبة في اليمن. ¶ محمد: يعمل مهندسأ كهربائيأ في وزارة الصناعة (المجمعات ¶ الصناعية). وقد ابدع في مجال تخضُصه، حيث ابتكر عدداً من الأدوات ¶ الكهربية ذات النفع الكبير. ¶ خالد: ويحمل درجة الماجستير في العلوم السياسية من جامعة ¶ (هوبكنْز) في الولايات المتحدة، ويعمل حالياً سفيراً لبلاده في المملكة ¶ العربية السعودية، وسفيرأ لدى منظمة المؤتمر الإسلامي. وقد عمل في ¶ لا لَمْ اَمُتْ لكنَنِي سَامُوتُ فعَلامَ يستَبِقُ الزَدى عُكروتُ ¶ كَذَبَ النَعِيئُ ولو تحفقَ لانْطوى للشَعرِ بَنْدٌ وانقضى مَلَكُوتُ ¶ وَلَغَاصتِ الفَيْحَاءُ في أَحْزَانِهَا وتجللَتْ بسَوَادِهَا بَيْرُوْتُ ¶ انا قَدْ أموتُ غَداً وَتَخْلُدُ ثَرْؤَبي يَبْقَى عَبيْرُ اَلوَرْدِ وهوَ يَمُوْتُ ¶ وحدث مثل ذلك للأديب الكبير أحمد حسن الزَيات، انظر (رثاء الأحياء) في ¶ كتاب طرائف ومسامرات، للدكتور محمد رجب البيومي، ص 354، ط. دار ¶ القلم بدمشق. ¶ 20",
            "page": "20",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "سفارات اليمن في اكثر من دولة. وهو يجيد اللغتين ا لإنكليزية وا لفرنسية. ¶ بشرى: تحمل شهادة البكالوريوس في العلوم السياسية، وتعدُ لنيل ¶ شهادة الماجستير في التخضص نفسه، وتعمل في مكتب رئاسة الدولة في ¶ صنعاء. ¶ *** ¶ 21",
            "page": "21",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "3 - طفولته وبدايات طلبه العلم ¶ الحديث عن طفولة صاحب الترجمة كالحديث عن مراحل حياته ¶ الأخرى، يدور حولط محور واحد؟ هو العلم، فحينما أسأله عن طفولته ¶ وعن علاقته بأقرانه وعن علاقته بوالده، وعن علاقته بأصدقاء والده؟ أجد ¶ ان محورَ ذلك كله هو العلم، فمع أقرانه هو زميلُ دراسة، ومع والدِه كان ¶ تلميذاً، ومجالسه مع اصدقاء والده مجالسُ علم. حتى إنَ الأيام والسنين ¶ التي قضاها معتقلاً في السجن كانت مجالسَ علمٍ ومحاورةٍ ومناظرةٍ بينه ¶ وبين زملائه المعتقلين من الأحرار. ¶ وعن بدايةِ مرحلة الطلب يقولط صاحب الترجمة: \" إنَّها بدأت من ¶ حين خرجتُ من المعلامة، (وهي حُجَرٌ صغيرة مُلحَقة بالمساجد)؟ فقد ¶ كانتِ المساجدُ أيضاً مراكز علم، فدرستُ فيها ما أدرسه من سنتين أ و ¶ ثلاث، وانتقلتُ إلى المكتب، وهو كُتاب حكومي فيه معفم يُرسَل من ¶ صنعاء أو من ذمار؟ ليقومَ بتعليمِ الطلاَّب: قراءة القران وتجويده، ¶ والحساب، ويسفُونها الأعمالط الأربعة: الجمع والطرح والضرب ¶ والقسمة، والخط. ثم دخلت المدرسة، فقرأت أولط كتاب شرح ¶ (الاجرومية للصنهاجي)، كان يمليه عليئَ ابنُ الأخت علي بن احمد ¶ العَنْسي، رحمه الله، وهو اكبر مني بست سنين. ¶ ومن المظاهر اللطيفة في حلقات العلم: أن الأستاذ يسأل! طلابه، ¶ فيقولط: ظهر؟ فالذي يقولط: ظهر، يسكت، والذي يقولط: ما ظهر، يعيد ¶ له الأستاذ العبارة. والمقصود بعبارة ظهر: أي ظهر المعنى. ¶ وبعد الفراغ من ذلك نراجع ما قرأناه للاستعداد للإجابة على مساءلة ¶ 22",
            "page": "22",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "الأستادْ حول ما درسناه عنده بالأمس، ويُسفَى الضابط \". ¶ ويقول عن برنامجه اليومي في تلك الفترة من الطلب في مدينة ¶ ذمار: \"أستيقظُ قبل الفجر، وأذهبُ إلى المدرسة، وفي بعض الأحيان ¶ اذهب إلى مسجد عمرو، فنصفي الفجر، ونجلس نقرأ، ونحضِّر للدروس ¶ التي سنقراها، ونستذكر ما قرأناه في الأمس، وهذا يسقَى إعادة، وكذلك ¶ في الدروس الأخرى بعد الغداة، في الساعة الواحدة صباحاً بالتوقيت ¶ الغروبي، الموافقة للسابعة صباحاً، أحْرجُ وأتناول ما تيسَّر من طعام ¶ الإفطار، ثم أذهب إلى السوق لشراء حاجات البيت اليومية، وهي ¶ حاجات يوم بيوم، فلم تكن هناك ثلاجات، فأشتري ما تيسر من اللحم ¶ وتوابعه من الكراث والبقول، ثم أذهب إلى المدرسة أو إلى مسجد عمرو ¶ للقراءة حتى نصفَي الظهر، ونعودُ إلى البيت لتناول طعام الغداء، وبعد ¶ الغداء مباشرةً نعودُ إلى المدرسة أو إلى المسجد، وكانت الدراسة بعد ¶ العصر عند شيخنا لطف بن زيد الديلمي. ¶ وبعد قراءة الدروس السابقة، لا بدَّ من مراجعة الدروس التي ¶ ستأتي، ونستذكر الدروس الماضية. ويسألنا الأستاذ في اليوم التالي، ¶ ويسفَى الضابط، فيسأل: المسألة الفلانية، ما القول فيها؟ فمَنْ أجاد ¶ يشكره، ومن تخ! ف يؤئبه، ولم يكن هناك عقاب؟ لأن الدراسة كانت ¶ حرة ليست مرتبطة بمنهج مثل المدرسة العلمية التي حؤَلها الإمام يحيى ¶ من مقو للوالي العثماني إلى مدرسة، ففي تلك اختبارات وامتحانات، أما ¶ هذه فيأتي الطالب إليها بدوافع ذاتية، ويقول للأستاذ: إنه يريد ان يقرأ ¶ عنده في كتاب ما \". ¶ وعلاقته الطفولية بأقرانه كانت علاقةَ علمٍ، فكان يخرج معهم ¶ صباحاً في أيام العُطل، يتبادلون الأراجيز الشعرية والشعر والشواهد ¶ وإعراب أبيات أو مقطوعات شعرية. ¶ 23",
            "page": "23",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وأقرانُه أو اصدقاؤه الأطفال زملاء الدراسة يشاركونه افراحه ¶ واحرْالْه، فعندما توليت والدتُه، وله من العمر ست سنين، جاءه الطلاب ¶ مع معلمهم معزْين. ويصف ذلك المشهد وما فيه من براءة الأطفال قائلاً: ¶ \"كنت أعي ذلك الموقف، ولكن لا اعي الاَن شكل والدتي وصورتَها، ¶ لكني اذكرها وهي مُسَجَاة بعد غسلها وتكفينها، والنساء حولها يبكين، ¶ والمغَشلة والمكفنة رَمَت لي بقارورة العطر التي تُسكب على الكفن، ¶ وأذكر انني التحقتُ بالمِعلامة (الكئاب)، فجاء الطلاب زُرافاتٍ إلى ¶ البيت ينشدون قبل خروج الجنازة: ¶ يامَنْ بدنياه اشتغلْ وغَزَهُ طُولُ الأمَلْ ¶ المَوْتُ ياتِي بَغْتَةَ والقَبْرُ صُنْدُوقُ العَمَل ¶ ووقف الطلأَب منتظرين خروج الجنازة، وكنت املأُ زجاجة العطر ¶ ماءَ وأفرغها فوقهم! \". ¶ وفي فترة طفولته كان ملازماَ لوالده في حفَه وترحاله، في بيته وعند ¶ اصدقائه، يحضر مجالسه العلمية في المدرسة والمسجد والبيت؟ فيذكر ¶ انه ذهب مع والده وعمره ست سنين إلى شيخه، يعني: شيخ والده، ¶ يحيى بن محسن العنسي الذي اجازه إجازة كبيرة. ¶ وقد سافر مع ابيه إلى مدينة إب سنة 348 ا هـ، وله من العمر عشر ¶ سنوات، لزيارة ابنه محمد، وبقي عنده عدة شهور، فكان يقرأ عند اخيه ¶ في رباط الغيثي، الذي يبعد عن مدينة إفي قرابة كيلومترين. ¶ ويفول: \"إنَ المدرسة الحقيقية كانت مدرسة الوالد رحمه اللّه، ¶ واكثر الاستفادة من جلساته العلمية، وكنت أحضر شطراً من اليوم في ¶ مجلس الوالد؟ ذلك لأني كنت في غالب الأيام اقوم بخدمته وخدمة مَنْ ¶ يرتاد مجلسه من العلماء والباحثين والدارسين؟ إذ كان يأتي إليه بعض ¶ 24",
            "page": "24",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "العلماء؟ مثل: القاضي عبد الله بن محمد العيزري، وأحمد بن إبراهيم ¶ العيزري، وأخوه محمد بن إبراهيم العيزري، وعبد الله بن محمد ¶ الإرياني، وعبد الله بن يحيى الديلمي، فيجلسون ويتحاورون ¶ ويتناقشون. وإذا عئت مسالة من المسائل التي تحتاج إلى التأكد من ¶ معرفتها يأمرني الوالد بإحضار بعض الكتب التي تُعين على حلِّ الإشكال ¶ في تلك المسالة. ¶ كما كنت احضر والوالد يقابل مع القاضي عبد اللّه العيزري كتاب ¶ (وَبْل الغمام) للإمام الشوكاني على (شفاء الأوام) للأمير الحسين، ¶ وحينما ذهب اخي إلى عدن سنة 1366 هاشترى فيما اشتراه من الكتب ¶ (فتح الباري) وأرسل بعض اجزائه مع المقدمة إلى الوالد، وكان الوالد ¶ يحني على ابن حجر وعلى سَعَة علمه، وذلك حينما كان يطالع مقدمته لفتح ¶ الباري. ¶ وابقى على خدمة الوالد ومن معه حتى ينصرفوا، ثم اندفع ألعب في ¶ الشارع قليلاَ إلى قبيل المغرب، ثم أتهئأ للذهاب إلى المدرسة لصلاة ¶ المغرب والبقاء للدرس ومراجعة ما درسته عند الأستاذ أو ما سأدرسه إلى ¶ بعد صلاة العشاء\". ¶ ولقاءاته، حفظه الله، مع أصدقاء الوالد كانت جلسات علم ¶ ومذاكرة، ويغتنم فرصة ورود اي منهم إلى ذمار للالتقاء به ومدارسته ¶ العلم، ومن هؤلاء على سبيل المثال: القاضي محمد بن أحمد الحجري، ¶ صاحب كتاب (مجموع بلدان اليمن وقبائلها)، والذي قام صاحب ¶ الترجمة بتحقيقه. فيقول عن ذلك: \"لما جاء القاضي الحَجْري إلى ذمار ¶ كنت أتردد عليه في مكان إقامته كثيراً، وأجلس معه أوقاتاً طويلة، وكانت ¶ الجغرافية هي محور مذاكرتنا؟ حتى إئه استدعى من إدارة مالية ذمار ¶ الخرائط العثمانية، وع! قناها على حائط حجرته، للرجوع إليها لمتابعة ¶ 25",
            "page": "25",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "سَيْر الحرب العالمية الثانية، وكانت في عنفوان حدَّتها\". ¶ ومن طريف ما يذكره صاحب الترجمة عن القاضي الحجري، قال: ¶ \" دعوته ذات يوم للغداء، فتباحثنا في أمور تتعلق بالجغرافية، ثم قلت له: ¶ هذا كتاب (معجم البلدان)، فقال لي: انا أشتهي الان معجم الغداء! \". ¶ وقد غرستْ مجالسُ العلم هذه في نفس الشيخ حبَّ العلم والشغف ¶ به، وكان يتذؤَق للعلم لذَة لا يجد لها مثيلأ في نعيم الدنيا، تجعله يتباهى ¶ بما عنده به بين اقرانه، وفي مجالس والده، الذي كان يغذي فيه هذ5 ¶ الروح الوثابة إلى طلب المعالي؟ ومن ذلك أنه عندما حصل على كتاب ¶ (معجم البلدان) لياقوت الحموي، واخذ يطالِعُ ما فيه بشغف بالغ، خاصة ¶ ما يتعلق ببلدان اليمن، ويقول: \" ولقد كنت احسنُ بنشوة كبيرة وأنا أتباهى ¶ بما عرفت من هذا الكتاب، وبما علمت من أمره أمام أترابي وزملائي، ¶ وأتحدَثُ به مبتهجأ في مجلس والدي، وفي بعض مجالس العلماء ¶ الاخرين -ر! م الله جميعاً-بما شدوت به من علم الجغرافية \" (1). ¶ حتى أيام الراحة وساعات الاستجمام، كان يغتنمها مع أصحابه ¶ وأترابه في المذاكرة والدرس، ويفول: \" وكنتُ أخرجُ مع الطلاب في أيام ¶ الإجازة إلى الضاحية الجنوبية لمدينة ذمار، فكنا نتبادل الأراجيز والشعر ¶ والمقاطيع والشواهد وا لإعراب \". ¶ ومن الواضح أن هذه المرحلة أثرت في مسيرة حياته فيما بعد، ¶ حيث صبغتها بالصبغة العلمية، وحب العلم وأهله، والتفاني في طلبه ¶ وخدمته. والصفحات التالية ترينا مصداق ذلك. ¶ (1) البلدان اليمانية عند ياقوت، ص 6. ¶ 26",
            "page": "26",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "4 - شيوخه ¶ اخذ القاضي إسماعيل العلم عن جِفَةٍ من علماء اليمن واكابرهم؟ ¶ 1 - أحمد بن علي التويرة (المقرى الضرير): قرا عليه بعض ¶ القراَن الكريم. ويقول صاحب الترجمة: حمله والد 5 من قرية التويرة من ¶ عزلة اَزال من مخلاف عمار (ناحية الرضمة حالياً) من أعمال لواء إب إلى ¶ مدينة ذمار لتعلُم القراَن حفظاً، فأتقنه، واجيز من شيوخه، فكان الراغبون ¶ لتلاوة القراَن عليه يتح! قون حوله. توفي سنة 2 1 4 ا هـ- 992 1 م تقريباً. ¶ 2 - احمد بن محمد بن احمد الأكوع الذماري: هو والد زوجة ¶ صاحب الترجمة. وهو عالم في الفقه والفرائض، مُشارك في غيرهما. ¶ أخذ العلم عن أكابر علماء عصره في اليمن، ثم تصدَّر للتدريس في مسجد ¶ عَمرو بذمار، فلفَا عجزَ عن التدريس في المسجد كان تلاميذ 5 يقصدونه ¶ في بيته، ولم ينقطع عن التدريس إلا قُبيل وفاته بعام أو عامين. عُرِض ¶ عليه منصب القضاء في لواء إب، لكثه اعتذر، وآثر الابتعادَ عن المناصب ¶ الحكومية؟ لزهده وورعه وعفته، ولكته كان يتوثَى القضاء وقسمة ¶ التركات بالتراضي، مع عفّة وقناعة، والتَحرِّي في الحق. ولم يكسب من ¶ دنيا الناس غير الثناء والذكر الحسن. ¶ مولده بذمار في شعبان سنة 9 30 ا هـ، ووفاته بها يوم السبت ¶ 0 1 المحرم سنة 394 ا هـ. ¶ أخذ عنه صاحب الترجمة علم النحو، فحفط عند 5 متن (ملحة ¶ 27",
            "page": "27",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "الإعراب) للحريري، ثم قرأ عليه شرحيهما؟ وهما (تحفة الاحباب ونزهة ¶ الاَداب) لمحمدبن عمر بَحْرق، ثم (كشف النقاب عن مخدً رات ¶ الإعراب) لعبد الله بن أحمد الفاكهي، كما درس عليه علم أصولط ¶ الفقه (1). ¶ 3 - أحمد بن محمد بن حسين الوإئلي: كان يذهبُ إليه صباحاً، ¶ حيثُ كانَ يسكنُ في قرية أبلان. يقولط صاحبُ الترجمة: كنت اسيرُ إلى ¶ قريته صباحاً لأقرأ عليه (حاشية الخضري)، فاَكلُ عنده فطير وزوم، ¶ (والزوم هو الحريرة)، ويتكوَن من اللبن الرائب بعد نزع الزبد منه، ويُعملُ ¶ معه قليلٌ من دقيقِ الشعيرِ، واحياناً قليل من التوابل الخفيفة، فيكون لذيذ ¶ الطعم، شهيئَ المذاق. ¶ والوائليئُ هذا من المع التلامذة الذين درسوا عند العلامة القاضي ¶ محمد بن علي الأكوع، أخي صاحب الترجمة في رباط الغيثي، ثم درًس ¶ هو نفسه في هذا الرباط من سنة 363 ا هإلى سنة 372 ا هـ، ثم انتقل إلى ¶ إفي فدزَس في مدرسة العرفان من سنة 382 اهإلى سنة 0 0 4 اهـ، ثم ¶ عاد إلى رباط الغيثي للتدريس فيه. ¶ وله مشاركة قوية في علوم العربية. وقد جمع فتاوى ما أجمع عليها ¶ المسلمون. ¶ مولده سنة 1325 هـ، ووفاته في رباط الغيثي في شوالط سنة ¶ 411 اهـ (2). ¶ (1) ¶ (2) ¶ هجر العلم ومعاقله في اليمن: 4/ 2125 - 2126؟ تاريخ أعلام آل الأكوع، ¶ ص 36 - 38. ¶ هجر العلم ومعاقله في اليمن: 2/ 873 - 874. ¶ 28",
            "page": "28",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "4 - ثابت بن سعد بهران: اجازه في مقروءاته كلها إجازة عامة: ¶ عالِمٌ محقِّق في علوم الحديث، له معرفةٌ تامة بعلوم العربية، ولاسيّما ¶ اللغة. اخذ العلمَ عن علماء هجرة الأوساط وكحلان عقار وسُودة شظب ¶ وصنعاء. عاشَ في أول أمره حياة بائسة فقيرة، ومع ذلك نبغ، وحقَق ¶ لنفسِه ما كان يصبو إليه من المعارف، وأقبل على كتب العلامة المجتهد ¶ الحسن بن أحمد الجلال حتى حقفها وأتقنها. ودزَس في الجامع الكبير ¶ بصنعاء وغيره. اعتثل أيام الإمام يحيى، ثم في عهد ابنه الإمام أحمد؟ ¶ لنشاطه السياسي المناوى لهما مع الأحرار. ¶ مولده في سنة 4 31 أ هـ، ووفاته بصنعاء يوم الخميس 12 من شهر ¶ ربيع الاَخر سنة 0 0 4 أ هـ (1). ¶ 5 - حسن بن أحمد بن عبد الباري الأهدل: له منه إجازة. ¶ قال عنه تلميذه صاحب الترجمة: عالم في الفقه، مع مشاركة جيدة ¶ في غيره. تولَى منصب المراوعة خلفأ لوالده، ويقوم بالتدريس والإفتاء ¶ في المراوعة. بيني وبينه صحبة قوية، وقد أفادني اشياء كثيرة عن أسرته، ¶ و أعارني بعض المؤلفات المتعلقة بها، فجزاه الله خيراً. من اثاره: (القول ¶ المعتمد في تاريخ رجال السند). مولده في المراوعة سنة 328 ا هـ (2). ¶ 6 - حسن بن زيد بن علي بن حسن الديلمي: درَسَ عليه في ¶ (صحيحي الإمامين البخاري ومسلم)، و (نَيْل الأوطار)، و (إرشاد ¶ الفحول في تحقيق الحق من علم الأصول)، كلاهما للإمام الشوكاني. ¶ (1) ¶ (2) ¶ هجر العلم ومعاقله في اليمن: 123/ 1 - 124؟ المدارس الاسلامية في ¶ اليمن، صه 2 4. ¶ هجر العلم ومعاقله في اليمن: 4/ 1 2 0 2. ¶ 29",
            "page": "29",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "عالم مبزَز في علوم العربية والحديث والتفسير، وتصذَر لتدريس ¶ الكتب الستة، ولاسيما (صحيج البخاري). فيه صرامة في قول! الحق، ¶ وله مواقف حميدة في الدفاع عن السنة واهلها، والوقوف في وجه ¶ الرافضة، انظر بعضاً منها في ترجمته من كتاب (هجر العلم ومعاقله في ¶ اليمن). ¶ تولى الفضاء في وُصاب. قال! تلميذه صاحب الترجمة: وليته لم ¶ يقبل هذا العمل؟ لأنه حال! بينه وبين الانتفاع بعلمه الغزير. ¶ ولد في الذَاري في شهر رجب سنة 312 ا هـ، وتوفي ليلة الجمعة ¶ 27 من شهر رمضان سنة 0 0 4 ا هـ، ودفن في ذمار (1). ¶ 7 - حمود بن محمد بن اسماعيل المِحْنَبي الهتاري: أجاز 5 إجازةً ¶ عامةً، وصفه فيها بالأخ العلامة الكبير، والن! ابة الشهير. ¶ عالم محقق في الففه وعلوم العربية والتفسير والحديث. انقطع ¶ للدرس والتدريس، ولديه خزانة كتب نفيسة ورثها عن أبيه، وكان المشار ¶ إليه في جهته في هذا الوقت، زاره صاحب الترجمة مرتين إلى داره، وقد ¶ أجازه إجازة عامة. ¶ مولده في الئرَيْبة في غرة شهر رمضان سنة 325 ا هـ، ووفاته فيها ¶ يوم الخميس 8 من شبش ربيع الاَخر سنة 9 0 4 ا هـ (2). ¶ 8 - زيد بن يحيى عَقَبات: أخذ عنه علم النحو؟ فقرأ عليه كتاب ¶ (مغني اللبيب) لابن هشام، مع حاشية الأمير. ¶ (1) ¶ (2) ¶ هجر العلم ومعاقله في اليمن: 2/ 676 - 677؟ المدارس الإسلامية في ¶ اليمن، ص 0389 ¶ هجر العلم ومعاقله في اليمن: 1/ 255 - 256. ¶ 30",
            "page": "30",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "كان عالماً في النحو والصرف والمعاني والبيان وأصول الفقه. ¶ دزَس في المدرسة العلمية بصنعاء، ثم عاد إلى ذمار، فاشتغل بالتدريس ¶ لْي المدرسهْ الشمسية. ¶ توثَى الفضاءَ في أكثر من ناحية من اليمن، وشارك الأحرارَ في ثورة ¶ سنة 367 ا هـ، التي ادَت إلى مقتل الإمام يحيى حميد الدين، وسُجن في ¶ حَجَةَ نحو شهرين، ثم اخليَ سبيلُه، وعُئن عضواً في الهيئة الشرعية بتعِز، ¶ ثم عيّن محافظأ لصنعاء، حتى قامت ثورة سنة 382 اهـ، 962 ام، التي ¶ اطاحت بالنظام الملكي، فكان مقَنْ قُتل فيها. ومولده بذمار سنة ¶ 25 اهـ (1). ¶ 9 - صالح بن محمد الحُودي: جؤَد عليه القراَن بقراءة نافع، وهي ¶ القراءة المشهورة والمتداولة في اليمن. ¶ ترجم له تلميذه صاحبُ الترجمة، ففال: \" شيخنا العلامة، كان إمامَ ¶ القزَاء في عصره بلا منازع، وكان عالمأ محققأ في علوم القراءات وفي ¶ أصول الدين والفقه، وله مشاركة في غير ذلك. انقطع لإقراء القرآن ¶ الكريم بقراءة نافع في المدرسة الشمسية في ذمار في فترة ما بعد العصر إلى ¶ قبل الغروب، وفي فترة الصباح لتدريس اصول الدين. وكان احيانأ يذهب ¶ في بعض السنين إلى صنعاء، فيتهبل عليه بعض طلبة العلم لقراءة القران ¶ عليه في جامع صنعاء، ويذهب أحيانأ إلى قرية (بيت الأشول) من ناحية ¶ خُبان لإقراء القراَن، فحفظ على يديه بعضُ أهلها القرآن عن ظهر قلب. ¶ مولده سنة 281 اهـ، ووفاته في ذمار في ذي القعدة سنة ¶ 362 اهـ\" (2). ¶ (1) ¶ (2) ¶ المدارس الإسلامية في اليمن، ص 0 39. ¶ هجر العلم ومعاقله: 2/ 4 76 - 765؟ المدارس الإسلامية في اليمن، ص 386 ¶ 31",
            "page": "31",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "10 - عبد القادر بن عبد الله بن علي بن عبد الرحمن بن ¶ عبد القادر: له منه إجازة حافلة بمروياته وإجازاته عن شيوخه، ختمها ¶ بابيات قال فيها: ¶ إليكَ يا طَالِبَ الإسْنَادِ والعَمَلِ هَدِئةً مِنْ مُحِث صَادِقِ الامَلِ ¶ رَجْوَايَ في البَدْءِ تَقْوَى اللهِ إن بِهَا خَيرَ المَعَادِ فَكُن ذُخْراً لِكُلِّ وَلِي ¶ إنِّي اَجَزْتُكَ والإيْمَانُ يَمْلَؤُيي حُتاً لاتكَ مِفْضَا 4 وَنَجْلُ (عَلِي) ¶ وَلَسْتُ اَشْرُطُ شَرْطاً في رِوَايسكُم فَقَدْ سَمِعْنَا الْكَثيْرَ الطَّثبَ الجَلَلِ ¶ وَهَاكَ مَطْلُوبَكُمِ يَحْكِي مَشَايِخَنَا وَمَا رَوَيْنَاهُ أو قُلْنَاهُ في الارلِ ¶ فَاحْرِصْ عَلَيْهِ فهُمْ اَعْلامُ بُغْيمَنَا وَاعْمَلْ بصَبْرٍ وَعَفَمْ كُل ذَاتِ عَلِي ¶ وَمَطْلَبِي مِنْكُمُ صِدْقُ الدُعَاءِ بِغُفْ صَانِ الدنُوبِ وتَوْفيقٍ مِنَ الزَّلَلِ ¶ عالِمٌ محقَق في العلوم والحديث، وعلوم العربية، اشتغل ¶ بالتدريس، وتوئَى عِذَةَ مناصب حكومية؟ منها وزارة العدل، وكان في كل ¶ اعماله موفقاً ومرضياً عند الناس لتحزَيه العدل، اعتقل في العهدين ¶ الملكي والجمهوري. ¶ مولد 5 بصنعاء في 23 جمادى الاَخرة سنة 326 ا هـ، الموافق 2 2 ¶ تموز سنة 8 0 9 1 م (1). ¶ 1 1 - عبد ال! ه بن احمد الصًادق: درس عليه علم النحو، فقرأ عليه ¶ (شرح ملحة الإعراب) لمحمد بن عمر بحرق، في مسجد عمرو. ¶ عالثم مشارك، اشتغل بالتدريس في مسجد عمرو، إلى جانب عمله ¶ الرسمي (مدير معارف ذمار). وكان زميلاً للإمام أحمد بن يحيى حميد ¶ الدين ائناء طلب العلم في مدينة شهارة؟ ولهذا فإنه لما ذهب إلى تعز ¶ (1) ¶ هجر العلم ومعاقله في اليمن: 4/ 1918 - 1919. ¶ 32",
            "page": "32",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "لزيارة الإمام، رحَب به وأكرمه، واجلسه بجواره. ¶ مولده سنة 312 ا هـ= 1892 م. وتوفي سنة 387 ا هـ= 967 1 م. ¶ 12 - العلامة عبد ال! ه بن محمد الشُوسنُوَة: درس عليه علم ¶ النحو؟ فقرأ عليه كتا! (قَطْر الندى) لابن هشام. ¶ عالم محقق في الفقه والفرائض والنحو، مشارك! ي عْير ذلك. ¶ اشتغل في بداية امره بالتدريس، فكان يُدزَس في مسجد الإمام المطهَر ¶ صباحاَ، وفي المدرسة الشمسية بين العشاءين، وكانت أوقاف العلماء ¶ والمتعلمين بنظره ونظر بني عمِّه (1). ¶ 13 - علي بن احمد بن قاسم حميد الدين: قرأ عليه في كتاب ¶ (المطؤَل) في علم المعاني والبيان، وذلك حينما كان عاملاً على قضاء ¶ مدينة ذمار، وكان يخصِّص له وقتاَ ليدرس عليه. ¶ عالم مشارك، ولآَه الإمام يحيى أعمال ذمار، ثم أعمال الحَيمة. ¶ مولده سنة 313 ا هتقريباَ، ووفاته بصنعاء! ي المحرم سنة ¶ 399 ا هـ. ¶ 4 1 - والده علي بن حسين الأكوع: انتفع به كثيراَ، لاسيّما في فقه ¶ السنَة، ودرَس عليه شروح بعض المتون المطؤَلة والمختصرة في النحو ¶ والفقه والأصول؟ فقد درس عليه كتاب (الدراري المصْثة) في الفقه، ¶ و (إيثار الحق على الخلق) للعلامة محمد بن إبراهيم الوزير. ¶ وقد تقدَّمت ترجمته عند الحديث عن أسرته (2). ¶ (1) ¶ (2) ¶ المدارس ا لإسلامية في اليمن، ص 389. ¶ هجر العلم ومعاقله: 2/ 9 4 9 - 0 5 9؟ تاريخ أعلام آل! لاكوع، ص 1 0 1 - 13 1. ¶ 33",
            "page": "33",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "15 - علي بن حسين الشًامي: استفاد كثيراً من مجالسته الطويلة له ¶ في النحو وعلوم العربية، وذاك حينما كان حاكماً لذمار. وقد أجاز 5 ¶ إجازة خاصة وعامة بجميع مقروءاته. ¶ يقول صاحب الترجمة: \" وكان من أبرز من حفَزني على التعفُق في ¶ قراءة النحو؟ وذلك انه كان حينما يذكر بيتاً من الشعر أو آية قرانية يقول ¶ لي: أعربها، فاستفدتُ على يديه كثيراً، رغم أنني ما قرأتُ عليه كتاباً ¶ بعينه، سوى المجالسة والمذاكرة \". ¶ عالم مبرِّز في كثير من العلوم، لاسيما العربية، وله مُشاركة قوية في ¶ علمي التفسير والحديث، وكان شاعراً أديباً راوية للأخبار، وكانت ¶ مجالسه مجالسَ علم وأدب اينما حل وأينما ارتحل. ¶ قال تلميذُه صاحبُ الترجمة: \"ولو أثه انقطعَ للعلم درساً وتدريساً ¶ لكان اعلمَ أهل عصره في اليمن، ولكنه توثَى القضاء والحكم في أكثر من ¶ ناحية في اليمن \". ¶ ولد بصنعاء في ذي القعدة سنة 302 اهـ، وتوفي بتعز صباح يوم ¶ الثلاثاء غرة شهر ربيع الأول سنة 372 ا هـ (1). ¶ 16 - علي بن محمد بن احمد بن عبد الرحمن بن ابراهيم: له منه ¶ إجازة تاريخها سابع ذي القعدة سنة 392 اهـ، اشار فيها إلى رحلات ¶ المُجَاز إلى مصر والعراق والشام وتركية، وغيرها من البلدان. ¶ قال تلميذه صاحب الترجمة: \"عالمٌ محقَق في كثير من العلوم ¶ الإسلامية، عمل في بداية حياته كاتباً في دار الفتوى بصنعاء في العهد ¶ (1) هجر العلم ومعاقله في اليمن: 1/ 4 32 - ه 32. ¶ 34",
            "page": "34",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "العثماني، ثم توئَى القضاء في عَمران. وكان عفوًاً في ديوان الاستئناف ¶ لفترة طويلة في العهدين الملكي والجمهوري، ومع هذا فلم ينقطع عن ¶ التدريس لمحي جامع صنعاء وفي قبة المهدي، ولما عجز كان يُقصد إلى ¶ بيته \". ¶ مولده في ذي الفعدة سنة 302 ا هـ، ووفاته بصنعاء يوم الإثنين4 ¶ جمادى الاَخرة سنة 396 ا هـ (1). ¶ 17 - علي بن محمد بن حسن بن يحيى بن حسن بن محسن ¶ الأكوع: درس عليه في أصول الفقه والمعاني والبيان والنحو \" فقرأ عليه ¶ كتاب (قطر الندى) لابن هشام، و (شرح الفاكهي على مُلحة الإعراب ¶ للحريري)، و (حاشية الخضري على شرح ابن عقيل لالفية ابن مالك). ¶ وفي المعاني والبيان درس عليه كتاب (الجوهر المكنون). ¶ وهو عالم محقق ومبزَز في الفروع والأصول والنحو والصرف ¶ والمعاني والبيان والفرائض. ¶ اخذ العلم عن أشهر علماء عصره في اليمن، فدرس أولاً في ذمار، ¶ ثم هاجر إلى شهارة، فأقام بها أربعة عشر عاماً للدراسة، وتصدَّر للتدريس ¶ في المدرسة الشمسية بذمار، وأقبل عليه طلبة العلم ينهلون من معارفه ¶ الواسعة، ولاسيما في الفقه، فتخرج عليه مئات الطلاب من نواحٍ كثيرة ¶ من اليمن. وكانت حلقة تدريسه اكبر الحلقات في المدرسة. ¶ مولده في ذمار سنة 303 ا هـ، وتوفي فيها سنة 371 ا هـ (2). ¶ (1) ¶ (2) ¶ هجر العلم ومعاقله في اليمن: 2/ 1 96 - 962. ¶ هجر العلم ومعاقله في اليمن: 4/ 125 2؟ تاريخ أعلام آل الاكوع، ص ه 12 -  ¶ 6 2 1؟ المدارس ا لإسلامية، ص 387. ¶ 35",
            "page": "35",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "18 - لُطْف بن زَيْد الديلمي: دَرَس عليه في فقه الستة والنحو ¶ واصول الفقه والمعاني والبيان، فقرأ عليه كتاب (الجوهر المكنون)، ¶ وكتاب (تلخيص المفتاح) للقزويني، وشرحه لسعد الدين التفتازاني، ¶ و (حاشية الخضري على ابن عقيل)، و (سبل السلام) للأمير الصنعاني، ¶ و (الدراري المضثة) للإمام الشوكاني، و (شرح متن الكافل في أصول ¶ الفقه) لابن بهران. ¶ قال صاحب الترجمة: \" لازمتُ دروسه كثيراً للأخذ عنه،. . ¶ فانتفعت به كثيراً لا. ¶ عالم جليل، محقق في النحو والمعاني والبيان واصول الفقه. له ¶ مشاركة تامة في التفسير والحديث. درس على والده، وعلى عبد الوهاب ¶ ابن محمد الشماحي، وغيرهما. ¶ تفزَغ للتدريس في المدرسة الشمسية بين العصرين معظم حياته، ¶ عدا فترة قصيرة تولَى فيها القضاء، ثم عاد إلى التدريس. مولده في أول ¶ المحرم سنة 321 اهـ، وتوفي بذمار يوم الثلاثاء 18 شوال سنة ¶ 9 0 4 1 هـ، الموافق 3 أيار سنة 989 1 م (1). ¶ 19 - محمد بن سالم البَيْحاشي: الشيخ الضرير، العلاَمة الخطيب ¶ الشاعر، وهو من علماء عَدَن، وكان يحضر دروسه، فقرا عليه بعضاً من ¶ كتاب (مجموع الفتاوى) لشيخ ا لإسلام ابن تيمية0 ¶ 20 - أخوه محمد بن علي الأكوع: أخذ عليه في علم النحو، وبه ¶ استفاد كثيراً. ¶ (1) المدارس الإسلامية في اليمن، ص. 39. ¶ 36",
            "page": "36",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ويقول عنه صاحب الترجمة: \"كانت العلاقة قوية بيني وبين أخي ¶ القاضي محمد اخأ وتلميذأ\". وبقي على ذلك حتى توفي أخوه الأكبر ا و ¶ شيخه، يعامله معاملة ا لأخ ا لاكبر، ومعاملة الشيخ وا لأستاذ، بأدب واحترام ¶ وإجلال؟ حتى إنه أحجم عن تأليف كتاب عن لسان اليمن أبي الحسن ¶ الهمْداني؟ لأنه يرى أن أخاه وشيخه القاضي محمداً ألصقُ بالهمْداني، ¶ وادرى بتراثه ومعارفه المنشورة والمخطوطة، حتى اطلِقَ عليه لقب ¶ الهمْداني الصغير، او وارث علم الهمْداني. ¶ تقذَم الكلام عنه مختصرأ عند الحديث عن أسرة المترجَم. وانظر ¶ ترجمته بخطه في الملحقات آخر الكتاب (1). ¶ 21 - محمد بن ناجي وظَبي: درس عليه علم النحو في معهد ¶ الحَزْر في مدينة إلث، فقرأ عليه (حاشية الخضري على شرح ابن عقيل على ¶ ألفية ابن مالك). ¶ عالم في الفقه، له مشاركة قوية في علوم العربية. اشتغل بالتدريس ¶ في معهد الحزر في مدينة إب، وكذلك في معهد جرافة، وعُيِّن في العهد ¶ الجمهوري مفتيأ في لواء إب. ¶ مولده في إب في صفر سنة 4 32 ا هـ، ووفاته فيها يوم الإثنين ¶ 3 جمادى الأولى سنة 4 1 4 ا هـ. ¶ (1) هجر العلم ومعاقله في اليمن: 2/ 870 - 873. ¶ 37",
            "page": "37",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "5 - مناشطه السياسية في عهد الأئمة ¶ شحث الفتى اليافع، ونشا في بيئة علمية كان لها أثر كبير في توسيع ¶ مداركه، وزيادة وعيه في امور الحياة، ولم يكن تقليدياً في تعثمه وتعليمه؟ ¶ فقد كان له شيوخ فضلاءُ، لا يكتفون بتعليمه وزملائه العلوم الأولية من ¶ فقه وحديث وعربية وغير ذلك، بل كانوا يغرسون في نفوس طلابهم بُغضَ ¶ الظلم والظالمين، وينئهونهم إلى ما يقع من ظلم الإمام وأعوانه على عامة ¶ الرعية. ¶ ومن هؤلاء: القاضي عبد الله بن محمد العيْزري، الذي كان يبيِّن ¶ ظلم الإمام تصريحاً لمن يثق بهم، او تلميحاً في المجالس العامة، وما ¶ كانت انتقادات العَيْزري تُؤْخَذ مأخذ الجد في بداية الأمر، لكن اثارها ¶ بقيت ماثلة في نفوس طلابه، حتى تبلورت إلى كيان واقع، تمثَّل في حركة ¶ معارضةٍ قوية أدَتْ بعدَ سنوات إلى إسقاط حكم الإمام، وقيام نظام اَخر. ¶ والمطالع لترجمته في (هجر العلم ومعاقله في اليمن) (1) يلمسُ مدى ¶ تأثيره في بيان ظلم الإمام يحيى ونقمة الرعية عليه. ¶ ومنهم أيضاً: ثابت بن سعد الدين بهران، الذي كان له منشط ¶ سياسي وطني ضد سياسة الإمام يحيى، فاعتقله لبعض الوقت، ثم افرج ¶ عنه. ولما قُتل الإمام يحيى زاد نشاطه مع الاحرار في حكومتهم ¶ الدستورية بزعامة الإمام عبد الله بن أحمد الوزير، ثم لمّا أخفقت هذه ¶ الحكومة، واستعاد الإمام أحمد حميد الدين الحكمَ، سجن بهران مع من ¶ (1) هجر العلم ومعاقله في اليمن: 3/ 96 4 1 - 08 15. ¶ 38",
            "page": "38",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "سُجن من الأحرار، ثم أُخلي سبيله (1). ¶ وينشأ صاحبُ الترجمة حرّاً أبيّا، يأبى الظلمَ، ويسعى إلى تغييره، ¶ لكنَّ ارتباطَه الشديد بوالد 5 المسن قئد حركته، فاَثر البقاء إلى جانبه في ¶ ذمار للقيام على رعايته وخدمته، إلى أن توفاه الله سنة 363 ا هـ؟ حيث ¶ أخذَ مكانه في العمل الجادّ مع الأحرار، متمثِّلاَ بقول الشاعر: ¶ خَلا لكِ الجَوُّ فبيضي واصفري ونقّري ما شئتِ أنْ تُنَقِّري ¶ وجاء أخوه الاكبرُ القاضي محمد من مدينة إب بسبب وفاة ¶ والدهما، ولمّا فرغا من العزاء، عادا معاً إلى مدينة إب، وهناك بدأ العمل ¶ الجاد في الحركة الوطنية. وكان قبل ذلك قد ذهبَ إلى صنعاء سنة ¶ 362 ا هـ، 943 1 م، واجتمع مع بعض الأحرار فيها للتنسيق والتشاور. ¶ ورغم أن عمل الأحرار، كما يقول صاحب الترجمة، لم يكن عملاً ¶ حزبيأ منظماً، إلآَ أئه كانت تُعقَدُ لقاءاتٌ سرية يتئمُ فيها بحث بعض القضايا ¶ والمشكلات القائمة التي تهتمُ أبناء اليمن، والاتفاق على ما يجب فعلُه ¶ لتخليص الشعب اليمني من الظلم والجوْر الواقعَيْن عليه. ¶ وقد انضوى تحت لوائهم كثير من اعلام اليمن ورجالاته، بعضهم ¶ ممن كان له ارتباط وثيق بالإمام يحيى؟ مثل القاضي عبد الرحمن بن يحيى ¶ الإرياني، ففد كان من أوائل الأحرار، فاعتقله الإمام أحمد بن يحيى ¶ حميد الدين بضع سنوات، ثم أفرج عنه، وعئنه عضواً في الهيئة الشرعية ¶ في تعز، ولكن مع ذلك لم تنقطع صلة الإرياني بالأحرار، ولكن بحذر ¶ \"ص ير (2) ¶ ولحسم. ¶ (1) ¶ (2) ¶ هجر العلم ومعاقله في اليمن: 1/ 123. ¶ المصدر السابق: 1/ 96. ¶ 39",
            "page": "39",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "إلا أن نفراَ من الناس قد اندسَّ في صفوف الأحرار، ليكون عيناً ¶ للإمام، ينقل اخبارَهم وتحزُكاتهم إليه؟ ومن هؤلاء: محمد بن محمد بن ¶ عبد الله الوزير، الذي انضم إلى الثورة الأولى للأحرار سنة 1367 هـ، ¶ 948 1 م بزعامة الإمام عبد الله بن أحمد الوزير، لكنه في حقيقة الأمر كان ¶ عيناَ للإمام على الأحرار، واشار صاحب الترجمة إلى واقعة حدثت معه ¶ في هذا الأمر. ومع ذلك لم يسلم هذا الرجل من سيف الإمام أحمد؟ إ ذ ¶ قتله سنة 1367 هـ (1). ¶ ومنهم ايضاً: الشيخ صلاح بن أحمد المصري، شيخ مخلاف ¶ عنس. يفول صاحب الترجمة: كنت اظن به خيراً، ولكنه ظهر في آخر ¶ الأمر انه كان عدواً للأحرار هو وعامل ذمار حسن بن علي بن إبراهيم. ¶ وسيبيهن بعد قليل كيف كانت خيانته للأحرار. ¶ وكانت الحركة تستفيد من خبرات الأحرار في العالمين العربي ¶ والإسلامي؟ مثل المجاهد الكبير المصلج الإسلامي الجزائري الفُضيل ¶ الورتلاني، (الذي كان لا يألو جهداً في نصج الإمام يحيى وولي عهده، ¶ لكنه لم يجد منهما استجابة صادقة)، وكان قد قدم إلى اليمن لعمل تجاري ¶ في الظاهر، ولمساعدة الأحرار في الباطن، وذلك لتقويض نظام حكم ¶ الإمام يحيى. فوخَد صفوف الأحرار، ونشَق جهودهم في الداخل ¶ والخارج، فازدادت كلمتهم نفوذاً، وصوتهم سماعاً وتأثيراً في صفوف ¶ ابناء اليمن (2). ¶ وأخذت صاحبَ الترجمة حماسةُ الشباب، فتكفل بمهمة في غاية ¶ (1) ¶ (2) ¶ هجر العلم ومعاقله في اليمن: 1/ 0 1 2. ¶ المصدر السابق: 1/ 0 33. ¶ 40",
            "page": "40",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "الحْطورة، وهي الاتصال بمشايخ بعض القبائل في بلاد ذمار، وتوزيع ¶ منشورات الأحرار عليهم، وتبصيرهم بالقضية الوطنية التي لا يعرفون ¶ عنهاشيئاَ. ¶ ويقول في هذا الأمر: كنت أتصل ببعض المشايخ؟ كمشايخ ¶ المقادشة، وعلى راسهم الشيخ محمد بن أحمد المقدشي، شيخ مخلاف ¶ اسْبِيل، وذهبتُ إليه مشياَ على الأقدام، ومعي القاضي محمد بن يحيى بن ¶ محسن العنسي، ونزلتُ في داره في قرية (حَوَرْوَر). ومررنا بالشيخ محمد ¶ الصوفي في قرية الجَرَشة من مخلاف الأتلا. ¶ كما اتصل بالشيخ صلاح بن أحمد المصري، الذي سبق ذكره انفاً. ¶ ويقول فيه: لما أخبرني أنه سيذهب إلى تعز لزيارة وليئَ العهد الإمام أحمد ¶ حميد الدين، كتبتُ رسالة إلى أخي في إب، وطلبتُ منه ومن بعض ¶ المشايخ الأحرار في إب أن يُطلعوه على نشاطهم، فقابله الشيخ حسن بن ¶ محمد الدعيس، وأطلعه على خُطَة العمل، وأعطاه صورة منها، فما كان ¶ من صلاخ المصري إلأَ أنْ سثمها لوليئَ العهد، وكانت حُجةً بيده لاعتقال ¶ الأحرار في إب ونواحيها، وكان صاحب الترجمة نفسه من ضمن ¶ المعتقلين. . . ¶ وأجدني هنا منساقأ إلى الحديث بشيء من التفصيل عما قام به ¶ صاحب الترجمة من أعمال مع الأحرار، وما جرَّه ذلك عليه من متاعب ¶ وسجن وعذاب وهجرة من وطنه سنوات عديدة. وأنقل في هذا الباب ¶ بعضأ مما سمعته منه حفظه الله، إضافة إلى ما دؤَنه في كتبه المختلفة، ¶ وأهمها (هجر العلم ومعاقله في اليمن) (1). ¶ (1) ¶ انظر على سبيل المثال: 2/ 972، 1116/ 2، 3/ 1544 -  ¶ ذلك. ¶ 41 ¶ 0 55 1، وغير",
            "page": "41",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "يقول عن نشاطه في العمل مع الأحرار: \"إنَ هذا العمل كان فيه ¶ حْطر كبير؟ لأننا لم نكن نتصور أننا سنُسجن ونُبعَد عن أهلنا، ونقيَّد ¶ وتُوصْع الاغلال في أعناقنا والقيود في اقدامنا. ¶ واذَى بي الأمر إلى السجن مرتين؟ المرة الاولى في عهد الإمام ¶ يحيى، وكان من المفروض ان احبس وأنا في صنعاء، فعدتُ راجعاً إلى ¶ ذمار، فبعث الإمام يحى برقية إلى عامل ذمار علي بن أحمد بن قاسم ¶ حميد الدين ليقبض عليَّ، وانتظر العسكر المكلّفون باعتقالي وصولَ ¶ السيارة التي كنت اركبها؟ حيث كانت تأتي سيارة نقل كل شهر أو نصف ¶ شهر من صنعاء، فانتظر العسكر خارج المدينة لا أدري كم من الوقت، ¶ ورجحوا ليخبروا العامل أن السيارة لم تحضر، ثم جاءت بعد نصف ساعة ¶ ونزلتُ وحملت معي حقيبتي، وفيها أوراق ومنشورات، وفيها أيضاً ¶ وثائق لأرسلها إلى مَنْ في إب من الأحرار، فأبلغوا العاملَ بقدومي، ¶ فجاء جنديان واحاطا بالبيت، وكان قد نتهني احد الجيران، وهو القاضي ¶ احمد بن أحمد العَنْسي، بأنَّ حول بيتنا بعض العسكر يبحثون عني، ¶ وبمجزَد ان علمتُ ذلك، أخذت الحقيبةَ التي فيها الاوراق المهمة، ¶ وصعدتُ إلى اعلى السطج وهو مرتفع، ووضعتها فيه، وقرع الجنديان ¶ باب منزلنا، فنزلت في ثوبي حاسر الرأس، وليس في قدمي حذاء، ¶ وساقني الجنديان إلى السجن، وكان ذلك في 28 شوال سنة 363 ا هـ، ¶ وبقيت في سجن ذمار نحو اسبوعين تفريباً. ¶ وفي اليوم الثاني من اعتقالي ارسل عامل ذمار رئيسَ بلديتها ¶ حمود بن علي عباد ومعه بعض العلماء، فجاؤوا وفتشوا البيت، ولاسيما ¶ خزانة الكتب، فلم يجدوا شيئاً مما ظنوه أنه معي كذلك. ¶ وكتب عامل ذمار إلى الإمام: إننا لم نجد معه شيئاً، وكانت هناك ¶ 42",
            "page": "42",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "حقيبةٌ أخرى فيها بعض ملابسي ليست هي المطلوبة، أرسلتْها امرأتي إلى ¶ بيت أحد الجيران الملاصق لبيتنا، فبُفَغ عامل ذمار بها، فأرسل من أخذها، ¶ وابرق للإمام يعلمه بالعثور عليها وعليها قفل ذو ارقام، فعالجو 5 فلم ¶ يستطيعوا فتحه إلا بعد جهد، فوجدوا فيها قميصأ وأوراقاً عادية، فكتبوا ¶ للإمام: بأئه لا يوجد في الحقيبة شيء، فظنَّ الإمام يحيى أن هذا تواطؤ من ¶ عامل ذمار، مع أنه من أسرته (بيت حميد الدين (، فأمر بعزله بسببي، ¶ وأرسل الإمام عاملاًاَخر لذمار اسمه حسن بن علي بن إبراهيم، وهذَد ¶ عمي أحمد ابا زوجتي بالحبس، وقال له: سنقيِّد زوجته، أو تعطينا ¶ الأوراق. ¶ بعد بقائي في سجن ذمار أكثر من عشرة أيام امر الإمام يحيى بنقلي ¶ إلى صنعاء مع جنديين ماشياً وراكباً لمدة ثلاثة أيام، وكان الحارسان لا ¶ يطمعنان على بقائي معهما في المراكز التي نبيت فيها، فكانا يُودعاني في ¶ سجن المركز بأنني في عهدته، ويأخذان تعهُّداً من مدير سجن ذلك ¶ المركز، ومن صنعاء خرجنا إلى الروضة، وهي مُتنزَّه خارج صنعاء، كان ¶ الإمام يفيم فيها ايام الخريف في تموز وآب وأيلول. ¶ ولمَا مثلت بين يدي الإمام يحيى، قال لي صارخاً في وجهي: هل ¶ تشتون (تريدون) نصارى؟ هل تشتون يهوداً؟! هذا حكم اللّه! ثم قال لي: ¶ إنك نَزْغَة على البِزّ (الضَّرع) خبيث على الحليب؟ وذلك لما رآني صغيرَ ¶ السن، لا يُنتظر من مثلي أن يشترك مع الأحرار، وهو ما دعا الزعيم ¶ الصوفي الشيخ محمد حسان - الذي اعتقل وسيق مع الأحرار المعتقلين ¶ إلى حَجَة، لمَّا راَني والقيد على رجلي وسألني عن سبب اعتقالي - إلى ¶ القول مستشهداً: ¶ وذنبُ مَنْ لم يبلغِ العشرينا مغفورٌ عندَ النَّاسِ أجمعينا ¶ 43",
            "page": "43",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "بعدها امر الإمام بسجني في سجن الروضة، وهو قريب من قصره، ¶ وكان قد سبقني إليه ائنان من الزملاء الأحرار؟ هما عبد السلام صَبْرة، ¶ ومحمد بن احمد السياغي، اللذان حُبستُ معهما، وبقينا هناك أياماً، ¶ ولما حاول إسماعيل ابن الإمام يحيى الفرار إلى عدن ليلحق بالأحرار ¶ المناوئين لسياسة والده، قامت قيامة الإمام لهذا الأمر، وأمر بنقلي إلى ¶ حَبْس! قصر غَمْدان الذي سُفَي بغمدان القصر القديم. فمكثت فيه ¶ اسبوعاً. وكان فيه ايضاًالشيخ عبد الله بن ناجي القوسي واخوه صالح، ¶ وناصر بن علي البخيتي، المعتفلون قبلي بسبب فرار الشيخ محمد بن ¶ ناجي القوسي إلى عدن ولحاقه بالأحرار هناك. ثم استدعيت إلى سجن ¶ الصنايع (الذي كان مدرسة للصناعة في عهد الدولة العثمانية، فحوَّلها ¶ الإمام يحمى إلى سجن)، فانضممت إلى مَنْ سبقني إليه من الأحرار، وهم ¶ الإخوة السياغون الثلاثة، وعبد السلام صبرة، والشيخ جازم محمد ¶ الحِرْوي. ¶ وفي هذا السجن طُوقتُ ومن معي من الاخرار بسلسلة حديدية ¶ حول رقابنا، كما كُفف بحراستنا ستة جنود من حرس الإمام غلاظ ¶ القلوب، وحينما اخرجنا من سجن الصنايع طافوا بنا شوارع صنعاء على ¶ مشهد من اهل صنعاء لإخافة الناس، ولإرهاب مَنْ يفكر بمناوأة الإمام ¶ بأنه سيلاقي ذلك المصير، على نحو ما وصفه شاعر اليمن محمد محمود ¶ الزبيري في قصيدته الشهيرة الآتية. ¶ ثم ساقنا الجنود القساة العُتاة سَوْقَ الأنعام، ومتاعُ كلِّ فردٍ منا ¶ يحمله على كتفه، ومشينا على الأقدام المرحلة الأولى من صنعاء إلى ¶ وِعْلان، ومنها في اليوم الثاني إلى مَعْبَر، وفي اليوم الثالث مشينا مسافة ¶ حتى عجَزنا عن المشي، فأرسلنا برقية إلى الإمام يحيى نطلب شفقته علينا ¶ 44",
            "page": "44",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "بتخفيف العذاب، والسماح لنا بركوب اي سيارة، فأجاب علينا بما يلي: ¶ \"من الإمام إلى صبرة ورفاقه، ما كان أغناكم عفَا ساقكم الشيطانُ إليه من ¶ إنكار نعمتنا على اليمن، التي لم تعرفها منذ عهد الإمام علي بن أبي طالب! ¶ وماذا تريدون؟ ومَنْ تريدون؟ وقد أمرنا (موتر (عسلان (1) لتركبوا عليه من ¶ مَعبَر إلى يريم \". ¶ ثم واصلنا السير من يريم على الأقدام إلى مدينة إب، حيث بقينا في ¶ سجنها عدة أيام، ثم أمر الأمير الحسن ابن الإمام يحيى حاكم لواء إ ب ¶ بتطويق أعناقنا بسلسلة حديدية أخرى لنقلنا إلى تعز، وكان معنا القاضي ¶ عبد الرحمن الإرياني، والقاضي أحمد المعلمي، والشيخ حسن بن محمد ¶ الدعيس، والنقيب عبد اللطيف بن قايد راجج، فأركبوا هؤلاء الاربعة ¶ فوق الحمير تحت حراسة النقيب علي بن علي الفقيه ومجموعة من حرس ¶ ولي العهد أحمد ابن الإمام يحيى، ومشينا جميعاً مُشاةً ورُكباناً إلى بلدة ¶ السَّئاني، حيث كانت تنتظرنا سيارة نقل، فركبنا عليها مع الحرس إلى ¶ تعز، ومنها إلى السئاني، وكانت أشبه بسيارة القُمامة أو سيارة البضائع، ¶ ومع ذلك فقد شعرنا براحة وفرح عظيمين عند ركوبها، لشدة ما نحن فيه ¶ من تعب وإنهاك. ¶ وقد تخلَ هذه الرحلة الشاقة التي دامت ثمانية أيام، وقطعنا فيها ¶ (250) كيلو مترأ، ضروبٌ من الماشي والاَلام \" فلم يُسمح لاحد منا ا ن ¶ يفك عنه الغل من محنقه ليذهب إلى البراز لقضاء الحاجة. وكنا إذا احتاج ¶ أحد منا إلى ذلك يجلس زملاؤه معه حتى يتمكَن من قضاء حاجته. كما ¶ كنا ننام بعضنا إلى جوار بعض، والأغلال في اعناقنا، وكنا حينما يشتد ¶ (1) ¶ الموتر: سيارة نقل للبضاعة، وعسلان: احد تجار صنعاء، وهو الوحيد من ¶ التجار الذي كان يملك هذا الموتر؟ ولهذ! فان الإمام كان يعلم بتحركه. ¶ 45",
            "page": "45",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "الألم بنا نجار بالدعاء إلى الله، ونشكو إليه ما حلَّ بنا، فيَسْخَرُ منا حزَاسُنا ¶ قائلين لنا: دعاء لجا ولا ينفعكم الدعاء. وكانوا مع هذا عالةً علينا في ¶ النفقة والطعام، ممَّا جعل احد رفاقنا - وهو جازم الحِرْوي، وكان يتحمَّل ¶ القسط الأوفر من تكاليف نففات الرحلة - أن يطلبَ متا أن نكتب له سنداً ¶ وإشعاراً بأنه انفق علينا خلال تلك الرحلة المشؤومة بقدر ما استدعته ¶ الضرورة، فتولى الكتابة محمد بن احمد السياغي، ونصُّ ما كتب: \" نقول ¶ - نحن الواضعين أسماءنا -: إنَا خرجنا من صنعاء، وامرنا الشيخ جازم بن ¶ محمد الحِرْوي ان ينفق علينا في الطريق، وتسليم كل لازم لعدم وجود ¶ شيء بأيدينا، وقد توئَى المذكور الإنفاق، وكفانا كل لازم، وهذا سَنَدٌ ¶ بيده، وعلى كل واحد منا تسليم ما عليه، وهو السّدس. . . \". واشهدوا ¶ على ذلك الحرس المرافقين لهم. ¶ يقول صاحب الترجمة: وكان الغرض من كتابة هذا التعهّد هو ¶ إشعار هؤلاء الحرَّاس ان القدر جمعنا، وأنَّه لم يكن بيننا معرفة من قبلُ ¶ حتى لا يبفغوا الإمام بوجود تعاون بيننا. ¶ وقد اثارت هذه الحادثة مشاعر السخط والغضب والاشمئزاز في ¶ صفوف الناس قاطبة على الإمام يحيى، ووصف هذه الرحلة العسيرة ¶ الشاقة شاعرُ اليمن محمد محمود الزبيري في قصيدة طويلة جاء فيها: ¶ طافوا بهم حَوْلَ صنعاءَ يطمِسون بهم حقّأ يضيقُ به الطاغي ويخشاهُ ¶ وطؤَقوهم جميعاً ضِمْنَ سلسلةٍ مِنَ الحَديدِ يهولُ الناسَ مَراهُ ¶ سِيقوا جياعاً، ولم يَسْمَجْ مُعَذِّبُهُم ان يستعدّوا بزادٍ يومَ بلواهُ ¶ وسارَ مِنْ خلفِهم جُنْدٌ زبانيةٌ إذا اتوا خِزية مِنْ أَمْرِهِم تاهوا ¶ يَسْتَمْنِحُونَ مِنَ الأسرى ماَكلَهُم يا لُؤمَ مَنْ راحَ يَسْتَجْدِي ضحَاياهُ ¶ وفي اوائل المحرم سنة 364 اهأمروا بنقل المعتقلين المهمين، ¶ 46",
            "page": "46",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وكانوا خمسين سجيناً، من مدينة تعز إلى سجن نافع وقاهرة حخة. ¶ وفي السجن لم يُسمج لنا في أول الأمر بإدخال الكتب سوى ¶ المصاحف فقط، ولمَّا سمحوا لنا بإدخال الكتب فيما بعد، استثمرنا ¶ الوقتَ في الدرس والمذاكرة، فدرست على أخي محمد (حاشية الخضري ¶ على شرح ابن عقيل على ألفية ابن مالك) في النحو، كما كان معي كتاب ¶ (رياض الصالحين) للإمام النووي اقرأ فيه. وكان كل منا يُملي من ¶ محفوظاته على الاَخرين ويستذكرها؟ فهذا يكتب، وهذا يراجع ويكتب ¶ في قُصاصات كثيرة، ولا يزال بعضُها موجوداً معي إلى الان من حصيلة ¶ السجن؟ فكان جُل الوقت يستثمر في الدعاء والمناقشات العلمية ¶ والسياسية. ¶ كما كانت تحدُثُ مع بعض السجناء مشادَّات كلامية، قد تنتهي ¶ احياناً بالاشتباك بالأيدي لضيقٍ في النفوس، ومع هذا فإن باب الأمل ¶ بخروجنا من السجن كان مفتوحاً؟ فقد كان للإشاعات غير الصحيحة اثر ¶ كبير في إحياء الأمل لدى السجناء بقرب الخلاص من السجن؟ فكنا نُسَرُّ ¶ بأي إشاعة، وتستمر لأسبوعين أو ثلاثة أسابيع أو اربعة! وكما قيل: ¶ مُنًى إنْ تَصْدُقْ يمُنْ أَحْسَنَ المُنَى وإلاَّ فَقَد عِشْنا بِهَا زَمَناً رَغْدا ¶ وجلسنا مُدداً متفاوتة، فجلست أنا قريباً من سنتين، ثم افرج عني، ¶ بينما ظل أخي القاضي محمد سجيناً إلى سنة 366 اهـ، وكنا معاً في ¶ السجن، وكانوا يرون أنه هو المحزَك للمعارضة؟ لأنه كان رئيسَ الجمعية ¶ في إب. ¶ وبعد خروجي من سجن حَجًة ذهبت إلى وليِّ العهد في تعز أراجعه ¶ في الإفراج عن أخي، ثم ذهبت إلى صنعاء لمراجعة الإمام نفسه، حتى منَّ ¶ 47",
            "page": "47",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "الله عليه بالإفراج سنة 1366 هـ، وبقي طليقأ بضعة شهور، ثم قُتلَ الإمام، ¶ وقامت الثورة الدستورية في قصة طويلة، وعندها سُجنتُ أنا وأخي في ¶ عهد الإمام احمد، فمكث هو في السجن سبع سنين، وأنا سجنتُ قرابة ¶ ثلاث سنين، وخرجنا ونحن نتمثلَ قول شاعر اليمن الشهيد محمد محمود ¶ الزبيري، حينما فزَ إلى عدن مع زميله الأستاذ احمد محمد نعمان: ¶ خَرَجْنَا مِنَ السِّجْنِ شُئمَ الأنُوفِ كَمَا تَخْرُجُ الا! سْدُمِنْ غَابِهَا ¶ إلآَ ان السجن اثر في صحة نزلائه، فخرجت منه لمَا خرجت مُنْهَكاً ¶ ومتعبأ، فقد كان الجانب الأيمن من وجهي مسوداً بسبب سوء التغذية. ¶ وكان سبب خروجي من السجن انَ القاضي احمد بن قاسم العنسي، ¶ احد الزملاء في السجن، ذهب بعد إطلاق سراحه إلى تعز، وسمج له ¶ الإمام احمد بالمثول بين يديه، فسأله عن أشخاص بعينهم من المساجين، ¶ كنت من ضمنهم، فقال له: هذا ليس محسوباً في الأحياء، ولا هو في ¶ الأموات معدود، فجاءت برقية من الإمام إلى نائب حجة لإطلا! تى ¶ سراحي، فخرجت من السجن، وذهبتُ إلى نائب الإمام في حخة للسلام ¶ عليه وللاسسّذان منه بالسماح لي بزيارة أخي في سجن قاهرة حجة، فأذن ¶ لي، فسثمت على أخي وعلى مَنْ معه من السجناء الذين اصطفُّوا لتوديعي، ¶ فسثمت عليهم وودَعتهم، وبتُّ ليلة عند الأخ محمد طاهر مدير البردتى، ¶ وواصلتُ السفر إلى صنعاء، ومن صنعاء إلى ذمار، ومنها إلى تعز. ¶ وقد غضب عليئَ الإمام غضبأ شديداً؟ لأنني لم أذهب إليه فور ¶ خروجي من السجن مباشرة، ولم يقبل أن يسمح لي بالدخول إليه والمثول ¶ بين يديه، أو العطف مدة طويلة، وهذا الذي جعلني أفكر بالخروج من ¶ اليمن. ¶ وكان بعض الأصدقاء؟ مثل محمد بن عبد الرحمن الشامي رحمه ¶ 48",
            "page": "48",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "الله (1) فد سعى سعياً حثيثاً لدى الإمام للسماح لي بالسفر إلى عدن ¶ للعلاج،! وافق، فذهبت إلى عدن، ثم رتَب لي الأخ صالج محسن، أحد ¶ رجال الإمام أحمد طريقة للذهاب إلى اسمرة عاصمة أرتيرية، وأجريت ¶ لي هناك عملية إزالة أحجار من الكلية اليسرى لم يكن لها لزوم؟ ذللث ¶ لأنها قد فتتت بفعل الدواء، لكنني فرحت أنه ستجرى لي عملية! لائه جاء ¶ شخص من أسمرة اسمه مصطفى أحمد يعقوب، الذي أجريت له في ¶ اسمرة عملية جراحية لإزالة الأحجار من كليته، وقد عمل لي العملية ¶ جزاح إيطالي، فتعبتُ منها كثيراً. وكان بالإمكان علاجها دون جِراحة. ¶ وبعد ذلك رجعت إلى عدن، واَثرتُ البقاء فيها، وبدا نشاط ¶ الأحرار من جديد بتأسيس (الاتحاد اليمني)، فاستأجروا له بيتاًانتقلت ¶ إليه، وكنت اقيم قبل ذلك عند حسن بن عبد الله مياس، ثم إسماعيل بن ¶ محمد سلامة، وكلاهما من تجار ذمار. ¶ وخلال بقائي في مبنى الاتحاد كنت أدزَس في المساء بعض ابناء ¶ التجار الأحرار، كما أن القنصل الأمريكي في عدن المستر (هرمان ¶ فردريك إيلتس) (2)، طلب من الحاج عزيؤ (3) بن حمود الزنداني أحد ¶ (1) ¶ (2) ¶ (3) ¶ مترجم في (هجر العلم ومعاقله في اليمن): 1/ 328. ¶ أصبج سفيراَ لبلاده في القاهرة في عهد أنور السادات، وقد قام بدور مهم في ¶ اتفاق كامب ديفيد بين أنور السادات واليهود. ¶ أثمرت علاقتي به إقناعي له بالموافقة على إرسال ابنيه: عبد الواحد وعبد ¶ المجيد، وابن أخيه محمود للدراسة في مصر، فتخرج عبد الواحد، وكان رئيسأ ¶ لجامعة صنعاء، وهو الا! رئي! جامعة أهلية، وعبد المجيد رئيس لجامعة ¶ ا لإيمان. كما تمكنتُ من إرسال الدكتور عبد الكريم الإرياني وأخيه مطفَر، وتم ¶ عن طريقي إلحاق عدد من الطلاب بالبعثة المرسلة من عدن إلى مصر؟ مثل ¶ السفير أحمد الشجني، ومحمد عبد اللّه سلامة، ومحمد طه الوشلي، وكلهم- ¶ 49",
            "page": "49",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وكلاء المغتربين في عدن ان يدئَه على مَن يعلّمه اللهجة اليمانية كتابةً ¶ ونطقاً، فذكر له اسمي، لما بيننا من وُد، فواففتُ مقابل أجرٍ زهيدٍ من ¶ المال اقترحته انا، واستفدت منه كثيراً رغم ضاَلته. ¶ كما كنتُ في عَدَن أكتب مقالات باسم مستعار في جريدة (فتاة ¶ الجزيرة) لصاحبها محمد علي لقمان، وكذلك في جريدة (الفضول) ¶ لصاحبها عبد الله عبد الوهاب نعمان الناطقة باسم ا لأحرار. ¶ ثم كتبت إلى الأستاذ الزبيري مُبْدياً رغبتي في السفر إلى مصر بعد ¶ قدوم ابني محمد من ذمار، وبعد أن تعب تعباً شديداً من حرِّ عدن، فكان ¶ لي هذا، وبدات الرحلة الطويلة خارج الوطن ما بين مصر وسورية وغيرها ¶ من البلاد. ¶ ومكثتُ في القاهرة ثلاث سنوات، ثم رحلت إلى سورية للإشراف ¶ على عدد من الطلاب الذين جاؤوا إلى دمشق للدراسة فيها على حساب ¶ الحكومة السورية، ثم عدت إلى القاهرة. ¶ ثم ذهبت للحج سنة 378 اهـ، وهنالك التقيت بأخي القاضي ¶ محمد، الذي حضر للحج، وأحضر معه اهلي وابنتي، وعدتُ بهما إلى ¶ القاهرة، فسكنتها حتى رجعت إلى اليمن سنة 969 1 م للاستقرار فيها. ¶ ولفَا مرَّ الإمام أحمد حميد الدين من بور سعيد في طريق عودته من ¶ إيطالية إلى اليمن، قابلته في الباخرة مع عدد من أعيان اليمن المقيمين في ¶ القاهرة، فدعاني للرجوع إلى اليمن، فعدتُ إليها سنة 386 اهـ، ¶ 960 ام، فاستقبلني بودَّ وحَفَاوة، وقال لي: لماذا هربت؟ فقلت له: ¶ حْوفاً منك؟ لأني بعد خروجي من اليمن لم أرَ منك لفتة أو بارقة أمل ¶ من ذمار، وعلي أحمد سعيد الدعيس، وغيرهم. ¶ 50",
            "page": "50",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وكلاء تشجعني على العودة. فأمر بتعييني سكرتيراًاولَ للمفوضية ¶ اليمنية في موسكو. ¶ ثم قامت الثورة الجمهورية على الملكية في 26 أيلول سنة ¶ 962 1 م، وهذه قصة ثانية \". ¶ 51",
            "page": "51",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "6 - مناشطه السياسية في العهد الجمهوري ¶ \"بعد قيام الثورة ذهبتُ إلى صنعاء لتهنئة قادة الثورة بنجاحهم ¶ وزوال العهد الملكي. ثم عدت إلى موسكو بعد أن ترقَّيتُ إلى درجة ¶ وزير مفوَض، وبقيت في عملي لفترة قصيرة، ثم جاء من يخلُفني في ¶ العمل في هذا المجال، فرجعت إلى صنعاء، وعُهد إلي أن أكون مستشاراً ¶ ثقافياً في سفارة اليمن بالقاهرة في أواخر سنة 963 ام، أو أوائل سنة ¶ 964 1 م، فاشتغلتُ فترة قصيرة، لكنني لم أجا العمل، بسبب مشكلات ¶ الطلاب ومتاعبهم، فانقطعت في بيتي في القاهرة، عاكفاً على القراءة ¶ والكتابة، فأكملت تأليف كتابي (الأمثال اليمانية)، وانشغلت بلقاءات ¶ الأصحاب والزيارات العلمية، والترذُد إلى دار الكتب المصرية، ثم ¶ رجعت إلى اليمن. ¶ وفي سنة 964 1 م، او 965 1 م عملت في وزارة الخارجية، وعُيِّنت ¶ نائباً ثانياً لوزير الخارجية. ¶ وبعد ذلك عُيهنت سفيراً متجولاً، ولم أستقر في اي عمل إلا بعد ا ن ¶ وقعت النكبة الطامة واحتلال بفية فلسطين سنة 967 1 م، وكنتُ إذ ذاك في ¶ مصر، وكان فيها ايضاً بعض أعيان اليمن: كبراؤهم وعلماؤهم ¶ وضباطهم، وفي مفدمتهم القاضي عبد الرحمن الإرياني، الذي كان ¶ سجيناَ في منزله، والأستاذ احمد محمد نعمان، والفريق حسن العَمْري، ¶ وغيرهم، مفَن زجَ بهم جمال عبد الناصر في السجون. وبعد الهزيمة ¶ رجعوا إلى صنعاء، وعلى رأسهم القاضي عبد الرحمن الإرياني، ورضيَهُ ¶ الناس رئيساً، وعُزِل ال! لأَل، وكان خارج اليمن، وكانوا يريدون قتله قبل ¶ 52",
            "page": "52",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "خروجه، لكن الإرياني كان حريصاً على عدم سفك الدماء، وحريصأ ¶ أيصْاً على بقائه، فقال: دعو 5 يخرج ليزور العراق، وتثمَ الانقلاب عليه، ¶ وبقي في العراق فترة، ثم انتقل إلى مصر وأعطوه بيتاً يسكنه، ولما رجع ¶ القاضي الإرياني إلى اليمن رجع معه كثير ممن كانوا في مصر من الأعيان، ¶ ثم لحقتُ به عام 968 1 م، فعُيّنتُ وزيراً للإعلام في إحدى وزارات الفريق ¶ حسن العَمْري، إلى ان استقالت الحكومة سنة 969 1 م \". ¶ الهيئة العامة للَاتار ودور الكتب: ثم عرض عليه الفاضي ¶ الإرياني العودة للعمل في السلك السياسي، على أن يتم تعيينه سفيرأ في ¶ إحدى الدول، فاعتذر إليه صاحب الترجمة، وقال له: \"كفاية تشزُد، ¶ وكفاية تغزُب، اريد أن أبفى في اليمن، واريد أن نوجد مؤسسة تهتم ¶ بالحفاظ على المخطوطات بالكتب والاَثار\". ¶ يقول الشيخ: \" وبدأتُ العمل لهذا الأمر، حتى صدر قرار تأسيس ¶ مصلحة الاَثار، ثم سميت الهيئة العامة للاَثار ودور الكتب، وبقيت في ¶ رئاستها 21 سنة، وتحديداً من شهر ربيع عام 969 ام إلى أواخر عام ¶ 990 ام، واقترحتُ أن تكونَ مرتبطة برئاسة الجمهورية، حتى لا يأتي ¶ عليها من يجهل قيمة تراثنا، فيتعزَض للضياع والإهمال كما يحدث الاَن، ¶ فقد فُقِد 14 مخطوطاً من المكتبة الغربية التي جمعت فيها مكتبة الامام ¶ يحيى حميد الدين وابنه الإمام احمد. ¶ وفي خلال هذا العمل المُحبَّب إلى نفسي تفزَغت للقراءة والكتابة، ¶ وا لاطغ على المخطوطات المتعلقة بما قمتُ به من تأليف. ¶ وكنت بحكم عملي ادعى إلى حضور مؤتمرات الآثار التي تنعقد ¶ في بعض الدول العربية، وتوثقت صلتي برؤساء الآثار ودوائرها؟ فكان ¶ اول مؤتمر أحضره هو المؤتمر السادس، الذي عُقد في مدينة العين بدولة ¶ 53",
            "page": "53",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "الإمارات العربية المتحدة، وحضرت بعد ذلك اجتماع اللجنة الدائمة ¶ للآثار في الأردن، وكان مسؤولَ الاَثار هناك فلسطينيٌّ نصرانيئٌ هو يونس ¶ عويس، وكان سريع البادرة، يسخر من الأوضاع العربية ومن مشاريع ¶ الجامعة العربية؟ فمن تعليفاته الساخرة بعد أن عقدت اللجنة الدائمة ¶ للآثار اجتماعاَ في القاهرة، في مبنى جامعة الدول العربية، وأراد مدير ¶ العَشريفات في الجامعة أن يرينا القاعات المتعددة، ومنها القاعة التي يتم ¶ فيها توقيع الاتفاقيات، فعفَق يونس عُويس على ما تم توقيعه فيها بقوله: ¶ والتي لم تنفذ منها اتفاقية واحدة!. ¶ كذلك فقد قررت أن يعقد المؤتمر التاسع للاَثار في اليمن، وجعلته ¶ خاصما بالاثار الإسلامية، وذلك بمناسبة وفاء المئة الرابعة عشرة ودخول ¶ المئة الخامسة عشرة للهجرة، وقد أقمنا معرضاً لعدد من المخطوطات ¶ التي وجدناها في خزانة في سقف الجامع الكبير\". ¶ أما عن أبرز الأعمال التي قام بها أثناء رئاسته لدار الكتب، فيقول: ¶ \" هي إنشاء متحف للاَثار اليمانية، حيث أخذنا أكبر قصور الإمام يحيى، ¶ وهو المعروف بدار السعادة، وحؤَلناه إلى متحف لاَثار ما قبل الإسلام، ¶ إلى جانب دار الشكر، الذي تحوَّل اليوم إلى متحف للتراث الشعبي. ¶ وقمنا بمسح كثير من مناطق اليمن الأثرية وتصويرها؟ فذهبنا إلى ¶ مأرب، وبدأنا بتصوير المناطق المهمة وتسجيلها، ومنها اثار السد. ¶ وجاءت بعثات متخصصة دولية كثيرة، منها البعثة الإيطالية، ¶ وسمحنا لها بأن تذهب إلى بعض المناطق، ومنها براقش في الجوف، ¶ وكذلك البعثة الفرنسية، ومن قبلها البعثة الألمانية، وكنت أزور المناطق ¶ الأثرية في اكثر الأحيان مع علماء الاَثار، لأرى أعمالهم، وشارك من ¶ النمسة عالم اسمه وولتردوستال، وكان مهتماً بالعادات والتقاليد اليمنية، ¶ 54",
            "page": "54",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "ووضع خارطة لأسواق صنعاء القديمة، وضُمَت في كتاب صنعاء الذي ¶ صدر باللغة الإنكليزية بمناسبة إقامة مهرجان العالم الإسلامي آه 0314! ه! ¶ 31 ول 3+ ا،! أ إ 3 س! ع ول4،اثا ا سنة 976 ام. وكان صدور هذا الكتاب مهماً جداً ¶ لما يحتويه \". ¶ ويقول الشيخ حفظه الله: \" رغم اهتمامي بعلم الآثار في اليمن، إلا ¶ أن النصيب الأوفر والأوفى من الاهتمام كان منصرفاً إلى الاثار ¶ الإسلامية، وفي مقدمتها المخطوطات واقتناء النادر منها؟ فقد اشترينا ¶ نحو ثلاثة اَلاف مخطوط من رسائل وكتب، وبعضها قد سلخ منها ¶ جلودها، وبعضها تاكلت بفعل سوء الاستعمال، لكنني حرصتُ على ¶ شراء كل ما أستطيع شراءه؟ ذلك لأنه لا يخلو من وجود فوائد عظيمة \". ¶ ويقول: \" إنه في سبيل الحصول على نوادر المخطوطات، فإنه كان ¶ يغري أصحابها بالمال، وذلك حينما لم يكونوا قد تنتهوا إلى أهميتها إلا ¶ من خلال إقبال التجَار من الخارج على شرائها، إذ كان أكثر أصحابها من ¶ ورثة العلماء لا يعرفون قيمة ما ورثوه من أسلافهمِ، فكانوا في البداية ¶ يبيعونها بأرخص الأثمان عن طريق وسطاء، فلما كثرُ الطلب على شراء ¶ المخطوطات ارتفعت اسعارها، فكنت اطلب من بعض الوسطاء أ ن ¶ يصدُقَني القول في أسعار ما اشتراه، مقابل ارباح له نتفق عليها مقدَّماً. ثم ¶ ما لبث هذا الأمر ان تغيَّر، وذلك حينما بدأ تجار المخطوطات يأتون من ¶ خارج اليمن، ووجدوا من يُسهَل لهم الحصول على المخطوطات من ¶ العملاء، فارتفعت الأسعار ارتفاعاً كبيراً، وبخاصة نوادر المخطوطاب. ¶ ثم كانت هناك فكرة لجمع تلك المخطوطات في مكان واحد، لكن ¶ رأيسْا أن الجامع الكبير في صنعاء هو الأوْلى بها؟ لأن له قداسة في نفوس ¶ عامة الناس في اليمن، في حين أن كثيراً من المساجد قد تعرض للنهب ¶ حتى فرشها، بينما الجامع الكبير سلم من هذا الشر المستطير. ولم يقتصر",
            "page": "55",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "هذا الخطر على العاصمة صنعاء، بل تعدَاها إلى غيرها، حتى إن بعض ¶ المساجد والمدارس في ذمار دخلها الناس بالحمير! ومنها المدرسة ¶ الشمسية التي قراتُ فيها\". ¶ ويتحدَث الشيخ بحسرة عن كثير من مخطوطات اليمن وتراثه الذي ¶ نُهب وهُزَب إلى خارج البلاد، سواء إلى الدول العربية وا لإسلامية او الدول ¶ الغربية، ويقول: \"إن هذا كان أمراً معلوماً لدينا، لكن لم تكن هناك خطة ¶ حاسمة لمنعه، ولم نكن نستطيع فعل شيء لمنع بيع الاَثار والمخطوطات، ¶ على الرغم من وجود الحراسة؟ ذلك لأن السارق له مهارة في الوصول ¶ إلى غايته. فقد سمعتُ أنَ سائحاً أجنبياًاشترى آثاراً، فقبض عليه في ¶ المطار، واخذت منه، وسُمح له بالسفر، وأعادت شرطة المطار تلك ¶ المسروقات إلى الجهة المختصة، وسُلمت إلى مسؤول كبير ذي نفوذ، ¶ وبعدئذٍ سلَمها هذا المسؤول إلى سفارة ذلك السائح، لتُرسل إلى من ¶ أخذت منه بطريقة مضمونة \". ¶ بقي ان اسير إلى انه خلال رئاسة صاحب الترجمة للهيئة العامة ¶ للاَثار ودور الكتب صدر قرار جمهوري بتعيينه رئيساً لمركز الدراساب ¶ والبحوث اليمني إلى جانب رئاسته للهيئة، ونظراً إلى انه لم يكن قد ¶ اعتمدت له ميزانية مستقلة لإدارته وتشغيله، فقد استقال من رئاسة المركز ¶ وعُئن شخص آخر بد لاً منه. ¶ !! 6،! ¶ 56",
            "page": "56",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "7 - رحلا ته ¶ لمستُ في الشيخ حبه للسفر والتجوال داخل اليمن وخارجه، فلم ¶ يدع مدينة ولا هجرة في اليمن إلا زارها، واطلع على معالمها، وتعرَّف ¶ إلى أهلها وعلمائها. وكذلك الأمر بالنسبة إلى بلدان العالم، فزار الدول ¶ العربية جميعها، وكثيرأ من البلدان ا لإسلامية وغير الإسلامية. ¶ يقول الشيخ عن رحلاته: \"بدات السفر منذ العاشرة من عمري، ¶ حينما سافرت مع والدي رحمه الله من مدينة ذمار إلى مدينة إب سنة ¶ 1348 هجرية، واصبج السفر منذ ذلك الوقت من أفضل هواياتي، وأجد ¶ فيه متعة وفائدة كبيرتين. ومن خلال السمْر رْرت كثيراً من الأقطار؟ من ¶ بروناي واندونيسية وماليزية وسنغافورة شرقأ إلى الولايات المتحدة وكندة ¶ وكوبة غرباً. ¶ والزيارات التي قمتُ بها نوعان: زيارات رسمية ادعى إليها، ¶ وزيارات خاصة للبحث والاستزادة من المعرفة. ¶ وكانت أول زياراتي خارج اليمن سنة 370 اهـ، 950 ام إلى ¶ أسمرة حاضرة اريترية للعلاج؟ حيث اجريت لي عملية جراحية لاستخراج ¶ حصيات من كليتي ا! يسرى. ¶ ثم تبع ذلك السفر إلى الفاهرة؟ وقد وصلتها يوم 25 شوال سنة ¶ 1373 هـ، الموافق 26 حزيران سنة 954 ام. وهناك التحقت بكلية دار ¶ العلوم، وكانت قلعة من قلاع المعرفة، فمكثتُ فيها سنة واحدة، ثم ¶ انقطعت عن الدراسة؟ لأنني كنت مُشئتَ الذهن بين الأسرة والعمل ¶ السياسي. ¶ 57",
            "page": "57",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "ثم التحقتُ بالمركز الدولي في سرس ليان في محافظة المنوفية، ¶ التابع لإحدى المنظمات الدولية، على حساب الأمم المتحدة، وكان يقبل ¶ من كلِّ دولة عربية ما بين ثلاثة إلى خمسة أفراد للتدريب في موضوعات ¶ ستى، مثل الزراعة والأحوال الاجتماعية، وتعليم الأميين الكبار، ¶ فرشحني أحد الأصدقاء، وهو القاضي إسماعيل بن احمد الجرافي، ¶ السكرتير الأول آنذاك في المفوضية اليمنية في مصر، مع أربعة آخرين ¶ للالتحاق بهذا المركز. ومكثنا فيه سنتين، وكنا نعطى راتباً شهريأ قدر 5 ¶ (25) جنيهاً مصرياً، يقتطع منها 5 جنيهات مقابل رحلة سترتب لنا ¶ مستقبلاً بعد الانتهاء من الدراسة، وهذا ما تثمَ فعلاً؟ فشاركت في هذه ¶ الرحلة، أما زملائي فلم يشاركوا فيها. ¶ وكانت رحلة بحرية انطلقت من الإسكندرية إلى اثينة، ومنها ¶ اتَجهنا في القطار إلى بلغراد عاصمة يوغسلافية، وهناك زرنا بعض ¶ المصانع، ورأينا الطرقَ التي انشاها جنودُ بعض الفرق العسكرية، ¶ ومشاريع اخرى قام ببنائها الجنود أيضاً، فتذكَرت حينها أوطاني من بلاد ¶ العُرْب، لم لا يفعلون مثل هذا بدل أن يكتفوا بإطعام الجنود وإسكانهم ¶ داخل ثكناتهم العسكرية؟. ¶ وعلى ذكر هذ 5 القصة كان يوجد في ذمار قرابة 0 40 راس من ¶ الخيول المطهمة ومثلها في يريم، فقال القاضي عبد الله العيزري رحمه الله ¶ (1278 - 364 اهـ) مقالته التي شاعت في بلاد اليمن: هذ 5 الخيل ¶ المرابطة لم تَرُث رَوْثة واحدة في سبيل الله!. ¶ ئمّ سرنا من بلغراد إلى زغرب عاصمة كرواتية، ثم إلى مدينة تريستة ¶ المتنازع عليها آنذاك بين إيطالية ويوغسلافية، وهي مدينة جميلة. ودخلنا ¶ إيطالية، فتغيَّرت المواضع والأماكن عما راينا 5 في يوغسلافية الشيوعية، ¶ 58",
            "page": "58",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "ففي ا لأولى كنا نرى الوجوهَ الشاحبة، أما في إيطالية، فالجمال والمسارح ¶ واللقاءات. وكنا ننزل في بيوت تابعة للكنائس لرخص أجرتها. وفي ¶ مدينة كابري بإيطالية ركبنا للمرة الأولى المصعد المعلق (التلفريك)، ¶ وركبته وانا خائف مرعوب!. ¶ وكانت رحلة شاقة، فعدنا إلى رومة، ومنها اتَّجهنا إلى نابولي، ¶ ومكثنا فيها يوماً أو يومين، ثم ركبنا الباخرة متَّجهين بالقطار إلى مدينة ¶ برلْديزي على شاطئ بحر الإدرياتيلف، ومنها عدنا إلى الإسكندرية، ¶ فوصلناها فجراً، وما أجمل منظر إشراق الفجر وبزوع الشمس ونحن نرى ¶ مدينة الإسكندرية وبهاءها وجمالها. ونزلنا هذه المدينة، فأقاموا لنا فيها ¶ حفل استفبال. ¶ وبعد مكوثي في مصر سنوات عدة انتقلت إلى سورية، حيث بقيت ¶ فيها سنتين وبضعة اشهر، وكنت أشرف على بعض الطلبة اليمانيين ¶ المقيمين هناك على حساب الحكومة السورية. ¶ وأثناء وجودي في سورية تصَّت الوحدة بينها وبين مصر، ثم انضمَّت ¶ إليهما اليمن في اتحاد مع الجمهورية العربية المتحدة، ورأيتُ فرحة ¶ الناس بهذ 5 الوحدة تغمر وجوههم، وكان الناس يأتون إلى دمشق زرافاتٍ ¶ ووحداناً من محافظات سورية المختلفة، وينتظرون في الشوارع ساعات ¶ طوال لمشاهدة الرئيس جمال عبد الناصر، حتى نساء الطبقة العالية، كنَّ ¶ يأتين في ئياب مُحتشمة لرؤية الرئيس جمال عبد الناصر، واللبنانيون أيضاً ¶ كانوا يأتون أفواجاً من جميع طبقاتهم وفئاتهم لرؤية جمال عبد الناصر. ¶ وكانت أول زيارة لي قبل أن أتو! ى اي عمل حكومي تلك الزيارة ¶ إ! ى ا! دانمارك مع الأستاذ السفير أحمد بن أحمد المِصواحي، حيث ¶ رشَحتْنا الممْؤَضئة اليمنية في القاهر 5 لحضور ندوة في الشؤون ا لاجتماعية ¶ 59",
            "page": "59",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "على حساب الأمم المتحدة سفراَ وإقامة، وقد دُعي إليها نفران من كل قطر ¶ عربي، وعُقدت هذه الدورة ما بين 15/ 8 إلى 15/ 9/ 960 ام؟ فذهبنا ¶ إلى الدانمارك، ومكثنا فيها شهراَ كاملاَ، وخلال إقامتنا في الدانمارك زرنا ¶ بعض المدن الساحلية في السويد. وفي رحلة العودة نزلنا في إستانبول، ¶ وتلك كانت بداية الرحلات البعيدة. ¶ ومن رحلاتي الطويلة تلك الرحلة المنطلقة من روسية، بعد ا ن ¶ انتهى عملي في السفارة اليمنية في موسكو، وكان معي مبلغ من النقود ¶ الروسية (الروبل)، فاشتريتُ بها تذاكر سفر إلى ألمانية، ومنها إلى فرنسة ¶ ثم إسبانية، فالمغرب فالجزائر فتونس فرومة، وانتهت بالقاهرة. ¶ من الرحلات البعيدة ايضاَ: تلك التي كانت عام 964 ام، وكانت ¶ رحلة المتاعب؟ حيث راست وفداَ مكؤَناَ من ثلاثة رجال؟ منهم الشاعر ¶ السفير عبده عثمان، لزيارة كوبة بدعوة من حكومتها للاحتفال بذكرى ¶ ثورة فيديل كاسترو. وانطلفت الرحلة من القاهرة إلى براغ واستغرقت (4) ¶ ساعات، ثم إلى مطار دبلن بإيرلندة، ثم منها إلى مطار في جزيرة تقع في ¶ اطراف كندة من جهة المحيط الأطلسي نسيت اسمها، ولعلها قندر، ¶ ولأول مرة ارى الثلوج الكثيفة حول المطار. ئم إلى كوبة، ورتّب لنا هناك ¶ رحلة إلى جنوب كوبة حيث انطلقت منها ثورة فيديل كاسترو، وكانت ¶ الطائرة تهيج وتموج، وترتفع وتنخفض بفعل المطبات الهوائية. وكانت ¶ الرحلة متواصلة، ولم تكن الطائرة تتوقف في المطارات إلا للتزود ¶ بالوقود فقط. ¶ وفي عام 964 1 م ايضأ زرت القدس للمشاركة في ا لاحتفال بإعلان ¶ تاسيس منظمة تحرير فلسطين التي رأسها احمد الشقيري رحمه اللّه، ¶ وحضر الاحتفال ممثلون للملوك والرؤساء، وكنت أنا وعبد القوي ¶ إبراهيم حاميم ممثلين للرئيس اليمني المشير عبد الله الشَلال، وأنزلنا في ¶ 60",
            "page": "60",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "فندق إنتركوننتال في جبل المكئر بالقدس. وخلال ذلك زرت المسجد ¶ الأقصى وقبة الصخرة أعادها الله للمسلمين. وشاهدنا الأسلاك الشائكة ¶ الفاصلة بين القدس والجزء الذي احتل منها عام 948 ام. واستغرقت ¶ تلك الزيارة يومين أو ثلاثة أيام. ¶ وفي شهر أيلول عام 966 1 م زرت القدس مرة ثانية أنا وابني خالد؟ ¶ وذلك لمعالجته في مستشفى للعيون في القدس. جئنا بالسيارة من بيروت ¶ إلى دمشق، ومنها إلى عمَان، ثم ذهبنا إلى القدس ومكثنا فيها يوماً أ و ¶ يومين، ثم عدنا إلى عفَان ومكثنا فيها أيضاً يوماً أو يومين، ورجعنا ثانية ¶ إلى دمشق، ثم إلى بيروت، ومنها عدت إلى القاهرة. ¶ وفي أوروبة رْرت السويد والدانمارك وبلجيكة وهولندة وسويسرة ¶ وإيطالية وبريطانية وفرنسة والنمسة وإسبانية وألمانية وروسية، وكثير من ¶ هذه الدول زرتها مراراً. ¶ وزرت الولايات المتحدة سنة 979 ام بدعوة رسمية، وبقيت فيها ¶ شهراً، وتجولت في عددٍ من ولاياتها. ¶ وفي اَسية زرت الصين وأندونيسية وماليزية وبروناي وسنغافورة. ¶ بالإضافة إلى الدول العربية فيها. ¶ وفي إفريقية زرت المغرب كثيراً، والجزائر، وموريتانية، وتونس، ¶ وليبية، والسودان، ومصر - وهي بلدي، حيث مكثت فيها سنوات عدَّة، ¶ ولي فيها ذكريات جميلة مع علمائها وأدبائها - وكينية، وتنزانية. وكنت ¶ أنوي زيارة الصومال وجيبوتي، فلم يتيسر ذلك. ¶ وكانت الزيارة الأولى لي إلى المملكة العربية السعودية حين قرَّر ¶ أخي القاضي محمد بن علي الأكوع رحمه الله، أن يحجَّ سنة 378 ا هـ، ¶ فرايتها فرصة مناسبة للحج والالتقاء به. فأحضر امرأتي وابنتي معه من ¶ 61",
            "page": "61",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "اليمن، فأذَيتُ مناسك الحج، ونزلت في جدة في ضيافة الصديق الأستاذ ¶ علي الجناني الرجل الثاني في المفوضية اليمنية في جدة، رحمه اللّه. ¶ ولفَا فرغنا من أداء فريضة الحج سافرنا على طائرة سعودية من طراز ¶ داكوتا ثري، فنزلتْ في مطار المدينة المنورة لتتزود بالوقود ثم تقلع. ¶ وكان يحدونا الشوق إلى زيارة المسجد النبوي وقبر النبي! يم. وشاء الله ¶ أن تتعطل الطائرة، فسمحوا لنا بالذهاب إلى المدينة، فصلينا في المسجد ¶ النبوي، وزرنا قبر النبي! شَيو وصاحبيه أبي بكر وعمر رضي اللّه عنهما، ثم ¶ اتَّجهنا إلى المطار، وفيه ركبنا الطائرة، فحطَت في محجر الطور الصحي، ¶ حيث قضينا هناك ثلاثة ايام، ثم انتفلنا إلى القاهرة. ¶ ثم تتابعت رحلاتي إلى كثير من الدول في العالم، وما زالت \". ¶ 62",
            "page": "62",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "8 - معا رفه ¶ مارس شيخنا صاحب الترجمة العمل السياسي ردحاً من الزمن في ¶ العهدين الإمامي والجمهوري، ثم قضى سنوات طويلة من عمر 5 المبارك ¶ في البحث العلمي، والتأليف فيما يخصّ تراث اليمن. وفي هذين ¶ العهدين، وما تخ! لهما من عمل سياسي وعلمي، على مدى عشرات ¶ السنين، ربطت الشيخَ علاقات وثيقة مع عدد كبير من العلماء والادباء من ¶ عرب وعجم، مسلمين وغير مسلمين؟ من أهل بلده اليمن ومن غير 5 من ¶ الأقطار التي زارها. ¶ وأنا ذاكر على لسان الشيخ بعضاً ممن عرفهم من أعلام العرب ¶ والمستعربين، مستثنيأ علماء بلده اليمن، فهم أكثر من أن يحصوا، أو أ ن ¶ يحيط بهم هذا الكتاب، فقلَما تجد عالمأ ممن عاصره الشيخ إلا وله به ¶ صلة ومعرفة، وحسبك كتابه (هجر العلم ومعاقله في اليمن)، ففيه ذكر ¶ الكثير منهم. ¶ الأردن: \"زرتُ الأردن مرارأ، وعرفتُ فيها المؤرخ أكرم زعيتر، ¶ والتقيتُ به كثيرأ. وعرفتُ كذلك الشيخ إبراهيم القطَّان قاضي القضاة في ¶ الأردن، والدكتور عبد العزيز الخياط، وزير الاوقاف الاسبق، وكامل ¶ الشريف، والمحامي هاني الخصاونة، الذي عمل في السلك الدبلوماسي ¶ في أكثر من دولة، ثم تسلَم وزارة ا لإعلام ا لأردنية في فترة من الفترات. ¶ كما عرفت من علماء ا لأردن وأدبائها: الدكتور ناصر الدين الأسد، ¶ وكان اول معرفتي به في القاهرة سنة 955 ام، عندما كان مديراً للدائرة ¶ 63",
            "page": "63",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "الثقافية بجامعة الدول العربية. ثم توثفت الصلة به عندما أصبج رئيساً ¶ للمجمع الملكي لبحوث الحضارة الإسلامية (مؤسسة اكى البيت) في ¶ الأردن، الذي كنتُ عضواَ مؤسساَ فيه منذ نشأته سنة 0 0 4 ا هـ- 980 1 م، ¶ ولا زلت. ¶ كما عرفت الدكتور عبد الكريم خليفة رئيس مجمع اللغة العربية ¶ الأردني، واستاذ التاريخ الدكتور عبد الكريم غرايبة، والدكتور إحسان ¶ عباس، والدكتور محمود زايد. ¶ وممن عرفت من أهل الأردن: الدكتور محمود علي الغول، الذي ¶ بدات صلته باليمن عندما درس اللغة الحميرية على يد الدكتور خليل ¶ يحيى نامي، حتى أتقنها وأجادها، ئم التقيتُ به في بريطانية في حزيران ¶ سنة 970 ام، وذلك خلال مشاركتي في الندوة التي أقامتها جامعة ¶ كمبريدج عن تاريخ الجزيرة العربية، ئم زرته في بيروت، ودعوته لزيارة ¶ اليمن، فزارها في نيسان سنة 973 ام، واطلع على معالمها واثارها، ¶ وتكررت زياراته لليمن، وكان آخرها لحضور الندوة العالمية بمناسبة ¶ الذكرى الألفية للحسن بن احمد الهمْداني، التي عقدت في جامعة صنعاء ¶ في ذي الحجة سنة 1 0 4 ا هـ، تشرين الأولى سنة 981 1 م. ¶ وكانت منظمة اليونسكو قد انتدبته والدكتور يوسف إيبش بطلب ¶ مني للاطلاع على المخطوطات اليمانية ووضع تقرير عنها، للعمل على ¶ صيانتها وحفظها \". ¶ ويفول صاحب الترجمة عنه: \"أحمث الدكتور محمود علي الغولى ¶ اليمن حباً جمَاً من قبل أن يعرفها، فلفَا عرفها، وزار أهم مدنها الإسلامية ¶ ومدن ما قبل الإسلام، وعرف ابرزَ رجالها، واطَّلع على أهم نفائس ¶ مخطوطاتها، ملكتْ عليه قلبه، وشغف بها حبَاً. ¶ 64",
            "page": "64",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وقد ألقى القاضي إسماعيل الأكوع كلمة عن صديقه الدكتور ¶ محمود علي الغول في الندوة التي أقامتها جامعة اليرموك سنة 984 ام، ¶ بمناسبة الذكرى الأولى لوفاته \". ¶ ألمانية: \"وفي ألمانية عرفت العالم الكبير المستشرق فون ¶ فيسمان، وقد زرته في منزله مع الأستاذ ولتر موللر المختص بالنقوش ¶ المسندية، والأستاذ مطفَر الإرياني، في مدينة توبنجن سنة 0 97 1 م، وقد ¶ جاء إلى اليمن هو والأستاذ كارل رايتجرنز، وكتبا عن اليمن كتاباً من ¶ ثلاثة مجلدات، وسمج لهما بالبحث والتنقيب في منطقة (حُقة همدان) ¶ الأثرية سنة 936 ام، وكتب عن جغرافية اليمن، وله خرائط دقيقة مُتْقنة ¶ عن حضرموت. ¶ كما زرتُ في توبنجن العالم يوسف فان إس، وهو من العلماء ¶ المنصفين، فقد انتصر لإدوارد سعيد في كتابه عن المستشرقين، ودافع ¶ عنه. ¶ والأستاذ ألفرد مادلونغ الذي كتب عن الفرق الإسلامية، وهو ¶ ألماني سكن أمريكة، ثم انتقل إلى جامعة أكسفورد في بريطانية، وقد ¶ أرسلت له كتابي (الزيدية نشأتها ومعتقداتها)، وأجاب عليه بقوله: إنني ¶ قرأت كتابك، وانا كتبتُ عن الزيدية من الناحية العلمية، فأنا لست مسلماً ¶ لأنتصر لطرف على آخر. ¶ ومن المستشرقين أيضاً: المستشرقة ا لألمانية آن ماري شيمل، التي ¶ زارت اليمن، ونزلت في بيت السفيرة الألمانية التي أقامت لها حفل غداء، ¶ حضر 5 عدد من العلماء، وقلت لها مستفسراً: كم عمرك؟ فقالت: لا ¶ تسألوا عن أشياء إن تُبدَ لكم تسؤكم ا وكان من الحاضرين أَمَة العليم ¶ السّوسّوة، وهي الان وزيرة حقوق الإنسان في الحكومة اليمنية، فقالت ¶ 65",
            "page": "65",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "المستشرقة الألمانية: إني لأجد نفَس الرحمن من اليمن. ومن العجب أ ن ¶ هذ 5 المستشرقة تجيدُ إلى جانب لغتها الألمانية، اللغات العربية والفرنسية ¶ والإنكليزية والتركية والفارسية والأردية والإسبانية، وهي من أعاجيب ¶ عصرها. ¶ وقد زرتها أنا وابنتي بشرى في بيتها حينما كنت في بون في تموز من ¶ عام 1 0 0 2 م، وكانت تسكن في أعلى دور في عمارة مرتفعة. وهي رغم ¶ علمها ورغم معرفتها بالدين الإسلامي ما لا يعرفه كثير من أبناء الإسلام، ¶ إلا انه لم يكتب لها الهداية، وماتت على دينها، وتلك حكمة اللّه سبحانه. ¶ وقد كتبت مقدمة لكتاب (الإسلام كبديل) للسفير الألماني المسلم مراد ¶ هوفمان \". ¶ اندونيسية: \"في أندونيسية التقيتُ بعض العلماء ذوي الأصول ¶ الحضرمية، ووجدت بينهم خلافاً كبيراً، فمنهم الإرشاديون، وهؤلاء ¶ على السئة، وكان يُؤازرهم العلأَمة السيد محمد رشيد رضا صاحب مجلة ¶ المنار، ويقف إلى جانبهم، ويدافع عنهم. ومنهم المتصوفة العلويون، ¶ واحتجَ عليه العلويون فيما كان يذهب إليه ويعتقد 5، فقال: إنني مع ¶ الحق، فمع أنني علوي نسباً، لكنني اقف مع الحق، وله بحث في هذا ¶ الموضوع منشور في مجلة المنار\". ¶ ايطالية: \" عرفت من المستشرلمحين الإيطاليين تريني، وهو المشرف ¶ على مكتبة كيتاني. وقد كتب بعض الكتب، واستفدت منه، وأرسل إليئَ ¶ أحد كتب التراجم اليمنية \". ¶ بريطانية: \" عرلمحت المستشرق روبرت سرجنت، وكانت تربطني به ¶ صحبة طويلة، وقد زار اليمن أكثر من مرة، وكان عنده مشاريع علمية ¶ كثيرة؟ منها: تحقيق كتاب (بغية الفلاحين) للملك الافضل، وكان ¶ 66",
            "page": "66",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "يستعين بي في تفاصيل المصطلحات والمفردات الواردة في الكتاب. ¶ وكنت قبل ذلك قد نزلت ضيفاَ عليه في بيته في كمبريدج اربعة أيام، ¶ وكان عند 5 في البيت الأستاذ محمود علي الغول، وقد كان يعطف على ¶ العلماء ويحتضنهم، وهو يملك مكتبة كبيرة فيها من نوادر المخطوطات ¶ والوثائق التي أخذها من حضرموت. ¶ وعرفت كذلك الأستاذ ركس سميث، وقد حقق كتاب (السمط ¶ الغالي الثمن في اخبار الغزّ واليمن). ¶ ومن المستشرقين في بريطانية: بدويل، وقد كتب كتاب *ه+) ¶ (3 ولص! +أس! 3، والأستاذ بيستون برنستون، أستاذ اللغات السامية في جامعة ¶ اكسفورد \". ¶ تركية: \"زرت تركية مراراَ، وعرفت فيها الأستاذ نجم الدين ¶ أربكان، والتقيتُ به اثناء المشاركة في مؤتمر السئة والسيرة النبوية الذي ¶ انعقد في قطر بمناسبة دخول القرن الخامس عشر الهجري، وكان المترجم ¶ له السفير السوري عمر بهاء الدين الأميري. ¶ كما عرفت فيها خليل ساحلي أوغلو، وهو عالم، ومعمر لنكو، ¶ مدير المخطوطات في المكتبة السليمانية، التى جمدت عدداً من ¶ المكتبات، وفيها عجائب المخطوطات، ومنها: (صحيح البخاري) ¶ مكتوب بالذهب0 ¶ وعرفت في تركية ايضاَ الدكتور اكمل الدين إحسان أوغلي، ¶ وتربطني به علاقة وثيقة \". ¶ تونس: \" في تونس التقيت بالأستاذ عثمان الكعَاك، وكان من كبار ¶ العلماء المشهود لهم بالعلم، وهو المشرف على المكتبة الوطنية في ¶ تولْس. ¶ 67",
            "page": "67",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "ومن اهل تونس ايضاَ عرفت الأستاذ إبراهيم شثوح، وكان لقائي ¶ الأول به سنة 955 1 م وهو يدرس في مصر، وقد حضرتُ مناقشة رسالته ¶ للماجستير، وكانت في العمارة الإسلامية. وكنا نتزاور ما بين وقت ¶ وآخر؟ حيث كان بيته قريباَ من بيتي. وكانت معرفتي به عن طريق الأستاذ ¶ فؤاد سيد، أمين قسم المخطوطات في دار الكتب المصرية، وكانت تربطه ¶ به صلة وثيقة. ¶ وقد نظم إبراهيم شبوح أرجوزة يصف اجتماع اللجنة الدائمة للاثار ¶ الذي عفد في موريتانية، ذكر فيها بعض الحاضرين وكنت منهم؟ ومنها: ¶ وشيخُنا العالِمُ الجَليلُ مُنْفَرِدٌ ليسَ لَهُ مَثيْلُ ¶ يَحْمِلُ في بُردَيْهِ مَجْدَ اليمنِ يَسْعَى بِهِ فَوْقَ سَحابِ الزَّمَنِ ¶ وعندما التقيتُه المرة الأخيرة في عمان في اب سنة 02 20 م في ¶ مؤتمر مؤسسة ال البيت للفكر الإسلامي التي صار مديراً عاماً لها، ¶ واذكرته البيتين، اخذهما واضاف إليهما أبياتاً أخَرَ، ضمَنتها في كتابي ¶ (المستدرك على هجر العلم ومعاقله في اليمن) (1). ¶ وفي تونس أيضاَ تربطني علاقة بالدكتور عبد الجليل التميمي، وهو ¶ عالمٌ متحدث يجيد اللغات التركية والفرنسية والإنكليزية، وقد دعاني ¶ لإلقاء محاضرة، وكانت عن سبب محاربة أهل اليمن للعثمانيين، وكان ¶ عنوان المحاضرة: (اسرار مقاومة اهل اليمن للدولة العثمانية). وقد ¶ نُشِرَت المحاضرة في مجلة مؤسسة عبد الجليل التميمي، ثم توسَّعت في ¶ تلك المقالة، ونشرت في كتاب ضئمَ مجموعة مقالات بمناسبة وفاة ¶ المستعرب البريطاني سرجنت. ¶ (1) ا لمستدرك، ص 6 5. ¶ 68",
            "page": "68",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "ومما قلته في تلك المحاضرة: إن الذين حاربوا العثمانيين هم أئمة ¶ الزيدية وأتباعهم، أما مناطق الشافعية من أهل السئة، فلم يحاربوا ¶ العثمانيين، بل كانوا يرحِّبون بهم، ويتمئون بقاءهم. واقتطفت مقالات ¶ ورسائل من علماء الشافعية كتبوها بعدما هُزمت تركية في الحرب العالية ¶ الأولى مع المانية \". ¶ الجزائر: \"عرفت من علماء الجزائر: العلامة محمد البشير ¶ الإبراهيمي، وكنت أزوره أثناء إقامتي في مصر، والأستاذ الفُضيل ¶ الورتلاني، الذي حزَك الثورة في اليمن وناصرَ الأحرار، وكان من هيئة ¶ العلماء الجزائريين \". ¶ روسية: \" وفي روسية عرفت المؤزخ ليتانوف، كتب بالعربية تاريخ ¶ الإسلام، وعبد الرحمن سلطانوف، وهو أيضاً عالم مُستعرب، جاء إلى ¶ اليمن، سنة 934 ام، وكان أو! من أسس العلاقات السياسية بين اليمن ¶ والاتحاد السوفييتي، وكذلك كلثوم عودة، وهي فلسطينية عاشت في ¶ روسية، وأجادت اللغة الروسية إجادة تامة، وكانت تحضر المناسبات ¶ العلمية والثفافية \". ¶ السعودية: \"في السعودية عرفت علماء كثيرين، وفي مقدمتهم ¶ الدكتور عبد الله العثيمين، أمين عام جائزة الملك فيصل العالمية، ¶ والدكتور أحمد بن محمد الضبيب، والدكتور عبد الله بن عبد المحسن ¶ التركي، والأديب محمد حسين زيدان، والشاعر عبد اللّه بلخير، ووزير ¶ الإعلام الأسبق محمد عبده يماني، وعبد الله بن خميس، الذي زارلْي! ي ¶ اليمن عندما كتب عن جبال الجزيرة العربية، ثم زرته في الرياض. ¶ وعبد القدوس الانصاري صاحب مجلة المنهل. وغيرهم كثير. ¶ ومن ابرز من عرفت فيها الشيخ العلاّمة حمد الجاسر رحمه الله. ¶ 69",
            "page": "69",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "وكانت معرفتي به أثناء ترددي على دار الكتب المصرية والتقائي برئيس ¶ فسم المخطوطات فيها الأستاذ فؤاد سيد، الذي زار اليمن وصوَّر بعض ¶ المخطوطات اليمنية، فكنت اطلب منه أن يريني بعض الأشياء التي تهمُّني ¶ معرفتها، وذات يوم دعاني فؤاد سيد لتناول طعام الغداء في بيته، وهناك ¶ رايت كتاب (اكتشاف شبه الجزيرة العربية) للعالمة جاكلين بيرين، وفيه ¶ مقدمة للشيخ حمد الجاسر، لكن كتب احمد بدل حمد، فقال لي فؤاد ¶ سيد: هذا خطأ، والصواب حمد بدل احمد. وبدأ يصف لي حمد الجاسر ¶ بأوصاف حئبتْ إليئَ زيارته، واستمزَت الزيارات فيما بيننا، وهناك ¶ تفصيلات كثيرة ذكرتها في مقالتي عنه، والتي نشرت مختصرة في (مجلة ¶ العرب) بعد وفاته، وفي كتابه (اليمن بين مؤرخين معاصرين). ¶ وبعد ذلك التقينا كثيراً في المؤتمرات التي كانت تعقد في عمَّان ¶ ودمشق والكويت؟ ومنها مؤتمر المجمع الملكي لبحوث الحضارة ¶ الإسلامية في الأردن، وفي اللجنة الاستشارية للمخطوطات في الكويت، ¶ والمؤتمر الأول لتاريخ الجزيرة العربية الذي عُقد في الرياض سنة ¶ 1397 هـ، 1977 م. ¶ وكذلك التقيتُه في زيارته إلى اليمن سنة 1986 م، وكان من ¶ المفترض ان يزور اليمن من الطائف على رأس فريق للسير على طريق ¶ التجارة والحج من الحجاز إلى اليمن، ولكنَّ الخطأ الذي وقع فيه ¶ الصحفيون افسد المشروع؟ لأنهم اعتقدوا أنه يورِّخ للطريق الذي سلكه ¶ ابرهة الحبشي لهدم الكعبة، فوصل الخبر للشيخ عبد العزيز بن باز، ¶ فائصل بالأمير نايف وزير الداخلية، فأُلغي المشروع. وكنت مُستعداً ¶ للسفر في اليوم التالي للمساهمة مع فريق المشروع، فاتَّصلتْ بي السفارةُ ¶ السعودية في صنعاء لتخبرني ان المشروعَ قد ألغي او تأجَّل. ¶ لكن الصلة والمراسلة مع الشيخ حمد لم تنقطع، وكنت أرسل له ¶ 70",
            "page": "70",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "ما يطلب، وعندما حضرت احتفال المملكة العربية السعودية بالذكرى ¶ المئوية لتأسيسها سنة 19 4 ا هـ، حملت معي بعصْ الكتب له. ¶ ودعاني الشيخ الجاسر إلى بيته، وحضر السمْير اليمني السابق محمد ¶ أحمد كباب، والأستاذ حسن بن علي البشاري، المستشار الثقافي في ¶ السفارة اليمنية، ومجموعة من الأحباب والأصدقاء، فقال لي: نريد ¶ الكتب، فقلت: اية كتب؟ قال: كتبك كلها، قلت: حاضر، فأرسلتها له ¶ كلها. وكنت أرسلها بوساطة السفير، وبقي بعضها، ولما زرته حملت ما ¶ لم يكن موجودأ عند 5 منها. وخرجتْ ثمار هذ 5 الكتب في هذا البحث ¶ الذي كتبه الجاسر رحمه الله (اليمن بين مؤرخين معاصرين)، وقد استطاع ¶ رحمه الله أن يستوعب ما فيها، ويرتِّبها ترتيبأ حسنأ، ويضعها في أماكنها ¶ المناسبة. ¶ وظلَت المراسلة فيما بيننا إلى أن رحل عن دنيا الناس، وبقي ذكره ¶ وعطر 5 وذكرياته الحبيبة إلى النفس ولقائي في بيته أكثر من مرة، فما كنا ¶ نفترق، وكنا كذلك في المؤتمرات واللقاءات، إذ كان كل واحد يركنُ إلى ¶ مَنْ يأنس به، فكنا نجلس ونتحدث، ونناقش بعض المواضيع، وتكون ¶ كلمته أحياناً كلمة الفصل. ¶ وعند وفاة أخي القاضي محمد ارسل إليَّ برقية تعرْية بوساطة رئاسة ¶ الجمهورية، فأجبت عليه برسالة \". ¶ سورية: \"زرت سورية في أواخر سنة 957 ام، ومكثت فيها ¶ سنوات عدة، ومفَن عرفتُ فيها: الدكتور شكري فيصل رحمه اللّه. وكنت ¶ أزور 5 في بيته، أو في مكتبه بمجمع اللغة العربية بدمشق. ¶ ومن المجمعيين أيضاً عرفت خليل مردم بك، الذي كان رئيساً ¶ لمجمع اللغة العربية في دمشق، حيث كنت أتردد إليه باستمرار في ¶ 71",
            "page": "71",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "المجمع. والتفيتُ في مكتبه بالدكتور صلاخ الدين المنجِّد. ¶ وعرفتُ الشاعر والأديب عمر بهاء الدين الأميري، وكان صديقاً ¶ حميماً للأستاذ الشهيد محمد محمود الزبيري رحمه اللّه منذ أن كان وزيراً ¶ مفوَضاً في الباكستان، فكان يعطف على الزبيري الذي كان يعيش غريباً في ¶ ظروف جعلت معيشته صعبة لا تطاق، وقد تعرَّفت إلى الأميري في ¶ المغرب، وزرتُه في بيته الذي كان على شاطئ المحيط الأطلسى، وقد زار ¶ اليمن مرتين، والتفيتُ به في أكثر من مناسبة. ¶ كما عرفت من العلماء السوريين الدكنور مصطفى السباعي رحمه ¶ الله. ¶ وعرفت كذلك الأستاذ محب الدين الخطيب رحمه الله، وكنت ¶ ازوره في دار الفتج بالقاهرة، وكنتُ أشتري منه بعض الكتب التي تهواها ¶ رغبتي، فدئَني على أحد المجلِّدين الذي كان يجفَدُ الكتبَ بشكل جيد ¶ وبسعر معقول، وهو سعد الخضر. ¶ وكان ممَن عرفتُ ايضاًالشيخ العلأَمة عبد الفتاح أبو غدة رحمه الله. ¶ وكنتُ في دمشق اذهب إلى كلية الشريعة للالتقاء بالدكتور محمد ¶ المبارك رحمه الله، وكنت أجد عنده رئيس الوزراء السوري الأسبق ¶ الدكتور معروف الدواليبي، والدكنور يوسف العش. ¶ وخلال بقائي في دمشق كنت أحرص على أن أصلي صلاة الجمعة ¶ في مسجد الجامعة، وكان خطيبه الشيخ علي الطنطاوي، وسمعتُه يروي ¶ عن نفسه في إحدى خطبه؟ قال: دُعيت إلى الكويت لألقي محاضرة أ و ¶ محاضرات هناك، وسُجَلت تلك المحاضرات، وبعثوا إلي بها في ¶ اشرطة، وما كان عندي مُسخل لأستمع إليها، فاستعرتُ مُسجلاً من أحد ¶ الأصدقاء أو الجيران، فوجدتُ أنني لحنتُ في موضع او موضعين، ¶ 72",
            "page": "72",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "فقلت: سبحان الله! هذا الجهاز أحصى عليَّ هذا الخطأ وهو من صنع ¶ البشر، فما بالكم بالأخطاء التي نرتكبها ويسجلها علينا رب البرية، وذكر ¶ لْول الله عز وجلّ: \" مًا يَففِط مِن قَولٍ إِلًا لَدَتهِ رَقِجب عَتِيد\" أسورة ق: 18). ¶ وفعلاً كانت قصة مؤئرة، فليكن عملنا صالحاً، ولنتحزَ الصدق في القول ¶ والعمل. ¶ والعلأَمة خير الدين الزركلي عرفتُه والتقيتُ به في مصر، ولكئه لم ¶ يستحسن تعفيبي عليه، وذلك حينما انتقدت بعض الأخطاء في كتابه ¶ (الأعلام (في (مجلة العرب (، ولم يرق له نقدي، وكان مما أخذته عليه ¶ أثه تردَد في الطبعة الأولى من كتابه بين جعمان وجغمان، وقال: لعله ¶ تصحيف. فقلت في ردي: جغمان بالغين المعجمة، اسرة من خَوْلان ¶ مشهورة، وفيها علماء هادوية، وبنو جَعْمان علماء شافعية، وهم كثر، ¶ ولهم مؤلفات ومصنفات، ولكلا الأسرتين ذكر في كتاب (هجر العلم ¶ ومعاقله في اليمن (فصخَحت له هذا، فأشار إلى ذلك في هامش الطبعة ¶ التالية لكتابه الأعلام 2/ 131 قائلاً: كتب إسماعيل بن علي الأكوع من ¶ صنعاء في (مجلة العرب (: المحرم 1394 ص 563 أن بني جغْمان هم ¶ فقهاء من الزيدية من خوْلان، خلافاً لبني جعمان، بالمهملة، فإنهم من ¶ فقهاء الشافعية، نسبة إلى الجعامنة، قرية بالقرب من بيت الفقيه في ¶ تهامة. . . إلخ. أما في المواضع الأخرى التي ذكرتُ صوابها في مقالتي ¶ تلك، فلم يكن ينسب التصحيج إليئَ، إنما كان ينسبه إلى (مجلة العرب)، ¶ وكأثه استكثر عليئَ، وأنا من اليمن، أن أردَ عليه. وهذا كان من المفارقات ¶ العجيبة! مع انني اثنيت على هذا الكتاب، وانه خدم التراث العربي، كما ¶ اقترحتُ على الأستاذ الزركلي في المقال نفسه ان تُدمج الصور والوثائق ¶ في مواضعها من التراجم، وهذا ما فعله في الطبعة الأخيرة للكتاب. ¶ ورأي في كتاب (الأعلام) للزركلي، أنه كتاب عظيم، وإن كان ¶ 73",
            "page": "73",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "يلحظ عليه بأنه لم يترجم لعلماء الأتراك العثمانيين أو سلاطينهم، وفيهم ¶ علماء ج! ة، خصوصاًان الزركلي لم يقتصر في كتابه على تراجم العرب، ¶ حيث ترجمَ للمستشرقين والباحثين من غير العرب والمسلمين، مع ان في ¶ علماء الأتراك مَن يستحق الذكر، لكن نزعته القومية أثرت عليه في كتابه ¶ هذا. ¶ وممن عرفته في سورية: عمر رضا كحالة، وكنت اتردد إليه كثيراً ¶ على مكتبه في المكتبة الطاهرية، وانتقدت كتابه (معجم المؤلفين) في ¶ بحث منشور. وأشار إليئَ في المستدرك. ¶ وبالموازنة بين كتاب (الأعلام) للزركلي، وكتاب (معجم ¶ المؤلفين) لعمر رضا كحالة، نجد أن كتاب الأعلام أكثر ضبطاً ودقة ¶ وإتقاناً من (معجم المؤلفين). ¶ ومن أهل سورية عرفت المهندس الزراعي أحمد وصفي زكريا، ¶ الذي أقام في اليمن سنوات، وزار بعض أوديتها، وغرس فيها ¶ الحمضيات. ¶ وكنت التقي في سورية بالشيخ المحدث ناصر الدين الألباني رحمه ¶ الله. وزرته في بيته في عمَان بوساطتك (يقصد مؤلف هذا الكتاب)، ¶ واستمعنا إليه، وكان رحمه الله مهتماً بعلوم الحديث والسنَّة. وحاولت أ ن ¶ أجمع بينه وبين الأستاذ شعيب الأرناؤوط للتوفيق بينهما، وبوساطتك ¶ أرسلت رسالة إلى كل منهما، لكن الشُفَة كانت بعيدة بينهما \" (1). ¶ (1) ¶ وقد استطاع مؤلف هذا الكتاب، بتوفيق من الله، الجمع بين الشيخين في بيته ¶ سنة 987 ام، عندما دعاهما لحضور عقيقة ولده مالك، ولم يكونا اجتمعا قبل ¶ ذلك منذ خمس عشرة سنة، ولم يجتمعا بعدها ابداً، ولا حول ولا قوة إ لا باللّه!. ¶ 74",
            "page": "74",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "العراق: \"زرت العراق أكثر من مرة، وعرفتُ من أهله قاسم ¶ رجب، وكان من أهل العلم، وهو صاحب مكتبة المثنى، التي كان لها ¶ فضل كبير في استنساخ الكتب التي طبعت في أوروبة ونفدت، وبعضها لا ¶ يُستطاع الحصول عليها من اوروبة، ومن هذه الكتب: رحلة ابن حوقل، ¶ ورحلة ابن جبير، وكذلك اعاد طبع كتاب (العقود اللؤلؤية) للخزرجي، ¶ عن طبعة مؤسسة جب في بريطانية وغير ذلك مما لا أذكره اليوم. ¶ وعرفت أيضاً من العراقيين تامر محمد الجبه جي، منذ أن كان قائماً ¶ بأعمال في السفارة العراقية في موسكو، ولا تزال صلتي مستمرة به حتى ¶ اليوم، وهو الاَن في بروكسل مصاب بالشلل، اسأل الله له الشفاء. ¶ وعرفت من اهل العراق في دمشق الشاعر أحمد الصافي النجفي، ¶ حيث التفيتُه في سورية. ¶ ومفَن لقيتُه من العراقيين الدكتور محمد فاضل الجمالي وزير ¶ الخارجية، حيث التقيتُ به في تونس، وكان لاجئاً هناك، وأحضر لي ¶ بعض الرسائل التي كتبها الضابط جمال جميل العراقي، الذي شارك ¶ مشاركة فعَالة في ثورة سنة 1948 م على إثر قتل الإمام يحيى، وبعض ¶ أولاده ورئيس الوزراء، وكان يحسث اليمن حباً كثيرأ، فكان يكتبُ إلى ¶ بعض زعماء العرب: إن اليمن محتاجة إلى عَوْن. والرسالة موجودة ¶ عندي. ¶ وعرفت عالم الموصل الأستاذ سعيد الذَيْوَجي، والأستاذ صالح ¶ العلي رئيس المجمع العلمي العراقي، والأستاذ الدكتور ناجي معروف ¶ وابن أخيه الدكتور بشار عواد معروف، وغيرهم ممن لا تحضرني ¶ أسماؤهم \". ¶ مْرنسة: \"وفي فرنسة عرفت كثيراً من العلماء المستشرقين؟ منهم: ¶ 75",
            "page": "75",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "المستشرقة الفرنسية البلجيكية الأصل جاكلين بيرين، وكانت تزور اليمن ¶ لأجل نقل النقوش الموجودة في صنعاء وفي متحف جاريت. ¶ وممن عرفتهم من المستشرقين الفرنسيين الذين زاروا اليمن: ¶ الاستاذ كرستيان روبان، وقد حضرت حفل زواجه في السفارة الفرنسية ¶ في صنعاء، وجاء هو وامرأة فرنسية، وكانا يخرجان إلى مناطق في صنعاء ¶ لزيارتها مشياً على الأقدام، وسمى ابنه إسماعيل \". ¶ فلسطين: \"ومن فلسطين: عرفتُ مفتي فلسطين الحاج أمين ¶ الحسيني؟ التقيتُ به في القاهرة اكثر من مرة، ولي صورة معه، تجمع ¶ ايضاً رئيس الوزراء السوداني إسماعيل الأزهري، والزعيم الإسلامي ¶ الجزائري الكبير الشيخ محمد البشير ا لإبراهيمي، وغيرهم (1)، وكان ذلك ¶ في دار الاتحاد اليمني بدعوة من رئيسه محمد محمود الزبيري. وبعد ذلك ¶ كنت أذهب إلى بيته مع الوزير اليمني المفوَض عبد الرحمن بن ¶ عبد الصمد أبو طالب في مصر الجديدة، وكان يوجد في وسط قاعة داره ¶ مجشَم لقبة الصخرة. ¶ وممن عرفت ايضاً من أهل فلسطين: الشيخ المجاهد الشهيد، إ ن ¶ شاء الله، أحمد ياسين، رحمه الله، حيث التقيتُ به في منزل الشيخ ¶ عبد الله بن حسين الأحمر عندما زار اليمن بعد خروجه من السجن لدى ¶ سلطات ا لاحتلال اليهودي \". ¶ ليبية: \"في ليبية كان معنا أصدقاء كُثرُ، ومنهم صالح علي نوال، ¶ وقد سُجن في العهد الجماهيري، فزرتُ والده، وقال لي: لم نره من مدة! ¶ وكان زميلي في المركز الدولي في سرس ليان، واشتركتُ معه ومع زملاء ¶ (1) انظرها في ملحقات الكتاب. ¶ 76",
            "page": "76",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "آخرين في القاهرة في الرحلة التي اعدت للدارسين في هذا المركز بزيارة ¶ اليونان، ومنها بالقطار إلى بلغراد عاصمة يوغسلافية، ومنها إلى إيطالية. ¶ وعرفتُ من اهل ليبية صالح بويصير وزير خارجية ليبية، والتقيتُ به ¶ كثيراً في مصر، ولما قامت الثورة الليبية عُيهن وزيراً للخارجية. وقد توفي ¶ إثر إسقاط اليهود للطائرة التي كان يستفلُها فوق سيناء سنة 973 1 م. ¶ وكذلك علي مصطفى المصراتي، صاحب كتاب (المجتمع الليبي ¶ من خلال أمثاله). وقد اشرتُ إلى كتابه هذا في مقدمة الطبعة الأولى من ¶ كتابي (الأمثال اليمانية) \". ¶ مصر: يقول الشيخ عن مصر: \" هي بلدي، حيث مكثتُ فيها سنوات ¶ عدة، ولي فيها ذكريات جميلة مع علمائها وأدبائها. وخلال إقامتي في ¶ الفاهرة التفيتُ بعلماء كبار لهم اهتمامات باليمن؟ مثل الأستاذ الدكتور ¶ خليل يحعى نامي، أستاذ اللغات السامية في جامعة الفاهرة، ومنها اللغة ¶ الحميرية. وهذا كان من اكثر الناس الذين وجدتُ فيهم الرغبة الصادقة في ¶ حب اليمن، هو والأستاذ الدكتور أحمد فخري، لكن هذا اشتغل ¶ بالدراسات اليمنية القديمة، وله عدد من الدراسات حول اللغة الحميرية ¶ ونقوشها، وهو أستاذ في كلية الاداب، ولديه مكتبة ضخمة جداً أكثرها ¶ في اللغويات، وكنت ازوره في بيته في الروضة بالمَنْيَل، ونلتقي عنده ¶ ببعض الأساتذة؟ منهم: الدكتور شوقي ضيف، والدكتور عبد الحليم ¶ النجار. ¶ أما الدكتور أحمد فخري، فكانخا تربطني به صلات قوية. وهو ¶ خبير وعالم كبير، وأستاذ في الحضارة المصرية القديمة، وزرته لمحي بيته. ¶ وجاء إلى اليمن مرتين. وكان رحمه الله متابعاً للجديد من الكتب. ¶ اما الأستاذ فؤاد سيد، امين المخطوطات في دار الكتب المصرية، ¶ 77",
            "page": "77",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "وكان قد زار اليمن وعرفها وأحبها، وصوَّر كثيراً من نوادر المخطوطات، ¶ فكنتُ القى منه ترحيبأ حارأ، واستخرج لي بطاقة لأستعير ما أريد من دار ¶ الكتب. ومن صفاته الشخصية أنه كان صاحب دُعابة، ولديه مهارة فائقة ¶ في اختراع النكتة. ¶ وفي مصر عرفتُ الدكتور شوقي ضيف، رئيس مجمع اللغة العربية ¶ الحالي، وكنا نلتقي في منزل الدكتور خليل يحى نامي كما ذكر سابقاً. ¶ وعرفت في مصر كذلك الأستاذ الدكتور عبد العزيز الأهواني، وهو ¶ من فطاحل العلماء، ومتخصص في الدراسات الأندلسية ادباً وتاريخاً، ¶ وكان يُبادلني الزيارة، والأستاذ محمد أبو الفضل إبراهيم، وكان من ¶ العلماء الثقات. وفي بيته كنت ألتقي بأساتذة وأصدقاء كثر؟ منهم: ¶ الدكتور محمود الطناحي، وكنتُ انا وإيا 5 نذهب عند الأستاذ محمود ¶ شاكر في مصر الجديدة، والدكتور عبد الحليم النجار، الذي ترجم الجزء ¶ الأول من كتاب (تاريخ الأدب العربي) لكارل بروكلمان، وكنت أنا ¶ والدكتور النجار نلتقي في بيت الدكتور خليل يحى نامي لمراجعة كتاب ¶ (النسبة إلى المواضع والبلدان) لبامخرمة؟ لتحقيقه وطبعه، ولكن هذا ¶ العمل توقف لوفاة الدكتور عبد الحليم النجار رحمه الله. ¶ والتقيتُ أيضأ بعبد المجيد قطامش، وكنا نقرأ معاً كتابي (الأمثال ¶ اليمانية)، وكانت الفكرة أن أضيف إلى أمثال اليمن ما يشابهها من الامثال ¶ العامية في الأقطار العربية، وهكذا خرج المجلد الأول على هذا النمط ¶ سنة 388 ا هـ، 968 ام. وكان الفضل في طبعه يرجع إلى الأستاذ محمد ¶ أبو الفضل إبراهيم، الذي دلَّني على مكتبة المدني، فذهبتُ معه إلى ¶ مديرها، ثم ائفقت على طبع الف نسخة، وأعطيتُ دار المعارف (0 0 9) ¶ نسخة لتقوم بتوزيعها، ولكنها لم تعطني إلى الان ثمن ما باعته من ¶ الكتاب!. ¶ 78",
            "page": "78",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "ومن معارفي في مصر الأستاذ حسين شعيب، وكان قائماً بأعمال! ¶ المفوضية المصرية في اليمن، وكان يحب اليمن ويحب اهلها، فذلَّل لي ¶ ولغيري كثيرأ من الصعاب \". ¶ المغرب: \"التقيتُ في المغرب ببعض الاصدقاء العاملين في ¶ السفارة المغربية في موسكو. ¶ وممن عرفتُ من علماء المغرب: محمد بن تاويت الطنجي، وهو ¶ عالم يجيد اللغة التركية إجادة تامة، وكانت له معرفة بمكتبات تركية، فقد ¶ زرتُ إستانبول سنة 970 ام، فاستقبلني، وطؤَف بي على كثير من ¶ مكتباتها، ولاسيما المكتبة السليمانية، وقابلتُ مديرتَها السيدة نعمت ¶ برقدار، كما زرنا عدداً من المكتبات. وكان بصدد إخراج كتاب ¶ (الفهرست) للنديم، ولمَا توفي ذهب إحسان عباس وبعض أصدقائه إلى ¶ تركية للبحث عن أوراقه. وقد امدَني ببعض المعلومات التي ساعدتني في ¶ كتابي (هجر العلم ومعاقله في اليمن)، وذكرت ذلك في مقدمتي ¶ للكتاب شاكرأ له صنيعه. ¶ وفي المغرب عرفت صديقي الأستاذ محمد المنوني، وهو عالم ¶ وفاضلٌ ومجاهد، وأعجوبة من أعاجيب الدنيا في زهده وتواضعه. وقد ¶ تجدَّدت صلتي به عندما جاء إلى الرياض سنة 977 ام لحضور الندوة ¶ العالمية عن تاريخ الجزيرة العربية، التي تبنَّاها الدكتور عبد الرحمن ¶ الأنصاري. وفي تلك الندوة يشَروا لنا رحلة من الرياض إلى المدينة ¶ المنورة، وكان اخي القاضي محمد رحمه اللّه قد جاء من مصر، والتقينا ¶ في الرياض، ورئبوا أيضأ رحلة إلى مدائن صالج في العلا، شارك فيها ¶ أخي القاضي محمد، أما أنا فقد بقيتُ في المدينة المنورة. ¶ والتقيتُ بالأستاذ المنوني في المغرب أيضاَّ، حيث زارني في محل ¶ 79",
            "page": "79",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "إقامعْي اثناء حصْوري الدروس الحسنية التي كانت تقام في رمضان في ¶ عهد الملك الحسن الثاني، واهداني بعض مؤلفاته0 ¶ ومن أهل المغرب عرفت الأستاذ الدكتور محمد بن شريفة، وكان ¶ صديقاً لي، عرفته في مصر عندما كان يقوم بتحضير رسالة الدكتورا 5\". ¶ النمسة: \"ومن المستشرقين الذين عرفتهم فيها: ولتر دوستال، ¶ وهو نمساوي، كتب عن الجزيرة العربية، وعمل خارطة لأسواق صنعاء ¶ نشر! في كتاب صنعاء، الذي صدر بمناسبة مهرجان الحضارة ¶ الإسلامية. والتقيتُ به مرارأ، وجاء إلى اليمن ومكثَ فيها شهرين، ¶ وذهبتُ إليه عندما كان في سويسرة؟ لأنه كان يجمع ما يتعلق بالزراعة ¶ والنجارة والحِرَف، واشترى من صنعاء معدَّات يدوية لمتحف العاصمة ¶ السويسرية بيرن \". ¶ الهند: \"عرفت من اهل الهند العلأَمة أبو الحسن الندوي، وقد زار ¶ اليمن، وذكرني في رحلته إليها، وكثا نتزاور في رحلته تلك. والتقيتُ به ¶ مرة ثانية في قطر أثناء المشاركة في الندوة العالمية المنعقدة بمناسبة بداية ¶ القرن الخامس عشر الهجري عن السنة والسيرة النبوية. وألقى كلمة ¶ بليغة، كان مفَا قال فيها ونحن نستمع في جامعة قطر: \"هذا عمل جليل ¶ وحسن، وهو ترجمة سيرة الرسول ع! يك كيف لو قرأ 5 الغربيون، ورأوا هذه ¶ الصفات الحميدة التي لا توجد في أحد من البشر؟ كيف لو رأوا أتباعه وما ¶ هم عليه؟ كيف لو راوا المسلمين في جدة والكويت وغيرها من مدن ¶ المسلمين؟ \". ¶ وممن عرف من علماء الهند: الدكتور محمد حَميد اللّه، عندما زار ¶ اليمن سنة 366 اهـ، ثم تكرَّرت اللقاءات به في باريس. يقول الشيخ: ¶ وكان عالماً زاهداً، أسلم على يديه الكثير من الفرنسيين، وله الكثيرُ من ¶ 80",
            "page": "80",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "المؤلفات، ويتفن اكثر من عشر لغاب قراءةً وكتابة ومحادثة، وكان يسكن ¶ في غرفة متواضعة حداً فوق سطج إحدى البنايات العالية في باريس. وقد ¶ رشحته لنيل حائزة الملك فيصل العالمية، وذلك حينما عرضت الامر على ¶ الدكتور شكري فيصل، الذي كان أحد أعضاء لجنة الجائزة، فرحَّب ¶ بذلك، وطلب بعض مؤلفات الدكتور حميد الله، فأرسلتُ في طلبها منه، ¶ ولكنه رد عليئَ برسالة يقول فيها: أنا لم أكتب ما كتبتُ إلا من أجل الله عزَّ ¶ وجلّ، فلا تُفسدوا علي ديني! \". ¶ وما هؤلاء العلماء الأعلام الذي ذكرتُ إلا جزء، جدُّ يسير ممَّن ¶ عرفهم الشيخ في أقطار العالم أجمع، وما زال! حفظه الله مَعِينَاً حيَّاً صافياً، ¶ ينهل منه كل مَنْ رامَ معرفة شيء مما يخص اليمن، وهم يزيدون يوماً ¶ فيوم. فبارك الله في عمر الشيخ وفي علمه. ¶ 81",
            "page": "81",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "9 - مناشطه العلمية وعضويته في المجامع ¶ نظراً للمكانة العلمية الرفيعة التي تبؤَأها القاضي إسماعيل الاكوع، ¶ ففد رغبت الكثير من المجامع العربية والإسلامية في انضمامه إليها فهو ¶ عضو في المجمع الملكي لبحوث الحضارة الإسلامية في الأردن، وعضو ¶ في مجمع اللغة العربية الأردني، وعضو في مجمع اللغة العربية في دمشق، ¶ وعضو في المجمع العلمي العراقي، وعضو في المجمع العلمي الهندي، ¶ وعضو في اتحاد المؤرخين العرب، وعضو في معهد الآثار الألماني في ¶ برلين. ¶ أما مناشطه العلمية فقد شارك في كثير من المؤتمرات والندوات ¶ واللجان العربية والدولية، بعضها بصفته ممثلاً عن اليمن، وبعضها بصفته ¶ الشخصية: ¶ المؤتمرات: ¶ 1 - حضر ممثلاً عن اليمن في اجتماع ممثلي ملوك ورؤساء وأمراء ¶ الدول العربية الذي انعقد في القدس في 28 أيار سنة 1964 م؟ للاحتفال ¶ بتاسيس (منظمة التحرير الفلسطينية). ¶ 2 - وقد ذه! مي العام نفسه على رأس ولمحد مدني وعسكري إلى ¶ كوبة؟ لحضور ا لاحتفال بعيد الثورة الكوبية. ¶ 3 - وحضر مؤتمر وزراء الإعلام العرب، الذي انعقد في الجامعة ¶ العربية بالقاهرة سنة 969 1 م، بصفته وزيراً للإعلام. ¶ 82",
            "page": "82",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "4 - وحصْر المؤتمر الأول لاتحاد المؤرخين العرب، الذي عُقد في ¶ بغداد فى صفر سنة 393 ا هـ- آذار سنة 973 1 م. ¶ 5 - وحضر المؤتمر العربي السابع للآثار، الذي عُقد في مدينة العين ¶ في دولة الإمارات العربية المتحدة سنة 975 1 م. ¶ 6 - وحضر المؤتمر العربي الثامن للاَثار، الذي عُقد في مراكش ¶ بالمغرب في صفر سنة 397 ا هـ= شباط سنة 977 1 م. ¶ 7 - وحضر المؤتمر العربي التاسع للاَئار، الذي دَعَا إلى عقده في ¶ اليمن في صنعاء 0 0 4 اهبمناسبة مرور أربعة عشر قرناً على الهجرة ¶ النبوية. ¶ 8 - وحضر المؤتمر العربي العاشر للاَثار، الذي عُقد في مدينة ¶ تلمسان بالجزائر في المحرم سنة 03 4 ا هـ- تشرين الثاني سنة 983 1 م. ¶ 9 - وحضر مؤتمر الدراسات التاريخية لشرق الجزيرة العربية في ¶ الدوحة بقطر في شهر ربيع الاَخر سنة 397 ا هـ- اذار سنة 977 1 م. ¶ 0 1 - وحضر المؤتمر الأول لتاريخ الجزيرة العربية، الذي عُقد ¶ في الرياض في جمادى الأولى سنة 397 ا هـ= نيسان 977 1 م. ¶ 11 - وحضر مؤتمر تاريخ الأمة العربية في جامعة قاريونس في ¶ بنغازي في جمادى الأولى سنة 399 ا هـ= 979 1 م. ¶ 12 - وحضر الاحتفال الذي أقيم في معهد الاثار في برلين الغربية ¶ سنة 979 1 م، بمناسبة مرور معة وخمسين عاماً على إنشائه. ¶ 13 - وحضر مؤتمر السنة والسيرة النبوية في الدوحة في قطر في ¶ المحرم سنة 0 0 4 اهبمناسبة مرور أربعة عشر قرناً على الهجرة النبوية ¶ على صاحبها أفضل الصلاة والسلام. ¶ 83",
            "page": "83",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "4 1 - وحضر مهرجان التراث العماني في ذي الحجة سنة 0 0 4 ا هـ ¶ - نوفمبر سنة 0 98 1 م. ¶ 5 ا- ويحضر مؤتمرات المجمع الملكي لبحوث الحضارة ¶ الإسلامية، التي تُعقد في عمان - الأردن وهو عضو فيه كما سبق. وقد ¶ حضر افتتاح اللجنة الاستشارية للمجمع الملكي المذكور في 26 من شهر ¶ ربيع الأول سنة 1 0 4 ا هـ- 31/ 1 / 981 ام. ¶ 6 ا- وحضر المؤتمر الخاص بالتاريخ العسكري في بغداد في شهر ¶ ربيع الأول 1 0 4 ا هـ= 31/ 1/ 981 ام. ¶ 7 ا- وحضر مؤتمر تاريخ البحرين بعنوان (البحرين عبر التاريخ) في ¶ صفر سنة 4 0 4 ا هـ= ديسمبر 983 1 م. ¶ 8 ا- وحضر الاجتماع الأول لجهاز التعاون الدولي لتنمية الثقافة ¶ العربية الإسلامية، التي دعت إليه (المنظمة العربية للتربية والثقافة ¶ والعلوم) في تونس سنة 4 98 1 م. ¶ ا لندوا ت: ¶ ا - حضر الندوة العربية للشؤون الاجتماعية، التي عقدت في ¶ الدانمارك في خريف سنة 0 96 1 م. ¶ 2 - وحضر عدداً من ندوات الدراسات العربية، التي تُعفد سنوياً في ¶ جامعة كمبريدج، ومرة في جامعة اكسفورد، وأخرى في جامعة لندن، ¶ وكانت اول مشاركته في اجتماعاتها سنة 0 97 1 م. ¶ 3 - وحضر ندوةً أُقيصت في جامعة إكستر في حزيران سنة 974 1 م، ¶ لبحث مشكلات الشرق ا لأوسط. ¶ 4 - وحضر ندوة الهمداني، التي عقدت في جامعة صنعاء سنة ¶ 84",
            "page": "84",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "981 ام، بمناسبة مرور ألف سنة على وفاته. ¶ 5 - وحضر الندوة التي عقدت في هامبورغ في جمادى الاخرة سنة ¶ 3 0 4 ا هـ= نيسان 983 1 م حول العلاقة بين الحضارتين العربية وا لأوروبية. ¶ 6 - وحضر ندوة العمارة الإسلامية، التي أقيصت فى صنعاء فى ¶ شعبان 03 4 ا هـ= ايار سنة 983 1 م وتبنتها مؤسسة اَغاخان. ¶ 7 - كما حضر ندوة اَغاخان، التي عقدت في إستانبول في ذي القعدة ¶ سنة 03 4 ا هـ- ايلول سنة 983 1 م. ¶ 8 - وحضر الندوة العالمية لتاريخ العلوم عند العرب، التي عقدت ¶ في الكويت في شهر ربيع الأول سنة 4 0 4 ا هـ=كانون الأول سنة 983 1 م. ¶ 9 - وحضر ندوة تأبين للدكتور محمود علي الغول، بمناسبة مرور ¶ عام على وفاته، أقامتها جامعة اليرموك في كانون الاول سنة 984 ام في ¶ مدينة إربد بالأردن. ¶ 0 ا- حضر ندوة (من الشام إلى الأندلس) بمناسبة مرور ائني عشر ¶ قرناَ على انتقال عبد الرحمن الداخل إلى الأندلس قادماً من (الشام). وقد ¶ عقدت في دمشق في شعبان سنة 6 0 4 ا هـ- نيسان 986 1 م. ¶ ا ا- وحضر ندوة الحوار بين المسلمين (أهمية الأوقاف الإسلامية ¶ في عالم اليوم) التي عُقدت في لندن في 13 صفر سنة 417 اهـ- ¶ 996/ 6/30 ام. ¶ 2 ا- وحضر ندوة الاجتهاد في الإسلام، التي عُقدت في مسقط ¶ (عُمان) في 4 2 شعبان سنة 9 1 4 ا هـ= 2 1/ 2 1/ 998 1 م. ¶ 3 ا - وحضر الندوة الدولية الفكرية، التي عُقدت في (الدوحة - قطر) ¶ 85",
            "page": "85",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "حول موقف الإسلام من التراث العالمي في 0 3 - ا 3 ديسمبر سنة 1 0 0 2 م. ¶ 4 ا- وحضر ندوة (تاج العروس) في الكويت من 9 - 0 ا فبراير سنة ¶ 2 0 0 2 م بمناسبة إكمال طبعه. ¶ اللجان: ¶ ا- حضر اجتماع اللجنة الدائمة للاَثار في القاهرة سنة 976 1 م. ¶ 2 - حضر اجتماع اللجنة الدائمة للاَثار في سيؤون من مخلاف ¶ حضرموت في ذي القعدة سنة 397 ا هـ. ¶ 3 - حضر اجتماع اللجنة الدالْمة للاَثار في بنغازي في ذي الفعدة ¶ 398 ا هـ- الموافق تشرين اول 979 1 م. ¶ 4 - حضر اجتماع اللجنة الدائمة للآثار في نواكشوط في موريتانية ¶ في شهر ربيع الاَخر سنة 1 0 4 ا هـ= الموافق آذار 981 1 م. ¶ 5 - حضر اجتماع اللجنة الدائمة لاتحاد المؤرخين العرب في ¶ بنغازي في شوال سنة 398 ا هـ= الموافق تشرين أول 978 1 م. ¶ 6 - حضر اجتماع اللجنة الدائمة لاتحاد المؤرِّخين العرب في بنزرت ¶ في تونس في جمادى الأولى 399 ا هـ= الموافق نيسان 979 1 م. ¶ 7 - حضر اجتماع اللجنة الدائمة لاتحاد المؤرِّخين العرب في ¶ الكويت. ¶ 8 - حضر اجتماع اللجنة الدائمة لاتحاد المؤرخين العرب في ¶ الرياض في شعبان 2 0 4 ا هـ= الموافق حزيران 982 1 م. ¶ - واخيراً؟ تئمَ اختياره من قبل مركز الأبحاث للتاريخ والفنون ¶ والثقافة الإسلامية في مدينة إستالْبول؟ للفوز بجائزة المركز المعنية بشَرف ¶ الحفاظ على التراث الثقافي لعام 2003 م، وذلك بعد موافقة مجلس ¶ 86",
            "page": "86",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "وزراء خارجيَّة الدول الأعضاء لمنظمة المؤتمر الإسلامي الذي عُقد في ¶ طهران في 28 - 31/ 5/ 03 0 2 م. وقد تئمَ تسليم جائزة المركز له في حفل ¶ في مدينة إستانبول في 2 2 أكتوبر 03 0 2 م. ¶ 87",
            "page": "87",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "0 1 - حليتُه وشمائله ¶ حليته: الشيخ أسمر الوجه، قصير القامة، نحيل الجسم إلى ¶ الغاية، وقد ساعدتْه نحافةُ البُنية على الحركة والنشاط، وتلمس هذا في ¶ سرعة خَطْوِه إذا مشى. ¶ شمائله: وهو، حفظه الله، لطيفُ المعشر، جئمُ التواضع، دائم ¶ البشْر، تكسو وجهَه ابتسامةٌ لا تفارق محثاه، حُلوُ الئكتة والدُعابة، محبٌّ ¶ لعَمل الخير واصطناع المعروف، خصوصاً إلى طلبة العلم، يفرحُ للشابّ ¶ المُقبِل على العلم والمطالعة، ولا يألو جهداً في خدمته بكل ما يستطيع؟ ¶ من إفادته بمعلومة تخمقُ البلاد اليمانية، أو تزويده بكتاب، أو تصوير ¶ مخطوطة له، حاثاً له على تحقيفها ونشرها، وإذا فعل هذا، فإنه يبقى على ¶ صلة مع من قدَم له هذه الخدمة، متابعاً له هل عمل على تحقيق الكتاب ¶ الذي صؤَره له ام لا؟. ¶ وأذكر ان بداية صلتي المباركة بشيخنا حفظه الله كانت من هذا ¶ القبيل، إذ زارنا في الأردن منذ أكثر من عشرين سنة، للمشاركة في أحد ¶ المؤتمرات العلمية، فطلبتُ منه نسخةً خطية من كتاب (الأمر بالعزلة في ¶ اَخر الزمان) للإمام محمد بن إبراهيم الوزير، وما هي إلا ايام قلائل بعد ¶ سفره حتى وصلتني منه نسختان خطممان لهذا الكتاب، مع رسالة لطيفة منه ¶ يحعئي فيها على تحقيق الكتاب، والمسارعة إلى نشره. ثم تتابعت ¶ الرسائل منه للاستفسار، والسؤال عما تم إنجازه من عمل، إلى ان يسَّرَ الله ¶ إتمامه وطبعه. وقد تففمل عليئَ بكتابة مقدّمةٍ لهذا الكتاب، والفضلُ دئهِ من ¶ قبلُ ومن بعدُ؟ إذ سخر هذا الرجل الفذَ لخدمة العلم وأهله. ¶ 88",
            "page": "88",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "منهجه في تربية أولاده: نشأ صاحب الترجمة في بيت علم ¶ ودين، وكان لطريفة تربية والد 5 له أثر كبير في تربيته هو لأبنائه؟ فقد عمل ¶ على تربيتهم تربية دينية وخُلقية رفيعة، فكان يخصص لهم جزءاً من وقته ¶ لإقرائهم الفرآن وتعليمهم أحكامه. ¶ يقول ابنه الأكبر محمد: كان والدي حريصاً على أن أنهج منهجَه في ¶ طلب العلم، وكان يريدني ان أكون عالماً مثل العلامة محمد بن إسماعيل ¶ الأمير؟ فسفَاني محمداً، ليطابق اسمي اسمه، تيفُناً وتفاؤلاً بأن أكون ¶ مثله. فاعتنى بتربيتي عناية تامة، ولاسيما بعد رحيلنا من ذمار إلى عدن ¶ ومنها إلى القاهرة، فبذل اقصى مستطاعه في تعليمي كي أكونَ كما يريد، ¶ ولكن شتان بين هوايَ وهوا 5؟ ذلك لأني سلكت مسلكاً بعيداً؟ إ ذ ¶ استهوتني علوم الهندسة والمخترعات الميكانيكية، فتحقق لي ما كنتُ ¶ أهدف إليه، ونجحتُ في ابتكار بعض المخترعات لأول مرة، فما كان من ¶ والدي إلا أن شخعني، وبارك لي عملي، ودعا لي بالتوفيق والنجاح، ¶ فجزا 5 الله عني خير الجزاء. ¶ ويقول ابنه خالد: كنت اقرأ عليه يوميأ ما بين المغرب والعشاء ربع ¶ جزء من القرآن الكريم، حتى ختصت ثلثي المصحف، أسأله في كل اَية عن ¶ معنى كلمة غامضة، أو تفسير حُكبم، أو طريفة نُطْقِ كلميما من الاية. ¶ والابنة الصغرى بشرى تشاطر اخاها خالدأ هذا الراي في أبيها؟ ¶ فتقول: كان شديد الحرص على الاهتمام بالجانب الديني في تربيته لي؟ ¶ حيث كان، ولا يزال، يُخصِّصُ لي جزءأ من وقته الثمين، ودي الغالب بين ¶ صلاتَي المغرب والعشاء، لقراءة ما تيسَّر من القرآن الكريم، والتدئر في ¶ معالْيه وأحكامه، وتفسير ما صعُب عليئَ فهمُه، ومناقشة بعض المسائل ¶ الفقهية. ¶ 89",
            "page": "89",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "ويقول حْالد ايضاً عن أبيه: كان والدي حفظه اللّه مرتَّباً جداً في ¶ حياته، غاية في النظام والانضباط، فأثر ذلك في طريقة حياتنا اليومية. ¶ وكان يغرس في ابنائه روح الاعتماد على الذات والثقة بالنفس. ¶ وفي ذلك يقول ابنه خالد: لازلت أذكر كلامَه إلي: لقد ربيتكم تربية ¶ حسنة، وعثمتكم تعليماً جيداً، وأفَنت لكم مسكناً تأوون إليه إن جار ¶ عليكم الزمان، فعليكم الاَن أن تشفوا طريقكم بأنفسكم، وتختاروا نمط ¶ حياتكم الذي تريدون. لقد ورَّثتكم علماً ومجداً، ولم أسْعَ أن أورِّثكم ¶ مالاً. ¶ أما ابنته الصغرى جمسرى فتقول: كان والدي ولا يزال نِعْمَ الأب، ¶ ونعم الصديق الصدوق لي؟ حيث لم اشعر في مرحلة ما من مراحل عمري ¶ أنه كان بعيداً عني، أو قاسياً في معاملته لي، وقد سعى، حفظه اللّه، منذ ¶ نعومة أظفاري إلى تربيتي على حسن الخلق، وحسن المعاملة مع الغير، ¶ والتواضع لمن هم دوني، واحترام من هم أكبر سناً مني. ¶ وقد عؤَدني دائماً أن أرجع إليه في شؤوني كلها، فمنذ كنت طالبة ¶ في المدرسة الابتدائية، أرجع في نهاية اليوم الدراسي لاخكي له ما مزَ بي، ¶ وكبرتُ وكبرتْ معي هذه الصفة؟ فأنا الاَن أذهب إلى عملي في إحدى ¶ الدوائر الحكومية، ثم أعود إلى بيتنا لأحكي لوالدي ما مرّ بي؟ لأنني ¶ أشعر أنني ما زلت بحاجة إلى نصح الوالد وإرشاداته الحكيمة. ¶ شكره لمن أسدى اليه معروفأ: من الصفات الحميدة التي يتمتع ¶ بها القاضي حفظه الله: اعترافه بجميلِ صُنع مَنْ قذَمَ إليه معروفاً أياً كان ¶ مقدار هذا المعروف، رائدُه في تطبيق هذا الأمر امتثال حديث الرسول ¶ ع! يو: \"لا يَشْكُرُ اللهَ مَنْ لا يَشْكُر النَّاسَ\"؟ فيشكر هذا على معلومة أفاده ¶ إياها، أو صورة مدرسة أو هجرة قذَمها إليه، أو ترجمة عَلَمٍ لم يكن يعرفه ¶ 90",
            "page": "90",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "من قبلُ، أو تصحيج وهم وقع فيه في بعض كتبه. ونلمس ذلك جلياً في ¶ مقدمات كتبه؟ مثل: (المدارس الإسلامية)، و (هجر العلم)، و (البلدان ¶ اليمانية)، وغيرها. وربما بلغ ذلك عدة صفحات في بعض الكتب. ¶ ومن امثلة ذلك ما قاله في مقدمة الطبعة الثانية لكتاب (المدارس ¶ الإسلامية في اليمن): \" هذا ولا بد من التنويه والإشادة بمن أفادني بعلمه، ¶ واعانني بمعرفته ودرايته بعد ازَوعه على هذا الكتاب في طبعته الأولى؟ ¶ معقَبأ على ما وقع فيه من أخطاء مطبعية، وأخرى انساق القلم إليها من غير ¶ قصد. اذكر منهبم على سبيل المثال. . .\" (1)، ثم ذكر في قرابة ثلاث ¶ صفحات مجموعة من العلماء من اليمانين والعرب والمستشرقين. ¶ وقال في مقدمة كتاب (هجر العلم ومعاقله في اليمن): \"وهنا لا بدَ ¶ من الإشارة إلى شيوخ عِلْمٍ لي، وأساتذة أفاضل، وإخوان أكارم، اتَصلتُ ¶ بهم لإعانتي، فلبَوا رغبتي، وأمدُوني بما طلبتُ، ومن حقهم علي أ ن ¶ أشيدَ بذكرهم، وأُنوَه بمساعدتهم؟ اعترافاً بفضلهم على هذا الكتاب، ¶ (2) 8 ¶ وهم كثرٌ. . . \" لم يذكرهم في خمس صفحات، عدا من أشار إليهم في ¶ المواضع التي استفادها منهم. ¶ وعندما تعزَض لذكر مصادر (الأمثال اليمانية) في كتابه الذي أفرده ¶ لها، ذكر في قُرابة خمس صفحات مَنْ أمدَّه بهذه الأمثال من مختلف ¶ نواحي اليمن. ¶ وقد تنته إلى هذه الصفة الحميدة التي كان يتحلَّى بها الشيخ صديقُه ¶ ورفيقُ دربه في العلم، علامة الجزيرة الشيخ حمد الجاسر رحمه الله؟ فقال ¶ في كتابه (اليمن بين مؤرخين معاصرين): \"وهو، وفَقه اللّه، يلتزم دائماً ¶ (1) ¶ (2) ¶ المدارس الإسلامية في اليمن، ص 2 م - 4 م. ¶ هجر العلم: 1/ 4 1. ¶ 91",
            "page": "91",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "بذكر مصادر 5، والإشادة بفضل من استفاد منه في جميع مؤلفاته، وهي ¶ ميزة تدل على سمو نفسه، وسير 5 على المنهج العلمي الفويم، بخلاف ¶ كثير ممن يتصدى للتأليف في زماننا ممن يَحُعمنُ في نفسه مركَبَ نقص، ¶ فيحاول ستره بإبرازها بصورة الكمال، بتجاهل ما لذوي الفضل عليه، ¶ ممن اغار على أفكارهم بأية وسيلة من الوسائل \" (1). ¶ صلته للرحم: وهدْه أيضأ صفةٌ من الصفات الحميدة التي يتصفُ ¶ بها الشيخ حفظه الله، وكان اول من غرس فيه هذه الصفة هو والده، وقد ¶ أشار إلى ذلك في أول كتابه (تاريخ اعلام اَل الأكوع) حينما أهدى هذا ¶ الكتاب إلى والد 5، فقال: إئه \"غَرَس في قلوب ابنائه حُمث الرحم، وحثهم ¶ على صلة ذوي القربى، مهما نأت بهم الدار، وشطَ بهم المزار، والزمهم ¶ بتعهدهم بالزيارة وتفقُد أحوالهم \". ¶ وقال لي حفظه الله: \"ولشدة حرصي على الامتثال لطاعة والدي ¶ رحمه الله، ففد ذهبت بعد وفاته ذات مرة راجلاً من ذمار إلى قرية شِرعة من ¶ مِخلاف سائلة زبيد لمدة أربع ساعات، حيث توجد فيها إحدى الأرحام ¶ البعيدات لزيارتها، وكنت أزور بعض الأرحام وأنا لا أعرف مدى صلة ¶ القرابة بينهم وبين الوالد\". ¶ وهو لا يفعل ذلك إلا طلباً لِبز والده في حياته وبعد مماته، وابتغاء ¶ مرضاة الله. ¶ حمله هموم المسلمين: رغم هَجْر الشيخ للسياسة والعمل ¶ السياسي منذ سنوات طويلة، وتفزُغه للعلم والبحث العلمي، إلأَ أثه بقي ¶ يحمِلُ هموم الأمة وما ينتابها من وَيْلات ومصائب، فيرصد دوماً ما يُحاك ¶ (1) اليمن بين مؤزخين معاصرين، ص 4 6. ¶ 92",
            "page": "92",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "صْدها من مؤامرات من قِبَلِ اعدائها، ويتابعُ ما يحدث في ارض فلسطين، ¶ وأرصْ العراق، وأرض افغانستان، والشيشان، وغيرها من بلاد ¶ المسلمين. ¶ وهو، حفظه الله، في رسائله إليئَ، أو عند الاتصال به، لا بدَّ أ ن ¶ يعرج على حَدَث من احداث العالم الإسلامي، مُبْدياً سرور 5 وفرحه لأي ¶ خير يصيبه المسلمون، ومعبِّرأ عن حزنه وألمه لما ينالهم على أيدي ¶ أعدائهم، أو ما يدور بينهم من خلاف ونزاع وشقاق. ¶ ولم يغفل عن بيان هموم المسلمين في المحافل العلمية والدولية ¶ التي كان يشارك فيها، وأذكر في هذا المقام، مثالاً على ذلك، تلك الكلمة ¶ التي ألقاها في الندوة الدولية حول (موقف الإسلام من التراث العلمي)، ¶ التي عُفدت في الدوحة من 30 - 31/ 12/ 01 20 م، وكانت مناسبتها ¶ إقدام حركة طالبان على تدمير الأصنام البوذية في مدينة باميان الأفغانية، ¶ فقال حفظه الله في كلمته تلك: ¶ \" لا جرم أن ما سعت إليه المنظمات الثلاث: اليونسكو ¶ والإيسيسكو والإليكسو إلى عفد ندوة دولية حول موقف الإسلام من ¶ التراث العالمي دعي إليها عدد من العلماء المسلمين لاظهار القول الفصل ¶ في هذا الأمر الخطير؟ إذ إنَّه ما من شك في أن الإسلام بريء مما رُمي به ¶ من اعدائه. ¶ فمن المعروف تاريخياً أن المسلمين حينما فُتح لهم كثيرٌ من أقطار ¶ الأرض ذات الحضارات العريقة التي ازدهرت فيها قروناً عدة، ولاسيما ¶ الحضارة الفينيقية في بلاد الشام وشمال إفريقية، والحضارة الاَشورية ¶ والبابلية في العراق، والحضارة المصرية في وادي النيل، وحضارة ما ¶ وراء النهر (جيحون) في اَسية الوسطى، حافظوا على تلك الحضارات، ¶ 93",
            "page": "93",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "وابقوْها على ما كانت عليه من دون أن يمسوها بسوء، وذلك لسماحة ¶ الإسلام إزاء تراث غير المسلمين باعتبار اثه تراثٌ ثقافي ديني لشعوبٍ ¶ وأمم متعددة الأجناس وا لأديان، على الرغم مما يوجد في تلك الحضارات ¶ من رموز وثنية تتنافى مع عقيدة الإسلام، كالتماثيل البشرية والحيوانية التي ¶ كان بعضها يعبد من دون الله؟ إذ لم يِر المسلمون في بقاء تلك الحضارات ¶ الظاهرة للعيان على وجه الأرض ضيْراً على عقيدة التوحيد عندهم التي ¶ تشهد بأن لا إله إلا الله وحده لا شريك له ما دامت هذه العقيدة التي ¶ رسخت في قلوبهم، وانهم لا يبغون عنها حِوَلاً. ¶ لذلك فقد كانوا مطمئنين على ثبات عفيدتهم، فانطلقوا يُشيِّدون ¶ حضارتهم الإسلامية في ديارهم المترامية الأطراف التي امتدت شمالاً إلى ¶ اواسط اَسية وإلى دول البلفان، وامتدت جنوبأ إلى الأطراف الجنوبية ¶ لجزيرة العرب، وشرقاً إلى الهند والسند حتى بلغت جدار الصين، وغرباً ¶ إلى المغرب الأقصى، وانتقلت إلى العدْوة الأخرى من اوروبة في شبه ¶ جزيرة إيبرية، حيث قامت الحضارة الأموية في الأندلس الشاهدة لبُناتِها ¶ بالإبداع في فنون متعددة، فكانت مصدرَ إشعاع لتبديد الظلام الذي كانت ¶ أوروبة غارقة فيه، فأنارت لهم طرق العلم والمعرفة، وامتدت الحضارة ¶ كذلك جنوباً إلى ا واسط إفريفية. ¶ هكذا عاشت تلك الحضارات القديمة إلى جوار الحضارة ¶ الإسلامية جنباً إلى جنب في سلام ووئام، وذلك من قبيل \"لا ضررَ ولا ¶ ضِرار\". ¶ ولهذا فقد كان من المستنكر ما أقدمت عليه حركة طالبان بعد أ ن ¶ شمل نفوذها في اخر سِنيِّ حكمها على أفغانستان إقليم باميان من تدمير ¶ تماثيل بوذا العملاقة في هذا الإقليم، مما أثار مشاعر السخط لدى الرأي ¶ العام في العالم، ضاربة عرض الحائط برجاء ومناشدة كثير من قادة الفكر ¶ 94",
            "page": "94",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "في العالم، بما في ذلك بعض علماء المسلمين، الذين ذهبوا إلى العاصمة ¶ الأفغانية ليثنوا قادة حركة طالبان عن تدمير تلك التماثيل، التي لم تستفد ¶ من هدمها غير الكراهية المطلقة لعملها المشين، الذي كان أحدَ أسباب ¶ تقويض حكمها لدولة افغانستان، مع أنها كانت تحكم حوالي (85%) من ¶ مساحتها. ¶ وحركة طالبان، وإن لم تعلن عن دوافعها لما قامت به من تدمير ¶ تلك التماثيل، لكنَّه ربما كان من قبيل رد الفعل لما حدث في الهند من قيام ¶ حركة هندوسية متطرفة تدعى فيشوا هندو باريشاد (\"ثا 7) على هدم ¶ المسجد البابري التاريخي في منطقة أبودية في إقليم كُجرات، وذلك لتقيم ¶ على مكانه وعلى انفاضه (معبد الإله رام) إله هذه الطائفة المتعصِّبة، التي ¶ قتلت كثيرأ من مسلمي ذلك الإقليم، الذين تصذَوا لعدوانها دفاعاً عن ¶ مسجدهم، كما اقلفت كثيرأ من ممتلكاتهم من متاجر ومساكن حرقاً، ولا ¶ يزال هذا شأن هذه العصابة السادرة في غيِّها، ولاسيما حينما اعلنت عن ¶ عزمها على إقامة هيكل معبدها في موضع المسجد البابري، فاعترض ¶ عليها مسلمو ذلك الإقليم، فأخذت تقتل المئات منهم، وتدمِّر وتحرق ¶ المساكن والمتاجر من دون را ح حازم من حكومة الهند. ¶ كما يضاف إلى هذه الحادثة ما حدث في البوسنة والهرسك ¶ وكوسوفو من هدم كثير من المساجد والمدارس أمام سمع وبصر العالم ¶ المتحضر، غير ما حدث للمسلمين في هذه الأقاليم من قتل جماعي ¶ واغتصاب ونهب وتدمير لمؤسساتهم الدينية. ولو لم يكن منها إلا مذبحة ¶ (سربرينتشا) الرهيبة التي اعتدى الصرب فيها على المسلمين، فقتلوا سبعة ¶ اَلاف مسلم. ¶ كما لا ينسى احد ما حدث للمسجد الأقصى حينما اعتدى عليه ¶ اليهودي مايكل روهان (!!،أ 5 ول اح، ا\" لملا) الأسترالي الأصل، فأحرقه في ¶ 95",
            "page": "95",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "1 2/ 8/ 1969 م. ثم ما حدث للمصلين في الحرم الإبراهيمي في مدينة ¶ الخليل فجر يوم الثلاثاء الخامس عشر من شهر رمضان سنة 16 4 ا هـ ¶ الموافق 14/ 2/ 1994 م (1) حينما أقدم اليهودي الطبيب باروخ غولد ¶ شتاين (س!! أ ا؟ س! 014 ث!؟ طه 3،كاأ من مستوطنة كريات أربعة على قتل خمسة ¶ وثلاثين وجرح مئة وخمسين منهم. ¶ فهل يا ترى يعد ما قامت به حركة طالبان من هدم تماثيل بوذا في ¶ إقليم باميان، مع البون الشاسع بين ما عملته وبين ما حدث لمساجد ¶ المسلمين ومفدَساتهم في البوسنة والهرسك وكوسوفو والهند وغيرها ¶ جزاءً وفاقاً؟ ربما، وربما لأسباب أخرى، ومَنْ يدري؟ فالتاريخ، وهو ¶ الحَكَمُ العدلُ، شاهد على أن دين الإسلام يتمتع بالسماحة المطلقة نحو ¶ التراث العالمي، وما امتناعُ عمر بن الخطاب، ثاني الخلفاء الراشدين ¶ رضي الله عنه، من الصلاه داخل كنيسة القيامة في مدينة القدس بعد أ ن ¶ فُتحت له سلماً، إلا برهان ساطع على حرصه على عدم المساس بهذه ¶ الكنيسة، وذلك لتبقى على حالها معبداً للنصارى، وذلك خشية ان يقتدي ¶ به المسلمون، فتتحول إلى مسجد للمسلمين، وصلى في موضع قريب ¶ من الكنيسة يعرف بمسجد عمر\". ¶ شعره: لا نقرا للشيخ في كتبه ومقالاته، على كثرتها، بيتاً واحداً ¶ من نظمه؟ ويقول في ذلك: \" أحب الشعر، لكني لم أنظمه، حاولت ولم ¶ أفلج، وكل مي! رٌ لما خُلِق له \". ¶ ويقول ايضاً: \" والوالد كذلك لم يكن ينظم الشعر، اما اخي القاضي ¶ محمد، فكان ينظمه، لكنّ شعره دون مستوى نثره، وليس في ال الأكوع ¶ (1) ¶ الصواب يوم الجمعة، الخامس عشر من شهر رمضان 4 1 4 1 هـ، الموافق 5 2 ¶ شباط 4 99 1 م، والقتلى كانوا يصلُون الفجر. ¶ 96",
            "page": "96",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "إجمالأ شعراء بمعنى الشعراء! إلا القلة القليلة؟ مثل: علي بن عبد الله بن ¶ احمد الأكوع، المتوفى سنة 355 اهـ. وقد ضاع شعره حينما نهبت ¶ الفبائلُ صنعاءَ فى سنة 367 ا هـ\" (1). ¶ نبذُه للتقليد: لم يتقئدِ الشيخ بمذهب فقهي بعينه، بل نجده يدور ¶ مع الدليل، من الكتاب وصحيج السئة، حيث دار، وجمشي على مَنْ هذا ¶ شأنه، ويَعيب على من يجمُد على رأي في الأصول أو الفروع وإن كان ¶ الدليل يخالفه، وقد بئن منهجه هذا في مقدمة كتاب (هجر العلم ومعاقله ¶ في اليمن) بقوله: \" أنكرت على المتعضَبين تعضُبهم لغير الحق، وشدَدت ¶ النكير عليهم \" (2). ¶ وقال حفظه الله منكرا الجمودَ والتعضب: \"وهذا ما يحدث عند ¶ كثير من الجامدين على اراء مذاهبهم؟ فإئهم وإن كانوا يعرفون أن الحق ¶ مع غيرهم، وائهم على غير الحق، فإئهم لا يتزحزحون قِيدَ انملة رجوعاً ¶ إلى الصواب، مع ان الحق احقُّ ان يئبع، ولو كان مخالفا لما نشأ عليه ¶ المقلِّد واعتقده، ولكن \" لهوى النفوسِ سريرةٌ لا تُعْلَمُ \". وقد جرت بيني ¶ وبين أحد العلماء المحققيق (3) لكثير من كتب السئة محاورةٌ، فكان دائماً ¶ يستشهد بكلام مذهبه، فنبَهته لذلك، ولكنه مُصزٌ على ذلك، ولو كان ¶ مخالفاَ للسئة! ولا قوة إلا بالئه \" (4). ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ انظر ترجمته في شاريخ أعلام اَل الاكوع، ص ه 1 1 - 1 12، وابنه 0! ل بن ىلي ¶ (مترجم في تاربخ اَل الاكوع، ص 0 13 - 133). ¶ هجر العلم: 1/ 13. ¶ المصدر السابق: 4/ 037 2. ¶ هو الشيخ سعيب الأرناؤوط، الذي صزَح صاحب الترجمة باسمه في المستدرك ¶ على (الهجر)، ص 496. وقد حضرت كثيراَ من محاوراتهما فى بعض مسائل ¶ الفقه، وكان صاحب الترجمة يتصر دائماَ للدليل. ¶ 97",
            "page": "97",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "واجدني في هذا الباب أنفلُ ما قاله العلامة حمد الجاسر في المترجَم ¶ له ولأخيه القاضي محمد، حينما ترجم لهما في كتابه (اليمن بين مؤرخين ¶ ) (1) ¶ صرين، حيث قال: \" والأستاذان الجليلان ينْزِعان منزعا واحدا، ¶ هو عدم العكوف على ما هو متوارَث في كثير من الأقطار الإسلامية، على ¶ اَراء العلماء، والتعصُب لها ايّاً كانت، بل التحزُر من كل ذلك، وسلوك ¶ نهج الاجتهاد، والأخذ بالدليل، واطّراح ما خالفه، والسير في هذا على ¶ ما سار عليه السلف الصالج، من عهد المصطفى! ي! وأصحابه رضوان اللّه ¶ عليهم، وتابعي منهجهم في القرون الثلاثة المفضَّلة، ومنهم ائمة ¶ المذاهب المشهورة؟ كزيد بن علي بن الحسين بن علي بن أبي طالب، ¶ وأبي حنيفة والشافعي واحمد بن حنبل، فما منهم إلا من نهى عن التقليد، ¶ واوضج انه إنما يتحرَّى في آرائه الحق الذي يسندهُ الدليل من كتاب الله، ¶ والثابت قولاً وعملاً من سنَّة رسوله عليه الصلاة والسلام، وسار عليه ¶ بعدهم الأئمة المجتهدون المجددون، الذين قل ان يخلوَ عصرٌ من ¶ العصور الإسلامية منهم، وهو كما وصفه القاضي إسماعيل بقوله: ¶ الرجوع إلى العمل بكتاب الله وسنَة رسول الله ع! ييه هو المنقذ الوحيد ¶ لانتشال المسلمين من محنة الصراع والخلاف والشقاق القائم بينهم منذ ¶ زمن طويل، وهم يتخبَطون فيها حتى ضعُفوا واستكانوا، ثم نفذ إليهم ¶ اعداؤهم، فوسَعوا شُقة الخلاف، ودفعوا بعضهم لمحاربة بعض، بعد ا ن ¶ أغْرَوْا بينهم العدواة والبغضاء \" (2). ¶ دفاعه عن السنًة: ولنبذه التقليد، نجد 5 دائم الدفاع عن السنَّة ¶ النبوية وأهلها من العلماء، ولا يَدَعُ مناسبةً في كتابٍ ألَّفه أو مقالة يكتبها، ¶ (1) ¶ (2) ¶ اليمن بين مؤرخين معاصرين، ص 38. ¶ هجر العلم: 1/ 13. ¶ 98",
            "page": "98",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "او مجلس علم، إلا ويتصدَى للدفاع عن السئة، والإشادة بعلمائها في ¶ شتى الأمصار، وعلى مزَ الأزمان، ومن قرأ كتاب (أئمة العلم المجتهدون ¶ في اليمن)، وكتاب (هجر العلم ومعاقله في اليمن)، فسيرى مصداقَ ¶ ذلك. وقد قال في مقدمته: \"وأفضتُ في تراجم علماء السنَة، ولاسيما ¶ المجتهدين منهم، الذين كان لهم فَضْلٌ كبير ويدٌ عظيمة في نشر السئة ¶ النبوية في اليمن والعمل بها، وحث الناس على ترك التقليد، والرجوع ¶ إلى ما كان عليه السلف الصالج. . . \" (1). ¶ وأنا أسوق هنا مثالاً واحداً لذلك، ممَّا أورد 5 في ترجمة عقيل بن ¶ يحيى الإرياني في كتاب (هجر العلم ومعاقله في اليمن)، حيث قال فيه: ¶ \"سلك مَسْلَك اهل السئة في اتِّباع أدلة كتاب الله وسنَّة رسوله! ئه! يم، ونعى ¶ على المقلدين والمعتقدين بالأولياء جمودَهم 0. . فاتَهمه بعض الغُلاة ¶ بأنه ينزِع إلى عقيدة الوهابية، فقال: ¶ إن انا نزَّهتُ إلهي عن الأندادِ قالوا أنت وفَابي ¶ لكنَّ لي بالمصطفى أسوة فقومُهُ سفَوْه بالصابي ¶ وعلَق شيخنا في هامث! الترجمة بقوله: مازال هذا دأب أعداء ¶ السئة؟ فمن قبلُ كانوا يتَّهمون مَنْ يميل إلى العمل بالكتاب والسئة بأنه ¶ ناصبيٌّ، واليوم يتهمونه بأنه وهابي، فلا حول ولا قوة إ لا بالئه \" (2). ¶ بل إئه من شدةِ تمسُّكه بالسئة كان يشترط في إجازاته لمن يأخذ عنه ¶ أ لا يأخذ المجاز عن رافضي أو أحد من أهل البدع. ¶ (1) ¶ (2) ¶ ا لمصدر ا لسا بق: 1/ 87. ¶ من لقاء أجراه محمد زكريأ في جريدة 14 أكتوبر، العدد رقم 12213 تأريخ ¶ 0 1/ 1/ 03 0 2 م. ¶ 99",
            "page": "99",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "ملْهجه العلمي: عمل الشيخ طيلة حياته، في عمله السياسي ¶ والعلمى، على إظهار الحق وبيانه للناس، وقد نجح في ذلك إلى حد ¶ كبير، رْغم ما في ذلك من صعوبة وعنَت، فمنذ بداية طلبه للعلم قرأ الشيخ ¶ فكرةَ رآها هي الحق، فاقتنع بها وتبثاها، ودافع عنها، وأُوذي بسببها، ¶ وعمل على نشرها بين الناس، رضيَ عنها من رضي، وغضب من غضب، ¶ فهو لا يرى ضَيْراَ في نشر الواقع كما يراه، حتى لو كان مزاً، ولا يُعطي هذا ¶ الواقع صورة مشرقة عن ماضي هذه الأمة أو حاضرها، ويقول في ذلك: ¶ \"على المؤزَخ الصادق الأمين أن يبرز الجوانب المضيئة في تاريخ بلاده، ¶ وأن لا يغفل عن ذكر الجوانب المظلمة، حتى يهتثمَ مَنْ بيدِه الامرُ لإزاحة ¶ الظلام عنها. وعلى المؤرخ أن يكتب ما يراه صحيحأ بتجرُّد من الهوى ¶ لغرض ما، وان يكون صادقأ منصفأ فيما يتناوله \" (1) 0 ¶ ويقول في اللقاء نفسه عن منهجه في التاليف: \"البحث عن الحقيقة ¶ وإبرازها في صورة بعيدة عن الغلو والتشويه أو الزيادة مما ليس منها، أ و ¶ حذف ما لا ينسجم مع رغبة الكاتب \" (2). ¶ وقد قال في مفدمة كتاب (هجر العلم ومعاقله في اليمن): \"وقد ¶ أخذتُ على نفسي أن اتحزَى الحق؟ فلا حُحث مَنْ احثه يجعلُني اخفي ما لى ¶ من عيوب ضازَة بغيره، فإذا ذكرتُ ذلك فما بي زجرُهُ والتشهير به، ولكن ¶ ليتَعظ به غيرُه. ولا كُرْهُ مَنْ أكرهُ في سبيل الحق يجعلني أسلبُه محاسنه، ¶ بل أشيدُ بها ليكونَ قدوةً حسنة لغيره. على عكس ما عليه أكثر المؤرِّخين ¶ من الإشادة بمن هو مرضيئٌ عنه في نظرهم، تزلُّفاً وتم! قاً، وإن كان عاطلاً ¶ عن المحاسن، والاقتصار على ذكر المساوى لمن ليس على هواهم، ¶ تاركين محاسنه. ¶ (1) ¶ (2) ¶ هجر العلم: 13/ 1. ¶ هجر العلم ومعاقله في اليمن: 1/ 13. ¶ 0 0 1",
            "page": "100",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "ويضرب لهؤلاء المؤرخين مثالاً، وهو محمد بن علي بن موسى ¶ الضَعْدي، المعروف بابن فِنْد، حيث يقول في تاريخه (ماَثر الأبرار في ¶ مجملات جواهر الأخبار): \"والتزمتُ أيضاً ألأَ أذكرَ شيئأ من النقائص ¶ التي تصدر في بعض الأحيان من بعض العِترة إلى بعض؟ لأني إن فعلتُ ¶ ذلك عاد على نشري لمحاسنهم بالنقص \". ويعفَق شيخنا على ذلك ¶ بقوله: \"أما أنا فقد حرصتُ على ذكر مزايا من ترجمتُ له، لكني لا أُخفي ¶ عيوبَه الضارة بغيره \" (1). ¶ وهو، حفظه اللّه، يعيبُ على العلماء الذين ينافقون بعلمهم، وعلى ¶ المؤزخين الذين لا يسوقون حوادث التاريخٍ كما وقعت، ولا يذكرون ¶ المترجَم بما فيه من صفاتٍ إنْ كانت حميدة أو غير ذلك؟ فقد ذكر في ¶ كتاب (اعراف وتقاليد حكام اليمن في العصر الإسلامي) عن المؤرِّخ ¶ الخزرجي، انه قال في كتابه (العقود اللؤلؤية في تاريخ الدولة الرسولية) في ¶ آخر ترجمة الملك المظفر يوسف بن عمر الرسولي، انه هو المقصود ¶ بقول أمير المؤمنين علي بن أبي طالب رضي الله عنه في ملحمة تخصُّ ¶ أهلَ اليمنِ: \"ثئمَ يملِكُ الملك المظفر، فيسوسهم ثلاثين وسبعة عشر\"، ¶ وهذه المدة هي التي حكم الملك المظفرُ اليمن. فقال شيخنا صاحب ¶ الترجمة معفَقاً على قول المؤرخ الخزرجي هذا: \"وبمثل هذ 5 الترَّهات ¶ والأباطيل يتقزَب بها بعض المؤرخين إلى حكامهم، فيزيفون لهم التاريخ ¶ على مقتضى هواهم \" (2). ¶ وقال في الكتاب نفسه تعليقاً على قصائد نظمها الحافظ ابن حجر ¶ العسقلاني في مدح الملك الأشرف الرسولي وابنه الملك الناصر أحمد: ¶ (1) ¶ (2) ¶ ا لعقود ا للؤلؤ ية: 1/ 5 7 2. ¶ أعراف وتقاليد، ص 7. ¶ 101",
            "page": "101",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "\"انتابني عْئم وأنا اقرأ قصائدَ الحافط ابن حجر في مدح السلطان الملك ¶ الأشرف، ومدحِ ابنه الناصر أحمد بن الأشرف، وقلتُ في نفسي: ما كان ¶ ينبغي لهذا العالم الشهير ان يمدح ملكاَ من الملوك، مهما عَلَتْ رتبتُه ¶ وسمَتْ مكانتُه، من أجل ما اعطاه من بر وصلة، بهذا المستوى من الثناء ¶ والمدح؟ لأنَّ رتبةَ العلم أعظم شانأ، وارفع منزلةً من مقام الملك أ و ¶ السلطان. والأعجب من ذلك انَ الحافظ ابن حجر حينما ترجم لممدوحه ¶ الملك الناصر احمد بن الأشرف إسماعيل في كتابه (إنباء الغمر) (1) وصفه ¶ بعد وفاته بقوله: (وكان فاجرأ جائرام \" (2). ¶ وهذا المنهج الذي اعتقده صاحب الترجمة، وارتضاه لنفسه، هو ¶ المنهج الحق الذي ينبغي أن يسيرَ عليه كل مؤرِّخ مؤتَمَنٍ على تسجيل ¶ تاريخ امته بأمانة وصدق، رغم أنه قد لا يروق للبعض من الناس ذكر ¶ الحقيقة كما هي، وقد يخلقُ للمؤزَخ اعداء كُثرْاً، كما حدث مع صاحب ¶ الترجمة؟ فعندما ذكرتُ له ان كتابه (هجر العلم ومعاقله في اليمن) رغم ¶ انه لاقى استحسانأ منقطع النظير من جُلّ مَنْ قرأه أو اطلع عليه، إلا أنه ¶ قُوبل باستهجان بعضهم، بل واستيائهم، قال لي: \" أسباب ذلك تحرِّي ¶ الحقيقة، وذِكر ما لبعض الحكَام من هنات ومن حسنات، فالحسنات هذه ¶ تدغدغ عواطفهم، ولكن ذكرَ الهناتِ تُزعِجُهم، ويريدون أن يكون ¶ الكتاب كفه قاصراً على الثناء والمدح فقط \". ¶ وقد طبَّق هذا المنهجَ على كل من ترجمَ له، حتى لو كان أقربَ ¶ الناس إليه، فذكر محاسنهم ومثالبهم، فهذا ابن أسرته فضل بن علي بن ¶ عبد الله الأكوع يترجِمُ له في كتاب (تاريخ أعلام آل الأكوع)، فيقول: ¶ (1) ¶ (2) ¶ إنباء الغمر: 8/ 9 4. ¶ المصدر ا لسا بق، ص 36 - 37. ¶ 102",
            "page": "102",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "\" عا! م أديب شاعر حصيف الراي. . . \" (1)، ثم لا يتردد في ا لإشارة إلى أنه ¶ أغار على ابيات للصاحب بن عثاد وبنى عليها أبياتأ من إنشائه، ولْسبها ¶ إلى نفسه. ¶ برنامجه اليومي: ¶ يقول، حفظه الله، عن يومه: \"كنتُ في أيام الطلب ابدأ يومي من ¶ قبل الفجر، فاخرج حاملاً ما أريد أن أقراه أو أدرسه او أراجعه على شيخ، ¶ أفَا في الاَونةِ الأخيرةِ من عمري، ومنذُ خمس سنوات، فقد تغيَّر أسلوب ¶ حياتي، ولا سيّما بعدَ أن حصل لي التهاب في الجفون؟ إذ اقتصر عملي ¶ على تلاوةِ جزء من القرآن بعد صلاة الفجر، وقراءة ما تيسَّر من الادعية ¶ المأثورة، وانامُ قليلاً، ثم أنزلُ إلى غرفة الجلوس التي اجلس فيها، فأقراُ ¶ وأطالعُ وأكتبُ، ثم أستمع إلى نشرة الأخبار من إذاعة لندن الساعة ¶ السادسة بتوقيت اليمن، ولا بدّ من الاستماع إلى النشرة والتعليق عليها، ¶ ثم أتناول طعام ا لإفطار مع الزوجة وا لابنة، وأحياناً يأ تيني بعض الطلاب، ¶ وتبدأ الاتصالات، واحياناًازور بعض الأصدقاء، ثم أخرج لشراء ما يلزم ¶ أن أقومَ بشرائه بنفسي، وابني محمد يقوم بشراء حاجات البيت، ثم يأ تيني ¶ السائق، فأخرج إلى صندوق البريد، لاخذ منه ما وردني فيه من رسائل، ¶ وأزور أحياناً بعض المراكز الحكومية، مثل وزاو! الإعلام، أو وزارة ¶ الثقافة، أو غيرها، وأعود قُبيل الظهر، وأصلِّي الظهر، وأيام الإجازة ¶ نتغدَى ما بين الواحدة والثانية، ثم أنام بعضاً من الوقت. وقُبيل صلاة العصر ¶ اقرأ ما يتيسر لي من الكتب التي أرجع إليها خلال كتابة بحث او مطالعة إلى ¶ وقت الصلاة، وبعدها أخلو في جلسة قراءة وكتابة ومطالعة، وأحياناً يأتي ¶ بعض الأصدقاء للسؤال وا لاستفسار والحديث في شؤون العلم. ¶ (1) تاريخ أعلام آل ا! وع، ص 0 3 1 - 33 1. ¶ 103",
            "page": "103",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "وعند حلول المغرب أخرج للصلاة في المسجد، واحياناً أصلي في ¶ البيت - وهو الغالب -، وابقى بين المغرب والعشاء في سماع ما يُذاع من ¶ إذاعة لندن. ¶ وبعد صلاة العشاء نتعشَى، وأتابعُ صلاة العشاء عبر التلفزيون من ¶ المسجد الحرام أنا وام محمد، وبعد ذلك اتابع محطة (اقرا) الفضائية، ¶ خاضة لمشاهدة برنامج الأستاذ عمرو خالد، وكلُنا معجَبون به، وهو ¶ رجل داعية موفق مسموعُ الكلمةِ، وانا مسرور بهذا الإقبال! المتزايد على ¶ سماع دروسه، خاصة عندما يتحدث عن امهات المؤمنين، وهو يتنته ¶ لأشياء نحن نفرؤها، ولكن لا نربط بينها؟ مثل قوله: اثنان من الخلفاء ¶ الراشدين تزؤَجا ببنتي الرسول! بم! ي!، واثنان تزوج الرسول! جم! ي! بابنتيهما، ¶ ونحن نعرف هذا، وهو لا يأتي بجديد، لكنّه لم يتنبَه إلى مثل هذه ¶ الملحوظة سواه، ويوظف المعلومة في موضعها المناسب، هذا هو ¶ الشيء الجديد. ¶ وما بين التاسعة والتاسعة والنصف استمع إلى نشرة الأخبار من ¶ تلفزيون صنعاء، وما إن تأتي الساعة العاشرة إلا وقد ذهبتُ إلى النوم، ¶ وذلك في أكثر الأوقات، واحياناً أنام في العاشرة والنصف \". ¶ *** ¶ 104",
            "page": "104",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "الفصل الثاني ¶ تعريف بمؤلفاته",
            "page": "105",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "أولاً - مؤلفاته ¶ مسرد معجمي لمؤلفاته وتحقيقاته: ¶ 1 - أئمة العلم المجتهدون في اليمن. ¶ 2 - أعراف وتقاليد: حكام اليمن في العصر الإسلامي. ¶ 3 - الإمام محمد بن إبراهيم الوزير وكتابه العواصم والقواصم. ¶ 4 - الأمثال اليمانية. ¶ 5 - البلدان اليمانية عند ياقوت. ¶ 6 - تاريخ أعلام ال الأكوع. ¶ 7 - الدولة الرسولية في اليمن. ¶ 8 - الزيدية: نشأتها ومعتقداتها. ¶ 9 - سدود اليمن: أبرزُ مظاهرِ حضارتها القديمة. ¶ 0 1 - مجموع بلدان اليمن وقبائلها. ¶ 1 1 - مخاليف اليمن. ¶ 2 1 - المدارس الإسلامية في اليمن. ¶ 13 - نشوان بن سعيد الحميري والصِّراع الفكري والسياسي ¶ والمذهبي في عصره. ¶ 4 1 - هجر العلم ومعاقله في اليمن. ¶ 107",
            "page": "107",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "1 - أئمة العلم المجتهدون في اليمن ¶ مؤسسة الرسالة - بيروت، لبنان. دار البشير ¶ - عمان، ا لأرد ن، 2 0 0 2 م، 0 8 2 صفحة، ¶ 7 ا بمر 4 2. ¶ امتاز القطر اليماني، ومنذ فجر الدعوة الإسلامية، ببروز علماء ¶ مجتهدين في شتى المعارف، ذاعت شهرتهم، وكَثُر النفع بعلمهم على مرِّ ¶ العصور، وفي شتى الأقطار؟ فكان من هؤلاء على سبيل المثال لا الحصر: ¶ مَعْمَرُ بن راشد، ووهب بن مُنَمه، وعبد الرزاق بن همام الصنعاني، ¶ ونشوان بن سعيد الحميري، ويحيى بن أبي الخير العمراني، وإسماعيل ¶ ابن أبي بكر المقرى، والمجد الفيروزاَبادي صاحب (الفاموس المحيط)، ¶ وشارحه محمد مرتضى الزبيدي، وغير هؤلاء كثير يصعب حصرهم. ¶ وقد ذكر صاحب الترجمة كثيرأ من علماء اليمن المشهورين في ¶ كتابه الموسوعي (هجر العلم ومعاقله في اليمن)، حيث ترجم لهم تراجم ¶ مختصرة، ثم انتزع من هذا الكتاب تراجمَ منتقاة للمجتهدين من علماء ¶ اليمن، اضاف إليها مزيدأ من الفوائد المتعلقة بصاحب الترجمة؟ لتكون ¶ مستوفاة من جميع النواحي، وضقَنها هذا الكتاب الذي نعرض له، وهو ¶ (ائمة العلماء المجتهدون في اليمن). ¶ فقد تناول في هذا الكتاب سيرة كل من: ¶ 1 - الإمام محمد بن إبراهيم الوفلر (775 - 0 4 8 هـ). ¶ 108",
            "page": "108",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "2 - والحسن بن آحمد الجلال (4 1 0 1 - 084 ا هـ). ¶ 3 - وصالح بن المهدي المَفبلي (038 1 - 08 1 ا هـ). ¶ 4 - ومحمد بن اسماعيل الأمير (99 0 1 - 182 ا هـ). ¶ 5 - ومحمد بن علي الشوكاني (173 1 - 0 5 2 ا هـ). ¶ اما الإمام محمد بن إبراهيم الوزير، فقد استغرقت ترجمته معظم ¶ هذا الكتاب، فشملت الصفحات (7 - 124)، ثم خمنَ كتابه (العواصم ¶ والقواصم في الذبِّ عن سنَّة ابي القاسم) بالإيضاح والبيان (5 2 1 - 2 4 1). ¶ وأصل هذه الترجمة كانت كتاباً مستقلاً، عنوانه (الإمام محمد بن إبراهيم ¶ الوزير وكتابه العواصم والقواصم). وساًفرد الحديث عنه على حدة ¶ ص (119). ¶ والأئمة الأربعة الاَخرون اختلفت ترجمته لهم ما بين مطوَّلة ¶ ومختصرة. ولكئه، حفظه الله، أورد في تراجمهم أموراً مشتركة بينهم، ¶ اوجِزُها فيما يأتي: ¶ 1 - بلوغهم درجة الاجلَهاد المطلق في العلم: فقال عن الحسن ¶ ابن آحمد الجلال (صه 14): عالم مبزَزٌ لمحي كثير من العلوم العقلية ¶ والنقلية، مجتهد، شاعر أديب. ¶ وقال عن المَقبلي (ص 157): علامة محقق، مبرِّز في فنون من ¶ العلم كثيرة، مجتهد مطلق. ونقل قول محمد بن إسماعيل الأمير فيه: ¶ المجتهد المطلق الذي فاق الأقران، وقول محمد بن أحمد الحَيْمي ¶ (ص 158): مجتهد غير مقلد. ¶ وقال عن محمد بن إسماعيل الأمير (ص 179): المجتهد المطلق. ¶ وقال عن الإمام الشوكاني (ص 229): إمام أهل السنَّة المجتهدين ¶ لْي عصره. ¶ 109",
            "page": "109",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "2 - نبذ التقليد والتعصب المذهبي: فقال في المَقبلي ¶ (ص 163): ولمَا بلغ مرحلة الاجتهاد نبذ التقليد، وعمل بأدلة الكتاب ¶ وصحيح السثة، وأنكر على المقفدين جمودهم، وتمشُكهم بأقوال أهل ¶ المذهب، ودعاهم إلى العمل بالكتاب والستة. ¶ وأورد ابياتاً شعرية من قصيدة طويلة، أنكر فيها محمد بن إسماعيل ¶ الأمير الجمود المذهبي. انظر صفحة 82 1. ¶ وقال عن الإمام الشوكاني (ص 230): إنه كان يح! طلبته على ¶ اتِّباع الحق اينما كان، ويحذرهم من التعضُب المذهبي الأعمى. وقال ¶ (ص 232): انكر على المقلدين من الهادوية وغيرهم رضوخَهم لا! وال ¶ ائمتهم، وجمودَهم على التقليد، فكتب رسالة بتن فيها مضازَه وفساده، ¶ سمَاها (الفول المفيد في أدلة ا لاجتهاد والتقليد). ¶ 3 - محاربة البدع والتصوف: فهذا المقبلي قد أكثر الحطَ على ¶ المعتزلة في بعض المسائل الكلامية، وعلى الأشعرية في بعض اَخر، وعلى ¶ الصوفية في بعض مسائلهم (ص 162). وقال عنه المؤلف (ص 169): ¶ ولما كان على خلافٍ شديد مع الروافض، فقد كان مشهورأ أيضاً بمحاربته ¶ لبدع الصوفية على اختلاف طرقهم، وينكر عليهم دعاواهم مما يزعمونه ¶ لأنفسهم من كرامات خارقة للعادة. ¶ وذكر عن الأمير الصنعاني (ص 181): انه كان يدعو إلى تحريم ¶ التوشُل بالموتى، المؤدَي إلى أفي نوع من انواع الشرك بالثه. ¶ 4 - محارب! الظلم: وقد كان هؤلاء العلماء الأئمة المجتهدون ¶ وقَّافين عند حدود الله، يصدعون بكلمة الحق عند السلطان إذا جار أ و ¶ بغى، وهكذا دأب العلماء الربانيين، فهذا المفبلي يكتب كتاباً إلى الإمام ¶ المهدي محمد بن أحمد بن الحسن، يشكو فيه مظالمه الواقعة على ¶ الرعية. (ص 169 - 173). ¶ 0 1 1",
            "page": "110",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "ويقول القاضي إسماعيل الأكوع عن الأمير (ص 168 (: انتقد ائمةَ ¶ اليمن في عصره لظلمهم وجَوْرهم، وذلك في قصيدته المشهورة، التي ¶ مطلعها: ¶ سماعأ عبادَ اللهِ اهلَ البصائرِ لقولٍ له يَنْفِي مَنَامَ النَّوَاظِرِ ¶ وأوردها كاملة (ص 186 - 189 (، وفيها ينكر على علماء الدين ¶ تغاضيهم عن إنكار المنكر. وذكر له أيضأ (ص 0 9 1 - 91 1 (قصيدة يشكو ¶ فيها ظلم أئمة عصره وجَوْرهم. ¶ وقال عن الإمام الشوكاني (ص 0 24 (: إنه كان لا يتغاضى أ و ¶ يتجاهل ما يحدث من الأئمة من ارتكاب المظالم او الانحراف عن جادة ¶ العدل والحق، فيندّد بالظلم أئأ كان مصدره. وأورد له قصائد مطولة في ¶ ذلك (ص 0 24 - 248). ¶ 5 - التمسُك بالحق: فالعالم الحق لا يحيد عن الحق، وقد كان ¶ هؤلاء الأئمة المجتهدون كذلك؟ فهذا المَقْبلي، وهو كما وصفه الإمام ¶ الأمير بقوله: وكان له قوة نفس، وعدم مبالاة بأذى الخلق في مخالفتهم ¶ والنكير عليهم (ص 157)، ويقول فيه الشوكاني: لا يبالي إذا تمسَّك ¶ بالدليل بمن يخالفه، كائنأ من كان! (ص 62 1). ¶ والإمام الشوكاني نفسه يصفه شيخنا القاضي إسماعيل الأكوع ¶ (ص 232) بأنه كان جريئأ في الحق، اَمرأ بالمعروف، وناهيأ عن المنكر، ¶ لا يخشى في الله لومة لائم. ¶ وكذا الأمر بالنسبة إلى الأمير، فقد كان يقول الحق، ولا يخشى في ¶ الله لومة لائم، رضي مَنْ رضي، وسَخِطَ من سخط؟ وما ذاك إلا لانه كان ¶ يؤدي ما أوجبه الله على العالم المؤمن من الأمر بالمعروف والنهي عن ¶ المنكر. (ع 193 (. ¶ 111",
            "page": "111",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "! -التعرُض للأذى: فقد تعزَض هؤلاء إلى عداء خصومهم لهم ¶ بسب! آرائهم الفقهيهْ والاعتقادية التي تبئوها، أو بسبب معارضتهم ¶ السياسية؟ فيقول عن الجلال: لقي من علماء عصره معارضة قوية، لما ¶ ساقه إليه اجتهاده. وذكر عنه قوله: أنا حذوتُ حَذْو محمد بن إبراهيم ¶ الوزير، فعاداني أهل الوقت. (ص 7 4 1). ¶ ويقول عن المقبلي (ص 163): إنه بسبب نبذه التقليد، ناصبه ¶ بعصْ العلماء العداء. . وكان الذي تصدَى لمعاداته المجاهرون بالرفض. ¶ وقال (ص 67 1): ولما اشتدت خصومة الرافضة له باع ممتلكاته، ورحل ¶ بأهله إلى مكة، فجرت له مع علمائها مناظرات كثيرة، بسبب اَرائه ¶ الاجتهادية، فنسبوه إلى الزندقة، فقال: ناصبيئ في اليمن ولا زنديق في ¶ مكة!! وعاد إلى بلاده اليمن. ¶ وهذا محمد بن إسماعيل الأمير لم يَسْلم من الأذى ومتاعب ¶ الحياة، بل وصل الأمر إلى اعتقاله وحبسه؟ لأنه كان يزفّي ما لا دليلَ عليه ¶ من المسائل الفقهية المعمول بها عند اتباع المدْهب الزيدي الهادوي؟ مما ¶ جعله عُوضة لسخط العلماء المقفَدين، فناصبوه العداء، وتاَمروا على ¶ قتله، كما أشار إلى ذلك في قوله مخاطبأ رسول الله! ص: ¶ فإني قد أُوذيتُ فيكَ لِنُصْرَتِي لسُنَّتِكَ الغَزَاءِ في البَزَ والبَحْرِ ¶ وكَمْ رَامَ أقْوامٌ وهَفُوا بِسَفْكِهِم دَمِي فَاصبى الزَحْمنُ نَيْليَ بالضرِّ ¶ وقال في الإمام الشوكاني (ص ا 23): تعزَض لكثير من الادى؟ ¶ فقد دخل عليه إلى الجامع الكبير، وهو يملي درسه المعتاد في (صحيج ¶ البحْارى) جماعة من الجُند بسلاحهم، وأرادوا الوقوع به، ولكنَّ الله ¶ حفَم! قْدرته صرلمحهم عنه، لمححفظه لينمْع به وبمؤلفاته التي عمَّ انتشارها في ¶ للاد ا! مسلميق، فماء حْصومُه بالخسوان. ¶ 112",
            "page": "112",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "7 - ثناء الناس عليهم: ولكنهم، مع كل ذلك، لم يعدَموا منصفأ ¶ يدْكرهم بحْير، ويثني على علمهم، ويقزُ لهم بما نفعوا به الأمة، ويرى أ ن ¶ ما وصلوا إليه إنما هو باجتهادٍ هم مأجورون عليه. ¶ فهذا الجلال يرثيه الأمير الصنعاني بقصيدة لما وقف على قبر 5؟ ¶ لأف راى له فضلاً وعلمأ، كما مدحه بأبيات اخَر (ص 0 5 1 - 52 1 (. ¶ والمقبلي يمدحه غير واحد؟ منهم: العلامة الحسين بن عبد القادر ¶ ابن علي الروضي، المتوفى سنة 198 ا هـ، فقد مدحه بقصيدة، جاء في ¶ أولها: ¶ المَقْبِليئُ نَاصِج للمؤمنينَ البَرَرَ5 ¶ أحبَه أهل الكما لِ وقَلا 5 القَصَرَ5 ¶ 8 - مناقشة العلماء: وقد كان لهؤلاء الأئمة المجتهدين مناقشات ¶ ومناظرات مع علماء عصرهم؟ فالمقبلي كان يذاكر العلماء فيما يخفى ¶ دليلُه من المسائل. . . واتفقت بينه وبين علماء الحرمين مراجعات طويلة ¶ يقول فيها الحق. (ص 157 (. ¶ ومحمد بن إسماعيل الأمير له مراسلات ومناقشات كثيرة مع علماء ¶ عصره، منهم الإمام محمد بن عبد الوهاب، انظر الصفحات (181 -  ¶ 186 و 197 - ا 22). ¶ ويورد المؤلف حفظه الله للإمام الشوكاني مراسلات مع علماء ¶ عصره وساسته، داخل الفطر اليماني وخارجه. (ص 6 4 2 - 5 6 2 (. ¶ 9 - شعرهم: يورد المؤلف نماذج من أشعار هؤلاء ا لأئمة. ¶ فمن شعر الجلال (ص 53 1 (: ¶ 113",
            "page": "113",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "رِضاءُ النَاسِ مِنْ طَلَب المُحَالِ ¶ وَشَكْوَاكَ الزمَانَ إلًى لَئِيْمٍ ¶ وَصَبْرُ المَرْءِ خَيْرٌ في المَآلِ ¶ كَرَمْيٍ بِال! هَامِ بِلا نِصَالِ ¶ ويورد من شعر المقبلي (ص 4 6 1): ¶ قَبَّجَ الإفُ مُفَرِّقاً بَيْنَ القَرَابَةِ والضَحَابهْ ¶ مَنْ كَانَ هَذَا دِيْنَه فَهُوَ الشَقِيئُ بِلا اسْتِرَابَهْ ¶ ويذكر لمحمد بن إسماعيل الأمير شعراً يصف فيه غربتَه بين أهله؟ ¶ لدعوتهم إلى العمل بالسنَّة (ص 93 1): ¶ غَرِيْبٌ بَيْنَ إخْوَانِي وَاَهْلِي وَفِي وَطَنِي وَعِنْدَ أبي وَأفي ¶ دَعَوْتُ إلَى طَرِيْقَةِ خَيْرِ هَادٍ فَهَلْ نَادَيْتُ فِي آذًانِ صُئمَ؟ ¶ لَبَسْتُ مِنَ التصَئرِ خَيْرَ دِرع ولَقَّيْتُ ال! هَامَ مِجَنَ حِلْمِي ¶ وللأمام الشوكاني يندد بالظلم الواقع على الرعية من قبل الولاة ¶ (ص 240): ¶ رَعَايَا اليَمَنِ المَيْمُوْ نِ اضْحَوْا مَا لَهُم رَاعِي ¶ فَلا العَدْلُ يُرَخونَ ولا الزَدع لِطَمَاعِ ¶ وَمَالُ الئاسِ قَدْ وُزِّ عَ ظُلْمأ بَيْنَ أوْزَاعِ ¶ فَهَذَا بيَدِ الوَالِي وَهَذَا بيَدِ الشَاعِي ¶ وَهَذًا نَهْبُ خَؤَان وَهَذَاَ نَهْبُ خَذَاعِ ¶ وَهَذَا عِنْدَ حَفَاعٍ وَهَذَا عِنْدَ مَتاعِ ¶ ! يَا بَاري البَرايَا مُجبْ جأ دَعْوَةَ الذَاعِي ¶ ويَا فَاتِجَ اقْفًالِ قُلُوْبٍ ثُئمَ اسْمَاعِ ¶ اَجم! خَلْقَكَ مِنْ جَوْيى وَمِنْ خَوْفٍ هاِفْزَاعِ ¶ وَددْ عَنْهُم مَنْ أَفْ! - فِيْهِم أفيَ إفْظَاعِ ¶ 114",
            "page": "114",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "وَحَئبْ مَنْهَجَ الْعَدْلِ إلَى المَرْعِيِّ والراعي ¶ 0 1 - الدراسات السابقة: ذكر في ترجمة كل من الأمير ¶ (ص 221)، والشوكاني (ص 266 - 268) بعض الدراسات والرسائل ¶ العلمية في الجامعات العربية وغيرها والمؤلفات والمقالات والبحوث ¶ المتعلقة بهما وبمؤلفاتهما، تدكُ على سعة ازوع صاحب الترجمة ¶ ومتابعته لما يُكتب عن اليمن ورجالاته وأعلامه. ¶ 11 - مؤلفاتهم: كما ذكر في نهاية ترجمة كل إمام من الأئمة ¶ المجتهدين ما له من مؤلفات، مع الإشارة إلى المطبوع منها من غير ¶ المطبوع. وكئا نتمنى عليه لو ذكر مكان وجود النسخ الخطية من هذه ¶ الكتب، وهو الخبير بالمخطوطات اليمنية، ليُسهِّل على الباحثين ¶ والدارسين سرعة الحصول عليها والانتفاع بها، والعمل على نشر ما لم ¶ يطبع منها. ¶ ! لالحل! ك! ¶ 115",
            "page": "115",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "2 - أعراف وتقاليد حكام اليمن في العصر الإسلامي ¶ دار الغرب الإسلامي، بيروت - لبنان، ¶ 1994 م، 21 ا صفحة، 4 اك! 22 سم. ¶ هذا كتاب طريف في موضوعه، مُمْتِعٌ في قراءته، يبحث في أعراف ¶ حكَام اليمن وتقاليدهم السياسية والاجتماعية، أو ما يمكنُ تسميتُه الان ¶ بالعرف السياسي، أو البروتوكول الدبلوماسي. ¶ واعرافُ حكَام اليمن وتقاليدهم لم تأخذ شكلاً منظَماً قبل ظهور ¶ الدولة الصُّليحية الإسماعيلية (439 - 542 هـ/ 47 0 1 - 138 ام)؟ لأن ¶ دعاتها ترسَّموا عادات الحكام العُبيديين وتقاليدهم بسبب التَّبعيَّة والولاء ¶ لهم في المذهب والعقيدة. ثم سار على خطاهم الأيوبيون، ومن بعدهم ¶ ملوك الدولتين الرسولية والطاهرية. ¶ وما اورده المؤلف لم يُبحث في كتاب مفرد من قبل، وهذا شأن ¶ سائر الموضوعات التي يبحثها في كتبه عامة، إلأَ ان هذا الكتاب يمتاز ¶ عنها بطرافة موضوعه كما قلنا، وإن كان بعض ما فيه، ا و كثير منه، قد وَرَد ¶ متفرّقاً في اكثر من كتاب، إلأ ان القاضي إسماعيل، حفظه اللّه، قد لَئمَ ¶ شَعَثَها، ونظمَ دُرَرَها، حتى كانت عِقْداً جميلاً يسرُّ الناظرين. ¶ فقد اشار المؤلف إلى أن هذا الموضوع لم يلقَ اهتماماً ذا بال من ¶ المؤرخين القدامى إلا ما أورد 5 بعضهم؟ مثل: ابن فَضْل اللّه العمري في ¶ كتابه \" مسالك الأبصار\"، والقلقشندي في \"صبج الأعشى \"، وابن بطوطة ¶ في \" رحلته \"، والخزرجي في \" العقود اللؤلؤية \". ¶ 116",
            "page": "116",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "ولم يكن في ذلك مجزَد ناقل، بل كان ناقدأ أيضاً لما ينقله من تلك ¶ الكتب، ومصوباَ لما فيه من اخطاء وأوهام، انظر على سبيل المثال ص 12 ¶ و 58 و 60 و 63. كما عزَف ببعض الأعلام والبلدان التي وردت في ¶ النصوص المنقولة. ¶ ومما ذكروه: ما يخمنُ زِيَ الملوك والسلاطين، وأطعمتهم، ¶ ومجالس حكمهم، ومراسيم استقبالهم للوافدين عليهم، ومواكبهم، ¶ وشعار ملكهم، والقابهم. ¶ ونلمس مما نقله المؤلف عفَن سبقه تركيزهم على الدولة الرسولتة ¶ اكثر من غيرها من الدول التي حكمت اليمن، ويذكرون أن أكثر ما كان ¶ يميو دولة بني رسول هو اهتمامهم بالعلم والعلماء، واستقدامهم من ¶ خارج اليمن وداخلها؟ ومن هؤلاء العلماء: ابن حجر العسقلاني، ¶ والفيروزآبادي، والقلقشندي، والتقي الفاسي، والمقريزي، والجزري، ¶ وجاء قبل هؤلاء العلأمة اللغوي الصاغاني، وغيرهم كثير. ¶ اما أئمة اليمن، فيرى القاضي الأكوع انه لم يكن لهم في حياتهم ¶ الخاصة والعامة من التقاليد والمراسيم ما للملوك والسلاطين في اليمن، ¶ فقد كانت حياتهم أقربَ إلى حياة الخاصة من الناس منهم إلى الملوك، ¶ ومع ذلك فان لهم بعض العادات والتقاليد الخاصة بهم، التي كانوا ¶ يتقئدون بها، ويلتزمون بتطبيقها في بعض شؤونهم (ص ه 5). ¶ ويورد عن تقاليدهم ما ذكره المستشرق الفرنسي جان دي لاروك ¶ (س! 04ء *ا س! 4 8ا*س! ظ في كتا به: رحلة إلى العربية ا لسعيدة ص! الأ، ع، ا 3 ول،4 ص!!،لأه!) ¶ (س! 3 داءس!؟ التي وصف فيها حياة الإمام المهدي - صاحب (المواهب) ¶ محمد بن احمد بن الحسن - اليومية الخاصة، وقصر 5 وما فيه من اثاث، ¶ ولباسه، وطريقة استقباله لضيوفه، ومراسيم موكبه في الذهاب إلى صلاة ¶ 117",
            "page": "117",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "الجمعة، وغير ذلك من الجزئيات الطريفة من التقاليد. (ص 58 - 68). ¶ إلا انَ القاضي الأكوع يرى ان هناك كثيراً من الجوانب الجديرة ¶ بالتنويه والتعريف من حياة الإمام يحيى حميد الدين وابنه أحمد لم يذكرها ¶ هذا المستشرق ولا غيره من المؤرخين، والتي عاصرها وشاهدها شيخنا ¶ الأكوع حفظه الله، وخشية على هذه الأعراف والتقاليد من النسيان؟ فإنه ¶ يذكرها بتفصيل دقيق من كل جوانبها الدينئة والسياسيَّة والاجتماعيَّة ¶ والقضائئة والعسكرئة. ¶ كما يُفصل القول في عادات الإمام يحيى بن محمد حميد الدين في ¶ شهر رمضان، وفي عيدَي الفطر والأضحى، وينهي كتابه بالحديث عن ¶ ملابس ا لإمام، ثم عن مناصب الدولة واربابها. ¶ بقي ان اقول: إن هذا الكتاب قد تُرجم إلى اللغة الفرنسية، ونشر5 ¶ المركز الفرنسي في صنعاء. ¶ *! جمهـ ¶ 118",
            "page": "118",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "3 - الإمام محمد بن ابراهيم الوزير ¶ وكتابه (العواصم والقواصم) ¶ دار ابن حزم - بيروت 18 4 ا هـ= 997 1 م، ¶ 44 اص، 7 اك! 24 سم. ¶ أصل هذا الكتاب جعله المؤلف مقدمةً لكتاب (العواصم والقواصم ¶ في الذبِّ عن سنة أبي القاسم) للإمام محمد بن إبراهيم الوزير، المتوفَّى ¶ سنة 0 84 هـ، ثم طبعته دار البشير في الأردن طبعة مستقلة، وكان لي بعد ¶ ذلك سرف الإشراف على طباعته من جديد في دار ابن حزم ببيروت. ¶ وكان من أبرز الدوافع التي جعلت المؤلف يُفرد هذه الترجمة في ¶ كتاب مستقل، هو اعتقاد بعضهم أنَّ الإمام محمد بن إبراهيم الوزير ظل ¶ متمسِّكاً بالمذهب الزيدي حتى فارق الحياة (1). ¶ في بداية الكتاب يورد المؤلف ما ذكره الشوكاني في كتاب \" البدر ¶ الطالع \" عندما ترجم للإمام ابن الوزير من نَعْيه على علماء الأمصار ¶ والطوائف خارج الفطر اليماني عدم عنايتهم بأهل الديار اليمنية، وغمطهم ¶ حقهم من الاهتمام؟ لاعتقادهم انهم كلهم زيدية المذهب (2)، وعدم ¶ (1) ¶ (2) ¶ وهذا ما حصل لي عندما عرضت على احد الناشرين طباعة كتاب (الأمر بالعزلة ¶ في اَخر الزمان)، ل! مام ابن الوزير، فاعتذر بان المؤلف ينتمي إلى المذهب ¶ الزيدي، وما دَرَى ذلك الناشر ان ابن الوزير قد اعتزل الناس، والَّف كتابه هذا ¶ بعد ان عاداه أهل مذهبه؟ لأنه تحوَّل إ لى مذهب اهل السنة والجماعة. ¶ ومن ذلك اعتقاد بعضهم أن صاحب الترجمة القاضي إسماعيل الأكوع ليس من= ¶ 119",
            "page": "119",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "معرفتهم ان في البلاد اليمنية من أئمة الكتاب والسنة عدداً يجاوز الوصف ¶ يتقيدون بالعمل بنصوص الأدلة، ويعتمدون على ما صحَّ في الأفَهات ¶ الحديثية. ¶ وهذا الكتاب، وإن كان يؤزخُ لحياة الإمام محمد بن إبراهيم ¶ الوزير، إلأَ انه يبئن منهج اهل السنة في تعاملهم مع النصوص الشرعئة، ¶ ونظرتهم إلى مخالفيهم في الأصول! والفروع، فيفول! المؤلف (ص 8 - 9): ¶ \" توشَعتُ في هذا البحث بقدر ا لإمكا ن؟ لإيضاح جوانب الخلاف بين ا لإمام ¶ محمد بن إبراهيم الوزير ومَنْ نَهَجَ نهجَه من علماء اليمن المجتهدين، وبين ¶ معارضي هذا المنهج في عصره وبعد عصره حتى اليوم، من وجهة نظر ¶ علماء السنة \". ¶ وفي هذه الترجمة (13 - 124) يُوردُ المؤلف جوانبَ مفضَلة من ¶ حياة الإمام ابن الوزير، تشتمل على ما يأتي: مولد ابن الوزير (13 - 4 1)، ¶ نشأته ودراسته (4 1 - 6 1)، تحؤُله الى علوم الكتاب والسنة (6 1 - 7 1)، ¶ رحلته إلى تعز (17 - 23)، رحلته إلى مكة المشزفة (23 - 4 2)، اجتهاده ¶ (4 2 - 27). معارضة علماء التقليد لاجتهاده، وإشهار الحرب الكلاميَّة ¶ عليه (27 - 52)، بين ابن الوزير والمهدي (52 - 64)، بين ابن الوزير ¶ والمؤئد (64 - 74)، بين ابن الوزير والمقرى (74 - 77)، مرحلة ¶ التدريس (77 - 0 8)، زهده (0 8 - 84)، عزلته (84 - 85)، شعر 5 (85 -  ¶ 86)، بعض ما مُد! به الإمام ابن الوزير من نثر وشعر (86 - 1 9)، مؤلفاته ¶ (91 - 95). وقد رئبها المؤلف ترتيباً معجمياً، وذكر نبذة مختصرة جداً ¶ اهل الستة، إنما يتغ المذهب الزيدي، وهو الذي كتب ما كتب في بيان أصول ¶ الزيدية، ومخالفتها لمذهب اهل السنة والجماعة، بل ومخالفتها أيضاً لأصول ¶ علمائها المتقدمين. ¶ 120",
            "page": "120",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "عن موضوع كلِّ كتاب منها، وأماكن وجود نسخه الخطية، وطبعاته، ¶ وفاته (5 9 - 96)، خلاصة القول (96 - 4 2 1). ¶ وفي الخلاصة بيَّن المؤلف مذهب الإمام ابن الوزير في الاضول! ¶ والفروع (ص 96)، وانَّ جنوحه احياناً إلى المذهب الزيدي كان لمداراة ¶ خصومه (ص 0 0 1)، وإشعار المناصبين له العداء أنه لا يزال! يجلُّ علماء ¶ المذهب الزيدي وأئمته (ص ا 0 1)، إلآَ أن ذلك لم يشفع له عند خصومه، ¶ ولم يقفل من شدَّة وطأتهم عليه، فيخففوا من عدائهم وكراهيتهم له ¶ (ص 16 1). وهو مع ذلك لم يفتر عن مجاهرته بالعمل بالكتاب والسنة، ¶ والسعي لإثبات ما يعتقده حقَاً بترجيح ما يؤكِّد حجَّتَه، ويقوي برهانَه في ¶ القضايا المتنازع عليها (ص 2 0 1)، ومن ذلك المقصود بالعترة (ص 103 ¶ - 108)، وانَّ المراد بقوله تعالى: \" إِنَّمَا يُرِلد اَدئَهُ لِيُذهِبَ عَن! مُ ¶ اَلرخسَ أَقلَ ألبيتِ \" 1 الأحزاب: 33) هو: نساء النبي! لمجم (ص 9 0 1 -  ¶ 13 ا؟، والمراد بالمودَة في قوله تعالى: \" قُل لَأ أَشلُ! علة أَجَرأ إِلَّا اَتمَوًدةَ فِى ¶ ألقُرفى\" أ الشورى: 23)، وذكر فيها أربعة أقوال! (ص 13 1 - 5 1 1)، وهو ¶ في كل ذلك يورد الأدلة من الكتاب والسنة وأقوال! العلماء السابقين في ¶ المسألة التي يطرقُها، بل إثه يستدل على ما يراه بأقوال! أئمة المذهب ¶ الزيدي أنفسهم في المسألة، وأورد شيخنا الفاضي الأكوع، نقلاً عن ¶ الهادي بن إبراهيم الوزير، ست مسائل، ما من مسألة منها إلاّ ولها قائل ¶ من اهل البيت. ¶ التعريف بكتاب العواصم والقواصم (5 2 1 - 2 4 1): ¶ وفي نهاية الكتاب يعزفُ المؤلف بكتاب (العواصم والقواصم في ¶ الذب عن سنة ابي القاسم)، ويذكرُ ائه اعتمد في ذلك على ما كتبه محمد ¶ ابن عبد الله بن الهادي إبراهيم الوزير، وهو حفيد أخي صاحب الكتاب ¶ 121",
            "page": "121",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "المعزَف به. فذكر ما احتواه كلُ مجلدٍ من مجلدات الكتاب، فكان هذا ¶ التعريف بمثابة فهرس موشَع شامل للكتاب. ¶ مصي*! ل! ¶ 122",
            "page": "122",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "4 - الأمثالى اليمانية ¶ مؤسسة الرسالة - بيروت، لبنان، مكتبة ¶ الجيل الجديد. اليمن، صنعاء، الطبعة ¶ الثانية، 405 اهـ= 984 ام، 1402 صفحة ¶ في مج! دين، 7 ا كر 4 2 سم. ¶ إنَ مما عُني به العرب قديمأ وحديثأ في لغتهم: الأمثال الدارجة، ¶ والمستخدَمَة بين الخاصَة والعامَة، فيتناقلها الناس جيلاً بعد جيل، ولا ¶ يزالون يخترعون الجديد من الأمثال تبعأ للوقائع التي تمرُّ بهم، حيث ¶ يستطيع المرءُ من خلال المَثل التعبيرَ عن معانٍ كثيرة وواسعة بجُمَل ¶ قصيرة، تعطي مدلولاتٍ أوسعَ ممَا تعطيه الجمل الإنشائية الكبيرة. ¶ وكان للأمثال العربية الأثر الأكبر في حياة العرب وأحوالهم؟ يقول ¶ المستشرق الألماني زولهايم في كتابه (الأمثال العربية القديمة): \"لم تترك ¶ الأمثالُ اثرأ في حياة أفي شعب من الشعوب كما هو الحال عند العرب؟ ¶ لأن العرب لم يبدعوا فحسب منذُ وقمب مبكر في جمع أمثالهم وحِكَمهم، ¶ بل زثنوا بها اَدابهم الغزيرة، بحيث بقيت تلك الأمثال والحكم حية إلى ¶ يومنا هذا\". ¶ والأمثال، إلى كونها خُلاصة أفكار المجتمعات العربية ونتاج ¶ تجاربهم، وعنوان فصاحتهم وبلاغتهم، فهي أيضاً سِجل حافل بعاداتهم ¶ وطبائعهم، ومرآة لحياتهم، وصورة صادقة لبيعتهمَومجتمعهم، وما ¶ اشتملا عليه من معالم البداوة والحضارة. ¶ 123",
            "page": "123",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "وقد دُ 3 نت الأمثال العربية في كتب مُفْرَدَة، على اختلاف في ¶ حجمها وطريقة ترتيبها وتبويبها (1). ¶ وقد عُني الأدباء بتدوين امثال العافَة، أو ما نسمِّيه الأمثال الشعبية، ¶ فنجد اهل كل مصر قد دؤَنوا أمثال بلدهم، ومن هذه الكتب: \" الأمثال ¶ اليمانية \" لصاحب الترجمة شيخنا القاضي إسماعيل الأكوع. جمع فيه ¶ (6217) مثلاً يمانياً، أتبعها بمنظومة في بعض الأمثال اليمانية للسيد ¶ محسن بن عبد الكريم إسحاق (1191 - 266 اهـ)، وذثل لها من نظم ¶ السيد حسن بن عبد الرحمن كوكبان (179 1 - 265 ا هـ)، وأثبت حفظه ¶ الله في الهامش المثل الدارج عند العامة في اليمن. ¶ افَا عن سبب تأليفه لهذا الكتاب، فيفول المؤلف حفظه الله: \" إنَّ ¶ الأمثال اليمانية بالذات لم يتوفر على تدوينها ودراستها أحد، ولم تنل ما ¶ تستحق من الاهتمام؟ لذلك فقد وجَّهت عنايتي نحوها؟ لأنها أدب ¶ الشعب وصوته، وصورته النابضة بالحياة، وسيعرف القارئ منها اليمنَ، ¶ وطبيعةَ شعبها على حقيقته، في حياته وتقاليده ووفائه وشجاعته وصبره، ¶ ويعرف كذلك ما تشتمل عليه تلك الأمثال من حِكمِ ساميةٍ، ومعارفَ ¶ غزيرةٍ \". ثم تحذَث عن الحكمة اليمانية وعراقتها، ومدى تأثير المثل ¶ والفول المأثور في تاريخ الشعب اليمني، حتى أصبح لها قوة القانون، ¶ وذكر بعض الشواهد على ذلك. ¶ وبئن أنَ الأمثال اليمانية تختلف من منطقة إلى أخرى، لغةً ولهجة ¶ واسلوباً. ¶ (1) ¶ من مقال للمؤلف في التعريف بكتاب: معجم الأمثال العربيه، تأليف خير الدين ¶ شمسي باشا، صحيفة الجزيرة السعودية، تاريخ 7/ 1 1/ 2 0 0 2 م. ¶ 124",
            "page": "124",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "فأمثال القبائل: تمتاز بجزالة ألفاظها، وسلامة مفرداتها، ويغلب ¶ عليها تمجيد الحرية والشجاعة، والاستهانة بالموت في سبيل الدفاع عن ¶ الحمى. . . ¶ اما أمثال المدن: فتمتاز بكثرة استعمالها لأساليب الكناية ¶ والاستعارة والتورية، لا سيما أمثال صنعاء المشهورة بالنكتة اللاذعة، ¶ والأسلوب الساخر. ولا ينسى الإشارةَ إلى تأثير حكم الدولة العثمانية ¶ على الثقافة اليمانية بما فيها الأمثال. ¶ وفي مقدمته للكتاب بثن الفاضي إسماعيل الأكوع قواعدَ عامةً تُعين ¶ على فهم بعض الظواهر اللغوية، وبعض خصائص اللهجات اليمانية ¶ الدراجة، التي وَرَدَ كثير منها في الأمثال؟ ومن ذلك: ¶ (أم) الحميرية تقوم مقام (أل) التعريف. ¶ تنفلب (أل) القمرية فى بعض المناطق إلى (أل) الشمسية، ¶ فيقولون: (أقمر) بدل (القمر). ¶ تنقلب تاء المخاطب كافاً فى بعض المناطق، فيقولون: (جَمَعْك ¶ مالكَ) بدلاً من (جمعتَ مالَك). ¶ كلمة (هل) تأتي بعدة صيغ، تبعاً للهجة اهل كل منطقة من مناطق ¶ اليمن؟ ففي صنعاء وذمار تأتي بلفظ (شي (، وفي إب وتعز تستعمل لفظة ¶ (بُه)، او (قد (. ¶ أما صيغة السؤال الماذا)، فتأتي على عدة صيغ؟ مثل الِمِهْ)، ¶ والِمامِهْ (، والَيْش)، والِيَهْ)، و (لاَهْ)، والِمَوْ 5)، وذلك تبعاً إلى لهجة ¶ كل منطقة. ¶ تقلب العينُ همزةً والهمز\" عيناً في تهامة، فيقولون في العجل: ¶ الئجل، وفي ا لإبل: العِبل. ¶ 125",
            "page": "125",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "إلى غير ذلك من الظواهر اللغوية الكثيرة التي اشار إليها المؤلف في ¶ مقدمته للكتاب. ¶ وعن المصادر التي اعتمدها في جمع مادة هذا الكتاب من الأمثالى ¶ اليمانية، يلمح إلى ان اكثرها مصادر شفوية، تعتمد على: ¶ سماع الأمثالى وتدوينها من كثير من الأصدقاء؟ منهم: العزي ¶ (محمد) صالح السنيدار، كما سمع مثلين أو اكثر من الإمام احمد حميد ¶ الدين. ¶ استكْتاب أهل المعرفة بالأمثالى اليمانية، ومن هؤلاء: محمد بن ¶ عبد الله العمري نائب وزير الخارجية، وهاشم طالب، القائم بأعمالى ¶ المفوضية اليمنية في بون. ¶ الالتقاء بأعيان القبائل الوافدين على الإمام أحمد حميد الدين، ¶ وتدوين ما عند كل قبيلة او أهل ناحية من امثال. ¶ وقد ذكر كل من استفاد منهم في أمثال قبائلهم ونواحيهم، ويذكر ¶ من هؤلاء زوجته، التي رَوَت له من امثال النساء مجموعة لا يُستهان بها. ¶ اما عن منهجه في كتابه، فيقول: \"سلكتُ في هذا الكتاب منهجاً ¶ أعتقد أنه اسلم المناهج في تدوين الأمثال؟ حيث رتَبتها ترتيباً هجائياً ¶ حسب اوائلها، ثم عَزَوْتُ ما امكن عزوه منها إلى منطقته، ثم إلى قائله إذا ¶ كان معروفاً، ثم اخذت بعد ذلك في شرح الألفاظ الغريبة، وبيان معناه ¶ ومَضْربه، وإذا كان للمثل قصَة اوردتُها. ¶ وقد تعزَضت لذكر بعض العادات والتقاليد التي ترتبط بحياة ¶ اليمانين، وَتُشكل جزءاً من تراثهم الشعبي الأصيل. كما ضفَنتُ الكتاب ¶ طرائفَ ادبية وقصصاً تاريخيةً مما قراتُ وسمعتُ حتى يجدَ القارئ فيه ¶ 126",
            "page": "126",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "متعة ولذة، وحذفتُ كثيراً من الأمثال المبتذلة التي تخدش الحياء، أ و ¶ تُسيء إلى اخلاقنا الإسلامية. ¶ وإذا كان للمَثل نظائر في الأمثال الفصحى، أوردتُ الفصيح أولاً، ¶ فأمثال الموَئَدين، ثم اعقبتُ ذلك بما يناسب المثل من شواهد شعرية. ¶ وقد اكثرتُ من الاستشهاد بالشعر اليماني الحُمَيْني (الملحون)؟ لأنه ¶ أقرب إلى لغة المثل، مما يزيد معناه وضوحاً. . . كذلك فإني ذكرت في ¶ نهاية كل مثل يماني ما يرادفه في المعنى من الأمثال اليمانية الأخرى، ¶ الواردة بمختلف صيغها وقوالبها على حسب وروده في منطقته؟ حتى ¶ يستفيدَ الباحثُ من معرفة ما ورد في المعنى من أمثال \". ¶ ولا بأس بإيراد نماذج مما ورد في الكتاب من أمثال يمانية، مع ¶ شرح المؤلف لها: ¶ 663 - اللهْ أعلمْ بنَقَاد امْفلوسْ: نقَاد: دافع المال. وأصل المثل: ¶ ان رجلاًاشترى ضحتة الَعيد، فأحضر جزَاراً لذبحها، وقال له: قل: باسم ¶ الله، اللهتمَ إن هذا عن فلان واَل فلان، وسمًى نفسَه. ولكن الجزار قال: ¶ اللهم إن هذا عن فلان وآل فلان، وسفَى نفسَه هو، بدلاً من صاحب ¶ الأضحية. فقال صاحب الأضحية للجزار: أكمل الذبج \"اللهْ اعلمْ بنَقَّادْ ¶ امْفُلوسْ\". ومن امثال فصحاء العرب: \"اللهُ أعلمُ ما حَطها مِنْ رَأسِ ¶ يَسُوْمَ \". وروى ابو هلال العسكري في \"جمهرة الأمثال \" عند شرح المثل ¶ هذه القصة: \"وأصله انَ رجلاً نذر شاةً يذبحها، ويتصدَّق بلحمها، فمزَ ¶ بيسوم - وهو جبل - فراى راعياً، ففال له: أتبيع شاةً من غنمك؟ قال: ¶ لْعم، لْاشتراها منه، وأمره بدْبحها عنه، ووتَى، فذبحها الراعي عن نفسه. ¶ فذُكر ذلك للرجل، ففال المثل. ¶ 3508 - كل من تِزْحِي الئارْ لا قُرْصِه: من أمثال إبّ. وتِزْحِي: ¶ 127",
            "page": "127",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "تجمع. ولا قُرْصِه: إلى قُرصِه. أي: إنَّ كل امرأة تهتم بأمرها، وتُعنى ¶ بشؤونها الخاصة، وتسعَى لمصلحةِ نمسها. ومن الفصيج: \"كلٌّ يجرُّ النارَ ¶ إلى قرصه \". وقد نظم هذا المعنى علي بن كثير، كما ورد في \"ريحانة ¶ الألِبَا\" للخَفَاجي، في قوله: ¶ صَحِبْتُ الأنامَ فألفيتُهُم ¶ وَكُل يُرِيْدُ رِضَا نَفْسِهِ ¶ وكُل يمِيْلُ إلى شَهْوَتهْ ¶ وَيَجْلِبُ النَّارَ إلى بُرمَتِهْ ¶ 5292 - مَنْ ذَي تَرْجَمِشْ وانتي اسْمِشْ في ب! تَنَا عَصِيْدْ: من امثال ¶ بني سَيف من قضاء يريم. والأصل في المثل: أن رجلاً نزل بقوم فأكرموه ¶ وقذَمُوا له (التُزْجُمانةَ) فاعتقد حينما سمع اسمها أنها طعام غريب لم يره ¶ من قبلُ، فلما رُفِع الغطاءُ عنها وجدها عصيدةً، فقال المثل، أي: من ¶ اسماك تُرجُمانةً وانت معروفة لدينا بالعصيد؟!. ¶ 128",
            "page": "128",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "5 - البلدان اليمالْية عالْد ياقوت ¶ مؤسسة الرسالة - بيروت، لبنان. دار الجيل ¶ - صنعاء، اليمن، ط 2، 08 4 ا هـ= ¶ 988 ام، 335 صفحة، 17 * 4 2. ¶ نال كتاب \"معجم البلدان \" لياقوت الحموي من الشُهرة ما لم ينله ¶ أمئالُه من كتب الجغرافية العربية، مما سبفه من الكتب أو مما أُلِّف بعده ¶ منها. ولقد لقيَ هذا الكتاب اهتمام الجغرافيين المسلمين وغيرهم؟ ¶ فمنهم من درَسه، ومنهم من أفرد منه أبواباَ في بلدان مصرٍ من الأمصار. ¶ وكان الدافع إلى هذا العمل عند القاضي الأكوع هو ما وجد 5 من ¶ اخطاء واوهام كئيرة لياقوت، والتي كان السبب في كثيرٍ منها راجع إلى ¶ بعض مَنْ روى عنهم ياقوت من أهل اليمن أو من غيرهم؟ إما لجهلهم ¶ بتحديد المسافات، وإما لعدم فطنتهم بتحديد المكان. ¶ وكانت هذه الأخطاء إما في ضبط اسم بلد، أو تحديد موقعه ¶ ومكانه، أو في تقدير المسافة التي تفصل بينه وبين مكان اَخر عرَّفه به ¶ وقونه إليه، وإما في تعيين المسفَى إذا كان الاسم مشتركاً بين موضعين ¶ فأكثر (1). ¶ ومن تلك الاخطاء التي وقعت لياقوت: قوله عن حصن ناعط: إنه ¶ قرب عدن، مع أنه يبعد عن عدن أكثر من خمسمئة كيل (2). ¶ (1) ¶ (2) ¶ البلدان اليمانية، ص 7. ¶ المصدر السابق، ص 278. ¶ 129",
            "page": "129",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "من اجل ذلك، فإنَّ القاضي الأكوع يرى أن كتاب \"معجم البلدان \" ¶ في حاجة ماشَة إلى من ينهض بتحقيق نصوصه وإخراجه مُستوفياً لشروط ¶ النشر العلمي الصحيح بعد التاكُد من اللفظ الصحيج للبلد وضبطه ضَبْطاً ¶ يُؤْمن معه اللبس، وتحديد موقعه الصحيح وتعيينه إذا كان الاسم مُشتركاً ¶ لأكثر من بلد، كما يلزم لذلك الرجوع إلى مصادر ياقوت التي اعتمد عليها ¶ في وصف البلدان، وما تعزَض له من ذكر الروايات التاريخية المتعلقة ¶ بها، كذلك لا بد من العودة إلى الشواهد الشعرية التي أ وردها مُستشهداً بها ¶ لينال هذا الكتاب ما يستحق من العناية التامة به (1). ¶ \"لذا فقد عمل القاضي الأكوع على التعريف بكل بلد يماني في ¶ (معجم البلدان)، يحتاج إلى تحديد مكانه وتصحيح ما جاء فيه من ¶ وصف. ويقول: \"وقد تيشَر لي أكثر ذلك بعون الله وتوفيقه، فكان قريباً ¶ مما تمنيت لهذا الكتاب ان يكون، وصخَحت الأخطاء والأغلاط ¶ والأوهام، ليكون عملي هذا اللبنة الأولى في سبيل إعادة تحقيق هذا ¶ الكتاب تحقيقاً علمياَ\" (2). ¶ \" ولم يكن ذلك، بالطبع، أمراً سهلاً؟ فقد فاتته أشياء لم يذكرها؟ ¶ وذلك لوجود صعوبات حالت دون تحقيق ذلك؟ فبعضها غير معروف ولا ¶ مشهور، إما لأنَّ اسمه قد تبذَل، وإما لأنه خَرِبَ ونُسي اسمه، فأبقاه غُفْلاَ ¶ عن التعريف، راجياًان يجد مَنْ يرشده إلى ذلك بعد ظهور الكتاب ¶ وانتشاره في ايدي القراء\" (3). ¶ (1) ¶ (2) ¶ (3) ¶ البلدان اليمانية، ص 2 - 3. ¶ المصدر السابق، ص 3. ¶ المصدر السابق، ص 12. ¶ 130",
            "page": "130",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "واعتمد المؤلف في المقام الأول في التصحيح والتحقيق على ما ¶ عَرَفه من البلدان اليمانية معرفَة مشاهدةٍ أو سماع من ذوي المعرفة في ¶ مناطق اليمن المختلفة، الذين التفى بهم او رالسلهم وكتب إليهم ¶ مستوضحاً، وفي مقدمة هؤلاء اخوه القاضي العلامة محمد بن علي ¶ الأكوع رحمه الله. ¶ وفي آخر الكتاب وضع المؤلف خريطة لليمن والحجاز أيام الدولة ¶ العثمانية، واخرى لليمن الحديث، وأتبع ذلك بذكر مصادر التصحيج ¶ والتحقيق، ووضع فهرساً مرتباً ترتيباً معجميأ للبلدان الواردة في الكتاب، ¶ وإن كان الأمر لا يستدعي ذلك، فقد وردت في أصل الكتاب على الترتيب ¶ المعجمي. ¶ -يغ!، ¶ 131",
            "page": "131",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "6 - تاريخ أعلام اَل الأكوع ¶ دار الفكر ا لمعاصر - بيروت، لبنان، 1 1 4 ا هـ ¶ = 990 ام، 90 ا صفحة، 17 * 24. ¶ أشرِبَ القاضي إسماعيل بن علي ا! كوع حبَّ اليمن وتاريخه ¶ وتاريخ اعلامه، فكَلِفَ بالبحث عن كل صغيرة وكبيرة من بلدانه وتاريخ ¶ رجالاته وانساب قبائله. ¶ واثناء بحثه المتواصل عبر السنين، كان يجد تراجم متفرقة لأعلامٍ ¶ من آل الأكوع، وكفَما عثر على ترجمة علم من الأعلام يجد في نفسه غبطة ¶ وسرورأ، ويزدهيه نوعٌ من الإعجاب لِما بلغه هؤلاء العلماء الأعلام من ¶ شهرة واسعة، ومكانة علمية مرموقة تبؤَؤوها بجدارة، حتى استحقوا ¶ الذكر والخلود في التاريخ. ¶ وحُق لهم أن يُخ! دوا، وحُق لابنهم البار القاضي إسماعيل أن يفخرَ ¶ بهم، ففد بزَزوا في علوم شتى؟ فكان فيهم: الحافظ لكتاب اللّه عن ظهر ¶ قلب، وفيهم: المحدث، والففيه، والعالم المحقّق لكثير من العلوم ¶ الإسلامية، وفيهم: المؤزَخ، والفلكي، والكاتب الشاعر، والاديب ¶ اللغوي، وفيهم: القاضي، والوزير. ¶ ولم يكن القاضي إسماعيل بِدْعاً بين المؤلفين من اليمن في ذكر ¶ أعلام اسرته، فقد دؤَن كثير من مؤرخي اليمن أعلام أسرهم وقبائلهم. ¶ وقد ذكر المؤلف الكثير منهم (1). ¶ (1) تاربخ أعلام اَل ا! وع، ص ا ا - 15. ¶ 132",
            "page": "132",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "وحاول القاضي إسماعيل استقصاء أعلام أسرته كفهم، إلا أنه فاته ¶ عدد غير يسير منهم، وقد أشار إلى ذلك عندما ذكر أن كتابه هذا \"لم يشمل ¶ علماء ووجهاء آل الأكوع كلهم؟ لأني أعرف كثيرأ منهم ممن عاصرتهم أ و ¶ عرفتهم، وهم مَنْ هم علماً وفضلأ، وورعأ وزهداً، لم يذكرهم أحد من ¶ تلامذتهم او أصدقائهم او حتى اقربائهم او من أبنائهم أو احفادهم، ¶ فماتوا ونسيهم مَنْ بعدَهم. وهذا الحكم يمكن ان ينطبق على من مضى ¶ منهم في العصور السالفة \". ¶ وفي مقدمته للكتاب (ص 16) يتحدَّث باختصار عن أنساب آ ل ¶ اكوع ومساكنهم، فيذكر انَّ انساب ال الأكوع كلهم تلتقي عند محمد بن ¶ إبراهيم، الملقب الأكوع، ابن محمد بن يوسف بن محمد بن عُبيد ¶ الحِوالي، وتتفق المصادر ان نسبهم يتَصل بذي حوال الأكبر الحميري. ¶ ويذكر أن لقب الاكوع منسوب إلى جدهم إبراهيم بن محمد، ¶ لبُروزٍ في كوعه، لا كما يتبادر إلى أذهان بعضهم أنهم منسوبون إلى ¶ الصحابي سلمة بن اكوع رضي الله عنه. ¶ اما مساكنهم، فيقول المؤلف: \"لا نعرف على وجه اليقين أين كان ¶ سكن الجدود الأوائل لآل الأكوع، واغلبُ الظن أنهم كانوا يسكنون شبامَ ¶ كوكبان ونواحيها؟ لأنها كانت مساكن ذي حِوال، ومنها تفرَّقوا \". ¶ ئم اخذ في سَرْد مساكنهم المختلفة على مز العصور، وقد كانوا ¶ منتشرين في مختلف ارجاء القطر اليماني. انظر الصفحاب (17 - 1 2). ¶ ومصادر المؤلف في ذكر تراجم ال الأكوع تعتمد على ما يأتي: ¶ ما وُجد متناثراً في بطون الكتب المخطوطة أو على هوامشها ¶ وحواشيها. ¶ 133",
            "page": "133",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "ما كُتب على شواهد القبور والأضرحة. ¶ مُشَجَر اَل الأكوع الذي كُتب في المئة الحادية عشرة للهجرة. ¶ ما أخذه مشافهة مفَن له معرفة بأنساب هذه الأسرة من أهلها. ¶ وعن منهجه في الكتاب: يذكر أنه عمل على ضمِّ شتات أسماء هذه ¶ التراجم، كما هي بلفظها وأسلوبها، وأضاف إليها تراجم جديدة من ¶ المتأخرين، ورتبهم على حروف الهجاء. ¶ وهو - حفظه الله - يُورد في الترجمة اسم المترجَم له، ويتبع ذلك ¶ بايراد من ذكره من اصحاب الكتب، ثم يذكر صفته العلمية؟ إن كان قاضياً ¶ أو فقيهاَ أو محدثاَ أو غير ذلك، ثم يعرجُ على صفاته الخُلقية، فيذكر شيعاً ¶ من مناقبه وماَثره. وفي الترجمة يُورد مؤئَفات المترجَم له إنْ كان من أهل ¶ التأليف، وأسماء شيوخه وتلامذته إن عُرفوا. ثم يذكر سنة وفاته. وفي ¶ بعض التراجم فد يهسبت نموذجاَ من خط المترجَم له، أو صورته إن كان من ¶ المعاصرين، أو صورة شاهد قبره. ¶ وقد اشتمل الكتاب على (152) ترجمة، تراوحت بين الطول ¶ والقِصر، سبقتها مقدمة استغرقت الصفحات (9 - 21)، وفي نهاية ¶ التراجم اورد قائمة بالمصادر التي اعتمدها في الكتاب (ص 66 1)، وكلها ¶ مخطوطة إلا واحداَ. وفي الصفحات (67 1 - 174) أثبت صورة مخطوطة ¶ لمشجر آل الأكوع الذي اعتمده في ذكر كثير من التراجم. ¶ ولْي الصفحات (175 - 182) ترجم لنفسه ترجمة مختصرة، ذكر ¶ فيها مولده وطلبه للعلم، وشيوخه، والأعمال التي وليها، وتاليفه ¶ وتحقيقاته من الكتب، وبعضاَ من مقالاته في المجلات العربية المختلفة. ¶ وكان - حفظه الله - فد كتب إهداء إلى والده، يتناسب وموضوع ¶ 134",
            "page": "134",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "الكتاب، قال فيه: \"إذا كان هناك مَنْ هو اوْلى بإهداء هذا الكتاب إليه، ¶ فهو والدي القاضي علي بن حسين بن أحمد الأكوع؟ الذي غَرَسَ في ¶ قلوب ابنائه حُمث الزَحِمِ، وحثهم على صلة ذي القربى مهما نَأَت بهم ¶ الدار، وشَطَ بهم المزار، والزمَهم بتعهُدهم بالزيارة وتففد أحوالهم. وما ¶ هذا الكتاب إلا ثمرة يانعة، قطوفها دانية لذلك الغرس الطيِّب الذي بَذَر 5، ¶ فرحمه الله، وجزا 5 خير الجزاء، وغفر له ولوالديه، آمين \". وقد سبق ذكر ¶ ذلك في القسم الأول من هذا الكتاب. ¶ ولا غَروْ في ذلك؟ فقد أخبرني حفظه الله مشافهةً؟ قال: \"اكتسبتُ ¶ من والدي رحمه الله معرفة الأنساب، وتعثمت منه صلةَ الأرحام؟ فكنتُ ¶ احياناً أمشي مسافةَ ارنم ساعات على الأقدام لأزور ابنةَ ابنِ عم لي، ¶ وكنت أزور بعض الأرحام لا اعرف مدى صلة القرابة بينهم وبين الوالد \". ¶ يل! عل! يل! ¶ ،+فة ¶ 135",
            "page": "135",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "7 - الدولة الرسوليًة في اليمن ¶ (626 - 858 هـ/228 1 - 4 45 1 م ( ¶ دار جامعة عدن للطباعة والنشر، 03 0 2 م، ¶ 62 صفحة، 7 ا ثر 4 2 سم. ¶ هذا الكتاب من اَخر ما صدر لصاحب الترجمة من كتب مطبوعة، ¶ وهو في اصله بحث مقدًم إلى المنظمة العربية للثقافة والعلوم (الإسيسكو) ¶ عندما عَقَدتِ العزمَ على كتابة تاريخ شامل للأمة العربية في جميع ¶ عصورها، ثم توفف هذا المشروع، فلم يجد صاحب الترجمة بداً من نشر ¶ هذا البحث كي لا تنعدم الفائدة منه. ¶ والكتاب يؤرخ لمرحلة مهمة في تاريخ اليمن، هي فترة الدولة ¶ الرسولئة، التي حكمت ما يزيد على قرنين من الزمان (626 - 858 هـ/ ¶ 1228 - 454 1 م). ¶ يذكر المؤلف أن اليمنَ بعد أن انسلخت عن جسم الدولة العباسية ¶ في النصف الثاني من القرن الثالث تداول حكمَها عددٌ من الدول في فترات ¶ تاريخية مختلفة، متباينة في طولها وقصرها، وفي أصقاع مختلفة من ¶ البلدان اليمانية، متباينة أيضاَ في اتساع رقعتها الجغرافية. ¶ وكان لهذه الدول حواضرُ وعواصمُ منتشرةٌ في اليمن، يذكر المؤلف ¶ من اشهرها (13) عاصمة، بعضها من المدن الكبار؟ مثل تعز وزَبِيد، ¶ وبعصْها لا تعدو كونها قرية أو قريتين؟ مثل: (المواهب). ¶ إلا أن دول اليمن الحضارية -كما يقول المؤلف - وأبرزها وأخلدها ¶ 136",
            "page": "136",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "ذكراً، وأبعدها صيتاً، وأغزرها ثراء، وأوسعها كرماً وإنفاقاً هي الدولة ¶ الرسولية، والتي كان عصرها اخصب عصور اليمن ازدهاراً بالمعارف ¶ المتنوَعة، وأكثرها إشراقأ بالفنون اليانعة في شتى ميادين المعرفة، وذلك ¶ لأن سلاطين هذه الدولة وملوكها كانوا علماء، فاهتمُّوا بنشر العلم في ¶ ربوع اليمن على نطاق واسع، فبنوا المدارس ودور العلم، في داخل ¶ اليمن وخارجه، واستقدموا العلماء في شتى فنون المعارف والعلوم. ¶ وسار على نهجهم نساؤهم ووزراؤهم وأمراؤهم ومواليهم ¶ وإماؤهم، حتى صار تشييد المدارس سمة واضحة من سمات عصر الدولة ¶ الرسولية، بل إن سلاطين هذه الدولة وملوكها قد أثَفوا كثيراَ من الكتب، ¶ او ساهموا في تأليفها؟ مثل السلطان المظفر، والسلطان المجاهد علي بن ¶ المؤيد بن داود بن يوسف، والسلطان الأفضل العباس بن علي بن داود، ¶ الذي الف كتابه (القاموس) الذي احتوى على ما يقرب من (0 0 12) كلمة ¶ يتعلق اكثرها بفن الطبخ والملابس وعلم الفروسية والصحة وعلم ¶ التشريج، مدؤَناً باللغة العربية التي وضعت كلماتُها في العمود الأول، ¶ وبجوار كل كلمة منها ترجمتها إلى اللغات الفارسية والتركية والإغريقية ¶ والبيزنطية القديمة والصقلية والأرمنية والمغولية في أعمدة موازية لها. ¶ وبعد مقدمة استغرقت قرابة (18) صفحة تحدَّث فيها المؤلف عن ¶ عظمة هذه الدولة وما قامت به من إنجازات، أسهب الحديث عن بدء ¶ ظهورها وذكر اسباب بقائها وعوامل نهضتها. ¶ ويذكر نسبة اَل رسول، فيقول (ص 9 1): إن الصحيح في ذلك أنهم ¶ كراد كالأيوبيين، وان من لا يعرفهم، نسبهم إلى قبيلة غسان، ونسبهم ¶ من عرفهم إلى التركمان. ومع ذلك فقد انصهروا في الشعب اليمني كما ¶ انصهر الفرس، الذين جاؤوا إلى اليمن لمساعدة سيف بن ذي يزن، وكما ¶ انصهر الأكراد الذين جاؤوا مع الدولة الأيوبية. ¶ 137",
            "page": "137",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "وقد اشتهر امر بني رسول في عهد الدولة الأيوبيَّه، وقويت ¶ شوكتهم، حتى تمكن عمر بن علي بن رسول من الانفصال عن الأيوبيين، ¶ والاستقلال بحكم اليمن رغم المعارضة الداخلية من كثير من الأئمة ¶ الأمراء المحليين، وبقي في الحكم حتى مقتله سنة (647 هـ= 0 25 ام) ¶ على يد بعض مماليكه. ¶ ثم استمرَ حكم بني رسول على يد سلاطينهم، ويذكرهم المؤلف ¶ تباعاَ، وهم: ¶ - الملك المطفر يوسف بن عمر بن علي بن رسولط (619 هـ- ¶ 694 هـ). ¶ - السلطان الأشرف ممهد الدين عمر بن المظفر يوسف بن عمر بن ¶ علي بن رسول (. . . هـ-696 هـ). ¶ - السلطان المؤيَّد داود بن الأشرف عمر بن يوسف بن عمر بن علي ¶ ابن رسول (62 6 - 1 72 هـ). ¶ - السلطان الملك المجاهد علي بن المؤيد داود (1 72 هـ- 4 76 هـ) ¶ - السلطان الملك الأفْضَل العباس بن المجاهد علي بن داود ¶ (764 هـ-778 هـ). ¶ - السلطان الملك الأشرف إسماعيل بن الأفضل العباس (778 هـ- ¶ 803 هـ). ¶ - السلطان الملك الناصر احمد بن الأشرف إسماعيل (803 هـ- ¶ 8ً27 هـ). ¶ - السلطان الملك المنصور عبد اللّه بن الناصر أحمد (827 هـ- ¶ 830 هـ). ¶ 138",
            "page": "138",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "- السلطان الملك الأشرف إسماعيل بن الناصو أحمد (830 هـ- ¶ 831 هـ). ¶ - السلطان الملك الظاهر يحمى بن الأشرف إسماعيل (831 هـ- ¶ 842 هـ). ¶ - السلطان الملك الأشرف إسماعيل بن الظاهر يحيى (842 هـ- ¶ 845 هـ). ¶ - السلطان الملك المظفر يوسف بن عمر بن الملك الأشرف ¶ (845 هـ-847 هـ). ¶ - الملك المسعود بن الأشرف (847 هـ- 852 هـ) الذي خلع نفسه ¶ من الحكم، وبذلك انتهى حكم الدولة الرسولية. ¶ وفي ترجمة المؤلف المختصرة للملوك ال رسول وسلاطينهم يذكر ¶ ان منهم من كان عادلاً كثيرَ الرافة بالرعية، ومنهم من كان عنيفاً في حكمه، ¶ وبعضهم كانت فترة ولايتهم هادئة مستفرة، وبعضهم واجَهَ تحديات ¶ كبيرة، ومعارضة داخلية من امراء اليمن أو من أمراء بني رسول أنفسهم أ و ¶ حتى اولاد ذلك السلطان. ¶ وفي نهاية الكتاب أورَدَ المؤلف مقالأ ذا صلة بموضوع الدولة ¶ ا لرسولتة، بقلم (فنشيا بورتر -3 ح،53\"،1،حول حدا (عنوا نه: ا لزجاج ا لمزخرف ¶ المصنوع للعائلة الرسولية في اليمن، وهو يتحدَّث عن بعض ما بقي من ¶ اَثار الدولة الرسولية المحفوظة في مؤسسة ماكس فان برشم،،4 س!؟ 3 ح؟ *83ول ( ¶ (! ه ا،،4! لاهأ لمحي جنيف بسويسرة. ¶ ؟ لأ- ¶ ل! * ¶ 139",
            "page": "139",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "8 - الزيدية: نشأ تُها ومعتقد ا تُها ¶ ط 3، 421 اهـ=2000 م، 126 صفحة، ¶ 17*24 سم. ¶ إنْ كان القاضي إسماعيل الأكوع قد طَرَق في كتبه موضوعات ¶ شائقة وطريفة، اشرنا إليها في مواضعها، فإثه أيضأ قد خاضَ غمار ¶ موضوعات شائكة وجريئة، اثارت لغطاَ كبيراَ على الساحة اليمانية، بل ¶ وخارجها ايضاَ؟ ومن تلك الموضوعات الشائكة: موضوع هذا الكتاب، ¶ الا وهو: (الزيديةُ: نشاتُها ومعتقداتُها)؟ فهو، حفظه الله، يعالج في هذا ¶ الكتاب بجراته المعهودة بيان الحق الذي يعتقده في المذهب الزيدي؟ من ¶ حيث النشاة، والتكوين، والأفكار الأصولية والفقهية، ومصادر تلك ¶ الأفكار، من غير تَجَن على الحقائق التاريخية، او تغيير لها، فهو يصف ¶ الحقيقة كما هي، لكن باسلوبه الخاص. ¶ وهو يقول عن هذا الكتاب: \"لم اقصد من تاليف هذا الكتاب إلا ¶ توضيحَ الحقيقة، في انَ مذهب الإمام زيد بن علي رحمه الله لا يختلف ¶ عن المذاهب الأربعة في شيء يذكر\" (1). ¶ وقد قذَم لهذا الكتاب بمقدِّمة ذكر فيها الدراسات السابقة التي ¶ تثاولت هذا الموضوع، سواءَ أكانت عربية أم أجنبية، ثم ذكر تعريف ¶ العلماء بالزيدثة، واتى على بيان أشهر فرقها، وهي: الجارودية، ¶ (1) ¶ من لقاء أجراه مع صاحب الترجمة محمد زكريا في جريدة 14 أكتوبر، العدد ¶ رقم (13 2 2 1) تارلخ 0 1/ 1 / 03 0 2 م. ¶ 140",
            "page": "140",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "والسليمانية، والبترية. وتحدَث أيضاً عن زيدية الجبل والديلم، وزيدية ¶ اليمن. ¶ ويذكر في بداية الكتاب ان الزيدية هي إحدى فرق الشيعة الثلاث: ¶ الزيدية، والاثني عشرية (الجعفرية)، والإسماعيلية 0 ويقرِّر أن الزيدية ¶ هي أعدل هذه الفرق الثلاث، واقربُها إلى مذهب أهل السنة والجماعة؟ ¶ لأنَّ الزيدية لا يعتقدون بما تعتقده الجعفرية من عصمة الأئمة الاثني ¶ عشر، والقول بالبَدَاء، والتقئة، والمُتعة. ¶ إلآَ ائه يرى انَ فرقة الزيدية قد خالفت اهل السنة في أمرين: ¶ احدهما: نزوعها في العقيدة إلى ا لاعتزال. ¶ والثاني: هو الإمامة، التي هي مدارُ اهتمامِ فرق الشيعة كلهم ¶ وشغلهم الشاغل، حيث يَرَوْنَ انً عليَّ بن أبي طالب رضي الله عنه هو ¶ الأحق بالإمامة بعد رسولِ اللهِ -! ي!، ومع ذلك؟ فإنَّهم يرونَ جوازَ إمامةِ ¶ المفضولِ مع وجودِ الأفضل، وهذا خلاف لما تعتقدُ 5 بقتةُ فِرَقِ الشيعة. ¶ وممَا ذكره المؤلف من مزايا المذهب الزيدي الحميدة: فتحِ بِاب ¶ الاجتهاد على مصراعيه لمن أتقنَ أدواتهِ وحَذَق علومَه، ولهذا فقد نبَغِ من ¶ هذا المذهب علماء مجتهدون، برَّزوا في مختلف علوم الشريعة، ونبَذوا ¶ التقليدَ، واَشتغلوا بعلوم السنة. إلأَ انَّ هؤلاء العلماء المجتهدين لم ¶ يسلموا من شرورِ علماء الزيدية المقلِّدين وأتباعهم. ويذكر في هذا الباب ¶ ما حصل للأئمة محمد بن إبراهيم الوزير، ومحمد بن إسماعيل الأمير، ¶ والمَقبلي، والشوكاني، وغيرهم من أذى وعداء من العلماء المقلِّدين، ¶ ومن العامة على حد سواء. ¶ وتحت عنوان (عقود التشكيك لمعرفة مَنْ هو صاحب المذهب ¶ الزيدي) يورِد قصيدة من نظم إسحاق بن يوسف بن المتوكل إسماعيل، ¶ 141",
            "page": "141",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "صاغ فيها تساؤلات طرحها الإمام محمد بن إسماعيل الأمير عن تعيين ¶ صاحب المذهب الزيدي، ومن الذي وضع قواعده، وجمع أشتات ¶ مسائله، واورد ايضاَ إجابات عدد من العلماء على هذه القصيدة (1). ¶ وفي نهاية الكتاب (ص 97) يصل القاضي الأكوع إلى نتيجة مؤذَاها ¶ ان آكثر العلويين المنتسبين مذهبأ إلى زيد بن علي، ونَسَباً إلى عليِّ بن أبي ¶ طالب رضي الله عنه، ومن اعتزى إليهم من آهل اليمن، قد تحؤَلوا إلى ¶ شيعة اثني عشرية، وذلك بعد قيام الثورة الإيرانية بقيادة الخميني سنة ¶ 1979 م، وهم يسعون بنشاط إلى التبشير بهذا المذهب بالدعاية له، ¶ وتوزيع كتبه مجانأ أو بأسعار زهيدة جدأ! ¶ وهذا ما يقزره أيضأ في غير هذا الكتاب، حيث يقول: \"نرى من ¶ ينتسبُ إلى مذهبه من اهل اليمن المتاخرين نهجوا منهجأ هو أقرب إلى ¶ المذهب الجعفري، كما هو مشاهدٌ في حلقات دروسهم ومواعظهم ¶ وخطبهم ومجالسهم وكتاباتهم، ومع هذا فهم لايريدون أن يقال لهم: ¶ إئهم مخالفون لمذهب الإمام زيد\". ¶ كما يقرر (ص 07 1): ان أتباعَ الإمام الهادي قد تحوَلوا إلى ¶ جارودية، ثم انفسموا إلى ثلاث فرق: مطرفية، وحسينية، ومخترعة، ¶ ولم يبق منها إلا المخترعة، وهم اقرب ما يكونون إلى الإمامية في كثير من ¶ مسائل الفروع، ولا سيما في العبادات، أما في الأصول، فإنهم يختلفون ¶ عنهم؟ فلا يقولون بعصمة الأئمة الاثني عشرية، ولا يقولون بالتقي!، ولا ¶ بالمتعة، ولا بالبداء، والإمام عندهم يثبت بالفضل والطلب لا بالوراثة. ¶ والمؤلف في هذا الكتاب يرى أن كثيرأ من متأخري اتباع المذهب ¶ الزيدي لم يخالفوا اهل السنة والجماعة فحسب، بل خالفوا ايضأ ما كان ¶ (1) ا لزيد ية، ص 9 5 - 8 7. ¶ 142",
            "page": "142",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "عليه إمامهم زيد بن علي رحمه الله، ويُورد على ذلك الكثير من الأمثلة ¶ والمسائل؟ مثل مسألة الضمِّ والرفع والتأمين في الصلاه. وهو في هذا ¶ ينهجُ منهجَ الإمام محمد بن إبراهيم الوزير في الردِّ على الزيدية من كتب ¶ علمائهم، كما هو واضج في كتابه العظيم \"العواصم والقواصم في الذبِّ ¶ عن سنة ابي القاسم \". ¶ 143",
            "page": "143",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "9 - سدود اليمن ابرز مظاهر حضارتها القديمة ¶ مؤسسة الإبداع للثقافة والأدب والفنون - ¶ صنعاء، 422 اهـ= 01 20 م، 44 صفحة، ¶ 3 ا ك! 9 اسم. ¶ ليس منا من لم يسمع بسد مأرب الشهير، ذلك السذُ الذي خلَدته ¶ الحضارة اليمانية القديمة، فكان عنوانأ على رُقئها وتقدُمها، لكنَّ القِفَة ¶ القليلةَ يعرفون ان هذا السذ، على شهرته، ما هو إلا واحد من سدود كثيرة ¶ مثله بُنيت في اليمن على مزَ العصور، \" فقد انتشرت الشُدود في طول اليمن ¶ وعرضها، وقلَما يخلو مِخلاف من مخاليفها إلا وفيه سد أو سدَّان، وربما ¶ أكثر من ذلك \". ¶ وقد جمع القاضي إسماعيل الأكوع في هذا الكتاب ما وَصَل إليه ¶ علمه من سدود في اليمن، مما شاهده منها خلال زياراته المتعذَدة ¶ لمخاليف اليمن ونواحيها واقضيتها، أو مما ذكره مَنْ تقدَّمه من العلماء؟ ¶ مثل لسان اليمن الحسن بن احمد الهمْداني، المتوفى في القرن الرابع ¶ الهجري، في كتابه \" الإكليل \"، ومحمد بن أحمد الحجْري، المتوفى سنة ¶ 0 138 هفي كتاب \"مجموع بلدان اليمن وقبائلها \". ¶ وساق المؤلف أولاًاسماء السدود الواقعة في منطقة يحصب ¶ وحدها، فبلغ تعدادها ئمانية وتسعين سدَّاً. رتَبها ترتيباً معجمياً، ذاكراً ¶ مكان وجود كل سد منها. ئم ذكر السدود الأخرى في غير يحصب من ¶ مخاليف اليمن الأخرى، مما أورده الهمْداني وغيْره. وبعد ذلك ذكر ¶ 144",
            "page": "144",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "الشُدود التي لم يوردها افي من المتفدِّمين قبله، مفَا شاهده هو او حُدِّث ¶ عنه، فبلغث أكثر من ثلاثين سدأ. ¶ ثم أفرد الحديث عن سدَ مأرب مُفَضَلأ؟ فذكر تاريخ أؤَل بناء له، ¶ وموارده من المياه، وما كان حوله من جثات ونعيم، ثم خرابه بسَيْل ¶ العَرِم، وتفزُق أهله، وتشتتهم في الأمصار. ¶ وكان المؤلف ذكر في أول كتابه \"أن أكثر هذه الشُدود قد بَطَل ¶ الانتفاع بها، بعد ان تَصَدَعت حواجزها، وتهدَّمت مخارج المياه فيها؟ ¶ وذلك لامتلاء احواضها بالأتربة، نتيجة إهمال المحافظة عليها. ومن ¶ الممكن ترميم بعضها حتى تُعاد إلى سالف عهدها. أما أكثرها فقد هُجرت ¶ وتحوَّلت احواضها إلى حقول للزراعة، بعد ان امتلأت بالطمي \". ¶ بقي ان أشير أن المؤلف ضبط كلمة سد بضم السين، وهي لغة أهل ¶ اليمن، وكذلك هي قراءة نافع المتداولة هناك، حيث قرأ: \" وَجَعَقنَا مِن بَتن ¶ أَيدِصهِتم سَدَا وَمِق ضَقفِهِؤسَدّا\" أ يس: 9) (بضم ا لسين). ¶ 66 -  ¶ 145",
            "page": "145",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "0 1 - تحقيق كتاب (مجموع بلدان اليمن وقبائلها ( ¶ جمعه العلأَمة المؤزَخ القاضي محمد بن ¶ احمد الحجري اليماني، تحقيق وتعليق ¶ ومراجعة: إسماعيل بن علي الأكوع، نشر ¶ وزارة الإعلام والثقافة بالجمهورية العربية ¶ اليمنية، 04 4 اهـ- 984 ام ضمن سلسلة ¶ مشروع الكتاب، مجلدان في 812 صفحة، ¶ 17 * 4 2 سم. ¶ رتَب المؤلف كتابه على حروف المعجم، دامجاً أسماء القبائل مع ¶ اسماء البلدان، ولم يفرَق بينها، وقد بئن السبب في ذلك بقوله: وإنَّما ¶ جمعتُ فيه بين البلدان والقبائل؟ لأنَ في اليمن بلداناً كثيرة سُمِّيت بأسماء ¶ القبائل، كما أنَ من قبائل اليمن من يُنسب إلى بلدانها. ¶ وبتن المؤلف فوائد كتابه؟ فمن ذلك: ¶ تحديد مواقع البلدان اليمانية الوارد ذكرها في كتب التاريخ ¶ والتراجم والسِّيَر. ¶ بيان مواضع القرى الخاربة التي لها ذكر في التاريخ وأشعار ¶ العرب، كبلدة اثافت التي لم يبق منها غير أطلال في بلدة حاشد. ¶ بيان المحلات والمخاليف التي تبذَلت أسماؤها. ¶ معرفة الخطأ في بعض! المصنفات القديمة؟! (معجم البلدان) ¶ ! ياقوت الحموي. ¶ 146",
            "page": "146",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "معرفة البلدان والقبالْل المتفقة الأسماء، المختلفة الجهات. ¶ تبيين القبائل الغامضة والبلدان الدارسة التي نُسب إليها بعض ¶ الأعلام. ¶ وقال: وقد رتَبته على حروف المعجم، واسْتَوْفيتُ في كل ناحيةٍ ¶ وكل قضاء ما اشتمل عليه من البلدان والقبائل التي تستحق الذكر، مع ¶ التنبيه على ما شمله القضاء أو الناحية مما يلزم التنبيه عليه في محله من ¶ الكتاب. واستطردتُ في كل ناحية وبلد ببيان ارتفاعه عن سطج البحر، ¶ ومزروعاته، ومسيل أوديته، وجهات مصباتها. ¶ وذكر المؤلف في نهاية مقدمته أسماء الكتب التي استفاد منها مادة ¶ هذا الكتاب، إضافة إلى ما استفاد 5 من البحث والمشاهدة في كثير من ¶ بلدان اليمن. ¶ اما المحقق، فقد ترجم لمؤلف الكتاب ترجمةً مختصرة في ثماني ¶ صفحات، ذكر فيها ان مولده كان في الذاري يوم الخميس 4 المحرم سنة ¶ 336 ا هـ، وتوفي في حادث سفوط طائرة روستة يوم الأربعاء 26 صفر ¶ سنة 380 ا هالموافق 17 اَب 0 96 ام. ¶ وذكر بعض مواقفه الجريثة في قول! الحقِّ عند ائمة اليمن، قال في ¶ آخرها: وللحجري من الأجوبة الشهيرة والأمثلة السياسية المُسْكتة ما لو ¶ جُمعت كلُها، لكانت بحثأ نفيساً. ¶ ثم ذكر مؤلفات القاضي الحجْري، وقال!: إئه لم يتَّجه للتألي! إلا ¶ متأخراً، ومع ذلك فقد كانت حصيلة أعماله كثيرة ومفيدة، وأورد منها ¶ حْمسة كتب، احدها هذا الكتاب. ¶ 147",
            "page": "147",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "وعن عمله في خدمة هذا الكتاب قال القاضي إسماعيل الأكوع ¶ 1/ 12: \"ولقد كنتُ ممن يُلخُ على مؤلفه رحمه الله بسرعة طبعه وإخراجه ¶ للناس، ولكنه كان يُسوفُ نشره، وذلك لأمر لم يُفصج عنه، وبعد مدَّة ¶ اكثرتُ من الإلحاح على اخيه القاضي عبد الله الحجري بسرعة طبعه، ثئمَ ¶ اتفقت معه على ان نُقابل نسخة المؤلف التي احتفظ بها لنفسه، وهي في ¶ أربعة أجزاء، على النسخة التي كتبها بخطه، ثم اهْدِيت للإمام أحمد ¶ حميد الدين، وهي في ثلاثة مجلدات. وبعد المفابلة وَجدنا أنَّ النسخة ¶ التي احتفظ بها المؤلف لنفسه اوْفى واشمل؟ لأنه كان يضيف إليها ما عَثَر ¶ عليه من فوائد جديدة، ومع ذلك فإنه ترك فراغاً في الأمكنة التي لم ¶ يستكملها ليكتب فيها ما جَذَ عليه من أسماء البلدان والقبائل التي لم ¶ يستكمل ذكرها، بينما يوجد في النسخة الأخرى بعض زيادات يسيرة ¶ اضيفت إلى النسخة الأم عند المقابلة، كما يوجد اختلاف في العبارات؟ ¶ لأنه كان لا يتفئد باللفظ عند النقل مما كتب من كلامه0 ¶ ولمَا سافر القاضي عبد الله من الكويت حينما كان سفيراً بها إلى ¶ القاهرة، حمل معه الكتاب لتكليف مَنْ ينسخه بالمطبعة اليدوية، فطبع منه ¶ جزءان طباعة رديئة مليئة بالأخطاء، اما الجزءان الأخيران، فقد نسشهحا ¶ الأخ العالم محمد بن احمد الوشلي بخطه الجميل. ثم قمنا بمراجعة ¶ المطبوع والمنسوخ على الأصل، فكنت أقرا من النسخة الأم، والقاضي ¶ عبد الله يتابع ويصخح، وأحيانأ يضيف بعض المعلومات الناقصة. ¶ وقد اشرت إلى تلك الزيادات في الهامس بأنها استدراك من أخي ¶ المؤلف. ¶ واحيانأ كان يحذف بعض الثناء والمدح المفرط للإمام يحيى ¶ وغيره، وهو الذي كان سيفعله المؤلف لو امتدَ به العمر إلى ما بعد قيام ¶ الثورة. ¶ 148",
            "page": "148",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "ولما فرغنا من مراجعة الكتاب وإعداده للطبع حدث ما أدمى ¶ الفؤاد، واخرس الألسنة؟ فقد قتل القاضي عبد الله الحجري أمام الفندق ¶ الذي كان ينزل فيه في لندن، وتوقف التفكير في طبع الكتاب، وبعد مدة من ¶ هذا الحادث الجلل استعاد الولد محمد بن محمد الحجري هذا الكتاب: ¶ الأصل والمنسوخ عنه من أولاد عفه عبد الله، ثم طلبته منه لطبعه، ¶ فأحضره وقمتُ بمراجعة النسخة المعدَة للطبع منها، فأصلحتُ ¶ وصثحت وعلقت على ما ظهر لي أنه محتاج إلى تعليق، مع انه يحتاج ¶ إلى كثر من ذلك، وأيضاً يحتاج إلى ضبط الأسماء بالشكل وبالحروف. ¶ كما تبئن أن القاضي لم يستقصِ ذكر البلدان، ولا استوفى ذكر ¶ الأعلام والقبائل. ومحاولة استكمال هذا النقص قد تؤجّل طبع الكتاب ¶ فترة طويلة، ولا ندري ما قد يحدث خلال ذلك من المعوقات، فاكتفيتُ ¶ بما هو عليه الكتاب ليظهر. ¶ وإذا بارك الله في العمر، وَوَجدتُ سَعَةً من الوقت، فربما أراجعه ¶ مرة أخرى، لأستوفي النفص من ضبط للأعلام والبلدان، واستدراك ما غفل ¶ عنه المؤلف، والتعريف بالأمكنة التي يذكرها ولم يحدَد مكانها؟ فالكتابُ ¶ جديز بالاهتمام والعناية به، ولو لم يكن فيه إلا ذكرُه لأنساب القبائل ¶ اليمانية، وذكر بطونها وعشائرها وأفخاذها، قديمها وحديثها، وذكر مَنْ ¶ ينتسب إلى تلك القبائل من العلماء والفضلاء والزعماء والقادة، لكفى، ¶ ناهيك بما شمله من أدب ووصف جغرافي للبلدان والجبال وا لأودية \". ¶ فلت: ورغم اعتذار المحقق انه لم يو! هذا الكتاب حقَّه، إلا ألْه ¶ أغناه بفوائد نفيسة وتعليقات قيمة؟ فمن ذلك: ¶ 1 - بيان بعضر الأوهام التي وقع فيها المؤلف او من اخذ معلوماته ¶ عنهم وتصحيحها؟ وتشمل: ¶ 149",
            "page": "149",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "أ - أخطاء في ذكر الأعلام؟ مثل: قول المؤلف (1/ 35): وفي ¶ جبلة جامع حسن من عمارة السيدة أروى بنت أحمد بن محمد الصليحي. ¶ فعلَق المحفق الفاضي إسماعيل الأكوع: اسمها الصحيح سيدة بنت ¶ احمد بن محمد الصليحي، كما في مصادر الصليحيين أنفسهم، وكما ¶ جاء في وصيمها، وكذلك في تاريخ عُمارة اليمني. والسبب في الخطأ: ¶ أن ئقَة امرأة من آل الصليحي اسمها اروى بنت شمس المعالي علي بن ¶ عبد الله الصليحي زوج المنصور بن أبي الفضل بن أبي البركات. فأطلقه ¶ المتأخرون على الملكة السيدة بنت احمد بن محمد خطأً. وقد شاع هذا ¶ الاسم منذ ان أصدر الدكتور حسين الهمداني كتابه (الصليحتون والدولة ¶ الفاطمية في اليمن). ومن تصحيحه للأعلام كذلك: ما ورد في الصفحات ¶ 57 وا 8 و 179. ¶ ب - بيان أوهام في ذكر النسبة الى القبائل أو البلدان؟ فمن ذلك قول ¶ المؤلف (1/ 311): وممن ينسب إلى خنفر: الأديب ابو بكر العبدي. ¶ فع! ق المحقَق قائلاً: الصحيج: العندي، نسبة إلى الاعنود، وليس ¶ العبدي كما وَهِمَ كثير مفن ترجم لأبي بكر العندي. وانظر امثلة أخرى في ¶ الصفحات: 76 و 9 1 2 و 0 22 و 4 4 2 و 584. ¶ ج - أوهام في تحديد سنة وفاة المنرجم له؟ كما في الصفحات: 6 6 ¶ و 8 0 1 و 637. ¶ د - أوهام في ضبط الأماكن والبلدان أو نحديد أماكنها؟ انظر على ¶ سبيل المثال الصفحات: 81 وه ه ا و 236 و 552. ¶ 2 - تصحيح الأخطاء التي وقع فيها المؤلف بالرجوع إلى المصادر ¶ التي نقل عنها، ومنها (صفة جزيرة العرب) للهمداني، انظر على سبيل ¶ المثال الصفحات: 52، 57، 58. 0 7، 6 4 1، 94 2، 678، 684. ¶ 150",
            "page": "150",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "3 - التعريف ببعض الأعلام الوارد ذكرهم في الكتاب، أو بيان اسم ¶ بعض من لم يصزح المؤلَفُ بذكر اسمائهم. انظر الصفحات: 34، ¶ 120، 432،377، 588، 604، 626. ¶ 4 - اثبات عناوين بعض الكتب التي ذكرت عرضاً دون تسمية؟ فمن ¶ ذلك ما ورد في الصفحات: 0 12، 167، 179، 1 21، 261، 279، ¶ 578، 583، 4 60. ¶ 5 - اثبت في المتن استدراكات أخي المؤلف القاضي عبد الله بن ¶ أحمد الحجري وتعليقاته، وأشار إليها في الحاشية، انظر على سبيل ¶ المثال الصفحات: 05 1، 132، 156، 229، 472، 519، 521، ¶ 652، 1 75، 786، وغيرها كثير. ¶ ومن ذلك (3/ 19 5) ما ع! قه على قول المؤلف: إنَّ مسجد علي بن ¶ ابي بكر قد خرب وجهل موضعه، حيث قال: قال أخو المؤلف: لم يُجهل ¶ موضع المسجد ولم يخرب، و+إنما جُدَد، ويُسفَى الآن مسجد النِّزيلي، ¶ وكان قبر مَعْمَر بن راشد رحمه اللّه بجوار القبلة؟ رأيناه وعرلمحناه. وقد ¶ أجرم المتأخرون بماقدامهم لنسفه بالحرائة، وطمس معالمه، فقضوا بذلك ¶ على قبر علَ! من أعلام اليمن، وأعلام الإسلام. ¶ 6 - كما استدرك على المؤلف في كثير من المواضع، وأشار إلى ¶ ذلئط في الحاشية. انظر الصفحات: 318 و 332 و 349 و 569 و 699 ¶ وه ا 7 و 718 و 724. ¶ 7 - بيان معاني بعض الكلمات الغريبة كما في الصفحات: 28، ¶ 32، 49، 78، 98، 186، 251، 578. ¶ 8 - تحديد المسافات بين المدن، كما في الصفحات: 314، ¶ 342، 552، 553. ¶ 151",
            "page": "151",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "9 - ايراد بعض الحقائق الخافية على كثير من الناس؟ فمن ذلك ¶ تعليفه على نقل المؤلف (3/ 13 6) من كتاب (نثر الدر المكنون)، ثم قال: ¶ انتهى ما ذكره الأهدل، يعني: مؤلف الكتاب المنقول منه، فعفَق المحقق ¶ القاضي إسماعيل الأكوع في الحاشية بقوله: كتب الأخ العالم محمد بن ¶ احمد الوشلي ناسخ هذا الجزء الئالث من (مراة الزمان)، والجزء الرابع ¶ تعليقاَ على الأهدل، فقال: للحقيقة والتاريخ، مؤلف (نثر الدر المكنون ¶ في فضاثل اليمن الميمون) هو السيد محمد بن علي العيدروس من وادعة ¶ حاشد، وَفَدَ إلى الفاهرة قبل الحرب العظمى الأولى، وتوفي بها سنة ¶ 1949 ميلادية، واثشهر باسم الأهدل؟ لأن هذا الاسم هو الذي تقذَم به ¶ للانتساب إلى الأزهر الشريف؟ تجئباَ للتعضُب المذهبي في ذلك الوقت، ¶ وظلَ الاسم الأصلي سراَ مكتوماَ لا يعرفه إلآَ الخواص. ¶ وقد قال المحقق في كتابه (هجر العلم ومعاقله في اليمن) (1) في ¶ نهاية سرده لعلماء هجرة المراوعة ما نضُه: \" ومقَن حمل لقب آل الأهدل ¶ وليس منهم: محمدبن علي العيدروس، صاحب كتاب (نثر الدر ¶ المكنون في فضائل اليمن الميمون)، وذلك بشهادة الأخ العالم محمد بن ¶ أحمد الوشلي، ثم نقل كلامه الوارد آنفاَ\". ¶ ثم ترجم له مرة اخرى في الكتاب نفسه، فقال: \"رحل إلى مصر ¶ قبل الحرب العالمية الأولى، واراد الالتحاق بالأزهر الشريف، ولفَا كان ¶ يعلم أن الأزهرَ لا يقبل أحداَ للدراسة فيه إلا إذا كان من اتباع أحد المذاهب ¶ الأربعة الشُنية، وهو زيدقيُ المذهب، فقد تمدْهب بالمذهب الشافعي، ¶ وانتسبَ إلى بني الأهدل علماء تهامة المشهورين لدى علماء الأزهر، ¶ (1) هجر العلم: 2022/ 4. ¶ 152",
            "page": "152",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "فَقُبل في الأزهر، حتى اكمل دراسته فيه، ونال شهادته، وعاش في مصر ¶ يحمل لقب الأهدل. وقد كشف هذه الحقيقة العلامة محمد بن أحمد ¶ الوشلي، الذي كان يعرفه معرفةً تافَةً؟ لأنَّه كان يدرس في الأزهر ¶ ايضاً\" (1). ¶ قلت: وممَن خَفي عليه هذا الأمر العلامة خير الدين الزركلي، ¶ حيث ترجم في كتابه الأعلام (6/ 306) للعيدروس، ولكنه نسبه إلى ا ل ¶ الأهدل، فقال: محمد بن علي الأهدل الحسيني اليمني الأزهري: ¶ فاضل، من اَل الأهدل في اليمن، تعثم بالأزهر، وتوفي بمصر، له كتب؟ ¶ منها: (نثر الدر المكنون من فضائل اليمن الميمون). ¶ (1) هجر العلم: 4/ 2320. ¶ !!! ¶ 153",
            "page": "153",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "1 1 - مخاليف اليمن ¶ المجمع الثقافي - أبو ظبي، 02 0 2 م، 331 ¶ صفحة، 17 * 24 سم. ¶ هذا الكتاب في واقع ا لأمر يشتمل على كتابين: ¶ الأول: مخاليف اليمن (ص 3 - 9 0 1). ¶ الثاني: طائفة من أسماء القبائل والبلدان اليمانية الواردة على صيغ ¶ أوزان مختلفة (ص 1 1 1 - 2 0 3 (. ¶ القسم الأول: مخاليف اليمن: ¶ المِخْلاف: كلمة اصطلح عليها أهل اليمن، دون غيرهم، في ¶ تسمية الصقع من بلادهم أو الناحية، مضافاً إلى اسم القبيلة أو مُضافاً إلى ¶ بلدة. وهو كالزستاق عند أهل فارس، أو الكُورة عند اهل الشام. ولا ¶ يُعرف سبب التسمية بهذا المصطلح أو منشؤها عند أهل اليمن. ¶ وقد لفت هذا المصطلجُ انتباهَ العلماء والجغرافيين منذ القدم، ¶ فحاولوا البحث فيه، ومعرفة ما في اليمن من مخاليف، وجمعها وحصرها ¶ في نسق واحد. فعمل المؤلف على جمع كل ما أورده العلماء المتقدمون ¶ حسب الترتيب ا لآتي: ¶ مخاليف اليمن عند أحمد بن إسحاق اليعقوبي في تاريخه (13 -  ¶ 21). ¶ مخاليف اليمن عند عبيد الله بن أحمد بن خُرْداذبه في كتابه ¶ 154",
            "page": "154",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "\" المسالك والممالك \" (22 - 32). ¶ مخاليف اليمن عند الحسن بن أحمد الهمْداني في كتاب \"صفة ¶ جزيرة العرب \" (33 - 58). ¶ مخاليف اليمن عند محمد بن أحمد المقدسي في كتابه \"أحسن ¶ التقاسيم في معرفة الأقاليم \" (59 - 0 6). ¶ مخاليف اليمن عند ياقوت الحموي في كتابه \"معجم البلدان \" ¶ (71 - 61). ¶ مخاليف اليمن عند الصاغاني نقلاً عن \"تاج العروس \" للزبيدي ¶ (73 - 72). ¶ وهو بعد ان أورد ما ذكره كل واحد منهم في المتن، عرَّف في ¶ الهامش بهذه المخاليف، وحدَّد مواقع ما هو معروف منها، ونئه على ما ¶ هو مخلا! وما ليس بمخلاف، واوضج ما يحتاج إلى إيضاح وبيان، من ¶ دون تطويل في الشرح. ¶ ويقول في (ص 34 - 35): \" وقد عزَفت هذه المخاليف، وحدَّدت ¶ مواقعها، مع مراعاة الاختصار لما فيها من تفاصيل واستطراد، وحذف ما ¶ ليس له علاقة بها، كما أوضحت ما يحتاج إلى إيضاح، معتمداً في ذلك ¶ على مشاهداتي، ومعرفتي لكثير من مناطق اليمن، وعلى ما جاء في تعليق ¶ أخي الفاضي محمد بن علي الأكوع على (صفة جزيرة العرب)، وقد ¶ أشرت إلى ذلك بحرف (ت). وعلى ما أفادني به بعض الأصحاب ¶ والأصدقاء. ¶ وهناك بعض المخاليف لم نعلم من أمرها شيئاً؟ لأنها غير معروفة ¶ المكان، أبفيتها غُفْلاً كما وردت من دون التعليق عليها \". ¶ 155",
            "page": "155",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "ولم يكن عمله، حفظه الله، مجزَد الجمع والترتيب، فقد بثن ما وقع ¶ فيه مَن نقلَ عنهم من اخطاء واوهام، فيقول عن اليعقوبي: إنه أدخل قرى ¶ ومدناَ وسمَاها مخاليفَ، وهي ليست كذلك، كما انه لم يستوف المخاليف ¶ كلَها. ¶ ويقول عن الحسن بن أحمد الهمداني (ص 33): \"إثه تناول ¶ مخاليف اليمن بالذكر في كتابه \"صفة جزيرة العرب \"، فذكر منها طائفة ¶ على غير نَسَق ولا ترتيب. . . وقد حالفه التوفيق في عمله، وأصاب ¶ المَرْمى، إلا انه، وهو العالم الخِزيت، أدخَلَ بعض المخاليف في ¶ مخاليف اخرى مجاورة لها؟ مثل مخلاف ذي رُعين، ومخلاف العود، ¶ فقد قرن بينهما تحت اسم مخلاف العود وذي رُعين، مع أن العود هو من ¶ مخلاف ذي رُعين. . . وذكر المؤلف امثلة اخرى كثيرة غير هذا. ¶ وبعد ان اورَدَ ما ذكره العلماء المتقدمون من مخاليف اليمن أورد ¶ فصولاَ جديدة تتعلق بالموضوع نفسه؟ هي: ¶ مخاليف اليمن في الزمن الحاضر. ¶ التقسيم الإداري في اليمن في العهد العثماني. ¶ التقسيم الإداري في عهد الإمام يحعى بن محمد حميد الدين. ¶ التقسيم الإداري في عهد الاستعمار البريطاني للمخاليف ¶ الجنوبية من اليمن. ¶ التقسيمات الإدارية في عهد الاستقلال. ¶ التقسيمات الإدارية الحديثة للجمهورية اليمنية. ¶ قرار جمهوري بشان التقسيم الإداري في امانة العاصمة وبعض ¶ مديريات ومحافظات الجمهورية. ¶ 156",
            "page": "156",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "وفي نهاية الكتاب أورد كشافين موضوعيين: الأول تاريخي ¶ (ص 303 - 5 31)، والثاني هجائي (ص 317 - ه 32). ¶ القسم الثاني: طائفة من أسماء القبائل والبلدان في اليمن ¶ الواردة على صيغ أوزان مختلفة: ¶ هذه مجموعة أبحاث طريفة في بابها جمعها المؤلف، وكان قد نشر ¶ بعضها في مجلات المجامع اللغوية في الأردن وسورية. وقد لفتت انتباهه ¶ كما لفت بعضُها انتباه العلماء المتقدِّمين؟ مثل الحسن بن أحمد الهمْدانى ¶ في كتابه \"الإكليل \"، حيث أشار إلى ا! أكثر قبائل حِمْيَر تأتي على أفعول!. ¶ وقد جمع المؤلف في هذه المباحث ما جاء على صيغ مُتشابهة م! ¶ اسماء القبائل والبلدان في اليمن، وضثمَ بعضها إلى بعض، وجَعَل كلَّ ¶ وزن في باب مفرد، بعضه ضئمَ أسماءً كثيرة بلغت (345) اسماً مثل: ¶ فَعْلان، وبعضها لم يورد فيها إلا اسماً واحداً، كما في أفيعلان. ¶ وفي سَعَة المادة المجموعة وطريقة ترتيبها يفول المؤلف في باب! ا ¶ جاء على وزن اَفعول (ص 6 1 1): \"وقد حصرتُ ما جاء على وزن (أفعول) ¶ في اليمن، إلا ما شذَ عني معرفته، مما هو شائع اليوم على ألسنة الناس، ¶ وجاء ذكره في المصادر المكتوبة التاريخية أو الجغرافية، أو انفردب به تلك ¶ المصادر، وهو غير معروف في عصرنا على السنة الناس، أو هو شائع ¶ الذكر، ولكن ليس في ذكر المصادر التاريخية أو الجغرافية التي بين أ يدينا \". ¶ قلث: وما ذكره المؤلف في هذا الباب ينطبق على الأبواب ¶ الأخرى، إذ حاول، حفظه الله، جمع ما أمكنه جمعه من أسماء أتت على ¶ صيغ مختلفة. وهو في ذلك كله يوضح كل اسم بلد أو قبيلة ذكرها، إلا ¶ البعض منها، حيث تركها غُفْلاً من غير توضيج أو شرح؟ كما في ضيعان ¶ صه 9 1، وفُسْمان ص 236، و أسيوت ص 5 6 2، وشبَّينة، وغير ذلك. ¶ 157",
            "page": "157",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "وهو، حفظه الله، يوضّح قواعد عامة في بعض صيغ الأفعال! التي ¶ أوردها، قبل ان يأتي بمفرداتها، وبعضها يبدأ بسردها مباشرة من دون ¶ تعليق على منشا هذه الصيغ او مكان انتشارها في نواحي اليمن. ¶ ففي ما جاء على وزن (افعول) قدم بمفدمة استغرقت قرابة أربع ¶ صفحات (13 1 - 16 1) قال فيها: إن لهذا الاستعمال جذوراً قديمة في ¶ اللغة الحِميَرية القديمة؟ لذلك فإننا نجد هذه الصيغة شائعة الاستعمال ¶ عند القبائل الحميرية، وأكثر ما تكون في مخلاف ذي الكلاع، و. . . ¶ ويعدّد بعض المخاليف التي شاع فيها هذا الاستعمال، ويشير إلى أنه قد ¶ يستعمل في غير الفبائل الحميرية، كما يشير إلى وجوده في الحبشة؟ ¶ حيث انتقل إليها من اليمن بفعل المؤئرات الثفافية، ويدحض قول من ¶ زعم عكس! ذلك، وهو أن هذا ا لاستعمال وافد من الحبشة إلى اليمن. ¶ وقال في باب (الفعالي) ص 153: إن هذه الصيغة تشتهر في ¶ مخلاف جعفر. ¶ وفيما يخصق الأوزان المنتهية بالألف والنون؟ مثل (فَعَلان و أفعَلان ¶ وفعيلان وفوعلان)، قال ص ه 16: إن الألف والنون في اَخر ما يرد في ¶ بعض هذه الأسماء هما أدوات التعريف في لغة المُسْنَد؟ مثل (شَمْسان ¶ وكَوْكَبان)، والمراد بهما: (الشمس والكوكب)، وليس هذا قاعدة مطَردةً ¶ في جميع ما وَرَدَ من هذه الأوزان؟ ذلك لأن الألف والنون في بعض هذه ¶ الأسماء الواردة على هذه الأوزان قد صارتا جزءاً من الكلمة لطول ¶ ا لاستعمال. ¶ وربما اطلق الاسم على أكثر من مكان او قبيلة؟ فيوردها جميعاً، ¶ كما وَرَدَ في خيران ص 180؟ حيث اطلق هذا الاسم على قبيلة، وعلى ¶ جبل، وعلى قرية، وعلى وادٍ، وعلى بلدة، وكذلك الأمر بالنسبة إلى ¶ 158",
            "page": "158",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "رَدْمان ص 4 8 1، وشَمْسان ص 0 9 1 - 1 9 1، وغيرها. ¶ وفي الختام لا بد من ذكر الأبواب التي أوردها المولف حفظه الله، ¶ وهي: ¶ الافعول وما جاء على وزنه من اسماء الأعلام والقبائل والبلدان ¶ في اليمن، ص 113 - اه ا. ¶ الفعالي وما جاء على وزنه من أسماء القرى والبلدان والبطون ¶ والأفخاذ والعشائر في اليمن، ص 53 1 - 164. ¶ باب ما ورد على وزن (فَعْلان) بفتج الفاء وسكون العين، ¶ ص 167 - 210. ¶ باب ما ورد على وزن (فَعَلان) بفتج الفاء والعين، ص 211 -  ¶ 218. ¶ باب ما ورد على وزن (فِعْلان) بكسر الفاء وسكون العين، ¶ ص 219 - 226. ¶ باب ما ورد على وزن (فُعْلان) بضم العين وسكون الفاء، وما ¶ ورد من الأسماء على وزنه، ص 27 2 - 239. ¶ باب ما ورد على وزن (فَغَال) بفتج الفاء وتشديد العين، ص 1 4 2 ¶ - 5 4 2. ¶ باب ما ورد على وزن (فِعَال) بكسر الفاء وتشديد العين، ¶ ص 247 - 249. ¶ باب ما ورد على وزن (فُعَال) بضم الفاء وفتج العين المخففة، ¶ ص ا 25. ¶ 159",
            "page": "159",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "باب ما ورد على وزلىْ (فُغَال) بضم الفاء وفتح العين المشدَدة، ¶ ص 252 - 253. ¶ اوزان أخرى مختلفة ينتهي آخرها بالألف والنون: ¶ باب ما ورد من الأسماء على وزن (أفعلان) ص 4 5 2. ¶ باب ما ورد من ا لأسماء على وزن (فُعِيلان) صه 5 2 - 6 5 2. ¶ باب ما ورد من الأسماء على وزن (فَعْلون وفَعَيْلون)، ص 57 2 -  ¶ 0 26. ¶ باب ما ورد من ا لأسماء على وزن (فَوْعَلان)، ص 1 6 2 - 62 2. ¶ باب ما ورد من ا لأسماء على وزن (فَيْعَلان)، ص 63 2. ¶ باب ما ورد من الأسماء على وزن (فُعَيْعِلان) بضم الفاء وفتح ¶ العين وسكون الياء بعدها عين مكسورة، ثم لام وألف ونون، ص 4 6 2. ¶ باب ما ورد من الأسماء على وزن (افَيْعِلان)، ص 4 26. ¶ باب (افعلوت، وفعلوت، وفيعلوت، وفعا لوت، وفعول، ¶ وافعل، وفعليت، وفعللوت، ثم فعلات، وفعللات، وفعيلات، ¶ وفعلليت)، وما ورد من أسماء البلدان الشائعة على وزنها في مخلاف ¶ حضرموت والمهرة وغيرها. صه 6 2 - 282. ¶ طائفة من أسماء النسبة الواردة في اليمن على وزن (فَعَّيْلَة)، ¶ ص 283 - 302. ¶ مبم! * ¶ 160",
            "page": "160",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "2 1 - المدارس الإسلامية في اليمن ¶ مؤسسة الرسالة - بيروت، ط 2، 6 0 4 ا هـ= ¶ 986 ام، 24+539 صفحة، 17*24 سم. ¶ بدأ ظهور المدارس الإسلامية في اليمن في زمن الدولة الأيوبئة، ¶ وتحديدأ في أواخر القرن السادس الهجري، عندما بنى الملك المعز ¶ إسماعيل بن طغتكين المدرستين السيفيَّة والمعريَّة. ¶ ثم انتشرت المدارس انتشاراً واسعأ زمن الدولة الرسولئة؟ إذ عمل ¶ ملوك هذه الدولة على الإكثار من بناء المدارس في أنحاء الديار اليمانية، ¶ بل وامتدَ ذلك إلى مكة المكرمة. ولم يقتصر الأمر على الملوك وحدهم، ¶ بل ساهَمَ في ذلك أيضاً أولادهم ونساؤهم ووزراؤهم ومواليهم وإماؤهم، ¶ حتى صار بناء المدارس وتشييدها سِمَةً من سمات دولتهم، ومظهراً بارزاً ¶ من مظاهر حضارتهم. ثم جاءت الدولة الطاهرية، فسار ملوكها على ذلك ¶ النهج الحميد. ¶ ورغم هذا الاهتمام الكبير من أرباب الدول المتعاقبة على الحكم ¶ في اليمن ببناء المدارس، إلا أنَّ هذه المدارس لم تُقابَل بالاهتمام المرجو ¶ من المؤزَخين والدارسين، كما حظيت مثيلاتُها من مدارس العراف والشام ¶ ومصر وغيرها. ¶ ويرى المؤلف القاضي إسماعيل الأكوع حفظه الله أنَّ مدارس اليمن ¶ لا تزال مغمورة الذكر، غيْرَ معروفة حتى لكثير من أبناء اليمن أنفسهم، ¶ ناهيك عن غيرهم؟ إذ لم يسبق لأحد أن كتب عنها، أو تناولها بالتعريف ¶ 161",
            "page": "161",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "والتنويه بها، عدا إشارات متفزَقة أتت عَرَضَاً في بطون الكتب أو في خلال! ¶ تراجم العلماء الذين دزَسوا بها. ¶ لذلك رأى ان هذه المدارس جديرة بالاهتمام والذكر في كتاب ¶ مستقل سامل لها، رغم ما يكتنف هذا العمل من وعورة في مَسَالكه، ¶ وصعوبة في مرتقاه؟ لشج مادته، وتشتتها في مصادر متفرقة وأبحاث ¶ متنا ثرة، وتعليقات وحواشِ هنا وهناك. (صا ا - 2 1 م). ¶ وقد قام حفظه الله بهذه المهمة خير قيام، عندما جمع أشتات ¶ المدارس اليمانية بين دفتي هذا الكتاب، فبلغت في مجموعها مئة وثلاثاً ¶ وتسعين مدرسة. ¶ وقذَم المؤلف بمقدمة ضافية تحدَث فيها عن: أنواع المدارس من ¶ حيث تخصيصها للمذاهب الفقهية، والكتب المعتمدة للتدريس في ¶ مختلف العلوم، ومدَة الدراسة وموعدها، واداب التدريس وطرقه. ¶ اما منهج المؤلف في ترتيب كتابه، فقد راعى فيه التسلسل التاريخي ¶ لتأسيس المدارس، فذكر أقدمها تأسيساً، ثم ما تلاها، وهكذا إلى اخر ¶ مدرسة اقيمت عند منتصف الفرن الرابع عشر الهجري، وبين ما هو عامر ¶ من تلك المدارس. كما ذكر مكان كل مدرسة، واسم من بناها إن كان ¶ معروفاَ، وتاريخ بنائها، وأسماء من كان يتوئَى التدريس فيها، مع ترجمة ¶ مختصرة لهم، مراعياَ الإبقاء على أسلوبها كما وَرَدت في مصادرها التي ¶ اعتمدها في التعريف بهم، ليتمثل القارى الأسلوبَ الذي كان سائداً في ¶ العصور السالفة، وطريقة المؤرخين في التعريف بالعلماء. ¶ وعزَج على ذكر الكتب التي كانت تدرس في كل مدرسة، في ¶ مختلف العلوم الاعتقادئة والفقهئة والحديثئة واللغويَّة والمنطقيَّة، ¶ وغيرها. وذكر ما كان يتبع كل مدرسة من اوقاف تكون مصدراً للإنفاق ¶ 162",
            "page": "162",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "عليها، وأورد ما عَثَر عليه من نصوص الوقف الخاصة بكل مدرسة. ¶ وقد زثن حديثه عن كثير من المدارس بإيراد صور لها، أو مخطط ¶ توضيحي لبنائها \" كما في مدرسة الدنوة (ص 267)، والمدرسة الغيثئة ¶ (ص 283)، والمدرسة العامريَّة (ص 339 - 341). وكعادته في أكثر ¶ كتبه، فقد اثرى هذا الكتاب بفهارس هامة، استغرقت اكثر من مئة صفحة ¶ (435 - 439)، اشتملت على: كشَاف بأسماء المدارس على حسب ¶ ورودها في الكتاب، واَخر للمدارس مرتَباً هجائياً. وكشافات للكتب ¶ والأعلام والبلدان، والمصادر والمراجع. ¶ 163",
            "page": "163",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "13 - نشوان بن سعيد الحميري ¶ والصِّراع الفكري والسياسي والمذهبي في عصره ¶ دار الفكر - دمشق، سورية. دار ا لفكر ¶ ا لمعا صر - بيروت، لبنا ن، 8 1 4 ا هـ- ¶ 997 ام، 01 ا صفحة. ¶ \"نشوان بن سعيد الحميري أحد افذاذ علماء اليمن المجتهدين، ¶ الذين ضربوا بسهم قامرٍ في اليمن، وحظً وافر في تشييد ازدهار المعارف ¶ الإسلامية، وأمدوها بنصيب غير منقوص في شتى علومها المختلفة. ¶ وهو ثاني اثنين تجاوزت شهرتُهما حُدودَ اليمن، وانتشر كثير من ¶ معارفهما الواسعة في سائر الأقطار الإسلامية، كما حظيا باهتمام دوائر ¶ الاستشراق، وعلماء الاَثار المهتمين بتاريخ اليمن، وفي عصور ما قبل ¶ الإسلام، ونالا إعجاب مَنْ توفر منهم على ا لاطغ على آثارهما الخالدة، ¶ وعرف مكانتهما العلمية، فكتب منهم من كتب عنهما في دائرة المعارف ¶ الإسلامية، واعتنى اَخرون ببعض مؤلفاتهما دراسةً وتحقيقاً ونشراً. امَّا ¶ الاَخر فهو لسان اليمن أبو محمد الحسن بن محمد الهمْدانيئُ، ذلك لأنه ما ¶ منهما إلا وله مقام مشهود، ومنْزلة مرموقة تبؤَأها بجدارة، وتصدَّرها ¶ بكفاءة واهلئة \". ¶ بهذه العبارات الموجَزة افتتح المؤلف مقدَمة كتابه للتعريف بعَلَمين ¶ بارزين من أعلام اليمن وعلمائه، والذي أفرد كتابه هذا للتعريف بأحدهما، ¶ وهو نشوان بن سعيد الحميري. أما العلم الآخر، وهو أبو الحسن ¶ 164",
            "page": "164",
            "part": "1"
        },
        {
            "id": "170",
            "nass": "الهمْداني، فقد اعتذر عن الكتابة عنه، لا عن قصور وعدم دراية، ولكن ¶ ليفسج المجال لمن هو الصق به وأدرى بمعارفه المنشورة في مصنفاته ¶ الباقية، ألا وهو أخوه وأستاذه القاضي محمد بن علي الاكوع، الذي ¶ أسماه معاصروه (مؤزَخ اليمن ووارث علم الهمْداني). ¶ وقد تحدًث المؤلف القاضي إسماعيل الأكوع في هذا الكتاب عن ¶ مولد نشوان الحميري ونشأته، وحياته العلمية، وتطرَّق إلى الحديث عن ¶ مذهبه ومعتقده، ورأيه في الإمامة، كما عرَّج على الحديث عن نسب ¶ نشوان القحطاني، وما لقيه بسبب ذلك النسب من تعالٍ من الأشراف ¶ العلويين على قومه القحطانيين وهَضْمٍ لحقوقهم. ¶ وبعد ذلك أورد نماذج من شعر نشوان ونثره، واصفاً إياه بالجزالة ¶ والفصاحة والبيان، مع مَيْل إلى السجع غير المتكَالَف. ثم عدَّد مؤلفاته؟ ¶ المخطوط منها والمطبوع والمفقود، ذاكراً مكان وجود المخطوط، ¶ وواصفأ طبعات ما طبع، ومَنْ ذَكَرَ المفقود من هذه الكتب. ¶ والمؤلِّفُ في ذلك كفَه لا يؤرِّخُ لنشوان فقط، إنما يؤرخ لحقبة ¶ زمنية عاشها المترجَم له، بما فيها من صراعات عقائدية مذهبية وسياسية ¶ وقبلية. ¶ وكما بدأت عرض هذا الكتاب باقتباس من مقدمة مؤلفه، كذلك ¶ أختمه بما جاء في الخاتمة التي كتبها المؤلف حفظه الله؟ حيث قال: \"هذا ¶ هو نشوان بن سعيد الحميري، عرضتُ آراءه وحقيقة أمره ومعتقده، وما ¶ قاله فيه خصومه، وما ردَّ عليهم، ولم اعفَق على ما قاله، ولا على من ¶ اعترض عليه، لا مؤيِّداً ولا مفنِّداً، وتركتُ الحكم للقارئ وحده \". ¶ ثم يقول: \"لقد عاش نشوان مؤمناً بعقيدته، مدافعاً عنها بقلمه ¶ ولسانه، حتَى فارق الحياة بعد حياة طويلة شهدت صراعاً فكرياً وعقائدياً ¶ 165",
            "page": "165",
            "part": "1"
        },
        {
            "id": "171",
            "nass": "وسياسياً، كان عنيفاً عنفاً ما يزال صداه يترذَد محتدماً حتى اليوم \". ¶ بقي أن أقول: إن أصل هذا الكتاب نشر في الكتاب التذكاري ¶ المهدَى إلى الأستاذ محمود محمد شاكر من اصدقائه بمناسبة بلوغه ¶ سبعين سنة من عمره، ثم أُعيد نشره مستقلاًّ؟ نشرته دار الكتاب العربي، ¶ ثم نشر مرة أخرى بعد توسيعه، وطبع في دار الفكر المعاصر. وقد ترجم ¶ إلى اللغتين الألمانية والإنكليزية، تحت إشراف السفير الألماني الدكتور ¶ فرنر دوم، وصدر في كتاب (الحضارة اليمانية ثلاثة الاف سنة)، في ¶ ميونخ سنة 987 1 م في طبعتيه الألمانية والإنكليزية. ¶ 166",
            "page": "166",
            "part": "1"
        },
        {
            "id": "172",
            "nass": "4 1 - هجر العلم ومعاقله في اليمن ¶ دار الفكر المعاصر - بيروت، لبنان. دار ¶ ا لفكر - دمشق، سورية، 6 1 4 ا هـ- ¶ 995 ام، 5 مجلدات + مجلد فهارس ¶ عامة. ¶ حار قلمي عندما أراد تسطير كلمات عن كتاب (هجر العلم ومعاقله ¶ في اليمن) من تأليف شيخنا العلامة القاضي إسماعيل بن علي الاكوع، ¶ حفظه الله: أيكتبُ عن هذا الكتاب وهو متفرد في بابه؟ ام عن موضوع ¶ الكتاب، وهو أيضاً متفرِّد عن غيره من الموضوعات، كما أنَّ القطر ¶ اليماني تفرَّد عن غيره من البلدان الإسلامية فيما يسمى (هجر العلم ¶ ومعاقله في اليمن) فهجر العلم ومعاقله في اليمن بالمفهوم الاصطلاحي ¶ الذي عرفه شيخنا المؤلف لا نجده في أي الأقطار الإسلامية على اتِّساع ¶ رقعتها. ¶ ومع ما تتمتعَ به هجر العلم ومعاقله في اليمن من مزايا عديدة، ¶ ومكانة كبيرة في تاريخ نهضة اليمن العلمية؟ فإئها لم تنل شيئاً مما تستحقه ¶ من الدراسة حول بداية نشأتها، واسباب ظهورها، وعوامل وجودها، ¶ واثرها الإيجابي في دوام ازدهار العلم في اليمن، مع أنها جديرة بالاهتمام ¶ بها، والإشادة بذكرها، والتنويه بشأن من السَّسها، ودَرس أو دزَس فيها، ¶ وإفرادها بالذكر في كتاب مستقل. ¶ فهذا المصطلح تفرَّد به اليمن، والحديث عنه تفزَد به هذا الكتاب، ¶ فنحن إذاً أمام الحديث عن موضوع فريد، وعن كتاب فريد أيضاً. ¶ 167",
            "page": "167",
            "part": "1"
        },
        {
            "id": "173",
            "nass": "ولئن كان القاضي إسماعيل الأكوع قد بحث موضوعات شتَّى ¶ تخمقُ الثراث ا أجمني شملت بلدانه وأمثاله وعلماءه وتاريخه وقبائله ¶ و. . . فإن هذا الكتاب قد حوى ذلك جميعاً. ¶ والحديثُ عن موضوع الهجر والتهجير في اليمن طويلٌ ومتشعِّبٌ، ¶ وقد كفانا مؤونة ذلك شيخنا العلامة إسماعيل في دراسته المُسْهَبة التي ¶ قذَمها إلى المجمع الملكي لبحوث الحضارة الإسلامية - مؤسسة ال البيت ¶ بالأردن - سنة 990 ام، ثم نشرت في دار الفكر بدمشق، وكانت بعنوان ¶ (المدخل إلى معرفة هجر العلم ومعاقله في اليمن)، حيث افاضَ الحديث ¶ فيها عن مصطلج الهجر والتهجير والقوانين والأنظمة التي كانت متَّبعة في ¶ المعاقل والمدارس العلمية في اليمن. وإن كنا نتمنى على شيخنا الفاضل ¶ أن تكون هذه الدراسة الموسعة ملحقة بالكتاب نفسه لتعم الفائدة؟ لأنني ¶ أجزم أن أكثر من قرأ كتاب (الهجر) لم يطلع على الدراسة التي كتبت عنه، ¶ والتي تعدُ مفتاحاً مهماً لفهم كثير مما جاء فيه. ¶ وتعود معرفتي بالكتاب للمرة الأولى من خلال الدراسة المشار إليها ¶ اَنفاً؟ حيث شوَّقتني كما شوَّقت غيري إلى الوقوف على أصل الكتاب؟ ¶ فلفَا قرأتُ تلك الدراسة علمتُ أن هناك عملاً عظيماً لا يمكن لشخص ¶ بمفرده ان يقوم به؟ فمثل هذا العمل تقوم على تنفيذ 5 جهات كبرى، ¶ وتُرصد له الأموال الطائلة، وتُخضَص له لجان علمية وفنية متخصِّصة، ثم ¶ اطَّلعتُ على الكتاب قبل طبعه، عند زيارتي لشيخنا المؤلف في منْزله ¶ باليمن في 16 شعبان سنة 412 اهـ، الموافق 19 شباط 992 ام، حيث ¶ تفضل بإطلاعي على أصول الكتاب وما تم إنجاز 5 منه؟ فرأيتُ الأمر أكبر ¶ مما قرأت عنه وسمعت، وليس المخبَر كالمعاين. ¶ حفاً لفد هالني ما رايت. . إنها مادة علمية غزيرة؟ وضعها المؤلف ¶ 168",
            "page": "168",
            "part": "1"
        },
        {
            "id": "174",
            "nass": "في موسوعته هذه، جمعها على مدى ربع قرن من الزمان، جاب خلالها ¶ القطر اليماني، متنقِّلأ بين مدنه وقرا 5 وهجر 5، يصعد أعالي جباله، ثم ¶ ينزل إلى وديانه السحيقة، يلتقي بخاصَّة الناس وعامتهم، سائلاً هذا عن ¶ موضع قد دَرَسَ فجُهِل مكانُه، ومُسْتفسراً من ذاك عن عالمٍ لم تُعوف ¶ تفاصيل سيرته. ¶ وكأني بالشيخ حفظه الله وهو يصعد قمة جبل شاهق؟ ليرى عن ¶ كثب اطلال مدرسة في هِجرة قد هجرها اهلُها، وارا 5 يُمعن النظر في ¶ شاهد قبر قد انمحت كثير من ملامحه، علَى يجد معلومة في تحديد نسب ¶ صاحب الفبر أو سنة وفاته0 ¶ فالمؤلف لم يقتصر في تدوين معلومات كتابة موسوعته على ¶ معلومات نظرية، اقتبسها من بطون الكتب، بل كانت جُلُّ معلوماته بناءً ¶ على دراسات ميدانية توثيفئة، استقى معطمها من زياراته المتكرِّرة للبلدان ¶ والهجر والمدارس التي كتب عنها، ومن الوثائق الشرعية التي اطَّلع عليها ¶ في سجلاَّت الوثائق الرسمية، او ما كان محفوظاً منها عند أصحابها. ¶ ونجد 5 - حفظه الله - يعود إلى مذكراته التي كان قد دؤَنها على مدى ¶ نصف قرن من الزمان، وفيها الكثير من المعلومات التاريخية والجغرافية ¶ والسياسية، والتي نأمل أن ترى النور في عالم الطباعة والنشر. ¶ وأما هذا القدر الكبير من المعلومات المدونة في هذا الكتاب؟ فإننا ¶ نجد المتعة في القراءة والفائدة المتنوعة؟ فالكتاب وإن كان في أغلبه ¶ تراجم لعلماء وشخصيات يمانية كان لها دور في المجتمع اليماني على مرِّ ¶ عصوره، إلا أننا نجد فيه الكثير من الفوائد المتناثرة، والتي لا نجدها ¶ مجتمعة في كتاب من الكتب التي تخص القطر اليماني. ¶ فالدارس لتاريخ اليمن لا بد له من الرجوع إلى هذا الكتاب، ومن ¶ 169",
            "page": "169",
            "part": "1"
        },
        {
            "id": "175",
            "nass": "يبحث في جغرافية اليمن، أو الأنساب والقبائل اليمانية يجد بغيته فيه. ¶ ومن له اهتمام بالعقائد والمذاهب والفرق الإسلامية والفكرية التي ¶ انتشرت في اليمن قديماً وحديثأ، لا بدَ له من الالمشعانة بهذا الكتاب، بل ¶ هذه الموسوعة. ¶ أما تاريخ اليمن المعاصر؟ فكان له حظ وافر من الحديث، من ¶ خلال! ترجمات كثير من الأشخاص الذين كان لهم دور بارزٌ في تكوين ¶ تاريخ اليمن الحديث. ¶ كل ذلك صيغ بأسلوب سهل قريب من القارئ، لا تضعفه ركاكة ¶ الأسلوب، ولا يُعَقّدُه حوشِى أللفط وغريبُه. فيه الأمانة في النقل، والعزو ¶ إلى المصادر، التي اسْتثيت منها المعلومة المدؤَنة، سواء أكانت كتاباً ¶ مطبوعاً، أو مخطوطة في مكتبة عامة، أو من مُقْتنيات عالم من العلماء، ¶ أو ممَّا سمعه من أفواه الرجال!، رائدُهُ في ذلك الموضوعية في البحث، ¶ وبيان الحقيقة فيما يعتقد ويكتب، وإ نْ خَالفَ ا لاخرين، بل وإ نْ أغضبهم!. ¶ وبعد؟ فالكتابة عن هذا الكتاب، وعن مؤلفه طالت أم قصُرت لن ¶ توفيه حقَّه؟ فالموضوع طريفٌ وفريد، والكتاب طريف وفريد، والمؤلَف ¶ قد تضفَع من حثا اليمن، ومن العلم اليماني، ومن الحكمة اليمانية؟ فما ¶ ترك شيئاً مما يخصُّ اليمن إلا بَحَثَه وكتبَ فيه مقالة أو دراسة، أو كتاباً ¶ موشَعأ؟ فهذا كتاب عن أمثال! اليمن، وذاك عن بلدانها، واَخر عن ¶ مدارسها العلمية، وغيره عن سدودها. فما عسانا أن نكتب عن شيخنا ¶ علامة اليمن القاضي إسماعيل بن علي الأكوع، بارك الله في عمره، وما ¶ عسانا أن نكتب عن مؤلفه العظيم هذا؟ فضلاً عن مؤلفاته الاخرى؟. ¶ بقي أن أقول ة إن هذا الكتاب قد احتوى على (505) هجرة من ¶ هجر العلم ومعاقله في اليمن، إضافة إلى 6279 علماً من أعلام اليمن. ¶ 170",
            "page": "170",
            "part": "1"
        },
        {
            "id": "176",
            "nass": "وقد صدر مؤخرأ (سنة 424 اهـ، 03 0 2 م) مُستدرك لهذا الكتاب، ¶ جاء في (536) صفحة، (170) صفحة منها افردها المؤلف للمقالات ¶ والتقاريط التي كتبت في هذا الكتاب نثراً وشعراً، وكان هذا العرض منها. ¶ والقسم الثاني المستدركات على الأجزاء الأربعة من الكتاب؟ من تصحيح ¶ خطأ مطبعي، أو إضافة معلومة جديدة، أو تبيين الصواب في وهم وقع، ¶ وغير ذلك. ¶ وقد وعد المؤلف أن يضمن هذا المستدرك في صلب الكتاب الاصل ¶ في طبعاته المقبلة إن شاء الله. ¶ 171",
            "page": "171",
            "part": "1"
        },
        {
            "id": "177",
            "nass": "ثانياً - البحوث والمقالات النقدية ¶ أ - ا لبحوث: ¶ 1 - الأفعول، وما جاء على وزنه من أسماء القبائل اليمانية. ¶ نشر في مجلة (معهد المخطوطات) في القاهرة في المجلد 1 2 ج أ ¶ جمادى الأولى سنة 395 أهـ (أيار سنة 975 أم)، ثم نشره مرة ثانية ¶ موسعاً في مجلة (اللسان العربي) المجلد الخامس عشر التي تصدر في ¶ الرباط (المغرب)، ثم نشر موسعاً بعد أن تضاعف حجمه في مجلة ¶ (مجمع اللغة العربية) في دمشق مجلد 61 ج 2 شهر رجب سنة 06 4 أهـ ¶ (نيسان سنة 1986 م). ¶ 2 - أبرز الاَثار الإسلامية في اليمن. ¶ قدم للمؤتمر العربي التاسع للاَثار الذي انعقد في صنعاء في شباط ¶ سنة 980 أم. ¶ 3 - التراث الفكري في غابر اليمن وحاضرها. ¶ نشر في (مجلة مجمع اللغة العربية الأردني)، العدد المزدوج 1 1 -  ¶ 12 من السنة الرابعة شهر ربيع الأول - شهر رجب 401 أهـ- كانون ¶ الأول / حزيران 981 أم. ¶ 4 - تداخل الأنساب في القبائل اليمانية واختلاف المؤرحْين حول ¶ بعصْها. ¶ نشر قسم منه في (مجلة مجمع اللغة العربية) بدمشق 4 م 45 سنة ¶ 400 اهـ (979 ام). ¶ 172",
            "page": "172",
            "part": "1"
        },
        {
            "id": "178",
            "nass": "5 - سدود اليمن: أبرز معالمها الحضا رية. ¶ نشر في (مجلة المنهل) التي تصدر في جدة في العدد السنوي ¶ المختص بالأثر والاَثار في العدد 4 45 السنة 53 المجلد 48 شهر رمضان / ¶ شوال سنة 407 اهـ (مايو سنة 987 ام) ثم طبع مستقلاً بعد التوسع في ¶ مادته، وقد نشر في (مؤسسة الإبداع) سنة 2 0 0 2 م. ¶ 6 - صنعاء ومعالمها التاريخية. ¶ قدم للمؤتمر التاسع للآثار ايضاً. ¶ 7 - صنعاء عند المؤرخيق. ¶ نشر في مجلة (الإكليل) العددان 3، 2 السنة الثانية (403 اهـ- ¶ 983 ام). ¶ 8 - الكنى والألقاب وا لأسماء عند العرب وما انفردت به اليمن. ¶ نشر في (مجلة مجمع اللغة العربية) في دمشق ج 22 و 53 سنة ¶ 398 اهـ). ¶ 9 - اللغات اليمانية القديمة ومدى صلتها وارتباطها باللغة العربية ¶ الفصحى وما لها مق خصائص انفردت بها. ¶ نشر في (مجلة مجمع اللغة العربية الأردني) العدد المزدوج 9 1 ¶ و 20 السنة السادسة، شهر ربيع الأول - شهر رمضان سنة 403 اهـ، ¶ كانون الثاني -حزيران سنة 983 1 م. ¶ 0 1 - المؤرخ الخزرجي ومؤلفاته. ¶ نشر في (مجلة العرب): جا، 3 السنة 2 ا شهر رجب وشعبان سنة ¶ 1397، حزيران وا! سنة 977 1 م. ¶ 173",
            "page": "173",
            "part": "1"
        },
        {
            "id": "179",
            "nass": "1 1 - كلمات تركية مستعملة في اللغة اليمانية الدارجة في اليمن. ¶ نشر في (مجلة المجمع العلمي العراقي) ج 3 م 31 سنة 400 اهـ ¶ (980 ام)، ثم نشر موسعاً في مجلة (الإكليل) العدد الأول السنة الثالثة ¶ سنة 406 اهـ (985 ام). ¶ 12 - طائفة من أوزان أسماء القبائل والبلدان في اليمن الواردة على ¶ وزن فعلان وغيره. ¶ نشرت في مجلة (مجمع اللغة العربية) في دمشق م 62 ج 2 سنة ¶ (987 ام). ¶ 13 - الفعالي، وما جاء على وزنه من أسماء القرى والبلدان ¶ والبطون والأفخاذ والعشائر في اليمن. ¶ نشر في مجلة (مجمع اللغة العربية) م 64 ج 0 1. ¶ 4 1 - مخاليف اليمن عند الجغرافيين المسلمين. ¶ نشر في مجلة (مجمع اللغة العربية الأردني)، العدد 33 س 1 1 ¶ جمادى الأولى - شوال سنة 07 4 ا هكانون الثاني - حزيران 987 1 م، ثم ¶ نشر موسعأ مع بحوث أخرى في المجمع الثاني في أبو ظبي. ¶ 15 - جامع صنعاء، وتطور عمرانه منذ نشأته إلى اليوم في كتاب ¶ (مصاحف صنعاء). ¶ إصدار دار الاَثار الإسلامية في الكويت 5 0 4 ا هـ (985 1 م). ¶ 6 1 - تاريخ حمامات صنعاء. ¶ ترجمه إلى الإنجليزية المستعرب ر. ب - سرجنت، وصدر في ¶ كتاب صنعاء بإشراف الأستاذ ر. ب سرجنت ود. رون لوكوك. ¶ 174",
            "page": "174",
            "part": "1"
        },
        {
            "id": "180",
            "nass": "17 - المدخل إلى معرفة هجر العلم ومعاقله باليمن. ¶ بحث مسهب قذَمه المؤلف إلى المجمع الملكي لبحوث الحضارة ¶ الإسلامية - مؤسسة آل البيت بالأردن، سنة 1 99 1 م، ثم نشر في دار الفكر ¶ بدمشق. ¶ 18 - الأسبال! الحقيقة لمقاومة أهل اليمن للحكم العثماني. ¶ نشر في (المجلة التاريخية العربية للدراسات العثمانية) التي تصدر ¶ عن مركز الدراسات العثمانية والموريسيكية والتوثيق والمعلومات، العدد ¶ الثالث والرابع (سنة 991 1 م في - زغوان - الجمهورية التونسية). ¶ ب -المقالات النقدية: ¶ ا - تعقيب على كتاب (تاريخ العرب القديم)، تأليف (ديتليف ¶ نيلس)، و (فرتزل هومل) و ال. رودو كاناكيس)، و (أدولف ¶ جروهمان)، ترجمة: د. فؤاد حسنين علي. ¶ نشر التعقيب في (مجلة الأداب) في بيروت، العدد الخامس، السنة ¶ السابعة سنة 1959 م. وكان هذا اول مقال نقدي أو تعقيب في المجلات ¶ العلمية. ¶ 2 - حول كتاب (الأعلام) لخير الدين الزركلي، نقد وتصحيح. ¶ نشر في مجلة (العرب) ج 8، 7 سنة 394 ا هـ- (974 ام). ¶ 3 - حول (معجم المؤلفين) لعمر رضا كحالة، نقد وتصحيح. ¶ نشر في مجلة (مجمع اللغة العربية) دمشق ج 2/ 1 4 ربيع ا لاول سنة ¶ 396 ا هـ. ¶ 175",
            "page": "175",
            "part": "1"
        },
        {
            "id": "181",
            "nass": "4 - ملاحظات حول (كناب التاريخ العسكري لليمن) سلطان ناجي. ¶ نشرت في مجلة (البيان) الكويتية العدد 46 1 سنة 978 1 م. ¶ 5 - تعقيب على بحث (أروى تتولى الحكم في اليمن): د. فضيلة ¶ الشامي المنشور في مجلة (المورد)، م 8 العدد 3 سنة 4 0 4 1 هـ، وقد ¶ اعترض د. عارف على تعقيبه. ¶ نشر في مجلة (الفيصل) العدد 94، فعقب عليه بمقال بعنوان ¶ (تعقيب على التعقيب)، نشر في مجلة الفيصل أيضاًالعدد 98 في باب ¶ مناقشات وتعليقات، وقد نشر البحث والتعقيب عليه والاعتراض عليه ¶ مجموعاً في مجلة (الإكليل)، التي تصدرها وزارة الإعلام والثقافة في ¶ الجمهورية العربية اليمنية، ثم في مجلة (المجمع العلمي الهندي). ¶ 6 - تعقيب على بحث (دراسات اللهجة العربية في اللهجة ¶ الصنعانية): د. خليل إبراهيم العطية المنشور في مجلة (الخليج العربي) ¶ الضَادرة عن مركز دراسات الخليج العربي بجامعة البصرة م 16 العدد ¶ الأول سنة 984 1 م. ¶ نشر التعقيب في المجلة نفسها م 17، العدد 43 سنة 406 1هـ ¶ (985 1م). ¶ 7 - تعقيب على ما كتبه د. محمد سيف النصر عن (المدارس ¶ الإسلامية في اليمن) المنشور في مجلة (الإكليل). ¶ وقد نشر التعقيب في (مجلة اليمن الجديد)، العدد الخامس، السنة ¶ 15 من شهر رمضان سنة 06 4 1 هـ (986 1م)، ثم أعيد نشره بعد التوسع ¶ لمحيه في مجلة العرب ج 2، 1 السنة 22 شهر رجب -شعبان 987 1 م. ¶ 176",
            "page": "176",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 27 ¶ إسماعيل بن علي الأكوع ¶ علامة اليمن ومؤرخها ¶ تأليف ¶ إبراهيم باجس عبد المجيد المقدسي ¶ دار القلم ¶ دمشق ¶ __________ ¶ ((نسخة محولة بواسطة القارئ الآلي، وتم مراجعتها مراجعة مبدئية، وليست نهائية؛ ولذا وجب التنبيه وبخاصة في الآيات القرآنية والأرقام والجداول!))",
            "page": "1",
            "part": "1"
        },
        {
            "id": "11",
            "nass": " ",
            "page": "8",
            "part": "1"
        },
        {
            "id": "18",
            "nass": " ",
            "page": "14",
            "part": "1"
        },
        {
            "id": "111",
            "nass": " ",
            "page": "106",
            "part": "1"
        }
    ],
    "t38598": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "إسماعيل بن علي الأكوع علامة اليمن ومؤرخها"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "تقديم بقلم الأستاذ الدكتور ناصر الدين الأسد"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "المقَدّمَة"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول لمحات من حياته"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني تعريف بمؤلفاته"
        }
    ]
}