{
    "b38606": [
        {
            "id": "3",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 35 ¶ مصطفى أحمد الزرقا ¶ فقيه العصر وشيخ الحقوقيين ¶ 1325 - 1420 هـ / 1907 - 1999 م ¶ تأليف ¶ د. عبد الناصر أبو البصل ¶ دار القلم ¶ دمشق",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "مصطفى أحمد الزرقا",
            "page": "3",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الطبعة الأولى ¶ 1431 هـ - 2010 م ¶ جُقوق الطَّخع مَجفوظَة ¶ تُطلب جميع كتبنا من' ¶ د ار ا لقلم - دمشق هاتف: 2229177 فاكس: 2455738 ص. ب: 4523 ¶ الدار الشاميلا - بيروت هاتف: 857222 (1 0) فاكس: 857444 (1 0) صا. ب: 1 0 113/ 65 ¶ +هح. لأ 3 - +،1،كا ا،.وليملا ¶ توزع جميع كتبنا في السعودية عن طريق: ¶ دار البشير - جدّة: 461 21 ص. ب: 2895 هاتف: 4 0 66089/ 6657621",
            "page": "4",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "مقدمة ¶ الحمدُ للّه ربّ العالمين، والصلاة والسلام على سيدنا محمد خاتم ¶ الأنبياء والمرسلين، وعلى اكه وصحابته الغرّ الميامين، وعلى من سار ¶ على نهجه، واستنَّ بسُنَّته، واقتفى أثره إلى يوم الدين. ¶ أما بعد: فقد سزَني الأستاذ الشيخ محمد علي دولة بطلبه أن أكتب ¶ عن شيخنا العلاّمة مصطفى الزرقا - رحمه اللّه - ذلك العَلَم الذي عزَّ نظيره ¶ بين فقهاء هذا الزمن. ¶ وكنتُ صحبتُ الشيخَ وتتلمذتُ عليه، وكان له أثرٌ كبيرٌ في تغيير ¶ مسيرة حياتي العلمية، ولشدّة تأثّري به ومحبّتي له، كنتُ أدوِّنُ كلَّ شارد؟ ¶ وواردة، وكل كلمؤ أو دعابة أو نكتة علمية أو أدبية يذكرها في محاضراته ¶ أو خارجها، وقد تجمَّع لدي الكثير من الأوراق، والقصائد، والرسائل، ¶ التي كان يبعث بها إليئَ خلال أسفاره، أو أسفاري خارج الأردن. ¶ وبعد أن شُغلتُ بالتدريس والعمل الإداري بَعُدَ ما بيني وبين تلك ¶ الأوراق التي كتبتُها عن أستاذي رحمه اللّه، وكنتُ مع ذلك أعيدُ النظر فيها ¶ والحسره تملأُ قلبي لتأخّري عن الكتابة عن الشيخ، حتى سمعتُ نبأ ¶ وفاته، الذي أعادني إلى تلك الأيام والليالي التي لم تكن تمز دقيقة منها ¶ إلاَّ ونحن نضيف إلى معلوماتنا معلومة مفيدة جديدة، أو خبرة من خبرات ¶ الشيخ في حياته، كنا نعدّها من الكنوز النفيسة.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "لقد كانت سعادتي غامرةً وأنا أعيدُ النظر في تلك الأوراق، وفي ¶ إعادة قراءة مصنفات الشيخ رحمه اللّه، حتى تنبَّهتُ لطلب الأستاذ (محمد ¶ علي دولة) بضرورة الالتزام بمنهج السلسلة التي ينوي إخراجها والسير ¶ على منوالها. وقد كانَ طلبه بمثابة (الكوابج) التي تمسِكُ القلم عن السير ¶ قُدُماً في تأدية الحق الذي يجب لأستاذنا في أعناقنا، ولعلَّ اَخرين فضلاء ¶ يقومون بهذا الواجب إن شاء اللّه، فثمار الشيخ الطيبة تنتشر في كل أرجاء ¶ العالم الإسلامي، ولو أردنا أن نضعَ ترجمةً وافيةً وشاملةً لطال بنا المفام، ¶ فما نلتقي شخصاً عرفَ الشيخ، أو تتلمذَ عليه، أو سأله إلا ويسردُ لك من ¶ المعلومات المفيدة، والمسائل الجديدة، واللطائف الظريفة ما لا يتَّسع له ¶ كتاب واحد. ¶ كما أننا لا نستطيع إحصاء من تتلمذوا على يد الشيخ في الجامعات ¶ التي درس فيها، وأنَّى ذلك؟ وحياته التي قضاها في التعليم تقارب نصف ¶ قرن. ¶ إنَّ هذا الكتاب الذي اُقدِّمه للقرّاء عبارة عن مجموعة من ¶ المعلومات اجتزأتها من جملة الأوراق والمفالات والمحاضرات التي ¶ تركها لنا الشيخ رحمه اللّه هدفت منها إيراد تعريف عام موجز بأستاذنا ¶ العلاّمة الزرقا. ¶ والتزاماً بنهج السلسلة (علماء ومفكّرون معاصرون) سيكون ¶ الكتاب في فصلين: ¶ الأول: بعنوان ا لمحات من حياته). ¶ والثاني: (تعريف بمؤلفاته)، ولا يفوتني ان أذكر في ختام هذه ¶ المقدمة أنَّ أستاذنا الدكتور محمد فتحي الدريني، علاّمة السياسة الشرعية ¶ وأستاذ الأصول - حفظه اللّه - قد تفضَّل بكتابة مقال موجز، شامل، يظهر",
            "page": "6",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "مكانة الشيخ الزرقا في نفسه - وفي نفوسنا جميعاً - وسيكون هذا المقال ¶ تقدمة بين يدي الكتاب ضمن المقدمات التي تتحدَّث عن الشيخ رحمه ¶ اللّه. ¶ ولقد تعاصر الشيخان الزرقا والدريني (مع تقدم الأستاذ الزرقا في ¶ السن وفي التدريس) في جامعة دمشق وفي الجامعة الأردنية استاذين ¶ مُرَبَيين، وكانت لقاءاتهما العلمية منارات تضيء طريق طلبة العلم، فجزى ¶ اللّه أستاذنا الدكتور الدريني على ما قدَّمه وبذله، ورحم استاذنا وشيخنا ¶ الزرقا رحمةً واسعة. ¶ ولا يفوتني في هذه المقدّمة ان أتقدَّم من استاذنا الدكتور محمد ¶ أنس الزرقا، والشيخ مجد مكي، والشيخ حسن السماحي سويدان، ¶ وكذلك أخصّ الأستاذ الكبير محمود نادي عبيدات بالشكر على ¶ الملحوظات التي أبدوها على النسخة الاولى من مخطوطة الكتاب. كما ¶ اعبّر عن امتناني لفضيلة الأستاذ الدكتور احمد الحجِّي الكردي، على ¶ تصويباته الكثيرة للنسخة الئانية من المخطوطة، وعلى مفدمته عن الشيخ. ¶ وأسأل اللّه لهم التوفيق وأن يجعل أعمالهم في ميزان حسناتهم. إنه سميع ¶ مجيب. واللّه وليُّ التوفيق. ¶ عمان ¶ 426/ 1/1 اهـ ¶ 2005/ 2/10 م ¶ عبد الناصر موسى أبو البصل",
            "page": "7",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "مقدمات ¶ 1 - مصطفى أحمد الزرقا: فقيه باحث ثبت ¶ بقلم الدكتور محمد رجب البيومي ¶ 2 - انطباعات عن فقه أستاذنا مصطفى الزرقا ¶ وإسهاماته العلمية ¶ بقلم الدكتور علي الندوي ¶ 3 - مصطفى الزرقا: عقلية فقهية نادرة ¶ بقلم الدكتور أحمد الحجي الكردي ¶ 4 - حياة الاستاذ الكبير العالم الفذ ¶ مصطفى الزرقا باني الجيل المعاصر: ¶ دقة في النظر، وعمق في الدليل ¶ بقلم الدكتور فتحي الدريني ¶ 5 - الوالد الشيخ مصطفى في بيته ¶ بقلم ابنه الدكتور محمد أنس الزرقا",
            "page": "9",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "مصطفى أحمد الزرقا ¶ فقيه باحث ثَبْت ¶ بقلم ¶ الدكتور محمد رجب البيومي ¶ رئيس تحرير مجلة الأزهر ¶ كنتُ أُطالعُ في المجلاَّت العلمية بحوثاً فقهية للأستاذ مصطفى ¶ أحمد الزرقا؟ فأجدُها واضحةَ التعبير، سهلةَ التناول، مع دسامتها ¶ الفكرية، فهي تسير في نسق سلس مطرد، وكأنَّها مقال أدبيّ يوحي به ¶ خاطرُ كاتبٍ مبدع، وأنا أحبّ هذا الطراز من القولِ منذُ تمتعتُ به في اَئار ¶ المغفور له الأستاذ عبد الوهاب خلاف رحمه اللّه، إذا كان يجذبُ القارئ ¶ إلى بحوئه الفقهية بما جُبل عليه من سهولة الأداء، وقد اعتقدتُ انَّ الأستاذ ¶ الزرقا ألمَّ بكتب الأدب العربي إلماماً واسعاً، لأنَّ صاحب هذا الإيضاح ¶ السلس في بحوث التشريع لا بد أن يرتكزَ على دعامة أدبيّة هي منواله ¶ الذي ينسج عليه اَثار 5. ¶ ثم عرفتُ أنَّه درس في كليتي الحقوق والاداب معاً، وأنَّ والد5 ¶ الفقيه المتمكّن كان أديباً راويةً إخبارياً، يمتّعه في صبا 5 بدرس الأدب كما ¶ يفيد 5 بحقائق الفقه، وهو في هذا المنحى قريمب من الأديب الكبير الأستاذ ¶ علي الطنطاوي (1)؟ حين دَرَس في صبا 5 الففه والأدب دراسةً متوازيةً، ¶ (1) ¶ الأستاذان الزرقا والطنطاوي درسا معاً في معهد الحقوق العربي ومدرسة ¶ الاَداب العليا في دمشق، وتخرجا منها (ن). ¶ 11",
            "page": "11",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ومع نبوغه في البيان حتى عُدَّ اليوم من كبار فطاحله، وقد كان قاضياً درس ¶ القانون دراسةَ الباحث المتخصص!. ¶ على أنّي فيما تذكَّرتُ أنَّ الأستاذ الزرقا قد عالج الشعرَ على ¶ صفحات مجلة (الرسالة) (1)، والشعر المسرحي ذا الموهبة النادرة، حيث ¶ كتب مسرحية قصيرة تدورُ حول موضوع طريف؟ لأنَّ الشاعر الكبير ¶ الأستاذ عزيز أباظة حين فقد زوجته الحبيبة، ورثاها بديوان كامل، كان قد ¶ قال في بعض مَرْثَيَاتِه: ¶ سَألقَاكِ لَمْ يشغَلْ فَراغ تَرَكْتِهِ بِبَيْيي، ولَمْ يُمْلأ مَكَانُكِ مِنْ قَلْبِي ¶ ثم نزل على حكم الائام، فتزوَّج واحبّ، وهنا شاء الأستاذ الزرقا- ¶ وكان حينئذٍ أستاذ الحقوق المدنية في الجامعة السورية كما وقَّع مسرحيته ¶ - أن يتخيَّل سيدات فُضليات جلسنَ يبحثنَ أمرَ الشاعر حين أخلف عهده، ¶ وهُنَّ رفيفات مخلصات للزوجة الراحلة، ومعهنّ الشاعر عبد الرحمن ¶ صدقي، الذي رثى زوجته بديوان، ثم تزوَّجَ أيضاً من بعدُ، وقد قال ¶ الأستاذ الزرقا على لسانِ مَنْ سمَّاها سعاد: ¶ (عَزِيْزُ) لِفَقْدِهَا ذُو اللُّبِّ طَاشَا وكَانَ وَفاؤكَ العجبَ انْتِعَاشَا ¶ اتَبْغِي بَعْدَهَا أنْساً بِزَوجٍ وتَبْنِي بَعْدَ مَا رَحَلَتْ فِرَاشَا ¶ ودار الحوار المسرحي على مدى صفحتين كاملتين من صفحات ¶ الرسالة، وليسَ من غايتي الاَن أن أزن قدرة الزرقا المسرحية، ولا مقدرته ¶ الشعرية، ولكنّي أريد أن أُسجِّل أنَّ من خير الفقيه، ومن سعة النفع بآثار 5 ¶ أن يكون أديباً مفطوراً على الأسلوب المبين، لأنَّ هذا يجعلُ قرّاء5 في ¶ (1) مجلة الرسالة، العدد (698)، 18/ 1 1/ 963 أم. ¶ 12",
            "page": "12",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "تخصصه الدقيق أكثر من قرّاء فقيهٍ لا يلمُّ بفنون الأدب، ولا يُحسِنُ تناول ¶ البحث في نطاقه الفصيح. ¶ كما أذكرُ أمراً ثانياً مزَ بي، خاصاً بالأستاذ الزرقا، ففد كنتُ اُعدُّ ¶ رسالة الدكتوراه عن البيان النبوي، مفصلاً نواحيَ الفول! في أسلوب ¶ الرسول! الأعظم! ي! أديباً مبيناً، إذ هُو أفصجُ مقاول! العرب، وأوْفاهم ¶ اداءً، فكتبتُ فصلاً عن الفُروق الواضحة بين أسلوب القران وأسلوب ¶ الحديث، وعرضتُه على صديقي الأستاذ عبد الرحيم فودة رحمه اللّه، ¶ فقال! بعد أن استوعبَ حقائقه: \"لقد فاتكَ شي! كثير مما يجبُ أن يُقال!، ¶ فإنَّ الاشتاذ مصطفى أحمد الزرقا قد كتبَ بحثاً في هذا المجال! أوفى به ¶ على الغاية، ولا بدَّ ان ترجعَ إليه \"، وتَلطَّف واحضر لي البحث المشار ¶ إليه، وقد نُشِرَ بمجلة الواء الإسلام) في عددين متواليين، فلمَّا قرأتُ ما ¶ كتب الأستاذ وجدتُ أئه أتى بما لم ات به، بل وجدتُ من الخير ان اقتبسَ ¶ لبابه، وأن أشيرَ إليه مَصْدراً قوياً من اصول! هذا البحث. ¶ وقد قرَّر الاشتاذ في مبدئه أنَّ الحديث النبوي جاء كلّه على ¶ الاشلوب المعتاد للعرب في التخاطب، تتجلَّى فيه لغة المحادثة والتفهيم ¶ والتعليم والخطابة في صورها المألوفة عند العرب، ويتميَّز عن الكلام ¶ العربي المألوف بلغته المنتقاة، وبإحكام في التعبير، وجمْعٍ للمعاني ¶ المقصودة بأوجزِ طريق واقربه، دون حشو، مما استحقَّ ان يسمَّى جوامع ¶ الكلم. ¶ اما أسلوب القران فقد قال! ا لأستاذ عنه (1): \" أسلول! مبتكَر، لا يجدُ ¶ الناظر فيه والسامعُ إليه شبيهاً له فيما يُعرف من كلام العرب وأساليبهم، ¶ (1) مجلة لواء الإسلام، شعبان، سنة 379 ا هـ. ¶ 13",
            "page": "13",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "فهو يفرض الأحكام ويعالج الكلِّيات، ويضربُ الأمثال، ويوجِّهُ ¶ المواعظ: في عموم لا تُشبهه العمومات المألوفة، وخطاب فيه من ¶ التجويد ما يجعلُ له طابعاً خاصأ منقطع النظير\". ¶ ولتفصيل هذا الفرق الواضح بين الأسلوبين، عرض الأستاذ لنماذج ¶ من الفول اتّحد فيها المعنى بين ما جاء في كتاب اللّه، وما قاله رسول اللّه ¶ !!، من ذلك قول اللّه عزَّ 4 جل: \" يأجَمّهَا اَلاسُ إِنًافَلَقنَبهوُمِن! وَأنثَئ ¶ وَجَعَقنَبهؤُ شُعُوبًا وَقبًايَلَ لِتَعَارَفُومْ إِنَّ أَتحرَمَكُ! عِندَ اَللَّهِ أَنقنكُتم إِنَّ اَللَّهَ عَلِيم نجَيُرُ\" ¶ 1 الحجرات: 113. وقول رسول اللّه جم!: ((أيها الناس! إنَّ ربَّكم واحدٌ، ¶ وإنَّ اباكم واحدٌ، كلُّكم لاَدمَ، وادمُ من ترابٍ، لا فضلَ لعربيٍّ على ¶ عجمي، ولا لعجمي على عربي إلا بالتقوى \". ¶ وتشفع الأمثلة الشافية الوافية بما يوضّح الاختلاف بين الأسلوبين، ¶ وكان رائعاً حقّاً، حين أرجع هذا الاختلاف إلى اختلاف الشخصية، لأنَّ ¶ سامع كتاب اللّه أو قارئه يتجلَّى له من خلال آياته ذابٌ تتكلَّم من جوٍّ عالٍ ¶ ذي سيطرة ذاتية، لا تضعفُ حتى في المواطن التي تعبِّر فيها عن الرحمة، ¶ ذات سلطان مطلَق، اَخذة بزماميْن من الترغيب والترهيب (1). ¶ أما الحديث النبوي فيُشعرُك بذاتٍ بشرية، يعتريها الضعف والفوة، ¶ ففيها الضعفُ امام الصعوباتِ القاهرة تارةً، وفيها الثقةُ الفوئةُ بالحقّ تارة ¶ أخرى؟ وضربَ الاستاذ للناحيتين من كلام الرسول ع! ي! ما اقنع القارئ ¶ وامتعه، ثم نقل عن صاحب (الإبريز) الشيخ عبد العزيز الدباغ في معرض ¶ البيان عن الفروق بين الأسلوبين ما أيَّد وجهته، وسدَّد خطاه، فكانَ ما جاء ¶ به الأستاذ الزرقا مع وضوحه الساطع قولاً فصْلأ، بلغ الغايةَ في الإقناع. ¶ (1) ¶ مجلة لواء الإسلام، رمضان، سنة 379 ا هـ. ¶ 14",
            "page": "14",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وكنتُ جمعتُ جذاذات شتّى، تتضمَن شيئاً من جهود الأستاذ ¶ العلمتة لأصوغَ منها ما يدلُّ على اتجاهه العلمي في ميدان التأليف، ولكنَّ ¶ الوقوف على تاريخ النشأة العلمية التي أهَّلتْه لهذا السبيل كان متعذّراً ¶ عليَّ، حتى وقع في يدي الجزء الثاني من كتاب (علماء مفكرون عرفتُهم) ¶ للأستاذ الجليل محمد المجذوب، وقد تضمَّن ما يشفي الغلّة في هذا ¶ المجال، إذ أقام الأستاذ المجذوب حواراً بينه وبين الأستاذ الزرقا تضمَّنَ ¶ الكثيرَ من تاريخه طِفلاً فغُلاماً فشابّاً فأستاذاً كبيراً. ¶ منه عرفتُ أن الأستاذ ولد في سنة (07 9 1) ميلادية، ونشأَ في كنفِ ¶ والدٍ كريم، رُزق أكبرَ حطّ من المعرفة الإسلامية ديناً وادباً، وكانت له ¶ قيادة علميةٌ في وطنه، جعلته محطَ الائظار، واَلهصتْ ولَده أن يقتديَ به ¶ منذُ عرف معنى الحياة، ومن سعة نظر هذا الوالد انَّه ألحق ابنَه بالمدارس ¶ المدنيّة (مدرسة الفرير) ليصِلَ أسبابَه بالمواد الحديثة، وليتعلَّمَ اللّغة ¶ الفرنسية، وكأنّه رأى بثاقبِ فكره أن في دراسة هذه الموادّ ما يفسجُ تفكيرَ ¶ الغلام الناهض، على أن يقومَ هوَ بتدريس المواد الشرعية والأدبيّة له، ¶ وهذا ما كانَ فعلاً، حيث اشتدَّت الصلة العلمية بين الأب والابن، لدرجة ¶ أنه كان ينام معه في حجرة واحدة ليظلاّ يتحدَّثان ويسمران في اوليات ¶ الثفافة العلمية، على نحو لا يُوحي برهبة الدرس وخشية المعلم، وكانَ ¶ للوالد اتجاه إلى الادب ظهر أثرُه في اتجاه الابن، إذ تنقل به الحالُ إلى ¶ مدارس شتّى حتى نال البكالورية، والتحَقَ با لجامعة في دمشق. ¶ ولعلَّ الأستاذ قد أفصجَ عن ميله حين قال (1): \"كنتُ منذ العاشرة ¶ أحفظ الآلاف من أبيات الشعر، وأُقبل على قراءه القصص، حتى لأستظهر ¶ __________ ¶ (1) من كتاب الأستاذ المجذوب المشار إليه. ¶ 15",
            "page": "15",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "مجموع الأشعار الواردة في قصة عنترة الشعبية، ولمّا بلغت العشرين كنتُ ¶ أزاحمُ كبارَ الشيوخ من أقران والدي على حلّ المشكلات اللّغوية، ¶ فيلجؤون إليّ كلَّما استشكلوا قاعدة او معنى ليعلموا راي فيه \". ¶ وقد عُرِض عليه بعد البكالورية أن يكونَ مدرّساً للأدب العربي في ¶ مدرسة أنطاكية، وهي وظيفة يتُوق إليها زُملاؤه، ولكنّه ابى؟ إذ كان همّه ¶ ان يلتحق بالجامعة، وقد يسَّر اللّهُ له ذلك، فكانَ من همته أيضاًان يجمعَ ¶ بين دراسة القانون في معهد الحقوق العربي (كلية الحقوق) فيما بعد ¶ ودراسة الاَداب في مدرسة الاَداب العليا (كلية الاداب) فيما بعد، وهي ¶ هِمَّة طامحة لا تُخلَقُ إلاّ في نفوس ذوي الماَرب العالية \" وشاءَ حظه ¶ العلمي أن يكونَ القانونُ والتشريعُ مادّةَ دراسته، منقطعاً عن البحث ¶ ا لأدبي، فجلى هذا الميدان، بحيثُ ترك أخصب النتاج. ¶ اما النضالُ الوطني فكانَ له نصيبٌ قويّ من نشاطه، إذ كانَ زميلاً ¶ للفضلاء من شنباب جيله في الكفاح الوطني في عهد المستعمر الفرنسي، ¶ ومعه رفيق جهاده الدكتور معروف الدواليبي، وناهيك به فضلاً وعلماً ¶ وفدائية، وقد ذكر الزرقا أنّ فرنسة لم تقيّد الأقْلامَ، بل تركت للنفوس أ ن ¶ تُظهر مكنونها، فكتبَ الزرقا وخطب ونظم، وتَوثَّقَتْ صِلاتُه بزعماء الأمة ¶ من امثال: إبراهيم هنانو وسعد اللّه الجابري، وذلك تاريخ حافل لا تُغني ¶ عنه هذه السطور، وا لإشارةُ تكفي. ¶ وقد تقفَد الأستاذ منصبَ الوزارة (1)، وانتُخب نائباً في البرلمان، ¶ وليسَا بكثيريْن على فضله، ثم كان من ثمرة كفاحه العلمي في ميدان الفقه ¶ (1) ¶ وزارة العدل في حكومة صبري العسلي عام 956 أم وفي حكومة الدكتور ¶ معروف الدوليبي عام 961 أم. ¶ 16",
            "page": "16",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "والقانون ان صار استاذاً بجامعة دمشق لتدريس الحقو! تى المدنية والشريعة ¶ الإسلامية معاً، وعهدُنا بكلية الحقودتى في مصر أن تَفْصل بين القانون ¶ والشريعة، فتختار للقانون اساتذةً مدنيّين، ممَّن دَرسوا القوانين ا لأوروبية ¶ مقارنةً بالقانون المصري، وتختار للشريعة أساتذةً فضلاء، ممن تخصّصوا ¶ في الفقه الإسلامي، وكلّهم من رجال الأزهر، ومدرسة القضاء، ودار ¶ العلوم! ولكنَّ الجمعَ بين الناحيتين قد تهيّا للأستاذ الزرقا، وأتاحَ له ذلك ¶ أن يمتدّ بنظره إلى القوانين الأوروبية التي بهرت معظم الناس، ليقارنها بما ¶ جاء في كتب الفقه الإسلامي من موادّ لا تفلّ عنها خصوبةً وإتقاناً، وقد ¶ ظهر ذلك في مؤلَّفاته الموسوعية، التي حازتْ قبول المتخصصين على ¶ نحوٍ غير مسبوق!. ¶ ومما أذكرُه عن الأستاذ الزرقا أنّه ألقى محاضرةً بالجامعة الأردنية ¶ سمعتُها ذات مساء من إذاعة عمّان، فأعجبتني منها قصّةٌ طريفةٌ، ¶ خلاصتُها: أنَّه عَلِمَ عن الفقيه الكبير الأستاذ الشيخ أحمد إبراهيم بك ¶ أستاذ الشريعة الإسلامية الاشهر بكلية الحقوق بمصر أنه القى في دروسه ¶ حديثاً عن شمول الفقه الإسلامي لكل ما يجدُّ من شؤون الحياة، فقالَ له ¶ بعض الطلاب: وهل في كتب الفقه القديمة حُكْمُ مَنْ هَجم على منزلٍ ليلاً ¶ ليَسْر! تىَ؟ فاصطدم بسلكٍ كهربائيٍّ فقتله؟ وقد ظنَّ الطلابُ أنَّ مسألة ¶ الكهرباء مما استحُدث بعدَ أن دُوّنت كتب السلف، ولكنَّ الشيخ احمد ¶ إبراهيم رحمه اللّه صَاح بالطالب: إنَّ في الكتب نصّاً واضحاً لهذا الحكم! ¶ فقال الطالب: وكيف؟ قال الشيخ: اليسَ في هذه الكتب حكمُ من تجرَّأَ ¶ على بَيْتٍ بليْلِ ليسرقَه فهجم عليه كل! حارس فعقره وأرداه قتيلاً؟ إنّ ¶ الكلبَ هنا هوالسلك الكهربائي، والحكم هو الحكم0 ¶ أقولُ: قد سمعتُ هذه الطرفة من الأستاذ الزرقا في محاضرته من ¶ الإذاعة الاردنية، ودوَّنتُها في أوراقي لساعتها، ثم حان الحديثُ هنا عن ¶ 17",
            "page": "17",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "الرجل الفاضل، فرأيتُ أن أنقل ما سمعتُ منه منذ ثلث قرن، لأنّ دلالته ¶ العلمية ذات مغزى ملحوظ. ¶ هذا الاستنتاجُ الواضجُ كانَ احد السبل المتهيّا للاستفادة من كتب ¶ التراث، وهو سبيل لا يتيسّر لكل قارى، بل لا بدَّ من بصيرةٍ ثاقبؤ تَقيس ¶ النظير بالنظير، وتَقرن الشبيه بالشبيه، وهو ممّا أجادَ 5 الأستاذ في ¶ موسوعاته الحافلة التي كَتبها في محيط الففه الإسلامي وفي نظرية الالتزام ¶ في هذا الفقه مفارنةً بأحدث ما تمخَّضتْ عنه العفول في القوانين الوضعية ¶ المعاصرة، وإذا كُنْتُ بحكم تخصّصي الأدبي لا استطيعُ أن احكمَ على ¶ مؤلّفات الأستاذ حُكم المتخصّص المنقّب، ف! ني سأنقلُ عن ذوي ¶ الاختصاص ما سجَّلو 5 عن هذه الأعمال المجيدة، وابدأ بما قاله هو عن ¶ عمله في هذا المجال، نقلاً عن كتاب ا لأستاذ محمد المجذوب. ¶ قال الأستاذ الزرقا عن هذه المرحلة] مرحلة التدريس بكليات ¶ الحقوق في سورية والأردن): \"وفَّقني اللّه لإخراج سِلْسلتين من ¶ المؤلَّفات، أولاهما هي السلسلةُ الفقهية، وعنوانُها العام (الففه الإسلامي ¶ في ثوبه الجديد)، وقد بلغتْ أجزاؤُها أربعة مجلّدات، وقَدر اللّه لها البقاء ¶ والذيوع، فهي مرجع للتدريس إلى اليوم، من سنة (0 0 4 ا هـ) في جامعة ¶ دمشق وفي الجامعة الأردنية، وغيرهما؟ وتُعْتبَرُ من المراجع المعتمدة ¶ لدى الفانونيين والشرعيّين والأساتذة والمدرّسين لموضوعاتها في جامعة ¶ دمشق، ولا سيّما النظريات ا لإسلامية في الفقه الإسلاميّ، وهي مقرّرة في ¶ جامعة دمشق. ¶ هذه السلسلة بما تنطوي عليه من التبسيط في عرض الفقه وتبسيطه، ¶ قد أوضحت المعقدات من القضايا الفقهية التي كانت تستعصي على غير ¶ طلاب الفقه القارحين، حتى باتت بمتناول غير ذوي ا لاختصاص. ¶ 18",
            "page": "18",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "اما السلسلةُ الثانية فتتألفُ من ثلاثةِ مجلدات في شرح القانون ¶ المدني السوري، الذي حلَّ محلّ (مجلة الأحكام العدلية) المُلغاة ¶ بالقانون المدني سنة (9 94 1 م (، عرضتُ فيها النظريات القانونية الوضعية ¶ بصورة مبسّطة كذلك، ولمْ أَجْرِ فيها على غرار ما يفعله الكثيرون من ¶ القانونيّين العرب، إذ يأخذون المصادر الأجنبية ويرجمونها حرفياً، بل ¶ سلكتُ مسلكاً حرّاً في شرح القانون، وفي عَرض أحكامه ونفدها، وقد ¶ اودعتُها اَراء وبحوثاً قد تخالف آراء أولئك القانونيين الذين نقلوها ¶ بمحض التقليد للأجانب في مصر وغيرها\". ¶ حين تصفحتُ على عجلى هذا المجهود الضخم الذي بذله الأستاذ ¶ مصطفى الزرقا في حقل الفقه الإسلامي حيث نقله نقلةً هائلةً تبويباً ¶ وتفريعاً وصياغة، لم أجدْ من نفسي الجرأة على الحكم الدقيق على هذا ¶ العمل الهائل كمّاً وكيفاً، وقد قراتُ كثيراً من المؤلَّفات الجامعية لأساتذة ¶ كبار في هذا المنحى، ولكنّي وجدتُ ما قدّمه الأستاذ الزرقا عملاً تجديدياً ¶ مستقلاًّ مستوعباً، وكانَ لا بدَّ لمثلي ان يستطلعَ اَراء المتخصّصين في هذا ¶ الحقل، فوقفتُ على كلمات رائعة تشيدُ بهذا التجديد الباهر في حقل ¶ الفقه، وسمعتُ عبارات الثناء من أعلام كبار، مثل: محمود شلتوت، ¶ ومحمد أبي زهرة، وهذا طبيعي من زملاء يعرفون قدرَ أنفسهم، ولكن ما ¶ اَدْهَشني حقّأ هو التفاتُ اساتذة القانون ورجال! القضاء في مصر إلى روعة ¶ هذا العمل، إذ كتبوا من المقالات المحبّذة ما كان دافعه الإعجاب ¶ المطلَق. ¶ يقول! الباحث الكبير الشهيد الأستاذ عبد القادر عودة رحمه اللّه (1): ¶ (1) مجلة المسلمون، السنة الثانية، العدد الخامس، ص 18 وما بعدها. ¶ 19",
            "page": "19",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "\"لقد وَقع في يدي كتاب (المدخل الفقهي العام (فوجدتُ شيئاً جديدأ، ¶ وعملاً جليلاً، أما انَّه شيءٌ جديد فإن الفقه الإسلامي لم يَجْرِ رجالُه على ¶ هذه الطريقة الحديثة، التي جرى عليها المؤِلف، ولم يأخذوا بذلك ¶ التقسيم العصْري الذي أخذ به، حيث تُؤصَّل المسائل، وتُعرض ¶ الكليّات، وتُبسط النظريات، وتُشرح المصطلحات، ثم تُستخرج الفروع ¶ من اصولها، او ترد الجزئيات إلى كلياتها، أو تُطبق النظريات على ¶ موضوعاتها، فيخرجُ الدارس من دراسته، وقد أَلمَّ بالكليات والنطريات، ¶ وتماسكت في ذهنه المسائل، وارتبطتْ الفروع بالاصول، واستفاد ¶ القدرة على حلّ المشاكل، والتمييز بين المتشابه. ¶ واما أنَّه عملٌ جليل، فلأنَّه عمل غير مسبوق، ولأنه يقتضي من ¶ صاحبه فهماً وعقلاً، وجهداً وصبراً، حتى يصل إلى ما وصل إله المؤلّف ¶ من مستوى رفيع، لا يصلُ إليه عادةً إلا النابهون، بَعْدَ أن تُمهَّد لهم ¶ الطرق، ويسبقهم الروّاد، فإذا ما وصل المؤلّف إلى ما وصل إليه بعد أ ن ¶ شقَّ طريفه في الصّخر، وكان الرائد لنفسه ولغيره؟ فتلك هي العبقرية ¶ الفذّة، أو هُو فضل اللّه يؤتيه من يشاء، وقد ساعَد المؤلف على الوصول ¶ إلى ما وصل إليه انَّه رجل ذو هدف في الحياة، وانَّه من اصحاب المُثُل ¶ العليا، الذين يعملون ويقولون لوجه الله، فأمدَّه اللّه جلَّ شأنه بعونه، ¶ ورزقَه الفهم لدينه وشريعته. ¶ ويلوح لي أنَّ المؤلف قد عانى من مرارة الاطّلاع على كُتب الفقه ما ¶ عانى، فأخذ على نفسه ان يُوطِّى الفقه لطلاّبه، ثم راى الفقهَ الإسلاميَّ في ¶ ترتيبه وتبويبه وربْط فروعه بأصوله متأخراً قروناً عن الفقه الحديث، فأخذ ¶ على نفسه ان ينفل الفقه الإسلامي عبر هذه القرون الطويلة نقلةً واحدة، ¶ ليُلحقه بالفقه الحديث، فوفَّفه الله إلى ما اراد، فوطَّأ الفقه الإسلامي لكلّ ¶ طالب، ونقله بخطوة واحدة جبّارة من العصر العباسي إلى عصرنا ¶ 20",
            "page": "20",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "الحديث، فإذا هذا الفقه الغني القويّ الذي كان ملتفاً في ثوبه العتيق القديم ¶ يخرجُ على الناس في ثوبه الجديد فتيّاً مشرقاً يزاحِمُ الفقه كلّه بمنكبيْه، ¶ ويُعلن للناس أن فقه الإسلام هو الفقه، وان شريعته هي الشريعة، وأنّ ما ¶ اختاره اللّه للناس هو الخير كلُّ الخير لو كانوا يعلمون \". ¶ هذا بعض ما قاله البحّاثة الشهيد الأستاذ (عبد القادر عودة (من ¶ مقالٍ طويلٍ ينحو هذا المنحى من الإطراء المعلّل والثناء الموضوعي ¶ الكاشف. ¶ امَّا المستشار القانوني الأستاذ (حسن جلال (فلم يكن من عادته أ ن ¶ يتحدَّث عن المؤلَّفات المعاصرة في مقالاته بمجلة (الثقافة (، ولكنَّه ¶ فوجى بكتاب الأستاذ الزرقا يأخذ عليه لبّه، ويتركه في دهشٍ من براعة ¶ التأليف، ولطف تأتّيْه، فكتب مقالاً عنه، بدأَهُ بمقدّمةٍ تمهيدية عن أحوال ¶ التشريع في سورية مِنْ حيث الأحكام المدنية، إذ كان قضاتها يستخرجون ¶ الأحكام من كُتب التراث على ما بها من مَشقّة في التحصيل، وعُسر ¶ التناول، ووضع الحكم الشرعي في غير بابه كثيراً، ثمّ رأت الدولة ¶ العثمانية - التي تتبعها سورية - أنّه لا بدَّ من تيسير الأحكام، فألَّفت لجنة ¶ لذلك، وتابعت اللجنة بحوثها حتى انتهت إلى ما سمّته (مجلة الاحكام ¶ العدلية (، فصارت هذه المجلة بمثابة القانون المدني، وقانون المرافعات ¶ في محاكم الدولة العثمانية جميعها؟ ظلّت (مجلة الاخكام (مرجعاً بعد ¶ زوال التبعية العثمانية، ثم جاءَ الأستاذ الزرقا ليدرِّس لطلاب الحقوق ¶ بدمشق مادة الحقوق المدنية والتشريعية، فماذا صنع؟!. ¶ يقول الأستاذ جلال (1): \"كانت عملية ئحويل الفقه الإسلامي من ¶ (1) مجلة الثقافة، العدد (726)، 24/ 1 1/ 952 ام. ¶ 21",
            "page": "21",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "صُورته الفرعيّة القديمة - التي كانت تُعالَجُ فيها الموضوعات في جزئياتها ¶ دُون عمومها - إلى صور؟ موضوعية تبدأُ بالقواعد الكلية العامة، ثم تنتهي ¶ إلى الجزئيات والفروع: أَجَلَّ واخطرَ من أن نقوم بها لجنة واحدة، مثل ¶ اللجنة التي وضعت (مجلة الأحكام)، فما بالك بفردٍ واحد يتصدَّى وحدَه ¶ لهذه المهمة؟!. . ولكنَّ الأستاذ الزرقا أحسَّ بأن هناك اتجاهاً إلى اقتباس ¶ القانون المصري بنصه فاضطلع بعبء صياغة الشريعة الإسلامية في ثوبها ¶ الجديد تمشّياً مع روح العصر، ومسايرةً لعمل فقهاء الغَرْب، واستجابةً ¶ لرغبة الأمة في الحصول على قانونٍ مدني عصريّ بسيط، فأقدمَ في جرأة ¶ عجيبة على حمل هذا العبء الثقيل الذي تنوء به العصبة أولو القوة \". ¶ ثم نقل الأستاذ حسن جلال عن الأستاذ الزرقا هدفه من هذا العمل، ¶ وأئه يدفع به كل ما يُقال عن صلاحية القانون الأجنبيّ دون التشريع ¶ الإسلامي، وذلك حين قال في مقدّمة كتابه: ¶ \"وقد فاتَهم أنَّ طريق الخلود ليسَ في أخذ قانوفي أجنبي، لا أثرَ لنا ¶ فيه إلاّ الانسلاخ من قوميتنا التي في كل ارضبى منها لنا أثر، وفي كل ¶ حضارةٍ عنها خبر، ولا نتيجة له إلا تناسي الذات، والتحوّل إلى حياة على ¶ هامش الحياة، وإنما طريق الخلود في أن نُنشِى من جوهر فِقْهنا الذي ¶ ملأتْ ألافُ مؤلَّفاته مكتبات العالم، وان نستمذَ من معينه الهدَّار قانوناً ¶ جديداً يفي بحاجاتنا الحديثة، كما كان يفعلُ فقهاؤنا الاعاظم في ¶ تخريجاتهم وتجديداتهم الفقهية إزاء حاجة كل عصرٍ ومصر، حتى بلغوا ¶ بالففه الإسلامي هذه السعة التي جفَت عن الحدود\". ¶ وقد واصلَ الأستاذ الزرقا خطواته من هذا العمل الشامخ بعدَ أ ن ¶ رأى استحسانَ المخلصين، وثناءهم على جهده المخلص، فكتبَ ¶ مجموعته الشاملة لكافة الحقوق المدنية في تأصي! ثابت للقواعد، وتفريعٍ ¶ 22",
            "page": "22",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "دقيق للأحكام، وتعليلى وافٍ للفتوى، مما كانَ موضع التقدير، ولم تكن ¶ جائزة الملك فيصل رحمه اللّه إلا مكافأةً صادقةً لجهد طيّب نفعه اللّه بثمرته ¶ في الحياة، وما عنده من ئواب ا لآخرة اوفى وأجزل. ¶ وإذا كان الزرقا قد بدأ في مؤلَّفاته الأكاديمية دقيقاً كلَّ الدقة، فإنَّ ¶ هذه الدقة لم تفارقه في مقالاته الصحفية التي ينشرُها في المجلات ¶ الإسلامية، فصان بذلك كرامة البحث العلمي دون أن يهبط به إلى مستوى ¶ الوعظ الشارد، والحق أنّ المجلاّت الدينية في كثير من بحوثها لا تكاد ¶ تأتي بجديد إلاّ إذا قامَ بتحريرها علماءُ أصلاء يعرفون تَبِعَةَ القلم فيما ¶ ينشرون، فما أكئر ما تقرأ صحيفة قامت الدولة بنشرها، وتَيْسيرِ سُبل ¶ إذاعتها، ومكافأة كتّابها مكافأةً مجزية، ثم لا تجد كثيراً مما يرضيك، ¶ فهذا يشرحُ ايةً بالمعنى المتعارف، وهذا يشرح حديثاَّ دَون إضافة، وهذا ¶ يكتب فصلاً من السيرة أو تاريخ الصحابة مردّدا ما قيل، وكلّه لهوٌ وعبث، ¶ لأنَّ رسالة الإسلام أسمى من أن تُبتذل بتكرار المُعاد، وترداد المألوف، ¶ لذلك لاحظتُ أنَّ الأستاذ الزرقا فيما ينشرُه من بحوث في المجلات ¶ الإسلامية لا يخالف طريقه في الإفادة النافعة، والتيْسير المذلّل لما لم ¶ يُعهَد من القول، وقد يكْتب في صميم علم الأصول أو في معضلة من ¶ معضلات علم الفقه، ولكنّه يسلك السبيل المُيَسِّرِ المستوعِب، والتيسير ¶ لا ينافي الاستيعاب، إذا كان المراد منه الإحاطة بالجمهور العام ¶ للموضوع، وأضرب الأمثلة لذلك ببعض ما كتب: ¶ نشر الأستاذ بمجلة (المسلمون) (1) بحئاً تحت عنوان (ثروة الإسلام ¶ الفقهية، هل ينقص من قدرها اختلاف المجتهدين فيها)، وقد اوحى به ¶ فيما أعتقد ما انتشرَ من اللغو على ألسنة قوم يحسبون أنفسهم من ¶ (1) مجلة المسلمون، السنة الثانية، العدد الثالث، ص 9 2 وما بعدها. ¶ 23",
            "page": "23",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "المجدِّدين لا لأنهم قدَّموا الجديد، بل لأنهم أخذوا يشنّون حرباً على ¶ المذاهب الفقهية واعلامها الكبار، إذ يروْن - لضيقٍ في أفهامهم - أنَّ ¶ اختلاف الحكم في مذهبٍ عنه في مذهب اَخر مصدر اضطرابٍ وتناقض، ¶ ولهم أتباع يلوكون أقوالهم بما لا يفهمون حقيقة ما يعرضون! فجاء هذا ¶ المقال ردّاً سديداً على هذا اللغو المتطاير، رَدّاً محكَماً يوضِّجُ أنَّ معنى ¶ الاختلاف الفقهي في الأحكام العملية هو تَعدد النظريات والمبادئ ¶ والطرائق الحقوقية في استمداد الأحكام وتقريرها، وهذا يجعلُ الأمة في ¶ غنًى من تشريع لا يضيق بها عن حاجتها. ¶ ثم ينْتقِلُ إلى المشاهَد في القوانين الوضعيّة، فيرى انّ علماء ¶ الحقوق من الفرنجة يتباهون بما انحدر إليهم في ميراثهم التشريعي من ¶ آراء ونظريات مأثورة عن فقهاء الشرع الروماني وشرّاحه، ولا يجدُون ¶ حرجاً في اختلافِ الاَراء المتوارثة أو تناقضها، مَع أنَّ الفقه الروماني على ¶ سعته لا يمثّل إلا غيضاً من فيض إذا ما قيس بالاجتهادات الحافلة في ¶ التشريع الإسلامي. ¶ ثم يأخذ الباحث في سرد بعض النصوص التي اختلفت فيها آراء ¶ المجتهدين منتهياً إلى إيضاح ثمرة الاختلاف في رفع الحرج، وتحقيق ¶ الصالح العام، ومؤكّداًانَّ تعدّد الاشتقاقات واختلافها لا ينافي وحدة ¶ الأصل اللغوي المشتق منه، ولا يمافي صحة الاشتقاق في كلٍّ منهما، ¶ وكذلك ا لاجتهادات المختلفة بالنسبة إلى الشريعة وأصولها. ¶ ومقا 4 اخر كتبه تحت عنوان (التشريع المحمدي)، والذي يفف ¶ عند العنوان يفهم أنَّ المقال مقصور على ما أتى به الرسول! ي! من الأحكام ¶ اجتهاداًاو تفسيراً للنصّ القرآني، ولكنَّ الواقع غير ذلك؟ لأنَّ الأستاذ ¶ الزرقا كما تحدَّث عن بعض أحكام الرسول ع! ي! في هذا المقال تحدَّث عن ¶ 24",
            "page": "24",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "أحكام الشريعة المستقاة من القراَن الكريم، واجتهادات الفقهاء، وهذا ما ¶ يجعلُ العنوان أضيق من موضوعه (وقد احتاطت مجلة (المسلمون) ¶ فكتبت تعليقاً تقول فيه: \" إنَّ نسبة التشريع الإسلامي إلى محمد! ي! ووصفه ¶ بالمحمدي لا يعني عندنا معشر المسلمين ما يتبادر إلى فهم غيرنا ممَّن ¶ وقعوا في عبادة الأشخاص! وهذا ما يعرفُه كل مسلم، وقد قرَّر الأستاذ في ¶ مقاله أنَّ عظمة التشريع المخلَّدة إنَّما هي في قواعده واصوله لا في فروعه، ¶ فكلَّما كانت تلك القواعد احكَم وأكمل، وتلك الأصول أعمّ وأكفل، كان ¶ التشريع أخلد حياةً، واخصب إنتاجاً، وألمع سراجاً، وأوفى بحاجات ¶ العصور، وأوضج انّ هذا القول يشمل التشريع الإسلامي كافة). ¶ وتساءلَ الأستاذ عن أثر نبيّنا محمد! ي! في هذا السبيل العالمية ¶ العليا، وأجاب بأنَّ النبيَّ! ي! قد جاءَ بتشريعٍ خالدِ القواعد والأصول، كان ¶ أساساً لفقهٍ عظيمٍ ملأَ جوانب الأرض وعمَّر آلاف المدارس؟ ووازَن في ¶ قوّة بين مصادر الحقوق في الشريعة الإسلامية وفي الفقه الأوروبي ¶ الحديث، ثم قال (1): ¶ \"إنَّ الفقه القانونيّ الحديث في ترتيبه البديع، لمصادرِ الحقوق ¶ والالتزامات لم يستطعْ أن يأتينا بجديد لم تسبق إلى تقريره نصوصُ ¶ الشريعة المحمدية التي أعلنها النبيُّ! ي! في أمّةٍ أميّةٍ جاهلةٍ لم تعرف ¶ للشرائع معنى ولا اثراً، وليسَ هذا مجرَّد دعوى، بل هو مبنيٍّ على معرفة ¶ بفقه الشريعة ومبانيها. . ثم أفاض في هذه المعاني إفاضة مستندةً إلى ¶ الأحكام الفقهية الناطقة بذلك، وانتهى إلى انَّ الأهم من كلّ ذلك انَّ ¶ التشريع المحمدي ربطَ احترام التشريع بالعقيدة حتى يكون الإنسان قاضياً ¶ على نفسه إذا أرادَ أن يكون مؤمناً! فمن استطاعَ ان يخدعَ القضاءَ حتى أخذ ¶ (1) مجلة المسلمون، السنة الثانية، العدد السادس، صا 5 وما بعدها. ¶ 25",
            "page": "25",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ما ليس له بحقٍّ، أو منَعَ صاحبَ حق عن حقِّه، فإنَّ القضاء له لا ينجيه، بل ¶ تَبْقى ذمته معلَّقة، وهو غاصِمب، لا يقبل اللّهُ منه صرفاً ولا عدلاً، حتى ¶ يؤدّي الحقوق إلى أربابها، وهذا ما عجزتْ عنه الشرائع الوضعية التي لا ¶ محلَّ فيها لفكرة الحلال والحرام، بل ما قضى به الفاضي فهو حق، وما لم ¶ يفضِ به فهو باطل \". ¶ وفكرةُ الحلال والحرام هي التي انفردت بها الشريعة الإسلامية دون ¶ القوانين الوضعية، وهي التي تحمي الحقوق في اكثر الأحوال، وقد رأينا ¶ بأعيننا أناساً يحكم لهم القضاء بناءً على ما يظهر من الأمور، ثم يفيئون إلى ¶ ضمائرهم ساعةَ المحاسبة الدقيقة فيرجعون إلى اللّه، ويدفعون بالحق إلى ¶ صاحبه الذي لم يقف معه الفضاء! لأنَّ الفاضي الأعلى وهو اللّه يعلمُ خائنةَ ¶ الأعين وما تخفي الصدور!. ¶ وأختم هذا البحث بإشارة إلى مقال كتبه الأستاذ الزرْقا تحت عنوان ¶ (تغيُّر الأحكام بتغيّر الأزمان)، وهو موضوع مشتهر خاض فيه الباحثون، ¶ ولكنَّ الزرقا قد استوعبَ نفاطه الجوهرية في صفحات تعطي مضموناً ¶ جيداً موضحاً ما قرَّره من هذه الحفيقة التي لا خلاف عليها، هي أنَّ ¶ الأحكام الشرعية التي تتبدَّل بتبدّل الزمان لا تخرج عن المبدأ الشرعي ¶ الخاص بإحفاق الحق، وجلب المصالج، ودرء المفاسد. ¶ ووَضع النقاط على الحروف ليردّ على قوم يتساءلون عن هذا التغير ¶ باعتباره عامل هدم للشريعة، فيفرّر أنَّ الأحكامَ الأساسية التي جاءت ¶ الشريعة لتأسيسها وتوطيدها بنصوصها الأصلية الآمرة والناهية لا تبديل ¶ فيها ولا تغيّر، لأنَّها أصول صالحة لكلّ زمان ومكان؟ مثل وُجوب ¶ التراضي في العفود، والتزام الإنسان بعقده، وضمان الضرر الذي يكحِقُه ¶ 26",
            "page": "26",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "بغيره، وسريان إقراره على نفسه دون غيره، وسدّ الذرائع الداعية للفساد ¶ ومسؤولية كل مكلَّف عن تقصيره. ¶ أما الأحكام الاجتهادية من قياسيّة ومصلحية فهي التي تتغيّر ¶ باختلاف الأحوال، وقد ضرب الباحث أمثلة كثيرةً لهذا التغيّر، منها ما ¶ تغيَّر في عهد أئمة المذاهب، ومنها ما وقع في العصر الأخير. ¶ وقد شاعَ عند بعض الكاتبين أنّ هذا التغيّر في الحكم الشرعي إنما ¶ جاءَ مما يُعتبَر مراعاةً للعرف، ولكن الباحث لم يرَ ذلك، بل راه من قبيل ¶ نظرية المصالج المرسلة، لأنَّ قعودَ الهمم، وفساد الذمم، وقلّة الورع، ¶ وكثرة الطمع ليست أعرافاً يتعارف الناس عليها، ويبنون أعمالهم بها، ¶ إنّما هي انحلا 4 في الأخلاق يُضعِف الثقة ويُفسدُ الأمور، ونميلُ إلى أنَّ ¶ القائلين بأنّ تغيير الأحكام قد تفرَّر بناءً على مراعاة العرف لا يقصدون ¶ العرف العاميّ السوقي الذي يجري عليه ذوو الشبهات، إنما يقصدون ¶ العُرف الذي يصطلج الفقهاء على صحته وصدق مرماه، ونجاح قصده، ¶ وإذنْ فالخلافُ ضَيِّقٌ بهذا ا لاعتبار أو لا خلاف. ¶ لقد ادَّى الأستاذ الزرقا رسالةً قويةً مثمرةً في حقل الفقه الإسلامي، ¶ فارتفع به إلى مستوى فكريّ رائع، كما سهَّل طرق تناوله بما كَتب من ¶ قواعد، وأصَّل من نظريات، وإذا كانت الكتب الصفراء آفةَ بعض ¶ القارئين، وتَعِلَّة كثيبر من المنصرفين، فمانَّ لُباب هذه الكتب قد انتقل إلى ¶ الورق الأبيض في نهج منطقي، واطِّرادٍ فكريّ، ونسق بياني لا يُعذَر معه ¶ مقصِّر إن تساءل عن كتب الفقه أين هي؟ وكيف تُفرأ دون إملال! (1). ¶ ك! ¶ (1) ¶ د. محمد رجب البيومي، النهضة الإسلامية في سير أعلامها المعاصرين، ¶ (5/ 376 - 364) ¶ 27",
            "page": "27",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "انطباعات عن فقه أستاذنا مصطفى الزرقا ¶ وإسهاماته العلمية ¶ بقلم ¶ الدكتور علي الندوي ¶ رئيس المستشارين بأمانة الهيئة الشرعية ¶ لشركة الراجحي بالرياض ¶ الحمدُ للّه ربّ العالمين، والصلاة والسلام على رسوله الأمين ¶ محمد واله وصحبه أجمعين. ¶ وبعد: فليس بخافي على اهل العلم أنَّ أستاذنا الزرقا - رحمه اللّه- ¶ كان ففيهاً راسخأ مجتهداً في كثيرٍ من القضايا المعاصرة المستجدّة، بل ¶ كان مرجعاً علميأ يرجع إليه الكبار في حلّ المعضلات من المسائل، فضلاً ¶ عن الصغار وعامة الناس، وهو في كلّ ما يعرِضُ عليه من سؤال واستفسارٍ ¶ يُعمِلُ فكرَه، ويحاوِلُ ببصيرته الففهية الموهوبة أن يصيبَ المحزّ، ويدرك ¶ الصواب، وربما يشبعُ الموضوع ببحث تفصيلي، إذا استدعت القضيةُ ¶ المطروحة ذلك، وشأنه كشأن المجتهد، فقد يتفزَد باَراء لا يوافِقُ عليها ¶ الآخرون من الفقهاء. ومن سماته البارزة انه كان ثابت الجنان، صارمَ ¶ القول في بيان رأيه الذي يقتنع به بعدَ إجالةِ النظر في السؤال والتأمّل في ¶ الأدلة المنوطة به. ¶ وقد حسبَ بعضُ الناسِ انَه فقيه جنح إلى مسلك التيسير دائماً، ¶ وفي الواقع هذا القول على إطلاقه غيرُ صحيح، لأنَ مبدأ التيسير عنده كان ¶ 28",
            "page": "28",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "محكوماً بضوابط شرعية، ففي العديد من المسائل والقضايا نازعَ الفقهاء ¶ الذين كان لهم ميلٌ إلى التيسير فيها، ومنها أنه كان ناقماً على كثير من ¶ صور المرابحة للَامر بالشراء، فندَّد بالأساليب التي يمارَسُ بها هذا العقد ¶ في كثيرٍ من المصارف الإسلامية إذ يقول: إنَّ \"البنوك الإسلامية أ و ¶ معظمه! اهملت الطريق الذي خُلقت من اجله، أهملته لأنه يحتاج إلى جهد ¶ ويقظة، وانصرفت إلى طريق المرابحة للآمر با لشراء إيثاراً منها للكسل \" (1). ¶ وفي كتابه (عقد البيع) الذي صدرت طبعته الجديدة بعد نصف قرن ¶ - سجَّل ملاحظة مهمةً مفصّلةً عقب بيان أحكام المرابحة، فبدأ الكلام ¶ بقوله: \"وهنا يجب ان نسجِّلَ بكلِّ اسفٍ أنَ بعضَ المصارف الإسلامية ¶ تحاول في المرابحة للآمر بالشراء أن تففز فوق الحواجز والحدود ¶ الشرعية. . . \" (2)، وذلك لأن الشيخ رحمه اللّه كان يتّجه إلى عدم جواز ¶ عفد لا يتحمَل فيه البائع ضمانَ المبيع، ويتنصَّل من جميع المسؤوليات ¶ العقدية المترتبة على ذلك، لأنه يؤول إلى الحيل في الغالب. . . ¶ ويلاحظ في كثير من بحوثه وآرائه أنَه كان يتحزَى الاحتياط في ¶ العقود التي تدخلها شوائب الربا. . . وكان يرفضُ المصارفةَ المؤجَّلة ¶ رفضاً باتّاً، ولذلك انتقد رأي الذين يجيزون عدم وجود التقابض في ¶ مصارفة بعض انواع الورق النقدي (3)، واستنكره بشدة، بل اختلف مع ¶ (1) ¶ (2) ¶ (3) ¶ عقد الاستصناع ومدى أهميته في الاستثمارات الإسلامية المعاصرة، ص ا 3، ¶ للأستاذ الزرقا (من منشورات المعهد الإصعلامي التابع للبنك الإسلامي للتنمية ¶ بجدة). ¶ عقد البيع، طبعة جديدة، دمشق، دار القلم 0 2 4 ا هـ- 999 1 م، ص ه 9 - 96. ¶ انظر: المدخل إلى نظرية الالتزام المعامة، إخراج جديد، ط. دمشق، دار ¶ القلم، 0 42 ا هـ، ص 153. ¶ 29",
            "page": "29",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "أعضاء مجمع الفقه الإسلامي برابطة العالم الإسلامي بمكة المكرّمة في ¶ جواز مصارفة العملة الورقية كالريالات مثلاً بالريالات المعدنية بالتفاضل ¶ زيادةً أو نقصاً بحسب سعر السوق بشرط التقابض في مجلس العفد. ¶ أما توقيعه المثبت على الفرار المنشور في هذا الخصوص فكان ¶ يستغربه ويعتبره سهواً! ولذا علَّق على هذا الموضوع بالتفصيل في موضع ¶ من كتابه (المدخل إلى نظرية ا لالتزام العامة) في طبعته الجديدة (1). ¶ ومن الجدير بالذكر أنَّ أحد العلماء الأفاضل استشكل الفتوى التي ¶ نُفلت عن الشيخ في موضوع الفوائد الربوية من المصارف الأجنبية، ¶ فكتب إليه خطاباً مفصَّلاً أفصح فيه عن رأيه، واستنكر ما يشُاعُ عنه من اَراء ¶ دون تثبُّت، فيقول في موضع من الفتوى المشار إليها بكلّ لطف وهدوء: ¶ \" أيها الأخ الكريم! إنني لم أقل يوماً ما بحلّ الفائدة الربوية من المصارف ¶ الأجنبية ذات الفروع في البلاد العربية، فهذه الفروع لا ينطبق عليها أيضاً ¶ رأي أبي حنيفة وصاحبه رحمهما اللّه، لأنَّ رآيهما مخصوص في من يدخل ¶ من المسلمين إلى دار الحرب تسللأ بغير أمانٍ، مع اختلاف الحكم بينهما، ¶ كما سلف إيضاحه. . . ¶ \"هذا، وإني لا أرى أنَّ رأي الإمامين أبي حنيفة ومحمد يقتضي أ ن ¶ يُباح اليوم للمسلمين من مختلف البلاد الإسلامية أن يتعاملوا مع البنوك ¶ الأجنبية، ويودعوا لديها اموالهم بالفوائد الربوية. . فرأي أبي حنيفة الذي ¶ كان مبنيّاً على ظروف زمانه المذكورة. لو طبق اليوم في ظروفنا لأدّى إلى ¶ انتقال رؤوس الأموال الإسلامية إلى البلاد الأجنبية ليستثمرها الأجانب، ¶ (1) انظر: المصدر السابق، ص 4 5 1. ¶ 30",
            "page": "30",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وتبقى بلاد المسلمين في فاقة وضعف اقتصادي، وأنا لا ارى ذلك جائزأ ¶ بالنظر الإسلامي، ولا سيما بعد قيام المصارف الإسلامية في طول البلاد ¶ وعرضها، حتى إنها قامت في بعض البلاد الأجنبية ايضاً. ولو أنَّ أبا حنيفة ¶ رحمه اللّه كان اليوم حيّاً لما اباح هذا التعامل في هذا العصر\". ¶ ثم ختم الجواب بكلمة تشعر بامتعاضه الشديد ممن نَسَبَ إليه راياً ¶ وهو منه بريء، فيقول: \"هذا جوابي لك ايها الاخ الكريم، وإنني أستعدي ¶ اللّه تعالى على كلِّ من ينسب إليَّ فتوى أو راياً لم يسمعه مني، ولم يقرأه ¶ مكتوباً بقلمي. فقد بلغني أنّ أناساً يفترون عليّ، وينسبون إليّ من الآراء ¶ ما انا منه براء، مستغلّين حرية تفكيري في الفهم الففهي الذي يلهمني اللّه ¶ تعالى، ومنهم من يفعل ذلك على سبيل الطعن، ومنهم من يفعله لتبرير ¶ انحرافاته، ولن أسامج احداً من هؤلاء امام اللّه تعالى \" (1). ¶ وبجانب ارائه وبحوثه الممتعة القيّمة التي عالج فيها كثيراً من ¶ النوازل والمستجدّات العلمية لا يمكن أن يُستهان بجهوده البنّاءة في سبيل ¶ تطوير العقود، وتصحيج مسار المصارف الإسلامية بنصائج واقتراحات ¶ مخلصة نافعة، ومنها توجيهه البنوك الإسلامية نحو عقد الاستصناع، ¶ واستثمار الأموال عن طريفه، فكان يرى هذا العقد خير بديل إذا أحسن ¶ استخدامه وفق الضوابط الشرعية، إذ يفول: \"إنَّ أهمية الاستصناع في ¶ طريق الاستثمار الإسلامي اليوم كبيرة جداً إذا مورس بخبرة تجارية ¶ وبصيرة بالاسواق \" (2). ¶ وكان من طموحاته وامانيه الغالية أن يرى المصارف الإسلامية ¶ (1) ¶ (2) ¶ فتاوى مصطفى الزرقا، جمع إلاخ مجد مكي، ص 6 61 - 618. ¶ عقد الاستصناع، ص 0 3 - 1 3. ¶ 31",
            "page": "31",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "رائدة في أفكارها ومناهجها وعملياتها الاستثمارية بحيث تسيرُ على ¶ دروب ا لاقتصاد ا لإسلامي السليم، فتكون تاجرة مضاربة تنطج ا لأسواق، ¶ وتتصيد الفرص المناسبة التي ترصدها بمنظار وعيون مفتحة في الأسواق ¶ على الأسعار والسلع، ويكون لها مخازن ومعارض ككل مُتاجر ¶ برأسماله، ومضارب مشارك بعمله، فتجني أرباحاً مضاعفةً عن سعر ¶ الفائدة الذي تربحه البنوك الربوية في قروضها. وهكذا تضرِبُ المثل ¶ الصالج للنطام الإسلامي في طريق المشاركة الذي يباركه اللّه، بدلاً من ¶ طريق التمويل الربوي المشؤوم (1). ¶ وبغضِّ النظر عن ذلك الجانب الاجتهادي الذي تميَّز به الشيخ في ¶ مجال القضايا الفقهية المعاصرة ولا سيما فيما يتعلَّق بالمعاملات المالية، ¶ هناك خصائص ومحاسن تجلَّت في مؤلَّفاته، وتحلَّت بها شخصيته العلمية ¶ ينبغي الإلماع إليها والتنويه بها. ¶ فمن أبرز مزاياه الفقهية: ¶ 1 - التركيز على الجانب المفاصدي في الترجيح، ففي مناسبات ¶ كثيرة تجده يرجِّحُ الرأي المذكور الذي يكون أقرب إلى تحقق المفاصد ¶ الشرعية، فعلى سبيل المثال: انتقد اجتهاد المذهب الحنفي - الذي رضع ¶ بلبانه وهو في طليعة فقهائه المتأخرين - في عدم ضمان المنافع، ورجَّح ¶ رأي الجمهور، وإليك قبسات من كلامه في هذا الموضوع: ¶ \"ومن الواضج أنَّ نظرية الاجتهاد الشافعي والحنبلي في إلحاق ¶ المنافع بالاعيان في المالية والتقوم الذاتي هي أحكم وامتن وأجرى مع ¶ (1) المصدر السابق، ص 1 3. ¶ 32",
            "page": "32",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "حكمة التشريع ومصلحة التطبيق وصيانة الحقوق من نظرية فقهائنا في ¶ الاجتهاد الحنفي، فإنّ اعتبار المنافع غير ذات قيمة في نفسها ليس عليه ¶ دليل واضج قوي من أدلة الشريعة لا من نصوصها ولا من أصولها. . . ¶ على أنَ المتأخّرين من فقهاء الحنفية لحظوا سيئات النتائج وإضاعة ¶ الحق الذي تؤدي إليها نظرية عدم ضمان منافع المغصوب، فقصروا من ¶ أذيالها، وضيّقوا من دائرة شمولها، فاستثنوا مال اليتيم، ومال الوقف، ¶ والأموال المعذَة للاستغلال، وأوجبوا في كلّ ذلك على غاصبه التزام ¶ ضمان أجر المثل قيمة للمنافع (المجلة / 596). ¶ وليت أن جمعية المجلة، بما منحته من صلاحية الاختيار المعتبرة ¶ شرعاً، أخذت في هذا الموضوع بنظرية الاجتهاد الشافعي والحنبلي، ¶ فعمَّمت ضمان المنافع، واعتبرتها أموالاً مقومة بذاتها في سائر الأحوال ¶ رعاية لمصلحة المجتمع، وزجراً عن العدوان الذي أصبج معظم الناس لا ¶ يتحامونه لمجرَّد حرمته إذا لم يقترن بالمسؤوليات المدنية. ¶ وكم من نظرٍ أو حكمٍ اجتهادي قد كان يمكن قبوله لمَّا كان الدِّينُ ¶ غضّاً في النفوس، يثمر التقوى فيها، وكان الورع حاجزأ لها، ثم تبدَّل ¶ وجه النظر والحكم لمَّا فشا الفساد، وسادت الأطماع، وأصبح الأمرُ ¶ محتاجاً إلى وازع من التبعات المادية والسلطان لمَّا ضعف وازع ¶ الإيمان \" (1). ¶ 2 - ومن مزاياه الفقهية أيضاً أنه لا يترك النص الفقهي المجمل دون ¶ توضيح أو تعليق، وهناك نماذج كثيرة يبرز فيها هذا الجانب، منها مثلاً أنَّه ¶ (1) المدخل إلى نظرية الالتزام العامة، ص 17 2 - 18 2. ¶ 33",
            "page": "33",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "تطرَّق في كتابه (أحكام الوقف) إلى بيان الحكم في وقف المنقول، وذكر ¶ من أمثلته لدى الفقهاء وقف الكتب، ولكئه قيد هذا الاطلاق بالتعليق ¶ الاتي: \"يلحط انه يشترط في الكتب لكي يصحّ وقفها أن تكون من الكتب ¶ المباحة قراءتها شرعاً، فأما كتب الالحاد والزندقة والفجور فلا يصحّ ¶ وقفها، بل تعتبر مالاً غير متقوم واجب الإتلاف فتخرج عن الصحة \" (1). ¶ 3 - ومن ميزاته الفقهية أيضاًالتعريفات الفقهية التي دبجها يراع ¶ الشيخ، وسبكها سبكاً جديداً بفكره القانوني الأدبي بعد النظر والتأمّل في ¶ صياغاتها المتوارثة المختلفة. ¶ ومما يمثّل هذه الظاهرة تعريفه المحرّر لمصطلح (الالتزام)، فإنَّه ¶ تناول هذا الموضوع بشيءً من التفصيل، ثم وضع تعريفه بفوله: ¶ \"فالالتزام هو: كون الشخص مكلَّفاً شرعاً بعمل أو بامتناع عن عمل ¶ لمصلحة غيره \" (2). ¶ كذلك خلص في تعريف (الذمة) بعد إلقاء نطرات فاحصة على كلام ¶ الفقهاء والأصوليين إلى صياغة متقنة جديدة، إذ يفول: \"بعدما أسلفنا من ¶ التحقيق في تحديد معنى الذمة الشرعي يمكننا تعريفها ففهياً كما يلي: إنّ ¶ الذمة هي محل اعتباري في الشخص تشغله الحقوق التي تتحقق عليه \" (3). ¶ وهناك تعابير وكلمات دارجة على ألسنة الفقهاء القدامى في كتب ¶ الفقه بدلها الشيخ بألفاظ أخرى. ¶ (1) ¶ (2) ¶ (3) ¶ أحكام الوقف، ص 48، وهذا التعليق من الإضافات الجديدة المثبتة بخط ¶ المؤلف على نسخة من الطبعة الأولى. ¶ المدخل إ لى نظرية الالتزام العام، طبعة جديدة، ص 93. ¶ المصدر السابق، ص 1 0 2. ¶ 34",
            "page": "34",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "من أمثلة ذلك أنه فضَّل استعمال لفظ (الوديع) - أي الذي وضعت ¶ الأمانة لديه - على (الموح) بفتج الدال لأنَّ هذا الثاني يحتاج إلى ضبط ¶ وتشكيل لكي يتميز عن (المودِع) بالكسر - أي صاحب الوديعة -. ¶ ومنها أنه كان يشمئز من الاصطلاح الشائع: (الجدّ الفاسد) - أي: ¶ الجد من جهة الأم - في المواريث تمييزاً له عن الجد من جهة الأب، إذ عبر ¶ عن الأول بالجد الرحمي، وعن الثاني بالجد العصبي. ¶ 4 - ومن ميزات الشيخ الفقهية الجليلة أنه صاغ الفقه الإسلامي ¶ صياغة جديدة مشرقة، فنقّاه من شوائب التعقيد، فظهرت نصاعة البيان ¶ وسلاسة العبارة في جميع ما كتب مع حسن الترتيب وجودة التنسيق، ¶ وذلك لأنه كان ضليعاً في اللغة العربية، أديباً مترسلاً رياناً من الأدب ¶ العربي، نهل من ذخائره، ومرن على الكتابة وهو حديثُ السنّ، وكتبُه ¶ شاهد عدلٍ على هذه السمة المرموقة المتميزة. والواقع أن كتابه (المدخل ¶ الفقهي العام) يُعدُّ من روائع الكتب الفقهية، فقد تضمَّن البحثَ في ¶ نظريات فقهية مؤصَّلة عميفة الفكر، غزيرة المعنى؟ بأسلوب ماتع سائغ، ¶ يبلجُ به جبين الففه، وتصير الموضوعات الفقهية قريبةَ المنال، محببة ¶ لدى القارى، وقد اشاد به العلاّمة الشهيد عبد القادر عودة في مستهلّ ¶ تقريظه الكتاب بكلمة كان الشيخ مصطفى قميناً بها وهي كما يلي: ¶ \"الفقه الإسلامي في ثوبه الجديد: كان هذا العنوان أمنيةً فأصبجَ ¶ حقيقة، كان أمنيةً تهوى إليها النفوس، وتهفو إليها القلوب، فأصبج ¶ حقيقةً ماثلةً بين دفتي كتاب يستطيع كل قارى ان ينالها ويستمتع بجمالها. ¶ وقبل هذا الكتاب كان عشّاق الفقه الإسلامي يحاولون أن ينالوه فلا ¶ يستطيع أن يناله منهم إلا البعض، وقليلٌ ما هم، لأنَّ الفقه اعتصم من ¶ 35",
            "page": "35",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "طالبيه في المتون، وتحصَّنَ في الشروح، واستعصى على طلاّبه في اللغة ¶ المغلقة والأسلوب العفيم \" (1). ¶ وهذا الطراز الفريد من أسلوب الكتابة في الفقه جعل الشيخَ جديراً ¶ بأن يلقَّب بأديب الفقهاء وفقيه الأدباء بمعنى الكلمة. وطالما ذكر الشيخ ¶ قول الإمام الزاهدي الحنفي صاحب كتاب (الفنية) على سبيل الطرفة ¶ والنكتة: \" إنَّ الفقيهَ الذي لا حظَّ له من الأدب واللغة لا يستحقُّ النفقةَ من ¶ بيت المال وريعه المختص للفقهاء\". ¶ وحريٌّ بالذكر أنَّه إلى آخر عمره وقد نيف على التسعين من عمره ¶ المبارك ظلَّ مكبّاً على مطالعة كتب الأدب العربي، وكان في مقتبل شبابه ¶ مولعاً بكتاب السان العرب) لابن منظور، وبهذا الذوق الرفيع والهمّة ¶ العالية وعى الشيخ كثيراً من اللغات الغريبة العويصة، واستطاع بتنقيبه ¶ المستمر عن الفصيح الأصيل أن يستدرك أحياناً على المعاجم اللغوية ¶ الحديثة، ومنها (المعجم الوسيط) وهو أفضل معجم عربي معاصر يُعتمد ¶ عليه في نظره، ولكن الشيخ له استدراكات على كلمات وردت فيه، ¶ واعتُبرت من وضع (المجمع) حسب الرمز المشار إليه بين القوسين ¶ ب (مج). ¶ وهنا أكتفي بضرب مثال واحد وهو تعليقه على كلمة (زُلَّخة) إذ جاء ¶ في المعجم المذكور بصدد بيان معناها: \"وهو روماتيزم يلحق أوتار ¶ العضلات. . . (مج) \"، فعقَق على ذلك الأستاذ الزرقا بما يلي: \"ليست ¶ (1) ¶ مقدمة المدخل الفقهي العام، إخراج جديد: 1/ 5، طبعة دار القلم، دمشق، ¶ 418 اهـ-998 امح ¶ 36",
            "page": "36",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "كلمة (زُئَخة) من وضع مجمع اللغة العربية أو مجمع علمي، بل هي عربية ¶ أصيلة مذكورة في السان العرب) وغيره مع شواهد لها، وليست روماتيزم ¶ اوتار العضلات، بل هي انزلاق عصب العمود الفقري من بين الفقرات، ¶ وهو ما يسمّيه الطب اليوم (ديسك - حيا 34 ا! (، كما هو مثبت في موضعه ¶ من النسخة التي كانت في متناول يده. ¶ وفي ختام الحديث عن حياة الشيخ الحافلة بجلائل الأعمال العلمية ¶ يجب ان يشُار إلى أنَّه كان قمةً في حُسن الأخلاق، و! ل ا ا! جاب ا لأخلاقي ¶ الرفيع اثَّر في إثراء فقهه بحيث لم يشعر المستفتي بشكاسة خُلق تبعده عن ¶ اللجوء إلى الشيخ في المراجعة والاستفتاء، ولسجاياه الكريمة دوو كبيو ¶ في تربية ملكة الفكاهة في تلاميذه، فإنهم كانوا يدنون منه بلهف فيناجيهم ¶ ويلاطفهم بمحبة وحُسن تقدير، ويرحب بالنقاش كما أنه كان يفتج صدره ¶ لكل زائر ومستفسر، وهو دائماً حاضرُ البديهة، يستمع إلى القول، ¶ ويحترم الرأي، أو ربما يفئده إذا اقتضى ا لأمر دون زجر أو توبيخ. ¶ هذه نبذة يسيرة عن حياة الشيخ الجليل مصطفى الزرقا، وغيض من ¶ فيضه، رحمه اللّه تعالى رحمة واسعة وأسكَنَهُ فسيج جنّاته. ¶ ا لر يا ض 8/ 6 / 9 2 4 1 هـ ¶ 37 ¶ علي أحمد الندوي",
            "page": "37",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "مصطفى الزرقا ¶ عقلية فقهية نادرة ¶ بقلم ¶ الدكتور أحمد الحجي الكردي ¶ خبير في الموسوعة الفقهية ¶ وعضو هيئة الفتوى بدولة الكويت ¶ الحمدُ دلّه ربِّ العالمين، وأفضلُ الصلاة وأتمُّ التسليم على سيدنا ¶ محمد خاتم الأنبياء والمرسَلين، وعلى آله وأصحابه أجمعين، ¶ والتابعين، ومن تبع هداهم ب! حسانٍ إلى يوم الدين. ¶ وبعد: فمصطفى أحمد الزرقا عَلَمٌ تالَقَ في المجالس الفقهية، ¶ والمجامع العلمية، والمؤتمرات القانونية، في العالم كله، منذ أواسط ¶ القرن العشرين الميلادي، إلى ان توفَّاه اللّه تعالى في نهاية القرن العشرين، ¶ كما تألّق في السياسة عندما شغل عدداً من الوزارات في الجمهورية العربية ¶ السورية في مدد متعدّدة. ¶ وقد دَرَس الففه منذ نعومة أظفاره في أرقى المدارس الشرعية في ¶ حلب (المدرسة الخسروية)، وأتمَّ دراسته الشرعية على والده وجدّه ¶ لأبيه، وهما عمدة علماء حلب في ذلك العصر، ثم انتقل إلى دراسة ¶ القانون في الجامعة السورية (جامعة دمشق حالياً)، وطعَّم دراستيه ¶ الشرعية والقانونية بدراسات باللغة الفرنسية، فكان محلِّقاً في كلّ ¶ 38",
            "page": "38",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "تخصّصاته، بما أوتيه من مَلَكة فقهية، وعقلية علمية، يندر ان توجَد ¶ مجموعةً في غيره من الاشاتذة. ¶ وقد يسَّرَ اللّهُ تعالى لي أن دَرَلسْت عليه في كلية الشريعة بجامعة ¶ دمشق بين عامي (1959 - 963 ام (، بعضَ كتبه منها: (المدخل ¶ الفقهي (، بالإضافة إلى كتابه (نظرية الالتزام في الفقه الإسلامي)، وقد ¶ أدركتُ من خلال دراستي عليه أنَّه استاذ مميَّز في قدرته على فهم الفقه ¶ فهماً تحليلياً لم يسبق أن عرفتُه في غيره من أساتذتي الذين درستُ عليهم ¶ الفقهَ قبلَه ولا بعدَ 5، وقد سمعتُ منه مرات يقول: \"إنَّ الففه تحليل ¶ وتركيحب، وليس حفظاً وفهماً عامّاً\". ¶ وقد كان رحمه اللّه تعالى في دروسه يحلّل ويفكّك كلّ مسألةٍ ¶ يتعرَّض لها، حتى تصبج كالعجينة بين يديه، يكيّفها كيف يشاء، ثم يعيد ¶ تركيبها كما كانت، بأسلوبٍ عربي محكَم، تكون فيه الألفاظ على قدر ¶ المعاني، دون زيادة مملّة، أو نقص مخلّ، وذلك بعد أن يكون قد أطلع ¶ الطلاب على جزئياتها وتفاصيلها، مما يسهل عليهم فهم كنهها وحقيفتها. ¶ وقد كانَ يغلبُ عليه في دراساته وكتبه وتدريسه التزام قواعد ¶ المذهب الحنفي، إلاّ انه في الوقتِ نفسِه ما كان يغمط المذاهب الفقهية ¶ الأربعة الأخرى، بله المذاهب الفقهية الثمانية الأخرى، حقّها في الدراسة ¶ والتمحيص، وربما رجّج بعضاً منها على غيرها في بعض الأحيان إذا بدا ¶ له قوة دليلها، مما يدلّ على تفتج ذهنه، وموضوعيته، وعدم تعضبه إلاّ ¶ لما رججَ عنده من الأدلّة الشرعية. ¶ وقد يشَر اللّه تعالى لي بعد تخرُّجي من كلية الشريعة في عام ¶ (963 ام) أن أشارك في مسابفة لاختيار معيد في الكلية من الخرِّيجين ¶ المتفدَمين، وكان الاشتاذ الكبير مصطفى الزرقا احد أعضاء اللجنة ¶ 39",
            "page": "39",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "الفاحصة، وقد منَّ اللّهُ عليَّ أن كنتُ الناججَ الأول في هذه المسابقة، ¶ فَعُيِّنْتُ معيداً في الكلية بناءً على ذلك في عام (964 ام)، ثم كُلِّفتُ ¶ بالتدرب على التدريس في الكلية خلال عامي (1964 - 1965 م)، وكان ¶ فيما كُلِّفتُ بتدريسه من المواد والكتب في الكلية كتابا أستاذنا الزرقا: ¶ (المدخل الففهي)، و (نظرية الالتزام في الففه الإسلامي)، ثم سافرتُ في ¶ عام (1965 م) موفداً من قِبَل جامعة دمشق إلى الأزهر الشريف للحصول ¶ على درجة الدكتوراه في الفقه الإسلامي وأصوله، وتمَّ لي ذلك بفضل اللّه ¶ تعالى وحمده، وحصلتُ على درجة الدكتوراه في الفقه والأصول من كلية ¶ الشريعة والقانون في جامعة الأزهر مع درجة الشرف الأولى في عام ¶ (1970 م)، وعُيّنتُ بعدها مباشرة مدرِّسأ في كلية الشريعة بجامعة دمشق ¶ في العام ذاته، وبدأتُ التدريسَ في الكلية، وكان فيما أُسند إليَّ من المواد ¶ التدريسيَّة عقب تعييني مباشرةًالمواد التي كان قد دزَسني إيَّاها استاذنا ¶ الزرقا، وهي (المدخل الفقهي العام)، و (نظرية الالتزام في الفقه ¶ الإسلامي)، فدرَّستها سنينَ كثيرة في كتبه التي درستُها فيها عليه، فازددتُ ¶ معرفةً بعقليّته الفقهية المميؤة، وسَعَة أُفقه العلمي الواسع جدأ، وحبّاً ¶ عميقاً له، وثقة كبرى بعلمه. ¶ وقد خسرت سورية عامة، وجامعة دمشق بكليتيها الشريعة ¶ والحقوق خاصة، بانتقاله إلى الجامعة الأردنية للتدريس فيها، ثم انتقاله ¶ إلى المملكة العربية السعودية للإفادة من خبراته العلمية النادرة، ثم انتقاله ¶ إلى الرفيق الاعلى في أواخر القرن العشرين، عن عمرٍ ناهز التسعين عاماً، ¶ قضاها كفَها في العلم والمعرفة والتدريس: خسارة لا تعدِلُها في نظري ¶ خسارة وفاة أي عالم آخر، رحمه اللّه تعالى رحمة واسعة، وٍ أسكنه فسيج ¶ جنّاته، وعوَض المسلمين عامةً، وطلاّب العلم خاصة، والمجامع ¶ الفقهية بشكل أخص، عنه مَنْ يحلُّ محله، ويؤذَي المهمات العلمية التي ¶ 40",
            "page": "40",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "كان يؤدّيها ويضطلع بها، وإنْ كان ذلك بعيداً في نظري، لتميّز الأستاذ ¶ الزرقا، وتفرّده بعقلية فقهية نادرة، إلاَّ انَّ أملنا في كرم اللّه تعالى علينا ¶ كبير، وهو على كلِّ شيءً قدير. والحمد دلّه ربّ العالمين. ¶ الخميس 5/ 3/ 426 ا هـ ¶ 4 1/ 4/ 5 0 0 2 م ¶ 41 ¶ أحمد الحجي الكردي",
            "page": "41",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "حياة الأستاذ الكبير العالم الفذّ مصطفى الزرقا ¶ باني الجيل المعاصر: دقة في النظر، وعمقٌ في الدليل ¶ بقلم ¶ الدكتور فتحي الدريني ¶ عميد كلية الشريعة في جامعة دمشق سابقاً ¶ كان الشيخ المرحوم مصطفى الزرقا قويَّ الشكيمة عند مقارنة ¶ الشريعة الإسلامية بالقوانين الوضعية، ويستند في المقارنة إلى أصول ¶ الشريعة، وكلياتها العامة، وقواعدها المحكمة، وغاياتها البعيدة، ¶ ومصالحها الكلية والجزئية، الدنيوية والأخروية، في دقة وإحكام، ثم ¶ يؤول إلى القوانين الوضعية، فلا يجد فيها إلا جزئيات الغاية، ثم لا يجد ¶ لها أصولاً عامةً تستند إليها تلك الغاياتُ الفرعيةُ إلا قليلاً، فكانت لذلك- ¶ وفي معظمها - نصوصاً فرعيةً لا تكاد تستندُ إلى أصول أو كليات، على ¶ النحو الذي نجده في التشريع الإسلامي العظيم، ولا سيما في القران ¶ الكريم. ¶ والسرُّ في ذلك، أنَّ الشريعة الإسلامية معظمها كليّات لا جزئيات، ¶ لأنَّها لم تشرع لزمن معيَّن ولا لأمة أو شعب دون الأمم الأخرى أ و ¶ الشعوب الأخرى في العالم. ذلك أنَّ الإسلام إنما كان رسالةً للعالمين، ¶ فكان الأستاذ الكبير يرفع من شأن رسالة الإسلام، ولا سيما شريعته، ¶ ليبدوَ للعالم بعدُ الشأو لهذا التشريع الإسلامي العادل الشامل الرحيم، ¶ دون غيره من القوانين القديمة والحديثة والمستقبلة؟ لأن هذه القوانينَ ¶ كانت تُصاغ لأمتها وحدَها، ولزمن دون اخر، فيكون التقنين مُصاغاً على ¶ 42",
            "page": "42",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وفْق أمته، وما تقتضيه حاجتُها، ولزمن او عصر محدود، فكان الفارقُ ¶ الهائلُ بين الشريعة الإسلامية الغرَّاء، والقوانين الوضعية، شاسعاً جداً، لا ¶ يدرك له مدى، حتى قيام الساعة، وهذا سز مضمون قائم أبدَ الدهر، لأنَّ ¶ منشأه بيّن، وأنّه منزَّل من عند اللّه تعالى للعالمين. وعلى خلاف ذلك، ¶ القوانين الوضعية التي هي من صنع الناس، وعلى حسب ما يتبع كل قطر ¶ من الا! طار، من القوانين التي تدبّر أمره، في أمدٍ محدود!!. ¶ ما كان الشيخ الجليل والعالم الواسع الأفق ليُعْنى بالقوانين مطلقاً ¶ في سائر مؤلَّفاته العلمية القيّمه، الا عند الحاجة للتدريس في كليتي ¶ الشريعة والحقوق في جامعة دمشق؟ إذ كان يعقد مقارنةً بين الشريعة ¶ الإسلامية والقانون، والشأو بينهما بعيد، وكان يشير إلى الاسباب التي ¶ دعت إلى ذلك التفاوت بينهما، فالمقارنة كانت واسعة المدى، فكان ¶ البَوْنُ بينهما لا يمكن أن يُدرَك له شأو أو ماَل!. ¶ على أن الشيخَ الجليلَ - رحمه اللّه تعالى - كان مغرَماً جداً بالتعليل، ¶ ليدركَ المقاصد من التشريع في تفصيلاته. ¶ فمقاصد الشريعة اعتنى علماء الاصول بنوعيها المقاصد الكلية ¶ والفرعية، وهي الغاية القصوى التي تتحقق بها المصالح العامة والخاصة ¶ على السواء. ¶ وأفرد لهذا العلم العظيم الأصوليُّ الفذّ (الإمام الشاطبي) في كتابه ¶ القيّم: (الموافقات) في أجزائه الأربعة مكاناً واسعاً من كتاب ¶ (الموافقات) الذي غدا مرجعاً بارزاً ذا شأنٍ كبير عند علماء الأصول، ومن ¶ هؤلاء الشيخ الجليل مصطفى الزرقا رحمه اللّه تعالى، وأصبج كتاب ¶ (الموافقات) للشاطبي، المرجعَ الأول في أصول الفقه للعلماء ¶ والدارسين. ¶ 43",
            "page": "43",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "هذا، ومعلولم أنَّ الشريعةَ الغرَّاء واسعةُ المدى في كلِّ عصير وبيئة، ¶ لأنها رحمة للعالمين، بالنص، فكان الشيخ الجليل - رحمه اللّه تعالى- ¶ معنياً بهذه المزيّه التي منحه اللّه إياها، لأنها مزيّه تفرّدت بها شريعة ¶ الإسلام، دون سائر الشرائع، لأنها خاصة، وليست عامة للعالمين، ¶ كشريعة الإسلام، لأنها تنزيل من عزيز حكيم!. ¶ هذا شيء، وشي! آخر- وقد أدركه العالمُ الجليلُ رحمه اللّه تعالى- ¶ أنَّ الشريعةَ الإسلامية، قد تكفّلت بالفيام بكل ما يفتقر إليه المسلمون، ¶ وغيرُهم من الأمم، مهما تناءتْ بهم الديار، وتعدّدت قضاياهم وأنواعها ¶ في كلّ عصر. ¶ هذا، وقد كان الأستاذ الكبير - رحمه اللّه تعالى -معنياً بهذه المزيّه، ¶ ولولا أنه كان من المجتهدين العظام لما وصل إلى ما تضمنته كتبه القيّمة ¶ التي تُدرَّس في كلية الشريعة، وكلية الحقوق، في جامعة دمشق وغيرها، ¶ منذ زمن بعيد حتى اليوم، وهي تتضمن من المعاني والأصول والفقه ¶ الإسلامي باجتهاده المتواصل، طوال حياته. ¶ أسبغَ اللّهُ تعالى على الشيخ الجليل: مصطفى الزرقا من نعيم جناته ¶ في الآخرة، كما كتب اللّه تعالى له التفوّق في أستاذيته، والتعمّق في ¶ مؤلَّفاته، في دنياه، ليكونَ نبراسأ للعلماء من بعده، واللّه ولي التوفيق. ¶ والحمد للّه ربّ العالمين. ¶ 44",
            "page": "44",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "الوالر النتميخ! مصطفى في بيته ¶ بقلم ¶ ابنه محمد أنس الزرقا ¶ كان الوالد -رحمه اللّه تعالى - مُولَعاً في فقه الشريعة الإسلامية ¶ بصياغة النظريات العامة \"التي يقوم على أساسها صَرْح الفقه. . . ¶ ويصادِفُ الإنسان أثر سلطانها في جميع المسائل. . \" (1). ¶ وإني المح عناصر نظرية عامة تجري وفقها تصرفات الوالد في ¶ بيته وأسرته ومعيشته عموماً، مقوماتها: فقه المعيشة، والإتقان، ¶ والتنظيم، والتسامح، والتواضع، والاعتدال، والاقتصاد، وحب ¶ العربية والشعر. ¶ 1 - فقيه معيشة وفقيه شريعة: ¶ يقول! أهِل اللغة: الفقه أخصُّ من العلم، ويعني التفهُّم ¶ والتفطُن. وفقُهَ: إذا صارَ الفقهُ له سجيةً، ثم غلب في علم ¶ الشريعة. وفقَّهه: صيّره فقيهاً، وفقَّهه الأمرَ: علمه إيَّاه. ¶ كان الوالد فقيهاً مفقِّهاً، ليس في الشريعة فقط، بل في كلِّ ¶ شأنٍ من شؤون المعيشةِ، عزَّ أو هانَ. ¶ ! مشهد: يا أنس، لم تُحْسِنْ صفَّ السيارة!. ¶ لقد ألصقتَ الإطارَ بالرصيف، فلو احتجت فكّه لإصلاحه ¶ ما استطعتَ، ولو وقفتْ سيارة قريباًامامك لما استطعتَ المناورة ¶ (1) المدخل الفقهي 1/ 329. ¶ 45",
            "page": "45",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "لتخرجَ. ثم إنّكَ تقفُ في شارعٍ شديدِ الانحدار، فيجبُ أن توخهَ ¶ العجلاتِ نحو الرصيف حين الوقوفِ، تحشُباً لو أفلتتِ ¶ المكابجُ. . . \". ¶ !! مشهد: \"لقد طويتَ سجّادَةَ الصلاةِ عرضياً، فوقع موضعُ ¶ السجودِ على موضوع القدمين! يجب طيُّها اولاً على طولها، بحيثُ ¶ لا يقعُ موضعُ السجودِ إلا على نظيرهِ، ثم تطويها بعد ذلك عرضاً. ¶ وكان جميعُ أهل البيت والضيوف يُعَفَمون ذلك. ¶ \" مشهد: ان لكم أن تتعلّموا طريقةَ قسم البطيخة (الحمراء)! ¶ يجبُ اولاً قسمُها عرضياً لتظهرَ مواقعُ جيوبِ البذور، ثم تقسَمُ ¶ على طولِ تلك الجيوب، فتنكَشفُ البذورُ وتتساقط بنفضةٍ خفيفةٍ، ¶ بدل ان تبقى في باطنِ كل حزةٍ تُضايِقُ الاكل. ¶ ! كيف تمسِكُ فرشاةَ الأسنان، وكيف تمشِّطُ بها الأسنانَ من ¶ اللثّة إلى الأطرافِ، وليس بالعرض فتؤذي اللثةَ. ¶ ! أظافرُ اليدينِ تقلَّمُ أقواساً كالأهلَّة، أمَّا القدمانِ وبخاصة ¶ إبهاميهما فباستقامةٍ، حتى لا تنغرز في الجلدِ عند نموها. ¶ ! لا يوضٍعُ الكأسُ على طرفِ المائدةِ، بل نحو وسطِها، حتى ¶ لا يسقُطَ خطأ فينكِسرَ، ويلوّثَ الأرضَ. ¶ \" مشهد: هل تد! مسماراً في الحائطِ مباشرةً لتعلّقَ عليه مراة ¶ مثلاً؟ هذا فِعْلُ الأخرقِ المتعجِّلِ الذي يشِّوهُ الحائطَ بما يتساقطُ من ¶ حولِ المسمارِ من المَلاطِ (الطينة). احفر أولاً حفرةً ضحلةً بالمثقابِ ¶ بريشةٍ ثخينةٍ، ثم احفر في وسطها حفرةً عميقةً بقدر المسمارِ بريشةٍ ¶ أدق، ثم. . . ¶ عئنيمبرك! م ¶ 46",
            "page": "46",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "ولو أردتُ الاسترسال! لطالَ الكلامُ، إذ لم يكن من شؤون ¶ المعيشة شأن إلا وقد تفقَّه الوالدُ فيه، حتى أحكمَ تعاطيه، بعد أ ن ¶ أعمل فيه فِكْرَهُ، وسأل! أهلَ الاختصاصِ إن كانوا، ثم أخذَ به نَفْسَهُ ¶ عملياً، وففّه مَنْ حوله ممن يحتاجُ إليه، وممن رضي أن يصغي ¶ إليه. من ذلك أذكر سرداً: ¶ -مم! كيفية تعقيم إبرة الدواء، وتركيبها بالملقط الطبي دون لمس، ¶ ثم إعطاء حقنة دوائية في العضل في المواضع الصحيحة من الجسم ¶ دون سواها. ¶ * وكيف يمقَعُ الخَسُّ بمادّةٍ معقِمةٍ أو بالصابون، ثم يغسل بعناية ¶ قبل تناوله (كان - رحمه اللّه تعالى - مُوْلعاً بالخس). ¶ *. ثم كان يقتني ويتقن استخدامَ ادوات النجارة والحدادة ولحام ¶ المعادن وتمديدات الماء وسواها مما يحتاج إليه في إصلاحات ¶ المنزل! وآنيته، والإصلاح الخفيف للحقائب والأحذية، بل حتى ¶ إصلاح المصنوعات من البلاستيك. ¶ وكان يأتي في إصلاحاته بالمدهشات المتقنة0 ¶ فإن احتاجَ إلى المهنيين، وأتى بهم لإصلاح شيء، وفاتَ ¶ أحدُهم أن يُحضرَ أداةً معينةً، فقلّما لا يكون مثلها عند الوالد يأتيه ¶ بها. وكان يراقبهم، ويرشدهم إلى الأسلوب الصحيج، ويتعجَّبُ ¶ من كثرة اخطائهم جهلاً أو تهاوناً، كما يتعلّم من المحسنين منهم. ¶ كنتُ أحيانأ ألومه على صرفه وقتاً في الإصلاحات يتولاها ¶ بنفسه، فما كان يردّ علي، ثم أدركتُ أنها هواية يستجئمُ بها ¶ ويتلذَّذ. ثم ورثتُ عنه هذه الهواية. ¶ 47",
            "page": "47",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "! كان يقتني طقماً متكاملاً من سكاكين الجزّارين، يستخدمها ¶ بمهارة في تفطيع خروف، مع تمييز القطع بحسب الأكلات المناسبة ¶ لها، ومع معرفةٍ فائقةٍ بمواطن الأوتار الخفيّةِ يستلُّها بحذق. ¶ وهذه السكاكينُ يأتي بها من صناعة حلب، ومن مزاياها كما ¶ أخبرني أنَّ مقابِضَها من خشب المشمش الدمشقي، الذي لا يتفسّخُ ¶ بالماء وبطول الاستعمال، أمّا نصالها فمن فولاذ المبارد الأوربية ¶ المستهلكة، يطرقُها على النار حُذّاقُ الحدادين، تفري اللحم بحدها ¶ المرهف بلا عناء. ¶ وكان يصنعُ لكلِّ سكينٍ قِراباً من الورق المفوَّى، او سواه، ¶ حتى لا ينثلم حَدُّها. وحين رأى أنني أُقدِّرها حقَّ قدرِها أهداني في ¶ عمان واحدة بعد تعفدي أن أصنعَ لها قِراباً. ¶ ! كان ايضاً فقيهاً في البسْتَنَةِ، بالاشجارِ المثمرةِ أدواءً وأدويةً، ¶ وبكيفية تطعيم نوعٍ بنوعٍ، حتى عفم مهندساً زراعياً طريقةً فيه، ¶ وتعلَّم منه طريقةً أخرى. أتقن هذا الفنَّ من عنايته ببستان اقتناه جَدّي ¶ الشيخ أحمد في قرية (تاذف) قُرْبَ حلب. ¶ ،- الحلاقة: لابدَّ أن أفردها بالذكر، إذ أتقنها الوالدُ أيمّا إتفان، ¶ مذ كان يتولّى دون سواه -كما أخبرني - الحلاقةَ لجدّي أحمد، ¶ والعناية بلحيته. وعلّم زوجته (خالتي) ذلك، وكان يستخِدمُ مراتين ¶ يمسِكُ إحداهما وهي تمسِكُ بالأخرى خلفه ليراقِبَ النتائجَ ¶ ويوجهها. ¶ وكثيراً ما كان يتولّى حلق شعري وشعر نوفل اخي الأكبر، على ¶ مضض منا وتهزُب وتخوُّف ان يكتشف أحدُ من زملائنا أو الجيران ¶ أن بابا وليس حلاّق الحي يحلق شعرنا. يا للعار!. ¶ 48",
            "page": "48",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "مرت سنون، ثم قُدّرَ أن نذهبَ للدراسة في أمريكة، فإذا بالقوم ¶ هناك يتفاخرون بما يقومون به منزلياً من إصلاحات وأعمال، منها ¶ الحلاقةً لأفراد العائلة، يبيعون لها أدوات كهربائية خاصَّة بالمبتدئين ¶ مع صور إرشادية! فاشتريناها وكتبنا للوالد مبشرين بأننا دخلنا ¶ الفنَّ، ويحلِقُ أحدُنا شعرَ الاخر دون مضض! ¶ وماكان الوالد يسافِرُ قط إلا مصطحباً عِدّةَ الحلاقة كاملةً في ¶ علبة خاصَّة. وسافر مرة إلى مؤتمر مع الشيخ إبراهيم الفطان - قاضي ¶ قضاة الأردن سابقاً- الذي اغتمَّ أن لم يطفْر بحلاقٍ قبل افتتاح ¶ المؤتمر. تصور دهشته وسروره إذ أتحفه الوالدُ بحلاقةٍ راقيةِ 0 وقد ¶ وقع مثل ذلك من الوالد مع أصدقاء اخرين في أسفارٍ أخرى. ¶ كيم الصحة: كان عنايةُ الوالد وفقهه في امور الصحة، وقايةً ¶ وعلاجاً يتعلّمه من الأطباء والقراءة، تفوقُ عنايته بأيِّ علمٍ اخرَ ¶ خارجَ الفقه واللغة. ¶ لابدَّ أن يفهم عن الطبيبِ مفعول كل دواءً يصفه، ولابدّ أ ن ¶ يدوِّن على علبةِ الدواءِ لايِّ حالةٍ يصلُحُ، وفترات تناوله. 0. إلخ. ¶ 2 - الأستاذية والتفقيه في المعيشة: ¶ كان الوالد -رحمه اللّه تعالى - مولعأ بتعليمِ وإيضاحِ ايِّ شيءً ¶ يعرفه لمن يريدُ أن يتعلَّمَ. وله على ذلك معين من الصبرِ وسَعةُ ¶ الصدرِ والأناةِ مع الجاهلِ، مع تدرج من البسيط إلى المركّب. ¶ وكانت خالتي (زوجته بعد وفاة أمي) لاً تناديه ولا تتحدّث عنه للغير ¶ إلا بالأستاذ: يقول لكم الاشتاذ كذا، وجاء الأستاذ، وذهب ¶ الأستاذ. . . ¶ كما كان الوالدُ تلميذأ جاداً إذا أراد التعلُّم: ¶ 49",
            "page": "49",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "\" أذكر أنه -حين دعته جامعة برنستون بأمريكة إلى مؤتمر عن ¶ الفقه الإسلامي عام 1372 هـ-953 ام، مع جولةٍ بعد المؤتمر ¶ في عِدّة ولايات - قرر أنه ينبغي أن يتعلّم مبادىء الإنكليزية. فاشترى ¶ كتابأ من سلسلة سأأالاأأ33 ول لتعليمها للناطقين بالفرنسية، ودرس فيه ¶ بجد، واستفاد من ذلك في سفرته تلك، وفي مناسباتٍ كثيرة ¶ بعدها، إذ بقي محافظاً على اهتمامه بمبادىء الإنكليزية. ¶ 3 - الإتقان: ¶ كان إتفانُ كلِّ شيء يتعاطاه سجية عند الوالد، يأخذُ به نفسَه ¶ ومَنْ حوله، فإذا كان التفقه هو مرحلةَ الفهمِ، فإنَّ الإتقانَ هو مرحلةُ ¶ التطبيق. ¶ \" كانت تجاربُ الطباعةِ لكتب الوالد درساً في الإتفان، يتكَّررُ ¶ مراتٍ كثيرةٍ في الفصل الواحد. وقد يستعينُ بنا منذ كنا في نهاية ¶ الدراسة الابتدائية، حيث نمسِكُ الأصلَ المكتوبَ، وهو يمسِكُ ¶ التجربةَ، فيفرأُ بصوتٍ عالٍ ويصحج، ونحن نتأكد على الأصل0 ¶ ! وكان شديدَ الحرصِ على وضوح العبارة، فقد يبدّلُ كلمة ¶ لاحتمال أن يفهمها المبتدىء على غير مقصودها، وعلى وضوحِ ¶ الفكرةِ، فقد يعيدُ الصياغةَ مرّات حتى تصبجَ في متناول الطالب. ¶ وكان أحياناً يختبِرُ ذلك على خالتي فيُقرئها العبارة، ويسألها إ ن ¶ فهمتْها، ف! نْ أجابتْ بالإيجابِ أثبتها، وإلاّ أعادَ الصياغةَ والتبسيطَ. ¶ \" مشهد: كان ذلك في صيف 1957 م بعد ظهورِ نتائج امتحان ¶ السنة الأولى -كلية الحفوق - في جامعة دمشق، وإذا بترتيبي الثاني ¶ بحسب المجموع على أكثر من 400 طالب، أخذتني الدهشة، ¶ وهنأني جميعُ أفراد الأسرة. ثم أتى الوالدُ فاخبروه فلم يهنئني، بل ¶ 50",
            "page": "50",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "نظرَ إليَّ مغضَباً معاتِباً وقال: رايتُك طوال السنة الدراسية متهاوِناً في ¶ الدراسة، مبدِّداًالوقت مع أصدقائك، ولم تشمَّرْ عن ساعدِ الجدِّ ¶ إلا في شهرين قبل الامتحان. ولو أنك سمعتَ نصيحتي، وبذلتَ ¶ بعضَ الجهدِ الواجبِ لظفرتَ بالاوليَّةِ. ما كانَ احسنها من نتيجةٍ!. ¶ وعييتُ عن الجوابِ، مع أنِّي كنتُ ذا جدلٍ، لانَّه كان محقاً. ¶ ثم نفعني اللّه بهذا التأنيب. ¶ ! مشهد: مضى ربعُ قرن، واسْتُكْتِبْتُ فصلاً في كتاب عن مناهج ¶ المستشرقين، أقوِّمُ فيه بحثاً منشوراً لجوزيف شاخت عن الزكاة. ¶ وقد بذلتُ وسعي في البحث، فاكتشفتُ وكشفتُ أن شاخت ارتكبَ ¶ اخطاءً خطيرةً في الموضوعِ وفي المنهج، وتحيّزَ تحيُّزاً صارخاً ¶ لا يليقُ بعالم، ناهيك عمّنْ يعتبَرُ عميدَ اَلمستشرقين المتعمقين في ¶ الفقه الإسلامي. ¶ وأُعجب الوالد بالبحث (1) فبعث إليَّ بالأبيات التالية: ¶ مهداة إلى ابني العزيز أنس: ¶ (شَخَخْثَ) علي شاختٍ شِخَاخِ مُهذَّبٍ وأدخلته في جُحْرِ ضَمب مُخرَّبِ ¶ وكانَ اللعينُ الفدُّ حجة قَومِهِ أصبح زيفأ كالجهولِ المُرَكَّبِ ¶ ومَهْمَا يَطُلْ بِالمَكْرِ والغِشِّ عُمْرُهُ فسَوْفَ يَحِيْقُ المَكْرُ بالمَاكرِ الغَبِي ¶ سيأتيه كَشَّافٌ فَيَكْشِفُ زِيْفَهُ ويُظْهِرُهُ عُريانَ غَيْرَ مُضَبَّبِ ¶ فأَقْبحْ بِجِلْبابٍ مِنَ المَكْرِ نَسْجُهُ فسَوْفُ يَعْودُ المَكْرُ غَيْرَ مُجَلْبَبِ ¶ عمان 15 من شوال / 3 هـ14 هـ- 26/ 7 / 1983 م. ¶ (1) ¶ يمكن لمن يهمّه الموضوع الذي هو عن الزكاة من وجهة التاريخ ¶ الاقتصادي أن يطلبه منّي بالبريد الالكتروني مع صورة الأبيات بخط الشيخ ¶ ول ه 5. إ أ! ول ء!! كلا-4مة ل! 3! ول!. ¶ 51",
            "page": "51",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "4 - التنظيم: ¶ التنطيمُ من الإتفان، وكان ايضاً ممّا يأخذ به الوالد نفسه ومَنْ ¶ حوله. فمثلاً كلّ الأشياء التي يشترِكُ أهلُ البيتِ في استعمالها لها ¶ أماكن محددة، ينبغي ان تعادَ إليها بعدَ الاستعمال. ولو انقطعتِ ¶ الكهرباءُ ليلاً لاستطاع أيّ فرد من العائلة ان يصل لمبتغاه باللمس. ¶ بم! مشهد: افتُقد مقصُّ الأظافرِ من مكانه المعلومِ، ثم عثر ¶ عليه، وكنت المذنب، فكان جزائي النزول ثم الصعود على درج ¶ البناية (أكثر من ثلاثين درجة). ¶ 5 - التسامح وسعة الصدر: ¶ لا اذكرُ أمراً أو فكرةً أخرجتِ الوالدَ عن الاعتدالِ في الكلامِ أ و ¶ الفكرِ أو التصرُّفِ، سوى انّه كان يغضبُ وتُبْطِىءُ فيئتُه مَعَ من يغشّه ¶ أو يحتالُ عليه. ¶ أمّا مع من يسيءُ إليه، أو يعقه، فهو صبورٌ ومتسامج -رحمه ¶ اللّه تعالى -. وقد تعمّدت الإبهام في المشهدين التاليين حتى لا اسيءَ ¶ لميتٍ أو حي. ¶ * مشهد: عمل الوالدُ في جهةٍ كان له فيها مركزٌ مؤثّرٌ. وتقدّمَ ¶ شخصٌ ذو مؤهّلات للعمل فيها فأباه الجميع، وتحيّزوا ضِدّه، إلا ¶ الوالد لقناعته بجدارته، وما زال بهم حتى قبلوه على مضضٍ. فإذا ¶ بهذا الشخص من أول يومِ عملى يصطنع المناسبات ليبدي انتقاداتٍ ¶ متكلَّفة وحادّة على أمورٍ ثانويةٍ في بعضِ ماكتبَ الوالدُ، واستمرَّ ¶ ذلك ديدنه. ¶ ثم إنّ الوالد انتقل للعمل في جهةٍ أُخرى بعيد؟. ودارت الأيامُ، ¶ فماذا بذلك الشخص يفقدُ عملَه، ويفتّش عن عملى، ويكتُبُ إلى ¶ 52",
            "page": "52",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "الوالدِ طالباً مساعدته للعمل في تلك الجهة الاخرى! ويحمِلُ الوالد ¶ الطلبَ إلى مَنْ بيدِ 5 الأمرُ ملتمِساً منه المساعدة، فإذا بهذا (وكان ¶ زميلاً للوالد في الجهة الأولى) يصرخُ: يا أستاذ! أنسيتَ ما فعلَ بك ¶ من قبلُ، وأنتَ تسعى له الاَن!. ¶ لا أذكرُ ماذا كانت النتيجة. ¶ ! مشهد: شخص يحضّر رسالة دكتورا 5 في بلدٍ اَخر، في ¶ موضوعٍ فقهي مالي كان جديداً وصعباً، يزور الوالدَ مسترشداً ¶ ومستشيراً مرّات زيارات طويلات، حضرتُ بعضها. ثم ينالُ ¶ الدكتورا 5، ويقدِّمُ نسخةً مطبوعةً للوالد، وفي مقدّمتها وحواشيها ¶ الشكرُ الجزيلُ بالاسم لكلِّ مَنْ قدّمَ له مشورةً أو سمجَ بزيارةٍ، مع ¶ ذكر موعدها ومكانها. إلاّ الوالد، لم يرد له ذكرٌ ولا شكرٌ، مع أنَّ ¶ في الرسالةِ أموراً جوهريةً كانت مما اُرشد إليه الكاتبُ في تلك الزيارات. ¶ ثم إنَّ الكاتبَ بعد ذلك احتاجَ في حياته العملية إلى مشوراتٍ كثيرةٍ ¶ مشافهةً وكتابةً كان الوالد يقدّمها له، وكأنَّ شيئاً لم يكن. ¶ هذا، وقد كان تقبّلُ الاختلافَ العلميَّ، وسَعَة الصدر مع ¶ المخالفين من خصالِ الوالدِ الفكرية المميزة. حقا حقاً ماكان ¶ الاختلافُ معه يفسِدُ للودِّ قضيةً. ¶ * مشهد: في صباحٍ تالٍ لإلقائه بحثَ التأمين، وماتلا 5 من ¶ احتدام النقاش حوله مع الشيخ محمد أبو زهرة (شوال 1380 هـ- ¶ نيسان 1961 م)، يخرجانِ لنزهة مع اصدقاء في غوطة دمش رتّبها ¶ الوالد مع إفطار مأمونية، وكانت حافلةً بالطُرفِ والمزاح. ¶ 6 - التواضع: ¶ كان يكر 5 التبجُّح والنفج. ولا أكادُ أذكر 5 يفتخِرُ بشيءً عمله، ¶ 53",
            "page": "53",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "إلاّ ممازحةً حول تصليحةِ صعبةٍ، أو حلاقةٍ متقنةٍ كتلك التي أتحفني ¶ بها يوم عفد قراني، قائلاً: لن تظفرَ بمثلها من غيري. ¶ \" ومن يقرأ كتبه (كالمدخل الففهي العام، والمدخل إلى نظرية ¶ الالتزام، ونظام التأمين، والفعل الضار، والتعسف باستعمال ¶ الحق)، يرى الاقتباساتِ مع الثناء، والإحالاتِ التفصيلية إلى أقرانه ¶ وإلى مَنْ هم في رتبة تلاميذه. ¶ \" وفي الحياة العملية كان أيضاً متواضعاً مع طلابه ومع العوام ¶ فَمَنْ فوقهم من السائلين، ومع من يكتبون له رسائل طالبين إجابة ¶ خطية كان يعتني بها. وما اكثر ماسمعتهُ يصحِّجُ من يخاطبه ¶ ب (دكتور) قائلاً: لست دكتوراً!. ¶ \" مشهد: كانت (أم شعلان) تأتينا أياماً للمساعدة بعد انتقال ¶ الوالد للعمل في جامعة دمشق، اشتكت عينَها، فأخذها الوالد ¶ لطبيب العيون، الذي وصفَ وقطرَ لها قطرةً مناسبة. وعاد بها الوالدُ ¶ إلى البيت، وسألها إن كانت راضيةً، فأجابت بالنفي، لأنَّ قطرةَ ¶ هذا الطبيب لا تحرِقُ العين!. ¶ ! مشهد: (سيريانا) كانت من سيريلانكا، وخدمتِ الوالدَ ¶ سنواتٍ في عمان، وتعلّمتِ الطبخَ جيداً بعد وفاة خالتي رحمها ¶ اللّه. كثيراً ماكان يدعوها لتجلسَ معنا على المائدة للطعام. ثم ¶ سافرتْ إلى بلدِها في إجازةٍ، وكتبت قُبيلَ موٍ عدِ عودتها تطلبُ ¶ زيادة في الأجر، فكتب إليها الوالدُ رسالةً رقيقة يرفض طلبها مع ¶ التعليل، ويذّكرها بأنّه يعامِلُها دوماً كأحد أفراد الأسرة. ثم عادتْ ¶ راضيةً، وآل بها الأمرُ أن صارت وهي نصرانيةً تحبُّ أن تصومَ مع ¶ أهل البيت، ثم اختارت أن تسلمَ. ¶ 54",
            "page": "54",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "! مشهد: كان شديدَ الخوفِ علينا من رفاق السوء، ولاحط ¶ شغفي وأخي نوفل في المرحلة الابتدائية بلعبة (الدَّحَل) في دمشق ¶ (وهي كراتٌ زجاجيةٌ يتنافس الأطفالُ بدحرجتها على الأرض) نلعبها ¶ مع أولادٍ في الحارة غير مرضيِّين، فمنعنا، واشترى لنا مثلها، ¶ وصار يلاعبنا فيها في البيت. ¶ *بر مشهد: كُنّا في حلب يومَ العيدِ، والوالد في الطريق أمام بيت ¶ شقيقته لزيارتها ضحًى، وإذا بعمِّي الحاج محمد قادمٌ للغرض ¶ نفسه. ينحني الوالد فيقبِّلُ يدَ شقيقه الاكبر في الطريق ثم يتعانقان. ¶ 7 - الاقتصاد في المعيشة: ¶ كان الشيخُ يكرهُ الإسرافَ، وينبِّه عليه باستمرار: ¶ ع! لاينبغي أن يبقى المصباحُ الكهربائي مضاءا ولاأحد في ¶ الغرفة، ولاالثلاجة مفتوحة حتى تفكر ماذا تريدُ أن تأخذ، ¶ ولاصنبور الماء مفتوحأ أكثر من القدر والزمن اللازم، ولابقية ¶ طعام اليوم الفائت، تؤخّر بل يبدأ بها قبل الطعام الجديد، وقد ¶ تفسدُ غداً نتيجة ذلك. ¶ ! وخيرٌ من التدفعة القوية والإسراف في الوقود ارتداءُ ألبسةٍ ¶ شتويةٍ مناسبة مع تدفعة معتدلة، ولايجوزُ استخدام ورقي جديدٍ ¶ للمسودات، بل تكتب على خلفِ الورقِ المتسعملِ. . . إلخ. ¶ ك! كما كان الوالدُ يماكِسُ الباعة ببراعةٍ وهمّةٍ، ويتحيَّن الأماكنَ ¶ والمواسمَ المناسبة للمشتريات المختلفة. ¶ ء. وكان دائماً يفضِّلُ شراءَ سيارةٍ مستعملة قليلاً لكنّها بتعبيره ¶ (نظيفة جدا، على سيافئ جديدةٍ، لأنّ سعر الأولى في العادة يهبط ¶ أكثر من نسبة استعمالها. ¶ 55",
            "page": "55",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وأفلحنا مرة في إقناعه بشراء سيارة جديد (تويوتا كريسيدا) كانت ¶ اخرَ سيارة اقتناها. ¶ ! ومع كثرة عنايته بهندامه وشعره ولحيته، فإنَّه ما كان يقيمُ وزناً ¶ للمظاهر الاستهلاكية، ويتحاشى مظاهر الأُبهة، ويلتزِمُ الاعتدال ¶ والبساطة والمتانة فيما يشتري، ويترفّق في استعمال الأشياء، ¶ ويتعاهدها بالإصلاح، فتبقى عنده سنوات صالحة اكثر مما تبقى عند ¶ سائر الناس. ¶ 8 - الاعتدال: ¶ الاعتدالُ أو التوازنُ أو التوسُّط بين الإفراط والتفريط كان سمةً ¶ مميزةً للوالد في مزاجه النفسي وفكره وسلوكه وفي تعامله مع ¶ الناس. ¶ لا سَوْراتُ غضبٍ أو موجاتُ كابةٍ أو شذَةٌ على الاَخرين، بل ¶ الأخذُ المعتدِلُ من كل مباح، والتلطُفُ مع الناس. ¶ وهذه هبةٌ من اللّهِ كانت من أسبابِ سعادته مع زوجه خالتي ا م ¶ مازن، تزوّجها بعد وفاة أمي عن ثلاثة أولاد أكبرُنا نوفل في ¶ السابعة. ¶ مم! حدثتني خالتي في عمان عن الوالد حين خطبها، وكان يكبرها ¶ نحو عشرين عاماً، أنَ بعض نسائها لخَّصْنَ هذا الخاطب ببلاغة ¶ حلبيّة: \"شيخ بدقن ولفّة، وعندو تلتّ وْلاد\"، وبالعربية: شيخ ¶ بلحية وعمامة وله ثلاثة أولاد. ¶ تصور فتاة في عشرينياتها ماذا ستنتظر من هذا الزواج؟! ¶ لكنّ اللّه جعل بينهما من المحبّة والانسجام ما يندرُ مثله، وكان ¶ من أسبابه فيما أرى اعتدال الوالد ورفقه، وأخذه من المتع ¶ 56",
            "page": "56",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "المباحة، فهناك جلسة قهوة أو شاي في الصباح او بعد العصر، ¶ وهنا نزهات في غوطة دمشق، وإجازة في المصيف عندما يتيشَر، ¶ وسفرة هنا أو هناك، ويوم أحياناً في بيروت، وحُسْنُ صلةٍ وبر ¶ بالأقارب جميعاً، ومنهم عائلة خالتي، الذين كانوا يبادلون الوالد ¶ المحبة والبر والتزاور. ¶ ولا ريب أنَّ لسعادتهما معاَّ أَسباباً أخرى تتصل بخالتي. ¶ !! حدثني الوالد عنها مرةَّ فَي الرياض بعد وفاتها بسنوات قائلاً: ¶ لا أذكرُ مرّة منذ تزوجتها جرى بيننا خلافٌ لأيِّ سببٍ إلا وتأبى ا ن ¶ تنامَ حتى اسامِحَها، ولو كنتُ أنا المخطىء. ¶ ومنها انَّها كانت لينةَ العريكةِ، مطيعةً للوالد، فانطبقَ عليهما ¶ وصية الأعرابية لابنتها: كوني له أرضاً يكن لك سماءً. ولا غرابةَ أنْ ¶ كانت وفاتُها في عام 1403 هـ= 1983 م كارئةً هدَّت حياته، ¶ وزعزعتْ كيانه، كما قال في مقدمة قصيدته في رثائها، وهي من ¶ أجمل المراثي. ¶ ! وكتب إلى صديقه أ. د. محمد زكي عبد البر بعد أكثر من ¶ ستّ سنوات على وفاتها: \". . . أمَّا أخوك هذا المصطفى ففي جوِّ ¶ وحشةٍ من هذه الدنيا ومَنْ فيها، ولا راحةَ لروحي فيها إلا في اُنسي ¶ بربي حين اتوجَّه إليه بالعبادة. . . \". ¶ 9 - حب العربية والشعر: ¶ ! قال الوالد في مقدّمة ديوانه: \"صاغني اللّه تعالى مُحبّاً للشعر، ¶ ولوعاً بحفظه وروايته؟ وأنا في نعومة أظفاري. . .\". وكان يعتزُ ¶ بالعربية الفصحى، ولا يرضى عنها بديلاً، وكان يأخُذُنا في الصغر ¶ بالتحدُّثِ معه بالفصحى، ويأبى الكلامَ معنا او الاستماع إلينا إلا ¶ بها. ¶ 57",
            "page": "57",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "! وكان إذا قرا أيَّ شيءً فرأى خطأً لغوياً صحَّحه كتابةً من ¶ فوره، فترى التصحيحات منبثة في كلِّ ماعنده حتى قصاصات ¶ الجرائد. ¶ وممّا يحضرني من الأخطاء الشائعة التي كثيراً ما نئه عليها: ¶ تواجَدَ: خطأ، صوابه: وَجَدَ، حَضَرَ. ¶ جميعاً بما فيها هذه المسألة: خطأ صوابه: ومنها هذه المسألة. ¶ الراسل خطأ صوابه: المُرسل. ¶ السُّمحاء: خطأ، صوابه: السَمَحَة. ¶ المُدراء: خطأ، صوابه: المديرون. ¶ المشبوهة خطأ، صوابه: المشتبهة. ¶ ! شاهدُ كلمة غطريف: ¶ كنا في الصيف عند الوالد في عمان، وقد اجتمع اولادُ أختي ¶ على حلِّ أحجية (كلمات متقاطعة)، واستوقفتهم كلمة لم أهتدِ إليها ¶ عندما سالوني، ثم تبيّن أنها (غِطْريف: وهو السيد الكريم)، ¶ وعندما عاد الوالدُ للبيتِ اخبرتُه عن استغرابي لها، فقال: هذه ¶ معروفة، وأنشدَ مِنْ فوره: ¶ لَعَمْرُكَ إنِّني لأُحِبَّ نَجْداً ومَا أَرْاى إلىِ نَجْدٍ سَبِيْلا ¶ وكنتُ أظنُّ طِيْبَ تُرَابِ نجدٍ وعَيْشأ بالطُرَيْفةِ لَنْ يَزْوْلا ¶ أجِدّك لن نَرَى الأحفرَ يوماً ولاالبِيْضَ الغطارف! الكُهُوْلا ¶ إذا سَكتوا رأيتَ لهم جَمَالاً وإنْ نَطَقُوْا سَمِعْتَ لهم عُقُولا ¶ !! شاهد كلمة غانية بمعنى متزوجة: ¶ ناقشه مرّةً صديقهُ الأديبُ والمفكّر المعروف أكرم زعيتر عن ¶ 58",
            "page": "58",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "صحّة استعمال (غانية) في غير معناها المألوف -استغنْت بجمالها ¶ عن الزينةِ -، فأكّد الوالدُ أنَّ لها معنى صحيحاًاخر هو ¶ (المتزوّجة)، واستشهد بقول نُصَيب: ¶ فَهَلْ تعودَنْ ليالينا بِذِي سَلَمٍ كمَا بَدَانَ وأيامِي بهَا الأُوَل ¶ أيامَ ليلى كعاب غير غانيةٍ وأنتَ أمردُ معروفٌ لك الغزل ¶ ! قصيدة حفظتُها مع الوالد: ¶ خلال مراجعةٍ لمعجم البلدان لياقوت رأيتُ القصيدةَ الجميلةَ ¶ التالية ليحى بن طالب - مادة قَرْقَرى، فأريتُها الوالدَ، فأعجبته، ¶ فقال: هيا نستظهِرُها معاً، وقد فعلنا، وبقي زمناً يفاجِئني بطلبِ ¶ روايتها ليتأكّد من حفظي: ¶ أحقاً عبادَ اللّهِ أنْ لستُ ناظراً إلى قَرقَرى يوماً وأعلامِها الخُضرِ ¶ إذا انطلقتْ نحو اليمامةِ رِفقةً دهاكَ الهَوَى واهتاجَ قلبُكَ للذكرِ ¶ اقولُ لموسى والدموعُ كأنَّها جداولُ، فاضَتْ مِنْ جوانِبها، تجري ¶ ألا هلْ لشيخٍ وابنِ ستّين حجةً بكئ طرباً نحو اليمامةِ مِنْ عُذْرِ ¶ لعلَّ الذي يقضِي الأمورَ بعلمِهِ سيَصْرِفُني يوماً إليها على قَدْرِ ¶ فتفتُرَ عينٌ لاتمَلّ مِنَ البُكا ويَصْحُوَ قلبٌ لايحهْنَهُ بالزَّجْرِ ¶ ! شاهد سائر بمعنى جميع: ¶ واعترضَ أستاذ فاضل على استعمال الوالد في مفالةٍ كلمةَ (سائر) ¶ بمعنى (جميع)، فردَّ الوالد الاعتراض مستشهِدأ بفول الأحوص: ¶ فَجلتْها لنا لبابةُ لمّا وقَذَ النومَ سائِرَ الحُرّاسِ ¶ ! شاهد من ابن سينا: ¶ وكان ينبّهنا على ضرر إدخالِ الطعامِ على الطعام، ويستشهد ¶ بقول ابن سينا: ¶ 59",
            "page": "59",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "ثلاب هنَّ مِنْ شَرَكِ الحِمَام وداعيةِ الصحيج إلى السَّقامِ ¶ دوامُ مُدامؤ ودوامُ وطءً وإدخالُ الطعامِ على الطعامِ ¶ ! وحين يتغّيظُ من عدم اتباعنا بعضَ النصائح كان يرِّددُ للمتنبي: ¶ وَمِنَ البليةِ عَذْلُ مَنْ لايَرْعَوِي عنْ غيّهِ وخِطَابُ مَنْ لايَفهَمُ ¶ ! وأحسَّ مرةً باحتيالِ مَنْ كان له به علاقة، فرددَ قولَ شاعبر: ¶ تولَّت بهجةُ الدنيا فكل جديدِها خَلَقُ ¶ وخانَ الناسُ كلُهمو فلا أدري بِمَنْ أَثِقُ ¶ رأيتُ مكارِمَ الأخلا ق سُدّت دونها الطُرقُ ¶ فلا حَسَبٌ ولانَسَبٌ ولادِيْن ولا خُلق ¶ فلستُ مُصَدَّق الأقوا م في شيء وَلَوْ صَدَقوا ¶ \" أشعاز كان يرددها أو يستشهد بها: ¶ للمتنبي: ¶ أشدُّ الغمّ عندي في سرويى تيفّن عنه صاحبُه انتفالا ¶ ولشاعر لا أذكره: ¶ حَنتنِي حانياتُ الدَّهرِ حتى كأنّي خاتِلٌ يدنو لِصَيْدِ ¶ قريبُ الخطوِ يَحْسَبُ مَنْ يراني ولستُ مقيَّدأ، انّي بقيدِ ¶ ولاسماعيل صبري باشا، من شيوخ شوقي: ¶ لم يدْرِ طعمَ العيش شُبان ولم يُدركْه شيبُ ¶ جَهْل يُضل قوى الفتى فتَطِيْشُ والمَرْمَى قريبُ ¶ وقَوى تخورُ إذا تشتث بالقوى الشيخُ الأريبُ ¶ أفتضيعُ في الحالَينِ آ ماذ وتَنْسَدّ الدُّروبُ، (1) ¶ اوّاهِ لو عَقَل الشبابُ وآهِ لو قَدرَ المشيبُ ¶ (1) هذا البيت إضافة من الوالد رحمه الله. ¶ 60",
            "page": "60",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "0 1 - الفتوى الأخيرة: ¶ لم تكن صِحّة الوالد صباح يوٍ م السبت 20/ 3 / 1420 هـ، ¶ الموافق 3/ 7 / 1999 م حسنة، واتصلتُ بالطبيبِ صديق الوالد ¶ الدكتور عبد الرزاق مخللاتي، فاستحسن إدخاله المستشفى لإجراء ¶ بعض الفحوص، لكنَّ الوالدَ كره ذلك كثيراً وأباه، فرضي الطبيبُ ¶ بقاءه في البيت إذا لم يطرا جديد. وبعيدَ الظهرِ نشطَ، وصلّى ¶ الظهرَ، ثم زاره زميلانِ وهو في الفراش من مركز البحوث في ¶ مصرف الراجحي في الرياض، للاطمعنانِ عنه، ولسؤاله عن (جوازِ ¶ أن يشترطَ المضارِب تقاضي أجر إذا تفرَّغ لأعمال! المضاربة، فضلأ ¶ عن حصته من الربح (فلم يرَ ذلك جائزاً، ووضّج بإيجازٍ. وبعد ¶ انصرافهما ناداني، فأملى عليَّ خلاصة الجواب، ثم ناداني ثانيةً، ¶ وقال: انطر شرحَ القواعد لجدِّكَ، اَخر قاعدة (كذا (، وأضفه إلى ¶ الجواب. وبعدَ قليلى شعر بالتعب، فكان يُغفي قليلاً، ثم يفتجُ ¶ عينيه، ويسأل! عن أذان العصر، ولم يكن قد حان، وأنا بجواره ¶ ممسك بيده اليمنى، وما شعرتُ بوفاته إلا بعد الاذانِ بزمنٍ إذ لم ¶ يفتج عينيه، واتصلتُ بالدكتور عبد الرزاق، فحضر وتفحَّص، ثم ¶ قال: إنّا لئه، وإنّا إليه راجعون، توفي الشيخ. ¶ رحم اللّه الوالد والوالدتين رحمةً واسعةً بما ربَّونا وأدَّبونا ¶ وأفْضَلوا علينا وعلَّمونا. (آمين). ¶ *** ¶ 61",
            "page": "61",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "الفصل الأول ¶ لمحات من حياته",
            "page": "63",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "الفصل الأول ¶ لمحات من حياته ¶ 1 - مولده: ¶ إذا ذُكِر الزرقا؟ فالمتبادر إلى الذهن هو الشيخ العلاَّمة مصطفى ¶ صاحب الترجمة، العَلَمُ المشهور، الذي طبقت شهرتُه الاَفاقَ، غيرَ أنَّ ¶ هناك علماء اَخرون يُعرَفون بالزرقا؟ وهم: والدُه وجدُّه (1). ¶ وشيخنا هو العلاَّمة الفقيه المتقن (مصطفى بن أحمد بن محمد بن ¶ عثمان بن محمد بن عبد القادر الزرقا، ولد في حي (بانقوسة) من أحياء ¶ مدينة حلب الشهباء سنة (325 أ هـ- 07 9 1 م) (2). ¶ (1) ¶ (2) ¶ لا بدَّ من أن نتذكَّر ونحن نتحدَّث عن هذه العائلة العلمية الكريمة ذلك النمط من ¶ العائلات العلمية أو ما يُطلق عليه البيوتات العلمية، فهناك في تاريخنا الكثير من ¶ هذه الأسر العلمية، فهناك أَلُ السبكي، وآل تيمية، وإل الشحنة، وال ¶ العجمي، وآل عاشور، وآل المقري، وأسرة الرازي وآل عابدين وغيرها، وفي ¶ معرفة كل واحد من المنتمين لأسرةٍ ما، وتمييزه عن غيره يمتحن الطلبة، ¶ ويُعرف ضبطهم، ودقة إجابتهم. ¶ المشهور في الأوراق الرسمية - وهو الذي اعتمد عليه مَنْ ترجم له - أنَّ مولده ¶ سنة 2 32 أ هـ= 4 0 9 1 م، والصواب أنَّ مولده سنة 7 0 9 1 م كما أخبر هو بذلك، ¶ وسبب التغيير في سنة الولادة كما قال وكما سطّر ذلك الأستاذ محمد المجذوب ¶ على لسانه رحمه اللّه: \"واضطررتُ لتغيير ذلك التاريخ يعني 907 أم فيما بعدُ ¶ عندما أردتُ الالتحاق بالمرحلة الثانوية من الدراسة الخاصة، إذ كانوا لا يقبلون ¶ طالباً يتقدَّم لامتحان البكالورية العامة من ذوي الدراسة الشخصية إلا إذا استوفى ¶ 65",
            "page": "65",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "نشأ في بيت علمٍ وفضلٍ، وفي اسرة يشُار إليها بالبَنان، ويؤمّها طلبة ¶ العلم، وأصحاب الحاجات، والقضاة، والمحامون. ¶ 2 - الزرقا الاب: ¶ والد الشيخ مصطفى الزرقا هو العلاّمة أحمد بن محمد بن عثمان ¶ الزرقا (1)، صاحب كتاب (شرح القواعد الفقهية (، ولد سنة (285 ا هـ- ¶ 1868 م (تقريباً، وتوفي سنة (357 ا هـ= 938 1 م (. ¶ تلقَّى العلم عن والده الشيخ محمد (الجد (وسائر علماء عصره في ¶ حلب، أمثال الشيخ محمد الحجَّار (2) وغيره، غير أنَّ والده محمد الزرقا- ¶ الجد - كان له النصيب الأوفى في تكوين الشيخ أحمد علمياً، فقد قرأ ¶ الشيخ أحمد على والده (حاشية ابن عابدين (كلمةً كلمةً، دراسةً نصيَّة ¶ قريباً من الثلاث مرات، تستغرِقُ المرةُ الواحدةُ لقراءة الكتاب كاملاًاثنتي ¶ عشرة سنة، وهذا يعني أنَّ الشيخَ أحمد قد لازم والده ما يقارب الثلاثين ¶ سنة، وهو يدرس عليه (رد المحتارا لابن عابدين (3)، وإذا اضفنا إلى هذا ¶ الكتاب كتباًاخرى من أمهات مراجع المذهب درسها! (البدائع ( ¶ للكاساني، و (تبيين الحقائق ا للزيلعي، و (الأشباه والنظائر ( ¶ (1) ¶ (2) ¶ (3) ¶ الثالثة والعشرين، فأصبج مولدي رسمياً هو 904 أم\"، وقد فعل هذا أيضاً ¶ الدكتور محمد معروف الدواليبي كما ذكر الشيخ الزرقا رحمه اللّه: \"راجع علماء ¶ ومفكرون عرفتهم: 2/ 343، 9 4 3\". ¶ عبد الفتاح ابو غدة، تراجم ستة من فقهاء العالم الإسلامي، ص 83. ¶ المرجع السابق، ص 84؟ وإنظر أيضأ: مقدمة شرح القواعد، ص 17 وما ¶ بعدها. ¶ كتاب (رد المحتار) هو اسم (حاشية ابن عابدين)، واسمه كاملاً: (رد المحتار ¶ على الدر المختار شرح تنوير الأبصار)، و (الدر المختار) للحصكفي، و (تنوير ¶ ا لأبصار) للتمرتاشي. ¶ 66",
            "page": "66",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "لابن نجيم (1) وغيرها، ظهر لنا بجلاء أنّ الشيخ أحمد قد تشرَّبٍ المذهب ¶ الحنفي، وأصبح يسري في عروقه، مما أكسبه مَلَكةً فقهية جَعَلَتْه في ¶ مصافِّ كبار العلماء. ¶ قال عنه العلاّمة الشيخ محمد الحامد رحمه اللّه تعالى: \"لم أجلس ¶ إلى أفقهَ منه، حتى المشايخ الذين تلقّيتُ عنهم في مصر من بعدُ، بلَّل الله ¶ ثراه، وأغدق عليه شآبيب رحمته، كان يتفجَّر علماً، ويتفتَّج تحقيقاً، ¶ ويجري معرفةً كالوادي إذا سال، ولكأن الفقه كان امامه، يأخذُ منه ما ¶ يشاء، ويترك منه ما يشاء، واشهد أنه كان وقَّافاً عند حدود اللّه في بياناته ¶ العلمية، فإن عرض له إشكال، طلب إلينا أن نكتبه له، ثم يضعه في ثنايا ¶ عمامته، ويأتينا في الغد بالقول الفصل. . .، وهذا الاستاذ الكبير أحد ¶ الذين تأثرتُ بهم من الناحية العلمية \" (2). ¶ لم يترك الشيخ أحمد من المؤلَّفات سوى كتابه الفذ (شرح القواعد ¶ الفقهية) (3) الذي شرح فيه (99) قاعدة فقهية، هي قواعد (مجلة الاحكام ¶ العدلية) على وَفْق منهج دقيق نافع مرتَّب، وكتابه هذا يدلّ على تمكّنه من ¶ علم القواعد شرحاً وتأصيلاً. ¶ درَّس الشيخ أحمد في المدرسة الخسروية، وكانت له حلفات علمية ¶ متعدِّدة في مساجد حلب، ويؤمُّ بيته طلبة العلم وأصحاب الحاجات. ¶ وقد كان للشيخ أحمد ندوة للخاصّة، أو لنقل لخاصة الخاصة، ¶ (1) ¶ (2) ¶ (3) ¶ أبو غدة، مقدمة شرح القواعد، ص 0 2. ¶ العلاَّمة المجاهد الشيخ محمد الحامد رحمه إد! ه، عبد الحميد طهماز، دار ¶ القلم، ص 22 - 23. ¶ طبع شزح القواعد بعناية ولده الشيخ مصطفى رحمه ال! ه، في دار القلم بدمشق. ¶ وانظر ثعريفاً به: ص 9 6. ¶ 67",
            "page": "67",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "يلتقي فيها والده - الشيخ محمد - لمناقشة عويص المسائل، وخفايا ¶ النكات الفقهية والأصولية، ويحضر هذه الندوة أو هذه المساجلات ¶ الشيخ مصطفى وهو غلام يافع. ¶ وحينما اعتزل الشيخ محمد الزرقا (الجد) التدريس بسبب كبر ¶ سنه، وعدم تمكُّنه من المتابعة في إلفاء الدروس، حلَّ الشيخ أحمد محلَّ ¶ والده في التدريس، وفي سائر الحلقات العلمية، وهو أهل لهذه المَهمة. ¶ وفي هذه المرحلة اصبج الشيخ مصطفى تلميذاً لوالده في التفقّه ¶ على المذهب الحنفي، وكان عليه أن يحضر الدرسَ من أكثر من عشرين ¶ كتاباً إضافة إلى قراءة (رد المحتار) قبل المذاكرة مع والده، وكان الشيخ ¶ مصطفى ملازماً لوالده في الدروس المعتادة في الخسروية، وفي الحلقات ¶ التي يعفدها في مختلف المساجد (1). ¶ وقد اشتهر عن الشيخ أحمد صَنيعُهُ مع ولده مصطفى، وكيف أنَّه ¶ توثَى بنفسه تعليمه وتهيئته لمُهمات الفقه، وجعله ملازماً له، حتى في ¶ النوم في غرفة واحدة (2)؟ ليتمكَّنا من مناقشة المسائل، وبيان مدارك ¶ الأحكام. ¶ إنني لا أعجبُ حينما أرى أنَ هذا الشيخ قد تخزَج على يديه علماء ¶ (1) ¶ (2) ¶ يقول الشيخ مصطفى: \"كنت أحضر عليه في الجامع الأموي - بحلب -دروسَ ¶ الفقه والحديث في يوميه المفزرين من كل أسبوع، وفي جامع الخير كذلك كنت ¶ أحضر دروسه، وفي المدرسة الشعبانية كان له درس. . . \"، راجع المجذوب، ¶ (علماء ومفكرون عرفتهم: 2/ 347). ¶ يذكر الشيخ مصطفى انَ والدته كانت تنام في غرفة اخرى، وينام هو في غرفة ¶ والده في فترة طلب العلم. وانظر تمام الخبر فيما كتبه عنه الشيخ عبد الفتاح ابو ¶ غدة في كتابه (تراجم ستة من فقهاء العالم الإسلامي، ص ه 9). ¶ 68",
            "page": "68",
            "part": "1"
        },
        {
            "id": "11",
            "nass": " ",
            "page": "8",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "كبار، وفقهاء، ومفكّرون، وساسة؟ أسهرهم: شيخنا و أُستاذنا العلاّمة ¶ مصطفى الزرقا، والأستاذ الكبير الدكتور محمد معروف الدواليبي، ¶ والشيخ العلاّمة محمد الحامد، والشاعر الكبير عمر بهاء الدين الأميري ¶ وغيرهم كثير (1). ¶ 3 - الزرقا الجد: ¶ وأما جدّه فهو: الشيخ العلامة محمد بن عثمان بن محمد بن عبد ¶ القادر الزرقا، الحلبي الأصل والمنشأ، فقيه الديار الحلبية، وعالم البلاد ¶ ا لسورية (2) 0 ¶ ولد الشيخ محمد رحمه اللّه سنة (258 اهـ= 1842 م)، وبدأ ¶ يطلب العلم وهو في الخامسة عشرة من عمره (3) حيث التحق بالمدرسة ¶ الفرناصِيَّة في حلب، فحفظ القراَن الكريم، وتلقَّى مبادى النحو، والفقه، ¶ وحفظ المتون؟! (الألفية) لابن مالك، و (الشاطبية) في القراءات، ¶ و (تنوير الأبصار) في الفقه الحنفي، و (الجوهرة) في العفيدة، و (السُّلَّم) ¶ في المنطق، وغيرها. ¶ ومن ابرز أساتذته وشيوخه (4): الشيخ مصطفى افندي ¶ الريحاوي (ْ)، والشيخ مصطفى الكردي، والشيخ احمد الترمانيني (6)، ¶ (1) ¶ (2) ¶ (3) ¶ (6) ¶ انظر في تعداد تلاميذ الشيخ أحمد الزرقا ما كتبه الشيخ عبد الفتاح أبو غدة عنه ¶ في مقدمة شرح القواعد، وفي كتابه تراجم سثة من فقهاء العالم الإسلامي، ¶ صه 9. ¶ الطباخ، إعلام النبلاء: 7/ 9 62. ¶ المرجع السابق نفسه. ¶ المرجع السا بق: 7/ 0 63. ¶ ترجمته في: الطباخ: 7/ 0 1 3 - 1 1 3. ¶ ترجمته في: الطباخ: 7/ 9 4 3 - 1 36. ¶ 69",
            "page": "69",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "والشيخ عبد السلام الترمانيني (1)، والشيخ إبراهيم اللبابيدي (2)، والشيخ ¶ مصطفى الشربجي (3)، والشيخ علي القلعجي (4) وغيرهم. ¶ كان الشيخ محمد ذكياً، نابهاً، حافظاً، فصيجَ اللسان، حسنَ ¶ الأداء، متفناً في التلاوة، حسنَ التقدير، سليمَ الذوق في الفهم، محقفاً ¶ مدقّقاً، بَرَزَ على أقرانه، وفاق أساتذته (ْ)، وأظهر نبوغاً في وقت مبكّر، ¶ حتى طبّقت شهرت الاَفاق، وقصده الناس للفتوى وطلب العلم (6). ¶ كان الشيخ مرجعاً، بل بحراً زخَّاراً من بحار العلوم الشرعية، وعلى ¶ الخصوص فقه الحنفية، الذي درَسه نحواً من ستين سنة. ¶ عمل في القضاء والإفتاء، ودعته مشيخة الإسلام في الاَستانة ¶ ليكون معاوناً لأمانة الإفتإء فيها، وعاد بعدها إلى حلب للتدريس، ونشر ¶ العلم الشرعي، حتى توفاه اللّه سنة (343 ا هـ= 5 92 1 م). ¶ تخرَّج على يدي الشيخ محمد جمٌّ غفيرٌ من العلماء؟ منهم: ولده ¶ الشيخ أحمد، والشيخ محمد راغب الطباخ، والشيخ محمد الحنيفي، ¶ والشيخ أحمد الحجار، والشيخ بشير الغزي وغيرهم (7). ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ (5) ¶ (6) ¶ (7) ¶ ترجمته في: الطبإخ: 7/ 389 - 0 39. ¶ ترجمته في: الطبإخ: 7/ 431. ¶ ترجمته في: الطبإخ: 7/ 378. ¶ ترجمثه في: الطبإخ: 7/ 362 - 363. ¶ الطبإخ: 7/ 631 - 632، وكان الشيخ راغب الطبإخ يعدُ ثناء الشيخ محمد على ¶ عالم من العلماء كافياً في بيان قدره وعلمه، ويكتفي به، وتكرر هذا في ترجمة ¶ عدد من العلماء. ¶ المحامي: محمد كامل حسن، سطور مع العظماء، ص 48. ¶ الطبإخ: 7/ 633. ¶ 70",
            "page": "70",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "كانت للشيخ محمد مكانة عظيمة في نفس حفيده الشيخ مصطفى، ¶ وكان يذكره باستمرار، ويدعو له بالرحمة، وحينما توفي الشيخ محمد ¶ رثاه حفيده شيخنا مصطفى بفصيدة مطلعها (1): ¶ اَفِضْ علَى مُهْجَتِي ما شِئْتَ يا دَهَرُ واصْبُبْ صُرُوفَكَ ما شَاءَتْ لَكَ الغِيَوُ ¶ لا تخشَ مِنَّا حذاراً بَعْدَ نكْبَتِنَا فَبَعْدَ جَمْرِ الغَضَا لا يُحْذَرُ الشَّرَرُ ¶ لمَّا مَضَى مِنْ بَنِي الزَّرْقَا مُحَمَّدُهَا هَوْ 4 لَهُ بَاتَتْ الأَهْوَالُ تُحْتَقَرُ ¶ وفيها يقول: ¶ هَلاّ رَحِمْتَ عُلُوْماً غَارَ مَنْبَعُهَا فَمَا لَهَا في سِوَى صدْغَيْكَ مُدَّخَرُ ¶ 4 - طلبه العلم الشرعي: ¶ يعودُ الفضلُ في سلوك الأستاذ مصطفى الزرقا طريقَ التففُه في علوم ¶ الشريعة الإسلامية خصوصاً، والاداب العربية، واللغة، والمعارف ¶ الحديثة عموماً بعد اللّه سبحانه وتعالى، إلى جدّه الشيخ محمد رحمه ¶ اللّه، حيث إنَّ الشيخ مصطفى كان قد انصرف إلى التجارة في اول عمره ¶ يعمل فيها مع أخيه اكبر محمد، معرضاً عن العلم الشرعي وغيره من ¶ العلوم، ففي التجارة غُنية وشغل شاغل. ¶ ويأتي دور الجد في التأثير غير المباشر من خلال الحلفات العلمية ¶ التي كانت يعقدها، وأهمها ما كان يفعله من مناقشة وحوار يبهر العقول، ¶ حيث كان رحمه اللّه (أي الجد) يجتمع مع أبنائه كل يوم بعد المغرب، ¶ وكان شيخنا مصطفى يحضر مع والده أحمد، ولمّا كان الشيخ أحمد فقيهاً ¶ متمرِّساً، كان يحاور أباه (الجد)، ويناقشه في بعض المسائل الفقهية، ¶ (1) ديوان قوس قزح للشيخ مصطفى، ص 133. ¶ 71",
            "page": "71",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "والأمور العصرية الأخرى، درإذا حضر احد العلماء الاَخرين، تزداد ¶ الحلقة اتساعاً وثراءً فقهيأ، وجدلاً علمياً مفيداً، والشيخ مصطفى يستمع ¶ إلى كل ذلك ويؤئّر فيه، بل يُطلَب منه - من خلال المناقشات - أن يُحضِرَ ¶ ذلك الكتاب، وهذا الجزء، وهذه الكراسة، وغير ذلك مما يجعله جزءأ ¶ من أجزاء هذه الندوة العلمية إذا صجَّ التعبير. ¶ ومن خلال هذا كله لمح الجد في حفيدِه مصطفى نبوغأ واستعداداً ¶ فطرياً يجعله مؤفَلاً لسلوك طريق العلم، ومن هنا وقع اختياره عليه ¶ لدخول المدرسة الخسروية ودراسة الفقه. ¶ وقد كان الشيخ أحمد ابتداءً يخبر ولده مصطفى برغبة جده، ولكنه- ¶ أي الشيخ مصطفى - لم يكن يستجيب له، ولم يسارع لتنفيذ هذه الرغبة، ¶ بل كان يعارضها ويرفضها، وذلك لأمرين: ¶ أوَّلهما: أن أحوال المشايخ وطلبة العلم لم تكن تُعجبه. ¶ وثانيهما: رغبته في العمل التجاري مع أخيه. ¶ ثم ازداد إلحاح الجد بطلب مصطفى للدراسة، وقرب موعد بداية ¶ التدريس في المدرسة، ولكن دون جدوى، فالشيخ مصطفى مُصِرّ على ¶ عدم الالتحاق، وعلى رفض هذه الفكرة، ولهذا السبب قرَّرَ الجد حرمان ¶ حفيده مصطفى من الحضور مع والده اللقاء اليومي بعد المغرب، فلم ¶ يتاثَّر الشيخ مصطفى لأول وهلة، ومضت بضعة أيام، وأخرى، حتى بدأ ¶ الشيخ مصطفى يشعر بالضيق، ويشعر بألم العقوبة (الحرمان) جراء منعه ¶ من زيارة جده، خاصة إذا علمنا أنه كان يحب جدَّه محبة عظيمة، وكان ¶ تعلّقه به تعلّقأ يهون في مقابله كل شيء، ومضت أيام أخرى جعلت الشيخ ¶ مصطفى يستسلم، ويلفي عصا الطاعة، ويدخل المدرسة الخسروية، ¶ ويتفوَّق على أقرانه، ويظهر نباهة ونبوغاً عزَّ نظيره، يدلُّ على أنَّ اختيارَ ¶ 72",
            "page": "72",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "الجدّ كان موفَّقاً، وكان في محلّه، رحمه اللّه رحمةً واسعة (1). ¶ وحينما كنا نجلس بين يدي استاذنا الشيخ مصطفى - رحمه اللّه- ¶ على مقاعد الدراسة (في الجامعة الأردنية)، وحينما كنا نلتقيه، ونستمع ¶ إليه ونقرأ كتبه، كنا نتساءل: كيف تكوَّن هذا الجبل بل البحر من العلم؟ ¶ وما هي العوامل التي أثَّرت في تكوينه؟ هل هي الدراسة على الطريقة ¶ القديمة بالتلقّي المباشر عن العلماء؟ أم هي الدراسة في الجامعة السورية؟ ¶ أم هي كل ذلك؟ ام هي هبة من اللّه وكفى؟. ¶ والإجابة على هذه التساؤلات تتضح من خلال تتبُّع مراحل طلبه ¶ العلمَ، التي بدأت بالكتاتيب، وانتهت بالدبلوم العالي من جامعة القاهرة. ¶ مراحل التعلم بإيجاز: ¶ المرحلة الأولى -مرحلة الكتاتيب: ¶ في هذه المرحلة المبكرة من عمره يدخل شيخنا إلى الكُتَّاب الذي يقوم ¶ عليه الشيخ محمد الحجَّار، وهو شيخٌ متقن لعدد من العلوم، اهمها ¶ القراَن الكريم تلاوةً وتجويداً وتفسيراً، وبالفعل هذا ما تمَّ مع استاذنا ¶ الزرقا رحمه اللّه، حيث تلقَّى \"القراءة، والكتابة، وتلاوة القران، ¶ والحساب، وما إلى ذلك من مقرّرات الكتاتيب في ذلك العهد\" (2) على ¶ طريقة الكتاتيب، ومن الجدير بالذكر انَّ الشيخ محمد الحجار، هو استاذ ¶ (1) ¶ (2) ¶ يلحظ من هذا أنَّ الزرقا الجد كان خبيرأ بالأساليب التربوية والتعليمية، وكان ¶ لمّاحاً وذكياً، فلم يستخدم الضرب أو التعنيف، وجرَّبَ وسائل ناجعة في توجيه ¶ حفيد 5 الوجهة التي يصلج لها. ¶ ا لمجذوب، علماء ومفكرون: 2/ 3 4 3. ¶ 73",
            "page": "73",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "والد الشيخ مصطفى واستاذ إخوانه (1). ¶ المرحلة الثانية - المدرسة الفرنسية في حلب: ¶ فيها تعلَّم شيئاً من أصول اللغة الفرنسية، ثم المدرسة الرشيدية التي ¶ أُغلفت بسبب الحرب. ¶ المرحلة الثالثة - المدرسة الخسروية (2) (الشرعية): ¶ ومدة الدراسة فيها ست سنوات، وهذا يعني أنَّ الصف السادس آخر ¶ صف فيها، وخلال مدة الدراسة في المدرسة الشرعية لم يكن الشيخ ¶ مصطفى مقتصراً على دروس المدرسة، بل كان يتابع دروس والده في ¶ المساجد المختلفة، وهذه الدروس عبارة عن دروس علمية متخصِّصة، ¶ وذات مستوى عالٍ من العُمْق العلمي، ففيها كانوا يقرؤون حاشية ابن ¶ عابدين (رد المحتار)، و (تبيين الحفائق شرح كنز الدقائق) للزيلعي، ¶ و (صحيج البخاري)، وغيرها من امهات المصادر. ¶ المرحلة الرابعة - البكالورية في شعبتي العلوم والاَداب في حلب: ¶ حيث تقدَّم إلى الامتحان العام فيها، وحصل على المرتبة الأولى على ¶ (1) ¶ (2 ( ¶ ولا شكّ أنَّ هذه المرحلة مرحلة مهمة وأساسية، لأنها مرحلة الثأسيس والبناء. ¶ نسبة إلى خسرو باشا، وهي مدرسة كبيرة واسعة، فيها جامع، وقُئة أثرية ¶ مشهورة، وتقع على مقربة من القلعة التاريخية في حلب، وقد تئمَ افتتاح هذه ¶ المدرسة لتكون مدرسة ثانوية شرعية، ولكن على غرار المدارس الحديثة، ¶ وليس على طريقة الحلقات، وقد جاء افتتاح هذه المدرسة بمبادرة من وجهاء ¶ مدينة حلب، وفي مقدّمتهم سيد مرعي باشا كبير أسرة إل الملاح، بالاتفاق ¶ والتشاور مع الشيخ محمد وأحمد الزرقا وغيرهم بعد أن اغلقت المدارس ¶ بسبب الحرب العالمية الأولى والاحتلال الفرنسي. راجع: المجذوب: ¶ 345/ 2. ¶ 74",
            "page": "74",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "القطر السوري، وقد عرض عليه مدير معارف حلب أن يكون مدرّساً ¶ للأدب العربي في أنطاكية، فرفض بعد أن استشار والد 5، على الرغم من ¶ المرتّب وأهمية الوظيفة في ذلك الوقت (1). ¶ المرحلة الخامسة - البكالورية في شقّها الثاني: ¶ ويلزم للتسجيل فيها ا! لسفر إلى دمشق، وتقديم الامتحانات فيها، ¶ فسافر الشيخ، وسجَّل في فرع الفلسفة، وأحرز المرتبة الأولى ايضاً0 ¶ ومعلولم أنَّ نظام البكالورية في ذلك الوقت أحدثه الفرنسيون، وهو ¶ نظام متميِّز، وفيه من المواد العربية والفرنسية ما يؤهِّل دارسه للانخراط ¶ في سلك التعليم. ¶ المرحلة السادسة - الجامعة السورية (جامعة دمشق حالياً (: ¶ وفي هذه المرحلة جمع الشيخ بين تخصصين في كليتين مختلفتين: ¶ أ -معهد الحقوق العربي (كلية الحقوق (فيما بعد. ¶ 2 - مدرسة الاَداب العليا (كلية الاداب (فيما بعد. ¶ وتخرَّج في هاتين الكليتين سنة (933 أم (وحصل على المرتبة ¶ ا لأولى في كلا التخصصين (2). ¶ المرحلة السابعة -جامعة فؤاد الأول (القاهرة) فيما بعد: ¶ حيث التحق بكلية الحقوق، الدبلوم العالي في الشريعة ¶ (947 أم) (3). ¶ (1) ¶ (2) ¶ (3) ¶ ا لمجذ وب، علما ء و مفكرو ن: 2/ 9 4 3 - 0 5 3. ¶ المرجع السابق. ¶ معلوم انَّ نظام الدراسة في الجامعات المصرية عمومأ يقتضي الحصول على= ¶ 75",
            "page": "75",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "5 - أهم شيوخ الشيخ مصطفى وأساتذته في المدرسة الخسروية: ¶ 1 - والده الشيخ العلاَّمة أحمد بن محمد الزرقا. ¶ 2 - الشيخ محمد بن محمد خير الدين بن عبد الرحمن آغا ابن حنيف ¶ أغا بن إسماعيل المشهور بالحنيفي (1292 - 342 أهـ- 1876 -  ¶ 924 أم)، من أكابر علماء حلب، ومن الذين تركوا بصماتهم في ذاكرة ¶ أستاذنا الزرقا، ففلَّما يأتي ذكر تعليمه إلاَّ ويذكر لنا الحنيفي بالإعجاب، ¶ ويدعو له بالرحمة، لِمَا له من فضلى عليه، وخاصَّة فيما يتعلَّق بالنحو ¶ والبلاغة والتوحيد، حيث كان الحنيفي مدرّسأ في الخسروية للتفسير ¶ والتوحيد وعلم المعاني والبيان (1). ¶ والشيخ الحنيفي من الذين رحلوا إلى الأزهر، وتلقَّوْا العلوم عن ¶ أكابر علماء مصر، كالشيخ محمد بخيت المطيعي مفتي الديار المصرية، ¶ والشيخ عبد الرحمن البحراوي الففيه الحنفي، والشيخ محمد عبده ¶ وغيرهم، وله من المؤلّفات: (مختصر دلائل الإعجاز) و (المنهاج السديد ¶ في شرح جوهرة التوحيد) وغيرها (2). ولما بلغ أستاذنا الزرقا نبأ وفاته ¶ رثاه بقصيدة تبلغ أربعة وثلاثين بيتاً مطلعها (3): ¶ (1) ¶ (2) ¶ (3) ¶ دبلومين ¶ ا لحقوق ¶ للدرا سة ¶ مصر في ¶ الطباص!، ¶ راجع: ا ¶ ا نظر ما ¶ الطباص!: ¶ ليسمح للطالب تسجيل رسالة الدكتورا 5، وكان الشيخ قد عُيّن في كلية ¶ ، بجامعة دمشق، أستاذاً للقانون المدني والشريعة، ولم يكن بحاجة ¶ ، ولكنه رغب بالرحلة إلى مصر والتلقّي من مصادر مختلفة، خاصة أ ن ¶ ذلك الوقت كانت تزخَرُ بأساطين الفقه في الأزهر وغير 5. ¶ إعلام النبلاء: 7/ 0 62. ¶ لطباص!: 7/ 622 - 623. ¶ تبقى من القصيدة في ديوان الشيخ الزرقا (قوس قزح)، ص 133؟ ¶ 7/ 626 - 624. ¶ 76",
            "page": "76",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "ما للعُيونِ نَواظراً لمْ تَجْمُدِ ما لِلْقُلوبِ نَوابِضاً لم تَخْمَدِ ¶ ما للنُّفوسِ خوافقأ لم تكمدِ جَزَعاً على عَلَمِ العُلومِ مُحَمَّدِ ¶ وفيها يقول: ¶ ما ماتَ مَنْ عاشَتْ لهُ مِنْ بَعْدِهِ مِشْكَاةُ علْمٍ تُسْتَنارُبِمَعْهَدِ ¶ وهذه القصيدة تُعدُّ من أول ما كتبه الشيخ من الشعر وهو شاب لم ¶ يبلغ العشرين من عمره. ¶ يقول الشيخ مصطفى الزرقا في تقديمه لمرثية الشيخ الحنيفي ما ¶ نصُّه: \"كان شيخي الحنيفي أزهرياً، ذهبَ بعد تلقّيه على جدي إلى مصر، ¶ وتلقَّى عن الشيخ محمد عبده مباشرة، وكان الحنيفي ايةً في حُسن البيان ¶ في دروسه، درسنا عليه البلاغةَ والتفسيرَ، وكان أحد ثلاثة من أساتذتي ¶ هم الذين كان لهم في حياتي العلمية الأثر الأكبر، وثانيهما والدي في الفقه ¶ رحمه اللّه \" (1). ¶ والشيخ الحنيفي رحمه اللّه قد توسَّم في تلميذه الشيخ مصطفى أنه ¶ سيكون له شأن، حيث قال له ذات مرة: \"يا مصطفى. . سيكون منكَ ¶ واحدٌ من رجال العلم إن شاء اللّه\" (2). وقد بقيت هذه الكلمة في أذن ¶ الشيخ مصطفى طَوالَ حياته. ¶ 3 - الشيخ العلاَّمة محمد راغب الطباخ (93 2 1 - 0 37 ا هـ- 1877 ¶ - 1 95 1 م). احد اعلام الشام بل العرب، مؤرِّخ حلب، ومن كبارِ العلماء ¶ والمحدّثين، وعضو المجمع العلمي العربي بدمشق، ومن حَفَظة المتون، ¶ ومحقِّقي النصوص، ومستخرجي كنوز التراث، وهو من تلاميذ الشيخ ¶ (1) ¶ (2) ¶ ديوان قوس قزح، ص 1 3 1. ¶ ا لمجذ وب، علما ء ومفكرون. ¶ 77",
            "page": "77",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "محمد الزرقا (الجد)، وينتمي إلى عائلة عُرفت بالصلاح والتصوف، ¶ فجدُّ 5 الشيخ هاشم بن السيد أحمد بن محمد الشهير بالطباخ (ت 282 ا هـ ¶ = 1865 م) (1)، ووالده محمد أفندي الطباخ (2). ¶ كان شيخنا يذكر الطباخ كثيراً، وأنَّه أحد الذين أثَّروا فيه، وفي ¶ شخصيته، ويذكر أ يضاً أنَّه تلقَّى على يده علومَ ا لحد يث وا لتا ريخ وا لسيرة. ¶ لقد كان للطباخ منزلة عظيمة، تدلُّ عليها تلك المؤلَّفات، والاَثار ¶ التي تركها، والتي تشهد له بطول الباع، والتبخُر في العلوم، وشدّة ¶ التمكُن منها، وطول النفس، وعلوّ الهمّة، فكتابه (إعلام النبلاء بتاريخ ¶ حلب الشهباء) الذي يقع في سبعة مجلدات، يدلّ على مقدرته العلمية، ¶ ناهيك عن كتبه وتحقيقاته الاخرى (3). وإنَّ من يطالع سيرة الشيخ راغب ¶ الطباخ العلمية، وجهوده في بعث الحركة العلمية في العلوم الشرعية، ¶ وعلى الخصوص علم الحديث والأثر والتاريخ، يلحظ الدور الكبير الذي ¶ كان يقوم به، والزرع الذي كان يرعاه ليؤتيَ ثمار 5 وأُكُله، وهو ما تمَّ ¶ بالفعل حيث تخرَّجَ (على يديه) جيل حملَ رايةَ العلم، وبعث روح ¶ الاجتهاد والتجديد في شتّى مناحي العلوم الشرعية. ¶ 4 - الشيخ أحمد بن مصطفى الكتبي (1263 - 342 ا هـ- 1847 -  ¶ 924 ام): عالم محدّث، نحوي، وأصولي، من ففهاء الشافعية في ¶ حلب، تلقَّى العلمَ على أيدي علماء بلده، ثم رحل إلى مصر، ودرس في ¶ الأزهر، وانتفع بعلمائه كالشيخ محمد الأنبابي، والخضري وغيرهم (4). ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ انظر ترجمته في إعلام النبلاء: 7/ 6 1 3. ¶ انظر ترجمته في إعلام النبلاء: 7/ 5 0 4. ¶ راجع: الزركلي: 6/ 23 1 - 4 2 1؟ كحا لة: 9/ 5 0 3. ¶ انظر ترجمته في إعلام النبلاء: 7/ 17 6 - 619. ¶ 78",
            "page": "78",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "برع في شتّى العلوم، وكان إماماً في النحو، وقد درس شيخنا الزرقا ¶ عليه النحو، وعلى وجه الخصوص كتاب (حاشية الخضري على ابن ¶ عقيل)، وللشيخ الكتبي حاشية على (حاشية الخضري) حدَّثنا شيخنا عنها، ¶ وعن حاشية الخضري، وعن تدريس الشيخ المكتبي لهذه الحاشية، وله ¶ رسائل فٍي الفقه والفرائض وغيرها، درَّس في الخسروية وغيرها - رحمه ¶ اللّه رحمة واسعة. ¶ 5 - الشيخ أحمد بن محمد عسَّاف الكردي، مفتي الحنفية في حلب ¶ (1299 - 373 اهـ= 1882 - 953 ام) (1). ¶ 6 - الشيخ عيسى بن حسن البيانوني (1290 - 362 ا هـ= 1873 -  ¶ 1943 م). ¶ 7 - الشيخ إبراهيم السلقيني (1270 - 367 ا هـ- 1854 -  ¶ 948 ام). ¶ 8 - الشيخ محمد الناشد (18 13 - 362 ا هـ- 0 0 9 1 - 943 1 م) 0 ¶ 9 - الشيخ أحمد الشماع (1287 - 373 ا هـ- 0 187 - 4 95 1 م). ¶ 0 1 - الشيخ عبد اللّه حماد (0 131 - 0 39 ا هـ= 1893 - 0 97 1 م). ¶ 1 1 - الشيخ فيض اللّه الأيوبي الكردي، المحقق في علمي التوحيد ¶ والمنطق. ¶ (1) ¶ انظر أسماء أساتذة الخسروية لدى: عبد الحميد طهماز في كتابه عن الشيخ ¶ محمد الحامد، وكذلك راجع أسماء أساتذة الشيخ الزرقا لدى: الشيخ مجد ¶ مكي في مقدمة فتاوى الزرقا، ص 4 2. ¶ 79",
            "page": "79",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "6 - اساتذة الأستاذ الزرقا وأساتذته في الجامعة السورية: ¶ من أهم من تلقَّى على يديهم العلم في الجامعة: ¶ 1 - الأستاذ الشيخ محمد أبو اليسر عابدين (1307 - 1 0 4 ا هـ- ¶ 1889 - 981 1 م): ابن الشيخ أبي الخير عابدين، جمع بين علوم الشريعة ¶ وعلوم الطب واللغة، درَّس في كلية الشريعة، وجمع بين كونه طالباً في ¶ كلية الطب، وأستاذاً في كلية الحفوق حتى تخرَّج من كلية الطب عام ¶ (926 ام) (1). ¶ درَّس في معهد الحقوق (كلية الحقوق) عدة مواد هي: أحكام ¶ الزواج والطلاق، الفرائض والوصايا، أصول الفقه (2). ¶ ودرَّس الطب الشرعي بكلية الطب، والنحو في كلية الشريعة، ¶ وتقلَّد منصب المفتي العام للجمهورية العربية السورية من عام (1954 -  ¶ 963 ام)، وله العديد من المؤلَّفات (3)، وله مشاركة في الجهاد ¶ والدعوة. ¶ كان الشيخ الزرقا يمدحه ويثني عليه كثيراً، وقال عنه الشيخ علي ¶ الطنطاوي: \"هو النموذج الكامل لعلماء القرن الماضي، وكان فهرسأ ¶ ناطقأ (كمبيوتر) لكتب الفقه الحنفي. . . \" (4). ¶ 2 - شاكر الحنبلي: هو شاكر بن راغب الحنبلي (1293 - 378 ا هـ ¶ - 1876 - 958 1 م): درس في الاستانة، وتقلَّد عدة وظائف في سورية، ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ انظر مقدمة كتابه أغاليط المؤرّخين، ص ه -7. ¶ ا لطنطا وي، ذكريات: 2/ 6 6 1. ¶ مقدمة كثاب أغاليط المؤرّخين لائي اليسر عابدين. ¶ الطنطا وي، ذكريات: 2/ 68 1. ¶ 80",
            "page": "80",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "منها: وزارة المعارف، ثم العدل، ودرَّس في معهد الحقوق العربي (كلية ¶ الحقوق) في جامعة دمشق موضوعات: الحقوق الإدارية، وأحكام ¶ الأراضي، والأوقاف، وله عدة مصنّفات أهمها وأشهرها: (أحكام ¶ الاراضي والاموال المنفولة)، و (موجز أحكام الاوقاف)، و (اصول الفقه ¶ ا لإسلامي) (1). ¶ كان الشيخ مصطفى يذكره لنا كثيراً، ويثني عليه، وكان لا يقول عنه ¶ إلاّ (شاكر بك الحنبلي) ويثني على مؤلَّفاته. قال عنه علي الطنطاوي: كان ¶ مهيباً وقوراً. ¶ 3 - فارس الخوري: هو فارس بن يعقوب الخوري (1290 -  ¶ 381 أ هـ= 1873 - 1962 م):، من رجال الساسة والأدب والقانون في ¶ سمورية، درس في لبنان، واحترف المحاماة، وعمل استاذاً في معهد ¶ الحقوق في الجامعة السورية، ثمِ وزيراً للمالية، ثم رئيساً للوزراء، ثم ¶ رئيساً لمجلس النوّاب، من مؤلّفاته: (أصول المحاكمات الحقوقية) ¶ و (موجز علم المالية) (2). ¶ كان استاذنا الزرقا يذكره كثيراً جداً، ويذكر اهتمامه وإعجابه به ¶ وهو طالب، ويذكر أدبه، وعلمه، وإنصافه. ¶ (1) ¶ (2) ¶ أما الشيخ علي الطنطاوي فقد قال عنه إنه: \"أحد عباقرة العرب في ¶ انظر: معجم المؤلّفين لكحالة: 13/ 392. وكلها مطبوعة ومتداولة، وله ¶ ترجمة محرَّرة في مقدمة كتابه أصول الفقه الإسلامي، ط. دار البشائر بدمشق ¶ كتبها الأستاذ بسام عبد الوهاب الجابي. ¶ الزركلي، الأعلام: 5/ 128. وكتابه في أصول المحاكمات يمداوَل إلى يومنا ¶ هذا. ¶ 81",
            "page": "81",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "هذا العصر، علماً، وفكراً، وبياناً. . وكان خطيباً بارعاً في العربية ¶ والإنكليزية \" (1). ¶ 4 - سعيد المحاسني (1303 - 374 ا هـ- 1886 - 4 95 ام): ¶ درس القانون في الآستانة، وتولى عدة وظائف، وعمل في المحاماة وبرع ¶ فيها، ودرَّس في معهد الحقوق العربي (كلية الحقوق) مادة (مجلة ¶ الأحكام العدلية) وهي من أهم المواد التي تدرّس فيها، وله شرح للمجلة ¶ في ثلاثة اجزاء (2). ¶ 5 - عبد القادر العظم: هو عبد القادر بن اسعد باشا العظم (98 12 ¶ - 0 38 ا هـ= 1881 - 0 96 1 م)، درس في الآستانة، وتقلَّد عدة وظائف، ¶ ثم درَّس في معهد الحقوق العربي مادة الاقتصاد، ثم أصبح مديراً ¶ للمعهد، له من المؤلَّفات: (الاقتصاد السياسي (، خمسة أجزاء (3). ¶ 6 - فايز الخوري، وهو الأخ الأصغر لفارس الخوري الذقي سبق ¶ ذكره، قال عنه علي الطنطاوي: \"ذكيُّ الجَنان، طلق اللسان، قوي ¶ الشخصية، كان يدرس الحقوق الرومانية \" (4). ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ ذكريات: 185/ 2 - 186، ويذكر الطنطاوي أنَّ بعض الملازمين لفارس ¶ الخوري في مرضه قالوا: إنه مات مسلماً، وعلى كل حال يُجْمِعُ من كتبَ عنه أ و ¶ دَرَسَ على يديه أنّه صاحب علم وأدب. انظر كتاب الأستاذ محمد الفرحاني ¶ (فارس الخوري وأيام لا تُنسى)، والأستاذ الفرحاني ممن لازمه في سنواته ¶ الأخيرة وأكد أنه مات على النصرانية. ¶ راجع: كحالة: 0 1/ 9 2؟ الطنطاوي: 2/ 0 7 1. ¶ ا لزركلي: 4/ 8 3. ¶ ذكريا ت: 2/ 2 7 1. ¶ 82",
            "page": "82",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "7 - سامي الميداني، من كبار المحامين، وكان يدرس الحقوق ¶ الدولية (1). ¶ 8 - استيف الفرنسي، قال عنه علي الطنطاوي: \"من أفاضل ¶ المدرّسين. . درس لنا علماً هو المدخل إلى دراسة الحقوق، كان يلقيه ¶ إلقاءً جيداً، فصيح اللهجة، يدلّ على فهمه وعلمه. . . \" (2). ¶ 9 - شفيق جبري، (1317 - 0 0 4 ا هـ= 1897 - 0 98 1 م (: أديب ¶ وشاعر معروف (3)، كان من كبار أساتذة كلية الآداب وعميدَها، والشيخ ¶ مصطفى كان يَدْرس في كلية الآداب وفي كلية الحقوق في وقت واحد كما ¶ أسلفنا. ¶ 10 - الشيخ عبد القادر المغربي (1284 - 375 اهـ- 1868 -  ¶ 956 ام (: عضو المجمع العلمي العربي في دمشق، مفسّر ولغوي، وله ¶ عدد من المؤلَّفات (4)، كتب مقالاً عن جهد الشيخ مصطفى في تحقيق ¶ ثلاثة كتب في اللغة وهو طالب في الثانوية، وكان الشيخ المغربي \"من ¶ أساتيذ كلية الاَداب \" كما يقول الشيخ الزرقا. ¶ 11 - الشيخ عبد القادر المبارك (1304 - 364 اهـ- 1887 -  ¶ 945 ام (: الملقَّب بالقاموس الحيّ (ْ)، اصله من الجزائر، وله مشاركة ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ (5) ¶ ا لطنطا وي: 2/ 1 7 1. ¶ ذكر يات: 2/ 2 7 1. ¶ ا نظر: ا لمجذوب: 2/ 0 5 3. ¶ ا لزركلي: 4/ 7 4. ¶ ا لطنطا وي، ذكريا ت: 2 /؟؟ ¶ 83",
            "page": "83",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "في الأدب، واللغة، ويُعرَف بغزارة علمه، له عدّة مؤلَّفات (1) ¶ الدكتورين محمد ومازن المبارك. ¶ ، وهو وا لد ¶ 12 - الأستاذ سليم الجندي (1298 - 375 اهـ= 1881 م - ¶ 955 ام): وهو محمد سليم بن محمد تقي الدين، من علماء اللغة، ¶ والأدب، والنحو، والتاريخ، أستاذ الأدب في مدرسة الآداب العليا (كلية ¶ الاَداب) له عدد من المؤلَّفات (2)، قال عنه الشيخ مصطفى الزرقا: \"من ¶ كبار اساتذة الجيل وأساطينه \" (3). ¶ 7 - تلاميذ الشيخ مصطفى الزرقا: ¶ اقرّر بادئ ذي بَدْ أنَّه من الصعوبة بمكان إحصاء كل من تلقَّى على ¶ يدي الشيخ العلم الشرعي أو القانوني؟ وذلك لأنه ليس استاذ جيل واحد، ¶ بل أستاذ أجيال، درَّس أكثر من عشرين سنة في دمشق، وعشرين سنة ¶ تقريباً في الاردن، وقبل ذلك سنين كثيرة في حلب، والتقى اعداداً لا ¶ تحصى من طلبة العلم، في تنفّلاته واسفاره وأعماله، ومن هنا سنذكر ¶ بعضاً من تلاميذه على سبيل المثال، ولنعذر فيمن لم نذكره 0 ¶ لقد تخرّج على يدي الشيخ جَمّ غفير، أصبحوا فيما بعد علماء، ¶ ووزراء، وساسة، ودعاة، وقضاة، ومن أهم هؤلاء: الشيخ عبد الفتاح ¶ أبو غدة رحمه اللّه، أ. د. محمد فوزي فيض اللّه، أ. د. محمد أديب ¶ الصالج، أ. د. احمد الحجي الكردي، أ. د. محمد نعيم ياسين، ¶ أ. د. محمود نادي عبيدات، أ. د. ياسين درادكة، ا. د. محمد أنس ¶ (1) ¶ (2) ¶ (3) ¶ ا لزركلي: 4/ 5 4. ¶ كحا لة: 0 1/ 5 4 - 6 4. ¶ علما ء ومفكّرو ن: 2/ 0 5 3. ¶ 84",
            "page": "84",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "الزرقا، سماحة الشيخ نوح علي السلمان مفتي القوات المسلحة الاردنية ¶ سابقاً، أ. د. محمد الزحيلي، أ. د. ماجد أبو رخية، والسيد محمد رسول ¶ الكيلاني وزير الداخلية الأسبق في الأردن، وسماحة الشيخ الدكتور ¶ إبراهيم زيد الكيلاني وزير الاوقاف الاسبق في الأردن، وقضاة كثيرون \" ¶ منهم: وليد الحاج حسن، ومحمود حجازي، أ. د. جاك الحكيم، السيد ¶ مضر بدران رئيس وزراء الاردن الاسبق، الشيخ عبد الرحيم عكور، وزير ¶ سابق، د. عبد السلام العبادي، وزير الاوقاف الأردني الاسبق ورئيس ¶ مجمع الففه الإسلامي بجدة، د. علي الفقير، وزير الأوقاف الأردني ¶ الأسبق. ¶ قال لي عميد كلية الحقوق في جامعة القديس يوسف (فايز الحاج ¶ شاهين): \"قدم علينا الأستاذ مصطفى الزرقا إلى فرنسة، ونحن لا نعرفه، ¶ وتحدَّث بالفرنسية عن الففه الإسلامي، فأثار إعجابنا، وبهر عقولنا، ¶ وأحببته منذ ذلك الزمان، وحبَّبَ إلينا الففه الإسلامي \". ¶ وقال لي أ. د جاك حكيم استاذ القانون التجاري في سورية ولبنان: ¶ \"أستاذي مصطفى الزرقا هو الأستاذ الذي أعتزّ به، والذي علّمني واثَّر فيَّ ¶ كثيرا\". ¶ وقد أعلمني الأستاذ محمد علي دولة فيما ينقله عن الشيخ الدكتور ¶ محمد فوزي فيض اللّه أنَّه زار مرةًالعلاَّمة المجاهد الشيخ محمد البشير ¶ الإبراهيمي هو والشيخ الزرقا، وحينما التقياه قال الإبراهيمي للزرقا: ¶ \"أنت استاذي وشيخي، وهذا كتابك (المدخل) أمامي، أقرأ فيه ¶ باستمرار\". وكلمة الإبراهيمي لها وزنها عند العلماء، وهو عالمٌ كبيرٌ من ¶ علماء الجزائر. ¶ 85",
            "page": "85",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "8 - من أخلاقه وشيمه: ¶ كان الشيخ مصطفى - رحمه اللّه -هادى الطبع، متَّئدَ الخطى، قليل ¶ الكلام، دائم الفكرة، يغلب عليه الجِد، وهو مع ذلك ذو دُعابة لطيفة، ¶ يغضب للحق، قال عنه الشيخ علي الطنطاوي - رحمه اللّه -: \"الشيخ ¶ مصطفى معروف بطول الأناة، وسعة الصدر. . \" (1). ¶ وقد كان بشوشاً سخياً، يبذل من ماله ووقته، وكان على جلالة ¶ قدره وعلوّ منزلته متواضعاً، لا يعرِفُ الكِبْرُ إلى قلبه طريقاَّ، عبارتُه تتحلَّى ¶ بالرقّة والعذوبة، ولا يخاطب تلامذته إ لا بعبارة \" يا ولدي ويا بنتي. . . \". ¶ ومن تواضعه أنه كان يفول لتلميذه محمود عبيدات، أنت مرجعنا ¶ في الحديث، مع العلم أنَّ الشيخ رحمه اللّه كان طويل الباع في الحديث، ¶ لكنّه تواضع العلماء. ¶ قال مرة للمذكور وهو يُصوِّب له خطأً لُغوياً: \"ابني ابا حمزة لولا ¶ أنني أعلم حرصك على اللغة ما نبَّهتُك لهذا\"، وقد كان الشيخ رحمه اللّه ¶ علاّمة في اللغة نثراً وشعراً، فرجاه تلميذه واستحلفه بأن ينبّهه إلى ايِّ لحن ¶ يكون منه، ليفيدَ ويتعلَّم، وقد كان الشيخ رحمه اللّه أوتي فنوناً كثيرة من ¶ العلم، ويكاد يكون موسوعياً، بل هو كذلك. ¶ (1) ¶ ذكر ذلك في معرض حديثه عن قصة صلاة الاستسقاء التي طالب بها الشيخ ¶ الطنطاوي سنة (0 96 1 م) حينما اصاب البلاد قحطٌ وجفاف، فأراد إقامة الصلاة ¶ بسفح جبل قاسيون، فعارضه كثير من الناس والعلماء؟ لأن هذا الجبل يقيم فيه ¶ (الوهابية) صلاة العيد، فحاول الشيخ الطنطاوي إقناعهم ومعه الشيخ الزرقا إلا ¶ أنهم لم يسمعوا، ولم يقبلوا، فثار الشيخ الزرقا وغضب غضبأ شديداً ¶ فأسكتهم، راجع ذكريات: 6/ 5 3 بتصرف. ¶ 86",
            "page": "86",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وفي درسه (1) كان كالإمام أبي حنيمه رحمه اللّه، يطرح القضية، ¶ وخاصة التي تحتاج إلى بحث وتعمُّق، ثم يستمع للإجابة من الطلبة، ¶ وغالباً ما يخطئون، ولا يوفّقون إلى الإجابة الصحيحة، فيأتي دون تعنيف ¶ أو تعيير فيبدأ بشرح القضية وحلّها بروح ابوية، تدل على عظيم منزلته ¶ العلمية والخلُقية، رحمه اللّه. ¶ ولم يكن الشيخ متعصباً لرأيه إذا ظهر له الحق في غير 5، وهذا من ¶ خُلُق العلماء الكبار، بل كان يقدِّر الحوار العلمي، ويقدّر الرأي الاَخر، ¶ ولو من تلميذ 5، كما أنه لم يكن متعصّباً لمذهب، بل كان الحق رائد 5، ¶ ولهذا ترا 5 يرجِّحُ ويتبنّى اَراء من خارج المذهب الحنفي. ¶ ذكر حديثاً ذات يوم - ولعلَّه من أحاديث (الجامع الصغير) ¶ للسيوطي، فذكرتُ له أنَّ هذا الحديثَ غيرُ ثابت أو ضعيف، ولا يحتجُّ ¶ به (2)، دمال: وما دليلك على هذا؟ فأحضرتُ له المصادر، فقال للطلبة: ¶ \"سجِّلوا أنَّ هذا الحديث لا يُحتجُّ به كما قال علماء الشأن (3)، وجزاك اللّه ¶ خيراً\". وفي الاختبار النهائي سأل سؤالاً فأجبتُ بغير ما رجَّحَ رحمه اللّه ¶ في الدرس، وذكرتُ الأدلة والحجج التي استطعتُ سَوْقها، فقبل ¶ المخالفة والمناقشة دون أن تتأثر الدرجة. ¶ ومن أخلاقه وشيمه انَّه كان يقدِّر الاَخرين، وينزل الناس منازلهم، ¶ فيحترِمُ العلماء، ويذكرهم بخير، ويقول لمن احسنَ: أحسنت. ¶ (1) ¶ (2) ¶ (3) ¶ في الدراسات العليا، والمثال كان من تدريسه لمادة (القياس) لطلبة الماجستير ¶ في الجامعة الأردنية. ¶ لم أسجّل هذه الحادثة بعينها خلال المذإكرات التي كنت أكتبها خلال الدرس ¶ لأنها كانت عارضة. ¶ ممن نقلتُ عنهم الحكم على الحديث. ¶ 87",
            "page": "87",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "قال لي في يوم من الأيام، وكان عائداً من سفر: يا ولدي خذ واقرا ¶ هذه القصيدة لشاعر شاب سيكون له شأنٌ عظيم في الشعر يوماً ما، وإذا ¶ بالقصيدة للدكتور عبد الرحمن العشماوي، وهو كذلك، فهو شاعر ¶ معروف، واصبح له شأن كما تفرَّس الشيخ رحمه اللّه. ¶ كما كان يشارك الناس أفراحَهم وأتراحَهم، ويواسيهم ويعزّيهم، ¶ عرفهم أو لم يعرفهم. ¶ أما صبره: فقد كان رحمه اللّه من الصابرين، جزا 5 اللّه خيرا، ولولا ¶ تمثّل صفة الصبر فيه لما وصل إلى ما وصل إليه. ¶ فالصبر على طلب العلم طوال هذه السنين (مع صعوبة الأحوال ¶ التي عاشها جيل تلك المدّة) مَكَّنه من تحصيل ما لم يحصل غيره، من ¶ تنوّع في الثقافة والتخصّصات، وعُمْتي في التحصيل، وقد كان رحمه اللّه ¶ يحدّثنا عن طلب العلم على طريقة المشايخ، وما تحتاجه من صبر وجَلَد، ¶ قَبْل الدرس، وخلاله، وبعدَه، بما لا يمكنُ لطلبة الجامعات اليوم ¶ تحمّله، وكان يذكرُ لنا مع ذلك قولة الإمام ابن نجيم - رحمه اللّه- ¶ المشهورة حينما سُئِلَ عن \"صعوبة العبارة، وطول الوقت الذي تستغرقه ¶ الدروس وهم على الأرض حول الشيخ \" قال: \"حتى لا يدَّعي علمَنا إلاّ ¶ مَنْ يزاحمنا عليه بالرّكب\". وهذه الطريقة معهودة عند العلماء، يبدأ ¶ الدرس بمئات التلاميذ، ثم ينتهي بعدد قليل، ممن يثبت ويصبر على ¶ طلب العلم، والشيخ رحمه اللّه كان يجمع بين أكثر من نوع من أنواع ¶ التعليم في وقتٍ واحد كما هو معلوم. ¶ وصبر كذلك على فَقْدِ من يُحبُّ بدءأ بجدِّه، وأبيه، وأهل بيته، ¶ زوجه وولديه، واصدقائه وأساتذته، وإن كانوا يتفاوتون في المنزلة إلاّ ا ن ¶ لكل واحد منهم جانباً في القلب، يألم لألمهم، ويحزن لفقدهم، ومن قرأ ¶ 88",
            "page": "88",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "ديوانه عرف مشاعر الشيخ التي كانت تفيض حزناً عليهم، حتى إنّ كثيراً ¶ من الناس، ومن طلبة العلم، كانوا لا يرَوْنَ شعر الشيخ إ لا في المراثي. ¶ ومن ذلك ايضاً: صبره على الطلبة ومشكلاتهم، وصبره على كثرة ¶ الاتصالات، والفتاوى التي يُطلَب منه إبداء الرأي الشرعي فيها، مع ¶ ملاحظة أن بعض أصحاب الحاجات - إن لم نقل كلهم - لا يعرفون وقتاً ¶ لراحة أو نوم أو عمل اَخر، فتراهم يطرقون الباب ليلاً ونهارأ، ويتصلون ¶ صباحاً وظهراً ومساءً، وذات مرة مكث جرس الهاتف يطرق ويطرق، ولم ¶ يتوقف عن الطرق، ثم أعاد الكرة، فظنَّ أنَّ هناك أمراً مهماً من أحد أبنائه ¶ أو اقاربه، فأسرع قليلاً، واصطدم بمنضدة في طريقه، فوقع على الأرض ¶ وتأذّى كثيراً رحمه اللّه. ¶ ومن الصفات التي عُرِفَت عن الشيخ: الدقة والنظام، وقد كان في ¶ نظرنا مثالاً للنظام، وقد لاحظتُ كما يلاحظ كلّ مَن عرفه أنه منظَم، ¶ ويعلِّم النظام، من خلال تدريسه لنا وزيارتنا له المتكرّرة في بيته في ¶ عمّان، وكان إذا عمل، أو أراد أمراً، وجَّهَنا إلى أصول نظام العمل، حتى ¶ في مسائل الطعام والشراب والنوم (1)، وسائر الأعمال، وقد سمعتُ ¶ الناس يذكرون نظامه كثيراً. ¶ قال لي سماحة أستاذنا إبراهيم زيد الكيلاني ذات مرة: \"لقد كان ¶ (1) ¶ كانت له عادات صحيّة في الطعام والشرإب، وكان لا يكثر من شيء منها، فله من ¶ الشاي الأحمر كأسأ صباحاً وآخر من الشاي الأخضر مساءً، يصنعه بنفسه أمامنا، ¶ ويعلمنا كيف يُعمل، ولا يكثر من السكريات، غير أنّ ولده أنسأ حفظه اللّه كان ¶ يقول عن أبيه: لم يكن أبي يغالي في شيء إ لا في شرب الماء الشديد البرودة. ¶ يقول محمود عبيدات: كان الشيخ رحمه اللّه يهتم بالقيلولة، ويحرص على ¶ النوم في أثنائها ويقول في ذلك: \"اعطني ساعة نوم بعد الظهر، وخذ مني سهر ¶ الليل بطوله \" مشيرأ إلى ما تتركه تلك الساعة من نشاط عنده. ¶ 89",
            "page": "89",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "الشيخ الزرقا كما يفول! عنه الشيخ أبو زهرة فقيهاً في كل شيء، في بيته، ¶ في طعامه، وشرابه، في تدريسه، في كلامه، في فتاواه. . . \". ¶ 9 - الذاكرة الوقَّادة: ¶ كان الشيخ مصطفى يتمتَّع بذاكرة قوئة، وكانت مَلَكَةُ الحفظ لديه ¶ سجيّة، وله قدرة عجيبة على استحضار ما للمسألة من شواهد وأدلة، ¶ سواء في اللغة، أو الشعر والأدب، او الفقه واقوال! العلماء وغيرهم، فقد ¶ كانت تمرّ بنا الكلمة الغريبة (خلال! المحاضرة) فيشرع الشيخ في تبيان ¶ معناها، ويبدأ بالاستشهاد بأبيات من السان العرب) وغيره، فيروي ¶ لامرئ القيس، والشنفرى، وأمية بن أبي الصلت، وغيرهم، بما يجعل ¶ المحاضرة تتضمَّن عدة محاضرات في شتى العلوم، والشيخ وهو يتذكّر ¶ هذا كله يقول! لنا: قرأتُ قبل ستين سنة كذا وكذا، ولهذه المسألة قصة، ¶ فيرويها بتمامها. ¶ 0 1 - الدقة: ¶ اشتهر شيخنا وأستاذنا (بالتشدّد) (1) والدقّة في العمل التعليمي، ¶ وكان يُضرَبُ به المثل في قوته العلمية، وعطائه التدريسي، وفي صعوبة ¶ اجتياز المواد التي يدرِّسها، وفي الوقت نفسه تجد من تخرَّج به يفتخر بأنه ¶ من تلاميذ ا لأستاذ الزرقا. ¶ يقول! الدكتور محمود عبيدات: سأل! أحد طلاب كلية الحقوق ¶ بجامعة دمشق شيخنا الفاضل قائلاً: يا استاذ هل يشُترط ان يحفظ الطالب ¶ عباراتك نفسَها في (المدخل الفقهي)؟ فقال! رحمه اللّه: \"ابني! أنا لا ¶ ألزمك بحفظ عباراتي إذا كنت تعطيني المعنى المراد بتعبيرك، لكن هذه ¶ (1) في نظر الطلبة فقط، وللحق أنه فقيه نموذج في الاعتدال والوسطية. ¶ 90",
            "page": "90",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "عبارات تعبتُ عليها، وانتقيتُها حتى تؤديَ المعاني التي أريد، وأشك انك ¶ تستطيع أن تعبّر عن هذه المعاني بلغتك \". كان هذا على سُلَّم (درج (كلية ¶ ا لحقوق سنة (0 6 9 1 م (تقريباً. سمعتْه أذ نا ي، وأ بصرتْه عينا ي، ووعاه قلبي. ¶ نعم كان دقيقاً في وضع الأسئلة، دقيقاً في تصحيحها، يتحرَّى ¶ العدل، وإعطاء كلّ ذي حقٍّ حقَّه. ¶ ويبدو انَ وصفه بصفة (التشدد) هذه قد وصلت إلى مسامعه، وهو ¶ في الجامعة الأردنية، فأراد أن يتثبَّتَ من هذه المقولة أولاً، فإذا ثبت شيء ¶ منها يقوم بتعديله، وإنصاف المظلوم من الطلبة، وتنفيذاً لهذا التوجه ¶ أرسل في طلبي في أحد الأيام، وبثّ لي شكوا 5 عن هذه المقولة التي تألَّمَ ¶ منها، وهي في الحفيقة وسامُ شرفٍ على صدره، وطلب مني أن أراجع ¶ اوراق امتحانات الطلبة التي قام بتصحيحها بنفسه، بطريقة تدل على ¶ تحرّيه العدل؟ حيث أعطاني الأسئلة، ثم الجواب النموذجي لكلِّ سؤال، ¶ بحيث حُدِّدَتْ علامةُ كلّ نقطة في الجواب، سواء كتب الطالب كثيراًا و ¶ قليلاً، المهم توافر عناصر الجواب، ثم قال لي بما معناه: لقد صحّحتُ ¶ كل الأسئلة، ووضعت العلامة لكل سؤال على ورقة الطالب، فإذا وجدت ¶ انّ العلامة الموضوعة صحيحة، فضع دائرة على العلامة الموضوعة، ¶ بمعنى أنّ تقديري موافق لتقدير 5، وإذا رأيتَ أن الطالب يستحق أكثر، ¶ وانه مظلوم في التفدير، فضع علامتك بجانب علامتي بفلم الرصاص، ¶ لأقوم بإعادة التصحيج، وإنصاف الطالب. ¶ لقد فعلتُ ما طلبَ وكنت خائفاً - في الوهلة الأولى - من أن تكون ¶ علاماتي المقدَّرة أكثر بكثير مما قدَّره الشيخ للطلبة، ولكني وجدتُ أنّ ¶ أستاذنا كان في صف الطالب، وكانت تقديراته لإجاباتهم اكثر مما قدّرت ¶ في الغالب، او مساوية، ونادرا ما كنتُ أضع علامة أكثر مما وضع رحمه ¶ اللّه. ¶ 91",
            "page": "91",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "لقد أخبرني ذات مرة انه مُستا 4 جداً من جعل التعليم بمفابل مال ¶ يدفعه الطالب، وذكر أنَّ ا لأصل في التعليم أن يكون مجانأ، لأنه يؤدي إلى ¶ انتقاء الطلبة حسب قدراتهم العلمية وتحصيلهم الفعلي، بل إن الأستاذ ¶ المدرّس في نظام التعليم المجاني لا يجد حرجاً في وضع معايير دقيفة، ¶ ومتطفبات ذات مستوى رفيع، بحيث لا ينجج ولا يرتقي الطالب من مرتبة ¶ إلى المرتبة التي بعدها إلا إذا وفَّى بهذه المتطلّبات، وابدى مفدرة ¶ وجدارة؟ ومن هنا كنت تجد نسبة الرسوب عالية، في حين يتحرَّج ا لأستاذ ¶ في ظل نظام التعليم بمفابل ان يطبق المعايير نفسها، فمثلاً هناك نسبة ممن ¶ كانوا ضمن الراسبين يعدون من الناجحين في نظام (التعليم بمقابل) بسبب ¶ (نظرة الرحمة) التي تأخذ ا لأستاذ وهو يتَّخذ قراره في مثل هؤلاء. ¶ قد تكون فكرة أستاذنا الزرقا رحمه اللّه منطبقة على حالته هو لا على ¶ غيره، وقد تكون منطبقة على حِقبة ومنطقة معينة، كالتعليم في دمشق في ¶ العصر الذي كان الشيخ مصطفى فيه أستاذاً، والمدّة التي تلتها فقط، ¶ وبالنسبة لأساتذة معينين، ولا يخفى أنَّ هذه الفكرة لا تنطبق على عدد ¶ ليس بالقليل من الجامعات التي تتبع النظام المجاني، ولا يوجد فيها ذلك ¶ التشديد، والعكس صحيح. ¶ 1 1 - العلوم التي اشتَهَر بها وأتقنها: ¶ نظراً للمنهج التربوي والتعليمي الذي تلقَّى أستاذنا العلم على ¶ وفقه، ونظراً لتنوُّع المصادر المعرفية، والمجالات العلمية التي تناولها ¶ في مراحل تعليمه المختلفة، برز الشيخُ في عدَّةِ مجالات علمية أهمها: ¶ أ- الفقه: فالشيخ رحمه الله درس الفقه الحنفي دراسةَ معمَّقة حتى ¶ تضلَّع منه، وأصبحَ المذهبُ مستحضَراً بين يديه أصولاً وفروعاً، قواعد ¶ وكليات، نصوصاً وأدلة. ¶ 92",
            "page": "92",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "وفي الفقه الحنفي كانت له اجتهادات خاصة، وترجيحات بين ¶ اقوال علماء المذهب وفتاويهم، كما في مسألة تقسيم العقد إلى باطل ¶ وفاسد، وتطبيفها على الأحوال الشخصية (عفد الزواج ((1) وغيرها. ¶ وإذا كان جد أستاذنا ووالده ممن كان يرجع إليهم في الفتوى، وحل ¶ المشكلات المستعصية، ممّا يتعلَّق بالبحث الفقهي في المذهب الحنفي \" فإنَّ ¶ أستاذنا رحمه اللّه قد ورث هذه المرجعية، وهذا التبحُّر، الذي لم نكن نحسُّ ¶ به، ونعرف قيمته -في هذا ا لعصر ا لذي اختلطت فيه ا لأمور- لولا تلك العبارات ¶ التي لا نفهمها، ولا نعرف كيف نتعامل معها، ونحن نقرأ في بعض مصادر ¶ المذهب المتوافرة إ لا إذا ذهبنا إ لى استاذنا وسأ لناه، بعد أن نكون قد سألنا غيره ¶ فلا نجد الجواب ا لشافي، والإجابة الصحيحة إ لا عنده رحمه اللّه. ¶ وإذا كان الشيخ قد درس المذهب الحنفي، إلا أنه قد اطَّلع على ¶ المذاهب الأخرى، وأفاد منها، واحال إليها، خاصةًالمالكيَّ، ¶ والحنبليَّ، والشافعيَّ، ومَنْ طالع كتبه تأكّد له ذلك. ¶ ولهذا السبب كنا نرى الشيخَ موسوعة في الفقه المقارن، وليس في ¶ الفقه الحنفي فقط، وإن كان في المذهب الحنفي أثبتَ وأعلمَ. ¶ ب - القانون: وعلى وجه الخصوص القانون المدني وقانون ¶ الأحوال الشخصية، والشيخ رحمه اللّه لم يكن على دراية بالقانون ¶ والتأليف فيه فحسب، وإنما كان ذا مفدرةٍ عجيبةٍ على صياغة الفوانين ¶ وتقعيد قواعدها وموادها. ومعلوم أن الشيخ قد مارس المحاماة، ودرَسَ ¶ في معهد الحقوق على كبار أساتذة القانون، الذين تركوا بصماتهم في ¶ (1) ¶ انظر إشارة إلى هذا: ص 736 - 737 من الجزء الثاني من المدخل الفقهي، ¶ ط. دار القلم. وهذه المسالة أفردها الشيخ رحمه اللّه ببحث مستقل نشرته مجلة ¶ (المسلم المعاصر!. ¶ 93",
            "page": "93",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "الدراسات القانونية المعاصرة، ولا ريب ان نظام الدراسة في ذلك ¶ العصر، يختلف كثيراً عن نظام الدراسة في ايامنا، من حيث الأساتذة، ¶ وكذلك الطلبة، ومن حيث المواد الدينية. ¶ لقد درَّس الشيخ القانون المدني، وبعض فروع القانون الاخرى، ¶ كما درَّس لطلبة الدراسات العليا في الحقوق مادة متخصّصة في فنّ صياغة ¶ التشريع، ولا أظن أنَّ فنَّ الصياغة هذا يتقنه إلا من تضلَّع من علوم اللغة، ¶ والففه، والقانون، وعلم القواعد، والمفاصد، وهذه كلها اجتمعت في ¶ الشيخ مصطفى رحمه اللّه. ¶ 2 1 - اَراء الشيخ وفتاواه: ¶ كثيرون هم الذين درسوا الفقه، وعُرفوا ووُصفوا بأنهم فقهاء، ا و ¶ مفتون، او علماء، ولكن قلة قليلة من هؤلاء العلماء ممن عرف عنهم ¶ التجديد، وحرية الفكر والاجتهاد، فكتب التراجم تزخر بتعداد العلماء ¶ الذين أَبْلَوْا بلاءً حسناً، لكنها تُسجِّل بفخر واعتزاز آراء العلماء المجددين ¶ واجتهاداتهم، الذين أثْرَوا الفقه أو العلم الذي برعوا فيه. ¶ وشيخنا الزرقا من هذا الصنف، الذي ترك بصماته على صفحات ¶ التاريخ الفقهي والاجتهاد المعاصر، وممن يعدون بألف رجل، حيث ¶ عُرف الشيخ بفتاويه، وعرفت واشتهرت عنه اراؤه، واجتهاداته، التي ¶ توصل إليها بعد البحث والتنقيب وبذل الجهد، فأعلن عنها دون خوف أ و ¶ وَجَل، ودون مجاراة أو تأثر بمؤثّر، لا يبالي بمن وافقه أو خالفه، فكثيراً ¶ ما تجد عالماً من العلماء إذا سألته عن رأيه في مسألة ما يقول لك: ¶ \"اعتقادي وقلبي يفوٍ ل بأنّ الحكم كذا، ولكني لا أستطيع إعلانه؟ لا! هذا ¶ الرأي يجدُ معارضة شديدةً، وانا لا أحتمل مخالفةَ الكبار من العلماء ¶ وغيرهم. ولا يعني هذا أن نجعل طلبة العلم يجترئون على الفتوى والقول ¶ 94",
            "page": "94",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "على اللّه بغير علم، ولكننا نقول لمن بلغ مرتبةً توازي مرتبة الزرقا، وتبحّر ¶ في علوم الفقه والأصول، وما يساندها من علوم، ووصل بعد بذل الجهد ¶ إلى راي مدعَّم بالدليل، يجعله معتقداً لصحة هذا الرأي أو ذاك، فينبغي له ¶ أن يعلنَ عن هذا الرأي إذا سُئل، ومن هنا عرف شيخنا وتميَّز بجملة من ¶ ا لاراء والفتاوى نختار منها أهمها: ¶ المسألة الأولى: إباحة التأمين، وقد ذكرنا عند التعريف بكتابه عن ¶ التأمين، أنَّ الشيخ رحمه اللّه قُرن اسمه بالتأمين وهو يصرِّحُ بهذا، ويفتي ¶ به، في كتابه عن التأمين، وفي فتاواه (ص 1 0 4 - 1 2 4). ¶ والشيخ رحمه اللّه قد اباح التأمين بأنواعه: التأمين على الأشياء، ¶ وضد المسؤولية، والتأمين لما بعد الموت (1)، الذي يسمونه خطأًالتأمين ¶ على الحياة (الفتاوى، ص 9 0 4). ¶ (1) ¶ يقول الدكتور محمود عبيدات: قال لنا شيخنا رحمه اللّه بعد محاضرة ألقاها في ¶ مدرج جامعة دمشق سنة (961 أم) عن التأمين: إنه كان في بلد أجنبي وأرادوا ¶ ركوب الطائرة هو ومَنْ معه، فأمَّن هؤلاء لما بعد الموت، وبقي هو، فقال: لقد ¶ عرضتُ هذا على ما أعلمه من الدين والفقه فلم أجد ما يمنعه، وقد تراءى لي ¶ أطفالي وكانوا صغاراً، فقلتُ في نفسي: من لهؤلاء إذا متُّ؟ ففعلتُ كما فعل ¶ أصحابي وأنا مطمئن. وفي هذه المحاضرة كان الشيخ هو المجلِّي، وعارضه ¶ الشيخ محمد أبو زهرة رحمه اللّه، فقال له الشيخ الزرقا: أنت تبيج التأمين على ¶ السيارات فلماذا تمنعه على غيرها؟ فقال أبو زهرة: أشهدكم أني قد رجعت عن ¶ قولي في إباحة التأمين على السيارات. ففال الشيخ الزرقا: هذا رجوع كيدي ¶ عندما لزمتك الحجة، ولم يقبل منه. وكنت قد قلت له رحمه اللّه: يا أستاذ ¶ عقولنا معك وقلوبنا مع الشيخ أبو زهرة، فأعاد بعض ما قال في محاضرته ولم ¶ يغضب، إذ لم يترك شبهة أوردها المخالفون إلاَّ فنَّدها ودحضها، وكان قوي ¶ الحجة، عظيم البجان، فارس الميدان، رحمه اللّه. ثم صارت المحاضرة كتاباً ¶ حمل عنوان: عقد التأمين، ثم نظام التأمين. انظر: ص 16 1 الاتية. ¶ 95",
            "page": "95",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "والشيخ رحمه اللّه لم يكتفِ بالجواز فحسب، بل ذهب إلى أبعد من ¶ ذلك، حيث يرى أنَّ التأمين \"يصبحُ واجباً في بعض الحالات، حفاظاً على ¶ الأرواح، وبعض الممتلكات كعقارات الأيتام والأوقاف (الفتاوى ¶ صه ا 4). ¶ لفد كان الشيخ بعيدَ النظر، واسعَ الأفق، ينظر إلى المسألة من ¶ جميع جوانبها وماَلاتها، وما تحققه من مصالج، وما تدفعه من مضارَّ ¶ ومفاسدَ. ¶ وقد بقي أن نشير إلى أن الشيخ في إباحته لعقود التأمين كان يؤكِّد ¶ على مسألة مهمة، وهي أنَّه يتحدّث عن عقد التأمين ذاته، دون التعرّض ¶ لما تقوم به شركات التأمين من توظيف لأموالها بالربا وغيره، فالتعامل ¶ بالربا حرام، وليس تعامل هذه الشركات بالربا من ضرورات التأمين ذاته، ¶ وإنَّما هو تصرُّف من قبل الشركات كأيِّ تاجر يتعامل بالربا، مع أن تجارته ¶ في ذاتها حلال، ومن هنا لا تعني إجازة عقد التأمين أنَّ أعمال تلك ¶ الشركات كلها جائزة. ¶ لكن الشيخ يؤكد وجود الربا في نوع من التأمين على الحياة وهو ¶ التأمين الادّخاري، ويمنع هذا النوع تماماً0 ¶ المسألة الثانية: اراء الشيخ في الربا والتعامل مع المصارف ¶ (البنوك): ¶ رُوِيَتْ عن الشيخ الزرقا روايات تفيد بأنَّه يبيج الربا أو بعض انواعه، ¶ وكان الناس يتناقلونَ هذه الروايات، وخاصة أولعك الذين لديهم الرغبة ¶ بأكل الربا، ويريدون أيَّ رأي يجيز لهم ذلك، ولو لم يثبت عندهم أنَّ من ¶ نسب إليه القول قد قاله او أفتى به. ¶ 96",
            "page": "96",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "وقد كنا نسأل شيخنا - رحمه اللّه - عن رأيه في الربا، وعما ينقل عنه ¶ من اراء، فيبيِّن لنا رأيه بوضوح، وتتَّضج لدينا رؤية المسائل على ¶ حقيقتها، وفي هذا الموضوع بالذات، يمكن تسجيل الملحوظات ¶ والنقاط الاَتية حول فتاوى الشيخ في مسائل الربا: ¶ 1 - اراء الشيخ واضحة في تحريم الربا بأنواعه، وعدم تساهله في ¶ الفتوى في المسائل الربوية. ¶ 2 - المعتمد في استمداد رأيه أن نلجأ إلى كتبه وبحوثه وفتاويه ¶ المدوّنة، ولا نلتفت إلى ما يشُاع هنا وهناك. ¶ 3 - معظم ما يُشاع من اراء منسوبة للشيخ إنَّما هو فهمٌ خاطى لرأي ¶ قاله في مقابلة، أو سؤال غير مدوَّن، ومن ذلك مثلاً قوله في جواب على ¶ استفسار وُجِّه إليه حول ما نُقل عن الشيخ أنه يجيز ربا البنوك وأخذ الفوائد ¶ على النقود المودَعة في البنوك. . قال الشيخ: \"لم أجز لأحد ربا البنوك، ¶ ولا أخذَ الفوائد على النفود المودَعة فيها، وإنَّما قلتُ في التلفاز بأنَّ مَن له ¶ نقود في البنك فإنّي أرى خيراً من تركها للبنك يرابي بأرباحها أن يأخذ ¶ صاحبها ما يحسبه البنك عليها من أرباح فيعطيها للفقراء. 0. \". ¶ ثم سئل مرةً أخرى مِنْ قِبَل استاذنا الدكتور عبد الرحمن الصابوني ¶ عن موضوع الفوائد الربوية من المصارف الأجنبية ذات الفروع في البلد ¶ العربي. . . \". ¶ فقال الشيخ: \"استفتاني - البنك الإسلامي للتنمية - حول ما تراكم له ¶ من فوائد على اشتراكات الدول الأعضاء، وقد بلغت متراكمة (65) مليون ¶ دولار، وقد قدمت إليه دراسة مطوَّلة، وانتهيتُ في نتيجتها إلى انَّ تلك ¶ الفوائد لا يجوزُ تركُها لتلك البنوك لقمةً سائغةً، بل يجب شرعاً أخذُها، ¶ وتوزيعُها على فقراء المسلمين \"، ثم قال: \"يتبئن لك أيها الأخ الكريم ¶ 97",
            "page": "97",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "أنني لم أقل يومأ ما بحلّ الفائدة الربوية من المصارف الأجنبية ذات الفروع ¶ في البلاد العربية. . . \" - ثم يقول في خاتمة الجواب: \"هذا جوابي لك أيها ¶ الأخ الكريم، وإنني أستعدي اللّه على كل من ينسب إليَّ فتوى او راياً لم ¶ يسمعه مني، ولم يقوأه مكتوباً بقلمي، ففد بلغني أنَّ اناساً يفترون عليَّ، ¶ وينسبون إليَّ من الاَراء ما أنا منه براء، مستغلّين حريةَ تفكيري في الفهم ¶ الفقهي الذي يلهمني الله تعالى، ومنهم من يفعل ذلك على سبيل الطعن، ¶ ومنهم من يفعله لتبرير انحرافاته. . . \" (1). ¶ 4 - لم يتأثر الشيخ بطلب الدول منه الفتوى في مسائل الربا، والعادة ¶ ان يحاول بعضُ العلماء إيجادَ تسويغات لبعض اعمال الدولة إذا دخلت ¶ ضمن نطاق الربا. ¶ فقد وُجِّهَ إليه سؤال من مجلس إفتاء المملكة الأردنية الهاشمية ¶ حول سندات التنمية التي يصدرها البنك المركزي، وهي عبارة عن ¶ صكوك بإذن تتضمَّنُ هذه الصكوك مبلغاً معيناً يستحق على خزينة الدولة ¶ بعد مدة محددة. ¶ وقد جاء جواب الشيخ بصورة منظمة منهجية تتضمن دراسة وافية ¶ لموضوع الاستفتاء، بدأ حديثه ببيان ماهية أو تكييف هذه السندات، وأنها ¶ عبارة عن (قروض بفائدة تصدرها الجهة الحكومية لعموم الناس. . . \" ثم ¶ وضع عدة أسعلة ونفاط مهمة لخَّصها بثلاثة هي: ¶ (1) ¶ أ -هل الفوائد من الربا؟ ¶ هذه الفتوى أعطاني الشيخ رحمه اللّه نسخة منها، وقد طبعت ضمن مجموع ¶ فتاواه، ص 4 1 6 - 18 6. ¶ 98",
            "page": "98",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "ب - هل هناك فرق بين ممارسة الربا بين الأفراد والمصارف فيما ¶ بينهم، وبين الحكومة والأفراد؟ ¶ ! -هل السندات قروض ربوية. . .؟ ¶ ثم بيَّنَ بياناً شافياً، وبلغةٍ قويةٍ، الدلالة على المراد، دون لَبس أ و ¶ شك، بأنَّ الففهاء مجمعون على \" أنَّ الفوائد من قبيل الربا، وأن لا فرق في ¶ حرمة الربا بين أن تمارسه الحكومات أو الأفراد، بل الحكومات آشد اثماً ¶ وخطورة على حياة الشعب الاقتصادية من المراباة فيما بين الأفراد. . \" وأنَ ¶ العلماء مجمعون على انَّ سندات التنمية هي نفسها القروض بفائدة، وهي ¶ عينُ الربا، ثم قال: \" لكن خرج عن هذا الإجماع مفتي مصر الحالي (1) في ¶ فتويين أصدرهما أحلَّ في إحداهما السندات، وأحلَّ في الأخرى الفوائد ¶ المصرفية التي عدَّها من قبيل الأرباح في شركة المضاربة، وقد كان رآيه ¶ هذا غريبأ ومريباً، وأثار الشكوكَ حول علمه ودوافعه إليه، لا سيما أنَّه هو ¶ نفسه قبل ذلك بخمسة أشهر فقط كان أصدر ونشر فتوى مطوَّلة ومعلّلة ¶ بعكس ذلك، أعلن فيها أنّ هذه السندات وفوائدها ربا صريج \". ¶ ثم ذكر الشيخ رحمه اللّه قرار مجمع الفقه الإسلامي التابع لمنظمة ¶ المؤتمر الإسلامي (2)، وقد كان لفتوى الشيخ هذه أثرُها في إصدار مجلس ¶ الإفتاء في الأردن فتواه المؤلسَّسة على دراسة الشيخ الزرقا وفتواه، وجاء ¶ في الفتوى: \"يرى مجلس الإفتاء في المملكة الأردنية الهاشمية أنَّ ¶ الصكوك المسمّاة بصكوك الإذن الحكومي أو صكوك الخزينة، هي ¶ (1) ¶ (2) ¶ كان المفتي المذكور في ذلك الوقت هو: الدكتور محمد سيد الطنطاوي، وهو ¶ شيخ الأزهر الاَن. ¶ فتاوى الزرقا، ص 1 9 5 - 93 5. ¶ 99",
            "page": "99",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "صكوك قرض ربوي محرم بالنصوص القطعية، في كتاب اللّه تعالى العزيز ¶ والسنّة النبوية الثابتة \" (1). ¶ 5 - ينبغي مراعاة أحوال كل فتوى على حدة، فالشيخ حينما كان ¶ يُسأل من امريكة عن واقعة تتعلَّق بمعاملاتهم هناك، تختلف فتواه عن ¶ المسألة نفسِها لمن يقيم في البلاد الإسلامية، ومن ذلك: ¶ ا - أنه أفتى بجواز إيداع المال في المصارف الربوية عند الاضطرار ¶ والاحتياج، وهذا الاضطرار أو الاحتياج مقدَّر بقدره، ويزول بزواله، فإذا ¶ وجدت مؤسسات إسلامية موثوقة، ف! نَّ الترخّص يزولُ، ويعود الحكم ¶ إلى الأصل، وهو الحُرمة. ¶ ومن الحاجة والضرورة: ما يعاني منه المسلمون في الغرب من ¶ عدم إمكان الاحتفاظ بالمال في البيوت أو بحمله خشية السطو ا و ¶ السرقة. . . إلخ (2). ¶ وإذا ترتبت فوائدُ ف! نها تُوخَذُ وتوزَّع على الفقراء، ولا ينتفع بها ¶ صاحبها، كما لا يتركها للمصرف يتموّى بها. ¶ ب - أنه افتى بجواز اخذ قرض من البنك لقاء فائدة لأجل شراء بيت ¶ - لمن يسكن في امريكة ودول الغرب - بملاحطة انَّ قسط القرض مع ¶ فائدته لا يزيد عن أجرة البيت لو استأجره استئجارأ، بل قد يكون أقلّ، ¶ وهذا مقتضى المذهب الحنفي فيمن يقيم بدار الحرب (3)، لأن العبرة ¶ (12 ¶ (3، ¶ ا لفتا وى، ص 4 9 5. ¶ الفتا وى، ص 5 9 5 - 3 1 6. ¶ سبق للشيخ أن بئن ص (4 2) أنَ هذا مخصوص بمن يدخل من المسلهمين إلى دار ¶ الحرب تسللاً بغير أمان. ¶ 100",
            "page": "100",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "حينعذٍ لمجموع ما يدفعه المسلم لهم، فإذا كان أوفرَ لماله فهو جائز، ما ¶ دام برضاهم ودون خيانة، واللّه أعلم (1). ¶ وقد أفتى الشيخ بالفتوى نفسها لمن يريد شراء سيارة كذلك، ¶ وفتاوى الشيخ هذه لم يرجع عنها، فاخرها تدويناً في كتابه الفتاوى مؤرّخة ¶ سنة (997 1 م). ¶ المسألة الثالثة: الخُلُوّ، حيث يجيز الشيخُ اخذَ الخلوّ، ويقول! في ¶ هذا: \"وإنّي من الذين يفتون بجوازه وحلّه، ما دام القانون السائد يمنع ¶ المؤخر من الزيادة، أو الإخلاء في نهاية مدة الإيجار، ووجهة نظري أ ن ¶ حق البقاء للمستأجر هو حقّ مالي مقوَّم بقيمة ذات أهمية كبيرة عرفاً\" (2). ¶ المسألة الرابعة: تزويج البالغة لنفسها، حيث يرى أنَّ للمرأة البالغة ¶ تزويج نفسها، ولا يملك أب أو أخ منعها، بل لا يجب عليها إعلامهم، ¶ لكن الأوْلى أن يكون زواجها بمعرفة أوليائها 0. . (3)، والشيخ هنا التزم ¶ بالمذهب الحنفي وقانون الأحوال! الشخصية السوري. ¶ المسألة الخامسة: تحديد النسل، حيث يرى الشيخ أنَّ الأصل ¶ حرمة تحديد النسل بوجه عام، ولكن لا يوجد مانع شرعي من اتخاذ تدابير ¶ شخصية (اي: في نطاق شخصي غير عام) من كل فرد بحسب ظروفه ¶ الخاصة وقدرته المالية بتحديد نسله بطرق منع الحمل. . . \" (4). ¶ (1) ¶ (2) ¶ (3) ¶ ! 4) ¶ الفتاوى، ص ا 62 - 626. لكن يرد على هذا التوجيه ما لاحظه أ. د. أحمد ¶ الكردي من أنَّ \"ذمةَ المؤجّر غيرُ ذمّةِ صاحبِ البنك \". ¶ ا لفتاوى، ص 5 4 4. ¶ ا لفتا وى، ص 78 2. ¶ ا لفتا وى، ص 88 2. ¶ 101",
            "page": "101",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "المسألة السادسة: تولّي المرأة للقضاء، حيث يرى رأي الحنفية أنَّ ¶ قضاءها صحيج، وليس باطلاً، ولكنّه لا يشجّع ولا يرغِّب فيه، ويرى أنَّ ¶ ولي الأمر آثم إذا أسند إليها القضاء (1). ¶ هذه بعض أهم الفتا! ى نفتصر عليها ونحيل القارى إلى كتاب ¶ (الفتاوى). ¶ 13 - رحلات الشلئ الزرقا: ¶ تنقَّل الشيخ بين عدد من البلاد، حيث ولد في حلب في حي ¶ بانفوسة، وفي حلب كانت النشأةُ والتكوينُ منذ عام (907 أم) إلى عام ¶ (929 أم)، ثم انتقل إلى دمشق للدراسة الثانوية (البكالورية) والجامعة ¶ السورية (جامعة دمشق فيما بعد)، ثم إلى مصر لدارسة دبلوم الشريعة ¶ الإسلامية في جامعة فؤاد الأول سنة (947 أم) (2)، ثم السودان ¶ (964 1 م)، ثم الكويت (966 1 - 971 1 م)، ثم عمان - الأردن (971 1 -  ¶ 989 1 م)، ثم) الرياض (0 99 1 - 999 1 م). ¶ وخلال ذلك كلّه، زار كثيراً من بلدان العالم العربي والعالم الغربي ¶ (أوروبة الغربية، وروسية، والولايات المتحدة، وشرق آسية، ومنها ¶ اليابان. . . وغيرها). ¶ 4 1 - الشلئ الزرقا والعمامة: ¶ حينما لبستُ العمامةَ زرتُ شيخنا الزرقا، فَسُرَّ سروراً عظيماً، ¶ (1) ¶ (2) ¶ راجع جريدة الدستور الأردنية عدد (2022) تاريخ 1973/ 3/14 نقلأ عن ¶ محمد طعمة القضاة: الولاية العامة للمراة، دار النفائس - عمان (998 ام)، ¶ ص 137 - 138. ¶ راجع: مكي، مجد أحمد، فثاوى الزرقا، ص 6 2. ¶ 102",
            "page": "102",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "وأخذ يحدّثني عن ذكرياته مع العمامة، ثم قال لي: سأُعلّمك كيف تفوم ¶ بتكويرها وبنائها، وكان يرى أنّ العمامة (المتكلّفة) غير محببة للنفس، ¶ خاصّة، كما يفعل علماء الدولة العثمانية سابفاً. ¶ فقد لبس الشيخ الزرقا العمامةَ منذ أن كان طالبأ في المدرسة ¶ الخسروية (الثانوية الشرعية) في حلب، ثم في دمشق وهو طالب في كلية ¶ الحقوق، وبقي يلبسها وهو أستاذ في جامعة دمشق، واستمرَّ في لبس ¶ العمامة حتى جاء عام (954 ام) وهو العام الذي تسلَّم فيه العقيد أديب ¶ الشيشكلي رئاسة الجمهورية، حيث اصدر قراراً يمنع بموجبه الشيوخ ¶ والقضاة والعلماء من لبس الجبة والعمامة المعروفة في ذلك الوقت، وهي ¶ المعروفة لدينا الاَن - وألزمهم أي: رئيس الجمهورية - بلباس خاص ¶ منتقد، فيه إهانة للمشايخ والفضاة، فكان القرار مضحكاً مثيراً للدهشة، ¶ وذلك لأن الشيشكلي لم يفعل ذلك عبثاً، وإنَّما كان يفصد إهانة ثلاثة ¶ أشخاص ومضايقتهم، وهم: الدكتور مصطفى السباعي، والشيخ ¶ مصطفى الزرقا، والدكتور معروف الدواليبي رحمهم اللّه جميعاً. ¶ وعلم الثلاثة بالأمر والمكيدة، وكان الشيشكلي قد أعطاهم مهلة ¶ قدرها أربعة أشهر لتنفيذ القرار، ولكنَّهم اتفقوا على البقاء في البيوت، ¶ ليتبيَّنوا جدئة الأمر وإلزاميتَه، وبالفعل كان الأمر جدياً، وسيق بعض ¶ المشايخ إلى السجن لعدم طاعة الأوامر، وهنا قرّر المشايخ الثلاثة ترك ¶ الجبَّة والعمامة، ومنذ ذلك التاريخ خرجوا دون عمائم حتى توفّاهم اللّه ¶ جميعاً رحمهم اللّه. ¶ 5 1 - الزرقا وممارسة العمل السياسي: ¶ جمع الشيخ الزرقا بين العهد العثماني في أُخريات أيامه، والعهد ¶ الجديد الذي تمثَّل بقيام الدول العربية التي انفصلت عن الدولة العثمانية ¶ 103",
            "page": "103",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "عام (917 ام)، مروراً بفترة تعدّ من أشدّ الفترات التي مرَّت على الأمة، ¶ وعلى ذلك الجيل بالتحديد، ألا وهي مدة الاحتلال الفرنسي لسورية ¶ ولبنان، والاحتلال الإنكليزي للعراق وفلسطين وشرق الأردن وأطراف ¶ الجزيرة العربية (1). ¶ تلاحقت الأحداث الأليمة التي مرّت بها الأمة والشيخ في ريعان ¶ الشباب، ومن هنا بدأ الوعي السياسي لديه مبكّراً، كما ساعد هذا الجو في ¶ تكوين المفاهيم (2) والقناعات نحو المحتل الغاصب، ورسم تبعاً لذلك ¶ صورة حفيقية لتلك الأمم التي تدَّعي التحقر والمدنية، وهي التي تمارس ¶ الوحشية وإهدار الكرامة، ونهب الخيرات، وسرقة مقدرات الأمم ¶ الضعيفة. ¶ إزاء هذا كله لم يجد الشيخ مصطفى بدّأ من الانخراط المبكّر في ¶ العمل السياسي، حيث تمثّلت مشاركة الشيخ السياسية خلال حياته ¶ بالأعمال الاَتية: ¶ أولاً: الانخراط في صفوف الكتلة الوطنية: ¶ لفد شارك الشيخ في النضال ضد الفرنسيين بشتى الوسائل، إلا أنه ¶ قد برع في الخطابة التي كانت تلهب حماس الجماهير ضد الفرنسيين، ¶ وقد أخبرني الأستاذ الدكتور علي محافظة (3) أستاذ التاريخ المعاصر في ¶ الجامعة الأردنية أنَه اطَّلع - وهو يحضّر للدكتورا 5 في فرنسة - على وثائق ¶ الخارجية الفرنسية التي سجَّلت أحداث تلك الفترة، ولفت انتباهه ما دوّن ¶ وسجِّل عن أعمال الشيخ الزرقا وجهاده ضد الفرنسيين (4). ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ إلى اَخر مأساة تقسيم البلاد العربية على وَفق اتفاقية سايكس بيكو المشؤومة. ¶ راجع المجذوب: 2/ 359. ¶ وكان رئيس جامعة اليرموك - الأردن. ¶ حينما أنهى حفيد الشيخ الزرقا دراسته الثانوية، ورغب بالدراسة في الجامعة- ¶ 4 0 1",
            "page": "104",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "وفي هذا المقام اخبرنا الشيخ مصطفى - رحمه اللّه - أنه قام ¶ بالمشاركة بتأسيس جمعية المحافظة على الأوقاف، وذلك بسبب ¶ محاولات إلغاء الأوقاف الذُّريّة في سورية ولبنان، وقد كانت نشاطات ¶ الجمعية الحقيقية سياسية وطنية بالدرجة الأولى لمحاربة الاستعمار، ¶ ولكن هذه الجمعية اتّخذت اسم (المحافظة على الأوقاف) للتستُّر وراءه، ¶ ولضمان عدم اتهامهم بالثورية وتوقيف نشاطهم. ¶ ومن مشاركات الشيخ في النضال ضد الفرنسيين من خلال هذه ¶ الجمعية رفعُ إنذار عدلي عن طريق كاتب عدل حلب إلى المفوَّض السامي ¶ الفرنسي لعدم الاعتداء على الأوقاف الذرية وإلغائها في سورية ولبنان، ¶ كما قام بإلقاء خطبة على باب قصر العدلية في حلب ضد الفرنسيين، ¶ ومحاولة إلغائهم للأوقاف الذرية عن طريق مشروع قانون كانوا ينوون ¶ إصداره لهذه الغاية، كما ألقى القصائدَ الحماسيةَ في بعض اجتماعات ¶ الجمعية، كما كتب رسالة للردّ على من أفتى ببطلان الأوقاف الذرية سنة ¶ (926 ام) حينما كان طالباً في الصف السادس في المدرسة الخسروية ¶ بحلب (1). ¶ ولا يفوتني أن اذكر أنَّ الشيخ رحمه اللّه كان يذكر جهاده ضد ¶ محاولات الفرنسيين لإلغاء الوقف الذُّري، وكيف اثّرت جهود العلماء ¶ (1) ¶ كتب الشيخ رسالة لرئيس جامعة اليرموك الدكتور علي محافظة عله يساعد في ¶ قبوله، وذهبت مع الدكتور محمد أنس بالرسالة إلى رئيس الجامعة فاستقبلنا ¶ بحفاوة وتكريم، وقرأ الرسالة، ثم قال: سأقبل ولدك في الجامعة إكراماً لجهاد ¶ جده - والدكم - ضد الفرنسيين، وذكر قصة وثائق الخارجية الفرنسية، فخرجت ¶ من عند رئيس الجامعة آنذاك، وأنا أحمد اللّه سبحانه، واقول: كان جهاد الشيخ ¶ نافعاً في ذلك الوقت، وامتذ نفعه لأحفاده. ¶ سنعرض لها إن شاء اللّه عند الحديث عن مؤلَّفاته. ¶ 5 0 1",
            "page": "105",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "واصحاب الهمة العالية في منع الفرنسيين من إلغاء الوقف الذري، حيث ¶ باءت كل محاولاتهم بالفشل، أقول كان الشيخ يذكر هذا ثم يعجب كيف ¶ الستطاع (حسني الزعيم) إلغاء الأوقاف الذرية بجرة قلم، ونهبها هو ¶ والمحامون والقضاة وغيرهم. ¶ في هذا المجال أيضاً قام الشيخ ومعه عشرات الالاف بمظاهرات ¶ احتجاجية على قانون الطوائف الذي كان الفرنسيون يريدون به توحيد ¶ احكام الأسرة بين المسلمين والمسيحيين، وقام بالقاء خطبة نارية على ¶ مرأى ومسمع من الفرنسيين ومفوضيهم، وبسبب ذلك كله تراجع ¶ الفرنسيون عن إصدار ذلك القانون (1). ¶ ثانياً - العمل النيابي: عمل الشيخ الزرقا في الأعمال النيابية ¶ وانتخب نائباً عن مدينة حلب، وشكل مع الأستاذ محمد المبارك وغيره ¶ الجبهة الإسلامية في مجلس النواب وذلك أعوام (1954، 1958، ¶ 961 ام). ¶ ثالثأ - الوزارة: حيث أسند إليه سنة 956 ام وزارتا العدل ¶ والأوقاف، ولم تطل مدة الوزارة هذه بسبب الاضطرابات السياسية التي ¶ اجتاحت سورية في ذلك العهد، ولكنه دخل الوزارة مرة أخرى وزيراً ¶ للعدل والأوقاف، حينما كان الأستاذ الدكتور معروف الدواليبي رئيسأ ¶ للوزراء وكان الأستاذ ناظم الفدسي رئيسأ للجمهورية وذلك سنة ¶ 962 ام. ¶ (1) المجذوب، علماء ومفكرون عرفتهم: 2/ 360. ¶ 106",
            "page": "106",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "6 1 - الزرقا والموسوعة الفقهية: ¶ تعود فكرة إنشاء موسوعة للففه الإسلامي تصاغ بأسلوب معاصر، ¶ يسهل الرجوع إلى المعلومات الفقهية إلى سنة (951 ام)، حيث عفدت ¶ كلية الحقوق (جامعة السوربون في فرنسة) مؤتمراً تحت اسم (أسبوع ¶ الفقه الإسلامي)، ودُعيَ إليه عدد من أساتذة الحقوق والشريعة من ¶ مختلف دول العالم، وكان الشيخ الزرقا والدكتور معروف الدواليبي ¶ ممثلَيْنِ عن كلية الحقوق في جامعة دمشق، وقد خرج المؤتمر بعدة ¶ توصيات جاء فيها قولهم: \"ويأمل المؤتمرون أن تؤلَّف لجنة لوضع معجمٍ ¶ للففه الإسلامي يسهِّل الرجوع إلى مؤلَّفات هذا الفقه، فيكون موسوعة ¶ ففهية تُعرَض فيها المعلوماتُ الحقوقية الإسلاميةُ وَفقأ للأساليب ¶ الحديثة \" (1). ¶ وحينما أُنشئت كلية الشريعة في جامعة دمشق سنة (954 ام)، بدأ ¶ الفائمون عليها وعلى رأسهم الشيخ الزرقا، والدكتور الدواليبي، ¶ والدكتور مصطفى السباعي، وكان أوَّلَ عميدٍ لها، والأستاذ محمد ¶ المبارك - وذلك سنة (955 ام) باتخاذ خطوات عملية لإصدار موسوعة ¶ فقهية، تنفيذاً لتوصيات مؤتمر باريس، وبالفعل تم تشكيل الجنة رسمية ¶ باسم لجنة موسوعة الفقه الإسلامي، صدر بتأليفها وصلاحياتها مرسوم ¶ جمهوري، وكان الشيخ مصطفى السباعي عضواً فيها - وبدات اللجنة ¶ بالدراسات التمهيدية للطريقة المفضلة في العمل \" (2). ¶ (1) ¶ (2) ¶ وحينما قامت الوحدة بين مصر وسورية في عام (958 1 م)، تألَّفت ¶ المدخل الفقهي العام: 1/ 25 - 26. ¶ مجلة اليقظة، العدد (227)، تاريخ 1 1 أكتوبر (971 أم)، ص 36. ¶ 107",
            "page": "107",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "لَجنة مشتركة من علماء مصر وسورية، لتوحيد الجهود في إصدار ¶ موسوعة واحدة للفقه الإسلامي في عام (958 1 م)، وكان الشيخ مصطفى ¶ عضواً في هذه اللجنة (1)، واستمرَّت اللجنة بالعمل مدةَ الوحدة حيث ¶ صدر الجزء الأول النموذجي للموسوعة سنة (0 96 1 م). ¶ وفي سنة (1 96 1 م) توقف العمل بمشروع الموسوعة الفقهية بسبب ¶ الانفصال بين مصر وسورية. ¶ وفي عام (966 أم) تبنَّت وزارة الأوقاف الكويتية مشروع ¶ الموسوعة الفقهية، وقد وقع الاختيار على الشيخ مصطفى ليكون خبيرَ ¶ الموسوعة، وشرع في إنجاز المهمة فورَ وصوله إلى الكويت، خاصة أنه ¶ عضو مؤسس في مشروع الموسوعة السورية والمصرية. ¶ وقد سلك الشيخ مصطفى في عمله في الموسوعة منهجاً خاصاً، ¶ حيث بدا يعمل وَحْدَه ابتداءً، ثم استقدم بعض المساعدين، وأنشأ مكتبة ¶ الموسوعة، التي أصبحت تُعدُّ من أعظم المكتبات تنوُّعاً واستيفاءً ¶ لحاجات المشروع. ¶ وخلاصةُ المنهج الذي وضعه الشيخ لإنجاز الموسوعة يقوم على ¶ إعدادِ قائمةٍ محدّدةٍ بالكلمات الفقهية التي ستغطّيها الموسوعةُ، وتعرِضُها ¶ بترتيب حروف الهجاء. ¶ ثم تستكتبُ إدارةُ الموسوعة لكلّ كلمةٍ أفضل من يتقِنُ موضوعَها ¶ من فقهاء العالم الإسلامي، مع البدء باستكتاب من تقدَّمت بهم السنُّ ¶ (دون مراعاة الترتيب الاكفبائي للكلمات) خشيةَ وفاتهم قبل اكتمال ¶ الموسوعة. مما يعني صدور موضوعات الموسوعة أولاً دون ترتيب. ¶ (1) كما كان الشيخ أبو زهرة والشيخ علي الخفيف من أعضائها. ¶ 108",
            "page": "108",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "ويتم الاستكتابُ وِفقَ مخطط تفصيلي دقيق لكل موضوع بحيث ¶ يستعرض الكاتب في كلّ نقطة من المخطط موقف المذاهب الفقهية ¶ الثمانية، قبل انتفاله إلى النقطة التالية. ¶ وهذا كما لا يخفى أسلول! شا! على الكاتب، لكنَّه عظيمُ النفعِ ¶ لقارئ الموسوعة، إذ يسهل عليه معرفة مواطن الوفاق والخلاف بين ¶ المذاهب بسهولة وسرعة. ¶ أما الأسلوب الأسهل على الكاتب فهو إيراد الموضوع برمّته وفق ¶ مذهب بعد مذهب، مع ترك اكتشاف الوفاق والخلاف، وهي المهمة ¶ الصعبة على عاتق القارئ. والمذاهب الثمانية المذكورة هي: الحنفي، ¶ المالكي، الشافعي، الحنبلي، الظاهري، الزيدي، الإباضي، الإمامي. ¶ وقد أنجزت إدارة الموسوعة برئاسة الشيخ عن طريق الاستكتاب ¶ وفق المنهج الاَنف الذكر خمسين موضوعاً فقهياً، نُشر منها للتعريف ¶ والاطّلاع وتلقّي الملحوظات (طبعة تجريبية) عن موضوعات منها: ¶ الأشربة، الاظعمة، الحوالة، صلاة المسافر، النسب، الإرث، القصاص، ¶ التعزير، شركات ا لاموال، شركة المضاربة، القسمة، ا لائمان. ¶ وقد قدر الشيخ خروج الموسوعة بثلاثين مجلداً كل مجلد (0 0 0 1) ¶ - (1) ¶ صمحه. وقد كان تحت الطبع حينئذ (معجم الفقه الحنبلي) ¶ المستخلَص من كتاب (المغني) لابن قدامة والمرتَّب ترتيباًالفبائياً، وقد ¶ اعدَّته إدارةُ الموسوعة كعمل جانبي مساعد هو بمثابة \"موسوعة خاصة ¶ للفقه الحنبلي أصالةً، وللفقه المقارن تبعاً\" (2)، وقد صدر هذا المعجم في ¶ مجلَّدين كبيرين فيما بعد. ¶ (1) ¶ (2) ¶ ا لمجذ وب: 2/ 6 6 3، ا ليقظة، ص 3 1. ¶ الموسوعة الفقهية، النموذج (3)، الحوالة، ص 9 6 2. ¶ 109",
            "page": "109",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "إلاَّ انَّ عمل الشيخ لم يدم طويلاً في الموسوعة، حيث أنهي ارتباطه ¶ بها، حينما قام وزير الأوقاف الكويتي الجديد في 0 2/ 6/ 971 ام بإلغاء ¶ مشروع الموسوعة، وعلى إثرها ترك الشيخ مصطفى الكويت ليلتحقَ ¶ بعمله الجديد، أستاذاً في كلية الشريعة بالجامعة الأردنية. ¶ وبعد ذلك تبدَّلت الوزارة في الكويت، وجاء وزير جديد للأ وقاف، ¶ فأعاد المشروع في عام (975 ام) وطلب الشيخ للعودة، لكن ارتباطه ¶ بالجامعة الأردنية حال دون ذلك، فاستمزَ عمل الموسوعة بهيئة جديدة، ¶ وأسلوب مختلف يتم فيه الالتزام بالاستكتاب وإصدار موضوعات ¶ (كلمات) الموسوعة بالترتيب الألفبائي، والاقتصار على المذاهب ¶ الأربعة في كل موضوع. وهو ما نراه حالياً من طبعات أجزاء الموسوعة، ¶ وقد بقي الشيخ دوماً يثني على هذا المشروع العظيم ويُشيد به، ويحفظ ¶ المودّة والتقدير للعاملين فيه. ¶ لقد كانت الموسوعةُ تملِكُ على الأستاذ الشيخ مصطفى لبّه وعقله، ¶ وقد قبل العمل فيها ابتداءً خدمة لهذا الدين، وبعد أن أُلغيت الموسوعة ¶ سنة (971 ام) رأى انّ الموضوعات الخمسين التي استكتبت يجب أن لا ¶ تُهدر ولا تترك دون الإفادة منها، فتطوَّع بأن يبقى يشرف على طباعتها دون ¶ مقابل مادي من راتب أو تعويض، وقال: \" إني أعتبر كلَّ موضوع منها ¶ بمثابة ولد من أولادي \"، ولكن هذا الأمر لم يتم، حيث لم يقبل منه ¶ الاستمرار بعد الإلغاء، ولو كان حسبة لوجه اللّه تعالى (1). ¶ مساهمة الشيخ الزرقا في موضوع الحوالة: ¶ إنَّ موضوع الحوالة هو ثالثُ ما نشر في الطبعة التجريبية للموسوعة، ¶ (1) مجلة اليقظة، ص 37. ¶ 110",
            "page": "110",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "وهو كسائر موضوعات الموسوعة مستكتَمب من فقيه متخصص (1). لكن ¶ كان للشيخ فيه مساهمة متميزة في عشرات من التعليقات الدقيقة والمطوَّلة ¶ في حواشي هذا البحث الطويل، الذي تجاوز نصُّه (0 20) صفحة من ¶ القطع الكبير، وهي تعليقات موقعة باسم (خبير الموسوعة). كما حرر ¶ الشيخ في ملحق أول (شبهات حول الحوالة في الشريعة الإسلامية) فنّدَ ¶ فيها بتعمّقٍ زعم بعضِ كبار القانونيين بأنَّ الشريعة الإسلامية لم تعرف ¶ حوالة الحقّ، بل ولا حوالة الدَّين في ظن بعضهم. ¶ كما أضافت إدارةُ الموسوعة ملحقين آخرين مهمين بلغا ثلاثين ¶ صفحة أحدهما عن (بعض معاملات معاصرة ذات صلة بالحوالة) لتحديد ¶ ما يمكن تخريجه على الحوالة أو سواها من اسس التعاقد المشروع في ¶ الإسلام. وشملت هذه المعاملات التحويلات المصرفية، والسفتجة (أو ¶ الكمبيالة) والشيك، وتظهير الأوراق التجارية، واوراق البضائع، وخصم ¶ الكمبيالات، والاعتماد المستندي، وحوالة حقوق الذمة المالية في ¶ القانون. وتضمَّن الملحقُ الثالثُ والأخير (صياغة أحكام الحوالة في مواد ¶ مقننة) بلغت (23) مادة، ذُيِّلَت كل مادة منها بذكر ايِّ المذاهب الثمانية ¶ توافِقُ الحكم الذي اختارته تلك المادة. ¶ إنَّ موضوعَ الحوالة المنشور مستقلاًّ في الطبعة التجريبية للموسوعة ¶ حين كان الشيخ الخبير المشرف عليها، هو حقأ مَثَل رفيع يُحتذَى للبحوث ¶ الفقهية المتخصصة المعاصرة كما يدعو إليها الشيخُ، وكما ينبغي أن تكون. ¶ 17 - الشيخ مصطفى والمجمع الفقهي: ¶ فكرة وجود مجمع الفقه الإسلامي فكرة رائدة؟ نبَّهَ عليها، وطالب ¶ (1) ¶ هو الدكتور إبراهيم عبد الحميد، الذي وصفه الشيخ الزرقا بالفقيه الفحل ¶ (ص 57 2 موضوع الحوالة). ¶ 111",
            "page": "111",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "بتنفيذها عدد كبير من العلماء، منهم الشيخ الزرقا رحمه اللّه، ولكن قبل ¶ ذلك نادى الشيخ أحمد محمد شاكر وغير 5 بفكرة الاجتهاد الجماعي، ¶ ومن تطبيقاتها الأساسية إنشاء مجمع للفقه الإسلامي. ¶ وبالفعل أُنشِى المجمع الفقهي الإسلامي بمكة، بموجب قرار ¶ المجلس التأسيسي لرابطة العالم الإسلامي سنة (398 اهـ- 978 ام) ¶ واختير الشيخ لعضوية مجلسه المكوَّن من علماء تئمَ اختيارهم لصفتهم ¶ العلمية. ¶ وقد كان الشيخ قد قدَّم قبل سنين مشروع نظا آِ لمجمع فقهي ¶ بتكليف من الشيخ محمد سرور الصبان، رئيس رابطة العالم الإسلامي ¶ سابقا! ا). ¶ وحينما أسس مجمع الفقه الإسلامي التابع لمنظمة المؤتمر ¶ الإسلامي عام (405 اهـ= 984 ام)، كان الشيخ من أوائل الخبراء ¶ القلائل الذين اختيروا لعضويته بصفتهم العلمية دون ان يكونوا ممثّلين ¶ لدولة ما كما هو حال سائر اعضاء المجمع. ¶ إنَّ من يطَّلع على محاضر جلسات المجامع الفقهية يعلم الدور ¶ الذي كان يؤدِّيه الشيخ مصطفى رحمه اللّه، ففي باب كتابة البحوث في ¶ الموضوعات المطروحة، كانت له مشاركة لا تخفى على أحد، وفي ¶ ميدان المناقشة والحوار كان ذا حجة ودراية، وكان شجاعاً في عرض رأيه ¶ ولو خالف الكثرة، كما كان بارعاً في صياغة القرارات فيما يُعْهَدُ إليه ¶ صياغته، فيسبك العبارة سبكاً، بلغة سليمة بليغة وافية بالمقصود. ¶ لقد خسر المجمع في السنوات الأخيرة كثيراً، وخاصة في السنة ¶ التي قُبض فيها الشيخ مصطفى وعدد من أعضائه، وكانت خسارته كبيرة ¶ (1) ا لمجذ وب: 2/ 7 6 3. ¶ 112",
            "page": "112",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "في الشيخ مصطفى وأمثاله، فبموته - رحمه اللّه -دُفن علم كثير0 ¶ لقد كان للشيخ مصطفى مكانة عطيمة عند زملائه اعضاء المجمع، ¶ فما اجتمعتُ بواحد منهم إلا ويثني عليه ويُجلّه، ويعرب عما للشيخ في ¶ نفسه من مكانةٍ عظيمةٍ. ¶ 8 1 - وفاته رحمه ال! ه: ¶ بعد حياة قاربت على المئة من الجهد والاجتهاد والعطاء المتميز، ¶ توفي لشيخنا رحمه اللّه في الرياض عاصمة المملكة العربية السعودية، ¶ وذلك عصر يوم السبت 9 1/ 3/ 5 42 أ هالموافق 3/ 7/ 999 1 م. ¶ وبهذا بلغ أُستاذنا اثنتين وتسعين سنة ميلادية تقريباً، وخمساً وتسعين ¶ سنة هجرية، ولقد ترك من العلم النافع للأمة والولد الصالح، والصدقة ¶ الجارية ما نرجو له استمرار عمله الصالح وعدم انقطاعه بإذن اللّه سبحانه. ¶ لقد حفظ اللّه سبحانه قوى شيخنا العقلية كاملة ليبقى عطاؤه إلى أ ن ¶ انتقل إ لى الدار الأخرة، دون أن يصاحب شيخوخته ما يصاحب كبار السن ¶ عادةً. ¶ لقد وقع نبأ وفاة شيخنا رحمه اللّه على العالم الإسلامي وقعاً ¶ عظيماً، وذلك لأنَّ الفقه الإسلاميِ بمدارسه ومجامعه وجامعاته ومجالس ¶ الفتوى في عصرنا الحاضر فقدَ علماً من أعلامه، وبحراً من بحور العلم، ¶ وفارساً لا يشُق له غبار، يتمتع بالوسطية والفكر الثاقب، والعمق العلمي ¶ والرأي الصائب، وله مقدرة على حلّ المعضلات وعويض المشكلات، ¶ فرحمه اللّه رحمةً واسعة. ¶ 9 1 - ثناء العلماء عليه وشهاداتهم فيه: ¶ لقد كان للشيخ مصطفى مكانة عظيمة في نفوس أساتذته ومعاصريه ¶ 113",
            "page": "113",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "من العلماء الأفذاذ والثقات الأثبات، وقد أثنى عليه كل من رآه مذ كان ¶ طالباً في الثانوية الخسروية، فالعلاّمة عبد القادر المغربي يكتب مقالاً في ¶ (مجلة المجمع العلمي العربي) بدمشق يشيد فيه بالشيخ الشاب وبعلمه في ¶ تحقيق بعض المخطوطات النادرة، واساتذته مثل: فارس الخوري وغيره ¶ يشيدون به ويثنون عليه. ¶ ومن المعاصرين للشيخ: العلاّمة يوسف القرضاوي الذي كانت ¶ تربطه بالشيخ مصطفى علاقة متينة، ومحبة عظيمة، وكان الشيخ مصطفى ¶ يذكر لي الشيخ الفرضاوي بالإعجاب والاحترام والثناء الجميل، ومن ¶ طالع تقديم الشيخ الفرضاوي لكتاب الشيخ الزرقا (الفتاوى) عرف مقدار ¶ الاحترام والتقدير الذي يكنّه الفرضاوي حفطه اللّه لشيخنا الزرقا رحمه ¶ اللّه. فمن ضمن كلمات الشيخ الفرضاوي قوله: \"شرفني شيخنا الفقيه ¶ الكبير الأستاذ مصطفى. . . وإني ليسعدني واللّهِ أن أكتبَ مقدِّماً لفقيه ¶ ا لأمة الزرقا، فأزداد بذلك - إن شاء اللّه - قُربى عند اللّه، وفخراً عند الناس، ¶ وما كان لمثلي ليقدِّم مثله. . . فهو ولا شك ففيه الأمة في هذه المرحلة، ¶ فقيه في فهم النصوص، ففيه في فهم المقاصد، ففيه الأمة في فهم ¶ الواقع. . . والحقيقة أني رأيته نسيجَ وحدِه في فقه الواقع - ولا سيما ¶ المعاملات - وله بصيرة متميزة في التمييز بين المتشابهات. . . \" (1). ¶ إن إحصاء ما يذكره العلماء المعاصرون من ثناء على شيخنا رحمه ¶ اللّه أمرٌ عسير. وقد رأيتُ وسمعتُ الكثير الكثير منه، وهو جديرٌ بكلّ هذا ¶ الثناء وأهل له، وقد جعل اللّه له القبول في الأرض. ¶ وقد وجدت للشيخ العلاّمة الدكتور مصطفى السباعي رحمه اللّه ¶ (1) ¶ راجع تقديم الشيخ القرضاوي - حفظه اللّه لفتاوى الزرقا رحمه اللّه باعتناء مجد ¶ مكي وطباعة دار القلم. ¶ 114",
            "page": "114",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "كلمةً في حقِّ الشيخ مفادها أنَّ الشيخ السباعي قال للأستاذ محب الدين ¶ الخطيب رحمه اللّه في رسالة وجَّهها إليها لينشرَ مقالاً للشيخ الزرقا في ¶ مجلة (الفتج) التي كان يصدرها محب الدين الخطيب، جاء في تلك ¶ الرسالة ما نصّه: ¶ \"تجدون طيّهُ محاضرةً ألقاها فخر علماء حلب، وموقد الحركة ¶ الإسلامية فيها الأخ الشيخ مصطفى أحمد الزرقا 0. . \" (1). ¶ وأما الشيخ العلاّمة علي الطنطاوي رحمه اللّه فقد كان يذكر الشيخ ¶ مصطفى كثيراً، ويثني عليه، ومن طالع كتاب (ذكريات) للشيخ الطنطاوي ¶ وجد صدق ذلك، حتى اشتهر (2) عنه وصف سلسلة علماء آل الزرقا ¶ بسلسلة الذهب أنس بن مصطفى بن احمد بن محمد رحمهم اللّه جميعاً. ¶ وبمناسبة وفاته صدرت مقالات عديدة تتحدّث عن الشيخ ومناقبه، ¶ ورثاه الشعراء، وتحدّث عنه العلاّمة الكبير الدكتور يوسف القرضاوي من ¶ خلال قناة الجزيرة الفضائية، ونشرت المقالات في الصحف والمجلات ¶ وعلى صفحات الإنترنت. ¶ ونختار في هذا المقام مقطعاً من قصيدة شاعر طيبة الأستاذ الكبير ¶ محمد ضياء الدين الصابوني عضو رابطة الأدب الإسلامي العالمية، حيث ¶ يقول: ¶ (1) ¶ (2) ¶ مصطفى السباعي بأقلام محبيه وعارفيه، ص ه 1 5. ¶ كان أستاذنا الزرقا يصحّج لنا الاخطاء الثائعة ومنها هذه الكلمة (اشْتَهَر) (بفتج ¶ التاء والهاء) وليس اشتُهِر (بضم التاء وكسر الهاء)، وذكر لنا مرة أن إلاشتاذ ¶ ظافر القاسمي كان في ندواته يلفظها اشتُهر (بالضم)، وقد نبّهه الأستاذ الزرقا ¶ مراراً بأنّ الصواب اشتَهر (بالفتح)، لائه لازم وليس له مفعول. ¶ 115",
            "page": "115",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "دمعة وفاء لأستاذنا الكبير فضيلة ¶ نبأ سرى كالبرقِ في الظلماتِ ¶ فإذا العيونُ تفجَّرتْ مِنْ حُزنها ¶ يا (مصطفى) والحزنُ ادمى مُهْجَتِي ¶ أرثيكَ من قلبي وأعلمُ أنَّه ¶ هذا قضاءُ اللّهِ يجري في الوَرى ¶ إنَّ الفجيعةَ في الرجالِ عظيمة ¶ سبحانَه الحيُّ الذي هو خالدٌ ¶ صبراً جميلاً في المُصابِ فإنَّما ¶ سبحانَ مَن تعنو الوجو 5 لذاتِهِ ¶ سبحانك اللهمَّ قد ألهمْتَنا ¶ ما ماتَ مَنْ تركَ الماثرَ بعدَ5 ¶ طَوْ 3 عظيم في الشريعةِ راسخٌ ¶ في (الفقه) بحر ما لَهُ مِنْ ساحلى ¶ قد كان استاذي وكان مُشَجِّعي ¶ مَنْ مثلُ شيخي في الشريعةِ والتُّقَىٍ ¶ العالمُ الإسلاميُّ يبكي حرقة ¶ (فرياضُ) تندبُ و (الجزائرُ) لوعة ¶ ومدينةُ (الشَّهْبَاء) يَعْصِرُها الأَسَى ¶ يكفيك فخراًان تكونَ ابنأ لها ¶ ولقد عرفتُ الشيخَ فَذّاً فِطْحلاً ¶ يا راحلاً عنّا وذِكْرُكَ خالد ¶ وتفقَّدَ المولى الفقيدَ برحمةٍ ¶ 16 ¶ الشيخ مصطفى الزرقا رحمه اللّه ¶ فأثارَ عُمْقَ الحُزْنِ في ذَرَّاتي ¶ وسفحتُ مِنْ فَرطِ الأسى عَبَراتي ¶ وأثارَ فيَّ كَوامِنَ الاهاتِ ¶ صعمب عليَّ ولن تفي كلماتي ¶ لا بدَّ للتسليمِ والإخباتِ ¶ واشدُّها في صاحبِ العَزَماتِ ¶ والكُلُّ يفنى دائبَ الحسراتِ ¶ صبرُ الفتى من اعظمِ القُرُباتِ ¶ وتخرُّ صاغرةً على الجبهاتِ ¶ الصَّبْرَ والسلوانَ في الشِّدَّاتِ ¶ ما ماتَ مَضْ أحيا مض اله! اتِ ¶ يجلو عن الأفكارِ مِنْ شبهاتِ ¶ ارايتَ بحرأ صاخِبَ الموجاتِ؟ ¶ ولَكَمْ أفدتُ من كريمِ صفاتِ ¶ في حَلِّ معضلةٍ وفي إثباتِ؟ ¶ لفقيدنا (الزرقا) أبي البركاتِ ¶ و (دمشقُ) تنفثُ أعمقَ الأنَّاتِ ¶ فتَفِيْضُ مِنْ حُزْنٍ ومِنْ اَهَاتِ ¶ كم أنجبت من صفوةٍ ساداتِ؟ ¶ وعرفتُه في أحلكِ الأزماتِ ¶ للّهِكم قدَّمْتَ مِنْ حسناتِ؟ ¶ وحباه فضلاًارفعَ الدرجاتِ",
            "page": "116",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "الفصل الثاني ¶ التعريف بمؤلفاته ¶ تمهيد وتقديم ¶ أولاً: اَثاره في الفقه واصوله ¶ ثانياً: ائاره في القانون والصياغة التشريعية ¶ ثالثاً: عمله في مجال تحقيق المخطوطات ¶ رابعاً: في الشعر ¶ خامساً: في الحديث الشريف وعلومه ¶ سادساً: بحوث فقهية ومقالات متنوّعة",
            "page": "117",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "الفصل الثاني ¶ تعريف بمؤلفاته ¶ تمهيد وتقديم: ¶ بدأ عطاء الشيخ الزرقا من المؤلَّفات والتحقيقات مبكّراً جداَّ كَما هو ¶ حال كثير من علماء العالم الإسلامي، الذي نقرا عنهم في (سير أعلام ¶ النبلاء)، و (طبقات الفقهاء)، وغيرها من كتب التراجم0 ¶ فالشيخ - رحمه اللّه - أصدر كتابه الأول (الشمس الجلية) سنة ¶ (926 1 م) وهو تلميذ في المدرسة الخسروية، أما تحقيقاته المطبوعة فقد ¶ أخرج إلى الفرّاء تحقيقه الأول سنة (343 اهـ- 924 ام)، ونستطيع ¶ القول بأنَّ أستاذَنا الشيخ الزرقا كان من المعتدلين في إخراج المؤلَّفات، ¶ ولم يكن من المكثرين، وكانت كتبه ومؤلَّفاته إنَّما دونت لغاية وحاجة ¶ ملحَّة، ولم يكتب ليقالَ كاتب أو مؤلف، ومن هنا تجد ان الكتب ¶ الرئيسة، والمصنّفات الأساسية إنَّما هي من قبيل التأسيس والتقعيد للكتب ¶ التي صدرت بعدها، وقد كان عند الشيخ برامجُ وخُططُ لإكمال ¶ المشروعات التي بدأها، كالفقه الإسلامي في ثوبه الجديد، وأحكام ¶ ا لأوقاف، وغيرهما مما كان يتطلع إلى إكماله. ¶ وفي مفامنا هنا لا بدَّ من الإشارة إلى انَّ الحديث عن مصنفاته واَثاره ¶ سيكون موجزاً، ولن يشملَ كلَّ ما كتب؟ لأنَّ هذا يطول. ¶ وفيما يلي مسردين لمؤلَّفاته: ¶ الأول: مؤلفات الشيخ مرتَّبة حسب تاريخ تأليفها، والثاني: ¶ مؤلفات الشيخ مبوبة حسب موضوعاتها. ¶ 119",
            "page": "119",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "1 - مؤلَّفات الشيخ مرئبة حسب تاريخ نشرها ¶ 1 - كفاية المتحفظ، للأجدابي (تحقيق) ط المطبعة العلمية- ¶ حلب، سنة (924 ام). ¶ 2 - مختصر الوجوه في اللغة، للخوارزمي (تحقيق) ط المطبعة ¶ العلمية -حلب. ¶ 3 - المذكر والمؤنث، للفرَّاء (تحقيق) ط المطبعة العلمية - حلب، ¶ سنة (4 92 1 م). ¶ 4 - الشمس الجلية في الردّ على من أفتى ببطلان اوقاف الذرية، ¶ ط. المطبعة العلمية -حلب، سنة (926 ام). ¶ 5 - المدخل الفقهي العام للحقوق المدنية في البلاد السورية، ¶ ط. مطبعة الجامعة السورية بدمشق، سنة (5 94 1 م). ¶ 6 - نظرة عامة في فكرة الحق والالتزام ونظريتي الأموال ¶ والأشخاص، ط. مطبعة الجامعة السورية بدمشق، سنة (946 ام)، وقد ¶ أعيد طبعه تحت عنوان: المدخل إلى نظرية الالتزام في الفقه ا لإسلامي. ¶ 7 - العقود المسمَّاة في الفقه الإسلامي: عقد البيع، ط. مطبعة ¶ الجامعة السورية بدمشق، سنة (946 1 م). ¶ 8 - أحكام الأوقاف: الجزء الأول، ط. مطبعة الجامعة السورية ¶ بدمشق، سنة (947 ام). ¶ 120",
            "page": "120",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "9 - شرح القانون المدني السوري عقد البيع والمقايضة، ط. مطبعة ¶ الجامعة السورية بدمشق، سنة (0 95 1 م). ¶ 0 1 - في الحديث النبوي، ط. مطبعة الجامعة السورية بدمشق، ¶ سنة (953 ام). ¶ 1 1 - أحكام الزواج والأصول المتفرِّعة عنه في سورية، ط. مطبعة ¶ الجامعة السورية بدمشق، سنة (953 1 م). ¶ 12 - شرح القانون المدني السوري: نظرية الالتزام العامة، الجزء ¶ الأول: المصادر: العقد والإرادة المنفردة، مطبعة الجامعة السورية ¶ بدمشق، (956 ام). ¶ 13 - عقد التأمين في الشريعة الإسلامية (السوكارتاه)، ط. مطبعة ¶ جامعة دمشق، سنة (1961 م)، وأعيد نشره مع زيادات تحت عنوان نظام ¶ التأمين، ط. مؤسسة الرسالة ببيروت، (984 1 م). ¶ 4 1 - شرح القانون المدني السوري، نظرية الالتزام العامة: الجزء ¶ الثاني: أحكام الالتزام في ذاته، ط. مطبعة الحياة، سنة (4 96 1 م). ¶ 15 - القانون المدني السوري: نظرية العقد، ط 0 معهد البحوث ¶ والدراسات العربية التابع لجامعة الدول العربية -القاهرة، سنة (9 96 1 م). ¶ 16 - صياغة قانونية لنظرية التعسّف باستعمال الحق في القانون ¶ الإسلامي، ط. دار البشير بعمّان، سنة (983 1 م). ¶ 7 1 - المصارف: معاملاتها وودائعها وفوائدها، ط. جدة، سنة ¶ (4 98 1 م). ¶ 18 - عَظَمة محمد! ي! خاتم رسل اللّه مجمع عظمات البشرية، ¶ ط. دار القلم بدمشق، سنة (987 1 م). ¶ 121",
            "page": "121",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "19 - الكنز المرصود في قواعد التلمود (تحفيق)، ط. دار الفلم ¶ بدمشق، سنة (987 ام). ¶ 0 2 - الاستصلاح والمصالح المرسلة، ط. دار الفلم بدمشق، سنة ¶ (988 ام). ¶ 21 - الفعل الضار والضمان فيه، ط. دار القلم بدمشق، سنة ¶ (988 ام). ¶ 22 - عقد الاستصناع وأثره في نشاط البنوك الإسلامية، جدة، سنة ¶ (1995 م). ¶ 23 - الفقه الإسلامي ومدارسه، ط. دار القلم بدمشق، سنة ¶ (995 ام). ¶ 4 2 - العقل والفقه في فهم الحديث النبوي، ط. دار القلم بدمشق، ¶ سنة (996 1 م). ¶ 5 2 - ديوان قوس قزح، جدة، سنة (996 1 م). ¶ 26 - مشروع قانون الأحوال الشخصية الموحد، ط. دار القلم ¶ بدمشق، سنة (996 ام)، كان الشيخ الزرقا رئيساً للجنة التي أعدت ¶ المشروع. ¶ 27 - قرارات الهيئة الشرعية لشركة الراجحي، ط. الرياض، سنة ¶ (998 1 م)، كان الشيخ الزرقا عضوأ في الهيئة التي أصدرت الفرارات. ¶ 28 - فتاوى مصطفى الزرقا، بعناية الأستاذ مجد مكي، ط. دار ¶ القلم بدمشق، سنة (999 1 م). ¶ ء! -جم! -*ل! ¶ 122",
            "page": "122",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "2 - مؤلفات الشيخ مبوبة حسب الموضوعات ¶ أولأ: اَثاره في الفقه وأصوله: ¶ ا - المدخل الفقهي العام. ¶ 2 - المدخل الى نظرية الالتزام في الفقه الإسلامي. ¶ 3 - العقود المسمَّاة في الفقه الإسلامي: عقد البيع. ¶ وهذه الكتب الثلاثة صدرت تحت شعار الفقه الإسلامي في ثوبه ¶ الجديد. ¶ 4 - أحكام الأوقاف، (الجزء الأول). ¶ 5 - نظام التأمين: حقيقته، والرأي الشرعي فيه. ¶ 6 - الفقه الإسلامي ومدارسه. ¶ 7 - أحكام الزواج والأحوال المتفرّعة عنه في سورية. ¶ 8 - عقد الاستصناع وأثره في نشاط البنوك الإسلامية. ¶ 9 - الاستصلاح والمصالح المرسلة في الشريعة الإسلامية وأصول ¶ فقهها. ¶ 0 1 - الشمس الجلية في الردّ على من أفتى ببطلان أوقاف الذرية. ¶ 1 1 - فتاوى مصطفى الزرقا. ¶ 2 1 - قرارات الهيئة الشرعية لشركة الراجحي. ¶ 123",
            "page": "123",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "ثانياً: في القانون والصياغة التشريعية: ¶ ا - الفعل الضار والضمان فيه. لا ¶ 2 - المساهمة في مشروع قانون الأحوال الشخصية الموحد في عهد ¶ الوحدة. ¶ 3 - صياغة قانونية لنظرية التعسّف باستعمال الحق في القانون ¶ ا لإسلامي. ¶ 4 - شرح القانون المدني السوري نظرية الالتزام العامة، ج ا ¶ المصادر: نظرية العقد والإرادة المنفردة. . ¶ 5 - شرح القانون المدني السوري، ج 2 آحكام الالتزام في ذاته. ¶ 6 - شرح القانون المدني السوري، ج 3 العقود المسماة: عقد البيع ¶ والمقايضة. ¶ 7 - القانون المدني السوري: نظرية العقد. ¶ ثالثاً: في تحقيق التراث: ¶ ا -كتاب (كفاية المتحفّظ) لأبي إسحاق الطرابلسي الأجدابي. ¶ 2 - كتاب (مختصر الوجوه في اللغة) للخُوارَزْمي. ¶ 3 - كتاب (المذكر والمؤنث) لأبي زكريا الفزَاء. ¶ 4 - كتاب (الكنز المرصود في قواعد التلمود). ¶ رابعأ: في الشعر واكلأدب: ¶ أ -ديوان (قوس قزح). ¶ 124",
            "page": "124",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "خامساً: في الحديث الشريف وعلومه: ¶ ا - في الحديث النبوي. ¶ 2 - العقل والفقه في فهم الحديث النبوي. ¶ سادساً: بحوث فقهية ومقالات متنوعة: ¶ ا - الإسلام والمجتمع والتطور. ¶ 2 - روح الشريعة الإسلامية وواقع التشريع اليوم في العالم ¶ الإسلامي. ¶ 3 - المصارف: معاملاتها وودائعها وفوائدها. ¶ 4 - العبادة في الإسلام لا يجوز أن تصحبها الموسيقا. ¶ 5 - ما هو الإسلام؟ ¶ 6 - الفكر العلمي والفكر العامي. ¶ 7 - عَظَمَة محمد خاتم رسل اللّه مجمع عَظَمات البشرية. ¶ ! كلر، ¶ 125",
            "page": "125",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "أولاً: اَثاره في الفقه وأصوله ¶ سلسلة الفقه الإسلامي في ثوبه الجديد (1): ¶ تمثّل هذه السلسلةُ ذُروة سنام التجديد في صياغة الففه الإسلامي، ¶ على نحو يسهل تناوله، خلال مرحلة خطيرة من مراحل تاريخ التشريع ¶ الإسلامي، من حيث تأثيرُها على نموِّ الحركة الفقهية، ومواكبتُها ¶ لمستجدّات الحياة، فالأمة العربية والإسلامية، وهي تودّع مرحلة الخلافة ¶ العثمانية، إذ تفاجأ باستعباد (2)، عالمي جديد منظّم، مخطَّط له، يستولي ¶ على مقدَّرات الأمة وخيراتها، ويهدّد كيانها، ويستهدف إزالتها، وإذابة ¶ سخصيتها في شخصية غريبة عن عقيدة الأمة وتشريعاتها. ¶ ففي هذه الحقبة من تاريخ التشريع الإسلامي، كان التدريس يسيرُ ¶ على وَفْق النمط التقليدي، والتأليف الفقهي كذلك، حيث المتون، ¶ والشروح، والحواشي، في مقابل نهضة علمية قانونية (فرنسية) لفتت ¶ الانظار إليها، بما تمثِّل من تنظيم في عَرض الأحكام، ويُسْر في الوصول ¶ إليها، واختصار غير مُخل، فجاءت سلسلة الشيخ الزرقا بعنوانها الذي ¶ يدلّ على الأصالة والمعاصرة، ملبيةً رغبةً عامة وحاجة ملحةً، وكما قال ¶ (1) ¶ (2) ¶ هذه السلسلة هي شرح مبتكر لمجلة الأحكام العدلية ابتكرها الشيخ رحمه الله ¶ لما تولى تدريس المجلة في كلية الحقوق وقد توقفت عندما ألغي العمل ¶ بالمجلة عام 949 ام. ¶ يطلق عليه خطأ مرحلة الاستعمار. ¶ 126",
            "page": "126",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "الأستاذ عبد الفادر عودة رحمه اللّه في تقريطه للسلسلة (1): \"كان هذا ¶ العنوان أُمْنِيَّة، فأصبجَ حقيقةً. . . وقبل هذا الكتاب، كان عشَّاق الفقه ¶ الإسلامي يحاولون أن ينالوه فلا يستطيع أن يناله منهم إلا البعض، وقليلٌ ¶ ما هم؟ لأنٌ الفقه اعتصم من طالبيه في المتون، وتحصَّن في الشروح، ¶ واستعصى على طلابه في اللغة المغلفة \". ¶ وذكر الأستاذ عبد الفادر من خصائص هذه السلسلة: \"أنها عمل لم ¶ يسبق إليه، وان عنوانها منطبق على المضمون تماماً، وانَّ هذا العمل ¶ الجليل أعظم من أن يقوم به فرد، وأنَّ صياغة هذه السلسلة لغتها متّسمة ¶ بالعذوبة والرقّة، وإخراجها متَّسم بالتنسيق الدقيق والترتيب البديع، ¶ والتسلسل المنطقي \". ¶ وقد صدق الأستاذ عبد الفادر - رحمه اللّه - في كل ما قاله، وهو ¶ خبير في تقويم السلسلة، وقد عانى في دراسة الفقه ما عاناه الشيخ الزرقا، ¶ وشرع بعمل يماثل عمل الشيخ في باب آخر من ابواب الفقه هو باب ¶ العقوبات (2)، وكان يتطلَّع إلى خدمة الفقه في باب المعاملات والقانون ¶ المدني، وهو ما شرع بالعمل به أستاذنا الزرقا - رحمه اللّه -: ¶ لا يَعْرِفُ الشَّوقَ إلاَّ مَنْ يكابِدُهُ ولا الصَّبَابَةَ إلاَّ مَنْ يُعانِيْهَا ¶ (1) ¶ (2) ¶ وقد صدر من هذه السلسلة ثلاثة كتب \" هي: ¶ مجلة المسلمون، السنة الثانية، العدد الخامس، 953 أم، ص 497، وأعاد ¶ نشر هذه الكلمة استاذنا الزرقا رحمه اللّه في مقدمة الطبعة الجديدة للكتاب سنة ¶ 998 1 م، دار القلم، دمشق. ¶ وأخرج في هذ كتابه الفذّ (التشريع الجنائي الإسلامي مقارناً بالقانون ¶ الوضعي)، وهو أشمل كتاب في بابه وأجوده موضوعاً. ¶ 127",
            "page": "127",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "1 - المدخل الفقهي العام ¶ كانت شهرة كتاب (المدخل الفقهي العام) تطبّق الأفاق، منذ ¶ صدوره إلى يومنا هذا، وقد ارتبط ذكر (الشيخ الزرقا) بذكر كلمة ¶ (المدخل) ارتباطاً وثيقأ، وكلُّ مَن درَس في جامعة دمشق يذكر الشيخ ¶ الزرقا بكتابه المدخل، وقد بدأ صدور الكتاب على شكل كراريس متفرّقة ¶ عام (363 ا هـ= 4 94 ام) حتى صدرت الطبعة الأولى سنة (1354 هـ= ¶ 945 ام) في مجلد واحد، ثم توالت الطبعاتُ حتى بلغت الطبعةَ العاشرةَ ¶ سنة (387 اهـ= 968 ام) تبعتها طبعاتٌ كثيرة غيرُ قانونية (دون إذن ¶ المؤلف) حتى اصدر الشيخ رحمه اللّه طبعةً جديدةً بإخراج جديد سنة ¶ (18 4 ا هت 998 ام) (1). ¶ إنَّ انتشار هذا الكتاب، وتوالي الطلب عليه لمدة تزيد على نصف ¶ قرن من الزمان، لهيَ شهادةٌ بأنَّ هذا الكتاب قد تربَّع على عرش الصدارة ¶ في بابه، وفي مضمونه، ولئن صدرت بعده كتب كثيرة تحمل الاسم أ و ¶ بعضه، إلا أنه السابق والأول الذي ابتكر الفكرة وشقَّ الطريق، وكل ما ¶ صدر بعده في مجاله عالةٌ عليه، نسب ذلك أو لم ينسبه. وقد أصاب ¶ الأستاذ عبد القادر عودة - رحمه اللّه -كبِدَ الحقيقة حينما قال عن المدخل ¶ إنَّه \"أولُ الكتب التي تنقص المكتبة الإسلامية، وهو بعدَ وجوده أول ¶ الكتب التي ستُبنى عليها النهضة الفقهية الإسلامية \" (2). ¶ لم يكن من السهل إصدارُ كتاب كالمدخل، بما يتضمَّنه من مباحث ¶ ونظريات، وأسلوب تعليمي متدرّج ميسّر، لولا توفيقُ اللّه أولأ، ثم تنوعّ ¶ (1) ¶ (2) ¶ طبع دار القلم بدمشق، وجميع إحالاتنا على هذه الطبعة، التي بلغت (159 1) ¶ صفحة في مجلدين. ¶ مفدمة المدخل: 1/ 8. ¶ 128",
            "page": "128",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "الثقافة التي نهل منها الشيخ الزرقا، فالدراسة الشرعية العميمة (طريقة ¶ المتون (والدراسة القانونية المعاصرة، والدراسة الأدبية واللغوية، ¶ والمعرفة باللغة الأجنبية الفرنسية، كلُّ ذلك ظاهر من خلال ما تركه الشيخ ¶ من ثروة فقهية وقانونية. ¶ لقد اشتمل المدخل على قسمين رئيسين هما: ¶ القسم ا لأول: مقدمة تعريفية وتاريخية عن الفقه ا لإسلامي ومصادره، ¶ وهذا القسم هو الذي يُطلَق عليه بحق مصطلح (المدخل (الذي ينبغي على ¶ كلّ دارسٍ للفقه والفانون الاطّلاع عليه وفهمُه، وقد اشتمل هذا القسم ¶ على ستة أبواب: والباب الأول: قسم إلى فصول. ¶ وضع الشيخ في الفصل الأول تمهيداً ضرورياً ألقى من خلاله الضَّوْءَ ¶ على الشرائع الوضعية والإلهية، وذكر الإطار العام للشريعة الإسلامية، ¶ أو نطام الإسلام، أو النظام القانوني في الشريعة. ثم ذكر أهم المبادئ ¶ الأساسية في هذا النظام القانوني، وتحدَّث ضمن هذه المبادئ عن حفوق ¶ الأسرة، والمعاملات، والحقوق الجنائية، والحفوق العامة الداخلية، ¶ والدستورية والإدارية، والمالية العامة، والحقوق الخارجية (الدولية ¶ العامة (. ¶ وفي الفصل الثاني: تحدَّث عن تعريفات ومفاهيم أساسية. ¶ ثم عرض في الباب الثاني لمصادر التشريع، مقسِّماً إياها إلى ¶ مصادر أساسية ومصادر تبعية. ¶ وفي الباب الرابع تحدَّث عن أدوار تطوُّر الففه الإسلامي، وميزاته ¶ في كل منها، وكان من تميّز كتابة الشيخ هنا إفرادُه فصلاً خاص عن (مجلة ¶ الاحكام العدلية (التي تُعدُّ مرحلة مهمة من مراحل تاريخ التشريع ¶ الإسلامي، وهي مرحلة التقنين، كما أفرد فصلاً عن الدور الفقهي الحالي ¶ 129",
            "page": "129",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "ومميزات الاتجاهات المعاصرة في الفقه الإسلامي، وأهمها إصدار ¶ الموسوعة الفقهية، والانفتاح على المذاهب، ونشوء المجامع، والعناية ¶ بالأعمال المصرفية. ¶ القسم الثاني: النظريات الفقهية الأساسية في مباني الأحكام، ¶ واشتمل هذا القسم على الموضوعات الآتية: ¶ 1 - نظرية المِلكية في الفقه الإسلامي: أسباب التملّك، تقسيم ¶ المِلك وأسبابه، خصائص الملكية، الملك والإباحة. ¶ 2 - نظرية العقد في الفقه الإسلامي: وهي أكبر نظرية ضمها كتاب ¶ المدخل من (ص 377 - 647). لقد كانت - صياغة الشيخ لنظرية العقد ¶ صياغة مُحكَمةً متناسقةً بحق، لم يسبقه إليها أحدٌ من معاصريه، وتُمثّل- ¶ في نظري - قاعدة أساسية لفهم علم المعاملات الإسلامية، وتغني عن ¶ مراجعة مصادرَ عديدة، نظراً لما احتوت عليه فِقْرات تلك النظرية من ¶ موضوعات تمثّل خلاصة بحث الأستاذ الزرقا وفكرِه. ¶ 3 - نظريات المؤيِّدات: وهذه النظرية من مبتكرات الشيخ رحمه ¶ اللّه، واستطاع من خلالها أن يلئمَ أشتاتها من أبواب الفقه، ويصوغها على ¶ أسس وقواعدَ متينةٍ منبثقةٍ من الكتاب والسنّة واجتهادات الفقهاء (1). ¶ وقد تحدَّث الشيخ رحمه اللّه عن العقوبات التأديبية المقدَّرة وغير ¶ المقدَّرة، ثم شرع في الحديث عن العقوبات المدنية مفصِّلاًالحديث عن ¶ (1) ¶ من الطريف ان نذكر أنَّ نظرية المؤي! ات هذه قد ترجمها بحذافيرها إلى الفرنسية ¶ ونال عليها شهادة الدكتوراه شخص انتحلها سرّاً. وشاءت الأقدار ان يقف عليها ¶ الشيخ بعد ذلك عندما قدَمت إليه للثقويم العلمي حينما كان رئيساً لقسم القانون ¶ المدني في جامعة دمشق، وقد حدَث الشيخ ابنه د. محمد أنس بذلك. ¶ 130",
            "page": "130",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "نظريتين من اهم نظريات الفقه والأصول وهما: نظرية البطلان، ونظرية ¶ الفساد عند الحنفية. ¶ 4 - نظرية الأهلية والولاية: في هذه النظريّه بيَّن الشيخ أحكام ¶ الأهلية للأشخاص وقواعدها، مروراً بأطوارها وعوارضها، ومنتهياً ¶ بالولاية والنيابة الشرعية. ¶ وقد حرَّر الشيخ العرض الفقهي التقليدي، فاستبعد تسعاً مما كان ¶ يعد من العوارض وهو ليس منها حقاً (كالنسيان والحيض والسفر ¶ والهزل. . .)، وميَّز اهلية الأداء الدينية عن أهلية الأداء المدنية، فأزال ¶ بذلك الغموض والاشتباه في هذا الموضوع. ¶ 5 - نظرية العرف: وفي هذه النظرية مهَّد لتعريف العرف والعادة ¶ ومنشا وجودهما، ثم عرَّجَ على تفسيم العرف وشرائط اعتباره، ولم تفتْه ¶ الإشارة الواضحة لقاعدة تغيُّر الأحكام الاجتهادية لفساد الزمان وتطور ¶ الوسائل. ¶ 6 - القواعد الكلية: وهذا هو القسم الأخير من المدخل، حيث ¶ عرض قواعد (المجلة) التسع والتسعين، لكنه صنّفها إلى: أساسية بلغت ¶ أربعين، وسواها متفرعات منها، ورتّبها بحسب موضوعاتها، وجعل ¶ تحت كل قاعدة اساسية ما يتفرّعُ منها، مع تفسير يسير وبعض أمثلة تناسب ¶ المنهج التعليمي للمدخل. وصدَّر ذلك كله بلمحة تاريخية عن تطور ¶ القواعد وأهميتها لطالب الفقه (1). ¶ (1) ¶ يعدّ كتاب شرح القواعد الففهية، للشيخ أحمد الزرقا أوسع وأجلّ كتب شرح ¶ القواعد، وقد طغ بدار القلم بدمشق بتنسيق ومراجعة د. عبد الستار أبو غدة، ¶ مع تعليقات وتصحيج الشيخ مصطفى. ¶ 131",
            "page": "131",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "إنَّ كل نظرية من هذه النطريات تعدّ بذاتها مؤلّفاً مستقلاًّ، قد لا ترقى ¶ إليها رسائل الدكتوراه، بل إنّ هذه النظريات طُوِّرت وجُعِلَت رسائل ¶ للدكتوراه مع العلم أنَّ ابتكارها من حيث التقسيمُ والتصنيفُ كان من ¶ إبداعات الشيخ رحمه اللّه، والحديث عن عمل الشيخ في المدخل يحتاج ¶ إلى مؤلَّف مستقل. ¶ لقد فتج الشيخ الزرقا بهذا الكتاب - وفي باب النطريات تحديداً- ¶ الأقفالَ المغلقةَ، ومهَّد الطريق، ووطَّأ السبل للدارسين والباحثين، ليبنوا ¶ على كل فِفرة وفكرةٍ وإشار؟ وضعها الشيخ دراسة مستقلة، وهو ما تمَّ ¶ بالفعل، حيث تتابعت الدراسات والنطريات التي كان الفضل في صدورها ¶ والتنبيه عليها إلى ما ذكره شيخنا رحمه اللّه في (المدخل). ¶ ولا يفوتنا أن نذكر بأن كتاب (المدخل) قد حظي بعناية الشيخ منذ ¶ البداية وحتى آخر طبعة، وقد تميَّزَ عمله بإتفان التبويب والإخراج، ¶ والفهرس الهجائي للمسائل، وهو نادر في الكتب العربية، مما ييسر ¶ الوصول إلى المعلومات المبثوثة في الكتاب بدقّة لا تصل إليها رسائل ¶ الدكتوراه المعاصرة. ¶ ويمتاز هذا الإخراج الجديد للمدخل عام (418 اهـ= 998 ام) ¶ عن كلّ ما سبق من طبعات في الشكل وفي المضمون. ففي المضمون أضيف ¶ فصل الفرق بين الشريعة والففه، وآخر عن الدور الفقهي الذي نعيشه ¶ اليوم، وملاحق متعدّدة تناولت مشكلة الفوائد المصرفية، وسلطة ولي ¶ الأمر، والسياسة الشرعية، والتفنين من الففه، وتوحيد التشريع في البلاد ¶ العربية، وعقوبة الزنى، والفرق بين مدرستي أهل الحديث وأهل الرأي. ¶ وفي الشكل قسم الكتاب كله إلى (82) فصلاً متسلسلاً لا تتكرَّر ¶ أرقامها، موزعة على أبوابه العشرة، ووضع في أعلى كل صفحة من ¶ 132",
            "page": "132",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "الكتاب: الباب والفصل اللذين تعود إليهما تلك الصفحة، مما يسهل ¶ للفارئ الانتقال إلى حيث يريد بسرعة. ¶ 2 - المدخل الى نظرية الالتزام العامة ¶ في الفقه الإسلامي ¶ هذا الكتاب هو الكتاب الثاني من أجزاء سلسلة الففه الإسلامي في ¶ ثوبه الجديد، وقد صدرت الطبعة الأولى منه سنة (365 أهـ- 946 أم) ¶ في دمشق تحت عنوان (نظرة عامة في فكرة الحق والالتزام ونظريتي ¶ الأموال والأشخاص)، وصدرت طبعته الجديدة سنة (0 42 أ هـ- ¶ 999 ام) عن دار القلم في (366) صفحة. وهو كتاب قائم بذاته مستقل ¶ عن (المدخل الفقهي العام)، ويشمل الموضوعات الاَتية: ¶ أولأ: الحق من حيث تعريفُه واقسامُه وتفسيماتُه إلى حق شخصي ¶ وعيني، ثم حق الابتكار، ثم بيان الحقوق العينية وشبه العينية. ¶ ثانيأ: الالتزام، حقيقته وعناصره وطبيعته، ومسائل نقل الالتزام، ¶ ونقل الحق عن طريق الحوالة، ثم الالتزام بالعين والدين، وشرائط ¶ الالتزام، ولمحة عن مصادره، ثم خلاصة لنظرية الالتزام الاخنبية، ¶ ومقارنتها بالنظرية الإسلامية. ¶ ثالثاً: الأموال: حقيقة الاموال، المال المتقؤَم وغير المتقوَّم، ثم ¶ المثلي والقيمي، والاستهلاكي والاستعمالي، والمنقول وغير المنقول، ¶ والعين والدين، ثم الذمة وخصائصها بين الفقه الإسلامي والقانون، ثم ¶ العين والمنفعة، والمال المملوك والمباح. ¶ رابعأ: الأشخاص. الشخصية الطبيعية، الشخصية الحكمية. ¶ 133",
            "page": "133",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "وضمَّ الكتاب في إخراجه الجديد عام (0 2 4 ا هـ= 999 1 م (ملحقاً ¶ يتضمن نصوص مواد النظرية العامة للالتزامات في الفقه الإسلامي كما ¶ وردت في مشروع قانون المعاملات المالية العربي الموحد الذي أعدَّته ¶ لجنة خبراء اختارتها جامعة الدول العربية، وكان الشيخ الزرقا أحد ¶ أعضائها، كما ضمَّ ملحقاً جديداً عن الأموال المثلية والنقود. ¶ والكتاب بطبعته الثالثة لا يختلف في المضمون عن الطبعتين ¶ الأوليين إلا في الملحقين الانفين. ¶ بقي أن نقول: إنَّ ما سطَره الشيخ في نظرية الحق ونظرية الالتزام ¶ ونظرية الأموال والأشخاص كان هو الأساسَ والهاديَ لمن كتب بعده في ¶ هذه الموضوعات، وكانت تعريفات الشيخ وصياغته ونتائجه في هذه ¶ الأبحاث هي المحورَ الذي يدور حوله الكاتبون في القضايا الفقهية ¶ والقانونية المتعلِّقة بهذه المسائل، ومن كانت له دراية وبحث في هذا ¶ المجال عرف هذه النتيجة. ¶ كما انَّ شخصيةَ الشيخ الناقدةَ الاجتهاديةَ المبتكرةَ كانت ظاهرةً في ¶ مناقشاته واختياراته، كما ظهرت مقدرته العجيبة رحمه الله على صياغة ¶ أحكام الفقه في قوالبَ معاصرة تفوق صياغة علماء القانون، رحم اللّه ¶ الشيخ،- وجعل ذلك كلَّه في ميزان حسناته. آمين. ¶ وقد خُصَّ هذا الكتاب بالذكر عندما مُنج الشيخ جائزة الملك فيصل ¶ العالمية للدراسات الإسلامية عام (4 0 4 ا هـ= 984 1 م (. ¶ 3 - العقود المسماة في الفقه الإسلامي -عقد البيع ¶ عرض الشيخ في الكتابين الأوليين من هذه السلسلة المبادئ ¶ والنظريات والأحكام العامة، وهو يعرض في الكتاب الثالث هذا (عقد ¶ 134",
            "page": "134",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "البيع) بوصفه نموذجاً تطبيفياً لما يجب أن يتبع في عرض سائر العقود ¶ المسماة في الفقه، وقد طبع في الجامعة السورية بدمشق سنة (1946 م). ¶ ويقع الكتاب في (176) صفحة في طبعته الجديدة من دار الفلم عام ¶ (0 2 4 ا هـ- 999 1 م). وفيه تنقيحات عديدة وزيادات بالمقارنة مع طبعته ¶ السابقة. كما أضيف إليه ملحق عن (بيع المرابحة للآمر بالشراء) كما ¶ تجريه المصارف الإسلامية اليوم. ¶ إنَّ (عقد البيع) يعرِضُ موضوعه على نسق المؤلَّفات الحديثة ¶ الحقوقية من حيث التصنيف والترتيب، وعلى أساس المذهب الحنفي ¶ و (مجلة الأحكام العدلية) من حيث الأحكام. لكن هذا الإخراج الجديد ¶ امتاز بالتنويه في مناسبات كثيرة بما في المذاهب الأخرى من آراء تخالف ¶ المذهب الحنفي. ¶ وعند هذه الكتب الثلاثة توقفت سلسلة الفقه الإسلامي في ثوبه ¶ الجديد لصدور مرسوم القانون المدني السوري الجديد الذي ألغى العمل ¶ بمجلة الأحكام العدلية التي كان الشيخ يتولى تدريسها في الجامعة. ¶ 4 - أحكام الأوقاف ¶ هذا الكتاب عبارة عن سلسلة من المحاضرات في أحكام الأوقاف، ¶ ألقاها الشيخ على طلاّب كلية الحقوق، وقد أصدر منها الجزء الاول فقط ¶ المتضمّن للقسم الأول والثاني من الأقسام الخمسة التي تم ترتيب البحث ¶ على وففها، حيث احتوى القسم الأول: على الأحكام العامة المتعلقة ¶ بذات الوقف وعَقْده، كالتعريف، والأركان، والألفاظ، وشرائط ¶ الصحة، والنفاذ، وحكم الوقف، ولزومه، وثبوت الوقف، وانتقاضه. ¶ 135",
            "page": "135",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "ثم يأتي القسم الثاني محتويأ على الأحكام المتعلّقة بالواقف من ¶ لمجا شروطُ الواقفين واغراضُهم، وترك الشيخ للجزء الثاني القسم ¶ الثالث من البحث المتعلّق بالموقوف، والرابع المتعلق بالموقوف عليه، ¶ والخامس المتعلق بالولاية على الوقف. ¶ وقد طبع الكتاب سنة (947 ام) بمطبعة الجامعة السورية، وقد ¶ نفدت طبعتُه، كهما هو حال جميع كتب الشيخ رحمه اللّه، ولهذا أُعيد طبعُه ¶ دون زيادة أو نقصان، مع العلم أنَّ شيخنا رحمه اللّه كان يتكلَّم عن إتمام ¶ الكتاب، وهو يتحسّر على ضيق الوقت، وكثرة الأعباء التي حالت دون ¶ إتمامه. ¶ ثم طبع الكتاب طبعة ثانية شملت تصحيحات وإضافات مأخوذة ¶ من نسخة الشيخ وذلك في دار عمار -عمان سنة (9 1 4 ا هـ=998 1 م). ¶ والكتاب متوسط الحجم يفع في (226) صفحة، ويصلج للتدريس ¶ الجامعي. وقد كتب بأسلوب سهل ميسَّر، ينتفل فيه الشيخ -كعادته - من ¶ البسيط إلى المركَّب، مع ذكر للمصادر والمراجع، على وَفق طريقة الشيخ ¶ ومنهجه، من استخدام للرموز، والمصطلحات، والمختصرات، التي ¶ يحرص على وضع مفتاح لها في أول الكتاب. ¶ ولا بدَّ من أن نتذكّر ونحن نتحدَّث عن كتاب (الأوقاف) أن الشيخ ¶ قد كتب في الأوقاف منذ أن كان تلميذاً في الخسروية سنة (926 1 م)، وقد ¶ تتلمذ على استاذ الأوقاف في الجامعة السورية الأستاذ شاكر الحنبلي، ¶ كما أ7 نَّ المذهب الحنفي من اكثر المذاهب معالجة لمسائلِ الأوقاف، ¶ وتفريعاتها. ومن اطّلع على حاشية ابن عابدين التي درسها الشيخ مصطفى ¶ كلمةً كلمة، عرف مقدار عناية المذهب الحنفي با لأوقاف. ¶ 136",
            "page": "136",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "5 - نظام الت مين: حقيقته والرأي الشرعي فيه ¶ لم تُثر اية بحوث كتبها الشيخ مصطفى من الجدل والمناقشة الحارة ¶ ما أثارَه بحثُه حول (التأمين)، ولا نكون مبتعدين عن الحقيقة إذا قلنا بأن ¶ شيخنا رحمه اللّه عُرف واشتهر بفتواه بإباحة التأمين التجاري بأنواعه، كما ¶ هو حال عدد من العلماء قديماً وحديثاًاشتهروا بفتاوى معينة (1). ¶ قدَّم الشيخ بحثه الأول عن التأمين إلى مؤتمر (أسبوع الفقه ¶ الإسلامي) الذي عقد في دمشق والذي عُرف باسبوع ابن تيمية، ثم طبع ¶ بكتاب تحت عنوان: (عقد التأمين)، نشرته جامعة دمشق سنة (381 أ هـ ¶ = 1 96 1 م). ¶ ثم قدَّم بحثاًاخرَ حول التأمين في المؤتمر العالمي الأول للاقتصاد ¶ الإسلامي، الذي عقد في جامعة الملك عبد العزيز سنة (396 أهـ- ¶ 976 أم) في مكة المكرمة. ¶ وقد واجه الشيخ في المؤتمرين المذكورين، وعلى الخصوص في ¶ الأول منهما، ردوداً عنيفة، ومعارضةً قويةً، تحوَّلت إلى مساجلات، ¶ ومناقشات علمية مفيدة، وذات طابع علمي فقهي، برزت فيه قوة شخصية ¶ الشيخ، وإيمانه باجتهاده في هذه النازلة المعاصرة، التي رأى معظم ¶ المعاصرين له حَظْرَها، ومَنع التعامل فيها من الوجهة الشرعية، لما ¶ ينطوي عليه عقد التأمين من غرَرٍ كبير، وماخذ اخرى تأباها الشريعة. ¶ (1) ¶ فقد اشتهر شيخ الإسلام ابن تيمية بفتوى الطلاق الثلاث، واشتهر العز بن عبد ¶ السلام بفتوى بيع السلاطين. . . وغيرهم، ومثل هذا يدل على حرية الفكر ¶ وقوة الشخصية التي يتمتَع بها علماء الإسلام. ¶ 137",
            "page": "137",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "وقد قام الشيخ بعد ذلك بجمع البحثين اللذين قدَمهما، في كتاب ¶ واحد، وأضاف إليهما المناقشات والردودَ التي أُثيرت حول موضوع ¶ التأمين، وأطلق على الكتاب الجديد اسم (نظام التأمين: حقيقته والرأي ¶ الشرعي فيه) (1). ولهذا جاء الكتاب في طبعته الرابعة في ثلاثة أقسام على ¶ النحو الاتي: ¶ القسم الأول: عقد التأمين وموقف الشريعة منه، وفي هذا القسم ¶ تكقَم في عشرة فصول: عن أهمية عفد التأمين، والتعريف به، ومبدأ ¶ دخوله إلى البلاد الإسلامية، واول من بحثه من الفقهاء (2)، وعرض آراء ¶ المعاصرين، وأنَّ تكييف التأمين عند المعاصرين وعلماء القانون هو ¶ السبب في اختلاف حكمهم عليه، وأفرد فصلاً لرأيه الشخصي في التأمين، ¶ وفصلاً لمناقشة الشبهات الستّ الداعية إلى تحريم التأمين عند المانعين ¶ وهي: شبهة القمار، والرهان، وتحدّي القدر الإلهي، والغَرر، ¶ والجهالة، والربا، ثم ختم القسمَ الأول بالحديث عن الادلة القياسية على ¶ جواز التأمين، كالموالاة، وضمان خطر الطريق، والوعد الملزم عند ¶ المالكية، والعاقلة، ونظام التقاعد المعاصر، وعرض رأي المخالفين ¶ وأدلتهم والرد عليهم. ¶ أما القسم الثاني فخصَّصه للحديث عن الوظائف الاقتصادية ¶ والاجتماعية للتأمين، وحكمه في ميزان الشريعة، وجاء في ثلاثة فصول. ¶ (1) ¶ (2) ¶ طبع سنة (984 1 م) في مؤسسة الرسالة، بيروت، واستعراضنا مبني على الطبعة ¶ الرابعة المنقّحة والمزيدة الصادرة في (0 0 2) صفحة عام (415 أ هـ= ¶ 994 أم). ¶ ذكر الشيخ أنَّ العلاَّمة إبن عابدين المتوفى سنة (252 أهـ) هو أول من بحث ¶ موضوع التامين في (رد المحتار: 3/ 9 4 2) من الطبعة الأميرية، الأولى. ¶ 138",
            "page": "138",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "والقسم الثالث: المكون من ثمانية ملاحق جديدة مهمة، يشتمل ¶ على اعتراضات وشبهات وأسئلة، وتضمن ردوداً مستجدّة. ¶ ففي الملحق الأول مثلاً عرض لقرار المجمع الفقهي الإسلامي في ¶ مكة، مع نص مخالفة الشيخ للفرار القاضي بتحريم التأمين التجاري ¶ وإباحة التعاوني فقط. ¶ وفي الملحق الثالث ردَّ على شبهة الربا، وبيَّن انتفاءها من التأمين ¶ على الأشياء والمسؤولية، وكذلك من التأمين المؤقَّت على الحياة 0 لكنه ¶ أكّد وجود الربا في التأمين الادخاري على الحياة، وانه \"لا شك في ¶ حرمته \" لهذا السبب، لا لأنه تأمين. فلو استثمرت الأقساط المدخرة ¶ بطريقة حلال لعاد حلالاً (ص 62 1). ¶ وفي الملحق السابع: برر القول بوجوب التأمين شرعاً في بعض ¶ الحالات، لا بجوازه فقط. ¶ هذه إشارةٌ موجزةٌ جدّاً لما يدور في الكتاب، ولا تُغْني عن قراءة ¶ الكتاب قراءةً متأنيةً، فمن هذا الكتاب ومن خلال الأحوال التي صاحبته، ¶ خلال إلقاء البحثين المذكورين، ظهر بجلاء انَّ الأستاذ العلاّمة الزرقا كان ¶ مُجذَداً مجتهداً في بحث هذه النازلة، كما أنه كان جريئأ واثقأ برأيه ¶ وفتواه، لا يصدرها إلاّ بعد بحث عميق، واجتهاد منهجي وثيق، دون أ ن ¶ يلتفتَ إلى رضا أو غضب احد، ودون مهادنة او تأثر بعلماء عصره، ¶ فالحقّ رائده فيما يرى من اراء، وهو - ومن خالفوه - خلال معركة فتوى ¶ التأمين كانوا مثالاَّ لَلاختلاف وأدب الاختلاف، وظهرت أخلاقُ علمائنا ¶ السامية، وظهر معها انَّ حبهم للحق وتمسكهم به، وإن أدى إلى اختلافهم ¶ في الفتوى، لا يُفسِدُ علاقتهم، ولا ينقصُ محبة بعضهم بعضاً، رحمهم ¶ اللّه جميعاً. ¶ 139",
            "page": "139",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "لقد كان الشيخ محمد أبو زهرة (وهو من أشدّ المعارضين لفتوى ¶ الشيخ مصطفى في التأمين) يثني عليه ثناءً عطراً، يدل! على تقديره ¶ واحترامه لهذا ا لإمام، وكلهم أئمة أعلام رحمهم اللّه. ¶ 6 - الفقه الإسلامي ومدارسه ¶ هذا الكتيب عبارة عن خلاصة مركَّزة في التعريف بالففه الإسلامي ¶ ومدارسه الاجتهادية، قام الشيخ رحمه اللّه بتأليفه بناءً على طلب من ¶ منظمة (اليونسكو)، وذلك بعد ان اصدرت كتاباً عن الإسلام من جميع ¶ جوانبه، استكتبت فيه بعض الكُتَّاب ا لأجانب، ومنهم يهود، أعطَوْا صورةً ¶ مشوَّهةً قاتمةً عن الإسلام، أثارت تلك الصورة احتجاجات واعتراضات ¶ من المراجع والمؤسسات الإسلامية، فقررت (اليونسكو) على إثر ذلك ¶ صرف النظر عن الكتاب، وإصدارَ كتاب جديد يتناول! الإسلام من مختلف ¶ نواحيه: ا لاعتقا د ية، وا لفقهية، وا لتا ريخية، وا لحضارية، ممتَبُ ¶ موضوعاتُه بأيدي علماء مسلمين اختصاصيين، وبالفعل طلب من الشيخ ¶ إعداد الجزء الخاص بالفقه. ¶ ونظراً لخصوصية الكتاب، وأنَّه سيترجم إلى لغات العالم، التي ¶ يتعامل بها اليونسكو، وسيقرأ من قبل غير المتخصِّصين، راعى الشيخ في ¶ تأليفه التبسيط وسهولة العبارة، والبعد عن المصطلحات المعقَّدة، وقد ¶ جاء الكتاب في (137) صفحة من القطع الصغير، ونشرته دار القلم سنة ¶ (16 4 ا هـ- 995 ام) ضمن سلسلتها (كتب قيمة). ¶ امَّا موضوعات الكتاب، فهي وإن تعزَض الشيخُ لبعضها في ¶ المدخل، إ لا أنها عُرضت هنا بطريقة مختلفة، واهم هذه الموضوعات: ¶ 140",
            "page": "140",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "أولاً: التعريف بالفقه، وأقسامه، والفرق بين الشريعة والفقه، ثم ¶ الحديث عن مصادر الفقه الإسلامي. ¶ ثانياً: الاجتهاد واختلاف الاَراء الفقهية، تحدَّث فيه عن مجالات ¶ الاجتهاد، وتاريخه، والأسباب التي تجعل الاختلاف في الاجتهاد أمراً ¶ حتمياً. ¶ ثالثاً: نشأة المدارس الفقهية وتكوُّن المذاهب، تحدَّث فيه عن ¶ موضوعات متعددة، منها: توزيع المذاهب جغرافياً في العالم، ومزايا ¶ تعدّد الاجتهادات والمدارس الفقهية. ¶ رابعاً: إقفال باب الاجتهاد وأسبابه. ¶ خامساً: الاتجاه العصري نحو التجديد في الفقه الإسلامي: تحدَّث ¶ عن الاجتهاد الجماعي، وضرورته، وثمراته، كإنشاء مجمع البحوث ¶ الإسلامية، والمجمع الفقهي في مكة المكرمة، والمجمع الفقهي التابع ¶ لمنظمة المؤتمر الإسلامي، وعرض لاهمّ الموضوعات المعاصرة التي ¶ أصدرت المجامع فيها قراراتٍ، كما أشار إلى الدراسة المقارنة بالقانون، ¶ والتوجه نحو تقنين الفقه الإسلامي، ونشوء فقه الأعمال المصرفية، وقيام ¶ مشروع الموسوعة الفقهية في مصر والكويت. ¶ إنَّ هذا الكتاب - على صِغَرِ حجمه - يحتوي على موضوعات لا ¶ يستغني طالب العلم الشرعي -بل المسلم العادي -عن مطالعتها. ¶ 7 - أحكام الزواج والأحوال المتفرّعة عنه في سورية ¶ هذا الكتاب الذي يقع في (120 (صفحة من القطع المتوسط قد ¶ صدر عن مطبعة الجامعة السورية سنة (372 أهـ- 953 أم (، ويضم ¶ 141",
            "page": "141",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "محاضرات الشيخ على طلبة السنة الثالثة من كلية الحقوق في دمشق عام ¶ (953 ام). ¶ وصرح الشيخ في مقدمة الكتاب بأنَّه: \" إملاءات في محاضرات ¶ مستعجَلة، لم التزم فيها دقة التعبير، وأناقة التحبير، والعناية بعزو كل ¶ حكمٍ من الأحكام إلى مرجعه، لأن أحكامها عرضة للتغيير بظهور قانون ¶ الأحوال الشخصية العام، ويرتقب صدور 5 في وقت قريب \"، وقد صدر ¶ هذا القانون الجديد فيما بعد في (27/ 9/ 953 ام). ¶ وهذه المحاضرات تعرض بإيجاز فقه الموضوع، وتبين من خلاله ¶ أحكام (قانون حقوق العائلة العثماني) الصادر سنة (336 ا هـ)، والنافذ ¶ في سورية قبل ذلك الفانون الجديد. ¶ لكن يبدو للقارئ اليوم أنَّ صفة الاستعجال في هذه المحاضرات ¶ أورثتها مزية السلاسة البالغة، وبخاصة أنَّ الشيخ نبَّه من خلالها بإيجاز ¶ على كثير من الشبهات وا لانحرافات الشائعة، والتساؤلات؟ كالحكمة من ¶ تعدد زوجات النبي! ي!، ومشكلات مخالفة السنن الإسلامية في مرحلة ¶ الخطبة، والحكمة من إباحة التسرِّي في حالة الرقّ. ¶ وفي أول الكتاب عرض تاريخي مهم لاتجاه التقنين في أحكام ¶ الأسرة منذ عهد الدولة العثمانية إلى اوائل الخمسينيات في كل من مصر ¶ وسورية، يليه تعريف الزواج، وبيان أنَّه في الإسلام عقد مدني صرف، لا ¶ يتوقف انعقاده على رجال دين، إذ لا وجود لهؤلاء في ا لإسلام. ¶ ثم بيَّن الخطبة وأحكامها، ثم بيَّن شرائط انعقاد النكاح، ثم شرائط ¶ لزومه (كالكفاءة، والسلامة من العلل)، وينتهي الكتاب باَثار عفد الزواج ¶ بين الزوجين معنوناً لها فقط دون شرح. ¶ 142",
            "page": "142",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "8 - عقد الاستصناع ومدى أهميته ¶ في الاستثمارات الإسلامية المعاصرة ¶ هذا الكتاب في الأصل محاضرة للشيخ رحمه اللّه، ألقاها في مقرّ ¶ البنك الإسلامي للتنمية بجدة، في شهر رمضان (414 أف)، وقد قام ¶ المعهد الإسلامي للبحوث والتدريب في البنك، بطبع هذه المحاضرة سنة ¶ (416 أهـ= 995 أم) في (53) صفحة0 ¶ وقد تركَّز البحث في الاستصناع حول محاورَ ثلاثة: ¶ المحور الأول: عقد الاستصناع في ذاته، من حيث نشأته والحاجةُ ¶ إليه، وتعريفه، وتكييفه الفقهي، وحكمه. . . ¶ المحور الثاني: مدى أهمية الاستصناع في الاستثمارات الإسلامية ¶ المعاصرة. ¶ المحور الثالث: مسؤولية الصانع البائع عن عيوب المبيع في ¶ الاستصناع، وحكم اشتراطه عدم مسؤوليته عنها. ¶ إنَّ الأحكام التي ذكرها الفقهاء المتقدِّمون - على جلالة قدرهم- ¶ كانت تلبِّي حاجةَ زمانهم وحسب، وفي عصرنا الذي نعيش فيه، ظهرت ¶ الحاجةُ إلى عفود جديدة لم تكن بارزة في عصور الفقهاء ا لأوائل. ¶ وفي عقد الاستصناع إذا وجد الاجتهاد المنضبط، تُحلُّ كثيرٌ من ¶ المشكلات، ولهذا السبب اختير الشيخ العلاّمة الزرقا للحديث عن ¶ الاستصناع، وإعطاء الراي الشرعي في بعض المشكلات التي تعترض ¶ سبيل التطبيق. ¶ فمن اجتهادات الشيخ في مجال الاستصناع: انه يرى عدم جواز ¶ 143",
            "page": "143",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "اشتراط البائع في عقد الاستصناع عدم مسؤوليته عن عيوب المبيع الذي ¶ سيصنَعه؟ مع انَّ الشيخ رحمه اللّه يرجِّج مذهب الحنابلة في الشروط ¶ التعاقدية، لكنّه يرى انَّ إجازة هذا الشرط من شأنها أن تحميَ سوءَ النية ¶ لدى المتعاقد الصانع. وتخل بمبدا حسن النية في المعاملات، وهو من ¶ النظام العام، وتفسج المجال لعدم مبالاة الصانع بالتزام الدقة التقانية ¶ (التكنولوجية) فيما يصنع وعدم الإهمال، خاصة أن مسائلَ الاستصناع ¶ المعاصرةَ هي من قبيل المقاولات، والإعمار، وغيرها، وهذا الشرط ¶ وإن كان مقبولاً في البيع العادي، إلا أنه غير مقبول في عقد ¶ الاستصناع (1). ¶ 9 - الاستصلاح والمصالح المرسلة ¶ في الشريعة الإسلامية واصول فقهها ¶ تعرَّض الشيخ لموضوع المصالج في كتابه (المدخل الفقهي العام) ¶ بشكل موجزٍ يقتصِرُ على الأساسيات، وهو مع هذا ناهز (60) صفحة في ¶ طبعة المدخل الثامنة الصادرة في اوائل الستينيات، لشعور الشيخ بأهميّة ¶ الموضوع في العصر الحاضر. ¶ وقد تزايد شعورُه بذلك حين برزت الحاجةُ إلى الاستفادة من فقه ¶ المذاهب المختلفة في مجالات المعاملات والاخوال الشخصية، وبرزت ¶ معها أهمية الاستدلال بقاعدة المصالج المرسلة، لمواجهة المستجدَّات، ¶ وفي تأصيل التشريعات المواكبة لهذه المستجدات، ففي هذه الظروف ¶ أفرد الشيخ في أول الستينيات بحث الاستصلاح أو المصالج المرسلة ¶ برسالة موسَّعة تشمل مختلف الاراء المذهبية، دون الاقتصار على ¶ (1) راجع عقد الاستصناع، ص 39، 2 4، 43. ¶ 144",
            "page": "144",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "المذاهب الأربعة (الحنفي والمالكي والشافعي والحنبلي بإضافة المذهب ¶ الظاهري والمذاهب الاخرى المشهورة، كالإباضية والزيدية ومذهب ¶ الشيعة الإمامية الإثني عشرية) (1). ¶ وبقيت الرسالة حبيسةً في مُسَوَّدتِها إلى اواخر الثمانينيات، حيث قام ¶ الشيخ بإعادة النظر فيها وطبعها (2)، بعد أن اطَّلع على بحوث جديدة في ¶ مجال! المصالح، أهمُّها كتاب الشيخ الدكتور محمد سعيد رمضان البوطي: ¶ (ضوابط المصلحة في الشريعة الإسلامية) الذي وصفه الشيخ مصطفى ¶ الزرقا بأنه \"مِنْ خيرِ ما كُتبَ في موضوع الضوابط تحقيقاً وتمحيصاً\" (3). ¶ ولأهمية رسالة الشيخ عن الاستصلاح بصيغتها الموسعة، قامت ¶ (مجلة القرويين) بنشرها في عددها الثاني سنة (0 99 1 م). ¶ لقد اتَّبع الشيخ في عرض موضوع الاستصلاح والمصالح، أسلوباً ¶ منهجياً، حكيماً، متسلسلاً، مبسَّطاً، بعيداً عن التعقيد، متَّسماً بالإيجاز ¶ غير المخلّ. ¶ وقدَّم للحديث عن المصالح بمقدمةٍ أساسيةٍ مهمةٍ عن المصادر ¶ الأساسية للففه، وهي: الكتاب، والسنة، والإجماع، والقياس، ثم ¶ المصادر التبعية مركِّزاًا لحديث على الاستحسان ثم بدا بتعريف الاستصلاح ¶ والمصالح المرسلة، ثم ذكر الاشبابَ والبواعثَ التي تدعو إلى سلوك طريق ¶ ا لاستصلاح، كجَلب المصالح ودرء المفاسد، وسدّ ا لذرا ئع، وتغيّر الزمان. ¶ ثم تعرَّض للاستحسان والاستصلاح، وموقف ائمة الفقه ¶ والمذاهب من هذين المصدرين اللذين يلتقيان في جوانبَ متعددة، ¶ (1) ¶ (2) ¶ (3) ¶ راجع مقدمة كتاب الاستصلاح، ص 6. ¶ في دار القلم عام 08 4 ا هـ- 988 1 م في (0 0 1) صفحة. ¶ الاستصلاص!، ص 6. ¶ 145",
            "page": "145",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "فعرض مذهب الحنفية والمالكية، ثم الشافعية، ثم الحنابلة، ثم الزيدية، ¶ ثم الإباضية، ثم عرض للمذاهب التي تقف موقفاً سلبياً من الاستحسان ¶ والاستصلاخ، وهم الشيعة الإمامية والظاهرية. ¶ لفد كان الشيخ دقيقاً في نقل الاراء، أميناً عدلأ في التفسير، يجنج ¶ إلى التوفيق، وردم هُوَّة الخلاف ما أمكن. ¶ 0 1 - الشمس الجلية ¶ في الرذ على من افتى ببطلان أوقاف الدُّرّيَّة ¶ هذا الكتاب يقع في (28 (صفحة، كتبه الشيخ مصطفى حينما كان ¶ تلميذاً في الصف السادس في المدرسة الخسروية بحلب، ونشر في ¶ المطبعة العلمية سنة (4 34 ا هـ- 1926 م). ¶ وكان سبب إصدار الكتاب فتوى أصدرها الشيخ محمد رحيم ¶ الطرابلسي، يرى فيها جوازَ بيع أوقاف الذرئة، وذلك لعدم صحتها من ¶ أصلها، وذكر الشيخ الطرابلسي رأيَه هذا واستدلالاته من المعقول ¶ والمنقول، ونشرها في ملحق عدد (253 (من جريدة (صدى الشعب ( ¶ التي تصدر في طرابلس (1). ¶ ومن خلال قراءة كتاب الشيخ مصطفى (الشمس الجلية) الذي يُعدّ ¶ ردّاً على ذلك الشيخ تتَّضحُ عدة أمور: ¶ (1) ¶ وفي حوالي هذا التاريخ ثارت بمصر مساجلات علمية حول موضوع إلغاء ¶ الأوقاف الذرية، وقد تصدّى للمطالبين بإلغائها مفتي الديار المصرية آنذاك ¶ العلآمة الجليل والفقيه العظيم الشيخ محمد بخيت المطيعي رحمه اللّه تعالى، ¶ وألفى في هذا الموضوع محاضرات عدة وألّف رسالة طبعت وانتشرت. ¶ 146",
            "page": "146",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "أولها: تمكّن الأستاذ الزرقا من الفقه، وأنّه قد غاص إلى أعماقه، ¶ وخاصَّةً في باب المعاملات، وعلى وجه التحديد باب الوقف الذي يُعد ¶ من عويص المسائل. ¶ ثانيها: تمكُن الأستاذ الزرقا وهو في هذه السنّ من منهجية البحث ¶ العلمي، ومن الفدرة على الحوار والمناقشة العلمية الهادئة الهادفة. ¶ ثالثاً: تحلِّي الأستاذ الزرقا بأدب الحوار وأدب الخلاف، فلم يكن ¶ متهكّماً ولا متعنّتاً، بل كان متواضعاً عفَّ اللسان، فلم يذكر الشيخ ¶ الطرابلسي إ لا بفضيلة ا لأستاذ الشيخ، وفضيلة الأستاذ. ¶ رابعاً: تنوُّع مصادر بحث الشيخ، مع ملاحظة العصر الذي كان ¶ يعيشه، فقد رجع إلى عدد ليس بالقليل من المصادر! (الاعتصام) ¶ للشاطبي، و (صحيج الإمام البخاري)، و (فتج الباري) لابن حجر، ¶ و (الإسعاف) للطرابلسي، و (المبسوط) للسرخسي، و (الدر المختار) ¶ و (الفتاوى الخانية)، و (رد المحتار)، و (الكفاية شرح الهداية)، و (فتج ¶ الفدير) للكمال بن الهمام وغيرها0 ¶ خامساً: قيام الأستاذ بالرد، دون الاكتفاء بما يفعله علماء عصره، ¶ ليدلَّ دلالة واضحة على مدى انخراط الشيخ في العمل السياسي العام، ¶ والدفاع عن دينه وأمته منذ البداية، فالشيخ رحمه اللّه كان ينظر إلى فتوى ¶ إلغاء الأوقاف الذرية على أنها دخيلة على المسلمين، في مصلحة ¶ المستعمر. وحيث كان (الاستعمار) الفرنسي يريد إلغاء هذه الأوقاف، ¶ فإنَّ فتوى الطرابلسي كانت سوف تستغل في دعم مشروع المستعمر ¶ وتأييده، وخاصة إذا صدرت من مفتٍ0 ¶ وقد ذُيِّلَت هذه الرسالة بتواقيع أساتذة حلب وعلمائها الذين ¶ 147",
            "page": "147",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "يدرّسون في المدرسة الخسروية مؤيدين ما ورد فيها، وهم أساتذة الشيخ ¶ مصطفى رحمه اللّه، وهم: ¶ 1 - إبراهيم السلقيني -مدرِّس الفقه الحنفي. ¶ 2 - عمر المرتيني - مدرِّس الفقه في المدارس العلمية. ¶ 3 - أحمد الزرقا -مدرّس الفقه الحنفي. ¶ 4 - عمر بن محمد خير أسدي -مدرّس النحو والصرف. ¶ 5 - محمد راغب الطباخ - مدرِّس الحديث والتاريخ. ¶ 6 - عبد اللّه عبد المعطي -مدرِّس التوحيد والمنطق. ¶ 7 - أحمد الشماع - مدرِّس التفسير. ¶ 8 - فيض اللّه الأيوبي -مدرِّس التوحيد والمنطق. ¶ 9 - محمد أسعد العبه جي -مدرِّس الفقه الشافعي. ¶ 0 1 - محمد الناشد - مدرّس الفرائض والبلاغة. ¶ وقد ذيل الرسالة الأستاذ الشيخ نجيب سراج الدين بقوله بعد الحمد ¶ والبسملة: ¶ \"وبعد، فقد سيَّرتُ طرفي في صفحات هذه الرسالة الموسومة ¶ بالشمس الجلية، فوجدتها حقيقة باسمها، غنية به عن حدِّها ورسمها، ¶ فصانها اللّه ومؤلّفها من كيد الحسّاد، وأعاذهما من قَدْح أهل العناد. . . \". ¶ إنَّ هذه الشهادة، وهذا التقدير والإقرار بصحة مضمونها، من هذه ¶ الكوكبة من علماء العصر وجهابذته لتدلُّ دلالة واضحة لا لَبس فيها على ¶ أنَّ الأستاذ الزرقا كان نابغةَ عصره، وكانت مواهبه معروفة، واراؤه ¶ محترَمة ومقدَّرة، وكان علماء عصره يشهدون له بذلك. ¶ 148",
            "page": "148",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "1 1 - فتاوى مصطفى الزرقا ¶ لم يتسلَّم أستاذنا منصب الإفتاء، ولكنّه كان مفتياً منذ صغره، ¶ وطَوالَ عمره يُسأل فيفتي، في المحاضرة والدرس، وفي المنزل، وهو ¶ يسير في الطريق، تأتيه الرسائل المتضمِّنة الاستفتاءات من مختلف بقاع ¶ الارض، فلا يهملها، بل يجيبُ عنها، ويرسِلُ إلى صاحبها رسالة بخط ¶ يده تتضمن فتواه فيما سئل عنه. ¶ ولكن أستاذنا رحمه اللّه لم يجمع فتاويه كما يفعل بعض العلماء، وإنما ¶ كانت تنشر أحياناً في بعض المجلات، وفي محاضر المجامع الفقهية، وفي ¶ بطون رسا ئله وكتبه، وكما يقول رحمه اللّه عن هذه (ا لفتاوى): ¶ \"وقد يسَّر اللّه لهذه الفتاوى أن تصدر في طبعتها الأولى سنة ¶ (1999) (1) \" ¶ م، ولمحد لقيت هذه الفتاوى عناية كبيرةَ من قِبَل جامعها ¶ والمعتني بها أخينا الشيخ مجد مكي حفطه اللّه (2)، الذي قدَّم لها بمقدمة ¶ (1) نشر دار القلم، وصدرت قبيل وفاته ببضعة شهور في (0 0 7) صفحة. ¶ (2) قال أحد محبي الشيخ عندما اطلع على الفتاوى: ¶ (فتاوى مصطفى الزرقا) سطوو نورُها يبقى ¶ علاماتٌ لمُستفتٍ تنيرُ أمامَه الأُفقا ¶ لفقهِكَ يا (وحيدَ الم! معين) الضعفُ لا يَرْقَى ¶ فكم مِنْ عالمٍ أفتى ولكنْ ضيَّعَ الرِّفْقا! ¶ وكم مِنْ عالمٍ يفتي ولكنْ كيفما اتفقا! ¶ أطالَ اللّهُ عُمْرَ (المجدِ) سالَ يراعُهُ ذَوقا ¶ تفيّا من ظلالِ العلى 3 وللعَلياء قد سَبَقا ¶ فعَانَقَ عالِماً فَذّاً فزادَكتابَهُ عُمْقا ¶ فَأَهْدَى للوَرَى سِفْراً جليلاً يَنْثُرُ الأَلَقا ¶ 149",
            "page": "149",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "ضافية بذل فيها جهداً مشكوراً، تضمَّنت الحديثَ عن ترجمة لشيخنا، ¶ وعن فتاواه، من حيث مزاياها، ومنهجها. ¶ ولهذه الفتاوى ثلاث مقدّمات: ¶ أولاها: لعلاَّمة العصر الشيخ يوسف الفرضاوي حفظه اللّه. ¶ وئانيها: لجامعها والمعتني بها الشيخ مجد مكي وفَّقه اللّه. ¶ وثالثها: لأستاذنا العلاّمة صاحب الفتاوى الشيخ مصطفى الزرقا ¶ رحمه اللّه. ¶ ومن كلام الشيخ الفرضاوي في المفدِّمة ما يغني عن حديثنا عن هذه ¶ الفتاوى حيث يقول (1): \"هذه الفتاوى الزرقاوية، إنَّما هي في حقيقتها ¶ بحوث ودراسات فقهية أصيلة وعميقة، تقصُرُ أو تطول. ليست مجرَّد ¶ قول المفتي: يجوز، أو لا يجوز، او يجوز على مذهب فلان، ولا يجوزُ ¶ على مذهب آخر، بل هو يغوص في المسألة، ويحلّل عناصرها، ويعرضها ¶ علي نصوص الشريعة الثابتة، وقواعدها الضابطة، ومقاصدها الكلية، ¶ ويقلَب النظر فيها بأناة ورَويّه - كالعهد به دائماً - حتى ينتهي إلى ما يراه من ¶ حكم شرعي لها\". ¶ ويقول أيضاً: \"قد يختلف بعضُ العلماء مع الشيخ فيما انتهى إليه ¶ من نتائج وأحكام، ولكن لا يمكن لأحدهم أن يشكّك في اصالة ملكته ¶ الفقهية، وقدرته على التأصيل والتفريع، وبراعته في المناقشة ¶ والاستدلال، فهو لا شكّ فقيهُ الأمةِ في هذه المرحلة: فقيه في فهم ¶ النصوص، فقيه في فهم المقاصد، فقيه في فهم الواقع. ¶ (1) مقدمة الفتاوى، ص 7 - 8. ¶ 150",
            "page": "150",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "والحقيقة اني رأيتُه نسيجَ وحدِه في فقه الواقع - ولا سيّما في ¶ المعاملات - وله بصيرة متميّزة في التمييز بين المتشابهات، وإدراك ¶ الفوارق الدقيقة بين الأشياء، التي يغفل عنها الكثير من العلماء. ¶ اذكر هنا مثالين من فتاويه للتوضيج. ¶ أحدهما: تفريقه بين القرض الفردي والقرض الجماعي، فالقرض ¶ الفردي (الشخصي) لم يجز أن يزاد عليه ولو فلساً واحداً، اما القرض ¶ الجماعي فينظر إلى المقصد الكبير، وهو إدامة وجود رأسمال يستفيد منه ¶ اكبر قدر ممكن من المنتفعين، وهنا لا بد من الحفاظ على رأس المال، ¶ وذلك بإيجاد جهاز إداري يقوم بمتابعة استرداد المبلغ، ولا بد من ا لإنفاق ¶ على هذا الجهاز الإداري، ولما كان أحق الناس بدفع قيمة المصروفات ¶ هذه للحفاظ على راس المال هم المنتفعون من الصندوق، فلا بأس من ¶ اقتطاع نسبة معينة فوق المال المقترض لتغطية نفقات هذا الجهاز، شريطةَ ¶ أن تغطيَ هذه النسبة كلفة تشغيل الجهاز فعلياً بشريأ ومادياً من اجور ¶ ونفقات، ولا يجوز ان تصبج فا ئدة باسم جديد\". ¶ أما شيخنا رحمه اللّه فيقول عن منهجه في (الفتاوى): ¶ \"والمنهج الذي بنيتُ عليه في أجوبتي انني لم أتقيّد بمذهب معيَّن ¶ فيها، بل اختار من المذاهب الفقهية في كلّ حادثة وسؤالٍ ما اراه أكثر ¶ ملاءمةً لظروف الحال والزمان، وأكثر جَرْيأ وتوازنأ مع المقاصد العامة ¶ للشريعة، وأرفقَ وادفعَ للحرج، وأبعدَ عن التضييق، سوى ما يستدعيه ¶ مبدأ سد الذرائع للاحتيال على الحكم الشرعي، ويخشى فيه سوء ¶ التطبيق، فإني أرى الشريعة الإسلامية السَّمْحة الخالدة لا يمثِّلها مذهب ¶ واحد، أيا كان، وإنما تمثّلها مجموعة من المذاهب الفقهية والاجتهادات ¶ 151",
            "page": "151",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "المعتبرة في كل موضوع (1)، ولو لم تكن في المذاهب المدونة، فأختار ¶ منها للفتوى ما اراه أسدَّ دليلاً، وأقربَ إلى مقاصد الشريعة \". ¶ إنَّ هذه الفتاوى تمثّل ثروة فقهية غنية بالمسائل المستجدّة، ¶ المؤصلة، والمعللة، بما يجعلها مصدراً للدارسين والباحثين، ¶ والمفتين، ولو قُدَرَ جمعُ كل ما كان يجيب عنه، لبلغ عدة مجلدات. ¶ وفي ختام حديثي عن الفتاوى أقول: إن فتاوى الشيخ تحتاج إلى ¶ دراسة علمية متخصِّصة، تأخذها بالتحليل والمناقشة والمدارسة، ولعل ¶ في بعض طلبة الدكتوراه او غيرهم من طلبة الدراسات العليا مَن ينهض ¶ لهذه المَهمة. ¶ 2 1 - قرارات الهيئة الشرعيَّة ¶ لشركة الراجحي المصرفية للاستثمار (2) ¶ هذا الكتاب هو ثمرة عمل مشترك أسهم فيه الشيخ حين تفرَّغ في ¶ السنوات الجشر الأخيرة من عمره لعضوية الهيئة الشرعية لشركة الراجحي ¶ في الرياض. ويضمُّ الكتاب نيفاً وثلاثمئة فتوى في ثلاثة مجلدات، ¶ تجاوزت (0 0 12) صحفة. وهي فتاوى مفصَّلة تتراوح الواحدة منها مع ¶ مرافقاتها بين بضع صفحات إلى اكثر من عشر. ¶ لقد أسهم الشيخُ بقسطٍ وافرٍ في هذه الفتاوى، حيث كان هو العضو ¶ الوحيد المتفرّغ بالإضافة إلى امين الهيئة وعضوها فيما بعدُ الشيخ عبد ¶ الرحمن بن عبد اللّه بن عقيل. ¶ (1) ¶ (2) ¶ سبق أن قال الشعراني في ميزانه: \"إن الحقّ الذي لا ريب فيه أنَّ مجموع ¶ المذاهب هو الشريعة بعينها، وأنه لا يكمل العمل بالشريعة لمن يتقيّد بمذهب ¶ واحد\" (س). ¶ الطبعة الاولى، الرياض، 9 1 4 أ هـ-1998 م. ¶ 152",
            "page": "152",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "وكانت الموضوعات والأسئلة تحال إلى الهيئة، فيدرسها أولاً ¶ الشيخ مصطفى والشيخ عبد الرحمن، ويتناقشان فيها بالتفصيل للوصول ¶ إلى تصوّر واضج، وقد يتطفَب ذلك مزيداً من الاستفسارات توٍ جه إلى ¶ الشركة، ثم يحرّر أحدُهما في ضوء ما وصلا إليه صيغةً مقترحة للقرارِ ¶ المناسبِ، ثم تجتمع الهيئة لمناقشة واعتماد صيغة نهائية يوقّعها رئيس ¶ الهيئة (الشيخ عبد اللّه بن عبد العزيز بن عقيل (وأعضاؤها الذين كانوا في ¶ غالب تلك الفترة هم: الشيخ مصطفى الزرقا، والشيخ صالج بن عبد ¶ الرحمن الحصين، والشيخ عبد اللّه بن عبد الرحمن البسَّام، والشيخ عبد ¶ اللّه بن سليمان المنيع، والشيخ يوسف القرضاوي. ¶ وقد لخَّص رئيس الهيئة في مفدمة الكتاب (1): المنهج الذي سارت ¶ عليه الهيئة في قراراتها ويقوم على: ¶ \". الحكمة والتدرّج. ¶ وعدم معارضة النصوص القرآنية والأحاديث النبوية الصحيحة ¶ والقواعد المجمع عليها. ¶ والالتزام بتحقيق مقاصد الشريعة الإسلامية في المعاملات ¶ المالية. ¶ وعدم التعصّب لمذهب معيَّن. ¶ والتأكد من خلوّ المعاملات من الربا والغرر الفاحش، وأكل ¶ اموالِ الناسِ بالباطل. ¶ وألاّ تكون المعاملةُ وسيلةً إلى محرَّم. . . \". ¶ (1) قرارات الهيئة: 1/ 6. ¶ 153",
            "page": "153",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "وكانت قرارات الهيئة تصدر بإجماع الحاضرين، إلا الفليل النادر، ¶ فكان بالأغلبية، لذلك، يحقّ لنا القول بأنَّ امضمونها يعبِّرُ عن رأي الشيخ ¶ مصطفى الزرقا بالإضافة إلى المشايخ الأفاضل الاخرين. ¶ *** ¶ 154",
            "page": "154",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "ثانياً: اَثاره في القانون والصياغة التشريعية ¶ 1 - الفعل الضار والضمان فيه ¶ يقع هذا الكتاب في (271) صفحة (1)، ويتناول موضوع الفعل ¶ الضار، او ما يسمَّى في الفقه القانوني التقليدي (المسؤولية التقصيرية) ¶ التي تُعَدُّ أحدَ مصادر الالتزام أو الحقّ الشخصي، كما يسمّيه القانون ¶ الأردني، فهو إذن أحدُ أسباب الضمان في الفقه والفانون. وقد عرضه ¶ الشيخ الزرقا بمنهجية خاصة تختلف عن منهجيته في مصنفاته الاخرى، ¶ وذلك لطبيعة هذه الدراسة والهدف منها، حيث كُلِّف رحمه اللّه مع ¶ مجموعة من الخبراء في الفقه والفانون من قِبَلِ لجنة توحيد التشريعات ¶ العربية في الدائرة الفانونية بجامعة الدول العربية، بوضع مشروع لقانون ¶ مدني موحَّد لجميع البلاد العربية (2) مؤصل على الشريعة الإسلامية ¶ وفقهها، وكان من نصيبه صياغةُ بعض أجزاء المشروع في النظرية العامة ¶ للالتزام، أولها وأهمها (الفعل الضار)، ثم التعسُّف باستعمال الحق، ¶ الذي سنذكره فيما بعد. ¶ وقد سبق ان ذكرنا انَّ الشيخ رحمه اللّه كان يتمتَّع بمقدرة عجيبة على ¶ صياغة المواد القانونية والقرارات المختلفة. ¶ وفي كتاب (الفعل الضار) التزم الشيخ المنهج الذي ارتضته لجنة ¶ الخبراء، وهو عضو فيها، وهو ا لانطلاق من مواد القانون المدني الأردني، ¶ الذي اختير أساساً للقانون العربي الموحَّد، ثم نقدها وتحليلها، وإصلاح ¶ صياغتها إنْ كانت تحتاج إلى إصلاح، أو تعديل، أو حذف، تاصيلاً على ¶ (1) ¶ (2) ¶ طبع في دار القلم سنة (9 0 4 ا هـ- 988 ام). ¶ أطلق عليه اسم (مشروع قانون المعاملات المالية الموحد). ¶ 155",
            "page": "155",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "نصوص الشريعة وفقهها. وقدَّم الشيخ للصياغة المؤصَّلة بدراسة لنصوص ¶ من الكتاب والسنة وفقه الصحابة، تتصل بموضوع الفعل الضار. ¶ ولهذا كانت خُطَّة الكتاب تتضمن ثلاثة أقسام: ¶ القسم الأول: عرض لنصوص الشريعة وفقه الصحابة في الفعل ¶ الضار. ¶ القسم الثاني: مفدِّمات تمهيدية وملاحظات. ¶ القسم الثالث: استعراض مواد القانون الأردني في الفعل الضار ¶ ومناقشتها. ¶ وأتبع ذلك بملحقين: ¶ أولهما: نصوص مواد فصل الفعل الضار في القانون المدني ¶ الأردني. ¶ والملحق الثاني: نصوص مواد النظرية العامة للالتزامات كاملة فى ¶ مشروع قانون المعاملات المالية العربي الموحَّد. ¶ وفي هذا الكتاب نسجّل ملاحظتين هما من مزايا الشيخ الزرقا رحمه ¶ اللّه. ¶ الأولى: الأمانة العلمية: وعزو العلم إلى اهله، حيث ذكر في ¶ المقدمة بعض الدراسات المتعلقة بالموضوع (1) وما اقتبسه منها، مع ¶ العلم أنّه يستطيع تجاوز هذه المراجع، ولكنّه أراد أن يبيِّن بأنَّ العلم رَحِم ¶ بين أهله، وانَّه يأخذُ من هذه المصادر بعض النصوص للتأصيل، وفي ¶ اخذه من هذه المصادر والعَزْوِ إليها فائدة عظيمة، للفاضي، والدارس ¶ (1) ¶ ذكر رسالة أ. د. محمد فوزي فيض الله، وكتاب ا. د. وهبه الزحيلي، وكتاب ¶ الشيخ علي الخفيف، ورسالة د. رويعي الرحيلي. ¶ 156",
            "page": "156",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "للقانون، حيث يستطيع الاستزادة بالرجوع إلى هذه المصادر، كما انَّ في ¶ هذا شهادةً لتلك المصادر من عالم لكلمته وزن وتقدير. ¶ الثانية: أنّه كان حُرَّ الفكر، يُصرِّح برأيه ولا يبالي، وقد ظهر هذا في ¶ معظم ما كتب وصنَّف، ولكن في هذا الكتاب تظهر شخصية الناقد، ¶ وصاحب الرأي المستقل، فعلى سبيل المثال: انتقد بشدة مسألة التعويض ¶ المالي عن الضرر الادبي (1)، ورجَّج عدمَ جوازِها، ويرى الاكتفاءَ بالعقوبة ¶ دون التعويض المالي. ¶ وكذلك الأمر بالنسبة لنفي مسؤولية من أحدث الضرر إن كان لسبب ¶ أجنبي لا يدَ له فيه (2)، يرى الشيخ أن في هذا النفي مخالفة للشريعة، وأنه ¶ مأخوذ من الفانون الأجنبي، ولا يصلج الترقيع في التقنين المستمد من ¶ الفقه، لأن أساس المسؤولية في الفقه الإسلامي الاخذُ بالمنحى المادي، ¶ بخلاف القانون الغربي الذي يأخذ بالنظرية الشخصية، الامر الذي يجعل ¶ الجمع بين النظريتين غير ممكن. ¶ والشيخ في مثل هذه المسائل يخالف جمعاً من العلماء، ولكنّه لا ¶ يبالي بما يراه الناس، فا لمهم ما يقتنع به ويسوقه إ ليه اجتهاده ويثبته بالدليل. ¶ 2 - صياغة قانونية لنظرية التعسف باستعمال الحق ¶ في قانون اسلامي ¶ يقع هذا الكتيب في (63) صفحة (3)، وهو مماثل في منهجه ¶ (1) ¶ (2) ¶ (3) ¶ صا 2 ا من كتاب الفعل الضار عند مناقشة الماده 67 2 مدني أردني. ¶ راجع، ص 96 وما بعدها من كتاب الفعل الضار عند مناقشة المادة 261 مدني ¶ أردني. ¶ طبعته دار البثير-عمان الأردن، 03 4 ا هـ-983 1 م وطبعته الثانية الصادرة عام ¶ 8 0 4 ا هـ-987 1 م هي إصدار ثان للطبعة الأولى. ¶ 157",
            "page": "157",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "الاستقرائي وفي دواعي كتابته - لما ذكرناه في التعريف بكتاب (الفعل ¶ الضار والضمان فيه) - وقد قُدِّم إلى لجنة الخبراء المكلّفة من لجنة ¶ توحيد التشريعات في جامعة الدول العربية في شهر أيار مايو عام ¶ (983 ام). ¶ يُبيِّن الشيخ في مطلع هذا البحث أنَّ نظرية التعسف في استعمال ¶ الحق قد نظمها لأول مرة في التشريعات العربية القانون المدني المصري ¶ الجديد الصادر عام (948 ام)، ثم تابعته على ذلك الفوانين العربية التي ¶ اخذته او أخذت عنه، كالقانون المدني السوري والعراقي، وكذلك ¶ القانون ا لمدني ا لأ ردني، ا لذي أريد له أن يُقام على اساس الفقه ا لإسلامي. ¶ والقانون المصري المذكور لم يأخذ نظرية التعسف من (الفوانين ¶ الغربية فحسب، بل استمدّها كذلك من احكام الفقه الإسلامي)، حسبما ¶ بيّن واضعه وشارحه العلامة الدكتور عبد الرزّاق السنهوري. ¶ لكنّ الشيخ الزرقا لاحط انَّ السنهوري وكل الفوانين المذكورة ¶ ومذكراتها الإيضاحية لم تأت بشاهدٍ واحد من نصوص الشريعة أو فقه ¶ المذاهب تؤيد دعوى الاستمداد منهما. فنهض الشيخُ لسدِّ هذه الثغرة ¶ للوصول إلى (. . .الصياغة المنشودة الموثَّقة بأدلتها الشرعيَّة، سواءً ¶ أوافقت بعد ذلك تلك الصياغات السابقة أو خالفتها). ¶ وهذه مهمة لا بدَّ منها لأنَّ (. . معايير التعسُّف. . وعليها المعوَّلُ ¶ كلُّه في التطبيق العملي. .) لا يمكن الاطمئنانُ إلى انسجامها مع الفقه ¶ الإسلامي بدون ذلك التوثيق. ¶ ونؤَه الشيخُ في المقدمة. بجهود مَنْ سبقه من الففهاء المعاصرين ¶ في هذا الموضوع كالشيخ محمد أبو زهرة، ود. فتحي الدُّرَيني الذي ¶ اقتبس منه الشيخ واحال مرات عديدة على رسالته (نظرية التعسف في ¶ 158",
            "page": "158",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "استعمال الحق في الفقه الإسلامي) التي نال بها درجة الدكتوراه من ¶ الأزهر. ¶ وانتهى البحث إلى صياغة مقترحة لأربع مواد قانونية عن التعسُّف0 ¶ ويلاحَظُ أنَّ موضوعَ التعسُّف (تنبسِطُ احكامه. . على جميع أنواع ¶ الحقوق التي تضمنتها القوانين العامة والقوانين الخاصة) مما يزيد من ¶ أهميته ومجالاتِ تطبيفه. ¶ 3 - مساهمة الشيخ في (مشروع قانون الأحوال الشخصية الموحد، ¶ للإقليمين المصري والسوري في عهد الوحدة بينهما (، وذلك خلال ¶ الفترة (59 9 1 م = 1 6 9 1 م ( ¶ هذا الكتاب نشرته دار القلم في (568) صفحة عام (416 أهـ- ¶ 1996 م). وهو النصُّ الكامل لمشروع القانون المذكور مع مذكَرته ¶ الإيضاحيَّة التي تبيِّنُ المستند الشرعي لكلّ مادة، من فقه المذاهب او من ¶ أصول الشريعة وقواعدها ومقاصدها. ¶ وقد كان الشيخ مصطفى هو رئيس اللجنة التي صاغت هذا ¶ المشروع، وضمّت كلاّ من فضيلة الشيخ حسن مأمون مفتي الإقليم ¶ المصري والدكتور عبد الحكيم فرّاج وكيل مجلس الدولة. ¶ وحيث إنّ هذا المشروع على أهميته دخل حيِّز النسيان، ولا يبدو ¶ أنَّ واضعي المشروع العربي الموحد لأحكام الأُسرة (المنشور بعد إعداده ¶ خلال الفترة (1982 م = 1985 م) قد اطَّلعوا عليه، فقد راى الشيخُ نشره ¶ لفائدة الباحثين والأساتذة والقضاة الشرعيين (ووزارات العدل إذا أرادت ¶ إصدار شيء من التعديل والإصلاح في احكام الأسرة. . في البلاد العربية ¶ او الإسلامية. .). ¶ 159",
            "page": "159",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "ومن مظاهر أهمية هذا المشروع مذكرته الإيضاحية التي أنافت على ¶ (400) صفحة، فضلأ عن مقدمة ضافية في (28) صفحة استعرضت ¶ تاريخ تقنين الأحوال الشخصية منذ العهد العثماني، وخطة المشروع ¶ ومنهجه في اختيار الأحكام، ومصادره التفصيلية، وأهمُّ المبادئ التي ¶ استحدثها مع أسانيدها أو مبرراتها الاستصلاحية حسبما أظهرها واقعُ ¶ تطبيق أحكام الأسرة في مصر وسورية قبل إعداد هذا المشروع. ¶ وقد تتبعتْ لجنةُ المشروع \". . مواطنَ الشكوى ممّا تطبقه المحاكم ¶ الان، ولمست ما ضجِّ منه القضاةُ أنفسهم. . ولم تأخذ بشيء من الاراء ¶ المتطرّفة التي تجافي روحَ الشريعة. . بل أتت بأصلح الأحكام الاجتهادية ¶ في إطار الشريعة. . ليكونَ للمشروع من القدسيّة ما يضمن تقبُّلَ احكامه ¶ بقبول حسن. . \" (1). ¶ 4 - شرح القانون المدني السوري ¶ سبق القول بأنّ الشيخ مصطفى قد عمل أستاذاً في كلية الحقوق ¶ بجامعة دمشق، منذ عام (944 ام)، وقد كان من نصيبه تدريسُ مادة ¶ القانون المدني والشريعة الإسلامية، واثناء تدريسه للقانون المدني ¶ السوري الجديد الصادر عام 9 94 1 م ملغياًالعمل بمجلة الأحكام العدلية، ¶ قام الشيخ بشرح النظرية العامة للالتزام التي تُعدُّ العمود الفِقْري للقانون ¶ المذكور، وعليها يفع التركيز في تدريسه. ¶ وقد أصدر الجزء الأول من شرح القانون المدني السوري سنة ¶ (375 ا هـ- 956 ام) (2). وتضمّن الحديثَ عن مصادر الالتزام مقتصراً ¶ (1) ¶ (2) ¶ ص 4 1 - 15، من الكتاب بتصرف يسير. ¶ طبع الكتاب أربع طبعإت آخرها سنة 4 96 1 م بدمشق. ¶ 160",
            "page": "160",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "على العقد والإرادة المنفردة، ثم أصدر الجزء الثاني سنة (964 ام) (1)، ¶ وقد تضمَّن الحديثَ عن أحكام الالتزام في ذاته، حيث تطرّقَ إلى الحديث ¶ عن اثار الالتزام، ثم الأوصاف المعدلة لاَثار الالتزام، ثم انتقال الالتزام، ¶ و أخيراًانقضاء ا لالتزام. ¶ أما الجزء الثالث - وهو أسبقها بالتأليف، إذ طبع سنة (0 95 ام) - ¶ فهو في العقود المسمّاة، وخصَّ فيها عقد البيع وعقد المقايضة بالبحث ¶ والدراسة (2). ¶ لقد تميّز شرح الشيخ للقانون المدني السوري الجديد بعدة مميزات ¶ أهمها: ¶ ا - الوسطية بين الإيجاز وا لإطالة. ¶ 2 - التبسيط، وسهولة العبارة المؤدية إلى المعنى المراد. ¶ 3 - الترتيب المنطقي، الذي يجمع المسائل المتناثرة. ¶ 4 - حسن الانتقال من البسيط إلى المركب. ¶ 5 - الجمع بين الأسلوب التعليمي في التأليف، والكتابة العلمية ¶ الرصينة الناقدة. ¶ 6 - المقارنة مع الفقه الإسلامي، والإشارة إلى توافق أو مخالفة ¶ النص القانوني للفقه (3). ¶ (1) ¶ (2) ¶ (3) ¶ الذي صدرت الطبعة الأولى منه سنة 975 1 م دمشق، مطبعة دار الحياة. ¶ صدرت الطبعة الأولى سنة 0 95 أم بدمشق. ¶ راجع مثلاً رأي الشيخ في نظرية السبب: 1/ 259، ما بعدها وما قبلها، وفي ¶ تعريف العقد: 1/ 94 - 99، وفي البطلان النسجي: 1/ 321، وفي مسألة ¶ التقادم: 2/ 515 - 518. ¶ 161",
            "page": "161",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "7 - الاعتزاز بالفقه الإسلامي، وسموّه على القانون الوضعي ¶ (الفرنسي)، وبيان تميّز الفقه على الحلول القانونية، وقد ظهر هذا خلال ¶ الشرح واضحاً بيّناً، ويزيدُ الأمرَ وضوحاً من خلال المقدمة التي صدر بها ¶ الجزء الأول من الشرح، حيث تحدّث عن تاريخ التقنين المدني في ¶ سورية، وعلاقته بالقانون المصري، الذي استمدّ من القانون الفرنسي. ¶ ثم تحدّث عن ضرورة استمداد القانون المدني من الفقه الإسلامي ¶ وذكر الشبهات المثارة التي يتذرَّع بها من لا يريدُ تطبيقَ الشريعة، ¶ وفنّدها شبهة شبهة، وقد أتى ضمن المقدمة على ذكر تصارع تيار ¶ أصحاب الفكرة الشعوبية، الذين لا يرونَ قيمة للتراث العربي ¶ والإسلامي، ويريدون الفانون الفرنسي، وتيار دعاة الوحدة العربية، ¶ الذين يرون الفقه الإسلامي مصدراً أساسياً للقانون المدني، لأنَّ الفقه هو ¶ الذي يمثّل حضارتهم وتاريخهم الحقوقي، وهذا القول من الشيخ الزرقا ¶ يذكرنا بدعوة العلاّمة السنهوري إلى استمداد الفانون المدني من الفقه ¶ الإسلامي كنز الشريعة. ¶ وقد ذكر الشيخ بمرارة وحسرة كيف انتصر تيار الشعوبية على تيار ¶ الوحدة العربية، حيث يقول عن احداث سنة (9 4 9 1 م): \" ولكن لم تمضِ ¶ أيام على وصول موفد وزارة العدل السورية لهذه الغاية إلى القاهرة، حتى ¶ وقع الانفلاب العسكري الأول في سورية، وقام به الفائد العام في الجيش ¶ السوري إذ ذاك الزعيم حسني الزعيم الذي تولّى السلطتين التشريعية ¶ والتنفيذية، وكان شخصاً مهووساً مختلَّ التوازن، فالتفَّ حوله بعضُ ¶ أولئك الشعوبيين والانتهازيين، وركن إليهم، وسلَّمهم وزارة العدل، ¶ فاهتبلوا الفرصة، وأقنعوه بأنَّ أعظم عمل يرفع شأنه في نظر الأجانب، هو ¶ أخذ قانون مدني أجنبي بدلاً من التشريع الإسلامي وفقهه، وقد أفهموه ¶ 162",
            "page": "162",
            "part": "1"
        },
        {
            "id": "170",
            "nass": "بخبث واستغلال أن هذا العمل يجعلُه في التاريخ نظيرَ نابليون الذي خلَّده ¶ قانونُه لا فتوحاتُه \" (1). ¶ إنَّ من يطّلع على عمل الشيخ في شرح القانون تتّضج لديه القدرة ¶ الفائقة والتمكّن والتضلّع من علوم القانون وعلوم الشريعة التي كان يتمتَّع ¶ بها علامة العصر رحمه اللّه. ¶ 5 - القانون المدني السوري -نظرية العقد ¶ يضمُّ هذا الكتاب عشر محاضرات ألفاها الشيخ على طلاب معهد ¶ البحوث والدراسات العربية التابع الجامعة الدول العربية في القاهرة عام ¶ (954 ام). ونشرها المعهد في الطبعة الجديدة المصححة المزيدة عام ¶ (388 اهـ=969 ام) في (211) صفحة. ¶ وتعرض المحاضرات جانباً من التقنين المدني السوري في نظرية ¶ العقد، بعد فصل تحدّث فيه عن مواطن اختلاف القانون المدني السوري ¶ عن أصله الذي هو القانون المدني المصري الجديد وبين أن الفانون ¶ المدني السوري قد أخذ بحروفه في معظم فصوله عن القانون المدني ¶ المصري، إلاّ نواح معينة. ¶ وشملت جوانب نظرية العقد التي تناولتها المحاضرات مبدأ سلطان ¶ الإرادة وقيوده، والتراضي، وطرفي العقد الأهلية والنيابة، وعيوب ¶ الرضا، والمحلّ، والسبب، والبطلان وقابلية الإبطال. ¶ ويتخفَل المباحث كلها مقارنات مع الفقه الإسلامي من أهمها نفد ¶ نظرية السبب عند الفانونيين، وبيان استغناء الفقه عنها. ¶ ! د *! لأ ¶ (1) شرح القانون المدني: 1/ 9 1. ¶ 163",
            "page": "163",
            "part": "1"
        },
        {
            "id": "171",
            "nass": "ثالثاً -عمله في مجال تحقيق المخطوطات ¶ كانت بداية أعمال الشيخ مصطفى رحمه اللّه العلمية، هي في مجال ¶ تحقيق المخطوطات ونشر التراث، حيث قام وهو تلميذ في المدرسة ¶ الخسروية سنة (343 اهـ- 924 ام) بتحقيق ثلاث مخطوطات نفيسة ¶ نادرة ومهمة في بابها، وهي: ¶ ا - كتاب (كفاية المتحفظ في اللغة (: تأليف الشيخ الإمام أبي ¶ إسحاق إبراهيم بن إسماعيل الطرابلسي المعروف بالأجدابي رحمه اللّه. ¶ 2 - كتاب (مختصر الوجوه في اللغة) للإمام محمد بن أحمد بن ¶ يوسف أبي عبد اللّه الخُوارَزْمي (1). ¶ 3 - كتاب (المذكر والمؤنث ا للإمام ابي زكريا يحيى بن زياد الفرّاء ¶ النحوي اللغوي الكوفي الشهير (ت 07 2 هـ). ¶ وقد جاء نشر هذه الكتب المهمة وتحقيقها إحساساً من الشيخ ¶ مصطفى رحمه اللّه بأهمية نشر التراث العربي الإسلامي وتحقيفه، لئلا ¶ يضيعَ، والذي يظهر من مقدمة التحقيق أنّ فكرة التحفيق والنشر، لم تكن ¶ فكرةً عابرةً يراد منها الحصول على لفب علمي أو مردود مادي؟ إنّما كانت ¶ بداية لعمل علمي، خطَّط له جماعة من طلاب المدرسة الخسروية، على ¶ راسهم الشيخ مصطفى الزرقا، الذي كان سنة (343 اهـ (تلميذاً لم ¶ يتجاوز الثامنة عشرة من عمره، فقامت هذه المجموعة من الطلاب ¶ وشكّلت شركةً سمتها الشركة الخيرية لإحياء الكتب العربية في حلب، ¶ (1) ا لوا و في (الخو ارزمي) لا تلفط (س). ¶ 164",
            "page": "164",
            "part": "1"
        },
        {
            "id": "172",
            "nass": "لتكونَ يداً عاملةً في جمع الكتب القديمة النفيسة، التي يكثر الاحتياج ¶ إليها، وإخراجها من زوايا الإهمال وطبعها، ليطّلع الأخلاف على تلك ¶ الدرر التي غاص أسلافهم من أجلها بحور العناء، وقد جعلت - أ ي ¶ الشركة - فا تحة أعمالها طبع ثلاثة كتب من نفائس كتب اللغة0 ¶ الأول: كفاية المتحفظ: مصنّف على نسق كتاب (فقه اللغة) ¶ للثعالبي، وهو كثير الفائدة، على صغر حجمه، حيثُ جاء في إحدى ¶ وسبعين صفحة، وجاء في خاتمة التحقيق \"وبعدُ: فقد تمَّ بحوله تعالى ¶ طبع هذا الكتاب، وقد اعتنى بمزيد ضبطه بحيث يعتمد عليه تمام ¶ الاعتماد، وبتعليق بعض التفريرات، والشواهد الواضحات عليه ¶ (مصطفى الزرقا) أحد طلاّب المدرسة الخسروية، من المدارس العلمية ¶ بحلب، جمادى الأولى سنة (4 34 ا هـ) \". ¶ وأما الكتاب الثاني فهو (مختصر الوجوه في اللغة): للخُوارَزْمي، ¶ حيث قام باختصار كتاب الوجوه الذي جمعه إسحاق بن محمد الاَسي من ¶ الكتب الاتية: ¶ ا - (و جو ه) ا لأ صمعي. ¶ 2 - (العين) للخليل بن احمد الفراهيدي. ¶ 3 - (تكملة العين) للخازرنجي. ¶ 4 - (المواقيت) لأبي عمر محمد بن عبد الواحد غلام ثعلب. ¶ 5 - (الجمهرة) لابن دريد. ¶ 6 - (ا لأمالي) لابن دريد. ¶ 165",
            "page": "165",
            "part": "1"
        },
        {
            "id": "173",
            "nass": "وقد بذل الشيخ الزرقا جهداً عظيماً في إخراج هذا الكتاب، ¶ والتعليق عليه وضبطه، ويذكر الشيخ رحمه اللّه: أنَّ هذا الكتاب قد حفَّق ¶ على نسخة خطية يتيمة، وفيها من التصحيف والتحريف ما لا يعلمه إلاّ من ¶ اطَّلع على الأصل. ¶ وأما الكتاب الثالث، فهو كتاب (المذكر والمؤنث) للفرّاء، ¶ وموضوعه في اللغة أيضأ، ولكنّه مخصَّص لمسائل التذكير والتأنيث، ¶ واشتمل على مباحث مهمة وشائقة. ¶ والظاهر من الطبعة الأولى سنة (1343 هـ) بالمطبعة العلمية في ¶ حلب، انّ هذه الكتب قد طبعت على شكل مجموع مشتمل على (كفاية ¶ المتحفظ)، ويليه (مختصر كتاب الوجوه)، ويليه كتاب (المذكر ¶ وا لمؤنث). ¶ وتقديرأ للجهد الذي بذله الزرقا - التلميذ - في إخراج هذه الكتب، ¶ سطر العلامة عبد القادر المغربي (1) مقالاً في مجلة المجمع العلمي العربي ¶ بدمشق حول تحقيق الأستاذ الزرقا لهذه الكتب، فأشاد بعمله رغم صغر ¶ سنه، وشكره وأثنى عليه. ¶ 4 - تحقيق وتقديم كتاب: (الكنز المرصود في قواعد التلمود): ¶ كتاب (الكنز المرصود) هو ترجمة لكتابين فرنسيين هما: كتاب عن ¶ (عقائد اليهود على حسب التلمود) للدكتور (روهلنج) الذي بيَّن فيه ¶ معتقدات بني إسرائيل بغاية التفصيل، وطبع الكتاب في باريس، وفي هذا ¶ (1) ¶ العلامة عبد القادر بن مصطفى المغربي، نائب رئيس المجمع العلمي العربي ¶ بدمثق من علماء اللغة والأدب (ت 1375 هـ- 1956 م)، الأعلام للزركلي: ¶ 4/ 47. ¶ 166",
            "page": "166",
            "part": "1"
        },
        {
            "id": "174",
            "nass": "الكتاب معلومات لحيَّر العقول، ومسائلُ عن التُّلمود ذات اهمية كبرى لا ¶ يجدها الباحث في غيره. ¶ أما الكتاب الئاني فهو للدكتور (أشيل لوزان)، وعنوانه (تاريخ ¶ سورية لسنة 0 184 م) تكلّم فيه عن حادثة ذبج اليهود للقسيس الأب توما ¶ وخادمه إبراهيم عمار، التي جرت أحداثها ووقائعها في دمشق في ذلك ¶ التاريخ، والتي تتلخّص: بأن مجموعة من اليهود قتلوا الأب (البادري) ¶ توما وخادمه إبراهيم عمار ذبحاً بالسكين، وتمت تصفيه دمهما ليحفظ ¶ ويستخدم في خبز الفطير، الذي يُوزَّع في عيد الفصج. ¶ وقد قام بترجمة الكتابين وجمعهما في كتاب واحد الدكتور يوسف ¶ حنا نصر اللّه، من مصر، وطبع الكتاب في طبعته الاولى سنة (1899 م)، ¶ ولم يطلع عليه الشيخ الزرقا، هانّما اطّلع على موضوع قتل الأب توما ¶ ضمن كتاب للأستاذ (أسد رستم) أستاذ التاريخ في الجامعة الأميركية، ¶ ببيروت؟ وكانت القصة تقفُ عند الحكم بالاعدام على الفتلة، أما مصير ¶ الفتلة بعدَ الحكم فغيرُ معروف، وكما يفول الشيخ مصطفى رحمه اللّه في ¶ مقدمة الكتاب: \"وقد أبقى هذا النفص ثغرةً في نفسي أتطلّع دائماً لملئها ¶ بمعرفة ما تمّ بعد ذلك، حتى رأيتُ مرةَ بطريق المصادفة كتابأ لدى صديقي ¶ الأستاذ الشيخ ناصر الدين الألباني المحدّث المعروف، في دمشق، ¶ عنوانه: (الكنز المرصود في قواعد التلمود) فاسترعى انتباهي هذا ¶ العنوان، واستأذنتُ الأستاذ الألباني في أخذه أياماَ لفراءته فأعارني إياه، ¶ وذهبتُ به، وعكفت من فوري على قراءته، فإذا فيه أمنيتي المنشودة \" (1). ¶ أمّا مسألة إعادة نشر الكتاب فقد برزت من خلال أهمية الكتاب ¶ نفسه، وما يؤديه من دور تثقيفي حول عقائد اليهود، وحاجة الكتاب إلى ¶ (1) مفدمة الكنز المرصود، ص 6. ¶ 167",
            "page": "167",
            "part": "1"
        },
        {
            "id": "175",
            "nass": "تصحيج الأغلاط المطبعية، إضافة إلى نُدرة نسخ الكتاب، ونفاد الطبعة ¶ التي تعزى إلى عاملين مهمين: ¶ أولهما: مضي ما يقارب السبعين عاماً على نشره. ¶ وثانيهما: أنَّ اليهود جمعوه من الأسواق، كعادتهم فيما يرى الشيخ ¶ رحمه اللّه، ولهذا حصل الشيخ على نسخة من الكتاب تعود إلى الأستاذ ¶ عبد اللّه التل، فقام بتصحيج الأخطاء، والتعليق على المواضع التي تحتاج ¶ إلى تعليق، ووضع مقدمة له، ومقصده من هذا كلِّه كما يقول: \"اَملأ أ ن ¶ أكونَ بذلك قد أسهمتُ بقليل من الجهد فيما ينفع الفضية الفلسطينية، ¶ ليرى العالَمُ من كل مذهب، أو دين، ما آلت إليه اليهودية التي كانت في ¶ أصلها ديناً إلهياً إصلاحيا. . . \". ¶ والشيخ مصطفى إذ يدفع بهذا الكتاب إلى الطبع ليدعو في المقدمة ¶ ويهيب بكل ذوي الغَيرةِ من مسلمين ومسيحيين، تجاه الخطر اليهودي ¶ المشترك، ويححهم على طباعة الكتاب، وترجمته إلى أهم اللغات الحية، ¶ لا سيما ا لإنكليزية، والفرنسية، وا لأسبانية، وا لألمانية، وغيرها، ليعرفَ ¶ العالمُ حقيقة جزاريه، وحقيقة الحركة الصهيونية (1). ¶ (1) ¶ ع!! -* ¶ صدر الكتاب عن دار الفلم بدمشق سنة (987 ام). قلت: الكتاب في الأصل ¶ كتب بالفرنسية فلا حاجة لترجمته، وانما الحاجة إلى الاعتبار بما فيه لا الاكتفاء ¶ بقراءته (س). ¶ 168",
            "page": "168",
            "part": "1"
        },
        {
            "id": "176",
            "nass": "رابعاً: في الشعر ¶ كان الشيخ رحمه اللّه شاعرا رقيقأ، مرهف الحس، واسعَ الخيال، ¶ ذا موهبة شعرية، يترقرق عن شعره ماءُ السلاسة، وتتضوّع من ابياته ¶ نفحات من شذى العَرف الندي، وتأخذُ بالألباب عذوبةُ ألفاظه الجزلة، ¶ فإذا قراه بنفسه حسبتَ انك أمام عدي بن الرقاع العاملي، وهو يصفُ ¶ الظبية في حضرة عبد الملك بن مروان، أو ابن الرومي وهو ينسج مراثِيَهُ، ¶ أو عزيز أباظة وهو ينظمُ قصص العرب مسرحياتٍ أدبية رائعة. ¶ وِلئن كان نُقّاد الشعر - فيما يزعمون يرَوْن أنّ شعر الفقهاء يصطبغ ¶ بصبغة فنِّهم الففهي، حتى إنّ ابيات قصائدهم لتنْبى بصنعة قائلها، أقول: ¶ لئن عابَ النقادُ على كثير من الفقهاء هذه السِّمَة، إلا ان هذه المقولة لا ¶ تصدق على شعر الشيخ الزرقا ولا تنطبق عليه (1)، وديوانه شاهد على انّه ¶ كان يستخدِمُ أساليبَ العرب وقواعدَهم في نظم الشعر على البديهة، دون ¶ تكلُّف، ودون أن تطغى اساليبُ لغة الفقه على اساليب البيان والفصاحة. ¶ لقد كالط الشيخُ شاعراً يفدِّرُ الشعرَ الجيدَ ويحفظه، كما كان يقول هو ¶ عن نفسه. \" أنه ومنذ نعومة اظفاره قرا معظم دواوين العرب وموسوعاتهم ¶ التي تحوي الشعرَ وقَصَصَه، (كالأغاني)، و (العفد الفريد)، (والبيان ¶ (1) ¶ إلا نادراً كقوله رحمه اللّه: ¶ قد مَضَى شَطْرُ حَيَاتِي وأنا ¶ لم أزل صَئاً به مُرَتَهنا ¶ 169 ¶ أَجْتَنِي العِفمَ هَنا أو هَا هُنا ¶ وماَلُ الزَهْنِ أن يَغْلَقُ بي",
            "page": "169",
            "part": "1"
        },
        {
            "id": "177",
            "nass": "وا لتبيين)، وشعر المتنبي، وا لبحتري، وا لنا بغة، وعنترة، وا لخنساء، ¶ وأبي العلاء وغيرها \". ¶ وهذا كلّه مع تشجيع والد 5 وعلماء عصره، صقل فيه موهبة الشعر، ¶ حتى تفجّر ينبوعُه على لسان الشيخ، مذ أن كان طالباً في المدرسة ¶ الخسروية الشرعية، ثم ازداد بدخوله الجامعة، فكثرت المناسبات ¶ والحوادث، وكثُرت معها القصائد التي تعبِّر عن احاسيس الشاعر (1). ¶ ديوان قوس قزح ¶ لم يكن الشيخ يجمع أشعارَه وينشرها، بل كان يكتبها بخط يده، ¶ ويوزعها بعد استنساخها، وهذا سبب ضياع مجموعة من تلك الأشعار ¶ الرائدة، التي مرَّ عليها زمن طويل، إلى أن استقزَ الشيخ في الرياض في ¶ تسعينيات القون الميلادي المنصرم، وبطلب من الأستاذ عبد المفصود ¶ خوجه، الذي اقام له حفلة تكريم في الأمسية الاثنينيَّة المعروفة، جمع ¶ الشيخ ما تبقى من أشعاره، ونشرها له الأستاذ عبد المقصود بعنوان (ديوان ¶ قوس قزح) (2). ¶ لفد كان الشيخ متردِّداً في نشر أشعاره في ديوان، ثم استشار الأستاذ ¶ الدكتور ناصر الدين الأسد، أستاذ الأدب العربي المعروف في (الجامعة ¶ الأردنية) فشجَّعه على طباعة الديوان، وحثه على ذلك مُقذراً ما لشعره من ¶ أهمية (3). ¶ (1) ¶ (2) ¶ (3) ¶ راجع مقدمة الديوان، ص 22 - 23. ¶ كتاب الأثنينية، جدة، طا، 996 1 م، ط 0 1. ¶ اخبرني الدكتور ناصر الدين الأسد بذلك في جلسة في عمان. ¶ 170",
            "page": "170",
            "part": "1"
        },
        {
            "id": "178",
            "nass": "ولقد طُبع الديوان، وقُدّم له بأربع مقدمات، أولهما للناشر، ¶ والثانية للأستاذ الدكتور محمد علي الهاشمي أُستاذ الأدب العربي في ¶ الرياض، والثالثة للأستاذ الدكتور محمود إبراهيم - رحمه اللّه - أستاذ ¶ الأدب العربي في الجامعة الأردنية، ورئيس مجمع اللغة العربية سابقاً، ¶ والرابعة للشيخ الشاعر مصطفى الزرقا - رحمه اللّه -. ¶ إلاَّ أنَّ هذا الديوان لا يضمّ جميعَ ما كتبه الشيخ من الشعر، بل هو ¶ ما تبقى منه، وما سمج به أن ينشر، وإلاّ فهناك قصائدُ وأبياتُ بعضها له ¶ تعلّقَ بالسياسة لم تدخلْ ضمنَ الديوان. ¶ ولقد تم تصنيفُ قصائد الديوان إلى الموضوعات الاتية: ¶ موضوعات الديوان: ¶ 1 - ا فتتاحيا ت: ¶ ذكر فيها ثلاثَ قصائدَ: ¶ اولها: بعد انتهائه من الدراسة الجامعية مطلعها: ¶ نِعمَ ما نوَّلْتِني مِنْ أَرَبي ¶ لَكِ ذكرى لذ؟ تَعصِفُ بي ¶ فوداعاً، يا حياةَ الطَّلَبِ ¶ عرَّفْتِني فِعْلَ بِنْتِ العِنَبِ ¶ وثانيها: وهي الأهمّ قصيدته في رثاء زوجته الثانية، التي تزوَّجها ¶ سنة (4 94 1 م) تقريبأ، بعد وفاة زوجته الأولى، وقد انتقلت إلى رحمة اللّه ¶ سنة (983 ام) إثر مرض عضال (السرطان) وقد كان رحمه اللّه يذكرها ¶ كثيرأ، وكان لها من المكانة في قلبه ما ليس لأولاده جميعاً، فقد قال ¶ 171",
            "page": "171",
            "part": "1"
        },
        {
            "id": "179",
            "nass": "عنها: \" إنها تتمتع بعقل راجج، وخلق محبَّب، وحسن تدبير، وكنتُ أرى ¶ نفسي معها أسعدَ زوجٍ في أسرة \" (1). ¶ والأصل أن تكونَ هذه القصيدة ضمن المراثي، إلا أنه جعلها في ¶ الافتتاحيات لمكانتها عنده رحمه اللّه، يقول الشيخ: ¶ بقيتُ وغبتِ ا بعدَك ما البقاءُ فديتُكِ لو يماحُ لِيَ الفِدَاءُ ¶ رثيتُ سواكِ يا فَخْرَ الغوالي فأمَّا أنتِ فاستعصى الرثاءُ ¶ تلجلجَ بي لسان لم يخنّي ولم يكُ قَطُ يعييه الأداءُ ¶ ولكنّي بففدِكِ عُدْتُ طفلأ أضاعَ البيتَ إذ حَلَّ المساءُ ¶ فليس! لديهِ غيرَ الدمعِ نطق ولا صبر لديه ولا اهتداءُ ¶ 2 - وصف ومشاعر: ¶ وقد افتتحه الشيخُ بقصيدةٍ نظمها سنة (922 ام) في وصف الطريق ¶ الجميل من طرابلس إلى بيروت، لمجط كان عائداً من رحلة استجمام بعد ¶ فترة الامتحانات، فسحَرَه المنظرُ الخلاّبُ للبحر والجبال خلال الطريق ¶ فقال: ¶ حُسنُ الطبيعةِ سحّار لمن عَشِقا فلا تَلومَنَ مفتوناً به وَمقا ¶ مناظر تَبْهَرُ الرائي بِرَوْعَتِها تَصِيْجُ معلنةً جَلَّ الذي خَلَقَا ¶ ما أجملَ الشَّمْسَ فيه، إِذْ تُرَاقِبُها لفا تحلُ قبيلَ المغربِ الأُفقا ¶ كأنّها فيهِ إذ تهوي لمغربها تاجٌ من العَسْجَدِ الوهّاجِ قد غَرِقَا ¶ 3 - المراثي: ¶ وفد افتتحها برثاء الكاتب مصطفى لطفي المنفلوطي 924 ام، ثم ¶ (1) ا لد يوا ن، ص 6 3. ¶ 2! لأ",
            "page": "172",
            "part": "1"
        },
        {
            "id": "180",
            "nass": "رثاء أمير الشعراء أحمد شوقي 932 1 م، يقول فيها: ¶ لتبكِ القوافي فهي أشجى وأثكلُ فإنْ وَفَتِ الميئاقَ فهي السَمَوْألُ ¶ أميرَ القوافي والإمارةُ بعدَ ما نُعِيْتَ إليها اليومَ صَرْع مُزَلْزَلُ ¶ ثم رئاء زوجته الأولى 942 1 م حيث يقول: ¶ بأيِّ معنًى نعبَ الناعبُ وأيَّ وَتبر أدركَ الطالبُ ¶ (وطفاءُ) ما هذا الوداعُ الذي عجَّل لم يحسِبْ له الحاسِبُ ¶ تركتِ أطفالاً كزُغْبِ القطا لم تدرِ ما الذّاهبُ والآيبُ ¶ ثم رثا الملك فيصل الأول 933 1 م (ملك العراق) وفيه يقول: ¶ سُبْلُ المعالي في الأنامِ صِعَابُ إنْ رُمْتَهامَشْياً فهنَّ عِقَابُ ¶ ما المرءُ إلأ كالشُّجَيْرَةِ عُوْدُهُ يفنى، وأمّا فِعْلُهُ فكِتَابُ ¶ خيرُ الرئاء له لسانُ فعالِهِ لا أدمُع بدمِ العيونِ تُشَابُ ¶ يا فيصل يا ابنَ الحُسَيْنِ ويا أبا غازٍ، وأنتَ السامِعُ الأوّابُ ¶ سُ! سْتَ العراقَ لهم سياسة حاذقٍ لا يحجبُ الاشياءَ عنه حِجابُ ¶ وعكستَ معنى المُلكِ في نَظَرِ الملا حتى غَدَا والأمرُ فيه عُجابُ ¶ فالمُلْكُ معناهُ القديمُ لدى الوَرَى بذخ وأسبّهَة لها أطنابُ ¶ فاليومَ عندهمو المليكُ مجاهِد والمُلْكُ حشوُ حروفه أتعابُ ¶ والقصيدة أكئر من (5 6) بيتأ. ¶ وفي خاتمة المرائي تأتي قصيدته الرائعة في رثاء ولده (نوفل) ¶ (ت 989 1 م) وبقية مرثيته لشيخه (الحنيفي) وجده (محمد الزرقا). ¶ ومن قصيدته في رثاء ولده ا لاكبر نوفل قوله: ¶ أَبُنَيَّ ما نبأ أتانا حِيْنَمَا كُنَّا على وَشكٍ إليكَ سَنَرْحَلُ ¶ كُنّا معاً فَسَبَقْتَنَا في رِحْلَةٍ للشَّرْقِ قاصيةٍ وانتَ تَهَلَّلُ ¶ 173",
            "page": "173",
            "part": "1"
        },
        {
            "id": "181",
            "nass": "غَادَرْتَنا ب! جَازَةٍ مُسْتَبْشِراً لَتَعُوْدَ جُثْمَاناً إلينا يُحْمَلُ ¶ يثنِي كما يهوى الفتى أحلامَه جهلاً بما يُخْفِي له المُسْتَقْبَلُ ¶ كان التَّيَتّمُ للصِّغارِبفقدِهِم آباءَهم، فماذا الأمورُتَبَدَّلُ ¶ فاليومَ فقدُك يا بُنَيَّ أَضَاعَنِي وأراكَ قد يتَّمتَني يا (نَوْفَلُ) (1) ¶ 4 - اخوانيات: ¶ وفيها مجموعة من الأحاجي والألغاز، والقصائد الفكاهية ¶ اللطيفة. ومن ذلك أنّه أهدى إلى جاره في الكويت 969 ام الطبيب ¶ الأديب الشاعر حسان حتحوت طبقاً من (الفَتُّوش) - وهي أكلة شامية- ¶ فأعاد الدكتور حتحوت في اليوم التالي الصحنَ وفيه حلوى مصرية خاصة ¶ يسمونها (أبّوء) والتسمية خاصة بالدكتور حتحوت نسبة إلى ابنته (إباء)، ¶ ومع الصحنِ الأبياتُ التالية: ¶ يا مصطفى الزرقا إليكَ تحيةً لا زالَ فضلُكَ عندنا مَنْقُوشا ¶ يرعى الإلهُ مودةً مِنْ جَارِنا ويديمُ فيما بيننا (الفتّوشَا) ¶ وَلَقَدْ صنعنا اليومَ (أبّوءا، فَخُذْ مِنّا الهديةَ ضاحِكاً وَبَشُوْشاً ¶ ووقع تحت هذه الأبيات د. حسان وزوجه الدكتورة سالوناس. ¶ فردَّ عليه الزرقا في اليوم نفسه بالأبيات التالية: ¶ يا جيرةً نِعمَ الجوارِ جوارُها في بيتِها باتَ الندى مَفْرُوْشَا ¶ (حسّان) فيه (وسالُناسُ) تربّعا اسمى الفضائلِ والخصالِ عُرُوْشَا ¶ (1) ¶ يفول الدكتور محمود عبيدات: عندما شئعنا (نوفل) رحمه اللّه، كنتُ مع شيخنا ¶ الجليل رحمه الله، وسماحة الأخ الشيخ إبراهيم زيد الكيلاني حفطه اللّه تعالى، ¶ بمركبته يقودها بنفسه، فقال شيخنا: اليوم يتمتَني يا نوفل، ثم أخذ يبكي ¶ بحُرقةٍ، فقلنا له ونحن نشاركه حزنه الشديد مواسين له: نحن أبناؤك يا أستاذ، ¶ وكان تأثرن! كبيراً جداً. رحمهما اللّه رحمة واسعة واسكنهما عليين. آمين. ¶ 174",
            "page": "174",
            "part": "1"
        },
        {
            "id": "182",
            "nass": "إلى أن يقول: ¶ هذا الجوارُ الفذُبعضُ حقوقه في الفضلِ أن نُهْدِي له (فئوْشا) ¶ أهديتُ مفتاحَ الطعامِ فصغتمو قِفْلأ مِنَ الحلوى اتى مَنْقُوْشا ¶ كَمْ مِنْ جوابى قد يسرُّكَ ظاهراً فإذا خبرتَ وجدتَهُ مَغْشُوشا ¶ حيَّا الإفُ جوارَكُم وأدامَهُ ظِلاًّ نديّاً وارفاً مَعْرُوشا ¶ 5 - الغزل: ¶ وفيه ئلاث قصائد، قصيدة تدلُّ على أنَّ باب الغزل عند الشيخ كان ¶ موصدأ إلاّ من الغزل المشروع والتحبُّب العفيف. ¶ 6 - وطنيات: ¶ افتتحها بقصيد؟ ضدَّ الفرنسيين الذين قتلوا عدداً من المواطنين في ¶ حلب ودمشق سنة (1932 م) وهو طالب في الكلية، ونُشِرَتِ القصيدة في ¶ جريدة (اليوم) ومنها: ¶ للّه ما نبأٌ طارَ البريدُ بهِ يسيرُ في النَّفْسِ سَيْرَ النَّارِ في الحَطَبِ ¶ بني الفرنسيسَ إنّا مَعْشَرٌ صُبُرٌ وإنّما دَمُنا ذاكَ الدَّمُ العَرَبي ¶ 7 - مدائح: ¶ افتتحها بالترحيب بالشيخ بدر الدين محمد بن يوسف التباني ¶ الحسني المحذَث العلَم المشهور علامة الشام رحمه اللّه، ثم بفصيدة ¶ أخرى مهداة إليه، ونظم القصيدة الترحيبية سنة (4 92 1 م) وفيها يقول: ¶ كلُّ السَّنالسناكَ ظلُّ للّهِوجهُكَ إذْتُطِلّ ¶ قذفتْ بكَ الجوزاءُ أعلا ها، فَأَنْتَ هناكَ حِلُّ ¶ ولكَ المحامدُ في الملا كالاَيِ تُتْلَى أو تملّ ¶ 175",
            "page": "175",
            "part": "1"
        },
        {
            "id": "183",
            "nass": "8 - منوعا ت: ¶ افتتحها بقصيدة لابنه أنس، نظمها وعمر أنس اربع سنوات سنة ¶ (942 1 م)، وفيها يقول: ¶ أنا طفل لِوَالِدَي نجيبُ منزلي عندَ مَنْ يراني الفلوبُ ¶ أنسُ اسمي الكريم، ونفسي ملؤها الأُنسُ والرجاءُ الخصيبُ ¶ 9 - مسرحية: ¶ وفيها مسرحية شعرية ذات فصل واحد مهداة إلى الشاعر عزيز أباظة ¶ بمناسبة زواجه الجديد، وذلك سنة (1946 م)، وقد نشرت ¶ المسرحية في مجلة (الرسالة) سنة (948 1 م). ¶ 0 1 - مسك الختام: ¶ وأوردها فيها قصيدة في القران الكريم: ¶ كتابٌ من العلم المحيطِ مدادُه بهِ صفحاتُ الكونِ تُتْلَى وتُسْمَعُ ¶ فاَياتُهُ مِرْاة صدقٍ جليةٌ يُرَى ما مَضَى فيها وما يحوَقَّعُ ¶ عظاتٌ وامثا 4 وهَدْيٌ وحكمةٌ وشرع جليل نيِّرُ الحكمِ مبدِعُ ¶ الا إنّه الفرآنُ فاعلمْ ملاذُنا فما دونَهُ خيرٌ ولا عنه مَنْزَعُ ¶ تراهُ جديداً كلما جئتَ سامعاً كأن المعاني من مثانِيْهِ تَنْبُعُ ¶ لمجيما 3 - ،- ¶ 176",
            "page": "176",
            "part": "1"
        },
        {
            "id": "184",
            "nass": "خامساً: في الحديث الشريف وعلومه ¶ 1 - في الحديث النبوي ¶ هذا الكتاب هو أمال ومحاضرات (1)، ألقاها الشيخ على طلاب ¶ شهادة اللغة العربية في كلية الاَداب، سنة (372 ا هـ- 953 1 م)، وطبعت ¶ لأول مرة في مطبعة الجامعة السورية بدمشق سنة (953 ام)، والطبعة ¶ الثانية سنة (375 ا هـ- 956 ام). ¶ وبما أنَّ الغاية من هذه المحاضرات تبسيطُ علوم الحديث لغير ¶ المتخصَصين في العلوم الشرعية، امتازَ الكتابُ بالتبسيط والإيجاز؟ ¶ ليكونَ مفتاحاً لدراسة الحديث والتوسّع فيه، غير أنَّ الشيخَ لم يقم بتقسيم ¶ الكتاب إلى فصول أو مباحث أو ابواب كعادته، وإنّما اعطى لكل ¶ مجموعة متجانسة رقماً، وصل في خاتمةِ الكتاب إلى الرقم الواحد ¶ والعشرين. ¶ ففي الرقم (1) تحدّث عن معنى الحديث والسنة، وفي (2) تحدّث ¶ عن الحديث والخبر والأثر، وفي (3) عن المتن والسند، وفي (4) عن ¶ طريفة النقل والحفظ، وفي (5) عن رواية الحديث بالمعنى، وفي (6، 7) ¶ عن ضرورة الاعتماد على الحديث النبوي في بناء الإسلام وثفافته، وعن ¶ مفدار الأحاديث المنقولة، وفي (8) عن اختلاط الصحيح بغير 5 أول ¶ الأمر، وفي (9) عن وضع الأحاديث المكذوبة عوامله ودلائله، وفي ¶ (0 1) عن موقفِ علماء صدر الإسلام من مجموع الأحاديث المختلفة، ¶ وفي (1 1) عن الرواية والدراية، وميلاد علم أصول الحديث، وفي (12 ¶ (1) ¶ تقع في (112) صفحة. ¶ 177",
            "page": "177",
            "part": "1"
        },
        {
            "id": "185",
            "nass": "و 13 و 4 1) عن تدوين الحديث، والكتب المعتمدة المشهورة، وأشهر ¶ المؤلَّفات، وطريقة التدوين، ومناهج المؤلفين، وفي (5 1) عن العلوم ¶ التي نشأت حول الحديث، كعلم الرجال، والغريب، والناسخ والمنسوخ ¶ وغيرها، وفي (6 1) تحدّث عن ا لاستشهاد بالحديث على اللغة وقواعدها، ¶ وفي (7 1 - 8 1) عن أ قسام الحديث ا لأساسية والفرعية، كالصحيج والحسن ¶ والضعيف، وغيرها، وفي (19) عن الحديث القدسي، وفي (0 2) ذكر ¶ ستين حديثاً منتخبة من الأحاديث الثابتة، لتكونَ نصوصُها موضعَ دراسة ¶ تحليلية، وأدبية لطلاب الأدب العربي، وأخيراً تحدث في (1 2) عن بعض ¶ المصطلحات الاختزالية في كتابة الحديث وكيفية قراءتها. ¶ إنّ هذه المجموعةَ المنتفاةَ من موضوعات الحديث النبوي ¶ الشريف، وما ذكره الشيخ في مباحث هذا الكتاب، لتدل دلالةً واضحةً ¶ على المكانة التي يحتلّها الحديثُ الشريف في منهجية الشيخ رحمه اللّه، ¶ وكيف أنه استطاع التأليفَ في هذا العلم الذي لم يكن حينئذٍ يلقى عناية إلا ¶ من القليل أمثال الشيخ أحمد شاكر رحمه الله، والشيخ محمد راغب ¶ الطباخ أستاذ الشيخ الزرقا في مادة الحديث. ¶ 2 - العقل والفقه في فهم الحديث الشريف ¶ هذا الكتاب الفريدُ جمع فيه الشيخُ خمسةَ بحوث قئمة، له فيها آراء ¶ اجتهادية مستقلّة، ومؤلسّسة على منهج استنباطي عقلي منضبط لفهم بعض ¶ الأحاديث النبوية الشريفة التي كثر الاختلاف في تفسيرها، واستنتاج ¶ أحكامها (1): ¶ وموضوعات هذه البحوث هي: ¶ (1) نشر الكتاب بدار القلم بدمشق سنة (996 ام) ضمن سلسلة كتب قيّمة. ¶ 178",
            "page": "178",
            "part": "1"
        },
        {
            "id": "186",
            "nass": "ا - فهم جديد حول الحديث النبوي الشريف: \" مَنْ راَني في المنامِ ¶ فقد راَني \". ¶ 2 - دية المرأة في ضوء قول الرسول لمجيم: \"ديةُ المرأةِ نصفُ ديةِ ¶ الرجلِ \"، وما إلى ذلك من ملابسات عصرية. ¶ 3 - حول جواز إخراج صدقة الفطر بقيمتها من النفود. ¶ 4 - حول إثبات الهلال بالحساب الفلكي في هذا العصر. ¶ 5 - ميقات الإحرام للقادم بالطائرة 0 ¶ ثم ختم البحوثَ الخمسةَ ب! يراد قرار للمجمع الفقهي حول أوقات ¶ الصلاة والصيام في البلاد القريبة من القطب، وأورد خلال القرار مخالفته ¶ للرأي المتّخذ. ¶ يقول الشيخ رحمه اللّه تعالى في تقديمه للكتاب مبيّناً منهجَ فهم ¶ الأحاديث النبوية ما نصه: \" إنَّ حُسْنَ فهم أحاديث الرسول لمجممّ الذي أُوتي ¶ جوامح الكلم وفصلَ الخطاب يحتاجُ إلى ثلاث أدوات لا بد منها جميعاً. ¶ وإنّ النفصَ في أيّ واحدةٍ منها يؤدّي إلى سوء فهم الحديث، وسوء ¶ النتائج، إنّ هذه الأدوات الثلاث هي: ¶ 1 - التعمُّق في اللغة العربية، ومعرفة اساليبها البيانية؟ لأنّها هي لغة ¶ الكتاب والسنة. ¶ 2 - العقل، لأنّه هو الميزان الذي ربط اللّهُ به التكليفَ، وعلى قدر ¶ سلامته يحايسِب المكلفين، وبه يوازنُ الإنسانُ بين الأمور، ويميز الصحيج ¶ من الفاسد، ويتجنّب التناقض في سلوكه واَرائه. ¶ 3 - .التمكُن من فقه الشريعة، الذي به يعرف العالم مفاصدها، ¶ ويقيس الأمور بأشباهها، ويعرف محامل النصوص، ويميّز بين الوسائل ¶ 179",
            "page": "179",
            "part": "1"
        },
        {
            "id": "187",
            "nass": "والغايات في أحكام الشريعة، ويدرك فقه الأولويات، ويعلم انَّ الغايات ¶ هي الثوابت، واما الوسائل فإنها غالباً ما تقبل التبدل والتغيُّر بتبدل ¶ الأحوال والأزمنة والأمكنة ما حوفِظ على الغا يات (1). ¶ ثم بيّن في التمهيد أنّه لا يمكن أن يأتي في التشريع لا في الإسلام ¶ ولا في اي دين سماوي ما يناقض العقل ويصادمُه، ولكن من الممكن أ ن ¶ يكون فيه ما تخفى على العقل حكمته وعلته، كمعرفة حكمة أنّ صلاة ¶ الفجر ركعتان والظهر أربعاً وهكذا. ¶ ومن اراء الشيخ في هذا الكتاب: ¶ 1 - بخصوص تفسير حديث النبي! شًي!: \"مَنْ رآني في المنام فقد ¶ راَني \"، إنه حديث خاص بعصر الرسول! ي! وعصر الصحابة، وينتهي بوفاة ¶ آخر صحابي شاهد الرسول ع! ي! ولو مرة، وعرف صورته الحقيقية، وليس ¶ لهذا الحديث امتداد لا في الزمان ولا في الأشخاص. ¶ من رأى شخصاً في رؤيا راَها، وقيل له: إنّه الرسول! يم فهي رؤيا ¶ عادية، وذلك أنَّ نصَّ الحديث يفول: \"مَنْ راَني. . . \"، أي رأى الرسول ¶ بذاته وهيئته وبصورته الحفيقية، ولا تتحقق معرفة أنه الرسول ع! ي! إلا لمن ¶ يعرف صورته الحفيقية، وهم الذين راَوْه من الصحابة. ¶ أما من لم يره، ولا يعرف صورته، فلا يمكن أن يقال: إنّه رأى ¶ النبي بمصي!. ¶ يذكر الشيخ انه طَوالَ سنوات عديدة كان منفرداً بهذا الرأي حتى ¶ وقع على قولٍ لابن جُزَى الغرناطي المفسر يذكر فيه قولاً لبعض العلماء ¶ مفاده: \" أنَّ رؤيا النبيئ! ي! لا تصخُ إ لا لصحابيئ راه حافظ صفتَهُ. . . \". ¶ (1) ¶ العفل والفقه، ص 8 - 9. قلت: وتضاف إليها رابعة: وهي فهم النص في ضوء ¶ بقية النصوص الأخرى المتعلقة بالموضوع نفسه (س). ¶ 180",
            "page": "180",
            "part": "1"
        },
        {
            "id": "188",
            "nass": "2 - وبخصوص دية المرأة: يرى أنّ اخخلافَ دية المحرأة عن الرجل ¶ في القتل الخطأ فقط مرده إلى أنَّ الدية مبنيّة على فكرة التعويض على ¶ الضرر، وليس فيها أي انتقاص من القيمة الإنسانية للمرأة. ¶ وبالنسبة لديتها فيما دون النفس فقد توقّف الشيخ كثيراً عند الحديث ¶ الذي ينصُّ على أن: \"عقل المرأة - أي ديتها - مثل عقل الرجل حتى يبلغ ¶ الثلث من ديته وما زاد فعلى النصف \"، حيث يرى الجمهور بأن دية المرأة ¶ تتساوى مع الرجل فيما دون النفس حتى تبلغ الثلث، فإذا زادت عنه ردت ¶ إلى النصف، ومثال ذلك انَّ دية ثلاث أصابع من اليد ثلاثون من الإبل ¶ كالرجل، فإذا قطعت لها اربع أصابع فديتها عشرون لأنها جاوزت الثلث. ¶ فالشيخ يرى أن هذا الحكم في منتهى الغرابة، ومن قبله تساءل ¶ ربيعة الرأي شيخ الإمام مالك ورأى أنّ هذا الحكم غريب. ¶ وقد لاحت للشيخ الزرقا فكرة جعلت فهم الحديث أكثر انسجاماً ¶ مع العقل، حيث جعل الدية مثل دية الرجل إلى أن تصل إلى ثلث الدية، ¶ وما زاد عن ذلك يؤخذ نصفه ويضاف إلى الثلث فتكون دية أربع أصابع ¶ (خمس وثلاثون). ¶ 3 - وفي مسألة جواز إخراج صدقة الفطر نقدأ وليس من طعام البلد ¶ كما في الحديث الصحيج، يوافق رأيُ الشيخ مذهبَ الحنفية، ويؤيِّده في ¶ هذا الشيخ الفرضاوي. وهذه الفتوى من الشيخ ومن قبله الحنفية مردها ¶ إلى أنَّ حديث صدقة الفطر معلَّل او معقول المعنى: \" أغنوهم عن المسألة ¶ في هذا اليوم \"، ويصجُّ هذا بالطعام والنقود. ¶ وقد أورد الشيخ مشكلة إعادة بيع الطعام من قبل الفقراء بسعر أدنى ¶ مما اشتراه صاحب الصدقة مما يؤذي إلى تفريغ الحكم من حكمة تشريعه. ¶ 4 - إثبات الهلال بالحساب الفلكي: يقول الشيخ في مقدمة ¶ 181",
            "page": "181",
            "part": "1"
        },
        {
            "id": "189",
            "nass": "البحث: \" إنّي لا أجد في اختلاف علماء الشريعة العصريين ما يدعو إلى ¶ الاستغراب أغرب من اختلافهم الشديد حول اعتماد الحساب الفلكي ¶ لتحديد حلول الشهر القمري في عصرنا هذا\". ¶ وبالنسبة لعلمائنا السابقين لا يستغرب رايهم، بل هو الأمر الذي ¶ ينبغي ان يصار إليه، وذلك بسبب اختلاف العصر، وما أنجزه العلم ¶ حاليا، ويرى الشيخ انَّ علماء سلفنا الأولين لو أنهم وُجِدُوا اليوم في ¶ عصرنا، وشاهدوا ما وصل إليه علم الفلك من تطوّر مُذهل لغيَّروا رأيهم. ¶ ثم أورد في خاتمة المقال ما دار في المجمع الففهي حيث أصدر ¶ المجمع فراره بعدم اعتماد الحساب الفلكي لإثبات الشهور القمرية، ¶ وكان الشيخ هو المخالفَ الوحيدَ للقرار. ¶ 5 - ميقات الإحرام للقادم بالطائرة: يرى الشيخ أنَّ الفدوم جوأ لا ¶ نصَّ فيه، وإنَّ حديث المواقيت المكانية إنّما يُحمَلُ على الطرق المعروفة ¶ في زمان النبي! ك! يو، وأنّه نصَّ على ثلاث جهات دون ذكر لجهة الغرب، ¶ فالمسألة خاضعة للاجتهاد، وفي هذا يقول بأن القادم بالطائرة إذا نزل قبل ¶ أحد المواقيت فيحرم من عند الميقات الذي سيمرُّ به، وإذا كان نزوله ¶ داخل الميفات فحكمه حكم أهل البلد المقيمين فيه، فالذي يطير من ¶ الأردن مثلأ إلى جدة من فوق المدينة ميقاته جدة كأهل جدة، وليس عليه ¶ أن يحرم في الطائرة إذا مرَّ فوق المدينة المنورة، مع ما في الإحرام في ¶ الطائرة من حرج شديد. ¶ ويرى الشيخ أن الأغرب من هذا أن يطلب من الشخص ان يحرم من ¶ بيته قبل الطيران ومثَّل لهذا بشخص يأتي من موسكو فى الشتاء كيف ¶ يستطيع أن يحرم؟!. ¶ !!! ¶ 1182",
            "page": "182",
            "part": "1"
        },
        {
            "id": "190",
            "nass": "سادساً: بحوث ومقالات متنوعة ¶ للشيخ العديدُ من المقالات والبحوث، وسنختار أهم هذه ¶ المقالات والبحوث لنعرضها بإيجاز، حيث إنَّ استقصاءَ ما كتب شيخُنا ¶ سيخرج بالكتاب عن الغرض الذي أعدَّ له ابتداءً، مع ملاحظة أنَّ الشيخ ¶ رحمه اللّه كان كثيرَ الأسفار، لا يكاد يُعقَد مؤتمرٌ، او ملتقَّىَ علميٌّ، أ و ¶ اجتماع لمجمع فقهي، إلا وتُرسل إليه الدعوة للإدلاء بدلوه فيه، ومن هنا ¶ كانت بحوثُه واجتهاداتُه تتجه غالباً نحو المسائل المستجدّة، وبناء الفتوى ¶ على وَفْقِها. ¶ 1 - الإسلام والمجتمع والتطور ¶ قدّم الشيخ مصطفى بحثَه هذا إلى مؤتمر (الإسلام وتنظيم الأسرة)، ¶ الذي عقد في الرباط 4 2 - 29 كانون الاول (971 ام)، ونشرت أبحاث ¶ المؤتمر الذي نظمه (الاتحاد العالمي لتنظيم الوالدية) في مجلدين، جاء ¶ بحث الشيخ في المجلد الأول من صا 23 - 0 5 2. ¶ هذا البحث الفيم قدم له بمقدمات ثلاث: ¶ أولها: عن غاية الإسلام، وهدفه، ودعوته. ¶ والثانية: في خصائص دعوة الإسلام. ¶ والثالثة: في ركائز نظام الإسلام من عقيدة وعبادة وقانون ينظم ¶ العلاقات، وأخلاق وسياسة دولة. ¶ ثم خرج بنتائجَ من هذه المقدمات أهمُّها: أنَّ المشرِّع هو اللّه، وأنَّ ¶ كلَّ سلطة ممنوحة سواء للرسول ع! ي! أو للدولة إنما هي سلطة تنفيذية، لا ¶ 183",
            "page": "183",
            "part": "1"
        },
        {
            "id": "191",
            "nass": "تشريعية (1)، ومن هنا لا يُقبل في النظام الإسلامي تعديلُ الدستور ¶ الأساسي الإلهي، الذي هو القرآن الكريم، فكل الناس خاضعون ¶ ومحكومون لسلطان الشرع، ولكن تنفيذ النصوص الأصلية في الإسلام ¶ هو طريق واسع القابلية لتعدّد الوجوه، واختلاف التفدير، ضمن الخطوط ¶ ا لعريضة. . . \" (2). ¶ ثم تساءل الشيخ: \"كيف الجمعُ بين عموم رسالة الإسلام إذا كانت ¶ ثابتةً على الدهر دون إمكان تغيير. . وحاجات المجتمع البشري، وهو ¶ مجتمع متطور متغير؟! \". ¶ ثم أجاب: \" التطور الذي يعتري العقائدَ والأديانَ نوعان: ¶ الأول: تطور في العقيدة الدينية نفسها، كما في الوثنيات التي ¶ انتقلت في بعض الأمم من طور بدائي بسيط، إلى طور مركب، امتزج فيه ¶ الفن والخيال والحب والجمال بفكرة الألوهية أو الربوبية، كما كان عند ¶ اليونان. ¶ والئاني: تطور في تقويم الناس لقيم بعض الأعمال الدينية، وفي ¶ سلوكهم الديني، مع بقاء الدين في ذاته ثابتاً. ¶ فالأديانُ التي يستنبطها الناسُ بأخيلتهم وتصوّراتهم يطراُ عليها كلا ¶ النوعين من التطور الديني. ¶ أما الأديانُ السماويةُ المرتبطةُ بنصوص ثابتة، فلا يعتريها إلا النوعُ ¶ (1) ¶ (2) ¶ بل سلطة الرسول مج! تشريعية وثنفيذيهَ معاَ لقوله تعالى: \" وَمَأ ءَائَئكُمُ اَلرشُولُ ¶ فَخُذُوُه \" ا الحشر: 7) وقوله مج!: \"ألا إن ما حزم رسول الله كما حرم الله\" ¶ (س). ¶ 1/ 238. ¶ 184",
            "page": "184",
            "part": "1"
        },
        {
            "id": "192",
            "nass": "الثاني من التطور أي: التطور التقويمي والسلوكي، لأنّ الدينَ هو تلك ¶ النصوص الدينية نفسُها، فما دامت موجودةً ثابتة فلا تطوُّرَ فيها، إلاّ إذا ¶ فقد أصلَه، واعتراه التغييرُ والتبديلُ، فإنَّ الدينَ السماويَّ عندئذ يلتحق ¶ بالنوع ا لأول في إمكان تطوره نفسِه. ¶ وعندما نتساءلُ عن الاسلام والتطور، وهو موضوع بحثنا، فإني لا ¶ أرى المفصودَ به تطورَ الدين نفسه بالمعنى الاَنف الذكر، وإنّما المراد به- ¶ في تقديري - التساؤلُ عن موقف الإسلام من تطور الحياة البشرية في ¶ اوضاعها وعاداتها وتقاليدها وقيمها الاجتماعية وسلوكها في بناء الأسر ¶ وما إلى ذلك، وما حكمُ الإسلام في هذا التطور، ومدى رضاه عنه وإقراره ¶ له، وتسامحه فيه، باعتبار منافا ته لأوامر الدين وتوجيهاته، أو عدم منافاته ¶ لها، أو درجة تلك المنافاة، وليس المرادُ التساؤلَ عن تطور الإسلام ¶ نفسه، لأن الإسلام مرتبط بنصوص ثابتة محفوظة لا تتغيَّر ولا تتبدل، وِفا قاً ¶ لقوله تعالى: \" إِنَّانَحْنُ نَزَّثنَا اَلذِّكرَوَإِنَالَهوُلَجَفِظُونَ\"] الحجر: 9) \" (1). ¶ وفي ختام المقام ذكر ان المبادئ الأساسيةَ، والكليات، والقواعدَ ¶ الصحيحةَ، التي يقوم عليها بنيانُ العدل في الحياة، فوقَ مُتناولِ ¶ الاختلافات النظرية، أو التطور والتغيير، في جميع البيئات، وقد جاءت ¶ نصوصُ القرآن والسنة كاشفةً ومؤيدةً لهذه القضايا الثابتة. ¶ إنّ هذا البحث الذي قدّمه الشيخ مصطفى - رحمه اللّه -حريّ بأن ¶ يُدْرَجَ ضمنَ وحدات مواد الثفافة الإسلامية، لما فيه من تحليل دقيق، ¶ وفهم عميق، لهذه المسألة الفلسفية المحيِّرة، التي يتذرَّعُ كثير من أعداء ¶ الإسلام بإيرادها. ¶ (1) المصدر السابق نفسه. ¶ 185",
            "page": "185",
            "part": "1"
        },
        {
            "id": "193",
            "nass": "2 - روح الشريعة الإسلامية ¶ وواقع التشريع اليوم في العالم الإسلامي ¶ هذا البحث في أصله محاضرة ألقاها الشيخ - رحمه اللّه -في الملتقى ¶ السابع للفكر الإسلامي، الذي عفد في الجزائر، في مدينة تيزي أوزو، ¶ سنة (975 ام) (1). ¶ وفي هذا البحت عرضٌ لجوانبَ ثلاثةٍ شملتها المحاضرة: ¶ الجانب الأول: روح الشريعة الإسلامية: مقدماً لهذا الجانب ¶ بتعريف الإسلام والشريعة، حتّى يصلَ إلى المراد بروح الشريعة ¶ الإسلامية، ويعني بها: إقامة النظام الأكمل والسلوك الأمثل في حياة ¶ الإنسان فرداً وجماعةً، مع مراعاة قدرته وظروفه كلها: من غرائز، ¶ وحاجات، ودوافعَ، وموانعَ، وأعرافٍ، وعواملَ نفسيةٍ، واجتماعيةٍ، ¶ وبيئيةٍ، وكل ما يحيط بالتكليف من أمور جديرة بالرعاية والاعتبار، وفي ¶ طليعتها المبادئ والمثل ا لإنسانية والأخلاقية (2). ¶ ثم استدل! على الصورة التي رسمها لروح الشريعة، بعدد من ¶ النصوص من الكتاب والسنة: كقوله تعالى: \" لَا يُكَلِّفُ أدلَه نَفسًا 4 لَّا ¶ وُشعَهَا \" أ البقرة: 286). وقوله تعالى: \" وَلَا تَزِرُوَال! ر! و وِترَ أخرَ! ر\" ¶ أفاطر: 18)، وقوله تعالى: \" وَأَن لّتَسَ لِلآدنممَنِ إِلَّا مَا سَعَى \" أ النجم: ¶ 53 1، وقوله لمجي!: ((يَسّروا ولا تعسّروا، وبشّروا ولا تنفّروا \"، وغيرها. ¶ (1) ¶ (2) ¶ يبدو أن الشيخ رحمه اللّه كان يحرِصُ على حضور الملتفى الإسلامي في ¶ الجزائر، وللجزائر في قلبه مكانةٌ تظهر من خلال قصيدته عن انطباعاته ¶ ومشاعر 5 هناك، رإجع ديوانه، ص 43 - 5 4. ¶ ص 6 من البحث. ¶ 186",
            "page": "186",
            "part": "1"
        },
        {
            "id": "194",
            "nass": "ثم ذكر الخطوط التي تصوِّر لنا روح الشريعة استيحاءً من اصولها، ¶ وهي ثلاثة: ¶ 1 - قاعدة الاستحسان والمصالح المرسلة، لبناء الأحكام على وَفْق ¶ المقاصد العامة للشريعة الإسلامية، في جلب المصالج ودرء المفاسد، ¶ كالتفريق بين الزوجين لففد الزوج، كما أفتى به سيدنا عمر رضي اللّه عنه؟ ¶ عملاً بقوله تعالى: \" وَمَا جَحَلَ عَلَتكُؤ فِى ألذِينِ مِن حَرَص! \" أ الحج: 78)، ¶ وكذلك إنشاء الدواوين ونظام السير على الطرق في عصرنا الحاضر. . ¶ 2 - المبادى الإنسانية، مثل ما تقتضي به الشريعة من نظام الزكاة، ¶ ونفقات الأقارب، وإنظار المدين المعسر، (نَظِرة الميسرة)، وتحريم ¶ الربا، وتحريم التمثيل بالقتلى، وغير ذلك، مما هو معروف ومبثوث في ¶ أحكام الفقه الإسلامي. ¶ 3 - التمسك بالمقاصد الثابتة، والتساهل في الوسائل المتطورة. ¶ موقف الشريعة واضح في التمسّك بالمقاصد التي تعتبر ركناً في ¶ تنظيم الحياة، وهذه ثابتة لا تقبل التغيير، كالشورى في الحكم، والعدل ¶ فيه، واعتبار 5 تكليفاً لخدمة الأمة بأمانة، وإحقاق الحق، ورد الأمانات، ¶ اما الوسائل فتتعلّق بطرق التطبيق، واساليبه المحققة للمقاصد، والتى ¶ يمكن أن تقوم فيها طريقة مفام أخرى، وأسلوب مقام اخر (1). ¶ أما الجانب ألألثاني من المحاضرة والذي يتعلّق بواقع التشرجع في ¶ العالم الإسلامي، فهو يتحدّث فيه عن واقع تطبيق الشريعة في البلاد ¶ الإسلامية، أكمله خلال حديثه عن الجانب الثالث: الذي تطرّق فيه إلى ¶ محاولات تقنين الفقه الإسلامي، وأشار إلى اللجنة التي تضع القانون ¶ (1) ص ه أ -6 أ من البحث. ¶ 187",
            "page": "187",
            "part": "1"
        },
        {
            "id": "195",
            "nass": "المدني الأردني (1) من الشريعة الإسلامية، وذلك ليكونَ خطوةً على طريق ¶ القانون العربي الموحد المستمد من الشريعة. ¶ إنَّ حديث الشيخ رحمه اللّه عن روح الشريعة يجب أن ينضم إليه ¶ ما ذكره علماء فلسفة التشريع وحكمه عن المفاصد العامة للشريعة ¶ الإسلامية، كالشاطبي وابن عاشور رحمهم اللّه جميعاً. ¶ 3 - ا لمصا ر ف ¶ معا ملا تها، وود ا ئعها، و فوا ئد ها ¶ نشر الشيخ هذا البحث لأول مرة في مركز ابحاث الاقتصاد ¶ الإسلامي، جامعة الملك عبد العزيز بجدة عام (4 0 4 ا هـ- 984 1 م)، ثم ¶ نشرته (مجلة الدراسات الإسلامية)، التي تصدر عن الجامعة الإسلامية ¶ في الباكستان، عدد المحرم - شهر ربيع الأول (08 4 ا هـ= 987 1 م). ¶ وفي هذا البحث الذي قسّمه إلى قسمين: ¶ عرض أستاذنا في القسم الأول منه لمعاملات المصارف عرضاً ¶ إجمالياً مركزاً، ثم أتبعه ببيان الحكم الشرعي بدقة، حيث خصّص لكلِّ ¶ مسألة نقطة خاصة بها، فبيّن حكم تحويل النفود، وحكم المعاملات ¶ الائتمانية، كالاقتراض والإقراض، ورد بقوة على القائلين بجواز الفوائد ¶ على الودائع وعلى القروض، كما ردَّ على ما يثيره الفائلون بأنّ فوائدَ ¶ البنوك يمكن إدراجُها ضمنَ عقود المضاربة (2)، فالموح هو ربُّ المال ¶ والمصرف هو العامل، والفائدة هي الربج، وذكر أن اشتراط ربح مقطوع ¶ في عقد المضاربة ممنوع، كما أنّ المال أمانة في يد الشريك، وغير ¶ (1) ¶ (2) ¶ وذلك قبل صدر القانون سنة 976 1 م والبحث صدر سنة 975 1 م. ¶ كما أفتى بذلك شيخ الأزهر محمد سيد طنطاوي. ¶ 188",
            "page": "188",
            "part": "1"
        },
        {
            "id": "196",
            "nass": "مضمون عليه، في حين هو مضمون على المصرف، فالنتيجةُ الحاصلةُ ¶ حينئذٍ أنّه لا فرق بين الإقراض الربوي وبين ما خرِّجت المسألة عليه من ¶ نطام المضاربة، إلا بالنسبة، وهنا يقول الشيخ: \" إنها عندئذ هي الربا نفسُه ¶ لا شِبْهُهُ \". ¶ وفي القسم الثاني تحدّث عن حكم إيداع النقود لدى المصارف ¶ الربوية، والفوائد التي تحتسب للمودعين، وهذا القسم مهم جداً، ومحل ¶ استفتاء، وقد بئن فيه الشيخ انّ إيداع النقود في المصارف الربوية هو من ¶ باب المراباة المحرمة كقاعدة عامة، والتعامل بالربا أخذاً وعطاءً محرّم. ¶ غير أنَّ المسلم إذا اضطر للإيداعِ خشية الضياعِ والسرقةِ أُحِلَّ له ¶ الإيداع، وكذلك إذا كانت تجارته لا يسهل التعامل فيها إلاّ عن طريق ¶ الإيداع في البنوك، كما في بعض المعاملات المعاصرة، ولكن يشترط أ ن ¶ لا يجد طريقاً مشروعاًاخر يغنيه عن الإيداع، ومن هنا لا يحلُّ لمن كان في ¶ بلده بنك إسلامي يتعامل بالطرق المشروعة أن يلجأ إلى بنك يتعامل ¶ بالربا، لأن القاعدة تقول: \"ماجاز لعذر بطل بزواله. . . \"، و\"الضرورة ¶ تقدَّر بقدرها\". ¶ ثم أجاب عن مسألة مصير الفوائد التي تحسبها المصارف في البلاد ¶ التي لا يوجد فيها بنوك إسلامية، واضطر المسلم للإيداع فيها، وذكر ¶ اربعة احتمالات لمصير تلك الفوائد (1): ¶ أ - إما أن يأخذها المو ح وينتفعَ بها كسائر أمواله. ¶ ب - وإما أن يتركَها للمصرف، تورُّعاً منه عن أكلها لأنها ربا. ¶ ب- وإما أن يأخذَها منه فيتلفَها كيلا يتركَها له، ولا ينتفعَ هو بها. ¶ (1) المصارف للزرقا، ص 6 2. ¶ 189",
            "page": "189",
            "part": "1"
        },
        {
            "id": "197",
            "nass": "د - وإما أن يأخذَها منه، ولا ينتفعَ بها أصلأ. . . بل يعطيها الفقراءَ ¶ صرفاً لها إليهم، ولا يحتسبها من زكاته، ولا صدقة من حر ماله، بل هو ¶ وسيلة نقل لها فقط. ¶ ثم بدأ يفنِّدُ هذه الاحتمالات ففال: ¶ فأما الحل الأول (أ) فليس محلّ توهم اصلاً، بل هو مرفوض قطعَاً ¶ لأنه أكل للربا. ¶ وأما الحل الثاني (ب): فهو محل للتوهم أنْ يكونَ مقبولاً شرعاً ¶ بزعم الورع، فأقل ما يقال في هذا الحل أنَّهُ تصزُف غير موزون، ويدخل ¶ في دائرة الورع البارد، لأنه إعانة للمصرف الربوي، وتقويةٌ ماليةٌ وتنشيط ¶ له على المراباة، والإعانةُ على المعصية معصيةٌ. . . ¶ وأما الحل الثالث (!): فلا اظن عاقلاً يفول إنّه حَل مقبول شرعاً؟ ¶ ف! تلاف النقود وسائر الأموال النافعة، بعد حصولها في اليد، ولو بطريق ¶ حرام: ليس سبيلاً شرعياً للخلاص من إئم الطريق الحرام في اكتسابها، ¶ فالمال لا ذنبَ له، وإتلافُه إهدارٌ لنعمة اللّه، وهو عملٌ أخرق. ¶ ولم يبقَ أمامنا إ لا الحل الرابع بأنْ تصرفَ للفقراء. ¶ ولم يترك الشيخ الجواب هكذا، بل أورد كل ما يمكن أنه يرد على ¶ الفتوى، فذكر اعتراضاً مفاده \"كيف تسوّغ إطعام الفقراء مالاً حراماً؟ ¶ وأجاب: بأنّ تبدّل سبب الملك كتبدّل الذات \"، فالمال الحرام يقع في ¶ يدهم حلالاً، والفقراء هم المصرف الطبيعي لكلِّ كسب يكسبه الإنسان ¶ بطريق أو سبب خبيث، فمن وجد مالاً أو جمع ثروة من طريق الحرام ¶ (ربا، سرقة، رشوة) ئم تاب، ولم يستطع معرفة اصحاب الأموال التي ¶ أخذها منهم ظلمأ وعدواناً، فهذا لا سبيلَ له إلا أن يوزعها على الفقراء، ¶ كما هو مبين في باب الفُقَطَة. ¶ 190",
            "page": "190",
            "part": "1"
        },
        {
            "id": "198",
            "nass": "لقد كان هذا البحث - للشيخ رحمه اللّه -خلاصة دقيقة، مفيدةً، في ¶ باب معاملات المصارف، وكانت معالجة الشيخ لها معالجة عميقة، تدلُّ ¶ على تمكُّنه من أعمال المصارف الإسلامية والبنوك بعامة. ¶ 4 - العبادة في الإسلام لا يجوز أن تَصْحَبَها الموسيقا ¶ هذا المقال في أصله جواب أو تعقيب على من يريد ان يصوغَ بعض ¶ سور القران في مقطوعات من الموسيقا المجرّدة خدمة للقران. 0.!!! ¶ فأجاب الشيخ على هذا الموضوع بمقال نشره في (مجلة الأزهر) ¶ ج (1) المجلد (32) سنة (960 ام)، ويبدو أنّ الشيخ أعاد نشرها في ¶ مجلة (حضارة الإسلام) سنة (963 ام)، ونشرت أخيراً ضمن فتاوى ¶ الشيخ، صا 0 1. ¶ والواضج أنّ وضعها ضمن الفتاوى مردُّه إلى أنها صدرت بالحكم ¶ الشرعي الذي يراه الشيخ في هذه الحالة - وهو الحرمة -. ¶ ذكر الشيخ انَّ نظام العبادة في الإسلام قد بُني على اساسين: ¶ الأول: غاية العبادة: والتي تتمثل بإصلاح النفس والرقيّ بها، ¶ لتكونَ عنصراً نافعأ طيبأ، يَنفجُ بالخير والنصج، ويتوقى الشرَّ والضرَّ، ¶ فبعض العبادات تجب مرة في العمر، وبعضها مرةً في السنة، وبعضها ¶ يتكرر عدة مرات في اليوم. ¶ وهناك عبادات ذاتُ غاية سياسية واجتماعية، كالحج والزكاة؟ لأن ¶ غاية العبادة تمحيصُ المكلف لخير نفسه وخير المجتمع. . . ¶ وبحسب المشفة الطبيعية في العبادة يكون التكرار فيها، فالحج مرة ¶ في العمر، والزكاة والصيام عبادة سنوية، أما الصلاة فهي الأخفُّ عبئاً؟ ¶ والاكثرُ ذِكراً ومناجاة دلّه تعالى، ولذا كانت متكررة. ¶ 191",
            "page": "191",
            "part": "1"
        },
        {
            "id": "199",
            "nass": "الثاني: طبيعة العبادة، والتي جعلها الإسلام عملاً عقليأ وفكرياً ¶ دون ان تُبنى على المراسم الشكلية والائغام الموسيقية. ¶ وقد انتشرت قبلَ الإسلام وبعدَه إلى اليوم طرائقُ التعئد بالموسيقا، ¶ فاختلطت الأحاسيسُ والمشاعرُ الفنية الجميلة، وما ينشأ عنها من نشوة ¶ وطرب، وامتزجت بالعبادة ومناجاة اللّه، ومعلوم أنّ الأحاسيس الفنية ¶ والعبادة أمران متباينان، فإذا أصبحت العبادةُ موسيقا وأنغاما\"ا) حق ¶ للفاسق في الملاهي ان يعدَّ نفسَه متعبداً بالنشوة. ¶ ومن المَلاحظ التي يستدلُّ بها على انّ العباداتِ في الإسلام تشتمل ¶ على عنصري التفكير والعزيمة الإنشائية: ¶ ا - أنَّ العبادات أعمالٌ إراديةٌ، تنعقد انعقاداً كالعقود، وتُشترَط لها ¶ شرائطُ، وتخضع للصحة والبطلان، كالعقود. ¶ 2 - انَّ العباداتِ تُشتَرط لها النيةُ، والنيةُ عملٌ عقلي باطنيٌّ، وعزيمةٌ ¶ فكريةٌ. ¶ 3 - أنّ هذه النيةَ هي التي تميّز بين العبادة والعادة، وتقلب الأفعال ¶ المباحة إلى عبادة، كالمأكل، والمشرب، والزواج. ¶ والخلاصة: إن الموسيقا التي تتجلّى في ترتيل الفرآن، إنما هي ¶ حُسن القراءة، وجودةُ النطقِ الصحيج، والأداءُ المحكمُ، وكلُّ كلا9 ¶ حسنِ الأداء، توجد فيه موسيقا طبيعية. ¶ ولهذا كلِّه لا يجوز ولا يُقبلُ في قواعد الإسلام أن تصاغَ سورٌ من ¶ القران قطعاً موسيقية، كما لا يُقبل أن تصحبَ العبادةَ موسيقا. ¶ (1) ¶ كما هو حال حلقات الذكر عند بعض الصوفية، التي تسمَّى (الحضرة)، وانظر: ¶ (الرهص والوقص لمستحل الرقص)، للشيخ إبراهيم الحلبي الحنفي. (س). ¶ 192",
            "page": "192",
            "part": "1"
        },
        {
            "id": "200",
            "nass": "5 - ما هو الإسلام؟ ¶ وهذا مقال نشره الشيخ في مجلة (المسلمون) العدد السادس، السنة ¶ الثالثة (373 اهـ- 954 ام) تحدّث فيه عن تعريف الإسلام والفطرة، ¶ واسهب في الحديث عن ا لأسس الإسلامية، وهي في نطره: ¶ 1 - الأساس العقلي: وفي هذا الاساس تحدّث عن أصول ¶ الاعتقاد، وكيف حرَّر الإسلام العقل من العبودية للأصنام، والاحجار، ¶ والبشر، وكيف قرّر انْ لا واسطةَ بين اللّه والناس، فالإسلام تكفَّل بتحرير ¶ العقل البشري من ان يستغلَّه احا باسم الدين، وكل من كان أعلمَ بالشريعة ¶ عليه واجبُ تعليمِ الأجهلِ، دون ان يكونَ له سلطة عليه. ¶ 2 - الأساس العلمي: ذكر كيف انَّ النبيَّ! ي! جعلَ فداءَ الأسير تعليمَ ¶ الأميين القراءةَ والكتابةَ، والبَدْءَ بالنهضة العلمية إلى جوار النهضة الدينية ¶ وانتشار الإسلام. ¶ 3 - أساس العبادة: ذكر انَّ هذه العبادةَ لحفطِ صلة العبد بربه، وأنّها ¶ لا تشمل العبادات المعروفةَ من صلاة وصيام وزكاة وحج فقط، بل ينضمُّ ¶ إليها كلُّ عملٍ نافعِ يعمله الإنسان، امتثالاً لأمر اللّه. ¶ 4 - الأساس الاجتماعي: ذكر من مبادئ هذا الأساس بناءَ نظام ¶ للتضامن الاجتماعي، يكفُلُ كفايةَ المحتاجين والفقراء، في الوقت الذي ¶ تُحترم فيه الملكيةُ الفردية. ¶ 5 - الأساس التشريعي: وفي هذا الأساس ذكر الشيخ أنَّ الإسلام ¶ اتى بقواعدَ تشريعيةٍ كافيةٍ لإقامة بناء قانوني شامل في الحقوق العامة ¶ والخاصة، وهي التي مهَّدت لنشوء فقه إسلامي عظيم، في جميع فروع ¶ الحقوق، في المعاملات، والعلاقات الدولية، وذكر بعض المبادئ ¶ 193",
            "page": "193",
            "part": "1"
        },
        {
            "id": "201",
            "nass": "كالعدالة، والسلام، واحترام حقوق النساء، والأطفال، والضعفاء. ¶ 6 - الأساس الأخلاقي: مَهَمَّةُ الإنسان الأساسية أن يكون! سواً ¶ نافعاً في المجتمع، وهذا يستلزم منه امرين: (أ) أن يكون عاملاً بجد، ¶ متفناً لعمله. (ب) أن يكون محبأ للخير، ومشاركاً في العمل لمصلحة ¶ المجتمع، وأن يعدَّ الناس إخواناً له. ¶ وفي خاتمة المقال قال - رحمه اللّه -: \"وهنا أريد أن انبهَ إلى ناحية ¶ هامة، هي أن الإسلام لا يطبقه اليوم أبناؤه في البلاد الإسلامية تطبيقاً ¶ كاملاً، ولا صحيحاً، بل معظمُ أعمالهم منحرفة عنه، فالإسلام ليس ¶ أشخاصاً، بل هو مبادى ونظام، فلا تُؤخذُ حقيقتُه من أعمال أهله ¶ المخالفين لتعاليمه، ملوكاً كانوا او رعايا، وليست أعمالُهم حُجَّةً عليه، ¶ بل هو حُجَّة عليهم \". ¶ 6 - الفكر العلمي والفكر العامي ¶ هذه مقالة قديمة للشيخ، نشرها في مجلة (الشهاب) سنة (367 ا هـ ¶ = 948 ام)، ج (1)، س (1)، عدد المحرم، وفي هذه المقالة ميّز بين ¶ الفكر العلمي البصير: الذي يتطفع إلى العلل، ويولع بالنفاذ إلى أعماق ¶ الأمور، ويوازن بينها وينقد، فيقبل ويرد، ولا ينطبع بكلّ ما يلقى إليه، ¶ أي أنه فكر فيه موهبة التمييز، فهو في بلوغ، يسير إلى نبوغ. ¶ ويذكر أمثلةً على الفكر العلمي الناقد من سيرة الإمام مالك، وسيرة ¶ الإمام ابي حنيفة رحمهما الله تعالى، اللذيْن كانا يميزان بين الفكرين، ولا ¶ يفيمان للفكر العامي وزناً، وخاصة في تمييز الشيوخ والعلماء الذين ¶ يتلفيان العلم على أيديهم، فيقول رحمه اللّه: ¶ \" وأعظمُ توفي! يوفَّقه طالب العلم في نشأته العلمية الأولى: ان يميز ¶ 194",
            "page": "194",
            "part": "1"
        },
        {
            "id": "202",
            "nass": "بين من يصلُحون لأنَّ يتّخدَهم قدوة لخُلُقِه، ومهذِّبأ لروحه، وبين من ¶ يصلُحون لأنْ يتَّخذَهم قادةً لعقله ومكؤَنين لفكره، كما كان عليه أبو حنيفة ¶ ومالك وأمثالُهما رضي اللّه عنهم، وهذه منزلةُ الطلاب. ¶ فكم من أستاذ تلتمِسُ هدايتَه ودعاءَه وبركتَه، ولا يستقيم لك ا ن ¶ تأخذ كلَّ ما يالقي إليك على أنه علم موزون معاير، وإنّما يجب أن تلتمسَ ¶ غذاء عقلك العلمي فيمن هو أوفى فكراً، وأنفذُ بصيرةً، وافقهُ رأياً، ¶ وأعرفُ بأصول الشريعة وقواعدها، وتمييز صحيج الفهم من فاسده \". ¶ 7 - عَظَمَة محمد خاتأ رسل ال! ه لمجي! مجمع عظمات البشرية ¶ هذا الكتاب في أصله بحثٌ قذمه الشيخُ إلى مؤتمر السيرة والسنة ¶ النبوية الثالث، الذي عُفد في دولة قطر، في المحرم (400 اهـ= ¶ 980 ام) بمناسبة حلول القرن الخامس عشر الهجري (1)، ثم طبع في دار ¶ القلم بدمشق عام (987 1 م). ¶ لفد وقع اختيار الشيخ على جانب من جوانب موضوعات المؤتمر، ¶ وهو (عظمة الرسول ع! يِ! ومقوماتها في المقاييس الإنسانية الثابتة للعظماء ¶ في الحياة البشرية على مدى التاريخ). ¶ إنّ حبَّ الشيخ مصطفى رحمه اللّه للرسول! ي!، هو الدافع الأول ¶ لتسطير حروف البحث، ثم إنَّه رحمه اللّه يرى \"أنْ لا منجاةَ من هذه التعاسة ¶ لهذه الأمة المتفرِّقة الممزَّقة الجهلاء بعد الاستعمار البغيض؟ إلاَّ بالرجوع ¶ (1) ¶ وقدم في المؤتمر بحوث قيمة لعدد كبير من العلماء، وطبعت هذه البحوث في ¶ سبع مجلدات. ¶ يقول الدكتور محمد عبيدات: وقد كان لي شرف المشاركة في هذا المؤتمر، ¶ وكان شيخنا الجليل رحمه اللّه مجليأ فيه كعادثه. ¶ 195",
            "page": "195",
            "part": "1"
        },
        {
            "id": "203",
            "nass": "إلى اللّه وطريق الإسلام الجامع، ذلك الطريقُ الذي بنى فيه الأسلافُ ¶ الأجدادُ أعظمَ صروح الأمجاد والحضارة الإنسانية، في كل مَهْيَع ومُنتجعٍ ¶ ومُرتادٍ لأمة الإسلام، التي أراد اللّه لها أن تكون خيرَ امة اُخرجت للناس، ¶ بفضل دينها المنير، وبقيادة رسولي الأعظمِ محمدِ بنِ عبد اللّه! و\" (1). ¶ وفي هذا الكتاب استقرأ الشيخ واستفصى أسباب العظمة، فوجدها ¶ تقوم على دعائمَ أهمها أربع: ¶ الأولى: الصفات النفسية، والأخلاق الشخصية، في الشخص ¶ العظيم. ¶ الثانية: مدى الإبداع والسمو في المبادى وا لأعمال التي أتى بها. ¶ الثالئة: مدى كفايته، وبخاصّة في تحقيق منهاجه الإصلاحي، أ ي ¶ مدى قدرته التنفيذية. ¶ الرابعة: مدى نجاح العظيم في تكوين جيلى قيادي صالج، مؤهَّلى ¶ لحمل مسؤولية المحافظة على المبادى ومتابعة تنفيذها. ¶ ثم بدأ بعرض هذه الدعامات، واحدة واحدة، وأخذ يستدلّ لها من ¶ سيرة المصطفى! لمج!، بما يثبت مدلولها، ويؤصِّلُها، كصفة ثابتة للمصطفى ¶ ! و، بأسلوب را ئع، مشوّق، سلس العبارة، قوي التأ ثير، واضج ا لدلالة. ¶ وفي ختام البحث عرض لكتاب (مايكل هارت) الأمريكي الذي ¶ جعل عنوانه (أعظم مئة رجل) في التاريخ، ووضع سيدَنا محمداً! ي! في ¶ رأس قائمة المئة، باعتباره أعظمَ العظماء في تاريخ البشرية، وأورد الشيخ ¶ رحمه اللّه الفارقَ بين بحثه عن عَظَمة سيدنا محمد! ي!، وكتاب (مايكل ¶ (1) مقدمة الكتاب، ص 6. ¶ 196",
            "page": "196",
            "part": "1"
        },
        {
            "id": "204",
            "nass": "ح هارت) وملخصه: أن ذلك الكتاب نظر إلى عظمة النبي - صلى الله عليه وسلم - من حيثُ ¶ درجة التأثير الذي أحدثه في العالم، وهذه نظرته لبقية المئة، سواء أكان ما ¶ جاؤوا به خيراًاو شراً، وبحثُ الشيخ يعرضُ للعظمةِ في مقوِّماتها الذاتية، ¶ لا في درجة تأثيرها، وهذه العظمةُ خيِّرة في ذاتها، وليس فيها انحراف، ¶ ولا غُلو، بل توازن، وكمال إنساني، في أعلى مراتبه. ¶ فالعظيم من رجال! التاريخ، إنّما يشتهر غالباً في ميدان واحد، أو ¶ اثنين من ميادين العظمة، على أنَّ كثيراً من هؤلاء العظماء قد يكونون غلاةً ¶ في الناحية التي برزوا فيها غُلوّاَّ يَؤدي إلى انتكاسة وإضاعة، ويكونون ¶ مقصّرين أو سيئين في بقية النواحي، التي ليس لهم فيها تبريز وشهرة، ¶ فيكون الخطيبُ البليغُ جباناً شحيحاً، ويكون الشجاعُ فاسقاً ظالماً، ¶ منتهكاً للحرمات والأموال!، أمّا أنْ يكونَ المرءُ عظيماً في الشجاعة، ¶ عظيماً في الحرب، عظيماً في السِّلم، عظيماً في العدل!، عطيماَّ فَي ¶ الصّدق، عظيماً في العقل وفي العزم وفي الحكمة، عظيماً في الأخلاق، ¶ ظاهراً وباطناً في السر والعلن، عظيماً في البلاغة وجوامع الكَلِم، عظيماً ¶ في التشريع والقضاء، بحيث يكونُ هو الشابَّ المثاليَّ منذ شبابه، والأمينَ ¶ المثاليَّ، والتاجرَ المثالي، والصديقَ المثالي، والزوجَ المثالي، والابَ ¶ المثالي، ثم القائد المثالي، والمربيَ المثالي، فإنَّ هذه العظمةَ الشاملةَ\" ¶ هي فوق مراتب العظماء، إنها عظمة محمد - صلى الله عليه وسلم - النبي العربي، خاتم ¶ الائبياء و\" أللَّهُ أَغلَمُ حَيْثُ تحعَلُ رِسَالَتَه مهو أ الائعام: 4 2 1). ¶ وقد ترجم هذا البحث إلى الإنكليزية، ونشرته المؤسسة الإسلامية ¶ في بريطانية عام (92 9 1 م) بعنوان  Muhammad The Perfect Model For Humainty ¶ *** ¶ 197",
            "page": "197",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 35 ¶ مصطفى أحمد الزرقا ¶ فقيه العصر وشيخ الحقوقيين ¶ تأليف ¶ د. عبد الناصر أبو البصل ¶ دار القلم ¶ دمشق ¶ __________ ¶ ((نسخة محولة بواسطة القارئ الآلي، وتم مراجعتها مراجعة مبدئية، وليست نهائية؛ ولذا وجب التنبيه وبخاصة في الآيات القرآنية والأرقام والجداول!))",
            "page": "1",
            "part": "1"
        },
        {
            "id": "14",
            "nass": " ",
            "page": "10",
            "part": "1"
        },
        {
            "id": "67",
            "nass": " ",
            "page": "62",
            "part": "1"
        },
        {
            "id": "70",
            "nass": " ",
            "page": "64",
            "part": "1"
        },
        {
            "id": "125",
            "nass": " ",
            "page": "118",
            "part": "1"
        }
    ],
    "t38606": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مصطفى أحمد الزرقا فقيه العصر وشيخ الحقوقيين"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "مصطفى أحمد الزرقا فقيه باحث ثَبْت بقلم الدكتور محمد رجب البيومي"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "انطباعات عن فقه أستاذنا مصطفى الزرقا وإسهاماته العلمية بقلم الدكتور علي الندوي"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول لمحات من حياته"
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني التعريف بمؤلفاته"
        }
    ]
}