{
    "b38603": [
        {
            "id": "1",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 32 ¶ محمد كرد علي ¶ المؤرخ البحاثة والصحافي الأديب ¶ 1293 - 1372 هـ = 1876 - 1935 م ¶ تأليف ¶ إياد خالد الطباع ¶ دار القلم ¶ دمشق ¶ __________ ¶ ((نسخة محولة بواسطة القارئ الآلي، وتم مراجعتها مراجعة مبدئية، وليست نهائية؛ ولذا وجب التنبيه وبخاصة في الآيات القرآنية والأرقام والجداول!))",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 32 ¶ محمد كرد علي ¶ المؤرخ البحاثة والصحافي الأديب ¶ 1293 - 1372 هـ = 1876 - 1935 م ¶ تأليف ¶ إياد خالد الطباع ¶ دار القلم ¶ دمشق ¶ __________ ¶ ((نسخة محولة بواسطة القارئ الآلي، وتم مراجعتها مراجعة مبدئية، وليست نهائية؛ ولذا وجب التنبيه وبخاصة في الآيات القرآنية والأرقام والجداول!))",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الطبعة الأولى ¶ 1429 هـ - 2008 م",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ لا يختلف اثنان في فضل الأستاذ محمد كرد علي على الناس في ¶ العربية، وقد يختلفان فيما غير ذلك. ذلك أنني قد اتفق معه في بعض ¶ الاَراء الواردة في كتبه، واختلف معه في بعضها الاخر. ¶ وفضلُه الجليّ الأوّل يظهر في اته أوّل مَنْ أشَس مجمعاً علمياً في ¶ العالم الإسلامي بعد أن رأى الفرنسيين قد أشَسوا مجمعاً لهم، ثم ساعد ¶ المصريين في تأسيس (مجمع فؤاد الأول) في القاهرة، الذي سُمّي فيما ¶ بعد (مجمع اللغة العربية)، ذلك أنّ الملك فؤاد شاء أن يمْيدَ من تجربة ¶ دمشق السابقة، فقدّم له كرد علي في لقاءً بينهما عام 926 1م صورة ¶ صادقة عن هذه التجربة. ¶ إنّ عبقرية كرد علي أراها في شيئين: ¶ الأولى: في تكوينه العلمي وتحصيله، فإنّ كرد علي رجلٌ لم يكن ¶ من حَمَلة الشهادات، ولا من خرّيجي المدارس العالية، بل إنه رجل ¶ عصاميّ العلم، ذاتيُّ الاجتهاد، اعتمد على نفسه في تحصل ما يجب ¶ تحصيله لأكابر أهل العلم. فكان شغفه بالقراءة عجيباً، فلبس النظارة ¶ يافعاً، وهو في سن الحلم، حتى استحى من لبسها، فشجّعه الطبيب ¶ على لبسها وقال له: يا بُنيئ إنّك محروم من نصف الدنيا!.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ووصل بكده وعرقه وجهد ذاته وتوفيق مولا 5 إلى تسفم مناصب ¶ وتحقيق امنيات. ¶ وأفا الثانية: فهي إنجازاته العالية التي قدّمها، فكانت بذرتها ¶ (المجمع العلمي العربي) بدمشق، الذي قلدته باقى الأقطار العربية، ¶ إضافة إلى تأريخه المميز لبلاد الشام والحضارة العربية، وكتاباته ¶ الكثيرة في هذا المجال مما ستجدها في الفصل الثاني. ¶ إنّ كرد علي كردفي الأصل، وأمّه شركسيّة، ومع ذلك فإنّ تم! كه ¶ بالعربية والعروبة كان فوق ذلك كقه، فالعربيُّ عنده مَن كان عربيئ ¶ اللسان. وحقاً كان كرد علي عربيَّ القلب والهوى واللسان. مفاخراً ¶ باقتران الإسلام مع الحضارة العربية، وعَفَم العرب والأعاجم من ¶ المسلمين ضرورة وجود مرجعيّة للغة العربية تمثّلت بإنشاء المجمع ¶ العلمي العربي وكان كتابه \" الإسلام والحضارة العربية \" من الكتب الفذّة ¶ في بابها. ¶ ومما يُسخل له ازوعه الواسع على ما كتبه المستشرقون عن حضارة ¶ الإسلام، واتصاله بهم وزيارة جامعاتهم ومجامعهم، وتعميق الصلة ¶ بينهم وبين المجمع العلمي العربي بدمشق، فضمّ عدداً منهم إليه أعضاءً ¶ مراسلين، حتى إنّه قيل: إنّه لا يوجد أحد يُماثل كرد علي في معرفة ¶ الاستشراق في عهده. ¶ -ك! -*! ¶ اشتغل كرد علي بالسياسة والصحافة، فأخذتا الكعير من وقته ¶ وتفكير 5 وصحته، وكتب في الصحافة اَلاف الصفحات، فعرفه الناس ¶ اديبأ ومترجمأ وكاتبأ جليلأ. ¶ ولو انصرف إلى التاريخ لكان مؤرِّخاً مُفلقأ، ذلك أنّه قلّما تجد",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "الأديب المؤرّخ، وهاتان الخصلتان قد اجتمعتا فيه. فكان الأسلوبُ ¶ الذي يكتب فيه العبارة التاريخية متميّزاً عن كثير من المؤرّخين، بل إنّه ¶ قدّم في كتبه مدخلاً جديدا لأسلوب كتابة التاريخ. فكان بحق مؤرّخ ¶ الأدباء وأديب المؤرّخين. ¶ ويُسعدني أن أُقَدِّم في هذه الصفحات سيرة عَلَمٍ من أعلام العرب ¶ والإسلام، مترجماً لحياته، ومعرِّفاً بكتبه واَثاره. عسى أن يكتب اللّه ¶ لها القبول، إنّه نِعم المولى ونِعم النصير. ¶ دمشق: 0 3/ 0 1/ 426 1 هـ. ¶ الموافق: 1/ 2 1/ 5 0 0 2 م. ¶ إياد خالد الطباع",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": " ",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الفصل الأول ¶ لمحات من حياته",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الفصل الأول ¶ لمحات من حياته ¶ 1 - عصر كرد علي وبيئته: ¶ نشأ الأستاذ محمد كرد علي في بيئية شامية في مدينة دمشق، عرف ¶ أهلها وعائلاتها، وأَلِفَ عاداتها وجَوَّها، وكان للعائلة مزرعة في قرية ¶ جسرين في الغوطة الشرقية من المدينة، تنزعُ نفسُه إليها كلّما رأى في ¶ ذاته حاجة إلى الهدوء والبُعد عن صخب المدينة، حتى إنّ كثيراً من ¶ مقدّمات كتبه صاغها فيها، كما دوّنها في نهايات تمهيداته للمطبوعات ¶ التي أصدرها. ¶ وأمّا عصرُه فكان اخرَ العصر العثماني، الذي شهد ضعفاً في ¶ الحكم، وتفككاً في السلطة، وسوءاً في الإدارة. ¶ فبلاد الشام والعراق والجزيرة العربية كانت ممتلكات خاضعة ¶ خضوعاً تامّاً للباب العالي. ¶ وكانت بلاد الشام مقسّمة إلى ولايتين وسنجق واحد، ثمّ قُسّمْت ¶ منذ سنة (1887 م) إلى ثلاث ولايات وسنجقين اثنين، وهي ولاية ¶ حلب في الشمال والشمال الشرقي، وولاية بيروت في الغرب، وولاية ¶ الشام في الشرق، وسنجق لبنان الذي اقتطع من ولاية بيروت، ¶ 11",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وسنجق القدس في الجنوب، وكان لهذين السنجقين وضع إداري ¶ مستقل. ¶ وأما العراق فكان مقسّماً إلى ثلاث ولايات، وهي: ولاية الموصل ¶ في الشمال، وولاية بغداد في القلب، وولاية البصرة في الجنوب. ¶ وأمّا الجزيرة العربية فلم تكن الأوضاع فيها مستقرة، ولم تتمكن ¶ الدولة العثمانية من فرض سيطرتها عليها تماماً إلا في سنة (1841 م)، ¶ فيما سمّت الدولةُ والياً علئ الحجاز، ولم تتمكن الدولة العثمانية ¶ - رغم المحاولات المتكررة - من إخضاع اليمن إلا في سنة (1872 م)، ¶ وأمّا بفية أجزاء الجزيرة العربية -وهما مفاطعتا هضبة نجد وبلاد شمر- ¶ فكانتا خاضعتين لنفوذ الأسرتين العربيتين الفويتين (ال سعود) و (آل ¶ رشيد). ¶ وأما بقية أجزاء العالم العربي وهي: مصر، والسودان، وطرابلس ¶ الغرب، والجزائر، وتونس، ومراكش، فلم تكن ترتبط بالخلافة ¶ العثمانية ارتباطاً سياسياً قوياً، ولا سلطان لها عليها. ¶ وحين اعتلئ السلطان (عبد الحميد الثاني) عرش السلطنة، كانت ¶ تسود إمبراطوريته الواسعة روحُ الفوضى والفساد، رغم ما عُرف عنه ¶ من دهاء، وتمسُّك بالدين، ومحافظة علئ أرض الإسلام، ولكن ¶ لا يصلج العطار ما فسدَ الدهرُ. ¶ ومن الناحية العلمية والثقافية ففد نشطَ في هذا العصر ظهورُ ¶ الصحف والمجلات في الشام والعراق ومصر واستانبول. وازدادت ¶ انتشاراً مع كثرة المتعلّمين. ¶ كما ظهر بارزأ اهتمامُ الأوربيين بالثقافة العربية الإسلامية، فانبروا ¶ إلئ تعلّم العربية: لغة الحضارة الإسلامية، فكرعوا من مَعِينها، ¶ ونشروا الكثير من مخطوطاتها، ودوّنوا الكثير من أبحاثها، حتى إنّهم ¶ 12",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "خصّوا الدراسات الإسلامية بدوريات صادرة عنهم، تفصج عن خلاصة ¶ أبحاثهم، كما لم يَفُتْهم أن يعيّنْوا كرسياً للدراسات الإسلامية في ¶ كبريات جامعاتهم (1). ¶ 2 - أ بوه: ¶ خلف عبد الرزاق -والد محمد كرد علي - والد 5، فكان فقيراً ¶ يتيماً، فاشتغل لأوّل امر 5 في صناعة الخياطة، ثثمَ بالتجارة، فأثرى ¶ مزَات، وخسر مرَّات، وابتاع في اَخِرِ أمر 5 مزرعةً صغيرةً في الغوطة، ¶ انتفع بها ولد 5 محمد وإخوته مذ كانوا صغارالم 2) وحتى وفاته، وذلك ¶ في قرية جسرين. ¶ وقد اعتنى والد 5 عبد الرزّاق بتربية ابنه، فأنفق عليه ليعفمه، وابتاع ¶ له خِزانةَ كُتُبٍ كانت تُعدّ في ذلك العهد شيئاً في بلدته (3). ¶ ومما يذكره محمد كرد علي عن والد 5، أنه قَبلَ نصيحته، وهو ¶ يافع، بترك الإنشاد بصوت رخيم، لأنّ ذلك كَانَ يُعدُ في نظره شيئاً ¶ وضيعاً، كما روى ذلك عن شيخه. وكان بدا بنظم الشعر، فنهاه عن ¶ تعاطيه أستاذه الشيخ محمد المبارك، وأراده على إتفان الإنشاء فقط، ¶ وما ينبغي له من الأدوات، لئلا يشغله الشعر بلذته عن طلب العلم، ¶ فصدع بأمر 5، يقول كرد علي: \"وهكذا حرمني والدي الموسيقى، ¶ وحرمني شيخي الشعر، ولولا نصيحتهما لعنُيتُ بهذين الفنّين، وكانا ¶ لي سلوى وأفي سلوى. ولكن أُستاذي المبارك خرّجني باللغة والإنشاء. ¶ (1) ¶ (2) ¶ (3) ¶ انظر: تاريخ العرب، محمد أسعد طلس، مج 2، ج 8، ص 37. تاريخ ¶ الأدب العربي، نديم عدي ص 389. ¶ خطط الشام 6/ 333. ¶ خطط الشام 6/ 334. ¶ 13",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ووالدي -وكان عاقيأ تقوب من الأمّية - أنفق عن سَعَةٍ ليعلّمني. فكان ¶ مدّة سنين، يدز الرواتب على اساتذتي، وقد ابتاع لي خزانة كتب كانت ¶ تعدُّ في ذلك العهد شيئاً في بلدتي \" (1). ¶ تُوفّي عبد الرزاق سنة 1895 م مخلفاً لولده محمد إخواناً صغاراً ¶ جعله وصيّاً عليهم (2)، وهو دون العشرين من العمر. ¶ 3 - أُمه: ¶ واما إمُّه فهي شركسية من قفقاسية (3)، والظاهر انّها كانت على صِلَؤ ¶ ببعض البيوت العلميّة بدمشق، فقد اخذت صغيرها محمد إلى بيت ¶ الشيجْ محمد الطنطاوي، حيث راى في منزله الكتبُ، فتعلّق قلبُه بها ¶ على ما سيأتي بيانه. ¶ وكانت له امرأة أب (خالة) من اصلى ألبانيئ، قوية الشكيمة، تقيّة ¶ ! (4) ¶ بارة، محبوبة من قِبَلِ إخوته وأخواته، تتولى تربية كل ولد أتصت أمه ¶ إرضاعه. ¶ 4 - أسرته وجَذه: ¶ يرجع اصل أسرته إلى مديمْة الشُليمانيّة (شمالي الراق)، وتُنسب ¶ إلى الاكراد الأيوبية، وسكن جدُه دمشق في بداية القرن التاسع عشر ¶ تقويباً، وكان رجلاً من أهل اليَسَار، فَرَاقَتْه، وسكن فيها. ثمّ ذهب في ¶ بعض السنين إلى الحجاز مُتَجراً، واتفق له أن انتقد ذات يوأ عملاً من ¶ أعمال محافظ الحج، وكان ظالمأ جبّاراً، فشق ذلك عليه، وامر ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ خطط الشام 6/ 4 33. ¶ العجيل 32. ¶ خطط الشام 6/ 333، المذكرات 1/ 5! وقففاسية هي القوقاز. ¶ المذكرإت 1/ 14. ¶ 14",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "بمصادرته من كل ما يملك، فاضطر ان يذهب إلى الآستانة مستعدياً. ¶ وما زال يعمل الوسائط حتى اجتمع بالسلطان، واقترح عليه هذا ألىْ ¶ يصرف النظر عن دعواه على محافظ الحج، ويأخدْ مقابل مالِهِ قريتين ¶ في الشام إقطاعاً له ولأولاده مِن بعد 5، فأبى، ولمحال للسلطان: ما جئتُ ¶ لاَحْذ صدقة، بل جئتُ أطلبُ عدلاَّ وَإنصافاً. وهكذا رجع إلى دمشق ¶ مجرّداً من ثروته، وهلك قهراً بعد قليل (1). ¶ 5 - و لا د ته: ¶ وُلدَ المترجَم في دمشق، أواخر سنة 293 اهـ- اواخرآذار ¶ 1876 م. وقد سماه أبو 5 \"محفداً\"، ولقّبه ب \"فريد\" (2). وفي السنة ¶ ذاتها تولّى السلطان عبد الحميد الثاني حُكم الدولة العثمانية. ¶ 6 - أخواه أحمد وعادل: ¶ وأما أخو 5 احمد فقد أعانه على إدارة مجلّة (الممْتبس) التي كان ¶ يُصدرها الأستاذ، حتى إنّه في سنة 1912 أقام الوالي العثماني دعوى ¶ على المجلة، وقبض علئ مديرها المسؤول احمد كرد علي، وبعد ¶ دخول الفرنسيين الشام سنة 920 1 م أعاد الأستاذ فتحها، وظهرت ¶ جريدة المقتبس بتحرير شقيقه أحمد كرد علي، ووصفها كرد علي ¶ بأنها: \" تصدر حرَّة في الجملة، وطنئة الصبغة والمنزع، فلمّا هَلَكَ، ¶ أصبح تحريرها ألعوبة في أيدي أناس، أرادوا تسخيرها في خدمة ¶ احزابهم، فاضطررتُ إلى إغلاقها في صي! سنة 1928 م \" (3). ¶ (1) ¶ (2) ¶ (3) ¶ المذكرات 1/ 5، خطط الشام 333/ 6. ¶ المذكرات 1/ 5. ¶ خطط الشام 6/ 339، 343، الدهان 5227 ¶ 15",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وقد تُوفّي أحمد في 7 آب 927 1م، وخلفه اخوه عادل في رئاسة ¶ تحريرها. (1) ¶ 7 - زوجته: ¶ وأما زوجته فقد تُوقيت سنة 935 أم، فشمله وأسرته الحزن، لكنّه ¶ تغلب على حزنه بعد حين، فشغل ذهنه بالمطالعة والكتابة (2). ¶ 8 - نشوؤه بين النّساء: ¶ إذا كانت القرية \"جسرين\" -التي احبّها وعشقها- وَقَعَتْ من نفسه ¶ موقعاً خالداً، فإنّه ترعرع في كنف الرعاية والعناية عند النِّساء كذلك، ¶ وأحسنَ بذلك منذ نعومة أظفاره، فخلّف في نفسه حسّاً رقيقاً رائعاً، ¶ لَبَثَ يصحبُه بعد الستين والسبعين، إذ يقول بعد نصف قرن في ¶ مذكراته: \"شعرتُ أوّل ما وعيتُ على نفسي بعطفِ النِّساء، وكنتُ ¶ أُحبُّ الاجتماع إليهنّ، وأفضّله على الاجتماع إلى اترابي، واحبُّ ¶ سماعَ كلام مَن يختلفُ منهنّ إلئ دارنا في القرية ودارنا في المدينة، ¶ ومحهن مَن أرضَعْنَي، فَصِرْتُ ابْنَهُنَّ من الرّضاع، وغدا اولادهنّ ¶ أخواتي وإخوتي. وكان الكهلات والشابّات والعجائز من أولئك ¶ النّسوة، الفلاحات منهن والبلديات يضمنني إلى صدورهنّ، ¶ ويُقَحلْنني، واضمهنَّ واُقبلّهن \" (3). ¶ 9 - تعريفه العربي، وحبّه للعرب: ¶ كان كرد علي يحاول ان يؤكّد أن العربيّ هو مَن يحذق العربية، ولو ¶ كان من أصول غير عربثة، وفي هذا دلالة كافية على سعة أُفقه، ومبلغ ¶ (1) ¶ (2) ¶ (3) ¶ العجيل 39. ¶ العجيل 40. ¶ المذكرات 1/ 14. ¶ 16",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "تفكيره، وتحزيه عن علماء العرب، واعتزازه بهم، وإعجابه بلغة العرب. ¶ وإنّك لَتجدُ في محاضراته التي ألقاها في كلية الاَداب بجامعة القاهرة سنة ¶ 933 ام، تعابير مختلفة تنمُّ كلّها عن حئه للعرب، وإعجابه بهم، ¶ وبحضارتهم وثقافتهم بَلْه الدين الإسلامي الذي بشروا به في العالَم (1). ¶ وهو يُؤكدّ النظرة القائلة بأنّ الفكر هو الذي يشكّل العقلية، وليس ¶ الجنس أو العِرق (2). ¶ يقول الأستاذ شفيق جبري رحمه اللّه: \"ولقد حمله حُئه للعرب، ¶ وتغنيه بحضارتهم، على أشدّ الدفاع عمّا تمّ على ايديهم من جلائل ¶ الأعمال، ومن طالع نقده لبعض الكتب في (مجلّة المجمع العلمي ¶ العربي) شعر بشعوره القويّ بالدين وبالقوميّة، ولولا الخوف من ¶ الإطالة لتبسطتُ في الاستشهاد بهذا الشعور. ¶ أمّافي تعلقه بالدين؟ فكان يكره الحشو والتفريق بين المسلمين وبين ¶ غيرهم من أهل الأديان، وكان يتمنّى ان تكت! كتبُ الدّين في عصرنا ¶ بأساليب أبي يُوسُف في (الخراج) والزِمخشْرقي في (الكشّاف)، ¶ والغزاليّ في (الإحياء)، وابن حزم في (المِلل والنِّحل). ¶ وأمّا دفاعه عن القومية فكان يقف بالمرصاد لكل كاتب يُحسنُ بأنّ في ¶ كتاباته عن العرب بعضَ الانحراف عن الحقيقة لتعصّب أو لأمرٍ اَخَر، ¶ ولا يهفه في هذا الباب ان تكون لهذا الكاتب صلة بأصحاب الأمر ¶ والنهي أم لا، فكان شديداً على مَن تُحدِّثهم أنفسهم بسلب العرب ¶ مزاياهم \" (3). ¶ (1) ¶ (2) ¶ (3) ¶ محمد كرد علي، مجمع اللغة العربية، ص 68. ¶ المصدر السابق، 176. ¶ محمد كرد علي، مجمع اللغة العربية، ص 0 5. ¶ 17",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ورغم انه يقول عن نفسه: \". . جدّي من مدينة السليمانية من بلاد ¶ الاكراد (شمالي العراق). . . وامّي شركسيّة من قفقاسية، فأنا على رغم ¶ أنف مَن آمَن وكفر من جنس آريّ لا يقبل النزاع، وليس للغربي، ¶ ولا للشرفي ما يقول في دمي \" (1)، فإنّه رغم ذلك فإنَ العربيّ عنده هو ¶ مَن يحذق العربية، ولو كان من أصول غير عربيّة، كما أسلفنا. ¶ 0 1 - ثقافته ودراسته: ¶ تُعد مصادر ثقافة محمد كرد علي مستمدةً من ثلاثة روافد. ¶ الرافد الأول: دراسته في المدارس. ¶ الرافد الئاني: تلمذته على شيوخ عصره. ¶ الرافد الثالث: مطالعاته وقراءاته الخاصة. ¶ يذكر محمد كرد علي أنّ والدته استصحبته وهو في السادسة من ¶ عمره لتزور اسرة الأستاذ الشيخ محمد الطَّنطاوفي، في زقاق النارنجة ¶ بمحلة القيمرية بدمشق، فأدخلوها القاعة البرّانيّة، التي يجلس فيها ¶ الشيخ (السلاملك أو المندرة)، فوقع نظر 5 لأؤل مزة على رفوف في ¶ الحيطان، مصفوفة عليها المجفدات، فشهق متعجّباً مما نظر، وسأل ¶ والدته عن هذ 5 الأشياء التي راَها على الجدران، فقالتْ: هذ 5 كتبٌ يقرأ ¶ فيها العلماء. فأعجبه هذا المنظر الظريف، وقال لأمّه: انا اُحبُّ أ ن ¶ اتعفم هذ 5 الصنعة. ¶ يقول كرد علي: اوكانت افي تذكرّني بما قلت كلّما أرادت ان تبعث ¶ همَّتي على حمْط دروسي، للوفاء بما كنتُ رجوته من تعلم تلك ¶ الصنعة. وكان أبي ينشّطني على الدَّرس، ولما أصبحتُ يافعاً، وشاهد ¶ (1) المذكرات 1/ 5. ¶ 18",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "استغرافي في كتبي حتى الهزيع الثاني من الليل، اخذ ينصج لي ¶ بالاعتدال في المطالعة، خشية على عيوني، وصحتي، وكثيراً ما كان ¶ يُطفىء المصباح ليضطرني إلى النوم \" (1). ¶ وفي سنة 1882 م أدخله والدُه مدرسة كافل سيباي الأميرية ¶ (المدرسة السباهية)، ونال شهادتها من الدرجة الأولى، وقد تلقى فيها ¶ القراءة والكتابة ومبادىء العلوم الإسلاميّة والحساب والطبيعيات. ¶ وفي سنة 1886 م دخل المكتب الرشيديَّ العسكريَّ. فدرس مبادىء ¶ التركية، وكانت دروس الإفرنسية ناقصة، فأتاه والده بمعفم إلى الدار ¶ اخذ عنه نحو هذه اللغة وصرفها على الاضول مدّة ثلاث سنين، وبرع ¶ بالترجمة من الإفرنسية إلى العربيّة وبالعكس، وقد أحرز شهادة ¶ المدرسة الرشيدية من درجة متوسّطة، لأنّه لم يتمكّن على ما يجب من ¶ الرياضيات لإصابته بالحسر وضعف البصر، بحيث لم يكد يتبئن عن ¶ بُعد ما يرسم الأستاذ من أشكالها وخطوطها في اللوحة، ففاته التبحّر ¶ فيها. ¶ وفي عام 1892 م عُيِّن موظفاً في قلم الأمور الأجنبيّة، فأخذ خلالها ¶ يتقن الآداب التركية، وشرع يمشىء فيها كما يمشىء باَداب اللغة ¶ الإفرنسية، وقد اختلف حولَيْن كاملَيْن إلى (مدرسة العازاريين) ¶ للاضطلاع باداب اللغة الفرنسية، ودرس بهذه اللغة الطبيعيات ¶ والكيمياء ليزداد تمكَّناً بها (2). ¶ اقتطع محمد كرد علي جانباً من الوقت لدراسة الاداب العربية ¶ والعلوم الإسلامية، وتلقّى اللغة الفارسية حتى حذقها، ثم أُنِسيَها. ¶ (1) ¶ (2) ¶ ا لمذكر! ت 1/ 0 1. ¶ خطط الشا م 6/ 333. ¶ 19",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وفي خلال تلك المدة اتّصل بالأساتذة الشيخ طاهر الجزائري، ¶ والسيّد محمد المبارك، والشيخ سليم البخاري، واخذ عنهم وعن ¶ غيرهم من مشايخ الطبقة الثانية كل ما وسعه قراءته من كتب اللغة ¶ والادب والبيان والاجتماع والتاريخ والفقه والتفسير والفلسفة. ¶ يقول كرد علي: \"وكان العامل الاكبر في توجيه إرادتي نحو الدعوة ¶ إلى الإصلاح الاجتماعيّ، والإقدام على التأليف والنشر، وإشرابي ¶ محبّة الاجداد، والتناغي باَثارهم، والحرص علئ تراث حضارتهم، ¶ أستاذي الاكبر الشيخ طاهر الجزائري \" (1). ¶ وافا الأستاذ محمد المبارك فيقول عنه: \"خَرَّجني باللغة والإنشاء\" (2). ¶ وأمّا الرافد الثالث للتكوين الثقافي والفكري للأستاذ الرئيس، فهو ¶ مطالعاته الخاصّة وقراءاته! فكان أهمّ ما أُولعَ بمطالعته -بعد درس ¶ المطبوع من كتب الأدب العربي وجانب من المخطوط الذي وقع تحت ¶ يديْه -كُتبَ الفلاسفة وعلماء الاجتماع، وأصول الشعوب ومدنياتهم. ¶ ويقول: \"وإنّي ما أزال اذكر ما كنتُ اُكثر من مطالعته واستظهاره ¶ ايام ولوعي بالأدب من (مقامات الحريري)، ورسائل (الخوارزمي)، ¶ (والصابي)، و (الأصفهاني)، و (الزمخشري)، ولما كُتب لي الاطلاع ¶ علئ الاَداب الفرنسية والتركية أنشأت أبحث عن كتب بلا تكلف ¶ ولا تعمّل ككتابات (الجاحظ)، (وابن المقفع)، و (عبد الحميد ¶ الكاتب)، و (سهل بن هارون)، و (أبي حيان التوحيدي) \". ¶ وتأثر بالقُراَن الكريم، وتَمَثل بلاغتَه، وطالع طرفأ صالحأ من كتب ¶ الحديث، وحفظ المعلقات السبع، وعدة قصائد، وعددأ من دواوين ¶ (1) ¶ (2) ¶ خطط الشام 1/ 334. ¶ المصدر السابق 1/ 4 33. ¶ 20",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "العرب، وحفظ نحو نصف ديوان المتنبي، وعذة قصائد لعمر بن ¶ أبي ربيعة، والبحتريّ، وأبي تمام، والرّضي، وابن الرومي، ¶ والطغرائي، والأرجاني، والمعزي، وعلي بن عبد العزيز الجرجاني، ¶ وغيرهم من الشعراء المحدثين والمخضرمين، قال: \"وتدارستُ ¶ (الكامل) للمبرد، و (العقد الفريد) لابن عبد ربه، و (تاريخ العتبي)، ¶ و (المثل السائر) لابن الأثير، واستظهرتُ أشياء كادت تفسِدُ عليَّ ¶ ملكتي مثل (مقامات الحريري)، و (رسائل الهمذانى)، و (مقاماته)، ¶ و (رسائل الخوارزمي)، و (بديعيّة) النابلسي \". ¶ ويقول: \"تَشَبَّعَتْ نفسي بكتب الغزالي وابن حزم، وابن تيمية ¶ وابن القيّم، واخذتُ الشريعة من أصفى مصادرها، واحييتُ جملةً من ¶ علمائنا، ودابتُ زمناً أنظر فيما كتبوا\" (1) ¶ وقرأ على استاذ حلبيّ في مدرسة الاباء العازاريين طرفاً من (ديوان ¶ المتنبي)، وشرح له الأُستاذ طريقة الدخول في باب الكتابة العربيّة (2). ¶ وطالع بالفرنسية أهئمَ ماكتبه فولتير، وروسو، ومونتسكيو، ¶ وبنتام، وسبنسر، وفوليه، وتين، ورنان، وسيمون، وبوتمي، ¶ ولامنس، وهاتوتو، وبوترو، ولوبون، وبرونتير، وبني د ي ¶ جولفيل، ولمتر، وسانت بوف، وتدارس المجلات الفلسفية ¶ والاجتماعية والتاريخية والأدبية باللغة الفرنجية، قال كرد علي: ¶ \"وجريتُ منذُ نشأتُ على قاعدةٍ مطّردة، لم أتخلّف عنها قيْدَ شبر، ¶ وهي أنْ أقرأ أكثر مما أكتب، وقفما دوّنتُ موضوعاً لم أدرسه في ¶ الجملة، ولم تتشرَّبْه نفسي \" (3). ¶ (1) ¶ (2) ¶ (3) ¶ كنور ا لأجد اد، ا لأ لوسي: 9 1 - 1 2. ¶ العجيل: 1 3. ¶ خطط الشا م 6/ 5 33. ¶ 21",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وإضافةً إلئ الكتب فقد عُني محمد كرد علي الفتى بمطالعة الصحف ¶ يقول في ذلك: \"بدات أقرأ الجرائد اليومية في الثالثة عشرة من عمري، ¶ وأنا في السنة الأخيرة من المدرسة الابتدائية، وبعد حين اشتركتُ ¶ بجريدتين: بيروت الأسبوعية، ولسان الحال الأسبوعية. . . وأُولعتُ ¶ بمطالعة السان الحال) لأنّ فيه اخباراً طريفة معرَّبة عن الإنكليزية، وفيه ¶ مناقشات ومساجلات وأدبيات، واشتركتُ لما كنتُ في السنة الثانية من ¶ المدرسة الثانوية بجريدة إفرنسية اسبوعية تصدر في باريز اسمها صديق ¶ الريف حول! *9 ثح*س! س! مما ح 4 أثح*'مما وكان أهمّ مباحثها الزراعة ¶ وما إليها، تُحبّب سُكنى الأرياف لسكان المدن، وفيها من كلّ فنّ ¶ خبر، فَشْغفتُ بدرسها، وكنتُ أقرؤها قراءة تدبّرٍ لا قراءةً تفكّه، وقد ¶ أتصفّحها مرّتَيْن وأكثر، حتى يجيء العدد الجديد. وأطالعُ بعض ¶ الصحف التركية الصادرة عن الاَستانة، ولا سيما المجلات الأدبية ¶ والتاريخية، وقد أقرأ بعضَ المقالات التي تروقني أكثر من مرّة، ولاسيّما ¶ مقالات كبار الكُتّاب المفكرين في السياسة والاجتماع. وما بلغتُ ¶ السادسة عشرة حتى اخذتُ أكتب أخباراً ومقالات في الجرائد\" (1). ¶ 1 1 - اللغات التي أتقنها: ¶ بعد أن تلقّى العلوم العربية على أيدي أساتذته في المدرسة وشيوخه ¶ في العلم، تلقَّئ التركية في المدرسة الرشدئة العسكرئة، وتعلّم ¶ الفرنسية على يدي معلّم وضعه له والدُه يأتيه إلى الدار، فتعلّم نحوها ¶ وصردها في ثلاث سنين، حتى إنّه برع بالترجمة من الفرنسية إلئ العربية ¶ وبالعكس. وتلقى اللغة الفارسئة حتى حذقها ثم أُنسِيَها (2). وهكذا نرى ¶ (1) ¶ (2) ¶ ا لمذكر ات 1/ 0 5. ¶ خطط ا لشا م 6/ 4 3 3. ¶ 22",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "الاستاذ الرئيس ألَمَّ بهذه اللغات، وأتقن بعضها إتقانأ فائقا، فكانت ¶ سبيلَه للاطلاع على ثقافة الحضارات الأخرى التي كانت له رافداً ثقافيأ ¶ في تكوينه العلمي والثقافي، أهَّله أن يتبوّأ مكاناً عَلِيّاً بين قومِه واترابه. ¶ 2 1 - وظائفه: ¶ تنوعّ عملُ الأستاذ الرئيس بين الوظيفة الحكومية، والتحرير ¶ الصحافي، والتجارة، لقد كان إتقانه - فيما أحسب - لغات عدّة مسوّغاً ¶ لعمله في اوّل حياته العمليّة بعد تخرّجه من المدرسة الرشدية العسكرية ¶ في دائرة الامور الأجنبيّة، التي لبث فيها ستّ سنوات، ثئمَ تفرّغ للعمل ¶ الصحافي، فأنشأ جريدة (المقتبس)، وحرّر في جرائد أخرى، إلى أ ن ¶ تسلّم ديوان المعارف فرئاسة المجمع العلمي العربي. ¶ وأمّا التجارة، فكان يقومٍ بها في أثناء بعض أعماله، ولاسيّما ¶ عندما أُوقِفَتْ مجلته. إضافة إلى تعاطيه الزراعة في مزرعته في ¶ \"جسرين \" بغوطة دمشق. ¶ وفيما يلي بيانٌ تاريخيٌ بالوظائف التي تولاّها (1): ¶ 1892 م عُيّن في دائرة الأمور الأجنبية بدمشق في ولاية سورية. ¶ 1897 م عُهد إليه تحريرَ مجلّة جريدة (الشام). الأسبوعية، وهي ¶ أوّل جريدة ظهرت في دمشق، فلبث فيها ثلاث سنين. ¶ 1898 م ترك الوظيفة في قلم الأمور الاجثبية بدمشق. ¶ 900 1 م دُعي للتحرير في مجلة (المتقطف) القاهرية، كبرى ¶ المجلات العربية. ¶ 906 1 م انشأ مجلة (المقتبس)، وهي مجلة أدبية علمية اجتماعية. ¶ __________ ¶ (1) العجيل 30 - 42. ¶ 23",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "907 1م دعاه الشيخ علي يوسف لأمانة سر تحرير جريدته اليومية ¶ (المؤيّد) كبرى الجرائد العربية، فتولاّها إلى حين عودته إلى دمشق. ¶ 908 1م قرر العودة إلى دمشق، واستأنفَ إصدار مجلة (المقتبس) ¶ وأصدر معها في 17 كانون الأول جريدة يومية سياسية باسمها، وهي ¶ أول جريدة يومية في دمشق. وذلك بعد إعلان الدستور العثماني في 4 2 ¶ تموز سنة 1908. ¶ 914 1م عطّل والي دمشق ناظم باشا (المقتبس) فاحتجبتْ عن ¶ الصدور ثمانية أشهر، ثم توقفت المجلّةُ عن الصدور مدة سنتين، ثم ¶ عادت إلى الصدور بأمبر من جمال باشا، ثم توقّفت عن الصدور سنة ¶ 917 ام. ¶ 916 1م عهد إليه جمال باشا رئاسة تحرير جريدة (الشرق)، خلفأ ¶ للأمير شكيب أرسلان، وهي جريدة يومية سياسية صدرت في 7 2 ¶ نيسان سنة 1916 فتولاّه مدّة. ¶ 918 1م غادر دمشق إلى الاَستانة للعمل في التجارة بعد أن تخلَّصَ ¶ من تسلّط جمال باشا، لكنّ أعوان جمال باشا من الاتحاديين حالوا بينه ¶ وبين العمل في التجارة، وفي هذه الرحلة اطّلع على خزائن مخطوطات ¶ الاَستانة. ¶ 919 1م اعاد إصدار جريدة (المفتبس)، بمساعدة الأمير فيصل بن ¶ الحسين. ¶ عرض عليه صديقه علي رضا باشا الرِّكابي الحاكم العسكري العام ¶ في عهد الأمير فيصل بن الحسين تولّي رئاسة ديوان المعارف، فَقَبِلَ، ¶ فتألسَّس ديوان المعارف في 12 شباط، ثم حصل خلافٌ بينه وبين ¶ الحكومة، فأراد التنخي عن رئاسة ديوان المعارف بأعضائه ورئيسه إلى",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "مجمع علميّ، وتكون علاقته مع رئيس الحكومة مباشرة، فأصدر ¶ الحاكم العسكريّ العام أمرأ بذلك في الثامن من حزيران، فتأسَّس! ¶ المجمع العلميئ العربي، وبدأ بإنشاء دار للآثار، وتجهيز دار الكتب ¶ الظاهرية بجهاز حديث (1). ¶ 0 92 1 م اختير كرد علي للوزارة. ¶ 923 1 م كذَّب تصريحين دسَّهما زوراً على لسانه موظفان في حكومة ¶ الانتداب الفرنسية، فخسر - نتيجة ذلك - منصبه الوزاريّ. ¶ 924 1 م قام بتدريس الأدب العربي، واللغة العربية نحوها وصرفها ¶ في معهد الحقوق بدمشق (2). ثم انصرف عنه لما وقع من دسائس ضدَّه. ¶ 928 1 م في منتصف شباط، اُسْنِدَتْ إِليه وزارة المعارف في حكومة ¶ الشيخ تاج الدين الحسني، فتولاّها للمرّة الثانية، مع احتفاظه برئاسة ¶ المجمع العلميّ. ¶ أغلق مضطراً جريدة (المقتبس) اليومية السياسية بعد أن خدمت ¶ البلاد عشرين عاماً. ¶ 934 1 م انتخبه (مجمع فؤاد الأول! للغة العربية) عضواً فيه، فكان ¶ يُسافر خريف كلّ عام يماقش ويحاضر ويزور، ويكتب ويؤلّف، حتى ¶ منعه أطباؤه من السفر (3). ¶ نُحِّي عن رئاسة المجمع العلمي العربي طيلة مدّة حكم الكتلة ¶ الوطنية برئاسة السيد جميل مردم. ¶ (1) ¶ (2) ¶ (3) ¶ خطط الشام 6/ 2 34. ¶ خطط الشام 6/ 4 34، الدهان: 235. ¶ الدهان 235. ¶ 25",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "941 1 م في 16 اَذار، أُعيدَ انتخابه رئيسأ للمجمع العلمي العربي. ¶ وبقي في رئاسته حتى وفاته سنة 953 ام. ¶ 13 - تهيئته لافتتاح كليّة الإلهيات: ¶ اغتنم محمد كرد علي فرصةَ وجوده في وزارة المعارف فأنشأ مدرسةَ ¶ العلوم الأدبية العليا، جعلها من فروع الجامعة السورية، كما هيّا ¶ أسباب افتتاح كليّة الإلهيات تضافُ إلى الجامعة، وذلك بعد ان أُشَسَ ¶ في الجامعة ثلاث شعب: شعبة الطب، وشعبة الحقوق، وشعبة ¶ الاَداب، ويقول كرد علي: \" وإذا انفسخَ الزمنَ للعمل ففي النية إضافة ¶ الفرع الأخير من فروع الجامعة وهو الفنون والعلوم \" (1). ¶ غير انّ القدر لِم يساعده علئ إنشاء كلية الإلهيّات، وإتمام ما أراد. ¶ فادّخر الله ذلك لاَخرِين. ¶ 4 1 - اشتغاله بالسياسة: ¶ كان للأستاذ الرئيس اشتغال بالصحافة والسياسة، وقد حمله فسادُ ¶ الإدارة العثمانية علئ الكره لدولة اَل عثمان، ودخوله فى (جمعية ¶ الاتحاد والترفي) ثمّ انسحابه منها لما انكشف له عُوارها. ¶ ولعل أوّل صدايم له مع السلطة العثمانية كان في شتاء سنة 323 اهـ ¶ = 905 ام، عندما فتشمشلأ الحكومة العثمانية داره في دمشق بحجّة أنّه ¶ عفَق مناشير في شوارع البلدة مكتوبة بلغة سلسة، وفيها مطاعِنُ في أحد ¶ الأعيان والوالي، ومثل هذه العبارة وهذه الافكار لا يُحسنها ولا يعرفها ¶ غيره! فظهر للحكومة افتراءَ المفترين، واكتفتْ بأنْ شزَدَتْه أياماً عن دارِه. ¶ وقد نظم في هذه الوقعة صديقُه العلامة الأمير شكيب أرسلان ¶ 11) خطط الشام 6/ 343. ¶ 26",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "قصيدةًارتجالية طويلة، نافت عن أربعين بيتاً وصف به حاله (1): ¶ الا قُلْ لِمَنْ في الدُّجى لم ينمْ طِلابَ المعالي سميرَ الألمْ ¶ ومَنْ أرّقَتْه دواعي الهوى فدون الذي أزقته الحِكَمْ ¶ فَكَم في الزوايا تجنّى فتًى طريدَ الكتابِ شريدَ القلمْ ¶ يرى الأرَض ضيقاً كشقِّ اليراعِ ويهوى على ذا الوجودِالعدمْ ¶ وكم ذا بجسرينَ من ليلةٍ على مثل جَمْرِ الغضا في الضِّرَمْ ¶ تمنّى الاديبُ بها ندْحةً ولو باتَ يرعى هناك الغَنَمْ ¶ وكم سروة تحت جُنْجِ الظلامِ كسزّ بصدر الأديبِ انكتمْ ¶ يخافُ بها حركاتِ الغصونِ ويخشى النسيمَ إذا ما نَسَمْ ¶ وطالَ به الليلُ حتى غدا يظنُّ عمودَ الصباحِ انحطمْ ¶ يقول كرد علي: \"كان التضيقُ عليئَ في الشام يزيد كلّما استفاضت ¶ شهرتي، والشهرةُ حقيقة كانت على صاحبها اَفةً في الدور الحميدي، ¶ فرأيتُ بعد طول التأمّل أنّ المقام فيه عبثأ، فأخذتُ بالاستعداد للهجرة ¶ إلى مصر لإصدار مجلة (المقتبس)، فأصدرتُها في أوّل سنة 4 32 ا هـ، ¶ وتولّيتُ معها رئاسة تحرير جريدة (الظاهر) اليومية، وبعد سنة عينت ¶ أمين سر تحرير جريدة (المؤيد). . \"والجرائد الثلاث التي تولّيتُها في ¶ مصر هي: (الرائد المصري)، و (الظاهر)، و (المؤيّد)، وكانت من ¶ الصحف التي تصدع بالوطنية المصرية، وتنتقد سياسة المحتلين، ¶ ولذلك كثر أصدقائي من الوطنيين المصريين، فعددت بهم مصر وطني ¶ الثاني، وكادوا هم يعدونني منهم. وقد اَزرتُ في مجلّة (العالم ¶ الإسلامي) الباريزية، التي ما زالت تصدر باللغة الإفرنسية إلى عهد ¶ قريب. حتى إذا حدث انقلاب العثماني (08 19) م رجعتُ إلى دمشق، ¶ وأصدربُ في 17 كانون الأوّل (908 ام) جريدة (المقتبس) يومية ¶ (1) خطط الثام 6/ 336. ¶ 27",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "سياسية، بعد أن صدر (المقتبس) ثلاث سنين فى القاهرة مجلة شهرية ¶ علمية، وعدتُ إلى إصدار المجلة أيضاً. ¶ وكان (المقتبس) السياسي معتدلا بلهجته، وطنئأ بمسلكه، ينتقد ¶ ما يمكنه نفده من مواطن الخلل في الإدارة العثمانية، وما رمى إلئ ¶ الانفصال عن الترك قط، بل كان يرمي إلى استحصال حقوق العرب ¶ ضمن الجامعة العثمانية الكبرى، فلم يرقْ هذا - أيضأ لبعض رجال ¶ الدور الحميدي، واخذوا يُفاومون (المقتبس) وصاحبه، ويقيمون ¶ عليه الدعاوي المزوّرة، يصدرها الظالمون المرتشون من الموظفين ¶ ممن دأبْنا على الكيد لهم، والعمل على تنحيتهم، حتى جاء زمن ¶ وعلى (المقتبس) عشرات من الدعاوي، يطلب فيها أصحابها جزاء ¶ المفتري على الاكثر، لأنّهم أبرياء بزعمهم مما نُسب إليهم. ¶ ومن أغربها دعوى الوالي الحميدي عليئَ في السنة الاولى واتهامه ¶ إيّاي بالارتجاع، أي إرجاع عهد عبد الحميد الاستبدادي، وهو الدور ¶ الذي بكيت من أهواله، وقد هجرتُ الأهل والوطن فرارأ من كابوسه، ¶ ولكن أعمالي في خدمة الحرية سنين طويلة، كذبته وأشياعه من ¶ الحميديين الاتحاديين وقد اضطررتُ في هذه الدعوى إلى مغادرة ¶ الشام، فركبتُ البحر إلى فرنسة، وأخذ الوالي يهدِّد القضاة بالعزل إذا ¶ لم يحكموا عليئَ بالجناية. . \" (1). ¶ انتظم كرد علي في سلك (جميعة النهضة العربية)، وكانت سرية في ¶ عهد السلطان عبد الحميد، ثم أشهرتْ بعد إعلان الدستور العثماني، ¶ وكان من أبرز أعضائها، وكان لها أنشطة مختلفة ترمي إلى رفع مستوى ¶ الشعب، وبثّ الروح القومية فيه (2). ¶ (1) خطط الثام 6/ 338. ¶ (2) محمد كرد علي: مؤسس المجمع العلمي العربي، ص 4. ¶ 28",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ودخل كرد علي في (جمعية الاتحاد والترقي) قبل الانقلاب ¶ العثماني بنحو اثنتي عشرة سنة، ثم انسحب منها، قال!: \"وخدمتُ ¶ ما استطعتُ وساعدتُ البيئة، ولم أجدِّد في الانقلاب للاتحاديين عهدأ ¶ مع كثرة إلحاحهم علي. إذ رأيتُ ذلك حطة وتناقضأ في الخطة، لأنَ ¶ مرامي الاتحاديين تجلت بأنها تقصد إلى تتريك العناصر، ومن أوّل! ¶ مقاصدنا الدعوة إلى القومية العربية، وإنهاض العرب من كبوتهم \" (1). ¶ ثمّ ألَّف مع كتلؤ من العرب والترك من الشام والاَستانة (حزب ¶ الحرية والائتلاف) واشتغل به مدة، ثم رأوا أنّه من المصلحة حلّه ¶ فحلوه (2). ¶ يقول كرد علي: \"واقترح عليّ زمن الحكومة العربية غير مرّة ¶ الدخول! في الأحزاب فأبيتُ. ولكن تفاقم الشرُّ، وأصبحت دمشقُ ¶ عاصمةً في الصورة، والمدبّرون لها أغماراً غرباء في الاكثر، فصحّت ¶ عزيمتنا مع جماعة من اهل الطبقة العالية مسلمين ومسيحيين، وأتَفْنا ¶ (الحزب الوطني). معدّلاً لأمزجة الأحزاب الأخرى. فكان حاجزأ دون ¶ انبعاث ما يكدر من العوام \" (3). ¶ 15 - فكرة المجامع العربية وتنتمجيعها واننتماء (المجمع ¶ العلمي العربي): ¶ تعود فكرة إنشاء المجمع العلمي العربي إلى أيام تولّي الأستاذ كرد ¶ علي رئاسحة ديوان المعارف، فتأشَس الديوان في 12 شباط 919 أم، ¶ ثمّ حصل خلافٌ بينه وبين الحكومة، فأراد التنحّي عن رئاسحة ديوان ¶ (1) ¶ (2) ¶ (3) ¶ خطط الشام 6/ 4 34. ¶ خطط الشام 6/ 4 34. ¶ خطط الشام 6/ 4 34. ¶ 29",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "المعارف، بأعضائه ورئيسه إلى مجمع علميّ، وتكون علاقته مع ¶ رئيس الحكومة مباشرة، فأصدر الحاكم العسكري العام علي رضا باشا ¶ الزَكابي أمرأ بذلك في الثامن من حزيران، فتألمَّس! (المجمع العلمي ¶ العربي)، وأنشأ دارأ للَاثار وتجهيز دار الكتب بجهاز حديث (1). ¶ وأمّا (مجمع القاهرة) فمن المعروف أن الأستاذ الرئيس قضى في ¶ القاهرة بضع سنوات كانت مجالَ أخذ وعطاء، وإفادة واستفادة، ¶ وتعليق وتوجيه. وشاءت المصادفات أن تثار فيها حين ذاك فكرة إنشاء ¶ مجمع لغوي يطوّرُ اللغةَ ويحميها من المولّد والدخيل، وسبقَ أن اُنشى ¶ فيها بالفعل عام 1892 م ما كان يُسفى (مجبم البكري) الذي لم يُعَفَر ¶ طويلاً. ولكن الفكرة لم تَمُتْ، وبقيت حيّة نشيطة في العقد الاول من ¶ هذا القرن، ولعل هذا كان إرهاصأ في العقد الثاني \" لمجمع دار الكتب\" ¶ في القاهرة، وللمجمع العلمي العربي بدمشق. وقد عاصر كرد علي ¶ هذا كقه، وعاش فيه، ولم يكن غريبأ أن يُختار اؤل رئيس لمجمع ¶ دمشق، الذي ناضل طويلأ في سبيل دعمه. وعمل جاهداً لنشر اَثاره. ¶ وكان على صلؤ بالملك فؤاد الأول، الذي تبنى فكرة إنشاء مجمع لغوفي ¶ رسميئ يحقق ما هدفتْ إليه المجامع الأهلية التي اشرنا إليها، وفي لقاء ¶ بينهما عام 1926 شاء الملك أن يفيدَ من تجربة دمشق السابقة، فقدّم له ¶ كرد علي صورة صادقة، ويمكن أن يُعدَ بهذا مفن مهّدوا لمجمع ¶ القاهرة. ¶ أُريد بهذا المجمع يوم إنشائه عام 932 1 م أن يكون (مجمع اللغة ¶ العربية) أولاً، قبل أن يكون مجمعاً مصريّا، كما يقول الدكتور إبراهيم ¶ مدكور، فكُوِّنَ من عشرين عضوأ نصفهم من المصريين، والنصف ¶ (1) ¶ يمُظر \" تاريخ المجمع العلمي العربي \"، تأليف أحمد الفتيجّ، من مطبوعات ¶ المجمع العلمي العربي، 375 اهـ= 956 ام. ¶ 30",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "الاَخر قسمةً عادلةً بين العرب والمستعربين، ¶ لا إقليمية، ومؤسسة اممية لا وطنية (1). ¶ وبدا هيئة عالمية ¶ اما (مجمع بيروت) - كما يقول كرد علي: \"فمع وجود اكفياء من ¶ العلماء والأدباء في لبنان حالت الطائفية -على ما يظهر- دون مضئه في ¶ طريفه، إذا كانت كلّ طائفة من طوائفه تحاول أن يكون لها التفوق على ¶ الطوائف الأخرى من حيث عدد الأعضاء والتفرّد بالرّياسة. . . \" (2). ¶ \"وأرادت بعض الحواضر العربية أن تحذو حذو دمشق في تأسيس ¶ المجامع العلمية، فجاءت مصر بعد أعوام، فأنشأت مجمعها ¶ الالغوي، فوضع ألوفاً من المصطلحات الجديدة، وبسط قواعد اللغة ¶ العربية. وكانت بغداد، وعمان، وبيروت، تذرّعت بمثل هذا الغرض ¶ الشريف، واجتمع (مجمع بغداد) جلسات قليلة، ثمّ انفضّ عن ¶ لا شيء. واتفق أن كان (مجمع عمّان) ناقص التركيب لقلّة الرجال ¶ فأخفق \" (3). ¶ لقد اعطى كرد علي (مجمع القاهرة) الكثير من جهده ووقته، قضى ¶ فيه نحو عشرين سنة، يشترك في أدوار انعقاده المتعاقبة، لم يتخلّف ¶ عنها إلا لضرورة قاهرة، كانت اطول مما تحظى به اليوم، يقول ¶ الدكتور إبراهيم مدكور: \"ولم يقنع كرد علي بالاشتراك في المؤتمر، ¶ بل انضمّ إلى عددٍ غير قليل من لجان المجمع، فكان عضواً في لجنة ¶ الأصول، ولجنة الاداب والفنون الجميلة، ولجنة العلوم الاجتماعية ¶ والفلسفية، ولجنة الاحياء والطب، ولجنة الأعلام الجغرافية. ¶ (1) ¶ (2) ¶ (3) ¶ محمد كرد علي: مؤسس المجمع العلمي العربي، ص 16. ¶ المذكرات 2/ 8 1 5. ¶ المذكرات 2/ 8 1 5. ¶ 31",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ولكرد علي اسهام واضح في مؤتمر المجمع ولجانه، فألقى في ¶ المؤتمر بعض الكلمات، وعرض بعض المقترحات، ونشر في (مجلة ¶ المجمع) طائفة من البحوث. ¶ أما مقترحاته وبحوثه فمتعدّدة ومتنؤعة، فهو الذي وجّه النظر إلى ¶ ضرورة الإجابة عن سؤال السائلين، واستفتاء المستفتين، ودعا إلى ¶ نشر مفررات المجمع بين جماهير المثقفين، ومتابعة ما يمكن ان يوجّه ¶ إليها من نقد أو ملاحظة. وتلك لا شك ثمرةٌ من ثمار تجاربه طوال ¶ خمس عشرة سنة في مجمع دمشق قبل أن ينضئم إلى مجمع القاهرة. وله ¶ بحوث أكاديمية مثل (عجائب اللهجات (، وأخرى عملية تطبيقية ¶ كإحياء بعض الألفاظ المهملة، واقتراح ألفاظ جديدة تسدُّ حاجات ¶ العلم والحضارة، وهو في هذا أميل بوجه عام إلى إحياء اللفط الفديم ¶ السهل، وفي اللغة كنوز لم يكشف عنها بعد. وكثيرأ ما نَدَد ¶ باستعمالات حديثة سرت إلى العربية عن طريق بعض اللغات الأجنبية ¶ شرقيّة كانت أو غربية. ¶ ولنفف قليلأ عند بحث ألقا 5 في افتتاح مؤتمر الدورة الثانية عشرة ¶ بعنوان: \"من عمل المجمعين \"، وفيه مجموعة ضخمة في نحو خمس ¶ مئة كلمة فصيحة يقترحها نظائر لكلمات حضارية في اللغة الفرنسية، ¶ ولم يخلُ من مُلج وطرائف، وفيه يفول في صراحة اخّاذة: \"المجالس ¶ في العادة تتناقش في المعاني، ونحن معاشر المجمعيين أو اللغويين ¶ قضت علينا صناعتنا أن نقصر مناقشاتنا في الألفاظ، والسعيد منا منْ ¶ يأتي بكلمات تستسيغُها الأذواق جميعأ، وتدخل في الكتب المدرسية ¶ من أيسر السبل. . . ومع ما يلاقي المجمعيون من العناء في تحقيق ¶ غرضهم الشريف يعترض عليهم مَن يعرفُ ومَن لا يعرف، وهزأ ¶ بعملهم كل مَن يبدو له أن يتسلّئ. . . وغفر الله لي بقدر ما دافعتُ عن ¶ المجمع في مصر والشام لتبرئته من التهمة التي ألصقوها به ظلماً، ¶ 32",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ونسبوا إليه وضع لفظ: (الشاطر والمشطور والكامخ بينهما) لكلمة ¶ (سندويش). . . وغير نكير أن بعض اللغويين قد لا يراعون المقام في ¶ استعمال ألفاظ استظهروها، يفرضونها علئ الناس فرضاً، لا يراعون ¶ اعتبارات العصر. . . واذكر أنّ أحد علماء اللغة في لبنان رحمه الله ¶ أصدر في القرن الماضي جريدة زراعيه أسبوعية حشاها بكلّ ما في ¶ معاجم اللغة من عويص الألفاظ. وكنتُ يؤمئذٍ اَخذ الأدبَ عن أحد ¶ المشايخ، وكان إماماً في اللغة، وما إن عرضتُ عليه الجريدة حتى ¶ ردها، وقال: إتها لا تُفهم بدون شرح، وحاولتُ فعلأ شرحها على ¶ طريقة الكتب الصفراء، وفي شرحي لها اختلط رأسها بذنبها، ¶ وامتزجت حواشيها الأربع بعضها ببعض. ¶ وأذكر أيضاً أنّ أحد المشتغلين باللغة نقل عن الإفرنجية كتابأ من ¶ كتم! الأطفال أتى فيه بألفاظ الزمخشريّ والفيروز اَباديّ. ¶ والغالب أنّ معظم اللغويين يحاولون لأؤَل أمرهم أن يُيسِّروا على ¶ طريقة الشنقيطي أجزل اللّه ثوابه في رصف شعره بما وعى من ¶ المفردات \". ¶ وواضح أن كرد علي يعئر في كلّ هذا عن عصر مضى، وأصبحنا ¶ نؤمن جميعاً بأنّ اللغة للحياة، وحياتُها في أن تلائِمَ اذواق الناطقين ¶ بها، فتخف علئ مسامعهم، وترق علئ ألسنتهم، وتصدر عنهم، ¶ ولا تفرض عليهم، وبهذا تستعيدُ العربيةُ مجدها، وتجد مكانتها بين ¶ اللغات العالمية الكبرى (1). ¶ 16 - أسباب نجاح المجمع العلمي العربي بدمشق: ¶ أهدى المجمع العلميئ العربيئ بدمشق مطبوعاته إلئ ملك مصر ¶ (1) محمد كرد علي: مؤشس المجمع العلمي العربي ص 18 - 19. ¶ 33",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "فقرأها، ورأى طبعها المشرق، والتعليقات المفيدة على الكتب المحققة ¶ فقال له إنّ: \"مجمعكم يعملُ خلافاً لمجمعنا\" فأجابه كرد علي: \"إنّ ¶ المجمع المصري يعمل ايضاً، ولكنّه قصّر في نشر أعماله في مجلته \". ¶ لقد نجج مجمع دمشق -كما يقول كرد علي - لأنّ أعضاءه اخلصوا ¶ في خدمته منذ وَضْعِ اساسه، وكثيراً ما كان بعضُهم يقزظ ويحمد عمل ¶ كرد علي، فيقول لهم مخلصاً: إنّ المجمع مدين لأعضائه مثل فارس ¶ الخوري الذي انشأه معه، وحماه من تمحكات السياسيين الأغبياء. . . ¶ ولجميع الأعضاء الذين عملوا معه في دمشق منذ إنشائه: كطاهر ¶ الجزائري، ومسعود الكواكبي، وسليم البخاري، وعبد اللّه رعد، ¶ وسليم عنحوري، وعبد القادر المبارك، واسعد الحكيم، وسليم ¶ الجندي، ومرشد خاطر، وجعفر الحسني، وخليل الحسني، وخليل ¶ مردم بك، وجميل صليبا، وحسني سبح، وشفيق جبري، وعارف ¶ النكدي، ومصطفى الشهابي، وعبد القادر المغربي، ومحسن ¶ الأمين، وبهجة البيطار، وهم في الغاية علماً وغيرة على خدمته. ¶ أما في الأصفاع القريبة، فكان منْ عاونوه، كشكيب أرسلان، ¶ انستاس الكرملي، محمود شكري الالوسي، راغب الطباخ، فؤاد ¶ الخطيب، أحمد رضا، سليمان ضاهر، إدوار مرقص، عيسى ¶ اسكندر المعلوف، محمد إسعاف النشاشيبي، عبد اللّه مخلص، رضا ¶ الشبيبي، بهجة الأثري، داود الجلبي، جرجس منش، طه الراوي، ¶ احمد الإسكندري،. . . إلخ. ¶ أمّا اعضاءُ المجمع في مصر - فيقول كرد علي - قلّ منهم مَن عاوَن ¶ هدْا المجمع معاونة فعلية، كأنّهم يظنون أنّ دخولهم فيه من باب ¶ اعترافِ المجمع بفضلهم لمحقط، ولم يعهد لأحدهم أنْ كتبَ له رسالةً أ و ¶ 34",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "أفاض عليه رأياع! 1). وكان يعيب على هيكل والسنهوري اتهما عَثنا ¶ انفسهما عضوين في مجمع اللغة في مصر، وليس لديهما الوقت ¶ للمشاركة في أعماله (2). ¶ لقد قام المجمع برئاسة محمد كرد علي -كما يقول! الدكتور سامي ¶ الدهان - بنصيبه في تقدّم العربية ونشر الثقافة، وانبرى اعضاؤه ¶ يحاضرون الجمهور فى مختلف الموضوعات، ويحققون المؤلفات، ¶ ويسهرون على جمع المخطوطات ودراستها ووصفها. وعادت إلى ¶ المدرسة العادلية والمدرسة والظاهرية (3) امجادهما القديمة، فشهدتا ¶ من جديد علماء الشام في القرن العشرين، يعملون كأجدادهم لإعادة ¶ التاريخ الزاهر، والمجد الغابر، فما يزال! يرنّ في سمع الزمان ما وقع ¶ فيها من امجاد خلال! ستة قرون، م! القرن السابع إلى القرن الثالث ¶ عشر. ففي المدرسة العادلية وضع أبو شامة المقدسي تاريخه (الروضين ¶ في أخبار الدولتين)، وعمل ابن خلّكان تاريخه المشهور (وفيات ¶ الأعيان)، ونزل! ابن خلدون، ودعا ابن مالك النحوفي إلى دروسه ¶ ومحاضراته. ¶ ومرّت بالبلاد محن مختلفة، والمجمع قائم لا يتأثر إلا باللغة، ¶ ولا يعمل إلا للثقافة، يحاضر، ويحقّق، وينشر، ولسانه مجلة راقية ¶ تحمل الخير والنّور، وقد ماتتْ صحفٌ ادبية، وقضت منتديات ¶ خطابيّه، وحفَتْ جمعيات ثقافية، والمجمع ما يزال! يبعث الإيمانَ ¶ بالماضي القديم، ويرسل الإشعاع للمستقبل القريب. ¶ وكان الأستاذ الرئيس واسطةَ العقدِ وموضعَ الحركة فيه يراسل ¶ (1) ¶ (2) ¶ (3) ¶ ا لمذكر ات 2/ 9 2 5 - 0 3 5. ¶ محمد كرد علي: مؤض المجمع العلمي العربي: 175. ¶ المصدر السابق. ¶ 35",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "المستشرقين، ويكاتب المصريين، في سبيل المجمع، فكأنّه قطعة من ¶ حياته، أو كأن حياته قطعة من المجمع، يدؤي صوته فيه كلّ صباح، ¶ وتنعقد حوله الحلقات، وتتصل فيها الأحاديث والنكات، وتبرم فيها ¶ المشاريع والقرارات. ¶ ولم يكن الدهر باسماً له، ولم يكن الناس له بمسرورين، ذلك اثه ¶ رأى منافسين وحُ! ادأ من الأفراد والهيعات، فتجهَمَ له الزمان حينأ، ¶ وهمثنَ له أحياناً، ولقد قال في مذكراته: \"لقيتُ الألافي من الحكومات ¶ السورية في هذا المجمع العلميّ كأنّه كان بعض ملكي \" (1). ¶ 17 - دار الاَثار: ¶ ترافق إنشاء (المجمع العلميّ العربي) إنشاء دار للَاثار تابعة له كانت ¶ هذ 5 الدار نواة دائرة للَاثار، تُعنى بجمعها وتصنيفها وعرضها. ¶ وكان تُوى في باحة المجمع عشرات التماثيل الحجرية، كما كان في ¶ غرفة الخزائن المغلقة الكثير من الاَثار الصغيرة مما عُني الأستاذُ الرئيس ¶ بجمعه شتى الوسائل. ¶ وظلّ هذا المتحف جزء من (المجمع العلمي العربي) عدّة سنين، ¶ وأشرف عليه الأمير جعفر الحسني بعد عودته من بعثة علمتة حكومية ¶ إلى فرنسة، حيث درس الاَثار، واهتم بصيانتها والتنقيب عنها (2). ¶ واورد الأستاذ تيسير ظبيان، من أساتذة المدرسة التجهيزية بحمص ¶ كتابأ ورده من الأستاذ الرئيس يذكر له أنّه عُثر على قبرين من فخار في ¶ كهف مجاور لقرية فيروزة، فأُخِذا ووُضِعا في مدرسة فيروزة، ¶ (1) ¶ (2) ¶ المذكرات 1/ 384، الدهان 234. ¶ خطط الثام 339/ 6، محمد كرد علي: مؤسس المجمع العلمي الغربي ¶ 4 - ه. ¶ 36",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "فالمرجو الذهاب إلى تلك القرية ومشاهدة القبرين، ووصفهم لرئاسة ¶ المجمع، وإخباره هل يستحقّان النقل إلى متحف دمشق، واللازم من ¶ النفقة، والوسائل الكافلة بإتمام العمل. وكان ذلك في 21 شوال! ¶ 342 اهـ= 25 ايار 924 ام. ¶ 18 - الكتابة عند كرد علي: ¶ عشِقَ الأستاذ كرد علي الكتابة، فكتب في السنّ السادسة عشرة من ¶ عمره، ثم دخلَ في تحرير الصحف وهو في الثانية والعشرين من عمره ¶ سنة 1897 م في جريدة (الشام (اوّل! جريدة صدرت في دمشق، إلى ألىْ ¶ عُرفَ واشتهر بعد ذلك من خلال! الكتابة في (المقتطف ((فالمقتبس (، ¶ ثم تأليفه الكتب، وقد شجّعه على الكتابة صديقه الأستاذ رفيق ¶ العظم. ¶ يصف سامي الدهان حركته في عمله كتابة وتحريراً: \"يعمل ¶ الموظفون في دوائرهم، وحولهم مَنْ يُعينهم او يكتب لهم، ويعمل ¶ الرئيس في مكتبه وحده، يكف بخطّه، ويصحّج بقلمه، ويُراسل ¶ بيده، ولا معاون يكل إليه الأمر، او يكتم له السرّ، وقد يخطّ عشرات ¶ الرسائل، ويصحج عشرات الصفحات يحقّقها، وينظر في مقالات ¶ غيره من الأعضاء والأدباء والعلماء، وهو لا يشكو ولا يتذمّر، لأنّ ¶ الخلود يكلّف النوابغ جزية يسيوة هي ان تصمد قلوبهم لهذا السعي ¶ المتواصل، ولو دلفوا إلى الثمانين \" (1). ¶ 19 - منهجه وأسلوبه في الكتابة: ¶ كتب الأستاذ الرئيس المقالة والبحوث، ضمّنهأ في الصحف ¶ (1) ا لبر ها ن: 4 1 2. ¶ 37",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "والمجلات والكتب. فكان \"الصحافيئ الحق، والناقد المنصف ¶ والمؤرّ! الصادق \" (1). ¶ وكان ذا قلم سَئال، إذ إنه كان يقرا اكثر مما يكتب، وقد تمز ¶ الأشهر لا يكتبُ فيها صفحة، فإن ذلك لا يعني استعصاء القلم عليه، ¶ وإنّما يعني انّ مزاج كرد علي كان قلفاً، أو إته كان يتأنّى يخمّر ما يريدُ ¶ ان يقوله. . . وإلا فقد اَخى كرد علي أتئم مؤاخاةٍ بين ذاته وعمله، بين ¶ قراءاته وكتابته، وكأنّما كانت كتاباته الكثيرة فيٍ مجلة (المقتبس) الوجهَ ¶ الاَخر لهذه القراءات الكثيرة. . كانت استجابة لها، واستلهاماً منها، ¶ وتطابقأ معها (2). ¶ يقول الدكتور شكري فيصل رحمه الله: علئ أنّ دراسة أُسلوب كرد ¶ علي البياني امر لا يُستعْنى عنه. ففد خرج الأستاذ الرئيس على السجع، ¶ وثار عليه، وآثر الأسلوب المرسل. ولكته مع ذلك كان له في الكلمات ¶ التي يكتبها -في بداية كلّ سنة وفي نهايتها أحياناً- أسلول! هو أقرب ¶ ما يكون إلى أسلوب فرسان النثر العربي. . بعضه من الجاحط، وبعضه ¶ من التوحيدي، وبعض! من ابن المقفع، وبعض من نثر القرن الرابع، ¶ وكان كثيراً ما يحقيه ببعض السجع، ولكنه هذا السجع الحز المطلق إ ن ¶ صجّ هذا التعبير، وببعض البديع الذي يظلّ يصدر عن إيثار الفكرة ¶ لا عن تغليب اللفظ (3). ¶ ويقول الدكتور سامي الدهان: والأستاذ الرئيس قد يتخيّر اللفظ، ¶ ويسعى له، وذلك حين يكتبُ في تحليل الأدب فحسب، فيؤثر بعضه ¶ (1) ¶ (2) ¶ (3) ¶ عدنان الخطيب: \"مجمع اللغة العربية: مؤشس المجمع العلمي العربي \"، ¶ ص 109. ¶ شكري فيصل، المصدر السابق، ص 127. ¶ المصدر السابق: 139. ¶ 38",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "على بعض. واقرب الألفاظ إلى نفسه ما وقع في كتب القدماء، أ و ¶ ما سهل على الادن، ورق على السمع، ما يريده لنفسه، ويطلبه ¶ لزملائه. وما اذكر أنّه قرأ مقالة للمجلة أو بحثاً للنشر إلا أعمل قلمه في ¶ إصلاح بعض المفردات والتراكيب مما لا يروقه أو لا يستحسنه. وقد ¶ يزيدُ في التهذيب حتى يحذف المديج الفائض، لا يخاف ولا يتردَد، ¶ ولا يحسب للكاتب في ذلك حسابأ، مهما علتْ مكانته، وسصت ¶ مرتبته، فهو نَقّاد جرىء لا يخاف في اللغة لومة لائم (1). ¶ ويقول! الأستاذ شفيق جبري (2)، بعد أن ذكر تأثّر الاستاذ الرئيس ¶ بأسلوب الأسلاف: ولكن هذا البيان الرائع في اكثره قد عملت فيه ¶ عوامل ثانية غير الذي ذكرناه، فلسنا نشك أنّ عناية كرد علي بمطالعة ¶ كثير من كتب الفرنجة كان لها اثر كبير في أسلوبه، فقد أعطته هذه ¶ الكتب في كثير من مواط! كلامه دقةً في التعبير، ووضوحأ في ¶ التصوير، فأضيفت هذه الخصائص إلى خصائص أعطته إياها كتب ¶ البلغاء من العرب فازداد رونقها، وعظُمت روعتها. ¶ هذا ولا ينبغي لنا أن ننسى أنّ كرد علي قد مارس الصحافة زمناً ¶ طويلاً، فزادت هذه الصناعة في بديهته لما كان يفاجى به في معظم ¶ الاحوال! من أفكار وأخبار لا مندوحة له عن الإسراع في صياغتها، وكما ¶ (1) ¶ (2) ¶ ا لد ها ن: 9 3 2. ¶ شفيق بن درويش جبري (1314 - 400 اهـ= 1897 - 980 ام): شاعر ¶ الثام، أديب، لغوي، ولد بدمشق، وتعلّم بها، وعُيّن بوظيفة رئيى ¶ لديوان المعارف، وكان إلى جانب ذلك وكيلاَ لمدرسة الاَداب العليا، نواة ¶ كلية الاَداب، وأستاذاَ فيها. توّلى عمادة كلية الاَداب، واختير عضواَ في ¶ مجمع اللغة العربية بدمشق والقاهرة وبغداد. له مؤلفات ومقالات عدة. انظر ¶ \"إتمام الأعلام \": 187. ¶ 39",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "تزيد الصحافة في البديهة، فكذلك هي تزيد في الطبع، لأنّ الصحفي ¶ لا يتّسع وقته للتزويق والتنميق، فلابدّ له من الإنشاء على سجيّته ¶ وطبعه، وقد شبّهوا الصحافة بالمغطس في الحمام، فكما انّ الإنسان ¶ يغطس في المغطس فيطرح جسمه ماعلق به من الوسخ، ثم يخرج ¶ نظيفأ نقيّا، فكذلك الفلم يغطس في الصحافة فتنقيه على مر الأيام من ¶ كثير من العيوب. ¶ نستخرج من كلّ ما تقدم أنّ أسلوب كرد علي قد رُزق مرونة ¶ عجيبة، فهو لم يجمد على صبغة واحدة من البيان لا يكاد يتخطاها، ¶ وإنما مرن هذا الأسلوب على صيغ شتى وقوالب مختلفة، ففد صلج ¶ للغة العاطفة كما صلج للغة العقل، وقدر على التاريخ والاجتماع كما ¶ قدر على الأدب، وأفصج عن الأخلاق العامة، كما افصج عن خوالج ¶ صاحبه ولواعجه، فأبرزُ الخصائص في اسلوب كرد علي إنّما هي هذه ¶ المرونة البالغة التي جعلته يعطي كلَّ موضوع ما يستحقه من الكلام (1). ¶ وقال الأستاذ جمال الدين الاَلوسي: \" عُدّ - أي الأستاذ الرئيس - من ¶ أصحاب الأساليب، وقرنه الأستاذ محمد عبد الفتاح في كتابه \" أشهر ¶ مشاهير أدباء الشرق \" بالعقاد وطه حسين ومحمد عبده. وعدّه الأستاذ ¶ جمعة إسماعيل في الأدباء الخمسة أصحاب الأساليب. وثقافتهُ ¶ لا تعتمد علئ الصحافة بفدر ما يعتمد علئ كتب التراث: عربية وفرنسية ¶ وتركية، مكّنته فطرته السليمة وذكاؤه الحادّ ودراسته المثهجيّة من عربية ¶ وفرنسية وتركية وثقافته بمعارف عصره عربية وشرقيّة - أهّلَتْه في الأخير ¶ أن يتبوأ مركزه الأدبي والاجتماعي. قرأ المخطوطات، وبحث عنها في ¶ (1) محاضراب عن محمد كرد علي ألقاها الأستاذ شفيق جبري على طلبة قسم ¶ الدراسات الادبية سنة 1957 في معهد الدراسات العربية العالية، ص 1 0 1 ¶ وما بعدها. ¶ 40",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "خزائن دمشق والقاهرة والاَستانة ولندن وروما والإسكوريال، وفي ¶ مكتبة الأمير كايتاني، وقرأ ما حققه المستشرقون من كتب التراث، وله ¶ صداقات ولقاءات ومراسلات ومساجلات مع الكثيرين منهم، واطّلع ¶ على ما الفوه في الإسلام والعرب، وكتب في أوهامهم وأخطائهم ¶ الفصول المفيدة \" (1). ¶ 0 2 - بداياته في الكتابة: ¶ تفتّق كرد علي على عبقرية نادرة، فَحُبه للقراءة، وعنايته باللغات ¶ الأخرى من فرنسية وتركية، وتنمية مواهبه بالمطالعة، وصفاء الجؤ ¶ له، لاسيما عند خلوده إلى قريته (جسرين) في غوطة دمشق، وتشجيع ¶ والده له الذي كان يبتاع له الكتبَ التي يريد أهّله للكتابه، فلا نستغربُ ¶ بعد ذلك قوله: \"وما بلغتُ السادسة عشرة حتى أخذتُ أكتبُ أخبارأ ¶ ومقالات في الجرائد. . . وما كنتُ أظنُّ ان هذه البداءة تنتهي بي إلى ¶ الغرام بالصحافة \" (2). ¶ 21 - منهجه في التاريخ: ¶ أكثر ما ظهر هذا المنهج في كتابه (خطط الشام)، و (الإسلام ¶ والحضارة العربية)، و (المذكرات) وفي كتاباته الصحافية. غير أنّ ¶ الواقع أن أكثر كتبه كانت مسبوغة بحفة التاريخ. ¶ يقول عنه الدكتور عدنان الخطيب (3) رحمه الثه: لقد ارتضى محمد ¶ (1) ¶ (2) ¶ (3) ¶ محمد كرد علي: مؤسّسى المجمع العلمي العربي: 197 - 198. ¶ المذكرات 1/ 50. ¶ عدنان الخطيب: (1332 - 416 اهـ= 1914 - 995 ام) عدنان بن عبد ¶ القادر الخطيب الحسني، حقوقي، مجمعي، ولد بدمشق، واكمل دراسته ¶ الجامعية في بغداد، فحصل على إجازة في العلوم العالية وإجازة بالعلوم ¶ القانونية، ثم قصد باريى، فحصل على درجة الدكتوراه في الحقوق، رأس =",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "كرد علي لنفسه التقيّد بشرط التأريخ عثدما ازَخ، واتَبع الحذر من سطوة ¶ الرقيب، واستبداد الدولة، عندما مارس الصحافة، والتزم وهو يدعو ¶ إلى صلاح المجتمع بالموضوعية، دودْ أدْ يسفي مَنْ عرفهم من ¶ الحشويين أو المفسرين أوالممخرقين. ¶ ولفا بلغَ محمد كرد علي الستين من العمر، وزهد بالدنيا ومناصبها ¶ وجد نفسَه - يحمِلُ في صدره عبئأ ثقيلأ من كبتِ ما في صدره من حمث ¶ وبُغْضٍ تقيّدأ بشروط التأريخ، ومجاملة لما تعارف عليه الناس. ¶ فأحَمث أن يجزَد ما علق في ذاكرته من انطباعات وارتسامات، وأخذ ¶ يقيّد ما يرد على قلمه حرّاً، غير مفثد بتاريخ أو بترتيب او تصنيف، ثئم ¶ وصف ما بدا في صنعه بقوله (1): \"أصوِّرُ بهذا التقيد طائفةً ممن عشتُ ¶ بينهم صورة صادقة، وأدؤَنُ كلَّ حقِّ عرفتُه، ليشاركني أبناء هذا الجيل ¶ والذي بعده في الإنكار على مَنْ أضجروني بفصورهم، وآلموني ¶ بغرورهم. ¶ كتبتُ كتباً كان الجد سُداها ولحمتها، وما جؤزتُ لنفسي الحياد ¶ عن قواني! المؤلفين، ولا الصدود عن اَيين المتقدمين والمتاخرين، ¶ وأريد هنا أن أنزع قيودأ أثفلتني وانا أراعيها، وأن أبعد عن ذاك الطراز ¶ المقيِّد، واخرج إلى هذا الأسلوب المطلق. . . ¶ قصدتُ بما دوّنت التحذير من دَجْلَ الدجالين، والتنبيه على أحابيل ¶ المبطلين، والعمل على مكافحة الظالمين، لِيُعرفَ أنَ كلّ جيلى ¶ (1) ¶ مجلس الدولة، وتولّى منصب الأمين العام لمجمع اللغة العربية بدمشق، له ¶ عدة مؤلفات في القانون، ومقالات في مجلة المجمع وغيرها: (إتمام ¶ الأعلام \"، ص 278. ¶ مقدمة المذكرات: 1/ 3. ¶ 42",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "لا يخلو من دعاة يحلو لهم الجهر بالحق مهما جَشَمهم، ومن أفضل ¶ الطرق إليه ضرب السفهاء في وجوههم بعيوبهم. ¶ الجهر بالحق ومقاومة الظلم، من أوّل مراتب النهوض، والساكت ¶ عن الحق شيطانٌ أخرس \" (1). ¶ 2 2 - اَراؤه: ¶ ث! العربي هو عربي الفكر والقلب واللسان: لم يكن تعريفُ كرد علي ¶ للعربي بأنّه من كان عربيأ بالنسب، بل كان يقول: \"أنا كرديّ عربيّ ¶ مسلم، فوالدي واجدادي من الاكراد، وليس للمرء في أرومته خيار، ¶ فأنا كرديُّ العِرْق، عربيّ الفكر والقلب واللسان، مسلم العقيدة، ¶ وليس لايّ لغويّ متعمق في لغة الضاد، دارس مؤرّخ راسخ في دراسة ¶ التاريخ الحضاري لهذه الأمّة إلا أن يكون عربيئ القلب والفكر ¶ والهوى، مهما كان محتده، ومهما كانت عقيدته (2) \". ¶ *- أسباب النهضة بالأمة: يرى الأستاذ الرئيس أنّ السّبُل والوسائل ¶ التي توصل أمتنا إلى ما تصبو له من مجل! ومنعة هي: إحياء التراث، ¶ والعلم، والنظام، فللأجداد كنوز يجب أن نظهرها للناس، لنبيّن دور ¶ الحضارة العربية الإسلامية في التاريخ الحضاري للعالم، وعصرنا عصر ¶ علم، فعلينا ان نباري الغرب فيه، والعلم والنظام دعامتا التمدن ¶ الحديث، ووضعهما نصب أعيننا واجب علينا تحقيقه، فإنْ فعلنا ذلك ¶ كنّا جديرين بالحياة، وإنْ لم نفعل فقد خنّا الأمانة، فحقّت علينا لعنةُ ¶ الجدود. ¶ ! - إثبات التاريخ الهجرفي: يذكر كرد علي في (مذكراته) انّه رأى منذ ¶ (1) ¶ (2) ¶ محمد كرد علي: مؤسى المجمع العلمي العربي: 1 1 1. ¶ محمد كرد علي: ص 4 4 1. ¶ 43",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "خمسين سنة أنّ التاريخ الهجريّ كاد ي! سى في البلاد، واعتمدالعلماء ¶ والحكومات والتجار وغيرهم على التاريخ المسيحي، فكان يشق عليه ¶ هذا الإهمال، ويغضبُ لعدم الحرص على المقدسات، يقول كرد ¶ علي:! وقد وُفَفْتُ فيما دعوتُ إليه، وعادت الحكوماتُ وغيرها في ¶ مصر والشام إلى التاريخ الهجري تكتبه مقروناً إلى التاريخ ¶ المسيحي \" (1). ¶ *- وقوفه ضد استعمال الحروف اللاتينية في الكتابة العربية: أصدر ¶ الدكتور داود الجلبي (رسالة تيسير القراءة والكتابة العربية باستعمال ¶ الحروف اللاتينية)، وطُبعت في الموصل سنة 945 ام، وكان الأستاذ ¶ عبدالعزيز فهمي قدم رسالة أخرى في هذا الموضوع إلى أعضاء ¶ المجمع اللغوي بالقاهرة، وقد فَثد الأستاذ الرئيس ما قالا 5، ولاسيما ¶ عند مناقشة الموضوع في (مجمع الملك فؤاد الأول)، وقد ختم مقالته ¶ بقوله: \"العربية تحتاج إلى مَينْ يُحسن تعليمها على الأصول الحديثة. ¶ لغتنا سهلة يوم نتعلّمها، وكلكم تعرفون ان عدم العناية بتثقيف العامة ¶ وفشو الأمية فيهم كان فيه الضررُ البالغُ، نحن هنا لإحياء العربية، ¶ ويخشى أن تدعو هذه الضجة حول هذا الموضوع إلى زعزعة السمعة ¶ الأدبية التي أحرزتها معه، فإنّ في اعتماد الحروف اللاتينية بدل هذ5 ¶ الحروف العربية الجميلة تتناقضُ مع الغاية السامية التي أنشىء المجمع ¶ لأجلها، نصْ لا نملك بوجهِ من الوجو 5 إدخال جديد مضز يكون منه ¶ القضاء على قديم مقدّس. هذ 5 الحروف هي ملك الشعوب الإسلامية ¶ كلّها، اختارها ثلاث مئة مليون من المسلمين، إذا ابطلت تخسر مصر ¶ ويخسر العرب ويخسر الإسلام \". ¶ وأرجو رصيفي أن لا يحاذر من موت عربيتنا الحسناء بفعل نشر ¶ (1) المذكرات 1/ 602. ¶ 44",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "لغات الأجانب بين اظهرنا، والا يدركها هذا المجمع ولا عشرون ¶ مجمعاً من مثله، فإنّ هذا تشاؤم غريب، واللغة كل يوم تزيد انتشاراً ¶ على الألسن والأقلام. ¶ ولغة حرسها القراَن هذه القرون الطويلة لايخشى عليها البوار، ¶ وهي تزيدُ قوّة مع الأيام، وأتوشل إليكم يا رصفائي ألا نطيلَ المناقشة ¶ في هذا الموضوع، لأنَّ ذلك يفلِّل من قيمة عملنا، ويظهرنا في الملأ ¶ بمظهر لا نرضاه لأنفسنا (1). ¶ ويقول: لو قُدِّر لهذا الاقتراح النجاح - وهذا احتمال بعيد - لخسرنا ¶ تراثنا من المخطوطات العربية التي هي كنوزنا، بها نعتز، وبها نباهي ¶ الأمم، وبها نظهر ما أضفنا من حلقات في سلسلة تاريخ الحضارة ¶ العالمية (2). ¶ 23 - أساتذته: ¶ كان إلى جانب دراسته المنهجية في المدارس قد تأثّر بالدراسة ¶ والمدارسة مع أساتذة فضلاء، وكان يدينُ بالفضل الكبير لثلاثة منهم، ¶ وهم الشيخ طاهر الجزائري، والأستاذ الشيخ محمد المبارك، والشيخ ¶ سليم البخاريّ. ويذكر ائه أخذ عن غيرهم من مشايخ الطبقة الثانية، ¶ وذلك كل ما وسعه قراءته: من كتب اللغة، والأدب والبيان، ¶ والاجتماع، والتاريخ، والفقه، والتفسير، والفلسفة (3). ¶ رز طاهر الجزائري (1268 - 1338 هـ= 1852 م - 0 192 م): هو ¶ طاهر بن صالح الجزائري، هاجر والدهُ من الجزائر إلى دمشق في سنة ¶ (1) ¶ (2) ¶ (3) ¶ ا لمذكرا ت 2/ 2 0 5. ¶ محمد كرد علي: 5 4 1. ¶ خطط ا لثا م 6/ 4 33. ¶ 45",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "1263، وكان من بيت علم وشرف، تولّى بدمشق قضاء المالكية، ¶ دخل طاهر (المدرسة الجقمقية الإعدادية)، وتخزج بالأستاذ ¶ عبد الرحمن البُشناقي، الذي أخذ عنه العربية والفارسية والتركية، ¶ ومبادىء العلوم، ثم اتصل بالعلامة الشيخ عبد الغني الغنيمي ¶ الميداثي، وكان فقيهاَ عارفاً بزمانه، واسع النظر، على قدم السلف ¶ بتقواه وزهده. ودرس الشيخ طاهر العلوم الطبيعية والرياضية والفلكية ¶ والتاريخية والأثرية. وتعلم الفرنسية ومبادىء السريانية والعبرانية ¶ والحبشية فضلأ عن البربرية لغة مواطنيه. ¶ أولع منذ صغره باقتناء المخطوطات، فاجتمع له منها مع الزمن ¶ مجموعة عظيمة أعانته في مقتبل أيامه على الارتفاق من ثمنها. ¶ تولّى التعليمَ لأول مرة في (المدرسة الظاهرية الابتدائية)، ثم عُيّنَ ¶ مفتشأ عامأ على المدراس الابتدائية، وأخذ على نفسه تعليم المعلمين ¶ اصول التدريس، يوهمهم أنّه يتعلم منهم، وهو يعلّمهم، أنشأ دار ¶ الكتب الظاهرية سنة 296 اهـ، وبعد مدة أنشأ في القدس (المكتبة ¶ الخالدية)، وهي كتب الشيخ راغب الخالدي ضمت إليها كتب ¶ أسرته (1). ¶ اوّل ما تعرّف عليه كرد علي عندما دخل على صفّه ذات يوم، رجل ¶ في عمامة وجبّة، يتحدّث في بلهجة مغربيّة، فدهش الطفل لما رأى، ¶ ولما سأل عنه قيل له: إنّه المفتش العلامة الشيخ طاهر الجزائريّ، فقال ¶ في نفسه: \"يا ليتني أكون مثله \"!!. ¶ (1) ¶ المعاصرون، ص 268 - 269. وانظر كتاب (طاهر الجزائري رائد التجديد ¶ الديني في بلاد الثام في العصر الحديث) للأستاذ حازم محي الدين ضمن ¶ هذه رقم (3). ¶ 46",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "ولقد استحكمت الصِّلةُ بين التلميذ وشيخه بعد حين حتى قال عنه: ¶ \" إنّه صدر الحكماء، وإنّه مَنْ أشرب قلبي حبّ العرب، وهداني إلى ¶ البحث في كتبهم \". ¶ كان ىد علي يُكبر فيه روح الإصلاح والتجديد، وتأسيسه المدارس ¶ الابتدائية في معظم الديار الشاميّة، إذ ألّف لها الكتبَ، وعلّم ¶ المعلّمين أصول التربية في زمنٍ لم يكن فيه ما يُقال له علم إلا بعض ¶ فروع الففه وبعض الأحاديث الموضوع أكثرها، أمّا ما يُطلق عليه اسم ¶ الأدب، الذي كان يدرِّس، فيصفه كرد علي (1): فسخيف النظم ¶ والنثر، ولم يبقَ للبلاغة في الخطب والدروس شيء يُذكر، ولا لكلام ¶ الوعّاظ والقُصّاص ما ينفع العامّة. ¶ قال عنه كرد علي (2): \"وإنّه يندر فى المتأخرين من علماء دور ¶ الانحطاط الفكري نبوغ رجل مثله. وعى صدره من ضروب المعارف ¶ ما وعى، وطبق مفاصل الشريعة علئ علوم المدنية، فقد كان متضلّعاً ¶ من علوم الشرع. وتاريخ الملل والنِّحل، منقطع القرين في تاريخ ¶ العرب والإسلام، وتراجم رجاله، ومناظرات علمائه وتاَليفهم ¶ ومراميهم. كان إماماً في علوم الأدب واللغة، إذا سألتَهُ حل مسألة تظن ¶ الشيخ لا يعرف غير هذا العلم، وإذا استرشدته في الوقوف على مظان ¶ موضوع تريده أطلعك من ذلك في الحال على مالا يتيسّر لغيره الظفر به ¶ بعد الكشف عنه أياماً، وهكذا هو في علوم الشريعة، ولا سيما التفسير ¶ والحديث والأصول. وكان يعرف السياسة، وما ينبغي لها، وحالة ¶ الغرب واجتماعه، والشرق وأممه وأمراضه معرفة أخصائي لا معرفة ¶ نُتَفة. ولا يكاد جليسه يصدق - إذا انكفأ الشيخ يتكلّم في هذه ¶ (1) ¶ (2) ¶ ا لمذكر ات 2/ 3 4 6. ¶ انظر كرد علي في كتابه (كنوز الأجداد)، و (المعاصرون) ص 0 27. ¶ 47",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "الموضوعات -خصوصأ إذا كان غربياً- أنّ محذثه شيخ من شيوخ ¶ المسلمين، يعيش في أمّة قد لا تقيم وزناً لهذه المعارف \". ¶ * محمد المبارك (263 1 - 0 133 هـ- 1847 - 2 91 1 م): اتّصل ¶ الأستاذ كرد علي بالأستاذ محمد المبارك، وظاهر من ترجمته انّه اخذ ¶ عنه علوم العربية، ويذكر الأستاذ الرئيس: \"كنتُ بدأتُ بنظم الشعر ¶ فنهاني عن تعاطيه اُستاذي المبارك، وأرادني على إتقان الإنشاء ففط، ¶ وما ينبغي له من الأدوات، لئلا يشغلني الشعر بلذّته عن طلب العلم، ¶ فصدعتُ بأمره، كما كنت قَبِلتُ نصيحة والدي، وأنا يافع، بترك ¶ الإنشاد بصوت رخيم. لأنّ ذلك كان يعدُّ في نظره شيماً وضيعاً، كما ¶ روى ذلك عن شيخه. وهكذا حرمني والدي الموسيقى، وحرمني ¶ شيخي الشعر، ولولا نصيحتهما لَعنيتُ بهذين الفنين، وكانا لي سلوى ¶ وأيّ سلوى \" (1). ¶ والشيخ محمد المبارك، وُلد في بيروت من عائلة من عرب ¶ الجزائر، نزلوا بين البربر يتولّون إرشادهم، وتلقينهم الطريق، فتعلّموا ¶ لغتهم، واختلطوا بهم بالصهر والنسب، وهاجر أبوه إلى الشام، ثم ¶ انتقل به إلى دمشق، وفيها قرا القرآن وجوّده، واخذ يطلب العلم، ¶ وكان له من جودة حافظته ما اتّسع به محفوظه. قيل: إنّه حفظ (مقامات ¶ الحريري) في خمسين يوماً، وما عاقه اشتغاله بالتصوف على ما كان ¶ اجداده عن الاسْتغال بالأدب وعلوم التفسير والحديث والسيرة. ¶ اتّصل في صباه بالأمير عبد القادر ا الجزائري، الحسني، فعهد إليه ¶ تعليم أولاده. ¶ قال عنه الأستاذ كرد علي: \"اتّصلتُ به سنين اَخذ الأدب عنه، ¶ (1) خطط الثام 6/ 4 33. ¶ 48",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "فكُتب لي شرف الاطلاع علئ تواضعه ولْقواه وكرمه وعزوفه، وقلّ ¶ فيمن غلب عليهم التصوف ان جاء منهم عالم وأديبٌ على هذا المثال ¶ البارع الذي كان عليه استاذنا المبارك \" (1). ¶ ء سليم البخاري (1268 - 1347 هـ- 1848 - 1928 م): أحد ¶ رجال الإصلاح الديني واليقظة الحديثة في سورية، هو سليم بن ¶ إسماعيل اللَامدي، نسبةً لمدينة آمُد، مركز ولاية ديار بكر، البخاري ¶ لقباً، نسبة إلى بخارى بلدة أمّه، وُلد في دمشق، وتعلّم بالمدارس ¶ التركية، واخذ العلم عن علماء عصره كخال والدته الشيخ محمد ¶ البرهاني، والشيخ عمر العطار، والمنلا طه الكردي، والشيخ بكري ¶ العطار، والشيخ عبد الغني الغنيمي الميداني، إذ أخذ عنهم علوم ¶ العربية واصول الفقه والكلام والتفسير، وأخذ الحديث الشريف رواية ¶ ودراية عن الشيخ سليم العطار، وتردّد على مجالس! مفتي دمشق ونقيب ¶ الأشراف السيد الشيخ محمود الحمزاوي، وربطته بالمحدث الشيخ بدر ¶ الدين الحسني والشيخ ظاهر الجزائري، روابط المحبة والولاء. ¶ تولّى على حداثة سنّه منصب الإفتاء في الفيلق الخامس العثماني، ¶ وهو فيلق الشام بعد أن فاز في امتحادْ الاَستاثة. ¶ أخذ بالاطلاع علئ كتب الادب العربي والتاريخ والملل والنِّحل، ¶ وامهات كتب الشريعة، بالإضافة إلى اطلاعه على المخطوطات ¶ النفيسة، وحاول إبرازها هو والشيخ طاهر الجزائري، كما اطلع على ¶ المؤلفات الحديثة في علوم الاجتماع والعمران والسياسة والحكمة. ¶ جاهر باَرائه في الإصلاح الديني والسياسي، ولقي اشدّ أنوع الأذى ¶ في أواخر العهد العثماني. ¶ (1) ¶ المعاصرون، ص 9 36، وترجمته ثمة (367 - 372). ¶ 49",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "تولى منصب رئاسة العلماء من 20 كانون الأول 1920 حتى 0 1 ¶ آذار سنة 1924، فكان من ماَثره أنّه سنّ قانوناً حظر على غير العلماء ¶ المعروفين المشهود لهم بالعلم القيام بالنصج والإرشاد وإلقاء الدروس ¶ الدينية (1). ¶ 24 - علاقاته مع أهل عصره: ¶ للأستاذ كرد علي علاقات مودّة ربطته مع العلماء والكُتّاب في بلاد ¶ الشام ومصر والعراق إضافة إلى علماء المشرقيات (المستعربين) في ¶ أوربة. ¶ دخلَ كرد علي مصر أوّل مرّة سنة 901 ام، وبدأ التعزف إلى ¶ رجالها، ولاسيّما رجال الصحافة منهم، وكانت كثرتهم الغامرة يومئذٍ ¶ من أبناء سورية ولا سيما من لبنان (2). ¶ يقول كرد علي: \"كان الفضل في تقديمي إلى فضلاء المصريين في ¶ رحلتي الأولى إلى مصر لصديقي رفيق بك العظم والسيّد محمد رشيد ¶ رضا، وكان من اعظم أماني النفس أن أتعرّف إلى علماء القطر ¶ وأدبائه، فقرّت العين منهم بنفر لم أشهد مثلهم في أرض الشام، ¶ ولا سيما جماعة الشيخ محمد عبده وجماعة دار العلوم، وهم أيضاً من ¶ أصدقاء محمد عبده يفتخرون بالنسبة إليه \" (3). ¶ \". . . كان أصحاب الشيخ المفتي بحكم منصبه أخلاطاً، ¶ والمتخرّجون في دار العلوم نمطاً واحداً، وتعقد اجتماعات هؤلاء كلّ ¶ مساء في قهوة (متاتيا) أمام حديثة الأزبكية، وإليها كان يختلف المشايخ ¶ (1) ¶ (2) ¶ (3) ¶ انظر لْرجمته في \"تاريخ علماء دمشق في الفرن الربع عشر الهجري \" 1/ 431. ¶ المذكرات 1/ 250. ¶ المذكرات 1/ 253. ¶ 50",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "والأفندية والبكوات والباشاوات: محمد المهدي، وأحمد الإسكندري، ¶ محمد الخضري، عبد العزيز الجاويش، حسن توفيق العدل، سلطان ¶ محمد، حفني ناصف، أحمد إبراهيم، حسن منصور، محمد ¶ دياب، محمد عبد المطلب، وكلّهم تلاميذ دار العلوم، وأكثرهم ¶ يدرِّس فيها او في مدارس أخرى، وكان يراسنا الدكتور عثمان باشا ¶ غالب مدير القصر العيني، وهو عالم بالطب. . . ¶ ويختلف إلينا شاعر النيل حافط إبراهيم، ولا تسل عن روعة ذاك ¶ المجلس، وإن كان اكثر من فيه من الشبان، ولكن شبان ¶ ولا كالشبان، ومجلسهم في الحقيقة مجمع علميّ في مقهى، تسمع ¶ فيه من كلّ فن خبراً. ¶ هذا عدا عمن كان يختلف إلى هذا المقهى من رجالات العلم ¶ والادب، وكان مجيئهم على غير اطرّاد، أمثال علي بهجت، إسماعيل ¶ رأفت، مصطفى لطفي المنفلوطي، محمد لطفي جمعة، أحمد ¶ مفتاح،. . . ويجيء إلى هذا المجلس بعض الصحافيين، وإن كان ¶ عشّهم في قهوة (إسبلندر بار) في شارع إبراهيم باشا، وهناك تلقى محمد ¶ مسعود، حافط عوض، داود بركات، يوسف الخازن،. . . ومن ¶ علماء السوريين وأدبائهم الراتبين في هذا المقهى: سليمان البستاني، ¶ رفيق العظم، شبلي شميل، عبد الرحمن الكواكبي، خليل سمعادة، ¶ رشيد رضا، خليل مطران، وبعد حين انضمّ إليهم الشيخ طاهر ¶ الجزائري، ولأجله كان يحضر أحيانأ أحمد تيمور بك، وأحمد زكي ¶ بك العالمان المشهوران. ويتردّد إليها كثير من رجال القضاء والادارة ¶ أمثال محمود رشاد، إسكندر عمون، سعيد شقير، نعوم شقير، ¶ إبراهيم مصور، وهناك كثير من الأدباء والعلماء لا يختلفون إلى ¶ المقاهي كثيرأ، ويقصدهم من يريدهم في بيوتهم ومكاتبهم امثال: ¶ 51",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "قاسم أمين، لمحتحي زغلول، حسن عاصم، محمد فريد، محمود ¶ سالم، محمد محمود التركزي الشنقيطي، إبراهيم اليازجي، يعمْوب ¶ صرّوف، فارس نمر، محمود سامي البارودي، إسماعيل صبري، ¶ احمد شوقي، عبد العزيز فهمي. 0 0 0 (1). ¶ ويذكر كرد علي قائمة طويلة من الأعلام الذين كانوا في مصر، ثم ¶ يقول: هؤلاء الذين عرفتُهم في الدور الأخير من العلماء والأدباء، ¶ وقرات كتبهم ومقالاتهم، وعاشرتهم، وجالستُهم، وهم جيل ¶ جميل، وأكثرهم بين الأربعين والخمسين، وقليل منهم تجاوز ¶ الستين، وبعضهم سبقونا إلى رحمة الله. ¶ وكان للأستاذ الرئيس صلة بكبار الحكام، فقد عَرَف الخديوي ¶ عباس حلمي الثاني، وعرف فؤاد وفاروق. وقد عُرض عليه العمل في ¶ القصر الملكي بمصر مرّات، ولكنّه كان حريصاً على أن تظل علاقته ¶ بمصر علاقة ادب وفكر وليست علاقة سياسة. ¶ يقول: أبيتُ سكنى مصر مع أنيئَ اجد بين ظهراني إخواني فيها من ¶ السلوى مالا يتيشَر لي ان أنعم بمثله في بلدي، وينشد (2): ¶ بالشام أهلي وبغدادُ الهوى وأنا بالرقمتين وبالفسطاط إخواني ¶ وأمّا علاقته مع أهل العلم في العراق، فكانت علاقة علميّة، ¶ تكسوها حفة المودة الصادقة، والتفدير الرفيع لعلمهم وادبهم. ¶ ولعلّ أولى حلقات هذه العلاقة التي تلاحمت بين الأستاذ محمد ¶ كرد علي، وبين إخوانه العراقيين، بدأت منذ أن أصدر مجلته ¶ (المقتبس) في القاهرة سنة 1906، واستمر عندئذٍ يزيد هذه ¶ (1) ¶ (2) ¶ المذكرات 1/ 254 - 256. ¶ محمد كرد علي: مؤسّسى المجمع العلمي العربي، 171.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "الحلقات، ويقوّي من ترابطها، لاسيما بعد رجوعه إلى دمشق، ثمّ ¶ توليه رئاسة (المجمع العلمي العربي). ¶ لقد كان الاستاذ الأب أنستاس ماري الكرملي في مقدّمة العلماء ¶ العراقيين الذين اتصلوا بهذا الصحامي الأديب عندما أخذ يبعث له بنتاج ¶ فكره ونثار قلمه، منذ العدد الأول من هذه المجلة الرائدة، وقد ¶ أحصى الأستاذ البحاثة كوركيس عوّاد المقالات والتعليقات التي كتبها ¶ الكرملي على صفحاتها فإذا هي عشرون مقالةً وتعليقاكا 1). ¶ وقد جمع الأستاذ حسين محمد العجيل \"رسائل الاشتاذ الرئيس ¶ محمد كرد علي إلى الاث انستاس ماري الكرملي \"، فحققها، وقدّم ¶ لها، وعلّق حواشيها (2). ¶ إضافة إلى صلته بالكرملي فقد ظهرت صلة قوية بينه وبين عددٍ من ¶ كبار شعراء العراق، وفي مقدّمتهم الشاعران الكبيران، معروف ¶ الرصافي، وجميل صدقي الزهاوي. فقد أفسح لشعرهما صدر ¶ مجلته، لان كان يرى في هذا الشعر، ما يرقص ويطرب ويهذّب. ¶ وعندما توسَّد الاشتاذ كرد علي، رئاسة المجمع العلمي العلمي ¶ العربي، راح يرشّج لعضويته مَنْ يعرف من العلماء والكُتّاب والشعراء ¶ العراقيين، فكان أوّل مَنْ رشّج ممْهم، علامة العراق السيد محمود ¶ شكري الاَلوسي، والأب أنستاس ماري الكرملي، ثم تتابعت على مرّ ¶ الائام ترشيحاته، فكان مَنْ رشَّحهم لعضويه المجمع منذئذٍ حتى وفاته ¶ عام 1953، الأساتذة معروف الرصافي، جميل صدقي الزهاوي، ¶ محمد رضا الشبيبي، طه الهاشمي، طه الراوي، الدكتور داود ¶ (1) ¶ (2) ¶ محمد كرد علي: ص 0 15. ¶ طُبعت في مجمع اللغة العربية بدمشق سنة 421 اهـ- 0 0 20 م. ¶ 53",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "الجلبي، كاظم الدجيلي، الدكتور مصطفئ جواد، والأساتذة: ¶ العلامة محمد بهجة الأثري، وأحمد حامد الصرّاف، وكوركيس ¶ عوّاد (1). وكانت له صلة في مجال المخطوطات بالأستاذ عباس ¶ العزاوي (2). ¶ ويضع الأستاذ الرئيس ضوابطَ لعلاقته وصداقته مع الاَخرين، ¶ فيقول: \" قال لي أحد أصدقائي في القاهرة منذ بضع سنين: إنّ فلانأ يريد ¶ أن يتعرّف إليك، فقلتُ: أرجى ء ذلك الاَن. وسألني عن السبب الذي ¶ م! أجله استنكفتُ عن الاجتماع إلى صاحبه. فقلتُ له: إنّ مَن عرفتُهم ¶ من الرجال في هذا البلد قد شغلوني عن غيرهم، واستهواني لطفُهم ¶ وأدبهم عن أن استكثر من الصحاب. وللصداقة قواعد لابد من ¶ مراعاتها، وهي مشاركة الصديق صديقه في فرحه وترحه، وفي كلّ ¶ حالاته، لابدَ له من ذلك في السفر والحضر، فإذا كثر علئ المرء عددُ ¶ الأصحاب، فله أن يختار حالأ من حالين، إما ان يصرف شطرأ من ¶ وقته في تعهدهم، والقيام بواجباته نحوهم، وإما أن ينصرف إلى عمله ¶ فيضعف عن وفاء حقهم \" (3). ¶ 25 - كرد علي والمستعربون: ¶ (المستعربون) و (المستشرقون) كلمتان تستعملان عند الكثير من ¶ الناس بمدلول واحد. وهم الباحثون في مجال الدراسات العربية ¶ والإسلامية. غير أنّ كلمة (المستعربين) اخصنُ من (المستشرقين)، ¶ (1) ¶ (2) ¶ (3) ¶ محمد كرد علي: 0154 انظر رسائله في (مجلة المورد) مج 9، ع ا، ¶ ص 298. ¶ كما ظهر لنا في مقدمة كتاب \"البيزرة \" الذي حقّقه كرد علي. ¶ المذكرات: 1/ 57 2. ¶ 54",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ذلك انها تتوجّه في معناها إلى المعتنين بالدراسات الإسلامية والعربية ¶ فحسما. ¶ واما \" المستشرقون \"،3 أ اء، ول! أعه فَتُطلق هذ 5 الكلمة على كلّ ¶ مَنْ يُعْنى بالدراسات التركية والفارسية، والهندية، والصينية، ¶ واليابانية، وكل ما هو شرفي، إضافة إلى الدراسات الإسلامية ¶ والعربية. ¶ لذلك فإنّ الأَوْلَى استخدام كلمة (المستعربين) بدل (المستشرقين) ¶ حصراً لاختصاصهم. وافا الأستاذ كرد علي فقد سفى (المستشرقين: ¶ (علماء المشرقيّات)، وإذا لاحظنا عنواناً لمحاضرته عن (اثر ¶ المستعربين من علماء المشرقيات في الحصْارة العربية) (1)، نستنتج منه ¶ مَيْلَه إلى تسمية المتخصّصين بالدراسات الإسلامية والعربية ¶ (المستعربين). ¶ وامّا عن معرفته بهم فيقول الأستاذ شفيق جبرى رحمه الله: وأمّا ¶ معرفته بالمستشرقين وكتبهم فقد لْكون اَية من الاياتْ، فقد أحاط علمه ¶ بتاريخ الاستشراق والاستعراب، وله صلة بأكثر المستشرقين ¶ والمستعربين، وهو مطّلع على كتبهم التي نشروها، وقد تكلّم عليهم ¶ في مقالات ومحاضرات خاصّة. . . ¶ ولم تقتصر معرفته على ما نشره (المستشرقون) في أوربة وحدها، ¶ فقد وقف ايضاً على ما نشرلْه بعض جامعات الولايات المتحدة مثل ¶ جامعة برنستون وشيكاغو ويال وغيرها، وإذا قلنا: إنّه حجّة هذا العصر ¶ في تاريخ (المستشرقين) وما يتَصل بهم فلا لْبالغُ في قولنا هذا. ¶ وقد سافر إلى اوربة مرات كثيرة، وزار مدارس النواحي في قرى ¶ (1) ¶ وذلك سنة 1927 في مجلة المجمع العلمي العربي، المجلد (7) صفحة ¶ (433 - 456). ¶ 55",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "فرنسة، ومدارس الذكور والإناث والمعلّمين والمعلّمات ودور ¶ الحضانة، وزار مدرسة اللغات الشرقئة في باريس، وحضر عدة خطب ¶ ومحاضرات، كما حضر درس المشتغلين باَثار الشرق. ¶ وفي بلجيكة سأل عن علماء يعنون باللغة العربية، وفي هولندة كان ¶ همَه الاكبر أن يزور أحد مشايخ الاستشراق في الغرب، وفي إنكلترة زار ¶ جامعتي كمبردج وأكسفورد، والتقئ المستشرقين براون ومرغليوث. ¶ وزار في هولندة مكتبة جامعة ليدن التي يتوافر فيها عدّد كبير من الكتب ¶ العربية المخطوطة والمطبوعة. ¶ ولمّا سُئل عن المستشرقين الذين تعزفوا إليه كتب في الجواب علئ ¶ ذلك مقالاًاَخر في مجلة (المجمع العلمي العربي) يقول فيه: \"أسعدني ¶ الحظُ منذ نشأتُ أن تعرّفتُ في مصر والشام واوربة إلئ بعض ¶ (المستعربين) من أمم أوربة، واختلطت بهم وخاللتهم، ووقفتُ على ¶ اساليبهم في البحث والدَرْس والتأليف والنشر، وعاونوني في بلادهم ¶ علئ دَرْس المدنية الغربية، وعلئ الكشف عما في خزائنهم ومتاحفهم ¶ من كتب العرب واَثارهم \". ثم يذكر اسماء بعض كبار المستشرقين الذين ¶ عرفهم مثل (دوسو) و (ماسينيون)، و (هوار)، و (بلاشيه)، ¶ و (مارسيه)، و (مارغليوث)، و (كرنكو)، و (نللينو)، و (هارتمان)، ¶ و (غولدصيهر)، و (سنوك هورغروني)، و (اَسين بلاثيوس) (1). ¶ من هذا كلّه نستنتج أنّ الأستاذ الرئيس كان معنيّاً في أكثر رحلاته ¶ بالمشرقيات العربية، وبزيارة دور الكتب والاطلاع علئ المخطوطات، ¶ وارتياد دور الاَثار ومعاهد العاديات في أوربة (2). ¶ (1) ¶ (2) ¶ مجلة المجمع العلمي العربي، مج (23)، ص (347 - 362). محمد كرد ¶ علي، ص (179). ¶ محاضرات عن محمد كرد علي، شفيق جبري، ص 32 - 34. ¶ 56",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "لذلك كانت هذه الأمور مجتمعة سبباَّ فَي إشادة محمد كرد علي ¶ بأعمال المستعربين، فقد ظلَّ يكرّر القول بأنّ (المستعربين (: \"كانوا من ¶ العوامل الكبرى في النهضة العربيّة الأخيرة بما أحيوا من كتب العرب ¶ القديمة، وخدموها اجل خدمة، بمعارضتها على النسخ المتعدّدة، ¶ وبوضع الفهارس المنوّعة لها، ليسهل الانتفاع، أو باللغة اللاتينية، ¶ فانتفعوا بما نشروا ونفعوا بما حدث من معارف كانت مجهولة، بل بهم ¶ تجلّت مدنيّة العرب لأول مرّة، لأنّهم طبعوا في القرنين السادس عشر ¶ والسابع عشر كتبأ عظيمة من كتبنا كانت حجر الأساس في انبعاث ¶ العربية من رقدتها الطويلة \" (1). ¶ ويقول الأستاذ الرئيس في مذكراته: \" اكثر ما كنتُ ارتاح إليه مقابلة ¶ علماء المشرقيات، فإنّهم لقربهم من منازعنا، ومعرفتهم بعاداتنا، ¶ ووقوفهم على غابرنا وحاضرنا، أقرب إلينا من معظم مَن في الغرب من ¶ اهل المدارك، وبهم كنتُ اتعرّف إلى سائر الطبقات، فهم بلا جدال ¶ همزة الوصل بين الشرق والغرب. ويُبالغ المستشرقون بإكرامك في ¶ بلادهم إذا توقعوا منك بعض الفائدة لهم او لأقتهم ص لدن عودتك إلئ ¶ وطنك، ومنهم مَن يدعوك إلئ داره مع فقره الظاهر، وذلك لمعرفته ¶ العادات الشرقية. أمّا هم فقد وقفوا علمهم قبل كلّ شيء علئ خدمةِ ¶ دولهم \" (2). ¶ غير أنّ الأستاذ محمد كرد علي كان يُسرع دومأ إلى الرد علئ بعض ¶ المستشرقين المتعضبين الذين كانوا يطعنون في العرب والمسلمين. إ ذ ¶ إثه لما ظهر كتاب الأب \" لامنس \" البلجيكي عن (تاريخ سورية) انبرى له ¶ (1) ¶ (2) ¶ مجلة المجمع العلمي العربي، المجلد (23) صفحة (348). ¶ المذكرال! 1/ 186، وانظر فيه مقال (غإياتي من سياحاتي) 1/ 184، ومقإل ¶ (علماء المشرقيات والإسلام) 1/ 94 1. ¶ 57",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "الأستاذ محمد كرد علي ونشر في مجلة المجمع العلمي العربي بحثاً ¶ انتقادياً شديداً فضح فيه أغلاطه وافتراءاته (1). ثمّ عاد إلى انتقاد ما كتبه ¶ \"لامنس\" عن الشام وعن الإسلام ضمن موضوعات (موسوعة ¶ الإسلام)، وإضافة إلى ما كتبه لويس شيخو والريحاني في كتاباتهما. ¶ ويتبيّن من هذا انّ جمهرة المستشرقين لا يتفقون معه في الرأي، بل ¶ يصفونه بالتحزّب والتعضب وينظرون إلى اقواله بتحرّز شديد (2). ¶ علاقته مع الأمير ليوني كايتاني (1869 - 1926 م): ينتمي الأمير ¶ كايتاني إلى أسرة قديمة عريقة في إيطالية، يمتد تاريخها إلى زهاء ألف ¶ سنة، كان مثها الباباوات ورؤساء الدين والقوّاد والحكّام. وقد درس ¶ هذا الأمير في كلية رومية للآداب، وأتقن من اللغات: الإيطالية، ¶ والفرنسية، والإنكليزية، والألمانية، واللاتينية، والفارسية، ¶ والعربية. ولما احرز حطًا من العلم والاَداب، وضع كتاباً في التاريخ ¶ الإسلامي بالإيطالية -قبيل الخامسة والعشرين من عمره - يغني عن كثير ¶ من الكتب، ويرفع كثيرأ من المشاكل في تاريخ العرب الذي أدهش العالم، ¶ فجمع لذلك مكتبة ضخمة باللغة العربية وغيرها من المخطوطات، مما ¶ كان مبعثراً في مكاتب اوربة وغيرها، فجاءت مكتبةً قل نظيرها في ¶ الشرق والغرب في موضوع التاريخ الإسلامي خاصّة. ¶ يقول كرد علي: \"اشتغلتُ في خزانة الأمير اليوني كايتاني) في ¶ رومية شهرأ كاملأ، سنة 1913، ولما انجزتُ عملي، قدّمت له بضع ¶ مجلدات من (مجلة المقتبس) هدية، واستأذنتُه بالسفر إلى سويسرة، ¶ (1) ¶ (2) ¶ مجلة المجمع العلمي العربي، المجلد (2) ص ا 27 - 281. ¶ مجلة المجمع العلمي العربي، مج (7) ص (129 - 132)، ثم المجلد ¶ (21) ص (3 - 11)، محمد كرد علي: مؤسّسى المجمع العلمي العربي، ¶ صه 18. ¶ 58",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وشكرتُ له فضله في قبولي للبحث في خزانته العظيمة، ففال لي، ¶ وهو مرتبك: ولمَ هذه السرعة في سفرك؟ أرجى هذا لأيام اُخر، فقلتُ ¶ له: قد ضاق صدري في رومية، من عدم فهم اللغة الإيطالية، وإن كالىْ ¶ الخاصة كلّهم يكقمونني بالفرنسية، وكذلك في المنزل، فإنّ الكلام ¶ فيه بالفرنسية، وعلئ المائدة أيضاً، لأنّ نزلاءه من أجناس مختلفة من ¶ أهل الأرض، ومع هذا فأنا مستوحش، واريد ان اسمع كلام الشعب، ¶ ولا يتيسَّر لي ذلك إلا في سويسرة الإفرنسية \" (1). ¶ وكان الأستاذ كرد علي قد رحل إلى خزانة الأمير كايتاني للاستفادة ¶ من خزانته في إعداد كتابه (خطط الشام). ¶ ويقول الأستاذ الرئيس: \" وكان الأمير يتفضل ويسالني عما عساني ¶ عثرتُ عليه من المواد التي أتطلبها لموضوعي، فإذا قلتُ له: إني ¶ وجدتُ أشياء مهمة تبرق أسارير وجهه، ويعودُ يدلني على مظانَ لم ¶ أصل إليها، لانَ فيها بعض ما يشفي غلتي \"، وقد عَيَّن له للبحث في ¶ مكتبته ثلاث ساعات قبل ظهر كل يوم ما عدا أيام الاَحاد (2). ¶ 26 - تأثّر مسلمي الهند بكرد علي: ¶ إنّ علاقات الأستاذ الرئيس لم تكن محصورة في بلاد الشام ¶ فحسب، بل امتدّت -كما بتنا في هذا الكتاب - إلى العراق ومصر وبلاد ¶ الفرنجة. ¶ وأما أهلُ الهند فكان اسم كرد علي يتردّد عليهم، ولا سيما في ¶ جامعة علي كره (3) الإسلامية، إذ كان العلامة عبد العزيز الميمني ¶ (1) ¶ (2) ¶ (3) ¶ ا نظر ا لمذكرات 1/ 0 8 1، 1/ 88 1. ¶ ا لمعا صرون، ص 4 2 3. ¶ أي علي كرم اللّه وجهه (ن). ¶ 59",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "الراجكوتي يذكره في مجالسه ودروسه ذكراً مملوءاً بالحب والتقدير، ¶ وكانت بعض كتبه تدرّس وتتداول خاصة (الإسلام والحضارة العربية)، ¶ و (أمراء البيان)، و (خطط الشام)، و (رسائل البلغاء)، و (غابر ¶ الأندلس وحاضرها)، و (غوطة دمشق)، و (كنوز الأجداد). ¶ وكان العلماء في الأوساط الجامعية والمؤسسات العلمية قد ¶ استفادوا من مؤلفاته، واقتبسوا، وترجموا منها فصولاً وأبواباً، ¶ كالعلامة السيد سليمان الندوي، والأستاذ أبي الحسن علي الحسني ¶ الندوي، والشيخ مسعود عالم الندوي، والشاه معين الدين أحمد ¶ الندوي (1). ¶ 27 - كرد علي والدعوة الإسلامية وعقيدته: ¶ أحمث كرد علي إرجاع الناس إلى دينهم كما هو، دون جمود ¶ وحشو، فأشاد بالحركة العلمية المنتشرة في اقاليم بلاد الشام. ¶ يقول الأستاذ الرئيس: \" رأيتُ في العقد الاخير من القرن نهضةً دينيةً ¶ تهقلتُ لها، قام بها بعض الغُيَّر على الدين، بعد ان رأوا ضعف ¶ مشخصاته في كلّ مظهر من مظاهره، أدركوا أنْ ليس لهم مخرجٌ مما ¶ صارت إليه الأمّة إلا بتعليمها أصول دينها، فأنشؤوا مدارس ودروساً ¶ في حلب وحماة ودمشق، وأرادوا إرجاع الثاس إلى الجوامع، وقد ¶ هان عليهم الاختلاف إلى الحانات والملاهي، وممىْ قام بكِبَرِ هذا ¶ الامر المهمّ العلامة الشيخ سعيد النعسان في حماة، والعلامة الشيخ ¶ محمد بهجة البيطار في دمشق، وغيرهما في غيرهما، فتخرّج بهذين ¶ العالمي! عشرات من الطلبة تلقَّنوا الشريعة على أصولها، وقام في ¶ (1) ¶ محمد كرد علي: مؤسس المجمع العلمي العربي، 254 وما بعدها من بحث ¶ الأستاذ مختار الدين أحمد. ¶ 60",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "دمشق عالِمٌ من طراز آخر (1) عفَم العامة تعليمأ لا يخلو من جمود ¶ وحشو، ولكنّه ينفع من بعض الوجوه، لأن طلاّبه انبثوا في القرى ¶ الشاميّة، وكان بعض أهلها على وشك الخروج من الإسلام بفعل ¶ الجهلى، كما حدث منذ سنين. ¶ وقام العلامة الشيخ عبد القادر القصّاب رحمه اللّه في دير عطيّة في ¶ جبل القلمون، وعَلَّم كثيراً من الطلبة انبثوا في أنحاء الجبل، فأعادوا ¶ الضالين إلى حجر الإسلام \" (2). ¶ واشاد الاستاذ كرد علي بمجهود إدارة الاوقاف التي أشَسَتْ \"في ¶ عاصمة الشام مدرسة العلوم الدينية، وأخذتْ تخرِّجُ طلبةً منوّرين من ¶ طوائف إسلامية مختلفة. ¶ وانصرفت هِمَمُ افرادٍ من أبناء فلسطي! ولبنان والعلويين وبلاد ¶ الشمالى والجنوب في سورية فدرسوا في الأزهر، وفي كليات ¶ الاختصاص فيه، ومنهم مَنْ عاد إلى وطنه بشهادات تدلىّ على دراساتهم ¶ النافعة مثل السيد أنور سلطان، والشيخ علي الطنطاوي، ويزيد هذا ¶ إلى علمه وفقهه أنه كاتب من الطراز الأولى، وهو م! الطبقة التي تُحسِ! ¶ أدب العربية إحسانأ يُساعدها على فهم الشريعة أكثر من الجامدين، ¶ ومَن قَلَّتْ عنايتهم بهذه الفروع \" (3). ¶ ويُقدِّر الأستاذ أيضاً جهود صديقه عارف النكدي في فتج مدارس ¶ وكتاتيب في \"عُبية \" (4) وما جاورها من القرى في لبنان لتعليم أبناء الجبل ¶ القرآن الكريم، ويعيدهم إلى الشُنّة، كما كان من العلامة جمالى الدين ¶ (2) ¶ (3) ¶ (4) ¶ هو الشيخ علي الدقر رحمه اللّه (ن). ¶ المذكرات 2/ 4 9 5. ¶ المذكرات 2/ 4 9 5 - 5 9 5. ¶ ا لمذكرات 2/ 4 9 5. ¶ 61",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "التنوخي من أهل القرن الثامن بما وقفه من الأوقاف العظيمة على هذه ¶ الغاية (1). ¶ وكان الأستاذ كرد علي يكْبر الشيخ محمد عبده، فيقول: \"قلّما ¶ يشتهر رجلٌ ليس على صمْات بارعة تؤهّله للشهرة، وقد تزيد في شهرته ¶ أحوالٌ عارضة م! حوادث ذات ضجّة وقعت له، فيلغط الناسُ فيه ¶ بالخير والشرّ، وتورثه شهرة، أو تعظم بها شهرته، بَيْدَ أنّ استاذنا ¶ العلامة الشيخ محمد عبده وصل إلى المكانة التي وصل إليها بما كان ¶ تتحلّى به نفسُه من مزايا كان معاصروه مجرَّدين منها. . . \". ¶ ما أتت شهرة الاشتاذ الإمام من الكتب التي قرأها وأقراها، بل ¶ قامت شهرته بما تمثّل من علوم الإسلام. وعرضه على ميزان العقل، ¶ واستخرج منه حكمةً عملية تنفع أبناء عصره على أسلوب تقبله ¶ النفوس، ولا يصعب حفظه واستظهاره على راويه وسامعه. ¶ حضرتُ دروسه في الرواق العّباسي بالازهر في سنة 901 1 م في ¶ التفسير، وكان مما عالجه من الموضوعات ثلاثة دروس عرض في ¶ الدرسين الأولين لايات الربا، وف! رها بما فسَّرها به المفسِّرون، ¶ وأورد ما فُتج عليه من معان جديدة فيها، وكان الدرس الثالث فيما أثّره ¶ الرّبا في البيوت المصرئة، وكان فيه خرابها. واستخرج من روح ¶ الكتاب العزيز معاني جديدة فيها، هي موضع الدهشة من كلامه \" (2). ¶ وقد أخذ كرد علي! ي مواضع من (مذكراته) وكتابه (اقوالنا وأفعالنا) ¶ على الشيوخ ثم تقاعسهم عن أداء واجبهم، وعدم تبليغ رسالة الإسلام ¶ بالحق، وقد نفر البعضُ من كرد علي بسبب تحامله على الشيوخ، لكنَّ ¶ الحقّ الذي يجب أن يقال: إن المهم هو ما سطره بقلمه في كتبه من ¶ (1) ¶ (2) ¶ بليدة في جبل الشوف. ¶ المذكرات 2/ 1 4 6. ¶ 62",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "تبيان لحضارة الإسلام، والأهمّ من ذلك كلّه عندما خضَص بحثاً في ¶ (مذكراته) بعنوان (أنا والعقيدة) (1)، ومما قاله فيه: \"قَوِيَتْ في نفسي ¶ هذه العقيدة عندما درستُ الإسلام دراسةً علميّة، وتدبّرتُ القران وسيرة ¶ الرسول! ي! واصحابه، وأخذت الشريعة من أصفى مصادرها، ¶ وأحببتُ جملةً من علمائنا، ودابتُ زمناً أنظر فيما كتبوا، بعيداً في ¶ الجملة عن التقليد، ولما جاءت نوبة العمل كنتُ ادوّن ما علمتُ، ¶ ومع هذا رأيتُ أن أتباعد عن الأبحاث الدينية لعلمي بأنّ في الأمة أناساً ¶ كثيرين انقطعوا إليها، وآثرتُ ان اوخه وجهي شطر علوم المدنية، ¶ لاعتقادي نفعها في إنهاض الأمة، وامة لا تصلج دنياها لا يغني عنها ¶ دينها، والدنيا مزرعة الاَخرة. . . ¶ حَكَّمتُ العقلَ فيما عرض لي من القضايا الدينية، فلم أستطع حلّ ¶ بعض مسائل الاَخرة من طريق العقل، وسلّمتُ بما جاء، ولم يكن ¶ ما استعصى عليئَ إدراكه سبباً في خروجي على الدّين كفه، قبلتُ العقيدة ¶ بالتسليم، واعتقدتُ اعتقاداً جازماً بخالق الاكوان، وقلتُ: إنّه لا يطلب ¶ من كلّ إنسان ان يعرف كلّ سز، وأن يعلّل بالمنطق كلّ أمر. . . ¶ اهمّني من الدِّين قبل كلّ امر جوهره وتعاليمه الاجتماعية، فعففتُ ¶ عن كلّ مالٍ محرّم في الشرع والعقل، وما رأيتُ في استخدام الكذب ¶ فائدة، وصنتُ قلمي ولساني عنه (2). . ¶ 8 2 - رحلا ته: ¶ زار الأستاذ الرئيس كثيراً من الدول الأوربيّة، فقد زار فرنسة، ¶ وإنكلترة، وإيطالية، وألمانية، وسويسرة، والنمسة، والمجر، ¶ (1) ¶ (2) ¶ ا لمذكرا ت 2/ 87 4. ¶ ا لمذكرا ت 2/ 1 9 4. ¶ 63",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وا لصر ب، وا لبلغا ر، وا ليونا ن، و ا لبلجيك، و هو لا لْد ة، و! سبا نية، ¶ ومنها ما زاره أكثر من مرّة مثل إنكلتوة، وفرنسة، وبلجيكة، ¶ وإيطالية. وهذه الدول زارها في أربع رحلات إلى اوربة، في سنة ¶ 909 1 م و 913 1 م وا 92 1 م و 928 1 م إضافه إلى زياراته المتعددة إلى ¶ مصر والاَستانة. ¶ كأث رحلته الأولى إلى مصر سنة 1901 م: في هذا العام قَرَّر محمد ¶ كردعلي مغادرة بلاده إلى مصر للسياحة بقصد الذهاب إلى باريس ¶ للدَّرس والنظر، فعرض عليه نفولا شحادة صاحب جريدة (الرأي ¶ المصري)، وهي نصف الأسبوعية أن يُحرِّرَ في جريدته، فلبّى الطلب ¶ متكارهاً، إذ كانت عاقته عن العودة إلى الشام أمور قام به المشاغبون ¶ المتجسِّسة في دمشق، واتّهموه تشفّياً بأمور هي من المحرّمات في ¶ عُرف الحكومة العثمانية، ثم رجع إلى الشام بعد عشرة أشهر. ومن ¶ اعظم ما استفاده من رحلته هذه الأخذ عن الشيخ محمد عبده، ¶ وحضور مجالسه الخاصة والعامة (1)، وصرف النظر عن الذهاب إلى ¶ فرنسة، وقد اخذ الوباءُ ينتشر في مصر (2). ¶ ص رحلته الثانية إلى مصر سنة 1905 - 1908: هبط الأستاذ كرد ¶ علي مصر هذه المرة عازماً إصدار مجلة شهرية باسم (المقتبس) تبحث ¶ في العلوم والاداب، وكانت فرصةً له، إذ عُرِض عليه التحرير في ¶ مجلة (المؤيّد) و (المقتطف) و (الظاهر) اليومية (3). ولبث في مصر حتى ¶ سنة 1908، ثم قفل راجعاً إلى وطنه ووصل دمشق، فأنشأ فيها ¶ (1) ¶ (2) ¶ (3) ¶ خطط الشام: 335/ 6. وانظر فقرة (علاقاته مع أهل عصره) في الفقرة ¶ (24). ¶ المذكرات 1/ 55، وا / 252 مبحث عن تعرّفه على رجالاتها. ¶ المذكرات 1/ 56. ¶ 64",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "مطبعة، فأصدر (المقتبس) اليومي، وهي أوّل جريدة يومية صدرت في ¶ دمشق، وهو في الثالعة والثلاثين م! عمره تقريبا! ا). ¶ ! زيارته الأولى إلى أوربة 1909 م: عانت جريدته كثيراً من جرَّاء ¶ الصراحة والنقد، فقامت السلطة بإيقافها أو تخفيف حدّتها، فحاولتْ ¶ معه باللين حيناً وبالتهديد أحياناً، وأقامتْ الدعاوى المختلفة. ¶ واشتدّت السلطة بعد ذلك ضده، فهدّدته بالاغتيال، ثم عمدتْ ¶ إلى إغلاق جريدته، وترصّد الوالي في القبض عليه، لذلك هرب ¶ الرجل من دمشق، وبلغ لبنان، وركب منها البحر إلى فرنسة، وبلغ ¶ باريس! - وهو في الرابعة والثلاثين - فزار معالمها التاريخية، ¶ ومؤسساتها الثقافية، وخصَّ (المجمع العلمي الفرنسي) فيها بوصف ¶ مسهب قال فيه: \"وحذثتني النفس ببلادنا الشرقية، وقلتُ: هل يَكتب ¶ لنا المستقبلُ تأليفَ مثل هذه المجامع، فنعمل فرادى ومجتمعين ¶ كالغربيين، أو نظل كما نحن لا نعمل فرادى ولا مجتمعين \" (2). ¶ ء- زيارته الثانية إلى أوربة سنة 1913: وهي زيارته للاطلاع على ¶ مكتبة المستعرب ليوني كايتاني في رومية، وقد سبق بيان شرحها في ¶ الفقرة (25). ¶ *- زيارته الثالثة إلى أوربة عام 1921 م: قد اختير كرد علي للوزارة ¶ في 7 أيلول 0 192 م: وقد زار اوربة سائحأ للمرة الثالثة مستصحبأ معه ¶ عشرة طلاب لإكمال دراساتهم في جامعات فرنسة، كما زار بلجيكة، ¶ وهولندة، وإنكلترة، وإسبانية، وألمانية، وسويسرة، وإيطالية، ¶ وكتب عن هذه الرحلة (51) مقالة (3). ¶ (1) ¶ (2) ¶ (3) ¶ ا لمذكرات 1/ 1 6 2، ا لد ها ن: 7 2 2. ¶ غرائب الغرب 1/ 6 0 1، الدهان: 238. ¶ العجيل: وفيها أنّ الزيإرة سنة 922 1 م لا ا 92 ام، والمثبت من مذكراته. ¶ 65",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "في زيارته الرابعة إلى أوربة عام 1928: وذلك في 15 شباط، طاف ¶ خلالها إنكلترة، وفرنسة، وبلجيكة، وكان في ذلك كلِّه يُحاضر، ¶ ويتصل بالعلماء والمستعربين، ويزور المكتبات والمتاحف، ويفيض ¶ في المحاضرات والمؤتمرات (1). ¶ 3 - رحلات أخريات: إضافة إلى رحلاته إلى الغرب فقد رحل رحمه ¶ اللّه إلى المدينة المنورة واستانبول ومصر. ¶ لقد جنَّدت الدولة العثمانية المفكرين للدعاية لها، وجمعت من ¶ الشام طبقة من علماء الدين والأدب ليروا ويصفوا، وكان سفرهم أواخر ¶ سنة 914 ام، فخطب أعضاؤه، ونظموا الشعر خلال الرحلة، ولما ¶ عادوا كلّف القائد جمال باشا اربعة منهم بتأليف رسالة عن الرحلة، ¶ وهم: محمد كرد علي عن (المقتبس)، ومحمد الباقر عن (البلاغ)، ¶ وحسين الحبال عن (ابابيل)، وعبد الباسط الأنسي عن (الإقبال). ¶ واصدروا كتابأ أسموه (البعثة العلمية إلى دار الخلافة الإسلامية). ¶ ثم رحل انور باشا إلى الحجاز، وطلب إلى محمد كرد علي أ ن ¶ يؤلف في الرحلة، فألف كتابه (الرحلة الأنورية إلى الأصقاع الحجازية) ¶ وهو يقول بعد ذلك في الكتابين إنّهما: \"من كتب الدعاية السمجة في ¶ الحرب الممقوتة \"، ويقول كذلك: \" وانا غيرُ راضٍ عن اكثر ما فيهما، ¶ وهما كتابان لغيري لالي \". ¶ ورحل كرد علي إلى المدينة المنوّرة، في رحلة استغرقت ثلاثة ¶ وعشرين يوماً، وكتب مقالأ أسماه (في مدينة الرسول لمجي!) (2). ¶ وأمّا مصر -ففضلاً عن رحلاته الكثيرة إليها- ففد كان يسافر ¶ (1) ¶ (2) ¶ ا لدها ن: 4 3 2. ¶ ا نظر \" ا لمذكر ات \" 1/ 9 8، 3/ 4 78، الد ها ن 0 3 2. ¶ 66",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "في خريف كلّ عام إليها، بعد أن انتخبه المجمع اللغويّ (مجمع فؤاد ¶ الأوّل) عضواً فيه، يناقش، ويحاضر، ويزور، ويكتب ويؤلّف، ¶ حتى منعه اطباؤه من السفر، فحيل بينه وبين إخوانه في مصر الذين ¶ أحئهم وأكبرهم، رغم سعي السعاة ووشاية الواشين (1). ¶ 9 2 - وفاته: ¶ توفي الأستاذ الرئيس يوم الخميس في 2 نيسان 953 ام، وهو في ¶ السابعة والسبعين. وشيّعته البلاد، وبكاه أهل العلم والفضل، وابنَه ¶ على قبره الأديب القانوني الدكتور منير العجلاني باسم (المجمع العلمي ¶ العربي) فقال: \" إنّ ثمّة إمارَتَيْن في العالم العربي: إمارة الشعر، وكانت ¶ معقودة اللواء للمرحوم احمد شوقي، وإمارة العلم وكانت معقودةً ¶ لفقيدنا العلامة محمد كرد علي \" ثمّ قال: \"إنّ الفقيدَ كان رائداً وقائداً، ¶ ومعلماً، ومرشداً، وله اوّليات خالدة، فهو أوّل مَنْ أنشأ مجلة أ و ¶ جريدة في الشام، وهو أؤل من أنشأ المجامع العلمية \". ¶ ودُفِنَ الفقيدُ في مقبرة الباب الصغير بجوار قبر معاوية بن ¶ أبي سفيان في دمشق التي أحئها وعمل لها، ورفع مناراتها عالياً، ¶ وسيّر ذكرها بين الناس في القرن العشرين (2). ¶ 0 3 - رثاؤه: ¶ رثى عددٌ من الفضلاء الأستاذ الرئيس محمد كرد علي من الشام ¶ والعراق ومصر منهم الأستاذ محمد بهجة الأثري، والدكتور جميل ¶ سلطان، والأستاذ معروف الرصافي، والأستاذ حسن كامل الصيرفي، ¶ والأستاذ حسني فريز. ¶ (1) ¶ (2) ¶ الدهان 235. ¶ الدهان 236. ¶ 67",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "! رثا 5 الأستاذ محمد بهجة الاثريّ في قصيدة همزية عنوانها \"الأستاذ ¶ الرئيس محمد كرد علي \" بلغت عدّة أبياتها مئة، وكان مما قاله فيها (1): ¶ يا بانيَ العلياء. . بُلّغتَ الرِّضا، ورُزِقْتَ فردوسَ النَّعيم حِباءا ¶ في رَفْرَفٍ خُضْرٍ تُضاحكَ مُنْفِساً قَذَمتَهُ، وتسامِرُ الحُنَفاءا ¶ أرايتَ غيرَ الصِّدقِ يُورِثُ طَيّباً، ويُذيقُ م! كَرَم الزَضا صهباءا ¶ (المجمع) المعمورُ. . ذِكرُك عالقٌ بسمائه، وبك استطالَ سماءا ¶ جَبَلا (دِمَشْقٍ). . (قاسيون) ثالثٌ لكما رُسُوُّ قواعدٍ وضحاءا ¶ وألقئ الأستاذ حسن كامل الصيرفي بحثاً في المهرجان المئوي على ¶ ولادة الأستاذ الرئيس سنة 396 أ هـ=976 أم، بعنوان \" محمد كرد علي ¶ ثموذج فريد في ريادة تحقيق التراث \" استهفه بقصيدةٍ رائيّةٍ في نحو ¶ سبعين بيتاً عنونها (تحية دمشق)، مطلعها (2): ¶ يا قلبُ هلَلْ وكَبِّر! دمشقُ: جتةُ عبقَرْ ¶ بدتْ لعينيئَ منها رغمَ الشَحابِ المُكَوَّرْ ¶ مَشاهِدٌ مُشْرِقات وأدْوُو --0 ءَرْ ¶ إزَّئنَتْ وتحفَتْ في كلَ عضوٍ بجوهرْ ¶ لها مِنَ المجدِ تاج من البدورِ مضفرْ ¶ وامّا الأستاذ جميل سلطان ففد رثاه بقصيدة داليّة من ثمانين بيتاً، ¶ بعنوان \"وفاء\" ومنها (3): ¶ يا صاحب الأيدي وجسمُكَ مُبْعَدُ لكنَ روحَك هاهنا لم تَبْعَدِ ¶ بالأمسِ كنتُ مكزَمي في عصبةٍ شعراءَ في عزِّ الشبابِ المُسْعِدِ ¶ (2) ¶ (3) ¶ محمد كرد علي: مؤل! ص المجمع العلمي العربي، كتاب المهرجان ¶ المئوي، ص 5 3 - 0 4. ¶ ا لمصدر السا بق: 6 7. ¶ المصدر السا بق: 9 8 1 - 4 9 1. ¶ 68",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "فحملتُ منكَ جميلَ ما اَوْلَيتَني واليومَ صِرْتُ مع الوفاء بموعدِ ¶ والدَّينُ حقٌّ لا يُضامُ، ومن تقُمْ بأدائِهِ يرعَ الذِّمامَ ويُحْمَدِ ¶ افأستطيعُ وفاءَ دَيني بعدما طالَ الزمانُ وعزَّ فيه مُنجدي ¶ وللأستاذ حُسني فريز لاميّة قالها في الأستاذ الرئيس في نحو خمسين ¶ بيتا! ا)، منها: ¶ وأنتِ يا بن عليئّ من شَوَامخهم بالعلم والراي والإيمان والعملِ ¶ دمشقُ ليلاكَ لا هِنذْ ولا دَعَد وأنت قيسُ دمشقٍ كنتَ في الارلِ ¶ من حبّك الشامَ زدتَ الخلقَ معرفةً بما شرحتَ وما بيّنتَ مِن عللِ ¶ قد يعذلُ الناسُ أهلَ الحبّ من حَسَدٍ لكنْ هواكَ بلا لوآ ولا عذلِ ¶ إِنّ الغرامَ الذي زانتكَ نسشُه قد زِنتهُ انتَ في تاريخكَ الجللِ ¶ فسار مثل مسيرِ الشمسِ من أُفتي عالٍ إلى أفقٍ بالنّور مكتحلِ ¶ وصَدَّر الأستاذ جمال الدين الاَلوسي كتابه: (محمد كرد علي) ¶ بقصيدة للشاعر العراقيّ معروف الرّصافيّ عنوانها \"تحيّة إلى محمد كرد ¶ علي\" قال فيها: ¶ تعوّدتُ إنشادي القريضَ المهذَّبا ونزهتُ نفسي فيه اَنْ أتكذَّبا ¶ ومنْ أجلِ حُئيَ للحقيقةِ لم أكنْ مع الزَّمن الغاوي إذا ما تقلَّبا ¶ ومن أجلِ جُهدي في استقامةِ منطقي اسبيْتُ لرأيي أن يكون مُذَبْذَبا ¶ وسافرتُ في البلدانِ طَوْراً مُشَرِّقأ أرودُ العُلى فيها، وطَوْراً مُغرِّبا ¶ وصاحبتُ مِن عُرْ! وعُجْبم افاضلاً بهم كنتُ في شتّى المواطنِ مُعجَبَاً ¶ فلم أرَ في عُرلب وعُجم لقيتُهم (ككرد عليئّ) دي الرجال مهذَّبا ¶ هو العالِمُ الحَبْرُ الذي كف! مُغْرَماً بادابه منذُ الشَبيبة والصِّبا ¶ فقد كان في (مصرٍ) صريرُيَراعه يؤانسني بالممتعِ الغَضِّ مطربا ¶ وقد كنتَ في الاَدابِ والعلم كاشمْأ (بمقتبَسٍ) من نوره ما تحخبا ¶ (1) المصدر السابق: 8 1 2 - 1 2 2. ¶ 69",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "إلى انْ الْارَ (الشام) بالعلمِ عندما لمجمعها امسى الرئيسَ المُرَتَبا ¶ إذا معجماتُ العلمِ عثتْ فلا نرى سواك إليها يا (محمُّد) مُعّرِبا ¶ وأقام (مجمع اللغة العربية) في القاهرة حفلاً لتأبين المرحوم الأستاذ ¶ محمد كرد علي عضو المجمع من سورية في 29 من شهر ربيع الاخر ¶ سثة 373 اهـ، الموافق 5 من يناير 954 ام، وقد القى كلمة التأبين ¶ الأستاذ الدكتور منصور فهمي كاتب السر في المجمع المصري، ¶ ونُشرت في مجلة مجمع اللغة العربية في القاهرة فيع 0 1/ 191، تكلم ¶ ! يها عن نشأته ومناقبه وجهوده المجمعية وتاريخه العلمي والصحافي. ¶ 31 - خصائله واخلاقه: ¶ عُرف عن الأستاذ كرد علي وفاؤه لشيوخه وأساتذته، وكتبُه ¶ ومذكراته طافحةٌ بذلك، ولاستما لشيخه الأستاذ طاهر الجزائري ¶ رحمه الله تعالئ. ¶ وليس وفاؤه بمقصورٍ على معفَميه، بل اتّصل بمن قدَم له مساعدة ¶ أو معروفأ، فنراه يعترف بالفضل للعلامة رضا الشبيبي العراقيّ، ¶ والدكتور داود الجلبي الموصلي، والأستاذ البحّاثة عباس العزاوي، ¶ والأستاذ المحقق كوركيس عؤاد، والدكتور سامي الدهان، والأستاذ ¶ سامي الجبان، لمساعدتهم في تقديم خدمات تخصُّ كتاب (البيزرة) ¶ كما أوضح دْلك في مقدّمة تحفيقه له. ¶ يقول الأستاذ حسن كامل الصيرفي: \"ثم يرينا. . كذلك جانباً من ¶ جوانب خُلُقه الكريم هو روح التعاون، وعدم الأَثرة حين يذيع علئ ¶ الناس ما نشره طائفة م! المحققين الأعلام في مجلّته (المقتبس) من ¶ تحقيتي لمعض الرسائل النادرة فيضمها إلى مجموعته \". ¶ ورحم الله الدكتور عدنان الخطيب أمين مجمغ اللغة العربية بدمشق ¶ إذ قال واصفأ خُلُقَه: ¶ 70",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "\"إنَّ محمداً كرد علي إنسانٌ قبل أن يكون مؤرّخاً وأديباً وصحافياً، ¶ إنسانٌ مرهف الحسّ، يُحِبُّ ويكر 5، يُحِبُّ الحْير والصدق والجمال، ¶ ويكر 5 الشرّ والكذب والفساد، إنسانٌ عصبيُّ المزاج، يطرب ويغضب، ¶ تطربه الكلمةُ الحلوة، ويسرّ 5 المنظر الجميل، تستخفه النكتة في ¶ موضعها، وتنقبض نفسُه من أيّ انحرافٍ يرا 5 أو يسمعُ به، كان يتألّم ¶ من الظلم ينزل بأحد الناس، ويغضب إذا ما استُثِيرَ، أو استُغضِب \" (1). ¶ ويقول كرد علي عن نفسه: \"خُلقتُ عصبيَّ المزاج دموئه، مغرماً ¶ بالموسيقى العربية، مُحئأ للطرب والأنس والدعابة، عاشقاَّ لَلطبيعة ¶ والسياحة، وقد كان للمزرعة الصغيرة التي اورثنا إياها المرحوم والدُنا ¶ في قرية جسرين من قرى الغوطة أثر ظاهر في تربية ملكتي. وبها ¶ استغنيتُ انا وإخوتي لأوّل مرة عن طَرْقِ الأبواب للتحيّل أو التسفل ¶ للمعاش \" (2). ¶ 32 - تنتمجيعه النتمباب: ¶ من الأمور الهامّة الملحوظة في حياة الأستاذ الرئيس تشجيعُه شبابَ ¶ عصره من النابهين الذين وجد فيهم بذرة العلم والخير، وتوسَّم فيهم ¶ الجدّ والعمل، فتراه يُقدِّمهم في محاضراته (المجمع العلمي العربي)، ¶ ويشُيد بهم في كتبه، وتشهد على ذلك أفعاله. ¶ لقد كَتَبَ الله لكثير من هؤلاء الشباب التوفيق في عملهم، والشهرة ¶ في أوساط أهل العلم، والرفعة في مكانتهم بعد حين. وأذكر من ¶ هؤلاء: الأساتذة الفضلاء: زكي المحاسنيّ (3)، وعز الدين علم الدين ¶ (1) ¶ (2) ¶ (3) ¶ محمد كرد علي: ص 0 1 1. ¶ خطط الثام 6/ 346. ¶ زكي المحاسني (1326 - 392 اهـ= 1908 - 972 ام)، دكتوراه في- ¶ 71",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "التنوخيّ (1)، وجعفر الحسني (2)، ومصطفى الشهابي (3)، ¶ (1) ¶ (2) ¶ (3) ¶ الأدب من الجامعة المصرية، وحقوقي، أمضى ما بين 1951 و 1956 ¶ ملحقأ ثقافيأ في السفارة السورية في القاهرة، من كتبه \"شعر الحرب في أدب ¶ العرب \"،! فقه اللغة المقارن \"، و\"أبو العلاء ناقد المجتمع \"، انظر ¶ (الأعلام) للزركلي 3/ 47. و\"زكي المحاسني المربي الاديب والسْاعر الناقد\" ¶ لكريمته سماء المحاسني في هذه السلسلة رقم (23). ¶ هو عزّ الدين بن أمين شيخ السروجية الدمشقي (1307 - 386 اهـ= ¶ 1889 - 966 ام)، عالم بالأدب، له نظم، من أعضاء المجمع العلمي ¶ العربي. مولده ووفاته بدمشق، درس الزراعة في فرنسة، عمل في جريدة ¶ االأوقاف\" البَصرية في العراق، عاد إلى دمشق، فعئيئ عضواَ في لجنة ¶ الترجمة والتأليف، وتحوّلت إلى مجلس معارف، ثم إلى المجمع العلمي ¶ العربي 919 1 م فكان من الأعضاء المؤسسين. ألّف، وترجم، وحقق، ¶ انظر (الأعلام) 4/ 9 2 2. ¶ جعفر الحسني (1312 - 390 اهـ= 1895 - 970 ام)، عالم بالاَثار من ¶ أعضاء المجمع العلمي العربي بدمشق، جزائري الأصل، مولده ووفاته ¶ بدمشق، تعلم بها وببيروت، أبعدته السلطة العثمانية خلال الحرب العالمية ¶ الأولى إلى بروسة مع أسرته. وبعد عودته إلى دمشق (918 ام) عُين أميناً ¶ للمتحف الحربي، وتخصّص في باري! بدراسة الاَثار والمتاحف ¶ (1924 - 1921)، ثم عُين في دمشق مديراَ عامأ للآثار والمتاحف ¶ (1947 - 0 95 ام) وأُنثئت في أيامه متاحف بدمشق وحلب وتدمر، له عدد ¶ من المؤلفات، وحقّق كتاب (الدارس من تاريخ المدارس) للنعيمي. انظر ¶ (الاعلام 2/ 4 2 1). ¶ مصطفى الشهابي (1311 - 388 اهـ= 1893 - 968 ام)، أديب لغوي ¶ عالم بالمصطلحات الزراعية، من أمراء الأسرة السْهابية، ولد في ¶ حاصبيا، وتوفي بدمشق، درس الهندسة الزراعية في فرنسة، ثم عُيّن ¶ ضابطاً في الجيش العثماني، تولّى الوزارة عدّة مرات، ومحافظة حلب، ¶ وانتخب رئيساً للمجمع العلمي العربي بدمشق 1959، فتراسه تسع ¶ سنوات له جهود في وضع المصطلحات العلمية الزراعية والنباتية، وله= ¶ 72",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "ومحمد تيسير ظبيان (1)، وسامي الدهان (2)، وج! ي! ¶ سلطان (3)، وعبد الكريم الكرمي (4)، وعبد الغني ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ تآليف عدة منها (معجم الالفاظ الزراعية)، انظر (الاعلام 7/ 5 4 2). ¶ محمد تيسير ظبيان (1319 - 399 ا هـ= 1 190 - 978 أم)، مجاهد باحث ¶ صحفي، مؤرّخ، كان ضابطاً في الجيش العربي، ومرافقاً للقائد يوسف ¶ العظمة، وبعد معركة ميسلون ودخول الفرنسيين دمشق غادر إلى الأردن ¶ مدرّساً في إربد والقدس وبئر السبع، والتحق برجال الثورة السورية، فحكم ¶ عليه الفرنسيون بالإعدام. أصدر في سورية صحيفة (الجزيرة) عام (938 1)، ¶ ثم نقلها إلى عمان، وأنشأ معهد العلوم الإسلامية، الذي تحوّل إلى كلية ¶ الشريعة، ثم تفرّغ لإصدار مجلة (الشريعة) التي لا تزال تصدر، له عدد من ¶ المؤلفات. انظر (إتمام الأعلام) ص 347. ¶ سامي الدهان (1928 - 391 ا هـ= 0 191 - 971 ام)، دكتوراه في إلاَداب ¶ من السوربون، اديب عالم من أعضاء المجمع العلمي العربي بدمشق. ولد ¶ بحلب، وتعلّم في مدارسها، حاضر في الجامعة السورية، وانتدب ¶ للتدريس في الرباط، له عدد من الكتب المطبوعة والمحققة انظر (الاعلام ¶ 3/ 74). ¶ جميل لعلطان (1327 - 400 اهـ- 1909 - 980 أم)، أديب باحث من ¶ الشعراء، ولد بدمشق، وحاز على إجازة معهد الحقوق، وشهادة مدرسة ¶ الأدب العليا. أتقن الفرنسية، وألمَّ بالإنكليزية والتركية، حصل على ¶ الدكتوراه في الاَداب من باريس، وانتخب عضوأ في المجمع اللغوي ¶ للدراسات الجامعية السامية بمعهد السوربون. له عدد من الكتب الادبية ¶ والدراسات. نظر (إتمام الأعلام، ص 0 0 1). ¶ عبد الكريم الكرمي (1325 - 401 اهـ= 1909 - 980 ام): شإعر ¶ فلسطيني مشهور بكنيته (أبي سلمى)، ولد بطولكرم، وتعفم فيها وفي ¶ دمشق، فحصل على شهادتها الثانوية، وعاد إلى فلسطين معلّمأ بالقدس، ¶ وانتسب إلى معهد الحقوق فيها، ثم مإرس المحامإة بعد ذلك، وتفرّغ ¶ للعمل الوطني، وانتخب رئيساَ للاتحاد العام للكتاب والصحفيين= ¶ 73",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "الدقر (1)، وصلاح الدّين المنجد، وجميل صليبا (2)، وغيرهم. ¶ يقول فيه الأستاذ جميل سلطان (3) رحمه اللّه: ¶ وشيوخُنا الأبرارُ جادَ ثراهمُ غَدَقٌ من الرضوانِ غيرُ مُصَرَّدِ ¶ كاثوا الأئمةَ إن قصدتَ حماهُمُ فحظاكَ في هَديٍ لأشرفِ مقصدِ ¶ وإذا رغبتَ بخيرِ ما يرجو الفتى ألفيتَ غيرهُمُ رجاءَ المجتدي ¶ كانوا مصابيحَ الهدايةِ للورى في نورِها يمضي المُجِدُ ويهتدي ¶ أتقولُ: همْ مثلُ النجوم وإئهم لأدذ منها للسبيل الأرشدِ ¶ مِ! كلِّ ثَبْتِ العلمِ موفورِ النهئ متواصل الحلقات بَز المَعْقِدِ ¶ عِقدٌ بأوسطِهِ تقومُ فريدةٌ بين اللَالىء في ضياء الفَرْقَدِ ¶ ما مثلُه في الأرضِ عقداً كاملاً ضمَّ النوابغَ كالرئيس \"محمَّدِ\" ¶ ويذكر الأستاذ تيسير ظبيان، أيام كونه محرراً في صحيفة (الف باء) ¶ (1) ¶ (2) ¶ (3) ¶ الفلسطينيي، توفي في الولايات المتحدة الأمريكية إثر عملية جراحية، ونقل ¶ جثمانه إلى دمشق فدفن بها. انظر (إتمام الأعلام، ص 49 2). ¶ عبد الغني الدقر (1335 - 423 اهـ= 1917 - 02 0 2 م): نحوي، لغوي، ¶ فقيه، مؤرخ، أديب، دَرّس في ثانوياب دمشق ومعاهدها الثرعية، بعد أ ن ¶ تلقى العلم على شيوخ عصر 5، رأس تحرير مجلة (المرأة)، ورأس مجلس ¶ إدارة الجمعية الغرّاء، التي تتبع لها مدارس لتعليم العلوم العربية والشرعية، ¶ له عدّة كتب ومقالات وتحقيقات. ترجمته في كتابي (عبد الغني الدقر: ¶ النحوي الفقيه والمؤرّح الأدبي)، هذه السلسلة برقم (22). ¶ جميل صليبا (1320 - 396 اهـ- 1902 - 976 ام)، من روّاد ¶ المتخصصين بالفلسفهْ والتربية في سورية، وُلد في قرية القرعون بلبنان، ¶ وانتقل إلى دمشق، فدرس فيها، نال إجازة الاَداب، وإجازة الحقوق ¶ والدكتوراه في الفلسفة، وشهادة في التربية وعلم النفس. أجاد المتركية ¶ والفرنسيهْ، وكان عضواً بالمجمع العلمي العربي، له أكثر من ثلاثين كتاباً ¶ مطبوعاَ. انظر (إتمام الأعلام، ص 99). ¶ محمد كرد علي: مؤس! المجمع العلمي العربي، ص. 19. ¶ 74",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "انّ الأستاذ الرئيس استدعاه إلى مكتبه في يوم من أيام صيف عام ¶ 1925، وسأله ألم تتلق دعوة المجمع لحضور الحفلة التي سنقيمها ¶ بعد هنيهة لتكريم أمير الشعراء (أحمد شوقي) لكي تغطي وقائعها في ¶ (ألف باء)؟ قلتُ: بلى يا سيدي، وكنتُ في طريقي إليكم. . قال: ¶ ولكنني دعوتُكَ لأمرٍ اَخر، فقد وقع اختيارنا عليك لِتُلْقِي في الحفلة ¶ قصيدة الاستاذ خليل مردم بك (وكان من عادته أن لا يكلقي قصائده ¶ بنفسه، بل يعهد بإلقائها إلى الاَخرين) ثمّ دفع إلي القصيدة وكانت ¶ قصيدةً عامرةً، ولكنّها مكتوبة بخطّ مضطرب وطويلة جدّاً. قلتُ: هذا ¶ يا سيّدي شرف! عظيم لا يُدانيه شرف، فأشكركم على ثقتكم الغالية، ¶ ولكنّ الوقت ضيّق، والقصيدةُ كما تلاحظون طويلة، فأحتاج إلى ¶ بعض الوقت لمراجعتها وتفحّص ألفاظها، فالوقت ضيّق، والموقفُ ¶ رهيمث، وأخشى أن لا يواتيني الحظ لأداء هذا الواجب، فأتعثرُ في ¶ إلقائها. فأجابني وهو يداعب بأصابعه سلسالاً كان كثيراً ما يعبث به: ¶ \"في مثل هذه الظروف الدقيقة، يجب أن تُبرزوا مواهبكم معشر ¶ الشباب، فلا بدّ من أن تلقي القصيدة مهما كلّفك الأمر من جهد وعناء ¶ فتوكّل على اللّه \" (1). ¶ ويذكر الأستاذ كرد علي في (مذكراته) إشادة بشباب عصره. . ¶ فيقول: \"ومنهم مَن عاد إلى وطنه بشهادات تدلُّ عن دراساتهم النافعة ¶ مثل السيد أنور سلطان، والشيخ علي الطنطاوي، ويزيدُ هذا إلى علمه ¶ وفقهه أنه كاتب من الطراز الأول، وهو من الطبقة التي تُحسن ادب ¶ العربية إحساناً يُساعدها على فهم الشريعة اكثر من الجامدين ومن قلَّتْ ¶ عنايتهم بهذه الفروع \" (2). ¶ (1) ¶ (2) ¶ محمد كرد علي، ص ه 31. ¶ المذكرات 2/ 5 9 5. ¶ 75",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وَمِن شريف قوله وبليغ أخلاقه عندما كتب كرد علي: \"إلى ابني ¶ الروحي صلاح الدين المنجد: عجبتَ لما نزلتُ عن صورة مخطوطة من ¶ كتاب (رسل الملوك) لابن الفراء، وكان عليك أن تعجب إن لم أدفعها ¶ إليك. كنتُ في كل زمن أرى الضنانة بالعلم أبشعَ انواع الضَننِّ، ¶ والكتابُ سواء نشرته أنا، أو طبعه غيري، فالمهم أن يصدرَ للناس، ¶ وينتفعوا بموضوعه الطريف. وقد وُفقْتَ ونشرته في حلّة أنيقة، وعلّقت ¶ عليه ما زاد 5 إمتاعاً، واتبعته بملحق أماط النقاب عن حقائق جفة، ¶ وجاء أكثر فائدة من الأصل. جليْتَ الغامضَ، وبسطتَ المجمل، ¶ فجزاك اللّه خيراً عن العلم. ¶ إنّي ما زلتُ أعجب بمن يعرف واجبه، ولو كان في مؤلّفينا الشباب ¶ كثيرون مثلك يقومون بواجبهم لكانت الشام اليوم ارقى من مصر. سِرْ ¶ في سبيلك، ولا تتوانَ لحظة عن متابعةِ ما أنتَ بصدد 5، فقد استعددت ¶ لما تخوض عبابه، وستستعيد مجد الأجداد، وأثبت انّك ابن عبد الله ¶ شيخ القزاء (1) في دمشق عليه الرحمة \" (2). ¶ 2 3 - أؤلياته: ¶ إن النابغين من أبناء الأفة هم مَن يُسخلون اوّليات في حياتهم، ¶ (1) ¶ (2) ¶ عبد الله بن سليم المنجّد (1288 - 359 اهـ= 1872 - 940 ام)، ¶ الدمشقي، الشافعي، أبوالحسن، شيخ قراء العشر الكبرى، بمضفن ¶ الطيبة والنثر، نشأ في بيت تجارة وعلم، وتلقى القراءة على شيخ قراء ¶ دمشق اَنذاك على الثخ أحمد الحلواني الكبير، والثخ عبد الرحيم دب! ¶ وزيت، وغيرههما. وطلب العلم على شيوخ عصره، فدرس العلوم العربية ¶ والتفسير والحديث والفقه الشافعي على الثخ بكري العطار، وقرأ كتب ¶ الحديث الستة علئ الثخ محمد عطا الكسم، وأجاز 5 علماء آخرون. انظر ¶ ترجمته \"في تاريخ علماء دمشق في القرن الرابع عثر الهجري! 1/ 529. ¶ المذكرات 1/ 115. ¶ 76",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "تكونُ سَبْقاً تاريخيّاً يُقئد لهم. وقد أوجز الدكتور منير العجلاني، الذي ¶ كان يعرفُ قدر الاشتاذ الرئيس، وقدر الأوّليات في تقويم العَلم فقال ¶ أثناء تأبينه على قبره: \"إنَّ ثمةَ إمارتين في العالم العربي: إمارة الشعر ¶ وكانت معقودة اللواء للمرحوم أحمد شوقي، وإمارة العلم، وكانت ¶ معقودةً لفقيدنا العلامة محمد كرد علي \". ¶ ثم قال: \" إنّ الفقيد كان رائداً وقائداً ومعفماً ومرشداً، وله أوليات ¶ خالدة، فهو أوّل مَن انشأ مجلة أو جريدة في الشام، وهو أول مَن أنشأ ¶ المجامع العلمية \" (1). ¶ (1) ا لدها ن: 6 3 2. ¶ بحم--كإ-ةف! - ¶ 77",
            "page": "77",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "لأ- ¶ الفهئ! لتأهمث ¶ ! ر! بر! اشي ¶ 1 - الكتب المؤلفة. ¶ 2 - الكتب المحققة. ¶ 3 - الكتب المعرّبة. ¶ 4 - المقالات الصحفية والكتابة في الدو ¶ 5 - المحاضرات. ¶ لمج! ¶ 79",
            "page": "79",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "ا لفَضلا فإب ¶ ! رلِنىبرفا قر ¶ ترك الأستاذ الرئيس اَثاراً نافعة تدلّ على علوِّ كعبه كتابةً وتأليفاً ¶ وتعريباً وتحقيقاً، فترك من الكتب أربعة وثلاثين كتاباً، منها واحد ¶ وعشرون كتاباً مؤتفأ، وستة محققة، وسبعة مترجمة، إضافة إلى ¶ مئات الصفحات في الدورياب، عدا (المقتبس) التي كادْ يحرّرها ¶ بنفسه، ويترجم لها ويكتب، وبلغ عدد صفحاتها نحو 0 0 65 صفحة. ¶ وأما كتبه المؤلّفة والمترجمة فبلغ عدد صفحاتها نحو أحد عشر ¶ ألف صفحة. أي إئه خط بيده نحو ثلاثين ألف صفحة. إضافة إلى ¶ محاضراته في المجمع العلمي العربي، التي بلغت اثنتان وستون ¶ محاضرة، واُلقيت من الفترة 13 حزيران 921 أم، حتى 7 كانون ¶ الأول 945 أم. ¶ ولقد صدَرت هذا الفصل بثلاث أثبات: ¶ الأول: ثَبَت ألفبائي باَثار الأستاذ محمد كرد علي. ¶ الثاني: ثَبَتَ باَثارالأستاذ محمد كرد علي حس! أنواعها: تأليفاً، ¶ فتحقيقاً، فترجمهْ، والدوريات التي كف فيها، والمحاضرات التي ¶ ألقاها. ¶ الثالث: ثَبَتَ باثار الأستاذ محمد كرد علي حسب الترتيب الزمني ¶ 81",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "لسنوات الإصدار، وفيها إفادةُ للباحث بتدرّجه في الكتابة، ¶ والموضوعات التي اعتنى بها. ¶ أ -ثبت ألفبائي باَثار الأستاذ محمد كرد علي: ¶ ا - الإدارة الإسلامية في عز العرب. ¶ 2 - الإسلام والحضارة العربية. ¶ 3 - الأشربة لابن قتيبة. ¶ 4 - أقوالنا وأفعالنا. ¶ 5 - أ مراء البيا ن. ¶ 6 - البعثة العلمية إلى دار الخلافة الإسلامية. ¶ 7 - البيزرة، لبازيار العزيز بالثه الفاطمي. ¶ 8 - تاريخ الحضارة في القرون الوسطى والحديثة، لشارل ¶ سنيوبوس. ¶ 9 - تاريخ حكماء الإسلام، لظهير الدين البيهقيئ. ¶ 0 1 - ترجمة الأسماء التركية. ¶ 1 1 - تعريب بعض فصول من ثلاثة كتب في الحرية. ¶ 12 - الحسبة في الإسلام. ¶ 13 - الحكومة المصرية في الشام. ¶ 4 1 - خطط الشام. ¶ 15 - دمشق مديحْة السحر والشعر. ¶ 6 1 - الرحلة الأنورية إلئ الأصفاع الحجازية. ¶ 17 - رسائل البلغاء، لمجموعة من الكُتّاب هـ ¶ 82",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "18 - سيرة احمد بن طولون، للبلويّ. ¶ 9 1 - العلامة المراغي شيخ الأرْهر. ¶ 0 2 - عابر الأندلس وحاضرها. ¶ 1 2 - غرائب الغرب. ¶ 22 - غوطة دمشق. ¶ 23 - الفضيلة والرذيلة (رواية)، لجورج أونه. ¶ 4 2 - القديم والحديث. ¶ 5 2 - كنوز الأجداد. ¶ 26 - المجرم والبريء (رواية). ¶ 7 2 - ا لمذكرات. ¶ 28 - مسامرات الشعب، لجول مري. ¶ 9 2 - المستجاد من فعلات الأجواد، للتنوخيّ. ¶ 0 3 - المستعربون من علماء المشرقيات. ¶ 31 - مصادر الثقافة العربية وتأثيرها في الحضارة الحديثة. أعيد ¶ نشره بعنوان: بين المدينة العربية والأوربية. ¶ 2 3 - ا لمعاصرون. ¶ 33 - معجم القرى الشامية. ¶ 34 - يتيمة الزمان في قبعة اليهودي ليفمان (رواية). ¶ ب - ثَبَت باَثار الأستاذ محمد كرد علي حسب أنواعها: ¶ -ء الكتب المؤئفة: ¶ ا - الإدارة الإسلامية في عزّ العرب. ¶ 83",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "2 - الإسلام والحضارة العربية. ¶ 3 - أقوالنا وأفعالنا. ¶ 4 - أ مراء ا لبيا ن. ¶ 5 - البعثة العلمية إلى دار الخلافة الإسلامية. ¶ 6 - الحسبة في الإسلام. ¶ 7 - الحكومة المصرية في الشام. ¶ 8 - خطط الشام. ¶ 9 - دمشق مدينة السحر والشعر. ¶ 0 1 - الرحلة الأنورية إلى الأصقاع الحجازية. ¶ 1 1 - العلامة المراغي شيخ الأزهر. ¶ 12 - غابر الأندلس وحاضرها. ¶ 13 - غرائب الغرب. ¶ 4 1 - غوطة دمشق. ¶ 5 1 - الفديم والحديث. ¶ 6 1 - كنوز الأجداد. ¶ 7 1 - ا لمذكرات. ¶ 18 - المستعربون من علماء المشرقيات. ¶ 9 1 - مصادر الثقافة العربية وتأثيرها لمحي الحضارة الحديثه. ¶ 0 2 - المعاصرون. ¶ 1 2 - معجم القرى الشامئة. ¶ 84",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "! الكتب المحققة: ¶ ا - الأشربة، لابن قتيبة. ¶ 2 - البيزرة، لبازيار العزيز باللّه الفاطميّ. ¶ 3 - تاريخ حكماء الإسلام، لظهير الدين البيهقيّ. ¶ 4 - رسائل البلغاء، لمجموعة من الكُتاب. ¶ 5 - سيرة أحمد بن طولون، للبلويّ. ¶ 6 - المستجاد من فعلات الأجواد، للتنوخيّ. ¶ ! - الكتب المترجمة: ¶ ا- تاريخ الحضارة في القرون الوسطى والحديثة، لشارل ¶ سنيورس. ¶ 2 - ترجمة الأسماء التركية. ¶ 3 - تعريب بعض فصول من ثلاثة كتب في الحرية. ¶ 4 - الفضيلة والرذيلة (رواية)، لجورج أونه. ¶ 5 - المجرم والبريء (رواية). ¶ 6 - مسامرات الشعب، لجول مري. ¶ 7 - يتيمة الزمان في قبعة اليهودي ليفمان (رواية). ¶ * الصحافة والكتابة في الدوريات. ¶ بزت المحاضرات. ¶ ب - ثبت باَثار الأستاذ محمد كرد علي حسب الترتيب الزمني ¶ لسنوات الإصدار: ¶ السنة العنوان ¶ 1893 ترجمة الأسماء التركية. ¶ 85",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "18 ¶ 18 ¶ 19 ¶ 19 ¶ 19 ¶ 19 ¶ 19 ¶ 19 ¶ 19 ¶ 19 ¶ 19 - 1928 ¶ 19 ¶ 19 ¶ 19 ¶ 19 ¶ 19 ¶ 19 ¶ 19 ¶ 19 ¶ 19 ¶ 19 ¶ 19 ¶ او بعدها بقليل) تعريب بعض فصول من ثلاثة كتب ¶ في الحرية. ¶ يتيمة الزمان في قبعة اليهودي ليفمان (رواية). ¶ المجرم والبريء (رواية). ¶ تاريخ الحضارة في القرون الوسطى والحديثة، ¶ لشارل سنيوبوس. ¶ رسائل البلغاء، لمجموعة من الكُتّاب. ¶ غرائب الغرب. ¶ البعثة العلمية إلى دار الخلافة الإسلامية. ¶ الرحلة الأنورية إلى الأصفاع الحجازية. ¶ الحسبة في الإسلام. ¶ غابر الأندلس وحاضرها. ¶ خطط الشام. ¶ القديم والحديث. ¶ الحكومة المصرية في الشام. ¶ الإدارة الإسلامية في عزّ العرب. ¶ الإسلام والحضارة العربية. ¶ أمراء البيا لىْ. ¶ سيرة احمد برْ طولون، للبلويّ. ¶ دمشق مدينة السحر والشعر. ¶ أقوالنا وأفعالنا. ¶ العلامة المراغي شيخ الأزهر. ¶ المستجاد من فعلات الأجواد، للتنوخيئ. ¶ تاريخ حكماء الإسلام، لظهيرالدين البيهقيئ. ¶ 86",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "1947 ¶ 1948 - 1951 ¶ 1948 ¶ 1949 ¶ 1950 ¶ 1953 ¶ 1980 ¶ الأشربة، لابن قتيبهْ. ¶ المذكرات. ¶ المستعربون من علماء الشرقيات. ¶ غوطة دمشق. ¶ كثوز الأجداد. ¶ البيزرة، لبازيار العزيرْ بالته المْاطميّ. ¶ المعاصرون. ¶ مسامرات الشع!، لجول مرى. ¶ معجم القرى الشاميّة الم! يممّه). ¶ مصادر الثقافة العربية وتأثيرها في الحضارة الحديثة ¶ (دون تاريخ النشر). ¶ 87",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "أولاً - الكتب المؤلّفة ¶ اعتنى محمد كرد علي بالتأليف في فنون التاريخ والتراجم والرحلة ¶ والحضارة، ولعلّ أول! كتاب طُبع له مؤلّفاً هو كتاب (غرائب الغرب (، ¶ سنة 1910، تلاه كتابان في الرحلة هما: (البعثة العلمية إلى دار ¶ الخلافة الإسلامية (و (الرحلة الأنورية إلى الأصقاع الحجازية (ولم يكن ¶ براضٍ عنهما. ¶ وامّا أهمّ كتبه على الإطلاق فهو (خطط الشام (ثم (الإسلام ¶ والحضارة العربية (، و (المذكرات (. ¶ وفي التراجم فقد صنّف (أمراء البيان (و (المعاصرون (، و (كنوز ¶ الأجداد (. ¶ وبلغت كتبه المؤلّفة واحداً وعشرين كتاباً، طُبع منها عشرون، إ ذ ¶ إنّ كتابه (معجم القرى الشامية (، اتلف جذاذاته بعد أنْ جهّزها، ومما ¶ لم يُطبع ايضاًالجزء الخامس من (مذكراته (. ¶ 1 - الإدارة الإسلامية في عز العرب: ¶ يتضمن الكتاب ثماني محاضرات حاضر بها جمهوراً من الطبقة ¶ المستنيرة في القاهرة في شهر رمضان سنة 352 ا هـ= 1933 م وذلك في ¶ قاعه الجمعية الجغرافية الملكية تحت إشراف كلية الاَداب من فروع ¶ الجامعة المصرية، ¶ احتوى الكتاب م! المحاضرات علئ: الإدارة الإسلامية: نظر في ¶ الموضوع، إدارة الرسول ع! ي!، إدارة الخلفاء والراشدين، إدارة ¶ 88",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "الأمويين: الإدارة في على عهد معاوية بن أبي سفيان، إدارة يزيد بن ¶ عبد الملك، وهشام بن عبد الملك، ويرْيد بن الوليد، ومروان بن ¶ محمد، إدارة العباسيين، تدابير السفاح والمنصور، إدارة المهدي ¶ والهادي والرشيد، إدارة الأمين والمامون، الإدارة على عهد المعتصم ¶ وأخلافه، إدارة المعتز والمهتدي والمعتمد، الإدارة على عهد ¶ المكتفي والمقتدر، وكلامٌ في الوزراء. ¶ ففي بحثه في إدارة الرسول ع! يوّ، يُفصِجُ كرد علي عن عبقرية نادرة ¶ في الكتابة في مثل هذا الموضوع، وأحسب انّه أول مَن عالج موضوع ¶ الإدارة في الإسلام. ¶ يقول كرد علي: \"ولقد كان الرسول ع! م! يتخيّر عماله من صالحي ¶ أهله وأولى دينه وأولى علمه، ويختارهم على الأغلب من المنظور ¶ إليهم في العرب، ليوقَروا في الصدور، ويكون لهم سلطان على ¶ المؤمنين وغيرهم، يحسنون العمل فيما يتوتون، ويشُرِبون قلوبَ مَن ¶ يمزلون عليهم الإيمان، ويكشِفُ أبدأ عملهم -اي يفتشهم - ويسمعُ ¶ ما ينقل إليه من اخبارهم، وقد عزل العلاء بن الحضرمي عاملَه على ¶ البحرين، لأنَّ وفدَ عبدَ القيس شكاه، وولّى ابان بن سعيد، وقال ¶ له: استوصِ بعبد القيس خيرأ، واكرم سراتهم، وكان يستوفي ¶ الحساب على العمال، يحاسبهم على المستخرج والمصروف، وقد ¶ استعمل مزة رجلأ علئ الصدقات، فلما رجعَ حاسبه ففال: هذا لكم، ¶ وهذا أُهدي إليّ. ففال النبي ع! ي!: ((ما بالُ الرجل نستعمله على العمل ¶ بما ولأنا الله فيقول: هذا لكم، وهذا أُهديَ إليّ، افلا قعد في بيت أبيه ¶ واقه فنظر ايُهدى إليه أم لا! وقال: \"مَن استعملناه على عمل ورزقنا5 ¶ رزقاً فما أخذ بعدَ ذلك فهو غلول\". ¶ وما انفك الرسول ع! يِ! من استشارة اهل الرأي والبصيرة، ومَن شُهد ¶ 89",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "لهم بالعقل والفضل، وأبانوا عن قوة إيمان، وتفان في بثّ دعوة ¶ الإسلام. وهم سبعةٌ من المهاجرين وسبعةٌ من الأنصار، منهم حمزة، ¶ وجعفر، وأبو بكر، وعمر، وعليّ، وابن مسعود، وسلمان، ¶ وعمار، وحذيفة، وأبو ذرّ، والمقداد، وبلال، وسمّوا النقباء لأتهم ¶ ضمنوا للرسول لمج! إسلام قومهم، والنقيب الضمين. وكان له عرفاء ¶ أي رؤساء جند. ويكتب له بعض جلّة الصحابة من الكَمَلَة، والكملة ¶ في الجاهليهْ وأوَّل الإسلام هم الذين كانوا يكتبون بالعربية، ويُحسنون ¶ العَوْمَ والرمي \" (1). ¶ وقد ضمّ هذه المحاضرات في كتابه \"الإسلام والحضارة العربية\" ¶ وكان تحت الطبع فأفردها بالطبع منقحةً (2). ¶ وقد نشر الكتاب بمطبعة مصر عام 934 1 م علئ نفقة صاحب ¶ العصمة قوت القلوب هانم الدمرداشية. ¶ 2 - الإسلام والحضارة العربيةَ: ¶ يُعدُّ هذا الكتاب من أنفس كتب الأستاذ رحمه الله، وسببُ تأليفه أنه ¶ لما قرّر المجمع العلمي العربي بدمشق سفر الأستاذ محمد كرد علي ¶ لتمثيله في مؤتمر المشرقيّات الذي عقد في هولندة (بلاد القاع) في ¶ صيف سنة 931 ام، رغ! إليه أعضاؤه المفكّرون أن يكلقي فيه جملةَ ¶ محاضرات، يعرض فيها لْما لا يزال يسري علئ اسلاتِ بعض مؤلّفي ¶ العرب، ولاسيما علماء المشرقيات، من امورٍ نابيةٍ عن حدّ التحقيق ¶ والنَّصفة، كفما ذكروا الإسلام واهله، والعرب ومدينتهم. ¶ وقشَم المؤلّف كتابه إلى موضوعات كالأبواب، وجعل تحتها ¶ (1) ¶ (2) ¶ الإدارة الإسلامية في عز العرب، ص 12 - 13. ¶ المذكرا! 1/ 8 1 3 هـ",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "موضوعات فرعية، كالفصول. اشتملت موضوعات الكتاب على ¶ نفائس النقول، وغرر ما حرّره الأقدمولىْ، صاغه كرد علي صياغةَ ¶ الأديبِ بروح المؤزخ. ¶ واما مشتملات الكتاب فهي: المخالفون ودواعي الخلاف، منازع ¶ الناقدين والناقمين، الشعوبية في الشرق والغرب، متعصّبة الشعوبية ¶ وأرباب الإنصاف، وأُمّهات المسائل التي يردّدها الشعوبيون، العرب ¶ قبل الإسلام، العرب في الإسلام، ثروة العرب وعلومهم، مواطن ¶ العربية واثرها في اللغات الشرقية والغربية، حال الغرب في شباب ¶ الإسلام، تأثير العرب في البلاد المغلوبة، أثر علوم العرب في ¶ الغرب، أثر الشعر العربي والفنون الجميلة في العْرب، مدنية العرب ¶ في الأندلس، مدنية العرب في جزيرة صقلية، المسلمولىْ والغربيون ¶ في الحروب الصليبية، غارات المغول والأتراك على الحضارة ¶ العربية، غارات المستعمرين من الغربيين على بلاد المسلمين ¶ وغيرهم، أثر المدنية الغربية في البلاد العربية، العلوم والمذاهب في ¶ الإسلام، الإدارة في الإسلام، السياسة في الإسلام. ونلحظ من هذه ¶ الأبواب عِظمَ الموضوعات التي شرحها في كتابه. ¶ ففي موضوع (حال الغرب في شباب الإسلام) نراه يفسّم البحث إلى ¶ أربعة فروع: همجيّة البلاد الإنكليزية والفرنسية، الأمّية في الغرب ¶ والتوحش في عامة أقطاره، المقابلة بين بلاد العرب وبلاد الإفرنج، ¶ راي لوبون في تأثير العرب في الغرب. ¶ ففي فقرة (الأمية في الغرب والتوحش في عامة اقطار 5) (1) يقول: ¶ \"وبينما كان شارلمان أعظمُ ملوك أوربة - وهو معاصر للرشيد العباسي، ¶ وصاحب فرنسة، وجرمانية وشمالي إيطالية - اقربَ إلى الأمّية منه ¶ (1) ¶ الإسلام والحضارة العربية 1/ 189. ¶ 91",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "النور، كانت كتب الفلسفة والعلوم المادية والأدبية يتنافس فيها علماء ¶ العرب في بغداد وقرطبة، وتترجم للمنصور العباسي الكتب من اللغة ¶ العجميّة إلى العربية، منها كتاب (كليلة ودمنة)، وكتاب (السند ¶ هند)، وتترجم له كتب ارسطاليس من منطقيات وغيرها، وكتاب ¶ (اقليدس)، وكتب (الأرتماطيفي)، وسائر الكتب القديمة من اليونانية ¶ والمْهلوية والفارسية والسريانية، وتخرج إلى الناس، فينظرون فيها، ¶ ويتعققون إلى علمها. ومعظم الخلفاء الأُوّل من بني العباس يشرفون ¶ على علوم الناس وآرائهم من تفدّم وتأخر من الفلاسفة وغيرهم من ¶ الشرقيين، وتجري في مجالسهم مباحث في أنواع العلوم من العقليات ¶ والسمعيات في جميع الفروع والأصول (1). ¶ وقد نشرت الكتابَ بمصر لجنةُ التاليف والترجمة والنشر بمطبعة دار ¶ الكتب المصرية، في جزأين، صدر الجزء الول منه سنة 1934، ¶ وصدر الجزء الثاني سنة 1936 (2). ¶ 3 - أقوالنا وأفعالنا: ¶ يُعذُ هذا الكتاب من الكتب الجديرة بدراسة آراء محمد كرد علي، ¶ فقد أوح فيه خلاص! اَراف في عالم الاجتماع والسياسة والتاريخ على ¶ شكل مقالات عبَّر فيها عمّا تجيشُ به نفسه، وهو يقول في مقدمته: ¶ \"كلّما عَلَتْ بي السن يتعاظمني ما أرى مِن سز بعض المشهورين ¶ وعلانيتهم، وما يتجلّى م! قلّة الصدق في أكثر الطبقات، وما يُمنى به ¶ بنوها من غرور، ورايتُ معظمَ مَن كانوا بحسب العرف أمناء الشرع هم ¶ (1) ¶ (2) ¶ المصدر السابق 189/ 1 - 190. ¶ نقده: صلاح الدين المنجد في مجلة المجمع العلمي العربي بدمشق ¶ 16/ 330، ونقده في مجلة الرسالة 3 (1935): 199. مصادر الدراسة ¶ الأدبية 2/ 656 \" ¶ 92",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "اول الجانين عليه، ومَنْ كانوا يتناغون بالفضائل هم في مقدّمة مَنْ ¶ يعفُها، ورايت المتزمتين المتزهّدين يأكلون بصلاتهم وصيامهم. ¶ وعاصرتُ طوائفَ مِنَ الخَلْقِ تستحلّ ما أُخِذَ في سر وجلب مغنمأ. ¶ وشهدت بعض من أُطلق عليهم، او اطلقوا هم على انفسهم اسم ¶ \"ارباب الشخصيات البارزة \" او \" طبقة الخواص \" لصوصأ في مظهر حَمَل ¶ وديعٍ، لا يتعففون عن ييع المروءةِ في أقل عَرَضٍ تافه \" (1). ¶ لقد امضى الأستاذ الرئيمس مقالاته كلها معنوناً إياها \"القول في ¶ تمدننا\"، \"القول في صحافتنا\". . . إلخ. وقد عالج من الموضوعات: ¶ القول في تمدننا، ووطنيتنا، وعاداتنا، ونظامنا، وعاميتنا، ¶ واتكالنا، وأُمّيتنا، وتبدّل أوضاعنا، وماضينا القريب، ودور ¶ انتقالنا، وانحطاطنا، ونهضتنا الأخيرة، وتهافت طباعنا، وثوراتنا، ¶ وصحافتنا، والكذابين والمنالمحقين، والمستهزئين، والهمّازين ¶ اللمّازين، الخياليين واصحاب الشذوذ، وثروتنا، وتاريخنا، ¶ وسياستنا، ومشايخنا، والفِرَقَ، والإعلان والشهرة، وإرشاد ¶ العامة، وبعض الأجانب، والمبشرين، والغربي والشرقي، وخلافة ¶ الإسلام، والجامعة الإسلامية، والوحدة العربية، واخلاق العظماء، ¶ وحقوق المراة، والنساء المظلومات، وتاَليفنا، ومطبوعاتنا، ¶ والجمع بين ثقافتين، وعنون مقدّمته \"القول في أقوالنا وأفعالنا\" ووضع ¶ للكتاب خاتمة تمثّل رايه في الإصلاح الإداري ممْها ان يجري انتقاء ¶ العمال للعمل دون نظر إلى احزابهم، ويُمنع كلُّ موظف من العمل في ¶ الاحزاب والجمعيات السرية، وألا يغترّ بشهادات طلاب التوظف، ¶ وينظر اولاً في سيرتهم، وفي ماصْي بيوتهم، ذلك أن توظيف الصالحين ¶ في كلّ بلد - كما يقول كرد علي - يقلِّلُ من عدد المزوّرين والمحتالين. ¶ (1) أ قوا لنا وا فعا لنا، ص 7. ¶ 93",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وفي بحثه \"القول في تاَليفنا\" (1): الكتب مقصورٌ تأليفها عندنا على ¶ فئة صغيرة جداً، ويقوم رواجُها على اناس مخصوصين، والمؤلّف ¶ لا يعيش من تأليفه، ولا يرتفق بقلمه، وجمهور الأمة بمعزل عمّا ¶ يكتب. وليس لنا مؤلفون الّفوا احرارًا، وكتبوا أحراراً، نريد متفنّنين ¶ يعيشون من فنّهم وريشتهم، وأرباب عقول ينعمون بفضل عقولهم. ¶ نريد كتباً حيّةً تصبر على حرارة النقد، ومؤلّفين أجلاداً لا يوقفهم ¶ شيءٌ عن نقد الكتب نقدا صحيحاً، ينفع العلم والمتعلمين من الفئة التي ¶ لا تصانع الطابعين، ولا تخاف صغار المؤلفين، ونريدُ صحفاً تجهر ¶ بالحقائق تقرّرها، والمحاسن تنشرها، والمطابع لا تسترها. ¶ ر - (2) ¶ لم يمول: \"نريدُ كتباً تكونُ فتنة لقارئها، لايتركها إلا وقد ¶ استوفاها من الدفة إلى الدفة، ثم يكرّرها، ويعيد النظر فيها. كتباً ¶ للحياة الحاضرة، تحفزنا للعمل، فيها من علم الحال لا من علم ¶ الخيال. كتباً تخلّقنا بأجمل أخلاق العصر، لا كتباً تذكرنا بالماضي ¶ ففط. من الطراز الذي نفتحه باحترام، ونتصفحه باحترام، ونطبقه ¶ باحترام، ونحفظه في خزائننا باحترام \". ¶ قد طُبع هذا الكتاب سنة 365 اهـ= 946 1 م في مصر، بدار إحياء ¶ الكتب العربية (عيسى البابي الحلبي وشركاه) في 432 صحيفة. ¶ 4 - أمراء البيان: ¶ يضمّ الكتاب بين دفتيه عشرَ تراجم لأمراء البيان والإنشاء في ادبنا ¶ العربي، وهم عبد الحميد الكاتب، وعبد اللّه بن المقفع، وسهل بن ¶ هارودْ، وعمرو بن مَسْعدة، وأحمد يوسُف الكاتب، وابراهيم بن ¶ (1) ¶ (2) ¶ أ قوالنا وأ فعا لنا، ص 9 9 3. ¶ ا لمصدر السا بق، ص 0 0 4. ¶ 94",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "العباس الصولي، ومحمد بن عبد الملك الرْيابْ، وعمرو بن بحر ¶ الجاحظ، وأبو حيّان التوحيدي، وابن العميد، وقَذَم للكتاب بمقدمة ¶ عن البيان العربي، في عهد الجاهلية ثم الإسلام، وأسلوب القرآن، ¶ وتبدّل الأسلوب، والاعاجم والعربية، والأسلوب المنتشر، ¶ والاسلوب المتكفَف، وختم مقدّمته بإحياء الأسلوب القديم على يد ¶ أمثال الشيخ محمد عبده في مصو وأحمد فارس (الشديادتى) في الشام، ¶ إذ ردّا اللغة إلى سهولتها الاولى بما كتبا 5 وألّفاه. ¶ يقول الأستاذ كرد علي في (مذكراته): \"قضيتُ عاماً وبعض عام في ¶ وضع كتاب (أمراء البيان) وكنتُ كتبتُ بعض فصول منه وحاضرت بها ¶ في ردهة المجمع العلمي، ونشرتُها في مجلته، ثم رجعتُ إليها ¶ وحذفتُ منها وزدت. وهذا الكتاب من الكف التي جمعتُ مادته في ¶ نحو عشرين سنة أي منذ تخيّلتُ موضوعه. وجْاء في مجلدين ايضاً، ¶ وطبعته كصنوه (1) لجنة التأليف في مطبعتها بالقاهرة. وكان الداعي ¶ الاكبر إلى تأليفه بيانُ فضل المنشئين على البلاغة وعلى الأفكار، وذلك ¶ على الطريقة الغربية الحديثة في التحليل والمْقد. هذا بعد ان رايت ¶ المؤلّفيق من القديم يعنون بالشعر والشعراء فقط، ولم يُعْنَو العناية ¶ المطلوبة بالكتابة والكتاب، وهم الذين خلّفوا لنا مؤلفاتهم ورسائلهم، ¶ وعلمونا أكثر من الشعراء. ¶ وهذا الكتاب تقزر في دراسة السنة الخامسة التوجيهية في المدارس ¶ المصرية العالية، وكان بذلك اوّل كتاب عربي لمؤلّف غير مصوي ¶ الجنسية يُدرّس في وادي النيل على ما أظ!، وكذلك دُزَس في كلية ¶ الآداب فيها كتاب \"الإسلام والحضارة العربية \" (2). ¶ (1) ¶ (2) ¶ الإسلام والحضارة العربية. ¶ المذكرات 1/ 318. ¶ 95",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "نظر المؤلِّف في كتابه إلى الكتابة التي تؤدّي المعاني الجليلة في ¶ الألفاظ القليلة من غير تكلّف أو تصنع، فهو يتحدت عن ابن فضل اللّه ¶ العمري، والصفدي، وابن منظور، والمفريزي، كما تنظر كتبُ ¶ الأدب الغربية. إلى ادبائها ومؤرّخيها، وكُتّاب الرحلة وعلماء النفس ¶ حي! يرتفعون إلى مرتبة الكاتب الأديب في صفحاتهم (1). ¶ يقول الدكتور سامي الدهان في مقدّمته للكتاب: \"وقد قلنا إننا ¶ لا نستطيع أن نوازن بين ما نشره من هذه البحوث في مجلة (المقتبس) ¶ 905 ام، وبين ماطبعه بعد ذلك، لنرى مبلغ التطور والإضافة ¶ والحذف، ولكننا نستطيع أن نحكم على دراساته، فقد كتبها بأسلوب ¶ بياني عجيب، يكاد يختلطُ بنصوص أمراء البيان الذين يكتب فيهم، ¶ إشراقاً في العبارة، ووضوحأ، ودقّة، وسلامة بيان، وإيجازاً في ¶ التعبير، فقد تأثر بهم من غير شك، ولكنّه مع ذلك كان حرّاً في نفد ¶ أساليبهم، جريئاً في الحكم عليهم، يقف عند مخالفة النقاد فيهم ¶ بقوله: وهذا قول يحتاج إلى نظر\" (2). ¶ وقد قام المؤلف بدراسة عصر كل كاتب، وأصله، ونشأته، ¶ وبلاغته، وأسلوبه، ونموذجات من اَثاره (3). ¶ طبع الكتاب بمصر في لجنة التأليف والنشر في جزئين سنة ¶ 937 ام، وأمحيله طبعه في بيروت بدار الأمانة عام 388 ا هـ-969 ام. ¶ 5 - البعثة العلمئة الن دار الخلافة العثمانية: ¶ في أواخر السنة الأولى للحرب أرسل جمال باشا الأستاذ كرد علي ¶ (1) ¶ (2) ¶ (3) ¶ مقدمة الدكتور سامي الدهان لأمراء البيان، ص. ت. ¶ المصدر السابق: ص، ط. ¶ نقده أحمد صقر في مجلة الثقافة (مصر) مجلد 2 (1940): 93 (مع كلمهْ في ¶ النفد الأدبي). مصادر الدراسة الأدبية 2/ 656. ¶ 96",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "مع ثلة من علماء بلاد الشام إلى الاَستانة فجناق قلعة، وأوعز إليهم ¶ لإنشاء كتاب عن هذ 5 البعثة، ووضع كتاب في رحلة انور باشا، وكيل ¶ القائد العام وناظر الحربية، إلى الشام والحجاز، ففعل ذلك مضطراً، ¶ وظهر هذان الكتابان: الأول باسمه واسم ثلاثة من أرباب الصحف في ¶ الشام، والثاني (الرحلة الأنورية إلى الأصقاع الحجازئة) باسمه فقط، ¶ وهما كما يصفهما كرد علي من كتب الدعاية السمجة في الحرب ¶ الممقوتة (1). ¶ والسبب في دعوة الدولة العثمانية العلماءَ والوجهاء انَّ: \"بعض مَنْ ¶ في الأرضِ العثمانية يشكُّون في سرِّهم بصحة ماكان يترامى إلى ¶ اسماعهم من الطرق الرسمية من الحادثات والمبشّرات، وذاك! ما وَقَرَ ¶ في الأذهان من قؤة العدؤ الموهومة وبطشه المستمرّ في البر والبحر، ¶ فرأى أحمد جمال باشا ناظر البحرية والفائد العام للجيش الرابع المخيّم ¶ في سوريه ان ينتدب أناساً مأمونين من أهل هذا القطر لزيارة الغزاة في ¶ (جناق قلعة) ليبصروا بأعينهم مبلغ حوادث الانتصارات من الصدق، ¶ حتى إذا رجعوا إلى قومهم يصفون لهم ما شاهدوا\". ¶ وقد عهد القائد العام إلى الولايات والألوية في سورية وفلسطين أ ن ¶ تختار أفرادا من العلماء والفضلاء والوجهاء ليمثلوا قومهم في رحلة ¶ الاستانة وجناق قلعة. ¶ فانتدبت دمشق السيد ابا الخير عابدين مفتيها، وعبد المحسن ¶ أفندي الأسطوانيّ، وعطا أفندي العجلانيّ. وانتدبت حماة: السيد ¶ احمد الكسِلاني، وحمص توفيق افندي الأتاسي، وحوران: محمد ¶ افندي الزعل، ومحمد أفندي الحلبي، وبيروب: مصطفى أفندي نجا ¶ (1) خطط الشام 6/ 1 4 3. ¶ 97",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "مفتيها، وطرابلس الشام: الشيخ عبد الكريم عويضة، واللاذقية: ¶ محاسن أفندي الأزهري، وعكا: الشيخ إبراهيم العكي، والشيخ ¶ عبد الرحمن عزيز، وحيفا: محمد أفندي مراد مفتيها، ونابلس: ¶ محمد رفعت أفندي تفاحة، وعبد الرحمن افندي الحاج إبراهيم، ¶ وحلب: محمد صالج أفندي العبيسي مفتيها، والشيخ محمد بدر الدين ¶ النعساني، وعبد اللطيف أفندي خزنه دار مفتيها، والشيخ علي ¶ الريماوي، ويافا: الشيخ سليم اليعقوبي، وجبل لبنان: الشيخ ¶ عبد الغفار تقي الدين، واختار الجيش الرابع الشيخ اسعد الشقيري ¶ والسئد حبيب العبيدي، والشيخ تاج الدين بدر الدين (الحسني)، ¶ والشيخ عبد القادر الخطيب، ومن أرباب الصحف: عبد الباسط أفندي ¶ الأنسي، صاحب جريدة (الإقبال)، وحسين أفندي الحبّال، صاحب ¶ (أبابيل)، ومحمد أفندي الباقر، صاحب جريدة (البلاغ)، ومحمد ¶ أفندي كرد علي، صاحب (المقتبس). وقد سار معظم الوفد في 19 من ¶ ذي القعدة 1333 (15 و 28 ايلول سنة 5 91 ام) على القطار الحديدي. ¶ تناول الكتابُ وَصْفاً دقيقأ للرحلة ومسيرها وللقائهم بالمسؤولين ¶ والخليفة العثماني، وأوردَ بعضَ خطبهم وقصائدهم. ¶ والكتابُ وإنْ لم يكُن الأستاذ كرد علي راضياً عن إصداره. إلا أنّه ¶ حلقة في حفبة مهمة في تاريخنا. ¶ وقد صدر الكتاب في 296 صحيفة، وطبع في المطبعة العلمية ¶ ليوسف صادر في بيروت سنة 334 ا هـ= 916 1 م (1). ¶ 6 - الحسبة في الإسلام: ¶ وهي محاضرة ألقاها يوم 17 نيسان في سنة 921 1 م في ردهة ¶ (1) ينظر نقده في المقتبس 8: 858 - 867. ¶ 98",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "المجمع العلمي العربي، وكانت أول محاضرة له فيها. ونشرت مستلّةً ¶ من مجلة المجمع (1). ¶ وكان قد كتب في مجلة (المقتبس (بحثاً في الموضوع نفسه سنة ¶ 908 1 م أي قبل ثلاثة عشر عاماً، بعنوان (الحسبة في الإسلام وأربعة ¶ مخطوطات فيها ((2). ¶ وقد عرض في بحثه المجمعيّ اصولَ الحسبة في الحكومات ¶ الإسلامية السالفة، وبيّن أنّ منه يَعلم مَن لم يكن يعلم أنّ أجدادنا هيأوا ¶ لمدنهم وسكانهم جميعَ ضروب الراحة والهناء، وحاولوا ان يُبعدوا ¶ عنها ما أمكن الجور والشقاء. ¶ 7 - الحكومة المصرية في الشام: ¶ وهي محاضرة القاها في نادي المجمع العلمي العربي يوم 10 من ¶ شهر رجب سنة 1343 - 5 كانون الثاني (فبراير (1925، قدّم فيها ¶ وصحفاً تاريخياً موجزاً لحكومة محمد علي الكبير، وجهوده في النهضة ¶ والإصلاح، وحملته على فلسطين، ثم دخول جيشه دمشق، وتوغله ¶ في الشام، ثمّ عرض للتنظيم الإداريّ للحكومهْ المصرئة في الشام، ¶ والتجنيد والضرائب، والإدارة السياسية للحكم، ثم أنهى البحثَ ¶ بالتأريخ لجلاء جيش إبراهيم باشا ابن محمد علي عن بلاد الشام، الذي ¶ قام بحملته سنة 47 2 ا هواستمرت تسعَ سنوات. ¶ وقد أشار في خاتمته إلى أنّه كان على الدولة العثمانية أن تستفيد من ¶ خطط إصلاحات إبراهيم باشا، وأنّ دخوله الشام وإنْ كان قد أغضبَ ¶ (1) ¶ (2) ¶ نُمنمرت في مجلة المجمع العلمي العربي بدمشق 257/ 1، سنة 1926 = ¶ 339 اهـ. ¶ المقتبس المجلد الثالث، الجزء التاسع، ص 68.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "البعض فإن المدن والسواد الأعظم من الناس أخلصوا له، واستقبلوه، ¶ وشعروا بحسن إدارته، ولا سيما أهل الذمّة. وهذا البحث من موادّ ¶ كتاب \" خطط الشام \". ¶ وقد قدَّم لهذهِ الرسالة الأستاذ محب الدين الخطيب الذي رأى فيها ¶ وجهةَ نظر مؤرخ من الشام في أعمال مؤسس مصر الحديثة. ونشرها في ¶ مجلة (الزهراء)، لسنتها الأولى، ثم افردها بالطباعة، وصدرت عن ¶ المطبعهْ السلفية ومكتبتها بالقاهرة سنة 1343 في (52) صفحة. ¶ 8 - خطط الشاك!: ¶ يُعدُّ كتاب الأستاذ محمد كرد علي (خطط الشام) أكبر موسوعة ¶ كُتبت عن بلاد الشام في العصر الحديث، فقد صاغتهايدُ أديبب مؤرّخ، ¶ وقل مَن يجمع بين هاتين الخصلتين، فكان الكتابُ مرجعاً مهماً عن ¶ الشام وأوابدها وعمرانها وتاريخها، بل إنّ هذا الكتاب أصبج قرين ¶ اسمه إذا ذُكر، ولو لم يترك كرد علي من الاَثار سوى كتابه (خطط ¶ الشام) لكفاه مفخرة، فقد رقّاه إلى مستوى المؤرّخين في قرنه. وهو ¶ بذلك يُعيدُ صياغةَ تاريخ البلاد بأسلوب عصريّ، بعدما سبقه ¶ ابن عساكر في (تاريخ مدينة دمشق) الذي خَصَّ الأجزاء الاولى من كتابه ¶ للخطط، وجعل بافي كتابه في تراجم أعلام الشام أو مَنْ وَرَد إليها، أ و ¶ مَن مَزَ بها. ¶ ئج فكرة كتاب \"خطط الشام \": كان كرد علي يُفكّر في موضوع مشتّت ¶ المادة، متنوعّ الابحاث، وهو وضعتاريخ سياسيّ ومدني مطوّل للديار ¶ الشامية ء فإلْه كما يقول: لم يَحُمْ أصحابُه حولَ الموضوع كثيرأ، ¶ واخذتُ ابحث عن الكتب، وازور المعالم والمجاهل في هذا القطر، ¶ واستكثِرُ من اقتناء الأسفار النادرة باللغات الثلاث العربية والفرنسية ¶ والتركية، ولاسيما الأسفار العربية القديمة التي احياها علماء ¶ 100",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "المشرقيات من الغربيين. وكنتُ أُطالع كلّ ذلك مطالعه ت! دبّر، وألتقط ¶ جواهرها، ولما استوفيتُ البحثَ في خزائن مصر والشام وبعضَ خزائن ¶ الآستانة، تعلّقت همتي أن ارحل إلى اوربة، ليتسعَ معي مجالُ النظر ¶ في خزائن كتبها العربية والإفرنجية \" (1). ¶ لذلك عرض فكرته على ال! ميد مارتين هارتمان من علماء ¶ المشرقيات الألمان، وكان جاء دمشق، وابلغه كرد علي بعزمه زيارةَ ¶ خزائن اوربة، للبحث في خزائنها عن مخطوطات العردط في التاريخ، ¶ فقال: إنّ الفكرة حسنة، ولكنها غير عملية، وتنفمذها يستغرق من ¶ وقتك حولين على الأقل. تحتاج فيها إلى نفقات طائلة، فالأوْلى أ ن ¶ تذهب إلى رومية، وفي خزانة الأمير كايتاني، صاحب كتاب (تاريخ ¶ الإسلام) صور صوَّرها بالتصوير الشمسي من خزائن العالم، فيها ¶ ما خلّفه الثقات من مؤرّخي العرب في تاريخ الإسلام، مما لم يُطبع ¶ حتى الآن، فإذا زرتَ خزانته في التاريخ، فكأنمّا رايتَ جميع تواريخ ¶ العرب المحفوظة إلى اليوم في خزائن الغر! (2). ¶ فقصد كرد علي مصر، وزوّده صديقه أحمد زكي باشا بوُصاة منه ¶ إلى الأمير ليوني كايتاني في رومية، فلّما قدم عليه رحّب به، وسهّل ¶ مهمّته، فكان يبحث كلّ يوم ثلاث ساعات في الصباح في خزانته مدّة ¶ شهر، ينقل وينقل حتى استنفد ما يريد لتاريخ الشام. ¶ يقول الدكتور الدهان: \"جمع هذا الأمير العالِمُ كل مصادر التاريخ ¶ الإسلامي مخطوطه ومطبوعه إذ صور المؤلفات العربية القديمة في هذا ¶ الموضوع، وجمعها من اطراف الأرض كلِّها، وجعلها على أشرطة ¶ وصور من الخزائن الخاصة والعامة، ورصفها واحداً بعد واحد في ¶ (1) ¶ (2) ¶ المذكرات 1/ 0 31. ¶ المذكرات 1/ 0 31 - 311. ¶ 101",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "ترتيب تاريخيئ، علئ رفوف جعلها لهذا الغرض، واصطاد كل ما طُبع ¶ في التاريخ من حواصْر الغرب منذ ظهور الطباعة بالعربية في ¶ الغرب \" (1). ¶ في جهوده فى لْصنيف حْطط الشام: نشر في عام 1317 هـ= 1899 م ¶ في مجلة (المقتْطف) تسعة فصول في عمران دمشق، ثمّ شرع بتصفح ¶ كل ما ظفر به في هذا الموضوع من المخطوطات والمطبوعات باللغات ¶ العربية والرْكية والمْرنسية، وقصد دور الكتب الخاصة والعامة في ¶ الشام، ومصر، والمدينة المنوّرة، والاستانة، ورومية، وباريز، ¶ ولندن، واُكسفورد، وكمبردج، وليدن، وبرلين، وميونخ، ¶ ومجريط (مدريد)، والإسكوريال، وكان كلّما استكثر من المطالعة ¶ والبحث تتجفى أمامه صعوبة العمل (2). ¶ زار اصقاع الشام لِيُقابِلَ بين حاضره وغابره. ورحل إلى اوربة ثلاث ¶ رحلات، يبحث في دور كمْبها عن المخطوطات التي يرجو أن يكون ¶ اصحابُها قد تعرّضوا لحوادث هذا القطر، وسافر إلى خزانة الأمير ¶ كايتاني برومية، يتزوّد من مصادرها، حتى كانت له مادة واسعة، ¶ وسافر بعدها إلى ربوع الغرب يطوف مكتباتها، حتى أنفقَ في ذلك ¶ قرابة ألف وخمسمئة ليرة عثمانية ذهباً، وعمل له خمساً وعشرين سنة، ¶ طالع لمحيها زهاء الف ومئتي مجلد باللغات الثلاث: العربية والتركية ¶ والفرلْسية (3). ¶ (1) ¶ (2) ¶ (3) ¶ في المراد من \"الخطط\": إنّ المراد من كتابه هو البحث في كل ¶ مقدمة أمراء البيان، ط 3، (محمد كرد علي وأمراء البيان) ص. س. ¶ خطط الشام 1/ 1 - 2. ¶ الدهان: 244. ¶ 102",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "ما يتناول العمران، والبحثُ في تخطيط بلد هو بحثط في تاريخه ¶ وحضارته (1). فضلاً عن دراسة النظم الإسلامية في بلاد الشام، والدول ¶ التي تعاقبت على الأرض، والحالة الأدبية والاقتصادية والاجتماعية ¶ خلال هذه الحقب. ¶ ! حدود \"خطط الشام \": بيّن المؤلّف مراده في ذلك، فقال: وأعني ¶ بالشام: الأصقاع التي تتناول ما اصطلح العرب على تسميته بهذا ¶ الاسم، وهو القطر الممتد من سقي النيل إلى سقي الفرات، ومن ¶ سفوح طوروس إلى أقصى البادية، اي سورية وفلسطين في عرف ¶ المتاًخرين (2). ¶ * وصف كتاب \"خطط الشام \": صَدَر المؤلِّفُ كتابَه بتقويم الشام، ¶ مبيّناً تعريف الأقدمين الشام، وحدّها، ومساحتها، ومدخل الفاتحين ¶ إ ليها، ومدنها، وقراها، وطبيعتها، وخيرا تها، وهواءها، وخصائصها. ¶ ثم عرّجَ على ذكر الشعوب والقبائل التي سكنوها، فذكر الأمو، ¶ واللودانو، والاَراميين، والعناصر الأخرى، والعناصر القديمة ¶ والعرب، وسُليح، وغسّان، والضجاعم، وا لتنوخيين، ¶ والإيطوريين، وعاملة، وقضاعة، ولخم وجُذام، وعاملة، ¶ وذبيان، وكلب، وجُهينة، والقين، وبَهراء، وتنوخ، وإياد، ¶ وطيء، وكِندة، وحِمير، وعُذرة، وزُبيد، وهمدان، ويَحْصب، ¶ وقيس، ونهد، وجَرم، وا لأ زد، وقيس، و يَمَن، وا لمرد ة، ¶ وا لجرا جمة، و ا لفرس، وا لز ط، وا لأ خلاط، و ا لسا مرة، وا لأ ر من، ¶ وا لروم، وا لموا رنة، و ا لتركما ن، و ا لأ تر ا ك، و ا لاكر ا د، وا لشركس، ¶ و ا ليهود، وغير هم. ¶ (1) ¶ (2) ¶ خطط الشام 1/ 2. ¶ المصدر السابق. ¶ 103",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "ثُئمَ أوردَ اللغاتِ التي تكفَم بها أهلُ الشام على مرّ التاريخ كالاَرامية، ¶ وا لسريانية، والعبرانيّة، والفينيقية، والعربيّة، وا لبابلية، ¶ وا لكنعا نية، وا لكلدا نية، وا لحيثية، وا لاَ رية، وا ليونا نية، وا للا تينية، ¶ والصفوية، والتركية، وكيفية انتشار العربية، وكونها لغةً كاملةً ¶ راسخةً، وأن الشاميين امةٌ واحدة، لسانُهم العربية ففط. ¶ يقول كرد علي: \"مهما قيل في كثرة عدد المتكلمين بالفرنسية في ¶ بيروت، وبالعبرية في القدس، وبالتركية في حلب، ومهما اختلفت ¶ درجةُ العواطف من حيث حبّ العربية، فالبلاد عربيّة صرفة، والسكان ¶ عربٌ مهما ضعفوا وضعفت مشخّصاتهم. ولا يحسبون إلى غير اُمّهم، ¶ ولا يدعون إلا لاَبائهم. يقولون: إن مَنْ تعلّم لغةَ قوآ أحبَّهم، فما ¶ أحرى أن يحمث المرءُ أولاً أرضاً أنبتته، وأهلاً تجمعه وإياهم جامعة ¶ الوطن والجنس واللسان \" (1). ¶ ثم دَلَف بعد ذلك إلى ذكر العصور التي مرت بها الشام، فتناول ¶ تاريخَ الشام قبلَ الإسلام، والشام في الإسلام، من سنة 5 إلى سنة 18 ¶ للهجرة، ثم الدولة الأموية من سنة 18 إلى 32 ا هـ، ثم دور الدولة ¶ العباسعة إلى ظهور الدولة الطولونية من سنة 132 - 254 هـ، ثم ظهور ¶ الدولة الطولونية وانقراضها من سنة 254 - 292 هـ، ثم دور الدولة ¶ العباسية الأوسط \"الإخشيدية والحمدانية والفاطمية \" من سنة ¶ 292 - 364 هـ، ثمّ دور الفاطميين من سنة 364 - 394 هـ، وتتمة ¶ دورهم من سنة 394 - 463 هـ، ثم دور السلجوقيين من سنة ¶ 463 - 490 هـ، ثم الحروب الصليبية من سنة 490 - 500 هـ، ثم ¶ حروب الصليبيين ودولة طغتكين وبقايا السلجوقيين من سنة ¶ (1) خطط الشام 48/ 1. ¶ 104",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "0 5 5 - 522 هـ، ثم الدولة النورية من سنة 522 إلى سنة 569 هـ، ثم ¶ الدولة الصلاحية من سنة 569 إلى سنة 589 هـ، ثم الدولة الأيوبية من ¶ سنة 589 إلى سنة 637 هـ، إلى انقراض الأيوبيين، وظهور المماليك ¶ البحرية، وظهور التتر من سنة 637 إلى سنة 690 هـ، ثم من بداية دولة ¶ المماليك سنة 690 - 790 هـ، ثم وقائع تيمورلنك من سنة 790 إلى ¶ 753 هـ، ثم عهد المماليك الأخير من سنة 803 إلى 922 هـ، ثم ¶ الدولة العثمانية، التي خصّص لها من الجزء الثاني والجزء الثالث قدراً ¶ كبيراً منهما، وأحسبُ أنّه اؤل تاريخ لبلاد الشام للعهد العثماني، ذلك ¶ انه كُتب بعد خروجهم منها. ¶ ثم ازخ لما اسماه بالعهد الحديث من سنة 6! 13 - 343 ا هـ، وهي ¶ الفترةُ التي تجاذبتْ فيها فرنسة وإنكلترة بلادَ الشام وجزَاتها. ¶ وأوضح تاريخ الصهيونية وأوضاعها، يقول كرد علي في: \"نظرة في ¶ نجاح الصهيونية \": إصلاح شيء أصابه البلى أسهل من خلق شيء من ¶ العدم، والصهيونية مهما تقدّمت فهي فكرة خياليةٌ، لا حقيقيةَ لها، ¶ أوجدها هوى بعض اليهود لاستيطان بلاد اجتازوا بها، وسكنوها ردحاً ¶ من الزمن، ثم جلوا عثها كما وقع للعرب في الأندلس. والفرق بين ¶ الحادثتين كبيرٌ، لأنَ العرب غرسوا مدنيّة، فأزهرت وأينع ثمرها (1). ¶ وبحث في التقاسيم الإدارية الحديثة في عهده، ثم أورد العقود ¶ والعهود الأخيرة، كما أسماها، وهي صورة الرسائل الرسمية التي ¶ تبودلت بين الحكومة الفرنسية والحكومة البريطانية لأجل تثبيت اتفاقية ¶ سايكس بيكو بواسطة السيرإدوار غراي وم. كامبيون في أيار سنة ¶ 916 ام. ¶ (1) خطط الشام 3/ 2 2 2. ¶ 105",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "وخمنَ الجزء الرابع للكلام على التاريخ المدني لبلاد الشام. فأرّخ ¶ للعلوم والاَداب في كلّ عصر من عصور الإسلام، وذكر مرادَه بالعلم ¶ والأدب فقال: \"نريدُ بالعلم علم الدين والدنيا، فالعالم بالحديث ¶ عالم، والعالم بالطبّ عالم، والعالم بالكلام عالم، والعالم بالهندسة ¶ عالم، والكيمياء علم، والبيطرة علم، والتاريغ علم، والجدل ¶ علم، وشرف هذه العلوم بشرف مقاصدها، واشرفها في نظر الإلهيين ¶ ما هذب النفس، وأعدَها للحياة الخالدة، كما قال حجة الإسلام ¶ الغزالي: إنَ الفقيه معفَمُ السلطانِ ومرشده إلى طريق سياسة الخَلْقِ ¶ وضبطهم، لتنتظم باستقامتهم اُمورهم في الدنيا، ولَعَمري إِنّه متعلّق ¶ أيضاً بالدين، ولكن لا بنفسه، بل بواسطة الدنيا، فإنَ الدنيا مزرعةُ ¶ الاخرة، ولا يتم الدين إلا بالدنيا\" (1). ¶ ثم أرّخ للفنون الجميلة من موسيقا وغناء، وتصوير، ونقش، ¶ وبناء، وشعر، وفصاحة، ورقص، وتمثيل. ¶ ثمّ وصف الزراعة الشامية، وتقسيمَ السهول والجبال، ¶ والتحسينات عليها، والصناعات الزراعية، وزروع الشام واشجارها، ¶ واتربتها، وحراجها، وريّها، ودواجنها، وغير ذلك مما يتعلّق ¶ بشؤون الزراعة. ¶ ثم تكقم عن الصناعات الشامية من غزل، وحياكة، ونساجة، ¶ ودباغة، وصناعة الجلود، وتربية دور الحرير، والقيانة (صناعة عمل ¶ السلاح)، والنحاسة، والزجاجة، والدهان، والفخارة، ¶ والقيشاني، والوراقة، والمرايا، والصياغة، وصناعة الصدف ¶ والرخام، والسجاد والحصير. ثم عزَج على ذكر التجارة الشامية، مبيّنأ ¶ (1) خطط الشام 4/ 3. ¶ 106",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "موقع الشام من التجارة، وتاريخ التجارة في هذ 5 البلاد، وتاريخ الورق ¶ النقدي، والحواجز الجمركية، والصادرات والواردات، وما يجب ¶ للنجاح في الصادرات، وتجارب الأمم المختلفة في الشام، ثم ذكر ¶ رأيه في ازدياد الثروة والتجارة في هذه البلاد. ¶ وتابع الأستاذ كرد علي في الجزء الخامس من كتابه الكلام على ¶ التاريخ المدني، فأرّخ للجيوش التي عَبَرتْ البلاد من الاَشوريين، ¶ والفراعنة والعبرانيين، واليونان، والرومان، والعربية، والصليبية، ¶ والتترية، وجيوش انقرون الوسطى، وجمعيات الفتوة، والجيوش ¶ العثمانية، والجيوش الحديثة، ثمّ وصف الأساطيل التي كانت في ¶ تاريخ المنطقة بدءاً من الفينيقيين، والعبرانيين، والفراعنة، ¶ والرومالىْ، واليونان مروراً بالعرب، ووصف اساطيلهم وسواحلهم ¶ ومناورهم ورباطاتهم. ¶ ثم أرّخ للجباية والخراج وأنواع الرسوم والضرائب. وأتبع ذلك ¶ بالكلام على الأوقاف بَدْءًا من مَنْشأها إلى الأوقاف بعد العهد التركي. ¶ ثم عرّجَ على الحسبةَ وتأسيس البلديات، وأتبع ذلك بالكلام على ¶ الترع والمرافىء والطرق، ومنشأ البريد والبرق والهاتف، ثم اردف ¶ ذلك بتاريخ بديع للمصانع والفصور والعاديات. ¶ وأمّا الجزء السادس، فأتتم به الكتاب بالتاريخ لِلْبِيعَ والكنائس ¶ والأديرة، والمساجد، والجوامع، والمدارس، والخوانق، ¶ والربُط، والزوا يا، والمستشفيات، والبيمارستانات، ودُور الآثار، ¶ ودُور الكتب، والأديان والمذاهب، التي انتشرت في البلاد، ¶ والأخلاق والعادات مبيّناً عادات الدمشقيين والحلبيين، واللبنانيين ¶ والقبائل، والأرجاء الأخرى. ¶ 107",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "ويذكر كرد علي رأيه في الأخلاق الشاميّة، إذ يُقَسِّمها إلى طبقتين ¶ (الوسطى والعليا)، و (الطبقة الدنيا) فيقول: ¶ يُعدُّ من الطبقة العليا العلماء والعظماء والقوّاد وأرباب الأموال، ¶ ممّن يُسيّرون الجماعات إلى حياتها أو موتها، وينفثون في روعها ¶ ما يرفع مستواها العقلي، ويطفرون نفوسها من الاَثام والاَلام، ¶ وبأيديهم زبدة ثروة الأمة وجهودها، وإليهم منتهى ما بلغته قرائج ¶ أبنائها، يمثلون التسلسل في الفكر، وتتجسّم فيهم الإرادة الثابتة، ¶ والعزيمة الصحيحة، وهم صورة البيوت الخالدة، ومنعك! التأثيرات ¶ الطريفة والتالدة، ومثال الشعب ورقيه، ووجهه الوضاح الجميل، ¶ وفي قبضتهم مفاتيح المفاخر، ومغاليق الماثر، وهم المذكورون، ¶ وهم المشهورون، ومصير غيرهم إلى الخمول والعفاء. ¶ من أجل هذا كان على تلك الطبقة ان تتحلَّى بِحُلَى الفضيلة ¶ والشرف، وان تكون عفيقة الطُعمةِ، حسنة الأحدوثة، بعيدة عن ¶ الموبقات والبذخ والسَّرَف، حريصةً على النهوض بالأمة، تشارك في ¶ المسائل المدنية عن عقيدة راسخة، وتأخذ بأيدي العاثرين والبائسين ¶ وتلقّنُ أبناء أمتها علماً ينتج الثروة، ويحفظ المجد، ويولي ¶ الكرامة \" (1). ¶ إنّ كتاب (خطط الشام) هو مفخرة للشاميين كفخرهم ببلادهم، لما ¶ أورد فيه مؤتفه من علم واسع بمنهجية واضحة، حتى إن مصادره ¶ المخطوطة المودوعة اسماؤها في اَخر الكتاب بلغت نحو اثنين وسبعين ¶ مصدراً، غير المصادر المطبوعة بالعربية والأجنبية. ¶ والحق المرلِّفُ في نحو خمس عشرة صفحة نبذة عن حياته ومنشئه. ¶ (1) خطط الثام 6/ 6 1 3. ¶ 108",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "! قصة طباعة خطط الشام: لما انتهت الحرب العالمية الأولى تألّفت ¶ لجنةٌ من اصحاب وعارفي فضله، وهم خليل مردم، وبدر ¶ الداغستاني، وفوزي الغزي، وفخري البارودي، ولطفي الحفار، ¶ وسامي العظم (1). فجمعوا نفقات الطبع، وفتحوا لاب الاشتراك دي ¶ الشام ومصر والعراق ولبنان وغيرها، فجاءت ا! مبالغ تباعأ، حتى ¶ بلغت زهاء ألف ليرة ذهبية، وعلى هذا النمط من التعاون تمَّ طبعُ ¶ الكتاب (2). ¶ قال! كرد علي: \"طُبع من الكتاب الفان، وما بقي من نسخه بعد ¶ الاشتراكات، هي نحو الف نسخة، اهديتُ منها للمجامع العلمية ¶ والخزائن العامة والمجلات والأصحاب والفقراء نحو ثلاثمئة نسخة، ¶ وبيع الباقي، ولم يرد عليئَ من ريع الكتاب إلا مئتا ليرة، أي نحو ثُمُن ¶ ما أنفقتُ على تأليفه، وعلى ثلاث رحلات رحلتها إلى أوربة، وعلى ¶ شراء الكتب النادرة، واشتغلتُ خمساً وعشرين سنة مغتبطاً بوضع كتاب ¶ يير في تاريخ بلادي وحضارتها، قرأه قومي، وتعلّموا فيه تاريخهم، ¶ وأصبحَ مرجعاً للباحثين من العرب والإفرنج \" (3). ¶ وطُبع الكتاب بأجزائه الستة خلال ثلاث سنوات 1925 - 1928 في ¶ مطبعة الترقي، ثم طبع ثانية عام 389 اهـ-969 1 م في دار العلم ¶ للملايين ببيروت مصححأ بقلم المؤلف. ¶ *- عارف النكدي ينتقد الخطط: عارف النكدي من أعصْاء المجمع ¶ العلمي العربي الأوائل: كتب في مجلتها (المجلد العاشر، ص 60 ( ¶ (1) ¶ (2) ¶ (3) ¶ المذكرابْ 1/ 314. ¶ محمد كرد علي، مجمع اللغة العربية، ص ه 0 2. ¶ المذكرات 1/ 4 31. ¶ 109",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "يصفُ الجزء السادس من الخطط بعد صدور 5، ويشُيد به، ففال: \"على ¶ اننا ناخذ على الأستاذ - وهو الذي يأبى إلا أن ندلي برأينا الصريح، ¶ وننتقد ما نحسبه محلأ للنقد - اشياء منها: ¶ ا -أنّه استعانَ في بعض فصول كتابه بنفبر من الفضلاء، كتبوا في ¶ أمور حسبها من اختصاصهم، فأثبت ماكتبو 5 على عُجْر 5 وبُجْر 5، ¶ وعلى بُعده أحياناً من روح الموضوع. ¶ وليس يرد على ذلك ان ما كُتب إنّما كُتِبَ باسم صاحبه، فإذا كانت ¶ له تبعةُ ما كُتب في الأديان والمذاهب، فلقد كتب احدهم عن اليهود ¶ كتابة تنحصر في التزلف إلى المسلمين، والتقرّب منهم، وإظهارهم ¶ مظهر الصديق الحميم، وليس من مثل هذا تُعْرَفُ حقيقةُ اليهودية، ¶ ولا سرّ دينهم. ¶ وكتب أحد القساوسة عن الأرثوذكسية بعبارة بليغة شائقة غير انّه ¶ تجاوز في بعضها حدّ الاعتدال، فرمى خصومه بمستهجن من القول، ¶ كان همه التشنيع عليهم في البحث عن سرّ الأرثوذكسية. ¶ وبحث أحد الاباء اليسوعيين عن الكثلكة بحث العالم، على ما في ¶ هذا البحث من فلتات تعضب لا يجيزها تاريخ مدلْي، وانتهى به إلى ¶ إحصاء عجيب استوحاه من نزعات نفسه، لا من سجلات النفوس، ¶ إلى غير ذلك من الشؤون التي \"كتبت على الهوى، واُمليت لإرضاء ¶ الناس \" وهو ما نهى عنه الأستاذ في ما نقلناه عنه. ¶ 2 - حبذا لو رجع المؤلف أيضأ في بعض عادات دمشق وحلب ¶ القديمة إلى اصحاب السنّ العاليه ممّن شهدوا هذه العادات، أو عرفوا ¶ شيئاً عنها، كما فعل السيّد عبد القادر القباني في ما كان كتبه من عادات ¶ بيروت، إذ إنّ أكثر ما جاء عن عادات هاتين المدينتين دمشق وحلب ¶ إنما هو عن عادات اليوم لا العادات القديمة. ¶ 110",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "3 - جاء في هذا الكتاب عبارات هي أقرب إلى الترجمهْ أو إلى لغة ¶ دواوين الحكومة منها إلى اسلوب الأستاذ السهل المتنع. ووقع في ¶ ماكتبه بعضهم أغلاط في اللغة والإملاء كان حقاً على الأستاذ ا ن ¶ يصححها، لأن الكتاب بالجملة كتابه. ¶ 4 - وددنا وجمهوراً من أصدقاء الأستاذ لو انه اسقط الفصل الأخير ¶ الذي ترجم فيه نفسَه. فلقد ظهر من خلال السطور، بل من السطور ¶ نفسها أنه أراد أمراً غير ترجمة نفسه وغير التاريخ. ¶ هذا بعض ما بدا لنا. ونحن نشكر الاستاذ أن احلّ كلماتنا السابقة ¶ في الأجزاء السابقة محل النظر، فأورد شيئاً منها في فصل ¶ (الاستدراكات والتصويبات) وقد ردّ على بعضها ردّاً نترك أمر5 ¶ للقارىء. ¶ وها نحن نثني على الأستاذ الرئيس مرّةً سادسةً، لما أسدا 5 إلى امته ¶ من الخدمة الصادقة في وضعه هذا السِّفر الجليل. ¶ كما نقد الخططَ في جزئه الأول نقدأ موفّقاًالأب انستالس كرملي في ¶ مجلته لغة العرب (1) ء ¶ (1) ¶ نقد خطط الثام في: ¶ - مجلة لغة العرب 4: 4 54 - 559 (الجؤء الأول). ¶ - الحوماني في مجلة العرفان 11: 65، و 193، و 320 (المجلد الأول ¶ والثاني). ¶ - عارف النكدي في مجلة المجمع 5: 438، وأ 53. ¶ - العرفان مجلد 0 1: 031 1 (المجلد الثالث). ¶ - عارف النكدي في مجلة المجمع 6: 5326 ¶ - عارف النكدي في مجلة المجمع مج 7: 0 51 - 518 (المجلد الرابم). ¶ - في مجلة لغة العرب 8: 72 (المجلد السادس). ¶ - عارف النكدي في مجلة المجمع 0 1: 59 (المجلد السادس). ¶ 111",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "9 - دمشق مدينة الشَحر والشعر: ¶ اقْتُرِح على الأستاذ كرد علي خريف سنة 943 1 م أن يكتبَ لسلسلة ¶ اقرأ كتاباً مختصراً في وصف مدينة دمشق وتاريخها واقتصادياتها ¶ وغوطتها، فكتبه في 0 15 صفحة صغيرة لها (1). ¶ ولما فُتِنَ كرد علي بمدينة دمشق، لم يجد عبارة يصفها بها سوى ¶ انّها مدينة تسحرُ مَن راها، وتدفع الأديبَ والحالم إلى البوح عمّا في ¶ نفسِه من شعور طيّب، لما فيها من جَمَّال اخّاذ، هذا الجمال تجفى في ¶ الإنسان والعمران، والتاريخ والطبيعة والجغرافية. ¶ بدا الأستاذ كتابه بوصفٍ موجز لدمشق وطبيعتها، ثم اتبعَ ذلك ¶ بتاريخ دمشق السياسي: في القديم، وقبل الفتج العربي، وفي ¶ الإسلام، وفي عهد العباسيين، وفي عهد السلجوقيين، وعلى عهد ¶ الدولتين النوّرية والصّلاحية، وعلى عهد المماليك، وفي عهد الدولة ¶ العثمانية، وفي العهد الأخير. ¶ ثم خصنَ الكلامَ على عمران دمشق من عهد الرومان، فالعهد ¶ الأموي، خاصّاًالجامع الأموي بمزيد كلام، فالعهدُ العباسيّ، ثم ¶ الدولة المتتابعة. ثم افسجَ القول في كتابه للكلام على خطط دمشق ¶ ومصانعها، والكلام على بعض الكتابات والنقوش الأثرية المتوافرة في ¶ المدينة، ووصف القدماء والمحدثين. ¶ (1) ¶ - الأب هنري لامنس في مجلة المشرق 23 (1925): 72، و 556، ¶ وا 56 - 567 و 796 (المجلد الأول). ومجلد 24: 875، ومجلد 28: ¶ 952 (المجلد السادس). ¶ - أسد رستم في مجلة الكلية 12: 41. ¶ (مصادر الدراسة الأدبية 2/ 657). ¶ المذكرات 1/ 0 32. ¶ 112",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "يقول الأستاذ كرد علي في وصف دُور دمشق وعمرانها: زاشتهرت ¶ دورُ دمشق بأنّ داخلها حوى الجمال برمّته، وخارجُها لا ينبىءُ عن ¶ شيءً كثيبر، وهذا يومٌ كان جُلَّ الاعتماد في البنيان على الطين ¶ والخشب، يوم قال فيها البحتري: ¶ وتأمّلتُ اَنْ تَظَل ركابي بينَ لبنانَ طفَعاً والسنيرِ ¶ مشرفاتٍ على دمشقَ وقد أ! رضَ فيها بياضُ تلك القصورِ ¶ والبيت الدمشقيّ في العادة عبارة عن صحن أو فناء فسيج في وسطه ¶ حوضُ ماءً، يتدفق إليه من أُنبوب أو فوّارة لا ينقطع جريها، وقد ¶ غرست فيه من الرياحين والأشجار المثمرة كل جميل وعَطِر، وعلى ¶ جوانبِ هذا الصحن المخادعُ والغُرف والقاعات، وفي القاعة بركةُ ماءً ¶ ايضاً، ورئما جرت على قامة في الجدار لتزيد في رطوبة المحل في ¶ الصيف، وفي الطبقة الثانية العلالي، وهي خاصة بالشتاء على ¶ الأغلب، فبيوتُ دمشق القديمة حوت جميع المرافق، ومنها الحديقة ¶ والأشجار والمياه. والغالبُ أنّ الزلازل في الدهر السالف دعت الأهلين ¶ الا يستخدموا الحجر في بنيانهم إلا نادراً\" (1). ¶ واردف المؤلف ذلك بوصف خصائص سكان دمشق وتركيبتهم ¶ وهجرتهم إليها، ويذكر من خصائصهم قوله: \"والدمشقيون من أكثر ¶ العرب حنينا إلى بلادهم إذا اغتربوا، وإذا اغتنى الدمشقيّ قليلاً لا يلبثُ ¶ أن يعودَ إلى مسقط رأسه \" (2). ¶ ويقول: \"وفي الدمشقيئ قوّةُ التمثّل، إذا دخل بلاد الترك او الهند أ و ¶ فارس، او أرض الإفرنج، تعفم في الحالِ لغةَ البلادِ التي نزلها. أما ¶ (1) ¶ (2) ¶ دمشق: مدينة السحر والشعر، ص 62 - 63. ¶ دمشق مدينة السحر والشعر، ص ه 9. ¶ 113",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "مَنْ تعفموا لغة من تلك اللغات الغربية في المدارس فإنهم يتكفمون بها ¶ ويكتبونها كأهلها، وهكذا كان لنا ادباء بالتركية، وأدباء بالفرنسية، ¶ وأدباء بالإنكليزية، ويشبه استعداد الدمشقيّ في باب إتقان اللغات ¶ الأجنيبة استعداد أهل بولونية في أوربة لتلقف اللغات \" (1). ¶ ثم دلفَ في الكلام على الحياة الأدبية والفنية والصناعية فأفاض ¶ القول في العلم والأدب والفنون الجميلة والصناعة والتجارة فيها. ¶ ثم ختم كتابه بالكلام علئ حُبِّه غوطة دمشق، التي قضى فيها طفولته ¶ إلى الشباب، والشباب إلى الكهولة، والكهولة إلى الشيخوخة، ¶ ولاقى ربيعها وصيفها وخريفها وشتاءها يقول: \"أنعشني هواؤها، ¶ وأدهشتني أرضها وسماؤها، وما فتئتُ منذ وعيتُ أقرأ في صفحة ¶ وجهها الفتّان آيات الإبداع والإعجاز. ¶ في ربوعها شهدتُ الطبيعة تقسو وتلين، وتغضب وترضى، وتشخُ ¶ وتسمح، فراعني جمالُها وجلالُها، وشاقني تجنّيها ووصالها. ¶ نشقتُ انفاسَ رتاها، وهي ترفل في زهرها ووٍ ردها، واستهوتني ¶ مجرّدة من ورقها وثمرها ونباتها، فأخذتُ بها كاسية عاريةً (2). ¶ طُبع الكتاب مرّتين، الأولى سنة 1944 بالقاهرة وصدرت ضمن ¶ سلسلة اقرا، والطبعة الثانية! ي دار الفكر بدمشق سنة 404 اهـ- ¶ 984 ام. ¶ 0 1 - الرحلة الاتورية الن الأصقاع الحجازيّة: ¶ وهي كما كُتب على صفحة العنوان: \"صفحات ضقتْ شمل ¶ ما تمْرّق من سياحة رجل العثمانيين وبطل الإسلام والمسلمين صاحب ¶ (1) ¶ (2) ¶ ا لمصدر السا بق، صه 9. ¶ ا لمصدر نفسه: 5 3 1. ¶ 114",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "الدولة والعطوفة أنور باشا، وكيل القائد الأعظم، وناظر الحربية ¶ الجليلة، إلى المدينة المنوّرة وسورية وفلسطين، وما قيل من التنويه ¶ بأفضاله على الملّة والدولة \": ¶ ضئمَ هذا الكتابُ وصفأ لرحلة أنور باشا إلى حلب الشهباء، وجبل ¶ لبنان، وبيروت، ودمشق، ويافا، وبيت المقدس، وبعر السبع، ¶ والخليل، واريحا، وعَمّان، والمدينة المنورة، والحق بالكتاب ¶ ما قيل في زيارته من خُطبٍ ومقالات وقصائد للعلماء والوجهاء والأدباء ¶ والسياسيين. ¶ وقد بيّنا أن الأستاذ كرد علي، قد عَدّ هذا الكتاب من كتب \"الدعاية ¶ السمجة \" نظراً لعدم رضا 5 عن مصانعة العثمانيين. ¶ يقع الكتاب في 302 صفحة، وطبع في المطبعة العلميّة ليوسف ¶ صادر في بيروت سنة 334 ا هـ- 916 ام. ¶ 1 1 - العلامة المراغي شيخ الأزهر: ¶ الكتاب في الأصل محاضرةٌ للأستاذ كرد علي ترجم فيها العلامة ¶ الشيخ محمد مصطفئ المراغي شيخ الأزهر رحمه الله، وألقاها في ¶ ردهة المجمع العلمي العربي بدمشق في 7 كانون الأول 1945، ثمّ ¶ نشرت سنة 1946 مستلّةً من مجلة المجمع (1). ¶ والشيخ المراغي هو محمد بن مصطفى المراغي، من دعاة ¶ التجديد، وُلدَ بالمراغة (في الصعيد)، وتعلّم بالقاهرة، وتتلمذ للشيخ ¶ محمد عبد 5، وولي أعمالاً منها القضاء الشرعي، وأما تولّيه الأزهر ¶ (1) ¶ مجلة المجمع العلمي العربي 21/ 279. ¶ 115",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "فكان سنة 1928، فمكث عاماً ثم عزل، ثم أعيد سنة 1935 إلى أ ن ¶ توفي بالإسكندرية سنة 1945 (1). ¶ والظاهر من اندفاع الأستاذ كرد علي للكتابة عن الشيخ المراغي ¶ ومحبته له أثه كان من مدرسة الشيخ محمد عبده، التي احبّها الأستاذ ¶ الرئيس، وطابت له اَراؤها ومذهبها. ¶ استهلّ كرد علي هذا البحث ببيان نبوغ العرب فقال: \"لم تنبغ امهٌ ¶ من الرجال في العلم والاَداب بقدر ما نبغ من العرب، ومَن دخل في ¶ جملتهم من الأجناس والعناصر، حفيقة اعترف بها من تجرّدوا من ¶ الغرض في درس تاريخنا من الإفرنج \". ¶ ويقول: \"وظل الأزهر يخرّج رجالَ الدين منذ أقام صلاح الدين ¶ يوسف بن أيوب دولة السنة، وكان اصحابُ الفضل الواسع ¶ المتخرّجون في تلك الدار أقل من القليل، والمتوسّطون كثرة على ¶ ما هم في كلّ زمان ومكان. والمتوسّط في العادة يعسى. والمُبرِّزُ هو ¶ الذي يُفاخِر به تاريخ الأمة، ولا تبرح الألسن تردد ذكراه، والصحف ¶ تنقل اَراءه وأخباره، والناس يستفيدون من كلامه ما انعقدت للعربية ¶ سوق، وأُقيمت شعائر الإسلام في أرض. ¶ وممن نبغ في مصر من المتأحْرين شيخ الأزهر العلامة الشيخ محمد ¶ مصطفى المراغي. اشتهر لا لأنه تولّى اعظم منصب في الإسلام، فقد ¶ يتولّى المتوسطون بعلمهم أسمى الرتب، وهم لا يَعْدون حفط ما جرت ¶ العادة بحفظه، ولا تمثلوا ما قرؤوه. اشتَهَرَ لأنّه كان حريّاً بالشهرةٍ، ¶ جمع إلى الفقه والأصول ما تعوز العالمَ معرفتُه من أصناف العلم، فما ¶ أتقن علوم الدين وقال: قَطْني، بل تعلقتْ همته بمطالب أخرى، ¶ (1) الأعلام للزركلي 7/ 03 1. ¶ 116",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "فشارك مشاركةً لا بأسَ بها في المعارف التي كادْ رجال الأزهر ينفرون ¶ منها وهذا من النادر في العلماء المعاصرين! ¶ ومن أهم ما ساعد المراغي على تفوقه على أقرالْه أنه امتارْ بذاكرة ¶ قوية، يذكر ما مرّ به من خمسين سنة لا يخرمُ منه معنى، وقد جمع إلى ¶ ذكائه الفطري استقلال الفكر وحبّ الإطلاع، فما سدَ اُذنيه وعينيه عن ¶ سماع الجديد والنظر فيه \". ¶ 2 1 - غابر الأندلس وحاضرها: ¶ يتناول هذا الكتاب فتجَ الائدلس وأهلها وعموانها وأشهر مدنها ¶ واثارها. وأدمجه فيما بعدُ في كتابه (الإسلام والحضارة العربية) (1). ¶ طبع في مصر في المطبعة الرحمانية، سنة 923 ام، في ¶ 90 اصفح!. ¶ 13 - غرائب الغرب: ¶ ورد على غلافه تحت العنوان: كتاب اجتماعي تاريخي اقتصادي ¶ أدبي، فيه كلام على مدنية: فرنسة، وإنكترة، وألمانية، وإيطالية، ¶ وإسبانية، وسويسرة، والبلجيك، وهولندة، والمْمسة، والمجر، ¶ والبلقان، واليونان، والاَستانة، ومصر، والشام، ومقالات في ¶ علائق الشرق بالغرب، والغرب بالشرق ء منذ الزمن الأطول، ¶ ولا سيما صلات الغرب مع العالم الإسلامي، والعربي منه خاصّة. في ¶ جنوبي إيطالية وفرنسة والأندلس. ¶ قال المؤلف في مقدمته للكتاب: \"هذه فصو 4 ومقالالق بل اَهات ¶ وتأوّهات كتبتُها في وصف معالم الغرب، وما لقيته فيه. وقد زرته ¶ ثلاث! رات: الأولى: في شتاء سنة 327 اهـ- (908 او 909 ام)، ¶ (1) ¶ العجيل، 38، مصادر الدراسة الأدبية 2/ 659. ¶ 117",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "والثانية: في شتاء سنة (13 9 1 - 4 91 1)، والثالثة: في سنة 0 34 أ هـ- ¶ (1921 - 1922)، وأنا على مثل يقين بأنّها لا تحمل من مطاويها من ¶ تلك المدنية الساحرة إلا بقدر ما تصل إليه يدُ عابر سبيل، ويتفطّن له ¶ فكر النزيل والدخيل \". ¶ والذي يشهدُ له واقعُ الحال أنّ هذا الكتاب من ادب الرحلات ¶ يُضاف إلى موروثنا العلمّي والادبيئ في ذلك، وصف فيه رحيله من ¶ دمشق إلى لبنان، فمصر، فباريس، فالاَستانة، ثم رحلته الثانية إلى ¶ مصر، وإيطالية، فسويسرة، ثم الرحلة الثالثة وذكر فيها مصر، ¶ وفرنسة، والبلجيك، وإنكلترة، والأندلس، وألمانية. ¶ تميزت مقالات كرد علي في هذا الكتاب بذكر أوصاف وأمور يغفل ¶ عنها كُتاب الرحلات عادة. لذلك فهو يؤرّخ لعلماء المشرقيّات في كلّ ¶ بلد زاره، وكذلك احوال الطباعة، والنشر، والصحافة، والمتاحف ¶ والاَثار، والمكتبات، والمخطوطات، والمجامع، والجمعيات ¶ العلمية. فضلأ عن العادات ووصف المجتمعات والمنتديات ودور ¶ التمثيل والاجتماع، والمذاهب، والقوميات واللغات، وعلائق ¶ العرب بتلك الأمم. ¶ ففي رحلته الأولى إلى فرنسة يتكلّم كرد علي عن الاَداب والعلوم: ¶ \"أفا نشاة الاداب والعلوم فلكل منها تاريخ، ويقال على الجملة: إنّ ¶ اللغة الفرنسوية هي بنت اللغة اللاتينية، تكوّنت على صورة غريبة، ¶ إلى أن وصلتْ في عشرين قرنأ إلى حالتها الحاضرة، وكانت أدبياتهم ¶ دينية لأؤَل أمرها، وبعضها شعرممن ونثريّ، وأكثرها خرافيّ، ولم ¶ تخلص اللغة من القيود العائقة إلا في القرن السابع عشر والثامن عشر ¶ والتاسع عشر، وتاريخ العلم ونشوؤه فيها طويلٌ كتاريخ الأدب، ويقال ¶ على الجملة فيه: إن مرسيلية كانت مدة قرون مبعث العلم الوحيد في ¶ 118",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "بلاد غالية، واشتهرت مدرستها كما اشتهرت كليات اثينة وكلية ¶ الإسكندرية. . وكانت بيوتُ العلمِ تفتح على العهد الروماني في البلاد ¶ المهمة، والتعليمُ فيها عبارةٌ عن مبادىء عملية من الحساب والمساحة ¶ والبناء، ثمَّ جاء دور الانحطاط التام، فأصيب الغربُ بغارات البربر، ¶ ولم تخرج فرنسة من ظلماتها الفكرية إلا بعد ثمانية قرون بفضل ¶ العرب، وبينما كان التمدن الإسلامي بالغاًاوجه كانت العلوم منحطة ¶ كلّ الانحطاط في ارض فرنسة. ¶ وقد أتى كرد علي على ذكر كتابه هذا في ترجمته في آخر (خطط ¶ الشام) (1) فقال: \"كتبتُ خمسأ وثلاثين مقالة ومحاضرة في وصف ¶ سياحتي، ولا سيما في وصف عاصمة فرنسة إ، وطبعتُ هذه المقالات ¶ في كتاب سميته (غرائب الغرب) وما كان في الحقيقة إلا \"غرائب باريز\" ¶ ليس إلا\" (2). ¶ طبع الكتاب طبعة ثانية في المكتبة الأهلية عام 341 اهـ= 923 ام ¶ بالمطبعة الرحمانية بمصر في جزئين. ¶ 4 1 - غوطة دمشق: ¶ خَفف والد محمد كرد علي لورثته مزرعة في جسرين من غوطة ¶ (1) ¶ (2) ¶ خطط الشام، 6/ 338. ¶ نقد 5 فارس الخوري في مجلة المجمع 4: 82. ¶ - عباس محمود العقاد في البلاغ 12 فبراير 4 192، وفي كتابه \"مطالعات في ¶ الكتب والحياة \" ص 0 8 1. ¶ - في العرفان 2: 427. ¶ -في المقتطف 37 (1910): 912. ¶ - في المشرق 9 1: 872. ¶ - عز الدين علم الدين (التنوخي) في الحرية أ: 75 (الجزء الثاني) 5 ¶ (مصادر الدراسة الأدبية 2/ 657). ¶ 119",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "دمشق. وكان! جسرينُ الملاذَ الاَمنَ للأستاذ الرئيس يخلو بها، ويجلو ¶ فيها ما علق في نفسه من أوضار المدينة الصاخبة. فلا غروَ أن تجدَ كثيراً ¶ من مقذمات كتبه قد أرخها في جسرين، إذ هي مكان مطالعاته ¶ وكتاباته. لذلك فإن الوفاءَ لغوطة دمشق أمر ليس ببعيد عن روح كرد ¶ علي: فصنَّف كتابه هذا في اثنين وعشرين فصلأ. ¶ تكلّم دي الفصل الأول عن اشتقاق اسم الغوطة، ومساحتها، ¶ وحدودها، ومرجها، ومعدل أمطارها، وحرارتها، وارتفاعها عن ¶ سطج البحر، وعدد سكانها، وتربتها، وخصّص الفصل الثاني: ¶ للبساتين والقُرى وأسمائها، وعدد نفوس كل قرية منها، وذكر في ¶ الفصل الثالث ميزات الغوطة وخصائصها، وأما الفصل الرابع فقد تكقم ¶ فيه عن سكان الغوطة وأديانهم ومذاهبهم، وجعل الفصل الخامس ¶ خاصّاً بالفصيح في كلام أهل الغوطة مرتبأ على حروف الهجاء. ¶ ثم تكقم في الفصول التالية عن الطرائق الزراعية لدى فلاحي ¶ الغوطة، وصناعاتها الزراعية كالطيوب، ووصف الغوطة ومتنزهاتها، ¶ وثمارها وزروعها، وازهارها، وأنهارها وطرق رئها. ¶ ثم تكلّم عما رفدته المصادر عن تاريخ الغوطة، قبل فتج العرب ¶ الشام، وتمليك الارض، وتقسيمها بين الفاتحين وأهل البلاد الاصليين، ¶ ودْكر أمثلة من إقطاع الأرض، إضافة إلى تحبيس الارض ووقفها، ¶ ومحاولة بعض الملوك اغتصابَ الغوطة، وسبب خروج بعض أراضي ¶ الغوطة إلى أيدي الاغنياء، والجباية والأموال أيام المماليك ¶ والعثمانيين، وما لحق بأهل العوطة من إرهاق بالضرائب، وتعدّي البدو ¶ على العوطة، وتقسيمها إلى اقاليم، ونظام الحكم والإدارة والقضاء. ¶ ثمّ أفاض كرد علي في الكلام على العلم والأدب في الغوطة، ¶ والمدارس والخوانق والرُّبط والزوايا من دور القراَن والحديث ومدارس ¶ 0 2 1",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "الشافعية والحنفية والحنابلة والطب، ثم أردف ذلك بالكلام عن مدنيّتها ¶ وبعض مظاهر الحضارة فيها، إصْافة إلى الأخلاق والعاداة السائدة ¶ فيها، وجعل الفصول الأخيرة للقرى والقصور والديور الداثرة. ¶ أما \"وحي الغوطة \" فهو الفصل الأخير من كتابه، وصْح فيها ¶ شعوره، وما حاك في نفسه، وما علمته العْوطة. ¶ - يقول كرد علي: \"اتى لي في الغوطة سبعون سنة، تسلِّمني ¶ الطفولةُ إلى الشباب، والشبابُ إلى الكهولة، والكهولة إلى ¶ الشيخوخة، ولا قيتُ ربيعها وصيفها، وخريفها وشتاءها، وما لقيتُ ¶ إلا نضرة وسروراً. ¶ أنعشني هواؤها، وأدهشتني أرضها وسماؤها، وما فتئت منذ ¶ وعيتُ أقرأ في صفحة وجهها الفَتَّان اَياتِ الإبداع والإعجاز. ¶ في ربوعها شهدتُ الطبيعةَ تقسو وتلين، وتغضب وترضى، وتشحُّ ¶ وتسمجُّ، فراعني جمالها وجلالها، وشاقني تزيدها واتزانها. ¶ نشقتُ أنفاسَ رَيّاها، وهي ترفل في زهرها ووردٍ ها، واستهوتني ¶ مجزدة من ورقها وثمرها ونباتها، فأخذتُ بها كاسية عاريةً، وطابت ¶ لي مطيَّبة وتَفِلَة \" (1). ¶ \"هِمْتُ بسحرها في سَحَرِها، وبشمسِها تأفُلُ وراءَ شجرها، وراقني ¶ وابلُها وطَلُّها، ونَداها وضبابها، وجليدها وجَمَدها، وثلجها، ¶ وبَرَدها، وودقها وزمهريرها، ونسيمها وأعاصيرها. ¶ غَنّتني طيورُها بأطيب الأنغام، ترددها من وكناتها في جنّاتها، ¶ وما تبرَّمتِ الأذنُ بنعيق البوم، ونعيق الغربان، وعُواء ابن آوى، ¶ ونباح الكلاب، ونفيق الضفادع في المظلم والمقمر من لياليها، ¶ (1) ¶ غوطة دمشق، محمد كرد علي، ص 199. ¶ 1 2 1",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "واهتززت للدَيكة تصيج، والغنم تثأج، والمعيز تثغو، والبقر يخور، ¶ والخيل تصهل، والحمير تنهق \" (1). ¶ وطُبع الكتاب أوّل مرة سنة 1949 ضمن إصدارات المجمع العلمي ¶ العربي، ثم سنة 1952، وفيها شكرُ لناقدي الطبعة الأولى، الذين ¶ انتفع بنقداتهم، وهم الأساتذة: عارف النكدي، ومحمد أحمد ¶ دهمان، وعبد القادر قويدر، وخصّ الأستاذ الأمير مصطفى الشهابي ¶ بالشكر لتزويده بتعليقات مفيدة في زراعة الغوطة وأحوالها الطبيعية ¶ والجغرافية والطبوغرافية. ¶ ثم صدر الكتاب بتنضيد جديد في طبعة ثالثة عن دار الفكر بدمشق ¶ سنة 404 اهـ- 984 ام، وجُعل لها سبعة مسارد وهي: الأعلام، ¶ والأمم، والقبائل والبطون، والأديان والمذاهب، والكتب، ¶ والبلدان، والقرى، والأماكن، والجبال، وا لأودية، وا لأنهار، ¶ والعيون، ومنتوجات الغوطة من نبات وأزهار وغير ذلك. ¶ والموضوعات. ¶ 5 1 - القديم والحديث: ¶ يمثل الكتاب فكرة حملها كرد علي، وسعى لها كما يقول في ¶ فاتحته، وهي أنّه منذ بدأ بالاشتغال في الصحافة العربية سنة 315 اهـ ¶ دعا إلى لْبث دفائن المدنية العربية، وبثّ خزائن الحضارة الغربية، ¶ قال: \"وأبرزتُ هذه الدعوة فيما نشرتُه في جميع الصحف والمجلات ¶ التي انشأتُها وآزرتُها في مصر والشام من موضوعات في العلم ¶ والاجتماع، والتاريخ والأدب، والنقد والتربية. وهأنذا أهدي لقرّاء ¶ العربية ثموذجات مما كتبتُ، عسى أن يكون منها لهم في عصر ¶ (1) ¶ غوطة دمثق، محمد كرد علي، ص 0 0 2.",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "القوميات عبرة وذكرى، ولبنيهم وبناتهم في تأليف وحدتنا الاحتماعية ¶ درسٌ وسَلْوئ \" (1). ¶ وقد ضمَّ هذا الكتاب مقالات كتبها في الصحافة العربية مثل ¶ (المقتبس) و (المؤيد) ومحاضرات ألقاها. ¶ حَملتْ المقالات عناوين شتى: القديم والحديث، الشعوبية، ¶ العلم الصحيج، علاقة العرب بالغرب، ارتقاء العرب وانحطاطهم، ¶ اعداء الإصلاح، تعلّم اللغات، اللغات الإفرنجية، الحافظة ¶ والحفاظ، الإنشاء والمنشئون، الخطابة عند العرب، الخطابة عند ¶ الإفرنج، اصل المعتزلة، أصل الوهّابية، دولة الأدب في حلب. . ¶ إلخ، وقد ضمّ الكتاب أربعاً وأربعين مقالة. ¶ وفي مقالة له بعنوان، \"الالقاب العلمئة\" يقول: \"ليس في أيدينا ¶ مستند يُركن إليه في تاريخ حدوث الألقاب العلمية في الملّة الإسلامية، ¶ والظاهر أنها حدثت في النصف الأخير من عهد بني العباس، وشاعت ¶ وتأضَلتْ زمن ملوك الطوائف، ثم على عهد الدولتين الجركسية ¶ والعثمانية في هذه الديار أيام أصبج العلم عبارة عن رسوم، والعلماء ¶ هم الذين يقرّبهم الملوك والحكام، ولو كانوا أجهل من قاضي جبل، ¶ بل أصبج أمرُ الألقاب اقربُ إلى الهزل منه إلى الجد، فصارَت جملةُ: ¶ \"أعلم العلماء المحققين \" تطلق على كلّ صعلوك نال منصبه في القضاء ¶ أو الإفتاء، أو التدريس بالشفاعة أو القرابة أو الإرث. . . نعم غدت ¶ الألقابُ العلميةُ التي لم تطلق على ابب حامد الغزالي، وأي عمرو الجاحط ¶ وابي الوليد ابن رشد، وأبي نصر الفارابي إلا بشق الأنفْس: تطلق على ¶ مَن يحتاجون أن يرجعوا إلى الكُتَاب، بل علئ عامةٍ ليس لهم من أدوات ¶ (1) ¶ القديم والحديث، فاتحة المؤلف. ¶ 123",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "العلم إلا أنهم اعتفوا بالبياض، ولبسوا الجثة عل الزيّ المتعارف لهم. ¶ وإنّ ألفاظ العالم والعلامة والإمام والرَّباني والحبر التي لم تطلق ¶ علئ أكثر حَمَلَة الشريعة والعلم أيام نضارة الدّين أصبحت تُطْلقُ علئ ¶ الجهلاء لعهدنا، بعد أن كانت هذه الألفاظ تجعل لأفراد في الأمّة ¶ امتازوا ميزة ظاهرة بعقولهم وعلومهم، كان يُقال لجبير بن زهير ¶ الحضرمي \"عالم أهل الشام \" وللخليل بن أحمد \"علامة البصرة \"، ¶ ولمالك بن أنس \" إمام دار الهجرة \"، ولعبد الله بن عباس \"رباني هذه ¶ الأمة \" اما اليوم فإن ألفاظ (عالم، وعلامة، وإمام) تطلق على ¶ الممخرقين والمتنطعين الذين لم ينفعوا الأمّة بشيء، فقد كان يُلقَب ¶ بالعلامة الأول قطب الدين الشيرازي، كما يطلق لقب العلامة الثاني ¶ على سعد الدين التفتازاني على نحو ما أطلق علئ أرسطو لقب المعلّم ¶ الاول وعلى الفارابي لقب المعلم الثاني. ¶ تشدد القوم في إطلاق ألفاب التفخيم حتى علئ العلماء صيانة ¶ لألقابهم من الابتذال، فرأينا العصام في حاشيته على الجامي لا يوافق ¶ الجامي بإطلاقه علئ ابن الحاجب لفظ \"العلامة المشتهر في المشارق ¶ والمغارب \"، فقال: إن في وصف ابن الحاجب بالعلامة نظرأ، لأنَّ هذا ¶ اللفظ إثما يعُاسب فيما بين العلماء مَنْ جَمَعَ جميع أقسام العلوم، كما ¶ هو حقّه من العلوم العقلية والنقلية، ولي! ابن الحاجب إلا من العلماء ¶ في العلوم النقلية. ولذا خُصّ من بييئ العلماء قطب الملّة والدين ¶ الشيرازي بالعلامة، حيث سبق العلماءَ كلهم في جميع اقسام العلوم \" (1). ¶ طبع الكتاب سنة 343 اهـ= 925 1 م في المكتبة التجارية الكبرى ¶ بمصر، وطبع في المطبعة الرحمانية في القاهرة. ¶ (1) ¶ القديم والحديث، ص 96 2 - 98 2. ¶ وانظر نقد الكتاب لسليم عنحوري في مجلة المجمع 5: 242.",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "6 1 - كنوز الأ جدا د: ¶ حمل هذا التصنيفُ سيرةَ بعض مَنْ طالت عشرته لهم، واغترافه من ¶ مَعِين اسفارهم، من رجال الإسلام، بلغ عددهم واحدا وخمسيىْ ¶ عَلمَأ، وكان بودّه أن يكون العددُ أكثرَ من ذلك، لكنّه كما قال في ¶ مقدّمته: \"وكان كثير غيرهم احرياء أنْ يُضمّوا إليهم، فمنعني منه كوني ¶ لم اُطالع ما كتبوا مطالعة متدبرّ متبخر، أو كان ما غلبَ عليهم من فروع ¶ العلم لم يكتب لي حظّ الاشتغال به. ولو حاولتُ أن أُترجم لكلّ عظيم ¶ من مؤلّفي العرب لاقتضى أن أكتب تراجم خمسين مؤلِّفاً على الأقل م! ¶ كلّ قرن من قرون الإسلام، وهذا مما يعجز الفرد عن الاضطلاع به \". ¶ وأما قصد الأستاذ الرئيس من تصنيفه الكتاب كما قال: \"تذكر ¶ المؤلّفين وما ألّفوا، وحصرتُ الكلام في المطبوع منها - أن نظل على ¶ اتّصال بهم، وفي ذلك شيء من الوفاء لهم، ومعنى من معاني التقديس ¶ لمن أبقوا لنا هذا المجد العظيم، الذي فاخر به عظماء العلماء على ¶ الدهر\". ¶ وجلّ المترجمين في هذا الكتاب هم من الادباء والمؤرّخين ويندر ¶ وجود ترجمة لغير هذين الصنفين من الناس. ¶ وقد استهلّ كتابه بإهدائه: إإلى روح مَنْ اَشرب قلبي حُبَّ العرب، ¶ وهداني إلى البحث في كتبهم، صدر الحكماء، سيّدي وأستاذي ¶ العلامة الشيخ طاهر الجزائري \". ¶ وظاهر أنَ حبّه الغامر لشيخه الجزائري جعله يُقَدِّم ترجمته على ¶ الجميع، فعقد له ترجمة موشَعة، جاءت في خمسين صفحة، بينما ¶ تراوحت سِيَر التراجم الباقين بين الثلاث والعشر. ¶ وأما منهج كرد علي في كتابه، فهو يبدأ بذكر اسم المترجم ونسبه ¶ والتعريف بقبيلته، وذكر مَنِ اتصل بهم من أهل العلم والملك، ثئم ¶ يعمدُ إلى شخصية المترجم فيحفَلها من خلال اَثاره وكتبه التي وصلت ¶ 125",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "إليها يدُه، فيقول في الجاحظ: \"لم يضع أبو عثمان كتاباً خاصأ في ¶ الفلسفة، ولكن تاَليفه تنمّ عن طول باعه فيها، وهل الفلسفة إلا علم ¶ العقل؟ وعقلُ الجاحظ كان يحكّمه في كلّ شيء، وما قام في الإسلام ¶ عالِمٌ جمع في صدره العلوم الدينية والدنيوية مثله، ولا مَن الف هذا ¶ القدر من التاليف الممتعة، فقد ألف ثلاث مئة وخمسين رسالة صغيرة، ¶ منها ما ك! ره على بضعة مجلدات، ومنها ما كان في رسالة صغيرة، ¶ ضاع اكثرها، ولا سيما كتب الدين، لأن خصومه اثاروا عليه حربأ ¶ شعواء في عصره وبعد عصره، فكان مَنْ تحيلهم على طمس اثاره أ ن ¶ يُبِيدوا كتب عدو مذهبهم، وافلتت من براثنهم بعض أسفاره، فكان ¶ منها كتاب (الحيوان) و (البيان والتبيين) و (كتاب البخلاء) إلى غير ذلك ¶ من الكتب والرسائل \" (1). ¶ ويصف براعة الجاحظ فى تعليم الناس من كتبه: \"وأمّا (البيان ¶ والتبيين) فهو أؤل كتاب عَفِّم طلاب البلاغة بالعمل لابالقواعد، ¶ وبالئصوص والشواهد، لا بالتعريفات المملة، كما كان ممن جاؤوا ¶ بعده. ¶ كان الجاحظ م! اعرف المؤلّفين بأمزجة القزاء، ويعرف أن الجد ¶ مملول، ولا بد من المرح والدعابة، لئلا يسمج، لذلك مزجه بهذه ¶ الإفاضة، لئلا يكون مما كتب شيء لا تهضمه النفوس، يُرى ذلك ¶ ماثلأ في كتاب (البخلاء)، وفي كتاب (التربيع والتدوير) الذي كتبه في ¶ احمد بن عبد الوهاب، يعبث به، هو من أهمّ ما ألّف في السخرية ¶ والتهكم، تجقى فيه فنّ الجاحظ تجلّيه في كلّ موضوع خاض غماره ¶ وتجشَمت فيه خفة روحه \" (2). ¶ (1) ¶ (2) ¶ كنوز ا لأجد اد، ص 78. ¶ كنوز ا لأجد اد، ص 9 7. ¶ 126",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "طُبع الكتاب ضمن إصدارات المجمع العلمي العربي بدمشق سنة ¶ 370 اهـ- 950 ام، في 438 صفحة، وقد صنع له الأستاذ صلاح ¶ الدين المنجد فهارس للكتب والأعلام والأماكن والمحتويات. واعيد ¶ نشره في دار الفكر عام 4 0 4 ا هـ- 984 ام. ¶ 7 1 - المذكرات: ¶ في شهر أيلول من العام 1939 الذي اندلعت فيه الحرب العالمية ¶ الثانية، شرع في كتابة الجزء الأول والثاني من مذكراته (1)، التي تتألّف ¶ من خمسة مجلدات، طُبع اربعة منها في حياته، وبقي الخامس عند ¶ ورثته مخطوطأ، لم يُطبع بعد (2). ¶ أثبت الأستاذ كردعلي في صدر مذكراته ما أسماه \"روح المذكرات \" ¶ قام مقام المقدّمة؟ فكان مما قاله فيها: \"أصوِّر بهذا التقييد طائفة ممن ¶ عشت بينهم صورة صادقة، وأدوِّن كلّ حقّ عرفتُه، ليشاركني أبناء هذا ¶ الجيل والذي بعده في الإنكار على مَنْ اضجروني بقصورهم، واَلموني ¶ بغرورهم. ¶ كتبتُ كتباً كان الجد سُداها ولحمتها، وما جوَّزت لنفسي الحياد ¶ عن قوانين المؤلفين، ولا الصدود عن اَيين المتقدّمين والمتأخّرين، ¶ وأريد هنا أن انزع قيوداً أثقلتني وانا أراعيها، وأن ابعد عن ذاك الطراز ¶ المقيّد، واخرج إلى هذا الاسلوب المطلق. ¶ أحاول اليوم، وقد رايتُ الدنيا مهزلة، وذقتُ حلوها ومرّها، ¶ وكرعتُ خلَّها وخمرها، أن أهزل أحيانأ، وأسخر أحيانأ، وأضحك ¶ أحياناً، وأبكي أحيانأ، لأن نفسي سئمت التزام الجدّ، وتبرّمتْ م! ¶ (1) ¶ (2) ¶ العجيل، 40. ¶ وهو جزء صغير. ¶ 127",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "الاضطراب فيه زمنأ طويلاً، وطبيعتي تعصي على العيش الرتيب (1) \". ¶ بدأ محمد كردعلي بالكلام على لقب أسرته، وذكريات طفولته، ¶ ثم حياته في مصر، واشتغاله بالصحافة، واَراءه في بعض الجهات ¶ السياسية، ومقالات في سياحاته، ولقاءاته مع علماء المشرقيات ¶ (المستعربين)، ولقاءاته واتصاله مع الأدباء والشعراء، ويُورد خلال ¶ ذلك كلّه ما اتّفق له، مما مزَ به في حياته من امور مثل \"السياسيون ¶ والصحافيون \" 1/ 121، و\"أحرار الترك \" (1/ 144) و\"الرجال الذين ¶ عرفتهم في مصر\" (1/ 251) وكلامه على \" رؤساء الوزارات \" ¶ (323/ 2)، و\"حلّ الماسونية \" في فرنسة (408/ 2) و\"جامعة الدول ¶ العربية \" (2/ 487)، و\" مؤتمر المجمع اللغوي \" (2/ 495)، و\"الثورة ¶ السورية \" (2/ 4 2 5). ¶ والذي يلحظه المرء في مذكراته أنّها لم تُسجّل على شكل حولي، ¶ وإثما هو عَرْضٌ لِمَا جالَ في ذاكرته من موضوعات على مرّ السنين قَيَّدها ¶ بين دفّتي الأجزاء التي حَبّرها، اختلفت تواريخُ كتابتها على ما يظهر، ¶ كما اختلفت موضوعاتها، وكأن كردعلي الصحافي غلب على كاتب ¶ المذكرات، فترى أنّ موضوعاتها أشبه بالمقالات منها بالتاريخ لحياة ¶ شخص، غير أنّ مذكرات محمد كردعلي في الأحوال جميعها تعتبر ¶ نمودْجا فريدا من المذكرات؟ نثر فيها صاحبها سيرته الذاتية مفرّقة في ¶ طيّات أبحاثها، وأوح تاريخ بلده الاجتماعيّ والسياسيّ والأدبيّ في ¶ ثنايا كتاباته. فظهرت أمامنا مذكرات رجلى عملاق في الأدب والفكر ¶ والاجتماع والسياسة، والصحافة والكتابة، دونه أدباء كثر، كُتبت لهم ¶ الشهرة، وهو اعرق منهم، إذ يرى فيها القارى تجربة العالم العارف، ¶ والإداري الحصيف، والتعلم المبدِع. ¶ (1) ا لمذكر ات 1/ 3. ¶ 128",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "18 - المستعربون من علماء المشرقيات: ¶ نا! الأستاذ محمد كردعلي في هذ 5 الرسالة اصطلاح (الاستشرا! تى) ¶ ونشوءه، فبيّن انّه نشأ بعامل دينيّ أولاً، وانقلبَ إلى عامل مدني، فقد ¶ قام الباباوات بإنشاء الرهبنات لبثّ الدعوة الدينية! ي الشردتى، فقضى ¶ مجمع فينا سنة 1311 م برئاسة المابا إكلمنتس الخامس انْ تؤلسّسَ في ¶ باريس واكسفورد وبولون وطلمنكْة أي في عواصم العلم في فرنسة ¶ وإيطالية وإنكلترة وإسبانية يومئذٍ دروس عربية وعبرانية وكلدانية ¶ وسريانية وسمِّي بمن خصَّ دراسة مدنية العرب والإسلام (المستعربون) ¶ تمييزاً لهم من سائر من يُعنون بلغات الشرق وعلومه. ¶ وظلَّ الاستشرا! تى العربي في الغرب ضعيفَ الأثر إلى القرن الثامن ¶ عشر، وما قوي إلا بقوّة الاستعمار، وفي غضون تلك الحقبة دخل في ¶ طور العلوم المنظَّمة. ¶ ويعرض كرعلي في بحثه الموجز هذا للمستعربي! الذين عرفهم في ¶ مختلف البلاد مثل: دوسو، وماسيثيون، ومالزاك، وهوار؟ ¶ وميشوبللير، وليفي بروفنسال، ومارسيه، من فرلْسة، والسويسري، ¶ مونتيه أستاذ العربية في جامعة جنيف. ¶ وأمّا الإنكليز والأميركان، فقد عرف منهم كورنيليوس فانديك، ¶ وابنه إدوارد فانديك، والمستعرب الإنكليزي براون أستاذ العربية في ¶ جامعة كمبردج، وارنولد، ومرجليوث استاذ العربية في جامعة ¶ أكسفورد، ويحْصّ من الأمريكان السيد واطسون رئيس الجامعة ¶ الأمريكية في القاهرة، والسيد دودج رئيس الجامعة الأمريكية في بيروت. ¶ ويلحق بمستعربي الأنكلوسكسونيين صديقه ا! علامة كرينكو، الذي ¶ ولد في قرية في شمالي ألمانية، وأتقن لغات أوربة كلها، ويعرف من ¶ لغات الشردتى: العربية والفارسية والأردية، ومن لغات الشرق القديمة: ¶ 129",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "طرفأ من الحميرية والتركية والعبرية والاَرامية. ¶ وعرف من مستعربي الأستراليين الأستاذ جفري الذي نشر كتاب ¶ (المصاحف) للسجستاني، ومن الطليان الأميركايتاني، الذي سبق أ ن ¶ تحدَّثنا عنه في الفقرة (25) من الفصل الأول، فضلأ عن معرفته ¶ بمستعربين المان وهولنديين وتشيكين ودانمركيين وسويديين وبولونيين ¶ ومجريين. فمن الألمان: هزوفلد مكتشف اَثار السامانيين وسرّ من ¶ راى، وهوروفتس ناشر الهاشميات للكميت، وريتر، وبرتزل، ¶ ومايرهوف، وبروكلمان، وهوميل، وميتفوخ، وهارتمان. ومن ¶ المجرين: غولدصيهر. ومن الهولنديين: سنوك هرغروني، ¶ واواندوند، وهوتسما، ومن الإسبانين: الأب اسين بالاثيوس مدرّس ¶ العربية في جامعة مجريط (مدريد) ومن السويدين: سترستين من جامعة ¶ أوبسالا، ومنهم بدرسن الدانمركي، وسمرغر جفسكي البولوني، ¶ وموسيل التشيكي. ¶ وقد أتى هذا البحث في سبع عشرة صفحة، وهو بحث مستخرج ¶ من مجلة كلية الاَداب جامعة فاروق الأول، المجلد الرابع، سنة ¶ 1948، وقد ألقى بحثه في محاضرة في الكلية بدعوة منها أول ¶ مارس / اذار سنة 1948. ¶ 19 - مصادر الثقافة العربية وتأثيرها في الحضارة الحديثة: ¶ نُشِرَ هذا الكتاب ضم! مجموع أصدرته الجامعة الأمريكية بالفاهرة ¶ قسم الخدمة العامة (1)، ضئمَ (اراء حُزَة) للدكتور طه حسين، و (الأثر ¶ العلمي في الثقافة المصرية الحديثة) للدكتور علي مصطفى مشرفة، ¶ كما تضمّن الكتاب ست محاضرات للأستاذ محمد كردعلي، وهي: ¶ (1) دون تاريخ للنشر. ¶ 130",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "1 - أثر المدينة العربية القديمة في ثقافة مصر الحديثة. ¶ 2 - تمازج الحضارتين العربية والعْربية - أثر العرب في الأندلس ¶ وصقلية وما إليها. ¶ 3 - أثر الحضارة العربية في الحروب الصليبية - وأثر الحضارة ¶ الغربية على عهد الاستعمار الحديث. ¶ 4 - أثرُ علوم العرب وفنونهم وما كشفوه واخترعوه. ¶ 5 - أثر المدنية الغربية في البلاد العربية. ¶ 6 - التنظير بين المدنيتن وأهلهما. ¶ وقد تصدزت هذه المحاضرات الكتاب، فبلغ عدد صفحاتها 114 ¶ صفحة من مجموع صفحات الكتاب البالغة 0 0 2 صحيفة. ¶ ثم اعادت نشرها مستقلة الهيئة العامة للكتاب في مصر ضمن سلسلة ¶ الألف كتاب الثاني عام 02 20 بعنوان (بين المدنية العربية والأوربية) ¶ وقد اشرف على إعدادها وعلق عليها، الدكتور عبدالرحمن عبدالله ¶ الشيخ، وقدم لها في ثلاثين صفحة، وقد بلغ عدد صفحات هذه الطبعة ¶ 0 22 صفحة. ¶ ويلحط القارئ لهذه المحاضرات إلمام كردعلي وتمرّسه بمادة ¶ التاريخ والحضارة، وطواعية قلمه لتقديم المادة التاريخية بأسلوب ¶ أدبي، والوصول! إلى نتائج وتفسيرات للأحداث التاريخية؟ مثل قوله ¶ في محاضرته الأولى: \"وأكثر ما نفع مصر في علمها، وجعل لمعظم ¶ مظاهر العقل فيها مظهراً خاصّاً، أنّها تمتّعت من العهد الاموي ¶ والعبّاسي بأجمل أيامها، وكان لها أبداً شبه إدار؟ خاصةٍ، ولطالما ¶ نزعت إلى الاستقلال! الجزئي او الكلّي. وباستقلال! اب! طولون بها ¶ عمرت عمراناً غريباً ما عهدته منذ قرون. ومن اهثم ما حمْط لمصر ¶ 131",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "شخصيتها، وأبقى عليها اَثارها قيامُ صحراء التيه لمحي طريقها إلى بلاد ¶ المشرق، فتحامى كثير من الفاتحين اقتحامها من البر، وكان من ¶ الصعب اقتحامها من طريق البحر في عصور سفن الهواء (1) \". ¶ وفي محاضرته الخامسة يقول: \"لكلّ مدلْية سيئات تندمج في ¶ مطاوي الحسنات، وصدب أن يكون الخيرُ تامّاً والشرّ تاماً، وكان ¶ علينا أن نقتصر على اقتباس النافع، وتحامى الضار، ونجعل السلطان ¶ للعفل لا لهوى النفس، والظاهر أنَّ المدنية وحدة لا تتجزأ، مَن أخذ ¶ بخيرها لا بدّ أن يستهدف لشرورها طوعأ أو كرهاً، وما هذه السيئات ¶ بالذي أقرّه عقلاءُ الغرب دعاة الحضارة الحديثة، ونحن نعلم أنّهم ¶ يشكُون منها شكايتنا وزيادة \" (2). ¶ 0 2 - المعاصرون: ¶ كتاب لْرجم فيه مؤلفه بعضَ مشاهير عصره وأعلامه، لم يكتبْ له ¶ مقدّمة تعريفية، ذلك انّه وُجِدَ بعد وفاته بحاجة إلى عناية وترتيب ¶ وتخريج النصوص وترجمة بعض الأعلام الواردة في التراجم، فقام ¶ الأستاذ محمد المصري رحمه اللّه بالتعليق عليه، والإشراف على ¶ طبعه، ورتَّب المترجمين ترتيباً هجائياً. ¶ ترجم الأستاذ كردعلي لعلماء من بلاد الشام، ومصر، والعراق، ¶ إضافة إلى بعضٍ علماء المشرقيات (المستعربين)، فبلغ عددهم سبعاً ¶ وأربعين ترجمة، منهم أحد عشر مستعرباً. ¶ ويلاحظ القارى لهذا الكتاب انّ اسلوبه في الترجمة يبدا بذكر ولادة ¶ المترجم، وأصل نسبته ونشاته، ويمبع ذلك بإيراد دراسة عن فكره ¶ (1) ¶ (2) ¶ مصادر الثقافة العربية، ص 24 - 25. ¶ المصدر السابق، ص 4 9. ¶ 132",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "وعلمه وأدبه ورأيه في العَلَم، وشيء من شعره، ونتف من مذكراته ¶ معه. ¶ ففي ترجمة كورنيليوس فانديك (1818 - 1895 م) يقول: كُتب لي ¶ شرفُ المثول بين يديه، وأنا مع ابي في السادسة عشرة من عمري، ¶ وقد! صدلْاه لمحي منزله في رأس بيروت ليفحص عيمْيَّ والحسرُ باد ¶ فيهما، فكتبَ لي بعدَ الفحص درجة النطْارات التي تناسبني، فقلتُ ¶ له: يا سيّدي الدكتور، كيف لي انْ أضع نظارة على عييْئَ، فإنَّ أهل ¶ بلدي سيضحكون مني؟! قال الدكتور: استعمل النطْارات ولا تلتمْت ¶ إلى كلام الناس، فألْتَ محروم نصف لذّة الدلْيا، فصدعتُ بأمره \" ¶ ولا أزالُ إلى هذه الساعة كلّما وضعتُ النظارة على عييْئَ أذكر نصيحته ¶ الثمينة، وأذكر فضله عليّ \" (1). ¶ وفي ترجمة رفيق العظم (1824 - 1343 هـ- 1867 - 1925 م) ¶ يقول: \"كتب إليّ] رفيق العظم) م! القاهرة يوم 5 ذي القعدة 1322 ¶ يقول: وبودّي ألىْ لا توزع قواك التي وُهبت لك في أجزاء منثورة ¶ وفصول مبتورة، وأن توجّه نفسك إلى تأليف كبير، يكون لك ذخرا، ¶ وللأمة لْافعاً، وافضل ما يحتاجه قومك الاَن التاريخ، لا سيما تاريخ ¶ الأندلس، فإذا رأيت لْفسك في متّسعٍ من الوقت، وارتياح لطرق هذا ¶ الباب، فامضِ في هدْ 5 الوجهة، وأعد لهذا العمل الشاق عدّته من كتب ¶ إفرنجية وعربية وفهارس للعلوم من كل الخزائن الأوربية، لتقف على ¶ ما كتبه الغربيون بشأن تلك المملكة الإسلامية، إذ ما كتبه مؤرّخونا ¶ لا يكفي لهذا الغرض، والمطوّل من تاريخ الألْدلس مفقود، ¶ والمحْتصر مقتضب مبتور محزف الأسماء معفى الأخبار ء مثاله: إذا ¶ قرانا في تواريخنا خبر غرْوة محبد الرحمن الغافقي في بلاد! رلْسة نقرا ¶ (1) المعاصرون، ص 315 - 316. ¶ 133",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "بخبر هذ 5 الغزوة -التي لو تمّ بها الفتج لَقَلَب كيان العالم - أسطراً قليلة ¶ مؤدّاها أنّ ذلك الفاتج الكبير غزا بلاد الإفرنج وقتل الطاغية، لكن ¶ ما هي البلاد؟ واين موقعها؟ وما اتّساعها؟ ومَن كان يحكمها؟ ومَنْ ¶ ذلك الطاغية؟ كل هذا مففود من تواريخنا، وموجود في تواريخ ¶ الغربيين، فإذا ضممنا هذ 5 إلى تلك، وطابقنا بين صوابهم وخطئنا، ¶ وخطئهم وصوابنا، أخذنا تاريخاً جامعاً نافعا لتلك المملكة، التي كاد ¶ الزمان يأتي على تاريخها، كما أتى على أهلها ودولها. . . \" (1). ¶ وقد يذكر كردعلي اسلوب المترجم في الإنشاء، يقول في ترجمة ¶ الأمير شكيب أرسلان (1286 - 366 هـ= 1869 - 1947): كانت ¶ كتاباته مرسلة، تصدر عن طبع لا تكفف فيه، وفي بعض الحالات التي ¶ كان يرى أنّها أليق بأن تصدر مزدوجة على طريقة الصابي والقاضي ¶ الفاضل، فكان في هذه الناحية من الأدب مقلّداً ومحافظاً. وكان في ¶ بعض الأحايين يعتمد على غريب اللغة، وتحدّثه نفسه أحياناً بإحياء ¶ بعضها فيقول \"حَمَاطة الجُلْجُلان\" بدلاً من سويداء القلب، و، الإرث ¶ العُدْمُلي\" بدلاً من القديم. وفي كتابه (أناطول فرانس في مباذله) ¶ وديوان (الروض الشقيق) وغيرهما نموذجات من هذ 5 الألفاظ الحوشية ¶ القليلة الدوران في كتابة البلغاء\" (2). ¶ وامّا الأعلام المترجمون فهم: إبراهيم الحوراني، إبراهيم ¶ اليازجي، أحمد الإسكندري، أحمد تيمور، أحمد زكي، أحمد ¶ شوقي، احمد فتحي زغلول، احمد كمال، إدوار براون، إفىوار ¶ مونتيه، إسماعيل صبري، إجناس كولدصيهر، أمين المعلوف، ¶ أنستاس الكرملي، جرجي زيدان، جميل صدقي الزهاوي، حافظ ¶ (1) ¶ (2) ¶ ا لمعا صرو ن، ص 7 2 2. ¶ ا لمصد ر ا لسا بق، ص 7 5 2. ¶ 134",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "إبراهيم، حسين والي، خليل مطران، رفي!، العظم، سعيد ¶ الشرتوني، سليمان البستاني، شبلي شميل، شكيب ارسلان، طاهر ¶ الجزائري، عبد الرحمن الكواكبي، عمر طوسون، قاسم أمين، ¶ كارلو نلينو، كليمانت هوار، كورنيليوس فانديك، لويس شيخو، ¶ ليوني كايتاني، مارتين هوتسما، محجوب ثابت، محمد رشيد ¶ رضا، محمد بن أبي شنب، محمد عبد 5، محمد المبارك، محمد ¶ مصطفى المراغي، محمود سامي البارودي، محمود شكري ¶ الاَلوسي، مصطفى عبد الرازق، معروف الرصافي، يعقوب ¶ صروف، يوجين غريفيني، يوسف هوروفيتز. ¶ وقد طبع الكتاب في 540 صفحة في مجمع اللغة العربية بدمشق ¶ سنة 1 40 أهـ- 980 أم، وقدّم له الدكتور حسني سبح رئيس المجمع ¶ وقتئذ، وقد صنع له الأستاذ محمد المصري فهارس للمترجمين، ¶ والأعلام، والأماكن، والكتب والرسائل، والأبحاث، والمجلات ¶ والصحف، والشعر، والمراجع. ¶ 21 - معجم القرى الشاميّة: ¶ هو من التاَليف التي وضع الأستاذ كردعلي بعض أقسامها، وهئأ لها ¶ مواد، لمّ مَل منه، ولم يممّه، بعد أن أمضى فيه وقتأ، وهو كتاب كما ¶ يقول: \"مفيد، لكنني أصبحتُ أحمث ان اكتب ما فيه فكر أكثر من ¶ الكتب التي لا يتطلب فيها غير تصحيج النقل، وقد مزقتُ الجذاذات ¶ التي اتممتُها منه حتى لا اعود إلى البحث فيه (1) \". ¶ (1) ا لمذكرا ت، 1/ 0 2 3. ¶ 135",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "ثانياً: الكتب المحققة ¶ محمد كرد علي ومنهجه في تحقيق النصوص: ¶ يُعَدّ العلامة الرئيس كردعلي أحدَ أوائل محقّقي المخطوطات في ¶ القرن العشرين = بداية القرن الرابع عشر الهجري؟ إذ نشر اوّل نتاجه ¶ (رسائل البلغاء) سنة 1908 في مصر، وكانت له مشاركات في التعريف ¶ بالمخطوطات المطبوعة، ونقده لتصحيج الكتب التي يطبعها العرب ¶ والمستشرقون تجدها مبثوثة في كتبه ومقالاته. ¶ قام الأستاذ بتحقيق ستّة كتب، أخرجها للناس؟ وهي: كتاب ¶ (الأشربة)، و (البيزرة)، و (تاريخ حكماء الإسلام)، و (رسائل البلغاء)، ¶ و (سيرة احمد بن طولون)، و (المستجاد من فعلات الأجواد)، حقق ¶ هذه الكتب ونشرها في الفترة (1908 - 1953)، إضافة إلى جهوده في ¶ الصحافة والتأليف والمحاضرات. ¶ صفات كردعلي المحقق: ¶ للمحقق صفات جبليّة وكسبئة، مَن تحلّى بها مَلَك أسباب ¶ التحفيق، ومن فقدَها أو قَصُرت عنه، عَسُرت عليه سُبُل نشر ¶ المحْطوطات، وقد لاحظتُ ذلك عند الأستاذ كردعلي متمثلأ باعترافه ¶ لالفصْل لمن سبقه، وتواضعه، وجَعْل التحقيق ذا رسالة لها مفاصد ¶ وغايات. ¶ 1 - اعترالْه بالمْضل لمن سبقه: فتراه يعترف بالفضل للأستاذ سليم ¶ البخاريّ الدمشقيّ بأنّه نظر في (رسالة الأدب الصغير) و (اليتيمة) لابن ¶ 136",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "المقمع، وعلّق عليها حواشي، وفوائد معظم الحواشي التي عليها هي ¶ ويعترف بالفضل أيضاً للأستاذ أحمد زكي باشا المصري، والأستاذ ¶ حسن حُسني عبد الوَهّاب (التونسيّ)، والشيخ جمال الدين القاسمي، ¶ وأحمد باشا تيمور المصريّ، والاستاذ الشيخ طاهر الجزائري الدمشقي ¶ لنشرهم نصوصَ (رسائل البلغاء) (2). ¶ ونراه يعترف بالفضل للعلامة الشيخ رضا الشبيبي العراقي، ¶ والدكتور داود الجلبي الموصلي، والأستاذ البحّاثة عباس العزّاوي، ¶ والأستاذ المحقق كوركيس عوّاد، والدكتور سامي الدهان، والأستاذ ¶ سامي الجبان، لمساعدتهم في تقديم خدمات تخصنُ كتاب \"البيزرة \"، ¶ كما أوضج ذلك في مقدّمته. ¶ وفي مفدمة \"المستجاد من فعلات الأجواد\": \"وقد ارشدني صديقي ¶ العلامة عباس العزّاوي إلى انّه ليس في العراق نسخة من الكتاب، وانّه ¶ طبع في المانية على الزنك سنة 1939 \". ¶ 2 - رسالته في التحقيق: أوضج كردعلي في مقدّمته لرسائل ¶ البلغاء (3)، هدفه من تحقيق النصوص، فقال: \"وإنّي لأرجو أن تكون ¶ هذه الاوراقُ خيرَ ما يحتذيه المتادبون في كتابتهم، وأن يقع فيه ¶ المشتغلون بتاريخ الشرق واجتماعه على ما يتمم بعض الأحكام على ¶ الحضارة العربية، وأن يستخدمها الدعاةُ لإصلاح الأخلاق خيرَ ذريعةٍ ¶ يعالجون بها أدواء النفوس، فيكون منها عموم النفع، كلّما كرّرتها ¶ (1) ¶ (2) ¶ (3) ¶ رسائل البلغاء، ص، هـ. ¶ المصدر السابق، ص، ز. ¶ المصدر السابق، ص، ح. ¶ 137",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "ألسن الأيام، وكزت عليها الأعوام والأيام \". ¶ 3 - تواضعه: يَعد الأستاذ كردعلي القارئ شريك المحفق في ¶ البحث، وذلك مهما بلغت درجة المحقق من التنقيب والعلم. يفول ¶ في ذلك: \"وها هي ذي الرسالة - اي (يتيمة السلطان) لابن المقفع - بين ¶ يدي الباحثين منشورة بعد أن كانت مطمورة، وهم على الأيام شركاؤنا ¶ في التعقيب والبحث (1) \". ¶ دراسة المخطوط: ¶ 1 - وصف المخطوط: كان الأستاذ الرئيس يصفُ الأصل الخطّي في ¶ مقدّماته، من حيث وضعه المادي، ويذكر مكان وجوده، وعدد ¶ أوراقه، واسم واقفه إن وُجد، وقصّة تداوله بيعاً وشراء، ويُورد تاريخ ¶ نسخه، ونوع الخط الذي نسخ به، والأصل المنقول عنه، ويصف ¶ الورق أحياناً، وويمدِّر تاريخ النسخ، حتى إئه يصف الناسخ بأوصاف ¶ العلم او ضدّ 5. وهو يضع معيارأ للنسخ الجيّدة بقوله: \"والمعوّل في ¶ جودة الئسْخ ورداءته على الفهم والعلم \" (2). ¶ 2 - توثيق النسخ: إنَّ الهدف من التوثيق هو صيانة المصنّفات، ¶ والدقة في نقلها بعيدة عن العبث والتحريف والتزوير، لذلك اعتنى ¶ علماؤنا بتوثيق نسخهم عن طريق المقابلات والتصحيحات والسماعات ¶ والقراءات والإجازات (3). وقد اعتنى الأستاذ كردعلي بتوثيق نسبة ¶ المخطوط؟ فنراه يقول في تمهيده لرسالة ابن المقفع (يتيمة السلطان): ¶ \"اقا عن صحة نسبة الرسالة إلى ابن المقفع فذلك شيء لم يُعِنّا عليه ¶ (1) ¶ (2) ¶ (3) ¶ المصدر السا بق: ص، 5 4 1. ¶ البيزة، ص 0 1. ¶ انظر كتابي (منهج تحقيق المخطوطأت)، ص 33. ¶ 138",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "ما كان بين الاختيار والطبع من زمن قصير\" (1). ولْحو ذلك نجده في ¶ تقدمته لكتاب (البيزرة). ¶ 3 - رموز النسخ: عَرَفنا أن الأستاذ كردعلي كان يُقابل ويُعارض ¶ ما يحققه من اصول، وكان رحمه الله يتّبع المنهج الذي يقول بالرمز ¶ لكلّ نسخة بحرف من حروف الهجاء، ويختار الحرف البارز في ¶ مصدرها لتمييزها عن شقيقاتها؟ ففي (الأدب الكبير) لابن المقفع، ¶ اعتمد في تحفيقه على ستّ نسخ رمز لكلّ نسخة بحرف. ¶ 4 - إبرازه أهمية الكتاب المحقّق: وهو أمرٌ لم يغب عن كردعلي، ¶ ذلك انّ هذا الأمر يعطي للقارئ كلمة عن أهمية الكتاب، وماذا يُضيفه ¶ إلى المعرفة من جديد، وما ميّزاته عن أترابه، فتراه يقولُ في مقدمتهد ¶ \"سيرة احمد بن طولون \" للبلوي: \"وقد اغتبطنا، وحالة مخطوط ¶ البلوي على ما ذكرنا، أن حسبنا ما سطت عليه الأيام من كلامه جزءأ ¶ ضيئلأ، لا يحول دون الانتفاع بتأليفه، الذي ظلّ يتنقل في الخزائ! ¶ ألف سنة حتى كُتِبَ لابن هذا الجيل ان يُخرجه للناس مطبوعأ، وقد ¶ اشرف على البلى، فأحيَّا بذلك اسم مؤئفه، وكاد يمُسى لذهاب بقتة ¶ تاَليفه. ¶ لا جرم انّ في نشر كتاب البلوي إحياء مادّة جديدة في تاريخ مصر ¶ والشام، ولوناً طريفاً من أدب عصره الجميل فيه حلاوة وطلاوة، ¶ وألفاظاً فصيحة ومعرّبة في شؤون الحياة كانت مألوفة في زمن ¶ المؤلف، ونحن في حاجة إليها اليوم. دع ما هناك من قصص واقعية ¶ على مثال قصص الصُّولي والقاضي التنوخيّ، تدلّ على كياسة ابن ¶ طولون وسياسته، وتفيد القارئ من حكمته وحنكته، فيها متعة للنفس ¶ (1) رسائل البلغاء، ص 155. ¶ 139",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "وسلوى، وصورة صادقة من صور ذاك المجتمع \" (1). ¶ 5 - نَسْخ المخطوط: يُعَدّ نَسْخ الأصل الخطي أحد مراحل التحقيق ¶ العلميئ؟ يقوم فيه المحقق بكتابة النص، وجمع النُسخ ومقابلتها. ففي ¶ مقدمة (المستجاد من فعلات الأجواد)، نرى الأستاذ كردعلي يفيد انّه ¶ عارض نسخته الأصلية على نسخة اخرى طُبعت في ألمانية سنة ¶ 1939، وتنقص النشرة الألمانية عشرين خبراً من معة وخمسين خبراً ¶ حَوَتْها نسخة الظاهرية التي اعتمدها كردعلي اصلاً (2). ¶ وكذلك يذكر في مفدمة (سيرة احمد بن طولون) أنّه لم يعثر على ¶ نسخة ثانية، وهذا عذر 5 في إبقاء بعض ما توقف فيه من عبارات ¶ المؤلف بحاله من السقم والنقص (3). ¶ 6 - عمل المحقق: يعتمد المحقق إلى رسم منهج له في عمله يسير ¶ على هدا 5 ويتّبع طريقه. والملاحظ أن كردعلي، قد عمد إلى إثبات ¶ فروق النسخ، والمقابلة على الأصولى المساعدة، والترجيج بين ¶ النسخ، وشرح الغريب، وإثبات علامات الترقيم، ونقده للنصوص، ¶ ووضعه الفهارس الفنية اللازمة، ورسمه منهجاً للتحقيق (4). ¶ 1 - الأشربة، لابن قتيبة الدينورفي: ¶ تناولى المؤلّف في هذا الكتاب مسألةَ الأشربة، من حيث تحليلها ¶ وتحريمها، فعرض ابنُ قتيبهْ في كخابه بدقة وتفصيل حجية رأي كلً من ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ سيرة أحمد بن طولون، ص 15. ¶ المستجاد من فعلات الأجواد: ص 6. ¶ سيرة أحمد بن طولون، ص 15. ¶ انظر تفاصيل ذلك في بحث (العلامة محمد كردعلي ومنهجه في تحقيق ¶ النصوص)، كتبه إياد خالد الطباع، ضمن (عبد اللّه حسين العَمْري) بحوث ¶ مهداة إليه، نشر دار الفكر بدمشق، 5 0 0 2. ¶ 140",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "المُحلِّين لبعض الأشربة والمحرّمي! لها، ليخرجَ لعدها برايه المستقى ¶ من القراَن والسنة وأقوال الأئمة، وبفتواه المدعومة بالأدلة الشرعية ¶ والمنطقية. ¶ ومن يتصفَّجُ هذا الكتاب يجده مزيجأ من الأدب والفقه، لهذا جاء ¶ نائياً عن جفاف عبارة الفقهاء، إذ شحنه بالأخبار والاشعار المستطرفة ¶ التي ربما لا يستسيغها عرفنا اليوم. ¶ وبعد أن ناقشَ ابن قتيبة حجج الفريقين، معتمدأ على العقل والنقل ¶ معاً، وانتهى إلى راي في النبيذ ملخصه: \"أنّ ما كان كثيرُهُ مسكراً فقليله ¶ مكروه، نهى عنه النبيَّ لمجوّ نهي تأديبب، فإنْ أنتَ تركته فالفضيلةُ ¶ والمثوبةُ في تركه، وإنْ انتَ شربته، فلا جناحَ إن شاء اللّه، غير أنك ¶ رغبت عمّا أدّبك به النبي ع! يم، وأطعتَ هواك بمخالفته \". أمّا أصنافُ ¶ الخمر الأخرى فهي محرّمة تحريماً قاطعأ، سيان! ذلك قليلها وكثيرها. ¶ وقد تضمن الكتاب: مقدمته في تبيان الاختلاف في الأشربة -وبيان ¶ معنى الخمر- ومعنى النبيذ - حجج المحرِّمين لجميع ما أسكر - حجج ¶ المحلِّين لما دون السكر - ما قيل في منافع الخمر - ما قيل في منافع ¶ الميسر - ما قيل في ذم شربة المسكر - ما قاله الشعراء في تاركي النبيذ- ¶ امثلةٌ من ممازحة الرسول لمجو واَخرين - تبينُ غلط الفِرَق بالغلوّ - عَدْل ¶ القول في الشراب. ¶ طُبع هذا الكتاب في 170 صحيفة، في المجمع العلمي العربي ¶ بدمشق، سنة 1366 هـ-1947 م (1). ¶ وقد وَخه الأستاذ السيد أحمد صقر رحمه اللّه مي مجلة الرسالة نقداً ¶ (1) ¶ اعاد تحقيقه وعلق الأستاذ ياسين محمد السواس على نسخِ أخرى، وصعّ ¶ كثيراً مما وقع في الطبعة السالفة. ¶ 141",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "عنيفاً في مراجعته لطبعة كردعلي في مجلة الرسالة القاهرية، سنة ¶ 1949 م دي الاعداد ذوات الأرقام 829 (ص 902 - 903)، و 830 ¶ (ص 931 - 933) وأ 83 (ص 961 - 963) و 833 (ص 1017 -  ¶ 1019) وه 83 (ص 1075 - 1077) و 846 (ص 1382 - 1384) ¶ و 848 (ص 1437 - 1439). ¶ 2 - البيزردة: ¶ تُعزف البيزرة بأنّها علم بأحوال! الجوارح من حيث صحتها ¶ ومرضها، ومعرفة العلائم التي تدل! على قوتها في الصيد وضعفها فيه. ¶ ويذكر كردعلي أنّ هذه الكلمة جاءت من \"بيزار\" الفارسية وعُرّبت ¶ ب \"بازيار\" أي صاحب الباز، أو من بزدار، ومعناها القائم على البازي ¶ أو مالكه. واطلفوا البيزرة على علم حياة الباز وتربيته، ثم توشعوا في ¶ مدلوله، وأطلفوه على علم حياة الجوارح. ¶ وهذا الكتاب الذي أخرجه وخدمه الأستاذ كردعلي هو من تأليف ¶ بازيار العزيز بالئه الفاطمي أبي عبد الله الحسن بن الحسين \"ظنّاً\"، ¶ وظهر م! صفحات اُلحقت في اَخر النسخة الخطية أن المؤلف توفى سنة ¶ ستّ وثمانين وثلاثمئة. ¶ ويعدّ الأستاذ الرئيسُ أنّ المؤلف من الرجال! الذين جودوا تاَليفهم ¶ في عهد الإجادة في التأليف. . . وكان يأخذ 5 العجب بما حقّقه في شرح ¶ بعض المسائل في كتابه، ومنه ما يغتفر له لأنه حقيقة؟ فمما قال!: إنّه ¶ ليس ممن يحشو كتابه بما ليس بصحيج ولا يُحتاج إليه، هانه لا يبقي ¶ شيئاً مما جُرّب. ¶ وقد قسّم المؤلف كتابه على أبواب، وفرّع عن الأبواب مسائل، ¶ ففي (باب في صفة البزاة وذكر شياتها وألوانها وأوزانها وضراءتها، ¶ والحوادث التي تحدث لها، وعلاجاتها وما تحتاج إليه من الخدمة في ¶ 142",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "قرنصتها)، يذكر مسائاى في (ذكر أوزالْها)، و (صفة ضراءة البازي)، ¶ و (ذكر ما يحتاج إليه البازي في القرلْصة)، و (ذكر سياسة الذرق)، ¶ و (ذكر الأدوية والعلاجات، وما يُستدل به من الدْرق على كل عفة). . ¶ إلخ. ¶ وقد قام الأستاذ كردعلي بتحقيقه على نسحْة مصورة في المجمع ¶ العلمي العربي كان قد صوّرها من أحد علماء المشرقيات (المستعربيىْ) ¶ الذي اشتراها من تاجر كتب. ولم يُوفق للحصول على نسخة أخرى ¶ يُعارض عليها \"فالصحيج ينتفع به الاَن، والسقيم يصحّحه الزمن \"، ¶ وقام بتصحيحها وتقويم عبارة الكتاب، وشرح تفسير لعض ما يعوقّف ¶ على فهمه. ¶ وقد نشر الكتاب المجمع العلمي العربي، سنة 371 اهـ= 952 ام ¶ في صفحة 212. وأعاد نشره سنة 409 اهـ- 988 1 م وقد كتب على ¶ غلافه: نظر فيه وعلّق عليه محمد كرد علي. ¶ 3 - تاريخ حكماء الإسلام، لظهير الدين البيهقي: ¶ مؤلّف الكتاب أديب مؤرّخ عدّ له ياقوت الحموي 74 كتابأ. وُلد ¶ سنة 499 هوتوفي سنة 565 هـ. ¶ ترجم المؤلف في هذا الكتاب 111 ترجمة، معظمهم من أهل ¶ القرن الخامس والسادس، وبعضهم من الصابئة والمجوس واليهود ¶ واليعاقبة والنساطرة ممن نشؤوا في ديار الإسلام، وكتبوا تاليفهم ¶ بلغته، واكثر غير المسلمين فيهم من أهل القرن الثالث والرابع ممن ¶ اقتبسوا الحكمة من اليونان. ¶ وكثيرٌ ممن ترجم لهم المؤلف هم من الحكماء والمهندسين ¶ والأطباء والفلكيين والمنجّمين، وما كان لهم من تصانيف في الطب ¶ والحكمة والنجوم والهندسة وما وضعوه م! الأزياج والتقاويم. ¶ 143",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "اعتمد المحقّق كردعلي في ضبط النصّ وتحقيق الكتاب على نسخة ¶ برلين، واثبت بعد المقدّمة مراجع التصحيج والتعليق، التي نافت عن ¶ الخمسين مصدرأ، وقد نسج المؤلف كتابه على منوال كتاب (صوان ¶ الحكمة) لأبي سليمالىْ محمد بن طاهر بن بهرام السجزي. وقد رتّب ¶ المؤلف تراجمه بحسب القدم لا بحسب حروف المعجم، ولا بحسب ¶ أقطار العلماء الذين ذكرهم، وختم سِفره بمن عاصرهم وعاشرهم، ¶ يقول كردعلي: \"وجوّد في هذا الباب، لأئه كان يضرب بسهم وافر في ¶ الحكمة، وعاش مع أهلها، واطلع على مكنوناتهم، فتم كلامه ¶ فيهم، عن ذوق ومعرفة (1) وبالمقارنة بين تراجم الإسلام للبيهقي، ¶ و (طبقات الحكماء) للقفطي نجد لكل من الكتابين مزية اختص بها، ¶ لا يكاد يشاركه فيها صنوه. فالقفطيئُ الف كتابه بعد البيهقي بنحو مئة ¶ سنة، ومنه تراجم حكماء اليونان، وبعضهم لم نعرف عنه شيئأ إلا من ¶ كتابه. اما البيهقي فترجم لعظماء من فلاسفة الإسلام لم يتعزض لهم ¶ القفطي، لأنّه لم يطلع على ما كتب سلفه (2). ¶ طبع الكتاب سنة 1365 هـ- 1946 م ضمن إصدارات المجمع ¶ وأعاد المجمع طبعه ثانية سنة 9 0 14 هـ- 1988 م. ¶ 4 - رسائل البُلَغاء: ¶ يَضتم هذا الكتاب رسائل لمجموعة من الأدباء مفن اشتهروا بالبلاغة ¶ والفصاحة وصناعة الكتابة، كابن المقفع، وعبد الحميد الكاتب، ¶ وابن قتيبة، واب! القارح، وأبي العلاء المعزي، ورشيد الدين ¶ الوطواط هـ ¶ (1) ¶ (2) ¶ تاريخ حكماء الاسلام، ص 8. ¶ المصدر ا! سابق، ص 9 5 ¶ 144",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "قال كردعلي في مقدمة الطبعة الأولى (1326 هـ- 1908 م (: ¶ \"خير ما يُخرَجُ لطلاب الاَداب العربية في هذا العهد كلامُ أئمةِ البلاغة ¶ من أهل القرون الأولى، وقد وقع الإجماعُ على أنَ عبد اللّه بن المقفع ¶ وعبد الحميد يحيى الكاتب كانا من زعماء هذا الشأن، وأنَّ أسلوبهما ¶ أحسن أسلوب في إحكام ملكة البيالىْ\". ¶ ثم أخرج الطبعة الثانية (1320 هـ= 1912 م (، فأضاف إليها ¶ رسائل جديدة، وكذلك فعل في إصداره الطبعة الثالثة (1363 هـ- ¶ 1944 م (، فخرجت في نحو 530 صحيفة، جمع فيها نحو تسع ¶ وأربعين رسالة ونصّاً، خطّها يراع ثلاثة عشر كاتبا! ا). ¶ ويُلاحَطُ أنّ غرضَ كردعلي من جمعه لهذه الرسائل هو توفير مادّة ¶ تراثية من نصوص البلاغة التي كتبها ائمّة العربيّة لتقديمها مُيَسّرة إلى ¶ الناشئة؟ وقد قال رحمه اللّه (ص: و (: \" ورجائي أن تحلّ هذه المجموعة ¶ من نفوس عُشّادتى البلاغة محقها من القَبول اللائق بها، فهي خيرُ مثالٍ ¶ يحسُجُ عليه مَنْ تسمو به الهمّة إلر! الأخذ بمذاهب أئمة الإنشاء. لا جرم ¶ انّ مَن يُلقي نظرة تدبّر على رسائل البلغاء يحكم بأنّها أوراق قليلة، ¶ تغني عن أسفار طويلة \"، ويختم مقدّمة الطبعة الأولى، مبيِّناًالهدفَ ¶ النبيل الذي يقصد إليه من نشر هذا النوادر بقوله (ص: ح (: \"وإنّي ¶ لأرجو ان تكون هذه الاورا! تىُ خيرَ مثال يحتذيه المتأدبون في كتابتهم، ¶ وأن يقعَ فيه المشتغلون بتاريخ الشردتى واجتماعه على ما يتمّم بعض ¶ الاحكام على الحضارة العربية، وان يستخدمها الدعاة لإصلاح ¶ الأخلاق خير ذريعة يعالجون بها أدواء النفوس، فيكون منها عموم ¶ النفع كلما كرّرتها السن الأيام، وكرّت عليها الأعوام والأيام \". ¶ (1) وقد صدرت عن مطبعة لجنة التأليف والترجمة والنشر بمصر. ¶ 145",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "وقد ضمّ مجموعُ الرسائل رسائل من تحقيق الشيخ طاهر ¶ الجرْائري، والأستاذ حسن حسني عبد الوهّاب التونسي، والعلامة ¶ أحمد تيمور باشا المصري، والأستاذ الشيخ جمال الدين القاسميّ، ¶ والأستاذ سليم البخاريّ الدمشقيّ، والعلامة عبدُ العزيز الميمنيئ ¶ الراجكوتيّ الهنديّ، إضافة إلى الرسائل التي حقّقها الأستاذ كردعلي، ¶ وقد نشر بعضها في مجلّة (المجمع العلميّ العربيّ) بدمشق وفي مجلّة ¶ (المفتبس) (1). ¶ وهذا تفصيل بالرسائلِ التي احتواها الكتاب: ¶ (1) - (الأدب الصغير) لابن المقفع، نشره الأستاذ الشيخ طاهر ¶ الجزائريّ، وعرضها كردعلي على طبعة المرحوم أحمد زكي باشا، ¶ (سنة 329 ا هـ- 1 191 م)، (2) - (الدزة اليتيمة، أو الأدب الكبير)، ¶ لابن المقفع، وقد تمّ عرضها على ستّ نسخ خطّيّة، (3) - (يتيمة ¶ ئانية)، لابن المقفع، (4) - (حِكَم)، لابن المقفع، (5) - (في ¶ الصّحابة)، لابن المقفع، (6) - (تحميد)، لابن المقفع، (7) - ¶ (تهنئة)، لابن المقفع، (8) - (تعازي)، لابن المقفع، (9) - (في ¶ السلامة)، لاب! المقفع، (0 1) - (في الشكر)، لابن المقفع، (1 1) - ¶ (في الحوائج)، لابن المقفع، (12) - (رسالة إلى يحمى بن زياد ¶ الحارثي ابتداء في المؤاخاة)، لابن المقفع، (13) - (يتيمة السلطان)، ¶ لابن المقفع، (14) - (رسالة عبد الحميد الكاتب في نصيحة وليّ ¶ العهد)، (15) - (من الرسائل المفردات في الشطرنج) عبد الحميد ¶ الكاتب. (16) - (تحميد له في أبي العلاء الحروري)، عبد الحميد ¶ (1) ¶ انظر وصفاَ لنشر كردعلي (رسائل البلغاء\" عند الأستاذ حسن كامل الصيرفّي ¶ في بحثه الموسوم أمحمد كرد علي نموذج فريد في ريادة تحقيق التراث \" في ¶ (محمد كردعلي، مجمع اللغة العربية، ص 85). ¶ 6 14",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "الكاتب. (17) - (تحميد له في فتح)، عبد الحميد الكاتب. (18) - ¶ (في فتح يعظم فيه أمر الإسلام)، عبد الحميد الكات!. (19) - (تحميد ¶ له)، عبد الحميد الكاتب. (20) - (في مولود وُلد له)، عبد الحميد ¶ الكاتب. (21) - اله في السلامة)، عبد الحميد الكاتب. (22) - اله ¶ إلى مروان في حاجة)، عبد الحميد الكاتب. (23) - (في وصف ¶ الإخاء)، عبد الحميد الكاتب. (24) - نصوص لعبد الحميد الكاتب في ¶ (التعزية)، و (التوصية)، و (فتنة بعض العمال)، و (إلى أهله)، و (فرق ¶ العرب)، (25) - (رسالته إلى الكتّاب)، عبد الحميد الكاتب. (26) - ¶ (الرسالة العذراء في موازين البلاغة وأدوات الكتابة) كتب بها أبو اليسر ¶ إبراهيم بن محمد المُدَبّر، (27) - (رسالة ابن القارج إلى أبي العلاء ¶ المعرّي)، (28) - (مُلقى السَّبيل) لأبي العلاء المعرّي، حقّقها الأستاذ ¶ حسن حسني عبد الوهّاب (1). (29) - (رسائل الاشْقاد) لائي عبد اللّه ¶ محمد بن أبي سعيد بن أحمد بن شرف الجذاميّ القيرواني، حقّقها ¶ الأستاذ حسن حسني عبد الوفاب. (30) - (كتاب العرب أو الرد على ¶ الشعوبئة) لأبي محمد عبد اللّه بن مسلم بن قتيبة، نشره الأستاذ الشيئ ¶ (1) ¶ اعتمد الأسمَاذ حسن حسني عبدالوهّاب في إخراجها على نسخة في ¶ الإسكوريال، وقال كردعلي: وبالتيمورية مخطوطة من (ملقى السبيل) ¶ عرضتُ عليها هذه الطبعة. وقد قال الأستاذ عبد الوهّاب في مقدمته للرسالة ¶ ص 282: لا يبعد أن تكون هي - أي نسخة الإسكوريال - التي عوّل عليها ¶ أُدباءُ الائدل! في معارضاتهم لها، فقد جاء في (نفح الطيب) أنّ الحافظ ¶ أبا الربيع الكلاعي الائدلسي المتوفى بالجهاد سنة 634 هعارضَ هذه ¶ الرسالة بتأليف سمّاه (مفاوضة القلب العليل، ومنابذة الأمل الطويل، ¶ بطريقة المعرّي في ملقى السبيل) وانظر معارضاب أخرى، وضبطَ (ملقى ¶ السبيل) في تعليقة الأستاذ حسن كامل الصيرفيّ في (محمد كردعلي، مجمع ¶ اللغة العربية، ص 86 - 87). ¶ 147",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "جمال الدين القاسميئ الدمشقيئ. (31) - (رسالة رشيد الدين الوطواط ¶ فيما جرى بينه وبين الإمام الزمخشري من المحاورات) عني بنشرها ¶ العلامة أحمد تيمور باشا. (32) - (منتخب من عهد أردشير بن بابك ¶ الملك في السياسة) عني بنشره العلامة أحمد تيمور باشا، عن نسخة ¶ كُتبت سنة 0 71 هـ، (33) - (كتاب الأدب والمروءة لصالح بن جناح ¶ اللخمي) نشره العلامة الشيخ طاهر الجزائريّ، (34) - (قانون البلاغة) ¶ لأبي طاهر محمد بن حيدر البغدادي، المتوفى سنة 517 هجرية، ¶ (35) - (كتاب جاويدْان خرد: خلفه أوشهنج الملك وصيهَ على مَن ¶ خلفه)، نشره العلامة عبدُ العزيز الميمني الراجكوتي الهنديّ. (36) - ¶ (كتاب تهذيب الأخلاق) ليحيى بن عَديّ العالم اليعقوبي المشهور، ¶ المتوفى سنة 364 هـ (1). ¶ 5 - سيرة احمد بن طولون: ¶ أحمد بن طولون (0 0 2 - 270 هـ= 835 - 884 م) صاحب الديار ¶ المصرتة والشامية والثغور، تركيّ مستعرب، ولي إمرة الثغور، وإمرة ¶ دمشق، ثم مصر، سنة 254، وانتظم له أمرُها مع ما ضمَّ إليها. كان ¶ شجاعاً جواداً، حسنَ السيرة، يباشر الأمور بنفسه، موصوفاً بالشدّة ¶ على خصومه، وكثرة الإثخان والفتك فيمن عصاه. ¶ وهذا الكتاب الذي حقّقه الأستاذ الرئيس في سيرته هو لأبي محمد ¶ عبداللّه بن محمد البلوي، الذي قام بالتاريخ لحياة هذا الرجل ¶ وسيرته، ووضع بين ايدينا صورةً للعلاقة بين الشام ومصر في ذلك ¶ العصر. ¶ (1) ¶ نقده في مجلة المشرق 11: 0 80، و 13: 871 في المقتطف 43 (1913): ¶ 591. ¶ 148",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "والظاهر انّ السبب المهمّ في وضع كتابه أنّه شاهد تبدّلاً في حال ¶ مصر بعد ابن طولون، فحدَّثته نفسه أن يضعَ تأليفاً يخلّد فيه ماَثره، ¶ ليجعل من سيرته مهمازاً لمن يأتي بعده من الولاة والأمراء، وليتفطّنوا ¶ لِسَعةِ فضل ذاك الاَخذ بمخئق الممالك، والدرّاكة بترويض الناس على ¶ الطاعة. ¶ وقد أكثر البلوي الاعتذارَ ع! اب! طولون في كلّ ما صدر عنه من ¶ شدّة، وما استطاع في بعض الأخبار النابية عن حدّ العقل ادْ يذيلها ¶ براسه فسارع في روايتها. ¶ وطريفة البلوي في تاريخه إيراد الحوادث، وقد يحلّلها ويعلّلها أ و ¶ يصرّح برأيه وشعوره أحياناً، ويروي الأخبار بأسانيدها على النحو الذي ¶ كان يعمدُ إليه الرواةُ وأرباب السير في القرون الأولى. ¶ يقول كرد علي: \"والبلوي بليغ يُحسِنُ الوصفَ، ويؤثر السلامة، ¶ ويكتب بلاتَعَمّلى، وعبارته خالية من السجع في الجملة، وفيها ¶ ازدواج، ولها رنّة. وكان إذا ارادَ أخْذَ بعض ما ورد في كتاب مطوَّل ¶ طرح الأسجاع أولاً، ثمّ أتى على المكررات حتى يأتي تأليفه نسقاً ¶ واحداً، لا يبدو فرق كبير بين ما يكتبه اهو) ويكتبه غيره \" (1) ¶ وقد قام الأستاذ كرد علي لإحياء هذا الكتاب من أوراق دشت في ¶ المكتبة الظاهرية مكتوبة بخط قديم (2)، ولم يستطع العثور على نسخة ¶ أخرى، وقد قال فيه: \"لا جرم أنّ في نشر كتاب البلوي إحياءَ مادةٍ ¶ جديدة في تاريخ مصر والشام، ولوناً طريفاً من أدب عصره الجميل، فيه ¶ حلاوة وطلاوة، وألفاظاً فصيحة ومعزبة في شؤون الحياة كالْت مألوفة ¶ (1) ¶ (2) ¶ مقدمة (سيرة أحمد بن طولون)، ص 0 1. ¶ الدها ن، ص 9 4 2. ¶ 149",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "في زمن المؤلف، ونحن في حاجة إليها اليوم. ح ما هناك من قصص ¶ واقعيّة على مثال قصص الصُّولي والقاضي التنوخي، تدلّ على كياسة ¶ ابن طولون وسياسته، وتفيد القارى من حكمته وحنكته، فيها متعة ¶ للنفس وسلوى، وصورة صادقة من صور ذاك المجتمع \" (1). ¶ نُشر الكتاب في المكتب العربي بدمشق سنة 358 ا هـ- 939 1 م (2). ¶ في 440 صفحة، وزوّده المحقق بأربعة فهارس: فهرس مراجع ¶ التصحيج والتعليق، وفهرس أسماء الرجال والنساء والأمم ¶ والجماعات، وفهرس اسماء البلدان والبحار والأنهار والأماكن، ¶ وفهرس الموضوعات (3). ¶ 6 - المستجاد من فعلات الأجواد، لأبي علي المحشن بن علي ¶ التنوخيئ المتوفى سنة 384! ¶ يحمل هذا السّفر أخبار الكرماء في الجاهلية والإسلام، اقتبسه ¶ المؤلف من مصادر جليلة، ومن كتابيه \" نشوار المحاضرة \" و\"الفرج بعد ¶ الشدّة \"، وكان في \"المستجاد\" مدوِّناَ أخبار مَنْ مضوا، وفي \"نشوار ¶ المحاضرة \" كتب أخبار مَنْ عاصرهم، والمقصد الأول كما يقول ¶ - كرد علي - عرض صُور الكرماء، كما عرض الجاحط صور البخلاء، ¶ (1) ¶ (2) ¶ (3) ¶ مفدمة (سيرة أحمد بن طولون)، ص 15. ¶ نقده في: مجلة المجمع 16: 73. ¶ - الشيخ عبد القادر المغربي في مجلة المجمع 18: 20 - 29. - في الهلال ¶ 48 (1940): 721. ¶ -صلاح الدين المنجد في الثفافة، عدد 168: 32. ¶ - أحمد صفر في الثقافة ايضاَ، عدد 243: 22. ¶ - (مصادر الدراسة الأدبية 2/ 659). ¶ مقدمة (سيرة أحمد بن طولون)، ص 15. ¶ 150",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "فأصاب الغرض وأشياء انطوت في هذا الغرض، وجاء كتابه صحيفة ¶ منظوم ومنثور جُنيت ازاهيرها من حدائق ديها من كل فاكهة زوجان (1). ¶ وقد ورد في هذا الكتاب نحو معتي خبر من أخبار الأجواد، ذكرها ¶ المؤلّف منسوبةً إلى رواتها. ¶ وقد اعتمد الأستاذ كرد علي في تحقيق الكتاب على نسخة محفوظة ¶ في المكتبة الظاهرية بدمشق، وقد صنع للكتاب فهارس متنوعة: فهرساً ¶ للأعلام، وفهرساً للشعوب والقبائل، وفهرساً للأمكنة والبقاع، ¶ وفهرساً للكتب، واودع بعد مقدّمته للكتاب مراجع التصحيج والتعليق ¶ نافت عن الخمسين مصدراً، وقد صدر عن المجمع العلمي العربي عام ¶ 365 اهـ-946 ام. ¶ (1) مقدمة الكتاب، ص 3. ¶ 151",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "ثالثاً - الكتب المعزبة ¶ اعتنى كردعلي في بادى حياته بالترجمة على سبيل التدريب ¶ لنفسه، لتقوية لغته الفرنسية والتركية، ولم يكن راضياً عن بعضٍ مما ¶ ترجم. ¶ ولم تقتصر ترجمته إلى ما نُشِر مستقلاًّ في كتب، وإنّما توشَع في ¶ الترجمة من الفرنسية إلى العربية، ولا سيما في مجلته (المفتبس)، ¶ مما يَصعُب حصره. ¶ وأؤل ما ترجم ونشر رواية قبعة اليهودي ليفمان، وأسماها (يتيمة ¶ الزمان في قبعة ليفمان) وذلك سنة 1312 هـ= 1894 م، وكتب بعد ¶ ذلك يقول: \"كانت لي بمثابة تمرين على التأليف، ولم أطبعها، ومنها ¶ ترجمة الأسماء التركية لرضا باشا، نقلتها إلى العربية والفرنسية ¶ 1893 م، ومنها (تعريب بعض فصول من ثلاثة كتب في الحرية)، ¶ وهي حرية الوجدان، والحرية المدنية، والحرية السياسية، لجول ¶ سيمون، ولما رجعتُ إلى ما نقلتُ لم يرقني، وقلت: إنّ القراء من ¶ باب أولى لا يستسيغونه \" (1). ¶ ا - تاريخ الحضارة في القرون الوسطى والحديثة، لشارل ¶ سينوبوس: ¶ (1) ¶ (2) ¶ نشره معزَباً في مجلة (المقتبس)، ولم يُوفّق إلا لطبع جزءً منه (2)، ¶ ا لمذ كر ات: 1/ 6 0 3. ¶ ا لمذ كرا ت 1/ 8 0 3. ¶ 152",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "وذلك في الجزء الأول (08 19)، وأتئمَ ترجمة الجزأي! الأخيرين منه، ¶ ولم يُطبعا (1)، وأشار الدهان إلى أنّ ما طُبع يقع في 0 22 صفحة (2). ¶ 2 - ترجمة الأسماء التركية: ¶ كتابٌ من تأليف رضا باشا، نقله كرد علي إلى العربية والفرنسية سنة ¶ 1893 لكنه لم يُطبع (3). ¶ 3 - تعريب بعض فصول من ثلاثة كتب في الحرية: ¶ وهي تعريبٌ من كتب (حرية الوجدان)، و (الحرية المدنية)، ¶ و (الحرية السياسية)، لجول سعيمون. قال كرد علي: كان! لي بمثابة ¶ تمرين على التأليف، ولما رجعتُ إلى ما نقلتُ لم يرقني، وقلتُ: إ ن ¶ القراء من باب اوْلى لا يستسيغونه (4). ¶ 4 - الفضيلة والرذيلة: ¶ هي رواية بالفرنسية، كتبها جورج أونه، من مشاهير كُتّاب فرنسة ¶ في عصر كرد علي، له عشرات من المؤلفات في المْمثيل والقصص، ¶ وكلّها منتشرة بين الفرنسيين، وهو من الناقمين على أرباب المجد ¶ والمال. ¶ تُمثّل الرواية رجلاً من اهل الأدب والقريض اتصل بفتاة اديبة، ¶ وامرأة متأدّبة، فحاول ان يحل من الأولى محلاً دقعته عنه بفضل أدبها ¶ وتريثها، مع ان امها كانت معروفة بالخلاعة والتبذّل، وحلّ من ¶ الثانية، وهي غنيه من ربات القصور محلاً لا يليى بمن كف وصنف ادْ ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ المذكرات 1/ 319. ¶ انظر نقد 5 في المقتبس 3: 319، وفي المقتبس 34 (9 190): 197. ¶ المذكرات 1/ 306. ¶ المذكرات 1/ 306. ¶ 153",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "يحلّه، فاًخذتْ ترفع مقامه بين خاصتها وتبرّه، ليصلج لها كتاباتها ¶ المنثورة والمنظومة، لأنّها كانت مولعة بالشهرة الأدبية، ولمَّا تستعد ¶ لها على اصولها، وقد تخلّل ذلك كلام في النقد على أرباب الرفاهية ¶ والمجد وطلاب الشهرة الباطلة. ¶ وقد عزب كرد علي هذه الرواية ورواية (المجرم البري ء) بسرعة، ¶ ونشرها بمجلة (مسامرات الشعب) بمصر، في 267 صفحة، سنة ¶ 1907 م (1). ¶ 5 - المجرم والبريء: ¶ وهي رواية تمثّل صورة من صور التهور في الغرام الحرام وعواقبه ¶ المدمرة، وتدور القصة في احداثها حول صاحب معمل في باريس، ¶ كان في حالة حسنة من دنياه، يعيشُ في غبطة مع زوجته وفتاته، فساقه ¶ الغرور إلى الاتصال بامراةِ أحد المحامين الكبار، استلّت منه اَدابه ¶ وماله، ثم جمعته الأقدار في حرب السبعين مع زوجها، وكان يعرفه ¶ من قبلُ معرفةً بسيطة، وانقذ كلّ واحد صاحبه في بعض المواقع، فلم ¶ ير صاحبُ المعمل أن يعودَ إلى سالف عهده مع زوجة صاحبه بعد تلك ¶ الحقوق التي بينهما، وراح يوبّخ نفسه على ما قدّمت يداه. ثم تحدثُ ¶ جريمة جراء وقوع صاحب المعمل في أزمة مالية، كان وراءها ¶ جاسوس يعرف امرأته، وأحد المدينين الذي قام الجاسوس بذبحه وأخذ ¶ الأوواق المالية والسندات منه، وتشتبه الصورة بين صاحب المعمل ¶ والجاسوس بعد ان رأيا الجاسوس الهارب من بيت القتيل الواقع قرب ¶ بيتهم، ولمّا وقف صاحبُ المعمل في المحكمة متَهمأ تقدم صديقه في ¶ دار الحرب ذاك المحامي على عجزه ليتولّى الدفاع عنه، وفاء بحقوق ¶ (1) ¶ مجلة المقتبس 2/ 493، المذكرات 1/ 309، الدهان، 251. ¶ 4 15",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "الصداقة، فأبى أن يطلعه على سر قصْيته، لكنّ المحامي عرف ألى في ¶ المسألة سراً له اتصال! بأمور نسائية ابت مروءة صاحبه أن يموح به إليه، ¶ لأنه ربما أدّى إلى خراب بيت، وتشتيت شمل اسرة عظيمة، وبينما هو ¶ في المحكمة يدافع عنه يوم صدور الحكم عليه، وقد أيقن الناس بأنه ¶ كاد يؤثر بطلاقة لسانه في عقول! القصْاة، فيبرِّئون صاحبه، أو يحكمون ¶ عليه بحكومة خفيفة جدّاً، أُلقيت إليه بطاقة، فلمّا قرأها دهش ¶ وتلعثم، ثم نقلوه إلى غرفة، وجاء الطبيم! وقد فارق المحامي ¶ الحياة، وعندها حكمت المحكمة على الذي تبيّن لها أته القاتل ¶ بالأشغال! الشاقة. وفي خلال! ذلك هلكت امرأة صاحب المعمل حزناً، ¶ وخلّفت ابنتها وهي في السابعة يتيمة. . . ¶ وقعت القصة في 0 80 صفحة صغيرة، صدرت في أربعة أجزاء عن ¶ مكتبة المسامرات (مسامرات الشعب) بمصر، وطُبعت سنة 907 ام. ¶ 6 - مسامرات الشعب. ¶ 7 - يتيمة الزمان في قبعة اليهودي ليفمان. ¶ -جمئن-3 ة7 ¶ 155",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "رابعأ: المقالات الصحفية والكتابة في الدوريات ¶ كُتِبَ للأستاذ كرد علي أن يُحزَر في عدد من الصحف والمجلات في ¶ سورية ومصر. ¶ كانت اولى مقالاته سنة 1891، وعمره ست عشرة عاماً، حيث ¶ أخذَ يكتبُ أخبارأ ومقالاب في الجرائد. ¶ وما كان يَظُنُّ هذا الفتى ان يبلغ به الحال أن يحزَر أؤل جريدة ¶ ظهرت في دمشق، واطّرد صدورها مدّة، واسمها (الشام)، كانت ¶ تصدر اسبوعتة لصاحبها مصطفى افندي واصف الشقللي مدير مطبعة ¶ الولاية، ومدير إطفاء الحريق، وفي مطبعة الولاية كان يطبع جريدته. ¶ يقول كرد علي: \"فعهد إليّ بتحرير جريدته، ولما أخذتُ بالنقل ¶ عن التركية والفرنسية شعرتُ بخطورة العمل الذي وُسد إلِيّ. وأشد ¶ ما كان يؤلمني كابوسُ المراقبة، وما ألقاه من الغيظ حتى يؤذن للجريدة ¶ بالطبع \" (1). ¶ ولقا كان التضييقُ عليه يزيدُ كلّط استفاضت شهرته، فرأى بعد ¶ طولِ التأمّل أن المقامَ بالشام عبثاً، فأخذ بالاستعدادِ للهجرة إلى ¶ مصر، لإصدار مجلة (المقتبس). فأصدرها في أؤل سنة 1324 هـ- ¶ 07 9 1 م، وتولّى معها رئاسة تحرير جريدة (الظاهر) اليومية. ¶ وبعد سنة عُيِّن أمين سرّ تحرير جريدة (المؤيّد)، حتى إذا حدث ¶ الانقلاب العثماني سنة 1908، رجع إلى دمشق، وأصدر في كانون ¶ (1) المذكرات 1/ 50 - 51. ¶ 156",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "الأول سنة 1908 جريدة (المقتبس): يومية سياسية \" بعد أن صدر ¶ (المقتبس) ثلاث سنين في القاهرة: \"مجلة شهرية علميّة\"، وعاد إل! ¶ إصدار المجلة أيضأ. ¶ وتعرضت مجلته إلى كثيبر من الانتقاد من قبل ساسة عصره، مما ¶ أدّى إلى احتجابها وتعطيلها وعودتها مرّات خلال مسيرتها الصحفية. ¶ إذن، فإنّ الأستاذ كرد علي كتب مقالاته بشكل رئيس في الدرويات ¶ التالية: ¶ ا - جريدة (الشام) بدمشق لصاحبها مصطفى الشقللي، وهي ¶ ا سبوعية. ¶ 2 - مجلة (المقتطف) لصاحبها يعقوب صروف بمصر. ¶ 3 - (الرائد المصرى) بمصر لصاحبها نقولا شحادة، وهى نصف ¶ أسبوعية، وكانت هذه الجريدة تنال من أصحاب (المقطّم)، بتشجيع ¶ (المؤيد). ¶ 4 - جريدة (الظاهر) يومية، صاحبها السيد محمد أبو شادي، ¶ تولّى تحريرها عند دخوله مصر سنة 1905، وأصبحَ بعد قليل رئيس ¶ تحريرها، واصدر معها مجلة (المقتبس) الشهرية. ¶ 5 - جريدة (الشرق) تولّى رئاسة تحريرها، وهي يومية عربية ¶ أنشأتها في مدينة دمشق الدولة التركية بإيعاز من المانية، يقصد بها ¶ الدعاية والتأثير في العالم العربي الإسلامي (1). وكان تأسيسها في أواخر ¶ الحرب العالمية الأولى. ¶ 6 - مجلة (مسامرات الشعب) بمصر صاحبها خليل صادق، ترجم ¶ (1) ¶ كرد علي، خطط الشام، 6/ 1 34. ¶ 157",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "روايات عن الفرنسية لها، ونشرها فيها بعد توقف جريدة (الظاهر). ¶ 7 - جريدة (المؤئد) بمصر يومية، لصاحبها الشيخ علي يوسف، ¶ وقد كتب بها كثيرا، وعليها قامت شهرته، ولا سيما ما كتبه في الرد ¶ على دنلوب، لمحاولته تأخير الدروس العربية (1). ¶ 8 - مجلة (المقتبس) التي أشَسها بمصر، وجارى فيها ما كان عليه ¶ الغربيون من نشر البحوث العلمية والأدبية والتحقيقات التاريخية، ¶ فكادْ ينقل عن مجلات العالم أنباء في العلم والحضارة والتقدم ¶ والاختراع. ويكتب في أعلام المشارقة والمغاربة، ويعرّب روايات ¶ عدّة من الفرنسية، وينشر إلى ذلك كتبأ قديمة عن مخطوطات نادرة، ¶ فهو بذلك جمع بين القديم والحديث، وهذا أثر اَخر من آثار دراسته ¶ الأولى. ¶ ومجموعة مجلة (المقتبس) من أنفس ما تذخر به مكتبتنا العربية ¶ الحديثة في علوم اللغة والأدب والتاريخ، إلى مقالات في الرحلة ¶ ووصف المخطوطات في عواصم الشرق العربي، وقد بلغت تسع ¶ مجلدات في (6550 صفحة) صدر ثلاثة منها في مصر، وسائرها في ¶ دمشق. إذ بعد عودته إلى دمشق سنة 1908 أصدر فيها (المقتبس) ¶ اليومي، وهي أول جريدة يومتة صدرت في دمشق، وهو في الثالثة ¶ والثلاثين من عمره تقريبأ. يفول كرد علي: ااستغرقت الجرائد السياسية ¶ ومجلة (المقتبس) العلمية كل وقتي وجهدي، وصرفت في ذلك بضع ¶ سنين (1906 - 1914) منها ثلاث سنين في مصر، أخرجت خلالها ¶ (المقتبس) العلميئ ثلاثة مجلدات، وأخرجتُ في دمشق خمسة ¶ مجلدات، وعددين اثنين من السنة التاسعة \" (2). ¶ (1) ¶ (2) ¶ ا لمذكر ات: 1/ 9 5. ¶ ا لمذكر ات: 1/ 8 0 3. ¶ 158",
            "page": "158",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "وكان من عادته ان يصدر كل عدد في ست وخمسين صفحة، يبدأ ¶ أول أبوابه بباب عنونه ب (صدور المشارقة والمغاربة) يتكقم فيه عن أحد ¶ رجال التا! يخ من المسلمين أو غيرهم، ومن الأبواب الثابتة (مطبوعات ¶ ومخطوطات) يورد فيه ما صدر من عالم المخطوطْات، أو يصف فيه ¶ مخطوطاً يرا 5 أنه هام، ويختم المجلة بباب (نفاضة الجراب)، ويتخفل ¶ المجلة كتابات مترجمة، واجتماعية، وعلمية، وسياسية، ودينية، ¶ وتحقيقات لنصوص خطية. ¶ وقد وصفها كردعلي على صفحة العنوان فقال: \" (المقتبس): ¶ مجلة تبحث في التربية والتعليم والاجتماع والاقتصاد والأدب والتاريخ ¶ والآثار واللغة وتدبير المنرْل والصحة والكتب وحضارة العرب ¶ وحضارة الغرب، تصدر في كل شهر عربيئ بدمشق لمنشئها محمد ¶ كرد علي\". ¶ وتراوحت طباعة أعدادها بدمشق بين مطبعة الترفي في محلّة ¶ القيمرية بدمشق، ومطبعة المقتبس. ¶ كتب في مجقته أعيانُ العلماء والأدباء، حتى إنّه ذكر ذلك بقوله في ¶ فاتحة المجلد السادس (1329 هـ- 1 191 م) فقال: \" ولقد هئأ الزمانُ ¶ لهذ 5 المجلة طائفةً من العلماء الباحثين والكاتبين المفكرين، أخذوا ¶ عَلَى أنفسهم كما فعلوا في السني! الغابرة أن يوافوها اثابهم اللّه الشهرَ ¶ بعد الشهر بخلاصة أبحاثهم، ويُعلّموا الناس مما علموا وزكنوا، وهذا ¶ مما يزيدُ الثقةَ بهذا العمل العلمي، وعملُ الجماعة أمتع وأنفع، وعملُ ¶ الفرد لا يخلو من ضعف وضؤولة. وهاك أسماءهم إقراراً بألمحضالهم ¶ على العلوم والآداب: ¶ احمد بك تيمور (القاهرة)، احمد بك زكي (القاهرة)، أمي! ¶ أفندي ريحاني (نيويورك)، الشيخ جمال الدين القاسمي (دمشق)، ¶ 159",
            "page": "159",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "جرجي أفندي الحداد (دمشق)، خليل أفندي رفعت (دمشق)، خليل ¶ بك سعد (بيروت)، رشيد بك بقدونس (سلانيك)، رفيق بك العظم ¶ (القاهرة)، زكي افندي الخطيب (سنجار)، صلاح الدين أفندي ¶ القاسمي (دمشق)، ساتستا (بغداد)، سليم أفندي البخاري (دمشق)، ¶ شكري افندي العسلي (دمشق)، الشيخ طاهر الجزائري (القاهرة)، ¶ الدكتور عبد الرحمن الشهبندر (دمشق)، عبد القادر أفندي المغربي ¶ (طرابلس الشام)، عبد الله أفندي مخلص (حيفا)، عبد الوهاب أفندي ¶ الإنكليزي (الباب)، عيسى أفندي إسكندر معلوف (زحلة)، فارس ¶ أفندي الخوري (دمشق)، فارس افندي فياض (دمشق)، محمود ¶ شكري أفندي الاَلوسي (بغداد)، يوسف أفندي جرجس زخم ¶ (نبراسكا) (1) \" (2). ¶ وقد حزَر معظم موادها الأستاذ كرد علي، وبلغ عدد صفحاتها ¶ (6476) صفحة، عدا جريدة المقتبس، وأصدر الدكتور رياض ¶ عبد الحميد مراد فهارس للمقتبس، طبعها مجمع اللغة العربية بدمشق ¶ سنة 1397 هـ= 1977 م، ضقت خمس فهارس: الفهرس العام ¶ للمواد، فهرس الكُتاب والمؤلفين، فهرس الكتب والرسائل، فهرس ¶ القصائد، فهرس الموضوعات. ¶ 9 - مجلة (المجمع العلمي العربي) بدمشق، حيث كتب فيها كثيراَ ¶ من المقالات، ونشر فيها كثيراً من المحاضرات التي ألقاها. ويكادُ ¶ يندر ألا يكون للأستاذ الرئيس بحث في كل مجقد بل كل عدد من ¶ أعدادها منذ تأسيسها وحتى وفاته رحمه الثه. ¶ (1) ¶ (2) ¶ في الولايات المتحدة. ¶ مجلة المفتبس 6/ 2. ¶ 160",
            "page": "160",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "كما نشر في عدد من الدوريات الأخرى، ولقد قادنا البحث إلى أنه ¶ نشر محاضرة بعنوان (كتبنا وتاَليفنا) في مجلة (الرسالة) الفاهرية، العدد ¶ 1 31 جمادى الأولى 1358 = يونيه 1939. ¶ كا+-ل!! ¶ 161",
            "page": "161",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "خامساً: المحا ضرات ¶ اعتنى الأستاذ محمد كرد علي بإلقاء المحاضرات، وشجّع أترابه ¶ من أعضاء المجمع العلمي العربي بدمشق، ووجو 5 المجتمع وأعلامه ¶ في عصره على ذلك، فكانت في كلِّ أسبوع محاضرة، وكان لا بذ من ¶ عرضها على لجنة النظر في المحاضرات والمقالات، لتنظر فيها؟ وهم ¶ الأساتذة: فارس الخوري، مسعود الكواكبي، مصطفى الشهابي، ¶ عارف النكدي. وممن كان ينظر في لغتها الأساتذة: عبدالقادر ¶ المبارك، سليم الجندي، خليل مردم بك. وقد اختير يوم الجمعة ¶ لإلقاء المحاضرات، فتكون قبل الظهر للنساء، وبعد 5 للرجال. ¶ وفيما يلي محاضرات الأستاذ في المجمع، والتي نُشر قسم منها في ¶ مجلته، وقسم في محاضراته المختارة (1)، وقسم لم ي! شر: ¶ ا - الحسبة في الإسلام، 13/ حزيران / 1 92 1. ¶ 2 - الجباية دي الإسلام، 31/ تموز/ 1 92 1. ¶ 3 - خلاصة اعمال المجمع منذ نشأته، 7/ كالْون الأول / 922 1. ¶ 4 - مصانع الشام وهندستها، 29/ كانودْ الاول / 922 1. ¶ 5 - تاريخ العلم في الشام 9/ شباط / 1923. ¶ 6 - العلم في سورية في القرون الاخيرة 6 1 / اَذار/ 923 1. ¶ 7 - سكان الشام ولغاتهم 3/ أيار/ 1923. ¶ __________ ¶ (1) أصدر المجمع العلمي العربي اجزاء ضمّنها مجموعة مختارة من محاضراته. ¶ 162",
            "page": "162",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "- بين العرب والروم في الشام 2/ حزيران / 923 1. ¶ - صفحة من تاريخ بني أمية 22/ حزيران / 1923. ¶ ا - اَخر عهد الحكم العربي في بلاد الشام 0 1/ اب/ 1923. ¶ ا - عهد بني أيوب في الشام 4 2/ كانودْ التْاني/ 924 1. ¶ ا - دولة المماليك البحرية في الشام 15/ شباط / 1924. ¶ ا - عهد الشراكسة والمماليك ووقائع التتار القدماء في الشام ¶ 7/ آذار/ 1924. ¶ ا - عهد تيمورلنك 4 1/ اَذار/ 1924. ¶ ا - عهد المماليك الشراكسة إلى ظهور العثمانيين 4/ لْيسان/ 4 92 1. ¶ ا - عهد الدولة العثمانية في الشام من 922 هإلى 0 100 هـ ¶ 24/نيسان / 1924. ¶ ا - تاريخ بلاد الشام في القرن الحادي عشر 23/ ايار/ 4 92 1. ¶ ا - الشام في القرن الثاني عشر 3/ تشرين الأول / 4 92 1. ¶ ا - خطاب حفلة المجمع السنوية 26/ كانون الأول / 924 1. ¶ 2 - ظاهر العمر وأحمد باشا الجزار 16/ كانون الثاني / 925 1. ¶ 2 - حوادث أوائل القرن الثاني عشر 23/ كانون الثاني / 925 1. ¶ 2 - وقائع الجزار 30/ كانون الثاني / 925 1. ¶ 2 - عهد إبراهيم باشا المصري 6/ شباط / 1925. ¶ 2 - الحالة الاجتماعية لمحي الشام من خروج المصريين إلى عام 0 30 ا هـ ¶ 13/ شباط / 1925. ¶ 2 - الفنون الجميلة 3/ ثيسان/ 1925. ¶ 163",
            "page": "163",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "2 - الجيوش البرية والبحرية 23/ أيار/ 925 1. ¶ 2 - سهل بن هارون في عهد الرشيد والمامون 3/كانون ¶ الأول / 926 1. ¶ 2 - أبو حيان التوحيدي 18 / شباط / 1927. ¶ 2 - بحث في أسفار التوحيدي (تتمة) 1 1 / اذار/ 927 1. ¶ 3 - البلاغة سبيل الوزارة 1 1/ آذار/ 1927. ¶ 3 - الكتب والمكاتب في الشام 18/ اذار/ 927 1. ¶ 3 - فضل علماء المشرقيات على الحضارة العربية 5 2/ آذار/ 927 1. ¶ 3 - تركة السلف وتفريط الخلف 8/ نيسان / 1927. ¶ 3 - الأوقاف: ماضيها ومستقبلها 28/ تشرين الأول / 927 1. ¶ 3 - أديرة الشام وكنائسها 26/ تشرين الثاني / 927 1. ¶ 3! كيف يُستفاد من التاريخ بمناسبة أديار الشام 9/كانون ¶ الأول / 927 1. ¶ 3 - تقرير بأعمال المجمع خلال السنين الثلاث الماضية 13/كانون ¶ الثاني / 928 1. ¶ 3 - تعاليم العلامة الشيخ طاهر الجزائري وحياته وعبقريته 0 2/كانون ¶ الثاني / 928 1. ¶ 3 - حياة الشيخ طاهر الجزائري واَثاره ومؤلفاته 26/ كانون ¶ الثاني / 928 1. ¶ 4 - شاعر الثيل حافظ إبراهيم وشعره الاجتماعي 0 1 / شباط 1928. ¶ 4 - بين الشرق والغرب 26/ تشرين الأول! / 928 1. ¶ 164",
            "page": "164",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "7 ¶ 8 ¶ 9 ¶ 3 ¶ 6 ¶ 7 ¶ 8 ¶ - الفرق بيىْ التربيتين الشرقية والغربية 2/ تشرين الثاثي/ 928 1. ¶ - جوامعنا ومساجدنا 0 3/ تشرين الثاني / 928 1! ¶ - مدارسنا القديمة والحديثة 7/ كاثون الأول / 928 1. ¶ - عبد الحميد الكاتب 4 1/ كانون الاول / 928 1. ¶ - تحليل حياة عبد الحميد الكات! من رسائله 21/كانون ¶ الأول / 928 1. ¶ - عادات الحضر والبدو 25/ كانولىْ الثالْي/ 929 1. ¶ - حياة العلامة أحمد تيمور باشا 5/ اَذار/ 1931. ¶ - مجالس أناتول فرانس 7/ ايار/ 1 93 1. ¶ - مجالس أناتول فرانس (تتمة (4 1 / أيار/ 931 1. ¶ - مميزات بني أمية 4 1/ كانون الأول! / 939 1. ¶ -غوطة دمشق ا/ ايار/ 1 194. ¶ -غوطة دمشق (تتمة (9/ أيار/ 1 194. ¶ - إرشاد العامة 7/ تشرين الثاني / 1 94 ا هـ ¶ - الاَفة العظمى 6/ تشرين الثاني / 942 1. ¶ - اسباب انحطاطنا وأسباب نهضتنا 7/ أيار/ 1943. ¶ - قوميتنا وقوميات الغرب 4/ حرْيران / 943 1. ¶ - تبدل طباعنا بتبدل أوضاعسْا الاجتماعية 26/ تشرين ¶ الثاني / 943 1. ¶ - تاريخنا والتهجم في التأليف 24/ كالْولىْ الأو! / 943 1. ¶ - من ماضينا القريب 8/ كانون الأول / 944 1. ¶ 165",
            "page": "165",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "1 6 - القول في حقوق المرأة 22/ حزيران / 1945. ¶ 62 - العلامة المراغي شيخ الأزهر 7/ كانون الاول / 5 94 1. ¶ 166",
            "page": "166",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "وراقيّة بما كتِب عن الأستاذ محمد كرد علي ¶ درجت الأبحاث المعاصرة على وَضْعِ وِراقية (ببليوغرافيا) خاصة بالبحث ¶ الموضوع لأجله، وقد بينتُ في هذه الوِراقيّة كل ما وقع تحت يدي مقا كُتب ¶ عنه. وأمّا ما كُتِب عن مؤلفاته فقد آثرتُ توزيعه، فوضعته مع كلّ كتاب تحَلّمتُ ¶ عليه في الفصل الثاني. ¶ كتب مفردة في ترجمته: ¶ 1 - محمد كرد علي، تأليف عثمان الكعاك، تونس: منشورات جميعة ¶ الاتحاد الثقافي لعمل قابس، 1954. ¶ 2 - محاضرات عن محمد كرد علي، ألقاها شفيق جبري على طلبة قسم ¶ الدراسات الأدبية، 1957، القاهرة: جامعة الدول العربية: معهد الدراسات ¶ العربية العالية. ¶ 3 - محمد كرد علي، تأليف جمال الدين الآلوسي، بغداد؟ وزارة الثقافة ¶ والإرشاد، 966 1. ¶ 4 - محمد كرد علي، كتابُ مهرجان ذكرى مرور مئة عام على ولادة الأستاذ ¶ الرئيس الذي أقيم بدمشق خلال أسبوع العلم السادس عشر سنة 1936 هـ- ¶ 1976 م، مجمع اللغة العربية 1977 م. ¶ 5 - رسائل الأستاذ الرئيس محمد كرد علي إلى الأب أنستاس الكرملي، ¶ حقّقها وقدم لها وعلّق حواشيها حسين محمد العجيل، دمشق: مجمع اللغة ¶ العربية، 1421 هـ= 0 0 20 م. ¶ 6 - محمد كرد علي: حياته واثاره، إعداد حسين بيوض، رسالة ماجستير. ¶ أشارت إليها قواعدُ بيانات الملك فيصل للرسائل الجامعية، ولم تذكر الجامعة ¶ ولا المكان. ¶ 167",
            "page": "167",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "7 - شيخ الباحثين الرئيس محمد كردعلي رحمه اللّه، تأليف محمد ¶ الشيباني، الكويت؟ مركز المخطوطات، 1993. ¶ 8 - محمد كرد علي المثقف وقضية الولاء السياسي، تأليف محمد الناصر ¶ النفراوي، تونس: دار الجنوب، 993 1. ¶ كتب وأبحاث ترجمت له او تناولته بالبحث: ¶ 1 - حياة محمد كرد علي مؤلف خطط الشام ترجمته لنفسه، وضعها في آخر ¶ كتابه (خطط الشام) 6/ 333 - 47 3. ¶ 2 - الأعلام، للزركلي دار العلم للملايين. ¶ 3 - أعلام العرب في السياسة والأدب، فايز سلامة: 184. ¶ 4 - أشهر مشاهير أدباء الشرق، محمد عبد الفتاح. ¶ 5 - أعلام الأدب والفن، ادهم الجندي: 236. ¶ 6 - مصادر الدراسة الأدبية، تاليف يوسف أسعد داغر، منشورات جمعية ¶ اهل القلم في لبنان، 1956. ¶ 7 - قدماء ومعاصرون، تاليف د. سامي الدهان، القاهرة: دار المعارف، ¶ 961 1. ¶ 8 - محمد كرد علي وأمراء البيان، تقديم د. سامي الدهان للطبعة الثالثة من ¶ كتاب امراء البيان للأستاذ محمد كرد علي. ص (ب -ظ). ¶ 9 - رجالات في امة، فضل عفاش، دمشق؟ دار المعرفة، 988 1. ¶ 0 1 - النهضة الإسلامية في سير أعلامها، محمد رجب البيومي، دمشق: ¶ دار القلم، 995 1. ¶ مقالات المجلات العربية: ¶ 1 - محمد كرد علي: حياته واثاره، سامي الدهان، دمشق: مجلة المجمع ¶ العلمي بدمشق 30/ 1 21 - 252 (1955). ¶ 2 - إلى الأستاذ محمد كرد علي، رئيس المجمع العلمي العربي في دمشق، ¶ 168",
            "page": "168",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "أديب التقي، مجلة العرفان مجلد 9: 555 (رد فيه على نقد الأستاذ كرد علي ¶ على مؤئفات السيد البغدادي، وهي سير التاريخ الإسلامي والتاريخ الإسلامي ¶ العام). ¶ 3 - أوهام محمد كرد علي اللغوية، مصطفى جواد، مجلة العرفان 17: ¶ 480. ¶ 4 - في الهزيمتين، محمد كرد علي، مجلة المجمع العلمي العربي 16: ¶ 291 (من مذكراته أودعها خبر هزيمته من وجه من أراد له السوء، ونزوله ضيفأ ¶ على عرب البادية). ¶ 5 - الاشْقاد والدروس التاريخية في سورية، الأب هنري لامنس، مجلة ¶ الشرق، مجلد 0 2: (1922): ص 964 (نقد ما جاء فى كتابه \" غابر الأندلس ¶ وحاضرها \"). ¶ 6 - كيف عرفتُ الأستاذ محمد كردعلي، مجلة الثقافة 2 (1940): ¶ 1116. ¶ 7 - مجلة العرفان، مجلد: 15: 973. ¶ 8 - مجلة الحسناء، 1: 240. ¶ 9 - محمد كرد علي: نظرات في حياته وأعماله، عبد الغني العطري، مجلة ¶ الفيصل، العدد 57 2 ذو القعدة 18 4 1 مارس 998 1. ¶ 10 - محمد كرد علي علامة الشام 1976 - 1953،! ان أ! ان، مجلة ¶ الموقف الأدبي، العدد 483، نيسان، 03 0 2. ¶ *** ¶ 169",
            "page": "169",
            "part": "1"
        },
        {
            "id": "170",
            "nass": "ثَبَت المصادر والمراجع ¶ * ا لاَ لوسي = 4 3. ¶ 1 - الإدارة الإسلامية في عزّ العرب، تأليف محمد كرد علي، القاهرة: مطبعة ¶ مصر، 1934. ¶ 2 - الإسلام والحضارة العربية، تأليف محمد كرد علي، القاهرة: لجنة التاليف ¶ والترجمة والنشر بمطبعة دار الكتب المصرية، 934 1م. ¶ 3 - الأشربة:، ابن قتيبة، تحقيق محمد كرد علي، دمشق: المجمع العلمي ¶ العربي، 366 1 هـ= 947 1م. ¶ 4 - أقوالنا وأفعالنا، بقلم محمد كرد علي، القاهرة: دار إحياء الكتب العربية ¶ عيسى البابي الحلبي، 965 1هـ= 946 1م. ¶ 5 - أمراء البيان، تأليف محمد كرد علي، بيروت: دار الأمانة، 388 1هـ= ¶ 969 1م. ¶ 6 - البعثة العلمية إلى دار الخلافة الإسلامية، تأليف محمد كرد علي وآخرين، ¶ بيروت: المطبعة العلمية، 334 1 هـ= 916 1م. ¶ 7 - البيزرة، بازيار العزيز باللّه الفاطمي، تحقيق محمد كرد على، دمشق: ¶ المجمع العلمي العربي، 09 4 1هـ= 988 1م. ¶ 8 - تاريخ الحضارة في القرون الوسطى والحديثة، لشارل سنيوبوس، نشر جزء ¶ منه في مجلة المقتبس 34 (1909). ¶ 9 - تاريخ حكماء الإسلام، لظهير الدين البيهقي، تحقمِق محمد كرد علي، ¶ دمشق: المجمع العلمي العربي، 9 0 4 1هـ= 988 1م. ¶ 170",
            "page": "170",
            "part": "1"
        },
        {
            "id": "171",
            "nass": "10 - تاريخ المجمع العلمي العربي، تاليف أحمد الفتيّح، دمشق: المجمع ¶ العلمي العربي، 1975 هـ= 956 1م. يشُار إلمِه: (الفتيّح). ¶ جبري - 33. ¶ 11 - الحسبة في الإسلام، محمد كرد علي، بحث ضمن مجلة المجمع العلمي ¶ العربي بدمشق، المجلد الأول، 339 1 هـ= 926 1م. ¶ 12 - الحكومة المصرية في الشام، بقلم محمد كرد علي، القاهرة: المطبعة ¶ السلفية ومكتبتها، 1343. ¶ 13 - خطط الشام، تأليف محمد كرد علي، دمشق: مصورة عن طبعة دار ¶ العلم للملايين 389 1 هـ= 969 1م. يُشار إليه: (كرد علي). ¶ 14 - دمشق مدينة السحر والشعر، تأليف محمد كرد علي، دمشق، دار ¶ الفكر، 404 اهـ= 984 1م. ¶ الدهان = 35. ¶ 15 - الرحلة الانورية إلى الأصقاع الحجازية، تأليف محمد كرد علي، ¶ بيروت: المطبعة العلمية، 334 ا هـ- 916 ام. ¶ 16 - رسائل الأستاذ الرنيس محمد كرد علي إلى الاب أنستاس الكرملي، حقّقها ¶ وقدم لها وعلق حواشيها حسين محمد العجيل، دمشق: مجمع اللغة ¶ العربية، 1 42 1 هـ- 0 0 0 2 م يشُار إليه: (العجيل). ¶ 17 - رسائل البلغاء، لمجموعة من الكُتاب، تحقيق محمد كرد علي، ¶ القاهرة، لجنة التاليف والترجمة، 365 ا هـ= 946 ام. ¶ 18 - سيرة أحمد بن طولون، للبلوقي، تحقيق محمد كرد علي، دمشق: ¶ المكتبة العربية، 1358 هـ= 939 ام. ¶ 19 - الشيخ طاهر الجزائري: رائد النهضة العلمية في بلاد الشام واعلام من ¶ خريجي مدرسته، عدنان الخطيب، القاهرة، معهد البحوث والدراسات ¶ العربية، 1 97 1 م. ¶ 171",
            "page": "171",
            "part": "1"
        },
        {
            "id": "172",
            "nass": "* العجيل-16. ¶ 20 - العلامة المراغي شيخ الأزهر، بحث لمحمد كرد علي، ضمن مجلة ¶ المجمع العلمي العربي بدمشق، المجلد 21، سنة 1946. ¶ 21 - غابر الأندلس وحاضرها، تأليف محمد كرد على، القاهرة: المطبعة ¶ الرحمانية، 923 ام. ¶ 22 - غرائب الغرب، تأليف محمد كرد على، القاهرة: المكتبة الأهلية، ¶ 341 اهـ=923 ام. ¶ 23 - غوطة دمشق، تأليف محمد كرد على، دمشىَ، دار الفكر، 4 0 14 هـ- ¶ 984 ام. ¶ -الفتئح = 9. ¶ 24 - الفضيلة والرذيلة (رواية)، لجورج أونه، القاهرة: مجلة مسامرات ¶ الشعب، 907 ام. ¶ 25 - فهارس المقتبس، رياض عبد الحميد مراد، دمشق: المجمع العلمي ¶ العربي، 397 اهـ- 977 ام. ¶ 26 - قدماء ومعاصرون، تأليف سامى الدهان، القاهرة، دار المعارف، ¶ 961 ام. ¶ 27 - القديم والحديث، تأليف محمد كرد علي، القاهرة، المكتبة التجارية ¶ الكبرى، ط، 343 ا هـ- 925 ام. ¶ -كرد علي- 13. ¶ 28 - كنوز الأجداد، محمد كرد علي، دمشق: المجمع العلمي العربي، ¶ 950 1م. ¶ 29 - المجرم والبريء (رواية)، تعريب محمد كرد علي، القاهرة مسامرات ¶ الشعب، 1907 م. ¶ 30 - مجلة لغة العرب العراقية. ¶ 31 - مجلة مجمع اللغة العربية بدمشق. ¶ 172",
            "page": "172",
            "part": "1"
        },
        {
            "id": "173",
            "nass": "32 - مجلة المقتبس. ¶ 33 - محاضرات عن محمد كرد علي، ألقاها شفيق جبري على طلبة قسم ¶ الدراسات الأدبية، 957 ام، القاهرة: جامعة الدول العربية: معهد ¶ الدراسات العربية العالية. يشار إليه: (جبري). ¶ 34 - محمد كرد علي، تأليف جمال الدين الاَلوسي، بغداد: وزارة الثقافة ¶ والإرشاد، 966 ام. يشُار إليه: (الآلوسي). ¶ 35 - محمد كرد علي: حياته وآثاره، بقلم د. سامي الدهان، (مجلة مجمع ¶ اللغة العربية 0 3/ 55). يشُار إليه: (الدها!). ¶ 36 - محمد كرد علي: كتاب مهرجان ذكرى مرور مئهْ عام على ولادة الأستاذ ¶ الرئيس الذي أقيم بدمشق خلال أسبوع العلم السادس عشر سنة ¶ 396 اهـ-976 ام، مجمع اللغة العربية 977 ام، يشُار إليه: (محمد ¶ كرد علي، مجمع اللغة العربية). ¶ 37 - المذكرات، محمد كرد علي، 4 أجزاء دمشق: مطبعة الرقي، 367 ا هـ ¶ = 948 1 م يُشار إليه: (المذكرات). ¶ 38 - سامرات الشعب، لجول مري، لْعريف محمد كرد علي، القاهرة: ¶ مسامرات الشعب. ¶ 39 - المستجاد من فعلات الأجواد، للتنوخىّ، تحقيق محمد كرد علي، ¶ دمشق: المجمع العلمي العربي، 946 1م. ¶ 40 - المستعربون من علماء المشرقيات، محمد كرد علي، بحث منشور في ¶ مجلة كلية الاداب جامعة فاروق الأول، المجلد الرابع، 948 1. ¶ 41 - مصادر الثقافة العربية وتأئيرها في الحضاره الحديثة، محمد كرد علي، ¶ القاهرة: الجامعة الأمريكسِة. ثم أعادت نشرها الهيئة العامة للكتاب بمصر ¶ ضمن مشروع الألف الثاني للكتاب عام 02 0 2 بعنوان \"بين المدينة العربية ¶ والأوربية\" أشرف على إعدادها وعلق عليها الدكتور عبد الرحمن عبد اللّه ¶ الشيخ. ¶ 173",
            "page": "173",
            "part": "1"
        },
        {
            "id": "174",
            "nass": "42 - مصادر الدراسة (الأدبية، يوسف أسعد داغر، بيروت: منشورات جمعية ¶ أهل القلم في لبنان، 956 1م. ¶ 43 - المعاصرون، تأليف محمد كرد علي، علق عليه وأشرف على طبعه ¶ محمد المصري، دمشق: مجمع اللغة العربية، 0 41 1هـ= 980 1م. ¶ 44 - منهج تحقيق المخطوطات، إياد خالد الطباع، دمشق: دار الفكر، ¶ بيروت: دار الفكر المعاصر، ط، 03 0 2 م. ¶ 45 - يتيمة الزمان في قبعة اليهودي ليفمان (رواية)، تعريب محمد كرد علي، ¶ 1894 م. ¶ *** ¶ 174",
            "page": "174",
            "part": "1"
        }
    ],
    "t38603": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "محمد كرد علي المؤرخ البحاثة والصحافي الأديب"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول لمحات من حياته"
        },
        {
            "id": "170",
            "lvl": "1",
            "sub": null,
            "tit": "ثَبَت المصادر والمراجع"
        }
    ]
}