{
    "b38617": [
        {
            "id": "3",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 16 ¶ الشيخ علي الخفيف الفقيه المجدد ¶ 1309 - 1398 هـ ¶ 1891 - 1978 م ¶ تأليف ¶ محمد عثمان شبير ¶ دار القلم ¶ دمشق",
            "page": "2",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "بسم الله الرحمن الرحيم",
            "page": "3",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الطبعة الأولى ¶ 1423 هـ - 2002 م",
            "page": "4",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "المقدمة ¶ الحمدُ لله العالمين، والصلاة والسلام على سيدنا محمد وعلى آله ¶ وصحبه ومن دعا بدعوته إلى يوم الدين. ¶ أما بعد: فإن تاريخنا المعاصر حافل بأعلام أفذاذ، لم تنقطع أعمالهم بعد ¶ وفاتهم، افنوا حياتهم في الكتابة والتأليف، ومن هؤلاء الشيخ الجليل (علي ¶ الخفيف) رحمه الله تعالى. فلايكاد الباحثون في الفقه الإسلامي عامة والاقتصاد ¶ خاصة يتذاكرون االمصادر الخاصة بأحكام المعاملات المالية الشرعية إ لا ويتبادر ¶ إلى أذهانهم اسم ذلك الشيخ، فهو صاحب عشرات الكتب والأبحاث العلمية ¶ الدقيقة في هذا المجال، وتفوق دقته دقة الكثير من العلماء المعاصرين له أمثال ¶ الشيخ (عبد الوهاب خلاف) والشيخ (محمد أبو زهرة)، ومن الامثلة على كتبه ¶ في مجال المعاملات (أحكام المعاملات الشرعية)، و (مختصره)، و (الملكية ¶ في الشريعة الإسلامية)، و (الشركات في الفقه الإسلامي) وغير ذلك مما سيأتي ¶ تعريفه في الفصل الثانى. ¶ ومما ينبغي التنبيه عليه أن مؤلفات الشيخ علي الخفيف لم تقتصر على ¶ مجال واحد، بل تعدت إلى مجالات متعددة: ففي مجال أصول الفقه كتب عن ¶ أسعباب الاختلاف والاستصحاب، وفي مجال الأحوال الشخصية كتب عن فوق ¶ الزواج، وفي مجال السياسة الشرعية كتب عن نظام الحكم والخلافة. ¶ وبالرغم من كثرة مؤلفات الشيخ علي الخفيف وتنوعها، وكثرة ذكره على ¶ ألسنة الباحثين في الفقه والقانون والاقتصاد، وكثرة الاعتماد على كتبه وأبحالْه",
            "page": "5",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الدقيقة، فلم تخل رسائل الدكتوراه والماجستير وابحاث اساتذة الجامعات من ¶ اقتباس منها واعتماد عليها في التبويب والتصنيف والحصول على المعلومات. ¶ وبالرغم من ذلك كله إلا ان فضيلة الشيخ لم يحظ بترجمة وافية تبين ملامح ¶ شخصيته، وتتناول مؤلفاته بالتعريف، وآراءه بالدراسة والتحليل، فقد بحثت ¶ في المكتبات العامة والخاصة عن كتاب يترجم له فلم أجد، وتصفحت الأجزاء ¶ الخمسة التي كتبها الدكتور محمد رجب البيومي بعنوان (النهضة الإسلامية في ¶ سير أعلامها المعاصرين) فلم اجد ذكراً لهذا الشيخ الجليل لا من قريب ولا من ¶ بعيد. كما انني تصفحت (مجلة الأزهر) التي اهتمت بالترجمة لعلماء الأزهر ¶ الشريف المعاصرين، فلم اجد أحداً كتب عنه. ¶ لهذا نشأت عندي رغبة في الكتابة عن هذا الشيخ والترجمة له، لأوفيه ¶ بعض حقه عليئَ، فقد استفدت كثيراً من كتبه وأبحاثه الدقيقة اثناء دراستي للفقه ¶ الإسلامي في مراحل الدراسة المختلفة من بكالوريوس وماجستير ودكتوراه كما ¶ انني استفدت من كتبه في تدريسي الجامعي لطلبة الدراسات العليا في كل من ¶ جامعة الملك سعود بالرياض والجامعة الأردنية. ¶ وقد ظلت هذه الرغبة كامنة في نفسي إلى ان اتصل بي الأستاذ الفاضل ¶ محمد علي دولة صاحب مكتبة دار القلم، وعرض علي ان اسهم في السلسلة ¶ الجديدة التي بدات الدار بنشرها عن العلماء المعاصرين تحت عنوان (علماء ¶ ومفكرون معاصرون: لمحات من حيا تهم وتعريف بمؤلفا تهم) والتي تهدف إلى ¶ تقديم لمحة موجزة عن حياة العالم المعاصر، وتقديم إنتاجه في مسرد عام ¶ جامع، ومن ثم التعريف بكل كعتاب من حيث محتوياته، وذلك بعرض ابوابه ¶ وفصوله وموضوعاته، والتركيز على ما هو جديد فيه. ¶ فأحيا ذلك الاتصإل تلك الرغبة، وقمت بالبحث عن كتب الشيخ وابحاثه ¶ والمقالات التي ترجصت له، فانتقلت من مكتبة إلى مكتبة ومن بلد إلى بلد آخر ¶ يبعد عن الأول أكثر من مئتي كليو متر، واتصلت بابن الشيخ علي الخفيف ¶ الدكتور حميد استاذ الطب الشرعي في كل من القاهرة ودبي، واستطعت ا ن ¶ احصل منه على معلومات مفيدة.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "كما اتصلت بالمكتبة التي قامت بنشر بعض مؤلفات الشيخ علي الخفيف ¶ وهي دار الفكر اللربي بالقاهرة، واتصلت بالأستاذ الفاضل الدكتور محمد ¶ الدسوقي زميلي فيب كلية الشريعة بجامعة قطر وأحد تلامذة الشيخ الخفيف، ¶ والذي قدم أطروحته للدكتوراه في دار العلوم تحت إشرافه، وطلبت منه أ ن ¶ يتفضل علي بالبحث عن بعض الكتب المفقودة في مكتبات القاهرة العامة، ¶ فاستجاب لهذا الطلب بكل أريحية، فجزاهم اللّه خيراً، وجعل ذلك في ميزان ¶ حسناتهم يوم القيامة. ¶ وقد تمثلت نتيجة هذا البحث المضني والممتع في صيف سنة (1 0 0 2 م) ¶ في هذا الكتاب الذي، تضمن فصلين وخاتمة: ¶ الفصل الأول: لمحات من حياة الشيخ علي الخفيف وآراؤه في ¶ المعاملات المالية المعاصرة. ¶ والفصل الثاني: التعريف بمؤلفات الشيخ علي الخفيف. ¶ والخاتمة: لخصت فيها أهم نتائج البحث. ¶ والله أسأل ان يجعل هذا العمل خالصاً لوجهه الكريم وأن يتقبله مني، ¶ ويجعله في ميزان حسناتي يوم لا ينفع مال ولا بنون. ¶ الدكتور محمد عثمان شبير ¶ جامعة قطر - كلية الشريعة",
            "page": "7",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الفصل الأول ¶ لمحات من حياته ¶ المبحث الأول: لمحات من حياة الشيخ علي ¶ الخفيف ¶ المبحث الثاني: آراؤه في المعاملات المالية ¶ المعاصرة",
            "page": "9",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "المبحث الأول ¶ لمحات من حياة الشيخ علي الخفيف ¶ تعددت جوانب العطاء ومناحي النبوغ في شخصية الشيخ علي الخفيف، ¶ وساعدت في ذلك جوانب عديدة، منها نضجه في التفكير، واصالة رأيه وسمو ¶ خلقه، وظروف عصره. وسنتناول في هذا الفصل ستة مطالب وهي: ¶ المطلب الأول: ملامح عصره. ¶ المطلب الثاني: نشأته وتكوينه العلمي. ¶ المطلب الثالث: وظائفه. ¶ المطلب الرابع: مكانته العلمية. ¶ المطلب الخامس: شخصيته واخلاقه. ¶ المطلب السادس: وفاته وثناء العلماء عليه. ¶ 10",
            "page": "10",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "المطلب الأول ¶ ملامح عصره ¶ عاش الشيخ علي الخفيف - على وجه التقريب - في القرن الرابم عشر ¶ الهجري الموافق للقرن العشرين الميلادي حيث ولد سنة (9 30 ا هـ/ 1891 م) ¶ وتوفي سنة (398 1 هـ/ 978 1م)، وفي هذه الفترة تعرَّض العالم الإسلامي ¶ لأشرس هجمة غربية صليبية يهودية، فلم تكن تلك الهجمة مجرد ردة فعل ¶ كالهجمات السابقة، وإنما كانت هجمة منطمة ومخطط لها، فقد عمل الغرب ¶ الصليبي واليهود! منذ مئات السنين على إضعاف العالم الإسلامي من جميع ¶ النواحي السياسية والاجتماعية والعلمية وغير ذلك. ¶ أولاَ: فمن الناحية السياسية استولت فرنسة على مراكش بالإضافة إلى ¶ الجزائر، واستولتط إيطالية على ليبية، ثم انتزعتها منها إنكلترة، وأقاموا فيها ¶ دولة للسنوسيين ا واحتلت إنكلترة مصر في سنة (1882 م) احتلالاً فعلياً، ¶ ولكن الدولة العثمانية ظلت تنازعها السيادة من الناحية القانونية حتى قامت ¶ الحرب العالمية الأولى سنة (4 91 1م) وبقي للمسلمين في هذا القرن دولتان، ¶ ولكنهما ضعيفتان: الدولة العثمانية التركية بقيادة السلطان عبد الحميد، ودولة ¶ القاجاريين بفارس وكان يتولاها: ناصر الدين شاه ولكنها كانت مصابة بداء ¶ الفتنة، فقد قتل نإصر الدين بيد أحد افراد عائلته سنة (1896 م) وتولى بعده ابنه ¶ مظفر الدين شاه، فقامت عليه ثورة اطاحت به سنة (6 0 9 1 م). ¶ وأهم الأحداث السياسية التي برزت في القرن الرابم عشر الهجري (1): ¶ __________ ¶ (1) انظر: المجددون في الإسلام لعبد المتعال الصعيدي، ص 8 0 5؟ وتاريخ القرن ¶ العشرين لنبيير رونوفن، ص 48؟ ومعالم تاريخ الإسلام لعصام الدين الفقي، = ¶ 11",
            "page": "11",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "1 - قيام الحرب العالمية الأولى (4 191 - 1918 م) بين كل من إنكلترة ¶ وفرنسة وروسية وإيطالية وصربية وبلجيكة، وبين ألمانية والنمسة وهنغارية ¶ والدولة العثمانية، وانتهت بانتصار الفريق الأول، وتقسيم العالم الإسلامي ¶ الذي كان يخضع للدولة التركية بين إنكلترة وحلفائها، فإستولت إنكلترة على ¶ فلسطين والأردن والعراق بالإضافة إلى مصر، واستولت فرنسة على سورية ¶ ولبنان. ¶ 2 - اعطاء الإنكليز فلسطين كوطن قومي لليهود (17 9 1 م): ¶ كانت فرنسة تتطلع إلى السيطرة على بلاد الشام بما فيها فلسطين، ولكن ¶ بريطإ نية سبقتها إ لى فلسطين والأردن لتنفيذ وعد بلفور وزير ا لخارجية البر يطإ ني، ¶ الذي وعد اليهود بالمساعدة على إقامة وطن قومي لهم في فلسطين، فعين ¶ الإنكليز (هربرت صموئيل اليهود!) مندوباً سامياً على فلسطين، وضيقوا على ¶ العرب والمسلمين فيها، وفتحوا باب الهجرة لليهود إلى فلسطين، وسمحوا ¶ للوكالة اليهودية أن تقوم بالإشراف على اليهود من الناحية السيإسية والتعليمية ¶ والاقتصادية، في الوقت الذ! منع العرب من الإشراف على امورهم. هذا ¶ بالإضافة إلى أن بريطإنية منحت اليهود أراض واسعة ليقيموا عليها مستعمراتهم؟ ¶ وقد أدى هذا إلى زيادة عدد اليهود في فلسطين فبعد أن كانوا لا يتجاوزون (75) ¶ ألف يهودي بلغوا في نهاية عهد الانتداب (0 75) الف يهود!، ولم تنسحب ¶ بريطانية من فلسطين إلا بعد ان مهدت لقيام الدولة العبرية في فلسطين في ¶ 5 1/ 5/ 48 9 1 م، وبذلك نفذ الإنكليز أبشع جريمة إنسانية في العصر الحديث. ¶ 3 - سقوط الخلافة العثمانية التركية (4 92 1 م): ¶ كان من اَثار الحرب العالمية الأولى السيئة على المسلمين سقوط الخلافة ¶ الإسلامية وإقصاء حكم الإسلام عن بلاد المسلمين، وقد ساعد في ذلك تاَمر ¶ ص 368؟ وصفحات من حاضر العالم الإسلامي لمحي الدين القضماني، ¶ ص 72؟ والأسرار الخفية وراء إلغاء الخلافة العثمانية لمصطفى حلمي، ¶ ص 26؟ وواقعنا المعاصر لمحمد قطب، ص 297. ¶ 12",
            "page": "12",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ا ليهود ¶ وغيرا ¶ الإسلا! ¶ الوضعية ¶ مثل الشب ¶ وبين فيه ¶ الأخلاقص ¶ الدولة الة ¶ في المال! ¶ الحكومار ¶ تلك ال! ¶ أن انقسم ¶ المتحدة ا ¶ والصين، ¶ المعسكر ¶ الرابع ع! ث ¶ الأيدي ص ¶ بين الشر ¶ حاجات ¶ لتحقيقه ¶ ا لإسلا م! ¶ ضد ¶ ذلك ¶ وقد ¶ ! مية ¶ مية ا ( ¶ لشيخ ¶ فيهأ ¶ ! قية ( ¶ في ¶ الف ¶ ال!، ¶ مات ¶ ةا ¶ هذ5 ¶ تا ¶ هذه الدولة، وظهور الدعوات الهدامة من عنصرية وقومية وطورانية ¶ ادى سقوط الخلافة الإسلامية إلى إحكام الغرب سيطرته على البلاد ¶ التي كانت تخضع لتركية، وقد عمل الغرب على إحلال! القوانين ¶ فربية محل القوانين الإسلامية، وفد وجد الغرب من يؤيده في ذلك؟ ¶ علي عبد الرازق الذي كتب كتاباَ بعنوان (الإسلام وأصول! الحكم) ¶ ط الإسلام ليس فيه نظام حكم وإنما هو مجموعة من التوجيهات ¶ يس غير. ¶ نتهاء دولة روسية القيصرية وقيام الثورة الشيوعية (17 9 1 م): ¶ نهاية الحرب العالمية الأولى قامت الثورة الروسية بالإجهاز على ¶ ! مرية، واحلت محلها حكومة شيوعية تدعو إلى المساواة بين الناس ¶ ما إلى ذلك من أصول! الاشتراكية المتطرفة، وتتظاهر بإنكار استعمار ¶ ا الراسمالية للشعوب الضعيفة، وتعمل على إثارة شعوب العالم على ¶ مات الراسمالية والإطاحة بها بشتى الوسائل، وقد ترتب على ذلك ¶ العالم إلى معسكرين: المعسكر الراسمالي وعلى راسه الولايات ¶ ؟ مريكية، والمعسكر الشيوعي وعلى رأسه روسية ودول شرق اوروبة ¶ وقد اثر هذا على العالم الإسلامي فانقسم إلى قسمين: قسم يتبع ¶ رأسمالي، وقسم يتبع المعسكر الشيوعي. ¶ جملة الأحداث السياسية التي عصفت بالعالم الإسلامي في القرن ¶ الهجري، والناظر في آئار الشيخ علي الخفيف يجده لم يقف مكتوف ¶ إ، وإنما تصدى لها، وبين بقلمه في كثير من الكتب الفقهية المقارنة ¶ ة والقانون الوضعي ميزة الشريعة الإسلامية، وقدرتها على سد ¶ ساس في المعاملات وغيرهإ، وأن الشريعة الإسلامية ما وجدت إلا ¶ مالح الناس، ودفع المفاسد عنهم، ولما ثارت قضية الخلافة، وأن ¶ لى فيه نظام حكم، كتب كتاب ا لخلافة وكتاب نظام ا لحكم في ا لإسلا م. ¶ ا افتتن الناس بالنظام الشيوعي كتب بحث (الفكر التشريعي واختلافه ¶ 13",
            "page": "13",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "باختلاف الشرائع) فبين فيه عيوب كل من النظام الشيوعي والنظام الراسمالي. ¶ ثانياً: واما من الناحية الاجتماعية فقد عمل الغرب على إضعافها حتى ¶ أصبح الفرد لايشعر بمسؤوليته أياَ كان دور 5 في المجتمع، فهو جشع في المطالبة ¶ بحقه، ومهمل كل الإهمال بواجباته تجاه الغير، وأدخلت المرأة كسلاح في ¶ المعركة ضد المسلمين، وقد وجد الغرب من يؤيده من المسلمين في ذلك مثل ¶ (قاسم امين) الذي نادى بتحرير المرأة من قيود الإسلام وأحكامه، وتبنى القضية ¶ فريق من النسوة على راسهن (هدى شعراوي)، وفريق من الرجال المدافعين عن ¶ حقوق المرأة، وأصبح الحق الأول الذي تطالب به النسوة هو السفور، فقد ¶ سافرت (هدى شعراوي) بنت محمد باشا سلطان إلى فرنسة لتتعلم، وسافرت ¶ محجبة، ولكنها لما رجعت خلعت الحجاب، وأصبحت تستقبل الرجال ¶ الأجانب دون الحجاب. وتحلق حولها مجموعة من الرجال والنساء، وقامت ¶ مجموعة من النساء بمظاهرة في ميدان قصر النيل أمام ثكنات الجيش الإنكليزي ¶ سنة (1919 م) هتفن فيها ضد الاحتلال، وقمن بخلع الحجاب عن رؤوسهن، ¶ والإلقاء به على الأرض، وسكبن عليه البترول، وأشعلن فيه النار (1)، هذا ¶ بالإضافة إ لى ظهور بعض ا لأمراض ا لاجتماعية كحرمان بعض ا لورثة من ا لميراث ¶ تحت ستار الوقف الأهلي. ¶ والناظر في مؤلفات الشيخ علي الخفيف يجده قد تصدى للأمراض ¶ الاجتماعية التي تفشت في المجتمع الإسلامي فبئن في أكثر من بحث موقفه ¶ منها. ¶ ففي بحث (الفكر التشريعي) قال: \"يقيم الإسلام مجتمعه على أسس ¶ قويمة تصونه من الأنانية في المعاملة والسلوك، ومن طغيان نوازع النفوس التي ¶ تدعو إلى الشر، وتوقد نار العداوة والبغضاء بين أفراده، وتؤدي بهم إلى ¶ الاعوجاج والفساد، والفرقة والتنابذ والفشل؟ اسس تربط بين أفراد المجتمع ¶ وتؤلف بينهم، وتوحدهم، وتجعلهم إخوة متناصرين بعضهم اولياء بعض. . ¶ (1) واقعنا المعاصر لمحمد قطب، ص 0 5 2 - 58 2. ¶ 14",
            "page": "14",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ومن نتائج ذلك شعور كل فرد في المجتمع بأن عليه واجبات يؤديها إليه لقاء ماله ¶ من حقوق قبله يتوقف وفاوْه بها على القيام بهذه الواجبات، وإذا قصر في ¶ ادائها أدى ذلك إلى انهيار البناء وتفكك روابطه، وذهاب ريحه \". ¶ ثم تكلّم عن الأسرة ودور المراة الصالحة فيها (1). ¶ وفي بحث الوقف الأهلي طرح المشكلة من جميع جوانبها، ووصف ¶ العلاج والحل لها. ¶ ثالثاً: وأما الناحية العلمية فقد عمل الغرب على إضعافها بقصد إحلال ¶ الثقافة الغربية محل الثقافة الإسلامية، فسيطر الاستعمار في الدول العربية على ¶ التربية والتعليم وغيهركثيراً من المناهج الدراسية، وبعث المبعوثين إ لى الجا معات ¶ الغربية، لغسل أدمغتهم، وتحويل أنظارهم، فانبهر الكثير منهم بالعلوم الغربية ¶ التجريبية، وجعلوها تطغى على العلوم الشرعية: من عقيدة وتفسير وحديث ¶ وغير ذلك، مما ادى ذلك إ لى ظهور دعوات هدا مة في مجا ل ا لتعليم: كالدعوة إ لى ¶ العامية بدلاً من اللغة العربية الفصحى، واتخاذ العامية اداة للكتابة والتأليف، ¶ والدعوة إلى ان الشعر الجاهلي منحول للطعن في إعجاز القرآن الكريم، ¶ والدعوة إلى نبذ السنة بحجة أنه دخلها الموضوع وغير الصحيح، واختلط ¶ الصحيح بغير الصحيح، فيكفي القرآن وحده، وقد عمل الاستعمار على إبعاد ¶ خريجي الأزهر الشريف عن الوظائف الحكومية بحجة عدم معرفتهم بواقع ¶ العلوم العصرية، وحصروهم في المساجد والكتاتيب، مما ادى ذلك إلى ¶ إضعاف الثقة بهم، هاضعاف الدراسة الشرعية في الأزهر والمدارس الشرعية، ¶ ومما ساعد على ذلك جمود بعض العلماء وتعصبهم لمذاهبهم الفقهية. ¶ النإظر في حياة الشيخ الخفيف ومؤلفاته يجد أنه تنبه إلى هذا مبكراً فجمع ¶ في دراسته الجامعية بين القديم والحديث، حيث درس في مدرسة القضاء ¶ الشرعي العلوم الشرعية والقوانين والإجراءات القضائية العملية، فنال بذلك ¶ أعلى الوظائف من تدريس جامعي وقضاء ومحاماة شرعية، وكتب في اكثر من ¶ (1) الفكر التشريعي للشيخ علي الخفيف، ص 74. ¶ 15",
            "page": "15",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "كتاب وبحث، يدعو إلى نبذ الجمود والتعصب المذهبي، وكان غيوراً على سنة ¶ رسول الله!، فكتب بحثاً في (مكانة السنة في بيان الأحكام الإسلامية والرد ¶ على ما اثير من شبهات حول حجيتها أو روايتها) ولفت أنظار الذين انبهروا ¶ بعلوم الغرب في مجال القوانين والمبادى القانونية إلى الشريعة الإسلامية ¶ بمقارناته الدقيقة الهادفة كما ذكر ذلك الدكتور محمد مصطفى القللي زميله في ¶ كلية الحقوق (1). ¶ (1) ¶ ! يه! جصي في ¶ كلمة الدكتور القللي في حفل استقبال الشيخ الخفيف في مجمع اللغة العربية: ¶ 16",
            "page": "16",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "المطلب الثاني ¶ نشأته وتكوينه العلمي ¶ لقد حظي الشيخ علي الخفيف بنشأة طيبة، حيث ولد في أسرة كريمة ¶ وجهته إلى حفظ القرآن منذ نعومة أظفاره، وهيأت له سبل الوصول إلى أفضل ¶ المعاهد العلمية في عصره، والاتصال بخيرة الاشاتذة؟ حتى فاق أقرانه، ونال ¶ اعلى الشهادات العلمية، وسوف اتكلم في هذا المطلب عن مولده، وحفظه ¶ للقرآن الكريم، والتحاقه بالأزهر الشريف، والتحاقه بمعهد الإسكندرية ¶ الديني، والتحاقه بمدرسة القضاء الشرعي، وشيوخه الذين أ ثروا فيه. ¶ اولأ - مولده: ¶ ولد الشيخ علي محمد الخفيف في سنة (9 30 ا هـ- 1891 م) (1) في قرية ¶ الشهداء بالمنوفية (2) وهي من أخصب جهات مصر وأكثفها سكاناً، تقع جنوب ¶ (1) ¶ (2) ¶ هذا ما اتفقت عليه مصادر ترجمته - حسب تقدير السن - ولكن أفاد ابنه الدكتور ¶ حميد بأن ولادته كانت يوم (9 2/ 8/ 0 189 م). ¶ انظر ترجمته في المصادر التالية: ¶ كلمة الدكتور محمد مصطفى القللي في حفل استقبال الشيخ علي الخفيف ¶ بمجمع اللغة العربية سنة (969 ام)، مجلة مجمع اللغة العربية بالقاهرة: ¶ 25/ 214؟ وكلمة الدكتور إبراهيم مدكور في حفل تأبين الشيخ علي الخفيف ¶ بمجمع اللغة العربية سنة (1978 م) مجلة المجمع: 45/ 166؟ وكذلك كلمة ¶ الدكتور أحمد محمد الحوفي، والدكتور حميد علي الخفيف، وكلمة الدكتور ¶ حسين خلاف في حفل استقباله الذي حل محل الشيخ علي الخفيف في المجمع: ¶ 47/ 194؟ وكتاب مع الخالدين للدكتور إبراهيم مدكور رئيس مجمع اللغة ¶ العربية، ص 87 - 88؟ والمجمعيون في خمسين عإماً للدكتور محمد مهدي = ¶ 17",
            "page": "17",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "الدلتا بين دمياط ورشيد (1)، وسميت القرية التي ولد فيها بقرية الشهداء؟ لكثرة ¶ من دفن فيها من الشهداء في سنة (65 هـ) حيث وقعت حروب بين مروان بن ¶ الحكم وجنوده الذين قدموا من الشام، وبين عبد الرحمن بن جحدم القرشي ¶ احد اتباع ابن الزبير، وقتل من الفريقين عدد عظيم، فدفنوا في هذا الموضع، ¶ فعرفت منذ ذلك الوقت بهذا الاسم (2). ¶ ثانيا -حفظه للقراَن الكريم: ¶ ولد الشيخ علي الخفيف في اسرة كريمة محافظة، فوجهت ابنها منذ ¶ نعومة اظفار 5 إلى كُتَاب القرية لحفظ القراَن الكريم، وتعلم مبادئ علوم اللغة ¶ العربية وعلوم الدين من فقه وتفسير وحديث وغير ذلك، مما يؤهله للالتحاق ¶ بالأزهر الشريف، ومما يدل على توجه هذه الأسرة هذه الوجهة أنها كانت تدعو ¶ ابنفا بالشيخ وهو مازال حدثاً يتردد على كتاب القرية، ويحفظ القراَن الكريم، ¶ كما ذكر ابنه الدكتور حميد نقلاً عن جدته: والدة الشيخ علي (3). ¶ هذا هو شأن الأسر الحريصة على تعليم ابنائها في ذلك ا لوقت، فقد كانوا ¶ يعدون الانتساب إلى الأزهر شرفاً تتسابق إليه الأسر، وكانت الأسرة التي تحوي ¶ ضمن افرادها عالماً من علماء الأزهر تصبح محط الأنظار، وينظر الناس إليها ¶ (2) ¶ (3) ¶ علام، ص 4 0 2 - 5 0 2؟ وكلمة الدكتور محمد صفي الدين أبو العز رئيس معهد ¶ البحوث والدراسات العربية التابع لجامعة الدول العربية بالقاهرة، في مقدمة ¶ كتاب الملكية للشيخ علي الخفيف، صه؟ وكلمة ناشر (أسباب الاختلاف) ¶ سنة (996 ام)؟ وموسوعة أعلام مصر في القرن العشرين، ص 339؟ وتتمة ¶ الأعلام لمحمد خير رمضان؟ 385/ 2؟ وذيل الأعلام لأحمد علاونة، ¶ ص 0 4 1؟ وإتمام ا لأعلام لنزار أباظة ومحمد رياض المالح، ص 189. ¶ معجم البلدان لياقوت: 5/ 6 1 2؟ الموسوعة العربية الميسرة: 2/ 1793. ¶ معجم البلدان: 5/ 163؟ ومدن مصر وقراها عند ياقوت لعبد العال عبد المنعم ¶ الشافي، ص 4 2. ¶ كلمة الدكتور حميد الخفيف في حفل تابين الشيخ علي الخفيف، مجلة مجمع ¶ اللغة العربية: 6 4/ 174. ¶ 18",
            "page": "18",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "بالتبجيل والإكبار؟ لأن العلم في حس الناس هو علم الدين، الذي هو خير الدنيا ¶ والاَخرة، ولأن وظائف الدولة يحتل معظمها خريجو الأزهر، فينالون في ¶ المجتمع كل وسائل الرفعة والصعود (1)، ومن العلماء الذين تتلمذ عليهم في ¶ القرية والقرى المجاورة لقريته الشيخ عبد المجيد سليم شيخ الأزهر الشريف. ¶ ثالثاً -التحاقه بالأزهر الشريف: ¶ بعد أن أتم الشيخ علي الخفيف حفظ القرآن الكريم وتعلم مبادئ العلوم ¶ التحق بالأزهر الشريف سنة (4 90 ام) أي قبل تنطيمه وتطويره بعدة سنوات، ¶ فقد كان التدريس في الأزهر يتم عن طريق حلقات التدريس، حيث يجلس كل ¶ شيخ إلى عمود من اعمدة مسجد الأزهر، ويحضر امامه من الطلبة من يحضر، ¶ وقد يكون في المسجد شيخ آخر يجلس إ لى عمود آخر يدرس المادة نفسها التي ¶ يدرسها الأول!، ويترك الخيار للطالب في الدوام وا لالتزام واختيار المدرس. ¶ وكانت المواد الدراسية تقتصر على اللغة العربية والعلوم الشرعية، ¶ وبقيت العلوم الأخرى من رياضية وجغرافية وفلسفية وقانونية وإدارية مهجورة، ¶ ينظر إليها بعين السخط، ويفر من سماعها فرار الصحيج من الأجرب، ولما ¶ حاول! بعض ولاة الأمور إعادة تدريس هذه المواد تهرَّب بعض العلماء بحجة أنها ¶ تنافي الدين (2). ¶ ومما لاشك فيه أن تغييب تلك المواد عن المناهج الدراسية للأزهر أدى ¶ إلى عزل! علماء الأزهر عن واقع الحياة، وأصبح ينظر إليهم كأنهم عضو ميت في ¶ المجتمع، وحل محلهم خريجو المدارس الحديثة والمدارس الأجنبيهْ في مصر ¶ وفي إنكلترة، هذا بالإضافة إلى أن طريقة التدريس في الأزهر بقيت على الطريقة ¶ التقليدية القديمة، فلا تستند إلى أساليب التربية الحديثة، ولا تنتفع بثمار ¶ المتخصصين في شؤون التعليم والدارسين لعلم النفس، والعارفين بعقليات ¶ (1) ¶ (2) ¶ بتصرف من كتاب (واقعنا المعاصر) لمحمد قطب، ص 18 2. ¶ المجددون في الإسلام لعبد المتعال الصعيدي، ص 17 5. ¶ 19",
            "page": "19",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "الطلاب، وما لديهم من فروق فردية، ومواهب تساعد في تكوين الملكات ¶ العلمية، كما أن الأساتذة يفتقرون إلى التخصص الدقيق، فالأستاذ الواحد ¶ يدرس عدة مواد في الفقه والعقيدة والنحو والبلاغة والصرف (1). ¶ لهذا كانت نظم التعليم في الأزهر والمعاهد الدينية التابعة له محلاَّ ¶ للإصلاح والتغيير والتطوير كما يقول الشيخ علي الخفيف: \" وقد كانت نظم ¶ المعاهد الدينية ومناهجه! في ذلك العهد محلاَّ للنظر في إصلاحها وتجديدها ¶ وتطويرها بما يقربها من نظم التعليم الحديث، ويخلصها مما كان يعوقها عن ¶ الوصول إلى غايتها من إضاعة الوقت في تفهم الأساليب التي شابتها العُجمة ¶ التركية او العُجمة البربربة، والتراكيب الركيكة المبهمة، التي خفيت دلالتها ¶ بسبب عجمة أصحابها، وجهالتهم بقواعد العربية، وما أرادو 5 لها من الاختصار ¶ والحصر والإيجاز والحذف، مع إغفال القواعد النحوية، وكانت أول خطوة ¶ خطاها الإصلاح إنثاء معهد الإسكندرية (2). ¶ لهذا كله لم تطل إقامة الشيخ علي الخفيف في الأزهر الشريف، ولم ¶ يمكث فيه إلا ثلاث سنوات أو أقل، وانتقل منه في نهاية سنة (1906 م) إلى ¶ معهد الإسكندرية الديني. ¶ رابعأ -التحاقه بمعهد الإسكندرية الديني: ¶ بحث الشيخ علي الخفيف عن معهد علمي يجمع في تدريسه بين القديم ¶ والحديث، فلم يجد في ذلك الوقت إلا معهد الإسكندرية الديني، ولم تكن ¶ الجامعة المصرية في ذلك الوقت قد انشئت بعد، فالتحق بمعهد الإسكندرية في ¶ أوائل سنة (7 0 9 1 م)، وهو معهد ازهري انشئ بتوجيهات الشيخ محمد عبده في ¶ سنة (4 190 م) للشيخ محمد شاكر، فبعد ان طاف الأخير مدارس الإسكندرية ¶ (1) ¶ (2) ¶ النهضة الإسلامية من سير اعلامها المعاصرين للدكتور محمد رجب البيومي: ¶ 2/ 02 2. ¶ كلمة الشيخ علي الخفيف في تأبين مجمع اللغة العربية للشيخ عبد الرحمن ¶ تاج، مجلة المجمع: 36/ 224. ¶ 20",
            "page": "20",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "الوطنية والأجنبية، ودرس مناهجها ونظمها، اعد تقريراً يتضمن إنشاء هذا ¶ المعهد، وما يحتاج إليه من ميزانية، وعرض الأمر على الخديوي عباس؟ فوافق ¶ فوراً، واختار جامع ابي العباس مكاناَ للدراسة. وهو يهدف إلى إعداد طالب ¶ كفء يلتزم بالنظم الحديثة في التكوين العلمي والخلقي (1). ¶ وقد عمل مدير المعهد الشيخ محمد شاكر على النهوض به من حيث ¶ المدرسون والطلاب والمناهج والأبنية، فاختار له المدرسين والأساتذة اكفاء ¶ من مدرسي الأزهر وعلمائه، وكان المدير يراقب الدروس مراقبة فاحصة، ¶ ويطلب من الأساتذة استخدام الوسائل التربوية الحديثة، مما ليس للمعاهد ¶ الدينية الأخرى عناية بها. ¶ واختار له من الطلاب من تبدو عليه ملامح النبوغ والنباهة، وأذكى فيهم ¶ روح الجد والمثابرة، وقام على شؤونهم بعزيمة نافذة، وفكر موفق، فالِف ¶ الطلاب النظام ودرجوا عليه، والف الأساتذة ضبط المواعيد ورعوا حدودها، ¶ وواظبوا على إلقاء الدروس، وتنظيم ساعات العمل، والتقيد بمنهاج مرسوم ¶ وفق زمن محدد ومراحل دراسية متتالية. ¶ واستطاع المدير أن يحصل من المسؤولين على جوائز مالية للطلبة ¶ المتفوقين، لإثارة روح التنافس بينهم، وفتح عيونهم على ما يجب ان يكون ¶ عليه خريج المعهد من حيث اليقظة الفكوية، والإسهام الحقيقي في هداية ¶ الناس. ¶ وكان المدير في نهاية كل عام دراسي يعد تقريراَ عن سير المعهد، يوضح ¶ فيه مناهج الدراسة، وسير الطلاب والمدرسين، ويضمنه خطبته التي يلقيها في ¶ الحفل الجامع الذي توزع فيه الجوائز على المتفوقين، وهو تقرير يدل على ¶ تمكنه من أساليب التربية والتعليم. ¶ وأما الأبنية فلم تقف عند مسجد أبي العباس، وإنما بنى بناءَ ضخماَ ¶ (1) النهضة ا لإسلامية للبيومي: 3/ 8. ¶ 21",
            "page": "21",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "للقاعات الدراسية والإدارة بالإضافة إلى مساكن الطلبة (1). ¶ هذا ما دعا الطلبة النابهين إلى أن يولوا وجهتهم قِبل هذا المعهد، فقصدوا ¶ إليه، واستبقوا العرفان والحكمة بالانضمام إليه، والانتظام في سلك طلابه، ¶ فكان ممن ارتحل إليه الشيخ علي الخفيف والتحق به؟ لكن إقامته فيه لم تستمر ¶ إ لا عدة أ شهر، ويرجع سبب ذلك إ لى إ نشاء مدرسة القضاء الشرعي، فبمجرد أ ن ¶ سمع ب! نشا ئها تقدم إ ليها، ووقع اختيار الإدارة عليه، فا نتقل إ ليها فوراَ. ¶ خامساً - التحاقه بمدرسة القضاء الشرعي: ¶ لما علم الشيخ علي الخفمف يإنشاء مدرسة القضاء الشرعي في سنة ¶ (7 0 9 1 م) انتقل إليها، وترك معهد الإسكندرية، لأن هذه المدرسة بمثابة جامعة ¶ راقية سامقة في حينها، تفوق في مناهجها ونظامها معهد الإسكندرية الديني. ¶ إن فكرة إنشاء هذه المدرسة قديمة، ترجع إلى فكرة المرحوم علي باشا ¶ مبارك سنة (1888 م) حيث أعد نظامأ خاصاَ لتخصص القضاء والإفتاء في دار ¶ العلوم (2)، ولكن سرعان ما ألغي هذا التخصص في سنة (1895 م)، ثم أعاد ¶ الفكرة الشيخ محمد عبده في التقرير الذي أعده عن القضاء الشرعي في مصر، ¶ فاقترح إنشاء مدرسة لتخريج قضاة شرعيين أكفاء، فوافقت الدولة على ذلك، ¶ وصدر قرار إنشاء المدرسة في فبراير (7 0 9 1 م) على أن تكون قسماَ من الأزهر، ¶ ويكون لها محل خاص، وتقسم إلى قسمين: الأول: لتخريج كتاب للمحاكم ¶ الشرعية، والقسم الئاني: لتخريج قضاة شرعيين. ¶ وقد عينت الدولة لجنة مشكلة من الشيخ محمد عبده مفتي الديار المصرية ¶ رئيساَ، وحسين رشدي أحد القضاة في المحاكم المختلطة، وأمين سامي بك ¶ مدير مدرسة الناصرية، والشيخ محمد زيد الأبياني المدرس بمدرسة الحقوق ¶ (1) ¶ (2) ¶ مقال في ترجمة الشيخ محمد شاكر للأستاذ محمد كامل الفقي، مجلة الأزهر: ¶ 18/ 359، سنة (947 ام). ¶ التعليم في مصر في سنتي 1914 - 915 ام لأمين سامي باسا، ص 92. ¶ 22",
            "page": "22",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "أعضاء، واحمد سمير سكرتيرأ للجنة، ونيط بهذه اللجنة تحضير لائحة ¶ للمدرسة، ووضع مناهج الدراسة والكتب الدراسية. ¶ ولما أنهت اللجنة عملها وقدمته للدولة أصدرت قرارها النهائي بإنشاء ¶ هذه المدرسة على ان يتخذ التعليم فيها صبغة حرة، فلا يقتصر على دراسة ¶ المسائل الدينية فقط، والطلبة الذين يختارون يتلقون التعليم مجانأ، وتعطى لهم ¶ مكافأة شهرية على مثال الأزهر، والشهادة التي تعطى لمن يجوزون الشروط ¶ اللازمة للتعيين في وظائف القضاة او المفتين أو الأعضاء في المجالس تكون ¶ مماثلة للشهادة التي يمنحها الأزهر، واساتذة المدرسة الذين سينتخبون من ¶ العلماء الذين امتازوا بالكفاءة. ولكن يجب ان يكون للحكومة رقابة حقيقية ¶ على سير الامتحانات، فألحقت بوزارة المعارف في عهد وزارة سعد باش! ¶ زغلول. ¶ واختير لإدارتها المرحوم محمد عاطف بركإت، وقد عرف بالعلم والدقة ¶ في الأمور، قال فيه احد خريجي هذه المدرسة الشيخ عبد الوهاب خلاف: ¶ \" اشهد بالثه انه كان رجلأ من أفضل رجالات مصر، قوة إرادة، ومضاء عزيمة، ¶ وشدة حزم، وبعد نظر، وكان لا يخشى في الحق لومة لائم، وأبغض الأخلاق ¶ إليه الكذب والرياء والمجاملة والمداهنة، وأبغض الناس إليه المراؤون ¶ والمجاملون والمداهنون\" (1) وهو من خريجي دار العلوم، وأكمل دراسته في ¶ إنكلترة، وقد استطاع رحمه الله بصراحته وحزمه أن يختار لهذه المدرسة نخبة ¶ من العلماء للتدريس في هذه المدرسة، فاستعان بالمدنيين لتدريس العلوم ¶ العصرية، وبالأزهريين لتدريس العلوم الدينية، يقول الأستاذ أحمد أمين في ¶ وصفه لأعضاء هيئة التدريس: \"كنت ترى مزيجأ عجيباَ من الأساتذة، هذا شيخ ¶ ازهري تربى تربية ازهرية بحتة، ودنياه كلها هي الأزهر وما حوله، بجانبه أستاذ ¶ (1) ¶ كلمة الشيخ عبد الوهاب خلاف في ترجمة الشيخ أحمد إبراهيم بك، مجلة ¶ القانون والاقتصاد -كلية الحقوق، جامعة القاهرة السنة (5 1) العددان (6، 7)، ¶ ص 387. ¶ 23",
            "page": "23",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "للتاريخ على آخر طراز تخرج من جامعات إنكلترة، وأستاذ للطبيعة تخرج من ¶ أشهر جامعات فرنسة، وعلى رأسهم ناظر نعلم في الأزهر وفي دار العلوم وفي ¶ إنكلترة، وكل من هؤلاء يلوّن الطلبة بلونه، ويصبغهم بصبغته \" (1). ¶ وا ما طلبة هذه ا لمدرسة فيختارون من الأزهريين النجباء، الذين يتجاوزون ¶ امتحاناً عسيراً، ومن ثم يعدون إعداداً فقهياً عملياً يؤهلهم للعمل في القضاء ¶ والمحاماة وغير ذلك. ¶ يقول الشيخ علي الخفيف في وصف طلاب هذه المدرسة: \"يُعدُّ الطالب ¶ فيها إعدإداً فقهياً تطبيقياً ذا طابع خلقي اجتماعي يؤهلهم لتولي القضاء الشرعي ¶ في مصر، وكان منهج الدراسة فيها، وما يلقى على طلبتها من العلوم منهجاً ¶ تربوياً إصلاحياً روعي فيه استكمال ما كان في الأزهر يومئذ من نقص ماثل في ¶ بعض المواد وفي نظم الدراسة ومناهجها، وفي إضاعة الزمن في قراءة كتب من ¶ سلف من المؤلفين، وتفهم عباراتها على أي وضع كانت عليه، وفي الحرص ¶ على تحميلها من الدلالات والإشارات ما لا تحتمله مما صرف عن تفهم لباب ¶ العلوم، والتعرف على أصولها، وحال دون بلوغهم ما يطلب لهم من وعي ¶ لقواعدها وضوابطها، وتحصيل لمسائلها، وفقه لأسسها. ¶ كما روعي في هذه الدراسة ان تكون وافية بدراسة اللغة العربية وعلومها ¶ وآدابها، دراسة تكشف عن أسرارها وأحكام دلالاتها وإشاراتها، وجمال ¶ أساليبها، وتنوع طرق أدائها؟ دراسة تعين علي فهم كتاب النّه، وتبين أسراره، ¶ وتعرف أحكامه وشرائعه، وترقى بطلبتها إلى المستوى العلمي الديني القضائي ¶ المرجو لهم \" (2). ¶ كما يشتمل المنهاج الدراسي على المسائل العملية المتعلقة بتحرير ¶ المحاضر والأحكام، ونظام المحاكم، وطرق المرافعة واللوائج المعمول بها، ¶ (1) ¶ (2) ¶ النهضة الإسلامية لمحمد رجب البيومي: 1/ 27 1. ¶ كلمة الشيخ علي الخفيف في حفل استقباله في مجمع اللغة العربية عن الدكتور ¶ امين الخولي الذي حل محله في المجمع، مجلة المجمع: 25/ 5 1 2. ¶ 24",
            "page": "24",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "والقانون الإداري، وغير ذلك من المواد المتعلقة بإدارة القضاء (1). ¶ وكان مديرها ينوي إنشاء مدينة جامعية متكاملة في ضاحية من ضواحي ¶ القاهرة تجمع بين طلاب المدرسة وأساتذتها، وتوفر فيها كل وسائل البحث ¶ والدرس ومتطلبات العيش الكريم (2). ¶ وفي ا لجملة فإ ن عصر إ نشاء هذه ا لمدرسة كان عصر تجديد للفقه وا لقضاء، ¶ فقد كا د ا لقضاء الشرعي أن يبلى قبل إ نشاء هذه ا لمدرسة، لكن بإ نشاء هذ ه ا لمدرسة ¶ وتخريج الدفعات المتتالية من القضاة الشرعيين انتعش القضاء الشرعي، وعادت ¶ إليه روحه، فأغلب الذين عُينوا في القضاء من خريجي هذه المدرسة كانوا من ¶ ا لرجا ل ا لذين يشعرون بعطم ا لمسؤولية الملقاة على عا تقهم (3). ¶ وقد بقي الشيخ علي الخفيف في هذه المدرسة مدة ثماني سنوات، حتى ¶ نال الشهادة العالية فيها التي تؤهله لتولي مناصب عديدة، منها القضاء والمحاماة ¶ والتدريس في سنة (915 1 م)، وكان من المتفوقين في الدراسة، فقد فاق كثيراً ¶ من أقرانه الذين عاصروه في الدراسة، ومن أقرانه الذين درسوا معه في هذه ¶ المدرسة الشيخ عبد الوهاب خلاف، والدكتور امين الخولي، والشيخ محمد ¶ فرج السنهوري، وهم أصحاب فضل وعلم لا ينكر. ¶ 1 - فالشيخ عبد الوهاب خلاف صاحب المؤلفات المشهورة في الفقه ¶ وأصوله. الذي ولد في بلدة كفر الزيات سنة (1888 م)، وبعد أن حفط القرآن ¶ الكريم التحق بالأزهر الشريف، ثم انتظم في سلك مدرسة القضاء الشرعي إثر ¶ افتتاحها، وتخرج سنة (1915 م). فقد رافق الشيخ علي الخفيف في جميع ¶ سنوات الدراسة، وزامله في العمل كمدرس في المدرسة المذكورة، ثم عين في ¶ كلية الحقوق بجامعة القاهرة (1934 م) وقد ظل مدرسأ بها إلى أن توفي بسبب ¶ (1) ¶ (2) ¶ (3) ¶ التعليم في مصر لأمين سامي باشا، ص 93. ¶ كلمة الدكتور إبراهيم مدكور في حفل تأبين الشيخ الخفيف الذي أقامه مجمع ¶ اللغة العربية، مجلة المجمع: 46/ 167. ¶ تاريخ ا لفضاء لعرنوس، صه 23. ¶ 25",
            "page": "25",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "المرض سنة (6 5 9 1 م) (1). ¶ 2 - وأما الدكتور امين الخولي الذي ولد بمركز أشمون بالمنوفية سنة ¶ (1895 م) وبعد أن حفظ القرآن الكريم التحق بالأزهر، وبمدرسة القضاء ¶ الشرعي سنة (0 191 م)، فقد عاصره الشيخ علي الخفيف أثناء طلب العلم مدة ¶ خمس سنوات، حيث قال: \" ولقد عاصرته فيها (مدرسة القضاء الشرعي) مدة ¶ طلبه للعلم فيها فرأيته الطالب المجد المتفوق في دروسه، الممتاز في تحصيله، ¶ المرموق بين طلبتها، لما عرف فيه من فطنة، وكان أقربهم إلى أساتذته \" (2)، ¶ وتقلد أعلى المناصب العلمية والإدارية في الدولة، فعين استاذاً في كلية الاَداب ¶ بجامعة القاهرة، وفي سنة (953 ام) عُين مستشاراً لدار الكتب المصرية، ثم ¶ مديراَ لإدارة الثقافة بوزارة التربية والتعليم، وتوفي سنة (7 آ 9 1 م) (3). ¶ 3 - وأما الشيخ محمد فرج السنهوري فقد ولد بمركز دسوق سنة ¶ (1891 م)، وبعد أن حفظ القرآن الكريم والتحق بالأزهر درس بمدرسة القضاء ¶ الشرعي، ونال شهادتها العالية، وعين قاضياَ، وتقلبت به المناصب، حتى ¶ اختير وزيراً للأوقاف، عاصره الشيخ علي الخفيف أثناء دراسته في مدرسة ¶ القضاء الشرعي، توفي رحمه الله سنة (977 1 م) (4). ¶ سا دسأ - شيوخه: ¶ أخذ الشيخ علي الخفيف رحمه الله العلم والخلق والفضيلة من شيوخ ¶ أماجد، وعلماء افذاذ، ومربين أصلاء، وجهوه إلى الخلق الكريم، والعلم ¶ الشرعي الحكيم، والبحث في الفقه، والتدقيق في الاَراء، والمناقشة الهادئة ¶ للأدلة، ومن هؤلاء الشيخ أحمد إبراهيم، والشيخ فرج السنهوري، والشيخ ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ النهضة ا لإسلامية في تراجم أعلامها المعاصرين للبيومي: 5/ 2 1 2 - 4 2 2. ¶ كلمة الشيخ علي الخفيف في حفل استقباله في مجمع اللغة العربية، مجلة ¶ مجمع اللغة العربية: 5 2/ 5 1 2. ¶ النهضة ا لإسلامية في تراجم اعلامها المعاصرين للبيومي: 4/ 35. ¶ إ تمام ا لأعلام لنزار اباظة ومحمد رياض المالح، ص 1 6 2. ¶ 26",
            "page": "26",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "علي قراعة، والشيخ محمد الخضري، والشيخ محمد عبد المطلب، وناظر ¶ مدرسة القضاء الشرعي محمد عاطف بركات، وغيرهم، وسوف أترجم لبعض ¶ هؤلاء الشيوخ!: ¶ 1 - الشيخ آحمد إبراهيم بك: ¶ يعتبر الشيخ أحمد إبراهيم أديب الفقهاء، وفقيه الأدباء، ولد سنة ¶ (1874 م) بالقاهرة، وتخرج في دار العلوم سنة (1897 م) وعين استاذاً للغة ¶ العربية في المدارس المصرية، ثم انتقل للتدريس في مدرسة الحقوق الملكية، ¶ ومكث بها سنة واحدة، ولما انشئت مدرسة القضاء الشرعي اختير مدرسأ بها، ¶ فدرس الفقه الإسلامي وهو مادة أساسية في هذه المدرسة، وهي المادة التي ¶ تطلعت الأنطار إلى دراستها ومن يُدزَسها، لهذا شمَّر الشيخ عن ساعد الجد، ¶ وواصل اوقات العمل، ولم يدع مجهوداً في بحث فقهي إلا بذله، ولا كتاباً ¶ معروفأ في الفقه إ لا درسه، واخذ في إعداد دروسه على خير وجه وأنفعه، وفي ¶ تحرير مذكراته بدقة وتحقيق، وأمده في هذا ذكاؤه الذي عرف به منذ نشأته، ¶ وإخلاصه الذي كان حليفه طول حياته، وطلبته الذين كانوا على استعداد تام ¶ للاستفادة والاستزادة، ولا شيء يبعث روح الجد في نفس الأستاذ مثل طلبته، ¶ فمازال الأستاذ يجد في دراسته ويجتهد في بحوثه حتى اتَسع افقه، وتكونت ¶ ملكته، وصار فقيه نفس، يؤتي كل حين ثمإرأ طيبة من فقهه وعلمه ويخرج كل ¶ عام نخبة من تلاميذه. ولما عبثت عواصف الأهواء بمدرسة القضاء الشرعي، ¶ وتم إلغاؤها في سنة (4 92 1 م) عُين في مدرسة الحقوق استاذاً مساعداً للشريعة ¶ الإسلامية، ثم في كلبة الحقوق بالجامعة المصرية، وصرف رحمه الله مواهبه ¶ الجليلة لصياغة الفقه الإسلامي من جديد، وألف عدة كتب وأبحاث في الفقه، ¶ منها المعاملات في الشريعة الإسلامية، واحكام الأحوال الشخصية. . . وغير ¶ ذلك. توفي سنة (5 4 9 1 م) (1). ¶ (1) ¶ بتصرف من نبذة عن حياته لعبد الوهاب خلاف، مجلة القانون والاقتصاد، ¶ السنة (5 1) العددان (6، 7)، ص 379؟ تراجم ستة من فقهاء العالم الإسلامي ¶ لأبو غدة، ص 1 1 1 - 136؟ ا لأعلام للزركلي: 1/ 0 9. ¶ 27",
            "page": "27",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "2 - الشيخ محمد الخضري: ¶ يعتبر الشيخ محمد الخضري من الرواد في تاريخ التشريع الإسلامي حيث ¶ قال: \"لم أجد في هذا الكتاب أحداَ سبقني في هذا الموضوع \" (1)، ولد الشيخ ¶ (محمد الخضري) عفيفي الباجوري في القاهرة سنة (872 1 م) وهو أخو الأستاذ ¶ عبد الله عفيفي صاحب كتإب (المرأة العربية) تخرج في دار العلوم سنة (5 89 1 م) ¶ عمل في التدريس في المدارس المصرية، ثم عين استاذاً بمدرسة القضاء الشرعي ¶ سنة (1907 م)، والف كتإبه في أصول الفقه، اختصر فيه وهذب وقارب، فهو ¶ كتإب في هذا العلم لا كتإب هذا العلم كما قال الرافعي (2)، وتوفي سنة (927 1 م) ¶ له بالإضافة إلى الكتب السابقة: نور اليقين، وتاريخ الأمم الإسلامية، وغير ¶ ذلك (3). ¶ 3 - الشيخ محمد عبد المطلب واصل: ¶ يعتبر الشيخ محمد عبد المطلب واصل شاعراً موهوباً، غرس في تلاميذه ¶ حب الأدب والفضيلة، ودفعهم إلى التعصب إلى اللغة العربية في وفت كانت ¶ هدفاً للهجوم الصارخ من المناوئين، ولد الشيخ محمد عبد المطلب سنة ¶ (1870 م) في قرية باصونة بسوهاج، وحفظ القراَن في كُتَإب القرية، والتحق ¶ بالأزهر الشريف، ثم بمدرسة دار العلوم، وتخرج فيها سنة (1896 م). عين ¶ مدرساً للغة العربية بمدينة سوهاج، ثم اختير أستاذاَ للغة العربية بمدرسة القضاء ¶ الشرعي، وكانت شهرته قد طارت إليها بما نشر 5 من نظم ونثر في الصحف ¶ المصرية اليومية، فاستقبل فيها بالتجلة والترحيب، ووجد نفسه أمام عقول ¶ مستنيرة تفهم اَراءه وتسايرها، وتطرب لشعر 5 (4). ¶ في 6! كو ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ تاريخ التشريع ا لإسلامي لمحمد الخضري، ص 2. ¶ وحي الفلم للرافعي: 3/ 2 34. ¶ النهضة الإسلامية للبيومي: 1/ 283 - 0 30؟ أعلام وأقلام لأنور الجندي، ¶ ص 360. ¶ النهضة الإسلامية للبيومي: 2/ 181. ¶ 28",
            "page": "28",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "المطلب الثالث ¶ وظائفه ¶ تولى الشيخ علي الخفيف عدة وظاثف مرموقة وهي: التدريس الجامعي، ¶ والقضاء الشرعي، والمحاماة الشرعية، وإدارة المساجد، وفيما يلي بيان ذلك: ¶ اولأ-التدريس الجامعي: ¶ إذا كانت الجامعة في كل مجتمع هي مركز إشعاع الأخلاق والقيم ¶ الروحية، وكل جديد من الفكر والمعرفة، والمنبر الذي تنطلق منه اَراء المفكريق ¶ الأحرار والعلماء ورواد الإصلاح والتطوير، فإن التدريس الجامعي هو عملية ¶ معايشة يومية بين الأستاذ الجامعي وطلابه، تهدف إلى بث روح البحث العلمي ¶ والتمحيص واساليب العلم والتغذية العصرية، ونشر اخلاقيات العلم والعلماء، ¶ وتأصيل القيم والمبادئ التي تحكم العمل الجامعي، وإعداد الكفاءات البشرية ¶ المطلوبة لسد حاجات المجتمع، وهذا يتطلب وجود أستاذ جامعي متمكن في ¶ مجال تخصصه، ويطلع على كل جديد فيه، ولديه مهارة التحدث باللغة ¶ الصحيحة، وله سمات شخصية فريدة من الإيمان بالعقيدة الإسلامية الصافية، ¶ والانتظام في مواعيد 5، والثقة بنفسه، والتعاون مع الاَخرين، وتقبل آرالْهم، ¶ والإصرار على البحث العلمي، وعنده القدرة على المساهمة بفعالية في الأنشطة ¶ الثقافية والاجتماعية، فهو يعي ما يدور حوله من أمور ومشكلات، ويسهم في ¶ حلها، وهو يشارك زملاءه وطلابه في الأنشطة المختلفة (1). ¶ ولما كان الشيخ علي الخفيف مؤهلاً للقيام بهذه الوظيفة بكل كفاءة ¶ واقتدار، رشحته كثير من المؤسسات الجامعية للقيام بمهمة التدريس الجامعي ¶ مثل مدرسة القضاء الشرعي، وجامعة القإهرة، ومعهد الدراسات العربية التابع ¶ لجامعة الدول العربية وغيره!. ¶ (1) ¶ بتصرف من الجامعة والتدريس الجامعي للدكتور علي الراشد، ص 13 - 39.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "1 - التدريس في مدرسة القضاء الشرعي: ¶ في السنة التي تخرج فيها الشيخ علي الخفيف من مدرسة القضاء الشرعي، ¶ وهي سنة (915 ام) وقع اختيار مجلس إدارة المدرسة عليه ليكون عضو هيئة ¶ تدريس فيها. ومما لاشك فيه أنه اختيار مبني على معرفة تستند إلى معايشة ¶ استمرت ثماني سنوات دراسية في تلك المدرسة، وهي مدة كافية للكشف عن ¶ قدراته وطاقاته ومواهبه وأخلاقه، هذا بالإضإفة إلى أنه اختيار جماعي صادر من ¶ مجلس إدارة المدرسة، وهو مجلس يتمتع بكفاءة عالية، وحرص شديد على ¶ المحافظة على المستوى العلمي الرفيع لهذه المدرسة. قال في وصفه الشيخ ¶ عبد الوهاب خلاف: \"يختار مجلس إدارتها من اكفأ المصريين، واشدهم ¶ حرصأ على الإصلاح وخبرة به \" (1). ¶ في هذه المدرسة التاهضة وفي بيئتها الصالحة اختير الشيخ علي الخفيف ¶ لتدريس الفقه الإسلامي، وهو المادة الأساسية فيها، والتقى الأستاذ الشاب ¶ بالطلبة لقاء الود والصداقة، والبذل والعطاء، والتوجيه والإرشاد. ¶ يقول احد تلامذته الدكتور إبراهيم مدكور: \"في هذه المدرسة تتلمذت ¶ للمرحوم الخفيف في درس لا انساه، تتلمذت له في علم الفرائض، ونعمت في ¶ درسه بالفقيه المتمكن والرياضي الدقيق، وقدر لي ان أشترك بعد زمن في ¶ مناقشة مشروع قانون المواريث بمجلس الشيوخ (المصري)، وكان هذا الدرس ¶ خير عون لي. في هذه المدرسة تتلمذت للمرحوم وصادقته، وهكذا كان شأن ¶ مدرسة القضاء، فقد كان يراد بها ان تجمع بين الأساتذة والطلاب والأصدقاء، ¶ وأي صداقة أ قوى وامتن من تلك ا لتي تتوثق بين رجال العلم والمعرفة طوال تسع ¶ سنين ثا (2). ¶ (1) ¶ (2) ¶ كلمة الشيخ عبد الوهاب خلاف في حياة الشيخ أحمد إبراهيم، مجلة القانون ¶ والاقتصاد، جامعة القاهرة السنة (5 1) العددان (6، 7)، ص 389. ¶ كلمة الدكتور ابراهيم مدكور في حفل تأبين الشيخ علي الخفيف، مجلة مجمع ¶ اللغة العربية: 6 4/ 67 1. ¶ 30",
            "page": "30",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وقد ظل الشيخ علي الخفيف في هذه المدرسة يقوم بواجبه خير قيام مدة ¶ ست سنوات حتى سنة (1 92 1 م)، ثم انتقل بعدها إلى سلك القضاء الشرعي في ¶ المحاكم الشرعية. ¶ 2 - التدريس في كلية الحقوق بجامعة القاهرة: ¶ ادخلت كليات الحقوق في مناهجها الدراسية مواد الشريعة الإسلامية في ¶ جميع سنوات الدراسة، وتعددت الموضوعات، فاشتملت على الفقه الجنائي ¶ ا لإسلامي، والمعا ملات الما لية الشرعية، وا لأحوال ا لشخصية (الزواج وا لطلاق) ¶ والوقف والوصية، واصول الفقه، وقد أدى هذا إلى استعانة تلك الكليات ¶ بأساتذة متخصصين في الفقه والأصول، وتعيينهم كأساتذة متفرغن لتدريس ¶ تلك المواد الشرعية، ففي سنة (939 ام) عينت جامعة القاهرة الشيخ علي ¶ الخفيف استاذاً مساعداً للشريعة الإسلامية بكلية الحقوق، فوجد نفسه في بيئة ¶ علمية جديدة، دفعته إلى مواصلة الجد والبحث، فواصل أوقات العمل، ولم ¶ يدع مجهوداً في بحث فقهي إلا بذله، واجتهد في إعداد دروسه على خير وجه ¶ وانفعه، وغمر مجلة القانون والاقتصاد التي يصدرها أساتذة كلية الحقوق ¶ بجامعة القاهرة بفيض من بحوثه ومقالاته، واتخذ صفحاتها ميداناً لجولاته ¶ وبسط آرائه وتحقيقاته، فنشر في سنة (0 94 ام) في العددين (3، 4) بحثاً عن ¶ (ا لوقف ا لأهلي: نشأته، ومشروعيته، وعيوبه، وحله، وإ صلاحه) وفي ا لعدد ين ¶ (5، 6) الجزء الأول من بحث (تأثير الموت في حقوق الإنسان والتزاماته) وفي ¶ سنة (1 94 1 م) في العدد (5) الجزء الثاني من البحث السابق وفي سنة (942 1 م) ¶ في الأعداد (1، 2، 3، 4، 5) بحثاً عن (مدى تعلق الحقوق بالتركة). ¶ ونتيجة لهذا الجهد المتميز في ا لبحث ا لعلمي والتدريس ا لجا معي وا لأنشطة ¶ الأخرى رقي إلى رتبة أستاذ سنة (4 4 9 1 م) وبالرغم من حصول الشيخ على اعلى ¶ الرتب العلمية في السلم اكاديمي الجامعي إ لا أنه لم يتوقف عن البحث العلمي ¶ والتاًليف، فقد نشر في مجلة القانون والاقتصاد في سنة (0 195 م) في العددين ¶ الثالث والرابع بحثاً عن (المنافع)، وفي سنة (951 ام) في العددين الثالث ¶ 31",
            "page": "31",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "والرابع بحثاً عن (الاستصحاب)، وفي سنة (1952 م) في العددين الثالث ¶ والرابع بحثاً عن (الشفعة)، كما نشر في مجلة العلوم القانونية والاقتصإدية ¶ الصادرة عن كلية الحقوق بجامعة عين شمس في سنة (963 1 م) في العدد الأول ¶ بحثاً عن (الجعالة أو الوعد بجائزة)، وقد جاءت اغلب ابحاثه وكتبه مقارنة بين ¶ الشريعة والقانون الوضعي، وهذا اللون من الدراسة الموازنة جدير بأن يفيدنا ¶ عدة فوائد منها: ¶ أ - ان نزداد معرفة ويقيناً بأصالة الفقه الإسلامي وتميزه واستقلاله عن أي ¶ فقه آخر، خلافاً لما أثاره بعض المستشرقين من قبل من تأثر الفقه الإسلامي ¶ بالقانون الروماني، الأمر الذي تصدى له الباحثون وزيَّنوه بأنصع البراهين (1). ¶ ب - أن نزداد إيماناً بخصوبة الفقه الإسلامي وسعته وقدرته على مسايرة ¶ التطور، ومواجهة كل جديد يناسبه، ووقوفه أمام احدث القوانين وأرقاها على ¶ قدم المساواة، بل تفوقه عليها في كثير من الأحيان في الصنعة والصياغة فضلاً ¶ عن المضمون والموضوع، وهذا ما شهد به كثير من المخلصين الذين درسوا ¶ الشريعة دراسة مقارنة من رجال القانون، يقول الدكتور محمد مصطفى القللي: ¶ \"كان لالتقاء أساتذة الشريعة مع اساتذة القانون وعملهم معاً في بيئة علمية واحدة ¶ فائدة متبادلة، دعا هذا بطبيعة الحال إلى المقارنة بين ما يسوقه علماء القانون من ¶ آراء ونظريات في مختلف المسائل، وبين ما سبق وأدلى به الفقهاء السابقون في ¶ هذه المشكلات من اَراء ناضجة وفتاوى تنطق بالتفكير العميق والذهن الوقاد. ¶ لقد أتى علينا حين من الدهر بهرتنا فيه حضارة الغرب، حتى كادت تنسينا ¶ ما لدينا، فراقنا كل ما فيها، واتجهنا نحو التشريعاب الغربية نقتبس منها أساساً ¶ احكام قوانيننا، وقعد بنا الجهد عن البحث في تراثنا العظيم من الفقه الإسلامي، ¶ وغاب عنها كثير من اصطلاحاته، ولقد كان لهؤلاء الأساتذة الأخيار، وفي ¶ طليعتهم أستاذنا الجليل (يقصد الشيخ علي الخفيف) الفضل الأول في التنبيه ¶ (1) ¶ بتصرف من (الفقه الإسلامي بين الأصالة والتجديد) ليوسف القرضاوي، ¶ ص 37 - 39. ¶ 32",
            "page": "32",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "إ لى تلك الثروة الهائلة، المدفونة في بطون الكتب. ¶ عن لي ذات يوم أن أبحث عما إذا كان فقهاء الشريعة قد عرضوا للكلام في ¶ موضوع الدفاع الشرعي أم لا. والدفاع الشرعي حق يخوله القانون، يبيج ¶ للشخص الالتجاء إلى القوة للدفاع عن نفسه أو نفس غيره أو عن ماله أو مال ¶ غيره، ويشترط فيه ان لا تكون هناك وسيلة أخرى مستساغة لدفع الأذى غير ¶ الالتجاء إلى القوة، كما يجب أن يكون هناك تناسب بين الخطر الذي يراد دفعه، ¶ وبين مقدإر القوة التي يلجأ المدافع إليها، وفد اهتدى المشرع المصري أساساَ ¶ في وضع النصوص القائمة في باب الدفاع الشرعي بالتشريع الهندي، الذي نقل ¶ بدوره عن القانون الإنكليزي. حاولت الاهتداء في بعض المؤلفات الشرعية ¶ القديمة فلم أوفق، إذ لم أجد فيها أثراَ لاصطلاح الدفاع الشرعي، فلجأت إلى ¶ أحد الزملاء من أساتذة الشريعة فأرشدني إلى أبحاث في الموضوع وردت تحت ¶ عنوان (دفع الصائل) وعكفت على قراءة ما سطره الفقهاء في هذا الصدد، فإذا ¶ بهم لم تفتهم أية ناحية من نواحي البحث، وعرضوا لكافة المشكلات التي تثور. ¶ وإنما استعملوا مصطلحات غريبة علينا، ولكنها دقيفة في مدلوله! وفي اشتقا قها، ¶ فأخذوا يفرقون بين الاعتداء في مصر او في غير مصر: أي في مكان مأهول، ا و ¶ في مكان مقفر، إذ في الحالة الأولى يمكن للمعتدى عليه أن يلحقه الغوث ¶ بعكس الأمر في الحالة الثانية. كذلك يفرقون بين الاعتداء بسيف أو ما إليه من ¶ أدوات فتاكة: كعصا غليظة أو حجر ضخم وبين الاعتداء بعصا بسيطة، وبين ¶ الاعتداء ليلاَ والاعتداء نهاراَ. وكما أجازوا الدفاع عن النفس أجازوا الدفاع عن ¶ المال، لقوله ع! يم: \" قاتل دون مالك \" (1) ومن قبيل الدفاع عن ا لمال الدفاع عن ¶ حرمة المسكن، وذلك لقوله ع! ي!: \" من اطلع في بيت قوم ففقئوا عينه فلا دية ¶ له \" (2). ¶ (1) ¶ (2) ¶ نص الحديث في صحيح البخاري، كتاب المظالم، باب: من قاتل دون ماله: ¶ 3/ 08 1: \"من قتل دون ماله فهو شهيدلما. ¶ رواه ا بو د اود، كتاب ا لادب، باب ا لاستئذ ان: 4/ 3 4 2 وقا ل السيوطي في ا لجامع ¶ الصغير: صحيح (فيض ا لقدير للمناوي مع الجامع: 6/ 1 7). ¶ 33",
            "page": "33",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ومن المشكلات العويصة التي تثور في بحث الدفاع الشرعي مسألة ¶ استعمال الأجهزة الأتوماتيكية للذود عن المال: كحالة من يركب جهازاً على ¶ باب خزانة من شأنه أن يتفجر ويصيب اللص إذا حاول فتحها، وقد يصيبه ¶ بإصابات بالغة قد تودي بحياته. وكذلك حالة من يطلق تياراً كهربائياً حول سور ¶ بستانه مثلأ، فيصعق التيار من يحاول ان يتسلق ويتخطى السور، في مثل هذ5 ¶ الحالات وما إليها هل تنهض المسؤولية قبل صاحب الخزانة أو صاحب البستان ¶ الذي لجأ إلى تلك الوسيلة لحماية ماله؟ ¶ كانت هذه المساًلة مثار جدل وخلاف شديد بين الشراح، وبين المحاكم ¶ ايضاً، وخاصة في فرنسة. ¶ لقد عجبت إذ وجدت أن هذه الحالة لم تغب عن اذهإن فقهاء الشريعة ¶ السابقين، فقد افترضوا أن شخصاً حفر حفرة في مدخل بستان وغطاه! بأعشاب، ¶ فسقط فيها لص حاول ان ينفذ إلى الداخل للسرقة واصيب بجراح بالغة، وأن ¶ اَخر أطلق كلباً عقوراً لحماية البستان، فانقض على شخص حاول الدخول ¶ وعقره، واحدث به إصابات جسيمة، في مثل هذه الأحوال هل يجوز مؤاخذة ¶ صاحب البستان ها لى اي مدى؟ المشكلة واحدة وإن اختلفت أمثلتها، وقد أدلى ¶ الفقهاء الذين عرضوا لها بما يدل على حصافة الراي والدقة والعمق في التفكير. ¶ ثم قال: والسيد الجليل يقصد (الشيخ الخفيف) من خيرة من عُنوا بهذه الناحية ¶ كما يتجلى من مؤلفاته وابحاثه العديدة \" (1). ¶ جـ - أن نتبين المواضع الجديدة التي اجتهد فيها غيرنا، وسبقوا فيها ¶ بالتشريع والفتوى، في حين لم نقدم فيها نحن ما يليق بفقهنا لحدوثها بعد عصور ¶ الاجتهاد والتخريج، أو في عصرنا هذا بعد تعطيل الفقه الإسلامي عن العمل ¶ والحكم، واكتفائنا بالموقف السلبي العاجز: موفف الاستيراد لا الإبداع، ¶ موفف التسول من الغير لا الاعتماد على النفس. وعندئذ نجتهد في تلافي ¶ (1) ¶ كلمة الدكتور محمد مصطفى الفللي في حفل استقبال الشيخ علي الخفيف في ¶ مجمع اللغة العربية بالقاهرة، مجلة المجمع: 25/ 9 0 2 - 1 1 2. ¶ 34",
            "page": "34",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ما أصابنا من قصور، وسد ما لدينا من ثغرات، وفي أصولنا وتراثنا ما يسعفنا ¶ بكل ما نريد مع الاقتباس الجزئي لا مانع منه بعد أن نصبغه بصبغتنا، ونضفي ¶ عليه من شخصيتنا ما يجعله جزءأ من فقهنا. ¶ د - أن نسهم في إضافة جديد إلى القانون العالمي المقارن، ونقدم للعالم ¶ المتحضر بعض ما لدينا من كنوز يجهلها علماؤنا وباحثونا. ¶ وقد ظل الشيخ علي الخفيف يعمل في هذه الوظيفة في كلية الحقوق ¶ بجامعة القاهرة إلى سن المعاش (التقاعد) في سنة (951 ام) وبعد ذلك بقي ¶ يعمل كمحاضر غير متفرغ في كلية الحقوق لطلبة الدراساب العليا من ماجستير ¶ ودكتوراه. ¶ 3 - التدريس في معهد الدراسات العربية العليا: ¶ يعد معهد الدراسات العربية العليا التابع لجامعة الدول العربية من أوائل ¶ المعاهد العلمية التي عُنيت بتأصيل الفكر العربي والإسلامي وبلورته، ونشره ¶ بين جمهور المثقفين، وهو يجمع في مناهجه بين التدريب العملي والبحث ¶ العلمي النظري. ويهدف إلى تخريج جيل من الباحثين العرب المؤمنين بقضايا ¶ أمتهم، والمشاركين في التصدي لها. ولهذا حرص المعهد على أن يكون ¶ المدرسون فيه من ذوي الكفاءات العلميهّ والعملية، وقد وقع اختيار إدارة ¶ المعهد على الشيخ علي الخفيف في سنة (1953 م) ليكون مشرفاً على قسم ¶ الدراسات الإسلامية والقانونية، فقام بذلك خير قيام، وقام بإلقاء المحاضرات ¶ فيه، ولم يتوان المعهد في طبعها وتوزيعها، ومن هذه المحاضرات والكتب: ¶ (أسباب اختلاف الفقهاء)، و (فرق الزواج)، و (الشركات في الفقه الإسلامي)، ¶ و (التصرف الانفرادي والإرادة المنفردة)، و (الملكية في الشريعة الإسلامية مع ¶ مقارنتها بالقوانين العربية)، و (الضمان في الفقه الإسلامي). ¶ وقد ظل يعمل في هذا المعهد حتى قبيل وفاته سنة (978 ام) وتقديراً ¶ للجهد الرائع الذي أسهم به المرحوم قام المعهد بإعادة طغ كتاب (الملكية في ¶ الشريعة الإسلامية) سنة (990 ام)، قال الدكتور محمد صفي الدين أبو العز ¶ 35",
            "page": "35",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "رئيس المعهد في مقدمة الكتاب المذكور: \"تقديراَ للجهد الرائع الرائد الذي ¶ اسهم به المغفور له فضيلة الشيخ علي الخفيف الذي أشرف على قسم الشريعة ¶ والقانون بمعهد البحوث والدرالم! ات العربية طوال فترة جاوزت العشرين عاماً، ¶ ولمكانته العلمية البارزة في علوم التشريع الإسلامي، وفي اصول الفقه، ¶ ولإسهاماته العظيمة في دعم مكتبة الشريعة الإسلامية، فقد راى المعهد البدء ¶ بإعادة طبع سلسلة محاضراته التي ألقاها على طلاب المعهد في عامي (968 1 -  ¶ 969 1 م) تحت عنوان (الملكية في الشريعة الإسلامية) ويحدونا امل كبير في ا ن ¶ نتمكن في مستقبل ليس ببعيد من متابعة نشر بقية أعماله الأصيلة التي حظيت بها ¶ قائمة منشورات المعهدلا (1). ¶ 4 - وقد عمل ا ستا ذاً زائراَ في جا معة بغد اد سنة (68 9 1 م) وألقى محاضرات ¶ على طلبة الدراسات العليا في الحقوق، وفي جامعة الخرطوم سنة (968 1 م). ¶ ثا نياً - ا لقضاء ا لشرعي: ¶ القضاء الشرعي هو: \"الفصل بين الناس في الخصومات حسماً للتداعي ¶ وقطعاً للنزاع بالأحكام الشرعية المتلقاة من الكتاب والسنة \" (2) وهي وظيفة ¶ مهمة لا يستغني عنها مجتمع من المجتمعات، لأن طباع الناس مجبولة على ¶ التظالم، وقل من ينصف من نفسه، فلابذَ من القضاء لحسم التداعي وقطع ¶ النزاع، وإلا لما استقامت أمور الناس، وقد أجاز جمهور الفقهاء لمن وجد في ¶ نفسه الكفاية لتولي هذا المنصب أن يطلبه، ويتقدم إليه، ويؤيد ذلك أن الرسول ¶ ! تَ تولى القضاء بين الناس، وولى غيره، كما أن الخلفاء الراشدين عملوا فيه، ¶ وولوا غيرهم من الصحابة عليه (3). ¶ (1) ¶ (2) ¶ (3) ¶ ا لملكية في الشريعة ا لإسلامية للدكتور محمد صفي الدين ابو العز، ص 6. ¶ النظام القضائي في الفقه الإسلامي للدكتور محمد رافت عثمان، ص 17. ¶ انظر: بدائع الصنائع للكاساني: 9/ 082 4؟ وتبصرة الحكام مع فتح العلي ¶ المالك: 1/ 14؟ مغني المحتاج للشربيني: 4/ 372؟ المغني لابن قدامة: ¶ 9/ 35. ¶ 36",
            "page": "36",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وبحكم دراسة الشيخ علي الخفيف في مدرسة القضاء الشرعي التي لْؤهله ¶ لتولي هذ 5 الوطمة، تقدم بطلبها سنة (921 ام)، فوقع عليه الاختيار، وعين ¶ فيها في تلك السنة، كما ذكر المترجمون له. واشار هو إلى ذلك في أحد ابحاثه ¶ حيث قال: \"ولست أنسى أن تاجرا عظيم الثراء رغب في وقف املاكه، فجاءني ¶ وأنا قاض فأسرَ إليئ برغبته، ورجا ان تتم في خفية خوفاَ على ثقته المالية أ ن ¶ تنهار، وعلى تجارته أن تضمحل \" (1). ¶ ويزداد الأمر وضوحأ من خلال تركيؤه على إجراءات التقاضي التي عرض ¶ لها في كتاب (فرق الوْواج)، فهو يتكلم عنها كلام الخبير الممارس (2)، وقد ظل ¶ يعمل في القضاء الشرعي مدة ثماني سنوات. ¶ ثالثاً -المحاماة الشرعية: ¶ المحاماة تعد من الأعمال المكملة للقضاء، فمهمة المحامي النيابة عن ¶ الخصوم في إجراءات التقاضي بالحضور عنهم، والدفاع شفاهة او كتابة بتقديم ¶ المذكرات لشرح وجهة نظرهم، وما يؤيدها من اوراق ومستندات، ومصطلح ¶ المحاماة من المصطلحات المعاصرة التي عرفها المسلمون بعد احتكاك الدولة ¶ العثمانية بالغرب (3)، واما المصطلج الذي تداوله الفمْهاء القدامى فهو وكيل ¶ الدعوى أو وكيل الخصومة. ولا مانع من إطلاق المحاماة على وكيل الدعوى أ و ¶ وكيل الخصومة. وقد عزَف الشيخ محمد أبو زهرة المحامي بأنه: \"العليم ¶ بالقانون الذي يستطيع ان يثبت حق ذي الحق، ويدفع باطل المعتدي معتمدأ في ¶ ذلك على علمه بما شرع القانون من حقوق، وما الزم من واجبات، وما قيد به ¶ الحويات، حفظأ للجماعة وتثجضأ للممادح \" (4). ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ الوقف الأهلي لل! ثبخ علي الخفيف، مجلة القانون والاقتصاد، السنة (0 1) ¶ العددان (3، 4)، ص 6 4. ¶ فرق الزواج لل! ثبخ علي الخفيف، ص 4 27. ¶ المحاماة لمشهور حسن، ص 0 5. ¶ الخطابة لمحمد أبو زهرة، ص ه 7 1. ¶ 37",
            "page": "37",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وإذا كانت مهمة المحامي تقتصر على حماية الحق والذب عنه ولا تتعدى ¶ ذلك إلى حماية الباطل والدفاع عنه فإنها جائز شرعاً، وهي تدخل حينئذٍ بي ¶ مضمون قوله تعالى: \" وَتَحَاوَلُؤأ عَلَى اَلِبزِ وَألَّفوَى وَلَا نَعَاوَلؤُا عَلَى اَلاثوِ وَاَئئدؤَنِ\" ¶ أ المائدة: 2،. ¶ وبحكم دراسة الشيخ علي الخفيف في مدرسة القضاء الشرعي التي تؤهله ¶ للعمل في المحاماة عينته وزارة الأوقاف المصرية محامياً شرعياً سنة (929 1 م) ¶ وذلك للدفاع عن حقوق الوزارة، وتمثيلها في المحاكم، وظل في هذه الوظيفة ¶ عدة سنوات. ¶ رابعاً -ادارة شؤون ا لمساجد بوزارة ا لأوقاف: ¶ بعد عدة سنوات من تعيينه محامياً لدى وزارة الأوقاف عينته الوزارة مديراً ¶ لشؤون المساجد ومشرفاً عليها، وظل متولياً لهذه الوظيفة حتى سنة (939 1 م) ¶ وهي السنة التي انتقل فيها إلى التدريس بجامعة القاهرة. ¶ *** ¶ 38",
            "page": "38",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "المطلب الرابع ¶ مكانته العلمية ¶ يتمتع الشيخ علي الخفيف رحمه الله في الأوساط العلمية والرسمية ¶ بمكانة علمية مرموقة، فهو أصولي محقق بارع ذو رأي صائب، واختيار موفق، ¶ ونظر دقيق، وهو فقيه متمكن من الفقه، ومتحكم به، يقرب أحكامه للأفهام، ¶ ويجتهد في القضايا المعاصرة، وهو لغوي مدقق وصاحب لسان بليغ، ترسخت ¶ عنده الملكة الفقهية حتى اصبح فقيه نفس، ودعا إلى تجديد الفقه الإسلامي ¶ قولاً وعملاً، وتأثر به وبفكره التشريعي عدد لا يحصى من التلاميذ، وفيما يلي ¶ بيان لملكته الفقهية، والأوساط العلمية التي كزَمته، وحرصت على الاستفادة ¶ منه، ودعوته لتجديد الفقه، وتلاميذه الذين تأثروا بدعوته. ¶ اولأ - ملكته الفقهية: ¶ الملكة الفقهية هي: \" صفة راسخة في النفس تحقق الفهم لمقاصد الكلام ¶ الذي يسهم في التمكن من إعطاء الحكم الشرعي للقضية المطروحة، إما برده ¶ إلى مظانه في مخزون الفقه، أو بالاستنباط من الأدلة الشرعية أو القواعد الكلية\" ¶ وهي تحصل للفقيه بتحقق مقوماتها: من استعداد عقلي وروحي وشخصي ¶ للفقيه، ومنهاج أصيل يقوم على حفظ القراَن الكريم، ومعرفة السنة النبوية، ¶ ومعرفة مواطن الإجماع والاختلاف في الفقه الإسلامي، ومعرفة أصول الفقه ¶ واللغة العربية، والعلم بمقاصد الشريعة الإسلامية، وفهم الواقع بما فيه من ¶ تغيرات وتطورات، ومدرس حاذق يشرف على مرحلة التلقي (1). ¶ والناظر في شخصية الشيخ علي الخفيف وحياته العلمية يجد أن جميع ¶ (1) تكوين الملكة الفقهية للمؤلف، ص 58 - 87. ¶ 39",
            "page": "39",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "تلك المقومات قد تحققت فيه، فهو قوي المدارك، يعرف مقتضى الكلام ¶ ومعناه، ولديه من الفطنة والذكاء ما يؤهله لذلك، قال عنه الدكتور أحمد ¶ الحوفي: \" يحرص على الاستماع اكثر مما يحرص على المقال، ويصغي إلى ¶ الاراء المتشابكة في يقظة صما دراك، ثم يتخير اصوبها، ويدلل على صحته \" (1). ¶ وحفظ القراَن الكريم وهو في الصغر، وعرف السنة النبوية وتضلع في ¶ اللغة العربية، وكثيراً ما كان ينبه في ابحاثه إلى مقاصد الشريعة الإسلامية، ¶ ويدقق ويحرر في قضايا أصول الفقه. ¶ وتمكن من علم الفقه بما فيه من مواطن اتفاق واختلاف، قال الدكتور ¶ إبراهيم مدكور فيه: \"تمكن من الفقه تمكناً لا يجاريه فيه كثير من معاصريه، ¶ حذقه في بصر وبصيرة، ومارسه علماً وعملاً وضم إليه قدراً غير قليل من علوم ¶ القانون، فتوافرت له اسباب الاجتهاد\" (2). ¶ وقد أضاف إلى علم الفقه والقانون بعض علوم عصره من إدارة واجتماع ¶ وطبيعة وطب وغير ذلك من العلوم التي جعلته قادرإً على أن يحكم على بعض ¶ الأقوال الفقهية الموروثة بالضعف أو الصحة أو الرجحان، وقد ظهر هذا جلياً ¶ من خلال مؤلفا ته، فقد جاء في كتاب (فرق الزواج) تحت عنوان (طلاق المريض ¶ مرض الموت): \"وقد ذكر له الفقهاء أ مارات اختلفوا فيها: فذكر بعضهم أنه ¶ ما يلزم صاحبه الفراش، وذكر آخرون أنه ما يمنع صاحبه القيام بعمله العادي، ¶ وذكر غيرهم أنه ما لا يستطيع صاحبه المشي إلا بمعين، وقيل: ما لا يقدر ¶ صاحبه على الصلاة. . وهكذا اختلفوا في أماراته، إذ لم يكن لهم خبرة كافية ¶ بالأمراض واَثإرها، ا ما الآن وقد تقدم الطب، وعملت الإحصاءات عن الوفيات ¶ بالأمراض، ودرست اَثإرها، فالواجب أن يلجأ في معرفة ذلك إلى الاطباء، ¶ فمن الأمراض ما يغلب معها ا.! لاك، وليست لها تلك الأمارات التي ذكروها، ¶ (1) ¶ (2) ¶ مجلة مجمع اللغة العربية، كلمة الحولْي في حفل التأبين: 46/ 172. ¶ مجلة مجمع اللغة العربية، كلمهّ الدكتور إبراهيم مدكور في حفل تابينه: ¶ 167/ 46. ¶ 40",
            "page": "40",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وما تصاحبها تلك العلامات، ولكن لا يغلب معها الهلاك \" (1). ¶ وقد حطي رحمه الله تعالى في مرحلة التفقه وتكوين الملكة الفقهية بعدد ¶ وافر من الأساتذة الأفاضل الذين اشتهروا بالديانة والتمكن من الفقه امثال: ¶ الشيخ أ حمد إ براهيم الذي ترجمنا له ضمن شيوخه. ¶ ثانياً - الأوساط العلمية والرسمية التي كرَّمته وحرصت على ¶ الاستفادة منه: ¶ نظراَ لمكانة الشيخ علي الخفيف العلمية المرموقة حرصت الأوساط ¶ العلمية والرسمية على تكريمه، والاستفادة مما لديه من علم وخبرة في مجال ¶ الفقه واللغة والعلوم القانونية والإدارية والإنسانية وغير ذلك. ¶ ا - فقد اختير عضواَ مؤسساَ في مولسوعة الفقه الإسلامي بالمجلس ¶ الأعلى للشؤون الإسلامية، وقد أُنشئت هذه الموسوعة بقرار وزاري في يناير ¶ سنة (1961 م)، وتألفت اللجنة أثناء الوحدة المصرية السورية من المصريين ¶ والسوريين، واطلق على الموسوعة: (موسوعة جمالط عبد الناصر في الفقه ¶ الإسلامي)، وكان من خطة اللجنة في هذا العمل (2): ¶ أ - ان تكون الموسوعة مدونة، ترتيب موادها ترتيب حروف المعجم ¶ - مراعى في ذلك اول الكلمة والحروف التالية لها -كما ينطق بها من غير نظر ¶ إ لى اصلها. ¶ ب - ان تكون أسماء ابواب الفقه مواد مستقلة (مصطلحات) توضع في ¶ ترتيبها الهجائي، أما ما عدا ذلك فيتبع بشأنه ما تقرره لجنة المراجعة، ثم اللجنة ¶ العامة. ¶ ! - ان تكون الموسوعة جامعة لأحكام المذاهب الفقهية الثمانية: ¶ الحنفية، والمالكية، والشافعية، والحنابلة، والظاهرية، والشيعة الإمامية، ¶ (1) ¶ (2) ¶ فرق الزواج للخفيف، ص 82 - 83. ¶ التشريع والفقه في الإسلام لمناع القطان، صا 27 - 272. ¶ 41",
            "page": "41",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "والزيدية، والإباضية. وجمع ما في كل منها من الأ قوال إ لا الأ قوال الشاذة. ¶ د - ان يكون إيراد أدلة الأحكام في الاعتدال وبمقدار صا تستبين به وجهة ¶ النظر. ¶ هـ- أن تتتاول ا لموسوعة مسائل أ صول الفقه والقواعد الفقهية؟ لارتباطها ¶ الوثيق بالأحكام الفقهية. ¶ و - إن وظيفة الموسوعة ليست الموازنة بين الشرائع ولا بين المذاهب، ¶ ولا ترجيج بعض الأقوال على بعض، ولا نشر البحوث والاَراء، وإنما وظيفتها ¶ جمع الأحكام الفقهية وترتيبها في دقة وأمانة بعبارات سهلة تساير احوالنا، من ¶ المراجع الفقهية التي تلقاها الناس بالقبول حتى نهاية القرن الثالث عشر ¶ الهجري، وذلك دون تفرقة بين المعمول به وغير المعمول به إلان. أما ما عدا ¶ ذلك مما ليس من وظيفتها الأصلية فيكون له ملحق خاص. ¶ وقد أصدر المجلس الاعلى للشؤون الاسلامية في (23) يونيو سنة ¶ (1961 م) جزءاً نموذجياً للموسوعة على سبيل التجربة أراد به أن يكون تحت ¶ أنظار العلماء والمشتغلين بالفقه والقانون على أن يبدا بإعداد الجزء الأول من ¶ أجزائها في صورلّه النهائية (1)، وقد شارك الشيخ علي الخفيف في تأليف هذا ¶ الجزء النموذج بكتابة مصطلح (دين) (2). ¶ ولما انفصلت سورية عن مصر سنة (961 ام) وتعذر ذهاب الأعضاء ¶ السوريين إلى مصر شكلت لجنة الموسوعة تشكيلاً جديداً سنة (962 1 م) وبقي ¶ الشيخ علي الخفيف عضواً في هذا التشكيل، وكتب كثيراً من المصطلحات ¶ الفقهية مثل: إجارة، وادعاء،! اذن، وارتفاق، وأرش، واستبدال، واستنابة، ¶ وا ستناد، واستيلاء، وإ سلا م، واعتصار، واعتقا ل، وا قتصار، وإ قطاع، ¶ (1) ¶ (2) ¶ موسوعة الفقه ا لإسلامي، المجلس الاعلى للشؤون ا لإسلامية: 1/ 7. ¶ مجلة مجمع اللغة العربية، حفل تأبين الشيخ الخفيف، كلمة الدكتور أحمد ¶ الحوفي: 46/ 170. ¶ 42",
            "page": "42",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وانقراض، لى يمان، وا مير، لى مارة، وأهل الحل والعقد (1). ¶ 2 - وفي سنة (961 ام) شارك في (أسبوع الفقه الإسلامي ومهرجان ¶ الإمام ابن تيمية) الذي انعقد في دمشق، وكان عضوأ فعالأ فيه، إذ قدم بحثاً عن ¶ (الحسبة)، وقام بالتعقيب على أبحاث كل من الشيخ محمد أبو زهرة والشيخ ¶ أحمد فهمي أبو سنة والشيخ عبد المقصود شلتوت حول موضوع (التعسف في ¶ استعمال الحق). ¶ 3 - وفي سنة (962 1 م) اختير عضواً مؤسساَ في مجمع اليحوث الإسلامية ¶ بالأزهر الشريف الذي أُنشئ في السنة نفسها، وهو يتكون من حّمسين عضوا، ¶ ثلاثون من العل! اء المصريين وعشرون من أبرز علماء العالم الإسلامي من ¶ المطلعين على اَراء المجتهدين في الشريعة الإسلامية، وهو يهدف إلى دراسة ¶ ما يستجد من القضايا المعاصرة، وتقديم الحلول المناسبة لها، ويجتمع ¶ المجمع مرة في كل شهر على الافل، ويجتمع مؤتمر المجمع اجتماعاً عادياً مرة ¶ كل سنة (2). ¶ وقد كان للشيخ علي الخفيف دوره البارز في المجمع لأ، فقد شارك في ¶ أغلب مؤتمرات المجمع ببحوث: ففي المؤتمر الأول المنعقد فىِ (شوال ¶ 383 ا هـ/! مارس 1964 م) قدم بحثه (الملكية الفردية وتهحديدها في الإسلام) ¶ وحظي هذا البحث بقبول ظهر في قرارات وتوصيات المؤتمر، حيث جاء في ¶ التوصية الثالثة الفقرة (ب): \" إن من حق أولياء الأمر في كل بلد أن ليحدوا من ¶ حرية التملك بالقدر الذي يكفل درء المفاسد البينة، وتحقيق المصالح ¶ الراجحة \" (3)، وفي المؤتمر الثاني المنعقد في (محرم 385 ا هـ/ مايو 965 1 م) ¶ قدم بحثاَ في 1 التأمين)، وفي المؤتمر الثالث المنعقد في (جمادى الاَخرة ¶ (2) ¶ (3) ¶ مجلة مجمع اللغة العربية، حفل تأبين الشيخ الخفيف: 46/ 170. ¶ ا لأزهر وما حوله من الاَثار لعبد الرحمن زكي، ص 4 5. ¶ مقدمة كتاب التامين للخفيف، الذي نشرته مجلة الأزهر بقلم رئيس تحريرها ¶ الدكتور علي أحمد الخطيب، ص 4. ¶ 43",
            "page": "43",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "1386 هـ/! توبر 966 1 م) قدم بحثاً في (مكانة السنة في بيان الأحكام الإسلامية ¶ والرد على ما أثير من شبهات حول حجيتها وروايتها)، وفي المؤتمر السادس ¶ المنعقد في (محرم 1391 هـ/ 971 1 م) قدم بحثاً في (الفكر التشريعي الإسلامي ¶ واختلافه باختلاف الشرائع)، وفي المؤتمر السابع قدم بحثأ في (حكم الشريعة ¶ على شهادات الاستثمار بأنواعها الثلاث تطبيقاً للقواعد الفقهية العامة والأصول ¶ الشرعية للمعاملات) وكان رحمه الله رئيساً للجنة السنة في المجمع. ¶ 4 - وفي سنة (1967 م) اختير عضوأ في المجلس الأعلى للأزهر، وهو ¶ يتكون من شيخ الأزهر ووكيله ومدير جامعة الأزهر وعمداء كليات الأزهر ¶ وأربعة علماء من أعضاء مجمع البحوث الإسلامية، يختارهم المجمع بالإضافة ¶ إلى وكلاء وزارات الأوقاف والتربية والعدل والمالية ومدير الثقافة والبحوث ¶ الإسلامية ومدير المعاهد الأزهرية، وثلاثة من ذوي الخبرة في شؤون التعليم ¶ الجامعي، ويختص هذا المجلس بالتخطيط ورسم السيالممة العامة لكل ما يحقق ¶ الأغراض التي يقوم عليها الأزهر ويعمل لها في خدمة الفكرة الإسلامية ¶ الشاملة (1). ¶ 5 - وفي سنة (969 ام) اختير عضواً في مجمع اللغة العربية بالقاهرة، ¶ وقد صدر مرسوم إنشاء هذا المجمع في سنة (932 1 م) وبدأ انعقاده الأول سنة ¶ (934 1 م)، وهو يضم عشرين عضواً عإملأ من بين العلماء المعروفين بتعمفهم ¶ في اللغة العربية، أو ببحوثهم في فقهها ولهجاتها دون تقيد بالجنسية المصرية، ¶ وهو يهدف إلى بذل الجهود للحفاظ على اللغة العربية، وجعلها وافية بحاجات ¶ العلوم والفنون وشؤون الحياة في العصر الحاضر، وتهيئة الوسائل لذلك بوضع ¶ المعاجم وغيرها، والتنبيه على ما ينبو من العربية من الألفاظ والصيغ، والعمل ¶ على وضع معجم تاريخي لغوي، والعناية بدرالممة اللهجات العربية الحديثة في ¶ مصر وغيرها، واتخاذ كل الأسباب لتقدم العربية (2). ¶ (1) ¶ (2) ¶ ا لأزهر وما حوله من الاَثار لعبد الرحمن زكي، ص 4 5. ¶ انظر: مجمع اللغة العربية في ثلاثين عاماَ لمحمد خلف الله، ومحمد شوقي= ¶ 44",
            "page": "44",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وقد وقع الاختيار على الشيخ علي الخفيف لتضلعه في اللغة العربية ¶ ولشهرته العلمية، فقد قال الدكتور محمد مصطفى القللي في حفل استقبال ¶ فضيلته: \"لست اعدو الحقيقة في شيء إذا قلت بأن الأستاذ الجليل الشيخ علي ¶ الخفيف الذي يسعدنا ان نحتفي به اليوم ليس بغريب على احد منا، فقد ملأ ¶ الأسماع منذ زمن بعيد صيت علمه، وسرى إلينا الحديث عن واسمع فضله ¶ وعظيم خبرته، قبل أن نحظى بلقاء شخصه وضمه إلى سمط المجمع \" (1). ¶ وكان فضيلته عضوأ فعالا في المجمع، قال فيه الدكتور إبراهيم مدكور: ¶ \"فقد نفحنا بزمالته في هذ 5 الدار زمناً، ويوم ان دخلها عددنا 5 غُنمأ كبيراً، وسنداً ¶ عظيماً، حرص ما وسعه على ان يشترك في بعض لجاننا، وأن يتابع مجلسنا، ¶ ولم يتخلف قط إلا لعذر قاهر، اعطى لجاننا في سخاء، وله علمه الفياض، ¶ وذوقه السليم، وحكمه الدقيق، واثار مجلسنا بآرإئه الصائبة، وتوجيهاته ¶ السديدة، لم يعرف الإسراف قط لا في القول ولا في العمل، وقد عني بالمصطلج ¶ الفقهي وعقد له لجنةْ فرعية خاصة، وأقر فيه ما أقر، ووفاء لذكراه آمل ان نخرج ¶ ما أقره إلى النور، لاسيما وهو تراث يخشى عليه الضياع \" (2). ¶ ومن نشاطه المجمعي (3) أنه ظل يتابع نشاط المجمع في مجلسه ومؤتمره ¶ ولجانه، وخاصة لجنة القانون والشريعة، وقد ساهم في إخراج المصطلحات ¶ التي اخرجتها اللجنة مساهمة فعالة. ¶ ومن مقالاته التي ألقاها في المجمع: ¶ 1 - كلمة في حفل استقباله، ووداع الدكتور أمين الخولي الذي حلَ محله ¶ (مجلة المجمع: 25/ 214). ¶ (1) ¶ (2) ¶ (3) ¶ أمين، المقدمة ص: س؟ ومجمع اللغة العربية في خمسين عاماَ لشوفي ضيف، ¶ ص 0 2. ¶ مجلة مجمع اللغة العربية، حفل الاستقبال: 25/ 08 2. ¶ المصدر السابق، حفل التأبين: 6 4/ 67 1. ¶ المجمعيون في خمسين عاماً للدكتور محمد مهدي علام، ص ه 0 2. ¶ 45",
            "page": "45",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ب - كلمة في تأبين الأستاذ الدكتور الشيخ عبد الرحمن تاج (مجلة ¶ المجمع: 36/ 221). ¶ 6 - وشارك رحمه الله في لجنة إعداد مشروع قانون الأحوال الشخصية ¶ المصري، كما شارك في لجنة المئة لإعداد الدستور في الخمسينيات. ¶ 7 - وشارك في العديد من المؤتمرات العلمية مثل: ندوة التشريع ¶ الإسلامي التي عقدت في الجامعة الليبية بالبيضاء في (ربيع الأول 392 ا هـ/ ¶ مايو 972 ام) والمؤتمر العالمي الأول للافتصاد الإسلامي المنعقد في مكة ¶ المكرمة في (صفر 396 ا هـ/ فبراير 1976 م) ببحث التأمين، وكان هذا البحث ¶ سبباً في إباحة التأمين في المملكة العربية السعودية (1). ¶ 8 - وفي سنة (976 ام) نال جائزة الدولة التقديرية في العلوم ¶ الاجتماعية (2). ¶ وقد عرضت عليه مشيخة الأزهر عدة مرات فرفضها، كانت المرة الأولى ¶ قبل تعيين الشيخ عبد الرحمن تاج، والمرة الثانية قبل تعيين الشيخ حسن مأمون، ¶ وقال كلمته في سبب الرفض: \"هل هناك مسلمون ليكون لهم شيخ \" (3). ¶ ثالثاً -دعوته لتجديد الفقه الإسلامي: ¶ تجديد الفقه الإسلامي لا يعني التخلص من القديم أو محاولة هدمه، بل ¶ الاحتفاظ به، وترميم ما بلي منه، وإدخال التحسين عليه (4)، فالمجدد للفقه ¶ يحتفظ بجوهر بناء الفقه، ويبقي على طابعه وخصائصه، ويعمل على إبراز 5 ¶ والعناية به، وينظر في بعض الأحكام التي تغير موجب الحكم فيها فيغير الحكم ¶ تبعاً لتغير الموجب، ويدخل التحسينات عليه إ ما بالاجتهاد في القضايا ا لجديدة، ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ مقدمة كتاب أسباب اختلاف الفقهاء للخفيف، بقلم الناشر، ص 2. ¶ المجمعيون في خمسين عامإً لمحمد مهدي علام، ص 4 0 2. ¶ مقابلة هاتفية مع الدكتور حميد علي الخفيف. ¶ الفقه ا لإسلامي بين الأصالة والتجديد للقرضاوي، ص 27. ¶ 46",
            "page": "46",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "او بالدراسة المقارنة بين المذاهب الإسلامية، أو بين الفقه والقانون، أو بصياغة ¶ نظريات عامة في الفقه، أو بصياغته صياغة جديدة في ثوب التقنين أ و ¶ الموسوعات، أو الدراسات المعاصرة. ¶ ينطلق الشيخ علي الخفيف في تجديده للفقه من تصور 5 العام للإسلام، ¶ فهو منهج حياة شامل، يشمل العقيدة والعبادة والتشريع، ولا يتحقق تدين ¶ الإنسان إ لا بالإيمان بذلك، فهو يقول: \" فالدين هو الإسلام وهو الشريعة، وهو ¶ تلك النظم والأحكام التي شرعها اللّه سبحانه وتعالى، وشرع أصولها، وثبت ¶ قواعدها واسسها، وكلف الناس إياها، ليأخذوا انفسهم بها في علافتهم بربهم، ¶ وعلافتهم بعضهم ببعض أفراداً وجماعات، وعلاقتهم بالكون، وعلاقتهم ¶ بالحياة على وفق ما افاد القران بصريح اياته، أو تضمنه بعموم فواعده وكلياته، ¶ او اشار إليه من أهداف وحكم بضروب دلالته، او جاء به رسول اللّه! فيما ¶ بلغه للناس من بيان، وفيما صدر عنه من قول، وفيما باشر 5 من عمل، وفيما د ل ¶ عليه باجتهاد 5 وتطبيقه، وبما وضعه من علامات، ونصب له من إشارات \" (1). ¶ ومن الاَيات الدالة على عموم ذلك التشريع قوله تعالى: \"! قُل تَمَالَؤأ ¶ أَتلُ مَا حَزَمَ رَبُّم عَيَئغ أَلَأ تشركِوُا بِهِء شَئا وَبِأتوَلِدَقتِ إِحْشَنآ وَلَا تَقنُلُوَأ ¶ أَؤلَد! و! تْ إمئَؤ نَخنُ نَرزُفُ! غ فَىئاهُتم وَلَا تَقرَلُوا اَتفَؤَحِشَ مَا ظَهَرَ! هَا ¶ وَصما بَطَى وَلَا تَقئُلُوا ألئفممَى أئَتِى حَرمَ اَدئَهُ إِلَأ بأِل! ذَلِكؤُ وضًئكُم بِهِء لَعَئَكؤُ ¶ ئَعقِلُونَ! وَلَا لَقرَبُوا مَالَ أقتِيوِ إِلَأ بِأنَتى هِىَ شسَنُ حَق يَئبغُ أَشُدَهُ وَأَؤ! ؤُا أل! يو ¶ وَأقمِيزَانَ بِاَتقِ! لَا نُكَفُ نَقسَا إِلا وُشعَهَآ وَإذَا قُئتُ! فَأغدِلوُا وَلَؤ! انَ ذَا قُثبَئ ¶ وَبِمَقد اَللَّهِ أَؤفوُأ ذَ لحُتم وَضَئكُم بِهِء لَعَفَكؤُ تَذَكَرُوتَ يرفي! وَاَنَ هَذَا صِرَطِى مُسْتَقِيما ¶ فاتَّبِعُؤُ وَلَاتَحبِعُوأ اَلشُبُلَ فَئَفَزَقَ بِكُخ عَن سَيلأ ذَلِكُغ وَصَّحئكُم بِهِء لَعَفَ! خ ¶ تَئقُونَ\" 1 الأنعام: 1 15 - 53 1). ¶ وإذا كانت العقائد الاسلامية حقائق ثابتة في نفسها لا تقبل التغيير والتبديل ¶ (1) ¶ مصطلح: (الإسلام) الذي كتبه الشيخ علي الخفيف لموسوعة الفقه ا لإسلامي: ¶ 9/ 285. ¶ 47",
            "page": "47",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "والنسخ، فالألوهية وصفاتها حقائق ثابتة والرسالة والوحي والكتب السماوية ¶ حقائق ثابتة، والجنة والنار، والنعيم والعذاب، كل ذلك حقائق ثابتة. ¶ وإذا كانت العبادات إنشاءات ربانية انشأها الله تعالى، ورسم حدودها، ¶ وهيأها على صور خاصة، وطلب من عباده أن يعبدوه بها، فإن المعاملات تقبل ¶ التغيير والتبديل، ويدخل عليها التطوير، وهي ليست من إنشاءات الشريعة ¶ الإسلامية، فالشريعة جاءت فوجدت صوراً يتعامل الناس بها فكان لها موقف ¶ منها غير موقف الإنشاء والرسم، هو موقف الإقرار او التعديل أو الإلغاء. وهي ¶ لا تتدخل في هذا الميدان إلا بمقدار ما تحمي مثلها ومبادئها التي جاءت بها من ¶ العدل والتيسير والرحمة ودفع أسباب التشاحن والبغضاء (1). ¶ فهو يقول: \"وليست الشريعة شريعة جديدة مستحدثة في جميع ¶ احكامها، بل جاءت مقرة لكثير مما كان عليه تعامل العرب قبلها، إذ كان العرب ¶ كأية أمة أو مجتمع لهم حياة اجتمإعية مدنية، ذات ارتباطات سياسية، وصلات ¶ اقتصادية، وتعاقدات مدنية، ومعاملات مالية، بقدر ما دعت إليها حالتهم ¶ الاجتمإعية وكيانهم البدائي، فكانوا يتحالفون ويتبايعون ويتداينون ويؤجرون ¶ ويرهنون ويتّجرون ويتزاوجون، وكانوا في جميع معاملاتهم وعقودهم ¶ واتفاقاتهم يصدرون عن إرادتهم، خاضعين لأعراف وعاداب جارية بينهم، ¶ فأقرت الشريعة كثيرأ منها، وحرمت ما كان منها ضاراً لا يصلح عليه حال ¶ المجتمع، وفي ذلك إقرار منها لما كان للإرادة من سلطان كانت تقوم عليه تلك ¶ المعاملات والاتفاقات غير أنها لم تقرها إلا في حدود المصلحة الاجتمإعية، ¶ ورفع الجور، والمحافظة على الحقوق، وعدم الإضرار بالغير، وذلك بالبعد ¶ عن الغرر والخداع والغش والغبن الفاحش \" (2). ¶ هذا الكلام المجمل قد طرحه في كتبه عدة مرات حتى تبلور لديه في ¶ (1) ¶ (2) ¶ بتصرف من مقال: (ميدان التطور في الشريعة) للشيخ محمد المدني، مجلة ¶ ا لأزهر؟ وا لاجتهاد وا لتجد يد ا لتونسي، صه 5 - 57. ¶ التصرف ا لانفرادي والإرادة المنفردة لعلي الخفيف، ص 4. ¶ 48",
            "page": "48",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "صورة أصول منهجية لمعالجة القضاي! المستجدة، فذكره في مقدمة بحثه ¶ لشهادات الاستثمار - أصول البحث، وهي (1): ¶ الأصل الأول: للناس في مجال المعاملات المالية التي تتوقف عليها ¶ معايشهم، وتتوفر بها مصالحهم، أن يستحدثوا من العقود - في حدود الشريعة ¶ واصولها - ما تدعو إليه حاجاتهم، وتحملهم عليه مصالحهم، دون أن يلحقهم ¶ حرج بهذا الاستحداث؟ لأن العقود ما شرعت إ لا لتكون وسيلة لسد الحاجات، ¶ وطريقاً لنيل المصالح، ولذا أقر الشارع الإسلامي - حين جاءت شريعته إلى ¶ الناس - ما كانت عليه المعاملة في جزيرة العرب بعد أن حرَّم الضار منها، وكمل ¶ الناقص، وأصلح الفاسد، وهذَّب المعيب، ورخص للناس في عقود لا تتسق ¶ مع سنته حين رأى حاجتهم إليها، وجرى عرفهم بها، مع تغاضيه عما قد يحدث ¶ من ضرره. . . وفي سبيل وفائها بإلغرض منها اوجب الوفاء بها عامة، فجاء في ¶ الكتاب الحكيم: \" جماَيهُا اَلَذِيى ءَامَنُوا أَؤفُوا ياَئعُقُود \" 1 المائدة: ا)، دون ا ن ¶ يفرق بين عقد معروف وعقد مستحدث جديد، حاشا عقداً حرمه لما له من ضرر. ¶ ذلك هو القول الحق والمذهب السليم، والقول بخلافه - وإن ذهب إليه ¶ كثير من الفقهاء فيما يطهر في بعض ما عللوا به بعض الأحكام - لا تقوم به ¶ مصالح الناس، ولا يصلح معه أمر معاشهم، ولا يتسق مع تطور المعاملات ¶ وكثرة المخترعات، وتتابع المكتشفات، وما يستتبعه كل ذلك من اختلاف ¶ وتغير في وسائل الانتفاع وطرقه وأوضاعه. ¶ ا لأصل الثاني: إن تعامل الناس بعقد على صورة معينة جرى بها العرف لا ¶ يصلح وحده دليلاً على ان اي خروج على صورته، او اي خلاف لوضعه محظور ¶ شرعاً؟ لأنه إذا كان من شروطه ما أوجب الشارع مراعاته، وكان الخروج أ و ¶ الخلاف في هذا النوع من الشروط، فإن حظر الشارع للانحراف عنه حينئذٍ ¶ لمخالفة ما اوجب الشارع مراعاته، والزم الناس بإتباعه. ¶ (1) حكم ا أ! ثريعة على شهادات الاستثمار للخفيف، ص 9 - 9 1. ¶ 49",
            "page": "49",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "أما إذا كان الخلاف فيما لم يرد فيه إيجاب ولا إلزام الناس باتباعه، وإنما ¶ كانت مراعاته في التعامل والتمسك به بحكم العادة، وعرف الناس فيه، وسكت ¶ الشارع عن حكم مخالفته؟ فإن الخلاف حينئذ يكون انحرافاً عن أمر سكت عنه ¶ الشارع، ولم يبين حكم مخالفته، والحكم في مثله الإباحة، تطبيقاً لمبدأ ¶ الإباحة الأصلية فيما سكت عنه الشارع. ¶ والأمر الجدير بالنظر والبحث هو متى نعد العقد الذي يجري به التعامل ¶ عقداً جديداً مستقلأً مستحدثاً، يجوز التعامل به شرعاً تطبيقاً للأصل الأول ¶ السابق بيانه، لا ينظر فيه إلى ما فقده من شروط وأوصاف روعيت في غيره من ¶ العقود، ولا اعتداد فيه حينئدٍّ إ لا بما استقر عليه التعامل. ¶ ومتى نعده عقداً ملحقاً بعقد شبيه به من العقود التي عرفها الشارع إذا ¶ لاحظنا أنه قد فقد شرطاً من شروطه التي اشترطها الفقهاء فيه اجتهادأ منهم، ¶ ورتبوا على عدمها بطلان العقد أو فساده، وعندئذٍ يعطى الحكم الذي رتبه ¶ الفقهاء على ذلك من بطلان أو فساد، فلا يجوز التعامل به، ولا يلتفت إلى ¶ جريان العرف به؟ لاعتبار العرف حينئذ عرفاً فاسداً، لجريانه على هذه الصورة ¶ الفاسدة. ¶ إن إلحاق العقد المستحدث بأحد العقود المسماة (1) يتطلب وجود شبه ¶ بين العقدين في الأركان والعناصر والقصد من العقد، وغرض العاقدين منه، ¶ وإلا يعد جديداً مستحدثاً، فلا يلحق بأحد العقود المسماة لمجرد وجود شبه ¶ بينهما، فالأيسر بالناس والبعد بهم عن الحرج وصلاح أمورهم أن العقد إذا ¶ جرى به التعامل ورضيه الناس وأقبلوا عليه مع مخالفته لعقد آخر شبيه به فيما لم ¶ يوجب الشارع مراعاته أن يعد عقداً مستقلاًّ مستحدثاً في حدود الأصول ¶ الشرعية، وفي الإطار الذي يحقق أغراضها، وفي سبيل الهدف الذي أراده ¶ الشارع من شريعته، وعندئذٍ يكون عقداً مشروعاً واجب الوفاء لعموم قوله ¶ تعالى: \" جمأَيهُا اَلَذِيررءَامَنُوَأ أَؤفُوأ ياَتحُقُ! دِ\" ا المائدة: ا،. ¶ (1) هي العقود التي لها قواعد وأحكام خاصة تقتضيه طبيعتها وغاياتها. (الناشر) ¶ 50",
            "page": "50",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ومن العنت والحرج أن يتجه النظر إلى إلحاقه بغيره طلباً لحظر 5 او منع ¶ الناس منه؟ لأن الشارع لم يعرفه، فيحال بين الناس وبين منافعه، دون أن يكون ¶ في هذا المنع غير الحرج بهم، وعلى هذا فليس يحرم من العقود التي يجري بها ¶ العرف إ لا ما حزمه الشارع بدليل من أدلته، أو أدى إلى ضرر بالناس أو بعاقديه. ¶ الاصل الثالث: أن يكون العقد قد تم عن رضا وطيب نفس من العاقدين، ¶ وأن يكون خص، لياً من الربا وشبهته، ومن الغرر الفاحش، ومن الغش والتدليس، ¶ محققاً لمنة حة عاقديه، ولم ينهَ عنه الشارع، ولا يؤدي إلى ضرر، ولا إلى ¶ حرمان شخثى من حقه. ¶ الأصل الرابع: أن الأمر إنما يكون خارجاً عن نطاق الاصول الشرعية إذا ¶ خالف نصاً أر إجماعاً. أما إذا كان محلاًّ لاختلاف الفقهاء في جواز 5 شرعاً؟ فإن ¶ القول بجوازه عنددْذ. وقد استند في رأي من ذهب إليه إلى دليل شرعي يحول ¶ دون القول بىنه خاوج عن الأصول الشرعية، ذلك لأن مناط الأحكام الشرعية ¶ وإيجاب ال! كل بها هو الظن الراجح في رأي أي مجتهد من المجتهدين، فإذا ما ¶ استند أي صَكم إلى ظن مجتهد وترجيحه كان ذلك أساساً سليماً لاعتباره حكماً ¶ شرعياً مكلفاً\"به في نظر من ذهب إليه، وامتنع عند ذلك اعتبار 5 خارجاً عن حدود ¶ الشريعة نظرأً لإيجاب العمل به شرعاً في الجملة. ¶ وترتب، على ذلك نظرته لتطبيق الشريعة وإحلالها محل القانون الوضعي، ¶ فقد تحدث ا ارركتور إبراهيم مدكور إليه مرة في شان الحركة التي ترمي إلى إحلال ¶ الفقه محل القوانين الوضعية، وكان يرى أنها حركة قليلة الجدوى وصعبة ¶ التنفيذ، وفي رأيه أنه إن كان ولابدَّ فلننظر في القوانين الوضعية الحالية وبخاصة ¶ القوانين المد نية، فإن كان فيها ما يعارض مبادئ الإسلام الثابتة رفضناه ا و ¶ عدلناه، اما أن نهدم في غير بناء فهذا جهد ضائع لا طائل تحته (1). ¶ يرى قضيلته ذلك وهو يدرك تمام الإدراك أن لكل شريعة اتجاه خاص في ¶ (1) مجلة ءجمع اللغة العربية، حفل التأبين: 6 4/ 67 1. ¶ 51",
            "page": "51",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "تأسيسها ووضع قواعدها وتأصيل اصولها وسن أحكامها وتفريع مسائلها (1). ¶ وقد اتخذ تجديد الفقه عند الشيخ علي الخفيف عدة مظاهر وصور منها: ¶ 1 - ننظير الفقه الأسلامي: ¶ نقصد بتنطير الفقه الإسلامي أن تصاغ أحكام الفقه الجزئية وفروعه ¶ المتفرقة ومسائله المنثورة في أبوابها المختلفة في صورة نظريات كلية عامة، ¶ تصبح هي الأصول الجامعة التي تنبثق منها فروعها، وتتشعب جزئياتها المتعددة ¶ وتطبيقاتها المتنوعة، على غرار النظريات المعروفة في القوانين الوضعية مثل: ¶ نظرية الالتزام، ونظرية الأهلية (2). ¶ والمتتبع لمؤلفات الشيخ علي الخفيف يجد أنه قد اهتم بهذا الجانب ¶ اهتماماً كبيراً، فكتب عن نظرية الملكية في الفقه الإسلامي، ونظرية التصرف ¶ الانفرادي، والإرادة المنفردة، ونظرية النيابة في الفقه الإسلامي، هذا بالإضافة ¶ إلى أن كتاباته لم تخل من إشارة إلى بعض النظريات: كنظرية التعسف في ¶ استعمال الحق. ¶ 2 - المقارنة الفقهية بين المذاهب الإسلامية: ¶ نقصد بالمقارنة بين المذاهب الإسلامية جمع الاَراء الفقهية المختلفة ¶ وتقييمها، والموازنة بينها، بالتماس أدلتها، وترجيج بعضها على بعض، وتفيد ¶ هذه المقارنة الفقه من حيث الكشف عن مكنون جواهره وعدالة مبادئه ورسوخ ¶ قواعده، وتجلي ما فيه من روائع الاجتهاد والاستنباط والتوليد والتخريج (3). ¶ والمتتبع لمؤلفات الشيخ علي الخفيف يجد أنه اهتم بالمقارنة بين ¶ المذاهب الإسلامية، ولم يقف عند المذاهب الأربعة وحدها، بل تعدى ذلك ¶ إلى المذهب الظاهري، ومذهب الأوزاعي، والثوري، والطبري، والزيدية، ¶ (1) ¶ (2) ¶ (3) ¶ الفكر التشريعي واختلافه باختلاف الشرائع للخفيف، ص 9 4. ¶ الفقه الإسلامي بين الاصالة والتجديد للقرضاوي، ص 28. ¶ المصدر السابق نفسه. ¶ 52",
            "page": "52",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "والإمامية، والإباضية. ويعتبوها بمثابة اراء في مذهب واحد، يختار منها ¶ الراجح ويه! ل به، ومن الأمثلة على ذلك ما جاء في كتابه (فرق الزواج في ¶ المذاهب ا أيإسلامية): فقد عالج فيه المسائل معالجة موضوعية تقوم على ¶ اساس عرض اراء الفقهاء وأدلتهم ومناقشة الأدلة وترجيح ما تقويه الأدلة. ¶ 3 - ا امقارنة بين الفقه ا لإسلامي والقوانين الوضعية: ¶ يرفض! بعض المخلصين إجراء ايه مقارنة بين الفقه الإسلامي والقوانين ¶ الوضعية ب! جة وجود فوارق عظيمة بين الفقه والقانون، وفي مقدمتها أن الفقه ¶ الإسلامي رباني النشأة إلهي المصدر، وأما القانون فهو من وضع البشر، فلا ¶ يمكن للقان! ن ان يدانيه، ونحن بتسليمنا بهذ 5 الفوارق وما تمتاز به الشريعة ¶ الإسلامية ىموماً من خصائص، لا ننكر وجود أهمية للمقارنة بينهما (1). ¶ فالمظرنة بشكل عام اسلوب قرآني، استعمل للإقناع ب! ظهار ما يمتاز به ¶ أمر على امم اَخر، كما في حال المقارنة بين التوبة النصوح والتوبة الصورية، ¶ فقال تعالى: \" إتمَا اَلتَّؤصلةُ عَلى أدئَهِ لِ! ذِلب يَقمَلُونَ ألشُوَءَ بِجَهَئَؤ ثُوَّ يَئوُبُوتَ مِن ¶ لًرِير فَأؤلَحكَ يَتوُبُ أدئَهُ لَجهِتم وَكاَتَ اَدثَهُ عَلِيمًا صَبً لويبم وَلَيتسَتِ اَلتَؤبَةُ ¶ لِ! ذِلرر تَصَلُونَ اَلسَّئالخ صَثَئ+ إِذَا حَضَرَ أَصَدَهُمُ اَلْمَؤتُ قَالَ إِفِّى تدتُ ألقَ وَلَا ¶ ألذينَ يَمُوتُو (% وَهُئم! فَاؤ أوْلَسكَ أَغتَذنَا اَلُئم عَذَابا أَليما\" أ ا لنسا ء 7 1 - 8 1) ¶ فلا مانع مزأ استعمال هذا الأسلوب في مجال التشريع، وبخاصة ان معظم ¶ الدول العربية والإسلامية تعاني من آثار الاستعمار الذي فرض عليها قوانينه ¶ وانظمته في مجال السياسة والاقتصاد والاجتماع، فلا مانع من المقارنة بين ¶ الفقه والقاةون لإظهار السمو المميز لشريعتنا، والعودة الواعية إليها التزاماً ¶ وتطبيقاً. ¶ والمتشبع لحياة الشيخ علي الخفيف العلمية يجد 5 من الرواد في هذا ¶ المجال، فقد كتب العديد من الأبحاث والكتب الفقهية المقارنة مثل: الشركات ¶ (1) انظر فو ائد الدراسة المقارنة وأهميتها في وظائفه. ¶ 53",
            "page": "53",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "في الفقه الإسلامي، والتصرف الانفرادي، والإرادة المنفردة، والملكية في ¶ الشريعة الإسلامية ومقارنتها بالقوانين العربية. . . وغير ذلك. وقد تميزت الفترة ¶ التي قضاها فضيلته في كلية الحقوق، ومعهد الدراسات العربية العليا بنشاط ¶ حركة الدراسات المقارنة فيها، وهي دراسات تهدف كما هو ظاهر إلى التعرف ¶ على ما لدى الغيو من فكر قانوني ونظم تشريعية، كما تتطلع إلى تحديد اوجه ¶ الشبه والخلاف بين النظم المحلية والاحنبية، بل أيضأ بين الشريعة والقوانين ¶ الوضعية ونتائجها، وقد عم نشاط هذه الدراسات جميع أ قسام كلية الحقوق بما ¶ في ذلك قسم الشريعة الإسلامية، وبذلك انتهت العزلة النسبية التي كان يلاحظها ¶ البعض على هذا القسم من قبل. وقد تطور هذا إ لى إنشاء دبلوم الدرإسات ا لعليا ¶ في الشريعة الإسلامية، وبالتالي كثرت رسائل الماجستير والدكتوراه في هذا ¶ المجال. كما اقبل معهد الدراسات العربية العالية على تشجيع هذا الاتجاه، ¶ وكان الشيخ علي الخفيف من ابرز الفرسان في هذا الميد إن (1). ¶ 4 - الاجتهاد في القضايا الفقهية المسثجده: ¶ القضايا المستجدة: هي ا لقضايا التي استحد ثها الناس في العصر الحاضر، ¶ او القضايا التي تغير موجب الحكم عليها نتيجة التطور وتغير الظروف، أ و ¶ القضايا الثي تحمل اسماَ جديداَ، او القضايا التي تتكون من عدة صور قديمة (2). ¶ والناظر في مؤلفات الشيخ علي الخفيف يجد ان له مشاركة فعالة في ¶ القضايا المستجدة، فقد كتب عدة أبحاث في حكم شهادات الاستثمار، ¶ والتأمين، وتحديد الملكية الفردية، والوقف ا لأهلي، حتى قال فيه رئيس تحرير ¶ مجلة الأزهر الدكتور علي احمد الخطيب: \"وفي الحق قد كان الشيخ علي ¶ محمد الخفيف يكاد يكون توام المعاصرة فيما يموج بالمجتمع من شؤون ¶ اقتصادية، (3)، وقال الدكتور احمد محمد الحوفي في التعليق على بحوثه في ¶ (2) ¶ (3) ¶ مجلة مجمع اللغة العربية، كلمة حسين خلاف في حفل استقباله: 47/ 196. ¶ المعاملات المالية المعاصرة للمؤلف، ص 4 1. ¶ مقدمة كتاب التأمين للخفيف، بقلم علي احمد الخطيب، ص 6. ¶ 54",
            "page": "54",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "تلك القضايا: \"لا يستطيع الذي يقرا بحوث الفقيد إلا ان يشيد بمقدرته وألمعيته ¶ وسعة اطلاءكه وثاقب ذكائه، وبشوقه إلى تطوير التشريع الإسلامي تطويراً لا ¶ ينحرف به ىن حادته، ليحقق مصالج الناس، ولينهض بما يناط به من إصلاح، ¶ لهذا كان كَلناَ بإبراز خصائص الشريعة الإسلامية، ودؤوبأ على التنويه بمرونتها ¶ وطواعيتها و تقبلها للتطور، وصلاحيتها لكل زمان ومكان. ومعنى هذا أنه كان ¶ - رحمه الله - من أنصار الاجتهاد، ومن الدعاة إلى افتتاح أبوابه، والأخذ به ¶ مادام قائماً ءمملى الاهتداء بكتاب اللّه وبسنة رسوله ع! بِ!، وبما يؤدي إليه القياس ¶ الصحيج\" (1). ¶ 5 - صياغة الفقه الإسلامي في ثوب جديد: ¶ الناظم - في كتب الفقه القديمة يجد فيها عدة صعوبات تعيق الفهم الصحيح ¶ للفقه الإسلأ. مي، ومن هذه الصعوبات: التركيز الشديد لبعض المصنفات، ¶ ووجود بعضم! مصطلحات ورموز يتعذر على الدارسين فهمها، وكثير من الكتب ¶ جاءت شرواحأ لمتون ومختصرات، وكان أصحاب الشروح يكتفون ببيان أول ¶ الجملة في ا أ! تن، ولم يهتم الناشرون بربط الشروح بمتونها في الطباعة، وكثير ¶ منها أيضاً تهلرض الفقه في صورة فروع ومسائل تطبيقية وفتاوى، دون وجود ¶ رابط بينها، كما ان كثيرأ من هذ 5 الكتب ينقصها عزو الاراء الفقهية إلى قائليها. ¶ كما ينقصها التمحيص في الأدلة (2)، هذا بالإضافة إلى أن بعض الكتب ألفها غير ¶ العرب من الأعاجم بعبارات فيها عجمة كما قال الشيخ علي الخفيف: \"كان ¶ يعوقها عن ا اوصول إلى غايتها من إضاعة الوقت في تفهم الأساليب التي شابتها ¶ العجمة التر 6جة او العجمة البربرية، او التراكيب الركيكة المبهمة التي خفيت ¶ دلالتها بسببط عجمة اصحابها وجهالتهم بقواعد اللغة العربية، وما أرادوه لها ¶ من الاختصار والمحصر، والإيجاز والحذف، مع إغفال القواعد النحوية \" (3). ¶ (1) ¶ (2) ¶ (3) ¶ مجلة هجمع اللغة العربية، كلمة الحوفي في حفل التابين: 6 4/ 172. ¶ مدى ا إحاجة إلى موسوعة الفقه ا لإسلامي لجمال الدين عطية، ص 0 1 1. ¶ مجلة مجمع اللغة العربية، حفل تأبين الشيخ عبد الرحمن تاج: 36/ 4 22. ¶ 55",
            "page": "55",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "إذا كانت هذه الصعوبات تحول بين تلك الكتب القديمة وبين الدارسين ¶ للفقه، فلابذَ من صياغة الفقه الإسلامي في ثوب جديد من قبل العلماء الذين ¶ يحسنون الانتفاع بالتراث الفقهي الذي خلفه أسلافنا، وهذا يتحقق بالفعل في ¶ فضيلة الشيخ علي الخفيف، الذي قال فيه الحوفي: \" احسن الانتفاع بالتراث ¶ النفيس الذي خلفه اسلافنا من الفقهاء الاجلاء، فتفهمه، وأحسن عرضه ¶ وتهذيبه وتنظيمه وتبويبه في أسلوب عصري سهل شائق يجاري المنطق، ¶ ويسامي القانون الحديث \" (1)، وقد اعترف بفضل الشيخ علي الخفيف في ¶ تصنيف المؤلفات الحديثة في الفقه الدكتور محمد عبد الجواد محمد حيث ¶ قال: \" وللأوائل منهم: كالشيخ محمد زيد الأبياني والشيخ احمد إبراهيم فضل ¶ لا ينكر في هذا الميدان (يقصد تاليف الكتب الحديثة في الفقه) ولأساتذتنا ¶ وأساتذة الجيل الحاضر المرحوم الشيخ عبد الوهاب خلاف والشيخ علي ¶ الخفيف والشيخ محمد ابو زهرة وغيرهم من أساتذة الشريعة بكليات الحقوق ¶ بالجامعاب المصرية فضل كبير لما قاموا بتأليفه من الكتب السهلة المأخذ ¶ الواضحة، والتي كانت الأساس المتين للدراسات الكثيرة والرسائل العديدة في ¶ الشريعة الإسلامية \" (2). ¶ 6 - تقنين الفقه ا لإسلامي: ¶ المراد بتقنين الفقه الإسلامي أن يصماغ الفقه في صورة مبادئ عامة ومواد ¶ قانونية مرتبة على غرار القوانين الحديثة من مدنية وجنائية وتجارية تسهل على ¶ القاضي الكشف عن الحكم الشرعي، وتكييف القضية المعروضة عليه (3). ¶ (1) ¶ (2) ¶ (3) ¶ مجلة مجمع اللغة العربية، حفل تاببن الشيخ عبد الرحمن تاج: 6 4/ 69 1. ¶ تشريعات البلاد العربية بين القوانين الغربية والشريعة الإسلامية لمحمد ¶ عبد الجواد محمد، ص 43. ¶ القواعد ا لكلية والضوابط الفقهية للمؤلف، ص 58؟ تقنين ا لفقه ا لإسلامي لمحمد ¶ زكي عبد البر، صه؟ والإسلام وتقنين الأحكام لعبد الرحمن عبد العزيز ¶ ا لقا سم، ص 1 4؟ وا لفقه ا لإسلامي بين ا لأصالة وا لتجد يد للقرضاوي، ص 6 4. ¶ 56",
            "page": "56",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وهذا، بستدعي القيام بعدة امور وهي: تقسيم الفقه بمعنا 5 العام إ لى فروع؟ ¶ مثل القانون المدني (المعاملاب المالية)، وقانون الأحوال الشخصية (النكاح ¶ والطلاق والا رث)، والثانون التجاري، والقانون الجنائي (العقوبات)، وقانون ¶ المرافعات (فقه القضاء)، وجمع الأحكام الخاصة بكل فرع من فروع الفقه، ¶ وتبويبها وتر شيبها بحيث يزول ما قد يكون بينها من تنافض وغموض، واصدارها ¶ في شكل قانو ن ملزم لكل من القضاة والمحامين والمواطنين. ¶ وتربرِ، فكرة التقنين إلى وقت مبكر في الإسلام، فقد أرسل عمر بن ¶ الخطاب رضمي الله عنه إلى أبي موسى الأشعري كتاباً خاصاً بالقضاء بيَّن فيه ¶ أصول القضاء وقواعد 5، وأراد عمر بن عبد العزيز أن يجمع آراء الصحابة وفقه ¶ المدينة ليجصلمه قانوناَ يلتزمه القضاة في أقاليم الدولة الإسلامية، وطلب أبو جعفر ¶ المنصور إلر الإمام مالك أن يجمع السنن، فجمعها، وأراد الرشيد بعد ذلك أ ن ¶ يجعلها قانو.، ملزمأ، ونادى ابن المقفع في (رسالة الصحابة) إلى تقنين الفقه ¶ الإسلامي ودقييد القضاء. ¶ وقد ظهرت في هذا العصر عدة محاولات لتقنين الفقه الإسلامي؟ منها ¶ (مجلة الأحكَام العدلية) التي 4 وضعتها لجنة من العلماء في الدولة العثمانية سنة ¶ (1293 هـ)، و (مجلة الأحكام الشرعية على مذهب الإمام احمد بن حنبل ¶ الشيباني) الغب وضعها أحمد بن عبد الله القاري (ت 9 5 13 هـ) وقوانين الأحوال ¶ الشخصية اكي وضعها محمد قدري باشا، ومن جاء بعد 5 من لجان تقنين الفقه ¶ الإسلامي في! الدولة العربية والإسلامية. ¶ ومما لا سكَّ فيه أن لتقنين الفقه الإسلامي فوائد كثيرة منها (1): ¶ أ - تمثيل مهمة القضاة في الرجوع إ لى الأحكام الفقهية بعد جمع الأحكام ¶ الفقهية وترتيبها ترتيبأ موضوعياً سهل التناول. ¶ ب -! سهولة تعرف الناس على القانون الذي يحكم معاملاتهم، ليبنوا ¶ تصرفاتهم عاى أساسه. ¶ (1) ¶ تقنين ا (فقه الإسلامي لمحمد زكي عبد البر، ص 7. ¶ 57",
            "page": "57",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "جـ - تحديد الرإي المعتمد في الفقه الإسلامي، وتطبيقه مباشرة من قبل ¶ القاضي، وبذلك يريح نفسه من عناء المقارنة الفقهية بين الاَراء والمنافشة للأدلة ¶ وا لترجيح. ¶ د - وحدة إحكام القضاء في البلاد الإسلامية، وذلك بإصدار قانون موحد ¶ في كل فرع من فروع الفقه الإسلامي، الأمر الذي يجعل الناس يشعرون بتحقيق ¶ مبدأ المساواة، وبالتالي ينتفي الاضطراب والبلبلة وعدم الثقة بالمحاكم. ¶ وقد أسهم الشيخ علي الخفيف في هذا المجال بفكره وعمله، فقد أجاب ¶ عن الأسئلة التي وجهها إليه عبد الرحمن القاسم بشأن التقنين بما يلي: \"كان ¶ الخلفاء منذ وفاة رسول الله ع! يِ! يرجعون إلى الرأي فيما لم يرد فيه كتاب ولا ¶ سنة، وكانوا يستشيرون في ذلك، ويختلفون مع غيرهم في حكم ما يعرض ¶ عليهم، ولم يكونوا ملزمين براي غيرهم، ولو كان رأي اصحاب الكثرة فيهم، ¶ وكان رايهم هو النافذ بحكم ولايتهم العامة، ولسنا ننسى خلاف أ بي بكر رضي الله ¶ عنه مع كثير من الصحإبة على رأسهم عمر في أمر قتال مانعي الزكاة، وإصراره ¶ على رأيه، لهذا يكون لولي الأمر ان يختار ما تطمئن إليه نفسه، ويرى المصلحة ¶ في اختياره حسب تقديره، ولأن ولاية الحكم له ابتداء، فإن الحكم يكون على ¶ وفق ما اختاره، ولأن القضاة نوابه وخلفاؤه، فله إلزامهم بالقضاء مما اختار 5 ¶ ورجحه، وليس لهم مخالفة ذلك، ولو كان رأيهم على خلاف ما ألزموا به، لأن ¶ ولايتهم مستمدة من ولي الأمر، فهم وكلاؤ 5 والوكيل يتقيد بما يقيده موكله، فلو ¶ قضوا بخلاف ما ا مروا به كان قضاؤهم باطلاً. ¶ والقضاء يقبل التخصيص بالزمان والمكان والحادثة والمذهب. ¶ وطاعة ولي الأمر واجبة ما كانث في غير معصية، وعلى ذلك فلولي الأمر ¶ ان يختار من المذاهب ما يرى المصلحة في اختياره، وان يلزم قضاته بالحكم ¶ به، ولا يجوز لهم مخالفته. ¶ اما ما ورد عن مالك رضي الله عنه من ترك الناس وما هم عليه من أ ن ¶ يلزموا بكتاب يضعه، فقد كان ذلك قبل تدوين السنة وجمعها، وخوفه من أ ن ¶ 58",
            "page": "58",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "يكون منها في الامصار ما لم يصل إليها منها، فيترك العمل به، كما تدل على ¶ ذلك عبارته: \"إن أصحاب رسول الله قد تفرقوا في البلاد، فافتى كل في مصره ¶ بما راى \". ¶ أما في زماننا فقد جمعت السنة وعرفت، فلن يترك منها شيء، ثم لن ¶ يكون ما ستلزم به دولة من الأحكام الشرعية بمضيع عليها حكماً إلا ما يرى ان ¶ غير 5 خير منه،! اذا كان حق ولي الأمران يختار من المذاهب ما يرى المصلحة ¶ فيه، وكان رد ذلك إلى رأيه وتقديره امراً جائزاً، فاولى ان بكون ذلك إلى هيئة ¶ تتكون من الفقهاء الموثوق بهم، اهل النظر والبصر بالأمور، إذ إن اختيارهم ¶ أحكم وأوثق، وبخاصة إذا وثق بموافقة ولي الأمر. ومن المصلحة أن لا يترك ¶ للقضاة اختيار من الأحكام، وإنما يكون اختيارهم حسبما تقتضيه المصلحة في ¶ الجزاءات التعزيرية بين حد أعلى وحد ادنى، كما هو الحال في القوانين ¶ الوضعية، وليس في ذلك خروج عن الشريعة الإسلامية لأنه تقدير عقوبات ¶ تعزيرية متروك إلى القاضي ليراعي فيه الجريمة واَثارها وحال من اقترفها\" (1). ¶ هذا من الناحية الفكرية والنظرية، اما من الناحية العملية فقد شارك رحمه ¶ الله في لجنة إعداد مشروع قانون الأحوال الشخصية المصري كما بينت سابقاً. ¶ را بعأ - تلا ميذه: ¶ لقد لاقت دعوة الثيخ علي الخفيف رحمه الله لتجديد الفقه آذاناً صاغية، ¶ فتأثر به عدد لا يحصى من الطلاب الذين تتلمذوا على يديه في كل من مدرسة ¶ القضاء الشرعي، وكلية الحقوق بجامعة القاهرة، ومعهد الدراسات العربية ¶ العالية التابع لجامعة الدول العربية، وجامعة بغداد وجامعة الخرطوم، وقد ¶ أكرمه الله تعالى، فمد في عمره، حتى رأى أبناءه التلاميذ اساتذة وفقهاء، ¶ وشاهد أحفاد 5 أساتذة وعلماء، وأدرك أبناء احفاده متخصّصين فى الفقه ¶ والقانون وهم جميعاً يدينون له بالفضل والأستاذية، ومن هؤلاء: ¶ (1) ا لإسلام وتفنين الأحكام لعبد الرحمن الفاسم، ص 23 - 4 2. ¶ 59",
            "page": "59",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "1 - الشيخ محمد أحمد أبو زهرة: ¶ يعد الشيخ محمد أبو زهرة من العمالقة في الفقه الإسلامي، كان راسخ ¶ القدم، ونافذ البصيرة، وبليغ اللسان، وقوي الحجة، وصارمإَ في مواجهة ¶ الظالمين. ¶ ولد الشيخ محمد أبو زهرة بمدينة المحلة الكبرى سنة (316 اهـ= ¶ 1898 م) وتربى بالجامع الأحمدي، ودرس في مدرسة القضاء الشوعي في ¶ الفترة (916 1 - 5 92 1 م)، بدأ اتجاهه إلى البحث العلمي في كلية أصول الدين ¶ بالأزهر الشريف، وعين أستاذأ محاضرأ للدراسمات العليا بالجامعة وعضوأ ¶ للمجلس الأعلى للبحوث العلمية، له من المؤلفات أكثر من أربعين كتاباَ منها: ¶ (الخطابة)، و (تاريخ الجدل في الإسلام)، و (اصول الفقه)، و (الملكية ونظرية ¶ العقد)، وغير ذلك. توفي رحمه اللّه في القاهرة سنة (4 39 ا هـ/ 4 97 1 م أ (1). ¶ 2 - الدكتور عبد الوهاب عزام: ¶ ولد الدكتور عبد الوهاب عزام في الشوبك من قرى الجيزهْ بمصر سنة ¶ (312 ا هـ/ 1894 م)، حفظ القراَن الكريم في كتاب القرية، والتحق بالأزهر ¶ الشربف، ودرس في مدرسة القضاء الشرعي، وتخرج فيها سنة (0 92 1 م)، ثم ¶ اتجه بعد ذلك إلى الجامعة المصرية وحصل على ليسانس في الاَداب والفلسفة، ¶ واختير مستشارأ للشؤون الدينية في السفارة المصسم ية بلندن، وحصل على درجة ¶ الدكتورا 5 في الاَداب الفارسية من لندن، وعين بعد عودته أستاذأ للغة الفارسية ¶ بجامعة القاهرة، وتقلد عدة مناصب: كعميد لكلية الاَداب في جامعة القاهرة، ¶ ووزير مفوض لمصر في المملكة العربية السعودية وفي الباكستان، وسفير ¶ لمصر في المملكة العربية السعودية، وتوفي بالسكتة القلبية يمنزله في الرياض، ¶ حيث كان يقيم بدعوة من الحكومة السعودية لإنشإء جامعة الملك سعود، ونقل ¶ (1) ¶ الأعلام للزركلي: 6/ 25؟ والنهضة الإسلامية في تراجم اعلاهها المعاصرين ¶ للبيومي: 2/ 275. ¶ 60",
            "page": "60",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "جثمانه بالطائرة إلى القاهرة ودفن بحلوان ستة (378 اهـ/ 959 ام)، وله من ¶ المؤلفات: (فصول من المثنوي)، و (ذكرى أبي الطيب بعد ألف عام)، ¶ و (مجالس السلطان الغوري) (1). ¶ 3 - الدكتور ابراهيم مدكور: ¶ يعد الدكتور إبراهيم مدكور احد رجال! الفكر والفلسفة واللغة، تولى ¶ رئاسة مجمع اللغة العربية بالقاهرة فترة من الزمن. ¶ ولد الدكتور إبراهيم بيومي مدكور بالجيزة سنة (320 اهـ/ 902 ام) ¶ درس في مدرسة القضاء الشرعي، وتتلمذ على الشيخ علي الخفيف كما ذكر في ¶ حفل تأبينه (2)، ثم اتجه إلى دار العلوم، فحصل على دبلومها، وحصل على ¶ ليسانس في الاَداب من جامعة باريس، وليسانس في الحقوق من جامعة ¶ السوربون، ثم حصل على الدكتوراه في الفلسفة من جامعة السوربون. عُيِّن ¶ مدرساً في جامعة القاهرة وفي بعض كليات الأزهر، توفي سنة (4 1 4 ا هـ/ ¶ 1995 م) وله من المؤلفات: (نشاة المصطلحات الفلسفية في الإسلام)، و (في ¶ الفلسفة الإسلامية)، و (مع الخإلدين)، و (مجمع اللغة العربية في ثلاثين عاماً)، ¶ و (في الفكر الإسلامي) (3). ¶ (1) ¶ (2) ¶ (3) ¶ الأعلام للزركلي: 4/ 186؟ والنهضة الإسلامية للبيومي: 1/ 389 - 1 41؟ ¶ أعلام وأصحاب أقلام لأنور الجندي، ص 68 2. ¶ مجلة مجمع اللغة العرببة، حفل التأبين: 6 4/ 66 1. ¶ إتمام ا لأعلام لنزار أباظة ومحمد رياض المالح، ص 4 1. ¶ 61",
            "page": "61",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "المطلب الخامس ¶ شخصيته وأخلاقه ¶ كان الشيخ علي الخفيف رحمه الله تعالى شخصية محببة تنفذ إلى قلوب ¶ الاَخرين بكل تفدير واحترام وإجلال؟ وذلك لما يتمتع به من اخلاق حسنة، ¶ وسمات حميدة، يبدو عليه سمت العلماء، وجلال الفقهاء، وهيبة القضاة، فهو ¶ طويل الصمت، جهير الصوت، عف اللسان، كريم النفس، هادئ الطبع، لا ¶ يدخل في معارك مع مخالفيه، وهو جليل في كل مكان عمل به أو جلس فيه كما ¶ قال الحوفي: \"كان جليلاً في كل مكان عمل به، فهو في مجمع البحوث ¶ الإسلامية ينبوع دفاق، وفي موسوعة الفقه سحاب غيداق، وفي مدرسة القضاء ¶ الشرعي وكليات الشريعة والحقوق علم خفاق، وفي مجمع اللغة العربية عالم ¶ مرموق، وفي تطوير التشريع رائد سباق \" (1)، ويذوب في حضرته الخلاف الذي ¶ ينشأ بين أفراد عائلته قبل أن يقضي فيه بقضاء كما يقول ابنه الدكتور حميد ¶ الخفيف: \"كان إذا بدا في محيط الأسرة خلاف كان منتهى أمره أن يرفع إليه، ¶ فقد كان الخلاف يذوب في حضرته قبل أن يقضي فيه قضاء\" (2)، وكان في تربيته ¶ لأولاده يسلك طريق الترغيب والتحبيب في الشيء الواجب فعله، ويبتعد في ¶ أكثر الأوقات عن الأمر والنهي، والترهيب والتعنيف، ومن الأمثلة على ذلك ¶ ما ذكره ابنه الدكتور حميد: \"أذكر وأنا طفل في اول مراحل التعليم أنه كان يدفع ¶ إليَّ بالمصحف لأتابعه وأراجعه وأصوبه، وهو يقرا القرآن، وكان ذلك يشبع في ¶ نفسي زهو اً، مما جعل آصرة من ا لحب تنعقذ بيني وبين كتاب الله \" (3). ¶ (1) ¶ (2) ¶ (3) ¶ مجلة مجمع اللغة العربية، كلمة الحوفي في حفل التابين: 6 4/ 172. ¶ مجلة مجمع اللغة العربية، كلمة الدكتور حميد الخفيف في حفل التأبين: ¶ 46/ 174. ¶ المصدر السابق نفسه. ¶ 62",
            "page": "62",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "ومن الأمثلة التي ذكرها ايضاً: \"كان إذا قام إلى صلاة الصبح ونحن نيام ¶ رفع صوته بالقراءة حتى نحس ان ما يفعله واجب لا ت! ش! ن معه المداراة حتى ¶ تعودنا أن نصحو فنشاركه الصلاة \" (1). ¶ ولم يقف احترام الناس للشيخ علي الخفيف عند الذين التقوا به، وإنما ¶ تعدى ذلك إلى كل من سمع به أو قرا له، فيقول الدكتور حسين خلاف الذي حل ¶ محل الشيخ في مجمع اللغة العربية بعد وفاته: \" عرفت الفقيد في سنة (939 1 م) ¶ حين نقل هو إلى كلية الحقوق في جامعة القاهرة أستاذاً مساعدأ لمادة الشريعة ¶ الإسلامية، وعينت أنا إثر عودتي من البعثة مدرساً للمالية العامة في كلية الحقوق ¶ بالإسكندرية، وبسبب اختلاف الدارين على هذا النحو لم تكثر لقاءاتنا حينذاك، ¶ وعلى رغم ذلك فقد تزايد على مر الأيام تقديري له وإعجابي به، خاصة لما ¶ لمسته فيه، وما عرفته عنه من صفات حميدة كان من أخصها إنكاره لذاته ¶ ومساعدته الغير، وتحرر فكر 5، فقد حببه كل ذلك إليَّ وإلى كل من اتصلوا به ¶ ولو من بعيد\" (2). ¶ وفي الجملة فإن هذا الاحترام والتقدير والإجلال لم يحصل لفضيلة ¶ الشيخ علي الخفيف بمجرد تفوقه في العلم أو في الجسم، وانما حصل له ¶ بالتفوق العلمي والخلقي معأ كما قال الدكتور حسين خلاف: \" وهو من نعرف ¶ جميعاً سمو خلق ورجحان رأي وغزارة علم \" (3) ¶ وقال ابنه الدكتور حميد الخفيف: \"كم كان إيمانه بالحق عميقاً وإيمانه ¶ بالخلق القويم عميقاً\" (4). ¶ هاليك بعض أخلاقه التي أهلته لذلك الاحترام والتقدير والإجلال: ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ مجلة مجمع اللغة العربية، كلمة الدكتور حميد الخفيف: 46/ 174. ¶ مجلة مجمع اللغة العربية، حفل استقبال حسين خلاف: 47/ 173. ¶ المصدر السابق نفسه. ¶ مجلة مجمع اللغة العربية، حفل التابين: 6 4/ 173. ¶ 63",
            "page": "63",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "أ ولأ - ا لتو ا ضع: ¶ كان الشيخ علي الخفيف رحمه الله تعالى يتصف بإلتواضع، وخفض ¶ الجناح لزملائه الذين عملوا معه في المجإلات المختلفة، فلم يركبه الغرور، ¶ ولا يستبد به العجب؟ لأنه يدرك بيقين أن العلم بحر عميق لا شطاَن له، ولا يصل ¶ أحد إلى فراره. قال تعالى: \" وَمَا أُوتِيتُو فِنَ اَلعِ! إِلَأقَلِيلأ\" أ الإسراء: 85) فقد ¶ وصفه زميله الدكتور محمد مصطفى القللي في كلية الحقوق بجامعة القاهرة ¶ بذلك فقإل: \"جمعتني وإيإه مناصب التدريس بكلية القوق بجامعة القاهرة ¶ نحواً من عشر سنوات، فلمست عن كثب تلك الشخصية العظيمة العاملة ¶ المتواضعة \" (1). ¶ وقد أكد هذه الصفة الأستإذ الدكتور حسن عيسى عبد الظاهر رئيس قسم ¶ الثقافة الإسلامية والدعوة في كلية الشريعة بجامعة قطر الذي عمل معه في لجنة ¶ السنة بمجمع البحوث الإسلامية بإلأزهر (2)، وقال الدكتور حسين خلاف: ¶ \" فقد تزايد على مر الأيإم تقديري له وإعجابي به، خاصة لما لمسته فيه وما عرفته ¶ عنه من صفات حميدة كان من أخصها إنكإر 5 لذاته \" (3) فهو رحمه اللّه لا يثني على ¶ نفسه عم! فيها من جودة العلم والفهم، وقوة الإدراك والتفكير وسرعة البديهة، ¶ فضلاً عن أنه لا يثني على نفسه بما ليس فيها، وهو يضع لنفسه حدوداً يعرف بها ¶ مقامه، ويلتزم بعلمه، لا يتكلم إ لا بما يعلم ويقبل النصيحة من الكبير والصغير، ¶ وهذا واضح في أبحاثه التي كتبهإ، فقد جاء في نهاية بحثه الذي كتبه عن ¶ شهادات الاستثمار: \" ذلك رأي وظني، فإن يكن صوابإً فمن الله، وإن يكن خطأ ¶ فما أسرع عدولي عنه إذا ما تبين لي وجه الخطأ، وأن نظري فيه قد انحرف أ و ¶ غفل أو ضل، وا لعصمة لئه، وا لله ا لموفق للصواب \" (4). ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ مجلة مجمع اللغة العربية، حفل الاستقبال: 25/ 08 2. ¶ مقابلة شخصية مع الأستإذ الدكتور حسن عيسى عبد الظاهر في كلية الشريعة ¶ بجامعة قطر. ¶ مجلة مجمع اللغة العربية، حفل استقبال الدكتور حسين خلاف: 47/ 4 9 1. ¶ حكم الشريعة على شهادات ا لاستثمار للخفيف، ص 92.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "إن التواضع سمة العلماء العاملين، وهي تنشأ من معرفة الإنسان قدر نفسه ¶ وقدر رئه، فالعالم مهما وصل من العلم والمعرفة فإنه لن يكون أعلم النإس، ¶ ولن يصل في علمه إلى علم اللّه تعالى. قال تعالى: \"وَفَؤ! - ذِى عِقو ¶ عَلِيص \" أيوسف: 176، ويجب على العالم أن يتواضع، لأن اللّه تعالى هو ¶ الواهب لهذا العلم، قال تعالى مخاطباَ نبيه: \" وَلَيِن شِدنَا لنًذهَبَنَ بِاَلَذِىَ أَؤحَيْنَا ¶ إفكَ ئُمَّ لَاتحدُ لَكَ بِه علَتنَاوَ! يلأ\" أ الإسراء: 186. ¶ وللتواضع اَثار طيبة على العالم فهي تنبت محبة الاخرين له، وتزيل ¶ الوحشة بينه وبين الناس، وتكسب العالم إجلالاً واحتراماَ من تلاميذ 5 ومن عامة ¶ الخلق، وتعلمه تقدير اعمال الغير وإن فلّت، وتورثه الشرف والهيبة (1). ¶ ثانيأ - الشعور با لمسؤولية: ¶ كان الشيخ علي الخفيف شديد الشعور بالمسؤولية أمام الله تعالى، يراقبه ¶ في كل عمل يكلف به، وفي كل علم يتعلمه، يحافظ على المواعيد، ويحرص ¶ على حضور الاجتماعات، كما قال تلميذه رئيس مجمع اللغة العربية الدكتور ¶ إبراهيم مدكور: \"يتابم جلسات مجلسنا، ولم يتخلف قط إلا لعذر قاهر\" (2) ¶ وذلك لأن التخلف عن المواعيد ينم على عدم الشعور بالمسؤولية، ويتصف ¶ صاحبه بصفة من صفات المنافقين، كما قال النبي ع! ي!: \" ثلاث من كن فيه كان ¶ منافقاَ: إذا حدث كذب، وإذا وعد أخلف، هاذا أؤتمن خان \" (3) هذا بالإضافة ¶ إلى أن فيه تضييعاَ لوقت الاخرين وتفويتاً لفرص قد لا تعوض من الخير، وفتحاً ¶ لأبواب قد لا تغلق من الشر، وهو رحمه اللّه يشعر بالمسؤولية ا مام اللّه فيما تعلمه ¶ من علوم، فيحرص على صيانتها وحفظها ببذل الجهد في تعميقها وتحقيقها ¶ ونشرها وتفهيمها لغير 5 من الطلاب حتى يعم نفعها. كما قال ابنه الدكتور حميد ¶ (1) ¶ (2) ¶ (3) ¶ اخلاق ا لعا لم وا لمتعلم عند الاجري لعبد ا لرؤوف يوسف عبد ا لرحمن، ص 6 8. ¶ مجلة مجمع اللغة العربية، حفل التأبين: 46/ 167. ¶ رواه النسائي، كتاب ا لإيمان، باب علامة المنافق: 8/ 6 1 1. ¶ 65",
            "page": "65",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "الخفيف: \"كان مكباً على العلم منتفعاً به نافعاًالناس به \" (1) وذلك لأن العلماء ¶ ورئة الأنبياء في تبليغ العلم ونفع الناس به، وقال ع! ي!: \"لن تزول! قدما عبد يوم ¶ القيامة حتى يسأل عن أربع عن عمره فيما أفناه؟ وعن شبابه فيما أبلاه؟ وعن ماله ¶ من اين اكستبه وفيما أنفقه؟ وعن علمه فيما عمل به \" (2). ¶ ومن مظاهر شعوره بالمسؤولية انه لم يتخلف عن المحاضراب والتدريس ¶ للطلبة في حياته بالرغم من انه كان مريضاً في اَخر حياته، فإذا طلب منه ابنه وهو ¶ الطبيب المشرف على علاجه ان يعتذر عن المحاضرات بسبب المرض. قال: ¶ ما ذنب الطلاب الذين يأتون من اماكن بعيدة، وماذا اقول دثه تعالى إذا سألني يوم ¶ القيامة لِمَ لَمْ تدرِّس الطلبة؟ (3). ¶ ثالثأ -الصدق وكراهية الكذب: ¶ الصدق ضروري لحياة الفرد والمجتمع، فلا يمكن ان يعيش الإنسان من ¶ حيث هو إنسان دون الصدق، وهو فضيلة من اجل الفضائل وأعظمها أثراً، دع! ¶ إليه القرآن الكريم في كثير من الاَيات منها قوله تعالى: \" جماَئها ألَذِلىءَامَؤُأ ¶ أئقُوا أدئَهَ كونُوا مَعَ ألضخَدِقِب\"] التوبة: 9 1 1،. ¶ وعكسه الكذب ف! نه رذيلة من أسوا الرذائل والمحبحها أثراً، قال! تعالى في ¶ ذ مه: \" إنَمَا يَفْتَرِى اَتكَذِبَ اَئَذِينَ لَا يُؤمُوتَ ئايَتِ اَللّهِ \"] ا لنحل: 5 0 1،، وذلك ¶ لأن الكذب يفسد على الإنسان تصور المعلومات على ما هي عليه، ويفسد عليه ¶ تصويرها وتعليمها للناس، فإن الكذب يصور المعلوم موجوداً، والموجود ¶ معدوماً، والحق باطلأ، والباطل حقاً، والخير شراً، والشر خيرا، فيفسد عليه ¶ (4) ¶ تصوره وعلمه. كما قال النبي جم! ي!: \"إن الكذب يهدي إلى الفجور، وإن ¶ (2) ¶ (3) ¶ (4) ¶ مجلة مجمع اللغة العربية، حفل التابين: 46/ 173. ¶ سنن الترمذي، كتاب القيامة، باب (1): 4/ 2 1 6. وقال: حسن صحيج. ¶ مفابلة هاتفية مع ابنه الدكتور حميد علي الخفيف. ¶ الفوائد لابن القيم، ص 8 0 1. ¶ 66",
            "page": "66",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "الفجور يهدي إلى النار\" (1). ¶ وقد كان الشيخ علي الخفيف يكره الكذب كراهة شديدة كما صرح بذلك ¶ ابنه الدكتور حميد الخفيف: \"كانت بالشيخ كراهة جذرية متأصلة للكذب، ¶ كأنما خلقه الله كذلك، بينه وبين الكذب عداء\" (2) ويرجع سبب هذا إلى عدة ¶ أمور هي: ¶ ا - النصوص الشرعية التي وردت في ذم الكذب والكذابين، والتي أشرنا ¶ إلى بعضها سابقأ، ويضاف إلى ذلك قوله ع! ي!: \"ويل للذي يحدث الناس ¶ فيكذب ليضحك به القوم ويل له، ويل له \" (3) كرره إيذانأ بشدة هلكته؟ وذلك ¶ لأن الكذب وحده مذموم وجماع كل فضيحة، فإذا ضم إليه الضحك الذي ¶ يجلب الرعونة كان ا شد القبائح (4). ¶ 2 - ولأن العقل موجب لقبح الكذب، والابتعاد عنه، فالصادق مصون ¶ جليل، والكاذب مهان ذليل. ¶ 3 - ولأن المروءة مانعة من الكذب، باعثة على الصدق؟ لأنها قد تمنع من ¶ فعل ما كان مستكرهأ، فأولى من فعل ماكان مستقبحا3ْ). ¶ 4 - تأثره بالأب الأول لمدرسة القضاء الأستاذ محمد عاطف بركات الذي ¶ كان يكره الكذب كراهة سديدة. ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ (5) ¶ 6 كى! م جملأ ¶ صحيح البخاري، كتاب الأدب، باب النهي عن الكذب: 7/ 95. ¶ مجلة مجمع اللغة العربية، حفل التأبين: 6 4/ 173. ¶ سنن الترمذي، كتاب الزهد، باب (فيمن تكلم بكلمة يضحك بها الناس): ¶ 4/ 57 5، وقال: حسن. ¶ فيض القدير للمناوي: 6/ 368. ¶ أدب الدنيا والدين للماوردي، ص 1 0 1. ¶ 67",
            "page": "67",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "ال! طلب السادس ¶ وفاته وثناء العلماء عليه ¶ توفي الشيخ علي الخفيف في القاهرة يوم 978/ 7/11 ام الموافق ¶ 398 اهبعد أن صلى المغرب والعشاء جمع تقديم بسبب المرض الذي نزل ¶ به، وأقام له مجمع اللغة العربية بالفاهرة حفل تأبين يوم الأربعاء (7) من ذ ي ¶ الحجة 398 اهالموافق 8/ 978/11 ام. وقد تكلم في هذا الحفل كل من ¶ الدكتور إبراهيم مدكور رئيس مجمع اللغة العربية في ذلك الوقت، وهو أحد ¶ تلاميذ الشيخ علي الخفيف كما بينا سابقاَ، والدكتور أحمد محمد الحوفي أحد ¶ أعضاء مجمع اللغة العربية، وهو أحد محبي الشيخ علي الحْفيف كما ذكر: ¶ \"ولا أخفي عليكم أنني تهيبت في أول الأمر رثاء5، لانني أحببته وأحبني، ولأنني ¶ أعلم علاء قدره، وعظمة آثإر 5 في اجيال متعاقبة، وقد يبدو عند النظرة الأولى أ ن ¶ الحب المتبادل، وأن عظمة المرثي كفيلان بسهولة رثائه، ولكن الحق غير ¶ ذلك، لأن مشاعر الأسى المنبعثة عن محبة من شانها أن تهز النفس هزاَ، وتملأ ¶ القلب وجداً، فيعجز اللسان عن التعبير أيما عجز، ثم لأن عظمة المرثي وضخامة ¶ تأثير 5 توحي بالرهبة والتهيب والمعجزة، ولكن الظروف اقتضت أن ارثيه بما ¶ أستطيع لما (1). ¶ كما تكلم في هذا الحفل نيابة عن أسرة الفقيد رحمه الله ابنه الدكتور حميد ¶ علي الخفيف، وتحرج هو أيضاً من رثاء والد 5 ومدحه كما قال: \"إنني لأجد ¶ نفسي في موقف بالغ الحرج، فأن! إذ أقف أمام هذه الصفوة المختارة من كل قمة ¶ في العلم والأدب والفضل احس بضعف يكاد يعجزني عن الكلام، هذه واحدة، ¶ وأن! إذ احاول ان أتحدث عن مناقب الشيخ يرحمه الله وان! بضعة منه اراني كمن ¶ (1) مجلة مجمع اللغة العربية، حفل التابين: 6! / 68 1. ¶ 68",
            "page": "68",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "يمدح نفسه، ولست احب أن اوضعَ هذا الموصْع وهذه أخرى \" (1) واختتم حفل ¶ التابين بكلمة مؤجزة لرئيس المجمع جاء فيها: \"لم يكن الفقيد فقيد المجمع ¶ فحسب، ولكنه كان فقيد العلم أياً كان موقعه \" (2) رحمه الله رحمة واسعة ¶ واسكنه فسيح جناته، فقد بلغ الفقيد درجة عالية من العلم والمعرفة والقدر، ¶ وكان لهذه المنزلة صدى كبير في نفوس الناس وبخاصة العلماء فاخذوا يثنون ¶ عليه، ومن هؤلاء: ¶ 1 - الدكتور إبواهيم مدكور رئيس مجمع اللغة العربية بالقاهرة: ¶ جاء في كلمته التي القاها في حفل تأبين الشيخ علي الخمْيف رحمه الله: ¶ \"فقد نفحنا بزمالته! ي هذه الدار زمناً، ويوم ان دخلها عددنا 5 غُنماً كبيرا، وسنداً ¶ عظيماً، حرص ما وسعه على ان يشترك في بعض لجاننا، وان يتابع جلسات ¶ مجلسنا، ولم يتخلف قط إلا لعذر قاهر، أعطى لجاننا في سخاء، وله علمه ¶ الفياض، وذوقه السليم، وحكمه الدقيق، واثار مجلسنا بآرائه الصائبة ¶ وتوجيهاته السديدة، لم يعرف الإسراف قط لا في القول ولا في العمل \". ¶ وقال ايضاً: \"وأودع أخيراً علي الخفيف الفقيه والمشرع (3)، تمكق من ¶ الفقه الإسلامي تمكناً لا يجاريه فيه كثير من معاصريه، حذقه في بصر وبصيوة، ¶ ومارسه علماً وعملاً، وضم إليه قدراً غير قليل من علوم القانون، فتوافرب له ¶ أسباب الاجتهاد والفتوى \" (4). ¶ 2 - الثين مصطفى أحمد الزرقا: ¶ قال عنه في كتاب المدخل الفقهي العام: \" الأستاذ الجليل الفقيه الشيخ ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ مجلة مجمع اللغة العربية، حفل التابين: 46/ 173. ¶ المصدر السابق نفسه. ¶ يفصد بالمشرع هنا المجتهد في الففه والتشريع فيما لا نص فيه، ولبس المراد ¶ المشرع لأصول الأحكام وفروعها. ¶ مجلة مجمع اللغة العربية، حفل التابين: 6 4/ 67 1. ¶ 69",
            "page": "69",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "علي الخفيف \" (1). ¶ 3 - الدكتور أحمد محمد الحوفي عضو مجمع اللغة العربية: ¶ جاء في كلمته التي ألقاها في حفل تأبين الشيخ علي الخفيف رحمه الله: ¶ \"كان من نعم الله عليه أنه كان جليلاً في كل مكان عمل به، فهو في مجمع ¶ البحوث الإسلامية ينبوع دفاق، وفي موسوعة الفقه الإسلامي سحاب غيداق، ¶ وفي مدرسة القضاء الشرعي وكليات الشريعة والحقوق علم خفاق، وفي مجمع ¶ ا للغة ا لعربية عا لم مرموق، وفي تطوير ا لتشريع ا لإ سلا مي وتيسيره را ئد سبا ق \" (2). ¶ وقإل أيضاً: \" لقد كان للمرحوم الشيخ علي الخفيف صوته المسموع في ¶ كلية الحقوق مدوياً بعظمة الشريعة الإسلامية، لأنه رحمه الله أحسن الانتفاع ¶ بالتراث النفيس الذي خلفه أسلافنا من الفقهاء الأجلاء فتفهمه، وأحسن عرضه ¶ وتهذيبه وتنظيمه وتبويبه في اسلوب عصري سهل شائق، يجاري المنطق، ¶ ويسامي القانون، من نظريات في موضوعات عدة، وبين ما سبق إليه علماء ¶ الشريعة من آراء في هذه الموضوعات نفسها، ومن فتاوى عريقة تتسم بالذكاء ¶ والحصافة والصواب، ومعنى هذا أن فقيدنا كان من الأفذاذ الذين نبهوا الأذهان ¶ إلى سمو تشريعنا هالى فضل علمائنا، وإلى اصالة فقهنا، حتى لا تبهرنا نظريات ¶ الغرب وآراء الغرب وبحوث الغرب، وحتى نستطيع إبطإل دعاوى بعض الذين ¶ ينكرون فضلنا، ويعزون السبق كله إ لى علما ئهم \" (3). ¶ 4 - الدكتور حسين خلاف الذي حلَ محل الفقيد في مجمع اللغة العربية: ¶ جاء في الكلمة التي القاها في حفل ايستقباله ليحل محل الشيخ علي ¶ الخفيف بعد وفإ ته: \" إنه لمما يزيد إحساسي بشرف هذه المهمة أن ا شغل المكان ¶ الذي كان يشغله فضيلة المرحوم الشيخ علي الخفيف، وهو من نعرف سمو ¶ (2) ¶ (3) ¶ المدخل لنظرية ا لالتزام العامة للزرقاء: 3/ 67 2. ¶ مجلة مجمع اللغة العربية، حفل التأبين: 6 4/ 172. ¶ المصدر ا لسابق: 6 4/ 9 6 1. ¶ 70",
            "page": "70",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "خلق، ورجحان رأي، وغزارة علم \" (1). ¶ 5 - الدكتور محمد مهدي علام زميله في كل من مجمع اللغة العربية ¶ ومجمع البحوث الإسلامية ونائب رئيس مجمع اللغة العربية: ¶ جاء في كتابه المجمعيون في خمسين عامأ: \"سعدت بزمالته في مجمع ¶ البحوث الإسلامية منذ نشاته، وكان من جهابذة الفقهاء، إمامأ يسمع إلى فتواه، ¶ كان سمح الخلق، عف اللسان، خيو رفيق على طريق \" (2). ¶ وقال فيه في بداية كتابه أيضأ: \" علي الخفيف: تحية إلى من علِم وعلّم، ¶ تحية إلى صاحب الراي الحصيف، والمجتهد الذي له اجران، وبقية الخلف ¶ الرائق \" (3). ¶ 6 - الدكتور حميد علي الخفيف أستاذ الطب الشرعي: ¶ جاء في كلمته التي القاها في حفل التأبين: \"كان رحمه الله - إلى آخر ¶ عمره - مكبأ على العلم، منتفعأ به، نافعأ به الناس، وكم كان إيمانه بالحق ¶ عميقأ، وإيمانه بالخلق القويم عميقأ، كما كان اقتناعه بأن الدين منهج للحياة ¶ جميعأ، وكم كان يجتهد في مواءمة ذلك كله مع مقتضيات التقدم وسنة التطور. ¶ ولعل من أبرز ما كنت ألحظه فيه أنه كان حريصأ كل الحرص على أن يبعد ¶ عن الفكر خاصأ وعامأ أن بالدين جمودأ عن مسايرة التطور، أو قصورأ عن ¶ استيعاب انشطة العصر الحديث. هذا مع التزام لا يحيد قيد انملة عن مبادى ¶ الشريعة والفقه الحنيف. ¶ وما أشد وأضنى ما يتعرض له كل من يسعى إلى تلك الغاية، وهو يحمل ¶ بين إحدى يديه كتاب الله الذي لا يأتيه الباطل من بين يديه ولا من خلفه، وفي ¶ (1) ¶ (2) ¶ (3) ¶ حفل استقبال الدكتور حسين خلاف: 47/ 4 9 1. ¶ المجمعيون في خمسين عاماً لمحمد مهدي علام، ص ه 0 2. ¶ المصدر السابق، ص ك. ¶ 71",
            "page": "71",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "يده الأخرى منإر العقل والاجتهاد، يهتك به حجب التزمت والانغلاق والجمود، ¶ كان كثيراً ما يطلعني على منهجي البحث والتثبت ما يجعلني أن أشهد الله على أنه ¶ كان يرعى الله حق رعايته في دراساته وأحكامه وفتاوا 5\" (1). ¶ وقال أ يضأ: \" كان منطقياً واضحأ، سهلاً ميسراً دون تزمت ولا تعقيد\" (2). ¶ وكان رحمه الله متزوجأ من امرأة فاضلة عشقت القرآن الكريم، فا لبرغم من ¶ أنها أمية إلا أنها استطاعت أن تحفظ ثلاثة أرباعه عن طريق الأشرطة المسجلة. ¶ توفيت في بلاد الحجاز أثناء أداء الحج في ذي الحجة 4 38 ا هالموافق 5 6 9 1 م. ¶ وأنجبت بنتاً (عزة)، وثلاثة أولاد محمد (صيدلي)، ومحمود (مهندس)، ¶ وحميد (طبيب) (3). ¶ (1) ¶ (2) ¶ (3) ¶ ع! جموبحبو ¶ مجلة مجمع اللغة العربية، حفل التأبين: 46/ 173. ¶ المصدر السابق: 6 4/ 174. ¶ مقابلة هاتفية مع الدكتور حميد الخفيف. ¶ 72",
            "page": "72",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "المبحث الثاني ¶ فىراسة لآراء الشيخ علي الخفيف ¶ في المعاملات المالية المعاصرة ¶ تعددت اجتهادات الشيخ علي الخفيف رحمه الله وأنظار 5 الفقهية ¶ واختياراته وترجيحاته في مجالات متعددة من الفقه: كالمعاملات والأحوال ¶ الشخصية والسياسة الشرعية، وسوف اقتصر في هذا الفصل على دراسة بعض ¶ الاراء الاجتهادية في مجال المعاملات المالية المعاصرة، ولذا سيتناول هذا ¶ المبحث القضايا التالية: ¶ ا -رأيه في منح الشخصية الاعتبارية للشركات. ¶ 2 - رأيه في الوقف الأهلي. ¶ 3 - رايه في الوصية الواجبة. ¶ 4 - رأيه في تحديد الملكية الفردية. ¶ 5 - رأيه في التأمين. ¶ 6 - رأيه في شهادات الاستثمار. ¶ 73",
            "page": "73",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "المطلب الأول ¶ رأيه في منح الشخصية الاعتبارية للشركات ¶ يعتبر الشيخ علي الخفيف رحمه الله من أوائل العلماء المعاصرين الذين ¶ قالوا بالشخصية الاعتبارية للشركات والمنشات، حيث قرر هذا في كتابه (الحق ¶ والذمة) وكتاب (الشركات في الفقه الإسلامي). ¶ ويراد بالشخصية الاعتبارية للشركة في القانون أن تعتبر الشركة شخصاَ ¶ مستقلأَ عن أشخاص الشركاء، بمعنى أن تكون لها ذمة مالية خاصة ومستقلة عن ¶ الشركاء، وأن تكون لها حياة قانونية، فتكتسب حقوقأ وتلتزم بواجبات (1) ¶ وتسمى بالشخصية المعنوية والشخصية الحكمية. ¶ وإذا أُعطيت الشركة صفة الشخصية الاعتبارية لم تصبح خاضعة لنظرية ¶ الملكية المشتركة، وهي التي تعتبر الشركة عبارة عن مجموعة من الأشخاص ¶ (ملاك الشركة) الذين يتفقون على القيام بعمل مشترك لتحقيق غرض معين، ¶ فشخصية الشركة هي شخصية الشركاء، ملاك المشروع (2)، وإنما تصبح الشركة ¶ شخصأ مستقلاُّ عن أشخاص الشركاء، إذا شكلت وجودأ مستقلاَّ عن الأشخاص ¶ المكونين لها أو المنتفعين منها. وبذلك تصبح للشركة ذمة وشخصية اعتبارية ¶ لها أهلية وجوب وأهلية اداء. ¶ وترجع فكرة هذه الشخصية إ لى ا لتطور ا لذي طرأ على ا لشركات الرومانية، ¶ فقد عهد إ ليها القيام بأعمال ضخمة ومشروعات ها مة، اقتضت تضامن ا لشركاء، ¶ (1) ¶ (2) ¶ انظر: الشركات التجارية لعلي حسن يونس، ص 79؟ والشركات للدكتور كامل ¶ ملش، ص 4 6. - ¶ الشركات في الشريعة والقانون الوضعي لعبد العزيز الخياط: 1/ 8 0 2. ¶ 74",
            "page": "74",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "ووجود من يمثلهم ويلتزم باسمهم، نظراً لكثرة اعمالها وتنوعها، وحاجتها إلى ¶ مجهودات فنية، مما أدى إلى اعتبار رأس المال بالشركة مملوكإً لها، ليكون له ¶ استقلاله وأمنه من ان يتعرض لاختلافات الشركاء في رغباتهم ومنازعاتهم، ¶ فضلاً عما في ذلك من عدم تعرض أموال الشركاء الخاصة للخطر إذا ما عجزت ¶ الشركة عن الوفاء بالتزاماتها. فعلى هذا الأساس بنيت فكرة الشخصية الاعتبارية ¶ للشركة، ولكنها لم تتضح إلا في عهد الجمهوريات الإيطالية التي قامت في ¶ القرون الوسطى (1). ¶ ولم يتح لهذه النظرية ظهور في الفقه الإسلامي في مجال الشركات، فقد ¶ اهتم الفقهاء ببحث الشركة، وتفصيل احكامها، ولكنهم لم يفصلوا الشركة عن ¶ الشركاء، ولم يعترفوا بوجود ذمة مستقلة للشركة، واعتبروا ذمم الشركاء هي ¶ ذمة الشركة، وبالتالي لم يكن للشخصية المعنوية للشركة عند الفقهاء اعتبار، ¶ ويرجع سبب ذلك إ لى أمرين: ¶ الأمر الأول -طبيعة الفقه الإسلامي واتجاهه الموضوعي: ¶ اتجه الفقه الإسلامي منذ نشأته إلى تنظيم صلات الإنسان، فنظم علاقة ¶ الإنسان بربه عن طريق الأحكام المتعلقة بالعبادات، ونظم علاقة الإنسان بنفسه ¶ عن طريق الأحكام المتعلقة بالحلال والحرام من الأطعمة والألبسة، ونظم ¶ علاقة الإنسان بغيره من الناس بأحكام المعاملات والأحوال الشخصية والسياسة ¶ الشرعية وغير ذلك. ¶ وكان مدار التكليف بهذه الواجبات لالتزام ما يجب له، وما يجب عليه، ¶ وصلاحيته لأن تكون له حقوق قبل غيره، وان تكون عليه واجبات لغيره. ¶ واستتبع وجود هذه الواجبات وجود ما يسمى بالأهلية أو الذمة، وهي: \" وصف ¶ شرعي يكون به الإنسان اهلاً لما يجب له وما يجب عليه أياً كان هذا الواجب ¶ عبادة أو غيرها\" وهي بهذا المعنى لا يتصور وجودها إلا في الإنسان الحي فقط ¶ (1) الشركات في الفقه الإسلامي لعلي الخفيف، ص 22. ¶ 75",
            "page": "75",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "لما له من صفات وخصوصيات يسوغ معها توجه الخطاب من الشارع إليه، ¶ فكان اهلاَ لأن يكلف بما يعد عبادة، وبما يعد واجباًاجتماعياَ، ولا يتصور هذا ¶ في الشركات والمنشاَت (1). ¶ الأمر الثاني -عدم تطور النشاط التجاري والصناعي: ¶ إن التجارة والصناعة لم تتطور في العالم الإسلامي أيام دولته وعز5 ¶ ورفاهيته التطور الذي شهدته أوروبة والعالم الغربي في عصورن! الحديثة، فلم ¶ يتجاوز عدد الناس الذين كانوا يشتركون في إنشاء الشركات في أي شركة عرفها ¶ المسلمون اصابع اليد (2)، ولم يعرفوا الأعداد الضخمة في تأسيس الشركات، ¶ ولا الأموال الطائلة في بناء المصانع، فلم تكن حاجة للشخصية الاعتبارية في ¶ ذلك الوقت. ¶ ويستند راي الثيخ علي الخفيف في إعطاء الشركات والمنشآت شخصية ¶ اعتبارية إلى الأدلة التالية (3): ¶ ا - إن الفقهاء القدامى اثبتوا لكل من بيت المال والوقف والمسجد ¶ وغيرها أحكامإَ عديدة تنم عن ان لها حقوقاً قبل غيرها، يقوم بطلبها من له القيام ¶ عليها من ولي او ناظر، وأن عليها واجبات، يطالب بأدائها من له ولاية عليها ¶ شأنها في ذلك شأن ضعيف الأهلية أو فاقدها من الصغاراو المجانين. ¶ فبيت المال اعتبره الفقهاء جهة ذات قوام حقوقي مستقل، يمثل مصالح ¶ الأمة في الأموال العامة، فهو يملك ويملك عنه، فيستحق التركات الخالية من ¶ إرث او وصية، ويكون طرفاَ في الخصومات والدعاوى، كما أوجب الفقهاء فيه ¶ النفقة للفقراء. ¶ (1) ¶ (2) ¶ (3) ¶ الشركاب في الفقه الإسلامي لعلي الخفيف، ص 22 - 23. ¶ بتصرف من الشركات لعبد العزيز الخياط: 1/ 2 1 2. ¶ الحق والذمة للخفيف، ص 96 - 2 0 1؟ وا لشركات في ا لفقه ا لاسلامي للخفيف، ¶ صر، 2 2 - 4 2. ¶ 76",
            "page": "76",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "وأما الوفف فقد ذكر له الفقهاء احكاماً عديدة، تقضي أن له حقوقاً قبل ¶ غيره يقوم بطلبها ناظر الوقف، وأن عليه واجبات مالية يطالب بها، وهو يستحق ¶ ويُستحق عليه، وتجري العقود الحقوقية بينه وبين أفراد الناس من إيجار وبيع ¶ غلة واستبدال وغير ذلك. ¶ واما المسجد فقد ذكر الفقهاء أحكاماً عديدة تدل على أن له ذمة، فهو ¶ يملك ويوقف عليه ويوهب له وغير ذلك. ¶ فثبت بهذ 5 الأحكام التي ذكرناها ان لكل من بيت المال والوقف والمسجد ¶ شخصية اعتبارية. ¶ 2 - يتضح من معنى الذمة انها وصف قائم في الإنسان، يترتب عليه ¶ حقوق والتزامات، فما الذي يمنع ان ينتقل هذا الوصف لغير الإنسان: ¶ كالشركات والمنشاَت إذا كان يمكن ان يكون صالحأ للإلزام والالتزام المالي. ¶ 3 - إن الحاجة تدعو إلى اعتبار الشخصية المعنوية للشركات والمنشاَت، ¶ فقد تطورت الشركات في العصر واصبحت ضخمة، وتتعلق أغلب معاملاتها ¶ بالمال. ¶ وقد وافق الشيخ علي الخفيف في منح الشخصية الاعتبارية للشركات ¶ كثير من العلماء المعاصرين منهم الشيخ مصطفى احمد الزرقا (1) والدكتور ¶ عبد العزيز الخياط (2)، وأضاف الزرقا إلى الأدلة السابقة ان الفقهاء أ ثبتوا للدولة ¶ أحكاماً عديدة تنثمُ عن ان لها حقوقأ قِبل غيرها، وان عليها واجبات، الأمر الذي ¶ لا يمكن تفسيره إ لا باعتبار أ ن الدولة شخصية حكمية عامة، يمثلها في التصرفات ¶ والحقوق والمصالح رئيسها ونوابه من سائر العمال والموظفين في فروع ¶ الأعمال، كل بحسب اختصاصه في كل من النواحي الخارجية والداخلية ¶ والمالية (3). ¶ (1) ¶ (2) ¶ (3) ¶ المدخل إلى نظرية ا لالتزام: 3/ 58 2. ¶ الشركات لعبد العزيز الخياط: 1/ 6 1 2. ¶ المدخل إلى نظرية ا لالتزام للزرقا: 3/ 9 5 2. ¶ 77",
            "page": "77",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "غير أن بعض الفقهاء المعاصرين لا يرون الذمة في كثير من مسائل بيت ¶ المال والوقف والمسجد، وصرحوا بانه لا ذمة لهذه المصالح والمنشاَت، فقد ¶ قال بعض المشتغلين بالفقه في هذه الأيام: إن الحنفية لا يقولون بالشخصية ¶ المعنوية كشخصية الحكومات والمنشاَت والمصالح والشركات. ¶ والأولى بالاعتبار في هذ 5 القضية ما ذهب إليه الشيخ علي الخفيف ومن ¶ معه من أن الشركات والمنشاَت لها شخصية معنوية، ويؤيد ذلك أن جميع ¶ المذاهب الفقهية من حنفية ومالكية وشافعية وحنابلة وغيرها تقر الشخصية ¶ الاعتبارية لتلك المنشاَت، وتقدر لها ذمة؟ كتقديرها في الإنسان، وليس في ¶ الكتاب ولا في السنة ما يمتع من اعتبار الذمة لغير الإنسان من الشركات ¶ والمؤسسات والمنشاَت على ان يكون ما يثبت لهذ 5 الجهات من الذمة دون ما ¶ يثبت للإنسان سعة، فيكون ما يثبت للإنسان على درجة من الكمال تجعله أهلاَ ¶ لأن يكلف بما هو عبادة، ولأن تشغل بما هو واجب ديني، وما يثبت لغيره دون ¶ ذلك فلا يصج أن تتسع الذمة إ لى غير الالتزامات المالية (1). ¶ ممم! بهولحلا ¶ (1) الشركات في الفقه الإسلامي للخفيف، ص 26. ¶ 78",
            "page": "78",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "المطلب الثاني ¶ رأيه في الوقف الأهلي ¶ يرى الشيخ علي الخفيف رحمه الله استبدال الوقف الأهلي بإلوصية ¶ بإلمنافع للوارث دون الوصية بإلرقبة، عبَّر عن ذلك في بحثه (الوقف الأهلي). ¶ إن نظام الوقف من الأنظمة التي اختص بها الإسلام دون غيره، فلم يكن ¶ العرب في جاهليتهم يعرفون نظام الوقف، بل كانت لهم تصرفات تلتقي مع ¶ الوقف في شبه بعيد أنكرها علبهم القرآن الكريم بشدة مثل: \"مَاجحَلَ اَدئَهُ مِن ¶ بَحِيَره ولَا سَمالبَةَ وَلَا وَصِيو وَلَاصَارِ وَلَبِهن اَلَذِينَ كَفروا يَفزونَ عَلَى اَلئَهِ اَتكَذِليَ وَأَكَزممئم لَا ¶ لفَقِلُونَ \" أ المائدة: 03 1)، وفي هذا يقول الإمام الشافعي: \" لم يحبس أهل ¶ الجاهلية - فيما علمته - داراً ولا ارضاً دمانما حبس أهل الإسلام \" (1). ¶ وقد نشاً الوقف في عهد رسول الله ع! ع!، ففي السنة الثالثة للهجرة تصدق ¶ رسول الله ع! ميِم بسبعة حوائط من بساتين المدينة، كان قد أوصي له بها جعلها في ¶ سبيل الله، فكانت هذه الصدقة أول وقف في الإسلام، كانت هذ 5 البساتين ¶ السبعة مملوكة لمخيريق اليهودي، فلما اشترك في موقعة أحد أوصى بها إلى ¶ النبي عنَي! فقال: \"إن اصبت فأموالي لرسول الله غبهي! \" (2). ¶ ثم تتابعت اوقإف الصحابة رضوان الله عليهم وتكاثرت، حتى لم يبق ¶ منهم ذو قدرة إ لا وقف، فوقف أبو بكر وعمر وعثمان وعلي وغيرهم. ¶ والوقف في اللغة: الحبس والمنع، تقول: وقفت الدابة أو السيارة إذا ¶ حبستها او منعتها عن السير (3). ¶ (2) ¶ (3) ¶ ا لأم للشافعي: 3/ 275. ¶ السيرة النبوية لابن هشام: 3/ 88؟ الطبقات الكبرى لابن سعد: 1/ 2 0 5. ¶ معجم مقاييس اللغة لابن فارس: 6/ 135. ¶ 79",
            "page": "79",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "والوقف في الاصطلاح: \" تحبيس الأصل وتسبيل المنفعة \" (1). ¶ وقد قسم الفقهاء المحدثون الوقف باعتبار صفة الجهة الموقوف عليها ¶ إلى قسمين: ¶ القسم الأول - الوقف الخيري: وهو ما جعل ابتداء على جهة من جهات ¶ البر، ولو لمدة معينة يكون بعدها على شخص أو أشخاص معينين، كالوقف ¶ على المساجد والمدارس والمستشفياب والمكتبات العامة والفقراء وطلبة العلم ¶ ونحو ذلك.! انما سمي ذلك النوع من الأوقاف خيريإً لاقتصار نفعه على ¶ المجالات والأهداف الخيرية العامة. ¶ والقسم الثاني - الوقف الأهلي: وهو ما جعل أول الأمر على معين سواء ¶ أكان واحداًام اكثر، وسواء اكانوا معينين بإلذات كأحمد وإبراهيم أم معينين ¶ بإلوصف كاولاد 5 واولاد فلان، وقد سماه اهل الشام بإلوقف الذري باعتباره في ¶ اغلب أ حواله يكون على ذرية الواقف. ¶ وقد شهد نظام الوقف بنوعيه جدلاً واسعاً بين ال! طماء، فقد كان موضع ¶ خلاف بين الفقهاء في اكثر مسائله ابتداء من مشروعيته إلى اخر جزئية من ¶ جزئياته، ولا يزال هذا النظام يلاقي اليوم جدلاً واسعاً في كل البلاد الإسلامية ¶ بين مؤيد ومعترض حتى ذهبت بعض الدول العربية والإسلامية إلى إلغائه ا و ¶ إلغاء بعض أنواعه كالوقف الأهلي الذي اتخذ ذريعة لمحاربة الميراث. ¶ وممن ذهب إلى إلغاء الوقف الأهلي الشيخ علي الخفيف حيث قال: ¶ باستبداله بالوصية بالمنافع، ولو على الورثة. ويستند هذا الراي إلى الأدلة ¶ التالية (2): ¶ اولاً - ضعف ادلة مشروعية إ لوقف الأهلي: ¶ أورد الشيخ علي الخفيف في بحثه (الوقف الأهلي) الأدلة التي يستند ¶ (1) ¶ (2) ¶ أحكام الوقف للكبيسي: 1/ 88. ¶ الوقف الأهلي للخفيف، ص 4 وما بعدها. ¶ 80",
            "page": "80",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "إليها من يقول بمشروعية الوقف الأهلي وناقشها، وبئن ضعفها، ومن هذه ¶ الأدلة: ¶ ا - ما رواه الخصاف عن أسامة بن زيد عن الزهري عن مالك بن أوس بن ¶ الحدثان عن عمر بن الخطاب رضي اللّه عنه: \"ان رسول الله لمجم كان ينفق من ¶ صدقته في خيبر على أهله \". ¶ وما روا 5 محمد بن عمر الواقدي عن سفيان بن عيينة عن ابن طاوس عن ¶ ابيه قال: الم تر ان حجراًالمدري حدثني: ان صدقة رسول الله غ! يِ! يكل منها ¶ اهله بالمعروف غير المنكر. ¶ وما روا 5 الواقدي عن عبد الله بن عبيد الله بن أبي رافع عن جده ابي رافع ¶ بأنه كان يلي صدقة النبي -كيِد، فياًتيه منها بالباكورة فيأكلها ويؤكلها (1). ¶ فهذه الاَثار تدل على ان النبيَّ ع! كان جمل من صدقته ويؤكل منها أهله، ¶ ولا يحل ذلك إلا بشرط سابق على ذلك حين التصدق، ويكون قد استثنى منها ¶ ما يخص به نفسه، وإذا جاز استثناء بعض ما تخرجه الأرض المتصدق بها جاز ¶ استثناء جميع ما تخرجه في زمن معين، وإن ابتدأت به، وليس الوقف على جهة ¶ ليست من جهات البر ابتداء إلا استثناء في مدة معينة فكان جائزاً. ¶ وقد ناقش هذ 5 الاَثار بقوله: طعن على هذا الدليل في سند 5 وفي دلالته: ¶ فالواقدي واسامة بن زيد والزهري متكلم فيهم بما يجرحهم (2)، وليس فيما ¶ روي ما يدل على ان صدقة رسول الله ع! ي! لم تكن في سبيل ابتداء حتى يتخذ دليلاً ¶ على جواز هذا النوع من الوقف، وليس أكل النبيئَ مج! ي! من غلة صدقته مستلزماً ¶ لأن يسبقه استثناء بعضها لهذا الغرض، بل إن إ قدام النبي ع! عِ على الاكل مما تغله ¶ صدقته دليل على جواز ذلك مطلقاً مادام في حدود المعروف، وعلى هذا كان ¶ امرالصحابة في صدقاتهم من بعده. ¶ (1) ¶ (2) ¶ احكام ا لأوقاف للخصاف، ص 6. ¶ الإمام أبو بكر محمد بن مسلم إمام فقيه متفق على توثيقه، انظر: التقريب. ¶ (الناشر) ¶ 81",
            "page": "81",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "وعلى افتراض أن شرطاً بذلك قد كان حين التصدق فلا يصح أن يقاس ¶ عليه وقف جعل من أول أمره لغير جهات البر، إذ الفرق واضج بين وقف جعل ¶ من أول أمره صدقة واَخر ليس كذلك. ¶ 2 - ما ورد في بعض الروايات من حديث عمر رضي الله عنه في تصدقه ¶ . (1) ¶ بممع إذ جاء فيها: \"فصدقته ثلث في سبيل الله وفي الرقاب والمساكين ¶ والضيف وابن السبيل ولذي القربى \" فجعل منها لذي قرابته ولمن يليها أن يأكل ¶ سواء كان غنياًاو فقيراً. ¶ وناقش هذا الدليل بقوله: إن المراد من ذي القربى الفقير دون الغني بدليل ¶ ما ورد أن الصدقة لا تكون على غني، وبدليل ذكر القرابة مع أصناف عدة ¶ إعطاؤهم من قبيل الصدقة والبر، فكان جمعها دليلاً على اتحاد نوعها. ¶ 3 - ما روى البخاري من حديث أنس رضي الله عنه في صدقة أبي طلحة ¶ حين نزل قوله تعالى: \" لَن ئَنَالُوا اَلزَحَق تنُفِقُوأ مِمًاعُبُّونَ! و أ اَل عمران: 92) أ ن ¶ ابا طلحة جاء إلى رسول الله ع! يِ! فقال: إن أحب أموالي إلي بيرحاء - وكانت ¶ حديقة كان رسول الله لمجير يدخلها ويستظل فيها، ويشرب من مائها - فهي إلى ¶ الله عز وجل وإلى رسوله ع! ب! أرجو بر 5 وذخر 5، فضعها حيث اراك الله، فقال ¶ رسول الله لمج!: \"بخ يا ابا طلحة، ذلك مال رابح، قبلنا منك، ورددناه عليك، ¶ فاجعله في الأقربين، فتصدق به ابو طلحة على ذوي رحمه \" (2). ¶ ونوقش ذلك بأنه ليس في هذا الحديث ما يدل على أن المراد بالصدقة فيه ¶ صدقة الوقف، بل فيه ما يدل على أنها صدقة تمليك منجزة بدليل ما كان من ¶ حسان - وهو احد المتصدق عليهم - إذ باع حصته منها. ¶ 4 - ما ورد عن الصحابة رضوان الله عليهم إذ وقف كثير منهم على ذوي ¶ قرابتهم واولادهم وورثتهم، فقد تصدق عثمان على ابنه أبان، وكذلك الزبير بن ¶ (1) ¶ (2) ¶ موضع بالمدينة، وقيل: إنه بالقرب من خيبر. ¶ صحيح البخاري، كتاب الوصايا، باب إذا وقف أرضاً: 3/ 6 9 1. ¶ 82",
            "page": "82",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "العوام، وعقبة بن عامر وأهل قباء، فهذه الاَثار تدل على جواز الوقف الأهلي. ¶ ونوقش هذا الدليل بأن الروايات التي وردت في أوقاف الصحابة لم تسلم ¶ أسانيده! من الطعن فقد رواه! الواقدي. ¶ ثانياً -سوء القصد في الوقف الأهلي من قبل الواقفين: ¶ كان الباعث الأصلي للأوقاف الأولى أن تكون صدقات في سبيل الله، ¶ وجهتها الخير العام، وسبيلها التعاون على البر، ولكن لم يمض غير قليل من ¶ الزمن، حتى نهج بعض الناس بهذا النوع من الصدقة منهجأ آخر غير منهجه ¶ الأول، فبدؤوا يتخذون الوقف وسيلة لتحقيق أغراض شخصية مختلفة، ¶ وغايات مادية، لم تكن تطلب من قبل. فإما جعلوه مخرجأ يخلصون منه إلى ¶ تقسيم اموالهم بعد وفاتهم بحسب ما يشتهون، أو طريقأ لحرمان بعض ورثتهم ¶ مما يستحقون، دماما توسلوا إلى إيثار بعض اولادهم على بعض، أو إجبارهم ¶ على ما يكرهون، ومجانبة ما يحبون، مما قد أحل الله لهم، فإن عصوا كان ¶ الحرمان من الوقف عقابهم، ومن ذلك حرمان البنات من الميراث. ¶ ومن الناس من نحا به ناحية اخرى فجعله وسيلة لحفظ ما جمع من مال ¶ إشباعأ لأثرته. ¶ ثالثاً -المشكلات التي ترتبت على انتشار الوقف الأهلي: ¶ كان وجود الوقف الأهلي مبعث مشكلة منذ العصور الأولى، تنبأ بها في ¶ عهد عمر بن الخطاب (مسور بن مخرمة) يوم استمع إليه يقرا صدقته في خلافته ¶ على نفر من ا لمهاجرين وا لأنصار، إذ هئم أن يقول: \" يا امير ا لمؤمنين إ نك تحتسب ¶ الخير وتنويه، دماني اخشى أن ياتي قوم لا يحتسبون مثل حسبتك، ولا ينوون ¶ مثل نيتك، ثم يحتجون بك، فتقطع المواريث \"، ولكنه أمسك حين ذكر ان ذلك ¶ كان بتوجيه من رسول الله ع! مم (1). ¶ (1) ¶ احكام الأوقاف للخصاف، ص 9. ¶ 83",
            "page": "83",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "وروي عن عائشة رضي الله عنها حين علمت ان بعض الناس يحرمون ¶ النساء من صدقاتهم قالت: \" ما وجدت للناس مثلاًاليوم فى صدقاتهم إلا كما ¶ قال الله تعالع: \" وَقَالُوأ مَافِ بُالودو هَد %! ئَفصِ خَالِصَة نِّمُحُونَا وَعَز ¶ ! + أَزْوَحنَا وَإن يَكُن مَّيتَة فَهُصْ فِيهِ شُرَ! اَةُ!] الأنعام: 139،، والله إنه ¶ ليتصدق الرجل الصدقة العظيمة على ابنته، فترى عضارة صدقته عليها، وترى ¶ ابنته الأخرى، وإنه لتعرف عليها الخصاصة لما أخرجها أبوها من صدقته \". ¶ ولم تزل هذ 5 الشكاية حتى ولي عمر بن عبد العزيز فهمَّ ان يرد صدقات ¶ الناس التي اخرجوا منها النساء ولكن الموت عاجله (1). ¶ واستمرت الشكاية من الوقف الأهلي حتى العصر الحاضر، وبالذات في ¶ عصر محمد علي، الذي استفتى الشيخ الجزايرلي مفتي الإسكندرية ذاكراً له أ ن ¶ الناس قد اتخذوا الوقف وسيلة لتغيير ما شرع الله من ميراث، وفراراً من الديون ¶ الواجبة، فهل يجوز منعهم منه لذلك؟ ¶ فأفتى بجواز إلغائه، سداً لذريعة أغراض الواقفين الفاسدة، وهو مما ¶ تقتضيه السياسة الشرعية، فصدر قرار بإلغإء الأوقاف، ثم ألغي هذا القرار، ¶ وعاد الوقف مسموحاً به كما كان، فأقبل الناس عليه، وكثرت الشكاية منه. ¶ ومن وجو 5 هذه الشكاية: ¶ 1 - كثرة الخصومات في الوقف الأهلي، وشدة النزاع عليه حرماناً ¶ واستحقاقاً وزيادة ونقصاً. ¶ 2 - اتخذ الوقف الأهلي سبيلاَ للظلم في حالات كثيرة، مما يشترط فيه من ¶ شروط آثمة لا يقرها الدين، ولا يرضاها الخلق. ¶ 3 - إن الوقف في كثير من حالاته مدعاة إلى البطالة، لأن العمل فيه ¶ مقصور على الولي عليه فقط. أما المستحقون فلا يكلفون أنفسهم بالعمل، ولا ¶ يجدون في أنفسهم حاجة تدعوهم إليه، فيعتادون البطالة ويخلدون إلى حياة ¶ اللعب واللهو. ¶ (1) أحكام الأوقاف للخصاف، ص 6 1. ¶ 84",
            "page": "84",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "رابعأ -الوصية بمنفعة المال: ¶ يوجد في بعض صور الوصية صورة تشبه الوقف، وهي الوصية بمنافع ¶ المال، فيمكن أن يستعاض عن الوقف الأهلي بالوصية بالمنافع للأقارب من ¶ غير الورثة، واما الوصية للورثة فقد رجح الشيخ علي الخفيف القول بجوازها ¶ عملاَ بقول بعض المفسرين والهادوية من الإمامية، إذا كان ذلك في حدود ¶ الثلث. ¶ وفي مقابل رأي الشيخ علي الخفيف رأي يقضي بعدم إلغاء الوقف ¶ الأهلي، ذهبت إليه هيئة كبار العلماء في مصر: منهم الشيخ محمد بخيت ¶ المطيعي مفتي الديار المصرية، والشيخ عبد الرحمن قراعة ومحمد حسنين ¶ العدوي والشيخ محمد شاكر، وغيرهم ويستند هذا الرأي إلى الأدلة التالية (1): ¶ 1 - حديث عمر السابق، اصاب عمر أرضاَ بخيبر، فأتى النبي ع! ييه يستامر5 ¶ فيها، فقال له الرسول ع! ي!: \" إن شئت حبستَ اصلها وتصدَقتَ بها\"، قال: ¶ فتصدق بها عمر انه لا يباع اصلها ولا يبتاع ولا يورث ولا يوهب، قال: فتصدق ¶ عمر في الفقراء وفي القربى وفي الرقاب وفي سبيل الله وابن السبيل والضيف، لا ¶ جناح على من وليها ان يأكل منها بالمعروف، او يطعم صديقاَ غير متمول فيه. ¶ فالمراد بذي القربى اقارب الواقف وهو يدل على أن الوقف الأهلي من ¶ الدين، وأنه لازم ولا يجوز إبطاله. ¶ 2 - الإجماع على اعتبار الوقف بنوعيه الخيري والأهلي، وهو يستند إلى ¶ كثير من الأدلة من القرآن والسنة، ومن ذلك قوله تعالى: \"وَاَفعَلُوْا اَلخَيْرَ ¶ لَعَلَ! تم تفُلِحُوتَ! \" أ الحج: 77)، وقوله تعالى: \" لَن ئَنَالُوا اَلِتزَحَئً تنُفِقُوأ ¶ مِئَا تِحُئونَ \" أ آل عمران: 92،، وقوله تعالى: \" وَأتتَغُوَا إِلتهِ أئوَسِيلَةَ\" ¶ ا المائدة: 35،، وقوله! يو: \" إذا مات ابن آدم انقطع عمله إلا من ثلاث إ لا من ¶ صدقة جارية، او علم ينتفع به، أو ولد صالح يدعو له \" (2)، فالمراد بالصدقة ¶ (1) ¶ (2) ¶ حكم الشريعة في الوقف الخيري والأهلي لمجموعه من العلماء، ص 0 1. ¶ صحيح مسلم، كتاب الوصية، باب ما يلحق ا لإنسان من الثواب: 3/ 5 5 2 1. ¶ 85",
            "page": "85",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "الجارية الوقف بنوعيه، قال الترمذي: \"لا نعلم بين الصحابة والمتقدمين من ¶ أهل العلم خلافاً في جواز وقف الأرضين \" (1)، وقال القرطبي: \"رادُ الوقف ¶ مخالف للإجماع فلا يلتفت إليه \" (2). ¶ ويمكن منإقشة الأدلة التي استند إليها الشيخ علي الخفيف بما يلي: ¶ أولاً: إن ادلة مشروعية الوقف بنوعيه لا تقتصر على الأدلة التي ذكرها، ¶ وإنما وردت مشروعيته في القرآن والسنة والإجماع، فالوقف بنوعيه ثبت ¶ صراحة بالسنة الصحيحة، ودخل في عمومات القرآن الكريم. ¶ ثانيأ: وأما القول بسوء قصد الواقفين فيجاب عنه بأن النية امر خفي لا ¶ يطلع عليها إلا الله تعالى، فللناس ما ظهر، ودئه تعالى ما خفي واستتر. على أن ¶ النية في مثل هذا إنما تعتبر لحصول الثواب لا لصحة العمل، ومن ذا الذي يستطيع ¶ أن يقول: إن الوقف على الأفارب ليس من البر مع ما فيه من صدقة وصلة رحِ، ¶ وقد بينت السنة أنهما من أفضل أنواع البر، وقال تعالى: \"! لَّيتىَ اَلبِزَ أ تولوا ¶ وُجُوهَكُخ قِبَلَ اَلمَمثرِقِ وَاَنمَغْرِبِ وًلبِهن اَنبِزَ مَنْ ءَامَنَ بِاَدلَّهِ وَاَليَؤوِ اَلأَخِرِ وَاَلمَطَبه! ةص ¶ وَاَ نكِئَف وَا لنبن وَءَاقَ اَلْمَالَ عَكَ حُئهِء ذَوِى أقؤبَث وَاَليَئمَئ \" أ ا لبقرة: 77 1). ¶ ثالثأ: وأما المشكلات التي تترتب على الوقف الأهلي فهي مشكلات ¶ تتعلق بالتنفيذ، ولا تعود على أصل الوقف بالإبطال. وأما خبر المسور الذي ¶ استدلوا به على الشكاية فهو مروي عن الواقدي، وهو ممن طعن فيه أئمة الحديث ¶ بما يجعل روايته التي انفرد بها غير موثوق بها، ولاسيما في بناء الأحكام العملية ¶ التي لا يعول فيها إلا على من يعتد بروايته. ويمكن معالجة المشكلات بسن ¶ قإنون يتلافى مشكلات التنفيذ ويضع القواعد والضوابط الشرعية. ¶ رابعأ: وأما القول بإحلال الوصية بالمنافع للوارث وغير 5 محل الوقف ¶ فلا يصج، لأن الوصية للوارث لا تصج في رأي جمهور الفقهاء عملاً بحديث: ¶ (1) ¶ (2) ¶ سنن الترمذي: 3/ 0 6 6. ¶ حكم الشريعة في الوقف الخيري والأهلي لمجموعة من العلماء، ص 4 1. ¶ 86",
            "page": "86",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "\"لا وصية لوارث \" (1). ¶ وبناء على ما سبق لا نرى وجاهة ما ذهب اليه الشيخ علي الخفيف، ¶ ونرجح ما ذهب إليه اصحاب القول الثاني من عدم جواز إلغاء الوقف الأهلي ¶ وحله. ¶ (1) ¶ !! ال!! ¶ سنن الترمذي، كتاب الوصايا، باب لا وصية لوارث: 4/ 432. وقال: حسن ¶ صحيح. ¶ 87",
            "page": "87",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "المطلب الثالث ¶ رأيه في الوصية الواجبة ¶ سار الشيخ علي الخفيف في وجوب الوصية على الشخص لأحفاده الذين ¶ توفي والدهم أو والدتهم في حياة جدهم مع قانون الوصية المصري رقم (71) ¶ لسنة (946 1 م) في المواد (76، 77، 78، 79) (1). فإذا توفي رجل عن ابنين ¶ وأولاد ابن مات في حياته؟ فلهؤلاء الأولاد - الذين ليس لهم ميراث في تركة ¶ جدهم - وصية واجبة فيها بمثل ما كان يستحقه والدهم ميراثأ فيها لو كان حياً ¶ عند وفاة أبيه، فيستحقون في هذا المثال ثلث التركة بطريق الوصية الواجبة سواء ¶ أوصى الجد لهم أم لم يوص، ويقتسمون ذلك الثلث بينهم للذكر مثل حط ¶ الأنثيين. وإذا كان في هذا المثال أولاد بنت بدل أولاد الابن فإنهم يستحقون ¶ خمس التركة بطريق الوصية الواجبة، وأوجب القانون أن تقدم الوصية الواجبة ¶ في التنفيذ على سائر الوصايإ، فإن بقي شيء بعدها من الثلث تنفذ فيه الوصاي! ¶ الأخرى على الترتيب المقرر في أحكام الوصية عند التزاحم، وقد اشترط ¶ القانون لإعطاء أولاد المتوفى من تركة جدهم عدة شروط: ¶ ا - أن تكون هذه الذرية من الطبقة الثانية للمتوفى، سواء أكانت أولاد ابن ¶ ام أولاد بنت أو من اي طبقة من أولاد الظهور من ذرية المتوفى، وهم من لم ¶ يكن في طريقهم إلى الميت أنثى، وسواء أكان المتوفى جداً أم جدة لهؤلاء ¶ الذرية. وعلى ذلك تكون الوصية واجبة للطبقة الأولى فقط من أولاد البنات، ¶ ولأولاد الأبناء من أولاد الظهور هان نزلوا. ¶ 2 - أن لا يكون الفروع الذين مات أصلهم في حياة أحد ابويه وارثين من ¶ تركة المتوفى، فإن ورثوا منها شيئاً ولو كان مقداراً فليلأ لا تجب لهم الوصية، ¶ (1) ¶ احكام الوصية للخفيف، ص 0 52 - 539. ¶ 88",
            "page": "88",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "وتصير الوصية لهم من قبيل الوصية الاختيارية، وتجري عليها احكامها. ¶ 3 - ان لا يكون الميت (صاحب التركة) أعطإهم منها بغير عوض عن ¶ طريق آخر: كالهبة والوقف ما يساوي الوصية الواجبة، فإن كان قد أعطإهم أ قل ¶ منها وجبت لهم بمقدار ما يكمّل نصيب أصلهم الذي توفي في حياة احد أبويه. ¶ 4 - ان تكون الوصية الواجبة في حدود ثلث تركة المتوفى لا تزيد عليه، ¶ فإن زاد نصيب أصل هذا الفرع عن الثلث كانت الوصية بقدر الثلث. ¶ 5 - ان تقسم الوصية الواجبة بين مستحقيها قسمة الميراث أي انه للذكر ¶ مثل حظ الأنثيين. ¶ ويستند قانون الوصية الواجبة إلى رأي جمع عظيم من الفقهاء منهم بعض ¶ أئمة الحديث كالإمام احمد في رواية عنه، وابو جعفر الطبري، وإسحاق بن ¶ راهويه، وداود! الظاهري، وابن حزم الظاهري، وهو راي الإباضية إذ قالوا بأن ¶ الوصية للوارثين منسوخة، وبقيت الوصية لغير الوارثين على حكمها، وهو ¶ الوجوب، وأوجب القانون إخراجها من التركة إذا لم يوص بها المتوفى، وهو ¶ را ي ابن حزم، ويستدل لهذا الرأي بالأدلة التالية: ¶ ا - قوله تعالى: \" كُتِبَ عَلَئِكُغ إذَا حَضَرأَصَدَبهُمُ اَنمَؤ! ان تَرَكَ ضَيرًااَلْوَصِحيَّةُ ¶ لِلْؤَلِدَئينِ وَاَلأَقىَبِينَ بِاَئمَغرُوفِط حَقا عَلَى اَلمُئًقِينَ \" أ البقرة: 0 18)، فالوصية كإنت ¶ واجبة بهذ 5 الاية للوالدين والأقربين، ثم نسخ وجوبها باَية المواريث بالنسبة ¶ للوارثين وبقي الوجوب لغير ا لوارثين. ¶ 2 - ما روي عن أبي هريرة ان رجلأ قال للنبي ص!: إن ابي مات ولم ¶ يوص، فهل يكفر عنه أن أ تصدق عنه؟ قال عليه الصلاة والسلا م: \" نعم \" (1) وهذا ¶ يدل على إيجاب الوصية، لأن التكفير لا يكون إلا في ذنب، وأن ترك الوصية ¶ يحتاج فاعله إلى أن يكفر عنه بأن يتصدق عنه. ¶ 3 - وعن طاوس قال: ما من مسلم يموت لم يوص إلا وأهله أحق أ و ¶ (1) المحلى لابن حزم: 0 1/ 0 2 4. ¶ 89",
            "page": "89",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "محقون ان يوصوا عنه. قال ابن جريج فعرضت على ابن طاوس هذا وقلت: ¶ أكذلك؟ فقال: نعم (1). ¶ وبالرغم من موافقة الشيخ علي الخفيف الإجمالية لقانون الوصية الواجبة ¶ إلا انه انتقده في بعض الأحكام المتعلقة به، ومن هذه الانتقادات: ¶ 1 - أوجب القانون الوصية الواجبة لبعض الذرية، ولم يجعلها لغيرهم من ¶ الأقارب أخذاً برأي من فالوا بنسخ وجوب الوصية مطلقاً بالنسبة إليهم وإلى ¶ غيرهم، ورأى من عمل باَية الوصية فيهم فسلك القانون في ذلك مسلك التلفيق ¶ بين الرايين، الراي القائل بوجوبها، والرأي القائل بعدم وجوبها. ¶ 2 - إن جميع الأحكام الواردة في قانون الوصية تستند إلى آراء لبعض ¶ الفقهاء، ولكن الأحكام مجتمعة لا تمثل راياً لأحد من الفقهاء، ويترتب على ¶ هذا أن تطبيق هذه الاحكام في بعض المسائل فيه ضرب من الشطط الذي لا تقبله ¶ النفوس، إذ يترتب عليه ان فرع الوارث البعيد قد يأخذ من التركة بطريق الوصية ¶ الواجبة أكثر مما يأخذه الأقرب منه إلى المتوفى مع استوائهما في الصفة. ومن ¶ الأمثلة على ذلك إذا توفي شخص عن ابنين وبنت، وبنت ابن توفي في حال ¶ حياته، وترك (0 0 35) دينار؟ فإنه يكون لكل ابن (0 0 0 1) دينار وللبنت (0 5 5) ¶ دينار. وأما بنت الابن فلها (0 0 10) دينار وصية واجبة بقدر ما كان يأخذ5 ¶ والدها لو بقي حياً، فتكون النتيجة أن بنت ابن المتوفى تأخذ من التركة ضعف ¶ ما تأخذه بنت المتوفى، وهي اقرب إلى المتوفى من ابنة ابنه، وذلك ما تأباه ¶ النفوس، ولا يستقيم مع العدالة. ¶ وهما ملاحظتان جديرتان بالاعتبار، فالتلفيق بين المذاهب والاراء ¶ بحيث يؤدي إلى تضارب الاَراء تناقض في القانون، ينبغي ان ينزه عنه، وكذلك ¶ تأثر نصيب بعض الورثة من أصحاب الفروض بالوصية الواجبة غير مقبول، ¶ فلابذَ من تلافي ذلك في التشريعات المقبلة. ¶ (1) المحلى لابن حزم: 0 1/ 0 2 4. ¶ -\"،د ¶ 90",
            "page": "90",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "المطلب الرابع ¶ رأيه في تحديد الملكية الفردية ¶ يرى الشيخ علي الخفيف رحمه إدلّه جواز تحديد مقدار الملكية في جيم ¶ الأملاك أو في ملك خاص إذا اقتضت المصلحة ذلك، ويجوز لولي الأمر - بعد ¶ هذا التحديد - مصادرة ما زاد عن الحد الذي قرره بلا عوض ولا بدل، هذا ما ¶ قرره في بحث (الملكية الفردية وتحديدها في الإسلام). ¶ ويراد بتحديد الملكية في القانون: منع الشخص من مجاوزة حد معين في ¶ التملك، ونزع ما يزيد على هذا الحد في الملكية القائمة بغرض نقل هذا القدر ¶ ا لزا ئد إ لى أشخاص آخرين (1). ¶ وقد قامت بعض الدول العربية والإسلامية في هذا العصر: مثل مصر ¶ وسورية بتحديد الملكية بحد أقصى لا يجوز تجاوزه، وذلك بدعوى أن قيام ¶ الملكيإت الكبيرة للأراضي ساعد على تنامي طبقة الإقطاع، ومكنهم من الثحكم ¶ في طبقة الفلاحين، وإ لحاق الظلم بهم. في حين ان أغلب دول العا لم الإسلامي ¶ لم تأخذ بهذا النظام، وأبقوا على حرية التملك الفردي دون تحديد ولا تقييد؟ ¶ لأن في هذه الحرية الضمان الوحيد لاطمئنان المالك على ملكه مما يدفعه إلى ¶ حسن استغلاله وتنميته واستثماره (2). ¶ وششند رأي الشيخ علي الخفيف في تحديد الملكية الفردية إلى الأدلة ¶ التالية: ¶ (1) احكام تحديد الملكية في الشريعة الإسلامية والفقه المعاصر لمصطفى ¶ العرجإوي، ص 1. ¶ (2) قيود الملكية الخاصة لعبد الله المصلح، ص 389. ¶ 91",
            "page": "91",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "1 - إن إطلاق اليد في تجميع الثروة والاستكثار منها مع ما فطر عليه ¶ الإنسان من حب للمال وضن به قد يؤدي إلى التفاوت الحاد بين أفراد الأمة في ¶ الثراء، فتتجمع الثروة العامة في يد قلة من الأفراد، اما الكثرة فقد فقدت كل ¶ شيء إلا الفقر والحاجة والاستكانة والخضوع لأرباب الثراء العريض الذين ¶ طفقوا يستخدمونهم بأبخس الأجور ويستذلّونهم، ويبلغونهم عن إرادتهم تحت ¶ تأثير عوزهم واضطرارهم إلى ما يقيتهم. كما يؤدي هذا إلى امتلاء قلوب الكثرة ¶ بالحقد والبغضاء على اصحاب هذا الثراء العريض، الذين يرونهم دونهم دماً ¶ وخلقإً ومنزلة، وهذا بالتالي سيؤدي إلى صراع الطبقات. وإذا وصل الأمر إلى ¶ ذلك فلابذَ من تدخل ولي الأمر بتحديد الملكية الفردية (اء). ¶ 2 - افتقاد المصلحة الداعية لتحديد الملكية الفردية في صدر الإسلام، ¶ فالرسول ى! لم يقم بتحديد الملكية الفردية في زمانه، واقتفى أثره في ذلك ¶ ا لخلفاء الراشدون، لأنه لم تكن ثمة حاجة تدعو إ لى التحديد، ولم تكن ا لمصلحة ¶ تتطلبه، فقدكانت ا لثروة ا لعامة قليلة، وا لأثرياء قلة، وكان ا لإنفاق ديدن المكثرين ¶ وا لمقلين. ¶ 3 - إن الإسلام يكره احتباس المال لدى فئة خاصة من الأمة دون غيوهم. ¶ كما جاء فى القرآن الكريم ومميرهْ النبي ع! مم فقال تعالى: \"! لَايَكوُنَ دُو4يم تين ¶ اَلأغنِيَاَ منكثم \" أ الحشر: 7)، وقد طبق النبي عنًي! هدْا المبدأ عندما وزع فيء بني ¶ النضير على المهاجرين لتركهم أموالهم في مكة، واضاف إلى المهاجرين اثنين ¶ من الأنصاركانا يشكوان الحاجة. ¶ 4 - قياس تحديد الملكية في المقدار على لْحديدها في الاَثار بجامع ¶ المصلحة في كل، فإذا اقتضت المصلحة تحديد الملكية في آثارها بأن قيدها ¶ بعدم الضرر بالآخرين؟ فإن المصلحة تقضي بتقييد الملكية الفردية في مقدارها. ¶ 5 - زيادة الملكية الفردية من المباحات، ولولي الأمر تقييد المباح لقوله ¶ (1) الملكية الفردية وتحديدها في الإسلام للخفيف، ص 6 2 1. ¶ 92",
            "page": "92",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "تعا لى: \" يأيُهَا الَذِينَ ءَامَنُوأ أطِيحُوآ أدئَهص وَأطِيعُوأ اَلزَسُولَ وَأترلى ألا\"متىِ مِبئُ \" أ ا لنساء: 9 5). ¶ وقد قإل برأي الشيخ علي الخفيف كثير من العلماء المعاصرين منهم ¶ الدكتور محمد يوسف موسى (1)، والدكتور وهبة الزحيلي (2) حيث اجازوا ¶ جميعاً تحديد الملكية في كافة الملكيات القائمة والمستقبلية، في حين ذهب ¶ الدكتور مصطفى السباعي (3) إلى جواز تحديد الملكية الفردية في الملكيات ¶ المستقبلية فقط، وأضاف هؤلاء العلماء إلى الأدلة السابقة دليلاً سادساً وهو: ¶ 6 - أن حق الملكية في الشريعة الإسلامية ليس حقاً مطلقاً، وإنما هو ¶ مجرد نوع من الخلافة عن المالك الحقيقي وهو الله تعالى. وهذا يقتضي تحديد ¶ الملكية الفردية بحد معين. ¶ واما ما ذكر 5 الشيخ علي الخفيف من أنه يجوز لولي الأمر - بعد صدور ¶ قرار التحديد - ان يصادر ما زاد عن الحد المقرر فيستند إلى ما يلي (4): ¶ 7 - إن المال المصادر - بعد صدور قرار التحديد -يشبه المال المأخوذ في ¶ تجهيز جيوش المسلمين للدفاع عن البلاد الإسلامية، فما يؤخذ في هذه الحالة ¶ يؤخذ بلا عوض، والأخذ في الحالين سواء؟ لأن كلا منهما تقضي به الضرورة. ¶ 8 - إن اخذ المال الزائد عن الحد المقرر يعد اخذاً بحق، فلا يعتبر اعتداء ¶ على الملكية تماماً كأخذ المشرف على الهلاك من مال غيره ما يقيم حياته. ¶ 9 - إن اخذه المال الزائد عن الحد المقرر يعد منعاً للمالك من الإضرار ¶ بغيره عن طريق الملكية، كما فعل الرسول ع! يو عندما خلع نخل سمرة بن جندب ¶ من بستان غيره. ¶ 0 1 - إن عمر بن الخطاب رضي الله عنه شاطر ولاته اموالهم، وإخذ ¶ (2) ¶ (3) ¶ (4) ¶ ا لأموال ونطرية العقد لمحمد يوسف موسى، ص 2 0 2. ¶ الفقه الإسلامي في ثوبه الجديد للزحيلي، ص 0 4 4. ¶ اشتراكية ا لإسلام للسباعي، ص 386. ¶ الملكية الفردية وتحديدها في ا لإسلام، ص 0 \"أ ا - 1 13. ¶ 93",
            "page": "93",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "الشطر لبيت المال عندما رأى في ذلك مصلحة عامة، وهي البعد بالولاية عن ¶ الشبهات، وعن اتخاذها مغنماً ووسيلة للاستكثار من الأموال. ¶ وفي مقابل رأي الشيخ علي الخفيف رأي آخر يقضي بعدم جواز تحديد ¶ الملكية الفردية، وممن قال بهذا الراي الشيخ عبد الله كنون (1)، والشيخ محمد ¶ الحامد (2)، والشيخ عبد العزيز البدري (3)، والدكتور عبد السلام العبادي (4)، ¶ والدكتور عبد الله المصلح (ْ) وغيرهم واستدلوا لذلك بما يلي: ¶ ا - إن تحديد الملكية الفردية بحد معين يتضمن إلغاء جزئياً للملكية ¶ الفردية، وهو لا يجوز، لمخالفته الفطرة البشرية والأحكام الشرعية. ¶ ومن وجو 5 المخالفة للفطرة انه يؤدي إلى قتل النشاط في الأفراد، ويعطل ¶ جهودهم، ويقضي على مواهبهم، ويحول بينهم وبين الرغبة في تحسين الإنتاج ¶ والإبداع مما يهدد النظام الاقتصادي. ¶ ومن وجوه مخالفته للأحكام الشرعية أنه اعتداء صريح على أموال الناس ¶ التي حازوها وأنعم الله بها عليهم بسلوكهم الطرق المشروعة للتملك، والتي ¶ حرصت الشريعة على حمايتها والمحافظة عليها من كل أنواع الظلم والتعدي. ¶ قال تعالى: \" وَأدتَهُ يرزُقُ مَن يشًاَءُ بِنَيْرِ حِسَاب \" 1 البقرة: 12 2،، وقال تعالى: ¶ \" وَاَل! هُ فَضَلَ بَخضَكُؤ سكَكَ بَعْفى فِى ألرزق \" 1 ا لنحل: 1 7). ¶ 2 - إن تحديد الملكية الفردية بحد معين لا يجوز بعد التملك لأنه يتضمن ¶ الغصب أو التعدي على الحقوق المشروعة، وكذلك لا يجوز قبل التملك، لأنه ¶ تحجير على الناس، وفيه حظر لأمر مباح بغير دليل. ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ (5) ¶ الملكية الفردية وتحديدها في الأسلام لعبد الله كنون، المؤتمر الأول لمجمع ¶ البحوث ا لإسلامية بالأزهر، ص 187. ¶ نظرات في اشتراكية الأسلام لمحمد الحامد، ص 2 0 1. ¶ حكم ا لإسلام في ا لاشتراكية لعبد العزيز البدري، ص 72. ¶ الملكية في الشريعة الإسلامية لعبد السلام العبادي: 2/ 0 1 4. ¶ قيود الملكية الخاصة لعبد الله المصلح، ص 6 0 4.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "3 - إن حق الملكية الفردية ثابت ومقرر شرعاً، ويقوم على أساس أصيل ¶ من حرية التعامل ورفع الحرج عن الناس في التملك، فلا يقيد هذا الحق بمقدار ¶ معين. ¶ ويمكن مناقشة أدلة الفريق ا لأول بمن فيهم الشيخ علي ا لخفيف بما يلي (1): ¶ ا - القول بأن إطلاق اليد في تجميع الثروة والاستكثار منها يؤدي إلى ¶ التفاوت الحاد بين الناس والاستغلال صحيح؟ لكن قد يحصل هذا في غياب ¶ التطبيق الإسلامي لأحكام الإسلام. اما في حالة تطبيق الإسلام ومراعاة قواعد ¶ الكسب المشروع والإنفاق فلا يتصور وجود تفاوت حاد بين الناس في المجتمع ¶ الإسلامي. ولا نطلب من الإسلام حلولاً لمشكلات نتجت من تطبيق انطمة غير ¶ انطمته. ¶ 2 - وأما القول بان المصلحة لم تدع إلى تحديد الملكية في زمن النبي ع! ي!؟ ¶ لأن الثروة كانت قليلة والأثرياء قلة فيجاب عنه بأن الثروة لم تكن قليلة في ¶ العصور الأولى للإسلام، فقد كان في الأنصار اغنياء، وكان في المهاجرين ¶ اغنياء، وكانت الثروة قد ازدادت في عهد عمر بن الخطاب، وفي عهد من ¶ بعد 5، ومع ذلك فلم يحدد الرسول عتكم ولم يحدد الخلفاء بعده. ¶ 3 - وأما القول بان الإسلام يكره احتباس المال لدى فئة خاصة من الأمة، ¶ فصحيح، فالإسلام يحرص على تحقيق التوازن الاقتصادي بين الناس؟ لكن ¶ ليس عن طريق تحديد الملكية، وإنما يتحقق ذلك عن طريق منهج اقتصادي ¶ خاص يقوم على نظام الإرث والانفاق في سبيل الله، وإعطاء جزء من الفيء ¶ للفقراء والمساكين وغير ذلك. ¶ 4 - وأما قياس تحديد مقدار الملكية على تحديد آثارها بتقييدها بالمصلحة ¶ ومغ الضرر فقياس مع الفارق؟ لان علة تحديد آثارالملكية الخوف من الضرر، ¶ (1) ¶ الملكية لعبد السلام العبادي: 2/ 1 0 4 - 5 1 4؟ وقيود الملكية الخاصة لعبد الله ¶ المصلح، ص 0 1 4 - 6 1 4. ¶ 95",
            "page": "95",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "فإذا كانت هذه العلة منضبطة في الاصل فإنها غير منضبطة في الفرع، لأن الإنسان ¶ في المجتمع الإسلامي قد يملك ملكية كبيرة ولا يحصل منه الضرر، فلا داعي ¶ لتحديد الملكية. ¶ 5 - وأما القول: إن زيادة الملكية الفردية من الأمور المباحة، ولولي ¶ الأمر تقييد المباح، فيجاب عنه بأن نزع جزء من الملكية الفردية ليس مباحاً، ¶ وإ نما هو حرام كما دلت على هذا نصوص الشريعة وقواعدها. ¶ 6 - وأما القول بأن حق الملكية ليس مطلقاً فهو صحيح، لكن استخلاف ¶ الله للإنسان لا يقتضي تحديد الملكية الفردية، لأن الفرد إذا أحرز المال بسبب ¶ مشروع فقد أحرزه بحكم الله تعالى، فلا يجوز نزعه منه. ¶ 7 - وأما قياس مصادرة المال الزائد عن الحد على أخذ الأموال لتبهيز ¶ الجيوش فهو قياس مع الفارق؟ لأن الضرورة في حالة أخذ المال لتجهيز ¶ الجيوش تقضي باستهلاك هذه الأموال فيما أخذت له. أما الضرورة في حال ¶ الزيادة فهي تقضي بأخذها لا لتنفق أو تستهلك، وإنما لإعطائها لغير المأخوذ ¶ منه. والهدف من ذلك منع قيام ملكيات كبيرة، وليس للإنفاق في المصلحة ¶ العامة فافترق! فيفترقإن في الحكم. ¶ 8 - وأما القول بأن الأخذ للمال الزائد يعد أخذاً بحق فيجاب عنه بأن جواز ¶ الأخذ للضرورة لا يعني سقوط التعويض، وإنما يعني الأخذ بدون رضا ¶ صاحبه، أما التعويض فلا يسقط؟ لأن الضرورة تقدر بقدرها. ¶ 9 - واما الاستدلال بحديث سمرة على سقوط التعويض فيجاب عنه بأن ¶ الأمر في حديث سمرة يختلف عما نحن بصدد 5، فقد تعين دفع الضرر الذي كان ¶ يسببه سمرة للأنصاري بالقلع بعد أن امتنع عن قبول ما عرض عليه من الأنصاري ¶ ومن الرسول غفَي! بالبيع او المناقلة أو الهبة، وهذا العرض يدل على أن الأصل ¶ هو دفع العوض، ولكن صاحب النخل امتنع عن قبوله، فلابدَّ من إزالة الضرر ¶ الذي يلحقه سمرة بالأنصاري، أما تكثير الملكية فقد لا يوجد فيه ضرر أصلاً. ¶ 0 1 - واما مشاطرة عمر لولاته فقد كانت مصادرة للمال الذي حيز بطريق ¶ 96",
            "page": "96",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "غير مشروع، فلا يصح الاستدلال به \"على مصادرة الحد الزائد بلا عوض. ¶ بهذا يتبين عدم وجاهة ما ذهب اليه الشيخ علي الخفيف ومن معه. ¶ والراجح ما ذهب إليه أصحاب القول الثاني من عدم جواز تحديد الملكية ¶ الفردية، وبهذا اخذ مجمع الفقه الإسلامي في مؤتمره الرابم المنعقد بجدة في ¶ (جمادى الاَخرة 08 4 اهـ/ فبراير 988 ام) حيث قرر: يجب رعاية الملكية ¶ الفردية وصيانتها من أي اعتداء عليها، ولا يجوز تضييق نطاقها أو الحد منها. ¶ ولا يجوز نزع ملكية العقار للمصلحة العامة إ لا بمقابل تعويض فوري عادل (1). ¶ كللأكللأ! ي ¶ (1) قرارات مجمع الففه الإسلامي، ص 66. ¶ 97",
            "page": "97",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "المطلب الخامس ¶ رأيه في الت مين ¶ يرى الشيخ علي الخفيف جواز التعامل بالتأمين بأنواعه ا لثلاثة من اجتماعي ¶ وتبادلي وتجاري، حيث قرر ذلك في بحثه عن التأمين. ¶ والتأمين كنظام يختلف عن التأمين كعقد كما يذكر شراح القانون. ¶ فالتأمين كنظام يقصد به: \" تعاون منظم تنظيمأ دقيقأ من عدد كبير من الناس ¶ معرضين جميعأ لخطر واحد، حتى إذا تحقق الخطر بالنسبة إلى بعضهم تعاون ¶ الجميع في مواجهته بتضحية قليلة يبذلها كل منهم، يتلافون بها أضرارا جسيمة ¶ تحيق بمن نزل الخطر به منهم \" (1)! اذا كان التأمين كنظام يقوم على أساس ¶ التعاون على الخير، ودفع الضرر عن الناس، فهو جائز في جميع الشرائع. ¶ فقد دعا الإسلام إلى التعاون بين الناس وبذل التضحيات على اساس من ¶ التبرع لا المعاوضة. قال تعالى: \" وَتَحَاوَلُؤ) عَلَى اَلِبزِ وَالئقوَئ وَلَا نَمَاوَنوُا عَلَ ألاثوِ ¶ وَاَئصدؤَنِ \"] المائدة: 2،، وقد جاءت الشريعة الإسلامية بكثير من الصور ¶ والأنظمة التي تحقق نظام التأمين، مثل نظام العاقلة، الذي يقضي بتوزيع دية ¶ القتل الخطأ على عائلة القاتل، ونظام كفالة الفقراء والمساكين والغارمين وأبناء ¶ السبيل من الزكاة، ونظام النفقات بين الأقارب، ونظام التكافل الاجتماعي بين ¶ المسلمين، والتأمين كنظام يحقق الأهداف التالية: تحقيق التحابب والتواد ¶ والأخوة وتماسك المجتمع وتحصينه من اَثار المصائب والنكبات، وتحقيق ¶ الطمأنينة للنفس الإنسانية. ¶ والتأمين ينقسم - من حيث المؤسسارت التي تقوم به - إلى ثلاثة أقسام ¶ وهي (2): ¶ (1) ¶ (2) ¶ ا لوسيط للسنهوري: 7/ 0 8 0 1. ¶ المعاملات المالية المعاصرة للمؤلف، ص 2 0 1 - ه 0 1. ¶ 98",
            "page": "98",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "القسم الأول - التامين الاجتماعي (التعاوني): وهو الذي تقوم به الدولة ¶ لمصلحة الموظفين، فتؤمنهم من إصابة المرض والعجز والشيخوخة، ويسهم ¶ في حصيلته الموظفون أنفسهم، ويدخل فيه تقاعد الموظفين والضمان ¶ الاجتماعي والتأمين الصحي. ¶ والقسم الثاني - التامين التبادلي: وهو الذي يقوم به الأفراد انفسهم، ¶ فيتفقون فيما بينهم على تعويفمن ينزل به خطر ما، ويرتبون على كل عضو دفع ¶ مبلغ معين من المال على سبيل التبرع، ويدخل فيه عمل الجمعيات الخيرية من ¶ أهل القرى والمدن. ¶ والقسم الثالث - التأمين التجاري: وهو الذي تقوم به شركات التأمين ¶ التجارية، حيث تعقد عقداً مع المستأمن، يلتزم بمقتضاه أن يؤدي إلى الشركة ¶ أقساطاً مالية محددة، مقابل ان تقوم الشركة بدفع مبلغ من المال للمستأمن في ¶ حالة وقوع الخطر او الحادث المبين في العقد. ¶ وإذا كان كل من التأمين الاجتماعي والتبادلي موجودين منذ العصور ¶ الأولى للإنسان، فإن التأمين التجاري لم يظهر إ لا في وقت متأخر، فقد ظهر في ¶ الغرب في القرن السابع عشر الميلادي، حيث ظهرت بعض انواعه: كالتأمين ¶ البحري والتأمين من الحريق، ثم تطور حتى دخلت فيه كثير من الأنواع: مثل ¶ التأمين على الحياة، والتأمين ضد الحوادث، والتأمين من المسؤولية عن الغير ¶ كالتأمين على السيارات وغير ذلك. ¶ لماذا كان الخلاف في حكم التأمين التعاوني والتبادلي قد انتهى بالاتفاق ¶ على إقراره لدى المجامع الفقهية، فإن الخلاف في التأمين التجاري لم ينته بعد، ¶ فبقي كل من الشيخ علي الخفيف والشيخ مصطفى الزرقا (1) والشيخ عبد الوهاب ¶ خلاف (2) والشيخ عبد الرحمن عيسى (3) مصرِّين على رأيهم في جواز 5. ¶ (1) ¶ (2) ¶ (3) ¶ نظام التامين للزرقا، ص 27. ¶ التامين وموقف الشريعة منه للدسوفي، ص 78. ¶ التأمين في الشريعة ا لإسلامية والقانون لغريب الجمال، ص 1 23.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "ويستند رأي الشيخ علي الخفيف إلى الأدلة التالية (1)؟ ¶ ا - إنه عقد مستحدث لم يتناوله نص خاص، ولم يشمله نص حاظر، ¶ والأصل في ذلك الجواز وا لإباحة. ¶ 2 - إنه عقد يؤدي إلى مصالح كثيرة، ولم يكن من ورائه ضرر، وإذا ثبتت ¶ المصلحة فثم حكم الله. ومن المصالح التي تضمنها هذا العقد ما ذكرنا من انه ¶ يحقق الأمإن والائتمان وادخار الأموال. فالأمإن الذي يحققه هذا العقد يتمثل ¶ في وقاية الإنسان من الخطر الذي يخشى وقوعه، وأم! الائتمان فيتمثل في الثقة ¶ بالمستأمنين من قبل من يتعامل معهم. ¶ 3 - التأمين اصبج عرفاً عاماً دعت إليه مصلحة عامة ومصالج شخصية، ¶ والعرف من الأدلة الشرعية. ¶ 4 - إن في التأمين التزامإً أقوى من التزام الوعد الذي قال فيه فقهاء المالكية ¶ بوجوب الوفاء به. ¶ 5 - إن التأمين على الحياة إذا صاحبته التنمية للمال يكون عقد مضاربة، ¶ وهو جإئز شرعاً. ¶ 6 - إن الغرر الوارد في عقد التأمين التجاري غرر يسير مغتفر. ¶ وقد أضاف الفقهاء الاَخرون الذين أجإزوا التأمين التجاري عدة أدلة ¶ وهي (2): ¶ 7 - القياس على نظام العاقلة، الذي يقضي بتوزيع دية القتل الخطأ على ¶ أفراد العائلة بجامع توزيع العبء المالي على الناس مما يحول دون تحمل ¶ العبء من قبل شخص واحد. ¶ 8 - التخريج على عقد الموالاة الذي يقضي بأن تتحمل عائلة رجل الدية ¶ (1) ¶ (2) ¶ التأمين للخفيف، ص 8 0 1 - 9 0 1. ¶ المعاملات المالية المعاصرة للمؤلف، ص 23 1 - 27 1. ¶ 100",
            "page": "100",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "عمن دخل في ولائها ممن يكون مجهول النسب في مقابل أن ترثه إذا مات. ¶ 9 - القياس على التأميق التعاوني الذي يتضمن التقاعد والضمان ¶ الاجتماعي. ¶ وفي مقابل رأي المجيزين رأي يقضي بعدم جواز التأمين التجاري، ¶ وممن ذهب إلى هذا الرأي الشيخ محمد بخيت المطيعي (1) مفتي الديار المصرية ¶ سابقاً، والشيخ احمد إبراهيم (2) والشيخ عبد الرحمن قراعة (3)، والشيخ محمد ¶ أ بو زهرة (4) وغيرهم واستدلوا لهذا ا لرأي بعدة أ دلة وهي (ْ): ¶ ا - عقد التأمين يشتمل على غرر مفسد للعقد، وهو غرر يتعلق بحصول ¶ العوضين ومقدارهما وبالأجل. ¶ 2 - عقد التأمين يتضمن الربا بنوعيه، وهما ربا الففمل وربا النسيئة ¶ فالمبلغ الذي يأخذه المستأمن إما أن يكون مساوياً أو متفاضلاً، فإن كان مساوياً ¶ وأخذ المستأمن المبلغ بعد أجل كان ربا نسيئة، وإن كان متفاضلاً وأخذه بعد ¶ أجل كان ربا فضل ونسيئة. ¶ 3 - عقد التأمين يتضمق بيع دين بدين، أو بيع كالئ بكالئ، وهو منهي عنه ¶ باتفاق الفقهاء. ¶ ويمكن مناقشة أدلة الفريق الأول بمن فيهم فضيلة الشيخ علي الخفيف ¶ بما يلي (6): ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ (5) ¶ (6) ¶ توجد له رسالة في حكم التأمين باسم أحكام السوكرتاه. ¶ مجلة الشبان المسلمين، السنة (13) العدد الثالث سنة (1 4 9 1 م). ¶ التأمين وموقف الشريعة ا لإسلامية منه للدسوقي، ص ه 8. ¶ نظام التأمين للزرقا، ص 67. ¶ المعاملات المالية المعاصرة للمؤلف، ص 17 1 - 2 2 1. ¶ انظر عفود التأمين لمحمد البلتاجي، ص.8 - 116؟ والتأمين للدسوفي، ¶ ص 99 - 4 12؟ المعاملات المالية المعاصرة للمؤلف، ص 28 1. ¶ 101",
            "page": "101",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "ا - القول بأنه عقد مستحدث صحيح، لكن بعض صور هذه العقود يمكن ¶ تخريجها على العقود السابقة وعلى المبادئ الشرعية، فعقد التأمين التجاري هو ¶ في حقيقته بيع نقد بنقد، أو صرف يدخله الربا، فلا يصج شرعاً. ¶ 2 - واما القول بأن عقد التأمين يؤدي إلى مصالح، بل صار ضرورة ¶ اقتصادية فيجاب عنه بأن هذه المصالج التي تكلم عنها الشيخ الخفيف في بحثه ¶ هي مصالح في نظر القانونيين لتبرير التأمين، وإذا أمعنا النظر فيه لوجدنا أ ن ¶ المفاسد التي تترتب على التأمين أكثر من المصالج، فهو يؤدي إلى إخراج ثروهْ ¶ الأمة إلى خارج البلاد الإسلامية عن طريق شركات إعاد 5 التأمين العالمية ¶ والبنوك العالمية، وهو يؤدي إلى إهمال الناس في حفظ أموالهم، كما يؤدي إلى ¶ إتلاف أموالهم وتضييعها من أجل الحصول على مبالغ التأ مين. ¶ 3 - وأما القول بأن التامين اصبح عرفاً عاماً فيجاب عنه بأن نسبة ¶ المستأمنين أقل بكثير من غير المستأمنين، هذا بالإضافة إلى انه يشترط لاعتبار ¶ العرف ان لا يصادم مبدا عاماًاو قاعدة كلية، والتأمين يصادم كثيراً من المبادكئى ¶ العامة في الشريعة فلا يصج. ¶ 4 - واما تخريج عقد التأمين على انه من قبيل الوعد الملزم فغير صحيح؟ ¶ لأن طبيعة عقد التامين تخرجه عن صورة الوعد الملزم، وعقد التأمين ليس وعداً ¶ ولا شبه وعد، ولكنه التزام في مقابل التزام أو التزام بدفع مبلغ من المال في ¶ مقابل التزام بدفع الأقساط، فإذا عجز المستأمن عن الاستمرار في دفع الأقساط ¶ تحللت الشركة من التزاماتها، وأصبحت غير مسؤولة عن أي تعويض قِبَلَ ¶ المستأمن، وهو بهذا ليس وعداً. ¶ 5 - وأما القول بان عقد التأمين على الحياة إذا صاحبته التنمية يكون عقد ¶ مضاربة فغير مسفَم؟ لأن طبيعة عقد المضاربة تختلف عن عقد التأمين، ¶ فالمضاربة شركة تجارية من طبيعتها الكسب والخسارة، اما عقد التأمين فليس ¶ من قبيل التجارة، ولأن رب المال يتحمل الخسارة وحده في المضاربة، وليس ¶ الأمر كذلك في التأمين. ¶ 102",
            "page": "102",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "6 - وأما القول بأن الغرر في عقد التأمين يسير فغير مسلم؟ لأن الغرر كبير ¶ فاحش مفسد للعقد؟ لأنه يتعلق بوجود العوضين ومقدارهما وبالأجل. كما قال ¶ القرافي: \" الغرر في الوجود وفي الحصول: كالطير في الهواء، وفي المقدار: ¶ كالبيع إلى مبلغ رمي الحصاة وفي الأجل \" (1)، هذا هو الغرر الذي نهى الشارع ¶ عنه، ولا يغتفر في عقود المعاوضات. أما الغرر اليسير فهو الغرر الذي لا يمكن ¶ ا لاحتراز عنه عادة مثل بيع اللوز بقشره وبيع ا لعمارة دون ا لاطلاع على ا لأسا سات. ¶ 7 - وأما قياس عقد التأمين على نظام العاقلة فلا يصح، لأن نظام العاقلة ¶ يقوم على التعاون والتكافل الاجتماعي، أما عقد التأمين فيقوم على المعاوضة ¶ وتحصيل الأرباح. ¶ 8 - وأما قياس عقد التأمين على عقد الموالاة فلا يصح؟ لأن طبيعة عقد ¶ الموالاة تقضي بجعل غير العربي في أسرة عربية ينتمي إليها، ويكون كأحد ¶ أفراده!، ويحمل اسمها ولقبها، وينادى بها، وتناصره ويناصره!، وجميع هذه ¶ المعاني غير موجودة في عقد التأمين. ¶ 9 - وأما قياس عقد التأمين على التأمين التعاوني من تقاعد وضمان ¶ اجتماعي فلا يصح، لأن التأمين التعاوني يقوم على أساس التبرع، وأما التأمين ¶ التجاري فيقوم على اساس المعاوضة والتجارة وتحصيل الأرباح. ¶ بهذا يتبين عدم وجاهة ما ذهب إليه الشيخ علي الخفيف ومن معه من جواز ¶ التأمين، والراجح ما ذهب إليه المانعون للتأمين التجاري، وهو ما أقر 5 مجمع ¶ الفقه الإسلامي المنعقد في جدة في (ربيع الأول 06 4 اهـ/ ديسمبر 985 ام) ¶ حيث جاء فيه: \" إن عقد التأمين التجاري ذا القسط الثابت الذي تتعامل به ¶ شركات التأمين عقد فيه غرركبير مفسد للعقد، لهذا فهو حرام شرعأ\" (2). ¶ (1) ¶ (2) ¶ ا لفروق للقر افي: 3/ 5 36. ¶ قرارات مجمع الفقه الإسلامي، ص 0 2. ¶ 103",
            "page": "103",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "المطلب السادس ¶ رأيه في شهادات الاستثمار ¶ يرى الشيخ علي الخفيف رحمه الله جواز التعامل بشهادات الاستثمار ¶ بأنواعها الثلاثة من شهادات ذات قيمة متزايدة (ا)، وشهادات ذات عإئد جار ¶ (ب)، والشهادات ذات الجوائز (جى) وأكثر الأنواع الثلاثة جوازاً وأبعده! شبهاً ¶ عن المضاربة هو النوع الثالث؟ لأنها لا تخرج عن كونها وديعة أو إبضاع، وهو ¶ دفع المال إلى الغير ليتجر فيه والرنجج لصاحب المال وحده أو للعامل وحده. ¶ وهذان العقدان جائزان. ¶ وأما النوعإن الاَخران فهما عقدان جديدان مستحدثان لم يشملهما نص ¶ حاظر، والأصل في ذلك الجواز والإباحة، هذا ما قرره في بحث (حكم الشريعة ¶ على شهادات الاستثمار بأنواعها الثلاثة). ¶ ويراد بشهادات الاستثمار: \"الصكوك القابلة للتداول التي تصدره! ¶ الشركإت أو المؤسسات، ويمثل هذا الصك قرضاً طويل الأجل يعقد عإدة عن ¶ طريق الاكتتاب العام لما (1) كما يطلق على الشهادات (السندات)، و (أذونات ¶ الخزينة) التي تصدره! الدولة لأجل قصير، و (أسناد قرض). ¶ وتتنوع شهادات الاستثمار إلى ثلاثة أنواع وهي (2): ¶ النوع الأول: شهادات استثمار ذات طبيعة متزايدة (أ) وهي الشهادة التي ¶ (1) ¶ (2) ¶ الأسهم والسندات لعبد العزيز الخياط، صه؟ معجم المصطلحات التجارية ¶ لفسطو، صه 16. ¶ الأعمال المصرفية والإسلام للهمشري، ص 52 1؟ حكم الإسلام في شهاداب ¶ ا لاستثمار لعبد الرحمن زعيتر، ص 92. ¶ 104",
            "page": "104",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "يبقى المال لدى البنك فترة طويلة قد تمتد إلى عشر سنوات، وتكون له زيادة ¶ تصاعدية (على المال والفائدة) وفي نهاية المدة يأخذ صاحب الشهادة ما دفعه ¶ والزيادة (الفائدة). ¶ والنوع الثاني: شهادات استثمار ذات عائد جار، أي بفائدة سنوية (ب) ¶ وهي الشهادة التي تستحق زيادة سنوية محددة. ¶ والنوع الثالث: شهادات استثمار ذات قيمة متزايدة، ويجري عليها ¶ السحب (!) وذلك بدفع فائدة متزايدة، ويجري عليها السحب بإعطاء جوائز ¶ للشهادات الفائزة. ¶ وشهادات الاستثمار من المعاملات المالية المعاصرة، فقد زامن وجودها ¶ وجود الشركات المساهمة، ويرجع سبب إصدارها إلى حاجة الدول والشركات ¶ المسإهمة إلى الاقتراض من الجمهور، وتلجأ إليها الشركات المساهمة؟ لأنه ¶ لا يحق لأصحاب تلك الشهادات التصويت في انتخاب مجلس الإدارة، وبذلك ¶ يضمن أصحاب الأسهم سيطرتهم الكاملة على مجلس الإدارة، بخلاف ما لو ¶ أصدروا أسهماَ جديدة، فمن المحتمل جداَ أن يفقدوا سيطرتهم على مجلس ¶ الإدارة. وفد صدر بشأن شهادات الاستثمار قانون مصري رقم (8) سنة ¶ (965 ام). ¶ ويستند رأي الشيخ علي الخفيف في جواز شهادات الاستثمار إلى ¶ مايلي (1): ¶ ا - إن النوعين الأول والثاني من شهادات الاستثمار يعدان من العقود ¶ المستحدثة، التي لم يتناولها نص حاظر، والأصل في ذلك الجواز والإباحة، ¶ وهي تحقق نفعاَ للأمة. ¶ 2 - إن النوع الثالث من شهادات الاستثمار يخرج على أنه عقد وديعة أ و ¶ إبضاع، وهما عقدان جائزان شرعاً. ¶ (1) حكم الشريعة على شهادات الاستئمار للخفيف، ص 28. ¶ 105",
            "page": "105",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "3 - إن شهادات الاستثمإر أصبحت عرفاً عاماً دعت إليها مصلحة عامة ¶ ومصالح شخصية تصل تلك المصالح إ لى حد الضرورة. ¶ 4 - إن التعاقد في النوعين الأول والثاني من شهادات الاستثمإر يشبه ¶ المضاربة إلى حد بعيد، فقد وجدت بينهم وجوه شبه كثيرة، ولا يؤثر في هذا ¶ التشابه ما اثير من فروق بينهم. ¶ وقد وافق الشيخ علي الخفيف على جواز التعامل بشهادات الاستثمإر ¶ بأنواعها الثلاثة الشيخُ ياسين سويلم طه (1)، والدكتور محمد سيد طنطاوي (2) ¶ وأضافوا إلى الأدلة السابقة (3): ¶ 5 - أن شهادات الاستثمإر يشتريها الشخص بنية مساعدة الدولة، لا بقصد ¶ استغلال فرد معين. ¶ 6 - أن الفائدة التي يحصل عليها مالك تلك الشهادات هي نوع من المكافأة ¶ أو الهبة، وللدولة أن تكافح ابناءها العقلاء لقوله تعالى: \" وَإذَا جُتِيخُ بِئَحِتؤ ¶ فَحَيُرأ بِأخسَنَ مِئهَاَ أَؤ رُمىوهَآ \" أ النساء: 86،، وقوله ع! ي!: ((من أسدى إليكم ¶ معروفاً فكافئوه \" (4). ¶ 7 - لا! هذه المعاملة تقوم على التراضي بين طرفيها، وهو يجعل ¶ المعاملة جائزة. ¶ وفي مقابل رأي الشيخ علي الخفيف رأي آخر يقضي بعدم جواز التعامل ¶ بشهادات الاستثمار. وممن ذهب إلى هذا الرأي الدكتور محمد يوسف ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ حكم الإسلام في أرباح شهادات الاستثمار لياسين سويلم طه، ص 2 2. ¶ فتاوى شرعية لمحمد سيد طنطاوي، ص ه 2. ¶ فتاوى شرعية لطنطاوي، ص ه 2؟ وحكم ا لإسلام في أرباح شهاداب ا لاستثمار ¶ لسويلم، ص 2 2. ¶ رواه أبو داود والنسائي بإسناد صحيح بلفظ: (من صنع)، كشف الخفاء ¶ للعجلوني: 294/ 2. ¶ 106",
            "page": "106",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "موسى (1)، والدكتور يوسف القرضاوي (2)، والدكتور عبد العزيز الخياط (3)، ¶ والدكتور علي السالوس (4) وغيرهم، واستدلوا لذلك بالأدلة التالية (ْ): ¶ ا - لأن شهادات الاستثمار قرض لأجل بفائدة، ومن قواعد التشريع ¶ الإسلامي أن كل قرض جزَ نفعأ فهو ربا. وهذا قرض جر ربحاً ثابتأ فهو ربا ¶ واضح. ¶ 2 - لأن شهادات الاستثمار ترتب لحاملها فوائد ثابتة دون أن يتحمل شيئاً ¶ من الخسارة. وهذا يتناقض مع كثير من مقررات التشريع الإسلامي التي منها: ¶ \"لا ضرر ولا ضرار\" فالشركة عندما تخسر، وهذا احتمال وارد، فإنها تدفع ¶ لصاحب الشهادة او السند أرباحه، وهذا ظلم، إذ كيف يأخذ أرباحاً على مال لم ¶ يربح. ¶ 3 - ولأن هذا القرض صورة من صور الودائع البنكية، تحسب له فوائد في ¶ جميع أنواعه وهي في حقيقتها ربا محرم. ¶ كما أنه يوجد رأي ثالث يقضي بالتفريق بين أنواع الشهادات، فيجيز النوع ¶ الثالث من الشهادات دون غيرها. وهي ذات القيمة المتزايدة، ويجري عليها ¶ السحب، وممن ذهب إلى هذا الرأي الشيخ عبد العظيم بركة (6)، والشيخ جاد ¶ الحق علي جاد (7)، وذلك لأن هذا النوع من الشهادات يدخل في نطاق الوعد ¶ بجائزة أو الجعالة وهي جائزة شرعاً. ¶ (2) ¶ (3) ¶ (4) ¶ (5) ¶ (6) ¶ (7) ¶ ا لإسلام ومشكلاتنا الحاضرة لمحمد يوسف موسى، ص 58. ¶ فقه الزكاة للقرضاوي: 1/ 6 52. ¶ الاسهم والسندات من منظور إ سلامي للخياط، صه ه. ¶ حكم ودائع البنوك وشهادات الاستثمار للسالوس، ص 69؟ اجرؤكم على ¶ الفتيا للسالوس، ص 32. ¶ انظر المراجع السابقة. ¶ حكم الإسلام في سهادات الاستثمار لزعيتر، ص 2 2. ¶ المصدر السابق نفسه. ¶ 107",
            "page": "107",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "ويمكن مناقشة أدلة الفريق الأول بمن فيهم فضيلة الشيخ علي الخفيف ¶ بما يلي (1): ¶ ا - القول بأن النوعين الأول والثاني من شهادات الاستثمار يعدان من ¶ العقود المستحدثة صحيح، لكن يوجد شبه كبير بين عقد الاستثمار في هذين ¶ النوعين وبين القرض بفائدة، وقد كيفه كثير من العلماء المعاصرين بأنه قرض ¶ إلى اجل بفائدة ربوية فلا يصح التعامل به. ¶ 2 - القول بأن النوع الثالث من شهادات الاستثمار يكيف على أنه وديعة او ¶ إبضاع غير مسلم؟ لأن هذا النوع يستحق فائدة ثابتة بالإضافة إلى الجائزة التي ¶ تقدم لمن يحالفه الحظ في السحب، فلا يخرج عن كونه قرضاً بفائدة ربوية. ¶ 3 - القول بأن شهادات الاستثمار أصبحت ضرورة غير مسلم؟ لأن ¶ الضرورة التي تحدثوا عنها امر متوهم وليس قائماً، وإنما هو مجرد توقع ا و ¶ تخيل أملته الأفكار المعادية للإسلام. ¶ 4 - وأما تكييف شهادات الاستثمار بأنها مضاربة شرعية فلا يصح؟ لأن ¶ المضاربة عقد شركة بين صاحب المال والمضارب، والربح بينهما بحسب ¶ الاتفاق، وأما الخسارة فتكون من راس المال، ولا يتحمل المضارب شيئاً من ¶ الخسارة. وبذلك تختلف المضاربة عن شهادات الاستثمار؟ لأن الربح في تلك ¶ الشهادات مضمون، والخسارة فيها تقع على الشركة وليس على صاحب المال. ¶ 5 - واما القول بأن شهادات الاستثمار يشتريها الشخص بنية مساعدة ¶ الدولة فيجاب عنه بأن النية الحسنة لا تؤثر في الحرام، ولا تغيره من حرام إلى ¶ حلال، كلما نسه إلى ذلك النبي ع! ي!: \" إن الله طيب لا يقبل إلا طيباً،! ان الله امر ¶ المؤمنين بما أمر به المرسلين فقال: \" ئآَتها اَلرسُلُ! وْا مِنَ ألظَيبَث وَاَضَلُؤا صَئهلِحا ¶ إقِ بِمَا تَغمَلُونَ طَيم \" أ المؤمنون: 1 5)، وقا ل: \" جمأئهُا اَلَذِدى ءَامَنُوأ! لُو) مِن ¶ طَيبَت مَا رًزفنَبهُئم \" أ البقرة: 172، ثم ذكر الرجل يطيل السفر أشعث اغبر يمد ¶ (1) المعاملات المالية المعاصرة للمؤلف، ص 2 2 2 - 5 2 2. ¶ 108",
            "page": "108",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "يديه إلى السماء، يارب، يارب، ومطعمه حرام، ومشربه حرام، وملبسه ¶ حرام، فأنى يستجاب له \" (1). ¶ 6 - وأما القول بأن الفائدة التي يحصل عليها صاحب الشهادات هي نوع ¶ من المكافأة او الهبة التي تقدمها الدولة لأبنائها العقلاء فغير مسلم؟ لأن القانون ¶ الذي ينظم تلك الشهادات اعتبرها فائدة ملزمة للمؤسسة التي أصدرتها لا يجوز ¶ لها الامتناع عن دفعها، في حين أن الهبة غير ملزمة، ويجوز للواهب الرجوع ¶ فيها، ولأن حقيقة الزيادة التي تدفعها الدولة او الشركة زيادة مشروطة في عقد ¶ القرض في نظير الأجل، وتعطى للمقرضين بنسبة رؤوس اموالهم، فلا تخرج ¶ عن كونها ربا محرم شرعاَ. ¶ 7 - وأما القول بأن التراضي بين طرفي المعاملة يجيزها فيجاب عنه بأن ¶ التراض على الحرام لا يبيحه، ولا يجعل الحرام حلالاَ، كما نص الجصاص في ¶ (احكام القرآن): \"الربا الذي كانت العرب تعرفه وتفعله إنما قرض الدراهم ¶ والدنانير إلى أجل بزيادة على مقدار ما استقرضه على ما يتراضون به \" (2)، ¶ فالبرغم من وجود التراضي بين الطرفين إ لا أن القرآن نزل بتحريمه. ¶ ونوقش دليل أصحاب الرأي الثالث من أن الشهادات ذات الجوائز (!) ¶ تدخل في نطاق الوعد بجائزة بأنه غير مسلم؟ لأن حقيقة هذه الجائزة لا تخرج ¶ عن الربا والميسر، فالبنوك الربوية في بعض الدول عندما تحدد الفوائد تسير ¶ وفق نسبة مئوية مقررة من البنك المركزي، ولا يستطيع أي بنك أن يزيد على ¶ تلك النسبة، ولذلك فكرت بعض البنوك بتوزيع الأرباح على عدة اشكال: منها ¶ ما يوزع على شكل نسبة مئوية زائدة على رأس المال وفي حدود النسبة المقررة، ¶ ومنها توزيع جوائز بالقرعة بين المودعين أو المقرضين. وهذا يؤدي إلى زيادة ¶ الودائع والقروض، وهي في الحقيقة لا تخرج عن كونها ربا محرم شرعاَ، فلا ¶ يجوز التعامل بها. ¶ (1) صحيح مسلم: 2/ 03 7. ¶ (2) أحكام القرآن للجصاص: 1/ 4 6 4. ¶ 109",
            "page": "109",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "بهذا يتبين عدم وجاهة ما ذهب إليه الشيخ علي الخفيف، ومن معه من ¶ جواز التعامل بشهادات الاستثمار. والراجح ما ذهب إليه الفريق الثاني من عدم ¶ جواز التعامل بشهادات الاستثمار بأنواعها الثلاثة دون تفريق بين شهادات ذات ¶ جوائز وغيرها، لأنها قروض ربوية محرمة شرعاً. وهو ما أقره مجمع الفقه ¶ الإسلامي المنعقد في جدة في (شعبان 0 1 4 اهـ/ مارس 990 ام) حيث جاء ¶ فيه: \"إن السندات التي تمثل التزاماً بدفع مبلغها مع فافدة منسوبة إليه أو نفع ¶ مشروط محرمة شرعاً من حيث الإصدار أو الشراء أو التداول؟ لأنها قروض ¶ ربوية، سواء اكانت الجهة المصدرة لها خاصة او عامة ترتبط بالدولة، ولا أثر ¶ لتسميتها شهادات أو صكوكاًاستثمارية او ادخارية \" (1). ¶ مي!! لأ ¶ (1) قرارات مجمع الفقه الإسلامي، ص 6 2 1. ¶ 110",
            "page": "110",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "الفهملى لتأب ¶ 7يِىبزفاض ¶ المبحث ا لأول: سرد عام لمؤلفاته ¶ المبحث الثاني: تعريف باهم مؤلفاته",
            "page": "111",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "الفصل الثاني ¶ التعريف بمؤلفات الشيخ علي الخفيف ¶ لقد تسنى للشيخ علي الخفيف خلال حياته المليئة بالعمل المثمر أن يضع ¶ إنتاجأ علميأ غزيرأ ومتنوعأ وقيماً، وفيما يلي سرد عام لمؤلفاته، وتعريف ¶ بأهمها: ¶ 112",
            "page": "112",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "المبحث الأول ¶ مسرد عام لمؤلفاته ¶ في هذا المبحث سوف أذكر جميع المؤلفات التي ألَّفها الشيخ علي ¶ الخفيف رحمه اللّه، وسوف أبدأ بالكتب المطبوعة، ثم الأبحاث والمقالات، ¶ ثم المصطلحات التي كتبها للموسوعة الفقهية، وسوف أرتبها حسب ترتيب ¶ المعجم: ¶ أولأ - الكتب المطبوعة: ¶ ا -أحكام المعاملات الشرعية. ¶ 2 - أحكام الوصية: بحوث مقارنة تضمنت شرح فانون الوصية رقم (1 7) ¶ سنة (6 4 9 1 م). ¶ 3 - أسباب اختلاف الفقهاء. ¶ 4 - البيع في الكتاب والسنة، ذكر 5 الحوفي، مجلة المجمع ¶ (46/ 169). ¶ 5 - التأمين وحكمه على هدي الشريعة الإسلامية. ¶ 6 - التركة والحقوق المتعلقة بها، مطبعة البرلمان - مصر، 52 9 1 م. ¶ 7 - التصرف الانفرادي والإرادة المنفردة، بحث مقارن. ¶ 8 - الحق والذمة، مكتبة وهبة -القاهرة، 945 1 م. ¶ 9 - حكم على شهادات الاستثمار بأنواعها الثلاث، تطبيقاً للقواعد ¶ الفقهية العامة والأصول الشرعية للمعاملات. ¶ 0 1 - الخلافة، ذكره القللي، مجلة المجمع (25/ 12 2) والحوفي مجلة ¶ 113",
            "page": "113",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "المجمع (169/ 46)، ومحمد حسين خلاف، مجلة المجمع (47/ 194)، ¶ ومحمد مهدي علام في كتاب (المجمعيون) ص 4 0 2. ¶ 1 1 - الدَيْن، مذكرات لطلبة الدراسات العليا بكلية الحقوق. ¶ 2 1 - الدياب والأروش، مطبوع مع كتاب الضمان في الفقه الإسلامي. ¶ 13 - الرهن، مذكرات لطلبة الدراسات العليا بكلية الحقوف بجامعة ¶ القاهرة. ¶ 4 1 - الشركات في الفقه الاسلامي. ¶ 5 1 - الضمان في الفقه الإسلامي. ¶ 6 1 - فُرق الزواج في المذاهب الإسلامية، بحث مقارن. ¶ 17 - الكفالة، مطبوع مع كتاب الضمان في الفقه الإسلامي. ¶ 18 - مختصر المعاملاب الشرعية. ¶ 19 - مذكرة في السياسة الشرعية لطلبة تخصص القضاء الشرعي -كلية ¶ الشريعة، 935 1 م. ¶ 20 - مكانة السنة في بيان الأحكام الإسلامية، والرد على ما أثير من ¶ شبهات حول حجيتها وروايتها. ¶ 1 2 - الملكية في الشريعة الإسلامية مع مقارنتها بالقوانين العربية. ¶ 2 2 - المواريث، ذكره ناشر اسباب اختلاف الفقهاء. ¶ 23 - نظام الحكم، ذكره ناشر اسباب اختلاف الفقهاء. ¶ 4 2 - النيابة عن الغير في التصرف. ¶ ثانياً -الأبحاث والمقالات المنشورة: ¶ 5 2 - ا لاستصحاب. ¶ 26 - الأسس التي قام عليها التشريع الإسلامي. ¶ 114",
            "page": "114",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "27 - تأثير الموت في حقوق الإنسان والتزاماته. ¶ 28 - تعقيب على (التعسف في استعمال! الحق) أسبوع الفقه الإسلامي- ¶ دمشق. ¶ 29 - تقديم كتاب تحفة الفقهاء للسمرقندي، بتحقيق محمد زكي ¶ عبد البر، 958 ام. ¶ 0 3 - الجعالة والوعد بجائزة. ¶ 31 - جوابه على الاستفتاء المقدم من السيد عبد الرحمن عبد العزيز ¶ القاسم بشأن تقنين الأحكام الشرعية في البلاد السعودية، مطبعة المدني- ¶ القاهرة، 966 1 م. ¶ 32 - الحسبة. ¶ 33 - الحكومة الإسلامية الأولى. مجلة الرسالة المصرية، عدد (46 2) ¶ مارس (938 1 م). ¶ 34 - رعاية المصلحة في الشريعة. ¶ 35 - الشفعة. ¶ 36 - الفكر التشريعي واختلافه باختلاف الشرائع. ¶ 37 - كلمة في وداع الدكتور امين الخولي في حفل استقبال! الشيخ علي ¶ الخفيف في مجمع اللغة، مجلة المجمع (25/ 4 1 2). ¶ 38 - كلمة في تأبين الشيخ عبد الرحمن تاج في مجمع اللغة العربية، ¶ مجلة المجمع (36/ 223). ¶ 9 3 - مدى تعلق الحقوق بالتركة. ¶ 0 4 - الملكية الفردية وتحديدها في الإسلام. ¶ 1 4 - المنافع في الشريعة الإسلامية. ¶ 2 4 - الوقف الأهلي: نشأته، مشروعيته، عيوبه، حَله، إصلاحه. ¶ 115",
            "page": "115",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "ثالثأ - المصطلحات الفقهية التي كتبها لموسوعة الفقه الاسلامي- ¶ 3 4 - ! جا رة (2/ 9 9 1 - 0 33). ¶ 4 4 - ا دعاء (4/ 2 6 1 - 87 1). ¶ 5 4 - ! ذن (4/ 1 2 2 - 6 4 2). ¶ 6 4 ط رتفا ق (4/ 4 7 2 - 8 7 2). ¶ 7 4 - ا رش (5/ 83 - 7 0 1). ¶ 8 4 - ا ستبدال (5/ 7 7 1 - 2 8 1). ¶ 9 4 - ا ستنا بة (8/ 2 9). ¶ 0 5 - ا ستنا د (8/ 2 9 - 4 9). ¶ 1 5 - ا ستيلاء (8/ 7 0 2 - 4 1 2). ¶ 52 - إسلام لالم 275 - 93 2). ¶ 53 - اعتصار (6 1/ 0 0 1 - 2 0 1). ¶ 4 5 - اعتقال (6 1/ 3 0 1 - 5 0 1). ¶ 5 5 - اقتصار (1 2/ 232 - 233). ¶ 6 5 - إقطاع (23/ 6 - 18). ¶ 57 - انقراض، لم تطبع بعد. ¶ 58 - إيمان، لم تطبع بعد. ¶ 9 5 - امير دمامارة، لم تطبع بعد. ¶ 0 6 - اهل الحل والعقد لم تطبع بعد. ¶ 1 6 - دين، طبع ضمن طبعة الموسوعة النموذج. ¶ ؟ الم كل! -،؟ - ¶ 116",
            "page": "116",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "المبحث الثاني ¶ تعريف بأهم مؤلفاته ¶ المتأمل في مؤلفات الشيخ علي الخفيف يجدها غزيرة متنوعة اراد بها ¶ أحيانأ ان يلقي ضوءأ كافيأ او ضوءأ جديدأ على مسائل قديمة، او هدف بها ¶ أحيانأ أخرى إلى الإسهام في دراسة مسائل جديدة، دفعت بها إلى سإحة البحث ¶ التطورات الاجتماعية والاقتصادية والسياسية الحديثة، وأصبح من واجب ¶ الفقهاء التعمق في فهمها، وتحديد طبيعتها ودواعيها وملابساتها ومبلغ الحاجة ¶ إليها، وتبين الصلة بينها وبين غيرها من امور الحياة تمهيدأ إلى التصريح بما ¶ يعتقد الباحث انه الحكم الشرعي، أو قصد به! في بعض الأحيان إظهار الفكر ¶ التشريعي الإسلامي من حيث كونه فكرأ إسلامياً دون ارتباطه بالضرورة بحكم ¶ تشريعي معين او غير ذلك من الأهداف (1). ¶ وسوف ارتب هذ 5 المؤلفات حسب تاريخ نشرها وهي: ¶ ا - الوقف الأهلي (0 94 1 م). ¶ 2 - تأثير الموت في حقوق الإنسان والتزاماته (0 4 9 1 - 1 4 9 1 م). ¶ 3 - مدى تعلق الحقوق بالتركة (2 4 9 1 - 4 4 9 1 م). ¶ 4 - أحكام المعاملات الشرعية (4 4 9 1 م). ¶ 5 - مختصر أحكام المعاملات الشرعية (4 4 9 1 م). ¶ 6 - الحق والذمة (5 94 1 م). ¶ 7 - المنافع (0 95 1 م). ¶ (1) بتصرف من كلمة ا لدكتور حسين خلاف، مجلة مجمع ا للغة ا لعربية: 36/ 4 9 1 0 ¶ 117",
            "page": "117",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "8 - الاستصحاب (1 5 9 1 م). ¶ 9 - الشفعة (1952 م). ¶ 0 1 - الأسس التي قام عليها التشريع الإسلامي (52 9 1 م). ¶ 1 1 - النيابة عن الغير في التصرف (954 1 م). ¶ 2 1 - أسباب اختلاف الفقهاء (6 95 1 م). ¶ 13 - فُرق الزواج في المذاهب الإسلامية (958 1 م). ¶ 14 - الحسبة (1961 م). ¶ 5 1 - الشركات في الفقه الإسلامي (962 1 م). ¶ 6 1 - أحكام الوصية (963 1 م). ¶ 17 - الجعالة أو الوعد بجائزة (963 1 م). ¶ 8 1 - التصرف الانفرادي والإرادة المنفردة (4 96 1 م). ¶ 9 1 - الملكية الفردية وتحديدها في الإسلام (4 96 1 م). ¶ 0 2 - التامين (5 96 1 م). ¶ 1 2 - مكانة السنة في بيان الأحكام الإسلامية (966 1 م). ¶ 22 - الملكية في الشريعة الإسلامية (969 1 م). ¶ 23 - الضمان في الفقه الإسلامي (971 1 م). ¶ 4 2 - الكفالة (1 97 1 م). ¶ 5 2 - الديات والأروش (1 97 1 م). ¶ 6 2 - الفكر التشريعي واختلافه باختلاف الشرائع (1 97 1 م). ¶ 27 - حكم الشريعة على شهادات الاستثمار (972 1 م). ¶ كغ جم! ءطد ¶ 118",
            "page": "118",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "1 - الوقف الأهلي ¶ نشأته، مشروعيته، عيوبه، حَله، اصلاحه ¶ يعتبر هذا ا لبحث أ ول بحث ينشره في مجلة القا نون وا لاقتصا د ا لتي تصدرها ¶ كلية الحقوق بجامعة القاهرة، السنة العاشرة (محرم وصفر 359 اهـ/ مارس ¶ وإبريل 0 4 9 1 م) العددان (3، 4) ويقع في (1 3) صفحة. ¶ لقد ثارت مشكلة الوقف الأهلي من جديد في عصر المؤلف، واصبح ¶ كثير من الناس يقفون بعض عقاراتهم على بعض أولادهم وذرياتهم بقصد ¶ حرمان البعض الاَخر، وبذلك يلتفون على نظام الإرث الشرعي، الذي نزل في ¶ كتاب الله وبينه رسول اللّه! شييه. فبرم به بعض المفكرين والمصلحين لإصلاح هذا ¶ الفساد، وادلى كثير منهم بدلوه، لكنهم كانوا مختلفين في وصفهم، ومتنافرين ¶ في علاجهم. فانبرى الشيخ علي الخفيف لعلاج هذه المشكلة فكتب هذا البحث ¶ وشخص فيه الداء ووصف الدواء. ¶ ويتضمن هذا البحث مقدمة وثلاثة مباحث: ¶ اشتملت المقدمة على نشاة الوقف بشكل عام ومشروعيته والحكمة من ¶ مشروعيته، وهي الخير العام والتعاون على البر والتقوى، وأنواع الوقف من ¶ وقف خيري ووقف اهلي. ¶ ثبم انتقل بعد هذه المقدمة إلى إيراد ادلة الوقف الأهلي ومنافشتها. وبين ¶ انها لم تخل من مطاعن في أسانيدها أو دلالتها. ¶ وفي المبحث الذي يليه عرض للإشكالات الشرعية والاجتماعية التي ¶ تترتب على الوقف الأهلي عبر العصور الإسلامية إلى وقتنا الحاضر، مما دعا ¶ بعض المسؤولين إلى إلغاء هذا الوقف والحد من حرية الملاك في ذلك، ولكن ¶ 119",
            "page": "119",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "بعد فترة أطلقت أيدي الناص في املاكهم، ورجعوا إلى الأوقاف، وعادت ¶ الإشكالات مرة اخرى. ¶ وفي المبحث الثالث عرض اَراء المعاصرين في الإصلاح وحل مشكلة ¶ الوقف الأهلي وذكر رايين: ¶ الأول: يقترح إ لغاء الوقف الأهلي. ¶ والثاني: يقترح إبقاء الوقف الأهلي مع تجنب أسباب الشكاية من الوقف ¶ الأهلي، وناقش هذين الرأت مناقشة وافية، وبين عدم صلاحيتهما للتطبيق، ¶ واقترح استبدال الوقف الأهلي بالوصية بالمنافع للوارث دون الوصية بالرقبة. ¶ وتقدم تفصيل هذه القضية في الفصل الأول. ¶ *!! ¶ 120",
            "page": "120",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "2 - تأ ثير ا لموت ¶ في حقوق الإنسان والتزاماته ¶ بحث منشور في مجلة القانون والاقتصاد التي تصدرها كلية الحقوف ¶ بجامعة القاهرة في أعداد عدة، نُشر الأول منه في السنة العاشرة (ربيع الأول ¶ وربيع الثاني 359 ا هـ/ مايو ويونيو 0 194 م) العددان (5، 6)، ونشر الجزء ¶ الثاني منه في السنة الحادية عشرة (ربيع الثاني 360 اهـ/ مايو 941 ام) ويقع ¶ في (162) صفحة. ¶ يعتبر الشيخ علي الخفيف من الرواد في بحث هذا الموضوع، فلم يسبقه ¶ احد إلى الكتابة فيه وجمع شتاته من بطون الفقه الإسلامي، واعتبره المكاشفي ¶ في رسالته التي كتبها عن الذمة والحق ومدى تأثرهما بالموت الأساس القوي ¶ لها، حيث قال: \" لم أجد احداً كتب في هذا الموضوع إلا الأستاذ علي الخفيف ¶ عليه رحمة الله، فقد كتب بحثاً تناول فيه بصفة عامة مدى تأثير الموت في حقوق ¶ الإنسان والتزاماته، وقد استفدت كثيراً من هذا البحث الطيب، وساعدني في ¶ وضع الضوابط والقواعد العامة لأثر الموت في الحقوق والالتزامات، وقد ¶ حاولت ان اكمل ما بداه \" (1). ¶ ويتضمن هذا البحث قسمين: ¶ بدأ القسم الأول بمقدمة بين فيها أن الإنسان حين ينزل به الموت تكون له ¶ حقوق قد وجبت له قبل غيره، وتكون عليه واجبات مستحقة لغيره، ثم بئن ¶ معنى الحق، وانتقل إلى تفصيل أثر الموت في الحقوق الواجبة للإنسان قِبل ¶ غير 5. ¶ وقسم الحقوق باعتبار اثر الموت فيها إلى ثلائة انواع: ¶ (1) ا لذمة والحق والالنزام ومدى تاثرهم بالموب للمكا شفي، ص 8. ¶ 121",
            "page": "121",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "النوع الأول: الحقوق الشخصية وما يلحق بها، مثل حق الحضانة، وحق ¶ الوظيفة العامة، وحق الزوج في التمتع بزوجته، وحق المطالبة بحد القذف، ¶ وحق المدين في تأجيل الدين، وحق إجازة الفضولي، وحق الرجوع في الهبة ¶ وغير ذلك، فهي تنتهي بوفاة صاحبها، ولا تنتقل إلى الورثة. ¶ والنوع الثاني: الحقوق المالية وما يلحق بها، أو ما في حكمها مما ينقلب ¶ في النهاية مالاً كالديون في ذمم المدينين، وحق الدية والأروش، وحقوق ¶ الارتفاق، وحق الانتفاع بالأرض الخراجية، وحق حبس الرهن وغير ذلك، ¶ فهي تنتقل إلى ما بعد موت صاحبها، شانها في ذلك شان الأعيان المألية، بلا ¶ خلاف. ¶ والنوع الثالث: حقوق الاختصاص، وهي في الواقع حقوق مالية بحتة ¶ لولا ما لابسها من الحظر الشرعي، ومن هذه الحقوق حق وضع اليد على عين، ¶ وحق احتجار الأرض الموات بوضع سور من حجارة، وحق قبول الوصية، ¶ وحق الشفعة، والخيارات، وحق القصاص، والعفو عنه، وحق الغزاة في ¶ الغنائم، وحق الموقوف عليه في الوقف، وحق الاحتكار وغير ذلك. . فهذ5 ¶ محل خلاف بين الفقهاء. ¶ واما القسم الثاني من البحث فخصصه لأثر الموت في الالتزامات، وقبل ¶ بيان هذا الأثر عزَف الالتزام، وبئن أنواعه من قسري واختياري، وذكر ما يندرج ¶ تحت كل نوع من هذين النوعين، واقتصر في هذه الأنواع على أربعة مما كان ¶ مالاً، أو له تعلق بالمال وهي: ¶ أ - الواجبات القسرية من زكاة وصدقات منذورة ونفقات ومؤن مالية ¶ وغيرها. ¶ ب - الواجبات الناتجة عن تعاقد لازم: كالأثار التي يلزم بها الراهن ¶ والكفيل نتيجة لعقده ونحو ذلك. ¶ ! - المطلوبات الناتجة عن تعاقد غير لازم: كالآثار الناتجة عن الهبة ¶ والشركة والوكالة وغيرها. ¶ 122",
            "page": "122",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "د -المطلوبات المالية التي يفرضها الإنسان على نفسه متبرعأ بها. ¶ ثم فصل القول في أثر الموت في هذه الأنواع: ¶ قفي النوع الأول: ذكر خلاف الفقهاء في ذلك، فعند الشافعية والحنابلة ¶ لا تسقط تلك الواجبات بالموت؟ لأنها حقوق مالية تعلق بها حق الكافة أو حق ¶ الفقراء، فلا يسقطها الموت. في حين ذهب الحنفية والمالكية إلى التفريق بين ¶ ما كان فيه معنى العبادة، أو أريد به العقوبة: كالصدقات والكفارات، ف! نها ¶ تسقط بالموت، وبيَّن ما كان فيه معنى المؤونة والكراء: كالخراج المضروب ¶ على الأرض الخراجية فإنه لا يسقط بالموت. ¶ وفي النوع الثاني: وهو الواجبات الناتجة عن تعاقد لازم، فإن أثر الموت ¶ فيها يختلف باختلاف نوع التعاقد من سلم أو إجارة أو مزارعة او مساقاة أو رهن ¶ أو كفالة أو حوالة، ورجح في اغلبها عدم سقوطها بالموت إذا كانت تتعلق ¶ بالأموال، فيجب أن لا تسقط محافظة على حقوق الناس، وإلا اختل نظام ¶ المعاملة، واضطرب الأمر، وضاعت الثقة. ¶ والنوع الثالث: وهو المطلوبات الناتجة عن تعاقد غير لازم: كالاثار ¶ الناتجة عن الهبة والوكالة والشركة، فالأصل فيها ان لا تلزم، وتبطل بالموت. ¶ والنوع الرابع: وهو المطلوبات التي يفرضها الإنسان على نفسه متبرعأ، ¶ وجعلها قسمين: ¶ قسم يفرضه الإنسان على نفسه نظير عمل يطلب من غير 5 كالجعالة: كأن ¶ يقول شخص: من بحث عن ضالتي فوجدها فله مئة دينار. ففي هذا القسم يفرق ¶ بين ما إذا كان الموت قبل الشروع في العمل، وبين ما إذا كان بعد الشروع فيه، ¶ فيبطل الالتزام قبل الشروع في العمل، ولا يبطل بعد الشروع فيه. ¶ والقسم الثاني: وهو ما يفرضه الإنسان على نفسه لا في نظير عمل، ¶ كالوصية، فإنه لا يبطل بموت الموصي، وينفذ من التركة في حدود الثلث. ¶ ! ثبم\"في؟ ¶ 123",
            "page": "123",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "3 - مدى تعلق الحقوق بالتركة ¶ بحث منشور في مجلة القانون والاقتصاد التي تصدرها كلية الحقوق ¶ بجامعة القاهرة في أعداد عدة، نشر الجزء الأول منه في السنة الثانية عشرة (صفر ¶ وربيع الأول 361 ا هـ/ فبراير ومارس 1942 م) العددان (2، 3)، والجؤء ¶ الثاني في السنة الرابعة عشرة (ربيع الأول وربيع الثاني وجمادى الأولى ¶ 1363 هـ/ مارس هابريل ومايو 4 4 9 1 م). ¶ وقد طبع هذا البحث في كتاب في مطبعة البرلمان بمصر سنة (952 ام) ¶ بعنوان (التركة والحقوق المتعلقة بها) ويقع في (4 5 2) صفحة. ¶ اعتمد عليه الشيخ محمد عبد الرحيم الكشكي اعتماداً كبيراً حينما أعد ¶ كتابه عن التركة وما يتعلق بها من حقوق، وهو في الأساس محاضرات ألقاها ¶ على طلبة الجامعة في بغداد. ¶ وهو يتضمن مقدمة وأربعة مباحث رئيسة، تشتمل المقدمة على بيان ¶ مفهوم التركة، وما يندرج تحتها من أنواع، وما يتعلق بها من حقوق، فالتركة ¶ تتكون مما يلي: ¶ أ - المال بانواعه: كا لدور والأراضي وجميع أنواع المنقول. ¶ ب - ما ينتهي أمره إلى مال: كحق الغزاة في الغنيمة، وحق الموقوف عليه ¶ في غلة الأعيان الموقوفة إذا ظهرت، والدين في ذمة المدين، سواء أكان نتيجة ¶ تعاقد، ام نتيجة اعتداء يستوجب الضمان: كالاعتداء على المال أو على أطراف ¶ الإنسان، ويسمى المال الواجب في هذه الحال أرشاً. ¶ ب - ما يصح الاعتياض عنه بالمال من الحقوق: إذا كان هذا العوض ¶ عوضاً خالصاً، ليس نتيجة عمل او طلب اكتساب، فإن البدل حينئذٍ يعتبر تركة ¶ للمتوفى، فتقضى منه ديونه، وتنفذ وصايا ه؟ وذلك كحق التعلي، وحق ا لشرب، ¶ 124",
            "page": "124",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "وحىْ المرور، وحق المسيل، وحق القصاص إذا اعتيض عنه عند الحنفية ¶ والحنابلة، وكذا عند الشافعية في أظهر القولين، وكحق الانتفاء بالأرض ¶ الخواجية عند الحنابلة، اما إذا كان العوض نتيجة عمل أو اكتساب كالعوض عن ¶ حق الشفعة عند المإلكية فلا يعد من التركة، وإنما يكون ملكاً خالصاً للوارث. ¶ واما الحقوق المتعلقة بالتركة فأربعة هي: ¶ الأول: حقوق المتوفى نفسه كتجهيزه وتكفينه، وكذا ما يجب في هذا ¶ السبيل لمن يتوفى من أسرته قبل وفاته ممن يجب عليه نمْقته كولده الفقير، ¶ فيجهز من التركة. ¶ والثاني: حقوق غير المتوفى التي كان مطالباً بها حال حياته، وظلت باقية ¶ بعد وفاته، وهي نوعان: حقوق دئه كالزكاة والحج والنذر، وحقوق للعباد ¶ كالديون. ¶ والحق الثالث: ما أوجبه المتوفى في تركته من الوصايا النافذة. ¶ والحق الرابع: حق الورثة في تملك التركة وتفسيمها. ¶ وقد خصص لكل حق من هذه الحقوق مبحثاً مستقلاًّ. ¶ ففي المبحث الأول تكلم عن تجهيز الميت من التركة وتجهيز ولد 5 الفقير ¶ الذ! وجبت نفقته عليه إذا مات قبل وفاة المورث. ¶ وفي المبحث الثاني تكلم عن سداد الديون من التركة، فبين محل الدين، ¶ ومدى تعلقه بالذمة، واختلاف الفقهاء في ذلاث. وعقب على هذا الاختلاف ¶ بقوله: \" تلك اراء العلماء في محل الدين بعد وفاة المدين، وهي آراء نظرية، ¶ ليس لها في الواقع اثر عملي، فقد اتفقت كلمتهم جميعاً على ان الدين اياً كان ¶ محله يتعلق بما يتركه المدين من اموال، فجميع ما كان مطلوباً من الإنسان حال ¶ حياته من الحقوق التي لا تتأثر بالموت وتظل باقية بعده يتعلق بتركته بمجرد ¶ وفاته، فتصبح التركة متعينة لسداد 5، وتصير هذه الحقوق مستحقة الوفاء منها، ¶ كما يستحق وفاء الدين من الأعيان التي رهنت به، فتؤدى من اعيانها إذ! ما وجد ¶ بينها ما هو من جنسها، او يباع من هذه الأعيان ما يفي ثمنه بها إذا ما اختلف ¶ 125",
            "page": "125",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "الجنس، ولا يحول دون ذلك وصية ولا ميراث \" (1). ¶ ومع اتفإق الفقهاء على أن ديون الميت قلت أو كثرت تتعلق بمالية تركته، ¶ إلا أنهم اختلفوا في مدى هذا التعلق وما يترتب عليه من آثار فاختلفوا في وقت ¶ الديون بالتركة: هل يكون بمجرد إصابة الشخص بمرض الموت، كما ذهب ¶ الحنفية، أم بعد الوفاة كما ذهب الاَخرون؟ واختلفوا في أثر ملكية الورثة للتركة ¶ إذا كانت التركة مدينة: فهل تملك لهم بمجرد الوفاة، او بعد سداد ا لديون؟ ¶ فالحنفية والمالكية والحنابلة في رواية يرون أنها تنتقل إلى الورثة إذا ¶ كانت مدينة بدين مستغرق، وتنقل إلى الورثة في الجزء الخالي من الديون ¶ بمجرد الوفاة إذا كانت مدينة بدين غير مستغرق. ¶ في حين ذهب الشافعية والحنابلة في رواية إلى أنها تنتقل إلى الورثة ¶ بمجرد الوفاة، سواء أكانت مدينة بدين مستغرق ام غير مستغرق. ¶ ثم ذكر ما يترتب على هذا الاختلاف من اَثار فقهية: كاختلافهم في نماء ¶ التركة في الفترة ما بين الوفاة وسداد الدين، واختلافهم فيمن يتحمل نفقات ¶ التركة في تلك الفترة، واختلافهم في استحقاق الورثة الشفعة بسبب التركة، ¶ واختلافهم في تصرف الورثة في التركة بالقسمة وبغيرها. ¶ وتناول في هذا المبحث النزاع الذي احتدم بين رجال القانون في حكم ¶ تصرف الوارث في التركة قبل سداد ما عليها من ديون في سنة (913 1 م)، وبين ¶ أنه لم يكن مرجعه إلى خلافهم فيما تقضي به الشريعة الإسلامية في ذلك، وإنما ¶ ى ن مر! 4 إلى خلاقهم فجما يدل عليه القانون المدني المعمول به أمام المحاكم ¶ الأهلية المصرية: أيدل على وجوب تطبيق أحكام الشريعة فيما يرفع إلى تلك ¶ المحاكم من نزاع في ذلك دون تقييد أو تعديل ودون نظر إلى ما تقضي به مبادكئى ¶ القوانين الوضعية والأسس التشريعية والقضائية التي جرى عليها العمل على أن ¶ يكون ذلك كالاستثثاء من أحكام القانون العام، فيرجع إلى الشريعة في بيان ¶ (1) مدى تعلق الحقوق بالتركة للخفيف، ص ه 1 - 6 1. ¶ 126",
            "page": "126",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "حقوق كل من الورثة والدائنين في التركة، وكيفية تعلق هذه الحقوق بها، وآثار ¶ هذا التعلق بوجه عام في تصرفاتهم إلى غير ذلك؟ أم يدل على أنه لا يرجع إلى ¶ الشريعة إلا في بيان الورثة فقط ومقدار أنصبائهم، اما ماعدا ذلك فيجب أ ن ¶ يرجع فيه إلى نصوص القانون المدني واسسه العامة المعروفة؟ فهو اختلاف في ¶ تفسير القانون وفهمه، فليس من شاننا أن نرجح رأياَ على رأي، ولكن لفت النظر ¶ إلى مسألتين من مسالْل هذا الخلاف وهما (1): ¶ المسألة الأولى: أن حلول الدين المؤجل بوفاة المدين لا يرتبط بصحة ¶ تصرف الوارث في التركة المدينة او عدم صحته، بمعنى أن أحدهما لا يستلزم ¶ الاَخر، فكل منهما أثر ونتيجة لمبدا مستقل. ¶ والمسألة الثانية: ان شريعة المتوفى التي اوجب القانون المدني الرجوع ¶ إليها في هذا الموضوع هي الفقه الإسلامي بالنسبة للمسلمين، وانت تعلم أ ن ¶ اَراء فقهاء المسلمين مختلفة، ومذاهبهم متعددة، حتى إنك لترى أن ذلك الراي ¶ الذي ذهب إليه بعض الباحثين من علماء القانون، وأوجب على المحاكم تطبيقه ¶ في هذا الموضوع: وهو ان الوارث تؤول إليه جميع حقوق مورثه، ويلتزم ¶ بواجباته شخصياً، بشرط أن لا تتجاوز مقدار الحقوق التي انتقلت إليه، وأن ¶ تصرفه في التركة قبل سداد ديونها صحيح باعتباره مالكاً لها بالإرث، وأن الوارث ¶ يعتبر على الجملة مكملاً لشخصية المورث، إنك لتراه مذهباَ لبعض الفقهاء، ¶ كما ذكر ابن قدامة في (المغني)، بهذا يتبين أن تصرفات الوارث في التركة ¶ المدينة قبل سداد الديون تعتبر صحيحة نافذة بشرط ان لا تمس حقوق الدائنين، ¶ وهذا موضع يظهر الفرق بين التشريعين التشريع الإسلامي والتشريع الفرنسي، ¶ ففي التشريع الإسلامي الديون تتعلق بأعيان التركة، فلا تستوفى إ لا منها، وعلى ¶ رأي بعض الحنابلة تنتقل بالوفاة إلى ذمة الورثة في حدود التركة، أما في التشريع ¶ الفرنسي فإنه يجعل الوارث قائماً مقام مورثه في كل شيء إذا ما قبل التركة على ¶ علاتها، ولم يشترط الجرد، فتعتبر ديون مورثه كأنها ديون شخصية يطالب بها ¶ (1) مدى تعلق الحقوق بالتركة للخفيف، ص 62 - 4 6. ¶ 127",
            "page": "127",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "ولو زادت عن التركة، وبالمقارنة بين التشريعين نجد أن التشريع الإسلامي أبعد ¶ نظراَ وأحرص على بقاء الحقوق ورعا يتها (1). ¶ ثم عرض في نهاية هذا المبحث إلى ما دخل القانون المدني من تنقيحات ¶ تتعلق بحقوق التركة، وأغلبها مأخوذة من الشريعة الإسلامية. ¶ واما المبحث الثالث فقد خصصه للحق الثالث من الحقوق المتعلقة ¶ بالتركة، وهو تنفيذ الوصايا وما يتعلق بها من أحكام فقهية من الوصية بالمنافع، ¶ وتصرفات الورثة بالتركة وفيها وصايا، والأخذ بالشفعة وغير ذلك. ¶ وأما المبحث الرابع فقد خصصه للحق الرابع وهو حق الورثة في تملك ¶ التركة واقتسامها وفق نظام الإرث الشرعي الذي نزل في كتاب الله وبيَّنه الرسول ¶ ع! ي!، ولكني لم أعثر على تفصيل لهذا الحق لا في الكتاب المطبوع، ولا في ¶ مجلة القانون والاقتصاد. ¶ ،بغ- ¶ (1) مدى تعلق الحقوق بالتركة للخفيف، ص 2 6 - 4 6. ¶ 128",
            "page": "128",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "4 - احكام المعاملات الشرعية ¶ يعتبر هذا الكتاب أول كتاب ينشر 5 فضيلته، نشرته مطبعة لجنة التأليف ¶ والترجمة والنشر بالقاهرة في طبعته الثانية (4 4 9 1 م) ونشرته مطبعة انصار السنة ¶ في طبعته الثالثة سنة (1947 م)، ثم نشر في طبعته الرابعة في دار الفكر العربي ¶ بالقاهرة، ثم نشره في طبعته الخامسة بنك البركة الإسلامي بالبحرين، وهي ¶ النسخة التي بين يدي، وهو يقع في (581) صفحة. ¶ وهو في الأساس كتاب تدريسي وضعه المؤلف لطلبة السنة الأولى، كلية ¶ الحقوق بجامعة القاهرة: جامعة فؤاد الأول سابقاً وهو يهدف إلى تعريف ¶ ا لدارسين للحقوق بجهود فقهاء ا لشريعة ا لإسلامية السابقين في مجا ل ا لمعا ملات ¶ المالية، الأمر الذي لا يجوز ان يغيب عن اذهان المسلمين، وهي جهود مشكورة ¶ ومبدعة، لم يتمكن فقهاء القانون الوضعي أن يصلوا إليها في السابق واللاحق، ¶ وهو مرجع أصيل في هذا المجال، اعتمد عليه كثير من الدارسين عند كتابة ¶ رسائلهم وأبحاثهم في المعاملات، فلا يستغني عنه دارس للمعاملات الشرعية، ¶ ولهذا قام بطبعه ونشره بنك البركة الإسلامي. ¶ وهو يتضمن مقدمة وخمسة وعشرين باباً، فالمقدمة تشتمل على بيان ¶ مفهوم الشريعة الإسلامية من حيث معناها، وما يندرج تحتها من عقيدة وأخلاف ¶ وتشريع، والتشريع يشمل: العبادات، والأحوال الشخصية، والمعاملات ¶ ا لمالية، وا لعقوبات، وا لمرافعات، والسير وا لمغازي (ا لجهاد). ¶ وترجع هذه الأحكام في مصادرها إلى القرآن الكريم، والسنة النبوية، ¶ وا لإجماع، وا لنظر والقياس، كما بئن فيها أ سباب اختلاف ا لفقهاء، من الاختلاف ¶ في فهم النصوص، واختلاف البيئات والعادات والمعاملات، والاختلاف في ¶ أسرار الشريعة وعللها وغير ذلك، كما اعطى لمحة موجزة عن المذاهب الفقهية ¶ 129",
            "page": "129",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "من حنفية، ومالكية، وشافعية، وحنابلة، وظاهرية، وزيدية، وإباضية، ¶ وترجم لأصحابها. وختم هذ 5 المقدمة ببيان موقفهم من المذاهب الفقهية، ¶ واعتبارها بمثابة آراء متعددة في مذهب واحد يصار إلى الراجح منها بعد إجراء ¶ مقارنة علمية موضوعية بين الاَراء والأدلة ومناقشتها. ¶ ثم انتقل بعد المقدمة إلى الباب الأول، فخصصه لبيان مفهوم المال من ¶ حيث معنا 5 في اللغة وفي الاصطلاح، وذكر خلاف الحنفية مع الجمهور في ¶ تحديد معنى المال الاصطلاحي، حيث ركزوا على العينية في اعتبار مالية ¶ الشيء، وترتب على ذلك عدم اعتبار المنافع والحقوق أموالاً عند الحنفية خلافاً ¶ للجمهور، ولكن المؤلف رجح رأي جمهور الفقهاء من اعتبار المنافع والحقوق ¶ أموالاً، وبين راي القانون الوضعي في ذلك، وأنه يتفق مع رأي الجمهور، ثم ¶ تعرض لأقسام المال من متقوم وغير متقوم، ومنقول وعقار، ومثلي وقيمي. ¶ وفي الأبواب الخمسة التي تلت الباب الأول تكلم عن نظرية الملكية ¶ فعرَف الملك بانه: \"حيازة تمكن من الاستبداد به والتصرف فيه إلا لعارض ¶ شرعي يمنع من ذلك\" (1)، ثم انتقل بعد ذلك إلى بيان اقسام الملك من تإم ¶ وناقص، وذكر خصائص كل قسم، وتكلم عن حقوق الارتفاق وعزفه بتعريف ¶ محمد قدري باشا وهو: \" حق مقرر على عقار لمنفعة عقار آخر مملوك لمن لا ¶ يملك العقار الأول إ (2)، وعلق عليه بانه مقتبس من رجال القانون الوضعي؟ لأنه ¶ لم يسبقه به حنفي فيما يعلم (3)، ثم بين بعد ذلك أسباب ملكية حقوق الارتفاق ¶ من شركة عامة، وعقد معاوضة، وانتفاع بالأرض إذا كانت مواتاً، والقدم، ¶ وسراء العلو، والجوار، ثم فصل القول في الأحكام المتعلقة بحقوق الارتفاق ¶ من حق المجرى، وحق الشرب، وحق المسيل، وحق التعلي، وحق المرور، ¶ وحق الجوار، الذي اعتبره ضمن حقوق الارتفاق، جرياً وراء علماء القانون ¶ الوضعي. ¶ (1) ¶ (2) ¶ (3) ¶ أحكام المعاملات الشرعية، ص 6 4. ¶ مرشد الحيران لمحمد قدري باشا، مادة (37)، ص 1 1. ¶ بتصرف من احكام المعاملات الشرعية، ص ه 6. ¶ 0 3 1",
            "page": "130",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "ثم انتقل بعد ذلك إلى بيان أسباب الملك التام من وضع اليد والميراث ¶ والعقود الناقلة للملكية، وفضل القول في وضع اليد (التقادم) فاعتبره سبباً من ¶ اسباب الملك إذا كان يتعلق بالمباحات غير المملوكة لأحد، ولم يعتبره سبباَ من ¶ اسباب الملك إذا كان متعلقاً بالمملوكات للناس، وانما يمنع التقادم سماع ¶ الدعوى امإم القاضي فقط. ثم ذكر الحالات التي تستثنى من سبب العقود الناقلة ¶ للملكية، مثل اخذ الملك للمنافع العامة، وبيع الملك جبراً عن المالك بواسطة ¶ القاضي، والشفعة. ¶ وفي الأبواب العشرة التي تلت ذلك تكلم عن نظرية العقد من حيث معنى ¶ العقد واركانه، وركَز على الصيغة المستعملة في التعاقد، وأثر إرادة العاقد في ¶ إنشاء العقود وتحديد آثارها، ثم بئن اتصال اَثار العقد بصيغته: ف! ذا تم العقد فقد ¶ تترتب عليه آثاره مباشرة في العقد المنجز، وقد تُرجأ كما في العقود المضافة ا و ¶ المعلقة. ¶ ثم انتقل بعد ذلك إلى الكلام عن محل العقد، وذكر الشروط الواجب ¶ توافرها فيه من وجود المحل، والعلم به، وكونه قابلاَ لحكم العقد شرعاَ، ثم ¶ تكلم عن العاقدَيْن، فبئن م! يلزمهما من أهلية للتعاقد، ثم فصل القول في كل ¶ من الولاية والوكالة والفضالة في التعاقد. ¶ وفي الأبواب الخمسة التي تلت ذلك تكلم عن التصرف الانفرادي ا و ¶ مباشرة شخص واحد للعقد، ثم بئن حكم العقد من حيث الصحة والفساد ¶ والبطلان، ثم عزَج على اسباب الخلاف بين الحنفية والجمهور في التفريق بين ¶ الفاسد والباطل، ثم تكلم عن مبدا الرضا والاختيار في العقود، والفرق بين ¶ الرضا والاختيار، كما تكلم عن اثر كل من الغلط والغبن والغرر في العقود. ¶ وفي الأبواب الثلاثة التي تلت ذلك تكلم عن بعض الخيارات واثرها في ¶ العقود، ومنها خيار الشرط، وخيار الرؤية، وخيار العيب. ¶ وفي الباب الأخير تكلم عن الأحكام الفرعية المتعلقة ببعض العقود مثل ¶ البيع، وا لإجارة، والجعالة، وا لمزارعة، وا لمساقاة، وا لعارية، وا لوديعة، ¶ 131",
            "page": "131",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "وا لرهن، وا لكفا لة، وا لحوا لة، وا لشركة، وا لقسمة، وا لصلج، وا لإبرا ء. ¶ وأهم ما يميز هذا الكتاب: ¶ أ- أنه صيغ بلغة عربية سليمة وسهلة يفهمها غير المتخصصين في الشريعة ¶ الإسلامية. ¶ ب -يبحث في القضايا الخلافية بمنهجية علمية سليمة تتلخص في عرض ¶ الاَراء الفقهية المختلفة وأدلتها، ويشير إلى أسباب اختلاف الفقهاء ومأخذهم، ¶ ويناقش ويرجح ما تقويه الأدلة. ¶ ! - يقارن بين الفقه الإسلامي في مبادئه الأساسية المهمة، وبين أقوال ¶ علماء القانون الوضعي، بقصد إبراز سمو الفقه الإسلامي، وتقدمه على غيره، ¶ كما في موضوع التقادم واثره في نقل الملكية. ¶ !!! ¶ 132",
            "page": "132",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "5 - مختصر احكام المعاملات الشرعية ¶ طبع هذا الكتاب في مطبعة السنة المحمدية بالقاهرة عدة طبعات كان ¶ اولها سنة (944 ام) كما ذكر الدكتور عبد الناصر العطار في كتاب (نظرية ¶ الأجل في الالتزام) (1)، ثم توالت طبعاته ففي سنة (949 1 م) طبع الطبعة الثانية، ¶ وفي سنة (0 95 ام) طبع الطبعة الثالثة، وفي سنة (952 ام) طبع الطبعة الرابعة ¶ وهي الطبعة الموجودة بين يدي، ويقع في (5 5 2) صفحة. ¶ وهو في الأساس مختصر لكتاب أحكام المعاملاب الشرعية الذي تكلمنا ¶ عنه فيما سبق، ويحتوي على أغلب محتويات الكتاب الأصلي، ولم يحذف منه ¶ إلا المقدمة التي تكلم فيها عن الشريعة الإسلامية من حيث معناها ومصادرها ¶ والمذاهب الفقهية الإسلامية. وجاء اختصار 5 بناء على طلب من طلبة السنة ¶ الأولى من فسم اللسانس بكلية الحقوق، جامعة القاهرة. فاستجاب لهم مكتفياً ¶ في ذلك بذكر القواعد والأصول عن كثير من التفريع والتفصيل. فبدا الكتاب ¶ بمفهوم المال وأقسامه، ونظرية الملكية، ونظرية العقد، والأحكام المتعلقة ¶ بعقد البيع، والإجارة، والجعالة، والمزارعة، والمساقاة، والعارية، والوديعة، ¶ والرهن، وا لكفالة، وا لحوا لة، وا لشركة، وا لقسمة، وا لصلح، وا لإبراء. ¶ (1) ¶ يم إ*7 ¶ نظرية الاجل في الالتزام في الشريعة الإسلامية والقوانين العربية لعبد الناصر ¶ العطار، ص 99؟. ¶ 133",
            "page": "133",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "6 - الحق والذمة ¶ نشرت هذا الكتاب في طبعته الأولى سنة (5 4 9 1 م) مكتبة وهبة بالقاهرة. ¶ ولم أتمكن من الحصول على نسخة منه، ولذا ساكتفي في التعريف به ¶ بإيراد ما قيل فيه، وما اقتبس منه. ¶ قال أستاذنا الشيخ مصطفى الزرقا: \" اطلعت في العام الماضي وأنا بمصر ¶ على بحث للأستاذ الجليل الفقيه الشيخ علي الخفيف عن الشخصية المعنوية في ¶ كتابه (الحق والذمة) الذي بدا بإخراج جانب منه منذ ثلاثة أعوام في الوقت الذي ¶ أخرجت فيه هذا البحث عن الشخصية الحكمية في الطبعة الأولى من كتابي ¶ هذا، فإذا به يستقر على مثل ما استقر عليه بحثي هنا من أن فكرة الشخصية ¶ الحكمية قد أتانا بها الفقه الإسلامي قديمأ، وبنى عليها أحكامأ هامة قبل أ ن ¶ تسمى بهذا الاسم القانوني الحديث \" (1). ¶ وقد لخص الأستاذ الزرقا بحث الشخصية المعنوية في كتاب الحق والذمة ¶ للشيخ علي الخفيف فيما يلي: \"فقد نقل أولأ ما نقلناه آنفاً من قول بعض الفقهاء ¶ الحنفية: \"أن الوقف لا ذمة له\" وذكر اختلافهم في صحة الوصية للمسجد ¶ ونحوه ثم قال ما خلاصته: \"وبناء على ما تقدم قال بعض المشتغلين بالفقه في ¶ هذه الأيام أن الحنفية لا يقولون بالشخصية المعنوية كشخصية الحكومات ¶ والمنشاَت والمصالح والشركات، ولكننا نرى في مؤلفاتهم الفقهية والأصولية ¶ أنهم كثيرا ما يقررون لمثل هذه الجهات أحكامأ تقتضي أن لها حقوقاً تجا5 ¶ غيرها، يطلبها من يقوم عليها من ولي أو ناظر، وأن عليها واجبات مالية يطلبها ¶ أربابها ممن له الولاية على هذ 5 الجهات، التي شأنها في ذلك شان الصبي غير ¶ (1) المدخل إ لى نظرية ا لالتزام -العامة للزرقا: 3/ 67 2 - 68 2. ¶ 134",
            "page": "134",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "المميز ومن في حكمه. من ذلك انهم جعلوا لناظر الوقف أن يبيع محصول ¶ أراضي الوقف، وأن يشتري لها ما تحتاج إليه من اَلات ودواب، ويكون ما ¶ يشتريه ملكاً للوقف لا للمستحقين، ولا سائبة بلا مالك؟ لأن ذلك يتنافى مع ¶ عقد الشراء. فأصبحت جهة الوقف بذلك بائعة ومشترية، وكان لها من الحقوق ¶ ما يكون لكل بائع أو مشتر، وعليها من الواجبات الالتزامية ما يكلف به كل بائع ¶ او مشتر. . ومثل هذ 5 الأحكام تجده كثيراً لبيت المال والناظر عليه من الفقه ¶ الحنفي، فيستحق بيت المال ويملك جميع التركاب التي لا مستحق لها، وله ¶ اموال واملاك إذا استغنى عن شيء منها يباع باسمه ويكون ثمنه له، كما انه ¶ تستحق فيه النفقة للفقراء العاجزين، الذين لا عائل لهم شرعاً، وأجور العمال ¶ ورواتب الموظفين من ولاة وقضاة ومفتين ومعلمين، وقد أجازوا للإمام ا ن ¶ يستفرض لبيت المال عند الحاجة فيعتبر بيت المال هو المدين بالقرض. اليس ¶ هذا كافياً لأن نطمئن إلى ان الحنفية يقولون بالشخصية المعنوية، وإن لم ينطقوا ¶ بهذ 5 الألفاظ، لأنها نتيجة اصطلاح حديث. هذا هو ما يجب ان يفهم، وإلا ¶ فكيف يدار شرعاً مستشفى قد وقفه منشئه ووقف عليه أموالاً؟ اليس يحتاج إلى ¶ أطباء وممرضين وخدم، وكل هؤلاء يستحقون اجورهم من مال المستشفى، ثم ¶ أليس يحتاج دائماً إلى شراء اثاث وأدوات وادوية فيكون لبائعها شرعاً مطالبة ¶ المستشفى بثمنها؟ وإذا عولج مرضى بالأجرة ألا تستحق جهة المستشفى في ¶ ذممهم هذ 5 الأجرة، فيطالبهم بها مديره، فتكون ملكاً للمستشفى لا للمدير؟ ¶ أليس كل ذلك يقضي بثبوت الشخصية والذمة لجهاب لا حياة لها؟ لقد أصبحت ¶ المسألة واضحة لا تحتاج بعد ذلك إ لى بيان. ¶ وكل هذه الأحكام شرعية لا يختص بها مذهب دون آخر ولذلك نستطيع أ ن ¶ نقول: إن فقهاء الشريعة كافة يقولون بالشخصية الحكمية، لا فرق بين الحنفية ¶ وغيرهم \" (1) وقد تقدم تفصيل لهذه القضية في الفصل الأول. ¶ وقد اعتمد الشيخ علي الخفيف في كتابه (التصرف الانفرادي والإرادة ¶ (1) المدخل إلى نظرية ا لالتزام العامة للزرقا: 3/ 68 2 - 1 27. ¶ 135",
            "page": "135",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "المنفردة) على كتاب (الحق والذمة) كثيراَ حيث نقل منه تعريف كل من الحق ¶ والذمة والالتزام (1). ¶ وقال الشيخ محمد عبد الرحيم الكشكي في تعريف الحق الماخوذ من ¶ كتاب (الحق والذمة) للشيخ علي الخفيف: \" وأيسر تعريف له: \"الحق مصلحة ¶ مستحقة \"، كتاب (الحق والذمة) للشيخ علي الخفيف \" (2). ¶ هذه النقولات إن دلت على شيء فهي تدل على اهمية الكتاب، فإنه يعالج ¶ قضايا جديدة لم يعالجها علماء الشريعة من قبل، فحينما وجد الأستإذ الزرقا ¶ بحث الشخصية المعنوية في هذا الكتاب كأنه وجد كنزاً ثميناَ ففرح به، ولخصه ¶ في كتابه (المدخل إلى نظرية الالتزام العامة)، كما تدل على سهولة أسلوبه ¶ وسلاسته. ¶ (1) ¶ (2) ¶ التصرف الانفرادي للخفيف، صا ا - 6 4. ¶ التركة وما يتعلق بها من حقوق للكشكي، ص 0 5. ¶ 136",
            "page": "136",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "7 - المنافع ¶ بحث منشور في مجلة القانون والاقتصاد الصادرة عن كلية الحقوق ¶ بجامعة القاهرة، السنة العشرون (سبتمبر - ديسمبر 0 195 م) العددان (3، 4) ¶ ويقع في (52) صفحة. ¶ يعد هذا البحث مساهمة رائدة من الشيخ علي الخفيف في موضوع ¶ المنافع، فلم يسبقه احد إلى جمع شتات هذا الموضوع، وهو من الموضوعات ¶ المهمة؟ لأنه يتعلق بأحد المجالات المهمة في الجانب الاقتصادي، ويحسم ¶ الشيخ فيه كثيرأ من القضايا الخلافية: كمالية المنافع وغيرها. واعتبره الدكتور ¶ إبراهيم فاضل الدبو في رسالته عن (ضمان المنافع) الأساس القوي في هذا ¶ الموضوع، فأكثر من العزو إليه والاستفادة منه، وترجيج ما رجحه الشيخ علي ¶ الخفيف فيه (1). ¶ ويتضمن البحث عدة مباحث تتعلق بالمنافع، فبدأ ببيان حقيقة المنافع من ¶ حيث معناها في اللغة وفي اصطلاح الفقهاء، وهي: \"الفائدة العرضية التي ¶ تستفاد من الأعيان بطريق استعمالها\" (2): كسكنى الدار وركوب الدواب، ثم ¶ بئن الألفاظ ذات الصلة مثل الفوائد المادية كاللبن والصوف، فلا تدخل في ¶ المنافع العرضية، والحقوق، وهي أعم من المنافع، فكل منفعة حق، وليس كل ¶ حق منفعة. ¶ وفي المبحث الثاني تكلم عن مالية المنافع، فهل تعتبر المنفعة مالاَ؟ ¶ وذكر اختلاف الفقهاء في ذلك وادلتهم، وناقشها، ورجح رأي جمهور الفقهإء ¶ (1) ¶ (2) ¶ ضمان المنافع لإبراهيم فاضل الدبو، ص 9 4 2 - 66 2. ¶ المنافع للخفيف، ص ا. ¶ 137",
            "page": "137",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "من المالكية والشافعية والحنابلة من اعتبار المنافع أموالاً؟ لأن عمل الناس ¶ وأعرافهم يقضي باعتبارها أموالاَ، وقد جاءت الشرائع مؤيدة لهذا العرف ¶ ومقررة له، وليس من الضروري لأن يعد الشيء مالاً أن تتوافر فطِ الحيازة ¶ الحسية، بل يكفي في ذلك حيإزته بحيازة اصله، وذلك متحقق في المنفعة، إ ذ ¶ تعد محوزة بحيازة ما تقوم به، وإذا وجدت وجدت محازة بسبب حيإزة محلها، ¶ وبهذه الحيازة يثبت لها المالية والتقوم (1)، ولم يقف عند ذلك، بل ذكر بعض ¶ الفروع الفقهية التي تترتب على هذا الاختلاف حيث ذكر ثلاث مسائل. ¶ وفي المبحث الثالث تكلم عن مدى قبول المنافع للملك، وقرر ما اتفق ¶ عليه الفقهاء من أن المنافع تقبل الملك: كالأعيان، سواء في ذلك من يجعلها ¶ أموالاً، ومن لا يجعلها أموالاً؟ لأن الملك لا يختص بالأموال؟ لأنه ضرب من ¶ الاختصاص يترتب عليه تمكين صاحبه شرعاً من التصرف والانتفاع أصالة إلا ¶ لمانع، بل لقد ذهب بعض الفقهاء إلى ان الملكية لا ترد إلا على المنافع فقط. ¶ اما المادة والذات فلا ملك فيها إلا لئه تعالى؟ لأنه ليس للإنسان سلطان على ¶ المادة، وإنما سلطانه على منافعها فقط، ويدخل في ملك المنفعة ملك حقوق ¶ الارتفاق وهي: \"حق مقرر لعقار على عقار آخر ليس لمالك العقار الأول \" كما ¶ بينا ذلك بالتفصيل عند كتاب أحكام المعاملات الشرعية، ثم بئن مظهر ثبوت ¶ الملك في المنافع، وهو الحق في التصرف والانتفاع، وفرق بين الإباحة ¶ وتمليك المنفعة، فتمليك المنفعة يفيد حق التصرف والانتفاع، في حين أ ن ¶ الإباحة تقتصر على الانتفاع المباشر من قبل الشخص المسموح له بذلك. ثم ¶ بئن بعد ذلك خواص ملك المنفعة من قبوله للتقييد، وعدم قبوله للتوارث عند ¶ الحنفية خلافاً للجمهور، ثم بئن مدى قبول المنفعة لأن تثبت ديناً في الذمة، ¶ وقرض المنافع. ¶ وفي المبحث الرابع تكلم عن يد المنتفع على العين المنتفع بها: هل هي ¶ يد امانة أو يد ضمان؟ وبئن مدى إ لزام المنتفع بالعين بنفقتها. ¶ (1) المنافع للخفيف، صه. ¶ 138",
            "page": "138",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "وفي المبحث الخامس بئن الأسباب التي يحصل بها انتهاء ملك المنافع ¶ من وفاة مالك المنفعة، ووفاة مالك العين المنتفع بها، وانتهاء مدة الانتفاع، ¶ ووجود ما يمنع الانتفاع بالعين: كهلاكها أو تعيبها. ¶ 139",
            "page": "139",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "8 - ا لاستصحاب ¶ بحث منشور في مجلة القانون والاقتصاد الصادرة عن كلية الحقوق ¶ بجامعة القاهرة، السنة الحادية والعشرون (سبتمبر - ديسمبر 1 95 1 م (العددان ¶ (3، 4 (ويقع في (17 (صفحة. ¶ يعد هذا البحث باكورة إ نتاجه العلمي في أصول الفقه، وهو ينم عن تضفعه ¶ في هذا الفن، وتمكنه منه، فقد طرح فيه موضوعاً أصولياً شائكاً، اختلفث فيه ¶ وجهات النظر، وتعددت فيه أ قوال الأصوليين، ا لا وهو الاستصحاب. ¶ ويتضمن هذا البحث تمهيد ومبحثين وخاتمة. ¶ بئن في التمهيد أدلة الأحكام الشرعية، وانها ليست في مستوى واحد من ¶ القوة، ولا في درجة واحدة من الدلالة، فأعلاها الكتاب والسنة والإجماع، ¶ ويليها مباشرة القياس، ولم يسلم من الخلاف في الاستدلال به، ويلي هذه ¶ الأدلة ادلة اخرى وهي دون تلك الأدلة الأربعة قوة، وأضعف منها منزلة، ¶ اختلف الفقهاء والأصوليون في جواز اتخاذها دليلاً شرعياً يجب العمل به، ومن ¶ بين تلك الأدلة المختلف فيها الاستصحاب. ¶ وفي المبحث الأول تكلم عن حقيقة الاستصحاب، فبثن معناه في اللغة ¶ وفي الاصطلاح وهو: \"استبقاء حكم ثبت فيما مضى بدليل آخر، واعتباره ¶ مستمراً وقائماً موجوداً في الزمن الحاضر حتى يتغير أ و يرتفع بدليل \" (1)، ويقوم ¶ هذا المعنى على أساس بقاء ما وجد من الأحكام مستتبعة لاَثارها، مستلزمة ¶ لنتائجها، إلى أن يغيرها الشارع أو ينسخها بدليل، وعلى هذا يجب اتباعها ¶ وترتيب نتائجها عليها، والاحتجاج بوجودها حتى ترتفع أو تتغير. والحكم ¶ السابق إما ان يكون ثابتاً عن طريق العقل أو عن طريق الشرع. ¶ فإن كان طريقه العقل: كالحكم بعدم تكليف الصغير والمجنون، ¶ فالحكم باق مستمر لا ينقطع، وأما إن كان طريقه الشرع: فإما أن يكون دليل ¶ (1) ا لاستصحاب للخفيف، ص 2. ¶ 140",
            "page": "140",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "وجوده دالاً على بقائه أبداً: كقوله تعالى في القاذف: \" وَلَا لَقبَلُوأ اَلُئم شَهَدَة أَبَدا\" ¶ 1 ا لنور: 4). ¶ هاما أن يكون دليل وجوده دالآَ على بقائه إلى أن يوجد المزيل، بقي ¶ كذلك حتى يرتفع برافع، وذلك كالملك الثابت بعقد الشراء، والزوجية الثابتة ¶ بعقد الزواج، وشغل الذمة بمال الاقتراض، وما أشبه ذلك من الأحكام، فإن ¶ ادلة ثبوتها من البيع والزواج والقرض تقتضي وجودها، فيثبت بها كل من الملك ¶ والزوجية وشغل الذمة بالمال. وتقتضي كذلك بقائها حتى يحدث المزيل من ¶ بيع المشتري لما اشتراه، او تطليق الزوج لزوجته، أو قيام المدين بالوفاء. وهذا ¶ باتفاق الفقهاء. ¶ وفي المبحث الثاني بين اختلاف الفقهاء والأصوليين في الاحتجاج ¶ بالاستصحاب والاستدلال به، فبعد أن ذكر آراء الأصوليين حدد محل الاختلاف ¶ وهو (استبقاء امر بناء على ثبوته فيما مضى، أو الحكم ببقاء ا مر تحقق فيما مضى ¶ إذا لم يظن عدمه)، وضرب مثالاً لذلك بما إذا قال شخص لصاحبه: إذا لم تفعل ¶ كذا في الغد فأنت وكيلي في بيع منزلي. ثم اختلف وصاحبه بعد أن باع صاحبه ¶ المنزل، فقال الصاحب: بعته بناء على الوكالة، لأني لم أفعل ما ذكرت في ذلك ¶ اليوم، وفال الشخص: بل قد فعلته فيه، فلم تصر وكيلاً عني في البيع، فهل ¶ يكون للصاحب ان يحتج على الشخص باستصحاب حاله الماضية الثابتة قبل ¶ التوكيل - وهي عدم فعله ذلك الامر - في إثبات وكالته، ونفاذ بيعه؟ أو لا؟. ¶ يرى البعض استصحاب هذه الحال إلى الغد، وإثبات الوكالة بهذا ¶ الاستصحاب، ونفاذ البيع بناء على ذلك. ¶ ولا يرى البعض الاَخر الاستصحاب، ولا تثبت الوكالة إلا بإقامة دليل ¶ يدل على انه لم يفعل في ذلك اليوم. ¶ ثم عرض ادلة كل فريق، وناقش الأدلة، ورجح القول بالاستصحاب ¶ مطلقاً في هذه الحال. ¶ وفي خاتمة البحث ذكر عدة مسائل تنبني على الاستصحاب. ¶ كبم في كبم ¶ 1 4 1",
            "page": "141",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "9 - الشفعة ¶ بحث منشور في مجلة القانون والاقتصاد التي تصدرها كلية الحقوق ¶ بجامعة القاهرة، السنة الثانية والعشرون (سبتمبر - ديسمبر 1952 م) العددان ¶ (3، 4) ويقع في (18) صفحة. ¶ يعد هذا البحث من الأبحاث التي جاءت للفت نظر القانونيين إلى أ ن ¶ المصدر الأساس لتشريع الشفعة هو الفقه الإسلامي، وليست القوانين الوضعية، ¶ وهو من الأدلة البارزة على واقعية الإسلام، لأن الشفعة شرعت كوسيلة لدفع ¶ الضرر عن الإنسان في حالات معينة، فهي تقي الشفيع مما قد يتوفع منه ضرر ¶ يصيبه، إما بسبب مشاركته لشخص لا تؤمن عواقبه، وإما بسبب مجاورته له، ¶ فقد يكون ذلك الشخص غليظ الطبع، رديء الخلق، سثئَ المعاشرة، بين ¶ الأثرة، لا يرعى لجإر 5 أو شريكه حرمة، ولا يعرف له حقاً، ولا يلحظ له وجوداً ¶ يؤلمه بأفعاله ونظراته، ويسوؤه بأقواله وصياحه، وفي البعد عنه رحمة، وفي ¶ الخلاص من شرور 5 نعمة (1). ¶ وتضمن هذا البحث عدة مباحث: تكلم في المبحث الأول عن حقيقة ¶ الشفعة من حيث معناها في اللغة وفي الاصطلاح وهو: \"حق أخذ المبيع من ¶ مشتريه بما قام عليه من الثمن رضي بذلك أو لم يرض بسبب الشركة أوالجوار\" (2) ¶ وذكر الأدلة على مشروعية الشفعة والحكمة من مشروعيتها. ¶ وفي المبحث الثاني تكلم عمن تثبت له الشفعة، فذكر إجماع العلماء على ¶ ثبوتها للشريك في العقار، وذكر خلافهم في الشريك في المنقول، ورجح قول ¶ الظاهرية وعطاء وجابر بن عبد الله وأحمد في رواية الذي يقضي بثبوتها للشريك ¶ (1) ¶ (2) ¶ الشفعة للخفيف، ص 5. ¶ المصدر السابق، ص 2. ¶ 142",
            "page": "142",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "في المنقول. وذكر خلاف الفقهاء في ثبوتها للجار، ورجج قول أبي حنيفة ¶ والثوري وابن أبي ليلى الذي يقضي بثبوتها للجار. ¶ وفي المبحث الثالث بين القيود الواردة على هذا الحق الاستثنائي، ¶ وأسباب انتهاء الشفعة، وقارن في ذلك بين الفقه الإسلامي والقانون الوضعي. ¶ !! *به! ¶ 143",
            "page": "143",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "0 1 - الأسس التي قام عليها التشريع الإسلامي ¶ مقال منشور في مجلة الأزهر بمصر في المجلد الرابع والعشرين سبتمبر ¶ (2 5 9 1 م)، واختصرته لجنة تأليف كتاب ا لتربية ا لإسلا مية تحت عنوان (ا لاجتهاد ¶ والتجديد) المقرر على طلبة المدارس الثانوية في تونس. سنة (975 1 م). ¶ هذا المقال يدل على اهتمام الشيخ علي الخفيف بمقاصد الشريعة ¶ الإسلامية، فقد نئه إلى ثلاثة مقاصد مهمة، إليها يرجع كثير من قواعد الشريعة ¶ الإسلامية وأصولها، وفيها تندرج جميع الأغراض والحكم التي قصدت إليها ¶ في جميع نواحيها واتجاهاتها وهي: ¶ آ - رعاية مصالح الناس في جميع الأحكام الشرعية، وحيث تكون ¶ المصلحة يكون حكم الشريعة، وحيث تكون المفسدة ينتفي حكمها، وهذه ¶ الحقيقة تضافرت عليها الأدلة، حتى اصبجت معلومةً من الدين بالضرورة، لا ¶ يرقى إليها شك، ولا تقاربها ريبة، يدل على ذلك ما وصف به القرآن الكريم من ¶ أنه مبارك، وأنزل رحمة للمؤمنين، وهدى وبشرى للمؤمنين، ونوراً وموعظة ¶ للمتقين، وبصائر وشفاء للناس أجمعين. َ كما يدل عليه ما نعت به الرسول الذي ¶ شرع للناس اصول الشريعة وبئن لهم أحكامها في قوله تعالى: \" يَةمُرُهُم ¶ باَتمَغرُوفِ وَيَنْهَمهُئم عَنِ أتمُنحَوِ وَيُحِلى لَهُصُ ألظَئبَت وَيُحَزِمُ عَلَتهِوُ اَتخَنيثَ ¶ وَيَمنَعُ عَنْهُغ إضرَهُئم وَألاَغْظً اَلَقِ كاَنَتْ عَلَئهِو! ا الأعراف: 57 1،، كما يدل ¶ عليه استقراء الشريعة والنظر في أحكامها الكلية والجزئية، وما انطوت عليه من ¶ الأغراض والحكم. ¶ كما دل استقراء تلك الادلة على أن رعاية الشارع الإسلامي إنما كانت ¶ لمصحلة المجموع، فكانت هي أساسه في شرعه دون أن يكون لمصلحة الفرد أ ي ¶ اعتبار في حكمه إذا عارضت مصلحة كلية، ولذا كان من قواعد هذه الشريعة: ¶ \"تقديم المصلحة العامة على المصلحة الخاصة عند التعارض \". ¶ 144",
            "page": "144",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "وعلى هذا الأصل شرعت أحكام كثيرة منها: الحكم القاضي بأخذ الملك ¶ من صاحبه جبراً لأجل مصلحة عامة: كشق طريق، أو توسيع مسجد: كما فعل ¶ عمر رضي الله عنه حين ضاق المسجد الحرام على الناس، وفي رعاية مصلحة ¶ المجموع رعاية لمصلحة كل فرد من ناحية أنه جزء منه، ومصلحة عائدة إليه. ¶ فكان ذلك هو الواجب مراعاته، دون نظر إلى ما قد يعارضه من المصالح ¶ الفردية. ¶ ب - المقصد الثاني: التيسير على الناس، وهو مستبين في جميع ¶ احكامها، واضج في كل دلائلها، ظاهر في خُلق النبي ع! ي! الذي جاء بها وبيَّنها، ¶ وعلى هذا الأساس كان التكليف في الشريعة على حسب الوسمع، وكان الأمر فيها ¶ على قدر الطاقة، وجانبت في احكامها الحرج والمشقة، وعلى هذا الأساس ¶ ايضاً رُوعيت الأعذار الطارئة التي يشق معها الحكم ويتعاسر، فرفع أو استبدل ¶ بما هو أيسر منه، وكذا أبيح للمكره أن يتلفظ بالكفر وقلبه مطمئن بالإيمان، ¶ وأبيح أكل الميتة وشرب الخمر عند الضرورة، وأُبيح الفطر في السفر وعند ¶ المرض في رمضان، وقصرت الصلاة في السفر، وكان من قواعد هذ 5 الشريعة: ¶ (الضروراب تبيج المحظورات) وعليها بُني كثير من الأحكام. ¶ ومن مظاهر التيسير والقصد إليبما التدرج في بيان هذه الشربعة وفي تكاليف ¶ الناس ببعض أحكامها حتى لا يُرهقوا بتكاليفها دفعة واحدة، ولا تعنتهم ¶ مطالبتهم بترك ما اعتادو 5 مرة واحدة، فأنزل القرآن مفرقاً على حسب الحوادث، ¶ وكذلك كان شأن السنة، لم يأتهم بها الرسول بم! ي! إلا مفرقة مجزأة على حسب ¶ مقتضيات الأحوال. ¶ ومن مظاهر التيسير أيضاً درء الحدود بالشبهات، حتى لا يقام حد مع ¶ شبهة تشكك في وجوبه، لأن في إقامة الحد مع الشبهة حرجاً يثيره احتمال ¶ البراءة، وعدم اطمئنان النفس إلى استحقاق العقوبة. ¶ ! - المقصد الثالث: العدل بين الناس، فليس لأي شريعة منه مثل ما ¶ للشريعة الإسلامية فيه من حظ، فقد عُنيت ببيان ما للناس من حقوق، فحافظت ¶ 145",
            "page": "145",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "عليها، وسئت الأحكام الكفيلة بردها إلى اصحابها، حتى أمن الناس بها على ¶ أنفسهم واعراضهم ودينهم واموالهم وحقوقهم، واطمانوا إلى الاستمتاع بها في ¶ حدود ما شرعت من احكام، وما ستت من نظام، وكان أساسها التزام العدل في ¶ جميع الأمور: في القول والفعل وفي المعاملة والمجازاة. ¶ وكان من اَثار قيامها على العدل ان جعلت الناس أمامها سواء فهم فيه! ¶ سواسية: غنيهم وفقيرهم، وكبيرهم وصغيرهم، واميرهم وسوقيهم، لا يرتفع ¶ فيهإ كبير على حكم، ولا يفلت من جزاء. ¶ يل! ءيمم! ¶ 146",
            "page": "146",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "1 1 - النيابة عن الغير في التصرف ¶ طبع هذا الكتاب في مطابع دار الكتاب العربي بمصر لصاحبها محمد ¶ حلمي المنياوي في سنة (954 1 - 955 1 م)، ويقع في (28 1) صفحة. ¶ وهو في الأساس ملخص للمحاضرات التي ألقاها فضيلته على طلبة ¶ الدكتوراه في كلية الحقوق بجامعة القاهرة. وتهدف هذ 5 المحاضرات إلى ¶ توجيه الطلبة إلى طرق البحث الفقهي المنتج، وإلى الفهم الصحيج والحكم ¶ السليم. ¶ وهو يتضمن مقدمة ومبحثين، فتكلم في المقدمة عن حقيقة النيابة عن ¶ الغير في التصرف، فبئن معناها وهي: \"أن يقوم إنسان مقام غيره في عقد أ و ¶ عمل جائز أو التزام أو عمل جائز رتب الشارع عليهما آثاراً شرعية \". ¶ كما بئن أنواع النيابة، فهي إما ان تكون مسنمدة من الشارع كنيابة الأب أ و ¶ الجد عن الصغير، دماما أن تكون مستمدة من شخص اَخر، وفي هذه الحالة ¶ تنقسم إلى قسمين: نيابة عامة كنيابة الخليفة عن المسلمين وما تفرع عنها من ¶ الولايات الإسلامية العامة كولاية القضاء والحسبة، ونيابة خاصة كنيابة ناظر ¶ الوقف، ونيابة الوكيل، ونيابة الوصي، وفي هذه الحالة قد تكون حال الحياة ¶ كنيابة ا لوكيل، وقد تكون بعد الوفاة كنيابة الوصي. ¶ ثم بئن بعد ذلك أسباب النيابة عن الغير، فإما أن تكون لعدم اهتداء الغير ¶ إلى ما فيه خيره، وعدم قدرته على تجنب ما فيه ضرره، بسبب ما قام به من ¶ العوارض كالصغر والجنون. وإما لمعاونة الأصيل والترفيه عنه قياماً ببعض ¶ اعبائه. ¶ ثم تكلم عن موضوع التصرف في النيابة، وهو إما النفس،! اما المال، ¶ 147",
            "page": "147",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "ولذا ستشتمل هذه النظرية على التصرف بطريق الولاية والوكالة والفضالة ¶ والوصاية سواء في النفس او في المال. ¶ وفي المبحث الأول تكلم عن التصرف بالولاية في النفس، كولاية ¶ التزويج، وفي المال، ثم فصَّل القول في ولاية التزويج، فبيَّن شروط الولي، ثم ¶ بيهن الأحكام التي تتعلق بولاية كل من الأب والجد، وما يسلب الولاية، وقارن ¶ في ذلك بين الشريعة والقانون. ¶ ثم انتقل بعد ذلك إلى الكلام عن الولاية على المال وبين أنها وظيفة حبية ¶ تعاونية، تدعو إليها أوامر الدين الإسلامي. كما حدد من تثبت عليهم الولاية من ¶ الصغار والمجانين والسفهاء. . وبيَّن تصرفات المولى عليهم، والأحكام ¶ المتعلقة بتصرفات الأولياء، كولاية الأب على مال ولده الصغير، والضوابط ¶ الشرعية في ذلك، ثم ختم هذا المبحث بمدى تدخل المحكمة عند وجود ¶ الولي. ¶ وفي المبحث الثاني تكلم عن التصرف عن الجر بالوصاية أو الإيصاء، ¶ فبئن حقيقة الوصاية وشروطها وأحكامها. وقارن في ذلك بين الشريعة ¶ والقانون. ¶ ءلاط! عز ¶ :،-،.،- ¶ 148",
            "page": "148",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "2 1 - أسباب اختلاف الفقهاء ¶ نشر 5 معهد الدراسات العربية التابع لجامعة الدول العربية في القاهرة ¶ مطبعة الرسالة بالقاهرة، الطبعة الأولى (1956 م). وطبعة ثانية في دار الفكر ¶ العربي بالقاهرة سنة (996 1 م)، ويقع في (275) صفحة. ¶ وهو في الأساس محاضرات ألقاها فضيلته على طلبة الدرإسات العليا ¶ بمعهد الدراسات العربية، جمع فيه بين علمي الفقه والأصول، حيث نبه فيه إلى ¶ القواعد الأصولية واللغوية التي تعد سبباَ من أسباب اختلاف الفقهاء في كثير من ¶ الفروع الفقهية، وهو يهدف إلى تقريب شمقة الخلاف بين المذاهب الإسلامية، ¶ ويضع حداَ للتعصب المذهبي، كما يهدف إلى معرفة الأسباب الحقيقية ¶ للاختلاف بين الفقهاء. ¶ وهو يتضمن مقدمة وعدة مباحث، تكلم في المقدمة عن حقيقة الخلاف ¶ بين الناس، لأنه امر طبيعي في كل تشريع يتخذ من أعمال الناس وعاداتهم ¶ مصدراَ لآرائه، لأن عادات الناس مختلفة، وأعرافهم متعددة، وأعمالهم ¶ متنوعة، وآراءهم متعارضة، وأنظارهم متفاوتة، ولذا كانت الشرائع الوضعية ¶ محلاً للخلاف ومثاراَ للجدال والنقاش، لأنها من وضع البشر، ومن نتاج ¶ أفكارهم في سبيل ما يبتغون من مصالج، والمصالح تختلف باختلاف الناس ¶ واختلاف أغراضهم وبيئاتهم، وخلصت من ذلك الشريعة الإسلامية ايام كان ¶ الرسول -شمم يبلغها، ويقوم على بيانها، والفصل بين الناس بمقتضاها، وذلك ¶ لأنها تتخذ من الوحي مصدراَ لها. وا ما بعد وفاته ع! ي! وانقطاع الوحي فقد اضطر ¶ خلفإؤه إلى الرجوع إلى الرأي فيما لم يرد فيه نص من كتاب أو سنة، وكانوا ¶ يختلفون في حكم ما يعرض عليهم، وازداد الخلاف بظهور المدارس الفقهية ¶ والمذاهب. ¶ 149",
            "page": "149",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "وفي المبحث الأول تكلم عن مصادر الأحكام الشرعية وتطورها، فبدأت ¶ مصادر الأحكام الشرعية بالكتاب والسنة النبوية ثم اضيف إليهما الاجتهاد من ¶ قياس واستحسان ومصالح مرسلة واستصحاب وغير ذلك، ثم بين أسباب ¶ الاختلاف في ذلك وركز في الاختلاف في الفروع على ثبوت نصوص السنة ¶ وعد م ثبوتها. ¶ وفي المبحث الثاني تكلم عن الاختلاف في فهم النصوص وقراءتها. ¶ وفي المبحث الشالث تكلم عن الاختلاف في الفروع الفقهية بسبب ¶ الاختلاف في فهم أساليب النصوص من دلالة النص على مفهومه المخالف، ¶ وفحوى الخطاب، وعموم المقتضى وا لاستثناء بعد جمل متعددة. ¶ وفي المبحث الرابع تكلم عن الاختلاف في الفروع الفقهية بسبب ¶ الاختلاف في حجية المصادر التبعية من قياس واستحسان واستصلاح ¶ واستصحاب وعرض وغير ذلك. ¶ ثم ختم الكتاب بالحديث عن نشأة المذاهب الفقهية وتعددها من حنفية ¶ ومالكية وشافعية وحنابلة، واعتبر آراء الفقهاء المتعددة كراي ابي حنيفة ¶ وأبي يوسف وزفر والمزني والليث بن سعد وغيرهم مذاهب فقهية، فلم تقتصو ¶ المذاهب الفقهية المعتمدة في الفقه الإسلامي على المذاهب الأربعة، وإنما ¶ تتعدى إ لى كل رأي اجتهادي يستند إ لى الضوابط الشرعية. ¶ ! لاالم! ¶ 150",
            "page": "150",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "3 1 - فرق الزواج في المذاهب الإسلامية ¶ (بحث مقارن) ¶ نشر هذا الكتاب معهد الدراسات العربية العالية التابع لجامعة الدول ¶ العربية بالقاهرة، مطبعة الرسالة بالقاهرة (58 9 1 م)، ويقع في (367) صفحة. ¶ وهو في الأصل محاضرات ألقاها فضيلة الشيخ علي الخفيف على طلبة ¶ الدراسات العليا بالمعهد، الشعبة القانونية ما بين سنتي (1957 - 958 ام) ¶ ويهدف من تأليف هذا الكتاب بالإضافة إلى توفير المادة العملية العلمية ¶ للطلاب، إلى كتابة مدونة فقهية مقارنة بين المذاهب الفقهية الإسلامية وبين ¶ قوانين الأحوال الشخصية في كل من مصر وسورية والسودان وتونس وغير ذلك ¶ لاعتمادها كمرجع لمشروع قانون الأحوال الشخصية الموحد للدول العربية ¶ والإسلامية، والذي من شانه أن يسهم في وحدة الأمة الإسلامية وجمع كلمتها. ¶ وهو يتضمن مقدمة و (5 1) باباَ وخاتمة. ¶ تحدث في المقدمة عن معنى فُرقة الزواج في اللغة وفي الاصطلاح وهي: ¶ \" ما تنحل به عقدة الزواج، فتنقطع بها ما بين الزوجين من علاقة زوجية \" كما ¶ تحدث فيها عن انواع فرق الزواج عند الفقهاء وقسمها إلى قسمين رئيسيين، ¶ الأول منها: يعد طلافاَ كتطليق الرجل زوجته، والخلع، والإيلاء. والقسم ¶ الثاني: يعد فسخإَ كالتفريق لعدم كفاءة الزوج، والتفريق لردة ابزوجة، ثم بين ¶ ما يترتب من فروق على كون الفرقة طلاقاَ او فسخاَ. ¶ وأما الأبواب فقد خصص لكل فرقة باباَ وهي على الترتيب التالي: ¶ أ - فرقة الطلاق: بئن معنى الطلاق ومشروعيته، وحكمه الشرعي، ¶ وأنواعه من طلاق سني (مشروع) وطلاق بدعي، وذكر الأحكام المتعلقة ¶ 151",
            "page": "151",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "بالطلاق: كحكم الطلاق البدعي وأنه لا يقع، وحكم الطلاق الثلاث، واختلاف ¶ الفقهاء فيه، ورجح عدم وقوع الطلاق الثلاث بلفظ واحد، لأنه طلاق بدعي، ¶ اما إذا كان الرجل طلق زوجته بثلاثة ألفاظ متتابعة في مجلس واحد فإن الطلاق ¶ يقع باللفظ الأول منها طلقة واحدة رجعية، واما اللفطان الاَخران فلا يعتد بهما؟ ¶ لأنه طلاق لم يصادف محلأ. ¶ وذكر بعد ذلك حكم كل من طلاق السكران والمعتو 5 والمخطئ والغافل ¶ والغضبان والمدهوش والهازل، ورجح عدم وقوع الطلاق منهم، وعلل ذلك ¶ بعدم الاختيار والرضا. ¶ ثم ذكر الأحكام المتعلقة بالتوكيل والتفويض في الطلاق، وطلاق ¶ المريض مرض الموت، وهو الذي يُسمى بطلاق الفار أي من ميراث زوجته، ¶ والطلاق باللفظ الصريح وبالكناية وبالإشارة، والطلاق المعلق، والحلف ¶ بالطلاق، والإشهاد على الطلاق، واحكام الطلاق الرجعي والطلاق البائن، ¶ وقارن في كل ذلك بين الفقه وقوانين الأحوال الشخصية. ¶ ب - فُرقة الخلع (الطلاق بعوض): بئن معناه، وهو فرقة نظير عوض، أ و ¶ مقابل التنازل عن مؤخر الصداق، أو التنازل عن النفقة بالفاظ مخصوصة، وهو ¶ معروف قديماَ وحديثاً، وبئن الألفاظ ذات الصلة كالمباراة، وذكر الأحكام ¶ المتعلقة بالخلع من شروطه واثاره في كل من الفقه والقانون. ¶ ب - فُرقة الإيلاء: وهي حلف الزوج على ترك قربان زوجته أربعة أشهر ¶ فصاعداً، ثم بئن الأحكام المتعلقة به. ¶ د - فُرقة اللعان: وهي شهادات مؤكدات بالأيمان يؤديها الزوجان إذا ¶ ما قذف الزوج زوجته بالزنا، أو نفى نسب ولدها، مقرونة باللعن منه والغضب ¶ منها، كما ورد في نوله تعابى: \"وًاتَذِينَ يَزمُونَ أَزوَجَهُتم وًوْيكُن قئمِ شهَدَاءُ إِلا أَنفُسُ! ¶ فشًهَدَةُ أَصَدِ! أَزبَمُ ثَهَدَت باِدئَهِ إِنهُهلَمِنَ اَلضدِقِينَ! وَاَلحمسَةُ أَنَ لعنَتَ اَدلَّو عَته إ ن ¶ ؟ نَ مِنَ آلبهَذِبِينَ! وَلَئرَوُأ عَنْهَا اَتعَذَابَ أَن تشهَدَ ارتَيَ ثَهَدتم باَللَّهِ إِوو لَمَنَ اَلبهَذِبِبنَ جمما ¶ وًالحمسَةَ أَنَّ غَضَبَ اَدئَهِ عَلَئهآ إِن؟ نَ مِنَ اَلضَخدِقِينَ \"] النور: 6 - 9)، ثم ذكر الأحكام ¶ 152",
            "page": "152",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "المتعلقة به من شروط واَثار: كالتفريق بين الزوجين المتلاعنين. ¶ هـ- التفريق بين الزوجين باحد العيوب: كالجت والعنة والرتق والقرن ¶ والبرص والجذام وغير ذلك. ¶ و - التفريق لعدم إنفاق الزوج على زوجته، لعدم قدرته في راي بعض ¶ الفقهاء، وقال البعض الاَخر: إن تزوجته وهي عالمة بعسرته او كان موسراَ ثم ¶ أصابته جائحة ذهبت بماله فلا حق لها في طلب التفريق في هذ 5 الحال. ورجح ¶ القول الأول، لأن المسالة اجتهادية مناطها فيما يرى المصلحة، ومن المصلحة ¶ أن يجعل للزوجة حق طلب التفريق إذا لم تصبر على ذلك. ¶ ز - التفريق لغيبة الزوج وعدم المباشرة إذا خشيت على نفسها الفتنة ¶ وحصول الضرر من ذلك، وقد أخذ القانون الصادر في سنة (929 أم) بهذا ¶ القول. ¶ ج - التفريق لسوء العشرة وعدم الونام وا لألفة. ¶ ط - التفريق بسبب الردة عن ا لإسلام من احد الزوجين. ¶ ي - التفريق بسبب إباء الإسلام، فإذا كان الزوجان غير مسلمين فأسلم ¶ الزوج وحد 5، فإن كان بين الزوجين سبب من اسباب التحريم وقعت الفرقة ¶ بينهما باتفاق الفقهاء، وإن لم يكن بينهما سبب من اسباب التحريم، وكانت ¶ الزوجة كتابية، فقد اختلف الفقهاء في بقاء الزواج، فعند الجمهور يبقى الزواج ¶ بينهما لعدم وجود المنافي لبقائه، وعند الزيدية يفرق بينهما بدعوى أن اهل ¶ الكتاب كالمشركين. ¶ أما إذا أسلصت الزوجة وحدها فرق بينهما لإبائه الدخول في الإسلام. ¶ ك - التفريق بسبب خيار البلوغ أو ا لإفاقة. ¶ ل - التفريق لعدم تحقق الكفاءة عند الفقهاء الذين اعتبروها شرط لزوم، ¶ فلا العقد يقع صحيحاَ نافذاَ، لكنه قابل للفسخ إذا ما طلب ذلك صاحب الحق، ¶ ويجب في هذه الحال رفع الأمر إلى القاضي بطلب فسخ الزواج، فيجاب إلى ¶ 153",
            "page": "153",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "ذلك، ما لم تكن الزوجة قد ولدت او ظهر بها حمل على مذهب الحنفية. ¶ ن - الفرقة بسبب اعسار الزوج بالمهر، فللزوجة طلب الفسخ. ¶ م -الفرقة لعدم الوفاء بالشروط المقترنة بالعقد. ¶ وفي خاتمة الكثاب تكلم عن العدة التي تمكثها المراة بعد الفرقة وفسخ ¶ عقد الزواج، فبئن معناها وأسبابها، والحكمة من مشروعيتها، وهي براءة ¶ الرحم من الحمل حتى لا تختلط الأنساب، ثم تكلم عن أنواع العدة، وهي ¶ تكون بوضع الحمل أو بانقضاء عدد من الأشهر او بانقضاء الحيضات، ثم بئن ¶ الأحكام التي تتعلق بكل نوع. ¶ ك! *بم ¶ 154",
            "page": "154",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "14 - الحسبة ¶ بحث منشور ضمن أعمال مؤتمر أسبوع الفقه الإسلامي ومهرجان الإمام ¶ ابن تيمية، الذي انعقد في دمشق بالجمهورية العربية السورية ما بين (16 - 1 2 ¶ شوال 0 138 هالموافق 2 - 4 إبربل 1 96 1 م)، وهو يقع في (1 4) صفحة. ¶ يعد هذا البحث من الأبحاث المهمة في موضوع السياسة الشرعية؟ لأن ¶ الحسبة ولاية دينية تلي في المرتبة مرتبة القضاء، إذ إن ولايات رفع المظالم على ¶ العموم ثلاث: أسماها وأقواها ولاية المظالم، ويليها ولاية القضاء، ويليها ¶ ولاية الحسبة، ومجالها النظر في الأمر بمعروف تُرك، والنهي عن منكر فُعل، ¶ دون حاجة إلى دعوى تُرفع، وبينات تفرض، وأيمان تُطلب، كما في القضاء، ¶ وهي لا يستغني عنها مجتمع يرجو لنفسه الكمال والصلاح. ¶ وهو يتضمن عدة مباحث: تكلم في المبحث الأول عن حقيقة الحسبة من ¶ حيث التعريف بها ومشروعيتها والحكمة من مشروعيتها وحكمها التكليفي، ¶ وطبيعتها ومكانتها. ¶ وفي المبحث الثاني تكلم عن أركانها وشروطها. ¶ وفي المبحث الثالث بئن كيفية تطبيقها في الزمن الماضي، ثم انتقل بعد ¶ ذلك إلى تطبيقها في الوقت الحاضر، وذكر الأجهزة التي حلت محلها مثل ¶ الشرطة، والنيابة العامة، والنيابة الإدارية، ووزارة الصحة، ووزارة التموين ¶ وغير ذلك. ¶ وفي المبحث الرابع تكلم عن شهادة الحسبة، لكنه اكتفى بسرد بعض ¶ الأحكام المتعلقة بها، ولم يبين الصور الكاملة لهذا الموضوع ومقامها، ¶ وخصوصأ أن بعضها لا يزال مطبقأ في عصرنا الحاضر، كما يلاحظ على الباحث ¶ 155",
            "page": "155",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "أنه لم يوضح التجارب العملية التي مرت بها الحسبة في العصور الإسلامية، وما ¶ اثمرته من ثمرات فيها، وان الكتب الإسلامية فيها الكثير من هذه التجارب مثل ¶ (تاريخ الولاة والقضاة) للكندي، و (تاريخ القضاة) لوكيع، و (صبح الأعشى)، ¶ و (ا لخطط المقريزية)، و (تاريخ الجبرتي) وغيرهإ (1). ¶ محلاءعل! ¶ (1) انظر تعقيب الشيخ محمد أبو زهرة على البحث، ص 2 4 6 - 43 6. ¶ 156",
            "page": "156",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "5 1 - الشركات في الفقه الإسلامي ¶ نشره في طبعته الأولى معهد الدراسات العربية التابع لجامعة الدول ¶ العربية بالقاهرة سنة (1962 م)، وطبع في طبعة اخرى، دار النهضة العربية ¶ بالقاهرة سنة (978 1 م)، ويقع في (1 2 1) صفحة. ¶ وهو في الأصل محاضرات ألقاها فضيلة الشيخ علي الخفيف على طلبة ¶ الدراسات العليا بمعهد الدراسات العربية التابع لجامعة الدول العربية بالقاهرة، ¶ وهو يهدف إلى توفير مادة علمية في موضوع الشركات، تحقق للطلبة التوجيه ¶ والإرشاد والتثقيف، بالإضافة إلى توفير مادة علمية مقارنة للقانون التجاري ¶ الموحد للدول العربية والإسلامية، والذي من شأنه أن يسهم في وحدة الأمة ¶ الإسلامية. ¶ وهو يتضمن مقدمة، وستة مباحث: فاستملت المقدمة على بيان حقيقة ¶ الشركة في الفقه الإسلامي وانواعها من شركة إباحة (مرافق عامة)، وشركة ملك ¶ كأن يرث مجموعة من الأفراد دارأ من مورثهم، وشركة عقد، وهي التي تنشأ بين ¶ الناس بالتعاقد، وهذا النوع هو موضوع الكتاب الرئيس. لكن الباحث استطرد ¶ في النوعين الأولين، وركز على الشركة في الدين. ¶ وفي المبحث الأول تكلم عن حقيقة شركة العقد، وبئن انواعها من شركة ¶ الأموال (العنان) والوجوه، والأعمال والمضاربة كما بئن مشروعيتها، وركَّز ¶ على الشخصية المعنوية للشركة التي سبق تفصيل لها في الفصل الأول. ¶ وفي المبحث الثاني تكلم عن مقومات شركة العقد، فبئن أركانها ¶ وشروطها العامة، ئم فضل القول في أحكام شركة الأموال من عنان، ومفاوضة، ¶ وقارن في بعض الأحكام بين الفقه الإسلامي والقانون التجاري الوضعي. ¶ وفي المبحث الثالث تكلم عن شركة المضاربة، فبئن معناها ومشزوعيتها ¶ وأركانها وشروطها والأحكام المتعلقة بها مثل: تصرف رب المال في مال ¶ 157",
            "page": "157",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "المضاربة، وما يملكه المضارب من التصرفات، وما يستحقه من النفقات، ¶ وكيفية توزيع الأربإح والخسائر بين المضارب ورب المال، فالربح يوزع ¶ بحسب الاتفاق، والخسارة تكون على رب المال. ¶ وفي المبحث الرابع تكلم عن الشركات في القوانين الوضعية، فبيَّن ¶ اقسامها من مدنية وتجارية، فالمدنية هي التي تنشأ بين الناس لتحقيق الربح، ¶ ولكن بمشروعات غير تجارية: كشركات بيع الأراضي واستغلالها او بناء ¶ الدور. ¶ وأما الثركات التجارية فهي التي تدخل اعمالها في نطاق التجارة: كشراء ¶ البضائع والسلع لأجل بيعها، وهذه الثركات تتنوع إلى شركات اشخاص ¶ وشركات أموال، فشركات الأشخاص هي التي يقوم كيانها على اشخاص ¶ الشركاء مثل: شركة التضامن، وشركة التوصية البسيطة، وشركة المحاصة، ¶ واما شركات الأموال فهي التي لا يكون للشركاء فيها اعتبار، بل يكون قيامها ¶ على المال فقط: كالشركات المساهمة. ¶ ويرى الشيخ علي الخفيف أن هذه الثركات يمكن إدماجها في الشركات ¶ الفقهية بعد تهذيبها، وأن اختلاف الصيغ يرجع إ لى مقتضيات التطور، وما تتطلبه ¶ مصلحة الناس، وهي مقبولة شرعاَ متى كانت لا تتعارض مع أصل من الأصول ¶ الكلية في الشريعة الإسلامية. ¶ وفي المبحث الخامسى تكلم عن الأحكام المتعلقة بشركتي الوجوه ¶ والأعمال (الصنائع). ونئه إلى أن هاتين الشركتين ليس لهما نظير في القانون ¶ التجاري الوضعي؟ لأن أساس شركة الوجوه الثقة والشراء بالنسيئة، وأساس ¶ شركة الأعمال (الصنائع) الصفة واشتراك الصناع في العمل والأجر. ولذلك لم ¶ يكن لهما رأس مال. ¶ وفي المبحث السادس والأخير تكلم عن أسباب انتهاء الشركات وبخاصة ¶ شركة المضاربة، وذكر عدة أسباب منها: موت أحد الشركاء، أو جنونه، ¶ أو الحجر عليه، ثم تكلم عن الأحكام التي تترتب على فسخ الشركة وانتهائها. ¶ ك! ¶ 158",
            "page": "158",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "6 1 - أحكام الوصية ¶ بحوث مقارنة تضمنت شرح ¶ قانون الوصية رقم (1 7) سنة (6 4 9 1 م) ¶ نشره معهد الدراسات العربية العالية التابع لجامعة الدول العربية بالقاهرة ¶ سنة (962 1 م)، ويقع في (580) صفحة. ¶ وهو في الأصل محاضرات ألقاها الشيخ علي الخفيف على طلبة ¶ الدراسات العليا بمعهد الدراسات العربية التابع لجامعة الدول العربية بالقاهرة. ¶ وهو يهدف إلى إرشاد الأمة الإسلامية والعربية إلى ما يحقق لها نهضتها ¶ التشريعية ووحدتها القانونية، حتى يتم لها من الخير والفلاح والسؤدد والعدل ¶ ما كان لأسلافنا حين مسكوا بالشريعة، وحرصوا على التزامها. ¶ وقد جاء هذا الكتاب مرتباً على ترتيب قانون الوصية المصري لسنة ¶ (946 ام) الذي حظي بشرح فضيلة الشيخ علي الخفيف، وهو يتضمن بابين ¶ رئيسيين، ويشتمل كل باب منهما على عدة فصول: ¶ فالباب الأول خصصه للأحكام العامة للوصية، وقشَمه إلى ثلاثة فصول: ¶ تكلم في الفصل الأول عن حقيقة الوصية، فبئن معناها في اللغة، وفي ¶ الاصطلاح، وهي: \" تصرف بالتركة مضاف إلى ما بعد الموت \"، ثم بئن الحكمة ¶ من مثروعية الوصية، وهي ان يتدارك بها الإنسان ما فاته من فعل الخير، ثم بئن ¶ اركان الوصية وشروطها، وجعل الشروط على انواع: بعضها يتعلق بالباعث ¶ على الوصية، فلا يجوز الوصية بنية المعصية والإضرار، وأن تكون غير منافية ¶ لمقاصد الثارع، وبعضها يتعلق بالموصي: بأن يكون أهلاً للتبرع، فلا تصح ¶ من السكران والمجنون والمكره والهازل والصغير والمحجور عليه. وبعضها ¶ يتعلق بالموصى له: بأن يكون معلوماً، فلا تصح الوصية لمجهول. وبعضها ¶ 159",
            "page": "159",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "يتعلق بالموصى به: بأن يكون مالاً متقوماً موجوداً معيناً مما يجري فيه الإرث. ¶ وركَز على ا لوصية بالمنافع وا لوصية با لإقراض. ¶ وفي الفصل الثاني تكلم عما يبطل به الإيجاب في الوصية: كرجوع ¶ الموصي عنها حال حياته بقول صريح، أو تصرف يدل على الرجوع. ¶ وفي الفصل الثالث تكلم عن قبول الموصى له بالوصية أو ردها. ¶ واما الباب الثاني فقد خصصه للأحكام التفصيلية للوصية، وقشَمه إلى ¶ سبعة فصول. ¶ تكلم في الفصل الأول عن الأحكام المتعلقة بالموصى له في احواله ¶ المتعددة، فقد يكون موجوداً حين الإيصاء، وقد يكون معدوماً، وقد يكون ¶ وارثاً للموصي، وقد يكون غير وارث، وإذا كان موجوداً قد يكون معيناً، وقد ¶ يكون غير معين، والمعين قد يكون جهة من الجهات، وقد يكون شخصاَ ¶ معنوياً، وقد يكون شخصاَ طبيعياً، وغير المعين قد يكون محصوراً، وقد يكون ¶ غير محصور. ¶ وفي الفصل الثاني: تكلم عن الأحكام المتعلقة بالموصى به، من حيث ¶ المقدار، وهو أن يكون في حدود الثلث من التركة بعد سداد جميع الديون، ¶ واجاز الوصية بعين محددة من التركة إذا كانت في حدود الثلث. ¶ وفي الفصل الثالث: تكلم عن الوصية بالمنافع: كالإيصاء بالسكش ¶ والركوب والاستخدام والنقل وغير ذلك، وقشَم الوصية بالمنافع إلى ثلاثة ¶ أنواع: وصية مقيدة بوقت، ووصية مؤبدة: كأن يوصي شخص لاَخر بسكنى ¶ داره أبداً؟ فإن الموصى له يستحق يمعكناها مدة حياته فقط، ووصية مطلقة عن ¶ المدة فتأخذ حكم الوصية المؤبدة عند الحنفية والشافعية والحنابلة، وفي حين ¶ فزق المالكية بين الأعيان التي لا حياة فيها، وبين الاعيان التي فيها حياة، ففي ¶ الأعيان التي لا حيإة فيها: كالدار والأرض تتقيد بحياة الموصى له، و! ي الأعيان ¶ التي فيها حياة كالدابة تقيدت المدة بحياة العين عند ابن القاسم من المالكية، ¶ وعند اشهب تتقيد بحياة الموصى له. ¶ 160",
            "page": "160",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "وفي الفصل الرابع: تكلم عن الوصية بالمرتبات من رأس المال، ¶ فأجازها، ويوقف من مال الموصي ما يضمن تنفيذ الوصية على وجه لا يضر ¶ بالورثة، وهذا النوع من الوصايا قد يكون محدد المدة كالإيصاء بمرتب لشخص ¶ ما مدة عشر سنوات، وقد يكون مؤقتاً بحياة الموصى له. ¶ وفي الفصل الخامس: تكلم عن الأحكام المتعلقة بالزيادة في المحوصى ¶ به، فإما ان تكون الزيادة مما لا تستقل بنفسها، وإما ان تكون مما تستقل ¶ بنفسها، فإن كانت الزيادة مما لا تستقل بنفسها: كالصيانة والصبغ كانت العين ¶ كلها وصية،! ان كانت الزيادة مما تستقل بنفسها: كاضافة غرف إلى البناء ¶ لماضافة غراس إلى الأرض، فإن الورثة يشاركون الموصى له في كل العين بمْيمة ¶ ا لزيادة. ¶ وفي الفصل السادس: تكلم عن الوصية الواجبة وهي تتمثل في حالة ¶ الأحفاد الذين يموب ابوهم او أمهم في حياة جدهم او جدتهم، ثم يموت الجد ¶ او الجدة بعد ذلك، او يموت معهم ولو حكماً: كالغرقى والحرقى والهدمى، ¶ فإن القانون يوجب لهؤلاء الأحفاد على جدهم وصية واجبة بمثل ما كان يستحقه ¶ ولده المتوفى قبله من تركته، لو انه بقي حياً إلى ما بعد وفاة والد 5 بشروط معينة، ¶ وباحكام خاصة بئنها، وبئن ما يؤخذ عليها من ملاحظات. وسبق تفصيل ذلك ¶ في الفصل الأول. ¶ وفي الفصل السابع: تكلم عن تزاحم الوصايا، وذكر الحالات التي ¶ تحصل فيها المزاحمة وهي: ¶ اولاً: إذا كانت جميع الوصايا للعبادكانت المزاحمة في ثلاث أحوال: ¶ ا - ان تكون جميع الوصايا بالسهام: كأن يوصي شخص لاَخر بث! لث ¶ التركة، ولشخص آخر بربع التركة، قسم الثلث بينهما قسمة تناسبية بحسب ¶ مفادير السهام في رأي بعض الفقهاء. ¶ ب - أن تكون جميع الوصايا بمرتبات: كأن يوصي لفلان بمرتب، ولآخر ¶ بمرتب آخر يزيد مجموعهما على الثلث، قسم الثلث بينهما بحسب مقادير ¶ المرتبات. ¶ 161",
            "page": "161",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "جى - أن تكون الوصايا بعضها بسهام وبعضها بمرتبات: كأن يوصي بربع ¶ تركته لفلان، ويوصي لاَخر بمرتب يزيد مجموعهما عن الثلث، قسم الثلث ¶ بينهما بقسمة تناسبية. ¶ ثانياً: إذا كانت جميع الوصايا في القربات؟ كان للمزاحمة حالتان: ¶ ا -أن تكون جميعها في مرتبة واحدة - فرائض كلها، او واجبات كلها، أ و ¶ نوافل كلها - فإنها تكون متساوية في استحقاق ثلث التركة. ¶ ب - أن تكون مختلطة بعضها بالفرائض، وبعضها بالواجبات، وبعضها ¶ بالنوافل؟ قدمت الفرائض على الواجبات، والواجبات على النوافل. ¶ ثالثاً: إذا كان بعض الوصايا للعباد وبعضها في القربات، فليس للمزاحمة ¶ ا لا حال واحدة. ¶ وختم الكتاب بملحق لقانون الوصية رقم (71) لسنة (946 ام) والذي ¶ تضمن (82) مادة قانونية. ¶ !!! ئهو ¶ 162",
            "page": "162",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "7 1 - الجعالة أو الوعد بجائزة ¶ بحث منشور في مجلة العلوم القانونية والاقتصادية التي تصدرها كلية ¶ الحقوق بجامعة عين شمس، السنة الخامسة (963 1 م) العدد الأول. ويقع في ¶ (16) صفحة، وقد وضعه بكامله في كتابه (التصرف الانفرادي والإرادة ¶ المنفردة) (ص 52 1 - 0 17). ¶ يتناول هذا البحث موضوعاَ مهماَ في المعاملات المالية، إذ إنه يعد حجر ¶ الأساس لنظرية الإرادة المنفردة أو التصرف الانفرادي في الفقه والقانون، ¶ فالواعد ينشئ عقد الجعالة بإرادته؟ لأن الموعود له غالبأ ما يكون غير معين، ¶ ولا يتعين إ لا بعد إ نجاز ا لعمل وفق إ رادة ا لواعد. ¶ ويتضمن هذا البحث بيان معنى الجعالة في اللغة وفي الاصطلاح، وهي: ¶ \"التزام مال معلوم نظير عمل معين معلوم أو لابسته جهالة دا، كمن قال: من ر د ¶ إليئَ فرسي الضال فله مئة دينار. ويسميها القانون الوضعي باسم (الوعد بجائزة) ¶ ويعرفها بأنها: \"من وجه للجمهور وعداً بجائزة عن عمل معين التزم بإعطاء ¶ ا اجائزة لمن قام بهذا العمل. ¶ كما يتضمن أيضاَ مشروعية الجعالة وأركانها وشروطها وآثارها ¶ وانتهاوْها، وقارن في ذلك بين الفقه الإسلامي والقانون الوضعي، وخرج بعدة ¶ فروق بينهما في هذا المجال نذكر منها: ¶ أ - الفقه الإسلامي يجيز في الجعالة توجيه الإيجاب إلى شخص واحد، ¶ هالى الجمهور، في حين أن القانون لا يجيز توجيهه إلى شخص واحد؟ لأنه ¶ يكون في هذه الحالة إجارة. ¶ ب - الفقه الإسلامي لا يشترط لصحة الجعالة الإعلان للجمهور، في ¶ حين أن القانون الوضعي يعتبر ذلك شرطأ. ¶ 163",
            "page": "163",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "جى - تنتهي الجعالة في الفقه الإسلامي بفقدان أهلية الجاعل أو موته، في ¶ حين لا تنتهي الجعالة بذلك في القانون الوضعي. ¶ ويلاحظ على هذا البحث انه لم يتطرق إلى التطبيقات المعاصرة للجعالة ¶ مثل عقود الصيانة للعقارات والاَلات والمعدات وغيرها، فإنها تستند إلى عقد ¶ الجعالة في الغالب (1). ¶ *! كلل! ¶ (1) انظر بحث المؤلف في صيانة الأعيان المؤجرة. ¶ 164",
            "page": "164",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "8 1 - التصرف الانفرادي والإرادة المنفردة ¶ (بحث مقارن) ¶ نشره معهد الدراسات العربية العالية التابع لجامعة الدول العربية ¶ بالقاهرة، مطبعة الجبلاوي، القاهرة (4 96 1 م)، ويقع في (4 6 2) صفحة. ¶ وهو في الأصل محاضرات ألقاها فضيلته على طلبة الدراسات العليا ¶ بمعهد الدراسات العربية - الشعبة القانونية - ما بين سنتي (963 1 - 964 1 م)، ¶ كما ألقاها على طلبة الدراسات العليا في كلية الحقوق بجامعة بغداد سنة ¶ (968 1 م) (1)، وهذ 5 المحاضراب تشكل في مجموعها نظرية كاملة في التصرف ¶ ا لانفرادي وا لإرادة المنفردة في الفقه ا لإسلامي، واعتبار ذلك ا لتصرف مصدراً من ¶ مصادر الالتزام، وهي النظرية التي يتباهى بها الفكر القانوني الغربي، ويعتبرها ¶ مظهراً من مظاهر تطور 5، فقد سبق الفقه الإسلامي الفقه الغربي بعدة قرون في ¶ هذ 5 النظرية وغيرها. قال الشيخ علي الخفيف: \" نريد ان نبين هنا ان ما انتهى ¶ إليه رجال التشريع الوضعي في سلطان الإرادة مما بينا 5 لا يختلف مع ما جاءت ¶ به الشريعة الإسلامية \" (2)، وهو يقصد من وراء ذلك لفت أنظار طلبة الحقوق ¶ والدراسات القانونية إلى التراث الفقهي الإسلامي، فهو مليء بالمبادئ ¶ والنظريات الفقهية، فلابدَ من توجه الطلبة في دراساتهم وأبحاثهم إلى ذلك ¶ التراث، كي تتضح اراؤهم وتثمر أبحاثهم ويتسع أفقهم فتفيد منهم ا متهم. ¶ بدأ المؤلف كتابه بيبان دور سلطان الإرادة في التصرفات والالتزامات ¶ والحقوق، وعرض لموقف القوانين الوضعية في ذلك، ثم انتقل إلى موقف ¶ (1) ¶ (2) ¶ الاشتراط لمصلحة الغير للبرزجي، ص 387. ¶ التصرف ا لانفرادي للخفيف، ص 3. ¶ 165",
            "page": "165",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "الشريعة الإسلامية، وانتهى إلى ان سلطان الإرادة في القوانين الوضعية لا يختلف ¶ عما جاءت به الشريعة الإسلامية منذ قرون، فقد امرت ان يكون المرء عند كلمته ¶ وعند عهده وعقده ووعد 5. قال تعالى: \" جمأيهَا اَلَذِلتَ ءَامَنُوأ أَؤ! وا ياَئحُقود\" ¶ أ المائدة: 1،، وتتفق الشريعة مع القوانين الوضعية في إعطاء الإرادة مجالاً ¶ واسعاً في الحقوق الشخصية، ولكن ضمن الضوابط الشرعية والقواعد ¶ الأخلافية، ثم بئن بعد ذلك معنى كل من الحق والذمة والالتزام. ¶ وقشَم الالتزام قسمين: ¶ القسم الأول: ا لالتزام الذي يسببه العقد المكون من توافق إرادتين، كعقد ¶ البيع والإجارة وغير ذلك من العقود التي تتوقف على الإيجاب والقبول. ¶ والقسم الثاني: الالتزام الذي تسببه الإرادة المنفردة: كالموجب في عقد ¶ الجعالة، وا لوقف، وا لطلاق، وا لهبة. ¶ وقد فضل القول في الإرادة المنفردة، فبئن معناها وأركانها ومجالاتها ¶ وأنواعها، فقال في معناها: \"هي التي تنثئ التزاماً ما او تعهداَ في جانب صاحبها ¶ بعبارته الكاشفة عنها وحدها\" (1)، وهي لا تسمى في الفقه ا لإسلامي بهذا الاسم، ¶ هانما تعرف بالالتزام او التصرف، او العقد. واما أركان هذا الالتزام الناشئ عن ¶ الإرادة المنفردة فيتحدد في الرضا والمحل والسبب. وقشم التصرف الانفرادي ¶ باعتار مجاله إلى قسمين: ¶ الأول: ما يراد به التمليك، سواء أكان تمليك عين أم تمليك منفعة ام حق ¶ من الحقوق: كالوقف، وا لجعالة، وا لهبة، وا لعار ية، والنذر، وا لرهن. ¶ والقسم الثاني: ما لا يراد به التمليك وهو نوعان: ¶ النوع الأول: ما يترتب عليه شغل ذمة الملتزم بالتزام له اثره كالشفعة. ¶ والنوع الثاني: ما لا يترتب عليه شغل ذمة الملتزم بالتزام له ¶ كالإسقاطات. ¶ (1) ¶ التصرف ا لانفرادي للخفيف، ص 48. ¶ 6 16",
            "page": "166",
            "part": "1"
        },
        {
            "id": "170",
            "nass": "وبعد هذا الإجمال انتقل إلى تفصيل القول في أقسام التصرف الانفرادي ¶ في الفقه والقانون، وانتهى إلى أن الشريعة الإسلامية أوسع مدى من القانون ¶ الوضعي في هذا المجال. ¶ جم! ئهرك! ¶ 167",
            "page": "167",
            "part": "1"
        },
        {
            "id": "171",
            "nass": "9 1 - الملكية الفردية وتحديدها في الإسلام ¶ بحث منشور في المؤتمر الأول لمجمع البحوث الإسلامية بالأزهر ¶ الشريف في (شوال 383 ا هـ/ مارس 964 1 م)، كما نشر ضمن سلسلة التوجيه ¶ التشريعي في الإسلام، التي اصدرها المجمع في سنة (398 اهـ/ 971 ام)، ¶ ويقع في (34) صفحة. ¶ إن موضوع هذا البحث من الموضوعات المهمة والخطيرة؟ لأنه يرتبط ¶ ارتباطاً رثيقاً بقضية الملكية، التي اختلفت فيها القوانين والأنظمة اختلافاً ¶ واسعاً، ولأن تحديد الملكية يتداخل مع بعض القضايا المعاصرة المتعلقة ¶ بالتاميم، رهو من القضايا التي كثر الجدل حولها من قبل العلماء المعاصرين. ¶ وقد بدأ الكاتب بحثه ببيان حقيقة الملكية، فعزف الملك في اللغة ¶ والاصطلاح الفقهي والقانوني، وبئن طبيعة هذا الحق، وأنه حق ليس مطلقاً، ¶ وإنما هو مقيد بعدم الإضرار بالاَخرين. ¶ ثم ذكر الألفاظ ذات الصلة بالملكية من الإباحة والانتفاع، ثم انتقل بعد ¶ ذلك إ لى تاريخ الملكية لدى ا لأمم القديمة: كاليونان والرومان وقد ماء ا لمصريين ¶ وبني إسرائيل والعرب في الجاهلية وفي الإسلام، وقرر ان الملكية بنوعيها من ¶ فردية وجماعية موجودة لدى الأمم السابقة واللاحقة، فلا تنكرها امة من الأمم ¶ رلا مذهب من المذاهب. وإنما حدث اختلال في التوازن بينهما في بعض ¶ الفترات من التاريخ لدى بعض الأمم. ¶ وقد جاء الإسلام لإعادة هذا التوازن ومنع العدوان من إحدى الملكيتين ¶ على الأخرى، فجعل ذلك العدران محظوراً محرماً، فلا يجوز أن يتملك الفرد ¶ ما كان ملكاً للجماعة، مخصصاً للمنافع العامة، إ لا إذا خرج عن ذلك بالاستغناء ¶ 168",
            "page": "168",
            "part": "1"
        },
        {
            "id": "172",
            "nass": "عنه، فعند ذلك يجوز تملكه بعوضه، على أن يقوم بهذه المبادلة ولي الامر، كما ¶ لا يجوز لولي الأمر أن يعتدي على ملك فرد من الأفراد، فليس له أن يجعله ¶ منفعة عامة مملوكاَ لجماعة المسلمين إلا إذا تطلبت مصلحة المسلمين ذلك، ¶ فيأخذه الإمام عن رضا أو عن قهر ببدله دون غبن على صاحبه، وذلك لأن ¶ المصلحة العامة مقدمة على المصلحة الخاصة، كما حدث مع عمر بن الخطاب ¶ رضي الله عنه عندما ضاق المسجد الحرام على الناس، فقد اخذ دور الناس ¶ المجاورة للحرم جبراً عنهم بعوض المثل (1). ¶ ثم انتقل بعد ذلك إلى الموضوع الرئيس في البحث، وهو تحديد الملكية ¶ الفردية، فقرر جواز تحديد الملكية الفردية من حيث آثارها وحقوقها بعدم ¶ الإضرار بالاَخرين. كما اجاز تحديد مقدار الملكية في نوع من الأملاك: ¶ كالأرض الزراعية أو في جميع الأملاك إذا ما اقتضت المصلحة والضرورة ذلك. ¶ لأن تحديدها في مقدارها وحدودها لا يختلف عن تحديدها في آثارها، وإذا ¶ صدر قرار ولي الأمر بتحديد الملكية الفردية في مقدارها وجب على الرعية ¶ التقيد بذلك القرار، ولا يجوز تجاوز 5، ويحق لولي الأمر مصادرة ما زاد عن ¶ الحد الذي حدد 5 بلا عوض ولا بدل، لأن في أخذه بالبدل إبقاء على ثرواتهم، ¶ كما أن فيه إهمالاً وتركاً لهذا الواجب. وسبق تفصيل لهذه القضية في الفصل ¶ الأول. ¶ جم!! ي ك! ¶ (1) بتصرف من بحث (الملكية الفردية) للخفيف، ص 13 1. ¶ 169",
            "page": "169",
            "part": "1"
        },
        {
            "id": "173",
            "nass": "0 2 - التأمين وحكمه على هدي الشريعة الإسلامية ¶ قُدم هذا البحث في المؤتمر الثاني لمجمع البحوث الإسلامية بالازهر ¶ الذي انعقد بالقاهرة في (محرم 385 اهـ/ مايو 965 ام)، ولم ينشر ضمن ¶ أعمال ذلك المؤتمر، لأنه اجل النظر في الموضوع لإعطاء مزيد من الدراسة ¶ بواسطة لجنة جامعة لعلمإء الشريعة، وخبراء اقتصاديين وقانونيين واجتماعيين ¶ مع الوقوف - قبل إبداء الرأي - على اَراء علماء المسلمين في جميع الأقطار ¶ الإسلامية بالقدر المستطاع، وتكررت هذه التوصية في الأعوام التالية. ولكن ¶ مجلة الأزهر قامت بنشره تباعاَ في عدة أعداد من تلك السنة، كم! نشر هذا ¶ البحث ضمن اعمال ندوة التشريع الإسلامي التي عقدت في الجإمعة الليبية ¶ بمدينة البيضاء في (ربيع الأول 392 ا هـ/ مايو 972 1 م)، كم! نشر ضمن أعمال ¶ المؤتمر العالمي الأول للاقتصاد الإسلامي بمكة المكرمة في (صفر 396 ا هـ/ ¶ فبراير 1976 م)، وأخيراَ قامت مجلة الأزهر بطبعه في كتاب، وقدمته لقرائها ¶ كهدية لعدد (محرم 417 اهـ/ يونيو 1996 م) بتوجيه من شيخ الأزهر فضيلة ¶ الإمام محمد سيد طنطاوي، حيث قال الدكتور علي أحمد الخطيب رئيس ¶ تحرير المجلة: \"وقع اختيار فضيلة الإمام الاكبر الأستاذ الدكتور محمد سيد ¶ طنطاوي على بحثه هذا: (التأمين) ليكون هدية عدد المحرم لعام (17 4 ا هـ) ¶ وهو العام التاسع والستون من اعوام هذه المجلة المباركة \" (1)، ويقع في (1 1 1) ¶ صفحة من الحجم المتوسط. ¶ هذا البحث يعد من الأبحاث العلمية الدالة على قدرة الشيخ علي الخفيف ¶ على الاجتهاد في القضايا الفقهية المعإصرة، فهو يعالجها بنفس علمي طويل، ¶ يقوم على اساس التوكل على الله تعالى والاعتماد عليه، وفهم موضوع القضية ¶ (1) مقدمة كتاب (التامين) للخفيف، بقلم الدكتور علي الخطيب، ص 3. ¶ 170",
            "page": "170",
            "part": "1"
        },
        {
            "id": "174",
            "nass": "الفقهية المعاصرة فهماً دقيقاً يمكن معه إصدار الحكم بثقة كإملة؟ لأن الحكم ¶ على الشيء فرع عن تصور 5، فلا يتسرع في إصدار الحكم على القضية قبل ¶ استيعاب موضوعها، واكتمال صورتها في الذهن، ويتضج هذا من خلال عرض ¶ نظام التأمين واساسه وانواعه وخصائصه، وأساس الالتزام فيه، والحديث عن ¶ أبعاد 5 الاقتصادية والاجتماعية. ¶ فالتأمين يعد وسيلة من الاحتياط والوقاية، فهو احتياط لحادث مستقبلي ¶ قد يجيء بالضرر، فيخف أو يتلاشى بسببه، وهو وقاية من عوز ينزل بالمستاًمن ¶ او بذويه، كما انه يبعث على الطمأنينة في نفوس اصحاب الأموال من تجار ¶ وصناع، وهذا مما يكسب النشاط الإنساني حدة وقوة والإنتاج نمواً وجودة، ¶ وهو يقول بعد هذا العرض وقبل إبداء الرأي: \" ومما تقدم يتجلى عقد التأمين ¶ على حقيقته، وتتكشف صورته على وضعها، وتتبين أسسه وأنواعه، وتتضج ¶ فوائد 5 وخصائصه، وصار بذلك أمراً واضحاً مهياً للنظر فيه، والحكم عليه من ¶ وجهة نظر الشريعة الإسلامية حكماً يقوم على الواقع، ويستند إلى الحقائق \" (1). ¶ وقبل أن يبدي فضيلته رأيه في هذ 5 القضية ذكر آراء العلماء المعاصرين ¶ فيها، فبثن اَراء من يقولون بمنعه استناداً إلى المقامرة والغرر والغبن والربا، كما ¶ ذكر رأي ابن عابدين فيها، وانها من باب لزوم ما لا يلزم، وناقش هذه الأدلة ¶ مناقشة وافية، ثم بئن آراء الذين اباحوا التأمين، ووضح ادلتهم توضيحاً كإفياً، ¶ وذكر ردودهم على المحرمين له، وانتهى إ لى القول بجواز التأ مين التعاوني دون ¶ أن يكون في ذلك أدنى شبهة؟ لأنه يقوم به وباقساطه المستامنون أنفسهم بعضهم ¶ لبعض. كما قال بجواز التأمين الاجتماعي الذي تقوم به الدولة لمصلحة ¶ المواطنين: كتأمينها للمرضى والعجزة والمحالين على التقاعد والتأمين ¶ الصحي وغير ذلك. ¶ وأما ما بقي من أنواع التأمين، وهو التأمين التجاري ومن ضمنه التأمين ¶ ضد الحوادث وضد المسؤولية، فبئن أن فيه غرراً يسيراً لا يمنع من صحته، ¶ (1) التامين للخفيف، ص 0 3. ¶ 171",
            "page": "171",
            "part": "1"
        },
        {
            "id": "175",
            "nass": "ولا ينطوي على مقامرة ولا مراهنة ولا جهالة ولا غبن ولا ربا، فهو جائز كغيره ¶ من الأنواع. ¶ وسبق تفصيل لهذه القضية في الفصل الأول. ¶ *بم،* ¶ 172",
            "page": "172",
            "part": "1"
        },
        {
            "id": "176",
            "nass": "1 2 - مكانة السنة في بيان الأحكام الإسلامية ¶ والرد على ما اثير من شبهات حول حجيتها او روايتها ¶ بحث منشور ضمن اعمال المؤتمر الثالث لمجمع البحوث الإسلامية ¶ بالأزهر المنعقد في القاهرة في (جمادى الاَخرة 386 ا هـ/ أكتوبر 966 1 م) كما ¶ طبع هذا البحث في كتاب، قدمته مجلة الأزهر كهدية لقرائها بعدد (شوال ¶ 0 2 4 ا هـ/ يناير 0 0 0 2 م) ويقع الكتاب في (75) صفحة من الحجم المتوسط. ¶ هذا البحث يعد من الأبحاث العلمية الدالة على غيرة الشيخ علي الخفيف ¶ على سنة رسول الله جم!، والتي تمثل مع القراَن الكريم القاعدة الأساسية للدين ¶ الإسلامي، والتي لا يستقيم للدين أمر ولا فهم ولا فقه دونها، فبدون السنة ¶ المطهرة تضيع السيرة، وتفقد القدوة، وتنقطع الرسالة، وتبهم معاني الكتاب، ¶ ويقضى على فقه الدين (1)، كما يدل على تضفُعه في اصول الفقه وعلوم ¶ الحديث. ¶ بدأ الباحث بحثه ببيان حقيقة السنة، فبئن معناها في اللغة وفي الاصطلاح، ¶ فهي عند علماء الحديث: \"كل ما أُثر عن الرسول ع! يم من قول او فعل أو تقرير ¶ او سيرة او خلق أو شمإئل او صفات خلقية، دون نظر إلى ما قد يثبت به حكم ¶ سرعي او ما لا يثبت به حكم شرعي، وسواء في ذلك ما كان قبل البعثة وما كان ¶ قبلها\" (2)، واما عند علماء أصول الفقه فهي: \"أقواله عتَحِ وألعاله و! ريراته! ما ¶ يدل على حكم شرعي \" (3)، وآما علماء الفقه فقد زادوا على الاستعمال الأصولي ¶ (1) ¶ (2) ¶ (3) ¶ مقدمة كتاب (مكانة السنة) للخفيف، بقلم سامي محمد متولي الشعراوي ¶ الأمين العام لمجمع البحوث ا لإسلامية بالأزهر، ص 7. ¶ مكانة السنة للخفيف، ص 8 - 9. ¶ المصدر السابق نفسه. ¶ 173",
            "page": "173",
            "part": "1"
        },
        {
            "id": "177",
            "nass": "السابق عدة استعمالات منها: ما نُدب فعله مما فعله الرسول ع! ي! فهي تقابل ¶ الفرض اوا لواجب. ومنها: ما يقابل البدعة مثل: طلاق ا لسنة وطلا ق البدعة (1). ¶ والمراد بالسنة في هذا البحث المعنى الأصولي، وهذا يقتضي التفريق بين ¶ السنة التشريعية والسنة غير التشريعية، فلا يدخل في المعنى الأصولي للسنة ¶ السنة غير التشريعية: مثل ما روي عن النبي -! ي! من تصرفات شخصية: كلباسه ¶ وأكله وشربه والمساومة في البيع والشراء، وما يعرف بطريق التجربة والخبرة: ¶ كرأيه في تأبير النخل، واحاديث الخطط العسكرية، ومعالجة بعض الأشخإص ¶ ببعض الأدوية، وغير ذلك. ¶ كما بئن فضيلته الألفاظ ذات الصلة بالسنة: كالحديث والخبر والأثر. ¶ وذكر النصوص الشرعية الدالة على مكانة السنة النبوية من القراَن الكريم ¶ ومرتبتها، فهي في المرتبة الثانية بعد القراَن الكريم، تعتمد دائماً في معناها ¶ وفيما تأتي به على الكتاب وما يتضمنه من اصول وقواعد كلية، وهي مبينة ¶ للقرآن الكريم، فتفصل مجمله، وتبين مشكله، وتقيد مطلقه، وتخصص ¶ عامه، وهذا لا ينفي ما قرر 5 العلماء من ان السنة اصل من اصول الدين، ومصدر ¶ من مصادر الأحكام الشرعية، وان العمل بها واجب. ¶ ثم عرض بعد ذلك بعض الشبهات التي اوردها المستشرقون ورددها ¶ اذنابهم من العرب والمسلمين، ممن لا يفقهون حقيقة هذا الدين. ومن هذه ¶ الشبهات: ¶ ا - أن علماء الحديث لم يُعنوا بمتن السنة عنايتهم بالسند، وأن ما وضعوا ¶ من القواعد في سبيل الحكم على المتن لم يكن كافياً لتمييز الحديث الصحيج ¶ من غير الصحيح. ¶ ب - القرآن الكريم وحده هو شريعة المجتمع، وهو وحده واجب التطبيق ¶ والطاعة، وليست السنة إ لا بياناً له، وتطبيقاً مؤقتاً في مجال المعاملات، روعي ¶ (1) مكانة السنة للخفيف، ص 8 - 9. ¶ 174",
            "page": "174",
            "part": "1"
        },
        {
            "id": "178",
            "nass": "فيه ما كإن لزمن صدورها من عادات وأعراف، وما كإن لأهل ذلك الزمن من ¶ علوم ومعارف، ولذلك لم يكن لطاعة السنة صفة الدوام والاستمرار. ¶ ! - ذهب البعض إلى عدم وجوب العمل بخبر الاَحاد، والقول بعدم ¶ حجيته؟ وذلك لأن النبي عنًي! أقر رواية الحديث بإلمعنى، ومع الرواية بإلمعنى لا ¶ يؤمن أن يقع من الراوي من غير قصد تغيير فيما سمع بالزيإدة أو النقص او بإلغلط ¶ في الفهم او بإلتبديل. ¶ وقد رد رحمه الله هذه الشبهات رداً شافياً كإفياً، ففي الرد على الشبهة ¶ الأولى: ذكر العديد من القواعد التي تتعلق بالض. وفي الرد على الشبهة ¶ الثانية: بئن بكل وضوح أن القرآن لا يستغني عن السنة، لأنها جاءب مبينة ¶ ومفسرة له، فلابدَّ في فهمه من الرجوع إلى السنة، وفي الرد على الشبهة الثالثة: ¶ نفى وجودها اصلاً، فلا دليل عليها اصلاَ بعد الذي تواتر نقله من اعتماد الرسول ¶ ع! رِو على اخبار الاَحاد في تبليغ الدعوة والتشريع، وبعد الذي قام عليه إجماع ¶ المسلمين بعد وفاته ع! ي! من ركونهم في معاملاتهم وقضائهم وعباداتهم إلى ¶ أخبار الاَحاد. ¶ ! كبم! لأ! ¶ 175",
            "page": "175",
            "part": "1"
        },
        {
            "id": "179",
            "nass": "22 - الملكية في الشريعة الإسلامية ¶ مع مقارنتها بالقوإنين العربية ¶ طبع هذا الكتاب عدة طبعات، فقد نشره معهد الدراسات العربية التابع ¶ لجامعة الدول العربية بالقاهرة سنة (969 1 م) في جزاين، ثم طبع طبعة ثانية في ¶ مجلد واحد، دار النهضة العربية بالقاهرة سنة (1990 م)، ويقع في (430) ¶ صفحة، ثم طبع طبعة ثالثة في مجلد واحد، دار الفكر العربي بالقاهرة سنة ¶ (1416 هـ/ 1996 م). ¶ وهو في الأصل مجموعة محاضرات القاها فضيلته على طلبة الدراسات ¶ العليا بمعهد الدراسات العربية التابع لجامعة الدول العربية بالقاهرة ما بين ¶ (968 1 - 9 96 1 م)، وهو يمثل مصدرأ اساسياً لكل باحث جاد يرغب التعمق في ¶ الجوانب المتعلقة بهذا الموضوع (1). فقد عُني فيه بتأصيل فكرة الملكية في ¶ الشرعية الإسلامية، وابان ان الأموال في الأصل ملك دئه تعالى، وأوضج انه إذا ¶ كان للمرء حق الملك فما ذلك إ لا اختصاص يخوله الانتفاع به مع مراعاة مصلحة ¶ المجتمع وعدم الإضرار به. ¶ وقد فرض الشرع على المالك طائفة من التكاليف والالتزامات مما يحقق ¶ توزيعأ عادلأ للثروة بحيث يتفق مع طبيعة البشر، ويفيض خيرها على مجموع ¶ الأمة، وجعل لولي الأمر حق مراقبة المالك في تنفيذ أوامر الدين الحنيف ¶ ونواهيه فيما يتعلق بملكية امواله وكيفية استغلالها وا لانتفاع بها، واتخاذ ما يجب ¶ من إجراءات رادعة نحو من قد تسيطر عليهم الأنانية ويعميهم الجشع، وذلك ¶ لردهم إلى الطريق السوي، وقإرن فضيلته بين هذه المبادئ السامية التي قررها ¶ (1) مقدمة كتاب الملكية الفردية للخفيف بقلم محمد صفي الدين أبو العز، ص 6. ¶ 176",
            "page": "176",
            "part": "1"
        },
        {
            "id": "180",
            "nass": "الإسلام وبين المبادى الأجنبية الحديثة، سواء تلك التي تتغالى في حماية أنانية ¶ الفرد وإ طلاق حريته في الملكية او تلك التي قضت على حق ا لملكية واهدر ته (1). ¶ وقد تضمن هذا الكتاب على تمهيد وأربعة مباحث رئيسة، ففي التمهيد ¶ تكلم عن حقيقة الحق وطبيعته، وانه في الأصل ذو وظيفة اجتماعية تقضي بعدم ¶ التعسف في استعماله، ثم بئن أنواع الحقوق في القانون، وقسمها إلى عامة ¶ وخاصة، فالعامة هي التي يحكمها القانون العام، نظراَ لتعلقها بحق السيادة: ¶ كحق الفرد في الحماية والأمن، وحق الدولة في تقييد نشاط الفرد بما يحقق ¶ الأمن. ¶ وأما الحقوق الخاصة فتنقسم إلى ثلاثة أ قسا م: شخصية وعينية ومعنوية. ¶ فالحقوق الشخصية: هي رابطة قانونية بين شخصين: كدائن ومدين. ¶ والحقوق العينية: هي سلطة لفرد على عين يستطيع بواسطتها أن ينتفع ¶ بالعين ويستعملها وششغلها، ويدخل في ذلك كل ما يملكه الإنسان من أعيان: ¶ كالبيت والسيارة. ¶ وأما الحقوق المعنوية: فهي سلطة لشخص على شيء غير مادي: كحق ¶ التأليف وبراءة الاختراع وحق الاسم التجاري، وكان القصد من وراء التفصيل ¶ في هذه الأنواع بيان موقع حق الملكية منهإ، فهو يندرج تحت الحقوق العينية ¶ التي تختص بعدة خصائص. ¶ وفي المبحث الأول: تكلم عن حقيقة الملكية، فبيهن معناها وتأصيلها ¶ الشرعي، وأنواعها وخصائصها، وركَز على المبدا الأساسي فيها، وهو ا ن ¶ (المال ملك دئه تعالى)، ثم ذكر الألفاظ ذات الصلة بالملكية من حق الانتفاع ¶ والإباحة. كما بيهن طبيعة حق الملكية في الشريعة الإسلامية بأنه ذو وظيفة ¶ اجتماعية تخول ولي الأمر في الدولة مراقبة تصرفات المالك. ¶ وفي المبحث الذي يليه: تكلم عن القيود الواردة على الملكية الفردية، ¶ (1) مجلة مجمع اللغة العربية، حفل الاستقبال للقللي، ص 13 2 - 4 1 2. ¶ 177",
            "page": "177",
            "part": "1"
        },
        {
            "id": "181",
            "nass": "وركز على القيود الواردة على حقوق الارتفاق: كحق المسيل والمجرى والمرور ¶ والتعلي. وأبرز في هذا المبحث نظرية (التعسف في استعمال الحق) التي قررتها ¶ الشريعة، وذكر النصوص الشرعية التي تؤصل لها، والقواعد الفقهية التي تستند ¶ إليها مثل قإعدة: \"لا ضرر ولا ضرار\". ¶ وفي المبحث الثالث: عالج موضوعاَ شائكاَ في الملكية وهو الملكية ¶ الشائعة، فمن شاًن الشيوع أن يجعل استغلال الشيء الشائع أكثر تعقيداَ مما لو ¶ انفرد بملكيته شخص واحد، وذلك لاختلاف وجهات النظر المت! عددة في كيفية ¶ الاستغلال، مما يؤدي إلى وجود صعوبات تعطل الانتفاع. ¶ وقد بيهن في هذا الموضوع معنى الملكية الشائعة وطبيعتها، وما يندرج ¶ تحتها من أنواع: كالشيوع في الدين، والشيوع في المنافع، والشيوع في ¶ الحقوق، والشيوع في الأعيان. ¶ ثم بئن اسباب الشيوع من إجارة وإعارة ووصية ووقف، ثم بئن كيفية ¶ إدارة المال الشائع، وكيفية إزالة الشيوع بالقسمة والمهايأة، والمراد بالمهايأة: ¶ قسمة منافع العين التي لا تقبل القسمة على التعاقب والتناوب: كالانتفاع بالعين ¶ المشتركة مدة شهر لكل شريك. ¶ وفي المبحث الرابع والأخير: تكلم عن أسباب كسب الملكية الفردية من ¶ إحراز المباحات التي لا تخضع لملك احد: كالصيد والحطب، والميراث ¶ (الخلفية)، والعقود النإقلة للملكية، وركَّز في السبب الأخير على بعض ¶ الحالات التي تستثنى منه: كالشفعة التي سبق ان بينا معناها في التعريف ببحث ¶ الشفعة، ولم يترك هذا المبحث إ لا بعد أن بيَّن أسباب ملك المنفعة والحقوق. ¶ وبالرغم من تفصيله القول في الملكية الشائعة إلا أنه رحمه الله أغفل ¶ بعض صورها الخاصة: كملكية الأسرة، والشيوع الجبري: من ملكية العلو ¶ والسفل وملكية الطوابق والشقق. ¶ *،ئخ! 3بر ¶ 178",
            "page": "178",
            "part": "1"
        },
        {
            "id": "182",
            "nass": "23 - الضمان في الفقه الإسلامي ¶ نشره في طبعته الأولى معهد الدراسات العربية التابع لجامعة الدول ¶ العربية بالقاهرة، المطبعة الفنية الحديثة بالقاهرة سنة (1971 م)، وطبع طبعة ¶ ثانية، دار الفكر العربي بالقاهرة سنة (1997 م) ويقع الكتاب الذي نشره معهد ¶ الدراسات العربية في (0 6 2) صفحة. ¶ وهو في الأصل محاضرات القاها قضيلته على طلبة الدراسات العربية، ¶ الشعبة القانونية، وهو بقصد من هذه المحاضرات صب احكام الضمان التي ¶ جاءت مبثوتة في ابواب الفقه الإسلامي في قالب واحد ونظرية عامة تتناول ¶ جميع عناصر الضمان واسبابه وشروطه وأنواعه وأحكامه، وهو جهد ينم عن ¶ قدرة الشيخ علي الخفيف على التنظير، وإبراز ما لفقهاء الشريعة الإسلامية من ¶ بحوث وانظار تفوق ما جاءت به القوانين الوضعية في هذا المجال، ولم يقتصر ¶ عمله على عرض هذه النظرية في الفقه الإسلامي، دمانما قارنها بما هي عليه في ¶ القوانين الوضعية؟ لإظهار تفوق الفقه الإسلامي وتقدمه، فقد اسست احكامه ¶ على مراعاة مصالح الناس وحقوقهم وأعرافهم، واتى بما لم يسبق إليه. ¶ بدا الأستاذ كتابه بتمهيد بيَّن فيه موقع نظرية الضمان من المسؤولية المدنية ¶ والمسؤولية التقصيرية بعد ان بيَّن معناهما والفرق بينهما. ¶ ثم انتقل بعد ذلك إلى بيان حقيقة الضمان، فبتن معناه في اللغة وفي ¶ الاصطلاح، فهو - بالمعنى العام -: \"شغل الذمة بما يجب الوفاء به من مال أ و ¶ عمل \" (1) وهو - بإلمعنى الخاص -: \" واجب رد الشيء أو بدله عند تلفه \" (2) كما ¶ (1) ¶ (2) ¶ الضمان في الفقه الإسلامي للخفيف، ص ه. ¶ المصدر السابق نفسه. ¶ 179",
            "page": "179",
            "part": "1"
        },
        {
            "id": "183",
            "nass": "بين مشروعية الضمان في الشريعة الإسلامية، فذكر الاَيات والأحاديث الدالة ¶ على ذلك مثل قوله تعالى: \" وَلِس جَآءَ طه حِمْلُ بَحِير وَأَنَا يهِءزَجميوٌ \" أيوسف: ¶ 72)، وقوله ع! يم: \"الخراج بالضمان \" (1). ¶ ثم انتقل بعد ذلك إلى تفصيل القول في أسباب الضمان وذكر اربعة ¶ اسباب: ¶ السبب الأول: إلزام الشارع بالغرامات المالية حيال المخالفات الشرعية ¶ كأجزية صيد الحرم والكفارات. ¶ والسبب الثاني: الالتزام الناشى عن العقود، وقسمها بالنظر إ لى الضمان ¶ إ لى أربعة اقسا م وهي: ¶ أ - عقود شرعت لإفادة الضمان بذاتها: كالكفالة. ¶ ب - عقود لم تشرع لإفادة الضمان، بل للمال والربح، لكن الضمان ¶ يترتب عليها باعتباره اثراَ لازماَ لأحكامها، ويكون المال المقبوض فيها مضموناَ ¶ على القابض: كالبيع والصلح عن مال والقرض. ¶ ! - عقود يتجلى فيها طابع الحفظ والأمانة: كعقود الأمانة من إيداع ¶ وشركة، ووكالة، ووصاية. ¶ د - عقود ذاب وجهين: تنشئ الضمان من وجه، والأمانة من وجه آخر: ¶ كالإجارة والرهن. ¶ والسبب الثالث: الفعل الضار، ويراد به كل فعل حسي ترتب عليه ضرر، ¶ سواء اكان ترتب عليه بطريق المباشرة، ام ترتب عليه بطريق التسبب. ويكون ¶ بطريق المباشرة إذا لم يفصل بينه وبين حدوث الضرر فعل اَخر: كأن يعمد إنسان ¶ إلى إناء لغيره فيكسره، ويكون بطريق التسبب إذا فصل بينه وبين الضرر فعل اَخر ¶ ادى إليه دون ان يمنع نسبة الضرر إليه: كما إذا حفر إنسان حفرة في طريق عام ¶ سار فيه حيوان، فتردى في تلك الحفرة فتلف. ¶ (1) ¶ سنن الترمذي: 3/ 582، وقال: حسن صحيح غريب. ¶ 0 8 1",
            "page": "180",
            "part": "1"
        },
        {
            "id": "184",
            "nass": "وفصًل - في هذا السبب - القول في الضرر، فذكر انواعه وشروطه ¶ وأحكامه، وقارن في ذلك بالضرر المحتمل، ونظرية التبعة في القانون الوضعي، ¶ والتي تقضي بان يُسأل الإنسان عن ضرر لا يد له في إحداثه في بعض الحالات: ¶ كما في مساءلة الإنسان عن أفعال من هم خاضعون لرقابته، أو من هم تبع له، أ و ¶ عما يحدث من بعض ما يملك أو يقوم عليه، وخرج بنتيجة: ان الشريعة ترفض ¶ ما جاء به القانون الوضعي، وتأبى أن يسأل الإنسان عن ضرر لا يد له في إحداثه ¶ لقوله تعالى: \" وَلَا ثَزِرُوَازِريرؤِزرَ أخرَث \" أفإطر: 18)، وقوله تعالى: \" لَا ¶ يُكِفُ أدئَهُ نَفشا، لا وُسْحَهَأ لَهَا مَاكَسَبَث وَعَلَيها مَا! كت! بَمث \" 1 البقرة: 286)، ¶ وبناء على ذلك فلا يُسأل الإنسان عن ضرر أحدثه حيوانه إ لا إذا كان نتيجة إثارة ¶ منه، أو توجيه، أو إهمال وتقصير في حفظه وحراسته، حيث يجب ذلك شرعاً ¶ أو عرفإً. وكذلك لا يُسأل الإنسان عن ضرر يحدث من سقوط بناء له إ لا إذا كان ¶ نتيجة تقصير في تحاشي ذلك: بأن بنا 5 واهناً، أو اغفل نقضه أو إصلاحه على ¶ الرغم من تنبيهه إلى وهنه وتعرضه للسقوط، وكذلك لا يُسأل عما يحدثه اولاده ¶ ولا اتباعه من ضرر، وإنما يسألون هم عنه في أموالهم. ¶ وقد فضل القول في ذلك في اَخر الكتاب بعد أن أجمله في هذا الموضع، ¶ فتكلم عن مسؤولية المتبوع عن ضرر أحدثه تابعه، وفعل الحيوان وما ينشأ عنه ¶ من ضرر، وضمان ما تلف بسقوط المباني. ¶ والسبب الرابم من اسباب الضمان: هو بد الضمان، فعرف يد الضمان ¶ بانها: \" ما وجب على صاحبها الضمان عند تلف ما تحتها من الأموال أو نقصه\" ¶ وهي تختلف عن يد الأمانة لكونها لم تجب على يد صاحبها الضمان عند التلف ¶ أو ما في معنا 5 (1). وبئن ما يدخل في هذا السبب من تصرفإت: كالغصب، ¶ والقبض على السوم، والارتهان، والأجير المشترك، وهو الذي يتقبل الأعمال ¶ لعامة الناس: كالخياط. ¶ ومما لاشك فيه أن الشيخ علي الخفيف يُعد من الرواد المعاصرين في هذا ¶ (1) الضمان في الفقه الإسلامي للخفيف، ص 2 0 1. ¶ 181",
            "page": "181",
            "part": "1"
        },
        {
            "id": "185",
            "nass": "المجال، فقد جمع شتاته من بطون الكتب الفقهية، وعرضها في صورة نظرية ¶ متكاملة، فلم يسبقه احد من المعاصرين إلى هذا العمل، فقد جاءت كتابات كل ¶ من الدكتور وهبة الزحيلي والدكتور محمد فوزي فيض الله بعد أن أنجز الشيخ ¶ الخفيف عمله. لكن فات الباحث أن يستفيد من جهود العلماء القدامى في هذا ¶ المجال مثل كتاب (مجمع الضمانات) لأبي محمد بن غانم البغدادي الحنفي، ¶ الذي جمع في كتابه كل ما يتعلق بالضمان من احكام. فقد أكد الشيخ الخفيف ¶ عدم الاستفادة من هذا الكتاب بقوله: \" لم يظفر هذا الموضوع في الفقه ببحث ¶ خاص يتناول جميع عناصره وأسبابه وشروطه وأنواعه وموضوعاته وأحكامه، ¶ لىنما جاء ذكر 5 عرضاَ كأصل بنيت عليه حلول كثير من المسائل عند بحثها ¶ وتعرف أحكامها\" (1)، ولعل الشيخ علي الخفيف يكون معذوراً في ذلك؟ لأن ¶ الكتاب لم يخرج إلى حيزالمطبوعات إلا بعد ان أعد الشيخ كتابه (2). ¶ (1) ¶ (2) ¶ ء! ¶ الضمان في الفقه الإسلامي للخفيف، ص 9. ¶ طبع كتاب مجمع الضمانات في القاهرة عام 1308 هـ، أي قبل ولادة الشيخ ¶ الخفيف بعام. (الناشر) ¶ 182",
            "page": "182",
            "part": "1"
        },
        {
            "id": "186",
            "nass": "4 2 - الكفالة ¶ مذكرة دراسية طبعت مع كتإب الضمان في الفقه الإسلامي في طبعته ¶ الثانية، دار الفكر العربي بالقاهرة سنة (1997 م) باعتبار أن الكفالة تدخل في ¶ نظرية الضمان العامة، لكن الكاتب اقتصر في الطبعة الأولى للضمان على ¶ (ضمان الأموال) لندرة ما ورد فيه من النصوص، وأرجأ موضوع الكفالة إلى ¶ طبعة أخرى في زمن مستقبل كما قال: \"أرجات بحث موضوع الكفالة وضمان ¶ النفس وسلامتها إلى زمن مستقبل ارجو فيه التوفيق للقيام بذلك، والله المعين ¶ الموفق للصواب \" (1) لكن المنية وافته قبل أن يحقق ذلك، فقامت دار الفكر ¶ العربي مشكورة بالاتفاق مع ابنه الدكتور حميد الخفيف بتحقيق تلك الأمنية، ¶ وضمت الكفالة والدياب والأروش إلى كتإب الضمان السابق، وأخرجتها في ¶ مجلد واحد، وتقع مذكرة الكفالة في (54 1) صحفة. ¶ وأصل مذكرة الكفالة محاضرات ألقاه! فضيلة الشيخ الخفيف على طلبة ¶ الدراسات العليا بكلية الحقوق، جامعة القاهرة، وقد تضمنت معنى الكفالة ¶ في اللغة والاصطلاح، وهي تطلق على معنيين: ¶ الأول الكفالة بالمال وهي: \"ضم ذمة إلى ذمة اخرى في المطالبة ¶ بالدين \" (2). ¶ والمعنى الثاني: الكفالة بالنفس وهي: \" التزام شخص بإحضار المتهم ¶ للقاضي او الدلالة على مكانه \" (3)، كما تضمنت مشروعية الكفالة، واركانها ¶ (2) ¶ (3) ¶ الضمان في الفقه الإسلامي، ص 8. ¶ المصدر السابق، طبعة دار الفكر العربي، ص 6. ¶ المصدر السابق نفسه. ¶ 183",
            "page": "183",
            "part": "1"
        },
        {
            "id": "187",
            "nass": "وشروطها وطبيعتها والأحكام المتعلقة بها مثل: توقيت الكفالة، وإضافتها، ¶ وتعليقها، وتاجيلها، وانقضائها. وقارن في كل ذلك بين الفقه الإسلامي ¶ والقانون الوضعي، وخرج من هذ 5 المقارنة ببعض الفروق الجوهرية بين الفقه ¶ والقانون في هذا المجال، ومن ذلك: أن الكفالة بالدين في القانون المدني ¶ الوضعي تشمل ملحقات الدين ومصروفات المطالبة الأولى، وما يستجد من ¶ مصروفات بعد إخطار الكفيل مثل: نفقاب المطالبة بالدين، ونفقات التنفيذ، ¶ والفوائد الربوية، والشرط الجزائي، وغير ذلك، في حين أن الشريعة الإسلامية ¶ لا تلزم الكفيل بهذ 5 الأمور، ويقتصر التزامه على حدود ما التزمه بعقد الكفالة ¶ من الدين او بعضه. ¶ لكن يلاحظ على هذه المذكرة أنها لم تتعرض إلى بعض الصور المعاصرة ¶ للكفالة مما هو معمول به في البنوك والمصارف. ¶ 6ص!:- ¶ ءبر- ¶ 184",
            "page": "184",
            "part": "1"
        },
        {
            "id": "188",
            "nass": "5 2 - الديات والأروش ¶ مذكرة دراسية مطبوعة مع كتاب الضمان في طبعته الثانية، دار الفكر ¶ العربي بالقاهرة سنة (997 ام) باعتبار ان الديات والأروش تدخل في نظرية ¶ الضمان العامة، وقد ارجأ ضمها إلى الضمان للسبب الذي ذكرناه عند الكفالة، ¶ وتقع مذكرة الديات والأروش في (5 5) صفحة. ¶ واصل هذه المذكرة محاضرات القاها فضيلته على طلبة الدراسات العليا ¶ بكلية الحقوق، جامعة القاهرة، وهي مهمة للطلبة؟ لأنها تنطوي على القواعد ¶ العامة المتعلقة بالمسؤولية التقصيرية في الفقه الإسلامي. ¶ وقد تضمنت هذه المذكرة ثلاثة موضوعات وهي: الدية، والأرش، ¶ والقسامة. ¶ فبئن في الدية معناها، وهي: \" اسم للمال الذي يدفع بدل النفس \" (1)، ثم ¶ بتن مشروعيتها، والحكمة من المشروعية، فالدية بما تتضمنه من غرامة مالية ¶ وعقوبة على الجناية مناسبة لجريمة القتل الخطأ؟ لائه ليس من العدل القصاص ¶ من القاتل قتلاَ خطأ ل! خلال بمبدا المساواة والتماثل، كما انه ليس من العدل ¶ إعفاء الجاني من العقوبة، فلابذَ أن يصان دم الإنسان من الهدر، وان يضمن ¶ القاتل ما تخف به آلام اولياء المجني عليه، ويذهب عنهم بقدر الإمكان غيظ ¶ القلوب وحقد النفوس. وللمال في هذه الحال أثر 5 الطيب المعروف في تخفيف ¶ الالام وشفاء ما في الصدور. ¶ ثم بئن موجبإت الدية وأسبابها، وهي الاعتداء على النفس ب! زهاق الروح ¶ عمداَ او شبه عمد او خطأ، ثم ذكر شروط وجوب الدية على الجاني، من كون ¶ (1) الضمان في الفقه الإسلامي للخفيف، ص 6. ¶ 185",
            "page": "185",
            "part": "1"
        },
        {
            "id": "189",
            "nass": "الفعل الذي أقدم عليه غير مشروع وبغير حق، وأن يكون سبب القتل أو التلف ¶ فعلاً مادياً، فلا تجب الدية بفعل غير مادي: كمن أخبر شخصاً بخبر ففزع منه ¶ فماب، فلا تجب الدية، وأن يكون المجني عليه معصوماً، فلا دية على من قتل ¶ حربياً معادياً للمسلمين. ¶ كما بئن مقدار الدية عند الفقهاء، وهي مئة من الإبل، او ألف دينار ¶ ذهب، او عشرة آلاف درهم فضة، على اختلاف بين المذاهب الإسلامية. ¶ ثم بئن أن دية المرأة على النصف من دية الرجل باتفاق الفقهاء. وأما دية ¶ الذمي: غير المسلم الذي يعيش في المجتمع الإسلامي؟ فهي مساوية لدية ¶ المسلم عند الحنفية، في حين يرى غيرهم أنها على النصف من دية المسلم. ¶ وأما الأرش فهو المال الواجب على الجاني فيما لو أتلف ما دون النفس: ¶ كقطع يد أو اصبع أو جرح للجسم أو غير ذلك، وهو يختلف باختلاف الأعضاء ¶ التي وقع عليها الاعتداء. ¶ وأما القسامة فهي أيمان تطلب من أهل قرية وجد فيها قتيل، فيختار أوليإء ¶ المقتول خمسين رجلاً من أهل القرية يطلب من كل واحد منهم أن يحلف بالثه ¶ ما قتله، ولا يعلم له قاتلاً، فإذا حلفوا غزموا الدية، ثم فصل القول في الأحكام ¶ المتعلقة بها. ¶ ين كم بمم ¶ 186",
            "page": "186",
            "part": "1"
        },
        {
            "id": "190",
            "nass": "26 - إلفكر التشريعي واختلافه باختلاف الشرائع ¶ بحث منشور ضمن أعمال المؤتمر السادس لمجمع البحوث الإسلامية ¶ بالأزهر في (محرم 391 اهـ/ مارس 1971 م)، ويقع في (30) صفحة. ¶ وهو بحث مهم للذين يدرسون الفقه دراسة مقارنة بالقوانين الوضعية، ¶ حيث يضع أيديهم على الأساس الذي ينبغي أن تنطلق منه تلك الدراسة، ويقوم ¶ هذا الأساس على ان لكل تشريع اتجاه خاص في تأسيسه، ووضع قواعد 5، ¶ وتأصيل أصوله، وسن أحكا مه، وتفريع مسائله. ¶ فالنظام الفردي (الرأسمالي) يقوم على اساس المصلحة الفردية ¶ وتقديسها، وجعلها الأصل الأول الذي يراعى في تشريعه. ¶ والنظام الاشتراكي (الجماعي) يقوم على اساس النظر إلى المجتمع ¶ ورعاية مصالحه رعاية تجعلها محل النظر والاعتبار، بحيث تتلاشى أمام ¶ مصالحه مصالح الأفراد وإرادتهم، ويكون نشاطهم كله موجهأ إلى مصالحه، ¶ دون نظر إلى مصالحهم، فلا اعتبار لها امامه إلا بقدر ما يجعلهم اقوياء على ¶ القيام بما تتطلبه منهم مصالح المجتمع، وبذلك تتضاءل المصالح الفردية في ¶ هذا النظام، ولا يكون الحق فيه مصلحة لصاحبه يحميها القانون كما يرا 5 اصحاب ¶ النظام الفردي، هانما يعد فيه مكنة اجتماعية يقوم بها الفرد. ¶ واما النظام الإسلامي فيقوم فكر 5 التشريعي على اساس ما أرساه الإسلام ¶ من قواعد، وما اقامه من اسس، وما اصله من أصول، وما بئنه من اتجاهات في ¶ سبيل إيجاد مجتمع سليم، ذي نظام متكامل مترابط في قواعده وعناصره، ¶ مرتبط بأصول الدين الحنيف، ومثله العليا، وفضائله السامية، مؤمن بالجزاء ¶ على اعماله في الأخرة، وهو يجمع بين مصلحة الفرد والجماعة في توازن ¶ واعتدال (1). ¶ (1) ¶ الفكر التشريعي للخفيف، ص 9 4 - 1 5. ¶ 187",
            "page": "187",
            "part": "1"
        },
        {
            "id": "191",
            "nass": "ويتضمن هذا البحث تفصيلاً دقيقاً عن الفكر التشريعي الإسلامي، فبدا ¶ ببيان هدف ذلك الفكر، وهو استلهام ما قصد إليه الشارع الحكيم من جلب ¶ مصلحة أو درء مفسدة فيما يتمثل في القصد إلى حفط ضروريات الحياة ¶ وحاجياتها وكمالياتها، وما يستتبعه ذلك من كل ما يزول به الضيق، ويرتفعط ¶ الحرج، ويكمل به العمران، وتزكو به النفوس، وتطهر القلوب. ثم بئن مصادر ¶ الفكر التشريعي وهي: القرآن الكريم والسنة النبوية والإجماع والاجتهاد. ثم نئه ¶ إلى تعليل الأحكام بالمصلحة، وهي ما يتحقق بها مقصود الشارع من المخافظة ¶ على الضروريات والحاجيإت والتحسينيات. ¶ كك! *ة! ¶ 188",
            "page": "188",
            "part": "1"
        },
        {
            "id": "192",
            "nass": "27 - حكم الشريعة على شهادات الاستثمار ¶ بأنواعها الثلاثة ¶ بحث منشور ضمن اعمال المؤتمر السابع لمجمع البحوث الإسلامية ¶ بالأزهر الشريف المنعقد في القاهرة في (392 اهـ/ 972 ام)، ثم طبع في ¶ كتاب مستقل، قدمته مجلة الأزهر كهدية لقرائها لعدد (ربيع الاَخر 317 ا هـ/ ¶ اغسطس وسبتمبر 996 1 م)، ويقع الكتاب في (63) صفحة. ¶ وهو من الأبحاث الدالة على قدرة الشيخ علي الخفيف على الاجتهاد في ¶ القضايا المعاصرة وفق الأسس والأصول العلمية في البحث، فقد قدم لبحثه هذا ¶ بأصول البحث العلمي، وذكر اربعة أصول أشرنا إليها عتد الحديث عن دعوته ¶ إلى التجديد. ¶ ويتضمن البحث دراسة لحقيقة شهادات الاستثمار وانواعها الثلاثة: من ¶ شهادات ذات قيمة متزايدة (1)، وشهادات ذات عائد جار (ب)، والشهادات ¶ ذات الجوائز (!). وقد صدر بشأنها قانون رقم (8) لسنة (965 1 م). ئم يتابم ¶ هذه الدراسة ببيان أحكام عقد الاستثمار الخاص بهذ 5 الشهادات، ويحلل ¶ الأحكام التي تربط بين اطراف هذا العقد، ويقرر: \"انه عقد جديد مستحدث ¶ إنما حدث في هذا العصر، وللناس أن يستحدثوا من العقود ما يرون لهم فيه ¶ مصلحة او حاجة \" (1) وينتهي إلى القول بأنه ليس فيه غرر كبير فاحش ولا ضرر، ¶ ولذا كان الظن بجوازه ومشروعيته راجحاً. واكثر الأنواع الثلاثة جوازاً وابعدها ¶ شبهاً عن المضاربة هو النوع الثالث، وهو الشهادات ذات الجوائز (!)؟ لأنها ¶ لا تخرج عن كونها وديعة او إبضاعاً وهو: \"دفع الما ل إلى الغير ليتجر فيه والربح ¶ لصاحب المال وحده او للعامل وحده! وهذان العقدان جائزان. ¶ (1) ¶ حكم الشريعة على شهادات ا لاستثمار للخفيف، ص 1 6. ¶ 9 18",
            "page": "189",
            "part": "1"
        },
        {
            "id": "193",
            "nass": "وأما النوعان الاَخران من شهادات الاستثمار فقدكُينها على أنهما مضاربة، ¶ ثم ذكر أ وجه الاتفاق بينهما واوجه ا لاختلاف، ورد على ما يرد من أ وجه اختلاف، ¶ واعتبرها شروطاَ وأحكاماَ لا تستند إلى نص من كتاب أو سنة صريحة، وإنما ¶ ترجع إلى العرف والاجتهاد والنظر، فلا تؤثر في تكييف عقد الاستثمار بأنه ¶ مضاربة وبالتالي يجوز، هذا بناء على من يقول إنها مضاربة لا تجوز. ولكن ¶ الشيخ يرى أنهما عقدان جديدان مستحدثان. وسبق تفصيل لهذ 5 القضية في ¶ الفصل الأول. ¶ ثم بئن الأصول التي يبني عليها الفكر التشريعي وهي: ¶ ا - تقييد إرادة الإنسان واختياره وماله من حقوق بأن لا يجعل لهوا 5 ولا ¶ لشهواته سلطاناَ عليها، وان لا يجعل لحقوقه طغياناَ على حقوق غيره بإلحاق ¶ الضرر بذلك الغير. ¶ ب - إن جميع ما في الكون من مال وملكٍ ملكٌ لثه تعالى، وملكية الناس ¶ للأموال إنما تتمثل في حق الانتفاع بها على الوجه المشروع منها، وحق الولاية ¶ عليها بالتصرف والتنمية والاختيار في وسائل إنمائه، ويترتب على ذلك أن ليس ¶ للإنسان الإرادة المطلقة في التصرف في المال وتنميته، بل يجب أن يراعي في ¶ تصرفه أن لا يؤدي إ لى الإضرار بنفسه او بغير 5 او بالجماعة. ¶ كما يترتب على ذلك ان يلتزم الإنسان بجميع الحدود التي رسمتها ¶ الشريعة في طرق تحصيله وتنميته وحفظه وصرفه، بحيث يراعي عدم استغلال ¶ الضعف البشري، وعدم اكتناز الما ل، وعدم إ نفاقه في محظور، وعدم الإسراف ¶ فيه، وعدم تخطي قواعد التعاقد العامة التي جاء بها الإسلام. ¶ جى - يقيم الإسلام مجتمعه على ألسس قويمة تصونه من الأنانية الفردية في ¶ المعاملة والسلوك، ومن طغيان نوازع النفوس التي تدعو إلى الشر، وتوقد نار ¶ العداوة والبغضاء، وتؤدي إلى الفساد والفرقة والتنابذ والفشل، ولهذا أوجبت ¶ الشريعة على القوي إعانة الضعيف، وعلى الموسر إ طعام الجائع، وعلى القادر ¶ إغناء الفقير والمسكين، كما أوجبت الدفاع عن الضعفاء ودفع الأذى والهلاك ¶ عن كل من تعرض له. ¶ 190",
            "page": "190",
            "part": "1"
        },
        {
            "id": "194",
            "nass": "د - الربط بين التشريع والعقيدة والأخلاق بحيث تشكل الشريعة نظاماَ ¶ شاملاَ متجانساَ متكاملاَ، تراعى فيه مصالح الناس في دنياهم واخراهم. ¶ وفي نهاية البحث لخص الباحث أهم النتائج التي توصل إليها، ودعا إلى ¶ الاجتهاد الجماعي عن طريق المجامع الفقهية: كمجمع البحوث الإسلامية. ¶ كما دعا مجمع البحوث الإسلامية إلى أن يقوم بدوره في طرح القضايا الجديدة ¶ ووضع الحلول لها؟ حتى يبرأ مما ينسب إليه من تقصير. ¶ *** ¶ 191",
            "page": "191",
            "part": "1"
        },
        {
            "id": "197",
            "nass": "الخاتمة ¶ بعد عرض الدراسة المتعلقة بحياة ا لشيخ علي ا لخفيف وآرائه في ا لمعا ملات ¶ المالية المعاصرة واستعراض اهم مؤلفاته نستطيع أن نوجز أهم ما انتهينا إليه في ¶ النقاط التالية: ¶ 1 - عاش فضيلة الشيخ الخفيف في القرن الرابع عشر الهجري الموافق ¶ للقرن العشرين الميلادي حيث ولد سنة (9 130 هـ/ 1891 م)، وتوفي سنة ¶ (1398 هـ/ 978 1 م)، وفي هذه الفترة تعرض العالم الإسلامي لأشرس هجمة ¶ غربية صليبية يهودية، فسيطر الغرب على العالم الإسلامي من الناحية السياسية ¶ والتعليمية والاجتماعية، لكن فضيلته لم يقف مكتوف الأيدي من تلك السيطرة ¶ الغربية فسخر قلمه للدفاع عن العالم الإسلامي. ¶ 2 - لقد حظي فضيلة الشيخ الخفيف بنشأة طيبة، حيث ولد في أسرة ¶ كريمة وجهته إلى حفظ القراَن الكريم وتعلم مبادئ العلوم الدينية التي تؤهله ¶ للالتحاق بأعلى المعاهد والجامعات العلمية والتي تمكئه من تولي أعلى ¶ الوظائف من تدريس وقضاء ومحاماة. ¶ 3 - يتمتع الشيخ علي الخفيف في الأوساط العلمية بمكانة علمية مرموقة ¶ فهو اصولي بارع، وفقيه متمكن، ولغوي مدقق، وصاحب لسان بليغ. ¶ 4 - قام الشيخ الخفيف بجهد مشكور في تجديد الفقه وتطويره، وتمثل ¶ هذا الجهد في تنظير الفقه، والدراسة الفقهية المقارنة، والاجتهاد في القضايا ¶ الفقهية الماصرة، وصياغة الفقه في ثوب جديد. ¶ 5 - يتمتع الشيخ الخفيف بشخصية محببة تنفذ إلى قلوب الاخرين بكل ¶ تقدير واحترام صماجلال؟ وذلك لما يتمتع به من أخلاق حسنة، وسمات حميدة، ¶ كالتواضع والصدق والشعور بالمسؤولية. ¶ 193",
            "page": "193",
            "part": "1"
        },
        {
            "id": "198",
            "nass": "6 - لقد تسنى للشيخ الخفيف أن يضع إنتاجاً غزيراً ومتنوعاً في المعاملات ¶ المالية والأحوال الشخصية والسياسة الشرعية؟ برزت فيه ملكته الفقهية، ¶ واجتهاداته في القضايا الفقهية المعاصرة، فقرر منج الشخصية الاعتبارية ¶ للشركات والمنشاَت، واقترح إلغاء الوقف الأهلي، واستبداله بالوصية ¶ بالمنافع، وأقر الوصية الواجبة، ونادى بتحديد الملكية الفردية، وأفتى بجواز ¶ التأمين التجاري، وشهادات الاستثمار بأنواعها الثلاث، وقد كانت هذه ¶ الاجتهادات محل نظر ودراسة في الفصل الأول من هذا الكتاب فأقر على بعضها ¶ ولم يقر على البعض الاَخر. ¶ *** ¶ 194",
            "page": "194",
            "part": "1"
        },
        {
            "id": "196",
            "nass": " ",
            "page": "192",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 16 ¶ الشيخ علي الخفيف الفقيه المجدد ¶ تأليف ¶ محمد عثمان شبير ¶ دار القلم ¶ دمشق ¶ __________ ¶ ((نسخة محولة بواسطة القارئ الآلي، وتم مراجعتها مراجعة مبدئية، وليست نهائية؛ ولذا وجب التنبيه وبخاصة في الآيات القرآنية والأرقام والجداول!))",
            "page": "1",
            "part": "1"
        },
        {
            "id": "11",
            "nass": " ",
            "page": "8",
            "part": "1"
        }
    ],
    "t38617": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الشيخ علي الخفيف الفقيه المجدد"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول لمحات من حياته"
        },
        {
            "id": "197",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني التعريف بمؤلفات الشيخ علي الخفيف"
        }
    ]
}