{
    "b38613": [
        {
            "id": "3",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 12 ¶ وهبة الزحيلي ¶ العالم الفقيه المفسر ¶ تأليف ¶ د. بديع السيد اللحام",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الطبعة الأولى ¶ 1422 هـ - 2001 م",
            "page": "4",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "المقدمة ¶ الحمدُ لله رب العالمين، والصلاة والسلام على سيد المرسلين، ¶ وعلى اَله وصحبه أجمعين، وبعد: ¶ يقال: \"إن معرفة الرجال كنز\" ولهذا فعلى الفرد منا أن يحرص على ¶ التعرف على أعلام الرجال والعيس معهم، وصحبتهم، ف! ن فاته شيء من ¶ ذلك عوض عنه بقراءة سيرهم. ¶ إن تتبع سير الأعلام لا يراد منه معرفة معلومات ميتة، أو بطاقة ¶ ذاتية، أو شخصية تحدد أرقاماَ وتواريخ فحسب، بل يطلب من وراء ذلك ¶ تحديد خط سير العظماء والأهداف السامية التي عاشوا حيا تهم لأجلها، كما ¶ يطلب الفحص عن محاسنهم، وسَبع اَثارهم، والاستفادة من تجاربهم، ¶ والاقتداء بهم. ¶ لذلك يحسن فيمن يتصدى لتراجم أولئك الأئمة الأعلام أن يذكر ¶ من أحوالهم ما كان منشطاَ لطلاب العلم في طلبه، أو كان يدل على مأثرة ¶ من الماَثر تدل على عظم الهمة، وكبر النفوس. ¶ كما يستحسن أن يُعَزفَ باَثارهم التي أودعوا فيها عصارة علمهم ¶ وثمرة أفكارهم وعقولهم، وهو بحد ذاته كنز حقيقي ولا شك. ¶ هذا ولقد اعتدنا أن نقرأ ونكتب في سير العظماء من الماضين من ¶ الأئمة والأعلام، غاضين في ذلك الطرف عن سير المعاصرين والأحياء",
            "page": "5",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الذين لايقلودأ شانأ وشاواَ عن كثير ممن مضى وسلف، مصداقأ لقوله عليه ¶ الصلاة والسلام: \"لا تزالُ طائفةٌ مِنْ أمَتي ظَاهرينَ على الحق لا يضزُهم ¶ مَن خذلَهم حتَّى يَأتيَ امرُ اللهِ وَهُم كَذلك \" (1). ¶ وهذا هو الذي دفعني إلى الموافقة على المشاركة في الكتابة في هذه ¶ السلسلة الجديدة التي تقوم على إصدارها (دار القلم بدمشق). هذه ¶ السلسلة التي تسلط الضوء على عدد من سير المعاصرين واَئارهم العلمية ¶ والفكرية. وقد اخترت ان اكتب عن عدد من اساتذتي الذين عرفتهم ¶ وخالطتهم ونهلت من معين علمهم وفكرهم وتأدبت بأدبهم. ¶ كما اخترت أن افتتح بترجمة أستاذي الكبير الأستاذ الدكتور الشيخ ¶ (وهبة مصطفى الزحيلي) حفظه الله لما له علي من أياد بيضاء، أرجو من ¶ الله ان يجزيه عني بها كل خير. ¶ هذا وقد حاولت من خلال هذه الترجمة الموجزة أن أشير باضاءة ¶ كاشفة عن احوال استاذي الكريم في طلب العلم وجده فيه، واَئاره التي ¶ تركت بصمات متميزة في المكتبة الإسلامية. ¶ وقد جاء البحث مقسمأ إلى فصلين: ¶ الفصل الأول: في سيرته الذاتية والعلمية، استعرضت فيه سيرة ¶ حياته بدءاَ من بيئته ومولده ونشاته، إلى دراسته وعلومه وأعماله ووظائفه، ¶ كما عزَفت في طياته بأشهر اساتذته وشيوخه، الذ! كان لهم أئر واضح في ¶ تكوينه العلمي وشخصيته، ولم انس ان أعرج على اخلاقه وشمائله التي ¶ حباه الله إياها فضلاَ وكرمأ. ¶ __________ ¶ (1) أخرجه مسلم في الإمارة، رقم 0 92 1 عن ثوبان رضي الله عنه.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الفصل الثاني: وتضمن الحديث عن آئاره ومؤلفاته سرداً لجميع ¶ ما طبع منها وتعريفأبأهمها. ¶ أرجو أن كون قد وفيت أستاذي الكبير بعض حقه عليئ وعلى طلبة ¶ العلم الشريف من إخواني، وأن يكون فيما قدمت أداء لبعض الواجب، وأن ¶ يكون فيه الحافز لهمتي وهمم شُداة العلم الشرعي، لتتبع آئاره، والاقتداء ¶ بسيرته، في التمسك بأهداب الفضيلة والعلم والجد والصبر في التحصيل ¶ والطلب. ¶ وفي الختام أسأل المولى عز وجل التوفيق والإخلاص. ¶ والحمد لله رب العالمين. ¶ دمشق في 16 / ربيع الآخر/ 0 42 1 هـ ¶ وكتب ¶ بديع السيد اللحام",
            "page": "7",
            "part": "1"
        },
        {
            "id": "10",
            "nass": " ",
            "page": "8",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الفصل الأول ¶ لمحات من حياته",
            "page": "9",
            "part": "1"
        },
        {
            "id": "12",
            "nass": " ",
            "page": "10",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الفصل الأول ¶ لمحات من حياته ¶ 1 - البيئة: ¶ دير عطية (1): بلدة في القلمون تتبع منطقة النبك في محافظة ريف ¶ دمشق، هر! تبعد عن دمشق (89 كم) على الطريق المتجه نحو حمص، ¶ تنسب لدير قديم فيها، وهي قديمة، يعمل سكانها بالزراعة وتربية الماشية، ¶ وتشتهر بصناعة السجاد اليدوي، ويتميز أهلها بالحركة والنشاط والإقبال ¶ على العلم، كما نشطت بينهم حركة الهجرة إلى الأمريكيتين في مطلع ¶ القرن العشرين. ¶ وبالرغم من ان (دير عطية) تعد ثاني بلدان منطقة القلمون من حيث ¶ عدد السكان والمساحة والشهرة، فإنها كانت - حتى مطلع هذا القرن - ¶ صغيرة، غير ذات شأن أو ذكر، فلم يتحدَث عنها المؤرخون، ولا اصحاب ¶ كتب معاجم البلدان، وكذلك لم ينسب إليها أصحاب كتب الأنساب ¶ أحدا (2)، وحتى الرحالة لم يشيروا إليها سوى سائح أوروبي اسمه (تيفينو) ¶ __________ ¶ (1) ¶ (2) ¶ انظر تعريفاَ مستفيضاَ بها في: الريف السوري (محافظة دمشق) لمحمد وصفي ¶ زكريا، ص 27 1 - 331؟ والمعجم الجفرافي للقطر العربي السوري: 3/ 9 0 4 ¶ - 0 1 4. ¶ لم أعئر على أحد نسب إليها من المتقدمين، وأما من المُخدَثين فلم ينسب إليها ¶ إلا الشيخ (فايز الدير عطاني) (ت: 1384 هـ- 5 96 1 م)، كان من حفاظ كتاب = ¶ 11",
            "page": "11",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "مرَّ بها حوالي سنة (656 ام). ¶ وفي بدايات القرن الرابع عشر الهجري شهدت هذه البلدة نهضة ¶ علمية مباركة بهمة علآمتها الشيخ عبد القادر القصاب (1) (ت: 0 36 ا هـ- ¶ 1 4 9 1 م) الذي قدِم من الأزهر الشريف، وانشأ فيها مدرسة اراد لها ان تكون ¶ نموذجأ مصغراَ عن الأزهر (2)، فما لبثت ان اصبحت منارة يهتدي بها طلاب ¶ العلم ويثوبون إليها، فتخرّج منها المئات الذي عملوا على الدعوة إلى الله، ¶ فأحيا بهم الله تلك المناطق بعد ان كانت غارقة في الجهل والفقر. ¶ 2 - المولد والنشاة: ¶ في تلك البيئة ولد الأستاذ الدكتور وهبة الزحيلي (أبو عبادة) في عام ¶ 351 ا هـ/ السادس من ايار (مارس) 932 ام لوالدين كريمين موصوفين ¶ بالصلاح والتقوى. ¶ فوالده الحاج مصطفى الزحيلي كان حافظأ لكتاب الله تعالى، مكثراَ ¶ من تلاوته آناء ا لليل واطراف ا لنهار، شديد ا لتمسك با لسنة ا لنبوية المطهرة، ¶ عاملاَ بها، كثير العبادة والصيام، محافظأعلى صلاة الجماعة في المسجد، ¶ __________ ¶ = الله تعالى المتقنين والجامعين للقراءات العشر، له ترجمة في تاريخ علماء ¶ دمشق: 2/ 789؛ وأعلام دمثق في القرن الرابع عشر الهجري، ص 330 -  ¶ 332. ¶ (1) له ترجمة وافية بقلم ابنه الثيخ محمد وفا القصاب مطبوعة، وتاريخ علماء ¶ دمشق: 1/ 9 52؟ وأعلام دمشق، ص 189 - 0 9 1؟ ومعجم المؤلفين لكحالة: ¶ 5/ 98 2. ¶ (2) احتفل في العام الماضي 18 4 ا هـ-998 1م بمناسبة مرور مئة سنة على تاسيس ¶ الشيخ القصاب لهذه المدرسة، حيث تاسست عام 1316 هـ- 898 1م وعمل ¶ الأستاذ الدكتور وهبة الزحيلي على متابعة فتح المدرسة بقسميها الذكور ¶ والإناث. ¶ 12",
            "page": "12",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ذا همة عالية، لا يعرف الكسل والتواني - وقد كان لهذه الأخلاق الأثر ¶ الواضح فيمن عرفت من اولاده -. ¶ وقد كان الحاج مصطفى يعمل بالزراعة والتجارة، وكان يديم ¶ توجيه أولاده (1) لمتابعة التحصيل العلمي، وخصوصأ في إطار الدراسات ¶ الإسلامية الفقهية، وقد نوه بذلك فضيلة الدكتور وهبة في كُتبه (2) وفي ¶ أكثر من موضع، ومن ذلك أنه تؤَج رسالته في الدكتوراه بالإهداء التالي: ¶ \"إلى والدي الذي دفعني إلى استكشاف آفاق العلم، وا لاستزادة من ¶ نور الحق والمعرفة والبرهان. . . \". ¶ ولا غرو، فقد كان أحد ثمرات النهضة العلمية والدينية المباركة ¶ للشيخ القصاب رحمه الله، ولشدة محبته للشيخ كان يحب أن يرى أولاده ¶ يختطون طريقه، وينهجون نهجه، فكا ن نِعْمَ ا لوالد، ويعْمَ ا لمربي وا لموجه. ¶ توفي الحاج مصطفى مساء يوم الجمعة 13 من جمادى الأولى ¶ 395 1 هـ الموافق 23 ايار 975 1م ودفن ظهر اليوم التالي، رحمه الله ¶ رحمة واسعة. ¶ واما والدته فهي الحاجة فاطمة بنت مصطفى سعدة، وكانت شديدة ¶ __________ ¶ (1) ¶ (2) ¶ للدكتور وهبة اربعة أخوة هم: توفيق ومحمود: وهما أكبر منه، توفي ا لثاني منهما ¶ رحمه الله تعالى. ¶ د. محمد: وهو استاذ بكلية الشريعة بجامعة دمشق، واعير للتدريس في مكة ¶ المكرمة ثم الكويت، ويشغل حاليأمنصب عميد كلية الشريعة بجامعة الشارقة. ¶ 01 احمد: متخرج من قسم اللغة العربية، ويعمل حاليأ مديراَ لثانوية الدكتور ¶ محمود سعدة -خاله -بدير عطية. ¶ انظر على سبيل المثال مقدمة كتابه: الفقه ا لإسلامي وأدلته. ¶ 13",
            "page": "13",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الورع، متمسكة بأهداب الشريعة، عاملة بها، وقد توفيت يوم الأحد ¶ 11 جمادى الاخرة 4 0 4 1 هـ الموافق 13/ 3/ 984 1 م رحمها الله. ¶ في تلك البيئة وفي هذا الجو نشأ الأستاذ المترجَم، فكان من الطبيعي ¶ ان يتجه في بداياته الأولى إلى تعلم القرآن الكريم، وذلك ما حصل، فقد ¶ قرأ الكتاب الكريم، فأتقنه تجويداً في احد كتاتيب البلدة عند امرأة صالحة ¶ حافظة من (آل قطمة) وذلك في وقت وجيز. ¶ بعد ذلك درس المرحلة الابتدائية واتمها في بلدته قبل أن ينتفل إلى ¶ دمشق بتوجيه من والدته. ¶ 3 - دراسته وشهاداته: ¶ بعد أن أنهى الدراسة الابتدائية قدم مدينة دمشق سنة (1946) وله ¶ (4 1 عامأ) لمتابعة دراسته ا لإعدادية والثانوية. ¶ وفي دمشق التحق بالكلية الشرعية (1)، التي كانت تمثل في تلك ¶ (1) ¶ الكلية الشرعية معهد إسلامي غايته خدمة الدين الإسلامي، ونشر الثقافة ¶ الإسلامية والآداب الدينية، وإعداد طلابه للقيام بهذا الواجب، وقد تاسس ¶ بموجب المرسوم الاشتراعي رقم 0 01/ 20 س، تاريخ 8/ 31/ 942 ام، ¶ الصادر عن رئيس الجمهورية السورية آنئذ الشيخ محمد تاج الدين الحسني، ¶ وقد تاسست هذه الكلية بمساعي الشيخ كامل القصاب (ت: 373 اهـ) وآول ¶ من توق إدارتها الشيخ حسن الشطي (ت: 382 اهـ) وكان مقرها في منطقة ¶ سبع طوالع، ثم انتقلت إلى زقاف النقيب بحي العمارة بدمشق. وعندما أسست ¶ كلية الشريعة بجامعة دمشق عام 952 ام غير اسم الكلية الشرعية إلى الثانوية ¶ الشرعية، وانتقلت إلى منطقة الغواص بحي الميدان. انظر: مجموعة آنظمة ¶ الكلية الشرعية، وآملية الفيومي في شرح منظومة البيقوني، ص: 4؟ وما كتبه ¶ الشيخ علي الطنطاوي في ذكرياته: (253/ 4 - 254، 7/ 64، 85 - 94، ¶ 05 1). ¶ 14",
            "page": "14",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الأيام المعهد الرسمي الوحيد على مستوى القطر العربي السوري والذي ¶ يدرس العلوم الشرعية (1). ¶ وفي الكلية الشرعية امضى الأستاذ المترجَم ست سنوات من الدراسة ¶ نال بعدها درجة (التجهيز - الثانوية - الشرعية) عام 952 1 م، وكان ترتيبه ¶ الأول على جميع المتقدمين من دمشق وحلب وغيرهما، ومجموعه العام ¶ بدرجة (امتياز). ¶ بعد حصوله على شهادة التجهيز - الثانوية الشرعية - توجه إلى مصر ¶ لمتابعة مسيرته العلمية، وتحصيله العلمي العالي، وهناك انكب بكليته ¶ على طلب العلم، والاستزادة من المعارف، فدرَس في عدد من الكليات ¶ والجامعات في آن واحد، فقد درس في الجامعة الأزهرية في كليتي ¶ الشريعة واللغة العربية، كما درس في كلية الحقوق بجامعة (عين شمس)، ¶ وكانت حصيلة تلك الدراسة ان نال الشهادات الآتية: ¶ 1 - الشهادة العالية في الشريعة الإسلامية من كلية الشريعة بجامعة ¶ الأزهر عام 6 5 9 1 م. وكان ترتيبه الأول على جميع المتقدمين. ¶ 2 - إجازة التخصص بالتدريس من كلية اللغة العربية بالجامعة ¶ الأزهرية عام 57 9 1 م. ¶ وبهذا يكون قد تحصل على (الشهادة العالمِية مع إجازة التخصص) ¶ من اعرق جامعة في العالم الإسلامي. ¶ __________ ¶ (1) وكان يجمع إلى جانب العلوم الشرعية: علوم اللغة العربية (نحو، أدب، ¶ بلاغة، إنشاء، تاريخ الأدب)، وعلوم الرياضيات (جبر وهندسة) واللغة ¶ الأجنبية والمنطق والفلسفة والتاريخ والجغرافية. كما جاء في مجموعة انظمة ¶ الكلية؟ وانظر ذكريات الطنطاوي: 7/ 5 0 1. ¶ 15",
            "page": "15",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "3 - ليسانس في الحقوق من جامعة (عين شمس) بتفدير جيد عام ¶ 1957 م. ¶ وقد كان المنهج الذي اتبعه في دراساته تلك يضطره في بعض ¶ الأحيان لتقديم امتحانين في اليوم نفسه، وكان يتغلب على ذلك بما اوتي ¶ من سعة اطلاع، وحسن دراسة، وحافظة قوية. ¶ بالرغم من انه حضَل ثلاث شهادات جامعيةَ خلال خمس سنوات ¶ فقط، ومن جامعتين مختلفتين في التوجه والمنهج، إلا ان ذلك لم يشبع ¶ نهمه العلمي الصادق، كيف يشبع مَنْ صَدَقَ في طلب العلم؟ والنبيئُ ع! يد ¶ يقول: \"منهومان لا يشبعان؟ منهوئم في علم لا يشبعُ، ومنهوئم في دنيا ¶ لا يشبع \"، وفي رواية: \"منهومان لا يقضي واحد منهما نَهمَته: منهوئم في ¶ طلب العلم لا يقضي نهمته، ومنهوم في طلب الدنيا لا يقضي نهمته \" (1). ¶ نعم لقد كان استاذنا من النوع الأول الذي لا يقضي نهمه في طلب ¶ العلم، فعقد العزم على متابعة التخصص العالي في الشريعة والحقوق، ¶ فتقدم إلى كلِ من جامعتي الأزهر والقاهرة للدراسات التخصصية العليا، ¶ إلا انه لم يتابع في الأزهر لشعوره بعدم الجدية في افتتاح أقسام الدراسات ¶ العليا فيه - في ذلك الوقت - فتابع دراسته في كلية الحقوق في جامعة ¶ القاهرة، حيث تخصص بقسم الشريعة الإسلامية فيها، وبعد سنتين اي في ¶ __________ ¶ (1) أخرجه الحاكم في المستدرك: 1/ 9 6 1 عن أنس، وصححه على شرط الشيخين ¶ وقال: \"لم آجد له علة \" ووافقه الذهبي، وقد أخرجه: أبو خيثمة في العلم، ¶ ص 33 رقم: 141، والطبراني في الكبير: 11/ 276 رقم: 11095 عن ابن ¶ عبامى؟ والطبراني: 0 1/ 180 رقم: 0388 1؛ والقضاعي في الشهاب: رقم ¶ 2 32 عن ابن مسعود. ¶ 16",
            "page": "16",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "عام 959 1 م نال درجة الماجستير في الشريعة الإسلامية من كلية الحقوق، ¶ وكانت رسالته في التخرج (الذرا ئع في السياسة ا لشرعية والفقه ا لإسلامي) 0 ¶ بعد ذلك سجل اطروحته في الدكتوراه بعنوان (اَثار الحرب في الفقه ¶ الإسلامي - دراسة مقارنة -) بإشراف الأستاذ الدكتور (محمد سلاّم مدكور) ¶ وفي 13 شباط من عام 963 1 م ناقش الدكتوراه، وقد كان في لجنة المناقشة ¶ والحكم على الرسالة بالإضافة للأستاذ المشرف كل من (الشيخ الفقيه ¶ محمد ابو زهرة، والدكتور محمد حافظ غانم الذي كان وزيراً للتعليم ¶ العالي) وقد منحته اللجنة بالإجماع: (مرتبة الشرف الأولى) وجاء في ¶ قرارها (التوصية بتبادل الرسالة مع الجامعات الأجنبية). ¶ ان المتتبع لمسيرة الأستاذ المترجَم الدراسية يلحظ: ¶ 1 - تفوقه في دراسته في كل مراحلها، وسبب ذلك شدة تعلقه ¶ بدروسه وكتابه، وبُعده عن كل ما من شأنه ان يشغله عنهما، إذ كان منهجه ¶ المتبع اثناء دراسته ا لانعزال بفدر ما يستطيع عن الاَخرين، ولو كانوا طلابأ ¶ معه، فعندما كان في الكلية الشرعية بدمشق مثلاً كان يتحين الفرصة لغرفة ¶ فارغة في المدرسة ليمكث فيها الساعات الطوال مع كتبه بعيداً عن ¶ الضوضاء، وكثيراً ما كان يتردد إلى الجامع الأموي، فيجلس في زاوية من ¶ زواياه البعيدة للقراءة، حتى ذكر لي بعض من زامله في تلك الفترة اته كان ¶ يراه في ساعات الليل يقف في اروقة الكلية الشرعية وقد خلت من الطلاب ¶ حاملاً لكتابه يقرا في ضوء الممرات. بل يذكر الأستاذ حفظه الله انه ¶ لايعرف انه أضاع دقيقة واحدة في مراحل دراسته من غير قراءة وتحصيل ¶ وكتابة ومطالعة، وهذا الداب هو سز النجاح الذي حققه. ¶ وفيما تقدم درش لطلاب العلم الذين يضيعون اوقاتأ طويلة في ¶ 17",
            "page": "17",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "اللهو واللعب او في مناقشات لا تجدي نفعأ ولا تعود بفائدة. ¶ وبالجملة: فإن المنهج الذي سار عليه الأستاذ في تحصيله ودراسته ¶ يصلج أن يكون نموذجأ يُحتذى لمن فرغ نفسه لطلب العلم، نسال الله ¶ التوفيق والسداد. ¶ 2 - جمع في تحصيله بين الدراسة الشرعية والدراسة الحقوقية، ¶ وهذا ما ساعده على فهم الواقع ومعالجة القضايا المعاصرة معالجة الفقيه ¶ الواعي، كما اكسبه المرونة والواقعية في حياته الشخصية والعلمية ¶ والعملية، وسيتجلى لنا هذا الأمر من خلال كثير من المؤلفات التي تناول ¶ من خلالها مسائل ففهية مستجدة، وقد صدر اكثرها في سلسلته المعنونة ¶ ب (بين الأصالة والمعاصرة) (1). ¶ 3 - يرى الأستاذ ان دراسته في الحقوق عفَمته المنهج والتنظيم، ¶ واكسبته القدرة على التأليف والكتابة، وإن كنت ارى ان القدرة على ¶ التأليف والكتابة هي ملكة وموهبة ربانية لا تتاتى لكل احد، وهذه الموهبة ¶ موجودة عند فضيلة الدكتور وهبة، وأن دراسته الحقوقية قد صقلت هذه ¶ الموهبة وعززتها. ¶ 4 - أساتذته وشيوخه: ¶ هيأ الله عز وجلّ للأستاذ الدكتور حفظه الله تعالى مجموعة من ¶ أساتذة العلم وشيوخه في الشام ومصر قل نظيرها، ويصعب ان تجتمع ¶ لإنسان واحد في الدهر، فهذه الطبقة من العلماء والمشايخ تُعد من الطبقة ¶ __________ ¶ (1) انظر سرد كتبه اولاَ: في مجال التاليف العلمي المتخصص. ¶ 18",
            "page": "18",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "العليا علمأ وعملاً، وكان بعض افرادها استاذ جيل، وبعضهم يُعدُ اُمَة في ¶ رجل عملاً وعلمأ، وذوداً عن حياض الإسلام ودين الله، ودعوة إلى الله ¶ على هدى وبصيرة. ¶ كما كان بعض هؤلاء الأعلام صاحب نهضة علمية مباركة، جددت ¶ معالم الدين في بداية هذه القرن، وما تزال اَثار تلك النهضات العلمية ¶ تثبت بصماتها على الشارع الإسلامي بشكل واضح، وما يزال الناس ¶ وطلبة العلم يثوبون إليها ويقطفون من ثمارها. ¶ وهذا الذي اقول: ليس مبالغة في القول ولا إطراءً فارغأ، بل هو ¶ حقيقة واقعة، وواقع ملموس، لا ينكره احد من العاملين في ساحة العمل ¶ الإسلامي، اسال الله عز وجل ان يوفقنا لنحسن الاستفادة من هذه الاَثار ¶ الطيبة، وأن نكون خير خلف لخير سلف. ¶ هذا وسادلل على صحة ما زعمت بذكر تراجم موجزة لبعض هؤلاء ¶ ا لأعلام الذين تتلمذ على يديهم استاذي: ¶ فمن أساتذته وشيوخه في دمشق الشام: ¶ 1 - الشيخ محمد هاشم الخطيب الشافعي: خطيب جامع دمشق ¶ (الأموي) وصاحب نهضة علمية، ومؤسس (جمعية التهذيب والتعليم) ¶ وما يتبعها من المعاهد. كان فقيهأ له فهم شامل للإسلام الحنيف ومبادئه ¶ الراسخة، وله جرأة في الحق. توفي سنة (378 1 هـ-958 1 م) (1). ¶ قرا عليه الدكتور وهبة في الفقه الشافعي، وتأثر به في التوجيه ¶ وتبيان المعايير الصحيحة للإسلام. ¶ __________ ¶ (1) أعلام دمشق، ص 1 30، تاريخ علماء دمشق: 2/ 0 71؟ معجم المؤلفين ¶ ا لسوريين، ص 1 7 1. ¶ 19",
            "page": "19",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "2 - الشيخ عبد الرزاق الحمصي (جوانية): تلقى العلم بدمشق ¶ والأزهر وحضر دروس الشيخ محمد الخضر حسين التونسي -شيخ ا لأزهر- ¶ وتخرج بمحدث الشام بدر الدين الحسني، والشيخ على الدقر، وكان ¶ فقيهأ، وتولى وكالة الإفتاء العام للجمهورية السورية عام 963 1 م وتوفي ¶ عام (388 ا هـ-969 1م) (1) رحمه الله. ¶ قرا عليه الشيخ الزحيلي في الفقه، وذكر انه كان لدروسه الفقهية ¶ نكهة خاصة محببة. ¶ 3 - الشيخ محمود ياسين: أحد مؤسسي (جمعية النهضة الأدبية)، ¶ و (جمعية العلماء)، و (رابطة العلماء)، و (جمعية الهداية الإسلامية) التي ¶ تولى رئاستها، وساهم بتأسيس مجلة (الحقائق)، وله عناية خاصة بعلوم ¶ اللغة والأدب والفقه، وله اثشغال وباع في الحديث النبوي وعلومه وكان ¶ يدرس في المدارس والمعاهد العلمية، توفي سنة (367 ا هـ- 948 1م) ¶ رحمه الله (2). ¶ قرا عليه في الحديث النبوي وعلومه. ¶ 4 - جودة المارديني: من رجال التربية والتعليم، تولى إدارة ¶ (المدرسة الكاملية)، ثم إدارة الكلية (الثانوية) الشرعية، وله مؤلفات في ¶ الجغرافية، توفي سنة (376 ا هـ-57 9 1 م) (3). ¶ __________ ¶ (1) ¶ (2) ¶ (3) ¶ أعلام دمشق، صه 17؟ تاريخ علماء دمشق: 2/ 812؟ عرف البشام فيمن ¶ ولي فتوى دمشق الشام، ص 0 22. ¶ أعلام دمشق، ص 326؟ تاريخ علماء دمشق: 2/ 615؟ معجم المؤلفين ¶ السوريين، ص 536. ¶ أعلام دمشق، ص ه 6؟ معجم المؤلفين السوريين، ص 1 6 4.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "5 - الشيخ حسن الشطي: فقيه حنبلي فرضي، وهو سليل أسرة من ¶ اعرق الأسر العلمية الدمشقية، تقلب في الوظائف العلمية، وهواول مدير ¶ للكلية الشرعية بدمشق، توفي إلى رحمة ربه سنة (382 1 هـ- 2 96 1 م) (1). ¶ تلقى عليه الأستاذ الزحيلي علوم الفرائض والأحوال الشخصية ¶ وأحكام الأوقاف. ¶ 6 - الشيخ حسن حبنكة الشهير بالميداني: احد أفذاذ دمشق ¶ المعدودين، وعلم من أعلام الإسلام، صاحب النهضة العلمية المتميزة ¶ حيث شارك بتأسيس وإدارة كل من (مدرسة الجمعية الغراء - سعادة ¶ الأبناء -)، و (مدرسة وقاية الأبناء) و (المدرسة الريحانية)، و (المعهد ¶ الشرعي - تنكز -)، وتوج ذلك بتأسيس (جمعية التوجيه الإسلامي) ¶ ومعهدها، وأسهم في تأسيس (رابطة العالم الإسلامي) في مكة المكرمة، ¶ وهو نموذج للعالم المسلم المخلص والغيور الذي لا يداري ولا يماري، ¶ ولا يخشى في الله لومة لائم، تضلع بالعلوم الشرعية والعصرية والسياسية ¶ والاجتماعية، وامتاز بأئه كان لا ينفعل بالأحداث، بل يكون دومأ فاعلاً ¶ فيها. توفي رحمه الله تعالى سنة (1398 هـ- 978 1 م) (2). ¶ حضر الأستاذ الزحيلي دروسهُ في التفسير. ¶ كما حضر دروس شقيقه الشيخ صادق حبنكة، الدقيق الفهم، ¶ المحكم الإلقاء والتوجيه. ¶ __________ ¶ (1) أعلام دمشق، ص 4 7؟ تاريخ علماء دمشق: 2/ 763. ¶ (2) تاريخ علماء دمشق: 3/ 397 - 6 0 4 وترجمة موجزة أعدها تلميذه اليخ ¶ محمد كريم راجح ايام وفاته. ¶ 21",
            "page": "21",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "7 - الشيخ محمد صالح فرفور: صاحب النهضة العلمية المتميزة ¶ بدمشق، ومؤسس (جمعية الفتح الإسلامي) ومعهدها، وهو من رجال ¶ التربية والتعليم البارزين، وقد تخرج على يديه طبقات متتابعة من العلماء ¶ العاملين، الذين توزعوا في ارجاء العالم الإسلامي، درَّس في المعاهد ¶ الدينية في دمشق وبيروت، وتوفي سنة (7 0 4 ا هـ-986 1 م) رحمه الله (1). ¶ قرا عليه الشيخ الزحيلي في علوم اللغة العربية (البلاغة والأدب). ¶ 8 - الشيخ محمد لطفي الفيومي: فقيه حنفي، ومدرس بارع، درّس ¶ بالمدرسة الكاملية، والكلية الشرعية، والمدرسة الاجرية في الفنون ¶ المختلفة، وله مشاركة في اعمال (رابطة العلماء) بدمشق، توفي رحمه ¶ الله سنة (1 1 4 1 هـ- 990 1م) (2). ¶ قرا عليه الشيخ الزحيلي في أصول الفقه ومصطلح الحديث وعلم ¶ النحو. ¶ 9 - الشيخ محمود الرنكوسي بَعْيون: العالم العامل الفاضل، مدير ¶ (دار الحديث الأشرفية) بدمشق (3)، وكان من خواص تلاميذ محدث الشام ¶ الشيخ بدر الدين الحسني ورئيس (رابطة العلماء) الشيخ محمد ابو الخير ¶ __________ ¶ (1) ¶ (2) ¶ (3) ¶ له ترجمة واسعة بقلم ولده الثخ الدكتور محمد عبد اللطيف الفرفور بعنوان ¶ (الزاهر في الحديث العاطر عن الوالد الفاخر) مطبوعة. ¶ تاريخ علماء دمشق: 3/ 4 5 5. ¶ بناها الملك الأشرف مظفر الدين موسى سنة 0 63 هودزَس فيها ابن الصلاح ¶ والنووي والمزي والسبكي وغيرهم، وللشيخ الرنكوسي رسالة فيها بعنوان ¶ (المعرفة الحقيقية لدار الحديث الأشرفية) مطبوعة. ¶ 22",
            "page": "22",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "الميداني. درس في (الكلية الشرعية) سنين طويلة وتوفي سنة (5 0 4 1 هـ- ¶ 985 1 م رحمه الله) (1). ¶ قرا عليه الأستاذ الزحيلي في علوم العقائد والكلام. ¶ ومن أساتذته بدمشق أيضاَ سوى من مز: ¶ - الشيخ احمد السماق وقرأ عليه التجويد. ¶ - الشيخ مصطفى حمدي الجويجاتي (توفي: 1 1 4 1 هـ): في علوم ¶ التلاوة. ¶ - الشيخ ابو الحسن احمد القصاب (توفي: 1387 هـ): في النحو ¶ وا لصرف. ¶ -حسن الخطيب: في الحديث النبوي. ¶ -صادق حبنكة الميداني: في التفسير. ¶ - الشيخ علي سعد الدين: في الحديث النبوي. ¶ - الأستاذ حكمت الساطي: في العلوم الكونية. ¶ -الأستاذ رشيد الساطي: في العلوم الكونية. ¶ - الشيخ كامل القصار (توفي: 6 1 4 1 هـ): في الحديث النبوي 0 ¶ وغيرهم. ¶ ومن اساتذته وشيوخه في القاهرة أذكر: ¶ 1 - الشيخ محمد أبو زهرة: الفقيه الإمام الملتزم، وعلَم العصر، ¶ __________ ¶ (1) تاريخ علماء دمشق: 3/ 999. ¶ 23",
            "page": "23",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "كان متعدد المواهب، صاحب مواقف جريئة تشهد له بعدم المحاباة في ¶ دين الله، وقد أوتي فهمأ عميقأ، ولسانأ بليغأ، وقلمأ سيالاً، وقد امتازت ¶ مؤلفاته بالوضوح، والعمق، والاستقصاء، والابتكار، وأما أسلوبه فمن ¶ السهل الممتنع، ولعلَ أساتذي الدكتور الزحيلي تأثر بأسلوبه في الكتابة. ¶ توفي الشيخ أبو زهرة سنة (1395 هـ) مخففأ أكثر من خمسين كتابأ تدل ¶ على سعة علمه، وأصالة تفكيره، وستبقى موئلاً للباحثين (1). ¶ 2 - الشيخ محمود شلتوت: الفقيه المصلح المجدد، كان ذا تأثير ¶ بعيد المدى، شديد النفوذ، راسخ العلم، واسع الصدر، مثَلى الأزهر في ¶ مؤتمر الاهاي) العالمي سنة (937 1 م) لدراسة القانون الدولي المقارن، ¶ وألقى بحئأ ضافيأ بعنوان (المسؤولية المدنية والجنائية في الشريعة ¶ الإسلامية) كان من نتيجته أن قرر المؤتمرون بالإجماع اعتبار الشريعة ¶ الإسلامية مصدراً من مصادر التشريع الحديث. عيق عضوًا بجماعة كبار ¶ العلماء بالأزهر، وكان يوم تعيينه بهذا المنصب اصغر الأعضاء سنأ على ¶ الاطلاق، وكان له الفضل في إنشاء (مجمع البحوث ا لإسلامية)، وقد تولى ¶ مشيخة الأزهر عام 958 1 م في ظروف حرجة، وأُخذ عليه مخالفته لعلماء ¶ المسلمين في بعض الفتاوى التي قيل: إنه رجع عنها فيما بعد. توفي وهو ¶ شيخ للأزهر (1383 هـ-963 1 م). رحمه الله تعالى، وقد ترك لنا أكثر من ¶ (25) كتابأ، وتمتاز كتابته بغاية السلاسة، ونهاية الوضوح (2) وتدل على ¶ رسوخ قدمه في التفسير والفقه، وأسلوبه يدل على وعي وتفقه (3). ¶ __________ ¶ (1) ¶ (2) ¶ (3) ¶ النهضة الإسلامية في صير أعلامها المعاصرين: 2/ 276 وما بعدها؟ تثنيف ¶ ا لأسماع، ص 1 6 4. ¶ انظر: العطاء الفكري للشيخ محمد الغزالي، ص 0187 ¶ النهضة الإسلامية: 1/ 47 4؟ ا لأعلام للزركلي: 7/ 173؟ ا لأزهر جامعا= ¶ 24",
            "page": "24",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "3 - الشيخ الدكتور عبد الرحمن تاج (1): كان أحد أعضاء البعثة ¶ الأزهرية إلى فرنسا، حيث نال فيها درجة دكتوراه دولة في الفلسفة وتاريخ ¶ الأديان من السوربون، وذلك عن بحثه (البهائية وعلاقتها بالإسلام) وقد ¶ جمع بين الثقافتين الإسلامية الأصيلة والأوروبية الغربية، وقد تقلب في ¶ المناصب المتعددة إلى أن عين شيخأ للأزهر خلفأ للشيخ محمد الخضر ¶ حسين التونسي عام (373 اهـ- 954 ام)، وفي عهده تم الاتفاق على ¶ إنشاء مدينة البعوث الإسلامية لسكن الطلاب الوافدين للدراسة بالأزهر ¶ الشريف من أنحاء المعمورة، بقي في مشيخة الأزهر إلى أن اقيل وعين ¶ وزيراً في اتحاد الدول العربية عام (958 1 م) إلى عام (1 96 1 م)، وفي سنة ¶ (963 1م) انتخب عضواً بمجمع اللغة العربية، كما اختير عضواً بمجمع ¶ البحوث الإسلامية، واستاذاً للشريعة الإسلامية بكلية الحقوق بجامعة ¶ القاهرة. ¶ وقد كان له اثناء قيامه بأعباء مشيخة الأزهر مواقف جريئة في وجه ¶ بعض المسؤولين، الذين حاولوا ان يتدخلوا في شؤون الأزهر، وقد ¶ تسببت له تلك المواقف بالكثير من المضايقات وانتهت بإقالته من الأزهر، ¶ وتعيينه وزيراً. توفي رحمه الله مخففأ مجموعة من الأبحاث تميزت ¶ بالعمق والأصالة، ودارت في فلك التفسير وعلوم اللغة والفقه (2). ¶ 4 - الشيخ عيسى منون: ولد بفلسطين سنة (308 1 هـ- 1890 م)، ¶ __________ ¶ = وجامعة، ص 2 4 3. ¶ (1) الشيخ عبد الرحمن تاج: لأبي بكر عبد الرزاق، ص ه ا - 17؟ الأزهر جامعا ¶ وجامعة؟ ص 2 4 3 0 ¶ (2) الفتح المبين في طبقات الأصوليين: 3/ 8 0 2.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وقدم مصر عام (922 1م)، واشتغل على كبار علمائها امثال: محمد ¶ بخيت المطيعي، ومحمد حسنين العدوي. وبعد تخرجه دزس في ا لأزهر، ¶ ونال عضوية جماعة كبار العلماء عام (936 1 م)، وفي عام (4 4 9 1 م) عُئن ¶ عميداَ (شيخاً) لكلية اصول الدين، ثم شيخاً لكلية الشريعة، كما كان عضواَ ¶ بارزاً في لجنة الفتوى ولجنة مشروع قانون الأحوال الشخصية (1)، توفي ¶ رحمه الله (376 1 هـ). ¶ 5 - الشيخ علي محمد الخفيف: احد اعلام القضاء والفقه في مصر، ¶ وعضو (مجمع البحوث الإسلامية) منذ إنشائه، وعضو موسوعة الفقه ¶ الإسلامي، وأحد أعضاء لجنة وضع مشروع قانون الأحوال الشخصية ¶ البارزين، وعضو مجمع اللغة العربية بمصر، وقد حصل على جائزة الدولة ¶ التقديرية في العلوم الاجتماعية سنة (976 ام)، توفي سنة (398 اهـ- ¶ 978 ام)، مخلفاًاكثر من عشرة كتب فقهية وأصولية وعدداَ كبيراَ من ¶ ا لأبحاث. ¶ ومن أساتذته في القاهرة غير هؤلاء: ¶ - الشيخ جاد الرب رمضان، توفي سنة (994 1م)، قرا عليه في ¶ الفقه الشافعي. ¶ - الشيخ محمود عبد الدايم، توفي سنة (992 1م)، قرا عليه في ¶ الفقه الشافعي ايضاَ. ¶ - العلامة الشيخ عبد الغني عبد الخالق، توفي سنة (403 1هـ- ¶ 983 1 م)، في أصول الفقه. ¶ __________ ¶ (1) ¶ الفتح المبين في طبقات الأصوليين: 3/ 8 0 2 0",
            "page": "26",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "-الشيخ مصطفى عبد الخالق: في اصول الفقه. ¶ - الشيخ عثمان المرازقي: في اصول الفقه. ¶ - الشيخ الظواهري الشافعي: في اصول الفقه ووصفه بأن له حافظة ¶ قوية، ويثير دقائق الفن من ذاكرته. ¶ -الشيخ مصطفى مجاهد (توفي بعد: 0 98 1 م): في الفقه الشافعي. ¶ - الشيخ حسن وهدان: في أصول الفقه. ¶ -ا لدكتور محمد سلام مدكور (المشرف عليه في رسالة الدكتوراه). ¶ - الدكتور محمد حافظ غانم: استاذه في القانون الدولي العام في ¶ كلية الحقوق بجامعة عين شمس. ¶ وغيرهم كثير، وهو يحبهم ويحبونه، ويجفهم جميعاً، ويدعو ¶ لهم، ويكُن لهم كل تقدير. ¶ وقبل أن ننتقل إلى الفقرة التالية لا بد لي من الإشارة إلى أن الأستاذ ¶ المترْجَم قد تأثر بعدد من الكُتاب الإسلاميين وعلى رأسهم الأستاذ الأديب ¶ الغيور على الإسلام (عبد الرحمن عزام) (1) الذي كان له معرفة واسعة ¶ بمعضلات المسلمين في أنحاء العالم، ومن اهم كتبه التي تأثر بها استاذي ¶ الزحيلي كتابه (الرسالة الخالدة). ¶ كما يذكر الأستاذ أنه تأثر بكتابات الدَاعية الإسلامي الكبير الشيخ ¶ (أبي الحسن علي الحسني الندوي) وخصوصاً كتابه (ماذا خسر العالم ¶ بانحطاط المسلمين؟) وهو يوصي طلاب العلم بقراءة هذين الكتابين. ¶ __________ ¶ (1) ¶ توفي سنة (976 1م) وانظر ما كتبه عنه الدكتور محمد رجب بيومي في كتابه ¶ (النهضة الإسلامية): 1/ 389 وما بعده. ¶ 27",
            "page": "27",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وبالجملة فإن فضيلة الأستاذ الزحيلي يقول: \"اخذت عن شيوخ ¶ مصر العلم، وتعلمت من شيوخ الشام العمل بالعلم والورع \"، وإن من ¶ يعرف شيوخ بلاد الشام في تلك الفترة يعرف تمام المعرفة كيف اعتنوا ¶ بالتربية والتعليم والتوجيه والعمل، والبعد كل البعد عن الشهرة والكتابة ¶ والتاليف. ¶ 5 - اعماله ووظائفه ومناصبه: ¶ اولأ - في مجال التعليم والتوجيه (1): ¶ اول أعمال الأستاذ حفظه الله بعد حصوله على درجة الدكتوراه كان ¶ التدريس الجامعي، حيث عُئن مدرسأ في كلية الشريعة بجامعة دمشق ¶ 1963/ 7/25، وترقى في مدارج سلك التعليم الجامعي، فرقي إلى ¶ درجة أستاذ مساعد عام (1969 م) وانهى سُقَم ترقياته عندما عين استاذاَ ¶ وذلك عام (975 1 م). ¶ كما درس بوصفه استاذاَ زائراَ في عدد من جامعات الدول العربية: ¶ فدزس بكلية الشريعة والقانون وفي كلية الاَداب (الدراسات العليا) بجامعة ¶ بنغازي - ليبية - سنتي (1972 - 1974 م)، وفي قسم الشريعة الإسلامية ¶ بجامعة الخرطوم وجامعة ام درمان الإسلامية بالسودان، حيث القى ¶ محاضرات في الفقه واصوله على طلاب الدراسات العليا في الجامعتين، ¶ والقى محاضرات عامة في جامعة إفريقية وغيرها في السودان عام ¶ (1421 هـ/ 0 0 0 2 م). ¶ __________ ¶ (1) يلاحظ أن الأستاذ أشرف على عدد كبير من رسائل الماجستير وآُطروحات ¶ الدكتوراه، وفي آكثر من جامعة، كما ناقش الكثير من الرسائل في جامعات: ¶ دمشق، وبيروت، والسودان وغيرها، بلغت ا لاَن زهاء ثمانين رسالة. ¶ 28",
            "page": "28",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ودزَس بصفة استاذ زائر لمدة شهر في المركز العربي للدراسات ¶ الأمنية والتدريب بالرياض عام 992 1 م. ¶ وكانت اطول مدة إعارة قضاها في جامعة الإمارات العربية - العين- ¶ وذلك من العام 984 1 م إلى العام 989 1 م خمس سنوات، وفي هذه الفترة ¶ انجز تفسيره الكبير (التفسير المنير في العقيدة والشريعة والمنهج). ¶ وبالإضافة إلى التدريس الجامعي فهو يقوم بالخطابة، وهو يمارس ¶ الخطابة في المساجد منذ عام 0 95 ام ولكن ليس بشكل منتظم ودائم. ¶ ويفيم ايضأ دروسأ في الفقه والتوجيه العام في مسجد العثمان - ¶ الكويتي -بدمشق. ¶ وله دروس توجيهية تبث من خلال اثير إذاعة دمشق صباحأ تتناول: ¶ التفسير، والقصص القراَني، والقراَن والحياة (1). ¶ وهو يظهر على شاشات التلفزة العربية في ند وات ولقاء ات وحوا رات ¶ تتناول الفكر الإسلامي، والقضايا المعاصرة، والتوجيه والتعليم والتربية. ¶ ثانياَ - مناصبه الإدارلة: ¶ يتمتع الأستاذ الزحيلي بكفاءات علمية ومواهب شخصية تؤهله ¶ لارتقاء اعلى المناصب الإدارية، وإن كان لا يرغب بمثل هذه المناصب ¶ لأنه يرى اَنها تحدُّ من عطائه المفيد على المستوى العلمي والاجتماعي، ¶ وساذكر اهم المناصب الإدارية التي تسلمها خلال مسيرة عطائه حفظه ¶ الله، والتي قام خلالها بأعمال مفيدة اثرت العمل ودفعته قدمأ. ¶ __________ ¶ (1) وقد جمع هذه الدروس في تفسيره (الوسيط) كما سياثي بيا نه.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "-عُين وكيلاَ لكلية الشريعة بجامعة دمشق بداية العام الدراسي ¶ (1967 - 1968 م)، وما لبث ان عين عميداَ للكلية بالنيابة (1) ومارس ¶ مهام العمادة بتاريخ (1 1/ 4/ 1967 م)، واستمر بها إلى تاريخ (9/ 2 / ¶ 1969 م (2))، وكان في هذه الفترة يقوم بأعباء عمادة الكلية إضافة إلى ¶ منصبه الأساسي كوكيل للكلية. ¶ وقد عمل في اثناء وكالته لكلية الشريعة على تعديل مناهج الكلية، ¶ واصدر دليلاَ تعريفيأ بها. ¶ - وعند إعارته إلى جامعة الإمارات العربية المتحدة - العين - عئن ¶ رئيسأ لقسم الشريعة في كلية الشريعة والقانون بدءاَ من العام 1985 م ثم ¶ عين عميداَ للكلية بالنيابة حتى نهاية فترة إعارته عام 989 1 م. ¶ وقد قام في اثناء ذلك بوضع خطة الدراسة في قسم الشريعة الإسلامية ¶ بالكلية، كما انشا مجلة الشريعة والقانون بجامعة ا لإمارات، وتراس اللجنة ¶ الثقافية العليا ولجنة المخطوطات فيها. ¶ - وهو حاليأ رئيس قسم الفقه الإسلامي ومذاهبه بجامعة دمشق منذ ¶ سنة (1989 م). ¶ - ورلْيس مجلس الإدارة لمدرسة الشيخ عبد القادر القصاب - ¶ الثانوية الشرعية -بدير عطية. ¶ __________ ¶ (1) إثر وفاة عميدها آنئذ الدكتور يوسف العش رحمه الله تعالى بتاريخ (0 1/ 4 / ¶ 967 1 م. انظر تقويم كلية الشريعة للعام الجامعي 967 1 - 968 1 م. ¶ (2) كما جاء في تقويم جامعة دمشق المطبوع عام 976 1 م. ¶ 30",
            "page": "30",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "نشاطات أخرى: ¶ إن المتتبع لمسيرة الأستاذ الدكتور وهبة العلمية يلحظ انه تبوا منزلة ¶ علمية مرموقة على مستوى العالم الإسلامي، ولعل انتشار كتبه، وحضوره ¶ المتكرر في المؤتمرات الإسلامية العالمية يصلج دليلاً على ذلك، وثمة امر ¶ اَخر يدل على ما قدمنا دلالة واضحة، وهي عضويته في عدد من المجامع ¶ العلمية والبحثية الإسلامية، ومن ذلك أيضأ اعتماده عضواَ ومقومأ في عدد ¶ من المناهج ا لدراسية والمجلات ا لإسلامية، فإئه حفظه الله: ¶ - اعتمد مفومأ لمجلة الشريعة والدراسات الإسلامية بجامعة ¶ الكويت للعام 988 1 م. ¶ - واحد اعضاء هيئة التحرير في مجلة (نهج الإسلام) الدائمين، ¶ والتي تصدر عن وزارة الأوقاف السورية. ¶ - وعضو الموسوعة العربية بدمشق. ¶ - وهو عضو في المجمع الملكي لبحوث الحضارة الإسلامية - آل ¶ البيت -بالمملكة الأردنية الهاشمية. ¶ - وعضو خبير في كل من: مجمع الفقه ا لإسلامي بجدة (1)، والمجمع ¶ الفقهي بمكة المكرمة، ومجمع الفقه الإسلامي بالهند وفي السودان ¶ وامريكة. ¶ __________ ¶ (1) مما تجدر الإشارة إليه أن الأستاذ الدكتور وهبة أحد ثلاثة أسهموا في وضع ¶ منهح وخطة عمل مجمع الفقه الإصلامي بجدة، وكان ممثلاً لسورية في دورتيه ¶ الأولى والثانية، وبعدها استقر خبيراَ علميأ فيه، وقد شارك في جميع دوراته ¶ ببحث أو أكثر، وقام مع لجنة الصياغة بصياغة الكثير من قراراته. انظر: الفقه ¶ ا لإصلامي وأدلته (المتدرك): 9/ 5 7 4. ¶ 31",
            "page": "31",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "- ورئيس هيئة الرقابة الشرعية لشركة المضاربة والمقاصّة الإسلامية ¶ في البحرين. ¶ - ورئيس هيئة الرقابة الشرعية للبنك الإسلامي الدولي في المؤسسة ¶ العربية المصرفية في البحرين أيضأ. ¶ - رئيس قسم الدراسات الشرعية في المجلس الشرعي للمصارف ¶ الإسلامية في البحرين. ¶ - وعضو مجلس الإفتاء الأعلى بالجمهورية العربية السورية. ¶ - عضو الهيئة الاستشارية لموسوعة دار الفكر للحضارة الإسلامية. ¶ -عضو لجنة البحوث والشؤون الإسلامية بوزارة ا لأ وقاف السورية. ¶ - عضو لجنة تقويم برنامج الماجستير في الفقه المقارن وأصول ¶ الفقه من قسمي الفقه المقارن والسياسة الشرعية بكلية الشريعة والدراسات ¶ الإسلامية بجامعة الكويت. ¶ - أما المؤتمرات والندوات الدولية الإسلامية التي حضرها وشارك ¶ فيها مشاركة فاعلة، بتقديم البحوث العلمية الفقهية المعاصرة فقد نافت ¶ على المئة مؤتمر وندوة في كل من: دمشق، والرياض، والرباط، ¶ والخرطوم، والجزائر، وجدة، والقاهرة، والكويت، وابو ظبي، ¶ وا لأردن، والهند، والبحرين، وسلطنة عمان، ودبي، وإيران، وتركية، ¶ وموسكو، وأمر يكة. منها: ¶ - دورات مجمع الفقه الإسلامي التابع لمنظمة المؤتمر الإسلامي ¶ كلها. ¶ 32",
            "page": "32",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "- دورات المجمع الملكي لبحوث الحضارة الإسلامية -آل البيت- ¶ في الأردن كلها. ¶ -ندوات هيئة الزكاة المعاصرة في الكويت والقاهرة. ¶ - معظم دورات مجمع الفقه الإسلامي - الهند. ¶ - اغلب الندوات الإسلامية الطبية التي اقامتها منظمة العلوم ¶ الإسلامية والطبية بالكويت. ¶ -اسبوع الفقه الإسلامي بالرياض، عام (977 1 م). ¶ - ندوة مع المجلس البابوي في الفاتيكان عن \"الإيمان والثبات ¶ والتعلم الديني المعاصر\" ¶ -ندوة الفقه الإسلامي بسلطنة عمان، عام (988 1 م). ¶ وغيرها مما يطول ذكره. ¶ 6 - أوصافه وأخلاقه: ¶ لقد حبا اللهُ عز وجل الأستاذ الدكتور وهبة مجموعة من الأوصاف ¶ والأخلاق ا لحميدة، ساحاول في هذه العجالة ان ألقي الضوء على بعضها: ¶ فهو من حيث الشكل: طويل القامة، حنطي اللون، خفيف ¶ العارضين، يلبس الجبة، والعفة، وقد اعتئم وله من العمر (17 عام)، ¶ سريع المشي والحركة، آتاه الله همة عالية. ¶ وقد امتاز بحسن الخلق، وطيب المعاملة، وهو لطيف المعشر، ¶ دائم البشر قل ان تراه عابسأ، يألف الاخرين ويألفُونه. ¶ 33",
            "page": "33",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وهو محب لطلابه وإخوانه، نصوح لهم، يؤثر خدمتهم، ويستجيب ¶ لدعواتهم، ويشاركهم في مناسباتهم بطيب خاطر. ¶ حريص على إفادة طلابه واوقاتهم، لا يضيع عليهم فرصة فائدة، ¶ ولا وقت درس، ويقدم ذلك على صحته وراحته الشخصية، واذكر بهذه ¶ المناسبة انه إذا اضطر للسفر اثناء العام الدراسي يلتزم التزامأ كاملاَ ¶ بالتعويض للطلاب عن ايام غيابه، وهو في كثير من الأحيان يعوض عن ¶ دروسه ومحاضراته قبل ان يسافر. وفي إحدى السنوات اضطر لإجراء ¶ عملية جراحية اثناء العام الدراسي، وفي اليوم المحدد لإجراء العمل ¶ الجراحي جاء مبكراَ إلى الكلية والقى محاضراته كالمعتاد، وخرج من ¶ الكلية، إلى المشفى حيث اُجريت له الجراحة. ¶ وهو مع كل ذلك متواضع في عزة، لا يرفعه علمه عن الناس كبراَ، ¶ ولا يضعه تواضعه، بل هو مهيب محترم، يعرف للاَخرين حقهم، كما ¶ يعرف حق نفسه، يضع نفسه في الموضع اللائق حسب المقام. ¶ وهو وفي محب لأشياخه لا يذكر احداَ منهم إلا بخير، ويكره ¶ التعصب المذهبي كرها شديداَ. ¶ وهو مواظب فيما اعلم على الجماعة في المسجد، ويشجع ويوجه ¶ طلاب العلم عليها دائمأ. ¶ وهو دقيق في مواعيده، منطم لوقته، بعيد عن الترهات والمشاغل ¶ الدنيوية. ¶ وبالجملة، فإنه يتمتع بجملة من الأخلاق الإسلامية الاجتماعية ¶ يقل نظيرها في هذه الأيام. ¶ 34",
            "page": "34",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وهو لا يغتر بالمناصب الإدارية، ولا يقيم لها وزنأ، مع كفاءة ¶ متميزة في العمل الإداري، وقاعدته في ذلك عدم التأخير والتسويف، فهو ¶ ينجز اعماله بسرعة ودون اي تأخير، وهذا أمر لمسته بنفسي بحكم تعاملي ¶ معه. ¶ ولعل من ابرز المواهب التي افاضها الله عز وجلّ عليه حافظته ¶ القوية، وربما حفظ القصيدة بسماعها لمرة واحدة او مرتين، وقد شاركته ¶ في مناقشة بعض الرسائل الجامعية (الدكتوراه والماجستير)، فكنت ¶ اتعجب من مجيئه إلى المناقشة دون ان تكون الرسالة معه، بل يحفظ ¶ ما جاء فيها، فيبرز محاسنها، ويشير إلى ملاحظاته عليها، ويملي ذلك ¶ على المُناقش في جلسة المناقشة من ذاكرته محدداَ له مواضع النقد، ¶ وكنت إذا سألته عن ذلك اجابني: علمي معي، إن كنت في البيت فهو في ¶ البيت او في السوق فهو في السوق كما قال الإمام الشافعي رحمه الله0 ¶ هذا وقد اوتي من الصبر والجلد والمحافظة على الوقت وعدم ¶ إضاعته والداب، ما يجعله آية في ذلك، ويندر جداَ من يتمتع من امثاله ¶ بذلك. ¶ وهو محب للسكينة والهدوء، سريع القراءة، ويعزو ذلك لصلته ¶ المستمرة بالكتاب، فهو لا يكاد يضيع دقيقة واحدة في غير قراءة او كتابة ¶ ويمضي يوميأ اكثر من ثلثي يومه (16 ساعة) بين الكتب دون ان يشعر ¶ بأدنى ملل، بل يشعر بمتعة لا نظير لها بهذا الأمر. ¶ واما حكمته التي تنتظم بها حياته فهي قول الله عز وجل: \" وَاَئقُوأ ¶ ألئَه وَيُعَئِمُحُمُ اَلئَةُ \" 1 البقرة: 282)، ويقول في ذلك: \"إن سِزَ النجاح ¶ في الحياة إحسان الضلة بالئه عز وجل \". ¶ 35",
            "page": "35",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "اسأل الله لي وله دوام التوفيق، واطراد النجاح، اَمين. ¶ ويسعدني ان اختم هذا الفصل بشهادة لأحد اساتذة الأستاذ الدكتور ¶ وهبة فيه، يقول الأستاذ الشيخ صادق حبنكة: \"إن الشيخ وهبة الزحيلي- ¶ حفظه الله وزاده بالشكر من خير ما اعطاه - له في قلبي مكانة مكينة مفكه ¶ إياها - وهو أحق بها - تواضعه بلا مذلة، واستقامته بغير انحراف، ودابه ¶ على العلم الناصح والعمل الصالح، وما عملت يداه من الكتب المجيدة ¶ في المواضيع المفيدة \". ¶ *** ¶ 36",
            "page": "36",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "الفصل الثاني ¶ تعريف بمؤلفاته",
            "page": "37",
            "part": "1"
        },
        {
            "id": "40",
            "nass": " ",
            "page": "38",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "الفصل الثاني ¶ تعريف بمؤلفاته ¶ تمهيد: ¶ لقد عُرف الأستاذ المُتَرجَم بصبره العجيب، ودأبه الشديد، وولوعه ¶ المستمر بالكتابة مع سرعته فيها، ويصدق عليه تمامأ قول القائل (1): ¶ أسرع أخا العلم في ثلانة: اكل، والمشي، والكنابة ¶ هذا وقد أصبح التاليف والكتابة بالنسبة إلى الأستاذ شغله الشاغل، ¶ وديدنه الذي لا ينقطع، وهو يرى فيه خير سلوة، وأجلى عبادة روحانية، ¶ وأحد السبل للظفر بمرضاة الله عز وجل، لأنه يجلي للناس حقائق الشريعة ¶ الربانية، ويبصرهم بأمور دينهم. ¶ لكل ذلك فهو كلما قدم إلى المكتبة الإسلامية كتابأ شده حب العلم ¶ وملء الفراع والحاح بعض الصالحين إلى إثراء المكتبة الإسلامية بكتاب ¶ جديد، وهكذا دواليك. ¶ (1) لعل آصل هذا ما نقل عن الحافظ عبد الله الأنصاري: \"يحتاج المحئث آ ن ¶ يكون صريع المثي، سريع الكمابة، صريع القراءة،؟ انظر كعا! س الإمام الحافظ ¶ جلال الدين السيوطي، صه 17. ¶ 39",
            "page": "39",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ولا بأس هنا أن انقل للإخوة القراء ما وصف به الأستاذ نفسه في ¶ هذا الإطار حيث قال: ¶ \"وحينما بدات أعوام الستينيات من عمري، حدثتني نفسي بالكص ¶ عن التاليف، وبدء رحلة سمو الروح، والعناية بالأذكار، والاستعداد ¶ للرحيل عن هذا العالم المعاصر، الذي اقبل فيه الناس على المادة والعناية ¶ بها كثر من العناية بشؤون الدين، لميلهم إلى الترف واللهو، والتاثر ¶ بتيارات الحضارة الغربية وموجاتها، التي تغلغلت في زوايا الحياة ¶ الإسلامية فعكَرتها وافسدتها، ولكن وجدت خير سلوة، وأجلى عبادة ¶ روحانية، إنما في الاشتغال بالعلم والفقه، لأنهما طريق العبادة الصحيحة، ¶ وسبيل الظفر برضوان الله تعالى \" (1). ¶ ويتابع حفظه الله قائلاَ: ¶ \"وسبب هذا الاتجاه انه كفَما تعمق الإنسان في فهم الشريعة ¶ الإسلامية، ازداد حبأ لها، وتقديراَ لمعطياتها، التي تبني الشخصية ¶ المسلمة، وتحافظ عليها. ¶ ئم دفعه حبه هذا إلى العمل المستمر بأحكامها، والتفاني في الدفاع ¶ عن اصالتها وعدالتها، ووجودها وضرورتها وسلامة بنيانها، وأدرك مع ¶ تمام نضجه العلمي واتساع معرفته أنها خيز شامل ل! نسان في كل مكان ¶ وزمان، وانها طريق السعادة والنجاة في الدنيا والآخرة \" (2). ¶ إذاَ فالعمل بالتاليف عند الأستاذ بقصد نفع الآخرين وتبصيرهم ¶ __________ ¶ (1) من مقدمة كتابه (الفقه الحنبلي الميسر)، ص 5. ¶ (2) الفقه الحنبلي الميسر، ص 6. ¶ 40",
            "page": "40",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "بحقائق دينهم ودعوتهم إلى دين الله هو من آكد الواجبات، وأهم العبادات ¶ بعد أد اء ما افترضه المولى، ولا غرو في ذلك، فقد ذكر العلماء أن النفع ¶ المتعدي خير من النفع الشخصي، وان العبادة التي لا يقتصر ثوابها ¶ ونتاجها على صاحبها خير من العبادة المحضة التي لا تتعدى صاحبها. ¶ اسال الله ان يذيقنا فهم أسرار شريعته والعمل بها. ¶ وقبل أن أبدأ بسرد مؤلفات الأستاذ حفظه الله أقدم القول بأنه من ¶ اغزر المعاصرين الذين نعرفهم تأليفاَ وكثرهم إنتاجاَ، ويحلو لي أن أشبهه ¶ من هذه الزاوية بجلال الدين السيوطي، الذي كان من أغزر علماء العصر ¶ المملوكي تأليفاَ وأوسعهم اطلاعاَ على نتاج السابقين، مما أتاح له ا ن ¶ يضع المؤلفات الموسوعية المستوعبة إلى\" جانب الرسائل الصغيرة التي ¶ تعد بمثابة بحث علمي تخصصي (1). ¶ وهناك بعض النقاط اود أن أشير إليها هنا متعلقة بتأليفه: ¶ ا - الاَثار والمؤلفات الفقهية والأصولية تأتي بالمرتبة الأولى من ¶ حيث حجمها وعددها ومضمونها، يليها ا لاَئار ذات الطابع ا لقر اَني (التفسير ¶ وعلوم القراَن وقصصه)، ويضاف إلى ذلك مايتعلق بالتراجم، والحديث، ¶ والثقافة الإصلامية، والعقيدة، والدعوة، والتوجيه العام. ¶ 2 - يتفاوت حجم المؤلفات ما بين كتاب يبلغ (16) مجلداَ في نحو ¶ (0 00 10 صفحة) ورسالة صغيرة لا تتجاوز (34 صفحة) من القطع ¶ الصغير. ¶ __________ ¶ (1) انطر ما كتبته عن السيوطي في كتابي الإمام الحافظ جلال الدين السيوطي، ¶ ص 174. ¶ 41",
            "page": "41",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "3 - معظم رسائله الصغيرة، التي طبع كثرها ضمن سلسلة بعنوان ¶ (بين الأصالة والمعاصرة) -أقول: معظمها -يُمثل في الأصل بحوثأ علمية ¶ وفقهية أصيلة مقدمة إلى المجامع الفقهية، والندوات العلمية الإسلامية، ¶ والمؤتمرات العالمية، التي عقدت لبحث أهم المشكلات الفقهية ¶ المعاصرة، او التي هي بحاجة إلى إيجاد اجتهاد جديد بشانها، ا و ¶ مستجدات تحتاج إلى بيان حكم الشرع فيها، ومن هنا تأتي اهمية هذه ¶ الرسمائل التي تميزت بمعالجة الواقع. ودلت على ملكة فقهية واضحة عند ¶ فضيلة الدكتور (1). ¶ 4 - في معظم مؤلفاته وأبحاثه الفقهية يلتزم المقارنة بين المذاهب ¶ الإسلامية، وفي بعضها يقارن بين المدْاهب الفقهية والقوانين الوضعية، ¶ ويجفي افضلية ما ذهب إليه فقهاء الإسلام من أحكام. ¶ 5 - امتازت كتاباته بالنزوع إلى التيسير والتسهيل مع المحافظة على ¶ دسم المادة العلمية، وعندما يعقد المقارنات كثيراَ ما ينتهي إلى الترجيح ¶ المُدعم بالدليل. ¶ 6 - يحاول الإطناب في التفصيل والتفريع حتى تنجلي صورة ¶ المسألة المناقشة في ذهن الفارى. ¶ 7 - اخيراَ يرى ان المقوم الأسماسي لشخصيته العلمية فيما يكتب ¶ ويؤلف هو الكتاب الكريم والسنة المطهرة. ¶ والاَن سأسرد عليك أخي القارى اولاَ ثبت مؤلفات الدكتور وبحوثه ¶ __________ ¶ (1) سمعت من أحد طلاب الشيخ محمد الحامد رحمه الله بأن الشيخ الحامد شهد ¶ أمامه للدكتور وهبة بانه يتمتع بملكة فقهية.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "العلمية بعد ان قسمتها إلى اربعة انواع: ¶ 1 - المؤلفات العلمية المتخصصة. ¶ 2 - التحقيقات والتخريجات. ¶ 3 - الأبحاث الموسوعية. ¶ 4 - الأبحاث المقدمة إلى المؤتمرات والندوات. ¶ واشير -خامسأ- إلى مقالاته التي كتبها في المجلات الإسلامية دون ¶ تعداد لكثرتها. ¶ وقد بلغت كتبه وبحوثه ومقالاته (0 0 5) عنوان. ¶ وله موقع على الإنترنيت يجيب فيه على مختلف الأسئلة من بلدان ¶ العالم. ¶ وساقوم ثانيا بالتعريف ببعض مؤلفاته، وسيكون التعريف بعدد منها ¶ موسعأ شيئأ ما، والبعض الاَخر مختصراً. ¶ *** ¶ 43",
            "page": "43",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "أ - مسرد المؤلفات ¶ اولآ-في مجال التالمف العلمي المتخصص. ¶ ثانباَ -في مجال العناية بالتراث الإسلامي. ¶ ثالثاَ - ابحاث مقدمة إلى الموسوعات. ¶ رابعاَ - ابحاث مقدمة إلى المؤتمرات والندوات. ¶ خامساَ - المقالات. ¶ **** ¶ 44",
            "page": "44",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "أولاً -في مجال التأليف العلمي المتخصص ¶ وضع الأستاذ حفظه الله حتى الاَن أكثر من ثلاثين ومئة كتاب ورسالة ¶ ظهرت إلى عالم الطباعة. وهو ذو حيوية ونشاط متميز في التأليف ¶ والتصنيف، وهذا إن دذ على شيء فإنما يدل على مخزون عملي كبير، ¶ واطلاع واصمع، وملكة وموهبة صقلتها التجربة. ¶ وثمة ملاحظة وهي أن الأستاذ لم يبدا بالكتابة والتَصنيف إلا بعد ¶ انتهائه من المرحلة الجامعية، إذ كان أول بحث وضعه رسالته: (الذرائع ¶ في السياسة الشرعية والفقه الإسلامي)، وبعدها بدأت رحلة العطاء ¶ الفكري عنده، وما اريد قوله: هو أن الأستاذ لم يكتب إلا بعد أن نضج ¶ فكريأ وعلميأ وتأهل لذلك، وهذا امر كان علماؤنا رحمهم اله يركزون ¶ عليه، يقول ابن الضلاح: \"وليشتغل بالتخريج والتأليف والتصنيف إذا ¶ استعد لذلك وتأهل له، فإنه كما قال الخطيب الحافظ: \"يئمتُ الحفظ، ¶ ويُذكي القلب، ويشحذُ الطبع، ويجيد البيان، ويكشف الملتبس، ¶ ويُكسب جميل الذكر، ويخلده إلى اَخر الدهر. . . \" (1). ¶ وهذه الفوائد المجتناة من التأليف - التي ذكرها الخطيب البغدادي ¶ رحمه الله -نجدها واضحة المعالم جلية الظهور في شخص أستاذي حفظه ¶ الله. ¶ __________ ¶ (1) علوم الحديث لابن الصلاح، ص 52 2. ¶ 45",
            "page": "45",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "هذا وسأذكر فيما يلي مؤلفات الأستاذ في مجال التاليف العلمي ¶ المتخصص، وطريقة عرضي ستكون وفق المنهج ا لآتي: ¶ 1 - ترتيب هذه المؤلفات حسب تاريخ صدورها مطبوعة بغضّ ¶ النظر عن تاريخ تأليفها. ¶ 2 - أذكر أولاً عنوان الكتاب، ئم اسم الدار الناشرة، وتاريخ الطبعة ¶ الأولى فقط، وقد أشير إلى عدد طبعات الكتاب حتى ا لآن. ¶ 3 - بدأ الأستاذ منذ عام (995 ام) باصدار سلسلة أبحاث فقهية ¶ ومعاصرة بعنوان (بين الأصالة والمعاصرة) صدر منها حتى الآن أكثر من ¶ تسعين كتابأ. ¶ 4 - بعض الكتب المذكورة هنا سبق أن نشر في بعض المجلات ¶ العلمية المحكمة، وبعض اَخر كان قد قدم لبعض المؤتمرات والندوات، ¶ وفي مثل هذه الحالة ف! نني أشير إلى ذلك. ¶ 5 - بعض هذه الكتب ترجم إلى اللغات الأجنبية، وساشير إلى ذلك ¶ في موضعه0 ¶ وهذا مسرد المؤلفات (1): ¶ 1 - آثار الحرب في الفقه الإسلامي - دراسة مقارنة -. مجلد ضخم ¶ (ترجم إلى الفرنسية). ¶ دار المكتبة الحديثة بدمشق (382 ا هـ- 963 ام)، ثم طبع في دار ¶ الفكر أربع مرات. ¶ __________ ¶ (1) ما كتب بحرف أسود سياتي التعريف به إن شاء الله.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "2 - الوسيط في اصول الفقه الإسلامي. ¶ جامعة دمشق (966 1 م). ¶ 3 - الفقه الإسلامي في أسلوبه الجديد (في مجلدين). ¶ المكتبة الحديثة بدمشق (966 1 - 967 1 م). ¶ 4 - نظرية الضرورة الشرعية - دراسة مقارنة -. ¶ مكتبة الفارابي بدمشق (1389 هـ- 969 1 م)، وطبع حتى الاَن ¶ سبع مرات. ¶ 5 - نظرية الضمان او أحكام المسؤولية المدنية والجنائية في الفقه ¶ ا لإسلامي. ¶ دارالفكر بدمشق (1389 هـ- 970 1 م) أعيد طبعه ثلاث مرات. ¶ 6 - نظام الإسلام - العقيدة الإسلامية، والعالم العربي، ونظام ¶ الحكم، والعلاقات الدولية في الإسلام، ومشكلات العالم الإسلامي ¶ المعاصرة. ¶ جامعة بنغازي ليبية 1970 م، ثم اعيد طبعه ثلاث مراب في مكتبة ¶ دار قتيبة بدمشق. ¶ 7 - الأصول العامة لوحدة الدين الحق. (ترجم إلى الإنكليزية). ¶ المكتبة العباسية بدمشق 972 1 م. ¶ 8 - سعيد بن المسيب. ¶ دار القلم بدمشق (ضمن سلسلة أعلام المسلمين)، (1394 هـ- ¶ 974 1 م)، واعيد طبعه ثلاث مرات. ¶ 47",
            "page": "47",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "9 - عبادة بن الصامت. ¶ دار القلم بدمشق (ضمن سلسلة اعلام المسلمين) (1397 هـ- ¶ 977 1 م)، واعيد طبعه ئلاث مرات. ¶ 0 1 - الضوابط الشرعية للأخذ بأيسر المذاهب. ¶ دار الهجرة بدمشق (ضمن سلسلة افكار في الميؤان) (1398 هـ- ¶ 1978 م). ¶ 1 1 - الخليفة الراشد العادل عمر بن عبد العزيز. ¶ دار قتيبة بدمشق (0 0 4 1 هـ- 0 98 1 م) تكررت طباعته ثلاث مرات. ¶ 2 1 - اسامة بن زيد حِمث رسول الله مجفًي! وابن حِئه. ¶ دار القلم بدمشق (ضمن سلسلة أعلام المسلمين) (0 140 هـ- ¶ 0 98 1 م)، وتكررت طباعته ثلاث مرات. ¶ 13 - العلاقات الدولية في الأسلام مقارنة بالقانون الدولي الحديث. ¶ مؤسسة الرسالة ببيروت (1 0 4 1 هـ- 1 98 1 م). ¶ 4 1 - الفقه ا لإسلامي وادلته (8 مجلدات). ¶ دار الفكر بدمشق (4 0 4 1 هـ- 984 1 م)، وتكررت طبعاته حتى ¶ ا لآن (23) مرة. ¶ 5 1 - أصول الفقه الأسلامي (مجلدان). ¶ دار الفكر بدمشق (6 0 4 1 هـ- 986 1 م) تكررت طباعته ثلاث مرات. ¶ 6 1 - جهود تقنين الفقه الإسلامي. ¶ مؤسسة الرسالة ببيروت (8 0 4 1 هـ- 987 1 م) 0 ¶ 48",
            "page": "48",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "17 - العقود المسئاة في قانون المعاملات المدنبة الإماراني ¶ والقانون المدني الأردني. ¶ دار الفكر بدمشق (8 0 4 1 هـ- 987 1 م)، وأعيد طبعه للمرة الثانية. ¶ 18 - فقه المواريث في الشريعة الإسلامية. ¶ تأليف بالمشاركة مع: أ. د. محمد رأفت عثمان، أ. د. رمضان ¶ الشرنباصي. ¶ دار الفكر بدمشق (8 0 4 1 هـ- 987 1 م). ¶ 9 1 - العقوبات الشرعية وأسبابها. ¶ تأليف بالمشاركة مع: أ. د. رمضان الشرنباصي. ¶ دار القلم بدبي (8 0 4 1 هـ-987 1 م). ¶ 0 2 - الوصايا والوقف في الفقه الإسلامي. ¶ دار الفكر بدمشق (8 0 4 1 هـ-987 1 م)، وأعيد طبعه للمرة الثانية. ¶ 1 2 - أحكام العبادات: وفق المنهج المقرر على طلبة قسم الشريعة ¶ بجامعة الإمارات. ¶ دار القلم بدبي (8 0 4 1 هـ-988 1 م). ¶ 2 2 - الإسلام دين الجهاد لا العدوان. ¶ جمعية الدعوة الإسلامية العالمية بطرابلس - ليبية 0 99 1 م. ¶ 23 - الإسلام دين الشورى والديمقراطية. ¶ جمعية الدعوة الإسلامية العلمية بطرابلس -ليبعة 992 1 م. ¶ 49",
            "page": "49",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "24 - فقه العبادات على المذهب المالكي: وفق المنهج المقرر ¶ لكلية الدعوة الإسلامية بطرابلس - ليبية. ¶ كلية الدعوة الإسلامية بليبية 0 99 1 م، وتكرر طبعه. ¶ 5 2 - العقوبات الشرعية والأقضية والشهادات: وفق المنهج المقرر ¶ لكلية الدعوة الإسلامية بطرابلس - ليبية. ¶ كلية الدعوة الإسلامية بليبية 1 99 1 م، وتكرر طبعه. ¶ 26 - الزواج والطلاق على المذهب المالكي: وفق المنهج المقرر ¶ لكلية الدعوة الإسلامية بطرابلس - ليبية. ¶ كلية الدعوة الإسلامية -بليبية 1 99 1 م، وتكرر طبعه. ¶ 27 - المعاملات المالية على آلمذهب المالكي: وفق المنهج ¶ المقرر لكلية الدعوة الإسلامية بطرابلس ليبية (1). ¶ كلية الدعوة الإسلامية -بليبية 1 99 1 م، وتكرر طبعه. ¶ 28 - التفسير المنير في العقيدة والشربعة والمنهج (16 مجلدا، ¶ (ترجم إلى التركية حيث وزع منه على مشتركي جريدة الزمان التركية ¶ (0 0 0 0 5 3 نسخة)، وترجم أيضأ إلى الفارسية، ويترجم حاليأ إلى الماليزية ¶ والأوردية والإنكليزية. ¶ دار الفكر بدمشق 1 99 1 م، وتكرر طبعه حتى الآن (7) مرات. ¶ __________ ¶ (1) هذه الكتب الأربعة الأخيرة عاد الأستاذ فجمع بينها وتمم مباحثها وأصدرها في ¶ كتاب واحد تحت عنوان (الفقه المالكي الميسر) في مجلدين كبيرين انظر الرقم ¶ (99) من هذا المسرد. ¶ 50",
            "page": "50",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "29 - الوجيز في أصول الفقه: وفق المنهج المقرر لكلية الدعوة ¶ الإسلامية بليبية (ترجم إلى التركية). ¶ كلية الدعوة الإسلامية بليبية 991 1 م، وصدرت طبعته الثالثة عن ¶ دار الفكر. ¶ 0 3 - القصة الفراَنية هداية وبيان. ¶ دار الخير بدمشق (3 1 4 1 هـ- 2 9 9 1 م)، وتكرر طبعه. ¶ 1 3 - شرعة حقوق ا لإنسان في ا لإسلام. بالمشاركة. ¶ دار طلاس بدمشق (12 4 1 هـ- 992 1 م) علماً بأنه قد تم وضعه سنة ¶ (1 0 4 1 هـ). ¶ 32 - القراَن الكريم - البنية التثسريعية والخصائص الحضارية- ¶ (يترجم إلى الإنكليزية والفرنسية). ¶ دار الفكر بدمشق (13 4 1 هـ93 9 1 م). ¶ 33 - الرخص الشرعية - احكامها وضوابطها -. ¶ دار الخير بدمشق (13 4 1 هـ- 93 9 1 م)، وتكرر طبعه. ¶ 34 - التفسير الوجيز (على هامش المصحف): ¶ دار الفكر، دمشق (4 1 4 1 هـ4 9 9 1 م)، وتكرر طبعه اربع مرات. ¶ 35 - ا لإسلام والإيمان والإحسان. ¶ دار ا لمكتبي، دمشق (5 1 4 1 هـ- 5 9 9 1 م). ¶ 36 - الدعوة الإسلامية وغير المسلمين. ¶ دار المكتبي، دمشق، (5 1 4 1 هـ- 5 9 9 1 م). ¶ 51",
            "page": "51",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وسبق أن نشر جزءاَ منه ني مجلة مجمع الفقه الإسلامي التابع ¶ لمنظمة المؤتمر الإسلامي بجدة، كما سبق أن نشر ضمن أعمال ندوة بيت ¶ التمويل الكويتي الرابعة (5 9 9 1 م). ¶ 37 - الخصائص الكبرى لحقوق الإنسان في الإسلام. ¶ دار المكتبي، دمشق (5 1 4 1 هـ- 5 9 9 1 م). ¶ 38 - المسؤولية الناشئة عن الأشياء والاَلات. ¶ دار المكتبي، دمشق (5 1 4 1 هـ- 5 9 9 1 م). ¶ سبق نشره في مجلة المجمع الفقهي الإسلامي التابع لرابطة العالم ¶ الإسلامي بمكة المكرمة، السنة السابعة، العدد التاسع. ¶ 39 - المسؤولية عن فعل الغير. ¶ دار المكتبي، دمشق (5 1 4 1 هـ- 5 9 9 1 م). ¶ سبق نشره في مجلة المجمع الفقهي الإسلامي التابع لرابطة العالم ¶ الإسلامي بمكة المكرمة، السنة السابعة، العدد التاسع. ¶ 0 4 - العلوم الشرعية بين الوحدة والاستقلال. ¶ دار المكتبي، دمشق (6 1 4 1 هـ- 6 9 9 1 م). ¶ 41 - الإسلام وتحديات العصر (التضخم النقدي من الوجهة ¶ الشرعية). ¶ دارالمكتبي، دمشق (16 4 1 هـ996 1 م). ¶ 2 4 - الأسس والمصادر الاجتهادية المشتركة بين السنة والشيعة. ¶ دار المكتبي، دمشق (6 1 4 1 هـ- 96 9 1 م). ¶ 52",
            "page": "52",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وهو في الأصل من ابحاث مؤتمراب الوحدة الإسلامية في إيران ¶ لعام (1415 هـ- 1994 م). ¶ 43 - المفاوضاب في الإسلام. ¶ دار المكتبي، دمشق (6 1 4 1 هـ- 6 9 9 1 م). ¶ وهو في الأصل بحث مقدم إلى (ندوة المفاوضاب الدولية) في وزارة ¶ الخارجية في المملكة العربية السعودية عام (413 1 هـ- 1993 م)، ثم ¶ طبع في مجلة كلية الدراساب الإسلامية والعربية بدبي، العدد السابع عام ¶ (4 1 4 1 هـ-993 1 م). ¶ 4 4 - مواجهة الغزو الثقافي الصهيوني والأجنبي. ¶ دار المكتبي، دمشق (6 1 4 1 هـ- 6 9 9 1 م). ¶ 5 4 - التقليد في المذاهب الإسلامية عند السنة والشيعة. ¶ دار المكتبي، دمشق، (6 1 4 1 هـ- 96 9 1 م). ¶ 46 - العلم والإيمان وقضايا الشباب. ¶ دار المكتبي، دمشق، (7 1 4 1 هـ- 97 9 1 م). ¶ وهو في الأصل احد ابحاث ندوة (التعليم الديني في المجتمع ¶ المعاصر) المنعقدة في المجلس البابوي للحوار بين الأديان - رومة -كما ¶ نشرته موسوعة الحضارة ا لإسلامية -آل البيت -بالأردن. ¶ 47 - خطاباب الضمان. ¶ دار المكتبي، دمشق، (17 4 1 هـ- 97 9 1 م). ¶ سبق نشرها في مجلة مجمع الفقه الإسلامي التابع لرابطة العالم ¶ الاسلامي بمكة المكرمة، السنة السادسة، العدد الثامن، (1415 هـ- ¶ 994 1م). ¶ 53",
            "page": "53",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "48 - الاجتهاد الفقهي الحديث (منطلقاته واتجاهاته). ¶ دار المكتبي، دمشق، (7 1 4 1 هـ- 97 9 1 م). ¶ وسبق ان نشرته مجلة كلية الاَداب والعلوم الإنسانية بالرباط - ¶ المغرب -993 1 م. ¶ 49 - نقاط الالتقاء بين المذاهب الإسلامية. ¶ دار المكتبي، دمشق (7 1 4 1 هـ- 97 9 1 م). ¶ 0 5 - رؤية اجتهادية في المسائل الفقهية المعاصرة للوقف. ¶ دار ا لمكتبي، دمشق (7 1 4 1 هـ- 97 9 1 م). ¶ 1 5 - المسؤولية الجنائية لمرض الجنس (الإيدز). ¶ دار المكتبي، دمشق (7 1 4 1 هـ-97 9 1 م). ¶ وهو في الأصل بحث مقدم للمنظمة الإسلامية للعلوم الطبية في ¶ الكويت 993 1 م. ¶ 52 - الإعجاز العلمي في القراَن الكريم. ¶ دار المكتبي، دمشق (7 1 4 1 هـ-97 9 1 م). ¶ 53 - الأموال التي يصح وقفها وكيفية صرفها. ¶ دار المكتبي، دمشق (7 1 4 1 هـ- 97 9 1 م). ¶ 4 5 - العرف والعادة. ¶ دار المكتبي، دمشق (7 1 4 1 هـ-97 9 1 م). ¶ 5 5 - احكام المواد النجسة والمحرمة في الغذاء والدواء. ¶ دار المكتبي، دمشق (7 1 4 1 هـ- 97 9 1 م). ¶ 54",
            "page": "54",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وهو في الأصل بحث مقدَم إلى المنظمة الإسلامية للعلوم الطبية في ¶ الكويت (5 9 9 1 م). ¶ 6 5 - الإمام السيوطي (مجدد الدعوة إلى الاجتهاد): ¶ دار ا لمكتبي، دمشق (7 1 4 1 هـ- 97 9 1 م). ¶ سبق نشره في مجلة مجمع اللغة العربية بدمشق، المجلد 67، ¶ الجزء 4 (1412 هـ-1992 م). ¶ 57 - النظام الاقتصادي ومدى ارتباطه بالمنهج الزباني. ¶ دار المكتبي، دمشق (7 1 4 1 هـ- 97 9 1 م). ¶ 58 - أحكام التعامل مع المصارف الإسلامية. ¶ دار المكتبي، دمشق (7 1 4 1 هـ- 97 9 1 م) 0 ¶ سبق نشره في مجلة مجمع الفقه الإسلامي التابع لمنظمة المؤتمر ¶ الإسلامي في جدة، العدد الثامن (5 1 4 1 هـ- 995 1 م). ¶ 9 5 - التمويل وسوق الأوراق النقدية (البورصة). ¶ دار المكتبي، دمشق (7 1 4 1 هـ- 97 9 1 م). ¶ 0 6 - بيع الأسهم. ¶ دار المكتبي، دمشق (17 4 1 هـ-997 1 م). ¶ 1 6 - صور من عروض التجارة المعاصرة واحكام الزكاة. ¶ دار ا لمكتبي، دمشق (7 1 4 1 هـ- 97 9 1 م). ¶ 62 - بيع الدين في الشريعة الإسلامية. ¶ دار المكتبي، دمشق (17 4 1 هـ- 97 9 1 م).",
            "page": "55",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "63 - المذهب الشافعي ومذهيه الوسيط بين المذاهب الإسلامية. ¶ دار المكتبي، دمشق (7 1 4 1 هـ- 97 9 1 م). ¶ 64 - السنة النبوية الشريفة (حقيقتها ومكانتها عند المسلمين). ¶ دار المكتبي، دمشق (17 4 1 هـ-997 1 م). ¶ 65 - فقه السنة النبوية. ¶ دار المكتبي، دمشق (7 1 4 1 هـ-997 1 م). ¶ 66 - مناهج الاجتهاد في المذاهب المختلفة: ¶ دار المكتبي، دمشق (7 1 4 1 هـ-997 1 م). ¶ 67 - بيع التقسيط. ¶ دار المكتبي، دمشق (417 1 هـ-1997 م). ¶ 68 - الأمن الغذائي في الإسلام. ¶ دار المكتبي، دمشق (17 4 1 هـ-997 1 م). ¶ 69 - الدين وتفاعله مع الحياة. ¶ دار المكتبي، دمشق (7 1 4 1 هـ- 97 9 1 م). ¶ 0 7 - حكم المصتفات الفنية (برامج الحاسوب). ¶ دار المكتبي، دمشق (7 1 4 1 هـ97 9 1 م). ¶ 1 7 - الفقه الحنبلي الميسر (بأدلته وتطبيقا ته ا لمعاصرة) (4 مجلدات) ¶ دا ر ا لقلم، بدمشق، ا لدار الشا مية، ببيروت، (8 1 4 1 هـ-98 9 1 م) ¶ 56",
            "page": "56",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "72 - إدارة الوقف الخيري. ¶ دار المكتبي، دمشق (8 1 4 1 هـ- 98 9 1 م). ¶ 73 - قضية الأحداث في القرن الحادي والعشرين. ¶ دار المكتبي، دمشق (8 1 4 1 هـ- 98 9 1 م). ¶ 74 - المسلمون في القرن الحادي والعشرين. ¶ دار المكتبي، دمشق (8 1 4 1 هـ- 98 9 1 م). ¶ 75 - أسباب اختلاف وجهات النظر الفقهية. ¶ دار المكتبي، دمشق (8 1 4 1 هـ- 98 9 1 م). ¶ وهو بحث ألقي في بنك التنمية الإسلامي في جدة. ¶ 76 - المجدد جمال الدين الأفغاني دماصلاحاته في العالم ¶ الإسلامي. ¶ دا را لمكتبي، ب مشق (8 1 4 1 هـ- 8 9 9 1 م). ¶ 77 - الإبراء من الدين. ¶ دار المكتبي، دمشق (8 1 4 1 هـ- 98 9 1 م). ¶ 78 - الإسلام وغير المسلمين. ¶ دار المكتبي، دمشق (8 1 4 1 هـ- 98 9 1 م). ¶ 79 - المذاهب ا لإسلامية الخمسة - تأريخ وتوثيق - تأليف با لمشاركة ¶ مع: د. عبد الهادي الفضلي، أ. محمد وفا ريشي، أ. محمد سكحال ¶ الجزائري، د. أسامة الحموي. وقد كتب فيه الأستاذ ما يتعفق بالمذهب ¶ الشافعي. ¶ 57",
            "page": "57",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "دا ر ا لغد ير، بير وت (9 1 4 1 هـ- 8 9 9 1 م). ¶ 0 8 - تغيير ا لاجتهاد. ¶ دار ا لمكتبي، دمشق (0 2 4 1 هـ- 0 0 0 2 م). ¶ 1 8 - زكاة المال العام. ¶ دار ا لمكتبي، دمشق (0 2 4 1 هـ- 0 0 0 2 م). ¶ وهو أحد الأبحاث المقذَمة إلى الهيئة العالمية لقضايا الزكاة ¶ المعاصرة بالكويت. ¶ 82 - أصول الفقه ومدارس البحث فيه. ¶ دار المكتبي، دمشق (0 2 4 1 هـ- 0 0 0 2 م). ¶ سبق نشره في مجلة البحوث الفقهية المعاصرة بالرياض، العدد ¶ الأول (989 1 م). ¶ 83 - حكم إجراء العقود بوسائل الاتصال المعاصرة. ¶ دار المكتبي، دمشق (0 2 4 1 هـ- 0 0 0 2 م). ¶ سبق نشره في مجلة مجمع الفقه الإسلامي التابع لمنظمة المؤتمر ¶ الإسلامي في جدة، العدد السادس (9 0 4 1 هـ- 989 1 م) 0 ¶ 84 - الباعث على العقود في الفقه الإسلامي وأصوله. ¶ دار المكتبي، دمشق (0 2 4 1 هـ- 0 0 0 2 م). ¶ سبق نشره في مجلة الشريعة والقانون بجامعة الإمارات تحت ¶ عنوان: \"نظرية الباعث في العقود في الفقه وأصوله \" العدد الأول، ¶ (407 1 هـ-1987 م). ¶ 58",
            "page": "58",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "85 - تبصير المسلمين لغيرهم بالإسلام. ¶ دار المكتبي، دمشق (0 2 4 1 هـ- 0 0 0 2 م). ¶ وهو في الأصل بحث مقدَم إلى موسوعة الحضارة الإسلامية (اَل ¶ البيت). ¶ 86 - عالمية القراَن الكريم. ¶ دار المكتبي، دمشق (1 0 0 2 م). ¶ 87 - المصادرة والتأميم. ¶ دار المكتبي، دمشق (1 0 0 2 م). ¶ 88 - الباع المنكرة: ¶ دار المكتبي، دمشق (1 0 0 2 م). ¶ 89 - أصول التقريب بين المذاهب الإسلامية. ¶ دار المكتبي، دمشق (0 0 0 2 م). ¶ 0 9 - البيوع واَثارها الاجتماعية المعاصرة. ¶ دار المكتبي، دمشق (9 1 4 1 هـ- 9 9 9 1 م). ¶ 1 9 - تطبيق الشريعة الإسلامية. ¶ دار ا لمكتبي، دمشق، (0 0 0 2 م). ¶ سبق نشره في مجلة الشريعة والدراسات الإسلامية في جامعة ¶ الكويت، السنة الرابعة، العدد التاسع (8 0 4 1 هـ- 987 1 م) تحت عنوان: ¶ (تطبيق الشريعة الإسلامية واستمداد القوانين من معين الفقه الإسلامي). ¶ 59",
            "page": "59",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "92 - اجتهاد التابعين: (ترجم إلى الفرنسية). ¶ دار المكتبي، دمشق (0 0 0 2 م). ¶ وهو من أبحاث ملتقى الفكر الإسلامي السابع عشر بالجزائر ¶ (1403 هـ-1983 م) (1). ¶ 93 - بيع العربون: ¶ دار المكتبي، دمشق (0 0 0 2 م). ¶ سبق نشره في مجلة مجمع الفقه الإسلامي التابع لمنظمة المؤتمر ¶ الإسلامي في جدة، العدد السابع (0 1 4 1 هـ- 0 9 9 1 م). ¶ 4 9 - عائد الاسسّمار: ¶ دار المكتبي، دمشق (0 0 0 2 م). ¶ 5 9 - نظام تعدد الزوجات: ¶ دار المكتبي، دمشق (0 0 0 2 م). ¶ 96 - المحرمات وآثارها السيئة على المجتمع: ¶ دار المكتبي، دمشق (0 0 0 2 م). ¶ 97 - قراءة معاصرة في الحديث النبوي: ¶ دار المكتبي، دمشق (0 0 0 2 م). ¶ (1) ¶ ونشر في مجلة مجمع البحوث الإسلامية بإسلام آباد - الباكستان 05 14 هـ- ¶ 1985 م وفي مجلة جامعة دمشق، المجلد الأول، العدد الأول، 05 14 هـ- ¶ 1985 م. ¶ 60",
            "page": "60",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "98 - أحكام الحرب في الإسلام وخصائصها الإنسانية: (ترجم إلى ¶ ا لفرنسية). ¶ دا ر ا لمكتبي، د مشق، (0 0 0 2 م). ¶ وهو من أبحاث موسوعة الحضارة الإسلامية (آل البيت) في ا لأردن، ¶ كما نشر في مجلة الشريعة والقانون بجامعة الإماراب العربية المتحدة، ¶ العدد الشالث (9 0 4 1 هـ- 1989 م) بعنوان: \"أحكام الحرب الدولية ¶ المشروعة في نطر الإسلام والجوانب الإنسانية المميزة لها\". ¶ وترجم إلى الفرنسية ونشر في أبحاث شريعة الحرب في جميع ¶ الأديان ببارش!. ¶ 99 - الفقه المالكي الميسر: (في مجلدين) (1). ¶ دار الكلم الطيب، دمثق، (9 1 4 1 هـ- 999 1 م). ¶ 0 0 1 - الذرائع في السياسة الشرععة والففه الإسلامي: ¶ دار المكتبي، دمثق، (9 1 4 1 هـ- 9 9 9 1 م). ¶ 1 0 1 - الإيمان بالقضاء والقدر (1 9 سؤالاَ و 1 9 جواباَ): ¶ دار المكتبي، دمثق، (9 1 4 1 هـ- 9 9 9 1 م). ¶ 2 0 1 - ذكر الله تعالى (المفهوم والحالاب): ¶ دار المكتبي، دمثق، (9 1 4 1 هـ- 9 9 9 1 م). ¶ 03 1 - العلاقات الدولية في الإسلام. ¶ دار المكتبي، دمثق (0 0 0 2 م). ¶ (1) انطر الحاشية رقم 1 من ص 0 5. ¶ 61",
            "page": "61",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "4 0 1 - الثقافة والفكر. ¶ دار المكتبي، دمثق (0 0 0 2 م). ¶ 5 0 1 - القيم الإسلامية والقيم الاقتصادية. ¶ دار المكتبي، دمثق (0 0 0 2 م). ¶ 6 0 1 - منهج ا! دعوة في السيرة النبوية. ¶ دار المكتبي، دمشق (0 0 0 2 م). ¶ 07 1 - القيم الإنسانية في القراَن الكريم. ¶ دار المكتبي، دمشق (1 0 0 2 م) 0 ¶ 08 1 - تجديد الفقه الإسلامي0 ¶ حوار مع د. جمال عطية، دار الفكر، دمشق (0 0 0 2 م). ¶ ضمن سلسلة (حوارات لقرن جديد). ¶ 9 0 1 - الأسرة المسلمة في العالم المعاصر. ¶ دار الفكر، دمثق (0 2 4 1 هـ- 0 0 0 2 م). ¶ 0 1 1 - حق الحرية في العالم. ¶ دار الفكر، دمشق (1 2 4 1 هـ- 0 0 0 2 م). ¶ 1 1 1 - العالمية والخاتمية والخلود. ¶ دار المكتبي، دمشق (1 0 0 2 م). ¶ 112 - سبل الاستفادة من النوازل والفتاوى والعمل الفقهي في ¶ التطبيقات المعاصرة. ¶ دار ا لمكتبي، دمشق (1 0 0 2 م). ¶ 13 1 - الإسلام واصول الحضارة الإنسانية. ¶ 62",
            "page": "62",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "دار ا لمكتبي، دمشق (1 0 0 2 م). ¶ 4 1 1 - تاريخ التشريع الإسلامي. ¶ دار المكتبي، دمشق (1 0 0 2 م). ¶ 5 1 1 - اصول الفقه الحنفي0 ¶ دار المكتبي، دمشق (1 0 0 2 م) 0 ¶ 16 1 - حماية البيئة في الشريعة الإسلامية. ¶ دار المكتبي، دمشق (1 0 0 2 م) 0 ¶ 17 1 - مكانة القدس في الأديان السماوية. ¶ دار المكتبي، دمشق (1 0 0 2 م). ¶ 18 1 - شرط الولاية في عقد النكاح. ¶ دار المكتبي، دمشق (1 0 0 2 م). ¶ 9 1 1 - الإنسان في القراَن. ¶ دار المكتبي، دمشق (1 0 0 2 م). ¶ 0 2 1 - حقوق الأطفال والمسنين. ¶ دار المكتبي، دمشق (1 0 0 2 م). ¶ 1 2 1 - الوحدة الوطنية في المعيار الشرعي. ¶ دار المكتبي، دمشق (1 0 0 2 م). ¶ 22 1 - الكتاب الفقهي الجامعي - الواقع والطموح -. ¶ دار المكتبي، دمشق (1 0 0 2 م). ¶ 23 1 - النفسبر الوسبط (3 مجلدات). ¶ دار ا لفكر، دمشق (1 2 4 1 هـ- 1 0 0 2 م). ¶ وهناك مجموعة من الكتب أَخذت طريقها إلى المطبعة ¶ 63",
            "page": "63",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وستصدر تباعاً وهي: ¶ 4 2 1 - وحدة النفس الإنانية. ¶ 5 2 1 - حفظ الصحة وسلامة البيئة مقصد تشريعي اساسي. ¶ 126 - اعتماد الشريعة الاسلامية مصدراً للتشريع خطوة في طريق ¶ الوحدة العربية والإسلامية. ¶ 27 1 - التصرفات في الديون بالبيع وغيره مع تطبيقاتها المعاصرة. ¶ 28 1 - حكم تعامل الأقليات الإسلامية في الخارج مع البنوك الربوية ¶ والشركات التي تتعامل بالربا. ¶ وهذه الكتب الخمسة ستصدر عن دار المكتبي بدمشق ضمن سلسلة ¶ بين الأصالة والمعاصرة. ¶ 29 1 - الإسلام والحياة. ¶ 0 3 1 - رؤى اسلامية. ¶ 1 13 - المعاملات المالية الحديثة والفتاوى المعاصرة. ¶ وهذه الكتب الثلاثة ستصدر عن دار الفكر بدمشق. ¶ واما الكتب التي يقوم الاَن ب! عدادها فهي: ¶ 132 - فقه الكتاب والستة. ¶ 133 - قواعد الفقه الحنبلي: ¶ حوالي الف قاعدة في الفقه الحنبلي مستنبطة من كتاب المغني ¶ لابن قُدَامة المقدسي -عبد الله بن احمد - (ت: 0 62 هـ) مخطوط في ¶ مجلد كبير: معذ للطباعة. ¶ 64",
            "page": "64",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "ثانياَ -في مجال العناية بالتراث الإسلامي ¶ تغلب على الأستاذ المترجم -كما لاحظنا -ناحية التصنيف والتاليف ¶ والبحث العلمي ا لأكاديمي المستقل، ومع ذلك فإنه لم يهمل العناية بتراثنا ¶ الفكري والحضاري - تحقيقاَ وتهذيباَ ودراسةَ وإخراجاَ-. ومن هنا فاننا ¶ نرى أن له حفظه الله إلسهاماَ لابأس به في مضمار بعث التراث الإسلامي ¶ وتقريبه للقارى المعاصر، وساذكر هنا ما اتمه الأستاذ من كتب وطُبع ¶ حتى الان علماَ بأنني ساورده حسب تاريخ صدوره مطبوعاَ: ¶ ا - تخريج أحاديث (تحفة الفقهاء) لعلاء الدين السمرقندي ¶ (ت: 575 هـ) (1). ¶ بالمشاركة مع ا لأستاذ الشيخ محمد المنتصر الكتاني رحمه الله. ¶ دار الفكر، دمشق (384 ا هـ- 4 96 1 م). ¶ 2 - جامع العلوم والحكم (شرح خمسين حديثاَ نبوياَ من جوامع ¶ الكلم) للحافظ عبد الرحمن بن أحمد بن رجب الحنبلي (ت: 795 هـ). ¶ تحقيق وتخريج، طبعة دارالخير بدمشق، 993 1 م، في مجلدين. ¶ 3 - النصوص الفقهية المختارة. ¶ دار الكتاب، دمشق (389 ا هـ- 69 9 1 م). ¶ (1) ¶ الكتاب المثبت بالحرف الأسود سيأتي التعريف به فيما يأتي.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "4 - تيسير المطالب نظم دليل الطالب: منظومة في فقه العبادات ¶ والمعاملات على المذهب الحنبلي في (476 1 بيتاَ) نظم الشيخ عبد القادر ¶ القصاب الديرعطاني (1) (ت: 0 6 4 1 هـ- 1 4 9 1 م). ¶ تحقيق. مطبوع بآخر الجزء الرابع من كتاب الفقه الحنبلي الميسر ¶ بدار القلم عام (18 4 1 هـ-997 1 م). ¶ 5 - مختصر الأنوار في شمائل النبي المختار 5عَلِر: لمحمى السنة ¶ الحسين بن مسعود البغوي (ت: 16 5 هـ). ¶ تحقيق وتخريج واختصار. (طبع دار المكتبي بدمشق 9 9 9 1 م). ¶ 6 - طريق الهجرتين وباب السعادتين: لابن قئم الجوزية محمد بن ¶ أبي بكر بن ايوب الزرعي الدمشقي (ت: 1 75 هـ). ¶ كتاب نفيس في العقيدة والتصوف والأخلاق. قام الأستاذ ب! عادة ¶ ترتيبه وتقسيمه وتحقيقه وخدمته خدمة شاملة. (طبع دار الخير بدمشق ¶ 999 1 م). ¶ *** ¶ __________ ¶ (1) انظر ترجمته، ص 2 1 من هذا الكتاب.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "ئالثأَ - أبحاث مقدمة الي الموسوعات الإسلامية والعربية ¶ استكتب الدكتورَ الزحيلي القائمون على عدد من الموسوعات ¶ الإسلامية والعربية (1)، وقد استجاب حفظه الله تعالى لتلك الهيئات، ¶ وكتب عدداَ لاباس به من الأبحاث تجاوزت المئة والخمسين، وتراوحت ¶ صفحات البحوث التي قدمها لتلك الموسوعات بين ثلاث صفحات ¶ والسبعين صفحة. ¶ وسأورد فيما يلي ثبتأ بعناوين تلك الأبحاث مرتبة على حروف ¶ المعجم، مبينأ عدد صفحات كل بحث، والموسوعة التي كتب البحث ¶ لها، مشيراَ للموسوعة العربية الكبرى ب (دمشق)، وللموسوعة الفقهية ¶ ب (الكويت)، ولموسوعة الفقه الإسلامي في المعاملات ب (جدة)، ¶ ولموسوعة الحضارة ا لإسلامية - آل البيت -ب (عمَان) (2): ¶ 1 - ا لاجتهاد: (5 ص) دمشق. ¶ (1) أشرت في الفصل الأول إلى هيئات الموسوعات التي تعاون معها الأستاذ ¶ المترجم. ¶ (2) أما المواد الموسوعية التي كتبها لموسوعة دار الفكر للحضارة الإسلامية، ¶ وللموسوعة الإسلامية الميسرة التي صدرت عن دار صحارى بحلب فتجاوزت ¶ المئة، لذلك ساعرض عن ذكرها هنا. ¶ 67",
            "page": "67",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "2 - احكام الحرب وموجباتها واَثارها (الفرق بين الحرب ¶ والجهاد) (1): (1 4 ص) عمَان. ¶ 3 - الإسلام والإيمان والإحسان: (5 ص) دمشق. ¶ 4 - الاستصناع: (7 1 ص) جدة. ¶ 5 - الأشربة: (0 2 ص) ا لكويت. ¶ 6 - ا لأصولية: (0 1 ص) د مشق. ¶ 7 - ا لإ فتاء: (3 ص) د مشق. ¶ 8 - ا لإ لحا د وا لزندقة: (5 ص) د مشق. ¶ 9 - اموال الحربين: (27 ص) الكويت. ¶ 0 1 - اهل الذمة: (5 1 ص) دمشق. ¶ 1 1 - اهل الكتاب: (5 1 ص) دمشق. ¶ 2 1 - ا لبدعة: (5 ص) دمشق. ¶ 13 - تبصير المسلمين لغيرهم بالإسلام (احكامه وضوابطه وآدابه): ¶ (32 ص) عفان. ¶ 4 1 - التمثيل السياسي في الإسلام: (5 2 ص) الكويت. ¶ (1) ¶ نشر هذا البحث أيضأ في العدد الثالث من مجلة الشريحة والقانون بجامعة ¶ الإمارات 9 0 4 1 هـ- 989 1 م؟ وأعيد نثره في سلسلة بين الأصالة والمحاصرة ¶ 1995 م، وقد ترجم إلى الفرنسية وئثر مع أبحاث (ثريحة الحرب في جميع ¶ الأديان) بباري!. ¶ 68",
            "page": "68",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "5 1 - ابن الجزري: (0 1 ص) دمشق. ¶ 6 1 - ا لجها د: (0 3 ص) د مشق. ¶ 7 1 - ا لحرابة - ا لمقا تلة -: (0 1 ص) د مشق. ¶ 8 1 - الرسول والنبي: (5 ص) دمشق. ¶ 9 1 - دابة الأرض: (5 ص) دمشق. ¶ 0 2 - دار الحرب ودار الإسلام: (0 2 ص) الكويت. ¶ 1 2 - دار العهد ودار البغي: (0 1 ص) دمشق. ¶ 22 - الدعوة الإسلامية - الوسيلة، المنهج، الهدف: (31 ص) ¶ عفان. ¶ (1) ¶ 23 - الدولة الإسلامية: (0 7 ص) الكويت. ¶ 4 2 - الشورى في العصور العباسية فكراً وممارسة: (38 ص) عمَان. ¶ 5 2 - ا لضرؤرة: (0 2 ص) ا لكويت. ¶ 6 2 - عا ئد ا لاستثمار: (9 2 ص) جدة. ¶ 27 - عبد الوهاب خلاف: (5 ص) دمشق. ¶ 8 2 - عقا ر: (0 3 ص) ا لكويت. ¶ 9 2 - العلم والإيمان وقضايا الشباب (1): (4 1 ص) عمَان. ¶ سبَى آق نثر في رومة من قبل المجلس البابوي للحوار بين الأديان، وذلك ¶ ضمن آعمال ندوة (التعليم الديني في المجتمع المعاصر). ثم أعاد الأصتاذ= ¶ 69",
            "page": "69",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "0 3 - غصب: (0 3 ص) ا لكويت. ¶ 1 3 - فسخ: (0 4 ص) ا لكويت. ¶ 2 3 - قيام: (7 2 ص) ا لكويت. ¶ 33 - متى يجنح إلى السلم؟: (0 4 ص) الكويت. ¶ 4 3 - المرابحة: (5 1 ص) ا لكويت. ¶ 5 3 - ا لمز ارعة: (0 2 ص) جدة. ¶ 36 - هل الأصل في علاقة المسلمين بغيرهم السلم أم الحرب؟: ¶ (0 4 ص) عمان. ¶ 37 - الوصية: (0 4 ص) الكويت0 ¶ عهعهعه ¶ النظر فيه، وأجرى عليه التعديلات المناصبة لسمشر ضمن سلسلة بين الأصالة ¶ والمعاصرة، حيث صدر مطبوعأ ضمنها 997 1 م. كما مز. ¶ 70",
            "page": "70",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "رابعاَ -الأبحاث ا لتي تقدم بها الي المؤتمرات ¶ الدولية والندوات العلمية والفكرية ¶ وسأقتصر هنا على ذكر ا لأبحاث التي قدمها ا لأستاذ إلى المؤتمرات، ¶ والندوات، والهيئات، وجرى نشرها عن طريق تلك الهيئات (1)، مما لم ¶ أذكره ضمن قائمة مؤلفاته السابقة، فإن الكثير من الأبحاث التي قُدمت ¶ واعتمدت في المحافل العلمية: (المؤتمرات وغيرها) قام الأستاذ لإعادة ¶ ا لنظر فيها، ونشرت ضمن (سلسلة بين ا لأصالة وا لمعاصرة). ¶ هذا وسأذكر إلى جانب كل بحث عدد صفحاته، ومكان نشره ¶ وتارِيخه. علمأ بانني سأرتبها حسب تسلسلها الهجائي: ¶ 1 - اثر الباعث والنية في العقود والفسوخ والتروك: (27 ص). ¶ مجلة الشريعة والدراسات الإسلامية في جامعة الكويت، السنة ¶ الثانية، العدد الثالث (6 0 4 1 هـ- 986 1 م). ¶ 2 - إسقاط الدين عن الزكاة: (17 ص) نشر ضمن أبحاث الهيئة ¶ العالمية لقضايا الزكاة المعاصرة في الكويت. ¶ 3 - إقليمية الشريعة والقضاء في ديار الإسلام: (0 1 ص). ¶ مجلة المركز العربي للدراسات الأمنية والتدريب 978 1 م. ¶ (1) آو جرى نثرها في مجلات علمية محكَمة. ¶ 71",
            "page": "71",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "4 - اهمية الحفاظ على الحكومة الإسلامية: (16 ص) من أبحاث ¶ مؤتمرات الوحدة الإسلامية في إيران (13 4 1 هـ- 993 1 م). ¶ 5 - بدل الخلو: (5 ص) ¶ مجلة مجمع الفقه الإسلامي بجدة، العدد الرابع، الجزء الثاك ¶ (1408 هـ-1988 م). ¶ وفي مجلة الشريعة والقانون بجامعة الإمارات، العدد الثاني ¶ (08 14 هـ-1988 م). ¶ 6 - بيع ا لاسم التجاري والتراخيص: (3 ص). ¶ مجلة مجمع الفقه الإسلامي بجدة، العدد الخامس، الجزء الثالث ¶ (9 0 4 1 هـ-988 1 م). ¶ وفي مجلة الشريعة والقانون بجامعة الإمارات (09 14 هـ- ¶ 1988 م) 0 ¶ 7 - التعويض عن الضرر: (26 ص). ¶ مجلة البحث العلمي والتراث الإسلامي بمكة المكرمة - جامعة ¶ الملك عبد العزيز، العدد الأول (1398 هـ-978 1 م). ¶ 8 - زراعة عضو استؤصل في حد: (0 1 ص). ¶ مجلة الشريعة والقانون بجامعة الإمارات، العدد الرابع (0 1 4 1 هـ- ¶ 0 99 1 م). ¶ وفي مجلة مجمع الفقه الإسلامي بجدة، العدد السادس، الجزء ¶ الثالث (0 1 4 1 هـ- 0 99 1 م). ¶ 72",
            "page": "72",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "9 - زكاة الأسهم في الشركات: (13 ص). ¶ مجلة مجمع الفقه الإسلامي بجدة، العدد الرابع، الجزء الأول ¶ (08 14 هـ-1988 م). ¶ 0 1 - السوق المالية: (0 3 ص). ¶ مجلة مجمع الفقه الإسلامي بجدة، العدد السادس، الجزء الثاني ¶ (0 41 1 هـ- 1990 م). ¶ وفي مجلة الشريعة والقانون بجامعة الإمارات، العدد الرابع ¶ (0 141 هـ- 1990 م). ¶ 1 1 - السيوط إمام التفسير بالماثور في القرن العاشر: (2 1 ص). ¶ مجلة التراث العربي بدمشق (13 4 1 هـ-993 1 م). ¶ ونشر في اعمال ندوة السيوطي في جامعة مؤتة بالأردن (4 1 4 1 هـ- ¶ 1993 م) بمناسبة مرور خمسمئة عام على وفاة جلال الدين السيوطي ¶ (ت: 911 هـ). ¶ 2 1 - الضرورة والحاجة وأثرهما في الأحكام الشرعية: (0 4 ص). ¶ نشر ضمن اعمال اسبوع الفقه الإسلامي - دورة الرياض -977 1 م. ¶ 13 - العام والخاص والمطلق والمقيد: (42 ص). ¶ نشر ضمن كتاب المؤتمر الرابع للفقه المالكي بأبو ظبي (6 0 4 ا هـ- ¶ 986 1 م). ¶ 4 1 - عقد الاستصناع: (17 ص). ¶ 73",
            "page": "73",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "مجلة مجمع الفقه الإسلامي بجدة، العدد السادس (1412 هـ- ¶ 1992 م). ¶ 15 - عقد آلصقاولة: (6 ص). ¶ مجلة الشريعة والقانون بجامعة الإمارات، العدد الثاني (8 0 4 1 هـ- ¶ 988 1 م). ¶ 6 1 - عقود الاختيارات: (9 ص). ¶ مجلة مجمع الفقه الإسلامي بجدة، العدد السادس (1412 هـ- ¶ 1992 م). ¶ 17 - فلسفة العقوبة في الإسلام: (48 ص). ¶ ضمن أعمال مؤتمر حاجة البشرية إلى تطبيق الشريعة الإسلامية، ¶ في الكويت 93 9 1 م. ¶ 18 - مجالات العلاقات الدولية في الإسلام: (2 2 ص). ¶ مجلة كلية الاَداب والعلوم الإنسانية في الرباط 995 1 م. ¶ 9 1 - المصلحة المرسلة: (5 2 ص). ¶ نشر ضمن أعمال ندوة الفقه الإسلامي في سلطنة عمان (08 4 1 هـ ¶ 1988 م). ¶ 0 2 - مصرف الزكاة (في الرقاب): (0 2 ص). ¶ نشر ضمن أبحاث الهيئة العالمية لقضايا ا لزكاة المعاصرة في الكويت ¶ ونشرته مجلة الشريعة والقانون بجامعة الإمارات، العدد الرابع ¶ (1410 هـ-1990 م). ¶ 74",
            "page": "74",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "1 2 - مصرف الزكاة (العاملين عليها): (27 ص). ¶ نشر ضمن ابحاث الهيئة العالمية لقضايا الزكاة المعاصرة في ¶ الكويت. ¶ 2 2 - مصرف الزكاة (المؤلفة قلوبهم): (0 2 ص). ¶ نشر ضمن ابحاث الهيئة العالمية لقضايا الزكاة المعاصرة في ¶ الكويت. ¶ 23 - نظام التوبة وائره في إسقاط العقوبات: (1 4 ص). ¶ نشر ضمن ابحاث الحلقة العربية للدفاع الاجتماعي ضد الجريمة ¶ التابعة لجامعة الدول العربية 970 1 م. ¶ ع! ع! ع! ¶ 75",
            "page": "75",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "خا مساَ - ا لمقا لات ¶ لم يقتصر الأستاذ في كتابته على الكتابة العلمية التخصصية، بل ¶ كتب ايضأ المقالة، في عدد من المجلات الصادرة في عدد من البلاد العربية ¶ والإسلامية، علمأ بأن تلك المقالات تتسم في الأعم الأغلب بالطابع ¶ الفقهي، وإن لم تخل من التوجيه التربوي، وله مفالات في الدعوة، وفي ¶ بعض المناسبات الإسلامية والأعياد والمواسم الدينية. ¶ هذا وقد ناف عدد المقا لات التي نشرت له إلى يومنا هذا على المئة، ¶ معظمها توزع على ثلاث مجلات هي: ¶ 1 - مجلة حضارة الإسلام الدمشقية، ونشرت للأستاذ ما بين سنتي ¶ 963 1 - 968 1 م (25 مقالاً). ¶ 2 - مجلة الوعي الإسلامي الكويتية، ونشرت له مابين سنتي 1966 ¶ - 981 1 م (30 مقالاً). ¶ 3 - مجلة نهج الإسلام الدمشقية، وتنشر له منذ عام 981 1 م وحتى ¶ الاَن (35 مقا لاً). ¶ ونشرتْ له عدد من المجلات الأخرى مقالات قليلة، ومن هذه ¶ المجلات: ¶ - مجلة المنهل (الرياض). ¶ - مجلة منار الإسلام (ابو ظبي). ¶ 76",
            "page": "76",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "- مجلة كلية الشريعة بالأزهر (القاهرة). ¶ - مجلة الهداية (تونس). ¶ - مجلة هدي الإسلام (الأردن). ¶ - مجلة ا لأصالة (الجزائر). ¶ - مجلة العالم الندن). ¶ -مجلة الثقافة ا لإسلامية الصادرة عن المستشارية ا لإيرانية (دمشق). ¶ - مجلة المنهج (بيروت). ¶ ولا أرى أن أطيل بذكر عناوين تللك المقالات وتواريخ نشرها ¶ ففيما ذكرت له من كتب ومصنفات وتحقيقات كفاية. والله الموفق. ¶ ي! \"! ¶ 77",
            "page": "77",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "2 ¶ 3 ¶ 6 ¶ 7 ¶ 8 ¶ 9 ¶ 2 ¶ 3 ¶ ب -التعريف بأهم مؤلفاته ¶ -اَثار الحرب في الفقه الإسلامي ¶ - الفقه ا لإسلامي وأدلته ¶ - التفسير المنير ¶ - الفقه الإسلامي في أسلوبه الجديد ¶ - نظرية الضرورة الشرعية ¶ - نظرية الضمان ¶ - أصول الفقه الإسلامي ¶ - الذرائع في السياسة الشرعية ¶ - العلاقات الدولية في الإسلام ¶ 1 - جهود تقنين الفقه الإسلامي ¶ 1 - شرعة حقوق الإنسان في الإسلام ¶ 1 - الفقه الحنبلي الميشر ¶ 1 - العقود المسماة في قانون المعاملات المدنية الإماراتي ¶ 1 - الأصول العامة لوحدة الدين الحق ¶ 1 - القراَن الكريم (بنيته التشريعية وخصائصه الحضارية) ¶ 78",
            "page": "78",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "6 1 - الفصة القرأنية ¶ 17 - تخربج آحاديث تحفة الفقهاء للمسرقندي ¶ 8 1 - النصوص الفقهية المختارة ¶ 9 1 - الخليفة الراشد عمر بن عبد العزيز ¶ 0 2 - الوجيز في أصول الفقه ¶ 1 2 - التفسير الوسيط ¶ \"عهعه ¶ 79",
            "page": "79",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "1 - اَثار الحرب في الفقه الاسلامي ¶ دراسة مقارنة ¶ هذا الكتاب هو الأطروحة التي تقدم بها الأستاذ الزحيلي للحصول ¶ على درجة الدكتوراه في الحقوق (اختصاص: شريعة إسلامية) من كلية ¶ الحقوق بجامعة القاهرة، وقد نال به الدرجة بمرتبة الشرف الأولى مع ¶ التوصية بتبادل الرسالة مع الجامعات الأجنبية، وكانت مناقشته بتاريخ: ¶ 15 رمضان 1382 هـ- 9/ 2/ 963 1 م. ¶ وقد اوصى احد اعضاء لجنة الحكم بضرورة ترجمة هذه الرسالة ¶ إلى اللغات الأجنبية لتعم الفائدة منها، ولتصحيح الكثير من الأخطاء ¶ الشائعة عن مبدا الجهاد في الشريعة الإسلامية. ¶ اما العلامة الشيخ محمد ابو زهرة رحمه الله فقد قال عنه: \"الحق ¶ يقال: لم يدع الأستاذ صغيرة ولا كبيرة في الحرب واَثارها إ لا اتى بها \". ¶ ولقد لقي هذا الكتاب ترحيباَ عظيماَ لدى ظهوره مطبوعاَ لأول مرة، ¶ وانهالت على المؤلف حفظه الله رسائل الشكر والتقريظ من علماء وباحثين ¶ وهيئات عربية لىسلامية ودولية، وما ذلك إلا لجدة البحث وجديته، ¶ وكونه اول بحث من نوعه يفيض القول ويبسط البيان في موضوع السلم ¶ والحرب في ا لإسلام والقانون الدولي العام. ¶ وقد حدد المؤلف آسباب اختياره لهذا الموضوع بالنقاط الاَتية: ¶ 1 - بيان الحق فيما يتصل ببعض نواحي الجهاد، الذي شغل ¶ 80",
            "page": "80",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "المستشرقين الذين كتبوا فيه وفق ما املاه عليهم التعصب والهوى ¶ والكراهية (1). ¶ 2 - نزوع كثر الباحثين من اصحاب الرسائل الجامعية (الدكتوراه ¶ والماجستير) إلى العناية ببحث بعض النواحي التي تتصل بالفقه المدني، ¶ وبالتالي ف! ن الأستاذ اَحمث ان يسد ثغرة في ميدان الفقه والتشريع الإسلامي ¶ تحتاج إلى عرض احكامها عرضأ حديثأ، وهذه الثغرة هي ميدان (الفقه ¶ الدولي العام) (2). ¶ (1) ¶ (2) ¶ أرى من المنا! سب هنا أق أورد ما سطره ا لأستاذ حفظه الله في (ص ه 9) حاشية رقم ¶ (5) من الكتاب حيث قال: \"يخاف الغربيون لا سيما الإنكليز من ظهور فكرة ¶ الجهاد في أوصاط المسلمين حتى لا تتوحد كلمتهم، فيقفوا أمام عدوانهم. ¶ ولذلك يحاولون الترويج لفكرة نسخ الجهاد، وصدق الله العطيم إذ يقول فيمن ¶ لا إيمان لهم: \" فَإ أ أتزِلَت سُررَير نُخكَمَة وبمرَ فَهَا ألقِئَالأ لَ!! تَ الَذِفيَ فِى قُلُوبِهِم ¶ ئًرض يَخظُرُربئَإثكَ نَظَرَ المَضعثِئِ علة مِنَ اَلمَؤت\" امحمد: 0 2،. ¶ ويقول: \"ولقد قابلت المستشرق الإنكليزي (أندرسن) في مساء يوم الجمعة ¶ 3/ 6/ 0 196 م -فسالته عن رأيه في الموضوع، فكان من نصيحته لي أن أقول: ¶ \"إن الجهاد اليوم في رأيه لا يتفق مع ا لأوضاع الدولية الحديثة، لارتباط المسلمين ¶ بالمنظمات العالمية والمعاهدات الدولية، ولأن الجهإد هو وسيلة لحمل الناس ¶ على ا لإسلام، وأوضاع الحرية ورقي ا لعقول لا تقبل فكرة تفرض بالقوة؟!! \". . ¶ أقول: لا أدري من الذي يقول: إن الجهإد وسيلة لحمل الناس وإكراههم على ¶ الإسلام، وقد ثبت تاريخيأ أن الإسلام لم ينتشر بالسيف. وانظر ما يلي في بيان ¶ مفهوم الجهاد في الإسلام، وما ذكرالدكتور الزحيلي. ¶ معلوم سبق فقهاء المسلمين إلى التصنيف في إطار القانون الدولي العام، وكانوا ¶ يسمونه: (الشيَر) ومن أشهر من صنف في هذا الباب من اثمة المتقدمين: الإمام ¶ الأوزاعي (ت: 57 1 هـ) وله كتاب (الشير) ولأبي يوسف القاضي كتاب في الرد ¶ عليه، ويعدْ الإمام محمد بن الحسن الشيباني (ت: 189 هـ) فارس ميدان هذا ¶ الباب، الذي وضع فيه (الشير الصغير)، و (الشير الكبير) في خمسة مجلدات. ¶ 81",
            "page": "81",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "3 - أهمية الموضوع، ف! ن البحث فيه يحقق التقارب بين الشرق ¶ والغرب، ويزيل أوجه الخلاف بينهما فيما يخدم قضية ال! لم العالمي ¶ والأمن الجماعي، وخاصة بعد أن نضَت المادة (38) من قانون محكمة ¶ العدل الدولية على اعتبار أحكام الشريعة ا لإسلامية من مصادر القانون. ¶ وأما منهج البحث فقد سار فيه على هدي الطريقة العلمية الموضوعية ¶ التاريخية المقارنة، مع تأصيل الموضوعات، ودعمها بالأدلة بعد تحقيقها ¶ ومناقشتها، معتمداً على النصوص من كتاب الله وسنة نبيه الصحيحة، مع ¶ الرجوع إلى أقوال الفقهاء، ف! ن لم يجد نصاً في المسألة المبحوثة لجا إلى ¶ معيار المصلحة العامة والاستحسان، لأن علاقة المسلمين بغيرهم من ¶ الأمم ترجع - في رأيه - إلى ا لاجتهاد في رعاية المصلحة العامة والعدالة. ¶ وقد قارن بين المذاهب الإسلامية المختلفة (1) على نهج موسوعة ¶ الفقه الإسلامي تقريباً، وبعد المقارنة بينها يستخلص ماقذَر أنه الأصوب، ¶ ثم يقارن الرأي المختار بما عليه الوضع في القانون الدولي بدون انتهاج ¶ تقريب مفتعل لإيجاد أوجه التماثل بين الشريعة الإسلامية والقانون، وذلك ¶ ليحافظ على طابع الفقه الإسلامي ونظامه المستقل، ومقصوده النهائي من ¶ هذه المقارنة الوصول إلى إظهار سمو الشريعة، وسبقها، وبيان انها ¶ تهدف إلى تحقيق مكارم الأخلاق وتقنين المُثل العليا. ¶ واما خطة البحث فإنها سارت على النحو التالي: ¶ (1) ¶ ا لمذاهب التي قارن بينها هي ا لمذاهب الفقهية ا لأربعة عند أهل السنة، وا لمذهبين ¶ الإمامي والزيدي عند الشيعة، والمذهب الإباضي (واقتصر فيه بالرجوع إلى ¶ كتاب النيل وشرحه للشيخ محمد أطفيش: ت 1332 ها، والمذهب الظاهري ¶ (واعتمد فيه على المحلى لا بن حزم الأندلسي: ت 6 5 4 هـ). ¶ 82",
            "page": "82",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "الحر ¶ تقديم: بين فيه أهمية الموضوع، وطريقة البحث، وخطته. ¶ الباب التمهيدي: عموميات عن الحرب، وفيه فصلان: ¶ الفصل الأول: تعريف الحرب في الشرع والقانون، وتاريخ ¶ وب، وعلاقة المسلمين بغيرهم، وما يتفرع على ذلك. ¶ الفصل الثاني: كيفية (طرق) إعلان الحرب وبدءها. ¶ الباب الأول: الآثار المترتبة على قيام الحرب. ¶ الفصل الأول: انقسام الدنيا إلى دارين أو ثلاثة. ¶ الفصل الثاني: أثر الحرب في العلاقات السلمية. ¶ الفصل الثالث: أثر الحرب في العلاقات السياسية الدولية: ¶ المبحث الأول: أثر الحرب في العلاقات الدبلوماسية. ¶ المبحث الثاني: أثر الحرب في المعاهدات. ¶ الفصل الرابع: الأسرى والجرحى والمرضى والقتلى. ¶ الفصل الخامس: أثر الحرب في الأشخاص والأموال: ¶ المبحث الأول: أثر الحرب في الأشخاص. ¶ المبحث الثاني: أثر الحرب في العلاقات التجارية. ¶ المبحث الثالث: أثر الحرب في أموال العدو. ¶ الباب الثاني: الاثار المترتبة على انتهاء الحرب. ¶ الفصل الأول: انتهاء الحرب بالإسلام وآثاره. ¶ الفصل الثاني: انتهاء الحرب بالصلح (المؤقت أو المؤبد) وآثاره. ¶ 83",
            "page": "83",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "الفصل الثالث: انتهاء الحرب بالفتح وآئاره 0 ¶ الفصل الرابع: انتهاء الحرب بترك القتال. ¶ الفصل الخامس: في التحكيم وانتهاء الحرب به. ¶ الخاتمة: ذكر فيها نتائج البحث، وفي نهاية المطاف خلص إلى ¶ القول: ¶ \"يمكننا ان نستخلص من دراستنا اسساً جديدة للتنظيم الدولي ¶ الحاضر بشكل يكفل تماماَ صيانة السلم العالمي، وتلك الأسس مستمدة ¶ من اصول الدعوة ا لإسلامية ومبادئها الدولية: ¶ 1 - إقامة الأمن الجماعي على اساس المعاهدات، ورعاية حرمة ¶ الميثاق على ان تلك الحرمة من وحي العفيدة والإيمان. ¶ 2 - تنظيم العلاقات الدولية على اساس سيادة روح الإنسانية، ومبدا ¶ ا لتعا ون وا لإخاء ا لشا مل بين ا لأمم، وا لاهتداء بهدي ا لأديان ا لسما وية. ¶ 3 - نبذ مبادى القوميات والعنصريات والوطن والجنسية، لأنها ¶ أساس لكثير من المنازعاب الدولية، ثم ربط الأسرة البشرية بالروابط ¶ المعنوية والأسس الفكرية، لأنَ ذلك أدعى للطمأنينة والسلام، وأجدى ¶ للناس جميعاً. ¶ 4 - منع استخدام القوة إلا للدفاع عن النفس. ¶ 5 - إقرار مبادى الحرية والعدالة والمساواة وتصفية الاستعمار، ¶ لأن التنافس الاستعماري من أسباب اضطراب العلاقات الدولية. ¶ 6 - تسخير موارد الطبيعة والطاقات البشرية والاَلية لخير العالم ¶ 84",
            "page": "84",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "وتوزيعها على أساس العدل والصالح العام. ¶ 7 - سيادة مبدا الخلق والضمير والرحمة والصراحة \". ¶ وأخيراً: فقد ذيل المؤلف - زاده الله توفيقاً - هذا الكتاب بملحق ¶ تحت عنوان: (قانون حرب إسلا مي) (1) وذلك حرصاً منه على بيان صلاحية ¶ الإسلام لكل زمان ومكان، ومشروع القانون الذي صاغه مكون من (54 ¶ مادة) مقسمة على النحو التالي: ¶ الباب الأول: العلاقات العامة في الإسلام (28 مادة). ¶ الباب الثاني: اشخاص العدو وامواله (2 1 مادة). ¶ الباب الثالث: طرق إنهاء الحرب (4 1 مادة). ¶ هذا وقد طبع الكتاب للمرة الأولى في المكتبة الحديثة بدمشق ¶ (1382 هـ-963 1 م) وبلغت عدد صفحاته (0 89 ص) بما فيها الفهارس. ¶ وصدرت الطبعة الرابعة عن دارالفكر بدمشق 2 9 9 1 م. ¶ كما ترجم إلى اللغة الفرنسية، ونال به بعضهم درجة الدكتوراه من ¶ السوربون، بعد تلخيصه. ¶ وقبل ان اسدل الستار عن هذا الكتاب ساشير إلى سؤالين من الأهمية ¶ بمكان، تعرض لهما الأستاذ في كتابه وأجاب عنهما: ¶ (1) ¶ اقول: أود ان اوصي الجامعات والكليات الإسلامية ان توجه الطلاب الذين ¶ يقومون بإعداد رسائل علمية في مفردات الفقه الإسلامي لأن يضعوا ملاحق في ¶ رسائلهم تتضمن قانونأ مقترحا للمسائل التي تناولها البحث، على غرار مواد ¶ القوانين الوضعية، وارى انه إن نفذت هذه الفكرة فلن يمضي وقت طويل حتى ¶ يجتمع لدينا مروع لقوانين إسلامية تتناول كافة مناحي الحياة المعاصرة. ¶ 85",
            "page": "85",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "السؤال الأول: ما فائدة دراسة اَثار الحرب مع ان الحرب محرمة ¶ في القانون الدولي، ومخالفة لأحكامه؟. ¶ وجاء جوابه حفظه الله على السؤال، بأن التحريم القانوني لا ينفي ¶ إمكان نشوب الحرب من الناحية الواقعية على نطاق واسع بين الدول التي ¶ انضمت لنظام منع الحرب، فما زال للقتال شان واقعي في العصر ¶ الحاضر (1) 0 ¶ السؤال الثاني: هل الجهاد في الإسلام دفاعي ام هجومي؟. ¶ وقد بئن في جوابه ان هذا التقسيم لا ينطبق على نظام الجهاد ¶ الإسلامي، ولا يصح ان يوصف الجهاد بأنه هجومي، ولا ان يوصف بأنه ¶ دفاعي، وقال: \"إن الجهاد الإسلامي من نوع خاص، ليس هجوميأ ظالمأ ¶ للعالم، وليس مجرد دفاع عن حدود الوطن والمصالح، فهو بكلمة ¶ موجزة: ¶ وسيلة في يد ولي الأمر لحماية نشر الدعوة او للدفاع عن ¶ المسلمين \" (2). ¶ \"\"\" ¶ (1) آثار ا لحرب، صه 2. ¶ (2) آثار الحرب في الفقه الإسلامي، ص 4 2 1 - ه 2 1. ¶ 86",
            "page": "86",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "2 - الفقه الاسلامي واَدئته (1) ¶ طبع للمرة الأولى في دار الفكر بدمشق عام (4 0 4 1 هـ- 984 1 م). ¶ يمثل هذا الكتاب ذروة عطاء المؤلف في مجال الفقه الإسلامي، ¶ حيث أفرغ فيه غاية جهده، وخلاصة عمره في الكتابة والتاليف والدراسة ¶ والتدريس، حتى أصبح هذا الكتاب درة في بابه، وأقبل عليه جمهور ¶ المسلمين وخاصتهم ينهلون من معينه، ويستفيدون من تجربته. ¶ هذا وقد مفد المؤلف حفظه الله في تقديمه للكتاب ببيان دافعه ¶ للتاليف فقال: \"مما لا شك فيه أن الفقه الإسلامي بحاجة ماسة إلى كتابة ¶ حديثة فيه، تبسط ألفاظه، وتنظم موضوعاته، وتبين مرامِيه، وتربط ¶ اجتهاداته بالمصادر الأصلية له، وتيسر للباحث طريق الرجوع إليه ¶ للاستفادة منه في مجال التقنين. . . \" (2). ¶ ئم قال: \"وبما أنني ما زلت مؤمنأ بأن المستقبل للإسلام وفقهه ¶ وتشريعاته، وإنْ عالل بعض الناس الانتفاع بنظامه بالقوانين الوضعية ¶ المستوردة ف! ني حريص على بيان أحكام هذا الفقه؟ لأنَّ ذلك التعطيل ردَّة ¶ موقوتة ليس لها دعائم بقاء أو اممتقرار أو احترام في أذهان المسلمين، ¶ بدليل ظهور صحوة مباركة في بداية هذا القرن الخامس عشر الهجري، ¶ (1) ¶ (2) ¶ وانظر نعريفأ إجماليأ بهذا الكتاب في (التثريع الإسلامي في القرن الرابع عشر ¶ الهجري، ص 02 4 - 03 4 وهو مطبوع بأخر كتاب تاريخ التشريع الإسلامي ¶ للسايس. ¶ الفقه ا لإسلامي وأدلته: 1/ 6. ¶ 87",
            "page": "87",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "وبروز اتجاه قوي نحو العودة بالفعل لتطبيق الشريعة الإسلامية في شتى ¶ المجالات، وقد بداَتْ فعلاَ لجان علمية متخضصة تنفذ قرارات وزراء ¶ العدل العرب بوضع قانون موحد مستمد من الشريعة الإسلامية في النطاقين ¶ المدني والجنائي \" (1). ¶ هذا وقد سار الأستاذ المؤلف في هذا الكتاب على خطة محكمة ¶ واضحة البنيان جلية المعالم، ولا غرو فالتأليف العلمي شغله الشاغل، ¶ وقد صقلته التجربة المتتابعة في التصنيف الفقهي المتميز، وتوَج ذلك كله ¶ احتكاكه المباشر بالنشاط العلمي والبحثي الأكاديمي. ¶ ويمكننا آن نوجز منهجه بما يلي: ¶ 1 - اعتمد في استنباط الأحكام الشرعية على المصادر التشريعية ¶ الإسلامية النقلية والعقلية وهي: الكتاب الكريم، والسنة المطهرة، ¶ والاجتهاد بالراي المعتمد على روح التشريع. ¶ 2 - اقتصر في المقارنة بين المذاهب الفقهية الإسلامية المعمول بها ¶ على مذاهب اهل الشُئة الأربعة (الحنفية والمالكية والشافعية والحنبلية) ¶ وكان يتجاوزها في بعض الموضوعات إلى بعض المذاهب الإسلامية ¶ الأخرى كالإمامية والإباضية 0 0 0 (2) 0 ¶ وقد اعتمد فيما يورده من اَراء واقوال لأصحاب المذاهب على ¶ المؤلفات المعتمدة الموثوفة في كل مذهب، وكان يحيل على المصادر ¶ التي عليها مدار الفتوى، والعمل في كل مذهب منها. ¶ (1) الفقه الإسلامي وأدلته: 1/ 7 - 8. ¶ (2) كما قارن في بعض الموضوعات بين المذاهب الفقهية من جهة وما عليه ¶ القوانين الوضعية من جهة آخرى. ¶ 88",
            "page": "88",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "وقد علل اتباعه لهذا المنهج المقارن بين المذاهب بأن هذا النوع من ¶ الدراسة والبيان لفقه المذاهب الأربعة لقي \"إقبالاً شديداً، وحرصأ تامأ ¶ على المطالعة والاستفادة، وهو يتمق والاتجاه العالمي للدراساب ¶ المقارنة، ويضعف العصبية المذهبية أو يزيلها من النفوس \" (1). ¶ هذا وقد حاول \"دائمأ التنويه بالراي الموحَد بين فقهاء المذاهب، ¶ لا في مجرد العناوين لأحكام فقهية، بل في الشروط والتفصيلات أيضأ\" (2) ¶ 3 - عني بتخريج الأحاديث التي اوردها مستدلأً بها، وبتن صحتها، ¶ ونؤه بأن ما سكت عنه من الأحاديث فهذا يعني غالبأ أئه مقبول (3). ¶ 4 - استوعب مختلف الأحكام الفقهية للمسائل الأصلية، ووازن ¶ بين القضايا الفقهية في كل مذهب مع المذاهب الأخرى، وذلك ليتحقق ¶ التقابل بين الاَراء، حتى يجد الباحث ضالته المنشودة ويروي ظمأه. ¶ 5 - عني ببيان المسائل العملية التطبيقية، وحاول جهد المستطاع ¶ ا لابتعاد عن الففه الافتراضي البعيد الحصول. ¶ كما أهمل مسائل الرق والعبيد وما يتعلق بها من أحكام - لانتهاء ¶ مشكلته عالميأ-الأ على سبيل ا لإلمام التاريخي واستكمال الصورة الفقهية. ¶ 6 - رخح بين الاَراء والأقوال المنقولة عن أئمة المذاهب وأصحاب ¶ (1) ¶ (2) ¶ (3) ¶ الفقه ا لإسلامي وأدلته: 1/ 9. ¶ المرجع السابق نفسه. ¶ جاء تخريجه للاحاديث مجملأ، وهو يعتمد في التخريح غا لبأ على كتب أحاديث ¶ ا لأحكام وشروحها مثل: (منتقى ا لأخبار مع شرج نيل الأوطار). أو كتب ا لتخريج ¶ مثل: (نصب الراية) و (التلخيص الحبير) و (جامع الأصول لابن ا لأثير الجزري) ¶ و (مجمع الزوائد للهيثمي). ويذكر التخريج في الحواشي غالبا. ¶ 89",
            "page": "89",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "الفتاوى بحسب ما ظهر له من قوة الدليل ورجحانه، وإذا لم يصزَح ¶ بالترجيح، فالأولى ان يُؤخذ ويُعمل براي الأكثرين او الجمهور. ¶ وقد اشار هنا إلى رايه في جواز التلفيق بين المذاهب، وجواز ¶ الأخذ بالأيسر (تتبع الرخص) عند الحاجة والضرورة. ¶ 7 - تناول في كتابه العديد من المسائل والقضايا الفقهية المعاصرة ¶ مبينأ رايه فيها، مستلهمأ ذلك من قواعد التشريع العامة ومبادئه ومقررات ¶ الفقهاء0 ¶ 8 - اخيرأ امتاز الكتاب ب (سهولة الأسلوب، وتبسيط الكلام، ¶ وبيان الأمثال، والتنظيم الأقرب لفهم اهل العصر، وتحقيق الراي الراجح ¶ في كل مذهب، ووضع الضوابط الكلية ليسهل التعرف على الأحكام من ¶ غير استطراد ولا بعثرة للمسائل)، وبذلك اصبح الفقه (قريب المنال ¶ بأسلوبه وتنظيمه وتبويبه) بحيث لم يبق (عذر لأحد في محاولة التخلص! ¶ من الفقه الإسلامي بعد ان أزيل غموضه، ورفعت حواجز الوهم والتعقيد ¶ والصعوبة في فهمه من بطون الكتب القديمة الغاصة بثروة وكنوز لا مثيل ¶ لها في التاريخ) (1). ¶ ويكفينا فخرأ بأن استاذنا حفظه الله ورعاه استطاع من خلال هذا ¶ الكتاب ان يضع بين ايدينا موسوعة فقهية موثقة تناولت كافة ابواب الفقه ¶ الإسلامي ومطالبه ومباحثه، في الوقت الذي لا تزال فيه عدد من ¶ المؤسسات الرسمية في بعض الدول العربية والإسلامية تخطو بخُطا ¶ وئيدة وخجولة محاولة إعداد موسوعة فقهية شاملة بالرغم مما تمتلكه ¶ تلك المؤسسات من إمكانات مادية وعلمية وبشرية، سائلين المولى جفت ¶ (1) الفقه الإسلامي وأدلته: 1/ 1 1. ¶ 90",
            "page": "90",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "قدرته ان يوفق القائمين على إعداد تلك الموسوعات لإخراجها فيتحقق ¶ على ايديهم ما يسزُ المسلمين ويثلج صدورهم اَمين. ¶ وقبل ان الج إلى اقسام الكتاب وتبويبه وتجزئته، انبِّه إلى أن الأستاذ ¶ حفظه المولى تعالى يذكر عند كل مسألة يستعرضها في كتابه مكان وجودها ¶ في المراجع والمصادر المعتمدة في كل مذهب من المذاهب يذكر ذلك ¶ في حواشي الكتاب وهوامشه. ¶ أقسام الكتاب وتجزئته: ¶ افتتح الأستاذ كتابه بتقديم تناول فيه الأمور الاَتية: ¶ 1 - الباعث على التأليف. ¶ 2 - المنهج العلمي الذي اتبعه في تصنيفه لهذا المولَف. ¶ 3 - مقدمات ضرورية في الفقه الإسلامي تكلم فيها عن: ¶ - معنى الفقه وخصائصه (عزَف الفقه لغة واصطلاحاَ، وبئن ¶ موضوعه، وخصائصه، ووجوب العمل به، وسبيل العودة إليه). ¶ - تعريف الفقيه، والمفتي، والمذهب. ¶ - ترجم لأئمة المذاهب الإسلامية الرئيسة المعمول بها ولتلامذتهم ¶ تراجم موجزة 0 ¶ - مراتب الفقهاء والمجتهدين، ومراتب كتب الفقه. ¶ - الاصطلاحات الفقهية العامة، والمصطلحات الخاصة ببعض ¶ المذاهب والمؤلفين في الفقه. ¶ 91",
            "page": "91",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "- أسباب اختلاف الفقهاء المجتهدين: ¶ وفي اَخر التقديم أورد خطة البحث، ومنهجه في بحث أبواب الفقه، ¶ حيث قسم الفقه الإسلامي إلى أقسام ستة (1) موزعة على ثمانية مجلدات ¶ - (2) ¶ ضحمه. ¶ وقسم كل قسم من الأقسام الرئيسة إلى ابواب، والأبواب إلى ¶ فصول، وكسر الفصول على مباحث (3) إن احتاج الأمر إلى ذلك. ¶ هذا وسأذكر فيما يلي أقسام الكتاب الرئيسة، واهم الأبواب فيها: ¶ القسم الأول: في العبادات وماله صلة بها كالأيْمان، والنذور، ¶ والأضاحي، والذبائح، (صلة الإنسان بربه). ¶ هذا وقد استغرق هذا القسم المجلدات الثلاثة الأولى من الكتاب. ¶ القسم الئاني: النظريات الفقهية، وبحث فيه أهم النظريات العامة ¶ في الفقه الإسلامي. ¶ وقد تناول في هذا القسم النظريات الاَتية: نظرية الحق، نظرية ¶ الأموال، نظرية الملكية، نظرية المؤيدات الشرعية (4). ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ تقدم هذه الأقسام الستة جدولٌ للمقايي! الشرعية، فذكر وحدات الأطوال، ¶ والمكاييل، والأوزان، والنقود، وبئن ما تساويه تلك الوحدات بالوحدات ¶ المعاصرة. ¶ وفق تجزئة الطبعة الأولى، مع ملاحظة أئه طبع فيما بعد ب (1 1) مجلداَ. ¶ معنوناَ كل باب وفصل ومبحث بعنوان منإسب دال على مضمونه، ويفتتح ¶ الكلام في كل مبحث بالمسائل المتفق عليها، مثنياَ بالمسائل المختلف فيها، ¶ مستوعباَ الكلام في كل مسالة مختلف فيها من خلال استعراض الحكم فيها في ¶ كل مذهب على حدة، مع ذكر دليله ومناقثته. ¶ أي: ا لأحكام والتدابيرات التي شرعت لا لتنظيم علاقات الناس، دها نما لحملهم=",
            "page": "92",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "وألحق في اَخر القسم أهم ما اقتبسه القانون المدني الوضعي من ¶ الفقه الإسلامي من المبادى والنظريات العامة مثل: نظرية التعسف في ¶ استعمال الحق، ونظرية الظروف الطارئة، وحوالة الدين، وغيرها. ¶ كما ذكر بعض التقنينات المدنية المأخوذة من الفقه الإسلامي (1). ¶ وكد في خاتمة هذا القسم على ضرورة العودة إلى تطبيق الشريعة ¶ الإسلامية، واستمداد القوانين منها قائلاَ: ¶ \"وقد بيئا هذا النموذج الذي استمده القانون المدني من الفقه ليكون ¶ عنوانأ مشرقأ وبرهانأ ساطعأ على ان في شريعتنا الغراء كنوزاَ خالدة ¶ لاتحتاج إلا إلى صياغة جديدة بروح العصر ومفاهيمه على منوال التقنينات ¶ الجديدة \" (2). ¶ هذا وقد استغرق هذا القسم (0 34 ص) الأولى من المجلد الرابع. ¶ الفسم الثالث: العقود (التصرفات المدنية والمالية). ¶ وقد ابتدأ هذا القسم بالصفحة (341) من المجلد الرابع وانتهى ¶ بالصفحة (481) من المجلد الخامس. ¶ القسم الرابع: الملكية وتوابعها. وقد تفرع إلى بابين: ¶ الباب الأول: الملكية وخصائصها، افتتحه بتمهيد نبه فيه إلى اوجه ¶ اللقاء او شبه التفاء بين النظامين الرأسمالي وا لاشتراكي من جهة، والنظام ¶ الإسلامي من جهة اخرى في تنظيم الملكية، وهذا لا يعني ان أحدهما ¶ (1) ¶ (2) ¶ على طاعة أحكام الشرع الأصلية. ¶ الفقه الإصلامي وأدلته: 4/ 2 1 3 وما بعدها. ¶ المرجع السابق: 4/ 339. ¶ 93",
            "page": "93",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "اخذ من الاَخر، ولكن يعني ان النظام الإسلامي كان سباقأ في نظرته ¶ المتوازنة إلى تحقيق مصلحة الفرد والجماعة - او الشعب والدولة - بما ¶ يكفل دعم الصالح العام (1). ¶ الباب الثاني: توابع الملكية. ¶ وبنهاية القسم الرابع انتهى المجلد الخامس من الكتاب. ¶ القسم الخامس: الفقه العام (2)، ويراد به ما له صلة بالدولة ا و ¶ بممارسة السلطة العامة على مواطنيها، كالقضاء، وإما بمباشرة علاقاتها ¶ الدولية مع الدول ا 1) خرى. ¶ وهذا القسم انساب في طياته ستة أبواب هي: ¶ الباب الأول: الحدود الشرعية، استفتحه بتمهيد ذكر فيه: ¶ - هدف العقوبة في الإسلام، وهو بناء مجتمع إسلامي عزيز وكريم ¶ ونظيف واَمن مطمئن. ¶ - تعريف الحد لغة وشرعأ وانواع الحدود. ¶ - الفرق بين الحد والتعزير -نقلاَ عن الإمام القرافي (3). ¶ الباب الثاني: التعزير. ¶ (1) ¶ (2) ¶ (3) ¶ كما نبه في التمهيد إلى انه سبق في القسم الخاص بالنظريات الفقهية ان تناول ¶ بحث الملكية (تعريفها واسبابها وانواعها) وانه في القسم الرابع اعاد بحثها ¶ على صورة اشمل مع بحث طبيعة الملكية الفردية في الإصلام 0 ¶ ويفابله الفقه الخاص الشامل لعلاقات الأفراد فيما بينهم، أو علاقة الأفراد مع ¶ ربهم عز وجل0 ¶ في كتابه الفروق: 4/ 177 - 183.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "الباب الثالث: الجنايات وعقوباتها (القصاص والديات). ¶ الباب الرابع: الجهاد وتوابعه. ¶ الباب الخامس: القضاء وطرق إثبات الحق. ¶ الباب السادس: نظام الحكم في الإسلام (الأحكام السلطانية). ¶ وهذا القسم استغرق كامل المجلد السادس. ¶ القسم السادس: الأحوال الشخصية (1) (احكام الأسرة). وقد ¶ اشتمل هذا القسم على ابواب ستة هي: ¶ الباب الأول: الزواج واثاره. ¶ الباب الثاني: انحلال الزواج واَثاره. ¶ الباب الثالث: حقوق الأولاد، من نسب ورضاع وحضانة وكفالة ¶ وولاية ونفقة. ¶ الباب الرابع: الوصايا، وتناول فيه ما يعم الوصية، والإيصاء، ¶ وتصرفات المريض مرض الموت. ¶ الباب الخامس: الوقف. ¶ الباب السادس: الميراث: (الفرائض). ¶ (1) ¶ يستعمل مصطلح (الأحوال الشخصية) في القانون ويراد منه: ¶ ا - احكام الأهلية والولاية والوصاية على الصغير. وقد تناول الأستاذ بحث ¶ هذه الأمور في قسم (النظريات الفقهية). ¶ 2 - احكام ا لأسرة (خطبة، وزواج، وطلاق، واَثار كلِ). ¶ 3 - اموال ا لأسرة (ميراث وفرائض - ووصايا - ووقف - ونحوها).",
            "page": "95",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "هذا وقد امتاز الباب المتعلق بالفرائض بكثرة المسائل التطبيقية التي ¶ تسهل فهم قواعد هذا العلم، الذي ورد في الخبر أئه \"نصف العلم، وأول ¶ ما ينسى من العلم \" (1). ¶ وينتهي القسم السادس بالصفحة (42 4) من المجد الثامن. ¶ وفي الخاتمة: ذكر الأستاذ حفظه الله انه لم يحص جميع ما أبانه ¶ الفقهاء من تفريعات وجزئيات، وذلك أنه كان مهتمأ بوضع التصور ¶ المتكامل لبناء هيكل البحث واصول الموضوع الففهي، ثم قال: ¶ \"وقد تأكد لدي من الحرص على بيان دليل كل مذهب أن ا لاختلافات ¶ الفقهية ضرورة، ويعذر فيها الفقهاء \" (2). ¶ ئم قال: \" ويستطيع المسلم ان يطمئن إلى ما أوردته من آراء المذاهب ¶ ان يقلد ما شاء منها بشرط ان لا يؤدي فعله إلى التخلص من ربقة التكاليف ¶ الشرعية، أو الوقوع في محظور أو معصية، أو العبث في التقليد، او تتبع ¶ الرخص عبثأ لا لحاجة أو ضرورة او عذر\". ¶ ئم إنه لم يُعن بذكر ما شذَ من الاَراء وا لأقوال والمذاهب0 ¶ وفي النهاية لم يخف فضيلته اعتزازه بهذا العمل الذي يَشَر الفقه ¶ للمتعلم والمتفقه والباحث. ¶ (1) ¶ (2) ¶ اخرج ابن ماجه في الفرائض، باب الحث على تعليم الفرائض (رقم: 9 271)؟ ¶ والحاكم في مستدركه: 4/ 9 36 عن ابي هريرة رضي الله عنه قال: قال رسول الله ¶ !: ايا ابا هريرة تعلموا الفرائض وعلموها، فإنه نصف العلم، دهانه ي! سى، ¶ وهو اول ما ينزع من امتي\"؟ ونحوه عند الترمذي (رقم: 91 0 2)؟ والدرامي ¶ (رقم: 1 2 2)؟ والحاكم (4/ 368) عن ابن مسعود رضي الله عنه. ¶ الفقه ا لإسلامي وادلته: (8/ 43 4). ¶ 96",
            "page": "96",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "وبعد مسرد المراجع والمصادر التي اعتمدها في إعداد هذا الكتاب ¶ الموسوعة وضع فهرساَ ألفبائياَ لأهم المصطلحات والألفاظ الفقهية (1)، ¶ وقد استغرق الفهرس الألف بائي من (ص: 465) من المجلد الثامن إلى ¶ نهايته (ص: 743). ¶ طبعات الكتاب: ¶ لقد نال هذا الكتاب حظوة وقبولاَ لدى المهتمين بالثقافة الإسلامية ¶ عامة ولدى الباحثين المهتمين بالفقه الإسلامي على وجه الخصوص، كما ¶ سارعت المجامع العلمية والجامعات والكليات الإسلامية إلى اقتنائه ¶ واعتماده او أجزاء منه في إطار المفررات الدرسية (2). فتعددت لذلك ¶ طبعاته وانتشرت نسخه: ¶ (1) ¶ (2) ¶ هنا أود أن أسجل توصية حبذ ا لو أخذت بها ا لكليات وا لمعاهد ا لعلمية وا لجامعات ¶ المعنية بالبحوث الففهية، وهي: إلزام الباحثين بوضع فهارس للمصطلحات ¶ الففهية والقواعد والمسائل الأصولية على غرار ما صنف فضيلة الأستاذْ في ¶ خاتمة موسوعته، وأن لا تقبل أي رسالة أو أطروحة جامعية فقهية أو أصولية ¶ ما لم يقم صاحبها بوضع فهرس من هذا القبيل، لأن هذا الفهرس أنفع وألصق ¶ بطبيعة البحوث الفقهية من فهارس الاَيات أو الأحاديث أو الأماكن أو. . . والله ¶ الموفق. ¶ لاحظت من خلال اطلاعي على كثير من ا لرسائل العلمية (الماجستير وا لدكتوراه) ¶ المقدمة إلى عدد من الكليات الإسلامية في مجال الفقه والقانون اعتماد بعض ¶ الباحثين بشكل كبير على كتاب الففه الإسلامي وأدلته والتعويل عليه. كما ¶ اطلعت على عدد من البحوث الففهية - المقدمة إلى بعض المجلات المحكمة- ¶ استُفت من ثنايا هذا الكتاب لم جممعِب الباحث نفسه حتى بالعودة إلى المصادر ¶ التي أشار إليها فضيلة الأستاذ في كتابه. ¶ 97",
            "page": "97",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "فصدرت طبعته الأولى عام (1984 م) في ثمانية مجلدات، ¶ وصورت هذه الطبعة عددأ من المرات. ¶ وفي عام 1991 م صدرت طبعته الثانية وبلغ عدد مجلداتها تسعة ¶ مجلدات، حيث أضاف المؤلف مجلداً تاسعأسماه (المستدرك) تناول فيه ¶ - أي المستدرك - بعض المسائل المذكورة في أصل ا لكتاب بصياغة جديدة، ¶ وأضاف مسائل جديدة كان تركها، والمسائل المضافة تعنى بشؤون مهمة ¶ في مجال العبادات وقضايا الدولة الإسلامية في نشاتها ومسيرتها وعلاقاتها ¶ وإدارتها المالية والخارجية، وفي شؤون ا لمعاملات ا لاقتصادية، كما أورد ¶ في هذا المستدرك جميع قرارات مجمع الفقه الإسلامي التابع لمنظمة ¶ المؤتمر الإسلامي التي صدرت عن دوراته التسع. وعدد صفحات ¶ المستدرك (976 ص). ¶ وفي عام (18 4 1 هـ- 997 1 م) صدرت الطبعة الرابعة المعدلة وهي ¶ الثانية عشرة لما تقدمها من طبعات مصورة. وقد خرجت هذه الطبعة بحلة ¶ جديدة وتقسيم جديد مع تعديلات وتنقيحات مهمة وبلغت مجلدات هذه ¶ الطبعة (1 1 مجلد 1، (1). ¶ وقامت دار الفكر بدمشق ب! خراج الكتاب في برنامج حاسوبي على ¶ قرص ليزري مدمج (!. س! ولول ول). ¶ \"عه\" ¶ (1) وبلغ عدد طبعاته حتى عام (1 0 0 2 م) ثلاثة وعشرون طبحة. ¶ 98",
            "page": "98",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "3 - التفسير المنير في العقيدة والشريعه والمنهج (1) ¶ إن من المسفمات التي لا تحتاج إلى برهان انه ما من كتاب على ¶ وجه الأرض لقي من العناية والاهتمام شرحأ وتفسيراَ ودراسة واستنباطأ، ¶ كما لقي \"القرآن الكريم \"، دمان نظرة سريعة في فهارس الكتب يجد فيها ¶ الناظر قائمة لا تحصى من كتب التفسير قديمأ وحديثأ. ¶ ويسأل كثير من الناس عادة عن احسن كتب التفسير واجودها ¶ وايسرها تناولاَ وفهمأ، ف! ن احيلوا إلى ما تركه سلفنا الصالح ربما تاهوا ¶ وعجزوا عن فهم عبائرهم وصعب عليهم تحقيق بغيتهم وغايتهم. ¶ وإن ارشدوا إلى الجديد منها لم يجدوا -على نحو كاف - ضالتهم ¶ في دقة البيان والتعرف على وجوه واسرار هذا الكتاب المجيد من كل ¶ الجوانب التي يعنى بها ابناء هذآ العصر، فضلاَ عن وقوع كثير من المتصدين ¶ للكتابة في هذه الأيام بنوع من الشذوذ الفكري والانحراف العلمي بدافع ¶ من التجديد والمعاصرة، وخاصة عند تفسير الاَيات الكونية، او الاَيات ¶ الدالة على معجزات الأنبياء، او آيات التوحيد والصفات. ¶ لكل ذلك كان من الضرورة بمكان تجديد القديم في الأسلوب ¶ والعرض والبيان، والتزام منهج الاعتدال، وتقديم المادة العلمية بأسلوب ¶ معاصر، لا شذوذ فيه ولا شطط، ولا غرابة ولا إغراب. ¶ (1) انظر تعريفأ إجماليأ لهذا التفسير في مجلة نهج الاصلام، بقلم أستاذي الدكتور ¶ محمد سعيد رمضان البوطي حفظه الله0",
            "page": "99",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "فمما ينبغي على المتصدي لتفسير كتاب الله عز وجل - بعد أن يكون ¶ قد استوفى شروط المفسر (1) - بأن يبتعد عن استخدام آيات القرآن الكريم ¶ لتاييد بعض الاَراء المذهبية، أو اتجاهات الفرق الإسلامية، أو التعسف ¶ في التاويل لتاييد نظرية علمية، وذلك لأن القرآن الكريم ارفع بيانأ، ¶ وأرقى مستوى، وأعلى شانأ من تلك الاَر اء وا لمذاهب وا لفرق وا لنظريات. ¶ وليس ا لقرآ ن ا لكريم كتاب علوم أو معا رف كونية (كا لفلك وا لفضاء، ¶ والطب والرياضيات، ونحوها) وإن وجدت فيه بعض الإشارات لحقائق ¶ كونية، وإنما القرآن كتاب هداية إلهية، وتشريع، ونور يهدي لعقيدة الحق ¶ وأصح مناهج الحياة وأصول الأخلاق والقيم الإنسانية العليا (2). ¶ وهذا التفسير (التفسير المنير. .) قدم فيه الأستاذ الدكتور محاولة ¶ جادة ليكون عصري الأسلوب والعرض، قديم الأصول والمادة، يجمع ¶ بين أصالة القديم وعراقته، وروعة الجديد وجاذبيته، تلبية لحاجة أهل ¶ هذا العصر. ¶ وقد حدد المؤلف حفظه الله هدفه من هذا الكتاب بقوله: ¶ \"هدفي ا لأصيل من هذا المؤلَّف هو ربط المسلم بكتاب الله عزَ وجل ¶ ربطأ علميأ وثيقأ، لأن القرآن الكريم هو دستور الحياة البشرية العامة ¶ والخاصة، للناس قاطبة، وللمسلمين خاصة، لذا لم أقتصر على بيان ¶ ا لأحكام الفقهية للمسائل بالمعنى الضيق المعروف عند الفقهاء. . . وإنما ¶ أردت إيضاح الأحكام المستنبطة من آي القرآن الكريم بالمعنى الأعم، ¶ (1) ¶ (2) ¶ انظر شروط المفسر في كتب علوم القرآن، وعلى سبيل المثال راجع: الإتقان ¶ في علوم القرآن للسيوطي: 2/ 97 1 1. ¶ انظر التفسير المنير: 1/ 8. ¶ 100",
            "page": "100",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "الذي هو اعمق إدركاً من مجرد ا لفهم العام، والذي يشمل العقيدة وا لأخلاق ¶ والمنهج والسلوك والدستور العام والفوائد المجنية من الاَية تصريحاًا و ¶ تلميحاًاو إشارة، سواء في البنية الاجتماعية لكل مجتمع متقدم متطور، ¶ أم في الحياة الشخصية لكل إنسان \" (1). ¶ وقد حاول في هذا التفسير ان يجمع بين المأئور والمعقول، مستمداً ¶ من أ وثق ا لتفاسير ا لقديمة وا لحد يثة، ومن ا لكتا بات وا لدراسات حول ا لقرآن ¶ الكريم تأريخاً، وبيان سبب النزول، وإعراباً يساعد في توضيح كثير من ¶ الاَيات (2). ¶ واضاف في طبعاته الأخيرة ما يتعفَق بالقراءات القرآنية وتوجيهها. ¶ كما ذكر انه لن يطيل بذكر اقوال المفسرين، وإنما سيكتفي بذكر ¶ اَوْلى ا لأقوال بالصواب بحسب قرب اللفظ من لغة ا لعرب وسياق النص (3). ¶ وفد افصح الأستاذ الكريم عن موضوعيته في تفسيره فقال: ¶ \"ولست في كل ما اكتب متائراً بأي نزعة معينة، او مذهب محدد، ¶ او إرث اعتقادي سابق لاتجاه قديم، وإنما رائدي هو الحق الذي يهدي ¶ إليه القرآن الكريم على وفق طبيعة اللغة العربية، والمصطلحات الشرعية، ¶ مع توضيح آراء العلماء المفسرين بأمانة ودقة وبعد عن التعصب \" (4). ¶ هذا وقد رسم الأستاذ منهجه في هذا التفسير وفق ما يأتي: ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ ا لتفسير ا لمنير: 1/ 6. ¶ المرجع السابق: 1/ 7. ¶ المرجع السابق: 1/ 7. ¶ المرجع السابق: 1/ 7. ¶ 101",
            "page": "101",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "- افتتح تفسير كل سورة ببيان مجمل عنها يتناول فضلها وما اشتملت ¶ عليه من المبادى والأحكام والأخبار. ¶ - تقسيم الآيات القرآنية إلى وحدات موضوعية، يضع لكل وحدة ¶ منها عنوانأ مناسبأ. ¶ - إيضاح وجه المناسبة بين المقاطع والوحدات الموضوعية. ¶ - البدء بايضاح الجانب اللغوي (إعراب، وشرح مفردات، ووجوه ¶ البلاغة) في كل وحدة موضوعية. ¶ - إيراد اسباب النزول - إن وجدت - ملتزمأ انتقاء الصحيح منها. ¶ - سلط الضوء على قصص الأنبياء واحداث الإسلام الكبرى التي ¶ تحدثت عنها آي القرآن الكريم معتمداَ في كل ذلك على اوئق كتب التفسير ¶ مبتعداَ عن الإسرائيليات. ¶ - التفسير البياني للوحدة الموضوعية. ¶ - إبراز ما يستنبط من الآيات مما يتصل بشؤون الحياة الإنسانية ¶ بكافة مرافقها، ويضع ذلك تحت عنوان: فقه الحياة والأحكام. ¶ وقد التزم المؤلف حفظه الله ببيان مخرج الأحاديث التي يوردها ¶ والحكم عليها، كما يلاحظ انه اشار احيانأ إلى بعض النظريات العلمية ¶ الثابتة الصحة التي تشير إليها الآيات دون اقتصار عليها، ولا قطع فيها، ¶ ولا تكلف في تأويل النص لأجلها. ¶ وعني عناية جيدة ببيان الجانب الروحي والأخلافي والسلوكي ¶ حسبما تمليه معطيات الإسلام في صورته المشرقة، دون شطط وانحراف ¶ وتكلف. ¶ 102",
            "page": "102",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "وقد بدأ تفسيره بمقدمة جعل عنوانها: \"بعض المعارف الضرورية ¶ المتعلقة بالقراَن الكريم \" عزف فيها (القراَن الكريم)، وتكفم عن كيفية ¶ نزوله، وطريقة جمعه، والمكي والمدني، ورسمم المصحف، وحكم ¶ الالتزام بالرسمم العثماني، كما تحدث عن الأحرف السبعة، والقراءات ¶ السبع، والفرق بينهما، وعن مظاهر الإعجاز في كتاب الله عز وجل، ¶ ودلائل الإعجاز، وعربية القراَن الكريم، ومدى إمكان ترجمته إلى ¶ اللغات الأخرى وحكم ذلك. ¶ والخلاصة: فقد جمع الأستاذ حفظه الله في هذه المقدمة كثيراً ¶ مما هو منثور ومفرق في مقدمات التفاسير الكبيرة، وكتب علوم القراَن. ¶ وللاستاذ الشيخ محمد كرتم راجح شيخ قراء الشام كلمة جامعة عن ¶ هذا التفسير يقول فيها: \"هذا التفسير كتاب متميز، جرى فيه مجرى علميأ، ¶ باسلوب علمي، كما جرى فيه مجرى مدرسيأ باسلوب تعليمي، بحيث ¶ يستفيد منه كل مطلع، لأنه مبسط العبارة، واضح الأسلوب، وكأني به حين ¶ كان يكتبه ينظر إلى العالم والطالب والعامي يخاطب كلأً منهم، فاي امرى ¶ أخذ هذا التفسير يستفيد منه، ويجد فيه من المعاني اللطيفة، والاستنباطات ¶ المنيفة ما يحيل قارئه يعكف عليه، ويستزيد منه، جزى الله الشيخ خيراً ¶ وأعانه على مراده \". ¶ لكل ما تقدم نجد أن هذا التفسير أخذ موقعأ متميزاً في المكتبة ¶ الإسلامية، وتلقته المجامع العلمية الإسلامية بيد القبول والامتنان، ¶ واستحق عن جدارة جائزة آحسن كتاب في العلوم الإسلامية (1) التي ¶ (1) لعام (1995 م). ¶ 103",
            "page": "103",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "تمنحها الجمهورية الإسلامية الإيرانية، وقد جاء في حيثيات قرار الجائزة ¶ ما يلي: ¶ \"بعد دراسة وتقييم الكتب والمؤلفات التي وصلت إلى الأمانة ¶ العامة اختارت لجنة التحكيم الكتاب الآتي كأفضل كتاب مؤلف في مجال ¶ العلوم القرآنية (تفسير القرآن) واعتبرت مؤلفه مستحقأ الجائزة العالمية ¶ لكتاب العام في الجمهورية الإسلامية الإيرانية، والكتاب هو: ¶ (التفسير المنير في العقيدة والشريعة والمنهج). ¶ تأليف الدكتور وهبة الزحيلي. ¶ ركز المؤلف - وهو رئيس قسم الفقه الإسلامي ومذاهبه في جامعة ¶ دمشق - في هذا التفسير الكبير والكامل وبشكل أكبر على ناحيتين مهمتين ¶ وهما: الناحية الأدبية والفقهية، متاثراً بالأدباء والفقهاء الكبار، والعلماء ¶ المعروفين القدامى من أهل السنة. ¶ هذا ويمكننا أن نعتبر هذا التفسير من الأنواع المائورة والعريقة ¶ لقدامى المفسرين المسلمين. . . \". ¶ طباعته وترجمته: ¶ صدرت الطبعة الأولى لهذا التفسير عام (1 141 هـ- 1991 م) عن ¶ (دار الفكر بدمشق)، في (6 1) مجلداً في أكثر من (0 0 0 0 1) صفحة، وقد ¶ ختمه بفهرسة ألفبائية شاملة لكل ما ورد فيه من اسماء الأعلام والمواضع ¶ والقصص والموضوعات والمسائل الفقهية والعلمية والعفدية. . ¶ وقد تكررت طبعاته حتى بلغت سبعأ، وفي طبعته السابعة أضاف ¶ مختلف القراءات القرآنية وبيان توجيهها في الفُغة. ¶ 104",
            "page": "104",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "بقي ان اقول: إن هذا الكتاب ولأهميته ترجم إلى اللغتين التركية ¶ والفارسية، كما تقوم دار الفكر حاليأباصداره في قرص ليزر! (هح 7 ول\") ¶ مبرمجأ برنامجأ متعدد ا لمنافذ وا لوسائط. ¶ !!! ¶ 105",
            "page": "105",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "4 - الفقه الإسلامي في أسلوبه الجديد ¶ كتاب في مجلدين (1) تناول فيه بعض أبواب الفقه الإسلامي وهي: ¶ \"العقوبات الشرعية، وعقود التبرعاب، الهبة، والوديعة والعارئة، ¶ والإطلاقات والتوثيقات، الوكالة والكفالة، والحوالة والضلح، والإكراه ¶ والجهاد، والمعاهدات وأحكام المرتدين، وأحكام الأراضي، والسبق ¶ والمفقود، واللقطة واللقيط، والقضاء وطرق الإثبات وأدب القاضي، ¶ والدعاوى \". ¶ وأما عن أسباب وضعه لهذا الكتاب فقد قال حفظه الله: \"إن الدارس ¶ للفقه يشعر في كثير من الأحيان بصعوبة في: فهم عباراب الفقهاء، وفي ¶ بحثه عن أحكام جزيئات المسائل المتناثرة قي بطون الكتب \" (2) ومن ثئم ¶ فقد قصدت إلى تبسيط الأحكام، وتيسير إدراك دقائقها مدعومة بالأدلة، ¶ اذ بمعرفة الدليل يتبين وجه الحق في الحكم، ويتضح طريق العمل بما هو ¶ راجح من الأقوال الموافقة للكتاب والسنة. ¶ وخلاصة الكلام في منهجه في هذا الكتاب أته اعتمد المذهب ¶ الحنفي في بناء الهيكل العام لكل قضية من القضايا والمسائل التي تناولها، ¶ (1) بلغت صفحات المجلد الأول (2 70 ص)، والمجلد الثاني (761 ص) بما فيها ¶ الفهارس. ¶ (2) الفقه الاصلامي في آسلوبه الجديد: 2/ 3. ¶ 106",
            "page": "106",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "وذكر خلاف بقية المذاهب في المسائل الأكثر صلة بالحياة العملية ومجال ¶ الفتوى مع بيان الدليل لكل جزئية ومذهب. وهو يعرض للمذهب كما يراه ¶ اصحابه. ¶ وكان يحرص على عدم الإطالة لكن لاعلى حساب المادة العلمية. ¶ واما سبب تسميته واختياره لهذا العنوان \"الفقه الإسلامي في اسلوبه ¶ الجديد\" فلكونه نهج \"في كتابته لا على مثال سبق فيما نجده بين أيدينا من ¶ كتب الفقه، لأنه يضع امام القارئ نموذجاً من اختلاف الأئمة في اهم ¶ احكام المسائل \" (1)، ويرى الأستاذ الدكتور حفظه الله أن المنهج الذي ¶ سار عليه يعدُ مثالاً يُحتذى، ورائداً يُقتدى به، لأنَه يخفف نزعة التعصب ¶ المذهبي، ويفيد القارئ في الاطلاع على انماط التفكير ومناهج ا لاستنباط ¶ والفهم (2). ¶ وفعلاً فقد لَقي هذا المنهج إِقبالاً ورواجاً لدى المشتغلين في الفقه ¶ دراسة وإفتاءً وتدريساً، حتى لقد قُزر تدريس هذا الكتاب في شتى ¶ الجامعات العربية (3). ¶ هذا وقد استغرق تأليف الكتاب اربعة اعوام، وصدرت طبعته ¶ الأولى عام 967 1 م بدمشق. ¶ (1) ¶ (2) ¶ (3) ¶ !!! \" ¶ الفقه الإسلامي في أسلوبه الجديد: 2/ 6. ¶ المرجع السابق: 2/ 734. ¶ المرجع السابق: 1/ 4 1. ¶ 107",
            "page": "107",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "5 - نظرية الضرورة ا لشرعية ¶ دراسة مقارنة مع القانون الوضعي ¶ من القواعد الشرعية التي يَستند إليها بناء الفقه الإسلامي قاعدة ¶ (الضرورات تبيح المحظورات) وهي قاعدة عظيمة ترفع عن المتمسكين ¶ بأهداب الشرع مواطن الحرج عند التطبيق، ولكن الكثير من الناس فَهِمَ ¶ هذه القاعدة فهماَ مغلوطاَ، محاولاَ من خلال هذا الفهم التخلص من اداء ¶ الفرائض، التي يفترضها الله عليه لمعاذير مختلفة، لا تصث في كثير من ¶ الأحيان إلى مفهوم الضَرورة الشرعية بصلة. ¶ وقد كَمر ا لاحتجاج بالضرورة في غير مكانها بقصد إباحة المحظور، ¶ وترك الواجب تحت مبدا التيْسير على الناس، الذي قامت عليه شريعة ¶ الإسلام دون التقيد لضوابط الضرورة او للجهل بأحكامها وبالحالات التي ¶ يصح التمسك بها عند وجود مقتضياتها. ¶ وعلى الرغم من اهمية الموضوع لم يسبق إلى بحثه بحثاً مفصلاَ ¶ كاملاَ احدٌ قبل استاذنا حفظه الله، حيث وضع هذا الكتاب ليجلو حقيفة ¶ امر الضرورة الشرعية من خلال حالاتها وضوابطها والقواعد الفقهية التي ¶ تحدها، وحاول فيه ان يضع بين يدي القارى نظرية متكاملة عن (الضرورة) ¶ بالمعنى الأعم الذي يشمل الحاجة والمشقة وكل ما يستدعي التخفيف ¶ والتيسير على الناس، وسار فيه على نحو جديد في الأسلوب والعرض ¶ والمضمون. ¶ 108",
            "page": "108",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "وقد بين في طيات الكتاب كثيراَ من المتلابسات والمتشابهات في ¶ الظاهر مع أئها متباينة في الحقيقة، وأوْضح أوجه الاتفاق والاختلاف في ¶ مفهوم الضرورة في الشريعة ومفهومها في القانون الوضعي. ¶ وخطة بحثه في هذا الكتاب جاءت واضحة المعالم جلية، حيث ¶ قسم هذا البحث إلى ثمانية مباحث، تخللها عدد من المطالب، وذلك ¶ على النحو الاَتي: ¶ - المبحث الأول: مبادى عامة، واشتمل على أربعة مطالب: ¶ المطلب الأول: اساس مبدأ التحريم والإباحة في نظام الشريعة. ¶ المطلب الثاني: الحرام والمباح ومفهوم كل منهما، وقواعد النظام ¶ العام والاَداب. ¶ المطلب الثالث: هل الأصل في الأشياء والافعال هو الإباحة أ و ¶ التحريم؟ ¶ المطلب الرابع: الإسلام دين التسامح والعدالة. ¶ - ا! هبحث الثاني: مقاصد الشريعة الإسلامية (الضرورات، ¶ الحاجات، التحسينات). ¶ - المبحث الثالث: أدلة مشروعية مبد ا الضرورة من كتاب الله عزَ وجل ¶ وحديث نبيه عليه الصلاة والسلام. ¶ - المبحث الرابع: مفهوم الضرورة، وضوابطها أو شروطها. ¶ - المبحث الخامس: حالات الضروررة الأربع عشرة وهي: ¶ ا - ضرورة الغذاء والدواء. ¶ 109",
            "page": "109",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "2 - الإكراه الملجى. ¶ 3 - النسيان. ¶ 4 - الجهل. ¶ 5 - العسر وعموم البلوى. ¶ 6 - السفر. ¶ 7 - المرض. ¶ 8 - النقص الطبيعي. ¶ 9 - الدفاع الشرعي: وفيه دراسة تفصيلية لمسألة دفع الصائل. ¶ 0 1 - استحسان الضرورة. ¶ 1 1 - المصلحة المرسلة لضرورة. ¶ 2 1 - العرف. ¶ 3 1 - سد ا لذرا ئع. ¶ 4 1 - الظفر با لحق. ¶ - المبحث السادس: قواعد الضرورة وتطبيقاتها في مختلف احوال ¶ الإنسان، وهي ثماني قواعد، ذكرها، وبئن معناها، ومستندها من الكتاب ¶ والسنة، ومجالات الاعتماد عليها من خلال الأمثلة الكثيرة التي مثلى بها ¶ لكل قاعدة، والقواعد هي: ¶ 1 - المشقة تجلب التيسير. ¶ 2 - إذا ضاق الأمر اتسع، وإذا اتسع الأمر ضاق. ¶ 0 1 1",
            "page": "110",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "3 - الضرورات تبيح المحظورات. ¶ 4 - الضرورة تقدر بقدرها. ¶ 5 - ما جاز لعذر يبطل بزواله. ¶ 6 - الميسور لا يسقط بالمعسور. ¶ 7 - الاضطرار لا يبطل حق الغير. ¶ 8 - الحاجة تنزل منزلة الضرورة. ¶ - المبحث السابع: حكم الضرورة، وماذا يترتب على وجود حالة ¶ الضرورة؟ وفيه مطالب خمسة هي: ¶ المطلب الأول -أثرها! في إباحة المحظور وترك الواجب. ¶ المطلب الثاني - هل يجب العمل بمقتضى الضرورة؟. ¶ المطلب الثالث - اقتران حالة الضرورة بمعصية شرعية. ¶ المطلب الرابع - مقدار ما يتناول المضطر من المحظور للحفاظ ¶ على النفس. ¶ المطلب الخامس - ضمان الشيئ المستهلك حال الضرورة. ¶ - ا لمبحث ا لثامن: ا لضر ورة في ا لقا نون ا لوضعي، وتمئل بمطلبين: ¶ المطلب الأول - الضرورة في القانون العام. ¶ المطلب الثاني - نظرية الظروف الطارئة، والقوة القاهرة في القانون ¶ المدني. ¶ وقد كان من منهجه في هذا البحث أن يعرض لمذاهب الفقهاء ¶ 111",
            "page": "111",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "ائمة المذاهب الأربعة، فيذكر رأي كل مذهب في المسالة المطروحة، مع ¶ استعراض للأدلة، والمقارنة بينها والترجيح لأقواها دليلاً أو مصلحة. ¶ وبما أن الأحاديث في هذا الكتاب كانت كثيرة، والاستدلال بها ¶ يتوفف على معرفة صلاحيتها من الاحتجاج (صحتها) فقد خرّج المؤلف ¶ الأحاديث في حواشي الكتاب تخريجاً مجملاً. ¶ وأما مصادره في هذا الكتاب فقد جاءت متنوعة، وإن غلب عليها ¶ كتب القواعد الشرعية والأصولية، والفقه، والقانون الوضعي (المدني ¶ والجنائي). ¶ هذا وقد بلغت عدد صفحات الكتاب (342 ص) مع فهارس ¶ الموضوعات. ¶ وصدرت طبعته الأولى عن دار الفارابي، والثانية والثالثة عن مؤسسة ¶ الرسالة ببيروت، والرابعة عن دار الفكر بدمشق. ¶ !!! ¶ 112",
            "page": "112",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "6 - نظرية الضمان ¶ (او احكام المسؤوليه المدنية والجنائية في الفقه الاسلامي) ¶ دراسة مقارنه ¶ موضو عه: ¶ يبحث هذا الكتاب في: نظرية ضمان الأنفس والأموال بسبب ¶ الاعتداء عليها عمداً أو خطأً، وحاول تلمس النواحي العملية والحلول ¶ الواقعية لمشكلة التضمين، كما فضَل الكلام عن الحالات التي تستوجب ¶ الضمان عند فقهاء الشرع الإسلامي. ¶ منهجه: ¶ وقد نهج في هذا البحث النهج الاَتي: ¶ أ - عرض فقه المذاهب الأربعة في نظرية الضمان، وبئن حالات ¶ الاتفاق والاختلاف فيما بينها في أهم ال! سائل، مع اعتماده المذهب ¶ الحنفي بصفته أساسأعامأ للأحكام المذكورة. ¶ ب - ذكر اوجه الشبه واوجه الاختلاف بين الفقه الإسلامي من ¶ ناحية، والقانون الوضعي (1) من الناحية الأخرى، مقارنأ بينهما على ¶ (1) اقتصر على القانون المطبق في صورية ومصر فقط. ¶ 113",
            "page": "113",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "نحو عام (1)، ومبرزاَ سبق الفقهاء المسلمين إلى بحث أبرز ما أنتجه ¶ الفكر القانوني الحديث. ¶ واما خطة البحث فقد جاءت واضحة المعالم، حيث قسم الكتاب ¶ إلى ئلاثة أبواب انسابت بينها مجموعة من الفصول، كما قسمت الفصول ¶ إلى مباحث كما يأتي: ¶ تناول في الباب الأول (النظرية العامة للضمان) من خلال فصول ¶ ئلاثة: ¶ الفصل الأول في مقومات الضمان الأساسية: ¶ وقسمه إلى خمسة مباحث، تكلم في المبحث الأول عن حقيقة ¶ الضمان ومشروعيته، وأورد في ا لمبحث ا لثاني أركان ا لضما ن، وفي ا لثالث ¶ شروطه، وفي المبحث الرابع ذكر أسباب التضمين الشرعية (مصادر ¶ الضمان). وفي المبحث الأخير تكلم عن التعويض من حيث: كيفيته، ¶ وتقديره، وتقادم الحق في التعويض، والنزول عن الحق، وعفد مطلبأ ¶ خاصأ تحت عنوان: (حالات خاصة من الضمان) تكلم فيه عن: هدم ¶ المباني، وقطع الأشجار، وقلع عين الحيوان. ¶ الفصل الثاني: تكفم فيه عن (آفاق الضمان) من خلال ستة مباحث ¶ المبحث الأول: محل الضمان (الأمانات والمضمونات). ¶ (1) حصر المقارنة في حدود ما هو قائم ومطبى فعلاَ بقطع النظر عن احتمال تغير ¶ القوانين في المستقبل حسب متطلبات التطور والحاجات المتجددة، وتبدل ¶ النظم السائدة في المجتمع. ¶ 114",
            "page": "114",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "المبحث الثاني: أقسام الضمان وانواعه من حيث المقدار ¶ والاستقرار والتقدير. ¶ ا لمبحث ا لثا لث: عقود ا لضمان، وتناول عقد ا لبيع وا لقسمة والصلح ¶ والمخارجة والقرض والإقالة. ¶ المبحث الرابع: عقود الأمانة، وتناول عقد الإيداع والإعارة ¶ والشركة والوكالة والوصية والهبة. ¶ المبحث الخامس: العقود المزدوجة الأئر، وتناول عقد الإجارة ¶ والرهن والصلح عن المال بمنفعة. ¶ المبحث السادس: يد الأمانة ويد الضمان 0 ¶ وشرح في الفصل الثالث (قواعد الضمان الفقهية) شرحأ موجزاً ¶ اقتصر فيه على توضيح معنى القاعدة، واورد بعض الأمثلة عليها. وبدأ ¶ بأهم قاعدة وهي: ¶ (إذا اجتمع المباشر والمتسبب يضاف الحكم إلى المباشر). ¶ ومن القواعد التي تناولها بالشرح: (تصرف الإنسان في خالص ¶ حقه إنما يصح إذا لم يتضرر به غيره) و (ما لا يمكن الاحتراز عنه لا ضمان ¶ فيه) و (الضرر يزال). . . . علمأبأن مجموع القواعد التي شرحها في هذا ¶ الفصل بلغ عشرين قاعدة. ¶ الباب الثاني: (الضمان في نطاق المسؤولية المدنية) وهو موزع ¶ على أربعة فصول: ¶ الفصل الأول: أهم حالات الضمان في المسؤولية العقدية، تكلم ¶ 115",
            "page": "115",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "فيه عن الضان في عقود البيع، والإيجار، والإيداع، والإعارة، ¶ والرهن، والوكالة. ¶ والفصل الثاني: اهم حالات الضمان في المسؤولية التقصيرية: ¶ تناول ضمان الفعل الشخصي، وضمان فعل الغير، وضمان الأشياء. ¶ وفي الفصل الثالث: تكلم عن عوارض المسؤولية من صغر وجنون ¶ لإكراه. ¶ وختم الباب في الفصل الرابع ببيان إثبات المسؤولية. ¶ الباب الثالث (الضمان في نطاق المسؤولية الجماعية): مَفَد له ¶ بالكلام على انواع القتل، وشروط الجاني والمجني عليه، ومبادى العقاب ¶ الجنائي في ا لإسلام، ئم قسمه إلى ئلاثة فصول: ¶ الفصل الأول: ضمان النفس الإنسانية، ذكر في مبحثه الأول حكم ¶ القصاص، وفي مبحثه الثاني تكلم عن العقوبة البدلية (الدية) والعقوبة ¶ التبعية (حرمان الميراث والوصية)، كما تكلم عن عقوبة الأنفس بسبب ¶ تنفيذ العقوبات الشرعية. ¶ الفصل الثاني: ضمان الجناية على ما دون النفس، بحث فيه انواع ¶ جرائم الاعتداء على ما دون النفس وعقوباتها وشرائطها. ¶ الفصل الثالث: ضمان الأموال بسبب الجرائم المخلِّة بالأمن، وهي ¶ اربع جرائم (ا لسرقة، المحاربة او قطع ا لطريق، البغاة، جرا ئم ا لمرتدين). ¶ وفي خاتمة الكتاب اشار المؤلف حفظه الله إلى البناء التشريعي ¶ المحكم الذي امتاز به الإسلام، وصلاحه للتطبيق من خلال نظرته ¶ الواقعية، ومبادئه السامية، وحدوده المستقرة. ¶ 116",
            "page": "116",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "اخيرا نذكر بأن عدد صفحات الكتاب بلغت (366 ص) بما فيها ¶ الفهارس (1). ¶ وصدرت طبعته الأولى والثانية عن دار الفكر بدمشق، وطبعته ¶ الثالثة عن مؤسسة الرسالة ببيروت. ¶ (1) ¶ ?! ي! ¶ وقد وصف الأصتاذ مصطفى الزرقا رحمه الله الكتابَ بقوله: وهو كتاب جيد جداَ ¶ لغرض التدري! الجامعي، انظر (الفعل الضار والضمان فيه) للزرقا، ص 13، ¶ طبعة دار القلم بدمق. ¶ 117",
            "page": "117",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "7 - إصول الفقه الإسلامي ¶ من المعلوم ان معرفة قواعد اصول الفقه امر ضروري لاستنباط ¶ ا لأحكام ا لشرعية وفهمها وإدراكها والوقوف على المصا لح ا لتي يهدف إليها ¶ الشارع الحكيم، وهي قاعدة الأحكام الشرعية واساس الفتاوى الفرعية ¶ وركيزة الاجتهاد وقانون الترجيح، كما انها تساعد على تكوين الملكة ¶ الفقهية عند الدارسين من العلماء والمتعلمين. ¶ ومن المعلوم ايضأ بأن علماء الإسلام انفردوا بوضع علمين لا نظير ¶ لهما عند الأمم الأخرى اولهما علم اصول الفقه، وثانيهما علم مصطلح ¶ الحديث واصوله في دراسة الأخبار والأحاديث والآئار لتوثيقها واستبعاد ¶ الدخيل او الضعيف والموضوع منها. ¶ هذا وقد ترك لنا علماء هذه الأمة مكتبة عامرة بكتب اصول الفقه ¶ التي امتازت بروعة الأسلوب، ودقة العبارة، واختصار المعلومات، ¶ واستيفاء نواحي البحث. إلا انها في الوقت نفسه وعرة المسالك متشعبة ¶ الطرق معقدة اللفظ في بعض الأحيان. وهذا مادفع المتأخرين والمعاصرين ¶ إلى خوض لجة هذا العلم، محاولين تيسيره للناشئة، فامتازت كتبهم ¶ ببساطة العبارة، دماشراق البيان، والأمثلة المالوفة. إلا انها لا يحالفها ¶ الصواب في كثير من الأحيان لعدم الدقة العلمية المطلوبة، نزولاَ عند ¶ وطأة الرغبة في تبسيط الكلام مما يوقع تحت ازمة اخرى هي تمييع ¶ المفاهيم والمصطلحات، وتشتيت المدارك وتوزع المعلومات. ¶ ولاننسى هنا ان نشير إلى الطريقة الفريدة التي اتبعها الإمام الشاطبي ¶ 118",
            "page": "118",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "في صياغة علم اصول الفقه في كعْابه (الموافقات) الذي بناه على أساس ¶ مقاصد الشريعة وقواعدها الكلية، التي لا بد منها لمن يحاول استنباط ¶ الأحكام الشرعية من أدلتها التفصيلية، وقد أفاض الشاطبي في بحث ¶ الأحكام الشرعية والوضعية من وجهة غير الوجهة المذكورة في بقية كتب ¶ الأصول، ثم انتقل إلى دراسة تفصيلية لمباحث الكتاب والسنة متخذاَ منها ¶ ينبوعأ للتاصيل، وإبراز خصائص الشريعة واستمداد المصادر الأخرى ¶ منها، وختم موافقاته ببيان أصول الاجتهاد وأنواعه وخاصيته بالاعتماد ¶ على الركنين الأساسيين: اللغة العربية وفهم مقاصد الشريعة على كمالها. ¶ بينما كانت طريقة الأصوليين التقليدية في دراسة هذا العلم تُعنى ¶ بذكر قواعد الاستنباط التفصيلية أثناء مناقشة اَراء الأصوليين واستخلاص ¶ التعائج منها. ¶ وكتاب استاذنا هذا في أصول الفقه هو محاولة جادة للجمع بين ¶ مزايا القديم والجديد، والجمع بين الطريقة التقليدية ومنهجية الشاطبي، ¶ ومن ثم فقد جاء الكتاب موسوعة أصولية شاملة لمباحث هذا الفن، ¶ وكانت طريقته في \"سرد الموضوعات تتمشى مع القواعد والاعتبارات ¶ المنطقية، التي تقتضي تقديم الأهم فالمهم، والنتائج إئر المقدمات، ¶ وعقد الأواصر بين شعاب البحوث، وبيان المذاهب المختلفة في مسألة ¶ مع دعمها بأدلتها، ثم مقارنتها ومناقشتها والترجيح بينها، وتسليط ا لأضواء ¶ على النواحي العملية فيه، مع تبسيط المسائل وتيسيرها بعبارات ¶ واضحة \" (1). ¶ كما أنه لم يلتزم مذهبأ معينأ، وإنما تعرض مفصلاَ في الغالب ¶ (1) آصول الفقه الإسلامي: 1/ 0 1. ¶ 119",
            "page": "119",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "لمذاهب العلماء معتمداَ على الكتب الخاصة بكل مذهب (1) دون تعويل ¶ على ما يحكيه اصحاب كتب المذاهب من آراء غيرهم. ¶ وركز الجهود على ماله صلة ماسة بالحياة العملية، ولم يتعرض ¶ للمباحث النظرية البحتة إلا بمقدار ضئيل جداَ. ¶ وقد حرص حفظه الله على ا لاستفادة من طرائق المُحْدَ ثين وا لمعاصرين ¶ في التاليف الميسر، واقتفى اَثارهم في بسط المعلومات دون إخلال بجوا هر ¶ القواعد واسس الأدلة ومقضيات التعاريف المذكورة في الكتب القدي! ة. ¶ وكان يتعمد في ثنايا البحث الاستشهاد بأقوال الجهابذة من ائمة هذا ¶ العلم من المتقدمين، ليرتاض القارى والذَارس على فهم عبارات القدماء، ¶ ويتمرس على مصطلحاتهم ولغتهم العلمية والفنية، فلايكون بينه وبين ¶ تلك الثروة الزاخرة من كتب قيمة ومصنفات عظيمة اي جفوة او قطيعة ا و ¶ وحشة واستغراب، وبذلك نتمكن من حفظ ئروتنا العظيمة التي نفاخر بها، ¶ ونتمكن من نقلها بكل امانة وإخلاص إلى الأجيال الصاعدة عبر الأزمان ¶ المتلاحفة، لاسيما وأن هذا العلم هو اساس الشريعة وقطب رحاها العتيد. ¶ ومما يحمد للأستاذ في هذا الكتاب انه: ¶ 1 - عقد موازنة بين اصول الفقه الإسلامي واصول القانون الوضعي ¶ خلص فيها إلى القول: \"إن اصول الفقه يعد علمأ قائمأ بذاته بخلاف ¶ اصول القانون \" (2). ¶ (1) فكان يورد في حواشي كتابه مصادره للتنويه بهأوالاطمئنان لصحة ما نقل عنها ¶ مجتمعة، والإدلال على ما اتفقت عليها ولتنسيق ما قد يكون بينها من تضارب ¶ العبارات وتحديد بعض المفاهيم والمصطلحات هازالة بعض الملابسات. ¶ (2) أصول الففه الإسلامي: 1/ 8. ¶ 120",
            "page": "120",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "2 - خزَج الأحاديث النبوية التي اوردها في كتابه تخريجأ مجملاً، ¶ واوضح درجتها صحة وضعفأ، وهو ما تفتقده كثير من مصنفات هذا الفن. ¶ اخيراَ اُجمل هنا خطة البحث التي سار عليها في هذا الكتاب: ¶ اشتمل الكتاب على تمهيد وثمانية ابواب: ¶ التمهيد: في تعريف علم اصول الفقه وبيان موضوعه والغاية من ¶ تدريس الفقه والأصول 0 ¶ الباب الأول: الأحكام الشرعية (الحاكم والحكم والمحكوم فيه ¶ والمحكوم عليه). ¶ الباب الثاني: طرق استنباط الأحكام من النصوص، وفيه فصلان: ¶ الفصل الأول: الدلالات او كيفية ا لاستنباط من النصوص. ¶ الفصل الثاني: في حروف المعاني. ¶ الباب الثالث: مصادر ا لأحكام الشرعية وفيه فصلان: ¶ الفصل الأول: في المصادر الأصلية المتفق عليها (القراَن الكريم، ¶ السئة المطهرة، الإجماع، القياس). ¶ الفصل الثاني: في المصادر التبعية المختلف فيها (الاستحسان، ¶ المصالح المرسلة أو الاستصلاح، العرف، شرع من قبلنا، مذهب ¶ الصحابي، الاستصحاب، الذرائع)، ثم ذكر الأدلة الأخرى في الفقه ¶ المختلف فيها وهي: (الأصل في الأشياء، ا لاستقراء، الأخذ بأقل ما قيل)، ¶ ثم تكلم عن مصادر فقهية غير شرعية (التشريع او العقل، التفويض أو ¶ العصمة، الإحالة، القانون الروماني). ¶ 121",
            "page": "121",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "الباب الرابع: النسخ. ¶ تعريف النسخ، وأركانه، وحكمته، والفرق بين النسخ والبداء، ¶ وبينه وبين التقييد والتخصيص، وآراء العلماء في النسخ، وشروطه وأنواعه ¶ في الأدلة الشرعية، وأوجه النسخ وطريق معرفة النسخ وزمنه. ¶ الباب الخامس: تعليل النصوص. ¶ الباب السادس: مقاصد الشريعة العامة. ¶ الباب السابع: الاجتهاد والتقليد، وفيه فصلان: ¶ الفصل الأول: في الاجتهاد (تعريفه ومشروعيته وشروطه ومجاله ¶ وحكمه. . .). ¶ الفصل الثاني: في التقليد (تعريفه وتاريخه، والفرق بينه وبين ¶ الاتباع). ¶ الباب الثامن: المعارضة والترجيح بين الأدلة، وفيه فصلان الأول ¶ في التعارض والثاني في الترجيح. ¶ أخيراَ بقي أن نقول: إن هذا الكتاب يترجم حاليأ إلى اللغة التركية. ¶ وطبع القسم الأكبر منه بعنوان (الوسيط في أصول الفقه الإسلامي) ¶ ثماني طبعات في جامعة دمشق، وكمل بعنوان (أصول الفقه الإسلامي) ¶ في مجلدين في دار الفكر - آربع طبعات، ويدؤس في كثير من الجامعات ¶ والدراسات العليا، وحلقات المساجد. ¶ ،،، ¶ 122",
            "page": "122",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "8 - الذرائع في السياسة ¶ الشرعية والفقه الإسلامي ¶ وهو اؤَل مؤلفاته، اكفه سنة (1378 هـ- 9 5 9 1 م). ¶ موضو عه: ¶ فصل في هذا البحث الكلام عن (الذرائع) محققأ الخلاف في ¶ المسألة ونتيجته، وبين اسباب معارضة المخالفين، واعتنى في كل ذلك ¶ بذكر الأمثلة الموضحة، واوضح سبب اختياره لهذا البحث بقوله: ¶ \"واخترت هذا البحث بالذات لعدم وضوحه عند الكثيرين من طلاب ¶ العلم، ثم لما يميزه من الدقة والخفاء\". ¶ خطة البحث: ¶ هذا البحث مقسوم إلى مقدمة وثلاثة فصول: ¶ تناول في المقدمة: تعريف (الفقه) وموضوعه، وتعريف (السياسة ¶ الشرعية) وفائدتها، وادلة اعتبارها، ومعنى (الذريعة) والفرق بينها وبين ¶ (المقدمة). ¶ واما الفصل الأول: فقد جعله في (مدار الثظر إلى الذرائع) ¶ وتقسيمها، فبين فيه كيفية النظر إلى الذرائع، واصل (الذرائع) من حيث ¶ الحكم الدنيوي، وائه لا تعتبر فيه النية، وانواع الذرائع على ما قزره (ابن ¶ قيم الجوزية) في كتابه العظيم (إعلام الموقعين عن رب العالمين)، كما ¶ 123",
            "page": "123",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "ذكر تقسيم (الشاطبي) للأعمال باعتبار آلممال، وذلك في كتابه ¶ الفريد (الموافقات) وختم هذا الفصل بامثلة على سذ الذرائع وفتحها ¶ من مذهبي مالك وأحمد رحمهما الله. ¶ وفي الفصل الثاني - الذي أفرده لبيان آراء العلماء وأدلتهم ¶ ومنشا اختلافهم في هذا الأصل - اورد ادلة القائلين بحجئة (الذرائع) ¶ - وهم: مالك - في المشهور من مذهبه - وأحمد، ثم حزَر موضع ¶ الخلاف بمين العلماء، مستعينأ بذكر الأمثلة التوضيحية، وعرض ¶ جواب الشافعي ومن معه على أدلة المالكمة في بيوع العينة والاَجال. ¶ واما الفصل الثالث: فقد تكفَم فيه عن (الحيل الشرعية) ¶ فقسمها إلى قسمين: مباحة، ومختلف فيها. ¶ وفي خاتمة الكتاب قال: \"إن الأخذ بالذرائع ثابت في كل ¶ المذاهب الإسلامية، دمان لم يُصرَّح به، وقد اكئر منه مالك واحمد، ¶ وكان دونهما في الأخذ به الشافعيئُ وابو حنيفة \". ¶ ونئه من خطورة المبالغة بالأخذ بالذرائع، لأن ا لإغراق فيه ربما ¶ أدى إلى الامتناع عن مباح أو مندوب أو واجب. وأن الأخذ بالنهج ¶ العادل في (سد الذرائع) هو من أعظم الأبواب التي تدخل فيها السياسة ¶ الشرعية للعمل على إصلاح شؤون الأمة. ¶ وهذا الكتاب هو في الأصل بحث مقدَم للحصول على درجة ¶ (الماجستير) في العلوم الإسلامية من جامعة القاهرة. ¶ وقد صدر مطبوعأ عن دار المكتبي بدمشق عام 9 99 1 م. ¶ ! ب! ب! ب ¶ 124",
            "page": "124",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "9 - العلاقات الدوليه في الاسلام ¶ مقارنه بالقانون الدولي الحديث ¶ موضو عه: ¶ استعرض اصول التنظيم الدولي في الشريعة الإسلامية مقارنة ¶ بأحكام القانون الدولي الحديث، وبين أصول تنظيم العلاقاب الدولية في ¶ الإسلام في وقت الحرب وحال السلم، مع العناية بدراسة المعاهدات على ¶ الصعيد الفقهي وفي الواقع التاريخي المطبق في عصور الدولة الإسلامية ¶ في عهد الرسالة النبوية والخلافة الراشدة وما بعدها. ¶ خطة البحث: ¶ درس ذلك كله من خلال تمهيد وبابين. ¶ تناول في التمهيد: ¶ أ- صبغة الإسلام الدينية والسياسية. ¶ ب - صورة المجتمع السياسي في العصور القديمة وعصر الإسلام. ¶ ج - صورة المجتمع الدولي المعاصر بعد ظهور فكرة الدولة. ¶ د-اصول التنظيم الدولي في الشريعة ا لإسلامية. ¶ اما الباب الأول فكان عن: (تنظيم العلاقات الدولية وقت ¶ الحرب): ¶ 125",
            "page": "125",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "وذلك من خلال خمسة مباحث: ¶ المبحث الأول: الباعث على القتال. ¶ المبحث الثاني: حالات مشروعية القتال. ¶ المبحث الثالث: بدء الحرب وكيفية إعلانها. ¶ المبحث الرابع: قواعد الحرب، وقد تحدث فيه عن: وسائل الحرب ¶ والحصار والتدمير والتخريب والخداع في الحرب، ومن يحرم قتله، وما ¶ لا يحل إتلافه، واخيرأ واجبات المجاهد في سبيل الله. ¶ المبحث الخام!: انتهاء ا لحرب واَ ثار ها في ا لأشخاص وا لأموال. ¶ وتحدث في الباب الثاني من الكتاب عن: 9 تنظيم العلاقات الدولية ¶ وقت السلم \": من خلال اربعة مباحث هي: ¶ المبحث الأول: في بيان ان اصل العلاقات الخارجية في الإسلام ¶ الشلم وليس الحرب. ¶ المبحث الثاني: تحدث فيه عن الخلاف في تقسيم العالم إلى دارين ¶ او ثلاثة، وما يتفرع على ذلك من احكام، وخلص إلى ترجيح القول بأن ¶ العالم بسبب نشوب الحرب او قيام حالة الحرب ينقسم إلى دارين فقط ¶ (دار الحرب، ودار إسلام) (1). ¶ المبحث الثالث: السيادة في الإسلام (معناها، ومظاهرها)، وانهى ¶ (1) ¶ هان كان الأصل هو ما قرره الإمام الشافعي من ان العالم او الدني! دار واحدة. ¶ واللى اعلم. ¶ 126",
            "page": "126",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "الكلام في هذا المبحث عن هدف حركة الفتح الإسلامية، وأنها كانت ¶ لإعلاء كلمة الله تعالى عز وجل، والذب عن الإسلام والمفة، أي إ ن ¶ هدفها كان محدداً في تمكين الدعوة الإسلامية، وتخليص ¶ المستضعفين من الظلم والضيم الواقع عليهم. ¶ المبحث الرابع: المعاهدات في الإسلام. ¶ وهذا المبحث هو أوسع مباحث الكتاب وأطولها، حيث ¶ بئن مشروعية المعاهدات، وتعريفها، ووجوب الالتزام بها، ثم ¶ فضَل القول في شروطها، وانواعها، واغراضها. ¶ وذكر اخعراً نماذج من المعاهدات في التاريخ ا لإسلامي. ¶ وختم المبحث بكيفية نقض المعاهدات. ¶ هذا وقد نال هذا الكتاب ثناء أساتذة القانون الدولي في ¶ جامعة دمشق، ايام صدور 5، وقد سمعت هذا الثناء عليه بنفسي. ¶ طبعته مؤسسة الرسالة ببيروت في مبدا الأمر (0 141 هـ- ¶ 981 1 م)، وطبع ثلاث طبعات. ¶ \"!! ¶ 127",
            "page": "127",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "0 1 - جهود تقنين الفقه الإسلامي ¶ وضع الأستاذ هذا الكتاب حينما أسند إليه - في دبلوم الدراسات ¶ الخليجية عام 1985 - 1986 م (1) - تدريس موضوع جهود تقنين الفقه ¶ الإسلامي، ومفردات هذا الدبلوم تشمل: ¶ - انتشار ظاهرة تقنين الشريعة الإسلامية في الدول العربية عامة ¶ والخليجية بصورة خاصة. ¶ -جهود تقنين الفقه الإسلامي في دولة الإمارات العربية المتحدة. ¶ فقام بجمع قوانين البلاد العربية عامة والخليجية على وجه ¶ الخصوص، وبين واقع هذه القوانين، ومدى التزامها بالأخذ من الشريعة ¶ الإسلامية على نحو موجز. ¶ وقدم لبحثه الكلام على حكم وجوب تطبيق الشريعة الإسلامية من ¶ خلال الإجابة على السؤال الاَتي: ¶ - لماذا نطالب بتطبيق الفقه الإسلامي في الحياة؟. ¶ - ولماذا يجب جعل الشريعة الإسلامية المصدر الأساسي والوحيد ¶ للقوانين؟. ¶ حيث أوضح ان مسوغات ذلك كون الشريعة الإسلامية ذات مصدر ¶ إلهي، وانها عامة وخالدة ومتكاملة. ¶ (1) أيام إعارته إ لى جامعة ا لإمارات العربية المتحدة - الحين -. ¶ 128",
            "page": "128",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "ئم ذكر الاثار الخطيرة - التي نشاهدها في الواقع - المترتبة على ¶ الحكم بغير ما أنزل الله، وذلك من خلال شيوع الجريمة، واضطراب حياة ¶ الأفراد، وفقدان الاستقرار والأمن في المجتمعات الإنسانية، وفساد ¶ الحياة البشرية على الرغم مما يكتنفها من تقدم علمي. ¶ - وعرج على بيان أوجه الاختلاف بين الشريعة والقانون من حيث: ¶ المصدر، والزمان، والتاقيت والدوام، والهدف، والتوجيه. ¶ -كما بين مميزات الشريعة، وعيوب التقنين ومزاياه. ¶ - ثم تناول القوانين العربية مبينأ النقاط التي استفادتها تلك القوانين ¶ من الشريعة، فذكر: ¶ - مدى اعتماد فانوني مصر وسورية على الشريعة. ¶ - وقوانين الأحوال الشخصية في البلاد العربية وتعويلها على التشريع ¶ ا لإسلامي، مفرداً قانون ا لأحوال الشخصية ا لإماراتي بعنوان خاص. ¶ - وذكر نصاذج مختارة للدراسة من قانون المعاملات المدنية في ¶ الإمارات، وقد شملت هذه النماذج: الشخصية المعنوية، والشخصية ¶ الاعتبارية أو الحكمية، وبيع العينة، وعقد المقاولة، والتامين، والرهن، ¶ وقانون الشركات التجارية، ومشروع قانون العقوبات الإماراتي. ¶ - وختم الكتاب بالحديث عن التقنين في: رأس الخيمة، ودولة ¶ قطر، ودولة البحرين. ¶ طبع الكتاب طبعته ا لأولى في مؤسسة الرسالة ببيروت عام (8 0 4 1 هـ ¶ -987 1 م)، ئم أعيد طبعه مرتين أخريين. ¶ \"!",
            "page": "129",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "1 1 - شرعة حقوق الانسان في الاسلام ¶ مشروع لأول تقنين لمبادى الشريعة الإسلامية فيما يتعلق بحقوق ¶ الإنسان، وقد كان فضيلة الدكتور وهبة أحد اعضاء اللجنة المشاركة في ¶ وضع هذا التقنين، وقد تكونت هذه اللجنة (1) من كل من: ¶ الأستاذ الدكتور عدنان الخطيب: أمين مجمع اللغة العربية بدمشق ¶ (ت: 6 1 4 1 هـ- 995 1 م). ¶ الأستاذ الدكتور شكري فيصل: نائب رئيس مجمع اللغة العربية ¶ بدمشق (ت: 1405 هـ-1985 م). ¶ الدكتور رفيق الجويجاتي: المدير العام الدبلوماسي في وزارة ¶ الخارجية السورية. ¶ السيد إسماعيل ماجد الحمزاوي: مدير العلاقات العامة في وزارة ¶ الأوقاف السورية (مقررام. ¶ هذا وقد صيغ مشروع هذا التقنين في (5 2 مادة) تناولت: ¶ - الحقوق الأساسية. ¶ - الحقوق السياسية. ¶ (1) بتكليف من منظمة المؤتمر الإصلامي سنة (1 0 4 1 هـ- 0 98 1 م). ¶ 130",
            "page": "130",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "-حقوق التعليم والتربية. ¶ -حقوق الكسب والانتفاع والملكية الأدبية. ¶ -حقوق التقاضي. ¶ -حق التنقل واللجوء. ¶ - حقوق وواجبات الحرب وحرمة الميت. ¶ وقد شرح هذا التقنين الأستاذ الدكتور عدنان الخطيب رحمه الله، ¶ ونشرته دار طلاس بدمشق سنة (12 4 ا هـ- 992 ام) علماً بأنه كان قد تم ¶ وضع هذا التقنين وصياغته سنة (1 0 4 ا هـ- 0 98 1 م). ¶ \"\"\" ¶ 131",
            "page": "131",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "12 - ! لفقه! لحنبلي! لميسر ¶ بادلته وتطبيقاته المعاصرة ¶ نظر فضيلة الدكتور وهبة في أغلب كتب الفقه فوجدها تحتضن ثروة ¶ خصبة لا نظير لها في العالم، إلا أنها وعرة المسالك، صعبة الفهم، كئيرة ¶ الاصطلاحات، عسيرة الإدراك على غير المتخصصين، وقد يكون حكم ¶ المسألة في غير مطانها، لا بحمسب توقع القارى وبمقياس فهمه وأسلوب ¶ عصره، فوجد أن الفقه بحاجة إلى تذليل صعابه، وتنوير شعابه، وتيسير ¶ فهم مضامينه، والكتب التي تتوافر فيها هذه الشروط قليلة الوجود. ¶ وعليه، فقد عزم حفظه الله على وضع كتب في الفقه المذهبي تكون ¶ عصرية الأسلوب، مدغَمة بالدليل المعتبر من القراَن والستة والإجماع ¶ وا لقياس، أو المعقول أو مراعاة ا لمصالح وا لحاجات ا لطارئة وا لمتجددة. ¶ وكان فاتحة ذلك ان وضع هذا الكتاب في الفَقه الحنبلي، وقد انتهج ¶ في هذا الكتاب - إضافة لما تقدم -بيان القول المعتمد او الراجح في المذهب ¶ وأما تنظيم الكتاب فقد جاء على نسق كتب الفقه الحنبلي لا سيما ¶ (المغني) لابن قدامة (ت: 620 هـ)، و (منار السبيل) لابن ضُويان ¶ 1352 هـ، و (الإنصاف) للمرداوي (ت: 682 هـ)، عبارة ومضمونأ لم ¶ يعدل عنها. ¶ -كما قام بتخريج كل حديث في الكتاب تخريجأ إجماليأ مبينأ درجته ¶ صحة وضعفأ. ¶ 132",
            "page": "132",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "وقد قسم الكتاب إلى ستة أبواب على النحو الاَتي: ¶ الباب الأول: العباداب: (الطهارة والصلاة والصيام والحج ¶ والعمرة)، وملحق العبادات: (الأطعمة واَداب الأكل والشرب، والصيد ¶ والذبائح، والأيمان والنذور). ¶ الباب الثاني: المعاملاب والمعاوضات. ¶ الباب الثالث: أحكام الأسرة (الأحوال الشخصية). ¶ الباب الرابع: التبرعاب والمواريث. ¶ الباب الخامس: الجناياب والحدود. ¶ الباب السادس: الفقه العام (الجهاد، أحكام الأسرى، الغنائم، ¶ القضاء، الإفتاء). ¶ هذا وقد قدم امام هذه الأبواب بمقدمة تضمنت: ¶ - الأوزان والمكا والمقاييس الشرعية في عصرنا الحاضر. ¶ - قواعد رسم المفتي (معلومات عامة عن ا لاجتهاد والإفتاء واصول ¶ الترجيح في المذهب الحنبلي). ¶ والكتاب مطبوع بدار القلم بدمشق، والدار الشامية ببيروت ¶ (418 1 هـ- 1997 م) في اربع مجلدات، وقد الحق في آخره منظومة ¶ (تيسير المطالب نظم دليل الطالب) للشيخ عبد القادر القصاب (1). ¶ ++ ¶ (1) سبقت ا لإشارة إليه. ¶ 133",
            "page": "133",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "3 1 - العقود المسماة (1) في قانون المعاملات ¶ المدنية الإماراتي والقانون المدني الأردني ¶ يُعذ قانون المعاملات المدنية الإماراتي - الذي صدر اواخر عام ¶ 985 1 م واصبح نافذ المفعول بتاريخ 29/ 3/ 986 1 م - احد أربعة قوانين ¶ صدرت في العالم العربي مستمدة من الفقه الإسلامي بمذاهبه المختلفة، ¶ وهذه القوانين هي: (القانون المدني الأردني الصادر عام 1976 م ويعد ¶ اصل القانون الإماراتي، والقانون المدني الكويتي، وقانون المعاملات ¶ المدنية السوداني). ¶ وقد بادرت كلية الشريعة والقانون في دولة ا لإمارات العربية المتحدة ¶ إلى إقرار تدري! فقه المعاملات في ضوء ما تنص عليه آلقوانين المأخوذة ¶ منه، وهذا ما كان حافزاَ وسببأ لظهور كتاب الأستاذ الزحيلي هذا، حيث ¶ شرح لأول مرة العقود المسماة في القانون الإماراتي واصله الأردني، ¶ واضاف إليها بحث الرهن من الحقوق العينية التبعية، وبحث الشفعة من ¶ أسباب كسب الملكية، وبحث الحجر. ¶ وقد انقسم الكتاب إلى سبعة أبواب هي: ¶ (1) ¶ يكصد ب (العقود المسماة): تلك العقود التي عرفت بأسماء معينة خاصة، ¶ ونظمها القانون وآبان آحكامها الخاصة بها لتمييزها عن غيرها من العقود. ¶ 134",
            "page": "134",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "الباب الأول: عقود التمليك (البيع وانواعه، المقايضة، الهبة، ¶ الشركة، المضاربة، القرض، ا لصلح). ¶ الباب الثاني: عقود المنفعة (الإجارة وانواعها كالمزارعة والمساقاة ¶ وا لمغارسة، وإيجار ا لوقف، وا لإ عا رة). ¶ الباب الثالث: عقود العمل (المقاولة، الاستصناع، الإعارة، ¶ ا لإيداع). ¶ الباب الرابع: عقود التأمينات الشخصية (الكفالة، الحوالة) 0 ¶ الباب الخاس!: الحقوق العينية التبعية (الرهن التأميني والرسمي ¶ والحيازي). ¶ الباب السادس: اسباب كسب الملكية (الشفعة واحكامها). ¶ الباب السابع: الحجر لحق النفس ولحق الغير. ¶ طبع الكتاب بدار الفكر بدمشق عام (07 4 1 هـ- 1987 م) في ¶ (430 ص)، ثم اعيد طبعه مرة اخرى. ¶ \"\"\" ¶ 135",
            "page": "135",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "4 1 - الأصول العامة لوحدة الدين الحق ¶ نشرته المكتبة العباسية بدمشق عام 972 1 م. ¶ هدف البحث: يهدف هذا البحث إلى تحديد الأصول العلمية ¶ والعقلية، والمرتكزات الأساسية التي يقوم عليها دين الله الواحد، وبيان ¶ قوة الرباط المحكم بينها، والغايات التشريعية التي يهدف إليها الدين الحق ¶ على ممز العصور، مما يمهد إلى معرفة طريق الإيمان الذي ينبغي أن يكون ¶ مبنيأ على أساس الاقتناع الذاتي، والاستقلال الفكري، والفطرة السليمة، ¶ وهدي العقل الصحيح. ¶ خطة البحث: ¶ وقد جاء هذا البحث مقسمأ إلى بابين. ¶ تناول الباب الأول: مراحل تطور الفكر الديني في حياة البشرية، ¶ مع إفراد مبحث عن الحاجة إلى التدين أو ما سماه ب (الظمأ الديني) كما ¶ تكلم فيه عن الأديان الكبرى، والطريق إلى وحدة الأديان من خلال صلة ¶ الإسلام بالديانات الأخرى، وبيان الأصول المشتركة بينها، وعناصر ¶ الدين الخالد0 ¶ وأما الباب الثاني فقد استعرض فيه مقاصد الشرائع السماوية (الكليات ¶ الخمس الضرورية) المرعية في كل ملة، فتكفم عن الدين (مفهومه، وصلته ¶ 136",
            "page": "136",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "بالحياة، ومن هو الإله الحق، والرسل، والملائكة، والكتب السمارية، ¶ واليوم الاَخر، وعقيدة القضاء والقدر، ئم مغزى العبادات). ¶ ثم تكلم عن النفس! الإنسانية (المقصود منها، وقيمتها المادية ¶ والمعنوية، وطرق المحافطة عليها. . .). وعند كلامه عن العقل بئن ¶ (حقيقته، وكيفية الحفاظ عليه، ومدى تحرر العقل، وحاجة العقل إلى ¶ الهداية الرئانية). ¶ كما حاول تحديد مفهوم النسب واهميته، ووسائل المحافظة ¶ عليه، وفضيلة الأخلاق. ¶ واخيراً عقد فصلاً عن المال فعرفه، وبين ضرورته لقيام الحياة ¶ البشرية، وطرق حمايته، ووسائل الحصول عليه، واهداف المال ¶ ا لاجتماعية. ¶ واسهب في الكلام عن موقع النظام المالي الإسلامي بين المذاهب ¶ الاقتصادية المعاصرة، فتكلم بايجاز عن خصائص النظامين الاشتراكي ¶ والرأسمالي، ئم بتن وظيفة المال في منظور الإسلام وطبيعة حق الملكية ¶ والقيود الواردة عليها، ومبدا الحرية الاقتصادية، وقيمة العمل ودوره في ¶ الحياة الاقتصادية، وأثر العمل في أثمان الأشياء، ومبدأ تدخل الدولة في ¶ النشاط الاقتصادي للأفراد، ئم بين أسس العدالة الاجتماعية في ظل ¶ الإسلام، وموقف الإسلام من تعارض مصلحتي الفرد والجماعة، واختتم ¶ البحث بالكلام عن أثر الدين الإسلامي والأخلاق التي أمر بها، والمبادى ¶ التي وضعها في تكوين المذهب الاقتصادي المتكامل والعادل. ¶ وخلص في نتيجة البحث إلى القول: ¶ 137",
            "page": "137",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "(إن الإسلام -كشانه في كل ما جاء به - هو شريعة التوسط والتوازن ¶ والاعتدال، وإنه نظام فريد مستقل، قائم بذاته، له خصائص ومزايا تميزه ¶ عن كل ما عداه من النظم الأخرى في السياسة والاقتصاد والاجتماع ¶ والتشريع، وإنه لا قصور فيه عن معالجة المشكل والأوضاع الحديثة) (1). ¶ بقي ان نعرف ان عدد صفحات هذا الكتاب (189 ص) من دون ¶ ا لفهارس، وانه - لأهميته - ترجم إلى اوسع لغات ا لعالم انتشاراً (الإنكليزية) ¶ وعنون له ب (اصول مقارنة الأديان) وصدرت طبعته الانكليزية عن دار ¶ المعرفة بدمشق عام 993 1 م. ¶ (1) ¶ عهعهعه ¶ الأصول الحامة لوحدة الدين الحق؟ ص 186. ¶ 138",
            "page": "138",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "5 1 - القراَن الكريم ¶ (البنية التشريعية والخصائص الحضارية) ¶ يقدم هذا الكتاب الثقافة القراَنية، والمعرفة الدينية للجيل المعاصر ¶ باسلوب مبسط وميسر، وذلك من خلال التأكيد على كون القراَن الكريم ¶ دستوراً خالداً للحياة الإنسانية للعالم اجمع، بفضل ما احتواه من مقومات ¶ الخلود والبقاء والسمو والزقي والشمول، فهو ليس كتابأ للتبرك بتلاوته ¶ فقط -كما يحلو لبعضهم في التعامل معه -بل هو منهج حياة متكامل، ¶ ومنهج إصلاح للفرد والمجتمع، وهو منهج للعمل والتطبيق ولتصحيح ¶ العقيدة والشريعة وطرائق السلوك والأخلاق. ¶ وقد تناولت مباحث الكتاب: ¶ - الأحكام التشريعية في القرآن الكريم وما امتازت به من التوازن. ¶ - وجوب امتثال تشريعات القراَن الكريم وتطبيقها. ¶ - خصائص التشريع القراَني من حيث كونه: رباني المصدر، ¶ إنساني النزعة، يجمع بين المصلحة الخاصة والمصلحة العامة بتوازن ¶ وتعادل، وتكامل وانسجام، وشمول وخلود. ¶ إلى غير ذلك من المباحث التي تظهر بوضوح ما تمتع به كتاب الله ¶ من خصائص يمكن ان تبنى عليها اعظم الحضارات. ¶ 139",
            "page": "139",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "طبع الكتاب بدار الفكر بدمشق (1413 هـ- 1993 م) في ¶ (166 ص). ¶ وهو يترجم حاليأ إلى اللغتين الفرنسية والإنكليزية. ¶ وسبق ان ترجم إلى اللغة التركية0 ¶ عهع! عه ¶ 140",
            "page": "140",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "6 1 - القصة القراَنية -هداية وبيان - ¶ للقصة دور بارز في تحويل المعاني إلى واقع ملموس، وقد امتاز ¶ القصص القراَني بواقعيته وصدقه، فهو يبتعد عن التزيد وا لاستطراد والخيال ¶ في بناء القصة وسبكها. ¶ وأما الهدف من القصة القراَنية فهو التوجيه والإصلاح والتربية ¶ والإرشاد، وشد انتباه الإنسان نحو الهدف الأساسي الذي وجه لأجله في ¶ هذه الحياة. ¶ وعليه، ف! ن القصة في القراَن الكريم هي السبيل النيّر لتصحيح ¶ العقيدة، ومواساة الضعفاء، ومواجهة الطغيان، والثبات على المبدأ مهما ¶ كانت الصعاب. ¶ وفي هذا الكتاب محاولة جادة لإبراز هذه الجوانب، وتسليط الضوء ¶ عليها، وذلك من خلال سرده للقصص التي وردت في كتاب الله الكريم. ¶ وقد التزم في بيانه للقصة جانب الدقة في التحقيق التاريخي والعلمي، ¶ وابتعد عن الغرائب (1)، وحرص على الوضوح والسلاسة في الأسلوب، ¶ مع الإشارة لتفسير بعض الكلمات القراَنية، كل ذلك على سبيل ا لاستيعاب ¶ والإيجاز، بحيث يستطيع القارى العصري من الإلمام بالموضوع ومعرفة ¶ (1) وقد تجنب القصص الإسرائيلي الذي لم يصح عن النبي ع! بم. ¶ 141",
            "page": "141",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "كل فصل من فصوله بأقل وقت ممكن. ¶ هذا وقد اتبع كل قصة بالنص القراَني المتعلق بها لتنطبع القصة في ¶ ذهن القارىء كلما تلا آيات الله تعالى. ¶ وركز على بيان العبر والعظات والفوائد المجتباة من كل قصة هادفأ ¶ إلى تحقيق قوله تعالى: \" لَقَد؟ تَ فِى قَصحَ! تم عِئرَة لِأؤُلِى آلأَتئمث مَا؟ نَ ¶ ! يثا يُفْتَرَهوَلن تَصدِيقَ اَلَذِى بَئن صيدَئهَ وَتَفْصِيلَ! ل مَثئكل\" ¶ ايوسف: 1 1 1). ¶ وانقسمت القصص التي تضمنها الكتاب إلى نوعين: ¶ الأول: قصص الأنبياء والمرسلين والحكماء والعلماء وغيرهم، ¶ ففد قص علينا سبحانه في كتابه الكريم قصص اربعة وعشرين رسولاً. ¶ الثاني: مقتطفات من السيرة النبوية ذاب القصة القراَنية0 ¶ اصل الكتاب احاديث إذاعية صباحية في إذاعة دمشق. ¶ اخيراً: صدر الكتاب مطبوعأ عن دار الخير بدمشق (1413 هـ- ¶ 1992 م) في (0 24 ص). ¶ عهعهعه ¶ 142",
            "page": "142",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "17 - تخريج أحاديث (تحفة الفقهاء ( ¶ كتاب (تحفة الفقهاء) لعلاء الدين محمد بن احمد ابي منصور ¶ الشَمرْقندي (ت: 575 هـ) رحمه الله تعالى، كتابٌ في فروع المذهب ¶ الحنفي مختصر مدلل، وقد امتاز هذا الكتاب - من بين مؤلفات المتقدمين ¶ الفقهية - بطريقته وتجديدِ في اسلوبه بحيث يعدُ من هذه الحيثية اقرب إلى ¶ المنهج الجامعي اكاديمي المنشود لتدريس الفقه الإسلامي، وإضافة ¶ إلى ذلك فان المؤلف رحمه الله اورد في كتابه هذا اسس الأدلة التي بُنيت ¶ عليها احكام المذهب الحنفي، دون إسهاب في مناقشة تلك الأدلة، وقد ¶ جاء ترتيب الأحكام في هذا الكتاب ترتيباَ منطقياَ. ¶ ولمَا تقدَم اختار قسم (الفقه الإسلامي ومذاهبه) بجامعة دمشق ¶ تدريس هذا الكتاب في السنوات الثلاث الأولى فيه (1) فقام الأستاذ الدكتور ¶ محمد زكي عبد البر (2) بتحقيق الكتاب، وطبع بمطبعة جامعة دمشق ليكون ¶ بين يدي طلابها. ¶ ولكن الكتاب كان بحاجة ماسة إلى خدمة علمية من نوع اَخر حتى ¶ يكون خير مقرر للطلاب لبناء شخصية الطالب الفقهية، والخدمة المطلوبة ¶ (1) ¶ (2) ¶ وذلك إبان فترة تاصي! كلية الشريعة وقبل أن يفوم أساتذة الكلية ب! عداد مؤالفات ¶ جامعية ففهية، وفق المنهج المفرر والخطة الدرصية المتبعة في الكلية. ¶ كان الدكتور عبد البر حفظه الله حينها موفداَ للتدريس في كلية الشريعة بجامعة ¶ دمثق من وزارة ا لعدل ا لمصرية وهو من رجا ل ا لفقه وا لقا نون ا لمرموقين بمصر. ¶ 143",
            "page": "143",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "هي تخريج أحاديث الكتاب والحكم عليها ومناقشتها وبيان صحيحها من ¶ ضعيفها، فانتدب لهذا العمل الجليل كل من الأستاذ الشيخ محمد المنتصر ¶ الكتاني رحمه الله (1) وأستاذنا الدكتور وهبة الزحيلي. ¶ فقاما بعملهما على خير وجه، وأَتمَا تخريج وتحقيق جميع أحاديث ¶ الكتاب في مدة زمنية قياسية (ثلاثة أشهر فقط) واصلا فيها الليل بالنهار، ¶ ورجعا في عملهما هذا إلى خمسة وستين ومئة كتاب من مصادر الحديث ¶ الأصلية وشروحه وكتب الجرح والتعديل وكتب التاريخ وغيرها. ¶ هذا وقد بلغت جميع متون أحاديث الكتاب المخرجة والمدروسة ¶ أكثر من ستمئة حديث، عني الأستاذان بالكلام عليها صحة وضعفأ، ¶ فتكلموا على رواة الأحاديث توثيقأ وجرحأ، كما تكلموا على الأسانيد ¶ اتصالاً وانقطاعأ، فوجدا فيها المتواتر والصحيح والحسن والضعيف ¶ والموضوع وما لا أصل له. ¶ وقد استفاضا في دراسة بعض تلك الأحاديث المخرجة بحيث ¶ نستطيع القول: إن دراستهما شملت إضافة إلى التخريج والتصحيح ¶ والكلام على الرواة والأسانيد شملت مناقشة أقوال المحدثين والفقهاء ¶ فيها والبحث في فقهها وما يستنبط منها، ولا أبالغ إذا قُلْتُ: إن بعضأ من ¶ تلك الدراسات تصلح للنشر كرسالة مستقلة، وهي نحو من خمسين حديثأ ¶ منها على سبيل المثال: ¶ (1) الأصتاذ الشيخ محمد المنتصر بالئه الكتاني، أصله من فاس (المغرب) نزل ¶ دسثعق، وأقام فيها، وعمل أستاذاَ في كلية الشريعة، ورئيسا لقسم علوم القران ¶ والسنة فيها من سنة (375 ا هـ) إلى سنة (385 ا هـ)، توفي رحمه الله في مدينة ¶ الرباط في 7 صفر/ 9 1 4 ا هـ. النبذة اليسيرة النافعة، صا 5 4 - 4 5 4. ¶ 144",
            "page": "144",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "حديث: \"الوضوء مما مست النار\" الذي يروى من طريق خمسة ¶ عشر صحابيأ. ¶ وحديث: \"من غسل ميتأ فليغتسل \" المروي عن سبعة من الصحابة. ¶ وحد يث: (المستحاضة). ¶ وحديث: (العشرة المبشرين بالجنة). ¶ وحديث: (الصلاة على الدابة). ¶ وحديث: (صلاة الكسوف وخطبته). ¶ وحد يث: (دعاء القنوت). ¶ وأثر: (ما راَه المسلمون حسنأ فهو عند الله حسن). ¶ وحديث: (صلاة النبي! ر على قبر المسكينة) وغيرها. ¶ ختامأ: طبع الكتاب بدار الفكر بدمشق (384 اهـ- 964 ام) في ¶ أربعة مجلدات. ¶ +++ ¶ 145",
            "page": "145",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "18 - النصوص الفقهيه المختارة ¶ تناول في هذا الكتاب - بالتحليل - مجموعة من نصوص الفقهاء ¶ وفق المنهج الذي كان متبعأ للتدرش! في كلية الشريعة بجامعة دمشق بعد ¶ تاسيسها عام: 4 95 1 م. ¶ والنصوص المنتقاة مأخوذة من عدد من كتب المذاهب الفقهية ¶ المعمول بها عند اهل السنة، وهذه الكتب هي: ¶ 1 - المهذب في الفروع: لأبي إسحاق الشيرازي (ت: 476 هـ) ¶ (فقه شافعي). ¶ 2 - منهاج الطالبين: للنووي (ت: 676 هـ) مع شرحه للجلال ¶ المحلي (ت: 4 86 هـ) (فقه شافعي). ¶ 3 - المبسوط: لشمس ا لأئمة السرخسي (ت 38 4 هـ) (فقه حنفي). ¶ 4 - بدائع الصنائع في ترتيب الشرائع: لعلاء الدين الكاساني (ت: ¶ 587 هـ) (فقه حنفي). ¶ 5 - الدر المختار: للحصكفي علاء الدين (ت: 088 1 هـ) (فقه ¶ حنفي). ¶ 6 - مواهب الجليل: لأبي عبد الله الحطاب (ت: 954 هـ) (فقه ¶ مالكي). ¶ 146",
            "page": "146",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "فكان يقدم حفظه الله بين يدي كل نمق مأخوذ من هذه الكتب بتعريف ¶ موجز بالكتاب ومؤئفه، ثم يذكر منهج المؤلف في كتابه. بعد ذلك يورد ¶ النص المختار من الكتاب ويعفق على بعض النقاط التي تحتاج إلى توضيح ¶ وبيان فيه في الهامث!. ¶ واخيراَ يقوم بدراسة هذا النص دراسة تحليلية تتناول كل جوانبه. ¶ هذا ومن شأن هذا المنهج الذي سار عليه الأستاذ ان ينمي لدى ¶ الدراس الملكة في فهم كلام المتقدمين، وييسر له سبيل التعامل وا لاستفادة ¶ من كتبهم الغنية بثروة فقهية لا تضاهى. ¶ والكتاب مطبوع بدار الكتاب بدمشق (1389 هـ- 9 96 1 م). ¶ عهعه! ¶ 147",
            "page": "147",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "9 1 - الخليفة الراشد العادل ¶ عمر بن عبد العزيز ¶ يعد عمر بن عبد العزيز (ب: 02 1 هـ) أحد نوادر الدهر، والمثل ¶ الرائع للزهد بمعناه الحقيقي، ولذلك فقد عني القدماء والمُحْدَثون من ¶ علماء هذه الأمة وغيرهم بالكتابة في سيرته وتحليل شخصيته، وأقبل ¶ عامة الناس على قراءة تلك السيرة العطرة، التي تعد بحق نبراسأ لمن أراد ¶ الاستبصار بحقيقة الحياة. ¶ وقد أدلى الأستاذ الدكتور بدلوه في إبراز صاهم معالم هذه الشخصية ¶ القدوة من خلال عرض سيرته في هذا الكتاب، باسلوبه السهل السلس. ¶ وقد قسم الكتاب إلى سبعة فصول تناولت: ¶ -حياته الشخصية وأسرته. ¶ - تربيته وثقافته وعلمه. ¶ - صلته بالقراَن والسنة النبوية والسلف الصالح الراشد. ¶ - أخلاقه وتدينه. ¶ - ولايته على الحجاز. ¶ -كلماته ومواعظه الخالدة. ¶ -آئاره الكبرى في الناربخ. ¶ 148",
            "page": "148",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "وقد حاول من خلال هذه الفصول إبراز دور عمر بن عبد العزيز ¶ واَئاره الراسخة، مبينأ الكثير من مواقفه بالتحليل والموازنة والاستنباط، ¶ فجاء الكتاب حافلاً بفوائد تاريخية وعلمية وأدبية، ممتعأبأسلوبه ولغته. ¶ طبع الكتاب بدار قتيبة بدمشق (0 0 4 1 هـ- 0 98 1 م) (0 22 ص). ¶ ! يه! يه! يه ¶ 149",
            "page": "149",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "0 2 - الوجيز في اصول الفقه ¶ بشط في هذا الكتاب مسائل علم أصول الفقه، ووضع ا لإطار الشامل ¶ لها، مركزاَ على تحديد المفاهيم الأصولية، وعلى الجوانب التطبيقية ¶ المفيدة عمليأ ونطريأ. ¶ وقد التزم في هذا الكتاب منهج التوسط، حيث ابتعد فيه عن ¶ التطويل الممل، ولم يوجز إيجازاَ مخلأَ بالمطلوب. ¶ كما التزم فيه المنهج التعليمي المبسط مراعاةَ لظروف طلاب العلم ¶ كونه وضع هذا الكتاب أصلاَ لطلاب فروع كلياب الدعوة الإسلامية ¶ المتعددة في البلدان الإسلامية. ¶ والكتاب على وجازته واختصاره أَلئم بموضوعات هذا الفن على ¶ وجه الاستيعاب. ¶ وهو مُترجَم إلى اللغة التركية. ¶ طبع للمرة ا لأولى عام 1 9 9 1 م بدمشق وطرابلس ا لغرب (4 7 2 ص). ¶ \"\"\" ¶ 150",
            "page": "150",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "1 2 - ا لتفسير ا لوسيط ¶ بعد أنْ كتب الأستاذ حفظه الله التفسير المنير (16 مجلداَ)، وهو ¶ لأهل الاختصاص والتفسيرَ الوجيزَ على حاشية المصحف معيناَ لعافة ¶ الناس، وضع هذا التَمسير لمتوسطي الثثافة، وهو في الأصل مجموعُ ¶ أَحاديثه الإذاعية التي أُذيعت عبر أثير البرنامج العام في الإذاعة الشُورية، ¶ ئم في إِذاعة صوت الشعب صباحَ كل يوم من أيام الأسبوع (ما عدا يوم ¶ الجمعة) وذلك من خلال البرنامج الصباحي \"قصص من القرآن \" وزاوية ¶ \"الإسلام والحياة \"، وفد استغرق ذلك سبع سنين (1992 - 998 1 م) أتى ¶ خلالها على جميع القرآن الكريم تفسيراَ وبياناَ وقصصاَ. ¶ وهذا التفسير يمتاز بامور منها: ¶ - بيان مدلول الآيات بدقة وشمول، وباسلوب مبسط ميشَر ولغة ¶ سهلة جداَ. ¶ -بيان أسباب نزول الآيات مقتصراَ على الضَحيح الثابت منها. ¶ - الاعتماد على تفسير القرآن بالقراَن ئم التزم أصول التفسير بالماثور ¶ والمعفول مستنداَ على أمات كتب التفسير. ¶ - قد يذكر أحياناَ بعض ما تمس الحاجة إليه من وجوه إعرابية. ¶ - البعد عن ذكر القصص والروايات الإسرائيلية، التي لا يخلو منها ¶ تفسير قديم. ¶ 151",
            "page": "151",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "- قسم آيات القرآن الكريم إلى مجموعات حسب موضوعاتها، ¶ وقدم بين يدي كل مجموعة من الآيات بمقدمة تكون موضوعاً متكاملاً ¶ مُمَفداً لفهم الآيات والمراد منها. ¶ والخلاصة: فإن هذا التفسير جمع بين البساطة في الكلمة والتعبير، ¶ والعمق في الفهم. ¶ وأرى أن هذا التفسير يسدُ فراغاً في المكتبة الإسلامية القرآنية ¶ المُعاصِرة لا يسدُه أيُ تفسير آخر. وحبذا لو سلك الأستاذ فيه قدراً أكبر في ¶ توثيق ما ينقله من أسباب النزول وغيرها من النقول، وهو بحاجة إلى ¶ ضبط ما يلتبس من الكلمات. راجياً أن يستدرك الأستاذ هذه الملاحظة في ¶ طبعته القادمة إن شاء الله. ¶ طبع هذا التفسير بدار الفكر بدمشق عام (1421 هـ- 0 0 0 2 م) في ¶ ئلاث مجلدات ضخمة بلغ عدد صفحاتها (2967). ¶ *** ¶ 152",
            "page": "152",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "ثبت المراجع ¶ إضافة إلى المقابلات الشفهية، وبعض كتب الأستاذ المترجم التي ¶ رجعت إليها وعزَفت بها واستفدت منها معلومات اغنت الترجمة، فقد ¶ رجعت إلى بعض الكتب التي اقتضت طبيعة الترجمة العودة إليها، وإليك ¶ ثبتأبتلك الكتب مرتبأ ترتيبأ الفبائيأ: ¶ -ا لإتقان في علوم القراَن، جلال ا لدين السيوطي، تحقيق د. مصطفى ¶ البغا، دار ابن كثير بدمشق. ¶ - الأزهر جامعأ وجامعة، محمد كمال السيد، ط. مجمع البحوث ¶ ا لإسلامية بالقا هرة. ¶ -ا لأعلام، خير الدين الزركلي، دار العلم للملايين، الطبعة الرابعة. ¶ - اعلام دمشق في القرن العشرين، د. عبد اللطيف فرفور، دار ¶ الملأح بدمشق. ¶ -ا لإمام الحافط جلال الدين السيوطي وجهود في الحديث وعلومه، ¶ د. بديع السيد اللحام، دار قتيبة بدمشق. ¶ - املية الفيومي في شرح منظومة البيقوني، محمد لطفي الفيومي، ¶ هذبها وحققها محمد بسام حمزاوي. ¶ - تاريخ علماء دمشق، محمد مطيع الحافط ونزار أباظة، دار الفكر ¶ بدمشق. ¶ 153",
            "page": "153",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "- تتمة الأعلام، رياض المالح ونزار اباظة، دار صادر ببيروت. ¶ - التشريع الإسلامي في القرن الرابع عشر الهجري، علاء الدين ¶ زعتري، مطبوع بذيل تاريخ التشريع الإسلامي للسبكي والسايس ¶ والبربري، دارافنان بدمشق. ¶ - تشنيف الأسماع بشيوخ الإجازة والسماع، ممدوح سعيد، دار ¶ الشباب بالإسكندرية. ¶ - تقويم كلية الشريعة بجامعة دمشق للعام الجامعي 967 1 - 968 1 م ¶ طبع الجامعة. ¶ - ذكريات، علي الطنطاوي، دار المنارة، جدة. ¶ - الريف السوري (محافظة دمشق)، احمد وصفي زكريا، مطبعة ¶ دار البيان بدمشق. ¶ - الزاهر في الحديث العاطر عن الوالد الفاخر، د. عبد اللطيف ¶ فرفور، دمشق0 ¶ -سنن الترمذي، تحقيق احمد شاكر وغيره، ا لبا بي الحلبي بالقا هرة. ¶ -سنن ابن ماجه، بعناية محمد فؤاد عبد البافي، الباب الحلبي ¶ بالقاهرة. ¶ - الشيخ حسن حبنكة (علم - عمل. .) بقلم الشيخ كريم راجح. ¶ (ط 1398 هـ). ¶ - الشيخ عبد الرحمن تاج، ابو بكر عبد الرزاق، دار الصحوة ¶ بالقاهرة. ¶ 154",
            "page": "154",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "- صحيح مسلم، بعناية محمد فؤاد عبد البافي، دار إحياء التراث ¶ بير وب. ¶ - عَزف البشام فيمن ولي الفتوى بدمشق الشام، محمد خليل ¶ المرادي، تحقيق محمد مطيع الحافظ ونزار أباظة، دار ابن كثير بدمشق0 ¶ - العطاء الفكري للشيخ محمد الغزالي، مجموعة من الباحثين، ¶ (ط معهد الفكر الإسلامي بواشنطن). ¶ - العلامة الشيخ عبد القادر القصاب، محمد وفا القصاب، مكتبة ¶ الغزالي بدمشق. ¶ - العلم لابن أبي خيثمة، تحقيق ناصر الدين الألباني، المكتب ¶ الإسلامي ببيروت. ¶ - علوم الحديث، ابن الصلاح، تحقيق د. نور الدين عتر، دار ¶ الفكر بدمشق. ¶ - الفتح المبين في طبقات الأصوليين، عبد الله المراغي، دار الكتب ¶ العلمية ببيروت. ¶ - الفعل الضار والضمان فيه، الشيخ مصطفى الزرقا، دار القلم ¶ بدمشق. ¶ - مجلة نهج الإسلام، تصدرها وزارة الأوقاف السورية. ¶ - مجموعة أنظمة الكليات الشرعية التابعة للأوقاف ؤتي الجمهورية ¶ العربية السورية، مطبعة الترفي بدمشق، عام (1371 هـ- 1 95 1 م). ¶ -المستدرك على الصحيحين للحاكم، مصورة دار المعرفة ببيروت. ¶ 155",
            "page": "155",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "- مسند الشهاب للقضاعي، تحقيق حمدي السلفي، مؤسسة الرسالة ¶ ببير وت. ¶ - المعجم الجغرافي السوري، مجموعة من الجغرافيين السوريين، ¶ مركز الدراسات العسكرية بدمشق. ¶ - المعجم الكبير للطبراني، تحقيق حمدي السلفي، طبع وزارة ¶ الأوقاف العراقية. ¶ - معجم المؤلفين السوريمبئ في القرن العشرين، عبد القادر عياش، ¶ دار الفكر بدمشق. ¶ - معجم المؤلفين، عمر رضا كحالة، مؤسسة الرسالة ببيروت. ¶ - المعرفة الحقيقية لدار الحديث الأشرفية، محمود الرنكوسي، ¶ طبع دمشق. ¶ - النبذة النافعة اليسيرة، محمد بن جعفر الكتاني، تحقيق محمد ¶ الفاتح الكتاني وعصام عرار، دار الثقافة للجميع بدمشق. ¶ - النهضة الإسلامية في سير اعلامها المعاصرين، د. محمد رجب ¶ البيومي، دار القلم، بدمشق. ¶ *** ¶ 156",
            "page": "156",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 12 ¶ وهبة الزحيلي ¶ العالم الفقيه المفسر ¶ تأليف ¶ د. بديع السيد اللحام ¶ دار القلم ¶ دمشق ¶ __________ ¶ ((نسخة محولة بواسطة القارئ الآلي، وتم مراجعتها مراجعة مبدئية، وليست نهائية؛ ولذا وجب التنبيه وبخاصة في الآيات القرآنية والأرقام والجداول!))",
            "page": "1",
            "part": "1"
        }
    ],
    "t38613": [
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول لمحات من حياته"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني تعريف بمؤلفاته"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "وهبة الزحيلي العالم الفقيه المفسر"
        },
        {
            "id": "155",
            "lvl": "1",
            "sub": null,
            "tit": "ثبت المراجع"
        }
    ]
}