{
    "b38623": [
        {
            "id": "1",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 22 ¶ عبد الغني الدقر ¶ النحوي الفقيه والمؤرخ الأديب ¶ 1335 - 1423 هـ ¶ 1917 - 2002 م ¶ تأليف ¶ إياد خالد الطباع ¶ دار القلم ¶ دمشق ¶ __________ ¶ ((نسخة محولة بواسطة القارئ الآلي، وتم مراجعتها مراجعة مبدئية، وليست نهائية؛ ولذا وجب التنبيه وبخاصة في الآيات القرآنية والأرقام والجداول!))",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 22 ¶ عبد الغني الدقر ¶ النحوي الفقيه والمؤرخ الأديب ¶ 1335 - 1423 هـ ¶ 1917 - 2002 م ¶ تأليف ¶ إياد خالد الطباع ¶ دار القلم ¶ دمشق",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الطبعة الأولى ¶ 1424 هـ - 2003 م",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ إنَ الحمد لله، نحمده ونستعينه، ونستغفره ونتوب إليه، ونعوذ بالئه ¶ من شرور انفسنا، وسيئات أعمالنا، من يهد الله فهو المهتد، ومَن يُضلِلْ ¶ فلا هاديَ له. ¶ اما بعد: فإن علم الرجال والعناية بتراجمهم خصيصةٌ تميزت به ¶ هذه الأفة عن غيرها، كان دافعُها صونَ هذا الدين عن انتحال المبطلين، ¶ وتحريف الغالين، وتأويل الجاهلين. ¶ وتوشَع التصنيفُ في هذا العلم من تصنيف كتب الطبقات، والجرح ¶ والتعديل، إلى إفراد رجالِ كل فن بمصئف، كما افردوا رجال كل قرنِ ¶ على حِدَة، بل افردوا رجالَ كل بلدة اشتهر فيها العلم بمؤلَّف. ¶ ولم يكتفوا بذلك، بل فاخر المسلمون بإفراد ترجمة عَلَمٍ من ¶ أعلامهم في كتاب مخصوص. ¶ وفي القرن الماضي ظهرت سلاسلُ كثيرة في تراجم الأعلام، كان ¶ لها الأثرُ الطيهب في تنشئة الناس على سير سلفهم الصالح، والتعريف ¶ بأخبارهم واحوالهم. ¶ غير ان التصنيفَ في المعاصرين الأعلام لم يُعطَ ا لاهتمام الكافي في ¶ هذه الكتب والسلاسل، فضلاَ عن انَ إهمال التأريخ لهم سيجعلُ في",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "علمائنا أسماء فحسب، لا نعرف من ترجمتهم شيئاً، لذلك كانت هذه ¶ السلسلةُ المباركةُ إنْ شاء الله سدَاً لثغرة في تاريخنا الإسلاميّ المعاصر، ¶ نُحيي به خُطا الشَلف الصالح في التاريخ للعلماء، وتدوين تراجمهم، ¶ وما خلّفوه من اثارٍ باقيةٍ على مز الدهور بإذن الله. ¶ وهذا الكتاب الذي بين أيديكم، هو مساهمة متواضعة في ذلك، ¶ ترجمتُ فيه للثحْوِفي الفقيه والمؤزخ الأديب الأستاذ الشيخ (عبد الغني ¶ الدقر) رحمه اللّه؟ ذكرتُ فيه نشأته، وشيوخه، وتعلّمه، وعَزَفتُ بكتبه ¶ وآ ثاره. ¶ وقد استقيتُ ترجمتَهُ من فِيْهِ على جَلَسَات معه، وما سوى ذلك ¶ أشرتُ إلى مصدرِه. ¶ واحسبُ أن هذا الكتاب الموجز اداءٌ لبعض حقوق الشيخ علينا، ¶ آملاًان يكونَ نُواةً لدراسة مُوشَعة، وعلى الله الاتكال، وبه التوفيق، إنه ¶ نِعْمَ المولى ويعمَ النصِير. ¶ دمشق 1/ 1/ 423 1 هـ ¶ 4 1/ 3/ 02 0 2 م ¶ إياد خالد الطباع",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "الفصل الأول ¶ لمحات من حياته",
            "page": "7",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الفصل الأول ¶ لمحات من حياته ¶ 1 - مولده ونشأته: ¶ هو عبد الغنيئ بن محمد عليئ بن عبد الغنيئ بن محمد عليئ بن ¶ عبد الغنيئ الدقر؟ يُفال إئهم منسوبون؟ وهم معروفون منذ نحو أربعة أ و ¶ خمسة قرون في بلاد الشام. ¶ وأصلُ (الدَقْرِ) لغةَ: الزَوضةُ الحسناءُ العميمةُ الئبات 0 كما في ¶ (القاموس) مادة: (دقر). ¶ وُلِدَ رحمه الله سنة (1335 = 17 9 1 م) في حيئ زْداق البرغل في باب ¶ الجابية لأبوين فاضلَيْن؟ فوالدُهُ الشيخ محمد علي صاحبُ نهضة علمئة ¶ في بلاد الشام (1)، ووالدته السئدة الجليلة بدرئة المرادي، التي تزؤجَت ¶ وعمرها نحو خمسة عشر عاماَ، وتُوفيتْ وهي في الثامنة والعشرين من ¶ العُمر، وعُمرُ صغيرِها عبد الغني سنتان ونصف، قد اشتُهر عنها مهارتها ¶ بركوب الخيل، والصيد بالجفت والمسدس. ¶ ويُذكر من فضائلها أنّها خدمَتْ حماتها في مرضها رغم إحجام ¶ بناتها عنها؟ وبعد وفاتها كان للمترجَم حُشَادٌ كثيرون، وكان ينقصه الحنان ¶ بسبب فقدان امه، فعوَضه أبوه شيئاَ من ذلك الحنان؟ فكان يأخذُه معه إلى ¶ حلقات العلم الكبار؟ حتى راه مزَة السئد محمد بن جعفر الكَتاني المحدث ¶ (1) مترجم في فقرة (شيوخه) من هذا الكتاب.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الكبير دفين فاس بصحبة والده الشيخ محمد علي فأجازَ الاخيرَ بمسند ¶ الإمام أحمد ابن حنبل وقال له الكَتَّاني: حتى هذا الصغير. أي الشيخ ¶ عبد الغني. ¶ أرسل الوالد صغيره إلى معلمة القراَن الكريم للصغار (الخجا)، ¶ فقرأ عندها القرآن الكريم، وتلا من سورة الناس إلى سورة الضحى. ¶ ثم ألحقه والده بالكُتاب، وهو في الخامسة من سنيّ عمره، فقرأ فيه ¶ ختمة كاملة نظراً على الشيخ المقرئ عز الدّين العرقسوسي، احدِ أصدقاء ¶ والد 5، واقيم له حفلُ الختم، ولم يتجاوز عمره سبع سنوات، وتصذَق ¶ والده بربع مجيدي على كل طالب عالم من طَلَبته، فرحاً بابنه. ¶ ثم ألحقه والده بالمدرسة التجارئة بدمشق لصاحبها الشيخ محمود ¶ العقاد رحمه الله تعالى، ولضا لُوحظ نبوغُه ومهارتُه قئد في الصفّ الرابع ¶ مباشرةً، فدرس في هذه المدرسة من الصفّ الرابع إلى الصف التاسع. ¶ تخرجَ من تلك المدرسة عام (928 ام)، وعُمره اثنا عشر عاماً، ¶ ولم يحزْ منها على شهادة؟ لأن هذه المدرسةَ كانت مدرسة خيريّة لا تمنج ¶ شهاداتٍ للطلبة، كما أن شيخنا لم يحصَلْ على شهادة قط بعدها. ¶ وكانت مقروءاته في المدرسة التجارية شاملةً للعلوم الشرعئة ¶ جميعها، فقرأ فيها على الشيخ عبد الوفاب دبس وزيت، والشيخ ¶ عبد الرحمن الخطيب، والشيخ هاشم ا اخطيب، والشيخ حُسني البَغال، ¶ والشيخ واصف الخطيب (1). ¶ وقد بتنْتُ في فقرة (قراءته على الشُيوخ) العلومَ والفنونَ التي قرأها ¶ على كلِّ واحدِ منهم. ¶ (1) غيمة العمر، ص 13 - 14. ¶ 10",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ثم ترك الدراسةَ برهةَ من الزمن لأسبابِ منها: ¶ - محنة التيجانيّة التي واجهت والدَ 5 في تلك الفترة 0 ¶ - القسوة والشذة التي واجهها مع زملائه في المدرسة التجاريّة. ¶ - موب أحد أصدقا ئه في المدرسة غرقاً أثناء رحلة صيفية، فأثّر ذلك ¶ في نفسه. ¶ اتّجه بعد تركه الدراسة إلى ممارسة هواياته في الصيد وركوب ¶ الخيل وال! باحة؟ إذْ كان يخرجُ إلى مزارعَ أُسرته في المِزة ودرايا، فيقضي ¶ فيها وقتاً طويلاً في الصيد حتى مهر فيه واشتُهر به. ¶ غير أن حُئه للعربيّه، وشغفَه بها لم يتركْهُ خارجاً عن نطاقها طويلاً، ¶ فعادَ إليها عندما أهدا 5 صديقُه وأستاذُ 5 الشيخ منير الفقير - رحمه الله تعالى ¶ - كتابَ (في سبيل التاج) لمصطفى لطفي المنفلوطي، فقرأ 5 كفَه في ¶ مجلسِ واحدِ، وكان إعجابُه به كبيراَ، وكان ذلك فاتحةَ خيرِ له، حيث ¶ طَلَبَ من صديقه ان يُوفَرَ له كتبَ المنفلوطيئَ كاملةَ فقرأها، وتأثر بها، ثثم ¶ إنه استخرج الألفاظ الغريبة البعيدة عن الفهم منها، ورتَّبها هجائياَ، ثمّ ¶ استل شرحَها من (القاموس المحيط)، وجعل يحفظها حتى أتمّها، فكان ¶ ذلك ثروة لغوئة له، وعُمُر 5 لم يتجاوز الرابعة عشر. ¶ ثمّ اتجه بعد ذلك لمطالعة كُتُب الأقدمين؟ فقرا (البيان والتبيين) ¶ للجاحط؟ قراءةَ إمعانِ وتدبُّرِ، ولاحطَ الفرقَ بين أسلوبِ الجاحطِ ¶ وأُسلوبِ المنفلوطيئ الذي كان معجباَ به مِن قبلُ حتى خرجَ بنتيجة أدبيّة ¶ نقدئة عن كتابات المنفلوطي، فقالط: \"المنفلوطيئ يحئه المتأدِّب، ويُنكرُهُ ¶ ا لأديب \". ¶ ومنذ ذلك الوقت دأبَ الشيخُ على قراءة الأدب الأصيل، وكانت ¶ 11",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "أنيسُه كتُب الجاحظ، والمبزَد، وأبي علي القالي. ¶ وفي أثناء ذلك عادت قناعتُه إليه بضرورة الرجوع إلى حلقات العلم ¶ والتعليم؟ فمشى في اتجاهَيْن متوازيين: ¶ -ا تجا 5 الدراسة والتحصيل. ¶ - واتجاه التدريس وا لإقراء. ¶ اما الاتجاه الأولط: فقد رجع إلى ملازمة الشيوخ في حلقات العلم ¶ في المساجد. ¶ وأفا الاتجا 5 الثاني ة فقد عقد له والدُ 5 العلامة محمد علي الدقر ¶ مجلساَ لإقراء النحو في جامع السنانئة (1) بدمشق، ولم يتجاوز عمر5 ¶ خمسة عشر عاماَ؟ فبداَ مع الطلبة بمتن (الاَجزومتة) ثم شرحِها للأزهري، ¶ ثم انتقلَ إلى (قطر النَدَى وبَل الضَدى) لابن هشام، فأعاد 5 درساَ خمس ¶ مزَات، ثم انتقل إلى (شذور الذهب) فأعاده مزتين، ئم انتقل إلى (شرح ¶ ابن عفيل على الألفتة) وانتهى من تدريسه وعُمره سبعة عشر عاماَ!! ¶ ئم حول درسه بعد ذلك إلى (مسجد العداس) (2) بدمشق؟ حيث ¶ تسلم غرفة في المسجد، وضع فيها مكتبته القيمة، وبقيت الغرفةُ تحت ¶ تصزُفه قرابة خمس وعشرين سنة. ¶ ولا شك أن هذا الئبوغَ المبكر قد لفتَ أنظارَ الكثيرين من العلماء ¶ (1) ¶ (2) ¶ جامع السنانئة؟ بناه سنان باشا والي الشام، خارج باب الجابية سنة 999 هـ، ¶ وبنى حوله مجموعة عمرانية كالحمام والسوق والقهوة والمكتب. خطط ¶ دمشق، للعلبي، ص 332. ¶ مسجد العداس: يفع في حي الشابكلية من منطقة القنوات، يظهر ان بناءه يرجع ¶ إلى أواخر عهد المماليك. ذيل ثمار المقاصد، لطلس، ص 239. ¶ 12",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الوافدين إلى دمشق، مما جعل ذكر الشيخ يجري على لسانِ كثيرٍ من ¶ المعجبين به (1). ¶ 2 - نبوغُه: ¶ ظهر نبوغ الشيخ مبكراً كما بينتُ في فقرة (مولده ونشأته ((2)، إ ذ ¶ خضَص له والده حلقة إقراء لتدريس النحو، وعُمره نحو خمسة عشر ¶ عاماً0 ¶ كما دُعي إلى زيارة مصر من قبل رئيسها اَنذاك، ضمن وفدٍ يمثِّل ¶ علماء الشام عام 956 1 م أي كان عمره أربعين سنة0 ¶ وكان الرئيسُ السوري الراحل شكري القوتلي، الذي حكم في ¶ الخمسينيات، يناديه طالباً منه تصحيحاً لغوياً، أو استشارة في ذلك، ¶ لنبوغه في العربئة، على حداثةٍ في سنه، ووجود أعلام في العربية في ¶ عصره 0 ¶ وليس أدلً على ذلك من قول الأستاذ الدكتور ناصو الدئن الأسد: ¶ \" لا يوجدُ اليومَ أعلمَ منه في العربتة في بلاد الشام \". ¶ ورحم الله الأستاذ الطنطاوي إذ يقول عن ذكرياته في الأدب: \"لقد ¶ ورد أنَّ الله يبعثُ لهذه ا لأمة على رأسها كلِّ مئة سنة مَن يجدً دُ لها دينها، أ ي ¶ ينقيه مما علق به من أوضار البدع والمحدثات، حتى يرده إلى اهله كما ¶ نزل الوحي، وبَتنه الرسول الكريم لمجي! - أي يغسلُه كما يغسل الثوب ¶ المستعمل، ويُكوى ويُطيهب حتى يعودَ كالجديد. ¶ كذلك يحيي الله بالرجل الواحد بلداً ميتاً فيه الأدبُ والعلم، ورلث ¶ (1 ( ¶ (2) ¶ غنيمة العمر، ص 14 - 16. ¶ ص (9). ¶ 13",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "رجل واحد يكون على يده نهضة شعب؟ إن كان في هؤلاء الرجال المصلج ¶ والمفسد، ومَن هو من حزب الرحمن، ومن هو مِن حزب الشيطان 0 ¶ فعليكم بالبقية الباقية من أقطاب الأدب. اطْلِقُوا أيديَهم في مناهج ¶ العربية وكتبها، ولا تجعلوا الشهادات وحدها هي الميزان، فإنَ كثيراً مفن ¶ أعرفُ اليوم معرفة بالأدب العربي الحقّ، ممن دزس كتبه الكبرى؟ ¶ ! (الكامل) للمبزد، و (الأمالي) للقالي، لم يكونوا يحملون شهادةً، وإنْ ¶ كان يقعد بين أيديهم يتلقى عنهم حملةُ الشهادات من أساتذة الجامعات، ¶ مِن هؤلاء الذين اعرفُهم: محمود محمد شاكر في مصر، وعبد الغني الدقر ¶ في الشام. ولكنني أدعو إلى أمثال هؤلاء للانتفاع بهم قبل أن يستأثر الله ¶ بهم\" (1). ¶ ورحم الله سعيداًالأفغاني؟ إذ اشترى شقة بجانب عمارته شُيّدت ¶ حديثاً ملاصقة لمنزله، وقال للشيخ الدقر: هذا البيت لن أبيعه إلا إليك ¶ لأسألك إذا استعصت عليئ مسألة. واشتراه الشيخ الدقر منه وسكنه. ¶ 3 - قراءته على الشيوخ: ¶ قرأ حفظه الله العلومَ الشرعيّةَ والعربيّةَ على كبار علماءِ عصره؟ فقرأ ¶ التوحيدَ، والتفسير، والحديثَ، والفقه الشافعي، وأصول الشافعيّة ¶ والحنفيّة والمالكية، والنحو، والأدب، والمنطق. ¶ وكان من عادته تحضيرُ الدَرس الذي سيقرأه جيداً قبل ذهابه للتلقي ¶ والسَماع من الشيخ، فيراجع العبارة، ويضبطها؟ يُعْمِلُ فِكْرَهُ في فهمها، ¶ وإدراك مقاصدها؟ حتى إذا جاء وقتُ الدرس ترسَّخَ لديه فهم عبارات ¶ الكتاب الذي يقرؤ 5، وكان في كثير من الأحيان يعقّب على أساتذته، ¶ (1) ¶ ذكريات علي الطنطاوي: 8/ 1 0 3.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "أو يجيبهم على أسئلة يطرحونها يختبرون بها الطلبة، فيكون صاحبَ ¶ الجواب الفذ، وانظر في ذلك ما كتبته في فقرة (مجالسته العلماء) (1). ¶ وأفا ما تحضل لدقي من قراءاته على العلماء؟ فقد: ¶ - قرا على الشيخ بدر الدين الحسني رحمه الله تعالى (ت 1354) ¶ (السنوسية الكبرى) في التوحيد، وسمع عليه معطْم (الجامع المسند ¶ الصحيج) للبخاري، ومعظم (صحيج مسلم)، وكتاب (الترغيب ¶ والترهيب ا للمنذري، وقد لازمه مدة طويلة، وكان يحضر مع والده درساَ ¶ خاصاً عنده، كما سمع منه بعض المسلسلات كما سيأتي في فِقْرة ¶ (مروياته) (2). ¶ وقرأ على الشيجْ محمد أمين سويد رحمه الله (ت ه 135) (شرحَ ¶ نظم الشُفَم المُنَوْرَق (في المنطق، والب الأصول) للقاضي البيضاوي، ¶ في الأصول، ولازمه مدَة. ¶ وقرأ على والده الشيخ علي الدقر رحمه الله (ت 1362) الفقه ¶ الشافعيئَ، والأصول، والبلاغة، فقرأ عليه (حاشيةَ الباجوري على شرح ¶ ابن القاسم الغزي)، و (حاشية البجيرمي على الخطيب الشربيني (، ¶ و (مغني المحتاج في حلّ ألفاظ المنهاج) للخطيب، و (نهاية المحتاج) ¶ للرملي حتى الجزء السابع حيث توفي والده في بداية قراءته الجزء الثامن، ¶ وفي الأصول (نهاية الشُول في علم الأصول) للأسنوي. ¶ وقرأ على الشيخ محمود العطار رحمه الله تعالى (ت 1362): ¶ (تفسير القاضي البيضاوي) من الفاتحة إلى سورة الأنعام، وفي النحو ¶ (1) ¶ (2) ¶ ص (35). ¶ ص (40). ¶ 15",
            "page": "15",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "(شرح المفصل للزمخشري) لابن يعيش، و (شرح الرضي على الكافية ¶ لابن الحاحب). ¶ وقرأ على الشيخ عبد الرحمن الخطيب (ت 1367) في فقه ¶ الشافعية. ¶ وقرأ على الشيخ عبد القادر المغربي (ت ه 137) كتاب (الأمالي) ¶ لأبي عليئ القالي. ¶ وقرأ على الشيخ محمد هاشم الخطيب (ت 1378) النحو ¶ والبلاغة. ¶ وقرأ على الشيخ واصف الخطيب علم الحساب. ¶ وقرأ على ا لأستاذ عز الدين التنوخي (ت 1386) (الكامل) للمبزد، ¶ و (المعلقات) وشرحها، و (ديوان جر ير)، و (شرح ا لحماسة) للتبريزي. ¶ وقرأ على الشيخ عبد الوهاب دب! وزيت الشهير بالحافظ ¶ (ب 1389) ختمةً كاملة نظراَ، وقد لازمه المترجَم منذ صغره. ¶ وقرأ على الشيخ حسن حَبنًكة الميداني (ت 1398)، الأصول، ¶ والنحو، والأدب، والبلاغة، فقرأ عليه في الأصول: (الورقات) ¶ للجويني، و (منتهى الشُول والأمل في عِلْمَيْ الأصول والجدل) لسيف ¶ الدين الاَمِدِكما، وبعضاً من (المستصفى) للغزالي، وكتاباً في أصول ¶ المالكية. ¶ وفي النحو قرأ عليه (1 وضج المسالك إلى ألفية ابن مالك) لابن ¶ هشام؟ وفي الأدب قرأ عليه (ديوان المتنبي) كقه، وشيئاً من (ديوان ¶ أبي تمام)؟ وكان يقرأ عليه يومياً. ¶ 16",
            "page": "16",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وقرأ على الشيخ أبي اليُسْر عابدين (ت ا 0 14) أصول الأحناف؟ ¶ فقرأ عليه (أصول ال! رخسيّ). ¶ وإليك تراجم ابرز شيوخه الأعلام: ¶ محدث الديار الشامية الشيخ محمد بدر الدين بن يوسُف ¶ الحسني: ¶ المولود بدمشق سنة (267 اهـ= 850 ام)، والمتوفى بها سنة ¶ (0 35 ا هت 935 ام) 0 ¶ تعهّده والدُه الشيخ يوسُف (1) بالرعاية والتهذيب والتعليم، وأخذ ¶ عليه مبادئ الكتابة والحساب. حفظ القراَن الكريم وهو ابن سبع سنوات ¶ تقريباَ، وانقطع للعلم، وأخذ يطالع الكتب الموروثة عن أبيه، الذي توفي ¶ وهو ابن اثنتي عشرة سنة، وعني بحفظ المتون المختلفة، فحفظ ما يقرب ¶ من اثني عشر الفَ بيت، ثم اشتغل بقراءة شروحها وفهمها، وكانت معظم ¶ قراءته في هذه المرحلة على الشيخ ابي الخير الخطيب (2). ¶ (1) ¶ (2) ¶ الشيخ يوسف المغربي الحسني (ت 279 ا هـ= 1862)، عالم فاضل، ولد في ¶ المغرب ونشا في مصر، وأخذ عق مثاهير العلماء، ثم قدم دمشق واستوطنها، ¶ وأخذ عق بعض علمائها كالشيخ سعيد الحلبي، والثخ عبد الرحمن الكزبري، ¶ ألقى دروساَ في الجامع الأموي بدمثق! ترجمته في (علماء دمشق وأعيانها في ¶ القرن الثالث عثر الهجري): 2/ 1 61. ¶ ابو الخير بن عبد القادر الخطيب الحسني الشافعي؟ خطيب ومدزَس في الجامع ¶ الأموي؟ وُلِدَ سنة (247 اهـ= 1831 م)، دزس في الجامع الأموي بين ¶ العشاءين، وتولى فيه الخطابة مناوبةً؟ وهو أؤل خطيب تولاها من آل الخطيب؟ ¶ كما تولْى التدريس في مدرسة القلبقجية التي سعى في عمارتها؟ توفي بدمشق ¶ سنة (308 اهـ- 1890 م)؟ (تاريخ علماء دمشق في القرن الرابع عشر ¶ الهجري): 1/ 98 - 96. ¶ 17",
            "page": "17",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "مال منذ الثالثة عشرة إلى العزلة والخلوة التي دامت سبع سنوات أ و ¶ تزيد، منقطعاَ إلى العلم والعبادة في غرفته، عاكفاَ على التأليف نهاره، ¶ وطرفأ من ليله، مولياَ علم الحديث اهتمامَه؟ فحفظ (الصحيحين) مع ¶ أسانيدهما، وقيل: حفظ الكتب الستة، مع المتون الشعرية المختلفة، ¶ وكان يعفَق على ما يقرا؟ فترك تعليقات على نحو خمسين كتاباً ورسالة ¶ صغيرة، ساعده على ذلك ذكاءٌ فطري، وحافظةٌ عجيبةٌ. ¶ بدأ منذ الخامسة عشرة بإلقاء الدروس على الطلاب، وفي حوالي ¶ الخامسة والعشرين من عمر 5 رحل إلى مصر، والتقى بالشيخ الاشمونيئ، ¶ رفيقِ والده في الطلب، وقصد الشيخ إبراهيم السقا؟ علأمةَ مصر، وشيخَ ¶ الأزهر في وقته، ولعفه اخذ علم الحديث عنه واستجازه. ¶ وفي سنة (98 2 ا هـ) اوكل إليه تدريسُ الحديث الشريف في الجامع ¶ الأموي وذلك في زمن الوالي العثماني (مدحت باشا) تحت قبة النسر، ¶ حيث كان يدزس في هذا المكان اعلم أهل الشام، فافتتج الدرسَ الأؤل ¶ باحتفال حضره اعيانُ العلماء، ورجالُ الدولة، وعلى رأسهم الوالي، ¶ وسواهم، ابتدا الدرسَ بالحديث الأول من صحيج البخاري، فأجاد فيه ¶ حتى بلغ الغاية. ¶ اخذ عنه جُل علماء الشام؟ فكان رحمه الله معلِّماً، ومربياً، ¶ وناصحاً للحكام، ومساعداً للمجاهدين ضد ا لاحتلال ا لأجنبي. ¶ العلأمة الفقيه الأصوليئ النَّظار الشيخ محمد امين سويد: ¶ المولود بدمشق سنة (273 اهـ- 855 ام)، والمتوفى بها سنة ¶ (355 ا هـ= 936 1 م). ¶ وُلد رحمه الله لأسرة تعمل في التجارة والفلاحة، أخذ عن علماء ¶ عصر 5 مثل: الشيخ عبد الغني الغُنيمي الميداني، والشيخ ابي الفرج ¶ 18",
            "page": "18",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الخطيب، والشيخ يوسُف سمارة، والشيخ المحدَث بدر الدين الحسني، ¶ والشيخ سليم العطار، والشيخ بكري العطار. ¶ ثم رحل إلى الأزهر؟ فتلقى عن علمائه خمسَ سنوات، رجع بعدها ¶ إلى دمشق ليدزَس متبوعاً فكانت غرفتُه في دار الحديث محطَ أنظار طلبة ¶ العلم، وموئل! م للدَرس والطَلَب. ¶ رحل إلى تركية، والهند، وإ يران، وبُخارى، واليمن، والمغرب، ¶ وسوا ها. ¶ كان من كبار علماء دمشق؟ تحسبه متخصصأ في كلّ علم؟ أتقنَ ¶ دروسه كل الإتمْان، إذ إنه يُحسن التقرير في الدَرس، ويريد إفهام الطلاب ¶ عبارة النص مع تحليلها وإيضاحها. ¶ كَقفَتْهُ الحكومة تعليم الفقه الحنفي في جامع درويش باشا، ومنحته ¶ بعض الرتب العالية، كما اختارته الحكومة العثمانية مع العلماء الذين ¶ عَيَّنَتْهُم في الكئتة الضلاحئة بالقدس! لتخريج القضاة والمدرِّسين (1). ¶ (1 ( ¶ الكية الصلاحية: هي المدرسة الصلاحية التي أثأها السلطان صلاح الدين ¶ الأئوبي بعد تحرير القدس، في سنة (583 هـ= 187 ام (، ووقفها في سنة ¶ (588 هـ= 92 1 ام (، ونُسبتْ إليه؟ بعد أن كانت كنيسة. ¶ كانت هذه المدرسة منارة إشعاع علميئ في العصر الايوبي، والعصر ¶ المملوكي، والعصر العثماني. حَؤَلها جًمال باشا إلى كلية علمية دينية، عُرفت ¶ باسم (كلية صلاح الدين الأيوبي (، ووضع لها نظاماَ حدَّد موضوعات الدراسة ¶ فيها، وبرنامجها، ومنهاجها، وفيه تفصيل لأهداف الدراسة ومدّتها، ولغة ¶ التدريع!، وعدد الطلاب، وتعيين مديرها ومدرّسيها وغير ذلك من الوظائف. ¶ واستمر الامر كذلك إلى أن احتل الإنكليز القدس في سنة 917 ام، فأعادوها ¶ إلى الاَباء اليض، وأعادها هؤلاء مدرسة، وفيها متحف، ومكتبة، وكنيسة، ¶ ومازالت كذلك حتى ا لأن. انظر: كنوز القدس، ص 2 0 1؟ والمصادر ثمة. ¶ 19",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ثم اختارته الحكومة العربية لمهمة العناية باللغة العربية في دوائر ¶ الحكومة، ولنشر الثقافة العربية عامة، ولوضع المصطلحات العربية ¶ للكلمات التركية المتداولة بين الناس. ¶ ثم عُهد إليه بتدريس أصول الفقه في (معهد الحقوق العربي) (1)، ¶ سنة 923 ام. ¶ ثم كُلّف بالتدريس في مكة المكرمة سنة واحدة (928 1 م -929 1 م) ¶ رحل بعدها إلى الهند للتدريس في مدرسة بومباي، وقد اشترك مع الداعية ¶ المربّي محمد علي زَيْنَل (2) علي رضا في تأسيس مدارس الفلاح بالحجاز ¶ والهند والاشراف عليها. وأخيراً عاد إلى دمثق؟ فاستقز بها مثابراً على ¶ التدريس والوعظ في مسجد زيد بن ثابت (3) لثلاث سنوات، وفي جامع ¶ التعديل (4) بحيئ القنوات، ولم ينقطع إ لا ثلاثةَ أيامٍ قبل وفاته. ¶ أخذ عنه كثير من علماء الشام مثل الشيخ أبي الخير الميداني، ¶ والشيخ عبد الوهاب دبس وزيت، والشيخ محمد الهاشمي، والسئد ¶ الشيخ محمد المَكي الكَتاني (ْ). ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ (5) ¶ الذي سُمي فيما بعد بكلية الحقوق، فكانت جزءاَ من (الجامعة السورية) التي ¶ سُميت فيما بعدُ (جامعة دمشق). ¶ زينل: اختصار اعجمي لاسم (زين العابدين) ومئلها: عليكره اختصار لاسم ¶ (عليئ كزم اللّه وجهه). ¶ مسجد زيد بن ثابت: جامع قديم ومعروف يقع في منطقة باب سريجة والفخامة ¶ بدمشق، يُرخحُ ان تاريخ إنشائه في حدود سنة (710 هـ)؟ خطط دمشق، ¶ ص 329. ¶ جامع التعديل: من المساجد القديمة بدمشق، يقع في منطقة القنوات تعديل، ¶ جُدد هذا المسجدُ سنة (1 30 ا هـ)؟ خطط دمشق، ص 313. ¶ انظر علماء دمشق في الفرن الرابع عثرالهجري: 1/ 03 5 وما بعدها.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "طُبع له (تسهيل الحصول على قواعد الأصول) بتحقيق الأستاذ ¶ الدكتور مصطفى الخن بدار القلم في دمشق. ¶ العلأَمة المربئي الشيخ محمد علي بن عبد الغني الدقر: ¶ المولود بدمشق سنة (294 اهـ= 877 ام)، والمتوفى بها سنة ¶ (362 اهـ=943 ام). ¶ والدُ المترجَمِ، ومؤلئسن النهضة العلمية الدينية في دمشق، التي ¶ انطلقت منها لتعئم مناطقَ في حوران والأردن، حيث نَفَرَ من كلَ قرية منهم ¶ طائفةٌ ليتفقهوا في الدين، ولينذروا قومهم إذا رجعوا إليهم، فألئسَ! اؤل ¶ جمعية للتعليم الشوعي، أطلق عليها (الجمعيّة الغرّاء لتربية الأبناء)، ¶ فكان لها مؤلسساتٌ وفروعٌ تضثمُ خصسَ مدارس ابتدائية، وستة معاهد ¶ للعلوم الشوعية الإسلامية؟ ذلك اثه المه انصرافُ الناسِ عن العلم ¶ الشرعي، لققة جدواه المادية؟ فكان يبث في نفوس طلابه اليقين بالئه، ¶ وأنَ الرزقَ محتومٌ، وأن أعطمَ خدمة تقرب إلى اللّه خدمة الدين ونشر 5. ¶ ويرى أنَ كلّ علم لا يورث خشية لا يزيد صاحبه من الله إلا بُعداً، ¶ ولهذا حرص على التوازن بين الخشية والعلم، او بين العلم والعمل به. ¶ في فترة الحرب العامة الأولى، أخذ يعلّم الناس في جامع سنان ¶ باشا (السنانية) في باب الجابية، وكان له حلقة يقصدها الطلاب، ولكن ¶ الغالبية شُغِلَتْ عنه بسبب أهوال الحرب، وضيق ذات اليد، وتحصيل ¶ القوت الذي غدا صعباً، فكان تأثيرُ 5 محدوداً. ¶ وحينما وقعت سورية تحت الاحتلال الفرنسي عام 920 امِ شعر ¶ بمسؤوليته في الدعوة والتحريض على الجهاد ضدّهم؟ فأخذتْ خُطئه ثم ¶ رحلته مع شيخه المحدّث الشيخ بدر الدين الحسني إلى المحافظات ¶ 21",
            "page": "21",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "السورية، تُوء صدَى طئبأ في النفوس، يستمع الناس لإرشاده، وينصتون ¶ لأقوا له. ¶ ونفع اللّه بمدارس الجمعية الغزاء نفعاَ عظيماَ، حتى إن المترجَم ¶ كان يُرسِلُ طّلأَبه المقتدرين إلي القرى السورية والاردنية، وإلى البقاع ¶ وغيرها؟ ليُرشدُوا الناس، ويُرَغَبوا الصغار في طلب العلم، فانهال عليه ¶ التلاميذ من القرى، وخصوصاَ قرى حوران، التي لم تَبْقَ قريةٌ إ لا وأرسلت ¶ إليه من أبنائها أفراداَ؟ تخزَج منهم القضاةُ والمفتون والمدزَسون والخطباء ¶ والوعاظ؟ وهم الذين عَمَروا مساجد دمشق والقرى وغيرها. وتخرّج في ¶ معهد العلوم الشرعية الإسلامية أكثرُ من أربعةِ اَلافِ طالب، كان يُرسِلُ ¶ منهم المئات إلى الجهات المختلفة البعيدة والقريبة، وخاصة في ¶ رمضان؟ يعفَمون الناس، ويُفَقَهونهم في امور دينهم. ¶ كان يومُه حركةً لا تنقطع، وعملاَ لا يهدأ من بيته ليؤم الناس في ¶ صلاة الفجر بمسجد السادات (1) (سوق مدحة باشا) ثم يجلس يذكر اللّه، ¶ ويقرأ أوراده، ويدعو إلى أن تطلع الشمس؟ ومِنْ حولي حلقاتُ العلم ¶ الكثيرة تملأ المسجد والسدة والغُرف، لكل حلقة معلَمُها من طلابه، ¶ يعفمون الفقه والتوحيد والعربية وغيرها، حتى إذا أنهوا جلستهم تلك ¶ خرجوا معه إلى جامع (سنان باشا)؟ ليستمعوا إلى درسه العام في الوعظ، ¶ هكذا كلَ يوم إلا يومي الجمعة والثلاثاء؟ فيكون الدرس في (جامع ¶ السادات) نفسِه. ¶ (1) ¶ مسجد السادات: يقع قرب باب الجابية أول سوق مدحت باشا، كان يسمّى ¶ قديماَ مسجد المسلوت، ثم هُدم فجذد 5 بعض بني القوتلي، وجعل له بابين من ¶ الحجر المِزي اللطيف وقبلية واسعة، وفي الحائط الغربي غرفة فيها أضرحة ¶ الساد ات. ذيل ثمار ا لمقاصد، ص 2 2 2. ¶ 22",
            "page": "22",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وقد اخبرني ابنُه الشيخ عبد الغني: أن عنايته بالطلبة كانت تفوق ¶ عنايته بأبنائه، وكان كثيراً ما يوجّه الشيخ عبد الحميد الطبّاع رحمه الله (1) ¶ إلى تتبّع لوازم الطلبة وسدّ حاجاتهم، ويوزعّ معاشه دون أن يأخذ منه ¶ شيئاً. ¶ وكانت دروسه يومياً على الشكل التالي: ¶ - بعد صلاة الفجر: درس عام؟ في جامع السنانية، إلا الثلاثاء ¶ والجمعة، ففي جامع السادات، ¶ -بعد صلاة الظهر: درس في النحو. ¶ - بعد صلاة العصر: درس في البلاغة. ¶ - بعد صلاة المغرب: درس في التفسير. ¶ -بعد صلاة العشاء: درس في الحديث. ¶ نبغ من طُلابه الكثيرون؟ منهم الشيخ حسن حبنكة الميداني ¶ (ت 398 أهـ= 978 أم)، والشيخ نايف العباس (ت 407 أهـ- ¶ 987 أم)، والشيخ أحمد نصيب المحاميد (ت 422 أهـ= 2001 م)، ¶ والشيخ عبد الرحمن الزعبي (ت 389 أ هـ= 9 96 1 م)، والشيخ عبد الكريم ¶ (1) ¶ عبد الحميد بن خليل الطباع (1316 - 372 اهـ- 1898 - 952 ام): عالم، ¶ تاجر، فاضل، مشاركٌ في الخدمة الاجتماعية؟ احدُ مؤلسّسي الجمعيّة الغزإء، ¶ وكان أمينها العام، ساهم في تاسيس جمعية المواساة (مشفى المواساة اليوم) ¶ عام (1362 - 943 ام)، وجمعية رابطة العلماء عام (1366 = 946 ام)، كما ¶ كان من القائمين بلجان ومؤتمرات الدفاع عن ا لأوقاف ا لإسلامية ايام الاحتلال ¶ الفرنسي لبلاد الثام، وانتُخِبَ نائباَ في المجلس النيابي، وقذَم فيه مسؤَدة ¶ للقانون المدني مبنئاَ على الشريعة الإسلامية في صياغة هي غايه في ا لإحكام. ¶ فارس الخوري أيام لا تُنسى، ص (9 6 2)؟ تاريخ علماء دمشق: 2/ 0 5 6. ¶ 23",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "الرفاعي (ت 393 اهـ- 973 ام)، والشيخ أحمد المقداد البصروي ¶ (ت 383 اهـ= 963 ام) (1)، والشيخ عبد العزيز أبا زيد مفتي درعا ¶ (ت 423 اهـ- 02 20 م). ¶ ويعدُ الشيخ عليئ الدقر الناشرَ الأكبرَ لمذهب الإمام الشافعي ¶ رضي الله عنه في بلاد الشام، ذلك ان العلماء - على الأغلب -كانوا على ¶ مذهب الإمام أبي حنيفة رضي الله عنه، مذهب الدولة العثمانية، فكانت ¶ الجمعية الغرّاء التي اَشَسها وخزجت علماء انتشروا في بلاد الشام السبب ¶ الرئيس في انتشار هذا المذهب. ¶ الفقيه الاصوليئ العلآمة الشيخ محمود بن محمد رشيد العطَار: ¶ المولود بدمشق سنة (284 اهـ= 867 ام)، والمتوفى بها سنة ¶ (362 اهـ=944 ام). ¶ حفظ رحمه الله القرآن الكريم على والده، ثتم اخذ عن علماءَ أجلأء؟ ¶ فقرأ اؤلاً على الشيخ محمد الحطابيئ النابُلسيئ، ودرس على الشيخَ سليم ¶ العطار، والشيخ بكوي العطار، والشيخ محمد العطار علومَ الحديث ¶ والتفسير؟ كما قرأ على الشيخ محمد الخاني. وتلقى عن الشيخ عبد الحكيم ¶ ا لأفغانيئ الفقهَ، وا لتوحيدَ، وا لأصولَ، وا لتوحيدَ، وا لتفسيرَ، وا لحديث. ¶ ولازم محدثَ الشام الشيخ بدر الدين الحسنيّ في دار الحديث ¶ الأشرفئة مدة تزيدُ على أربعين سنة؟ قرأ عليه فيها الحديث، واصولَه، ¶ والبلاغة، والئحوَ، والمنطقَ. ¶ له إجازات وقراءات على أجل علماء مصر عندما زارها سنة ¶ 4 34 ا هـ، وله إجازات ايضاً من علماء مكة المكرمة، والمدينة المنوّرة، ¶ والهند. ¶ (1) ¶ تاريخ علماء دمشق في القرن الرابع عثر الهجري: 2/ 586.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "أقام مذَة بدار الحديث يُدرِّس، حتى كانت له غرفة بجوار غرفة ¶ شيخه المحدِّث الشيخ بدر الدين، ثمّ عُيق مفتياً في الطفيلة من أعمال ¶ الكرك بالأردن، ثم مدرِّساً بمدرسة الفلاح بجذة، ثم مدزَساً في بومباي ¶ بالهند مع زميله الشيخ محمد أمين سويد، ثئم مدزَساً بالثانوية الشرعية ¶ بدمشق، وعُثن مدرّساً في الجامع الأموي، وكان يجلس بعد الطهر كل ¶ يوم بجوار المنبر ساعة أو أكثر ليجيب عن أسئلة المستفتين. ¶ وظلَّ المترجم يدرِّس طوال حياته حتى في حال مرضه، لم ينقطع ¶ عن الدروس إ لا قبيل وفاته بأسبوع واحد. ¶ وتلقى عنه العلم تلاميذ نبهوا فكانوا علماء أفذاذ، منهم: الشيخ ¶ محمد أبو الخير الميداني (ت 380 اهـ- 961 ام)، والشيخ إبراهيم ¶ الغلاييني (ت 377 ا هـ- 958 ام)، والشيخ عبد الوهّاب دبس وزيت ¶ (ت 392 اهـ= 969 ام)، والشيخ محمد تاج الدين الحسني (ت ¶ 362 ا هـ= 943 ام)، والشيخ حسن حبنكة (ت 398 ا هـ= 978 ام). ¶ عُرف عنه مُصّنَفٌ واحد في ترجمة شيخه المحدث الشيخ بدر الدين ¶ الحسني (مخطوط محفوظ في المكتبة الظاهرية)، وأشرف على طبع ¶ كتاب (شرح الكنز) للشيخ عبد الحكيم الأفغاني، وكان رحمه اللّه ذا خبرة ¶ بالكتب، وخاصة المخطوطات الأ ثرية. ¶ رُثي عند تشييعه بكلمات بليغة منها ما قاله العلامة الشيخ محمد ¶ بهجة البيطار الذي قال: \" رحمك الله أيها الشيخ المحمود، ما من عالم ¶ بدمشق إلا اخذ عنك، او أخذ عمن أخذ عنك \". ¶ العلامة اللفوي الأديب الئفاد الشيخ عبد القادر المغربي: ¶ المولود باللاذقية في الشام سنة (284 ا هـ= 867 ام)، والمتوفى ¶ سنة (375 اهـ=956 ام). ¶ 25",
            "page": "25",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "يرجع أصله إلى المغرب؟ نشأ المترجَم في بيت أبيه الموظف في ¶ القضاء، وهو بيتُ علمٍ ودينِ، وعراقة في القضاء والفُتيا، فحفظ متون ¶ الفقه واللغة والأدب، واتصل ببعض رجالات عصره؟ كالشيخ جمال ¶ الدين الأفغاني، والشيخ محمد عبده، وكان نتيجة ذلك تفاعل في نفسه ¶ للثقافتين الدينية واللغوية مع نزعة إلى الإصلاح والتجديد، وثورة على ¶ القديم البالي، ونهج نهجاً في التعليم وا لإرشاد وا لإصلاح. ¶ انتقد سوءَ الإدارة وفساد المجتمع حتى ضاقت عليه بلده، فرحل ¶ عنها إلى مصر سنة (323 ا هـ- 5 90 ام)، وفيها أخذ يكتب في الصحف، ¶ استطاعٍ بعدها ان يصبجَ كاتباًاجتماعياً معروفاً في زمن قصير، ويكتب ¶ خاصة في جريدة المؤيّد، منادياَ بالإصلاح الاجتماعي، والديني، ¶ واللغوي. ¶ عاد المترجم إلى طرابلس الشام فأصدر جريدة (البرهان)، وكان ¶ العدد الأؤل منها مؤرّخاً في 22 كانون الأول / 1 91 1 م. ¶ اشترك مع الأمير شكيب أرسلان، وعبد العزيز جاويش، في ¶ تأسيس كلية دار الفنون في المدينة المنورة. كما دُعِي عام (946 ام) ¶ للتدريس في الكلية الشرعية التي قامت في الكلئة الصلاحئة بالقدس، ¶ فدرّس فيها مادة البلاغة، وبقي فيها حتى (8 كانون ا لأ ول / 47 9 1 م). ¶ وكان في سنة (338 ا هـ- 9 1 9 1 م) عضواً بارزاَ من أعضاء المجمع ¶ العلمي العربي المؤلسِّسين، فشارك بنصيب وافر في ترجمة المصطلحات ¶ او وَصْفها أو إقرارها، وصار لا يرضى عن التعريب إ لا بالشرائط التي تحفظ ¶ للغة سلامتها ورونقها، ثمِ كان عضواً في مجمع اللغة العربية في القاهرة، ¶ وعضواً بمجمع بغداد، وآلتْ إليه رئاسة مجمع دمشق من عام 943 1 م إلى ¶ أن توقفت اعماله بسبب قلة ا لاعتمادات في موازنة المجمع. ¶ 26",
            "page": "26",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وكان للمترجَم فضلُ السبق في الدعوة إلى إنشاء مجامع لغوية قبل ¶ سنوات من إنشاء أول مجمع لغوي بدمشق، ذلك أنه كان يتلهف لرؤية ¶ مجمع لغوي ينظر في الكلمات الدخيلة والأعجمية على غرار دار الحكمة ¶ وغيرها لتحقيق التقدم واتساع اللغة، وانتشار العلوم؟ يقول هذا وكان ¶ يحزنه انتشارُ اللغات الأعجمية التي مرنت الالسنة على الئطق بكلماتها، ¶ وعلى الرغم من طول باعه في اللغة فقد كان يستصعب التمييز بين المولد ¶ والعامي؟ لأن هذه المهمهْ - على حدّ تعبيره - تحتاج إلى بحثٍ وتنقيب، ¶ قلّما يمكن للفرد أن يستقلّ بهذا العمل، بل هو دورُ المجامع العلمية ¶ واللعْوية. ¶ صنَّف الكثير من المؤلّفات إضافة إلى كتاباته في الدوريات؟ ومن ¶ كتبه: (الاشتقاق والتعريب)، طبع في القاهرة سنة (908 ام)، و (شرح ¶ وتحقيق تائية عامر بن عامر البصري) طبع في بيروت سنة (948 ام)، ¶ و (تفسير جزء تبارك) طبع في القاهرة سنة (949 ام)، و (عثرات اللسان) ¶ طبع في دمشق (949 ام)، وتحقيق (رسالة التنبيه على غلط الجاهل ¶ والنبيه) لابن كمال باشا، طبع في مجلة مجمع دمشق (المجلد 6، ج ا)، ¶ و (اقرب الطرائق إلى كنز الدقائق) في الفقه الحنفي (1). ¶ العلامة الأديب اللغوي عز الدين بن امين شيخ السروجبة التنوخي: ¶ المولود بدمشق سنة (307 اهـ= 889 ام)، والمتوفى بها سنة ¶ (386 ا هت 966 ام). ¶ تلقى تعليمه رحمه الله بدمشق في المدرسة الابتدائية السباهية، ¶ وختم بها القراَن الكريم، ودرس مبادئ العلوم واللغاب العربية والتركية ¶ (1) ¶ تاريخ علماء دمق في القرن الرابع عشر الهجري: 2/ 668. ¶ 27",
            "page": "27",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "والفارسية والفرنسية في المدرسة الرشيدية - الابتدائية والعالية - ثم انتقل ¶ بعد أخذ الشهادة الرسمية التركية إلى مدرسة الفرير الفرنسية، ثم ذهب إلى ¶ مصر، وطلب العلم في الجامع الأزهر، ثم ذهب إلى فرنسة مع البعثة ¶ العلمية ا لأولى الدمشقية، مكث فيها ئلاث سنوات في مدرسة زراعتة. ¶ وفي دمشق اكفتْ وزارة المعارف مجلساً للمعارف كان من اعضائه ¶ الأؤلين، ثم تحول هذا المجلس! إلى المجمع العلميّ العربيّ سنة ¶ 919 ام، وبعد العدوان الفرنسي، واحتلال دمشق هاجر إلى العراق، ¶ وعُيّنَ أستاذاً للأدب العربي في دار المعلمين الأولى ثم دار المعلمين ¶ العالية ببغداد. ¶ ثم عاد إلى دمشق فَعُيّنَ اميناً لسرّ المجمع العلمي العربي، وأشرف ¶ على إصدار مجلته زمناً، ثم عُيّن مدرساً للأدب العربي في بعض المدارس ¶ الثانوية، فمفتشاً للغة العربية، فمديراً لمعارف محافظة السويداء، فأستاذاً ¶ في كلية الاَداب بجامعة دمشق، فنائباً لرئيس مجمع اللغة العربية سنة ¶ 964 ام؟ فانقطع للعمل به. ¶ له محاضرات ومقالات كتبها لمجمع اللغة العربية بدمشق، وله ¶ نحو اربعة عشر عملاً علمياً: تأليفاً، وتحقيقاً، وترجمةً (1). منها تحقيقه ¶ لكتب ابي الطيّب اللغوي (الإبدال) جزاَن، و (المثنى)، و (الإتباع)، ¶ وترجمته عن الفرنسية (مبادى الفيزياء)، ومشاركة في وضع (المعجم ¶ العسكري) بقسميه (الفرنسي - العربي) و (الإنكليزي - العربي)؟ وأما ¶ تاَليفه فله (دروس في صناعة ا لإنشاء) و (إحياء العَرُوض). ¶ شارك في عضوية اول لجنة للمصطلحات في المجمع (2)، وحين ¶ (1) ¶ (2) ¶ انظر مجلة مجمع اللغة العربية بدمق: 1 4/ 0 54 - 1 54 ففيها ثَبَتٌ بذلك. ¶ من حديث الأستاذ التنوخي للأستاذ سعيد ا لأفغاني، نقله عنه في كتابه (حاضر= ¶ 28",
            "page": "28",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "توتيه امانة سزه لفت إليه الأنطْار بقؤة -كما يقول الأستاذ سعيد الأفغاني ¶ رحمه الله -حين نزل بعدّته إلى حياة الناس، وشرع يلئي حاجاتها، فوضع ¶ للدراجة (البسكليت)، وللنَسَّاخة (الاَلة الكاتبة) جميع ما تحتاجان من ¶ مصطلحات: صوَر اجزاءهما ثم وضع اسماَ سهلاَ أليفاً لكل جزءِ (1)، ¶ يوحي بعلمه، ونشر ذلك على الناس دفعة واحدة، ورؤج مصطلحاته ¶ المدزسون في المدارس ومعفَمو الضرب على النَسّاخة. . وليت السنوات ¶ العشرين (1937 - 957 ام) التي عاشها المجمع بعد ذلك انجلت عن ¶ بعض ما قدَمه الاشتاذ التنوخي في أشهوه القلائل. وهذ 5 كلمة يجب ا ن ¶ تقال لوجه الحق (2). ¶ الفقيه المقرى الشيخ عبد الوهاب بن عبد الرحيم دبس وزيت: ¶ المولود بدمشق (311 أهـ= 892 ام)، والمتوفى بها سنة ¶ (389 أهـ=969 ام). ¶ وُلد رحمه الله في حيئ العُقَيبة بدمشق، وحفظ القراَن الكريم على ¶ والده، ولفا يبلغ الحلمَ، ثم اعاد قراءته على الشيخ محمد سليم ¶ الحلواني، شيخ القَراء حتى جؤد 5 وضبط القراءة واتقنها. ¶ ثم اتصل بالشيخ محمود ياسين، فقرأَ عليه علومَ اللغة العربية ¶ (1) ¶ (2) ¶ اللغة العربية في الشام): محاضرات ألقاها سعيد الأفغاني على طلبة قسم ¶ الدراساب الأدبية واللغوية في معهد الدراسات العربية العالية سنة 961 ام، ¶ وطبعت سنة 962 1 م، ص 0 6. ¶ المصدر السابق، ص 28 1، ومقالة ا لأستاذ التنوخي (تشريح الدراجة) في مجلة ¶ المجمع العلمي العربي: 13/ 363. ¶ المصدر السابق، ص 02 1؟ وانظر ترجمة التنوخي في مجلة المجمع العلمي ¶ العربي: 1 4/ 538؟ والأعلام للزركلي: 4/ 9 2 2. ¶ 29",
            "page": "29",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "والفقهَ الشافعي، وكذلك أخذ الفقه الشافعي عن الشيخ الجوبري. وتلقّى ¶ عن الشيخ أمين سويد أصولط الفقه والتصوّف، وقرأ على الشيخ محمود ¶ العطار أصولطَ الفقه كذلك، واللغة العربية، وحاشية الباجوري على ¶ الجوهرة في التوحيد. ¶ لازم دروسَ المحذَث الشيخ بدر الدين الحسني، فقوأ عليه كتابَ ¶ (كنز العمالط)، وخضَص له وقتاَ لا يشاركه فيه أحدٌ، فقرأ عليه (مغني اللبيب ¶ عن كتب الأعاريب) بدار الحديث الأشرفية بعد صلاة الظهر من كلّ يوم. ¶ كما أخذ عن الشيخ عبد القادر الإسكندراني (ت 362 اهـ- ¶ 943 ام)، والشيخ صالح الحمصي (ت 362 اهـ- 943 أم)، والشيخ ¶ عبد الرحمن البرهاني (ت 1 5 3 أ هـ- 932 1 م)، والتقى بالشيخ عبد الحكيم ¶ الأفغاني (ت 326 ا هـ= 08 9 ام)، والشيخ سليم المسوتي (ت 324 ا هـ ¶ = 06 9 ام). ¶ وكان أعظم شيوخه أثراً فيه الشيخ محمد عطا الله الكسم ¶ (ت 357 ا هـ= 938 1 م) الذي لمسَ نُبوغَه وتفتحه، وتميّزه عن زملائه من ¶ الطلبة، إذ رأى عنده صِدْقاَ في طلب العلم، فأهداه نسخته الخاصة من ¶ (حاشية ابن عابدين)، وأقراه فيها على الفور. ولازمه المترجَم ثلاثين ¶ عاماَ، يحضر عنده دروسه الخاصة والعامة. ¶ عُرف رحمه الله بزهده، وتحزجمما الحلالط. ¶ ألقى دروسه في مساجد كثيرة إلى جانب الحلقات التي عقدها في ¶ بيته وبيوت أصحابه. ¶ كان المرجع الأوّل في الفتوى، فكانت الرسائل تنهال عليه من شتى ¶ أقطار العالم الإسلامي. ¶ كان يأخذ بعزائم الأمور لنفسه وللمستفتي، يفتي بالمشهور من",
            "page": "30",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "مذهب ا لإمام أبي حنيفة، ويدع الأقوال الضعيفة. ¶ اتقن حفظ القران الكريم وتجويد 5 إتقاناً تاماً، وخاصة مخارج ¶ الحروف، وكانت له نكهة خاضة اصبحت سمة له عُرفت بالقراء5 ¶ الدِّبسئة. ¶ عُرِفَ رحمه الله بزهده في الدنيا، وتحريه الحلال. ¶ رثاه كثيرون، ومما كتبه الشيخ عبد الغني الدقر: ¶ \"يرحمُ اللهُ شيخَنا العالمَ الفقيهَ القارى الأستاذَ الشيخ عبد الوهاب ¶ فقد كان عالماَ حقاً، وحسبُه من نعوت الكمال أن تكون هذه صفتَه، وما ¶ أندرها فيمن يم! سبون في هذا العصر إلى العلم \" (1). ¶ العلأمة المربي المجاهد الشيخ حسن حبنكة الميداني: ¶ المولود بدمشق سنة (326 اهـ= 908 ام)، والمتوفى بها سنة ¶ (398 اهـ=978 ام). ¶ نشأ في عائلة كريمة صالحة، وبعد دراسته في الكُتأب، تسلّك بعض ¶ الطرق الصوفية، ثم تتلمذ على كبار علماء دمشق كالشيخ عبد القادر ¶ شموط، قرأ عليه في الفقه الشافعي، والشيخ امين سويد، قرأ عليه في ¶ الأصول والتفسير والتصوف، والشيخ عبد القادر الإسكندراني، قرأ عليه ¶ في علوم شتى، والشيخ سعيد البتليسي، قرا عليه المنطق والفلسفة، ¶ والشيخ عطا الكسم، قرأ عليه في (حاشية ابن عابدين) والشيخ أحمد ¶ العطار، قرأ عليه (شذور الذهب)، والشيخ محمود العطار، وكانت ¶ أغلب دراسته عليه، وتعفق عليه في العلوم، وأكثر انتفاعه كان به، ¶ (1) تاريخ علماء دمق: 2/ 9 82. ¶ 31",
            "page": "31",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "والشيخ بدر الدين الحسني الذي طلبه إلى درس خضصَه له وحده، قرأ فيه ¶ (حاشية الشهاب الخفاجي على تفسير البيضاوي). ¶ كما لزم دروس الشيخ عليئ الدقر، وكان الشيخ الدقر يححث فيه روح ¶ الإخلاص، وكان يعتمد عليه وخاصةً بالإشراف على مدارس الجمعئة ¶ الغرّاء. ¶ تفقه الشيخ حسن اؤلاً على مذهب الإمام أبي حنيفة، ثم على ¶ مذهب الإمام الشافعيئ، ورسختْ معرفتُه بسائر العلوم؟ من تفسير، ¶ وحديث، وسيرة، وعلوم العربية، ومنطق، وفلسفة، وألئمَ بعلم البيئة ¶ والنبات، واطلع على علوم الطبّ، واتصل بالمعلومات العصريّة ¶ والسياستة والاجتماعئة. ¶ رُزق رحمه الله ذهنأ حافظاً مستوعباً، يسعفه حين اللزوم؟ جمع إليه ¶ دأباً عجيباً، رتما سهر الليلة الكاملة يقرا في كتاب او ينظر في بحث، ثم ¶ يتحدثُ عنه بعد الفجر في درسه يغني سامعه عن العودة إليه؟ وربما نامَ ¶ والكتابُ على صدره. ¶ كان رحمه الله شغوفاً بالتدريس وبذل العلم، درّس العلوم على ¶ اختلافها، وأخذ يعقد حلقات التوجيه والتعليم، فيجمع الطلاب في ¶ مساجد متفزقة؟ كجامع منجك (1)، وجامع باب المصلى (2)، وجامع ¶ (1) ¶ (2) ¶ جامع منجك: يقع في الميدان الوسطاني بين زقاق البصل وزقاق الجامع، بناه ¶ ا لأمير ناصر الدين محمد بن إ براهيم بن سيف ا لدين منجك الكبير في حدود 0 1 8، ¶ وقد جُذد المسجد تجديداَ شاملاَ في العصر العثماني، ثم جُدد وجرت توسعته ¶ حديثاَ على نفقة أحد المحسنين. انظر: خطط دمشق، ص 6 5 3. ¶ جامع باب المصلى: يقع قرب دوار باب المصلى الاَن، يُرجح تاريخ بنائه أنه من ¶ العصر السلجوقي، وقد خرب المسجد في الفتن الكثيرة التي تعرضت لها دمشق= ¶ 32",
            "page": "32",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "السنانية، وجامع السادات، والتكية السليمانية (1)، وغيرها، وكانت له ¶ حلقات في الجامع الأموي في شهر رمضان. ¶ تولى الخطابة، واستمر بها نحو أربعين سنة، فكان خطيباً يرهف ¶ المشاعر، ويستدرُّ الدموع، فيستاًثر بالسامعين؟ لانَ كلماته تدخل ¶ القلوبَ فتملكها. ¶ ولما قامت الثورة السورية خرج مع الثوار، ورافق الشيخ محمداً ¶ الأشمر، وانضثمَ معه جماعةٌ من طلاب الشيخ علي الدقر وغيرهم، وكان ¶ يحملُ السلاح من مسجد إلى مسجد، ومن حيٍّ إلى حيّ يقاتل المحتل ¶ الفرنسيِ، يتردد بين دمشق وغوطتها. ثم التجأ إلى الأردن مع بعض الثوار ¶ عندما ضعُفَتْ شوكةُ الثورة، وبقي هناك نحو سنتين، وكان يقوم بواجبه ¶ في التعليم والتوعية والإرشعاد، ويجبي المال من تجار الأردن لرفد الثوار ¶ بدمشق، وبقي كذلك إلى أن رجع إلى دمشق حينما هدأتْ الثورة. ¶ أشَس الشيخ (جمعية التوجيه الإسلامي) التي أخذت على عاتقها ¶ نشر العلوم الإسلامئة، وتخريج الدعاة من حملة الشهادات الشرعيّة، إلى ¶ جانب قيامها بالمهام الاجتماعية، ثم تمخض عنها إنشاء (معهد التوجيه ¶ الإسلامي) في جامع منجك، الذي استقل بعد ذلك في بناء خاص. ¶ (1) ¶ بعد ذلك، وجُاد عدة مرات، ويرى بعض الكثاب أنه ما يزال إلى ا ليوم أكبر مسجد ¶ في دمشق بعد الجامع الأموي. خطط دمشق، ص 0 1 3. ¶ جامع التكية السليمانية: بُنيت التكية سنة 962 هبين نهري بردى وبانيإس في ¶ شرفي المرج الأخضو مكان الفصر الأبلق، وكان القصد الرئيس فيها إيواء ¶ الطلبة الغرباء، هايجاد مكاناَ فسيحاَ يستقز فيه الحجاج ا لأتراك، وهي تُعدُ اليوم ¶ من أجمل الاَثار العثمانية الباقية، وزينة دمشق في مدخلها الغربي. خطط ¶ دمشق، ص 313. ¶ 33",
            "page": "33",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "أسهم في تأسيس (رابطة العلماء بدمشق)، وكان امينها العام، ثم ¶ صار رئيسها بعد وفاة الشيخ مكي الكَتاني، كما انتخب عضواً للمجلس ¶ التأسيسي لرابطة العالم الإسلافي في مكة المكرمة، وكان يحضر جلساته ¶ كل سنة، ويحرص عليها، ويشارك أعضاء المجلس بمشورته واَرائه. ¶ خزَج من تلاميذه علماء، ارتفع ذكرهم، منهم شفيفه الشيخ صادق ¶ حبنكة، وابنه الشيخ عبد الرحمن حبنكة، والشيخ حسين خطاب شيخ ¶ القراء بالشام رحمه الله، والشيخ محمد كريم راجج شيخ القراء بالشام ¶ الان، والدكتور مصطفى الخن، والدكتور محمد مصطفى البغا، ¶ والدكتور محمد سعيد رمضان البوطي. ¶ استطاع ان يُبرز معالي الإباء والشمم على الأرض، وبقي مرفوع ¶ الرأس لاينحني، فكان نموذجاً عالياً للأخلاق الرفيعة والصفات السامئة، ¶ متمسكاً بطريقة السلف، على هدي الربانيين المبتعدين عن زخارف الدنيا، ¶ الزاهدين فيها، الذين يقرنون القولَ بالعمل، مهيبَ الطلعة، إذا رؤيَ وقع ¶ في قلب المرء أنه سلطانُ العلماء؟ يبذل جهوده لرفع شأن الدين، ويعلن ¶ الحق بصراحة. ¶ قال الشيخ أبو الحسن الندوي رحمه الله عند وفاته: \" قد حُرِمَ العالم ¶ الإسلامي بوفاته عَلَماً من أعلام العلم والروحانية، فَقَدَ فيه رجلاً كبيراً ¶ لا ينساه التاريخ المعاصر، ويُسجّل آثاره بمداد النور، ويخلِّد ذكره في ¶ سجلّ الخالدين العلماء الأبرار والصالحين الاخيار رضوان اللّه عليهم ¶ أجمعين \" (1) ¶ (1) ¶ تاريخ علماء دمشق في القرن الرابع عشر الهجري: 3/ 397، وقد أفرد ولده ¶ الثخ عبد الرحمن سيرته في مجلد كبير طبع مؤخراَ. ¶ 34",
            "page": "34",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "العلاّمة الفقيه الأصوليئ الطبيب محمد ابو اليُسْر عابدين: ¶ المولود بدمشق سنة (307 اهـ=1889 م)، والمتوفى بها سنة ¶ (1389 ب 981 ام). ¶ وُلِدَ رحمه الله في أسرة العلم والفُتْيا، ولما نشأ أخذ عن والده مفتي ¶ الشام الشيخ محمد أبي الخير النحو والصرف وعلم الوَضْع والحساب، ¶ والمنطق، والفقه، والأصول، والحديث، وقرأ عليه القرآن الكريم برواية ¶ حفص عن عاصم0 ¶ رئاه والده على مكارم الأخلاق، وحتبَ إليه طلب العلم، واقتناء ¶ الكتب، وكان له القُدوة الصالحة. ¶ ثم أخذ العلوم عن كبار علماء عصر 5؟ فقرأ على الشيخ سليم ¶ سمارة، والشيخ أمين سويد، والشيخ بدر الدين الحسني. ¶ شارك في الثورة السورية ضد الفونسيين بماله ونفسه ورأيه ¶ ورجاله، وكان يحمل السلاح والدواء للمجاهدين ليلاَ، ويتبرع لهم بدمه ¶ عند اللزوم، ويعوض نفسه للمخاطر. ¶ أتفن اللغة الفرنسئة والتركتة، وتعتم الفارسية الفصحى على أحد ¶ الفرس، وحفظ من شعرها زهاء ألفي بيت. ¶ عُتن مدزَساَ لمادة الشريعة الإسلامية خَلَفاً للشيخ أمين سويد في ¶ كلئة الحقوق، وجمع بين كونه أستاذاً، وطالباً في كلية الطب في ان واحد. ¶ ثم لما افتتحت كلية الشريعة سنة (375 اهـ= 955 ام) انتخب ¶ ليدزَس فيها النحو والصرف والأصول. ¶ مارس مهنة الطب مدة ثلاثين عاماً، ولما تُوفي مفتي الشام الشيخ ¶ 35",
            "page": "35",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "محمد شكري الأسطواني سنة 373 اهـ، وكان المترجم مدزَساً في ¶ الجامعة، انتخبه المجلس الإسلامي الأعلى وهيئة المفتين مفتياً عاماَ ¶ للجمهورية العربية السورية بالإجماع لكفاءته، ولم يكن رشج نفسه من ¶ قبل، وبفي في منصبه حتى عام 382 اهـ، حينما أُحيل على التقاعد من ¶ مناصب الدولة العامة، مُخَففاَ فتاوى نادرة، لا تزال محفوظة في دائرة ¶ الإفتاء تنتظر النشر. ¶ تولى في حياة ابيه وبإذن منه وظائف الإمامة والخطابة والتدريس ¶ في جامع برسباي المشهور بجامع الورد (بسوق صاروجا)، ثم بقي فيه من ¶ بعد 5 حتى أقعده المرض. ¶ كانت له حلقات في بيته لم ينقطع عنها حتى مرضه الأخير. ¶ وكان يقزر كتبه ويشرحها على طريقة السلف مع التحقيق العلمي ¶ والموضوعي، فكان يتردد إليه طلاب من خواضه يدرسون دراسة عميقة ¶ متخصصة واعية. ¶ كان متواضعاً يحترمه الناس، كثير الطاعات، ربما يصل النهار ¶ بالليل في المذاكرة والدَرس، ويصفي الصبح بوضوء العشاء. ¶ خفَف مكتبةَ قئمةً ورثها عن ابيه وجد 5 وزاد فيها، وكان بها حَفِئاَ، ¶ تحتوي على نوادر من المخطوط والمطبوع. ¶ صئف كتباَ مفيدة منها: ¶ - أغاليط المؤرِّخين. ¶ - الأوراد الدائمة. ¶ - البدور في أحوال ربات الخدور 0 ¶ 36",
            "page": "36",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وطبع له بعد وفاته كثير من مؤلفاته التي لم تطبع في حياته (1). ¶ 4 - مطالعاته مع أقرانه: ¶ كان للشيخ الدقر مع أقرانه مدارساتٌ، ومذاكراتٌ، ومطالعات؟ ¶ اذكُرُ من ذلك مدارسته مع الشيخ عبدالكريم الرفاعي رحمه الله ¶ (ت 393 اهـ) لكتاب (المُحَلى) لابن حزم الأندلسي، و (الإحكام في ¶ اصول الأحكام) له أيضاً. ¶ كما كان له مجلسٌ مع الشيخ علي الطنطاوي (ت 420 اهـ) ¶ والأستاذ سعيد الأفغاني (ت 417 اهـ) رحمهما الله، بعد صلاة الجمعة ¶ يمّرؤون فيها كتاب (الرسالة) للإمام الشافعي رحمه اللّه. ¶ كما تدارس العربئةَ مع الشيخ يوسُف بن صادق عرار. قرأ ا معاَ ¶ كتاب (المزهر في علوم اللغة) للسيوطي. ¶ وتدارس مع الشيخ نايف العباس علم البيان بناءً على طلب من ¶ الشيخ نايف رحمه الله، لما يعلمه من رسوخ قدم الشيخ عبد الغني في هذا ¶ الفن. ¶ 5 - مجالَسَتُه العلماء: ¶ كان الشيخ ابو اليُسر عابدين رحمه اللّه يُعَجبُ بفهمه أثناء دراسته ¶ عليه (أصول السرخسي) لمسائله؟ كونه كان يحضر الدَرس مسبقاَ، حتى ¶ إئه أثناء دراسته على الشيخ محمد بدر الدين الحسني (السنوسيّة ¶ الكبرى)، استعصت عباراتٌ على بعض الطلبة فسألهم عنها الشيخ بدر ¶ الدين فلم يُجِبْهُمْ غير ذلك سوى الفتى الصغير (عبد الغني) فأعجب ¶ (1) ¶ نَثرت ذلك دار البشائر بدمشق، ترجمته من تاريخ علماء دمثق: 2/ 968. ¶ 37",
            "page": "37",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "محدَثُ الشام بجوابه، ولفتَ ذلك نطرُ العلأمة المؤرخ وزميله في الطَلب ¶ الشيخ نايف العثاس الذي قال له: كيف عَرَفتَ ذلك؟ بعد أن شهِد له ¶ شيخُهم (البدر) بالبروز في ذلك وصَؤَب رأيَهُ. وقال له الشيخ نايف ة هذه ¶ الشَهادةُ لم ئعطِها الشيخُ لأحدِ من قبلك0 ¶ ومما يذكُره الشيخ الدقر ايضاَ أن الشيخ حسن حبنكة الميدانيّ كان ¶ يلفظ حديثَ النبي ع! يِ: \" إذا اراد الله بعبدِ خيراَ عَشَله \" (1)، بتشديد السين، ¶ فأسار إليه - وهو طالب علم عنده - انَ (عَسَلَهُ) بالتخفيف؟ لأن كل ما ¶ يتعدى بنفسه لا يحتاج إلى تضعيف. ¶ وخطب العلامة الشيخ محمد بهجة البيطار رحمه الله تعالى في حفل ¶ زفاف الشيخ الدقر، وكان مما قال له: (عبد الغني شاب لا كالشباب)؟ ¶ فلما انتهى من خطبته قال له بحضرة والده الشيخ عليّ: (يا شيخ بهجة انت ¶ ذممتني، ولم تمدحني!). ¶ فقال له الشيخ بهجة: (وكيف؟). ¶ فرذَ الشيخ عبد الغني قائلاَ: (انت قلت: عبد الغني شاب ¶ ولا كالشباب. أي انَ صفات الشباب لا تتوافر فيه، والصواب في ذلك أ ن ¶ تقول: شالث دونه الشباب). ¶ فقال له: ما دليلُك؟ ¶ (1) ¶ قال ابن الأثير في النهاية في غريب الحديث وايأثر: (عسل): 3/ 237، وذكر ¶ الحديث: اوإذا أراد الله بعبد خيراَ عََلَه، قيل: يارسول الله، وم! عَسَلُه؟ قال: ¶ يفتح له عملاَ صالحاَ بين يدَي موته حتى يرضى عنه مَن حَوله،، العَنملُ: طيبُ ¶ الثناء، ماخوذ من العَسَل. يفال: عَسَل الطعام يَعْسِلُه: إذا جعل فيه العَسَل. ¶ شته م! رزقه الله تعالى من العمل الصالج الذي طاب به ذكره بين قومه بالعَسَل ¶ الذي يُجعل في الطعام فيَحْلَوْلَى به ويَطِيب. ¶ 38",
            "page": "38",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "فذكر له ان المبزد في كتابه (الكامل) أورد تصويبَ ذلك. علماً أ ن ¶ الشيخ تزوج وعمره ثلاث وعشرون سنة، وكان الشيخ بهجة عالماً بالعربية ¶ إضافة إلى علمه بالعلوم الشرعية فقد انتخب فيما بعدُ عضوًاً عاملاً في ¶ المجمع العلمي العربي وطبع له كتباً محققة في العلوم العربية. ¶ كما تعقب عباس محمود العقاد، وردَ عليه في مجلة (الرسالة) ¶ للخطأ نفسه، عندما قال: (يوم لا كالأيام). ¶ كما كان اعتناؤه بعلم الحديث الشريف وحرصه على رواية الثابت ¶ منه يأخذ منه كل مبلغ؟ فتراه يُنَثه والده على حديث: \"رجعنا من الجهاد ¶ الأصغر إلى الجهاد الأكبر\"، وأنه لا يثبت مرفوعا13). ¶ 6 - مطالعاته ومكتبته: ¶ إن الفراءة هى الغذاء الرئيس لطالب العلم، ومَن يتوقف عنها فقد ¶ تخلّف عن ركب العْلم والتحصيل، وإن المثابرة عليها هي التي تُعلي من ¶ شأنِ العلم، وترفع من درجة الطالب. لذلك كان الشيخ مُولياً هذا الاتجاه ¶ نصيبه الأوفر من حياته، فهو يقرا من بعد صلاة الفجر إلى قبل صلاة ¶ المغرب. لذلك فقد جرَّد بنفسه عدداً من المطولات في التفسير، والفقه ¶ والحديث، واللغة، والأدب. مثل: (مغني المحتاج بشرح المنهاج) ¶ للخطيب الشربيني، و (نهاية المحتاج) للرملي، وكلاهما في فقه ¶ الشافعية، و (مجموع فتاوى سيخ الإسلام ابن تيمثة)، و (المحلى)، ¶ (1) ¶ قال السيوطي في (الدرر المنتثرة في الأحاديث المشتهرة)، ص 78: إوقال ¶ الحافظ ابن حجر في (تسديد القوس): هو مشهور على الألسنة، وهو من كلام ¶ إبراهيم بن أبي عبلة في (الكنى) للنسائي. هابراهيم بن أبي عبلة (ت 152) أحد ¶ التابعين الأشراف والعلماء بدمشق، مترجم في (تاريخ مدينة دمشق) لابن ¶ عساكر: 427/ 6. ¶ 39",
            "page": "39",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "و (الإحكام في أصول الأحكام)، و (الفِصَل في الملل والأهواء والنَحل)، ¶ والثلاثة لابن حزم، و (فتج الباري بشرح صحيج البخاري) لابن حجر ¶ العسقلاني، (شرح صحيج مسلم) للنووي، و (تاريخ الطبري)، ¶ و (الأغاني) لأبي الفرج الأصبهاني، وكتب الأدب المشهورة جميعها؟ ¶ مثل كتب الجاحظ، والمبزد، وأبي علي القالي. ¶ وتضم مكتبتُهُ المرتَبة على الفنون؟ أصنافَ المعرفة الإسلامئة ¶ والعربئة جميعها؟ من تفسير، وحديث، وفقه، ولغة، وأدب، وتاريخ، ¶ وتراجم، وغير ذلك. ¶ مطالعاتُه الكثيرة؟ فرضت عليه بأن يكون رجلاَ نقاداَ؟ فهو إما ¶ متعقّب، أو مستدرك، او مصخج. ¶ وهو كما يقول عن نفسِه: \" لا أستسلم لكتاب، ولا رأي \". وقد قال ¶ فيه الشيخ محمد كريم راجح شيخ القزاء في الشام: \"عالم حُز\". ¶ 7 - اَراؤه: ¶ للشيخ آراءٌ، وملحوظات، واتجاهات، في علم الكلام، والفقه، ¶ والحديث، والتاريخ، واللغة، أحببتُ إيرادَ ما تحصَل لديّ منها؟ كونَها ¶ مرآة المترجَم؟ وهي التي تنئمُ عن شخصيته الفكرية والعلميّة. ¶ - ففي علم الكلام؟ يميل إلى رأي الشَلف، مثل قول أحمد: ليس ¶ كمثله شيء ولم يكن له كفواً أحد. ويحمت عقيدة الإمام أحمد وورعه ¶ وزهده؟ وأن قولَ بعض الأشاعرة استوى بمعنى استولى لا يصخُ لغةً. ¶ - وفي علم المنطق: يذهبُ مذهبَ الغزاليئ بأن الفلاسفة كفروا في ¶ ئلاثة أشياء: قدم العالم، وأن الله يبعث الأرواح دون الأجساد، ولا يعلم ¶ الجز ئيات. ¶ 40",
            "page": "40",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "- وفي الفقه: يميل إلى الأخذ بالدليل الصحيج، ويتتئعه، ولو كان ¶ مخالفاً لمذهبه الشافعيئ، ويروي قول الشافعيئ: إذا صخَ الحديثُ فهو ¶ مذهبي. ¶ ويرى أنَ طالبَ العلم المتمكن يسوغُ له الأخذُ بالدليل (1) إذا كان ¶ متمكناً 0 و\"طالب العلم المتمكّن\" تعريفٌ يُطلقه الشيخ على أقرانه من ¶ مثله، إذ كان رجلاً بعيداً عن إضفاء الألقاب، ويرى أن العلماء هم طلاب ¶ علم راسخون، وليس مراد 5 ب \" طالب العلم المتمكن \" او \" طالب الملم ¶ القوي \" الطالب الذي ما زال على مقاعد الدرس؟ بل كان كثيراً ما يتضايق ¶ من الذين يبتون الأحكام على جهل، ويقول: \"إذن أين العلماء؟ اسألوا ¶ العلماء\". ¶ غير أنه لم يخرج عن مذهب الشافعي، إلا في مسألة راى الأخذَ بها ¶ بقول ابن تيمية وهي مسألة الطلاق الثلاث في مجلس واحد. غير أثه كان ¶ لا يُفتي بذلك. ¶ - وفي الحديث: فإئه لا يَرى الأخذَ بالحديث الضعيف مطلقاً، ولا ¶ حتى في فضائل الأعمال (2)، وهو رأيُ البخاري (3) والقاضي أبي بكر ابن ¶ العربي المالكي وغيره رحمه الله. ¶ (1) ¶ (2) ¶ (3) ¶ انظر مقدمة تحفيقه لكتاب (قواعد الأحكام في مصإلح الأنام) للعز بن عبد ¶ السلام، التي نقلنا جزءاَ منها في هذا الكلام عند الحديث على مؤلفاته واعماله ¶ العلمتة. ¶ انظر في الفصل الثاني حديثه عن أدعية الحج، ص 0 6. ¶ هذا هو المشهور المدؤن في كتب المصطلح من رأي البخاري، وقد ساق ¶ الأستاذ ابو غدة في تعليفه على (ظفر الامالي) للكنوي ص 184 لي مبحث ¶ الحديث الضعيف الأدلة على عدم التزام البخاري بهذا الرأي. والله أعلم. ¶ 41",
            "page": "41",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "ومتى ئَبَتَ الحديث لديه، يعمل بما فيه. ¶ وأن الذكرَ بلفظ الجلالة \" الله \" ليس له أصل ثابت في السنّة. ¶ وان البدَع يجبُ محاربتُها، وهي سُنة الشَلف الصالج والعلماء ¶ العاملين؟ كسَلطان العلماء العز بن عبد السلام الذي أبطلَ عدداَ من البدع ¶ وحا ربها (1). ¶ 3 - وفي التاريخ: فإئه قرا التاريخ الإسلاميئ، ودزَس كُتب الشيخ ¶ الخضري مع توففِ. ¶ وهو يحزنُ على الحسين رحمه الله؟ كونه لم يأخذ برأي مَن نهاه عن ¶ الذهاب للقتال؟ لأن القلوبَ كانت مع الحسين، والسيوف مع بني امية. ¶ -يححث الإمامَ النووقيَ لأنّه مرجج مذهب، واهتمامه بلغة الفقه ¶ خاضة، وتصنيفه (شرح المهذب) الذي أسماه الناس فيما بعد (ا لمجموع). ¶ - وفي اللغة: فإن له تعقيباتِ على (القاموس المحيط)، في نحو ¶ ثمان مئة صحيفة؟ ويأخذ عليه أن مصئفه الفيروزآبادفي يقول في كلمة ¶ \" بالمثلثة \"دلالة على جواز الحركات الثلاث عليها، والصوابُ أته لا يجوز ¶ إلا وجهٌ واحد. ¶ ويعدُ الجوهريً صاحبَ (الصحاح) من أدن اللغويين، ويُقاربه ¶ السانُ العرب) لابن منظور الإفريقي. ¶ ويأخُذُ على علماءِ الشام عدمَ عنايتهم باللغة والحديث. ¶ (1) ¶ انظر مثلاَ (رسالة في الرد على صلاة الركائب) له، بتحفيقنا، نشر دار الفكر ¶ بدمثق، عام 0 0 0 2 م. ¶ 42",
            "page": "42",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "8 - مرو يا ته: ¶ للشيخ مروياتٌ وإجازات من عدد من شيوخه أذكر من ذلك: ¶ سماعه من الشيخ العلاّمة المحدث محمد بدرالدين الحسني بعض ¶ الأحاديث المسلسلة: وهي المسلسل بالأوّلية، والمسلسل بألْمة ¶ الشافعتة، والمسلسل بالدمشقيين، ومسلسل المحئة، والمسلسل بأقسم ¶ بالئه وأقسم لته، وأجازه إجازة عامة. ¶ كما أجازه والدُ 5 إجازة عامة في سائر مروياته. ¶ واجاز العلآمة النّظّار الأصوليئ الشيخ محمد أمين سُويد إجازة عامة ¶ بسا ئر مروياته. ¶ وكذلك أجازه العلآمة الشيخ محمود العطار إجازةً عامة بسائر ¶ مروياته. ¶ واجازه العلآمة المقرئ الفقيه الشيخ عبد الوَهاب دبس وزيت ¶ إجازتين: إجازة خاصة في القران الكريم، وإجازة عامّة بسائر مروياته، ¶ كلاهما مشافهة كسائر إجازاته. ¶ واجازه الشيخ حسن حبئكة الميداني رحمه الله، إجازة عامة بسائر ¶ مروياته. ¶ كما اجاز 5 الشيخ محمد أبو اليسر عابدين إجازة عامة بسائر ¶ مرولاته. ¶ وقد جمعَ الأستاذُ نور الدين طالب مروياته: شيوخه وأسانيدهم في ¶ جزء اسماه (غنيمة العمر بأسانيد ومرويات الشيخ عبد الغني الدقر)، طبع ¶ بدمشق سنة (0 42 ا هـ- 999 1 م). ¶ 43",
            "page": "43",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وقد بتن فيه صاحبُ الثَبَت أسانيدَ شيوخه في باب، ثم أسانبده ¶ للكتب في باب آخر. ¶ 9 - الوظائف التي تولأها والأعمال التي شغلها: ¶ تولى الشيخ عدداً من الوظائف، وشغل عدداً من ا لأعمال، وهي: ¶ - مدزَس بإدارة ا لإفتاء العام من العام 6 4 9 1 م حتى ا لان. ¶ -دزَس في ثانوية السعادة الأدبَ العربيئَ لطلاب الشهادة الثانوية. ¶ - مدزس بالمعهد الشرعي بجامع تنكز للعلوم العربية. ¶ - أستاذ العلوم العربية في كثير من الثانويّات 0 ¶ -عَهِدَ له والدُه بحلْقة يدزَس بها النحو في عهد والده يحضره مشايخ ¶ كبار؟ وقد دزَس فيها كتب النحو بدءاً من (الاجرومتة)، ف (الأزهرية)، ¶ ف (قطر الثدى)، ف (شذور الذهب)، ف (مغني اللبيب)، وقد دخل عليه ¶ رجلٌ فلسطيني؟ فوجد ذلك الفتى عبد الغنيئ وحوله الشيوخ فقال: ¶ وإن كبيرَ القوم لا علمَ عنده صغيرٌ إذا الْتفتْ عليه المحافلُ ¶ - فتح له عفُه والدُ زوجته المرحوم السيد نظمي ملص متجراً ¶ بالحريقة ئلاث سنوات (6 94 1 - 948 1 م)، ثم تركه. ¶ - رلْيس مجلس إدارة الجمعية الغَزَاء الآن التي تتبع له مدارس لتعليم ¶ العلوم العربية والشرعئة؟ وفيها نحو (0 0 5 2) طالب وطالبة. ¶ - راس تحرير مجلة (المرأة) لصاحبتها نديمة المنقاري وزوجها ¶ عطا الصابوني؟ وكعَب فيها ممْالات، كثير منها أودعها كتابه المحات من ¶ الكتاب والنبوة والحكمة). ¶ 44",
            "page": "44",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "0 1 - رحلا ته: ¶ لم يُعْنَ الشيخ بالرحلة ولم يُكثر منها؟ إذ كان الكتاب له نعم ¶ الرحلة؟ واما البلدان التي زارها فهي: تركية سياحةً، والمملكة العربية ¶ السعودية، ولبنان، والأردن كثيراً، ومصر بدعوةٍ منها لعلماء دمشق سنة ¶ 956 ام، وحجَ حجتَيْن: الأولى مع زوجته سنة 0 97 ام، والثانية بدعوة ¶ من الملك فهد بن عبد العزيز اَل سعود سنة 978 1 م 0 ¶ 1 1 - هواياته: ¶ للشيخ هواياتٌ رياضئة اعتنى بها، ولاسيما بعد تركه الدراسة ¶ النظاميّه في المدرسة التجارية؟ فمن هواياته الصيد، وكان يخرج إلى ¶ بحيرة العتيبة؟ ويركب الفرس بمهارة، ويقضي وقتاً طويلاً في ذلك، في ¶ مزارع أسرته في المِزة وداريا، إضافة إلى اعتنائه بالسباحة. ¶ 2 1 - ما قيل في مدحه والثناء عليه: ¶ وللشيخ صادق حبنكة - أحد علماء الشام واعيانها، وشقيق العلأمة ¶ الشيخ حسن حبنكة -قصيدة في مديج الشيخ عبد الغني الدقر قال فيها: ¶ بسم الله الرحمن الرحيم ¶ أخي ا لأكرم الشيخ عبد الغني، مثال ال! لَف، وقدوة الخلف: ¶ بَرَتْ ادمعُ ا! شاقِ في حدولِ الطَرْس ¶ ! مَتْ عن ا! ونِ مِنْ لَوْعةِ الثفْس ¶ فقلتُ راجياًالمسامحة: ¶ عبدُ العنيئ غنيئٌ عن مدالحِهِ ¶ شهْمٌ، تَقِيئٌ، وَفِيٌ، ماجِدٌ، فَطِنٌ ¶ 45 ¶ بَحرُ العُلومِ فما دَلوي بمائِحِهِ ¶ مُوفَّقٌ، مُلْهَمٌ، سبحانَ مانِحِهِ",
            "page": "45",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "صاحَبْتُهُ في دُروسِ العلم ذا دَأَبِ لَقَاطُ لُولُؤِ 5، صيَّادُ سانِحِهِ ¶ يُعْنَى بحفظ القوافي مِن شواهِد ويعتني بمعاني غير واضِحِهِ ¶ وإنْ تَبَدَى له خُلْفٌ بمسالةِ يَحل مُشْكِلَها أخذاَ براجِحِهِ ¶ فيا له ألمعئاَ جَلَّ مُلْهِمُهُ أحاطَ بالفضلِ طُزَاً مِن جوانِحِهِ ¶ أرجو لَهُ مِن مديدِ العيشِ أرغدَه وأنْ يفوزَ مِنَ المسعى بصالِحِهِ ¶ أستمنحكُمُ العفوَ عن التقصير، واتى للضالِع أنْ يبلُغَ مبلغَ الضليع. ¶ أحاطكم الله بعنايته، وحَفِظَكم برعايته0 ¶ (محتكم صادق) حبنكة الميدانيئ ¶ وكان الثيخ عبد الوهاب دبس وزيت فقيه دمشق ومقرؤها رحمه ¶ الله يقول: إذا أردت أن تتقن قراءة القراَن اذهب إلى الشيخ عبد الغني ثم ¶ تعال إليئ. ¶ وتقذم في فقرة (نبوغه) كلام الشيخ علي الطنطاوي والدكتور ناصر ¶ الدين الأسد فيه. ¶ 13 - حليته: ¶ كان رحمه الله ربعة، ممتلئ الجسم، أبيض البشرة، له لحية ¶ خفيفة، عينا 5 زرقاوان، يلبس البزة الأفرنجية، ويعتم على طربوشه عمة ¶ من الأغباني المسماة الام الف)، متواضعاَ، بهيّ الطلعة، لا تفارق ¶ ا لابتسامة محتا 5. ¶ 4 1 - وفاته: ¶ توفي الثيخ عبد الغني رحمه الله مساء يوم الخميس الخامس عشر ¶ من شوال عام 23 4 ا هالموافق التاسع عشر من كانون الأول عام 2 0 0 2 م ¶ 46",
            "page": "46",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وصُفَي عليه في جامع الحمد القريب من بيته بعد صلاة الجمعة 6 ا شوال ¶ 423 اهـ- 0 2 كانون الأول 02 0 2 م، ودفن في مقبرة باب الصغير عن ¶ خمس وثمانين عاماً قضاها في طلب العلم وبذله لطلابه رحمه الله وأجزل ¶ مثوبته. وصلى عليه ابن أخيه الأستاذ الشيخ منذر ابن الشيخ العلامة أحمد ¶ الدقر بعد أن خطب خطبة يوم الجمعة في فضل العلم والعلماء، ئم رثاه ¶ بكلمات مبيهناً علمه وفضله، وبعد الصلاة عليه تكفَمِ الشيخ الدكتور محمد ¶ عوض، تلاه شيخ القراء محمد كرئم راجح، وأُخلت باقي الكلمات إلى ¶ مجلس العزاء الذي كان في بهو معهد العلوم الشرعية (الجمعية الغرّاء)، ¶ وتكلَّم فيه عدد جئم من أهل العلم وطلبته، مثل الشيخ عبد القادر ¶ الأرناؤوط، والدكتور محمد سعيد رمضان البوطي، والدكتور عبد الفتاح ¶ البزم مفتي دمشق، والدكتور حسام الدين فرفور، والأستاذ هشام ¶ الحمصي، والأستاذ فاروق الطباع ابن أخته، وغيرهم، ورُثي بقصائد ¶ ألقاها بعض محبيه. ¶ *** ¶ 47",
            "page": "47",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "الفصل الثاني ¶ تعريف بمؤلفاته",
            "page": "49",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "الفصل الثاني ¶ تعريف بمؤلفاته ¶ اعتنى الشيخ عبد الغني الدقر بالكتابة والتأليف؟ وا تخذ ذلك أشكالاً ¶ عذَة؟ فاعتنى بالتصنيف، وتحقيق المخطوطات، وكتابة المحاضرات ¶ والمقا لات، وفهرسة المخطوطات. ¶ ويندرجُ ذلك ضمن ثلاث موضوعات كتب فيها الشيخ: ¶ 1 - العلوم والدراسات الإسلامية. ¶ 2 - العلوم العربئة. ¶ 3 - التاريخ والتراجم. ¶ ولقد صئفتُ كتبه ضمن هذه الموضوعات الثلاث، وأعطيتُ نُبذةً ¶ عن كل منها، عسى الله أن يَنفع بها. ¶ وكان أولَ كتابٍ صدر له هو كتابه (محاضرات في الدين والتاريخ ¶ والاحتماع)، الذي نُشر سنة 372 1هـ= 953 1م؟ واَخِر عنوان طُبع له ¶ حتى تاريخ كتابة هذه السطور كتابه (الإمام سفيان الثوري: أمير المؤمنين ¶ في الحديث) المنشور سنة (415 1هـ- 994 1م)، وآخِر عنوان أعيد ¶ طباعته هو كتابه (معجم القواعد العربية)، وذلك سنة (422 1هـ= ¶ 01 0 2 م). ¶ 51",
            "page": "51",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "أولاً: العلوم والدراسات الإسلامية ¶ 1 - مختصر تفسير الخازن ¶ المسمي (لُباب التأويل في معاني التنزيل) ¶ للامام علاء الدين علي بن محمد البغدادي المعروف بالخازن، ¶ اختصره وهذبه الشيخ عبد الغني الدقر ¶ يقول الإمام الخازن رحمه الله في مقدمة تفسيره: \"لما كان كتاب ¶ (معالم التنزيل) الذي صنفه الشيخ الجليل. . أبو محمد الحسين بن مسعود ¶ البَغوي قدس الله روحه، ونور ضريحه؛ مِن أجلّ المصنفات في علم ¶ التفسير وأعلاها، وأنبلها وأسناها، جامعاَ للصحيح من الائاويل عارياً ¶ عن الشُبَهِ والتصحيف والتبديل، مُحَلى بالأحاديث النبوتة، مطزَزاَ ¶ بالأحكام الشرعئة، مُوَشّى بالقصص الغريبة، وأخبار الماضين العجيبة، ¶ مُرضَعاَ بأحسن الإشارات، مخزَجاً بأوضح العبارات، مفرَّغاَ في قالَب ¶ الجمال بأفصح مفال، أحببتُ أن أنتخب مِن غُررِ فوائِده، ودُررِ فرائده، ¶ وزاهرِ نصوصه، وجواهرِ فُصُوصه، مختَصَراَ جامعاَ لمعاني التفسير، ¶ ولُباب التأويل والتعبير؟ حاوياً لخلاصة منقوله، متضمناً لنكته و اصوليِ \". ¶ فالكتابُ إذاَ مختصر لتفسير البغوي وتهذيبٌ له، وتحريرٌ لمسائله ¶ ونُفول من كتب التفسير، غير أن الشيخ الدقر وجد دواعي لاختصار ¶ وتهذيب هذا التفسير المنتشر بين أيدي الناس؟ فقال في مقدّمته: ¶ 52",
            "page": "52",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "\".،. جمع في نقله - أي الخازن - الجيّدَ والرّديء، والشَمين ¶ والغثّ، على حسب حاجة ز! ه. ¶ فالجئدُ في هذا التفسير: وضوحُه وسهولةُ عبارته، والجيّد أيضاً ¶ توشعه في احكام القران؟ على أكثر المذاهب مع توضيح أدلّتها من ¶ الكتاب والستة0 ¶ ومن الحسن والجئد في (تفسير الخازن) أئه لا ي! ع حكماَ ولا موعظة ¶ ولا عبرة إ لا ويستشهد عليها بالأحاديث النبوية، مع تصحيحها أو تحسينها، ¶ أو تضعيفها. ¶ ومِن غيرِ الجيد هي هذا التفسير كثرةُ ما فيه من الإسرائيليات اللاتي ¶ تضرُّ ولا تنفع، وأكثره مما لا يقرّه كتاب ولا سنة. ¶ 0. 0 ومن غير الجئد فيه بل الرديء إيرادُه بعضَ الخرافات التي لا ¶ يحتملها ولا يقبلها هذا العصر كقوله: إن الكرةَ الأرضية محمولةٌ على قرن ¶ ثور، وإذا تَعِبَ مَن حمل الكرة على قرنه فأبدله بالقرن الاَخر حصلت ¶ الزلزلة. . ومن ذلك إيرادُه بعضَ القِصص الموضوعة والخرافتة التي تضز ¶ ولا تنفع. ¶ وأما ما صنعتُ في هذا التفسير فاقتصاري على الجيد والسمين، ¶ النافع من تفسير كتاب الله، وإبقائي على الأحكام الواردة في كتاب الله ¶ تعالى مع ادلّتها، وكلام الأئمة فيها، وابقيتُ على الثابت من حديث ¶ رسول الله لمج!. واستغنيتُ عما سوى ذلك، مما لا جدوى منه ولا فائدة ¶ من الإسرائيليات والخرافات، وبعض القصص الموضوعة، كما استغنيتُ ¶ عن بعض ا لأحاديث الموضوعة والضعيفة الواهيّة. ¶ وإذا أوردَ في تفسير بعض الاَيات اقوالاَ متعدّدة اخترتُ منها الأقربَ ¶ 53",
            "page": "53",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "إلى كتاب الله، واحياناَ قليلة ابدَلُ بعضَ تفسيره نقلاَ إفا عن (تفسير ¶ الطبري)، او (الكشاف)، أو (البيضاوي)، أو (ابن كثير)، أو (النسفي) ¶ ليكون أدنى إلى مفهوم كلام الله تعالى \". هذا هو المنهج الدي سار عليه ¶ المؤلِّف في طريقة اختصاره، وتهذيبه؟ وقد عقد في اؤل الكتاب ترجمةَ ¶ موجزةَ، للبغوي، وأخرى للخازن؟ وقد طُبع الكتاب في ثلاثة اجزاء من ¶ القطع الكبير، وصدرت الطبعة الأولى منه عن دار اليمامة بدمشق سنة ¶ (425 اهـ= 994 ام). ¶ *برمحبم 6ض ¶ 54",
            "page": "54",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "2 - قواعد الأحكام في مصالح الأنام للعز بن عبد السلام ¶ تحقيق عبد الغني الدقر ¶ وهو أشهرُ كتب سلطان العلماء اعتنى الشيخ بتحقيق هذا الكتاب ¶ لما وجد الحاجة ماسة إلى إعادة نشره، ذلك أن النسخ المطبوعة سابقاَ ¶ كلها تقريباَ ناقصةٌ نقصاً فادحاَ بنحو أكثر من ربع الكتاب، كما أن فيها ¶ الكثير من الخطأ وقفة الضبط. ¶ ويتحذَث المحقق عن الكتاب ومؤئفه: \"اؤل ما يبادرك من الكتابِ ¶ حزيةُ البحث، واتباع الدليل الأقوى، وبهذا يشعِرُ القارى بقوة شخصية ¶ مؤئفه\"، ويقول: \"دَرَسَ رحمه الله المذهبَ الشافعيئ، وأتقنَه، وعفَمه ¶ ونشره بين الناس. ولم يكن قطُ عبداً لشيخ ولاكتاب، بل ما كان يخضع ¶ إ لا للدليل ا لأقوى، ولو قاله المخالِفُ لمذهبه، وقراء تُه للحديث مكنته من ¶ ذلك. وكان يؤثر احياناً قو لاً لأهل الظاهر، ويؤثر أحياناً قياساَ لأبي حنيفة، ¶ ولذلك قالوا عنه في زمنه المجتهد المطلق. ولقَبه تلميذُه ابن دقيق العيد ¶ بسلطان العلماء. ومَن قرا كتابه هذا (القواعد الكبرى) يرى عجباً في ¶ التحدث عن اسرار الشريعة وأدلّتها. ¶ وقد عاب كثيراً على بعض طلبة العلم التعصب حين يرون الدليل ¶ واضحاً لا شك فيه فيجتهدون ليؤولوا قول الله تعالى وقول النبي! كي! وإن ¶ كان لا يحتمل تعصباً لمذهبهم \". ¶ 55",
            "page": "55",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وقد اعتمد في تحقيق الكتاب على نسختين خطيتين محفوظتين ¶ بمكتبة ا لأسد الوطنية بدمشق، وقام المحقق بتخريج اَياته وأحاديثه وضبط ¶ نصه. ¶ صدرت الطبعة الأولى من هذا الكتاب عن دار الطباع بدمشق سنة ¶ 12 4 1 هت 1992 م. ¶ ! ب!! ¶ 56",
            "page": "56",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "3 - محاضرات في الدين والتاريخ والاجتماع ¶ تأليف عبد الغني الدقر ¶ هذا الكتاب هو أوّلُ كتابٍ صدر للشيخ؟ وهو في ا لأصل محاضرات ¶ أُلقيَ بعضُها في ردهة المجمع العلميئ العربيّ، وبعضُها في دار الإذاعة ¶ السورثة، وبعضها في المساجد والأندية، ونُشر بعضها في المجلات ¶ والصُحف. وكل هذه المحاضرات تجمعها فكرةٌ واحدةٌ: هي الفكرة ¶ الدينية الموخهة، بأسلوب حديث، وعَرْض جديد، كما يقول المؤلف في ¶ تفدمته للكتاب. ¶ ويَلْصسُ القارى لهذا الكتاب: اسلوبَ المؤلف الأدبيّ في عرض ¶ أفكارِهِ، وجزالة ألفاظه، وقوّة بيانه. وقد ضمّ الكتابُ بين دفّتيْه ئلاثين ¶ محاضرة إلا ائنتين. وقد صدر هذا الكتابُ في العام 372 ا هـ= 953 ام، ¶ بتشجيع (الجمعتة الغرّاء) التي أنشأها والده رحمه الله تعالى. ¶ *!! ¶ 57",
            "page": "57",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "4 - لمحات من الكتاب والئبوَة والحكمة ¶ تأليف عبد إلغني الدقر ¶ أصلُ هذا الكتاب هو كتابه (محاضرات في الدين والتاريخ ¶ والاجتماع)، اختار منه بعد إمعان النظر ما جمعه فيه من كتابات، وضئمَ ¶ إليها ما احدث بعدها مما الفاهُ وما كتبه في المجلات والجرائد، ويقول ¶ المؤلف في مقذمته للكتاب: \"وإئما اسميته المحات) من قولهم: \" أسرع ¶ من لَمْحِ البصر\" فما هذا الكتاب إلا لمحات من (الكتاب) - وهو القراَن ¶ العظيم - كنتُ إذا سمعتُ ايةً كريمةًاو قراتُها أثارت في نفسي حاجةً ¶ تدعوني إلى الكتابة عنها بما توحي به، من غير ان ارجعَ إلى تفسيرٍ أو ¶ مرجع ما، هذا شاني في كل ما كتبتُ. . . ¶ وأما (الثبوة) فمُرادي بها نبؤةُ محمد ع! م، وقد كتبتُ من حولها ¶ بعض لمحات، واكثرُها في ذكرى مولد 5 سيم، او في ذكرى الهجرة. ¶ واما (الحكمة) فقد كتبتُ من حولها أشياء كثيرة، فيها من التجارب ¶ والعظات، والطُرَف ما قد يُمتع القارى، ويعظه وينفعه. ¶ وختمتُ هذا الكتاب بالحديث عن رمضان في مواضع متعددة ¶ أوْحى إليئَ بها شهرُ الله رمضان، فكانت خاتمةَ الخير وا لأمان، ولقد كتبتُ ¶ كل هذا فيما بين سني 938 1 م - 979 1 م، في مدة إحدى وأربعين سنة\". ¶ وقد ضم الكتاب خمسة عشر مبحثاً أدرجها في المحة من الكتاب ¶ الكريم)، وثمانية مباحث اوردها في المحة من النبوة)، وأحد وعشرين ¶ 58",
            "page": "58",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "مبحثاَ ذكرها في المحة من الحكمة)، وختم كتابه بخمسة مباحث حول ¶ شهر رمضان؟ وبذلك تكون مباحثه تسعة واربعين مبحثاَ. ¶ وقد ضمَنَ كتابه رسالتين نشرهما مستقلتين هما: (قصة إبليس ¶ والراهب)، و (الدعوة من القراَن وإلى القران). ¶ صدر هذا الكتاب في طبعته الأولى عن دار اليمامة للطباعة والنشر ¶ والتوزيع بدمشق سمنة 6 0 4 1 هـ= 986 1 م، في 3 0 3 صفحة. ¶ ور؟ هد 6 ل! ¶ 59",
            "page": "59",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "5 - فهرس مخطوطات دار الكتب الظاهرية ¶ الفقه الشافعي ¶ وضعه عبد الغني الدقر ¶ وضع المؤلفُ مصنَفه هذا بتكليف من المجمع العلمي العربي ¶ بدمشق؟ وهو أؤل كتاب يصدر في فهرسة مخطوطات مذهبٍ من ¶ المذاهب لمحتويات دار الكًتب الظاهرية؟ وكانت خطة المؤلّف: هي ذِكر ¶ اسم الكتاب المخطوط، واسم مؤلفه في تفصيلٍ مع ذكر تاريخ وفاته، ¶ ووَصْف الحالة الراهنة للمخطوط بإيجاز لكل كتاب أو جزء من كتاب، ¶ وذكر جملةٍ مِن أؤل كل كتاب واخره، مهما يتعدد، لإمكان اختلاف ¶ تقسيم الأجزاء بين كتاب وآخر، وليظهر تمامُ الجزء أو نُقصانه، ووصف ¶ الخط، وذكر اسم ناسخ الكتاب وتاريخ نسخه إنْ وجد ذلك، وذكر ¶ المقابلات والسماعات والتملّكات إنْ وُجدتْ، وبيان عدد ا لأوراق وعدد ¶ السطور في كل صفحة منه وتحديد قياسه، وبيان رقمه في المكتبة، كما ¶ الحق بالكتاب فهرسين: ا لأول لأسماء المؤلفين، والاَخر للناسخين. ¶ صدر الكتاب عن المجمع العلمي العربي بدمشق سنة 383 اهـ= ¶ 963 ام، في 355 ص. ¶ !!!! ¶ 60",
            "page": "60",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "6 - صحيحح الأدعية والأذكار ¶ تأليف عبد الغني الدقر ¶ اهتئمَ المحدثون في أكثر العصور بتتبع الأذكار والأدعية المرويّة عن ¶ رسول الله بمتير، حتى لا نكاد نجد كتاباً من أقات كتب الحديث خلا من ¶ ذلك، بل لقد انصرف بعضهم إلى التصنيف فىِ الأذكار خاضة، منهم ¶ الئسائي، وابنُ الشُئي، والطبراني، وابن تيميّة، وأشهرُ مَن ألَفَ في ذلك ¶ خاتمةُ المحققين من المحدثين ا لإمام الئووى. ¶ والذي دعا الشيخ الدقر إلى إفراد ا لأدعية وا لأذكار في هذه الرسالة مع ¶ وجود كتاب (الأذكار) للإمام النّوويّ، إئما هو حرصُه على جمع ما صحَ ¶ عن رسول الله -لمجير؟ لأن المؤمنَ - كما يقول في مقدمة كتابه - المُجدَ في ¶ طاعته لا يستطيعُ - وإن جهد - أن يستنفد ما ثبت عن النبيّ عشًي! من الَأذكار ¶ والأدعية، ثم يتجاوزها إلى مالم يثبت، وليس منِ منطق الشريعةِ في شيءٍ ¶ أن يدعَ المرءُ ما صحَ عن رسول الله لمجز إلى ما ضعُفَ، فضلاً عن أن يدع ¶ الصحيحَ إلى اذكار وأدعية نُسبتْ إلى غير معصوم، ورسولُ الله جم! هو ¶ وحده المعصوم كالرسل قبله، وهو أعلمُ بتقديس رئه، و أخبرُ بصيغة الثناء ¶ عليه من كل مَن سواه. ¶ وقد ذكر المؤلفُ في كتابه فصولاً في الأدعية المختلفة، سواء ¶ أكانت لمواسم معئنة، أو مناسبات مخصوصة، أو أدعية واستغفارات ¶ مسنونة. ¶ صدرت الطبعة الأولى من هذا الكتاب عن دار القلم بدمشق سنة ¶ 397 ا هـ= 977 ام، ضمن سلسلة كتب قئمة برقم (9) في 32 ا صفحة. ¶ 61",
            "page": "61",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "7 - صحيح الاَثار في الأدعية والأذكار ¶ وبذيله مختصر أحكام الحج وادعيته ¶ صتفه عبد الغنيى الدقر ¶ اصلُ هذا الكتاب هو كتابه (صحيح الأدعية والأذكار)، أضاف إليه ¶ المؤلفُ مختصراً في أحكام الحج للمُفْرِد على مذهب الإمام الشافعيّ، ¶ لينتفعَ بهذا الكتاب العددُ الأكبر من الناس، ثم أردفَ ذلك بذكر أدعية ¶ الحج، على حَسَب مواقعها، وأكثرها مما استحسنه العلماء، ومنها ماورد ¶ في السنة بضعف، وما ثبت في السنة فهو الأقل، ومع ذلك -كما يقول ¶ المؤلف (1) - فالكثير من العلماء كان يدعو بها، لأنها لا تخالِفُ أصلأ من ¶ أصول الدين، ولا تتناقض مع ما ورد عن النبي -لمجي!. ¶ صدرت الطبعة الأولى من هذا الكتاب عن دار اليمامة بدمشق سنة ¶ 6 0 4 1 هـ- 986 1 م، في 0 0 2 صفحة. ¶ (1) ¶ كللا\"! ¶ صحيح الآثار في الأدعية والأذكار، ص 183. وانظر ما سلف في الفصل الأول ¶ رايه في العمل بالحديث الضعيف، ص (39). ¶ 62",
            "page": "62",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "8 - قصة ابليس والراهب ¶ تأليف عبد الغني الدقر ¶ هي قصةٌ قصيرة استوحاها من بعض التفاسير، صور فيها حواراً بين ¶ إبليس وفرائسه، بدت فيه قوة عارضته ودهائه وخداعه، وأته قد يدخلُ من ¶ باب ظاهرُهُ فيه الخير والفضيلة، يستدرجُ إليه مِن صرعا 5 مَن يغتزُ بالمظهر ¶ والكًلام المنضق، وقد طُبعت هذه القصةُ \"مستققةَ ئم ضقها إلى كتابه ¶ المحات من الكتاب والنبوة والحكمة)، ¶ صدرت عن دار الهجرة بدمشق سنة 398 اهـ= 978 ام، ثم ¶ طُبعت طبعةً ئانية سنة 07 4 ا هـ= 986 ام في 52 صفحة. ¶ !! *! ل! ¶ 63",
            "page": "63",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "9 - الدعوة من القراَن والى القراَن ¶ تأليف عبد الغني الدقر ¶ وهو رسالة في أساليب الدعوة والدعوة من القرآن وإلى القراَن، ¶ يقول المؤلف في فاتحتها: \" ما زلنا من حيثُ الدعوة نسلك سبيلاً واحداً ¶ هي سبيل الوعظ السطحيّ، وإشغال الناس بصور فارغة يسمونها ذِكْرأ، ¶ وما هي بالذكر الذي يرضى الله عنه ورسوله مجنَي!. . وأكثر دعاتنا يغفَلُ عن ¶ الأساليب الإبداعية التي تستهوي العقول والقلوب، وتنعشُ الأرواح، ¶ وتهدي الضالين والسادرين \". ¶ ويقول في رسالته هذه: \" إنَ الدعوة إلى الإسلام في هذا العصر فن ¶ وعلم، فإذا كان أهلُ البغي والضلال والإلحاد يُبدِعُون ويجدِّدون في ¶ أساليب إغوائهم وإضلالهم، فما أجدرَ الدعاة إلى الله أن يكونوا في ¶ إعلامهم أمهر وأحذق وأحكم \". ¶ ثم يسترسلُ المؤلِّف في ذكر صفات الداعية، ومقوّمات الدعوه؟ ¶ كالإيمان بالئه، والإخلاص، وعمل الصالحات، والعدل المطلق، ¶ والعلم في كتاب الله، والعقل، والاعتصام بحبل الله وأخوة الإسلام، ¶ والجهاد في سبيل الله والإعداد له، وحرية الوِثنياب وحرية الإسلام، ¶ ويختم رسالته بقوله تعالى: \" الر! ئمب أَنزتئه إِليكَ لِنخرِجَ ألتَاسَ مِنَ ¶ 64",
            "page": "64",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "ألظلُنَتِ إِلَى اَلنؤُرِ بِإِذْنِ رَئهِؤ إِكَ صِرَطِ اَئعَزِيزِ اَلمحمِيدِ\"] إ براهيم؟ ا،. ¶ نُشرت هذه الرسالة اولاَ على حلقات في مجلة (حضارة الإسلام) ¶ في أواخر السبعينيات، ثم نُشرت مستقلة في كُتيب صدر في بيروت عن ¶ دار الهجرة سنة 986 ام في 70 ص، ثم ضفها إلى كتابه المحات من ¶ الكتاب والنبوة والحكمة). ¶ 36 لحيم! ¶ 65",
            "page": "65",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "ثانياً: العلوم العربئة ¶ 0 1 - شرح شذور الذهب في معرفة كلام العرب ¶ تأليف الإمام جمال الدين ابي محمد عبد الله بن هشام الأنصاري ¶ رتبه وعقق عليه وشرح شواهده عبد الغني الدقر ¶ دزس الشيخ الدقر كتابَ ابن هشام هذا مزات عديدة، وتمنى لو ¶ كانت المباحثُ المستطردةُ ليست في صلب الكتاب، بل في حاشيته ¶ تعليقاً، لأن وجودها يقطعُ انتباه الطالب، ويشردُ بذهنه، مع ما في أكثرها ¶ من فاثدة لا شك فيها، فاستخرجَ منه كَل ما لا علاقة له بالمباحث النحوتة ¶ المباشرة، كتفسير بعض الايات، او قصق بعض الحكايات، أو شرح ¶ بعض الألفاظ اللغوية، أو إعرابات ليست من موضوع البحث، إلى غير ¶ ذلك، بل جعله حيث ينبغي أن يكون تعليقاَ مرقماَ، فحيث وُجد في ¶ الحاشية: \"قال المؤلف \"، فهو من نصق كلام المؤلف، وبهذا صفى ¶ الكتاب مما قد يعسرُ فهمه، ولم تهدر فائدة مما أراد أن يفيدنا به. ¶ وقد تمَم الشيخ الدقر فوائدَ هذا الكتاب بأمور منها: ¶ 1 - إتمامه جملة كل اَية وردت في الكتاب، وشرح غريبها. ¶ 2 - تخريج كل حديث عثر عليه، وردّ ألفاظه إلى أصولها. ¶ 3 - تخريج الأبياتِ الشواهد، وترجمة قائليها. ¶ 66",
            "page": "66",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "4 - ترجمة ا لأعلام الواردة في الكتاب. ¶ 5 - ذكر بعض التعليقات النحوية، وتوضيج بعض القواعد، وإتمام ¶ بعضها، وتصحيج بعضها الاخر. ¶ وقد ألحق بالكتاب فهارس تتضمن: مواضيع الكتاب، والايات، ¶ وا لأحاديث، وا لأعلام، والشواهد. ¶ صدر هذا الكتاب عن دار الكتب العربية، ودار الكتب بدمشق في ¶ 654 ص، في السبعينيات، دون تاريخ، ثم صورته الشركة المتحده ¶ للتوزيع بدمشق وبيروت سنة 4 98 1 م. ¶ *ب! * ¶ 67",
            "page": "67",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "11 - معجم التحو ¶ هذا المعجم هو أوّل مصئف للشيخ رَتب فيه معظم قواعد النحو ¶ وكلماته وحروفه، بله كلمات وتعابير عربية صحيحة شهرت، ووردت في ¶ كلام العرب والمؤلفين، وخفيَ إعرابُها، ويصعمث التماسُها في كتب ¶ النحو0 ¶ وهو معجم للنحو خاصةً ليس فيه من فن الضرف إلا أبوابٌ قليلة لها ¶ علاقة بالنحو؟ كالنّسب وجموع التكسير وقليل غيرهما. ¶ وهذا المعجم لم يخرجْ عن كتبٍ معروفة مألوفة موثوقة -كما يقول ¶ المؤلف في مقدمته - ولكنه اختلف عنها بأمور ثلا ئة أهقها: ترتيبه المعجمي ¶ على الطريقة المعجمتة، ثم توضيح عبارته، وخلوه من التعليل. ¶ ولم يخرجْ عن نهج نحاة البصرة قيد شعرة، إلا في النادر الذي لا ¶ يستحق ان يذكر (1)، فغالب ما في الكتاب مفا أجمع عليه البصريون، وقد ¶ يُورِدُ رأياً مخالفاً للكثرة: تعليقاً مع بعض ا لإيضاحات والتعليقات. ¶ ويهدف المعجم إلى السعي المخلص إلى تبسيط قواعد العربية، ¶ وتقريبها من المستوفزين لتعقمها، وتيسيرها للمراجعين. ¶ ومنهجه في شرح المفردة، هو تعريفُها، وبيان حُكْمها، وذكر ¶ (1) من مقدمة المؤلف لكتابه (معجم النحو)، ص 8. ¶ 68",
            "page": "68",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "ما يتعفَق بها من فروع واقسام ومسائل؟ مع التمثيل، وذكر الشواهد ¶ القراَنية والشعرئةء ¶ وهذا الكتاب هو الأساسُ الذي دعا الشيخ إلى تصنيف كتابه ¶ الموشَع (معجم القواعد العربية في النحو والتصريف) بعدما رأى من إقبال ¶ أهل العلم وطلبته عليه؟ إذ طُبع (معجم النحو) في دمشق، وبيروت، ¶ وإيران، وأذكر كلمة قالها لي الدكتور الفاضل محمود محمد الطَناحي ¶ رحمه الله في منزله قبل وفاته بنحو سنتين: \" إثه على الرغم من اختصاصي ¶ في هذا العلم، ومبلغي فيه، فإثه لا غنى لي عن الرجوع إلى معجم ¶ النحو\". ¶ طُبع معجم النحو في المكتبة العربية بدمشق لصاحبها الأستاذ أحمد ¶ عبيد رحمه الله عام 395 اهـ= 975 ام، ثم صورته مؤسسة الرسالة في ¶ بيروت، ثم نُشر في إيران. ¶ ! م 6! د* ¶ 69",
            "page": "69",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "2 1 - معجم القواعد العربية ¶ في النحو والتصريف وذفي بالإملاء ¶ ضَثمَ هذا المعجم ترتيباَ معجمياَ لمسائل النحو والصرف، فما من ¶ قاعدة، او كلمة إعرابثة، او حرف معنى، او قاعدة صرفئة، إلا وهو تابعٌ ¶ لحروف المعجم؟ فالمبتدا وجميع ما يتعفَق به تجدُه في الميم مع الباء، ¶ وكذلك الخبر تجدُه في الخاء مع الباء، ومثلُه الفاعل في الفاء مع الألف، ¶ والئسب: تجده في النون مع السين، وهكذا. ¶ وقد جعل لكتابِه أبواباَ مرتبَةَ حسب حروف الهجاء، لطلب المادة ¶ من بابها. ¶ وطريقته في عَرْض المادة: ائه يشرحُ معنى المادّة اوّلاَ، ثم يذكر ¶ ما يتعفَق بها من اقسامِ، وفروع، وإعراب، ونحو ذلك؟ مؤيداَ كُلَّ قول ¶ يُوضِحُه من الشواهد المعتمدة عند اهل العربيّة، فأورد فيه نحو الف ومئتي ¶ شاهد من القراَن الكريم، ونحو ألف شاهد من أشعار العرب، عدا الأمثلة ¶ التي ضربها توضيحاَ للمسا ئل الواردة. ¶ وأما الإملاء: \"وهو تصوير اللفظ، وله علاقة كبيرة فيهما، فقد ¶ صئفه على طريقة علماء العربيّة \"، وقال: \"وما كتبتُه من الإملاء جزءٌ صغير ¶ لا يُحتاج إلى اكثر منه، وقد ذئلتُ به هذا الكتاب \" (1). ¶ (1) مقدمة معجم القواعد الحربنة، ص 8. ¶ 70",
            "page": "70",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "واما مصادرُ هذا الكتاب؟ فقد أراد المؤلّف أن تكون كتبَ ¶ المتقدمين من الثحوِيين، فيه أصخُ واوثق، فجعل أؤلَ مراجعه وأهفها ¶ (كتاب سيبويه)، و (المقتضب) للمبزد، ثم كتباً أخرى كثيرةً منها: ¶ (شرح المفضَل) لابن يعيش، و (شرح الكافية) لرضي الدين الأستراباذي، ¶ وكتب ابن هشام، وشروح ألفية ابن مالك، وكتب كثيرة أخرى؟ وبهذا ¶ \"حاء النحو بهذا المعجم مستوفياً كافياً لا يُحتاج معه إلى غيره \" كما يقول ¶ (1) ¶ مؤلمه ¶ وقد كُتب لهذا الكتابِ الانتشارُ والئفع، حتى إن مؤتَفه يُعِذُه فخرَ ¶ مؤئفاته، فَطبعَ ثلاث طبعات؟ كان مؤئفه يزيد في كل طبعة ما يراه مِن ¶ فَوْب في الطبعة السابقة؟ وحسبُنا بذلك قول العلاّمة الشيخ علي الطنطاوي ¶ رحمه الله تعالى فيه: \"معجم القواعد العربئة: لم يُكتبْ مثلُه قديمأ ولا ¶ حديثاَ\". ¶ وقد كان هذا الترتيب المعجميّ أُمنيةً للعلامة الشيخ محمد ¶ عبد الخالق عُضيْمة إذ قال: ¶ \"وقد تعالت الصيحات، وارتفعت الأصوات، طالبة تيسير النحو، ¶ وظنّ بعضُ الباحثين - وبعضُ الظن إثمٌ - انّ في التعبير بالمُسنَدِ والمسنَد ¶ إليه تيسيراً لعلم النحو، ورفعاً لإصره، ووقع بعضُهم على تعبير سيبويه ¶ بذلك في الصفحة السابقة من الجزء الأول فظن أنه وجد تمرة الغراب. ¶ في اعتقادي إنَّ فهرسة كتب النحو فهرسةً دقيقةَ وافيةً إنما هي خطوة ¶ في سبيل تيسير النحو\". ¶ (1) المصدر ا لسابق، ص 8. ¶ 71",
            "page": "71",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وقد قال الشيخ الدقر معقباً على كلمة الشيخ عُضيمة، في مقدمته ¶ للطبعة الثانية من الكتاب: \"ولو أتيح له ان يطلع على هذا الكتاب لحمد ¶ طريقته، وسزَه ما صنعنا\". ¶ طُبع الكتاب في دار القلم بدمشق، وصدرت طبعته الأولى سنة ¶ 406 اهـ= 986 ام، وصدرت طبعته الثالثة سنة 422 اهـ= 01 20 م، ¶ وفيها زيادات مهمة عن الطبعتين السابقتين. ¶ مو*مو ¶ 72",
            "page": "72",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "13 - تحرير الفاظ التنبيه أو لغة الفقه ¶ للإمام الجليل العلأمة محيي الدين يحيى بن شرف التووي ¶ حققه وعفق عليه عبد الغني الدقر ¶ أحمث الشيخ الدقر الإمامَ النووفي حباً جماً؟ ذلك اته أحمث اعتناء5 ¶ بلغة الفقه، وكتاب (تحرير ألفاظ التنبيه) شرحٌ لغوفيٌ لكتابٍ جليلٍ في ¶ الفقه الشافعيئ، وهو كتابُ (التنبيه) للإمام القُدوة جمال الذين أبي إسحاق ¶ إبراهيم بن عليئ الفيروزاَبادي الشافعي، المعروف بالشيرازي، نزيل ¶ بغداد، المتوفى سنة 476، قال النووفي رحمه اللّه معزَفاً بكتابه: ¶ \"وقد استخرتُ الله الكريم، الرؤوف الرحيم في جمع مختصر أذكرُ ¶ فيه إن شاء الله تعالى جميع ما يتعفق بألفاظ التنبيه، فأبثنُ فيه إن شاء الله ¶ اللغات العربية، والمعزَبة، والألفاظ المُوئدة، والمفصورة والممدودة، ¶ وما يجوزان فيه، والمذكر والمؤنث، وما يجوزان فيه، والمجموعَ ¶ والمفرد، والمشتق، وعددَ لغاتِ اللفظة، وأسماء المسمى الواحد ¶ المترادفة، وتصريفَ الكلمة، وبيان الألفاظ المشتركة ومعانيها، والفروق ¶ بينها -كلفظة الإحصان - وما اختُلِفَ في أئه حقيقةٌ او مجاز -كلفظة النكاح - ¶ وما يُعرف مفردُه، ويُجهلُ جمعُه، وعكسُه، وما لَه جمعٌ، وما له جُمُوع، ¶ وبيان جُمَلٍ مما يتعفق بالهجاء، وما يُكتب بالواو أو الياء أو الألف، ¶ وما قيل في جوازه بوجهَيْن، أو بثلاثة كالزَبا. ¶ وأنئهُ فيه على جُمَلٍ من مُهِفَات قواعدِ التصريف المتكررة، وأذكرُ ¶ 73",
            "page": "73",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "فيه جُمَلاً من الحدود الفقهتة المُهِقة كحد المِثليّ، وحَذ الغَصب، ¶ ونحوهما، والفرق بين المتشابهات - كالهبة، والهدية، وصدقة التطوع، ¶ وكالرشوة والهدتة - وبيان ما قد يُلْحَن فيه، وما إنكِرَ على المصن! وعنه ¶ جواب، وما لا جوابَ عنه، وما غيره أولى منه، وما هو صوابٌ وتوَهَم ¶ جماعةٌ أنه غلط، وما يُنكَر من جهةِ نظمِ الكلام وتداخُلِهِ، والعائم والخاصن، ¶ وعكسِه، وما صوابُه أن يكون بالفاء دون الواو، وعكسِه، و بيانِ جُمل ¶ مُهقةِ ضبطناها عن نسخة المصنّف وهي صواب، وفي كثير من النسخ ¶ خلافُها، وبيان ما أنْكِرَ على الفقهاء وليس منكراً، وبيان جُملٍ من صُور ¶ المسائل، المُشكِلةِ مما له تعفُق بالألفاظ، وغير ذلك من التفائس ¶ المُهِفات، كما ستراها في مواضعها إن شاء الله تعالى واضحات. وألتزمُ ¶ فيه المبالغة في الإيضاح مع الاختصار المعتدِل، والضبط المحكم ¶ المهذب، وقد أضبط ما هو واضحٌ، ولكن قد يخفى على بعض ¶ المبتدئين. . ¶ وهذا الكتاب، وإن كان موضوعاً للتنبيه على ما في التنبيه فهو شرح ¶ لمعظم ألفاظ كتب المذهب \". ¶ وقد اعتمد المحقق على نسختين خطيتين للكتاب متوافرتين في دار ¶ الكتب الظاهرية؟ وكان عمله إثبات اختلاف النسخ، والرجوع إلى كتب ¶ اللغة ومعجماتها في كثير مما شرحه الإمام النووي، فما وافق معاجم اللغة ¶ تركه، وما خالف كلأً أو بعضاً ذكره تعليقاً، وذكر احياناً أصحهما، ¶ اعتماداً على المعاجم ايضاً، وما ذكره اصطلاحاً لم يُعفق عليه، فالنووي - ¶ كما يقول المحقق - أعلم به، وصنع له ستة فهارس، وهي: ¶ ا - معجم ألفاظ الكتاب. ¶ 2 - فهوس الاَيات القرآنية. ¶ 74",
            "page": "74",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "3 - فهرس الأحاديث النبوية0 ¶ 4 - فهرس الأعلام. ¶ 5 - فهرس أسماء الكتب الواردة في الكتاب. ¶ 6 - الفهرس العام. وفيه عنوانات الكتب وا لأبواب. ¶ طُبع الكتاب بدار القلم بدمشق، وصدرت الطبعة الأولى منه سنة ¶ 08 4 1 هـ=1988 م. ¶ ول! \" ¶ 75",
            "page": "75",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "ثالثاً: التاريخ والتراجم ¶ 4 1 - الإمام مالكٌ بن انس: امام دار الهجرة ¶ (93 هـ-179 هـ) ¶ اتفق للإمام مالك - كما يقول الإمام الذهبي - مناقبُ لم تجتمع ¶ لأحد غير 5: ¶ أحدها: طول العمر والرواية. ¶ ثانيها: الذهن الثاقب، والفهم، وسَعَة العلم. ¶ ثالثها: اتَفاق الألْمة على أئه حجّة صحيح الرواية. ¶ رابعها: إجماع الأئمة على دينه وعدالته واتباعه للسنن. ¶ خامسها: تفدّمه في الفقه والفتوى وصحّة قواعده (1). ¶ لذلك بدأ المؤلّف مقدمته بذكر لمحة عن المترجَم من حيث اصلُه ¶ وشيوخه الكبار في المدينة حتى أصبج عالماَ فحلاً، ومايزال في ذروة ¶ الشباب، فأمَه الناسُ، وتحقَقوا من حوله، فسمعوا حديثه، وتفقهوا عنه. ¶ فكان من عبقريته رحمه الله أنّه استطاع أن يجمع بين كونه أكبرَ وأشهر ¶ محدَث عُرف بعصر 5، وأئه أيضاً أكبر فقيه عُرف بمِصْرِ 5 وعصر 5، ومن ¶ النادر ان يجمع عالم بينهما ويكون فيهما إماماَ كبيراً، واختصن بهيبةٍ دونها ¶ (1) الإمام مالك بن أنس للدقر، ص 3. ¶ 76",
            "page": "76",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "هيبة الخلفاء، لا ينظر أحدٌ إليه إلا أسقط في يد 5، وكانوا ربّما امتنعوا عن ¶ سؤاله هيبةَ له، فقد أعطى شرعَ الله سلطاناَ أخضع له الناس جميعاَ حتى ¶ ا لأمراء والخلفاء والعلماء. ¶ بدأ المؤلف كتابه بدراسة عن عصر الإمام مالك الذي عاش نحواَ ¶ من سبع وثمانين سنة، وكان منها في العصر الأموي نحو أربعين سنة، ¶ ومنها في العصر العباسي الأؤل نحو سبع وأربعين سنة، فعَرَض للناحية ¶ السياسية وأحوالها، والعلوم الشرعية من حديث، وفقه، وعلوم العربية، ¶ والفلسفة، والثقافات الأخرى المترجمة عن اليونانية فى الطب ¶ والرياضيات، والنجوم، والفلسفة. ¶ ثم شرع في الكلام عن مولده، ونسبه، وأُسرته: أفه، وأبيه، ¶ وجده، وأبي جده، وأعمامه، وإخوته، وأبنا ئه. ¶ ثم بيق صفاته وأموره الخاصة؟ من حيث حِلْيتُه، وملبسُه، ¶ وخاتمه، ومركوبه، ومنزله، وطعامه، وشرابه، وخُلقُه مع أهله، وعملُه ¶ في دنياه. ¶ ولما كانت المدبنةُ المنؤرة موئلَ علمِ مالك رحمه اللّه فقد مهَّد ¶ المؤلف بذكر فضلها، ثم علم أهلها، ودز على ذلك بالشواهد من أقوال ¶ الصحابة والسلف الصالج؟ فقد قال زيد بن ثابت: \"إذا رأيتَ أهل المدينة ¶ على شيءِ فاعلم أته السنة \". ¶ وقال الشافعي: اما أُصول اهل المدينة فليس فيها حيلة من ¶ صحتها، وقال: إذا جاوز الحديثُ الحرمَين ضعُفَ نخاعُه. ¶ ثم ابتدا بذكر البداءة الأولى في طلبه العلم، ثم ابتداء ظهوره ¶ وجلوسه للرواية والفتوى، ثم وصف مجلسه في المسجد النبوفي الشريف ¶ فقال: قال مصعب: كان يجلس مالك عند نافع مولى ابن عمر في الروضة ¶ 77",
            "page": "77",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "حياة نافع وبعد موته، ثم كان مكانُه في المسجد مكان عمر بن الخطاب ¶ رضي الله عنه، وهو المكان الذي يُوضع فيه فراش رسول اللّه عتير إذا اعتكف. ¶ وفي (طبقات ابن سعد): كان يجلس مالك في مجلس رسول الله -يَختَ ¶ تجاه خَوْخَة عمر بين القبر والمنبر (1). ¶ ثم أعطى المؤلف لمحةً عن تاريخ بدء تدوين الحديث، إلى أ ن ¶ وصل إلى عهد مالك، ووصف منزلته في تصنيف الحديث. وعقد فصلاً ¶ عن مالك المحدث مهَد له بجهد الإمام لتلقف الحديث والسئة والفقه عن ¶ العلماء، وذكر في فقرة شيوخه أنه أدرك منهم ما لم يدركْه احدٌ بعده؟ فقد ¶ أدرك من التابعين نفراً كثيراَ، وادرك من تابعيهم نفراً أكثر. . فكان مَن أخذ ¶ الإمام عنهم تسع مئة شيخ: ثلاث مئة من التابعين، وست مئة من تابعيهم. ¶ وكان من كبار شيوخه: ابن هرمز، وربيعة الراي، ونافع، وابن شهاب ¶ الزهري. ¶ ثم تكفم عن الحفظِ عند مالك وحرصه على الحديث، وبيان إمامته ¶ في الرواية وعدالته وتوثيقه، وإن كان مثلُه لا يحتاجُ إلى ذلك، ثم بئن ائه ¶ أول مَن تكفم في غريب لغة الحديث، وعرض بعض المصطلحات ¶ الشائعة بين المحدثين في تحفل الحديث، ثم وصف مجلسه في التحديث ¶ وما يرافقه من هيبة ووقار وجلال. ¶ ثم شرع المؤلف بالكلام على كتابه (الموطأ) ومعناه اللغوي، ¶ وإنجازه، والثناء عليه، ورواته، وشيوخه فيه، ومرتبة الموطأ من كتب ¶ الحديث، وما فيه من المسند الصحيج والمرسل والبلاغ وغير ذلك، ¶ والأحاديث الغريبة عنه والمرسلة، وكاتبه القارى في مجلسه، وتقدير ¶ (1) الإمام مالك بن أنس للدقر، ص 1 5 - 52. ¶ 78",
            "page": "78",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "الخلفاء له، ومَن كتب على (الموطأ) او شرحه أو اختصره أو عمل فيه شيئاً ¶ ما، ونحو ذلك مما يتعقق بكتابه وحديثه. ¶ وأمّا أصول مالك، فتناول الكتاب، والسئة، وا! جماع، وعملَ ¶ أهل المدينة، والقياس، والمصالح المرسلة، والاستحسان، والعرف ¶ والعادات، وسد الذرائع، وا لاستصحاب، وأورد رسالة مالك إلى الليث ¶ ابن سعد، وجواب الليث عليه. ¶ ثم تكقَم المؤلف عن فقه الإمام، وطريقته في الفتوى وتحزيه فيها، ¶ وأشهر كتب المذهب ا لأولى، وتفصيل لها. ¶ ثم أورد بعد ذلك فصلاً في الزواة عن مالك، كما ذكر البلاد والبقاع ¶ التي انتشر فيها مذهبه. ¶ ثم عرج المؤلف إلى بيان عقيدة مالك؟ فبئن ان عقيدته هي عقيده ¶ أهل الستة، استوحاها من كتاب الله تعالى ومن ستة رسول الله بمني!، ومما ¶ عليه سل! الأفة من الصحابة والتابعين؟ وذكر رأيه في أن الإيمان قولٌ ¶ وعمل، يزيد وينقص، وبكلام الله تعالى، والمتشابه، ورؤية الله في ¶ الاخرة، ورأيه في القدرية، والمرجئة، وطعنه بالأهواء وأهل البدع. ¶ ثم ذكر أموراً متفرقة في علمه، وعقله وعبادته، وشمائله، وشيئاً ¶ من سيرته، وهَيْبته، وجاهِه، ودخوله على السلاطين. ¶ وأردف ذلك بذكر الثناء عليه، ومكانته العلمية، وكرامته عند الله ¶ تعالى، ومحنته، ومرضه، وموته. ¶ طُبع الكتاب بدار القلم، ضمن سلسلة أعلام المسلمين برقم (23) ¶ وصدرت الطبعة الأولى منه 2 0 4 ا هـ= 982 1 م؟ في 392 ص. ¶ ! ب! 3 ل! ¶ 79",
            "page": "79",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "5 1 - الامام الشافعني: فقيه السئة الأكبر ¶ يُعد هذا الكتاب أول كتاب أئفه الشيخ في التراجم المفردة، بدأ ¶ الشيخ دراسته لحياة الشافعي بذكر نسبه ومولد 5، ثم نشأته بمكة، ثم ¶ حليته، وذكر عياله. ¶ بعد ذلك ذكر رحلاته وأسبابها ونتائجها، فبدأ برحلته إلى المدينة ¶ المنؤرة، وطلبه العلم على مالك إمام دار الهجرة وشيوخ المدينة، ثم ¶ رحلته إلى اليمن، ثم رحلته الأولى إلى العراق متهماَ سنة (184)، وأخذ5 ¶ العلم عن محمد بن الحسن، ثم عودته إلى مكة، واتجاهه إلى الاجتهاد ¶ المطلق بعد أخذ 5 علم الحجاز والعراق، ثم ذكر رحلته الثانية إلى العراق، ¶ حيث لبث فيها الشافعي سنتين، وأثر 5 في علماء بغداد، وتبيان تلاميذ5 ¶ فيها، ثم رحلته الثالثة القصيرة إلى بغداد بعد قفوله إلى مكة. ¶ بعد ذلك اتى المؤلف على ذكرِ رحلته إلى مصر، وما حفلت به هذه ¶ الرحلة من أحداث علمئة، أدت إلى انتشار مذهبه، وقبوله عند الناس. ¶ ثم عقد باباَ عن مرض الشافعي ووفاته0 ¶ وخضص المؤلف الشطر الثاني من كتابه عن علم الشافعي، فبئن ¶ العلوم التي تكفَم بها الشافعيئُ وعلمه بالقراَن الكريم، والحديث الشريف، ¶ وأظهر براعته في فهم السنة، وأن الشافعيئَ أؤل واضعِ لعلم اصول الفقه، ¶ كما بئن قدرته على المناظرة، وتكفَم عن الشافعي وعلم الكلام، ¶ والمسائل المتعئقه به، كرأيه في مسألة خلق القران، وأن الإيمان قول ¶ 80",
            "page": "80",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "وعمل، ورأيه في رؤية الله يوم القيامة، والمفاضلة بين الصحابة، ورؤية ¶ الجن. ¶ ثم تكفَم عن لغة الشافعي، وأدبه، وشعر 5، وفصاحته، وعلمه ¶ بالأنساب، وبأئام الناس. ¶ كما سرد مولفات الشافعي، وعناية العلماء بها، وشيوخه، ¶ وتلاميذه، كما بَئن وفرة عقله، وتقواه، وورعه، وعبادته، وكرمه، ¶ وحكمه. ¶ والذي يظهر من منهج مؤلّفه اعتمادُه على أقوال السلف في الأبواب ¶ المذكور اَنفاَ، فيما قالوه عن الشافعي أو رووا عنه، ويُشفع ذلك بتحليله ¶ للأخبار والنُقول، فصْلاَ عن لغة المؤلف وأسلوبه في كتابة النص، ¶ وتمهيده لكلّ فقرة بما يذلَل للقارئ فهم فكر الشافعيّ، لذلك جاء الكتاب ¶ مَعْلَمَةَ مصغَرة عن فقيه السنَة الأكبو. ¶ طُبع الكتاب في دار القلم ضمن سلسلة أعلام المسلمين برقم (2)، ¶ وصدرت طبعته الأولى سنة 392 ا هـ= 972 1 م. ¶ *،! م! ¶ 81",
            "page": "81",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "16! أحمد بن حنبل ¶ ! مام أهل السنة 4 6 ا هـ- 1 24 هـ ¶ الإمام أحمد رحمه الله: رجلُ النصف الأؤل من القرن الثالث، ¶ فليس من أحدٍ في عصره بلغ من الشهرة والثقة والاعتقاد ما بلغه، فهو أئمة ¶ في إمام، ذلك ائه كان رحمه اللّه: إماماَ في الورع، إماماً في الزهد، إماماً ¶ في التعفف، إماماَ في طريفته الفقهية، إماماً في عقيدته المحافظة، إمام ¶ أئمة الحديث في عصره، إماماَ في الثبات والصبر على أشذ البلاء في سبيل ¶ إنقاذ الستة وصَوْنها والدفاع عنها (1). كيف لا يكون كذلك وقد قال فيه ¶ الشافعيئُ: \"خرجتُ من العراق، فما خلَّفتُ بالعراق رجلاً أفضلَ، ولا ¶ اعلم، ولا أتقى من أحمد بن حنبل \" (2). ¶ بدأ المؤلَف كتابه بنبذة عن عصرِ الإمام أحمد؟ اسمه، ونسبه، ¶ وكُنيته، وحِلْيته، وزوجتيه، وتسزَيه، وأولاده، وماله، وطريقة اكتسابه. ¶ ثم عقَدَ فَصلاَ عن علم الإمام أحمد بالحديث النبويّ الشريف ¶ وتوتجهه إليه لما بلَغ السادسة عشر مِن محُمرِه، فبدا بطلبه لهذا العلم على ¶ أيدي حُفّاظه، فم رِحلاته في طلبه إلى الكوفة، والبصوة، وم! 4، ¶ والمدينة، واليمن، والشام، والثغور، والمغرب، والجزيرة، والعراقَين، ¶ وفارس، وخُراسان، والجبال، والأطراف، وذكر طريقته في الدروس، ¶ (1) ¶ (2) ¶ مقدمة المؤلف لكتابه (الإمام احمد بن حنبل)، ص 7. ¶ المصدر السابق، ص 237، نقلاَ عن تاريخ ابن عساكر (ترجمة الإمام أحمد). ¶ 82",
            "page": "82",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "وإيثار 5 الإسناد العالي، وتعظيمه اهل الحديث، وحرصه على أوراقه، ¶ وكيف أنّه كالىْ لا يحذث إلا من كتاب، حىْ قال ابنه عبد الله: ما رأيتُ ¶ أبي حذَث من حفظه من غير كتاب إلا بأقل من مئة حديث (1). ¶ ثم شرع المؤلف في تِبْيَان فقه الإمام احمد، وبدأ بحثه بسؤال: هل ¶ كان الإمام فقيهاً؟ واجاب على ذلك بقوله: \"إن لم يكن الإمام أحمد ¶ فقيهاً، فما احدٌ من الصحابة والتابعين بفقيه، وذلك أئهم عرفوا الفقه على ¶ أته السعيُ إلى فهم ما شرع الله لْي كتابه الكريم، وما بئن رسول الله عشيم في ¶ سئته بما تدكُ عليه الألفاظُ والتعابير بما عُرف من أساليب العرب، مع ¶ اجتهادٍ لفهم مقاصد الشارع، من غير إجهادٍ للنصّ بتأويلٍ يُخرجُه عفا ¶ أُرِيدَ به. ¶ ولئن لم يُؤلف كناباً في الفقه، فقد اجاب عن ستين ألف مسألة بقال ¶ الله تعالى، وقال رسول الله ع! ي!، ثم بما أفتى به الضَحابةُ رضوان الله ¶ عليهم، ثئمَ بما عليه سلفُ 91 قة (2). ¶ وكان الإمام رحمه الله شديد الكراهة والمنع للإفتاء بمسألة ليس ¶ فيها أثر عن السلف كما قال لبعض اصحابه: إياك أن تتكقَمَ في مسألة ليس ¶ لك فيها إمام (3). ¶ ثم تحتم عن جمعِ فقهِهِ، وشيءٍ من أصوِلِ مذهبه، كالمصلحة ¶ المرسلة، والاستصحاب، والذرائع، والفتوى، وشروطَ المفتي عنده، ¶ ورأيه في الاجتهاد. ¶ (1) ¶ (2) ¶ (3) ¶ أحمد بن حنبل ة إمام أهل السنّة، ص 47. ¶ المصدر السابق، ص 51 ¶ المصدر السابق، ص 68، نقلاَ عن (إعلام الموقعين): 1/ 9 2 - 32. ¶ 83",
            "page": "83",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "لمّ بثن علمَ أحمد، وإمامَتَه في اللغة، وشهادة شيخه الشافعي له ¶ بذلك؟ حتى إن الإمام أحمد قال: كتبتُ من العربثة اكثر مما كتب أبو عمرو ¶ ابن العلاء (1). +. ¶ ثم عَزَج على ذكر شيوخ الإمام في الحديث والفقه، وتلاميذه، ¶ واصحابه الذين نقلوا فقهه ورووا عنه، ومَن روى عنه الحديث، إضافة ¶ إلى مناظراته، ومذاكراته. ¶ وأما قراءة الإمام أحمد، فقد قرأ برواية عاصم، وأبي عمرو بن ¶ العلاء، ونافع أح! ث القزَاء إليه، وذكر المؤلف شيوخه في القراءة، ورأيه ¶ في قراءة حمزة بن حبيب، وبئن طريقة أدائه للقران. ¶ والفصلُ المهئمُ الذي تمثز به هذا الكتاب، هو المعنون ب (عقيدة ¶ الإمام احمد) الذي جاء في نحو أربعين صحيفة، بئن فيه رأيه في علم ¶ الكلام، وقوله في الصّفات، والاستواء، وكلام اللّه، وعلمه، وقدرته، ¶ وغضبه، وإرادته، وقضائه وقدره، والنظر والاستدلال، ومرتكب ¶ الكبيرة، والتوبة، ورؤية الله في الآخرة، ورأيه في التولد وتوقيت الأجل، ¶ وتجويزه الكرامة، والخلافة، والأفضل من الصحابة، والإمساك عمّا ¶ شجر بينهم، وان الأشعرفيَ يقول بما يقول به الإمام احمد، ويخالف ما ¶ يخالفه، واته وافق في اكثر ماقاله احمد، وقد قال الحافظ ابن عساكر: ¶ \"وتبئنوا فضل ابي الحسن الأشعري واعرفوا إنصافه، واسمعوا وصفه ¶ لأحمد - اي ابن حنبل - بالفضل واعترافه، لتعلموا أئهما كانا في الاعتقاد ¶ متفقَيْن، وفي اصول الدين ومذهب السنّة غير مفترقَيْن، ولم تزلِ الحنابلةُ ¶ ببغداد في قديم الدهر على ممر الأوقات تعتضد بالأشعرية على اصحاب ¶ (1) المصدر السابق، ص 78، نقلأ عن (طبقات الحنابلة)، ص 7 - 8. ¶ 84",
            "page": "84",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "البدع، لأنَهم المتكلّمون من أهل الإثبات. فمن تكلَّم منهم في الرد على ¶ مبتدِعٍ فبلسان الأشعرية يتكلّم، ومن حقّق منهم في الأصول! في مسألة ¶ فمنهم يتعلّم، فلم يزالوا كذلكً حتى حدث الاختلاف في زمن أبي نصر ¶ القشيري. . . إلخ، (1). ¶ ثم أتى المؤلَف على قضة محنة خلْق القراَن، فمفَد لها، وعزَف ¶ بقائليها، وشرح عقيدة المعتزلة في ذلك، ثم ردَ الأشاعرة من المتكلمين، ¶ وموقف الشَلف، وبدء المحنة، محنة الإمام أحمد زمن المأمون ¶ والمعتصم، وسَجْنه، وعفوه عفن اَذاه، وخروجه، ثم محنته أئام الوا ثق، ¶ وكشف المحنة ونصر السنّة أيّام المتوكّل، ثم بثن المؤلَف رأي الإمام في ¶ التوراة وا لإنجيل، وثناء العلماء عليه للمحنة، وشذته على أهل البدع. ¶ ثم تكفَم عن اخلاق الإمام أحمد الرفيعة؟ من حيث تمشُكُه بالسئة، ¶ وورعه، وزهده، وتعففه، وجُوده، وبذله، وقَبوله للنصيحة، وذىه ¶ وتبتله، وحلمه، وعفوه، وتواضعه، وحئه للفقراء، وإيثاره الخشونةَ على ¶ اللين. ¶ ثم أورد ثناء الناس عليه، وثناءه على غيره من الائمة؟ كسفيان ¶ الثورفي، وعمر بن عبد العزيز، والإمام مالك، والإمام الشافعي، وأبي ¶ ثور، ونقده لكبار الرجال!. ¶ ثم اورد ما يتعفق من عبادته واقواله كصلاته، وقراءته القراَن، ¶ وحجه، وأدعيته، وكراماته، وكلامه، ووصاياه، ونحو ذلدً مما جعله ¶ قُدوةً في العلم والعمل. ¶ (1) ¶ المصدر السابق، ص 133، نقلاَ عن (تبيين كذب المفتري فيما نسب إلى الإمام ¶ الأشعري) لابن عساكر، ص 63 1. ¶ 85",
            "page": "85",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "ئم أورد مكاتباته، وما روى من الشعر، وتكفمه الفارسيّة. ¶ ثم أورد مؤئفات الإمام، وانتشار ذكره ومذهبه. ثم ذكر ما ورد من ¶ مرض الإمام ووفاته، والمراثي بعد موته، وختم كتابه بذكر وصئته عند ¶ الموت. ¶ طُبع الكتاب بدار القلم، ضمن سلسلة اعلام المسلمين برقم (17)، ¶ وصدرت الطبعة الاولى منه سنة 979 ام، والطبعة الثانية منه سنة ¶ 08 4 اهت 988 ام. ¶ 86",
            "page": "86",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "17 - سُفيان بن عُيينة ¶ شيخ شيوخ مكَة مْي عصره ¶ 7 0 1 - 198 هـ ¶ كان سفيان رحمه الله من طبقة أتباع التابعين؟ إذ عن طريق تلاميذ ¶ ابن عيينة انتشر الحديث في العالم، خصوصعاًالمكثرين منهم: ¶ كالحُميدي، والثافعي، وابن المَديني، وأحمد. ¶ أما الإمام الثافعي فقد انصرف إلى اجتهاده، ومع ذلك فقد روى ¶ عنه الكثيو، والإمام الثافعي رحمه الله جَمَع بالرواية بين مالك وسفيان، ¶ وهكذا انتشر الحديث من هذا الطريق، وهي من أغزر طُرُق الرواية؟ ¶ فكثيواً ما يروي البخاري عن عليّ بن المديني عن ابن عُيينة، أو عن ¶ الحميدفي عن ابن عُيينة، وطريق أمثال هؤلاء عالية، والمحدثون ¶ حريصون جداً على الإسناد العالي، فإن سفيان بن عُيينة روى عن نحو ¶ ثمانين من التابعين، أي ليس بينه وبين الصحابي إلا شخص واحد، فهو ¶ بهذا جديرٌ أن تكون سلسلته عن التابعين هي السلسلة الذهبية. ¶ بدأ المؤلّف كتابه بلمحة عن عصر سفيان، المولود سنة 07 ا هـ، ¶ والمتوفى سنة 98 ا هـ، من حيث العلوم المتوافرة فيه: الفقه، والعربيّة، ¶ ونشوء التصوف، وحركة الترجمة، وبين انّ هذا العصر يُعدُ أقوى العصور ¶ سياسةً وأحسنُها علماً واجتهاداً، وأطيبها دِيناً وخُلُقاً بعد عصر الصحابة ¶ والتابعين. ¶ 87",
            "page": "87",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "ثم ذكر المؤلف نسبَهُ، وكُنيته، ومولده، ووالده، وإخوته، وبيّن ¶ أنّه من العلماء العُزاب، وبدءه لطلب العلم، وشيوخه، حتى أنّه سمع من ¶ نحو ثمانين تابعتأ ولف، ولكن أكبرَهم أئرأ في سفيان تابعيان جليلان، ¶ هما: عمرو بن دينار، والزهري. وأوضح الشيخ حِرصَ سفيان على البحث ¶ عن كبار الشيوخ، وقوة حافظته، حتى في كِبَرِ سِئه، ثم ذكر اقوال موثقيه، ¶ وثباته في الرواية، وان أوّلَ من سفاه حافظاًالإمام أبو حنيفة التعمان، ¶ ونقل عن العجلي أن جملةَ حديث ابن عيينة نحواً من سبعة اَلاف، ولم ¶ تكن له كتب؟ وصفها المؤلف بأنها مكنونة في حافظته، ولا يخطئ فيها، ¶ ولا يتعثر بأسانيدها؟ وهذا امرٌ نادر مثله. ¶ ثم بثن علمه بالقراَن الكريم وفهم دقائقه، والحديث النبوي ¶ ورقائقه؟ حتى قال عبد الله بن وهب: \" لا اعلم احدأ أعلم بالتفسير من ابن ¶ عُيينة\"، وقال الإمام الشافعي: \"ما رايتُ أحداَ احسنَ لتفسير الحديث ¶ منه \". كما ذكر المؤلف علمه بالفقه، وتورّعه عن الفتيا. ¶ ثم شرح المؤلف عقيدة سفيان؟ كزيادة الإيمان ونقصانه، ورؤية ¶ الله في الآخرة، والقراَن كلام الله، ومذهبه في المتشابه من الاَيات أ و ¶ ا لأحاديث. ¶ وأما تلاميذه؟ ففد أورد المؤلف مَنْ روى عنه من شيوخه، ومن ¶ أقرانه، وكبار اصحابه المكثوين عنه، واصحابه الراوين عنه؟ ذلك أئه كان ¶ مقصودا للسماع منه، فيؤمُه المحدثون للسماع منه، فليس بينه وبين النبي ¶ ! ك! إ لا رجلان. ¶ ثم عقد المؤلف فصلاَ كبيرأ في كلام سفيان وحِكَمِه التي هي نِتاج ¶ علمه وتجاربه ودينه وعقله. ¶ 88",
            "page": "88",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "ثم بحث في قول اختلاط سفيان بأَخَرَة، ثم قال: \"وضع الذهبيئُ ¶ الحذَ على المَفْصِل في تبرئة الإمام سفيان بن عيينة من الاختلاط، وأثبت ¶ أن حديثه من بَدء حياته حتى انتهائها ثابت كفُه لم يَعْتَرِه ضعفٌ بسبب ¶ الذاكرة أو بسبب كبر السن \". ¶ وبعد أن ذكر عدد حجّاته إلى بيت الله الحرام التي نافت عن السبعين، ¶ أورد فصلاَ في ذكر وفاته ورثائه، ذلك أنّ وفاته كانت يوم السبت أوّل يوم ¶ من رجب سنة ثمان وتسعين ومئة 98 ا هـ، ودُفن بالحُجُون، وعاش إحدى ¶ وتسعين سنة، من سنة 07 ا هإلى سنة 98 ا هـ؟ رحمه اللّه تعالى. ¶ طُبع الكتاب بدار القلم بدمشق، ضمن سلسلة أعلام المسلمين ¶ برقم (37)، وصدرت الطبعة الأولى منه سنة 12 4 ا هـ= 992 ام، في ¶ 43 ا صفحة. ¶ جمبن، يغ! ¶ 89",
            "page": "89",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "8 1 - الإمام سفيان الثوري ¶ امير المؤمنين في الحديث ¶ 97 - 1 6 ا هـ ¶ في النصف الأول من القرن الثاني شغل الناسَ والخلفاء وخصوصاً ¶ في بلدِه الكوفة وفي مكة وفي البصرة عالمٌ جليل هوالإمام سفيان بن سعيد ¶ الثوري، مع وجود أئمة أجلأء في عصره كا لإمام ما لك، وا لإمام أبي حنيفة، ¶ والإمام الأوزاعيئ، ف! نه ما جمع أحدٌ في عصره كفَه مثلُ ما جمع من ¶ الحديث. أخذ عنه نحو ثلاثين ألف حديث، وما سبق لأحد في عصره انْ ¶ حذَث بمثل هذا المقدار؟ ومع ذلك قال: لم احدثِ الناس إلا بعُشْر ¶ ما أحفظ؟ فضلاً عن كونه مجتهداَ في الفقه، له مذهبُه المستقل، وله ¶ اصحابٌ في الفقه، وكان الفُضيل يقول: أنا من أتباع مذهبه. ¶ وبعد مقدمة حافلة بالفوائد؟ مهَدَ المؤلّفُ بدراسة عن عصر الثوري، ¶ ثم ذكر اسمه ونسبه ومولده ووالد 5، وتوثيقه، وأخيه مبارك، وتوثيقه، ¶ وأخيه عمر، وتوثيقه، وجدّ سفيان: مسروق، وتوثيقه، و اخته، وخوفه ¶ من الحاجة لغيره وعمله في دنياه، وعاداته وشؤونه الخاصة به. ¶ ثم عرج إلى ذِكْر طلب سفيان للعلم، وذَكَر بعضاً من شيوخه إذ يُقال: ¶ إن له نحو ست مئة شيخ، اورد شهادةَ العلماء فيه، من حيث توثيقه، ¶ وتلقيبه بأمير المؤمنين في الحديث، وبعض احواله في رواية الحديث. ¶ ثم أتى على ذِكر عِلْمه بالقراَن الكريم، ونقل عن وكيع قوله: كان ¶ 90",
            "page": "90",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "سفيان لابعجبه هؤلاء الذين يفسِّرون السورة من أؤلها إلى آخرها، مثل ¶ الكلبي (1)؟ لأنَّ تفسير الواضح من الفرآن -خصوصاً بالعبارات الركيكة من ¶ بعض المفسَرين - يُضعِفُ الأثرَ البلاغى في الفرآن، وحسبما من تأويل ¶ الآيات الظاهرة قراءثها (2). ¶ ثم كتب الموْلِّف في فقه سفيان، الإمام المجتهد، مبيِّناً أنَّ فقهه كان ¶ أقرب إلى الفقه الكوفي، وهذا الفقه مستمدّ أكثَرُهُ من الصحابيِّ الجليل ¶ عبد اللّه بن مسعود 0 وذكر نماذجَ مِن فقه سُفيان واجتهاداته. ¶ ثم بتن عقيدةَ ا لإمام؟ من حيث زيادةُ الإيمان ونقصانه، وحمله على ¶ المرجئة، ومسألة خلق القراَن، اَيات وأحاديث الصِّفات، وعقيدته في ¶ أفضل الصحابة وأحقهم بالخلافة، و أنّ ا لإسلام والإيمان عنده سواء. ¶ ثم اوردَ المؤلّفُ صوراً من عبادته، وقراءته للقراَن، وورعه، ¶ وزهده، وحِكَمه، وأقواله. ¶ وأردف ذلك بذكر علاقته مع الخلفاء والولاة، ثم مرضه ووفاته ¶ ورثائه. ¶ طبع الكتاب بدار القلم بدمشق، ضمن سلسلة أعلام المسلمين ¶ برقم (52)، وصدرت الطبعة الأولى مف سنة 415 أهـ= 994 ام، في ¶ 05 2 صفحة. ¶ (1) ¶ (2) ¶ لحلاول* ¶ الجرح والتعديل: 1/ 79. ¶ ا لإمام سفيان ا لثوري، صه 7. ¶ 91",
            "page": "91",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "9 1 - الامام النووي: شيخ الإسلام والمسلمين ¶ وعمدة ا لفقهاء والمحذ ثين، وصفوة الأولياء وا لصا لحين ¶ الشيخ الذَقر يحعث الإمام النووفي كما أسلفنا؟ فهو أحد سلاطين ¶ العلماء، علماَ وعملاَ؟ وقف بوجه الملك الجبّار الظاهر بيبرس الذي ¶ أذهل الصليبيين والتتار ببأسه وهول حروبه. بدأ المؤلَف دراسته بتمهيدِ ¶ عن عصر النووي، ثم تكقم عن أسرته ومولده ونشأته في بلدة نوى إحدى ¶ قرى حوران جنوبي سورئة. ¶ ثم ذكر رحلته إلى دمشق وتحصيله العلم فيها، وحجّه إلى بيت الله ¶ الحرام، ثم أفاض المؤلف في بيان اجتهاد 5 في طلب العلم، وعدم تضييع ¶ وقته في ليل ولا نهار، ثم بثن شيوخه في الفقه، وأسانيدهم فيه، كما بئين ¶ شيوخه في طريقة أصحاب الشافعي من الخُراسانيين، وأسانيدهم، ئم ¶ ذكر شيوخه في الحديث النبوفي الشريف، وأتبعهم بشيوخه في علم ¶ الأصول، وشيوخه في النحو واللغة. ¶ ثم عقد فصلاً عن العلوم التي برع فيها النووقيُ وآثاره في كل علم، ¶ فكتب عن النووفي الفقيه، والنووي المحدث، والنوويّ وفقه الحديث، ¶ والنووقي اللغوفي، كما ذكر مَنْ سمع منه الجديث، ومذهبه في العقائد، ¶ ومحاولة اشتغاله في الطمت. ¶ والنووفيُ رحمه الله من صفوة الأولياء والمحذثين كما ترجمه ¶ المؤلف في عنوان كتابه، فعقد فصلاً عنه أسما 5 (الربّانيّ الزاهد)، ضَفَنَه ¶ 92",
            "page": "92",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "فِقْرَات في عبادته، وزهده وورعه، ورفقه بالناس في عرصات القيامة، ¶ وكراماته، وشيخه في الطريق. ¶ وأردف ذلك بذكر امرِه بالمعروف ونهيه عن المنكر، ومواجهته ¶ الملوك، وإنكاره عليهم ما يخالف شرع الله عز وجل. ¶ ثم عكف المؤلفُ على تبيان ثناء العلماء عليه، وإكبارهم ¶ وتقديرهم له. ¶ ولم يُرد المؤلَف أن يترك كتابةَ هذه السيرة دون ذكر حِلْيته وبعض ¶ أخباره؟ من حيث حليتُه ولبسه، ومأكلُه ومشربه، وشعره، وسفره لزيارة ¶ قبر الشافعيئ، وبيان أئه من العلماء العُراب. ¶ ثم ختم المؤلف كتابه بالكلام على مؤئفات النوويّ، وتلاميذه، ثم ¶ ذكر وفاته، وما قيل فيه من مراثٍ. ¶ رحم الله الإمام النووى، فالصفةُ التي تجمع خصاله كفَها -كما يقول ¶ المؤلف (1) - هي: أئه لم يعملْ لدنياه قط، وما اخذ من دنياه إلا بمقدار ما ¶ يدفع الهلكة عن نفسه، ثم انفق ملكاته وعقله وقُواه في السعي إلى نجاته ¶ يوم الفزع الأكبر، وراى - ورايُه الحق - ان سبيل ذلك ان يبلغ من العلوم ¶ الشرعية ووسائلها مبلغ الكمال، فالعلم ذاتُه عبادة إن قصد به وجه الله. ¶ طُبع الكتاب في دار القلم بدمشق، ضمن سلسلة أعلام المسلمين ¶ برقم (0 1)، وصدرت الطبعة الثانية منه سنة 975 ام، والطبعة الخامسة ¶ منه عام 415 ا هـ= 994 ام. ¶ (1) الإمام النووي، ص 0 1 2. ¶ كل! كلأ* ¶ 93",
            "page": "93",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "0 2 - تاريخ مدينة دمشق حماها النّه وذكر فضلها ¶ وتسمية مَنْ حفها من الأماثلِ أو اجتاز بنواحيها من وارديها وأهلها ¶ تصنيف الحافظ ابي القاسم علي بن الحسن بن هبة ال! ه ¶ ابن عبد الله الشافعي المعروف بابن عساكر (9 9 4 هـ- 1 57 هـ) ¶ حقق الشيخ الدقر هذا الجزء وهو الجزء السابع الذي يضئمُ تراجم ¶ (احمد بن عُتبة -احمد بن محمد بن المؤقل (، مساهمةً من المحقّق في ¶ نشر هذا الأثر النفيس! المتعفق بمدينته التي احبها، وباح بحبّه لها، ففال ¶ في مقدمته: \"ما أشبه تاريخ دمشق بعراقة دمشق، وما أشبه بقطبيتها ¶ الجاذبة لما يحيط بها من العالم الإسلامي، من أقصى خُراسان حتى ¶ الأندلس وسواحل الأطلسي، ومن بحر العرب إلى نهايات طشقند، ¶ ومِن فجر التاريخ إلى ما بعد النصف من القرن السادس الهجرى، فلقد ¶ كانت دمشق تُغري بزيارتها كل مَن سمع بها لما كانت تزهى به مِن أصالة ¶ وعتاقة ونضارة، وعلم ومهارة، وجمال واعتدال. وبهذا كفَه كان يؤم ¶ دمشق من فجر التاريخ من الأنبياء والعظماء ثم الخلفاء والصحابة ¶ وكبار العلماء والمحدَثين والملوك والأمراء والشعراء والأطتاء مَن لم يمح ¶ لأحدِ ان يحصيهم ببراعة وقدرة مثل ما أتيح لمحدّث العصر ومؤرخ الدهر ¶ العلامة الجليل الإمام أبي القاسم علي بن الحسن بن هبة الله بن عبد الله ¶ الشافعي، المشهور بابن عساكر في تاريخه الكبير لدمشق، ومَنْ نبغ منها ¶ أو اَفَها - ولو مروراً بها - فلم يَذَرْ أحداَ مقن شرف عن العامة إلى من بلغ ¶ 94",
            "page": "94",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "الإمامة في عل! أو حديث او صلاح أو حكم أو شعر، وكلّ صنف ممن به ¶ نبوغ ما أو براعة \". ¶ وقد احتوى هذا الجزء على 223 ترجمة، سلك في التحقيق ¶ المسلك الذي وضعته لجنة ابن عساكر في مجمع اللغة العربية لإخراج هذا ¶ ال! فر النفيس من حيث ضبط النص، ومقارنته بموارد ابن عساكر، وإثبات ¶ فروق النسخ، وقد راجع العمل الأستاذ مطاع الطرابيشي، وصنع المراجِع ¶ مقدمة، احتوت على: ¶ ا - حديث الأصول الخطتة. ¶ 2 - نسخة ابن عساكر من تاريخ بغداد ورواتها البغداديون ¶ والدمشقيون. ¶ 3 - عمله في الجزء. ¶ وقام الأستاذ مأمون الصاغرجي بصنع فهارس لهذا الجزء تضمنت: ¶ ا - فهرس التراجم. ¶ 2 - فهرس شيوخ ابن عساكر. ¶ 3 - فهرس الشيوخ الذين قرا المصئ! بخطهم (شيوخ الوِجادة). ¶ 4 - فهرس اسماء الكتب (أ - الوارده في المتن، ب - موارد ¶ المصنف). ¶ 5 - فهرس الاَيات القراَنية. ¶ 6 - فهرس الأحاديث الشريفة والاثار: ¶ أ - القسم ا لأول: ا لأقوال. ¶ 95",
            "page": "95",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "ب - القسم الثاني: ا لأفعال. ¶ ! - القسم الثالث: الاَثار الموقوفة. ¶ 7 - فهرس الشعر. ¶ 8 - فهرس التجزئة. ¶ 9 - المحتوى. ¶ وقد طُبع الكتاب في مجمع اللغة العربية بدمشق عام 05 4 اهـ= ¶ 984 1 م، ويقع في 48 صفحة + 30 صفحة للمقدمات. ¶ !!، ¶ 96",
            "page": "96",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "را بعاً - المقا لات ¶ شارك الشيخ في الكتابة في الصحف والمجلاّت؟ فكتب في ¶ صحيفة (الأيام) لصاحبها المرحوم نصوح بابيل، و (المراة) السوريتين، ¶ وكَتب مرَّة في (الرسالة) القاهرية، ردّاً على عباس محمود العقاد، وكتب ¶ في مجلة (حضارة الإسلام)، و (مجلة مجمع اللغة العربية) بدمشق التي ¶ كان اسمها (مجلة المجمع العربي)؟ وقد كتب فيها مقالات وأبحاث عدّة ¶ هي: ¶ 1 - الشباب في عهد الرسول الله ع! ي!: وهو موضوع محاضرة ألقاها ¶ في ردهة المجمع العلمي العربي بدمشق سنة 943 ام، ونشرت في ¶ المجلة على عددين (المجلد: 18/ 131 - 1 4 1، 18/ 230 - 1 4 2)، ¶ اي كان عمره ستاً وعشرين سنة. ¶ 2 - اعتزال الجاحظ، بحث نشره فيها سنة 953 1 م: المجلد: 28/ ¶ 575 - 591). ¶ 3 - العالم العربي: مقالات وبحوث؟ نشره في (المجلد: 28/ ¶ 636)، وهو تعريف بكتاب صادر عن ا لإدارة الثقافية للجامعة العربية. ¶ 4 - كتاب الحدود والرسوم (تحقيق)، لابن سينا؟ نشره في سنة ¶ 973 ام: المجلد: 48/ 972 - 979). ¶ وكتب بحثاً عن (التربية عند الإمام الشافعي) نُشر في السعودية ¶ ضمن مجموعة ابحاث. ¶ كلؤ*6! م ¶ 97",
            "page": "97",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "الخاتمة ¶ تميز الشيخ عبد الغني الدقر عن علماء الشام بعلمه بالعربئة لغتها، ¶ وادبها، ونحوها، وصرفها، وبالحديث الشريف وادئة الأحكام. ذلك ا ن ¶ الشيخ ينزع إلى انْ يكون حزاً غير مقئد، وهو مع ذلك كفه يلتزم مذهبَه ¶ الشافعيئ، ويروي قول الإمام الشافعي: إذا صح الحديث فهو مذهبي. ¶ ورغم نشأته في بيئة علمية رفيعة القدر في بلاد الشام؟ فانَ شيمته ¶ واخلاقه وتعففه مَنَعَتْه أن يكونَ مستغِلأً لها؟ فلم يطلب بها مالاًاو جاهاًا و ¶ منصباً، بل ففحل ان يكون الكتابُ جليسَه وأنيسَه، والعلم مطلبَه ومرادَه، ¶ والحقيقة غايتَه ومرامَه. ¶ فلا عجبَ أنْ تراه عازفاً عن رسوم الشيوخ، بعيداً عن أضواء بَزاقة ¶ يسعى غيرُه إليها. ¶ رحم الله الشيخ الجليل، وجعل من اَثاره مَعِيناً لا ينضب إلى يوم ¶ الدين. ¶ إياد خالد الطباع ¶ 98",
            "page": "98",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "مصادر البحث ¶ أولاً - المصادر الأصلية: ¶ 1 - أمالي الشيخ عبد الغني الدقر. ¶ 2 - مؤلفات وآثار الشيخ عبد الغني الدقر، المذكورة في الفصل ¶ المتعلق باَثاره. ¶ ثانيأ -المراجع الثانوية: ¶ 1 - الأعلام، خير الدين الزركلي، بيروت: دار العلم للملايين، ¶ ط 2، 1997. ¶ 2 - تاريخ مدينة دمشق، ابن عساكر، دراسة وتحقيق محب الدين ¶ أبي سعيد عمر بن غرامة العمروي، بيروت: دار الفكر، 415 1هـ= ¶ 995 1م. ¶ 3 - ثمار المقاصد في ذكر المساجد، يوسف بن عبد الهادي، حققه ¶ وذيل عليه أسعد طلس، دمشق: المعهد الفرنسي، 975 1 م. ¶ 4 - حاضر اللغة العربية في الشام، سعيد الأفغاني، وهي ¶ محاضرات ألقاها على طلبة قسم الدراسات الأدبية واللغويّة في معهد ¶ الدراسات العربية العالية سنة 961 1 م، وطُبعت سنة 962 1 م. ¶ 5 - خطط دمشق، كرم حسن العلبي، دمشق: دار الطباع، 989 1 م ¶ 6 - الدرر المنتثرة في الأحاديث المشتهرة، جلال الدين السيوطي، ¶ تحقيق محمود الأرناؤوط، ومحمد بدر الدين قهوجي، الكويت: دار ¶ العروبة، ط 2، 0 1 4 1 هـ = 989 1 م. ¶ 99",
            "page": "99",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "7 - ذكريات علي الطنطاوي، جدة: دار المنارة، ط 1، 5 0 4 1 هـ- ¶ 1985 م. ¶ 8 - رسالة في الرد على صلاة الرغائب، العز بن عبد السلام، ¶ تحقيق إياد خالد الطباع، دمشق: دار الفكر، 0 0 0 2 م. ¶ 9 - علماء دمشق في القرن الرابع عشر الهجري، محمد مطيع ¶ الحافظ، ونزار اباظة، دمثق: دار الفكر. ¶ 0 1 - علماء دمشق وأعيانها في القرن الثالث عشر الهجري، محمد ¶ مطيع الحافط، ونزار أباظة، دمثق: دار الفكر، ط 1، 1412 هـ= ¶ 1991 م. ¶ 1 1 - غنية العمر بأسانيد ومرويات العلامة الشيخ عبد الغني الدقر، ¶ نور الدين طالب، دمثق. ¶ 12 - فارس الخوري وأيام لا تُنسى، محمد الفرحاني، بيروت: ¶ دارالغد، 965 1 م ¶ 13 - قواعد الأحكام في مصالح الأنام، للعز بن عبد السلام، ¶ تحقيق عبد الغني الدقر، دمشق: دار الطباع، 992 1 م. ¶ 4 1 - كنوز الفدس، رائف نجم، عمان: مؤسسة اَل البيت، منظمة ¶ المدن العربية، طا، 03 4 ا هـ. ¶ 5 1 - النهاية في غريب الحديث والأثر، ابن الأثير، تحقيق محمود ¶ محمد الطناحي، والطاهر محمد الزواوي، بيروت: دار إحياء التراث ¶ العربي. ¶ *** ¶ 100",
            "page": "100",
            "part": "1"
        },
        {
            "id": "9",
            "nass": " ",
            "page": "8",
            "part": "1"
        },
        {
            "id": "50",
            "nass": " ",
            "page": "48",
            "part": "1"
        },
        {
            "id": "53",
            "nass": " ",
            "page": "50",
            "part": "1"
        }
    ],
    "t38623": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الغني الدقر النحوي الفقيه والمؤرخ الأديب"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول لمحات من حياته"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني تعريف بمؤلفاته"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر البحث"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        }
    ]
}