{
    "b38624": [
        {
            "id": "3",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 23 ¶ زكي المحاسبي ¶ المربي الأديب والشاعر الناقد ¶ 1909 - 1972 ¶ تأليف ¶ سماء زكي المحاسني ¶ دار القلم ¶ دمشق ¶ __________ ¶ ((نسخة محولة بواسطة القارئ الآلي، وتم مراجعتها مراجعة مبدئية، وليست نهائية؛ ولذا وجب التنبيه وبخاصة في الآيات القرآنية والأرقام والجداول!))",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم",
            "page": "3",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الطبعة الأولى ¶ 1425 هـ - 2004 م",
            "page": "4",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "الدكتور زكي المحاسني ¶ بقلم ¶ الأديب الكبير ¶ الأستاذ وديع فلسطين ¶ رعى اللهُ عهدأ زاهرأ كنث استهلّ فيه يومي بقراءة باب (محاضرات اليوم) ¶ في جريدة الصباح، وهو باب تنشره الصحف بالمجان يضمّ لائحةً بالمحاضرات ¶ التي تُلقى في اليوم نفسه من على المنابر الكثيرة المنتشرة في القاهرة، وكنت ¶ أجتهد في التوفيق بين الموعد المحدّد لمحاضرتين أنتقيهما، سواء لموضوع ¶ المحاضرة او لشخصية المحاضر. وما أكثر المنابر التي كانت منصوبة في أوائل ¶ الأربعينيات، في جامعة فؤاد الأول (وهي الجامعة الحكومية الوحيدة في ذلك ¶ الوقت) ونقابة الصحفيين، وجمعية اتحاد خريجي الجامعات، وجمعية ¶ خريجي دار العلوم، وجمعية خريجي كلية التربية، وجمعية خريجي جامعات ¶ فرنسة وسويسرة وبلجيكة، وجمعية الشبان المسلمين، وجمعية الشبان ¶ المسيحية، وقاعة يورت التذكارية، والقاعة الشرقية بالجامعة الأمريكية، ¶ وعشرات غيرها من المنابر التي لا تكف عن النشاط على مدار العام، حتّى في ¶ أشهر الصيف. ¶ واتفق في ذلك الوقت أن كان الشاب السوري زكي المحاسني موفدإً من ¶ حكومته إلى القاهرة للحصول على درجتي الماجستير والدكتورا 5 في الأدب ¶ العربي، وكانت تصحبه الأديبة اللبنانية المولد وداد سكاكيني (1913 -  ¶ 991 1). وفي حين كان زكي المحاسني عاكفأ على دراساته العليا، كانت وداد ¶ سكاكيني تنشر مقالاتها وأقاصيصها في المجلات المصرية، فاكتسبت شهرة ¶ فاقت شهرة زوجها.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وكان المحاسني ووداد من الوجوه الدؤوبة التي أصادفها يومياً كفما سعيت ¶ إلى الإصغاء إلى محاضرة، ممّا شخعني بعد محاضرةٍ لإبراهيم عبد القادر ا لمازني ¶ (1890 - 1949) على تقديم نفسي إليهما بصفتي الصحفية، فرحَبا بي ترحيباً ¶ كريماً كان يتجدد كلَما التقينا في محاضرة تالية، ولم نلبث ان ارتبطنا بصداقؤ ¶ وثيقةِ لم تفقد حرارتها بسبب البعد الجغرافي او لأي اعتبار اَخر. وفي صحبتهما ¶ زرنا كثيرين من اعلام الفكر: العقاد (1889 - 4 96 1)، وسلامة موسى (1887 ¶ - 58 9 1)، وفؤاد صروف (0 0 9 1 - 985 1)، ونقولا ا لحد اد (0 87 1 - 4 5 9 1)، ¶ والدكتور أمير بقطر (1899 - 966 1)، وسيد قطب (6 0 9 1 - 966 1)، ¶ والدكتور محمد مندور (1907 - 1965)، ومحمد عبد الغني حسن (1907 -  ¶ 1985)، والثاعر حسن كامل الصيرفي (1908 - 984 1)، والدكتور محمد ¶ صبري السوربوني (0 189 - 978 1)، والدكتور أحمد فؤاد الأهواني (8 0 9 1 -  ¶ 1970)، واحمد حسن الزيات (1885 - 1968)، وحبيب جاماتي (1887 -  ¶ 68 9 1)، وغيرهم. ¶ وكنت اجد في هذين الزوجيْن أسرةً مثالية لاجتماعهما على حسث الأدب ¶ وانصرافهما إليه دون سواه من الاهتمامات الأخرى، وكانا يختاران دائماًالإقامة ¶ في جزيرة الروضة الجميلة التي تقع بين نهر النيل وفروعه، بسبب قربها النسبيّ ¶ من الجامعة التي درس فيها المحاسني، ثم لأن حي الروضة اشتهر بكثرة ¶ المقيمين فيه من المشتغلين بالأدب والفكر مثل الدكتور شوقي ضيف، والثاعر ¶ عبد الرحمن صدقي، والدكتور محمد مندور، ومحبّ الدين الخطيب، وأحمد ¶ الثايب، ودريني خشبة، وخالد محمد خالد، والدكتور محمد كامل حسين ¶ (المتخصص في الأدب الفاطمي)، ومحمد عطية الإبراشي، وعالم الروح ¶ احمد فهمي أبو الخير، وغيرهم، فارتبط المحاسني وزوجته بمعظم هؤلاء ¶ بصداقات وثيقة. بل إنّ الثاعر علي الجارم كان يقيم بدوره في هذا الحي، ¶ ولكنه توفي قبل سُكنى المحاسني فيه.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "عاش المحاسني ووداد في القاهرة في فترة طلب العلم بين عامي 1943 ¶ و 947 1 ثم عادا إلى دمشق. ¶ وعندما عُئنَ المجمعي الكبير الأمير مصطفى الشهابي (1893 - 1968) ¶ وزيراَ مفوضاَ ثم سفيراَ لسورية في القاهرة، اختار الدكتور زكي المحاسني ¶ ليكون الملحق الثقافي في السفارة والمندوب السوري في اللجنة الثقافية ¶ بالجامعة العربية، فأقام المحاسني في القاهرة بين عامي 1950 و 1956، ¶ وتحؤَلت السفارة في عهد الشهابي والمحاسني إلى مجمعٍ أدبيئ يؤفُه المشتغلون ¶ بالفكر في مصر بلا موعد، فيجدون من السفير والملحق ترحيباً بغير حدود. ¶ فكانت هذه هي أطول فترة قضاها المحاسني وزوجته في القاهرة، وإن ترددا ¶ عليها غير مزة بعد ذلك، سواء لحضور مؤتمرات أدبية أو بسبب اختيار ¶ المحاسني عضواَ في لجنة تخطيط التعليم العالي بين مصر وسورية في عهد ¶ الوحدة، أو لكون وداد اختيرت عضواَ في البرلمان الاتحادي المصري ¶ السوري. ¶ ويسوقنا الحديث عن الأدباء الذين مثفوا بلادهم تمثيلاَ دبلوماسياً في ¶ القاهرة إلى إ يراد أسماء بعض من عرفناهم من الأدبإء في السفارة السورية ومنهم ¶ الشإعر نزار قباني، وأسعد محفل (الشإعر باللغة الفرنسية)، والسفير الشاعر ¶ الدكتور عيسى درويش، كما عرفنا الشاعر عمر أبا ريشة، الذي كان في زيارةِ ¶ للقاهرة في زمن الوحدة، وكان يمثل دولة الاتحاد في امريكة الجنوبية 0 وعرفنا ¶ في سفارة العراق الدكتور محمد بديع شريف، ورفائيل بطي، وعبد الحق ¶ فاضل، ونجدة فتحي صفوة. وعرفنا في السفارة اللبنانية خليل تقي الدين، ¶ والدكتور حليم أبو عز الدين، والدكتور مدحت فتفت. وعرفنا في السفارة ¶ الإيرانية الدكتور علي دشتي، والدكتور نور الدين آل علي، ومنوجهر مؤدّب ¶ زاده. وعرفنا في السفارة الهندية الدكتور سيد حسين، واَصف علي أصغر ¶ فيضي. وعرفنا في السفارة الأمريكية الدكتور جون بادو، والدكتور بايارد ¶ ضودج. وأقول كصحفي عاصر هؤلاء جميعاَ وعرفهم وتعامل معهم: إ نهم كانوا",
            "page": "7",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "يتخفَون عن صفاتهم الدبلوماسية البروتوكولية المتحفظة، ويمحضونني ¶ صداقتهم حتى تمنيت لو أن السلك الدبلوماسي كله أُسند إلى رجال! فكر وأدب ¶ وشعراء، لأنهم أقدر من سواهم على تقديم القيم الروحية الأصيلة التي توثّق ¶ الضلات بين الشعوب، وتُعين على تحقيق التفاهم العميق بين الثقافات ¶ والحضارات، وتقلّل من التناقضات المترتّبة على اعتبارات العنصوية الضيّقة. ¶ ولد الدكتور زكي المحاسني في دمشق في عام 9 0 9 1 وتوفي والده وعمره ¶ عامان دون ان يترك له صورةً يتأمل فيها ملامحه، وتنقّل بين مدارس العاصمة ¶ السورية إلى ان نال! الإجازة الجامعية من كلية الحقوق السورية عام 1931، ¶ وزاول! المحاماة بعدها لفترةٍ قصيرة. ولكن شغفه بالأدب أعاد 5 إلى دراسته في ¶ الجامعة السورية، فنال! إجازتها في عام 936 1. واشتغل بعد تخرّجه بتدريس ¶ اللغة العربية وآدابها في أنطاكية ثم في دمشق إلى أن اوفدته حكومته إلى القاهرة ¶ لمتابعة الدراسات العليا في جامعتها، وعاد بعد نيله درجتي الماجستير ¶ والدكتورا 5 إلى تدريس الأدب العربي في كلية الاَداب الحديثة بجامعة دمشق، ¶ وعُئن مديراً للتراث بوزارة الثقافة السورية، واجتذبه التدريس من جديد في كلية ¶ الشريعة بجامعة مكة المكرّمة وفي كلية التربية في الجامعة اللبنانية. وفي غضون ¶ ذلك اختير عضواً مراسلاً في المجمع الملكي الإسباني عام 1971، وعضواً ¶ مراسلاً في مجمع اللغة العريبة بالقاهرة عام 972 ا بتزكيةٍ من رئيسه الدكتور طه ¶ حسين، ولكن المرض حال! دون مشاركته في أعمال! المؤتمر السنوي للمجمع، ¶ وتوفي بُعَيْد انتخابه في الثالث والعشرين من اَذار (مارس) 972 1، وأطلق اسمه ¶ على الساحة المجاورة لجامع الإيمان في حي المزرعة بدمشق. وفي مناسبة ¶ الذكرى الأولى لوفاته، أصدرت زوجته كتاباً تذكارياً عنه بعنوان (تحية وذكرى ¶ الدكتور زكي المحاسني) حزَر فصوله الذين عرفو 5 في أدبه ونضاله من أعلام ¶ المفكرين وا لأدباء في الوطن العربي. ¶ وللدكتور المحاسني طائفة غير قليلة من الكتب الأدبية التي صاغ ¶ فرائدها، منها (شعر الحرب في أدب العرب)، وهو رسالته لنيل درجة",
            "page": "8",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الدكتوراه، و (أبو العلاء ناقد المجتمع) وهو رسالته لنيل درجة الماجستير، ¶ و (النواسي شاعر من عبقر)، و (المتنبي)، و (إبراهيم طوقان)، و (أحمد أمين)، ¶ و (عبد الوهاب عزام)، و (نطرات في ادبنا المعاصر)، و (الأدبي الديني)، ¶ و (أساطير ملهمة)، و (الشاب الظريف)، و (فقه اللغة المقارن)، و (دراسات في ¶ تاريخ النهضة العربية المعاصرة) بالاشتراك مع الدكتور محمد شفيق غربال ¶ والدكتور أحمد عزت عبد الكريم والدكتور بديع شريف، و (الأدب العربي) ¶ بالاشتراك مع الدكتور جميل سلطان، و (في التراجم والنقد)، و (قراءات أدبية ¶ مدرسية وتحليلية). وله رسالة عن (1 دب الملاحم والملحمة العربية) كما حقَق ¶ (ديوان الشريف العقيلي). ¶ وللدكتور المحاسني عدد من الكتب المخطوطة، منها ديوانه، وكذلك ¶ ديوان (الملحمة العربية) وهو يضم عشرات المشاهد الشعرية التي تمثّل تاريخ ¶ أمة العرب من بداياتها. ¶ وعندما صدر كتإبه الجامع (شعر الحرب في أدب العرب) رغبتُ في ¶ تكريم المحاسني تكريماَ يعوّضه عن أي جحود صادفه، فرجوتُ أستاذي العقّاد ¶ أن يتناول الكتاب بقلمه المنصف. وسرعان ما لبَّى العقاد رجائي، وكتب عنه ¶ مقالاَ نُشر أولاَ في مجلة (قافلة الزيت) السعودية التي كنتُ أمثّلها في مصر، ثم ¶ في كتإبه (اشتات مجتمعات)، أثنى فيه على الكتاب ثناءً مستطاباَ حيث قال: ¶ \"خير ما يُوفى به حقّه من الاستحسان هو أن يُوفيه القارئ حقّه من المطالعة ¶ لىنعام النظر والمشاركة في التعليق والاستدراك 0. . ولا نطيل في التمثيل ¶ لمحاسن الكتاب، فإن الأمر يُلجئنا إلى الاختيار، وليس أصعب منه في كتإبٍ ¶ هو نفسه قائم على الاختيار، أو على حُسن الاختيار، وقدرة مؤلّفه على هذ! ¶ الإحسان مكفولة بما تي! ر له من سعة المادة، وما توافر عليه من سعة الاطّلاع \". ¶ ولم يكتفِ العقاد بذلك، بل وجّه إليّ رسالةً محضني فيها شكر 5 لأنني ¶ \"أيقظت غفلته ونبهته إلى هذا الكتاب النفيس وأتحتُ له متعة ولذإذة فكرية نعم ¶ بها في اويقاتِ طيبة \".",
            "page": "9",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ولئن جاءت هذه الشهادة تتويجاً لأدب المحاسني من قفة عليا كقضة ¶ العقاد، فهي تغني عن اي شهادة أخرى على ادبه ومناهجه الاكاديمية واسلوبه ¶ الناصع الرصين وتفقهه في اللغة وادابها في العربية وفنونها. ولا غرو، فقد عاش ¶ كل عممزه موصول الأسباب بالأدب من جميع جوانبه. ¶ ولكنني اغمط المحاسني حقه إنْ لم أتحدث بكل إكبارٍ عن شخصئته التي ¶ حئبت فيه كل مَنْ عرفه. فهو، على علمه، شديد التواضع، يحنو على الناشئة ¶ حنواًابوياً تلقائياً، ولا يضن عليهم بالتشجيع وجميل التوجيه. وهو يتصزف ¶ بعفويةٍ نبيلة في المواقف الإنسانية، جازعاً في مواقف الجزع، متعاطفاً حيث ¶ يُطلَبُ التعاطف، تفضحه مثاعره حتى ولو حاول كتمانها، وما أطول قامته في ¶ مواقف الكرامة. كان ع! القلم واللسان، ينقد ولا يجرح، ويتطؤع للدفاع عن ¶ اي قضية إذا ما اختفت فيها الموازين. عز عليه أن يرى حبيب الزحلاوي - الذي ¶ بدأ حياته بائعاً في قسم الأحدثية بمتجر سليم وسمعان صيدناوي وانتهى بائعاً ¶ لخردة الحديد - وقد وقف كتابه (شيوخ الأدب الحديث) على التهخم على كبار ¶ الأدباء، فخاطبه في مقال منشور قائلاً له: انت تكتب ءبهراوةٍ وليس بقلم. ثم ¶ قمن عليه قصة الرشام الذي رسم لوحة فنية من جُملة عناصرها حذاء، واختبأ ¶ الرسام في مكانٍ قريب من اللوحة ليسمع اراء النفاد عن قرب وجاء إسكاف ¶ يتأمل الصورة، فانتفد الحذاء لعيبِ فيه، ثم انتقل إلى بقية الصورة يعيب فيها على ¶ الرسام عمله، فبرز له الرسّام وخاطبه قائلاً: ابقَ في الحذاء! ولعل المحاسني ¶ أراد ان يقول للزحلاوي: عُدْ إلى عملك الأؤل في بيع الأحذية!. ¶ وكان المحاسني يبذل موداته في غير ضن إلى إخوانه الذين عرفهم في ¶ القاهرة في سنوات تقرب إجمالاً من العشر، وشعره شاهد على المطارحات ¶ الأخوية التي جرت بينه وبين كثيرين من الذين صافاهم الوذ. ف! نْ أشرتُ إلى ¶ بعضِ مواقفه معي، ف! نما أُشيرُ بالعرفانِ إلى فضلٍ أعرفه بشخصي وله أشباهٌ كثيرة ¶ مع اصفياء المحاسني. فعندما توفيت أمي، وخه إليئَ قصيدةً عارمة بالعواطف ¶ 10",
            "page": "10",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الصادقة جعلها رثاء لأمه وأمي معاً. وعندم! أفزعتني انكشاريات الحياة، ¶ فكسرتُ القلم، وجفوت المحابر والأوراق، وخه إليئ قصيدة كان مما قاله ¶ فيها: ¶ حُكْمُ أَقْدَارِنَا بأئا شُمُوعٌ لا نُحَاوِلُ إطفاءَها نَحْنُ قَسْرا ¶ وعندم! قزرتُ الهجرة النهائية ودَعني بقصيدةٍ مفعمة بالحسرات. وعندم! ¶ اكتشفتُ أنني كنت في هجرتي كالمستجير من الرمضاء بالنار، فعدت بخفي ¶ حنين، وخه المحاسني إليئ قصيدة جديدة اُورد أبياتاً منها بوصفها نموذجاً من ¶ شعره حيث قال: ¶ عَادَ الهَزَارُ إلى مَرَابِعِه فَقُلِ ال! لامُ على سَوَاجِعِهِ ¶ قَدْ كُنْتُ شَط النّيْلِ أُنْشِدُه شِعْري، وأَمْرَحُ في مَرَابِعِه ¶ وعإد يحئيني بقصيدة أخرى قال فيها: ¶ خَلِيْلِي، لك القلبُ الذي أنتَ أَهلُهُ ولو سَاءَتِ الدُنْيا تدزُ مناهِلُه ¶ أُفديك بالعينِ التي هي ناظِري وبالمَالِ لو لانَتْ لديَّ مَبَاذِلُه ¶ ولكن نفساً بين جنبيْكَ كالتي طوى (المتنبي) مثلَها وغوائِلُه ¶ ونَصْبِرُ للبَلْوى ولا بذَ من غدٍ سيُدْرِكُنا فيه من السَّعْدِ عَاجلُه ¶ (فلان) لأنْتَ الطَوْدُ ليسَ تَنالُه زعَإرخُ مهما اشتدَ في الرِّيجِ شاَملُه ¶ وقد أصابَ الدكتور عبد السلام العجيلي في تصويره للمحاسني حيث ¶ قال: \"لم تجمعنا صداقة حميمة، ولا علاقة معلّم بتلميذ 5. كان أفتى من ا ن ¶ يكون من أساتذتي، وأسن من أن أكون من لداته. ومع ذلك كنتُ أحسّ بقربه من ¶ القلب كأعزّ الأصدقاء، لأنَّ نفسه كانت في براءة الأطفال، وأي إنسافي يقدر على ¶ أن لا يكون صديقاً لطفل، وإن كان ذلك الطفل كبيراً؟ وكنت كذلك أراه خليقاً ¶ بأن يكون واحداً من أساتذتي، وإنْ لم أجلس أمإمه على مقاعد الدرس. أليس ¶ هو من الطبقة التي انفتحت على العالم المعاصر، عإلم الغرب بآدابه الثرية ¶ وحياته المُغرية، ومع ذلك لم تأسرها مفاتن ذلك العالم، بل ظلَت وثيقة ¶ 11",
            "page": "11",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الصلات بماضيها، شديدة الاعتزاز بقوميتها، مخلصةً لأدبها القديم والحديث ¶ ولتاريخها المجيد؟!. ¶ كما قال عنه بشير زهدي محافظ متحف دمشق: \"كان المحاسني ينشد ¶ الخلود، ويتحذَث عن الخالدين، فاستحق مكانه بين عمالقة الخالدين من ¶ شعراء ومفكرين وأدباء لما نسانيين \". ¶ !!،! ¶ 12",
            "page": "12",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة ¶ عُرف الدكتور زكي المحاسني في الوطن العربي من خلال كتاباته ¶ ومؤلفاته، التي أمذَت المكتبة العربية بدراسات وبحوث قيمة، فقد كان باحثاً ¶ وأديباً، وكاتباً وشاعراً، واسع الثقافة، متمكناً من اللغة، وقد توفي وهو في أوج ¶ نضجه وعطائه، إذ كان لا يزال في الثالثة والستين من عمره، وكان نشاطه الأدبي ¶ متدفقاً حتى آخر ايا مه. ¶ هو إذن علم من اعلام الأدب والشعر في القرن العشرين، تعد مؤلفاته ¶ مرجعاً لكل من يوذ دراسة الأدب العربي، وقد شهد الأديب الكبير عباس محمود ¶ العقاد بأن كتابه (شعر الحرب في أدب العرب) سيظل مرجعاً لكل من يحاول ¶ دراسة هذا الموضوع، وقد كان أولَ من نال شهادة دكتوراه الدولة من أكبر ¶ جامعات مصر. ¶ وما اجدره بدراسة تلقي الضوء على جوانب كثيرة من ادبه الحافل، ¶ وتقدمه إلى قراء العربية ومحبي الأدب، ولعل كتابي عنه كعلم من اعلام الأدب ¶ العربي المعاصر يُوققُ إلى تعريف القراء به. ¶ بداتُ هذه الدراسة بالحديث عن نشأة المحاسني ونبوغه المبكر ثم ¶ دراسته وتعلمه وممارسته تدريس الأدب العربي في الجامعة السورية، واقترانه ¶ بالأديبة الكبيرة وداد سكاكيني مما جعل منهما ثنائياً متجانساً، فكانا من ابرز ¶ الأدباء في الأقطار العربية سورية ومصر ولبنان، ومن أهم الوجوه الأدبية التي ¶ عاصرت ادباء كبار في هذه الأقطار الثلاث. ¶ 13",
            "page": "13",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وتناولت جانباَ هاماَ من أدبه هو الشعر، وبينت خصائص هذا الشعر ¶ وموضوعإته، وقد كان يكشف عن اسلوب مشرق ونفس صافية، مع نماذج من ¶ أجود قصائده في مناسبات شتى: قومية ووطنية، وفي الوصف وغير ذلك، ¶ فديوانه لم يطبع بعد. . ¶ واشرتُ إلى اهتمامه بالملحمة العربية الإسلامية وإعجابه بها، وقد كان ¶ من القلائل الذين صوروا البطولات العربية في شعرهم، ومن هذ 5 القصائد (يوم ¶ ذي قار، معركة بدر، علي، الحسين، يوم اليرموك، عمر بن الخطاب)، وقد ¶ بلغ عددها (21) قصيدة، وأوردت نماذج من هذه القصائد الرائعة التي تشيد ¶ بالتاريخ والبطولة الإسلامية. ¶ ثم تناولت أدبه في النثر، ومنه مقالاته التي نشرها على مدى ما يقرب من ¶ نصف قرن في المجلات والصحف البارزة في الوطن العربي! (الرسالة) ¶ و (الأديب) و (المعرفة) و (الحديث) و (القافلة) وغيرها. . ¶ وانتقلت بعد ذلك للحديث عن مؤلفاته من الكتب فقدمت تعريفاَ لكل ¶ منها ولما تناوله فيها بالبحث والدراسة من اَراء وأفكار، فقد ألف كتباَ عن ادباء ¶ وشعراء ومفكرين كان لهم شأن كبير في مسيرة الأدب العربي، منهم المتنبي، ¶ وابي العلاء المعري، وابي نواس، والشاب الظريف، وغيرهم من الشعراء ¶ المبرزين في تاريخ الشعر العربي القديم. ¶ ومنهم شعراء حديثون كإبراهيم طوقان شاعر ا لوطن المغصوب فلسطين، ¶ وتعد هذه الدراسة من أقدر الدراسات الأدبية في تصوير أحد الشعراء الملهمين ¶ الذين تفاعلوا مع احداث امتهم. ¶ كذلك تناول المحاسني في مؤلفاته ادباء كان لهم دور بارز في تطور ¶ الحركة الفكرية والأدبية الحديثة كأحمد امين وعبد الوهاب عزام. ¶ اما ما كتبه في الدراسة الأدبية لمناع ها مة في تاريخنا اللغوي وا لأدبي فيأتي ¶ 14",
            "page": "14",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "على رأسها: (شعر الحرب في أدب العرب)، (ونظرات في أدبنا المعاصر)، ¶ (ودراسات في تاريخ النهضة العربية المعاصرة)، ومنها ما لم يطبع بعدُ مثل (فقه ¶ اللغة والمقارن). ¶ وساهم في مجال التحقيق بتحقيقه لديوان الشاعر العقيلي فكان مشاركاً في ¶ تحقيق التراث العربي. ¶ وقد زودتُ الدراسة بببليوغرافيا تضمنت أعمال الأديب الشاعر الدكتور ¶ زكي المحاسني من مقالات وبحوث، مع قائمة بالمراجع شملت ما كُتب عنه0 ¶ وإنني اتقدم بأجزل الشكر والتقدير لدار القلم لتفضلها بنشر هذا الكتاب في ¶ سلسلة أعلام ومفكرون معاصرون التي تقوم بإصدارها وتُعزف من خلالها القرّاء ¶ بأبرز الأعلام المعاصرين من الأدباء والباحثين في ا لوطن ا لعربي. ¶ والله ولي التوفيق. ¶ دمشق في 1423/ 3/12 هـ ¶ 2002/ 5/23 م ¶ سماء زكي المحاسني ¶ 15",
            "page": "15",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الفصل الأول ¶ لمحات من حياته",
            "page": "17",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "الفصل الأول ¶ لمحات من حياته ¶ 1 - مولده ونشأته: ¶ ولد زكي المحاسني في دمشق سنة (909 ام)، وكان والده (شكري ¶ المحاسني) من كتاب المحكمة الشرعية بدمشق، لباسه العمامة البيضاء والجبة ¶ السابغة، وقد توفي وعمر ولده زكي سنتان، ولم تكن له صورة، فراح يسأل أمه ¶ (سازة البحري) وهي سيدة عابدة تقية عن شكل أبيه فقالت له: انظر المرآة، ¶ ياولدي، تجد فيها صورة ابيك!. ¶ ويقول المحاسني (1): \"لأذكرنَ ما حييتُ أني لم اسمع بموت والدي، ¶ ولم أحضر وفاته إذ كنت ابن سنتين، والظاهر ان امي أخذتني إلى دار أهلها، ¶ فتلبئت عندهم معها بعد موت والدي سنتين، فلفا بلغت أربعةَ من سني عمري ¶ جيء بي إلى عمي (رفيق المحاسني) شقيق والدي، وكانت داره في جوار ¶ المحكمة الشرعية، وكان هو بوظيفة مدير للأيتام!. ¶ ولفا راَه عمه في صحن داره قال له بصوت عنيف وبقلب جاف: أبوك ¶ مات من سنتين وكنتَ مع أمك، فإذا طاب لك العيش معها فابق عندها. ¶ ومنذ ذلك الحين رباه عمه وكفله، ولم تنجب زوجة عمه ولداَ، فاتخذه ¶ ولداَ له، لكن زوجته كانت ظالمة وتكره أمه، وبلغ بها الكره ان منعت أمه من ¶ المجيء للقائه في دار عمه، لكن أمه الحنون كانت تبكر إلى باب مدرسته لتراه ¶ وتطمئن عليه. ¶ __________ ¶ (1) ¶ (صفحات من مذكرات يتيم) في فصلين بقلم زكي المحاسني (غير مطبوعة). ¶ 19",
            "page": "19",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "هكذا نشأ المحاسني يتيماً، فقد والد 5 مبكراً، ثم أصبج يتيم الأبوين ¶ عندما لقيت أمه وجه بارئها، وهو لا يزال شاباً في مقتبل العمر0 ¶ وقد قاسى المحاسني طفلاًالامزين، في إقامته بدار عمه، فقد افتقر عمه ¶ وكا ن مرتبه زهيداً، وكا دت زوجة عمه أ ن تحرمه من ا لمدرسة، وتجبر 5 على ا لعمل ¶ في دكان أحد التجار، إلا أن أمه عندما علمت بذلك لجأت إلى عم زكي (شقيق ¶ والده من أبيه) وكان في ذلك الحين قاضياً بدمشق ويدعى محمد المحاسني، ¶ وشكت إليه أمر الفتى زكي، فطيب خاطرها، وأمر بإدخاله المدرسة التجهيزية ¶ (مكتب عنبر) وكان مديرها الاستاذ زكي التميمي. ¶ وانتظم الطالب زكي المحاسني في الدراسة في الصف السابع - وكان أو ل ¶ الصفوف الثانوية بمكتب عنبر. ¶ ومضت ا لسنوات في ا لدراسة، لم يَعرف فيها تقاعساً، فكا ن يرتفي من صف ¶ إلى صف أعلى بدرجات متفوقة حتى بلغ الصف الحادي عشر، ثم نجج إلى ¶ الصف الشاني عشر، وادى امتحان البكالورية سنة (928 1م)، وكانت اول ¶ بكالورية يطبق نظامها في سورية. ¶ وقد أحب المحاسني القراءة، وشغف بمطالعة الكتب، فكان اثناء دراسته ¶ يبحث عن المعرفة، ويقرأ حتى يرتوي ويمبع هذا بكتابة بعض الخواطر، ووفقه ¶ الله في امتحان البكالورية، فنال علامة فائقة في التاريخ القديم، وامتلأ قلبه ¶ سروراً حين إعلنت نتيجة الامتحان، فإذا به ينال الدرجة الأولى في البلاد ¶ السورية جمعاء، فسمح المسؤولون في وزارة المعارف باعفائه من أداء ¶ البكالورية الثانية. ¶ ولما ودع المحاسني (مكتب عنبر) الذي قضى فيه أياماً لا تنسى، كان ¶ وداعه مقروناً بفرحة وغصة، أما الفرحة فلأنه نجى من بعض عقبات تخللت ¶ دراسته، وأما الغصة فقد عز عليه مفارقة دار كريمة عرف فيها كرام الأساتذة ¶ طوال خمس سنين من عمره. ¶ 20",
            "page": "20",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وهكذا تهيأ المحاسني لدخول المرحلة الجامعية من دراسته، واختار ¶ كلية الحقوق، فقد كان الكثيرون من أسرته من القضاة والمحامين، ففي الربع ¶ الأول من القرن العشرين لمع من أسرة المحاسني الأصيلة العلأَمة محمد ¶ المحاسني شيخ القضاة في دمشق، ثم نبغ ولده القاضي الكبير فؤاد المحاسني ¶ والذي عمل محامياً فيما بعد، وقد عرفته المحاكم العليا والقضايا الوطنية. وبرز ¶ أيضاًالشيخ التقي محمد صالج المحاسني الذي كان عليماً بدقائق الأحكام ¶ الشرعية والإرثية والفتوى حافظاً للقرآن الكريم راوياً للشعر والتاريخ المعاصر. ¶ ولما حصل المحاسني على الإجازة الجامعية من كلية الحقوق بدمشق، ¶ وكان عمره يومذاك اثنتان وعشرون سنة، فوجئ بوفاة أمه ولم تتجاوز الخمسين ¶ بكثير، وظل المحاسني وفياً لذكرى هذه الأم الحنون التي توفيت قبل أن تذوق ¶ من كسبه ما ينسيها مرارة الليالي التي سهرتها من أجله، وقد عبر المحاسني عن ¶ تأثره بها فقال (1): \"عشت بعدها باكياً عليها في شعري، وكانت حنوناً رؤوماً، ¶ ولن أستطيع أن أنساها حتى أموت، وإني لأحيا كل يوم ناظراً إلى محياها ¶ الباسم من وراء الغيوب \". ¶ وقال من قصيدة بعنوان: (قطار الحياة) (2)، ذاكراً أمه: ¶ فَدَيْتُكِ يا أمّي لو ان الردى يُفدى فبُدّلْتُ عيشاً كان لي عندَ 5 مفدى ¶ أيُطوى بنا كز السنين ولم نكن لنلقاكِ إلا في الخيالِ الذي نَدَا ¶ نروحُ إلى المنأى الشريدِ كراكبٍ قطاراً وفي الأسفارِ في العمرِ لم يهدا ¶ فسار بنا والركبُ يهوي على المدى يطامِنُ أرضاً أو يغادرها جُرْدا ¶ فراح هاتفي في الملا طيئ ريحه وطاحَ بيَ الدَّهرُ المبيدُ بما بَدَّا ¶ فقلت لأحلامي: تعالي فبدّلي بوحدتيَ الان! الذي كان لي أجدى ¶ (1) ¶ (2) ¶ لمحة من حياة المحاسنىِ بقلمه، في كتاب: تحية وذكرى، بمناسبة الذكرى ¶ الأولى لوفاته، دمشق، 973 ام. ¶ صفحات من مذكرات يتيم، الفصل ا لأول (غير مطبوعة). ¶ 21",
            "page": "21",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "فجفتْ ولم تُسْعِفْ بوهم مِنَ الفقَا ¶ سلالم على عَيْنَيْكِ في الغيبِ (سَارتي) ¶ وكزَتْ بيَ الأعوامُ لا تُرْجِعُ المبدا ¶ خفوقُ فؤادي فيك لا يَعْرِف الحَدا ¶ 2 - حبه للمعرفة والثقافة: ¶ كان المحاسني منذ صغره محباً للدرس والدراسة، وكانت دار الحديث ¶ في العصرونية بدمثق منزلاً لتدرشى الحديث، وقد أدرك فيها وهو ناشئ درساً من ¶ دروس الشيخ بدرالدين الحسني أكبر محدث دمشقي في صدر القرن العشرين. ¶ وكان أثناء دراسته في (مكتب عنبر) يجتمع مع أقرانه من الطلاب النابهين ¶ في منزل احدهم وهو (مسلم القاسمي بن العلامة الشيخ جمال الدين القاسمي) ¶ في حي (باب الجابية) بدمشق، فقد كان لدى والده مكتبة فيها كتب ومراجع ¶ كثيرة. ¶ وكانت والدة المحاسني، يرحمها الله، دائمة التشجيع له على الدراسة ¶ والاجتهاد بعد أن شعث ودلف إلى شهادة الليسانس في الحقوق ثم في الاداب، ¶ فكانت لا تفرغ من الدعاء له، وكانت (تُسفعُ) له درص المحاكمات من كتابه ¶ الضخم، تسمع ولا تفهم، وإنما كانت تشجعه على المضي في الحفظ ¶ و (التسميع). ¶ وكم كان يذهب إلى دار الكتب الظاهرية في دمثق، هذه الدار التاريخية ¶ العتيقة، لينهل مما تضمنته من كتب في الأدب والشعر. ¶ 3 - شهاداته العلمية وعمله: ¶ تخزجَ المحاسني من مدرسة (مكتب عنبر) سنة (927 1 م)، وكانت أعظم ¶ مدرسة في ديار الشام، تخزَجَ منها رواد الفكر العربي وطلائع النبوغ في العلم ¶ وا لأدب. ¶ ودرس المحاسني بعد ذلك في كلية الحقوق بالجامعة السورية، ونال ¶ شهادة الحقوق في سنة (1936 م)، وفي السنة نفسها نال شهادة الاَداب من ¶ 22",
            "page": "22",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "الجامعة السورية، وتابع المحاسني تحصيله العلمي فنال شهادة الماجستير من ¶ الجامعة المصرية، وكانت أطروحته عن أبي العلاء المعري نا قد المجتمع. ¶ وكان أول سوري يحصل على دكتورا 5 الدولة في الاداب من جامعة ¶ القاهرة، وكان اسمها حيئ! ذٍ جامعة فؤاد الأول، فقد نال الدكتورا 5 بتقدير جيد ¶ جداً، وكانت أطروحته بعنوان (شعر الحرب في أدب العرب) سنة (947 1 م)، ¶ وكان أول سوري حمل هذا اللقب العلمي، فكلفه سبقه وتفوقه حقد الحساد. ¶ أما حياته العملية فقد بدأت بعمله في التدريس كأ ستاذ للغة العربية وأدبها ¶ في التجهيز باًنطاكية وكان ذلك عام (932 1 م)، ثم في تجهيز البنين بدمشق سنة ¶ (935 1 م)، وظل يعمل في التدريس الثانوي حتى أوفِدَ إلى مصر لمتابعة دراسته ¶ العا لية من جامعة فؤاد الأول، وكان ذلك عام (43 9 1 م)، وقد عُين أ ستاذاً مساعداً ¶ في كلية الاداب بالجا معة ا لسورية (جا معة دمشق) بتاريخ 9/ 2 1/ 7 4 9 1 م، وظل ¶ المحاسني يعمل في التدريس حتى عين ملحقاً ثقافياً في السفارة السورية بمصر، ¶ وكان ذلك سنة (952 1 م)، ومندوباً في الجامعة العربية للشؤون الثقافية، وعاد ¶ إلى دمشق في سنة (956 1 م)، وانتُدب في عهد الوحدة بين مصر وسورية للعمل ¶ في الجنة التربية والتعليم) لجوزارة التربية والتعليم. ¶ وبعد ذلك شغل منصب مدير دائرة التراث القديم والمخطوطإت بوزإرة ¶ الثقافة والإرشاد القومي في سنة (1 96 1 م) وحتى عام (965 1 م). ¶ وأوفِدَ أستاذاً معاراً إلى الجامعة السعودية، قسم اللغة العربية في المكرمة ¶ عام (385 ا هـ/ 965 1 م) وظل فيها حتى العام (966 1 م). ¶ وعمل أستاذاً في الجامعة اللبنانية منذ ذلك التاريخ حتى سنة ¶ (969 ام). ¶ وكان المحاسني في مطلع حياته العملية يعمل في المحاماة بعد تخرجه ¶ من كلية الحقوق إلا ان حئه للأدب دفعه إلى ترك هذا العمل والانصراف إلى ¶ التدريس الجامعي والتأليف. ¶ 23",
            "page": "23",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "4 - حياته العائلية: ¶ اقترن د. زكي المحاسني برفيقة حياته الأديبة (وداد سكاكيني) المولودة ¶ في صيدا بلبنان، وكانت في ذلك الحين تعمل في التدريس بكلية المقاصد ¶ الإسلامية في بيروت، وقد بدا نبوغها ككاتبة ذات اسلوب متين أخّاذ، وظهر ¶ إبداعها في مجال القصة القصيرة والطويلة والمقالة والنقد الأدبي، فذاعت ¶ شهرتها كأديبة مرموقة في كل من لبنان ومصر وسورية، وأنجبت ثلاثة أولاد، ¶ هم: ذكوان وذكاء وسماء. ¶ وعاش المحاسني مدة طويلة مع زوجته واولاد 5 في مصر حين عمل في ¶ السفارة السورية بها، وتوطدت صداقتهما بعدد كبير من أبرز الأدباء في القاهرة، ¶ كتوفيق الحكيم، وعباس محمود العقاد، وطه حسين، وشوقي ضيف، ووديع ¶ فلسطين، ومحمد عبد الغني حسن وغيرهم. . ¶ وقد جَمعت الأديبة (وداد سكاكيني) مقالات وقصائد عن المحاسني في ¶ كتاب بعد وفاته ونشر في العام (973 ام)، أي بعد وفاته بعام، وساهم في ¶ الكتابة فيه عدد من الأدباء والمفكرين في لبنان، والعراق ومصر وسورية، ¶ وصدر في دمشق بعنوان (تحية وذكرى). ¶ كان الدكتور زكي المحاسني كما قال عنه الأستاذ الاديب والصحافي ¶ الكبير عبد الغني العطري رحمه الله \" من وجوه الثقافة الرفيعة في بلاد الشام، ¶ وكان مع زوجته الأديبة الكبيرة الراحلة السيدة وداد سكاكيني، يمثلأن ثنائياً أدبياَ ¶ متناغماً ومتناسقاً، تتطلَّع إليه القلوب بالحب والاحترام، وتهفو إلى رؤياه، ¶ وسماعه وقراءة اَثار 5؟ جماهيرُ الأدباء والمثقفين (1). ¶ (1) ¶ انظر: زكي المحاسني بقلم عبد الغني العطري، في كتابه (عبقريات من بلادي) ¶ ص 1 1 2 - 23 2، دمثق. ¶ 24",
            "page": "24",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "5 - شخصيته: ¶ اتسمت شخصية المحاسني، تغمد 5 الله برحمته، بالتواضع والنقاء ¶ والاعتزاز والثقة بالنفس، مع ميل للطرافة والتواصل الاجتماعي ولاشك أ ن ¶ تواضعه كتواضع العلماء، وهو يذكرني بكبار ادبائنا وشعرائنا في تاريخ الادب ¶ العربي في العصور الغابرة، فهم يتضفون بهذه الصفة الحميدة التي قل أن نلمسها ¶ في عصرنا هذا. ¶ وكان صدره يشمع للكثيرين، فكان يستقبل في دارنا بالمزرعة الأصدقاء ¶ وغير الأصدقاء، ويبادلهم الحديث، فينصتون إلى حديثه الجذاب، الذي كان ¶ ينئم عن أفق واسع، وثقافة عريضة متسعة أصيلة، واطلاع كبير على الثقافات ¶ والاداب العالمية، ويربط صلتها بالاداب العربية، وفي بيته كان مثالاً ئحتذى ¶ للوالد الجليل الذي يعامل أولاده وأسرته بكل حنان وأبوة، ويتبادل! معهم ¶ الأفكإر والاَراء. ¶ وكانت شخصيته السمحة تنعكس آثارُها على أدبه وكتاباته، وقد لاحظ ¶ احدُ اصدقائه من الشعراء وهو الشاعر اللبناني الكبير الدكتور (فوزي عطوي)، ¶ خلوَ شعره من قصيدة في الهجاء أو حتى بفمع أبيات فيه، وقال! عنه في مقال! نشر ¶ ضمن مقالات في ذكراه الأولى (1): ¶ إها انذا اقلب بين يدفي صفحات من مؤلفإته القيمة، وأنفب في بعض ¶ مجموعات مكتبتي عن مقالاته وقصائده، فاستوقفني ظاهرة عجيبة في هذا ¶ القلم العف، قلما استوقف قراء المحاسني، ألا وهي ظاهرة فقدان طعم ¶ الهجاء، بمعناه الفني، فيما خطه نثراً وشعراً\". ¶ (1) ¶ تحية وذكرى، الدكتور زكي المحاسني بأقلام الذين عرفوه في أدبه ونضاله من ¶ اعلام المفكرين والأدباء، بمناسبة الذكرى الأولى لمرور عام على وفاته في ¶ 23/ 3/ 972 ام، ص ا 0 1. ¶ مقال: كإن للمحاسني من اسمه نصيب!، فوزي عطوي، لبنان.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ومهما يكن من امر فإن شخصية المحاسني السمحة وقلبه الكبير الذي ¶ كان يتسع لحب الجميع، لم يعرف الحقد او الكيد طوال حياته، حتى تجاه ¶ أولئك الذين ربما أساءوا له في بعض المواقف في حياته، فكان نزيهاً، يصرف ¶ النظر عن الخوض في أحاديث ا لطعن أو البغضاء. ¶ وكان هذا أيضاً يؤثر في كتابته ومقالاته، وقد كان دوماً يبحث عن الخئر ¶ والجيد، ويرى الجانب الحسن، ويتغاضى عن بعض الأخطاء الطفيفة، إ لا فيما ¶ يتعفق بالبحث العلمي، فهو بالمرصاد لأفي خطاً أدبي له قيمته في تشويه الصورة ¶ الصادقة لدراسة الأدب العربي الكبير، من تراث الاجداد، والممتد عبر العصور ¶ حتى زماننا. ¶ 6 - أسلو به: ¶ يجمع أسلوب المحاسني في الكتابة بين الجزالة وقوة التعبير والبلاغة ¶ العربية، ويتفنن في الأسلوب والمعنى، وقد انعكست نفسيته الشفافة النقية على ¶ أسلوبه الذي اتسم بالوضوح في كل مؤلفاته، وابتعد عن التصنّع والتكلف في ¶ شعره ونثر 5. ¶ ويصف الباحث الحقوقي الاستاذ (ظافر القاسمي) أسلوب المحاسني ¶ فيقول: \"أقبل على الشعر فجؤَد فيه، وكان من فرسانه، ولو أن ديوانه بين يدي ¶ لأيدت أقوالي بالكثير من روائعه. وأقبل على النثر، فإذا هو من فحوله: أسلوب ¶ قرشي صاف مثرق، لا ترى فيه عوجاً ولا أمتاً\" 0 ¶ بل إن رسائله كانت أيضاً تنئمُ عن جمال في اللفظ، وغنًى في اللغة، ¶ وقدرة في التعبير بصدق وامانة. ¶ 7 - اعتزازه باللغة العربية، لغة الضاد: ¶ ذكرت عند الحديث عن أسلوبه، بانه كان يكتب بلغة فصيحة بليغة سواء ¶ 26",
            "page": "26",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "في شعره أو في نثره، وامتازت لغته بالجمال وبلغت مبلغأ عالياَ في التعبير ¶ الأدبي، والبعد عن التكلف والتصئع. ¶ يقول الأستاذ (أنور الجندي)، أديب السيرة والأعلام وصاحب كتاب ¶ (الموسوعة الكبرى في الأدب المعاصر) التي أزخ فيها للأدب المعاصر ¶ وأعلامه عن المحاسني ولغته: \" المحاسني شاعر بكل معنى الكلمة حتى لو ¶ كتب النثر أو ألف في الدراسات العقلية \" (1) 0 ¶ ولغة المحاسني في التعبير الأدبي تنئم عن امتلاكه لموهبة الكتابة، ¶ وتمسكه باللغة العربية الفصحى، وقد كان له إلمام واهتمام كبير بدراسات اللغة ¶ العربية والدراسات المقارنة بين أدبنا العربي والاَداب العالمية الأخرى كالأدب ¶ الفرنسي وا لإسباني. ¶ وقد اخترت الأبيات ا لتالية التي تدكُ عن اعتزإز 5 باللغة ا لعربية لغة ا لأجداد: ¶ اُمَ البيانِ، وبِنْتَ الخُلْدِ يالغتي جف اللسانُ وفيكِ الفَيْضُ كالذَيَمِ ¶ يا أُمتي لن تنالي الفوزَ في طَلَب إلا بصوبكِ قَدْرَ الضادِ في الحُرُمِ ¶ اللهُأعطاكِ في العَرْبَاءِ منطقَهَا لكي تكوني بها في هامةِ الاممِ ¶ 8 - عضويته في المجامع والهيئات الأدبية: ¶ كان د. المحاسني يلقى تقديراَ كبيراً من الأوساط العلمية والأدبية في ¶ مصر وسورية ولبنان وسائر الهيئات في الوطن العربي وخارجه. ¶ وقد انتُخب عضواَ عاملاً في الجمعية الملكية للدراسات التاريخية ¶ بالقاهرة سنة (952 ام)، وكان في هذه الفترة يشغل منصب الملحق الثقافي ¶ لسفارة الجمهورية السورية في مصر. ¶ (1) ¶ الدكتور المحاسني، هذا الوجدان المشبوب، أنور الجندي (مصر)، مقال ¶ في كتابه تحية وذكرى، د. زكي المحاسني بأقلام الذين عرفوه في أدبه ¶ ونضاله من أعلام المفكرين والأدباء، ص ه 7. ¶ 27",
            "page": "27",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "كذلك تم تعيين المحاسني عضواَ في أكبر مجامع اللغة العربية في الوطن ¶ العربي وهو مجمع اللغة العربية في القاهرة سنة (972 1) قبيل وفاته ببضعة أشهر ¶ تفديراَ من المجمع لعلم من أعلام الادب العربي المعاصر، عرف بحفاظه على ¶ لغة الضاد من خلال كتاباته وفنونه الأدبية المتعددة، واستدراكاَ لما اخطأ 5 من ¶ عدم إنصاف الزمان له. ¶ قال الشاعر المصري والأديب الباحث الأستاذ (محمد عبد الغني حسن) ¶ وهو عضو في المجامع العربية في هذا الصدد (1) في رسالةِ هنأ بها المحاسني ¶ على هذه العضوية: ¶ \"لقد زنتم العضوية، وشزَفتم الزمالة المجمعية، فكسبت بكم اكثر مما ¶ كسبتم منها، وربحت بوجودكم فوق ما ربحتم منها\". ¶ كما نظم قصيدة بهذه المناسبة قال فيها: ¶ اتحفتَني بروائع الكَلِمِ يا فكرةَ في خاطري وفمي ¶ هذا مكانُك غيرُ مزدحم في مجمعٍ بالفضلِ مزدَحِمِ ¶ الخالدونَ دعاك مَجْمَعُهُمْ فأجبتَ سبّاقاً إلى الكرمِ ¶ نئم الأريجُ على فضائلكُم والفضلُ يشي غير منكتمِ ¶ آثارُ عِلْمِك غيرُ خافيةِ ودليلُ فضلِكَ غيرُ متهم ¶ لكَ في آثارِكَ للعُلا قَدَمٌ سبَاقةٌ خوّاضةُ القِمَمِ ¶ واللّه ما كذبتْ فراستنا في الصَّاحِبِ المختارِ مِنْ قِدَمِ ¶ كانتْ حوافِزُه تُبشَرُنَا بغدِ على الاَفاق مُبْتَسِمِ ¶ تجري العروبةُ في مفاصِلِهِ جَرْيَ النًدَى في أَسْمَحِ الديَمِ ¶ لكَ سِيرةٌ في كُلَ مُجْتَمَعٍ في الشام، في الاهرام، في الحرمِ ¶ (1) تحية وذكرى، الدكتور زكي المحاسني باقلام أعلام المفكرين والأدباء، ¶ دمشق، 2 97 1 م، صه 3. ¶ 28",
            "page": "28",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "أمَا الوفاءُ فأنتَ صاحِبُه يا حافظاَ للعهدِ والذمَمِ ¶ لستُ المُهَئأَ باخْتِيَارِكُمُ إئي أُهَنِّىءُ دَوْلَةَ القَلَم ¶ وانتُخب ايضاً عضواً مراسلاَ في المجمع الملكي الإسباني في إسبانية، ¶ وكان الأديب الإسباني الكبير (رامون مينندث بيدال) قد رشَّحه لعضوية المجمع ¶ الإسباني، وتم انتخابه سنة (970 ام)، لعنايته بالدراسات الأدبية العربية ¶ وإسهاماته الشعرية والنثرية في الأدب الأندلسي. ¶ وكان المجمع الملكي الإسباني للآداب قد أبلغ الدكتور زكي المحاسني ¶ بانتخابه عضواً فيه بالرسالة التي أرخت في (27/ 1 1/ 0 97 1 م) وجاء فيها: ¶ \"يسزني إعلامكم أنّه بناءً على الاقتراح المقذَم لصالحكم من قبل الأساتذة ¶ السادة (خوان فيرنيت) (1) و (فيدريركو أودينا) و (خوسيه السينا)، في الجلسة ¶ المنعقدة من قبل المجمع الملكي في يوم البارحة قد تئمَ انتخابكم بالإجماع ¶ عضواً مراسلاً في دمشق \". ¶ بارثيلونا في 27 تشرين الثاني 0 97 1 م. أ مين السر ¶ 9 - عنايته بالتراث العربي: ¶ تتجلى عنايته بالترإث العربي في عمله بالتحقيق، وحبه لهذا العمل من ¶ خلال تحقيق (ديوان الشريف العقيلي)، وهو شاعر عربي متميز بأسلوبه ¶ العاطفي الصادق. ¶ كما عمل المحاسني مديراً لإحياء الترإث والمخطوطات في وزارة الثقافة ¶ والإرشاد القومي في الجمهورية العربية السورية، وكان لديه اعتزاز كبير بالتراث ¶ ا لعربي في الشعر وا لنثر0 ¶ وقد عُني من خلال شعره ونثره بتراثنا العربي العظيم، واهتم بقضية نشر ¶ (1) ¶ هو باحث ومستشرق إسباني معاصر تخضَص في دراسة التراث العربي.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "هذا التراث وتحقيقه على أمس! علمية صحيحة. ¶ وانصث اهتمامه على دواوين الشعر العربي، وكان مما استوقفه من هذه ¶ الدواوين (ديوان البحتري) بتحقيق الشاعر المصري الأستاذ (حسن كامل ¶ الصيرفي) فقدم د. المحاسني دراسة وافية لهذا التحقيق في حديث إذاعي له من ¶ إذاعة لندن تحت عنوان (عالم الأدب)، فأثنى على هذا التحقيق. ¶ 0 1 - المحاسني الشاعر: ¶ توزغَ إنتاجُه الشعري الغزير على صفحات عدد كبير من المجلات ¶ والصحف البارزة في الوطن العربي، وحالت ظروف قاهرة دون طبع ديوانه ¶ الشعري، منها مرض زوجته الأديبة وداد سكاكيني، لكن أبناءه يطمحون إلى ¶ إنجاز هذا العمل بإذن الله، ليوضع ديوانه المؤلف بين أيدي الباحثين والدارسين ¶ للأدب العربي الحديث، وأبرز أعلامه. ¶ بدأ د. المحاسني في نظم الشعر، وهو طالب في المدرسة التجهيزية ثم ¶ في كلية الحقوق بدمشق، وكان قد حفظ الكثير من القصائد لشعراء قدماء ¶ ومعاصرين، فأخذت تدفعه إلى الكتابة الشعرية تأملات فكرية وسوانح عاطفية ¶ وهي زاخرة في شعره، وكانت تنبع من داخله، او لما يكون حوله من مؤثرات ¶ خارجية تركت أثراَ في نفسه، فيندفع إلى كتابة القصالْد. ¶ ويعبر عن رأيه في الشاعر فيقول (1): ¶ \"إنَ الشعور ذو عمر يرافق صاحبه، فما كنت أح! ن به وانا في ميعة الصبا ¶ هو غير ما أحس به الاَن، ووفاق ذلك يكون دافعُ الشعر، وقد أراني مؤمناَ بالتطور ¶ الذاتي، فالشاعر مثل النبات ينمو ثم يزدهر ويثمر خلال هذا العمر في الصبا ¶ والكهولة، ويجود بما يجود به الزهر في الربيع. . \". ¶ (1) جريدة (الندوة)، المملكة العربية السعودية، 397 ا هـ. ¶ 30",
            "page": "30",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ولا شأ ان كلَ شاعر يتأثر بشعراء اَخرين، وزكي المحاسني اُعجب ¶ بالشاعر العربي الكبير أبي الطيب المتنبي، حتى إنه وضع كتاباَ عن هذا الشاعر ¶ المتميز (1). ¶ وكان المحاسني مغرماً بالشعر العري القديم ذي الأسلوب الجزل ¶ القوي، الذي حافظ على عمود الشعر، وكذلك بالشعر العربي الحديث وأعظم ¶ شعرائه أحمد شوقي. ¶ ونشأ محباَ للشاعر الفرنسي فكتور هيجو، فقرأ شعر 5 في كل دواوينه ¶ بالفرنسية، فقد كان المحاسني يتقن اللغة الفرنسية، ويقرا في الأدب الفرنسي ¶ كل ما يصادفه. ¶ 1 1 - خصائص شعره، وموضوعا ته: ¶ الدكتور زكي المحاسني كما وصفه الأديب اللبناني (جان كميد) \"شإعر ¶ رغماً عنه \" (2)، فهو لا يتك! ف الشعر ولا ينظمه إلا عندما تلخُ عليه نفسه، فيجدها ¶ منساقة إلى التعبير بالشعر عما يجول في نفسه من خواطر وتأملات، أو عن ¶ هموم أمته، وهو كغيره من الشعراء العرب الذين تأثروا بنكبة فلسطين، وشاركوا ¶ اهلها همومهم وقضاياهم، فصؤروا مأسإتها بشعرهم. ¶ وتميز في هذه الناحية شعراء، يأتي في مقدمتهم زكي المحاسني، ومنهم ¶ أيضاً عمر ابو ريشة، سليمان العيسى، أنور العطار، وعلي دمر. ¶ ومن شعره في هذا الموضوع الأبيات التالية: ¶ ما هُزِمنا لكي نموتَ ونفنى ونبكي الحياةَ إنْ نحنُ عِشْنا ¶ (1) ¶ (2) ¶ انظر التعريف به في الفصل الثاني من هذا الكتاب، ص (68). ¶ دراسة تطبيقية في الشعر، الشاعر زكي المحاسني، جان كميد. ¶ - مجلة الورود، لبنان، ج (4)، كانون ا لأول، 9 5 9 1 م. ¶ 31",
            "page": "31",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "لْحنُ قومٌ ما نامَ فينا على الضيمِ أبي ولا على الدهرِ هُثا ¶ كفكفِ الشعرَ عن مراثي فلس! جنَ فشعرُ الدماءِ أبقى واغْنى ¶ غَدُنا المُرْتَجَى كما رمتُ آتٍ بنضالٍ سيغسلُ العارَ عَثا ¶ فكأن المحاسني قد تنبأ بالنضال المعاصر للشعب الفلسطيني الباسل الذي ¶ تج! ى في الانتفاضة التي تبذل في كل يوم الدماء الغالية من الشهداء الذين ¶ يستشهدون في سبيل تحرير فلسطين من الغاصب الصهيوني. ¶ وفي خلال ثورة الجزائر ضد الاستعمار الفرنسي، نجد المحاسني يحث ¶ الفتاة الجزاثرية على الكفاح مع الرجل فيقول: ¶ فتاةَ الوغى اعصِفي بالخطوب فإنّكِ من نَسْل الفتى اليَعْرُبي ¶ لملحمةِ العربِ صيغي النشيدً ومن غَمْسِ دمِ الشهداءِ اكتُبي ¶ وفي غمراتِ الفداص اذكري إلهكِ واعتصمي بالنَّبَي ¶ وكان المحاسني ينظم القصيدة أحياناً في لحظات، سواء كان وحد 5 في ¶ لحظات التأمل والتفكير في غرفة مكتبته بمنزله في حي المزرعة بدمشق، وهي ¶ التي كان يسميها (جنته)، او عندما يكون في مناسبة او حفلة أو محاضرة فتجده ¶ يرتجل الشعر دون سابق تهيئة. ¶ يقول الصحافي النابه الأستاذ عبد الغني العطري يرحمه الله (1): ¶ \"لا اعرف في من عرفت من الشعراء -على كثرة من عرفت - شاعراً ¶ يستطيع ان يجاريه في سرعة النظم وخصب القريحة \". ¶ ويمتاز بالنبرة الشعرية الصادقة والصدق في التعبير دونما تكفف او تصنّع ¶ في صياغة العبارة واختيار الألفاظ. ¶ ويجد الأديب الناقد (جان كميد) في قصيدة المحاسني المعنونة (نسيم ¶ (1) ¶ عبفريات من بلادي، عبد الغني العطري - دمشق. ¶ 32",
            "page": "32",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "لبنان) هذه النبرة الشعرية من خلال الأبيات التالية: ¶ يا نسمةَ الضُبحِ من لُبنانَ، ما صنعتْ لكِ الشوامخُ من شفاف ابرادِ؟ ¶ مررتُ بالعطرِ فاهتاجَتْ مباسِمُه وراحَ في الزَكبِ لا دربٌ ولا حادي ¶ والمحاسني في رايه يملك أداة التعبير الشعري وهو متمكن منها، وهي ¶ تطالعنا كيف جلنا في قصائد 5، ومنها هذه الأبيات من قصيدة (نجوى إلى شجرة ¶ من الحور): ¶ أتشكو جولةَ الأنهارِ حتّى ترى الليلَ البهيمَ هدوءَ بالِ ¶ أطفرةَ هائمٍ ام ثأرَ غازٍ كلا العَزْمَيْنِ يعيا في القتالِ ¶ وفي قصيدة (أنطلياس): ¶ أبيتاً بدا في قِمَةِ الصوتِ غَئنِي مغانيكَ ضَفَتْ كلَ لحنٍ مُرَقْرَقِ ¶ وقفتُ على نَبْعَيْكَ ظماَنَ مِنْ غدٍ سيملوني شوقاً لحُلْمِ مُزَؤَقِ ¶ ويكشف شعر المحاسني عن اسلوب مشرق ينمّ عن رصانة الطبع وصفاء ¶ النفس وشرف الخُلق، فضلاً عن الرزانة. ¶ وكان يرحمه الله من أخصب شعراء البلاد قريحة وإنتاجاً، يرتجل الشعر ¶ احيا ناً، ويقوله على ا لبد يهة وا لموهبة، فإ ذا وا تا ه ا لإلها م وكثير اً ما يستجيب لشعوره ¶ وخياله، تفيض على لسانه وقلمه قصائد بديعة في شتى الأطوار والمناسبات، ¶ ويتدفق بالمعاني والصور التي تموج بالألوان والظلال، ويتميز باللغة الفصيحة ¶ التي يضاهي بها الشعر العربي القديم. ¶ وكانت آخر قصائد الشاعر المحاسني عن الربيع، وقد تحذث الدكتور ¶ (عمر فروخ) يرحمه اللّه عن هذه القصيدة في مقال له عن المحاسني بعنوان ¶ (صديقي زكي المحاسني) (1) فقال: ¶ (1) نشر في كتاب (تحية وذكرى)، الدكتور زكي المحاسني بأقلام الذين عرفو 5 في= ¶ 33",
            "page": "33",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "\"ولقد رافقه نظم الشعر في حياته كلها، ذلك لأن الشعر - في وجه من ¶ وجوهه نفثة الرجل الكريم في دياجي الدهر. ¶ وفي آخر يوم له من أيام الدنيا وأول يوم من أيام الاخرة أملى على ابنته ¶ ثلاثة عشر بيتاَ كانت خفقةَ السراج قبل أن ينطفئ، وقد كانت كخفقة السراج ¶ شديدة اللمعان، رقيقة الحواشي، صافية الاديم، صادقة الحس، شفافة عن ¶ نفس صدقت في حبها لئه ولرسوله عنًح! ووثقت بمنزلتها عند الله ورسوله - إذ لي! ¶ وراء الإيمان الوطيد منزلةٌ تطلب ا ولقد طلب أن ترسل هذه الأبيات للنشر (قافلة ¶ الزيت، جمادى الأولى 392 ا هـ) مع إحساسه بأن عينيه لن تقرأها \". ¶ 2 1 - الملحمة العربية: ¶ اهتم د. زكي المحاسني بأدب الملاحم والملحمة العربية، فبحث ¶ موضوعاً لم يبحث قبل ذلك بمثل هذا الاهتمام، وكانت قصائده في الملحمة ¶ العربية قد نشرت تباعاَ في مجلة (قافلة الزيت) بالمملكة العربية السعودية، ¶ وموضوعاتها البطولات العربية والإسلامية، ومنها على سبيل المثال: الحسين، ¶ علي، عمر بن الخطاب، يوم اليرموك، معركة بدر، يوم ذي قار، المأدبة، ¶ وغيرها. . ¶ وكتب عن أدب الملاحم والملحمة العربية، محاضرة (1) القاها في قاعة ¶ المحاضرات الأزهرية الكبرى في الثاني عشر من مارس سنة (960 ام)، ¶ بالقاهرة، وكان أثناء ذلك يعمل في الجمهورية العربية المتحدة عضوأ بلجنة ¶ (1) ¶ أدبه ونضاله من أعلام المفكرين والأدباء، دمشق: مط. الاَداب والعلوم، ¶ 973 ام، ص 26 - 27. ¶ أدب الملاحم وا لملحمة ا لعربية، زكي ا لمحا سني. ¶ - محاضرة في قاعة المحاضرات الازهرية الكبرى، الموسم الثفافي الثاني ¶ للمحاضرات العامة (الدورة الثانية)، 379 اهـ/ 960 ام، القاهرة: مط. ¶ الأزهر، 0 96 ام. ¶ 34",
            "page": "34",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "التخطيط للتعليم العالي بوزارة التربية والتعليم المركزية. ¶ تحذَث في هذه المحاضرة عن الملحمة العربية وتاريخها عند العرب، ¶ وقال: إن العرب عرفوا حكايات قصصية ملحمية في الحرب، وعرفوا أيضاً ¶ ضرباً آخر من أروع الملاحم الفنية في (رسالة الغفران) التي أبدعتها عبقرية ¶ (أبي العلاء المعري)، كما عرفوا ضروباً جزئية من الملاحم الشعرية في ¶ الأندلس. ¶ وكان للملحمة العربية تأثير كبير في الشعر الإسبإني الخاص بالملاحم، ¶ غير أنه يرى أن هذه الملحمة لم تعرف لدى العرب قديماً بمعناها في أدب ¶ الغرب، على أن الشعر العربي في البطولات العربية إئان الحروب التي خاضها ¶ العرب في تاريخهم، قد عئر أصدق تعبير عن معنى الملحمة، في ذكره وإشادته ¶ بماَثر ا لبطولات. ¶ ثم تناول المحاسني بعد ذلك الملحمة في الشعر العربي الحديث، فقال ¶ إن من السباقين في مصر إلى صنع الملحمة الشاعر (احمد محرم)، فقد تبخر في ¶ تاريخ العروبة والإسلام، فنظم عشرات القصائد والمقطوعات الشعرية فى هذا ¶ التاريخ، فجاءت أ شعاره كصور تاريخية وسماها (الإليا ذة ا لإسلامية) (1). ¶ ونشر الشاعر (عامر البحيري) في مصر أيضاً ملحمة شعرية في خمس ¶ فصول، تغنى فيها برسالة الإسلام، وجهاد الرسول عليه الصلاة والسلام سفَاها ¶ (أمير الانبياء). ¶ لكن الملحمة الشعرية بمعناها الفني كان لها تصيبط في الشعر العربي ¶ الحديث لدى الشاعر اللبناني (فوزي المعلوف)، بملحمته الفنية التي سماها ¶ (على بساط الريج)، فجاءت ملحمته بدعاً أدبية، تلاقى صداها في العالم ¶ (1) ¶ وقد نشرت في دار العروبة بالقاهرة، وقدَم لها العلامة الجليل الأستاذ محب ¶ الدين الخطيب يرحمه الله. ¶ 35",
            "page": "35",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "العربي والغربي، وتُرجمت إلى اللغة الإسبانية، وبعض اللغات الاخرى. ¶ وللشاعر السوري (محمد العدناني) ملحمة شعرية سمّاها (ملحمة ¶ الأمومة). ¶ وطلع الدكتور المحاسني برأي في سبيل النهضة بالملحمة العربية، وذلك ¶ بأن تكون هناك هيئة ادبية او حكومية تؤلف شتات ملحمتنا العربية فتجمع شعر ¶ الحماسة والبطولة الذي يضفُه تراثنا على اختلاف العصور بالإضافة إلى ضرورة ¶ العناية بالملحمة الحديثة التي تصؤر بطولةَ العرب في الدفاع عن حريتهم ¶ وديارهم ضد الاستعمار الطويل وخاصة بطولات العرب في فلسطين لدحر ¶ العدو الإسرائيلي الغاصب. ¶ وختم المحاسني محاضرته بقوله: ¶ \"إنَ أمتنا العربية التي بذلت الدماء والفداء لجديو بشعرائها الملهَمين ا ن ¶ يهدوا إليها ملحمتها الكبرى \". ¶ وقد بلغ عدد قصائد المحاسني من الشعر الملحمي إحدى وعشرين ¶ قصيدة (وتجد بعض نماذج منها في الحديث عن ديوانه في الفصل الثاني) 0 ¶ 13 - التبادل الشعري مع اصدقائه من الأدباء: ¶ وهي الأبيات الشعرية الإخوانية كما اطلق عليها الشاعر المصري الأديب ¶ (محمد عبد الغني حسن) (1). ¶ يتسع مجال شعر المحاسني في (الإخوانيات) باتساع المناسبات ¶ والظروف في تحية أصدقائه من الادباء والشعراء. ¶ (1) ¶ الدكتور زكي المحاسني في إخوانياته، محمد عبد الغني حسن. ¶ مقال في كتاب: تحية وذكرى، الدكتور زكي المحاسني بأقلام الذين عرفوه في ¶ أدبه ونضاله من أعلام المفكرين والأدباء، دمثق: مط. الاَداب والعلوم، ¶ 972 ام، ص 28 - 36. ¶ 36",
            "page": "36",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ومعظم هذد الابيات نشر في مجلة (الأديب) اللبنانية التي كان يصدرها ¶ (ألبير اديب)، وممق هذه الأشعار ننتخب هذه الابيات: ¶ قال المحا! مني مهدياًالأبيات التالية للأديب الباحث العراقي الدكتور ¶ (صفاء خلوصي)، حمه الله (فقد توفي عام 995 1 م) في إنكلترة حيث أقام مدة مع ¶ ألسرته، وكانت الهضاسبة إهداء صفاء خلوصي للمحاسني صورة فوتوغرافية له: ¶ يا مهدياً لي صورةً للقائي إئي وجدتُ بها مثالَ صفائي ¶ لولا الخيالُ وَرَ 4 سْمُ أحباب لنا لرمى البُعَادُ ودادَنا بجفاءِ ¶ خلفَ الجفونِ جمعتُ أشكالَ الًرؤى في صورةِ الاحبابِ والخُلَطَاءِ ¶ سخلتُهم في القلبِ في (أَلُوْمِهِ) يَفْتَزُ عن وجدٍ وعن سَزاءِ ¶ وقال بمناسعبة صدور ديوان صديقه الشاعر (عبد الله يوركي حلاق) ¶ صاحب مجلة (الخساد) في حلب بسورية، والمعنون (حصاد ا لذكريات): ¶ يا حصادَ االذكرياتِ أنتَ لَمْلَمْتَ حياتي ¶ إيهِ عَبْدَ إلئه يُوركِي ايَا زَيْنَ الزُواةِ ¶ عِشْتَ تَرْعَى (الفمادَ) في اد - لدى العُرْبِ الابهاةِ ¶ وقال هذه الأبيات الإخوانية لصاحب مجلة (الأديب) ولمجلته الأدبية ¶ الثقافية: ¶ قُلْ للأديبِ إعنُ اللهِ ترعاهُ أقَمْتَهُ أدباً يَعْلُو به الجا5 ¶ فأنتَ جام! ةٌ تسعى روائعُها من كل قُطْرٍ له في العُرْبِ مغناهُ ¶ إنْ قيلَ (مدرسةْ للفكرِ) كنتُ بها مريدُها، وبها لفظي ومعناهُ ¶ لها التهانيَ فب عمرٍ تكونُ بهِ كعهدِما عالماً فاقتْ مزاياهُ ¶ كنابغٍ من بني، ذُبيانَ قلتَ لها وعدُ لبنانَ قد زادتْ عطاياهُ ¶ ألبيرُ؟ أنتَ كش! سٍ غيرِ حاجبةٍ لدى السطوعِ كنجمٍ شَغَ مسراهُ ¶ لعشتَ في دولةِ الأفكارِ مشرقها تزدادُ عمراً بمجدٍ طاب رئاهُ ¶ 37",
            "page": "37",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "4 1 - رسائله الى اصدقائه: ¶ عئر الأديب اللبناني (جان كميد)، وكان صديقاً للدكتور زكي المحاسني ¶ عن إعجابه بناحية متميزة من أدب المحاسني وهي ادب الرسائل فقال: ¶ \"إن اللون الذي بودي ان اتحدث عنه من الوان ادب المحاسني، والذي ¶ يعدَمن ادبه الرفيع هو الترسل، فقد سما المحاسني بأدب الرسائل إلى قمة ربما ¶ لا يضارعه في بلوغها غير (الريحاني) ومن إليه من كبار المترشلين، وإنني ¶ لأعتبر نفسي من اكثر اصدقائه علماَ بهذ 5 الناحية من نواحي ادبه نظراَ للمجموعة ¶ الكبيرة من الرسائل التي املكها منه، وهي حصيلة ستة عشر عاماَ من العلاقة ¶ والصداقة \". ¶ ولقد كانت رسائله مع الأدباء والشعراء تضتمُ شعراَ ايضاَ، فله على سبيل ¶ المثال ابيات من الشعر تبادلها مع الأديب الثاعر (هلال ناحي) بمناسبة إهداء ¶ كتبهما إلى بعضهما بعضا13). ¶ كذلك اهدى المحاسني إلى الشاعر حافظ جميل من العراق قصيدة ¶ بعنوان (الشعر إكليل لحافظ)، نشرت في مجلة (الورود) في الشهر الذي توفي ¶ فيه المحاسني وهو شهر آذار سنة 1971 م، وقد توفي بعدهأ بعام، منها هذ5 ¶ الأبيات: ¶ لا تَدَعْنِي في الهوى انسى الحبيبا بعدَ انْ اوقدَ في قلبي اللهيبا ¶ رفتِ الروحُ على شطاَنِهِ وهَفَتْ (دجلةُ) تسمو فيه طِيبا ¶ يا مكينَ الشعرِ فضاحَ القوافي من لدنْ عَبْقَرَ ابدعتَ العَجِيَبا ¶ 5 1 - الجانب الديني والوجداني في حياته: ¶ تمئز المحاسني ب! يمانه العميق بالثه عز وجل، وكانت أصفى وأجمل ايام ¶ (1) ¶ بين شاعرين زكي المحاسني، هلال ناجي. ¶ مجلة الورود، لبنان، ج (2)، تشرين الأول، 1 97 1 م، ص 4 1. ¶ 38",
            "page": "38",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "حياته هي تلك التيب قفحاها في (مكة المكرمة) سنة (385 أ هـ) في تلك الديار ¶ العظيمة التي شهدت مولد الرسول! شي! وبداية الإسلام، وكانت أحاديصْ ¶ المحاسني في الصحف السعودية في ذلك الحين تعبّر عن سعادته بهذه الإقامة ¶ في الديار الطاهرة، ففي حديثه عمندوب جريدة (عكاظ ع 5 1/ 12 / 385 أ هـ ¶ ص 2)، ارتجل الأبيإت التالية التي تحدث فيها عن ذلك فقال: ¶ نزلنا ضيوفاً على أكرمٍ نحجُ وندعو إفَ البَشَرْ ¶ ونطمعُ في عَفْوِ رفي رحيمٍ لعل ماَثمَنا تُغْتفر ¶ وَمِنْ عرفاتٍ بلغنَا المُنَى وهل بعدَ ذلك يُجْنَى الثفَرْ؟ ¶ وقد عاش المحاسني حوالي السنة في مكة المكرمة، حيث كان يعمل في ¶ مجال التدريس وإلقاء المحاضرات في كلية أ اللغة العربية بمكة المكرمة، وفي ¶ هذه الرحاب المقا، سة عاش أياماَ جميلة من عمره وسط الديار التي شهدت مولد ¶ الرسالة الإلهية السماوية التي اُنزلت على النبي العربي (محمد) عتًيد. ¶ وكان المحاسني يزعأو يأمل تأليف كتاب استوحاه من زيارته لتلك ¶ الديار، بعنوان (في دارة الوحي والإلهام)، إ لا أن المرض لم يمهله لتأليف هذا ¶ الكتاب، فقد اخذت صحته تتدهور منذ عودته من تلك الديار. ¶ وكان يعتر بإيمانه بالإسلام الذي يوحد العرب والمسلمين في الفكر ¶ والدين، وفي مظاهر العبادة وخاصة الحج. ¶ والمحاسني المؤمن، يعئر في كتابه (الأدب الديني) عن الحياة الادبية ¶ بكل اتجاهاتها وكلناحيها على اساس ديني يتمثِل في (القرآن الكريم) و (الحديث ¶ الشريف)، وهو يدعو الناس إلى الالتزام بالقيم الإسلامية التي أخرجت البشرية ¶ التائهة من ظلام الجهالة إلى نور الهدى والرشاد 0 ¶ فإلمحاستب يرى ان الأدب لا يمكن أن يزدهر إلا في ظلال الدين، ¶ فيقول: \"لا يعيش الأدب منضوح البيان بالسحر الحلال وفصل الخطاب إلا في ¶ 39",
            "page": "39",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "حمى الدين، ولقد عرفت الأمم القدامى في حياة الشعر والفن بتراتيل العبادة في ¶ طقوس الدين \". ¶ 6 1 - المحاسني الناثر: ¶ بدأ د. المحاسني بكتابة المقالة منذ أن كان مدرسأ للغة العربية وآدابها في ¶ المدرسة التجهيزية الأولى بدمشق، ثم فيما بعد عندما كان يدزَس في كلية الاَداب ¶ بالجامعة السورية، وقد فازت إحدى مقالاته القديمة تلك في مسابقة نظمتها ¶ مجلة (الحديث) السورية سنة (936 1 م)، وقد تبرع بالجائزة للفائزين الأستاذ ¶ (محمد سعيد الزعيم)، واشترك فيها كثيرون، لكن لجنة التحكيم اختارت ¶ الفائزيْنِ ومنهما الدكتور المحاسني الذي فاز بالجائزة الأولى عن مقاله: (من هو ¶ أكبر أديب عربي معاصر). ¶ اما قصة أو حكاية هذا المقال فهي طريفة، فقد كان المحاسني معجبأ ¶ بأدب عميد الادب العربي الدكتور (طه حسين)، وكان يكتب له الرسائل تلو ¶ الرسائل دون ان يتلقى جوابأ، رغم أنه كان يقيد رسائله إليه بالبريد المسجل ¶ المضمون. ¶ وفي ذلك الحين أنشات مجلة (الحديث) الحلبية مسابقة كبرى ¶ موضوعها: (من هو اديب العصر الأفضل في دني! العرب المحدثين)؟. ¶ فوجدها سانحة لكتابة مقال في تفضيل الدكتور طه حسين على أدباء ¶ العصر جميعأ، وفاز مقاله الذي تضمن دراسة لحياة طه حسين واَثاره التي كانت ¶ قد ظهرت يومذاك، وكان ثاني الفائزين كا تب ففمل (العقاد) 0 ¶ ويقول الدكتور المحاسني حول الجائزة: ¶ \"كا نت ا لجائزة ثمينة تجيء في خمس ليرات ذهبية، فلم تصل! ليئَ، وضرب ¶ الدهر بيني وبين الجائزة، حتى لقيني صاحبه! الذي رصدها وهو الاقتصادي ¶ المشهور (سعيد الزعيم) رحمه الله، فجعل يبإرك فوزي، ويسبغ التهمئة عليئ ¶ بجائزته وقد اعلمني مقدارها، فدهثت وادهشته حين قلت له: لم أتسلم اية ¶ 40",
            "page": "40",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "جا ئزة! 0. \" (1). ¶ على أن المحاسني لم يرسل لطه حسين خبر فوزه بالجائزة، لكنه فوجئ ¶ في أحد الأيام أثناء إحدى محاضراته للطلاب بالمدير يرسل إليه ليعلمه بوصول ¶ رسالة من د. طه حسين. ¶ وفتح الرسالة فوجدها بخط كاتب د. طه حسين، وفيها ثناء كبير على ¶ مقاله، وكان مع الرسالة اول كتاب أهداه إليه طه حسين وهو (الأيام)، وتتالت ¶ هداياه من الكتب، حتى بُعث المحاسني إلى مصر للحصول على دكتوراه الدولة ¶ في الأدب العربي، وسعى إلى الدكتور طه حسين في القاهرة فشجّعه على المضي ¶ في إعداد أطروحة الدكتوراه بعنوان (شعر الحرب في أدب العرب)، وكانت ¶ بينهما زيارات كثيرة ولقاءات في السفارات حيث كان المحاسني يدعى إليها ¶ عندما عمل ملحقاً ثقافياً إبان الخمسينيات من القرن العشرين. ¶ وفيما يلي قسم من مقالة (من هو أكبر أديب عربي معاصر؟) (2) التي ¶ تصدرتها الأبيات التالية: ¶ أؤاه مِنْ عُمْقِه في العِلْمِ أَوّاه كالبَحْرِ أحسبُ انْ لا ماءَ إلاّهُ ¶ قالوا ويسرعُ في ممشاهُ متكئاَ على الحِجَا وتشغ النورَ عيناهُ ¶ صنو التنوخيئ لكنْ ليسَ مُرتهنأ بحبس بيتِ ولا قد فاتَ دنياهُ ¶ هو الأديبُ الذي ضمَّتْ ثقافتُه فناَ تبدَّى على ازهى سجاياهُ ¶ لعل هذا الشعر يحاول أن يصور زعيم الأدب العربي في عصرنا ويبدو لي ¶ ان أعزَف متن السؤال حتى أستطيع الجري على غرار الجواب. ¶ (1) ¶ (2) ¶ مطارحات مع ا لأدباء ا لمعاصرين، عميد أدب ا لقرن ا لعشرين الدكتور طه حسحِن، ¶ زكي ا لمحا سني. - مجلة ا لورود. ¶ نشر المقال في مجلة الحديث، حلب، ع (8)، اَب، 1936 م، السنة العاشرة، ¶ ص 578 - 584. ¶ 41",
            "page": "41",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "إن كلمة أديب في معناها العصري وصفٌ للعالم بالأدب ونقد 5 والكاتب ¶ في اموره. ¶ ! واموره تتناول دراسات المؤلمن من اصحاب نثر وشعر وما إليهما من ¶ اغراض الكلام، بل تتناول تاريخ الاَداب وحياة اصحابها واَثارهم فيها من قديم ¶ وحديث. ¶ أما الكتاب والمنشثون والشعراء فلا يعفهم على الشمول لفظ الأديب، ¶ ف! ذا صح هذا الشكل من فهم السؤال كان المسير في الجواب على ضوء بئن ¶ وطراز صحيح. ¶ ولمعرفة هذا الأديب ننظر في اصحاب الأدب القديم، وما كان لهم من ¶ سموق في القول وضروب في الكتابة وميزة فى الفن حتى نعرف زعامة صاحب ¶ الأدب الحهديث. ¶ أجد الجاحظ وابا عبيدة وابا الفرج وسهل بن هارون اصحاب الاداب ¶ القديمة في المئة الثانية، وكان أشدهم زعامة لها الجاحظ. فالجاحظ آديب ¶ بالمعنى الذي يجب ان يعرف يزمانه، فقد ظهرت صورة ادب عصره على ¶ كتاباته، وتجلَت إلى ذلك حالات التفكير المعاصر عند 5، وكان أدبه خطوة ¶ كبرى في النقد والتحليل والمقابلة. هو اول أديب في تاريخ الأدب القديم عزف ¶ فنون الكلام وآصاليب الإبداع في موضوعاته. لقد لخص الجاحظ بيان عصره ¶ وافكاره الأدبية وجاء بطُرز لا عهد لأدب العرب بها. ¶ دالت دولة الاَداب الفديمة جاهليها وأمويها وعباسيها، وظل الأدب ¶ خاملاَ ضعيفاً ركيكاً حتى طلعت شم! العصر الحاضر، وانبلجت من مصر، ¶ فإذا الاَداب تنتعش، ثم تتحرك فتضبعث من رمام طرازها الرث البالي الذي كان ¶ لها عصر انحطاطها، وهذه سنة الترقي قالانتعاش يكون في اكثر أحواله بادئاً من ¶ الحالة التي صار إليها الانحطاط، دهاذا نحن في ايامنا هذه لنا اوائل أدب حديث ¶ بالمعنى الجديد العصري. ¶ 42",
            "page": "42",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "منذ أغمدت الحرب العالمية سلاحها (1918 م) بدأت هذه النهضة ¶ بمعناها المعاصر، وطلع فجرُ العالم العربي، فسطع في صباحه ضوء من ناحية ¶ مصر، هذا الضوء حمل مصباحَه الدكتور (طه حسين) منذ عاد من أوروبة بعد ¶ الحرب، وكان سلخَ أعوامها في باريس، يدرس الاَداب الفرنسية، وقد أعد قبل ¶ سفره عدة الاَداب القديمة، وروى الحديث والفقه وأخذ النحو واللغة وحفظ ¶ الشواهد الأدبية في الأزهر وارتوى منها كلها، ثم عاد من اوروبة، فبدا يفتج ¶ عصراً أدبياً للعربية جديداً للجيل الجديد، وأول ما قام به قبل ذهابه لأوروبة أنه ¶ نشر كتاب (ذكرى أبي العلاء) وهو أهل بحث علمي سار محؤلفه فيه على نهج ¶ منظم. ئم لفا آذنت عودته من تلك الديار كتب كتاب الدكتوراه (917 1 م) التي ¶ نالها من باريس عن فلسفة (ابن خلدون) الاجتماعية (1)، وهذه الرسالة كذلك ¶ أول بحث كتب عن الفيلسوف الاجتماعي (ابن خلدون) مخَص فيه مؤلفه ¶ نظريات هذا العظيم. لقد نشر الأستاذ طه هذا الكتاب أول أمره بالفرنسية فدرس ¶ أفكار مؤرخ العرب، فكان مِنْ خيرِ من عزف العالم الغربي حقيقة الثقافة ¶ العربية القديمة. ¶ لماذا أعدُ الدكتور طه حسين أكبر أديب معاصر؟ ¶ لأنه فتح فتحاً جديداً في حياتنا الأدبية الحديثة لم يكن قبل طه حسين احد ¶ في عالم الأدب العربي يجاهر باصلاح أساليب الدراسة القديمة (2). إنه أول من ¶ فتح الباب على الحياة الأدبية الناضرة بمعناها الحق الح! يث. ¶ 7 1 - وفاة المحاسني: ¶ ما أن علم الأدباء والشعراء ورجال العلم والفكر بوفاة المحاسني، التي ¶ (1) ¶ (2) ¶ وقد عزَبه الأستاذ محمد عبد الله عنان. ¶ دعوى الإصلاح هذه فيها نظر. انظر فصل الفساد في حياتنا الأدبية في كتاب ¶ (المتنبي) للأستاذ محمود محمد شاكر رحمه الله تعالى. (الناشر) ¶ 43",
            "page": "43",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "كانت في يوم الخميس الثالث والعشرين من شهر آذار سنة (972 1 م)، وهو لم ¶ يتجاوز الثالثة والستين من عمره، حتى سارعوا إلى التعبير عن حزنهم لفقد علم ¶ من اعلام الأدب المعاصر في الوطن العربي. ¶ وعبَرت المستشرقة الألمانية المعاصرة (آن ماري شيمل) استاذة ¶ الدراسات العربية والإسلامية في جامعة (بون) عن اسفها لفقد 5، وقد عرفت ¶ المحاسني من خلال كتاباته التي نشرت في مجلة (فكر وفن) وكانت ترأس ¶ تحريرها، فأرسلت برقية تعزية منها العبارات التالية: ¶ \"هناك أصدقاء لم نلتق بهم، ومع ذلك فهم أقرب إلى تفكيرنا وشعورنا ¶ من أولئك الذين عرفناهم والتقينا بهم يوماً بعد يوم. ¶ وكان الدكتور زكي المحاسني من هؤلاء الأصدقاء الذين عرفناهم في ¶ آثارهم دون التقاء. ¶ وما أشدّ الحزن عليه حين وصلت إلينا أخبار وفاته المفاجئة مما هزنا ¶ وملأ نفوسنا حزناً، فقد احسسنا بأننا فقدنا صديقاً عظيماً بعلمه وأخلاقه، وأن ¶ عالم الأدب والبحث والتأليف قد فقد بفقد 5 أحد البارزين من أعلامه وأحبهم ¶ إلى القلوب وأنفعهم للناس \". ¶ 8 1 - مراثيه: ¶ وعبَّر اَخرون من خلال قصائد شعرية عن اسفهم لغياب المحاسني، ¶ تغمد 5 الله برحمته، ومنهم على سبيل المثال الشاعر الأستاذ رشاد علي أديب من ¶ سورية، ومن قصيدته في رثاء المحاسني هذه الأبيات: ¶ قدرٌ يبعثُ الأسى والشجونا حين يزجي إلى النفوس المَنونا ¶ سنةُ الله مذ خلق البرايا ودبيب الحياة في العالمينا ¶ يالخطب هزّ القلوب وادما ها وحز الكُبودَ حزاً ثخينا ¶ إذ قَضَى نحبَهُ العليم: زكيٌّ من شأى في نبوغه النابغينا ¶ 44",
            "page": "44",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ذو النهى والعلى وكل خصالٍ ¶ قد تحلى بالحلم والعلم والفَ! ¶ لم يقصر سعياً ولم يألُ جهداً ¶ كنت كنزاً للشعر والنثر يهمى ¶ ولك السبق والتصانيف والت! ¶ وفعالٍ حميدة لن تحينا ¶ - وحذق الاَداب حذقاً رصينا ¶ باتخاذ الفصحى دليلاً أمينا ¶ جوهراً من ذخيره مكنونا ¶ ! يق فاخلد ذكراً مع السابقينا ¶ كما رثاه الشاعر (حسين احمد كمونة) بقصيدة بعنوان: (في رثاء ¶ المحاسني) (1)، جاء فيها: ¶ ودخلتُ قاعةَ مجلسِهْ ¶ ونظرتُ، صورةَ صاحبي ¶ وكذا المكانُ. . ومجلسٌ ¶ صور من الماضي القريب ¶ صور من الماضي البعيد ¶ صور تراءت عندها في خاطري ¶ ملكتْ عليئَ مشاعري ¶ جعلتني، ازهدُ في الحياة ¶ وأغوصُ. . في معنى ا لوفاة ¶ بعد ا لحياة. . ¶ جعلتني اجلسُ صامتاً ¶ في موقف جِدُ عصيبْ ¶ وأنا أريد. . ¶ في ان أ قولَ. . بما يفيدْ ¶ في فقدِ صَرْحٍ من أدبْ ¶ (1) انظر القصيدة كاملة في كتاب (تحية وذكرى)، صا 4 1 - 4 4 1. ¶ 45",
            "page": "45",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "عاشَ الحياة بأسرها ¶ من أجلِ فِكْرٍ للعربْ ¶ !! ¶ كمْ كانتِ الأحلامُ تدفعني إ ليه ¶ كم كانت الاَمالُ تزرعني لديه ¶ لأعيشَ عمرأ ثانيأ ¶ والعمرُ دوماَ فا نيأ ¶ إلأ الذي يحياه في بحر الأدبْ ¶ وصديقيَ المفضالُ دنيا من أدبْ ¶ دنيا 5. . دنيا لا تزاذ ¶ تحيا، تعيش الانفعالْ ¶ بقضا يا، أمةِ يعربِ ¶ دنيا 5، دنيا من ملاحمَ، من نضالْ ¶ كما رثاه الشاعر العراقي (عبد الخالق فريد) بقصيدة عنوإنها: (إلى روح ¶ الفقيد الغالي): ¶ في يومِ موتكَ أفيُ صرع قدْ هَوَى فهوتْ عليهِ صريعةٌ أحلامي ¶ لما أتاني النعيُ أذهلني الأسى وغرقتُ في دنيا من الإظلام ¶ ولثمتُ طيفَك فاعترتني رِعدةٌ وطغى من الأعماق فَيْضُ هيامي ¶ يامن رعى شعري وزكى غرسَه وسما به لعوالم الإلهام ¶ أكذا الحياة تمرُ مزَ سحابةِ أو مثل رؤيا حالمٍ بمنام ¶ خلَفتني وحدي يُحطمُني النوى وتُميتُ روحيَ ثورةُ الاَلام ¶ ف! ذا بقلبي وهو نبعُ توهج يُمسي بفقدِ رؤاك محضُ رُكام ¶ إيهِ، أخي وحكمةُ الأيام أن تنتهي آمالُنا بحطام ¶ ان لا تدومَ هناءةٌ ومودَةٌ لمعززين تعاقدا بسلام ¶ 46",
            "page": "46",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "ياراحلاً عني وإني ههنا ¶ أبكيك بالدمع الهَتونِ وخافق ¶ أ (زكي) يالحناً على قيثارتي ¶ ما زال طيفُك وهو خيرُ تعثةٍ ¶ ويظل ذكرُك في الحياة على المدى ¶ أقتاتُ من سوقي ومن أوهامي ¶ حزَان من هول المصيبة دامِ ¶ فذاً يضوعُ بأروع الأنغام ¶ ليراعتي عَوْناَ على أيامي ¶ يوري الشجا وينير في إلهامي ¶ 9 1 - تقدير الدولة للمحاسني: ¶ بعد وفاة المحاسني، وتقديراً لفضله على الجيل كأديب ومربي، قررت ¶ محافظة دمشق تسمية الساحة المجاورة لجامع الإيمان في حي المزرعة بمدينة ¶ دمشق باسم الدكتور زكي المحاسني. ¶ 0 2 - قائمة ببليوغرافية بالكتب والدراسات عن الدكتور المحاسني: ¶ اولأ: مؤلفات عنه: ¶ 1 - الكتب: ¶ أ -الدكتور زكي المحاسني، حياته وأدبه. ¶ - رسالة لنيل شهادة الماجستير في الأدب العربي، إعداد الباحث ¶ خير الدين كم الماظ، بإشراف د. حسن جاد، عميد كلية اللغة العربية، جامعة ¶ الأزهر، قسم الأدب والنقد، القاهرة، 398 ا هـ/ 978 1 م. ¶ ب - تحية وذكرى، الدكتور زكي المحاسني بأقلام الذين عرفوه في أدبه ¶ ونضاله من أعلام المفكرين والأدباء، دمشق: مط. الاَداب والعلوم، 973 1 م. ¶ 2 - الدراسات والبحوث ضمن الكثب: ¶ - أشتات مجتمعات في اللغة والأدب، عباس محمود العقاد، ط 2، دار ¶ المعارف بمصر (بحث بعنوان: شعرالحرب في أ دب العرب، ص 1 4 1 - 4 5 1). ¶ - وديع فلسطين يتحدث عن اعلام عصره، ط دار القلم بدمشق 03 0 2 ¶ بعنوان: الدكتور زكي المحاسني: 1/ 5 5 2 - 1! 2. ¶ 47",
            "page": "47",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "- مباحث في الأدب العربي المعإصر، وحيد الدين بهاء الدين، العرالتى، ¶ 975 1 م، (بحث بعنوان (زكي المحاسني نابغة من دمشق)، ص 6 4 - 58). ¶ - د. زكي المحاسني، العالم والأديب والشاعر (بحث في كتاب: ¶ عبقريات من بلادي، عبد الغني العطري، دمشق). ¶ 3 - مقالات نشرت في مجلات أو صحف: ¶ - دراسة تطبيقية في الشعر، الشاعر زكي المحاسني، تأليف جان كميد، ¶ مجلة (الورود)، لبنان، ع (كانون الأول)، 9 95 1 م، ص 3. ¶ - مع الدكتور زكي المحاسني في دراستين تاريخيتين من تاليفه، ¶ عبد الفتاح إبراهيم، مجلة (الرسا لة)، لبنا ن، ع (5)، 58 9 1 م، ص 9 2. ¶ -كتاب الشهر، إبراهيم طوقان شاعر الوطن المغصوب حياته وشعره، ¶ تأليف ا لدكتور زكي المحاسني، جا ن كميد، مجلة (ا لرسا لة)،ع (7)، 6 5 9 1 م، ¶ ص 8 2. ¶ - إلى اديب سورية الكبير الدكتور زكي المحاسني، مصطفى خالدي، ¶ مجلة (البلاغ)، بيروت، ع (8 ا حزيران)، 947 1 م. ¶ - شاعرية الدكتور زكي المحاسني، انور الجندي، جريدة (الندوة)، ¶ المملكة العربية السعودية، ع (0 1 شعبان سنة 397 ا هـ). ¶ - بين الشاعر المحاسني وعارفيه، حسان الكاتب، مجلة (العرفان)، ¶ لبنان، ص 425 - 428، 498 - ا 0 5. ¶ - ا لدكتور زكي ا لمحاسني، فقيد ا لأدب، حسا ن ا لكا تب، مجلة (ا لأد يب)، ¶ ع (مإ يو)، 2 97 1 م. ¶ - زكي المحاسني في ذكراه العاشرة، عيسى فتوح، مجلة (الاديب)، ¶ ع (يناير-فبراير)، 983 1 م. ¶ 48",
            "page": "48",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "- الدكتور زكي المحاسني نإقداً وأديباً، عيسى فتوح، مجلة (اليرموك)، ¶ الأردن، سنة 4 9 9 1 م. ¶ - أبو نواس لزكي المحاسني، بديع شبلي، مجلة (الورود)، لبنان، ¶ ع (تشرين الأول)،! (2)، 1 97 1 م. ¶ *** ¶ 49",
            "page": "49",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "الفصل الثاني ¶ تعريف بمؤلفاته",
            "page": "51",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "المبحث الأول ¶ قائمة ببليوغرافية بأعمال الدكتور زكي المحاسني ¶ أولأ -الكتب مرتبة حسب لثمنوات النشر: ¶ 1 - أبو العلاء ناقد المجتمع، رسالة ماجستير في الادب العربي من جامعة ¶ القا هرة، ط ا القاهرة: دار الفكر العربي، 5! 9 1 م، ط 2 بيروت: دار المعارف، ¶ 4 96 ا بم. ¶ 2 - شععر الحرب في أدب العوب في العصرين الأموي والعباسي إلى عهد ¶ سيف الدولة، رسالة دكتورا 5 من ا لجامعة المصرية (دكتورا 5 دولة). ¶ القاهرة: دار الفكر العربي، 47 9 1 م، ط 2 القا هرة: دار المعارف: ¶ 963 1 م. ¶ 3 - النواسي ضاعر من عبقر، درإلممة تحليلية لشعر أبي نواس وحياته. ¶ المكتبة العمومية لمحي دمشق، ط 2 دإر الانوار، بيروت، 0 97 1 م. ¶ 4 - ديوان (الشريف العقيلي) تعليق وتحقيق لمخطوط. ¶ مصر: دار إحياء الكتب العربية (عيسى البابي الحلبي)، 5 96 1 م. ¶ 5 - المتنبي. ¶ ط ا القاهرة: دار المعارف، 6 95 1 م، طبعات اخرى 968 1، 0 97 1 م. ¶ 6 - ابراهيم طوقان ضاعر فلسطين. ¶ ط ا القاهرة: دار الفكر العربي، 9 95 1 م، ط 2: 962 1 م. ¶ 53",
            "page": "53",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "غربا ¶ 988 ¶ 7 - دراسات في تاريخ النهضة العربية المعاصرة، بالاشتراك مع شفيق ¶ ل واحمد عزت عبد الكريم وبديع شريف. ¶ القاهرة: الجامعة العربية، 958 1 م. ¶ 8 - نظرات في أدبنا المعاصر. ¶ القاهرة: وزارة الثقافة، 962 1 م. ¶ 9 - احمد أمين. ¶ محاضرات في معهد الدراسات العربية العالية بالقاهرة. ¶ القا هرة، 963 1 م. ¶ 0 1 - عبد الوهاب عزام. ¶ محاضرات في معهد البحوث والدراسات العربية. ¶ القا هرة، 68 9 1 م. ¶ 1 1 - الأدب الديني0 ¶ ط 1 القإهرة: مكتبة الأنجلو، 1970 م، ط 2 بيروت: دار البلاغ، ¶ 1 م. ¶ 12 - أساطير ملهمة0 ¶ دار المعارف بمصر، 1 97 1 م. ¶ 13 - الشاب الظريف. ¶ دمشق: المكتبة العباسية، 973 1 م. ¶ 4 1 - عباقرة ا لأدب عند العرب. دمشق: دار الأهالي، 5 9 9 1 ¶ 5 1 - اقاصيص العرب، القاهرة: المكتبة اكاديمية، 0 0 0 2 م. ¶ 54",
            "page": "54",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "6 ا- الأدب العربي المعاصر، 0 96 1 م. كتاب مدرسي. ¶ 7 ا-في التراجم والنقد، 0 96 1 م. كتاب مدرسي. ¶ 8 ا- قراءات أدبية مدرسية وتحليلية، 0 96 1 م. كتاب مدرسي. ¶ ثانيأ -كتب مُعذَة للطبع: ¶ 1 - فقه اللنة والمقارن. ¶ 2 - ديوان شعره. ¶ 3 - دراسات في اللغة العربية والمعاجم. ¶ 4 - نشيد الإنشاد. ¶ ثالثأ -المقالات: (بعضها نقد وتعريف للكتب): ¶ 1 - ترجمة لقصة القيثارة الكبيرة لأنطون تشيخيرف. ¶ مجلة الحديث، حلب، سنة 931\"ام. ¶ 2 - عقوق التلاميذ. ¶ جريدة الصباح، ع (28) كانون الأول سنة 0 4 9 1 م. ¶ 3 - ولي الدين وا لأمة. ¶ مجلة (الأمالي) ع (7 1)، بيروت، ص 1 1، 0 4 9 1 م. ¶ 4 - ا لحسد والنقد. ¶ جريدة الأحد، بيروت، ع (2 0 1)، صا، سنة 1 94 1 م. ¶ 5 - أبطال الرواية. ¶ مجلة الأديب، بيروت، ع (كانون الثاني)، ص 6 1 - 17، سنة 9 4 9 1 م. ¶ 6 - ملاحم أندلسية0 ¶ مجلة (المجلة)، مصر، 57 9 1 م، ع (5). ¶ 55",
            "page": "55",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "957 ¶ 7 - خطرات في فن الشعر. ¶ مجلة (المجلة)، مصو، 9 95 1 م، ع (يوليو). ¶ 8 - ملحمة البامبا. ¶ مجلة (المجلة)، مصو، 958 1 م، ع (فبراير). ¶ 9 - الطريقة في تدريس الأدب العربي. ¶ مجلة (المعلم العربي)، دمشق، ع (تشرين الثاني - كانون الأول)، ¶ ام. ¶ 5 1 - طابع الأدب السوري الجديد. ¶ مجلة (الرسالة)، لبنان، ع (9/ 0 1/ 957 1 م). ¶ 1 1 - طاهر الجزالْري وكردعلي. ¶ مجلة (ا لمعرفة)، دمشىْ، ع (9). ¶ 2 1 - محمد كردعلي. ¶ مجلة (الكتاب)، مصر، سنة 953 ام، ص 77 - 79، أعيد نشره في ¶ (المجمع العلمي العربي بدمشق)، مج 28، ص 9 1 3. ¶ 13 - مدارس الادب ومذاهبه. ¶ مجلة (الأديب)، ع (سبتمبر)، 0 5 9 1 م، ص 7 1. ¶ 4 1 - خواطر بين السلوك والتصنيف. ¶ مجلة (الأديب)،ع (مايو)، 1 95 1 م، صا ه. ¶ 5 1 - أدب الرسائل. ¶ مجلة (الأديب)،ع (يونيو)، 57 9 1 م، ص 2 1. ¶ 6 1 - شاعر افاعي الفردوس. ¶ مجلة (الأديب)، ع (5)، 6 5 9 1 م، ص 7 1. ¶ 56",
            "page": "56",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "7 1 - الريحاني على تهاويل إشبيلية. ¶ مجلة (الأد يب)،ع (8، 9)، 6 5 9 1 م، ص 4 2. ¶ 18 - مطران بين التجديد والحب. ¶ مجلة (الأد يب)،ع (5)، 57 9 1 م، ص 9. ¶ 9 1 - طابع الأدب السوري الجديد. ¶ ع (9، 0 1)، ص 8، 957 1 م. ¶ 0 2 - فن الحوار في الأدب والقصة0 ¶ مجلة (قافلة الزيت)،ع (محرم)، سنة 388 ا هـ، ص 13. ¶ 1 2 - سوانج وذكريات، الجاحظ الثاني. ¶ 22 - مطارحات مع الأدباء المعاصرين، عميد أدب القرن العشرين ¶ الدكتور طه حسين. ¶ مجلة (ا لورود) ص 5 7 - 6 7. ¶ 23 - عبد الله كنون شاعراً بديوانه الوحات شعرية). ¶ مجلة (ا لورو د)، ص 5 6 - 6 6. ¶ 4 2 - التطور والتجديد في الشعر أَلأموي، تأ ليف شوقي ضيف. ¶ مجلة (الكتاب)، ج (7)، مج (1 1)، يوليو، سنة 952 1 م، ص 868 -  ¶ 0 87. ¶ 504. ¶ 5 2 - تهذيب الصحاح، تأليف الزنجاني. ¶ مجلة (الكتاب)، مج (2 1)، ج (4)، أبريل، سنة 53 9 1 م، ص 2 0 5 -  ¶ 6 2 - ثلاث رسائل لأبي حيان التوحيدي، تحقيق إبراهيم الكيلاني. ¶ مجلة (ا لكتاب)، ج (7)، مج (1 1)، يوليو، 2 5 9 1 م، ص ه 6 7 - 768. ¶ 57",
            "page": "57",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "27 - المغرب الأقصى، رحلة من المنطقة الإسبانية، تأليف أمين ¶ ا لريحا ني. ¶ مجلة (ا لكتاب) ج (0 1)، مج (1 1)، ديسمبر، سنة 2 5 9 1 م، ص 9 4 2 1 ¶ - 4 5 2 1. ¶ 28 - عداوة الفكر. ¶ مجلة (ا لرسا لة)، ع (3)، سنة 57 9 1 م، ص 2. ¶ 9 2 - مطران بين التجديد والحب. ¶ مجلة (ا لرسا لة)، ع (4)، سنة 7 5 9 1 م، ص 9. ¶ 0 3 - اديب وفارس. ¶ ع (4)، سنة 58 9 1 م، ص 2. ¶ 1 3 - أسرار بلادي. ¶ مجلة (ا لأد يب)، ع (آب)، 2 4 9 1 م، ص 9 3. ¶ 32 - الليالي الشامية. ¶ مجلة (الأديب)،ع (كانون الثاني)، 43 9 1 م، ص 27. ¶ 33 - في اغلال الذهب. ¶ مجلة (الأديب)،ع (اَذار)، 43 9 1 م، ص 1 3. ¶ 34 - طه حسين بك. ¶ مجلة (الأديب)،ع (فبراير)، 1950 م، ص 66. ¶ 35 - العناية بالشعر المعاصر. ¶ مجلة (الأديب)،ع (يناير)، سنة 1951 م، ص 25. ¶ 36 - بداية ونهاية. ¶ مجلة (ا لأد يب)، ع (أكتوبر)، سنة 1 5 9 1 م، ص 0 5. ¶ 58",
            "page": "58",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "37 - أدب الملحمة والملحمة العربية. ¶ مجلة (الرسالة)، مصر، ع (1 8 0 1)، 4 96 1 م، ص 7. ¶ 38 - شخصية أدبية، ابو عمرو بن العلاء. ¶ جريدة (الدعوة)، المملكة العربية السعودية، ع (327)، 1 39 ا هـ. ¶ 39 - هل خير للعالم العربي أن يتجه إلى العلم أو إلى الأدب؟ ¶ مجلة (دعوة الحق)، المغرب، ع (يناير)، 5 96 1 م. ¶ 0 4 - ادب الطير عند الجاحظ. ¶ مجلة (دعوة الحق)، المغرب، ع (5)، 383 ا هـ/ 4 96 1 م. ¶ 1 4 - فاتِك الرومي. ¶ مجلة (دعوة الحق)، المغرب، ع (فبراير)، 5 6 9 1 م. ¶ 42 - ام حكيم. ¶ مجلة (دعوة الحق)، المغرب، ع (6، 7)، 5 96 1 م. ¶ 43 - ام الشريف الرضي. ¶ مجلة (الأقلام)، بغداد، ع (5)، ص 0 8 - 083 ¶ 4 4 - من اثار القرآن في الاداب العالمية. ¶ مجلة (رابطة العالم الإسلامي)، مكة، ع (8)، 966 1 م، ص ه 4. ¶ 5 4 - صداقة الفضيلة. ¶ مجلة (الحديث)، حلب، ع (8)، 936 1 م، ص 578 - 584. ¶ 6 4 - المتنبي وبول فاليري في العيد. ¶ جريدة (ا لمدينة المنورة)، ع (9 2/ 9 / 5 38 ا هـ)، صه. ¶ 59",
            "page": "59",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "47 - الأديب الراوية الشيخ المغربي. ¶ مجلة (المعرفة)، دمشق، ع (1 1)، ص 6 6. ¶ 48 - الشعر المسرحي بعد شوقي. ¶ مجلة (ا لمعرفة)، دمشق، ع (1)، ص 32 1. ¶ 9 4 - الشعر الصوفي. ¶ مجلة (الأديب)، بيروت، ع (أغسطس)، سنة 0 5 9 1 م، ص 57. ¶ 0 5 - العناية بالشعر المعاصر. ¶ مجلة (الأديب)، ع (ينا ير)، 1 5 9 1 م، صه 2. ¶ 1 5 - مدارس الأدب ومذاهبه. ¶ مجلة (ا لأديب)، ع (سبتمبر)، 0 5 9 1 م، ص 7 1. ¶ 52 - سوانح وذكريات، الجاحظ الثاني. ¶ 53 - زوجان إسبإنيان ومستشرقان عربيان. ¶ مجلة (الأديب)، ع (مارس)، 1 97 1 م، ص 2 2 - 23. ¶ ، ... ؟ ¶ 60",
            "page": "60",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "المبحث الئاني: ¶ التعريف بأشهر مؤلفاته ¶ أولاً- الكتب المطبوعة مرتبة حسب تاريخ نشرها: ¶ 1 - أبو العلاء ناقد المجتمع ¶ ط ا: دار الفكر العربي بالقاهرة 945 ام، ¶ ط (2)، لبنان، دإر المعارف 963 1 م. ¶ ط 3: حمص: دار ا لمعارف 987 1 م. ¶ نال الدكتور المحاسني بهذا الكتاب الذي صدر عن دار الفكو العربي في ¶ القاهرة عام (945 1 م) ودار المعارف في لبنان عام (963 1 م) شهادة الماجستير ¶ في الاَداب من الجامعة المصرية عا م (5 4 9 1 م). ولئن سبقه الكُتَاب في التصنيف ¶ عن هذا الشاعر الفيلسوف فإن واحداً منهم لم يفرد كتاباً مستقلأً للكلام على نقده ¶ للمجتمع، وهل كان أبو العلاء إ لا نا قد المجتمع في شعره ونثره؟ ا. ¶ لقد تحدث عنه البإحثون فيلسوفاً وشاعراً، ولكنهم لم يتحدثوا عنه ناقداً ¶ للملوك والأمراء والأغنياء والفقراء، ولذلك خصص هذا الكتاب لدراسة أبي ¶ العلاء في نقده المجتمع والمرأة والنسل والزواج، وقد أسهب فيه بالحديث عن ¶ أخلاق المرأة وطبيعتها، وكيف يريدها أن تكون، وتوقف عند نظرية النسل بين ¶ (مالتوس) و (المعري)، وناقش رأيه في الزواج. ¶ كذلك تحدث عن نقد المعري للرعية والقضاة والحكام والساسة والفقراء ¶ والأغنياء، والمشايخ والقسوس واهل الأذكار والصوفيين والمنجمين والتنجيم ¶ والنحاة واللغويين والفقهاء والقراء والمجادلين والادباء والخطباء والحكماء ¶ والفلاسفة وأرباب النحل والأهواء، وعن دعوته إلى الاشتراكية والديمقراطية. ¶ 61",
            "page": "61",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وخصص القسم الأخير من الكتاب للكلام على أسلوب التهكم وفن ¶ السخرية عند أبي العلاء، ولاسيما في كتابه (رسالة الغفران). ¶ وقد تناول المحاسني الجانب النقدي لدى أبي العلاء المعري، ونجده ¶ يحلل آراءه في نواح شتى، ويبرز ملامح هذا الشاعر من خلال نظرته النقدية إلى ¶ أمور كثيرة في الحياة. ¶ وقد صدر كتابه بمقدمة تحدث فيها عن حبه لأبي العلاء، ورغبته في ¶ توضيح الناحية النقدية عند 5، فقد وضع الكثير من الدارسين مؤلفات درسوا فيها ¶ أبا العلاء كشاعر وفيلسوف، لكنهم لم يبحثوا في نقده للمجتمع، وفي هذا ¶ الصدد قال المحاسني: ¶ \"وهل كان ابو العلاء إلا ناقد المجتمع في كل شعر 5 وعميم نثره. لقد ¶ عرضوه فيلسوفاَ وجلُوه شاعراً ولكن لم يظهروه ناقداَ. فلا عليّ إذا جئت اوفي ¶ صاحبي حقه مني، وأنا ابن سورية التي أطلعته، وله على مثلي حق التأليف. ¶ لهان ابن الجلدة والأرض لأجدر بمواطن الدرس وأقرب لنبضات الشعور. ولقد ¶ قطف الكتاب من روضة أزاهير صاغوها طاقات وباقات قدموها لقرائهم، وانا ¶ على غرارهم أضع يين أيدي قرائي أزاهير أبي العلاء، وازاهيرُ الفكر لا تفنى. ¶ ولم يدخل ا لمحاسني في موضوعه مباشرة، بل مهد لهذا بتوطئة بحث فيها: ¶ 1 - فن النقد ومهمة الناقد0 ¶ 2 - بواعث نقد المجتمع عند المعري. ¶ 3 - طبيعة نقده للجماعة. ¶ 4 - منابع نقده للمرأة وا لنسل والزواج. ¶ 5 - الفكر الحر عند أبي العلاء. ¶ وفي القسم الأول من الكتاب تحدث د. المحاسني عن المعري كعدو ¶ 62",
            "page": "62",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "للمرأة ونقد 5 لها، إذ لم ينظر إليها من الجانب الإيجابي، فلم يقدرها كأم حنون، ¶ ولا مرضع حادبة، ولا ربة دار مربية، ولا زوفي صالحة، إ نما تطلع نحوها بالنظر ¶ الشزر، فراَها من الجانب الذي تبدو فيه مثالبها، فأمسك بهذ 5 المثالب واحدة ¶ بعد واحدة، وراح ينقدها حتى أتى عليها جميعاَ. ¶ وبحث المعري في اخلاق المرأة يبدو جلياَ في شعر 5 من خلال انتقاد 5 ¶ الشديد لها فهو يقول على سبيل المثال: ¶ إذا شابَ رأسُ المرءِ او قل مالُه فليسَ لهُ في وُدهِن نَصيْبُ ¶ يُرِدْنَ ثَراءَ المالِ حيثُ وَجَدْنَهُ وشرخُ الشبابِ عِنْدَهُن عَجِيْبُ ¶ وانتقل المحاسني بعد ذلك إلى الحديث عن طبيعة المرأة لدى المعري، ¶ فهو لم يكتفِ بنقد أخلاق المرأة، هانما تعدى ذلك إلى نقد طبيعتها وخلقها ¶ وجمالها. ¶ واسترسل في بحثه حول نقد المعري للمرأة، فتحدث عن رأي المعري ¶ بالزواج ورأيه بالنسل واستخلص من بحثه ما يلي: ¶ 1 - إن أبا العلاء بنى نقده للنسل على الأخلاق والمصائب الطبيعية. ¶ 2 - أبو العلاء في قضية النسل والسكان ذو نظرية اجتماعية أخلاقية، على ¶ أن نقد المعري للزواج كان يرمي إلى نقد المظتالمم الاجتماعية التي يسببها ضرب ¶ ما من ضروب الزواج كزواج المسن بالشابة وما إلى ذلك. ¶ وفي جانب آخر من البحث (في الفسم الأول من الكتاب) يناقش ¶ المحاسني موضوع (المعري في ميزان فرويد)، وفيه حفل نفسية المعري ¶ وأسباب اعتزاله. ¶ أما القسم الثاني من الكتاب فيتضمن نقد المعري لعلاقات الأفعال، ففي ¶ الفصل الأول يبحث في الملوك والرعية في رأي ابي العلاء، والقضاة والحكام ¶ في رأيه، ثم رأيه في السياسة، فلم يكن أبا العلاء كما يقول المحاسني بمعزل ¶ 63",
            "page": "63",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "عن السياسة والساسة، فقد كانت له صلات وثيقة بشخصية سياسية كبيرة في ¶ عصره وهو (أبو القاسم المغربي)، وهو السياسي الذي لزم والدُ 5 العزيزَ صاحب ¶ مصر، وكان في الوقت نفسه أديباً يستعين بشعره ونثر 5 على الوصول إلى ¶ ماربه السياسية، ومن هنا توثقت صلته بالمعري، وكانت بينهما صداقة ومودة. ¶ وفي الفصل الأول يناقق المحاسني نظرة أ بي العلاء إلى طبقات المجتمع، ¶ وهي ناحية هامة عُني المحاسني بإبرازها في كتابه، فقد كان من البديهي (على حد ¶ قوله) \"أن يُعنى أبو العلاء بالفقر والغنى، لأن هذين العاملين خُلفا مع الإنسان، ¶ وأحسب سيقيان ما بقي الملوان. فأبو العلاء وقد تناول بنفده المجتمع في ¶ مظاهره وبواطنه كان جديراًان ينظر إلى الغنى والفقر نظرة متمكن اريب ونفادة ¶ عجيب \". ¶ أما الفصل الثالث ففد خصص للحديث عن بُناة المجتمع وهادموه، ومن ¶ بُناته رجال الدين، وقد كان المعري إسلامي العقيدة في أمر الغيب والعلم به، ¶ ولا يعجبه الفاًل أو الطيَرة فهو يقول: ¶ آليتُ لا يدري بما هُوَ كائنٌ مُتمًائِل في الأمرِ أو مُتطئرُ ¶ ويقول أيضاً بأن علم الغيب دئه وحده، وأنه لا علم به للمنجمين: ¶ يُحدصثن! عَفَا يكونُ مُنخمٌ وَلَمْ يَدْرِ إلأَ اللهُ ما هُوَ كائِنُ ¶ وكان يرى المنجمين خطراً على المجتمع كاللصوص وقطاع الطريق. ¶ وهكذا ينقد أبوالعلاء المجتمع ومن فيه. ¶ وفي الفصل الرابع من القسم الثاني يبحث د. المحاسني في هجوم ¶ المجتمع على المعري ونقده له، وقد ابتلي ب! ذه المحنة أرباب العقول وأهل ¶ الفكر. ¶ ويقول المحاسني في هذا الصدد: ¶ 64",
            "page": "64",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "\"لئن هجم المجتمع هذه الهجمة النكراء على أبي العلاء حياً وميتاً، فإن ¶ ذلك إية عظمته وسر خلود 5. ¶ ولا لثمك في ان كثيراً من فضائل حكيم المعرة قد طُمست فلم تصل إلينا ¶ لأنهم لم يذكروها لنا. ¶ وهو على الرغم من كل ذلك قد عرف الناس قدر 5 لدن موته، فقد رثا5 ¶ اربعة وثمانون شاعراً على قبر 5، وقرئت على ضريحه مئتا ختمة في أسبوع ¶ واحد. ¶ وخلت العصور حتى كان عصرنا فألف جهابذة علمائه عن أبي العلاء كتباً ¶ تبقى أمدَ ذكر 5. كان فيها السبق منذ خمسة وأربعين عاماً للدكتور طه حسين. ¶ وقد همث بنو عصرنا في كل أقطار العربية بكل بلد ينطق أصحابه بالضاد ¶ فاحتفوا بذكرى ألف عام مرت على مولد أبي العلاء المعري. فأقام له المجمع ¶ العلمي العربي بدمشق اياماً مشهودة في مهرجان أغر في (25 أيلول سنة ¶ 944 ام)، دام اياماً، وقد دُعي إليه جلة أهل العقل والأدب وأساطين العلم ¶ والبيان وفحول الشعراء من بلاد العرب كلها \". ¶ اما الكتاب الثالث فقد بحث فيه نقد المعري لعلاقا! الأقوال، وقد شمل ¶ البحث نقد المعري للأدب الجاهلي وللأدب في ا لعصور الأخرى، فنقد الادباء ¶ وا لشعراء. ¶ وفي الفصل الثاني من هذا الكتاب ينتقد المعري النحاة واللغويين، ¶ والخطباء والفلاسفة والحكماء. ¶ وقد ختم د. المحاسني كتابه الهام في نقد أبي العلاء للمجتمع بالحديث ¶ عن السخرية والتهكم عند المعري. ¶ وقد اتخذ المحاسني في تأليفه لهذا الكتاب مصادر عديدة، منها كتب ¶ ابي العلاء نفسه ورسائله، بالإضافة إلى المصادر القديمة من التراث العربي ¶ 65",
            "page": "65",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "الأدبي والتاريخي، واستعان أيضاً بمصادر أجنبية عن أبي العلاء المعري، ¶ وبمصادر في علم النفس التحليلي وهي خاصة بفصل (المعري في ميزان ¶ فرويد) (1). ¶ (1) ¶ *! لا،؟ ¶ من مقال للأديب الناقد عيسى فتوح، نثر في مجلة اليرموك - الاردن، سنة ¶ 1994، ص 29. ¶ 66",
            "page": "66",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "2 - شعر الحرب في أدب العرب ¶ ط ا دار الفكر العربي في القاهرة 947 ام. ¶ ط 2 دار المعارف بمصر 1 96 ام. ¶ تناول الدكتور المحاسني في هذا الكتاب الذي نال به شهادة الدكتورا 5 عام ¶ (947 ام) وجاء في (347) صفحة، وطبعته دار الفكر العربي في القاهرة عام ¶ (947 ام)، ودار المعارف بمصر (1961، 1970 م) البحث الفني في شعر ¶ الحرب الذي قالته العرب في عصور مجدها، تصف به بأس أبطالها في المعارك، ¶ وفروسيتهم في زحمات القتال، وبلاءهم في أشرف ايامهم وأروعها، وأشد ¶ حروبهم وأقساها، حين كإن بعضهم يغير على بعض، أو يجتاز حدود بلاده ¶ للفتوح في صدر الإسلام، أو يحارب جيوش البيزنطيين من زمن المعتصم، أ و ¶ عهد سيف الدولة، وقد شمل هذا البحث القيم ثلاثة قرون، أي منذ منتصف ¶ القرن الأول للهجرة وحتى منتصف القرن الرابع، وهي المدة التي علا فيها شعر ¶ الحماسة. ¶ لم يسبق أحد من الباحثين فديماً أو حديثاًالدكتور المحاسني في دراسة ¶ موضوع شعر الحرب بهذه الطريقة العلمية والموضوعية الجادة، وإذا كإن بعض ¶ المتقدمين قد عالجو 5 مثل (التبريزي) في شرح (حماسة ابي تمام)، و (ابن جني) ¶ في إعرابه لشواهد (الحماسة الطائية) والخالديينِ في كتابهما (الحماسة ¶ الخالدية) بقصد التاريخ وتفسير ك!! ات اللغة، أو للإعراب في مناقشة وجوهه، ¶ لا بقصد الدراسة الفنية، فقد كإن هؤلاء الباحثون مولعين بجمع الشعر الحماسي ¶ جمعاً فحسب، بعد أن تخيروا احسنه، لا يعنون فيه بتصنيف أو تنسيق ينتمي إ لى ¶ الفن، وكإن دابهم أن يبرزوا مختاراتهم في مجموعات، لا يربط بين أجزائها ¶ رابط، سوى تشابه الموضوع. ¶ 67",
            "page": "67",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "كما انهم عمموا كلمة الحماسة على كل شعر وجدوا فيه قوة وروعة ¶ وجزالة وأسراَ، ولذا نرى أبا تمام يحشد في كتابيه (الحماسة الكبرى) و (كتاب ¶ الوحشيات) المعروف بالحماسة الصغرى ما راقه مما قيل في روائع الشعر منذ ¶ العصر الجاهلي إلى زمنه في أبواب يخرج فيها من الحماسة إلى الغزل والوصف ¶ والمديح وذم النساء وذكر الشيب وغير ذلك من أبواب الشعر وفنونه ومثل ذلك ¶ فعل (الخالديان) اللذان عاشا في بلاط سيف الدولة. ¶ لم ينهج أحد من الأوائل مثلما نهج الدكتور المحاسني في هذا الكتاب، ¶ فقد وقف فيه عند كلمة الحماسة بمعناها الحربي، أي الشجاعة والبأس والضرب ¶ والطعان، وأفرد كتابه لبحث الحماسة الحربية عند العرب في مظاهرها التاريخية ¶ والفنية منذ صدر الإسلام إلى أيام أبي فراس الحمداني، مروراً بشعر الخوارج ¶ والشيعة والزبيريين والأمويين والأعشين الثلاثة: أعشى بني تغلب، وأعشى ¶ ربيعة، واعشى همدان، وشعر جرير والفرزدق وشعر حرب الروم، والحرب ¶ وراء خراسان. . متوصلاً بذلك إلى ذكر حقائق ونصوص صحيحة، ودقائق ¶ تاريخية وفنية تلقي نوراً جديداَ على الحروب العربية البيزنطية طوال القرنين ¶ التاسع والعاشر للميلاد، فكان له بحقّ فضل السبق بهذا الموضوع في تاريخ ¶ الأدب العربي. قال الدكتور عبد الوهاب عزام في تقديمه لهذا الكتاب: ¶ \" لقد عكف فيه مؤلفه عكوف الباحث المخلص المتثبت الذي لا يقنع بما ¶ دون الغاية، ولا يسكن إلى الدعة، ولا ينوء به النصب والدأب \". ¶ وقال (محمد عبد الغني حسن) أيضاَ: ¶ \"وحين يسلك الدكتور المحاسني المسالك الوعرة في التأليف، يذهب ¶ مذهب الاعتدال والنزاهة في الأحكام، فلا يجور عليها، ولا يبترها، بيد أنه يقرأ ¶ ويحقق ويوازن، ويحكم بعد اقتناع واعتقاد\". ¶ ويكفيه فخراَ شهادة (عباس محمود العقاد) فيه بقوله: ¶ \"اعتمد المؤلف على ذوق الأديب، وتمحيص العالم في اختياره من ¶ 68",
            "page": "68",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "القصائد، فجاء الكتاب زبدة منتقاة، وذخيرة ممتعة للقارئ، تجمع له ما تفرق ¶ بين مئات المراجع، وتزيد عليه تعلياقات النقاء ومواضع الاستدراك التي يهتدي ¶ إليها الباحث والمؤرخ يودعها خلاصة تفكيره وملاحظته، وأخطرها تلك ¶ الصفحات التي كتبت عن الدولة الحمدانية حيث برز المتنبي وأبو فراس بين ¶ أسمائها، كما برزت عواطف الأبطال والأمهات والبنين والبنات، فيما تداوله ¶ العرب والروم من مواقع القتال، ومواقف الأسر والفداء، فإن هذ 5 الصفحات ¶ أحرى بأن تسمى ملحمة شعرية يؤلفها القارئ في ذهنه، ويتممها بخياله، ويملأ ¶ بها فراغ الملاحم التي كثرت في الاَداب الأجنبية وقلت في الاداب العربية \" (1). ¶ وعلى إثر حصول المحاسني على درجة الدكتوراه في الأدب العربي من ¶ جامعة القاهرة، وصدور كتابه (أدب الحرب) كتب إليه الدكتور مصطفى ¶ الخالدي كلمة بعنوان: (إلى اديب سورية الكبير الدكتور زكي المحاسني) قال ¶ فيها: ¶ \"لا أستعظم على مواهبك الفذة ونشاطك الجم وطموحك الوثاب، أ ن ¶ تتعاون كلها عناصر قوة وخير وإبداع، فتفتح أمامك اَفاق الثقافة الواسعة، ¶ وتحلق بك في أجواء المعرفة اللانهائية، فإذا أنت في مدى سنوات معدودة؟ ¶ ضارب في كل العلوم والفنون بسهم وافر، وإذا أنت إلى إبداعك كل الإبداع في ¶ الشعر عَلَمٌ من أعلامِ البلاغة وركن من أركان الادب في الفصحى التي نَمَتْكَ ¶ أعراقها، وأطاعتْكَ شوَارِدُها، وانفتحت لك مَغَاليقُها. ¶ أيها الشاعر العالم!. ¶ إن كل أديب عربي ليغبط فيك سورية الشقيقة التي رفعتَ رأسها عالياَ ¶ حينم! أحرزت شهادة الدكتوراه في الاَداب بتفوق نادر، أدهش أساتيذ الجامعة ¶ (1) ¶ من مقال للأديب الناقد الأستاذ عيسى فتوح عن بحث بعنوان: (شعر الحرب في ¶ أدب العرب) للعقاد في كتابه (أشتات مجتمعات)، نشر في مجلة اليرموك - ¶ الأردن، سنة 994 ام. ¶ 69",
            "page": "69",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "المصرية، وأطلق السنتهم بالثناء على نشاطك، ورجحان أدبك، وسداد ¶ منطقك، وعمق تفكيرك. ¶ لقد برهنتَ لهم في ساعات الفحوص الرهيبة، إذ تجيب على أسئلتهم ¶ بكل طلاقة وافتنان، أنك تغرف من بحر، وأن أشعة ذكائك البنفسجية تخترق ¶ الحُجُب المحيطة بمَجَاهِل العلوم، وأنك تحسن أن تتصرف بما تعلم تصرف ¶ الخبير المطمئن. ¶ فهنيئأ لسورية الشقيقة بمفخرة من مفاخرها يفتتح عهد الشباب بجمع ¶ ذخائر ا لعلوم ليتحف غد أ بها ا لمجتمع ا لسوري ا لتو اق لمجا راة أ رقى ا لمجتمعات، ¶ بل هنيئاَ للعروبة يطلع عليها بردى من آيات النبوغ والعبقرية ما يجدد تاريخها ¶ الذهبي، ويرفع للشعر والأدب دولة وأية دولة (1)!!. ¶ \"!! ¶ (1) نشر في جريد ة (البلاع) ببيروت ع (8 1) حزيران سنة 7 4 9 1 م. ¶ 70",
            "page": "70",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "3 - النواسي، شاعر من عبقر ¶ إ صد ار دار ا لأ نوار، بيروت، سلسلة ¶ مفكرون من الشرق والغرب، 8. ¶ هذا الكتاب من بواكير اعمال د. زكي المحاسني الأدبية، تحدث فيه عن ¶ شاعر من الشعراء البارزين عند العرب هو النواسي، أو الحسن بن هانئ. ¶ وهو كما قال الأديب اللبناني (بديع شبلي) اول كتاب عن الشاعر النواسي ¶ يخلو مما تنصرف عنه الأخلاق والغيورون على تربية النشئ تربية سوية، وتنشئة ¶ لا غبار عليها قويمة، إذ عزف المؤلف الباحث عن شعر ابي نواس المجوني ¶ وما إليه. ¶ ويقول ايضاً: \"تهزك قراءته، وتدعوك إلى الاستمرار، فالأسلوب أخّاذ، ¶ والسرد لطيف مشوق تشيع فيه الحوادث المسهبة والمحاورات المغرية على ¶ طرافة وأي طرافة، إنه يروي سيرة أبي نواس بأسلوب إخباري ونسج قصصي ¶ مشوِّق ا (1). ¶ يتحدث د. المحاسني في بداية الكتاب عن حياة أبي نواس في فصل ¶ بعنوان (شروق أبي نواس)، نشأته وحياته في الكوفة حيث تعرَّف إلى أدبائها ¶ ورواتها الذين أعجبوا به وبطلاقة لسانه وحسن بديهته، ورإفق (خلف الأحمر) ¶ فأفاد منه كثيراً في صناعة الشعر، وقد مهد الأحمر لأبي نواس، الحسن بن هانن ¶ للانتساب إلى أشراف العرب، وهو الذي كناه بأبي نواس. ¶ (1) ¶ مجلة (الورود)،ع (تشرين ا لأول)، ج (2)، 1 97 1 م. ¶ 71",
            "page": "71",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "وهكذا أتقن أبو نواس الشعر، وتعرف إلى فنون وعلوم أخرى كعلم ¶ النجوم والطبيعيات وغيرهما. ¶ على ان حياة ابي نواس كانت حياة مجون، لكنه كان يتوب إلى الله، ¶ ويُقْبِل على العبادة والاستغفار. ¶ وقد خصص المحاسني فصلاَ للبحث في عصر النواسي والحياة السياسية ¶ والاجتماعية والأدبية في هذا العصر الذي ظهر فيه أفذاذ الفكر والفقه واللغة ¶ والأدب. ¶ وتناول شعر النواسي بالدراسة، وهو شعر يعبر عن البيئة والمجتمع الذي ¶ عاش فيه الشاعر في بغداد، مبدياَ رأيه في هذا الشعر الذي يعكس شخصية ¶ صاحبه، وقد كان من الشعراء المجددين فجاء بفنون لم يعرفها العرب في ¶ شعرهم من قبل. وكانت لغته رفيعة القالب، جزلة الألفاظ، حلوة التراكيب. ¶ وقد تخيل د. المحاسني الشاعر ابي نواس كفنان يصور بريشته الحياة ¶ بقوله: ¶ \"كان النواسي يصور بالأ لفاظ المغمورة بالبيان \". ¶ أما أغراض الشعر عند ابي نواس فكانت الوصف، والغزل، والهجاء، ¶ والمديح، ولم يخل شعر 5 من الحكمة. ¶ !!!! لا ¶ 72",
            "page": "72",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "4 - ديوان الشريف العَقيلي ¶ إصدار دار إحياء الكتب العربية (عيسى ¶ البابي الحلبي وشركاه)، مصر، 5 96 1. ¶ هو ديوان لشإعر مطبوع منسوب لبني عقيل بن أبي طالب، وهو ¶ (أبو الحسن العقيلي) الذي عاش حتى منتصف القرن الخامس الهجري، وقد ¶ شهد عهد الخليفة (الحاكم بأمر الله أبي علي المنصور). ¶ اراد د. المحاسني أن يحقق هذا الديوان ليُعرِّفَ بتراث شعري لشإعر ¶ كانت له مكانة مرموقة بين الناس، أعانه عليها عزه وجاهه وشاعريته الموهوبة. ¶ وقد مهد المحاسني لهذا التحقيق بمقدمة وافية، فيها تعريف بالشإعر ¶ العقيلي وبعصره، فالعقيلي \" يعد في المقارنة بشعراء زمنه ومن تلاهم أصدقهم ¶ قريحة، وأقربهم من الطبيعة، وأكثرهم افتتاناً بالوصف والتصوير، وأعجبت ¶ بصدق شعور 5 وشفوف طبعه، واعتزازه بكرامته، فضلاً عن نصاعة شعره وأناقة ¶ (1) ¶ صوعه\" ¶ وقدم د. المحاسني وصفاً تفصيلياً لنسخ مخطوطة الديوان واماكن ¶ وجودها في المكتبات، وأهمها النسخة الأصلية الموجودة في مكتبة ¶ (الإسكوريال) وتعد النسخة الأم، وقد ذكرها بروكلمان في فهرسه المعروف ¶ باسم (تاريخ الأدب العربي)، والنسخة التي اعتمد عليها في تحقيقه مطابقة ¶ لنسخة الإسكوريال وهي نسخة مصورة للمخطوط حفظت في معهد ¶ المخطوطات العربية بجامعة الدول العربية في القاهرة. ¶ (1) انظر مفدمة التحقيق للديوان، ص 0 1. ¶ 73",
            "page": "73",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "وقد بذل د. المحاسني جهداً كبيراً في جمع معلومات عن هذا الشاعر ¶ ا لكبير، إذ لم تذكر ا لمصادر القديمة تفصيلات تتصل بحياته وبيئته، أ ما ا لمؤلفات ¶ الحديثة في الأدب والشعر، فقد أشارت إليه إشارات عابرة. ¶ غير أنه تمكن من دراسة حياة الشاعر من خلال بعض ما ذكر عنه في مصادر ¶ تحدثت عن الشعر أيام الفاطميين لعل أهمها (الثعالبي) في (يتيمة الدهر)، ¶ و (الصلاح الصفدي) في (الوافي بالوفيات)، و (ابن شاكر الكتبي) في (فوات ¶ الوفيات)، وبهذا أحإط بأهم ملامح حياته وشعره. ¶ وقد كان العقيلي يحيا كما يحيا الأمراء والرؤساء وذوو الثراء، ففي شعره ¶ وصف لهذه الحياة وللماَدب التي كان يقيمها الشاعر لأصدقائه وخلأنه في ¶ بساتينه النضرة الوارفة، ورغم وجود 5 في عصر شاع فيه الملق والتزلف. ¶ وبئن د. المحاسني في دراسته للشاعر العقيلي خصائص الديوان من ¶ الوجهة الشكلية والموضوعية، وامتياز 5 بجزالة الديباجة وحلاوة المعنى ودقة ¶ التصوير والبعد عن الركاكة. ¶ وهذا الديوان الذي تركه الشاعر على حد قول د. المحاسني \" دليل عليه، ¶ ونبراس يضيء ما خفي واستبهم من حياته وشؤون عصره \". ¶ ومن نماذج شعر 5 في ديوانه الأبيات التالية: ¶ قال في القناعة: ¶ إذا كانَ للإنسانِ رزقٌ تقاذفتْ إليه به الأيامُ مِنْ كُل جانبِ ¶ فلا تركبِ الحرصَ الذي إنْ تركتَه رَمَى بِكَ في وَعْرِ الظنونِ الكواذِبِ ¶ وقال: ¶ دعِ الحرصَ في الزَزقِ مهما صَعُبْ ولا تكْثِرَنَ له في الطَلَبْ ¶ وثقْ بالإفِ ولا تَيْأَسن فيمعِبُكَ الحِرْصُ كل التَعَبْ ¶ فرُئتَ رزقٍ يَجِيءُ الفَتَى برجلَيْهِ مِنْ حيثُ لا يَحْتَسِبْ ¶ 74",
            "page": "74",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وقال في الزهد: ¶ الا طوبى لِمَنْ أمسَى واضحَى ¶ تجو خصالُه منا لدينا ¶ يغيبُ عن الأباعِدِ والأداني ¶ وقال في الفخر: ¶ لنا أسمارُ نَعقِدُها علينا ¶ أناسٌ زهر جودهُمُ العطايا ¶ إذا ساروا إلى الهَيْجَاءِ ساروا ¶ وفال في الهجاء: ¶ يا ذا الذي ليست له لفظةٌ ¶ لا تحسُدَنْ شعري على حُسْنِهِ ¶ وقال في وصف الطبيعة: ¶ الزَعْدُ مُنْتَحِبٌ، والبَرْقُ مُلْتَهِبٌ ¶ والزَوْضُ مُبْتَسمٌ، والزَّهْرُ مُنْتَظِمٌ ¶ والغَيْمُ في ا 9 فْقِ مَمْدُوْدٌ سُرَادِقُهُ ¶ والجَؤُ هامَ كصمث صُذَ آلفُهُ ¶ 75 ¶ خَفِيْفَ الظهرِ مِنْ ثقلِ الدُّنُوْبِ ¶ ذيولاَ ما تَدَنَّسُ بالعيوبِ ¶ لِخَلْؤَيهِ بِعَلاّمِ الغُيُوبِ ¶ وحَولَ بيوينَا الغُرُّ الجيَادُ ¶ ونبتُ رياضِ رأيهمُ ال! دادُ ¶ وليس لهم سِوَى الأقدارِ زادُ ¶ خفيفةُ الرُّوحِ إذا ما شَعَرْ ¶ فليس! للحاسدِ إلا الحَجَرْ ¶ والقَطْرُ مُنْسَكِبٌ، والمَاءُ مُضْطَربُ ¶ والشَمْسُ تُسْفِرُ أحْيَاناَ وتَنْتَقِبُ ¶ والطَّيْرُ يَصْفِرُ والأوْتَارُ تَصْطَخِبُ ¶ فَدَمْعُهُ واكفٌ تَحْتَثهُ الكُرَبُ",
            "page": "75",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "5 - المتنبي ¶ إصدار دار المعارف بمصر، ط 1: 6 5 9 1 م، ¶ ط 2: 968 1 م، ط 3: 0 97 1 م، سلسلة: ¶ نوابغ الفكر العربي؟ 5 1. ¶ صؤَر الدكتور المحاسني الشاعر العربي الكبير (المتنبي) كأكثر شعراء ¶ عصره حماسة للقومية العربية وإحياء لها، وفي هذا الصدد يقول: ¶ \"كان المتنبي أكثر شعراء عصره حماسة للقومية العربية وإحياء لها، بل ¶ كان يذهب إلى أبعد من ذلك، إذ وقر في عزيمته أن يعيد للأمة العربية مجدها ¶ الزائل بتاًليف العرب في حرب عاصفة يكون هو قائدها \". ¶ وامشهلَ دراسته بالحديث عن عصر المتنبي، فقد رافق المتنبي أحداثأ ¶ سياسية في عصره وهو القرن الرابع للهجرة، ونتبئن من شعره الكثير من معالم ¶ هذه الأحداث. ¶ أما الحياة الاجتماعية فقد شهدت تقدماَ وازدهارأ، وكان من اثر هذا ¶ التقدم تألق الحياة الفكرية وخاصة الفلسفة التي اتبعت منهجأ علميأ واولعت ¶ بغداد في أواخر الفرن الثالث بالكتب والتأليف، وكانت حلب في أيام سيف ¶ الدولة الذي عاصره المتنبي دارَ علمِ وأدب ومُلتقى للمفكرين وا لأدباء. ¶ أما الحركهّ اللغوية فقد كانت ناشطة، وقد تمكن اللغويون من التاليف في ¶ المعجمات. وأشهرهم (إسماعيل بن حماد الجوهري) صاحب (الصحاح)، ¶ وكان التطور الذي مرت به الأمة العربية في هذا العصر قد ساهم في تنمية اللغة ¶ وعلومها كالنحو والصرف. ¶ كذلك كان حالُ الأدب والشعر، وكان أبو الطيب أكثرَ الشعراء طموحأ. ¶ 76",
            "page": "76",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "وتناول د. المحاسني هذا الشاعر الطموح فبحث في مولد 5 ونشأ ته، وقد ¶ تميز المتنبي بأن شعر 5 جاء موضحاً لسيرته وحوادثه، ولم يتفق لشاعر عربي ¶ برزت اطوار حياته وعصر 5 في شعره مثلما اتفق لأبي الطيب. ¶ وق! م المحاسني حياة المتنبي إلى أربعة أطوار، ثم انتقل إلى دراسة ¶ جوانب من أدب المتنبي وعلى رأسها شعره، فبحث في موهبته الشعرية فقد كان ¶ المتنبي شاعراً مطبوعاً نطق بالشعر وتالى له وهو غلام، وكان لحياته الأولى في ¶ البادية وبين الأعراب ومعرفته بأصول اللغة واستعمال الكلمة في موضعها من ¶ كلام العرب، أثر راسخ في موهبته وطبعه. ¶ وتحدث د. المحاسني في كتابه عن ألوان شعر أبي الطيب المتنبي، ¶ وقال: إن شعره يمثل عصره بصدق، ويمكن أن نعرف منه ما حدث من حوادث ¶ ومحن في هذا العصر، فهناك شعر 5 القومي، وشعره الذي تجلت فيه الحكمة، ¶ واختار من شعر 5 في الحكمة والعبرة الأبيات التالية: ¶ الةُ العيشِ صِخَةٌ وشبابُ فإذا وئَيا عنِ المرءِ وَلّى ¶ أبى خلقُ الدنيا حبيباً تديمه فما طلبي منها حبيباً تردّ5 ¶ ما كل ما يتمئى المرءُ يُدركه تجري الرياحُ بما لا تشتهي السفنُ ¶ غيرَ انَ الفتى يُلاقِي المنايا كالحاتٍ ولا يلاقي الهَوانا ¶ فلا تَطْمَعَنَ مِنْ حاسدٍ بمودةٍ وإن كنتَ تُبديها له وتنيلُ ¶ ومن روائع شعر المتنبي شعره في الحرب والبطولة فقد صور الوقائع ¶ الحربية مع البيزنطيين، فكان شعره بوق الحرب الذي نام سيف الدولة في قبر5 ¶ على 3هدير صوته، ومن هذا الشعر الرائع وصفه لوقعة (الحدث الحمراء) سنة ¶ 77",
            "page": "77",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "هلِ الحَدَثُ الحمراءُ تعرِفُ لونَها وتعلمُ أفيَ الساقيينِ الغمائمُ ¶ بناه! فأعلى والقَنا تَقْرَعُ القنا وموجُ المنايا حولها مُتلاطِمُ ¶ خميسٌ بشرقِ الأرضِ والغربِ زحفُهُ وفي أُذُنِ الجوزاءِ منه زَمازمُ ¶ ويمضي الدكتور المحاسني في دراسته لألوان الشعر عند المتنبي، ¶ كالمديح الذي يتميز به وبأسلوبه في المديح الذي يساوي فيه نفسه بالممدوح ¶ فهو يقول مثلاً: ¶ ناديتُ مجدَكَ في شعري وقد صَدَرَا يا غيرَ منتحِل في غيرِ مُنتحَلِ ¶ ومن ألوان شعره الأخرى الرثاء والهجاء وا لوصف. ¶ وكما أن لكل نابغ حُشَاد وخصوم، فقد كان للمتنبي خصوم ونقاد، ¶ وألفت كتب تبحث في هذ 5 العداوة والخصومة ككتاب (القاضي الجرجاني) ¶ (توفي 92 4 هـ) وعنوانه (الوساطة بين المتنبي وخصومه). ¶ وقد وصف د. المحاسني المتنبي بأنه شاعر عالمي له منزلة في الشرق ¶ والغرب، فقد احتل مكانة رفيعة ارتقى إليها بقوة واقتدار، وبين أنه قصد من ¶ كتإبه عن (المتنبي) ان يكون بياناَ لمنزلة الشاعر في الأدب العربي. ¶ وخصص المحاسني الفصل الرابع من كتإبه لمنتخبات من شعر المتنبي. ¶ ومن هذ 5 المنتخبات الشعرية، شعر في التوثب والطموح، والرحلة، ¶ وا لغزل، والفخر، والرثاء، والمديح. ¶ وقد كان معظم شعر 5 قصائد في المديح لسيف الدولة منها على سبيل ¶ المثال الأبيات التالية: ¶ لكل امرىءِ مِنْ دَهر 5 ما تَعَؤَدَا وعادةُ سيفِ الدَوْلَةِ الطَعْنُ في العِدى ¶ وأن يكذب الإرجافَ عنه بِضِدِّ 5 ويُمْسِي بما تنوي أعادِيْهِ اسعدا ¶ ذكي تظنيه طليعةُ عينِه يرى قَلبُهُ في نومِهِ ما تَرى غَدا ¶ 78",
            "page": "78",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "ويركز الدكتور المحاسني في آخر كتابه على الشاعر الحكيم المتنبي، ¶ ويرى أن أبا الطيب تمرس بكل شأن من شؤون الحياة، فذاق حلوها ومزها، ¶ وعرف بؤسها ونعيمها، وكان دائب التطلع إلى كل جديد، حتى أصبحت أبياته ¶ الشعرية في الحكمة والتجربة تردَد في كل زمان ومكان، وتجري مجرى ¶ الأمثال. ¶ فمن هذ 5 الأبيات التي ترددت عبر العصور وفي عصرنا أيضاً، على سبيل ¶ المثال: ¶ ما كل ما يتمئى المرءُ يُدركُهُ ¶ ومن نَكَدِ الذُنيا على الحُزَ أن يَرى ¶ لماذا أتتكَ مذفَتِي من ناقمبى ¶ ذو العقلِ يشفى في النعيمِ بعقلِه ¶ تَجري الزَياحُ بما لا تشتهي الشُفُنُ ¶ عَدؤاً له ما مِنْ صداقتِهِ بُذُ ¶ فهيَ الشهادةُ لي بأئي كاملُ ¶ وأخو الجهالةِ في الشقاوةِ يَنْعَمُ ¶ لحؤ! ء ( ¶ 79",
            "page": "79",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "6 - طوقان. . شا عر فلسطين ¶ حياته وشعره ¶ إصدار دار ا لفكر ا لعربي - القاهرة، ¶ 955 ام. ¶ أهدى د. المحاسني كتابه عن (إبراهيم طوقان) شاعر الوطن المغصوب ¶ فلسطين إلى شقيفة الشاعر الشاعرة الكبيرة فدوى طوقان التي عبرت أيضاَ ¶ بشعرها الموهوب عن جراح فلسطين في نكبتها، وكانت النغم الحزين والشعلة ¶ الباقية بعد أخيه! إبراهيم. ¶ استهل دراسته عن الشاعر بمقدمة تحذَث فيها عن الشعر المعاصر ¶ وأغراضه، وعن ظروف تأليفه لهذا الكتاب، فقد وجد أن طوقان من أفذاذ ¶ شعرائنا المعاصرين، وتاق إلى الحديث عن حياته وشعر 5 في كتاب، وتمكن من ¶ الحصول على بعض الأوراق التي زودته بها الشاعرة فدوى طوقان من تراث ¶ أخيه!، فحمل المحاسني الأوراق إلى مصر، التي حن إليها إبراهيم طوقان في ¶ حياته، وصدر الكتاب في مصر البلد الذي تربطه بفلسطين مع الشعوب العربية ¶ رابطة الإخاء والجوار والنضال لاستعادة الوطن المغصوب، وما كان شعر ¶ إبراهيم إ لا من لحم هذا الوطن ودمه. ¶ وفي الفصل الأول يتحدث عن حياة الشاعر، مولده وموطنه نابلس، ¶ وتَعلُق إ براهيم الفتى بالشعر والزجل في حداثته، وولعه بالقرآن الكريم، وإفادته ¶ من بلاغته وبيانه حين انتقل إلى الدراسة الثانوية والجامعية سنة (923 1 م). وقد ¶ درس في الجامعة الأمريكية في بيروت بعد ذلك، وأولع بنظم الشعر، ورغم ¶ ضعف إبراهيم ومعاناته من مرض مزمن، فقد كانت نفسه تتفتح للشعر، ويقدح ¶ 80",
            "page": "80",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "خاطره شعور وطني يدفعه لقول الشعر الوطني. ¶ وعمل بالتدريس بعد تخرجه من الجامعة، ثم في إدارة البرامج العربية في ¶ إذاعة فلسطين. ¶ اما ادب إبراهيم فقد كان ينئم عن أديب مطبوع وباحث محقق، وكان ¶ موسوعي الثقافة في الاداب العربية والعالمية. ¶ وبحث د. المحاسني في الفصل الثاني من كتابه في ظروف الحياة ¶ السياسية والوطنية في فلسطين في الأيام التي عاشها إبراهيم، وقد كانت حياته ¶ قصيرة، فقد مات وهو في ريعان الشباب، وكانت فلسطين حفية بشاعرها ¶ الأبي، الذي كان يقف في الحفلات متهكماَ بأعداء البلاد، وكان وهو لا يزال ¶ طالباَ في الجامعة الأمريكية ثم بعد تخرجه منها سنة (929 1 م) الصوت المدوي ¶ للحركة الوطنية ضد الامعتعمار والخداع، فاقترن إسمه بقضية فلسطين ¶ ومحنتها، وكان كما قال المحاسني: \" الشاعر المحامي عنها، واللسان الصاددتى ¶ للقومية العربية في عهدها الحديث \". ¶ وتناول د. المحاسني أيضاَ في هذا الفصل بالدراسة الحياةَ الفكرية ¶ والاجتماعية في زمن طوقان، فلم تكن فلسطين منعزلة عن الحياة الفكرية في ¶ الشرق والغرب، كما لم تكن السياسة ومشاغلها عائقاَ دون ظهور طلائع الادب ¶ الفلسطيني في الشعر والنثر والقصة، وهنا يعطينا د. المحاسني صورة لما كان ¶ عليه هذا الأدب في ذلك الحين0 ¶ وينتقل في الفصل الثالث للحديث عن شعر إبراهيم طوقان وموهبته ¶ الشعرية الفائقة، وقد بدأ حياته الشعرية بالغزل، فاعطانا من شعر 5 كل غزل ¶ حبيب، وقل أن يبدأ الشاعر بدون غزل. ¶ على أن شعره الوطني كما يقول المحاسني: \" هو لهيب مستعر، من قلب ¶ ثائر، ومنتوج طبيعي لحوادث ألقَت بفلسطين تناولت حياتها الوطنية والقومية، ¶ فعئر عنها شاعر موهوب ربطه بالأرض منبت وثيق، فقد نشأ مع نشأة هذه ¶ 81",
            "page": "81",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "الحوادث الفظيعة، ورافق شبابه ما رافقها من رواغ المستعمر واغتصاب ¶ الدخيل \"، فكان في شعر 5 الوطني تصوير صادق للحوادث التي المت بوطنه ¶ فلسطين، وكان بارعاَ في هذا التصوير، يعتمد على إبراز صوره الشعرية في إطار ¶ واقعي، مما جعل لطوقان منزلة كبيرة بين شعراء العصر، وقد عقد المحاسني ¶ مقارنة بينه وبين هؤلاء ومنهم الشابي. ¶ وخصص الفصل الرابع لدراسة بعفمختارات تمثل روائع شعر إبراهيم ¶ طوقان اصدق تمثيل منها قصيدة بعنوان (معين الجمال) ومنها الأبيات التالية: ¶ اَسْعِدِيْنِي بِزَوْرَةِ أو عِدِيْنِي طَإلَ عَهْدِي بِلَوْعَتِي وَحَيبْنِي ¶ اَذَعِي الهَجْرَ كإذِباَ وَغَرَامِي في قَرارٍ مِنَ الفُؤادِ مَكِيْنِ ¶ غِيْضَ دَمْعِي وكَانَ رَئاَ لِرُوْحِي مِنْ غَليلِ الأسَى فَمَن يَرْوِيْنِي ¶ أما شعره الوطني فهو قِفة! إبداعه، وقد بدأ اتجاهه إليه منذ عام (923 1 م) ¶ كما يقول المحاسني، وقد نشر أول أبيات في الشعر الوطني في صحيفة ¶ بفلسطين، وكانت تعبر عن شعوره الوطني وتفاعله مع ما يمر على امته من ¶ أحداث جسيمة. ¶ وحدثت في عام (1929 م) غضبة من العرب المسلمين في القدس، لأن ¶ اليهود الغاصبين كانوا دائمي التحرش والعدوان على المقدسات الإسلامية ¶ وأبرزها جدار البراق في القدس، فنظم إبراهيم قصائد عن الأبطال الذين كانوا ¶ يدافعون بارواحهم عن بلادهم منها الأبيات التالية: ¶ أنا ساعةُ الزَجُلِ الصَبُورِ أنا ساعةُ القَلْبِ الكَبِيْرِ ¶ رَفزُ الثباتِ إلى الئهايةِ في الخَطِيْرِ مِنَ الأمُورِ ¶ بطلي أشدُ على لقاءِ المَوْ تِ مِنْ صُئمَ الضُخُورِ ¶ جذلانُ يَرْتَقِبُ الزَدَى فاعجبْ لموتٍ في سُرُورِ ¶ أنذرتُ أعداءَ البلادِ بِشَر يومٍ مُسْتَطير ¶ ما أنقَذَ الوَطَنَ المُفَذَى غيرَ صَتارٍ جَسُورِ ¶ 82",
            "page": "82",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "وكان يحذِّر امته من تدفق الهجرة اليهودية بتيسير المستعمر ومكر5 ¶ المعهود: ¶ أرى عدواً في الشؤم لا كثلاثةٍ وعشرٍ ولكنْ فاقَهُ في المصائبِ ¶ هو الألفُ لم تعرفْ فلسطينُ ضربةً أشذَ وأنْكَى مِنْهُ يَوماً لضارِبِ ¶ يهاجرُ الفٌ ثُئمَ ألفٌ مُهَرَّباً ويُدْخلُ ألفٌ سائحاً غيرَ ايبِ ¶ والفُ جوازٍ ثئمَ الفُ وسيلةٍ لتسهيلِ ما يلقونَهُ مِنْ مصاعِبِ ¶ بني وطني، هل يقظةٌ بعدَرقدةٍ وهل مِنْ شُعاعٍ بينَ تلكَ الغياهِبِ ¶ إن كتاب د. المحاسني عن هذا الشاعر المبدع يُعد فريداً في تناوله لاهم ¶ الجوانب والقضايا التي تأثر بها الشاعر، فقدم لنا صورةً جلية عن شاعر تفاعل ¶ مع قضايا وطنه واوجاع هذا الوطن المغصوب والذي لايزال يعاني الآن من ¶ المغتصب الصهيوني المحتل، فللمحاسني الفضل في تقديم هذا الشاعر الذي ¶ قل من اعتنى بدراسته. ¶ !!! ل! يم! ¶ 83",
            "page": "83",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "7 - دراسات تاريخية ¶ في الثهضة العربية الحديثة ¶ اشترك في تأليف هذا الكتاب د. (زكي المحاسني) مع د. (محمد بديع ¶ شريف) و (أحمد عزت عبد الكريم). وأصدرته الإدارة الثقافية بجامعة الدول! ¶ العربية، الفاهرة. ¶ وقد أعد د. المحاسني الفصلين: الثاني ويتعلق ببواعث الحياة الأدبية ¶ والفكرية في النهضة العربية المعاصرة) والخامس عن فلسطين وسورية والأردن ¶ ولبنان. ¶ ويبحث الكتاب في تاريخ النهضة العربية الحديثة التي كانت وليدة عمل ¶ متواصل لعدد كبير من الساسة والعلماء تفاوتوا في الزمن والثقافة، وقد كان ¶ للنهضة بواعث تتصل بالحياة الأدبية والفكرية تناولها د. المحاسني، وبين أ ن ¶ ارتباط الحركة الثقافية بالحركة السياسية أمر يكاد يكون نظاماً حتمياً أو اجتماعياً. ¶ إذ لولا انبعاث الفومية والنهضة ا لوطنية لما حدثت نهضة فكرية، وقد تطلع العرب ¶ إلى تراثهم العظيم واَثارهم الفكرية التي تضم اللغة والثقافة بسائر أنواعها، ¶ فرفدت نهضتهم القومية والسياسية لتعطيها طابعها التجديدي من منابع اللغة ¶ والأدب والمعارف العقلية والدينية الإسلامية على اختلاف أ لوانها. ¶ وقد بحث د. المحاسني في معالم الثقافة العربية في عهد المغول! ¶ والعثمانيين، واؤلُها تراث الكتب الذي ضم تراثاً علميأ كبيراً وتراثاً لغويأ وأدبياَ، ¶ واوضح أثر العلوم العقلية قبل النهضة المعاصرة. ¶ كما بحث في حياة العلوم الفقهية والتفسير في عصر الانحطاط، وفي ¶ 84",
            "page": "84",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "أعلام التاريخ والجغرافية الذين مهدوا للنهضة كابن خلكان والصفدي وابن ¶ حجر العسقلاني، والمقريزي وابن تغري بردي وابن خلدون، ومن الجغرافيين ¶ والرحالة ابن بطوطة، وشيخ الربوة الدمشقي. ¶ وانتقل للحديث عن التأليف في عصر الانحطاط، وقد كانت المؤلفات ¶ التي وضعها العلماء والأدباء جسراً كبيراً بين ماضي الأمة العربية وحاضرها وكما ¶ قال د. المحاسني في بحثه \"من مصادرهم وردت النهضة العربية الحديثة التي ¶ وجدت أساسها مكيناً في التراث الفكري 0 فلم تكن نهضة مرتجلة، وإنما كانت ¶ نتيجة طبيعية لحياة الفكر والأدب واللغة في بلاد العرب، فللعلم روح يحيا بها، ¶ ويحمل الإنسانية على بقالْه فيها، وما كان الناهضون المتأخرون إلا مسخرين ¶ لتلك الروح القومية الموروثة من عبقرية العرب وعزة الإسلام. ¶ أما الفصل الخامس الذي أعد 5 أيضاً د. زكي المحاسني في هذا الكتاب ¶ فقد تضمن حديثاً عن البلدان العربية: فلسطين، سورية، الاردن، ولبنا ن. ¶ وقذَم د. المحاسني دراسة تفصيلية للقضية الفلسطينية، وبحثاً حول ¶ النضال الوطني في سورية وتاريخ الأردن، وتاريخ لبنان في عهد الانتداب ¶ الفرنسي والحركة الثقافية التي ظهرت فيه منذ منتصف القرن التاسع عشر، ¶ ونهضة الصحافة في لبنان والمهجر. ¶ وقد ألقت دراسات المحاسني في هذا الكتاب الضوء على أسباب النهضة ¶ الفكرية والثفافية وصورت الاحداث السياسية التي عاشتها هذه البلدان. ¶ ! ** ¶ 85",
            "page": "85",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "8 - نظرات في ادبنا المعاصر ¶ إصدار وزارة الثقافة والإرشاد القومي- ¶ الإدارة العامة للثقافة بمصر، سلسلة: ¶ المكتبة الثقافية، 52، القاهرة: دار ¶ القلم، 962 ام. ¶ هو كتاب وإن كان موجزاً لكنه يبحث في صميم الثقافة الراهنة لحياة الامة ¶ العربية الحديثة. ¶ يقول في تقديم كتابه: \"الكلام على أدبنا المعاصر يستوعب مجالاً في ¶ كتاب او مجلدة، وقد يجيء في كتب إذا قصد منه التوسع والاستقصاء، وليس ¶ هذا الكتاب تأريخاً للأ دب ا لحديث، وإ نما هو دراسة ونظرات في أ دبنا المعاصر، ¶ بينت فيها المعالم العامة لهذا الأدب في منابته ونموه، وأطواره الفنية، ¶ وما يرجى له في المستقبل \". ¶ واستهل د. المحاسني كتابه بتعريف الأدب الحديث، إذ إنه مقياس من ¶ مقاييس الوعي والتطور في عالم الفكر والشعور لكل أمة من الأمم، وتساءل هل ¶ في هذا الأدب ما ينهض به إلى مصاف الاَداب العالمية في تصوير الحياة الراهنة، ¶ وإحياء التراث الفكري الماضي؟ ¶ وانتقل إلى الحديث عن تاريخ الأدب الحديث ومراحل تطوره التي كانت ¶ في المدة ما بين الحربين العالميتين في النصف الأول من القرن العشرين، فقد ¶ ظهر في هذ 5 المدة في عالمنا العربي شعراء جدد وكتاب محدثون في القصة ¶ والمقالة والدراسة الأدبية والنقدية، وكان هناك عراك بين التقليد والتجديد. ¶ أما أدب ما بعد الحرب الثانية فلم يحدث فيه من جديد إلا ذلك الضرب ¶ 86",
            "page": "86",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "من الشعر المرسل، الذي أقبل على صنعه الشبان المتعجلون، فهو في رأي ¶ المحاسني لا يعد شعراً ولا نثراً، ولم يدرك غايته من التجديد 0 لكن النثر حدثت ¶ فيه تطورات مميزة، فقد انطلق من قيوده القديمة، وكؤن صوراً متنوعة في التعبير ¶ وفقاً للذوق الحديث. ¶ وأفرد د. المحاسني قسماً من كتابه للحديث عن أشهر شعراء العصر ¶ الحديث! (شوقي) و (حافظ) و (مطران)، وتناول! بالبحث مدارس الشعر ¶ ! (جماعة أ بوللو) التي اسسها الشاعر (أحمد زكي أ بو شادي). ¶ وتابع حديثه عن ملامح الأدب الحديث، فتناول! بالدراسة أدب القصة ¶ الحديثة وادب المسرح، ودور الترجمة والتمازج الفكري في تحقيق التطور ¶ للأدب الحديث. فقد اتصل الشرق بالغرب عن طريق النقل والترجمة لأدبه ¶ وثقافته، فأخذ التطور سبيله إلى ادب العرب بعد ازدياد حركة الترجمة من ¶ الفرنسية والإنكليزية إلى العربية، وأخذت أداة التعبير تتحرر من قيود الأسجاع ¶ والتنطع في الألفاظ. ¶ فلولا حركة الترجمة التي دبت في مستهل نهضتنا المعاصرة فنقلت إلى ¶ أدبنا روائع الفكر الغربي، في مناهج النقد والفلسفة وألوان القصة والمسرحية، ¶ لبقي ادبنا متخلفاً منطوياً على نفسه. ¶ كذلك حدث تطور ملموس في مجال! تحقيق المخطوطات، فإن حركة ¶ النشر للمخطوطات وتحقيقها كانت من المظاهر العلمية والقومية في عصرنا ¶ الحديث. ¶ وقد بحث د. المحاسني أيضاً في موضوعات لها علاقة مباشرة بالأدب ¶ المعاصر وهي اللغة العربية، إذ لابذَ للغة العرب في هذا العصر من تطور يلائم ¶ الحضارة، لذلك رأينا مجامع اللغة العربية في الوطن العربي تهتم بالمصطلحات ¶ العلمية، وقد نهض بهذا العبء أعلام في مصر والشام والعراق ولبنان، فأغنوا ¶ لغة العرب الحديثة بتلك المصطلحات العلمية. ¶ 87",
            "page": "87",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وأنهى د. المحاسني دراسته الفيمة لمعالم الأدب العربي الحديث بتقييم ¶ رسالة الأدب المعاصر وهي في رأيه دراسة الفكرة الإنسانية وإبرازها في آثار ¶ الأدب، ويجب أن يكون الأدب هادفاَ يرمي به صاحبه صوب غاية يسعى إليها ¶ ليبلغها، وهنا يجب التفريق بين الأدب الهادف والأدب الملتزم، فالهادف ذ و ¶ غاية سامية تؤول إلى نفع هاصلاح، واما الالتزام فهو تعنت مجرد يقوم في اثر ¶ الأديب وحده ولو كان تعسفياَ. ¶ ويتطلع د. المحاسني إلى أدب المستقبل الذي يحمل رسالة ادب منطلق ¶ من العروبة، متسم بروح الشرق، ممثل للنهضة الحديثة احسن تمثيل. ¶ ،\"! ¶ 88",
            "page": "88",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "9 - احمد امين ¶ إصدار معهد الدراسات العربية - جامعة ¶ الدول العربية، القاهرة، 963 1 م. ¶ يشتمل الكتاب على محاضرات قيمة كان د. المحاسني، تغفَده الله ¶ برحقه قد ألقاها على طلاب قسم الدراسات الأدبية واللغوية بالمعهد في السنة ¶ الدراسية (2 6 9 1 - 63 9 1 م). ¶ وقد استهل حديثه عن (احمد امين) بتعريف القارئ بالصلة الوثيقة التي ¶ ربطت بينه وبين الأديب والباحث العربي المصري (احمد أ مين)، فقد عرفه عن ¶ كثب، وتعمقت الصلة والصداقة بينهما اثناء إقامة المحاسني بمصر، وقد ساهم ¶ في الكتابة عن أحمد أمين ايضاَ في كتاب اُعد في ذكراه وشاركت فيه زوجته ¶ الأديبة (وداد سكاكيني). ¶ ولاشأ ان المحاسني قذَم في هذا الكتاب دراسة مستفيضة عن علم بارز ¶ من أعلام النهضة الفكرية الحديثة في مصر والوطن العربي. ¶ تناول في البداية عصر أحمد أمين، ثم تدريسه الجامعي الذي فتج أمامه ¶ اَفاقاَ جديدة في البحث والدراسة، حتى أصبج عضواَ في مجامع اللغة العربية في ¶ مصر وسورلة. ¶ ثم انتفل للحديث عن مؤلفاته وكتبه ومن اشهرها إسلامياته (فجر ¶ الإسلام، ظهر الإسلام، وضحى الإسلام)، وهي كتب ازَخت للحياة الفكرية ¶ والدينية في ظل الإسلام. ¶ ولم يغفل د. المحاسني ناحية هامة في مؤلفات احمد أمين وهي اهتمامه ¶ 89",
            "page": "89",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "بالتراث العربي، فهو محقق بارع لبحوث هامة في هذا التراث. ¶ وكإن قد حقق كتابأ عن (حي بن يقظان) لابن طفيل، واختار له عنواناً هو ¶ (حي بن يقظان لابن سينا وابن طفيل والسهروردي). ¶ ومن مؤلفات أحمد أمين الأخرى التي تناولها المحاسني بالدراسة ¶ (زعماء الإصلاح في العصر الحديث). ¶ وقد اعتنى علاوة على ذلك بدراسة شخصية احمد أمين وجَمْعِه كمفكر ¶ بين البحث الأدبي والعلمي، وامتلاكه لصفات العالم الحقيفي. ¶ هذا، إلى جانب عنايته بدراسة أسلوبه ومنهجه في الكتابة والتعبير، فقد ¶ اتسم اسلوبه بالوضوح، وخاصة في كتابه (إلى ولدي) وفي سيرته الذاتية ¶ (حياتي)، وكلا الكتابين حمل خواطره وتجاربه في الحياة والمجتمع. ¶ وفي الفصل الأخير يبحث في تأثير أحمد أمين ومكانته ككاتب ومفكر، ¶ بالإضافة إلى تقديمه لنماذج من أدب أحمد أمين وتفكير 5. ¶ ،لا+ ¶ ؟ لأ ¶ 90",
            "page": "90",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "0 1 - عبد الوهاب عزام ¶ في حياته واَثاره الأدبية ¶ القاهرة، معهد الدراساب العربية، ¶ 968 ام. ¶ يحوي هذا الكتاب على محاضرات ألقاها الدكتور المحاسني على طلبة ¶ معهد الدراسات العربية التابع لجامعة الدول العربية، تحذَث فيها عن صديق ¶ عزيز هو الدكتور (عبد الوهاب عزام) الذي كانت له مواقفه الأخوية الصادقة ¶ ومشاعره النبيلة التي أثرت في نفس المحاسني، فأراد أن يوفيه قليلاَ من حقه في ¶ دراسة وافية، تحدث فيها عن معرفته بعزام كأشاذ جامعي عندما كان مشرفاً على ¶ طلاب الدراسات العليا في جامعة القاهرة، ومنهم المحاسني الذي كان يقدم ¶ فيها أطروحته لنيل الدكتوراه في الأدب العربي0 ¶ من موضوعات الكتاب: ¶ - ا لدكتور عبد الوهاب عزام را ئد العروبة وأ ديبها. ¶ - أدب ا لدكتور عزا م 0 ¶ - عزام الصوفي وأدب التصوف عنده. ¶ -كتابه (النفحات) وهو مجموعة من المقالات. ¶ -كتابه (الشوارد) او خطرات عا م 0 ¶ -ذكرى أبي الطيب بعد ألف عام. ¶ وتناول د. المحاسني عزام كرحالة جاب الاَفاق حتى وصل إلى نيسابور، ¶ 91",
            "page": "91",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "وولعه بالثقافة الفارسية والباكستانية، فقد ترجم عن الأدب الصوفي الفارسي ¶ (المثنوي)، وكتب عن سيرة الشاعر (إقبال)، وغير ذلك من الكتب المترجمة ¶ عن الفارسية. ¶ كما كان محققاً دقيقاً في عمله، اشترك في تحقيق كتابين هامين من التراث ¶ العربي هما (الشاهنامة) للفردوسي، وكتاب (الورقة في تاريخ الشعراء). ¶ ك!!! ¶ 92",
            "page": "92",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "1 1 - الأدب الديني ¶ صدرت الطبعة الأولى من هذ! الكتاب في ¶ القاهرة، مكتبة الأنجلو المصرية، ¶ 970 ام. ¶ يتحدّث الأستاذ الباحث محمد سعيد الطريحي في مقدمة الطبعة الثانية ¶ من كتإب (الأدب الديني) عن سيرة المحاسني وآثاره مع طاقة من شعر 5 وأ قواله ¶ وآراء الدارسين فيه، فقال!: ¶ \" من لا يعرف العلامة المحاسني يجهل ولا شكّ علماً من أعلام العربية ¶ ورائداً فذاً من كبإر علمائها وأساتذتها، الذين أسهموا بعطائهم السخي في رفد ¶ تراثنا العربي والإسلامي بالفكر الخصيب المبدع المتجدد، وأمدوه بالنهج ¶ القويم الحضاري الأمثل. ¶ ومن يجهل تراث المحاسني يغفل أفضل دراسة كتبت عن (أدب الحرب ¶ عند العرب)، ويغفل ثروة من القصيد العربي الفاخر، ودراسات من أ بدع ما كتب ¶ في أدب السيرة العربية المعاصرة عن كوكبة من رجال! الفكر والأدب! (المتنبي) ¶ و (المعري) و (النواسي) و (الشاب الظريف)، ومن رجال! الأدب المعاصر ¶ ! (إبراهيم طوقان) و (عبد الوهاب عزام) وغيرهم، وكتب أخرى من أمتع ¶ البحوث في الأدب العربي واللغة العربية. ¶ ويتابع الباحث اللامع الطريحي تقديمه للمحاسني كعلم بارز من أعلام ¶ الأدب العربي المعاصر فيقول!: إنه من غير المستغرب إعادة طغ كتب ا لمحاسني ¶ فهي لكثرة الطلب عليها نفدت من الاسواق، ومنها هذا الكتاب الذي تناول فيه ¶ 93",
            "page": "93",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "المحاسني الأدب الديني، وهي دراسة فريدة قل نظيرها في الدراسات الحديثة ¶ التي تناولت الأدب العربي. ¶ وفي هذه الدراسة تعمق المحاسني في بحثه ومعرفته بالقراَن الكريم ¶ والحديث الشريف، وقد أورد الباحث الطريحي قولاً في المحاسني للأديب ¶ العراقي (وحيد الدين بهاء الدين) هو التالي: ¶ \"كفى المحاسني انه من نوابغ دمشق، ومن بناة مجدها الأدبي الأصيل ¶ على مدى طويل ناهز الأربعين سنة، وأن التاريخ يعرف كيف ينصفه، وكيف ¶ يقدر الرسالة التي أداها في قيادة قافلة الأدب الحديث كرائد طليعي دعم النهضة ¶ الأدبية المعاصرة، وقد ازدهى به عمق الرؤية وشوق الفن، وأ مانة الغا ية \" (1). ¶ ك! \"! ¶ (1) انظر (الجانب الديني والوجداني في حياته) ص 1 3. ¶ 94",
            "page": "94",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "2 1 - أساطير ملهمة ¶ إصدار دار المعارف بمصر سنة 0 97 1 م. ¶ عالج د. المحاسني في هذا الكتاب قضية هامة في ثقافات الأمم وتراثها ¶ وهي الأساطير التي كانت تنتقل من أمة إلى أمة ومن شعب إلى شعب، وذكر أنَ ¶ تلك ا لاسا طير تعد في نظرا لعلماء أ ساسأ للبوادر ا لاعتقادية ا لأولى لدى ا لإنسا ن. ¶ ويقدَم المحاسني وصفأ كاملأ لأصل هذه الأساطير وتطورها وبقائها في ¶ تراث العالم العلمي والفني، وأثرها الملهم. ¶ ويتساءل! في مقدمة الكتاب: هل الأساطير علم أو فن؟ وكلمة اساطير ¶ (س! 4! س!!،1) قد تتعدى عالم الوهم إلى حياة شعب من الشعوب أو عشيرة من ¶ العشائر، كما هو الحال! في الأساطير الهندية او اليونانية. ¶ ويتحدث في مقدمته عن آراء الفلاسفة والباحثين في الاشطورة، أما هو ¶ فيرى الأثر الكبير للأسطورة في الأدب العالمي فيقول!: ¶ \" وقد بان جدوى الأساطير على الفكر الإنساني والشعور الذي رُكب في ¶ النساء والرجال! فكانت سير الأساطير رياحين على الادب الغربي وبخاصة ¶ الاداب الفرنسية. ويتجلى ذلك في الأدب الكلاسيكي الذي كان مرآة وفية ¶ للأساطير الإغريقية، حتى جاء الأدب الرومانطيقي، فانتزع الأخيلة والحوادث ¶ من بين أيدي الأساطير التي كان إشعاعها في الحياة الإنسانية منبرا للقلوب ¶ والعقول! على السواء،. ¶ وقد نطم د. المحاسني قصائد صور فيها الأساطير الشهيرة من خلال! ¶ 95",
            "page": "95",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "الشعر، هذ 5 القصائد تروي قصص الأساطير، فكان مبدعاً في هذ 5 الناحية ¶ الأدبية، وبدأ باسطورة عربية جاهلية بعنوان (الشعْرَيان)، فقد عُرفت لدى العرب ¶ في الجاهلية أساطير، وهي لم تسيطر على الشعر الجاهلي كما سيطرت أساطير ¶ الإغريق على شعر الأمم في عهدها الكلاسيكي. ¶ وقدم من الأساطير اليونانية قصائد (بان وأفروديت)، و (جنيات البحار) ¶ و (السعادة في اساطير اليونان)، و (عرائس الشعر)، (سيزيف)، حصان ¶ طروادة)، وغيرها، تحكي قصة هذ 5 الأساطير. ¶ جم!! ل!! ¶ 96",
            "page": "96",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "13 - الشاب الظريف ¶ طا دار الأنوإر، عام 972 1 م. ¶ أصدرت هذا الكتاب دار الأنوار ببيروت، وناشر 5 هو السيد (تحسين ¶ موسى)، وقد كتب مقدمة وجيزة للكتاب قال فيها: ¶ \"عندما أعددت هذ 5 الدراسة القيمة عن (الشاب الظريف) للنشر، لم يدر ¶ بخلدي قط أن أديبنا الكبير الدكتور زكي المحاسني مؤلف هذ 5 الدراسة كان ¶ يودع الحياة \". ¶ وكان السيد تحسين موسى قد نشر للمحاسني دراسة اخرى عن أبي نواس ¶ قبل ذلك بسنوات. ¶ اما كتاب (الشاب الظريف) فقد صدر بعد وفاة المحاسني ببضعة أشهر في ¶ سنة (972 1 م)، ويتضمن دراسة قيمة عن شاعر عاش في القرن السابع للهجرة، ¶ واسمه شمس الدين محمد بن عفيف الدين سليمان التِلمساني. ¶ واسمتهل دراسته بالحديث عن الحياة السياسية في العصر الذي عاش فيه ¶ هذا ا لشاعر، وتعرض أيضاَ للحياة الفكرية وا لأدبية. ¶ وبحث في الفصل الثاني بالتفصيل عن الشاب الظريف، حياته، شخصيته ¶ وثقافته، فقد ولد في مصر سنة (1 6 6 هـ) وهو في ا لا صل من بلدة تِلمْسان، ولذلك ¶ سمي التلمسا ني. ¶ أما شخصيته فقد وصفها (ابن فضل الله العمري) في كتابه الشهير (مسالك ¶ الأبصار في ممالك الأمصار) في نبذة نقتبس منها هذه السطور: ¶ \"نسيم سرى، ونعيم جرى، وطيف لا بل أخف موقعاً منه في الكرى، لم ¶ 97",
            "page": "97",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "يأت إ لا بما خف على الفلوب، وبرى من العيوب، رق شعر 5 فكاد يشرب، ودق ¶ فلا غرو للقُضُب أن ترقص وا لحمام أنْ يَطْرَب، ولزم طريقة دخل فيها بلا استئذان، ¶ وولج القلوب ولم يقرع باب الاَذان، وكان لأهل عصر 5 ومن جاء على آثارهم ¶ افتتان بشعر 5، وخاصة أهل دمشق، وأكثر شعره لا بل كله رشيق الألفاظ، سهل ¶ على الحفاظ. . . إلخ!. ¶ بهذه الكلمات التي أوردها المحاسني على لسان (ابن فضل الله العمري) ¶ استطاع أن يقدم للقارى شاعر 5 الشاب الظريف. ¶ ويخصص المحاسني الفصل الثالث للحديث عن شعر الشاب ا! ريف ¶ ويأتي بمنتخبات في الغزل والمديج وبعض الموشحات، مع دراسة لهذه ¶ الأشعار وتعليقات عليها. ¶ وختم كتابه بفصل عن خاتمة الشاعر فقد كانت وفاته في نضرة شبابه عام ¶ (688 هـ) وقد دفن في مقابر الصوفيين بدمشق، فتأثر والد 5 لوفاته وكان أديباَ ¶ وشاعرأ أيضأ. ¶ وانتقد المحاسني بعض من نشروا شعراَ لهذا الشاعر، إذ لم يكن بينهم ¶ باحث أو ناقد يصطنع التحليل والدراسة لهذا الشعر كما تقتضي المناهج ¶ الحديثة. ¶ ومهما يكن من امر فإن دراسة المحاسني للشاب الطريف تنم عن جهد ¶ علمي فهو كباحث علمي درس نسخ مخطوطات ديوان الشاعر المختلفة، ¶ وتقصى كل ما كتب عنه، ووصف الطبعات القديمة لهذا الديوان: ¶ أما ما كتب عن الشاعر فهو نزر يسير، وهو عون قليل في الدراسة عن ¶ الأديب، وأثر 5، فنحن إذن نتجه بالاعتبار الأصيل إلى ديوان الشاعر الظريف ¶ نستطلع فيه طُلْعَ نزعته في الشعر، ونقدر قيمة هذا الشعر، في فحوا 5 ومبنا 5\". ¶ ولا يخلو كتاب (الشاب الظريف) من طرافة عبر عنها الأديب الباحث ¶ د. صفاء خلوصي في مقال له بعنوان: (الظريف المحاسني يكتب عن الظريف ¶ 98",
            "page": "98",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "التلمساني) (1)، فقال: \"ومن الطريف أن المحاسني يعقد مقارنات بين الشاب ¶ الظريف وبين شعراء رومانسيين من الغربيين كتوماس شاتيرتون (1752 -  ¶ 1770 م) ودي فيني (1835 م)، كما قارن قصيدة للشاب الظريف بأخرى ¶ لأحمد شوقي. ¶ (1) ¶ مقال نشر بمناسبة (ذكرى الصديق الدكتور المحاسني) (9 190 - 972 ام) في ¶ صحيفة (العرب)، لندن، ع (الإثنين 0 2/ 3/ 5 9 9 1). ¶ 99",
            "page": "99",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "4 1 - عباقرة الأدب عند العرب ¶ دمشق،1995 م ¶ سعت إلى نشر هذا الكتاب ابنته (سماء)، وصدر الكتاب عن دار ¶ الأهالي بدمشق، وتتوزع موضوعاته حسب تدرج العصور، فهي تبدأ مع العصر ¶ الجاهلي، ويتحدث عن حالة الأدب فيه، أليس الأدب مرآة عصره؟ ويتوقف ¶ عند النإبغة كنموذج عنه، دارساً وناقداً له، مستخلصاً أن الاعتذاريات تكاد ¶ تكون اشعر شعره، فيها يدافع الثاعر عن نفسه، ويلمز من خصومه ووشاته لدى ¶ النعمان، ثم يستغفره من ذنبه عندما وصف المتجردة - إن كان ذلك ذنباً - ثم ¶ يستعتب ويخرج إلى المدح الرائع الذي أعجب به شيوخ الأدب القديم كبيتيه: ¶ كأئكَ شَمسٌ والملوكُ كواكِبُ إذا طَلَعَتْ لم يبْدُ منهن كوكبُ ¶ ف! ئكَ كالليلِ الذي هو مُدركي وإن خلتُ أن المنتأى عنك واسِعُ ¶ ويدخل العرب في الإسلام أفواجاً، ويقبلون على القرآن الكريم يتفهمون ¶ سوره واياته، ويتداولون بينهم أحاديث الرسول! لمج!، وبعد وفاته يجدون ¶ أنفسهم في عصر جديد هو عصر الخلفاء الراشدين، ذلك العصر الذي خفف بين ¶ أيدي العرب تراثاً أدبياً فيه نثر من كلام الخلفاء، وظل الشعر في المرتبة الثإنية، ¶ لأن الخطابة كانت اسرع أداء منه، وأبعد فعلاً وأقرب تناولاً، بسبب الخلافات ¶ التي حصلت في ذلك العصر وسعى كل طرف لاستقطاب اكبر عدد من النإس ¶ بالخطابة، ويأخذ حسان بن ثابت والحطيئة نموذجين. ¶ أما في العصر العباسي، فقد اخذ الأدب العربي الصدارة في النهضة ¶ العلمية آنذاك يقول المحاسني: إنه أدب للعرب، أروع ما عرفته لغتهم من يوم ¶ 100",
            "page": "100",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "خُلقتْ إلى اليوم منثورة بلسان ابن المقفع والجاحظ والتوحيدي وابن العميد ¶ وغير هؤلاء من اليراع مسجوعة بتطريز الهمذاني والحريري وغيرهما من عشاق ¶ المقامات ومنظومة ببيان بشار وابي النواس وأبي تمام والبحتري وابن الرومي ¶ والمتنبي والمعري. . .!. ¶ وفي الأندلس نشأ في الشعر العربي الموشحات والزجل وغيرهما، ¶ وانبسطت فيه اوصاف الطبيعة والعمارة وفنون الغزل ومطارحات الخمرة، وكان ¶ هذا الأدب الحديث يمضي وراء العرب في الشرق، مضي الولد خلف أبيه (ابن ¶ خفاجة نموذجاً). ¶ يرى المحاسني أن أغراض الشعر القديم لاتزال في ا لشعر ا لحديث، ولولا ¶ ترك الوقوف على الدمن الخوالي، وعدم الوقوف بأبواب الأمراء والتكسب ¶ بالشعر لقال بإنكار الشعر العصري ولعد شعراءه من بقية العباسيين أو ممن ¶ بعدهم، وهناك اغراض جديدة في شعر المعاصرين ما عرفها السابقون كا لشعر ¶ الاجتماعي لحافظ والشعر التمثيلي لشوقي. ¶ \"وقد بدرت بعد الحرب الآفلة بوادر جديدة في الشعر العربي الحديث ¶ كان فيها لتمازج الثقافة اللاتينية وغيرها بالعربية أثر لطيف، ا لا أن هذا ا لأثر كاد ¶ يمحو من جمال القديم بسوء ا لاقتباس، فظهر في الشعر المستحدث ركة إسفاف ¶ فادنت هذه الظاهرة بانحطاط الشعر العربي المعاصر، مما حمل رعاة ا لأدب على ¶ الاحتفاء بالشعراء المحافظين على المواضي الشعرية ممن لا تأخذهم في نظمهم ¶ رطانة ولا عجمة، وقامت حرب أدبية بين أنصار القديم والحديث لا تزال نارها ¶ مستعرة إلى اليوم \". ¶ كلمات عن الكتاب: ¶ لم يعتمد الكتاب على تقديم أحد له، ويبدو أن المؤلف اختار أن يجعل ¶ كتابه يقدم نفسه بنفسه دون وساطة. ¶ ويعتبر الكتاب شاملاً حيث إنه لم يشمل الشعر فقط بل كل الأجناس ¶ 101",
            "page": "101",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "الأدبية الأخرى من نثر وخطابة ومقامات وغيرها. وهو يشكل مرجعاً تاريخياً ¶ للأدب العربي والتطورات التي مرت عليه خلال السنوات الطويلة، ولا يأخذ ¶ المؤلف الأدب مستقلاًّ منفصلاً عن الواقع، ولم يكتف المؤلف برصد الأدب ¶ وعباقرته، هانما قام بالتحليل والنقد واختار بدقة النماذج التي درسها. ¶ وتلمح إخلاص المؤلف لمدينته دمشق من خلال الشعراء الذين درسهم ¶ كنماذج ففد ذكر وصفهم لدمشق. ¶ يفول: \"هكذا قال عن بلادي شوقي شعراً هو السحر، وقولاً خالداً أبد ¶ الدهر: ¶ آمنتُ بالئهِ واستثنيتُ جنَّتَهُ دِمَشْقُ رُوْحٌ وجَنَّاتٌ وَرَيْحَانُ ¶ قالَ الزَفاقُ وقد هَئتْ خَمائِلُها الأرضُ دارٌ لها الفَيْحَاءُ بُسْتَانُ ¶ وأخيراً أقول: إنه تحقق برأص! للمؤلف ما تمناه في مقدمة كتابه بأن يجد ¶ القارى فيه غناء وروضاً أُنفاً، وأن يكون قد ألئمَ بأفضل ما خط الأوائل ونشر ¶ الأواخر عن عباقرة هذا الكتاب (1). ¶ (1) ¶ !! كا ¶ دراسة عن الكتاب إعداد: عبد اللطيف يونس، نشرت في جريدة (الثورة)، ¶ دمشق بتاريخ 6 2/ 7/ 5 99 1 م. ¶ 102",
            "page": "102",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "5 1 - اقاصيص العرب ¶ الناشر: المكتبة الاكاديمية، الفاهرة، ¶ نُشرت هذه الدراسة للمرة الأولى بعد وفاة مؤلفها د 0 زكي المحاسني ¶ بعدة سنوات، فهي من مخطوطاته التي لم تنشر في حياته، وسعت إلى نشره ابنته ¶ (ذكاء). ¶ قدم لهذه الدراسة د. (شعبان خليفة) أستاذ ورئيس قسم المكتبات في ¶ جامعة القاهرة (1)، فعزَف بالدراسة وبكاتبها تعريفاً جيداً، فهي دراسة لفن ¶ الفصة عند العرب تعرض فيها د. المحاسني لمكانة القصة في الأدب بصفة عامة ¶ والأدب العربي بصفة خاصة، كما عرض لأنواع القصة والشروط الفنية الواجب ¶ توافرها في القصة. ¶ ومن أنواع القصص عند العرب القصة الشعرية والمقامة، وهذه الأخيرة ¶ تعد ضرباً هاماً من ضروب القصة العربية، وتشكل حلقة من حلقات تطورها. ¶ أما الفصة الشعرية فمنها قصص تروي حياة بعض الشعرإء كما هو الحال ¶ في شعر امرى القيس في الجاهلية، واخرى تروي حكايات الطرد والصيد، وقد ¶ ظل الشعر القصصي سمة بارزة في الأدب العربي الحديث من خلال بعض ¶ المسرحيات القائمة على الشعر القصصي في أدب (عزيز أباظة) و (شوقي)، ¶ كمسرحيتي (غروب الأندلس) و (اوراق الخريف) و (مجنون ليلى). ¶ (1) وهو زميل لابنتيه ذكاء وسماء في دراستهما للمكتبات. ¶ 103",
            "page": "103",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "والمقامة - وهي نمط اخر من القصص عند العرب - تجد فيها مجالس ¶ القضاء وندوات الفكر والشعر. ¶ وبحث د. المحاسني ايضاً في القصة القراَنية فقال في هذا الصدد: ¶ \"لفد بسط القراَن أدبه القصصي على آفاق الآداب العالمية، وكان قبساَ ¶ ونوراَ لفن القصة في العالم إثر ظهور ترجمات معاني القرآن الكريم إلى اللغات ¶ الأخرى كالفرنسية وا لإيطالية وغيرهما. . \". ¶ سورة الكهف من البيان الإلهي القرآني قد ظهر أثرها في أدب القصة ¶ العربية الحديث فنجد الأديب المشهور (توفيق الحكيم) قد كتب قصته المشهورة ¶ (أهل الكهف) وهي رواية تمثيلية تعد من أروع آ ثاره. ¶ إن هذا الكتاب على إيجازه يعبر عن الموهبة الفكرية لدى د. المحاسني ¶ وعلى ثقافته الأدبية الواسعة، واطلاعه على الاَداب العالمية واتجاهاتها ¶ الفكرية. ¶ !!! ¶ 104",
            "page": "104",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "ثانيأ - الكتب المخطوطة المعذَة للطبع: ¶ 1 - فقه اللغة المقارن ¶ يبحث د. المحاسني في فقه اللغة العربية، ويتناول في الفصل الأول ¶ المفهوم من كلمتي الفقه واللغة في علم اللسان، ومظاهر اللغة بصفة عامة ¶ واصولها التاريخية، ويوضح علاقة اللغة بعلم الاجتماع، إذ إن علماء الاجتماع ¶ يُعزفون علم اللغة بأنه \"الدراسة المنهجية للحياة الاجتماعية \" ويدخل في نطاقه ¶ علم السياسة كما تَسنُد بناءه أركان الأسرة وحياة اللغة والدين والفنون فهو إذن ¶ مجموعة اعمال خطيرة من آثار المجتمع. ¶ وقد عرف هذ 5 الصلة فقهاء اللغة العربية ومنهم على سبيل المثال الشيخ ¶ (شهاب الدين الخفاجي) من علماء القرن الحادي عشر للهجرة في مصر، فقد ¶ وجد للغة مواضع في التأثير الاجتماعي. ¶ وقدم د. المحاسني بحثاً تفصيلياً عن علم اللسان عند العرب في الفصل ¶ الثاني. ¶ وقد روي عن النبي محمد ىشَيِ! اصتعمال كلمة اللسان بدلاً من اللغة، ¶ ووجد د. المحاسني من القرآن والحديث دليلاً على ان كلمة اللسان كانت ¶ المستعملة بديلاً من كلمة اللغة في هذ 5 النصوص المقدسة التي كانت قدوة ¶ لأساليب الكلام العربي بعدها، لكن العرب الأوائل غ! بوا كلمة اللغة حتى جاء ¶ الأواخر فزهوا بهذه التسمية، وساروا على غرار الأقدمين. ومن الأمثلة على هذا ¶ استخدام (جمال الدين ابن مكرم الإفريقي) واضع المعلمة اللغوية الكبرى ¶ 105",
            "page": "105",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "كعنوان لهذه المعلمة السان العرب) ولم يسفها الغة العرب). ¶ وأطلعنا د. المحاسني من خلال دراسته القيمة في هذا الكتاب على آراء ¶ اللغويين العرب في اللغة العربية، ومنهم ابن فارس وابن جني والسيوطي. ¶ وبحث في فصل آخر في علم ا لأصوات اللغوية، وخصص الفصل الخا مس ¶ للحديث عن اللغة العربية واللهجات، فبدأ بالبحث حول اصول اللغة العربية، ¶ ووجد أن دراسة اللهجات العربية كمدخل لدراسة اصول اللغة العربية، كما ا ن ¶ دراسة اللغات السامية بصفة عامة في رأيه تعيننا على أن نضع اللغة العربية في ¶ مكانتها بين أخواتها اللغات السامية، والمقارنة بين اللغات أيضاً عون كبير ¶ لإظهار مزايا كل لغة على حدة وبالنسبة إلى الأخرى، وكذلك فإن معاناة البحث ¶ اللغوي بالمقارنة ما بين اللغات هي ان يتوصل الباحث إلى تحديد الصلات بين ¶ اللغات وتوضيح العوامل المشتركة فيها. ¶ ويشمل بحث د. المحاسني حول اللغات السامية تقسيم هذه اللغات ¶ وتفرعها وخواصها، وأورد آراء العلماء في هذا، ومنهم على سبيل المثال ¶ المستشرق الإيطالي (غويدي)، وكان أستاذاَ للأدب العربي في الجامعة ¶ المصرية أوائل الفرن العشرين، وفند اَراء هذا المستشرق. ¶ ويمضي د. المحاسني في دراسته للغة العربية وتاريخها فيتحدث عن ¶ دراسة مفردات اللغة وعباراتها في كلام الجاهلية من خلال دراسة لبعض ¶ النصوص الشعرية، ويبين قيمة الدراسة في هذه النصوص من الأدب الجاهلي ¶ لبيان علاقتها بلغة قرلى ونقتبس من كتابه العبارات التالية في هذا الصدد: ¶ \" وختام هذ 5 الدراسة المجملة للغة ا لجاهلية ولغة قرلى تقتضي ان أ تساءل: ¶ أكانت لغة قرلى قد سادت في عهد معين أم إنها وجدت وهي سائدة من غير أن ¶ نعرف السبيل الصحيح العلمي لسيادتها؟ ¶ والذي أراه أن لغة قرلى قد ظهرت سائدة قبيل الإسلام، ولما نزل ¶ الفرآن الكريم وأقبل العرب عليه جعل (هذا الكوكب اللغوي الاعظم) يشع في ¶ 106",
            "page": "106",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "كل الجهات فعصت لغة قريش ارجاء العرب جميعاً وجعلت تشيع في كل مظاهر ¶ التعبير، فوجدناها من سرفات الشعر في الإسلام ومنسابة في لغة المحادثة ¶ ودارجة في مجالس الأدب، وحين جاء العصر العباسي الأول وظهر الشعر ¶ مجموعاً في دواوين املاها الرواة والجامعون واللغويون كما يحذثنا بذلك ¶ صاحب (الفهرست) وغيره، فنجد عالماً قرشياً يطلع علينا في لغته المنبثقة في ¶ كل نواحي العبارة، دماذا لهجات العرب وسائر لغاتها تنحسر لتطل في بطون ¶ الكتب اثاراً، ويظل منها القليل شائعاً على اطراف الألسنة، وهو لم يثبت على ¶ توالي الزمان أن أتى عليه الترك والإهمال وبات تاريخاً لغوياً ضاع أصحابه بين ¶ سمع الأرض وبصرها، وإذا لغة قريش تملأ الدنيا ولاتزال تملأها، وما نحن ¶ اليوم بمتكلمين إ لا لغة قريش \". ¶ جمو! مي! ¶ 107",
            "page": "107",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "2 - ديوان المحاسني ¶ ذكرنا في الفصل الأول ان المحاسني بدأ ينظم الشعر وهو طالب في ¶ المدرسة التجهيزية، ثم في كلية الحقوق. ولقد رافقه نظم الشعر في حياته ¶ كلها، ذلك لأن الشعر من وجه من وجوهه نفثة الرجل الكريم في دياجير الدهر. ¶ كان المحاسني ينظم القصيدة أحياناً في لحظات سواء أكان وحده في ¶ لحظات التأمل والتفكير في غرفة مكتبته، أو عندما يكون في مناسبة او حفلة ا و ¶ محاضرة، فتجده يرتجل الشعر دون سابق تهيئة. ¶ والحديث عن شعر المحاسني يحتاج منا لصفحات عديدة، وخير ما ¶ يعطي صورة عن شعره هو ان نقدم نماذج منها، فما راءٍ كمن سمعا. ¶ 108",
            "page": "108",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "سارة المتهخدة (1) ¶ كَمْ سَألتُ النشورَ كيفَ يحينُ ¶ أنا اوصيتُ أن أبيتَ على قربك ¶ سفحُ قيسونَ يحتويكِ ومَنْ لي ¶ يومَ يغدو مثلَ الهباءِ نثيراَ ¶ كيفَ ألقاكِ ساعةَ الحشرِ؟ أتانَ ¶ أنتِ سَبَحْتِ في الضَباحِ وفي التَن ¶ وهديلُ الحمامِ في طلعةِ الف! ¶ ملءُ سمعي وطيئُ روحي اناجيكِ ¶ كانَ لي باسمِكِ السرورُ ولفا ¶ دَأبُكِ الضَمْتُ لا تردينَ يا صورةَ ¶ يا غذاءَ الأشواقِ في كل يومِ ¶ ما شَبعْنَا من الحياةِ ولا اللقيا ¶ كُنْتُ أَلقاكِ في السماءِ وفي الأر ¶ ومعَ الزَيحِ إذ يَنُوحُ بمَسْرَاها ¶ كتراتيلِ ماريا او كأذكارِ ذوي ¶ أنا جَشَدْتُها يدي من يديها ¶ واستدارتْ على السؤالِ الظنونُ ¶ في ضجعةِ ثراها حنونُ ¶ ببقاءِ الجبالِ حيثُ تكونُ ¶ حينما جُن في الوجودِ الجُنونُ ¶ على زَحمةِ المَصيرِ العُيونُ ¶ ! بعمر قد باكَرَتْه المنونُ ¶ ! رِ على صوتكِ الحبيبِ أنينُ ¶ وتحويكِ في خيالي الجفونُ ¶ غبتِ غاضتْ أسبابُه والمَعِينُ ¶ أمي والوجهُ منكِ حَزينُ ¶ انسَ ليلي وحَسْرَتي واللحونُ ¶ أَمِنْ اولِ الطَريقِ نبينُ ¶ ضِ وفي البحرِ حيثُ تَهْوِي ال! فينُ ¶ رسيسٌ ينتابُنِي مَحْزُونُ ¶ الصوفِ حين يعلو الرنينُ ¶ وبعيني من عينِها تكوينُ ¶ (1) سارة هي أم الدكتور زكي المحاسني، توفيت بدمشق سنة 933 ام، وكان ¶ لايزال في الثانية والعشرين من عمره، ونشرت القصيدة في مجلة (الاديب) ¶ ببيروت. ¶ 109",
            "page": "109",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "وبصوتي صَدى التلاواتِ منها ¶ فوق أوراقِهِ أقبِّلُ بصمات ¶ لو يصخُ الحلولُ خاطبتُ نفسي ¶ كثما ثؤَبَ المؤد! في الفجرِ ¶ فكأئما الأرواحُ تُصْغِي إليه ¶ أينَ يا اُئمُ روحُكِ الليل يسري ¶ أطبقَ النجمُ جفنَه وسُهادي ¶ ! 6 ث! ¶ 110 ¶ إنَ قرآنها القرينَ الامينُ ¶ لإبهامها ودمعي سخينُ ¶ فأجابتْ عنها وراحتْ تبينُ ¶ تمادى بينَ الأذانِ السكونُ ¶ فوقَ أبراجهَا عليها الشجونُ ¶ أين في الجَو بُرجُها الميمونُ ¶ مستبذٌ ودَمْعُ روحي هتونُ",
            "page": "110",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "في ذكرى يوم الشهداء ¶ هاتِ الأزاهيرَ رانثرْها على الشهدا ¶ الدمعُ للنوحِ، لا تبخَلْ بساكبه ¶ قبلي امرؤُ القيسِ دارى رَجْدَهُ ببُكا ¶ رالذكرياتُ لفد تنسى حوادثُها ¶ إلا التي هي مِنْ جرع يُجددُه ¶ كقِصَةِ العُمْرِ أرري يومَ مقتلِهِ ¶ كانوا البناءَ عقولاَ مثلَ كوكبةِ ¶ أظلهُم أعهدٌ للبغي كانَ بها ¶ قالوا، راصفادُهم تجتاحُ أرجلَهُم: ¶ إِئا لمِنْ مَعْشَرِ الأحرارِ، ما خشيتْ ¶ فرِيع طاغيهم في الشامِ راندفعتْ ¶ يا للمشانقِ قد صُفتْ قَوائمُها ¶ هاجتْ بها الشَامُ رالطغيانُ مُبْتَسِمٌ ¶ أينَ العيونُ رراءَ الغَيْب تنطرُنا ¶ لنَا على البحرِ أسطولٌ نجرْجره ¶ رجيشُنَا طَحِم الاَفاقَ عسكًرُه ¶ يا فتيةَ الثامِ من مصرِ أساجلُكُم ¶ على ضحاياكمُ رفَّتْ خواطرُنا ¶ راجعلْ دموعَ الأحبا فوقهنَّ ندا ¶ فربّما عبرة تشفِي ليَ الكبدا ¶ رفوقَ أطلالِه قبلَ الزحيلِ شَدَا ¶ رتستحيلُ خيالاَ في الشفوفِ بدا ¶ كَزُ ال! نين فلا تُنسى إذن أبدا ¶ راحَ الرعيلُ بها في حَتْفِهِ بَدَدَا ¶ مِنَ الثجومِ ركانَ الوَعْيُ متَّقدا ¶ حكمُ الطُغاةِ يُديرُ الكأسَ مِلءَ رَدَى ¶ نحنُ الا\"باةُ فما ذُقنا بكم رَغَدا ¶ آمالُنا في الوغى مِمَنْ بَغَى وَعَدَا ¶ جنودُه تأخذ الأحرارَ أَخْذَ عِدَى ¶ في ساعةِ باتَ فيها الشَرقُ مُرتَعِدا ¶ كأنَّهُ الذئبُ غالَ الأهلَ والولدا ¶ في زحمةِ مجدُها سَدَّ الذُنَى عَدَدَا ¶ رفي ال! ما طائراتٌ تبلغُ الأمَد! ¶ بحوفةِ تتنزَّى للعراكِ غَدَا ¶ شعرَ الوفاءِ، رهذا النيلُ من بردى ¶ من فيضِ أدمُعِنا في محفلِ الشُهَدا ¶ !!! ¶ 111",
            "page": "111",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "! لبشر والقمر ¶ هبطَ الئسْرُ على سطحِ القمرْ ¶ خل أسبابَ الدُنى موصولةً ¶ ملأَ البدرُ الليالي فتنةً ¶ بَاسمَ الوجهِ على مَز الوَفَا ¶ دَارَ في الا\"فْقِ على بُعْدِ المَدَى ¶ هوَ ميقاتٌ لنا في عَيشِنا ¶ فلَهُ في البحرِ سبجٌ دالْمٌ ¶ ونَدامى الشعرِ باتُوا طُلَعاً ¶ والأغاني ملءُ اسماع المَلا ¶ لَو جمعنَا كل ما قالَو 5 في ¶ غَننيئُ اللحنَ على أضوالهِ ¶ وجهُهُ من وجهِهِ مُسْتَمْتِعٌ ¶ هادِئاً كإنَ على آمادِه ¶ غيرَ أنَ العلمَ في بحرانِهِ ¶ فعلى الإنسانِ آفاقُ الدُنى ¶ صعَدَ الأجواءَ في منطلقٍ ¶ حطَ فوقَ البدرِ في مركبةٍ ¶ ويكَ يا إنسانُ لا ماءَ بِهِ ¶ وبِهِ الحَزُ جحيمٌ هالْجٌ ¶ قلتُ للاَداب يكفيكِ الهوى ¶ حانَ مجدُ العلَمِ في إبداعِهِ ¶ آيةُ الإنسانِ مُذْ عصرِ الحَجَرْ ¶ بعدَ أنْ باتَتْ بزيني مستمز ¶ يغزِلُ النورَ وبالحُسْنِ بَدَرْ ¶ غابَ عنْ احبابِهِ ثئمَ حَضَرْ ¶ يَنظمُ الأيامَ في الشهرِ الاغز ¶ أبدعَتْهُ يدُ رلث مقتدرْ ¶ حينَ مدَ المذ والجَزْرُ انجزَرْ ¶ في الدجى نحوَ حبيبٍ قدْ شَعَرْ ¶ بالتحاسينِ وبالذكرِ العَطِرْ ¶ طَلعَةِ البَدر لهالَتْنا الضُورْ ¶ في ليالي الشًوقِ إنْ حِمث غَدَرْ ¶ نورُ 5 من نورِه صف الطرَرْ ¶ ومِنَ الوِد وبالنَجوى سَفَرْ ¶ همث يلقاهُ كما كانَ القَدَرْ ¶ يمخُرُ الجَؤَ وبالنَار هَدَرْ ¶ بادئاً عصراً زهتْ فيهِ العُصُرْ ¶ عَجِبَ المرءُ لها ثئمَ انبَهَرْ ¶ لا ولا ريجَ بهفهافٍ تَمُرْ ¶ يتنزَّى الخطوُ فيه بِشَرَرْ ¶ من بعيدٍ ويلاقيك الحَذَرْ ¶ وهو موثوقٌ بتسديدِ النَظَر ¶ !!! ¶ 112",
            "page": "112",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "يا بَني الدُنيا وذي بادرةٍ ¶ رُفي حسناءَ تمنتْ عِقْدَهَا ¶ تستزيدُ الدَكَ في زينتها ¶ دئَتِ الدهرَ على فوزِ البَشَرْ ¶ جوهراَ يُزري بأشتاتِ الذُرَرْ ¶ بحصَى حازو 5 مِنْ سَطْحِ القَمَرْ ¶ شعبان 389 اهـ ¶ ي!!! ¶ 113",
            "page": "113",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "ربيعٌ لا يفنى وأزاهيرُ لا تبلي ¶ هذه اَخر أبيات من الشعر للمحاسني (1)، وكأئه يرثي بها نفسَه كما قالت ¶ زوجه الأديبة وداد سكاكيني، فقد أملاها على ابنته وهو على فراش المرض. ¶ دلفَ الربيعُ ولستُ أنسا 5 قد هئجَ الأرواحَ ذكرا 5 ¶ فكأن عُثاداَ مناسكُها حانتْ وللوجدانِ نجوا 5 ¶ ساءلتُ إلهامِي وخاطِرَتي وأنا ضجيع كيفَ ألقا5 ¶ يكفِي الخيالُ على مَنَازِعِه والوهمُ طوالت بمغناهُ ¶ فتململَ الجسمُ الذي شقيت أعضاؤ 5 كحبيس دنياهُ ¶ أنا كنتُ أجيءُ في مواسِمِهِ أبغي المدينةَ وهي مثواهُ ¶ فترخ أجنحة على روحي ويجددُ العزماتِ مغناهُ ¶ بأبي رسولُ اللهِ قد طلعتْ ببشائرِ ذكراكَ علياهُ ¶ فلسفتُ أشعاري وقلتُ لها خَفي الهَوَى يُدْنِي سجاياهُ ¶ أنا هائمٌ بالثهِ أنشدُهُ بمحفدِ وعميم أملقا5 ¶ يا وحدةَ قد ألفت بِدَمي وشعورُ عمري منَذُ أهواهُ ¶ مُري على دارِ الزَسولِ فلي فيها ودائعُ كُلُها جاهُ ¶ (1) نُشرت في مجلة (قافلة الزيت)، ا لظهران، الصملكة ا لعربية ا لسعودية، 972 1 م. ¶ 114",
            "page": "114",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "اربيعُ ما عطري ولا زهري ¶ فخُذ لي النفحاتِ مِنْ بَرَدَى ¶ صلى الإلهُ عليهِ ما طَلَعَتْ ¶ لولا مُحَفَدُ يومَ أرضا5 ¶ وانشرْ هَواها عندَ رئا5 ¶ شَمْسُ الزَبيعِ وطابَ نُعماهُ ¶ !! ي\" ¶ 115",
            "page": "115",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "نماذج من ملاحم المحاسني: ¶ عمر بن الخطاب (1) ¶ 6الُ عدي في قريشٍ تُسامِرُ؟ ¶ وقوئم تكَفَوا بالحديدِ عُيُونَهم ¶ توشطَهم نَذفي طُوالٌ مُفَوه ¶ يُعِأ لمَغْدَاه وسيلةَ بطشةِ ¶ فهل عُمَرُ الخطابُ يمشِي بدَعْوةِ ¶ وجُنْحُ الدُجى فوقَ الئدِيَ ستائرُ ¶ لأذؤبِ فتْكِ ترتمي وتحاذِرُ ¶ يديرُ عليهم رأيهُ ويُشاورُ ¶ تدؤي عليها في ذراه العشائرُ ¶ لحربِ رسولِ اللهِ والبغيُ ظاهِرُ؟ ¶ ،،! ¶ رويدكَ كَمْ قفميتَ ليلَكَ هاجساً ¶ تصدُك حيناَ عُصبةٌ جاهلَتة ¶ وتهديك روحٌ نَضرَ الالهرُ وَجْدَها ¶ أبوكَ مِنَ الأبطالِ عفمكَ الوغَى ¶ وفيكَ خصامُ القلبِ والعقْلِ دائرُ ¶ لها في ضلالِ العُنْجُهتةَ زاجرُ ¶ إلى مسمع القرآنِ والصوتُ هَادِرُ ¶ ومِنْ جَدكَ القاضي (نُفَيْلِ) بوادِرُ ¶ !،هم! ¶ وراحَ رسولُ اللهِ يفْكُرُ في الدُجَى ¶ تمزَدَ، حمى الصَخرُ لانَ، وما انثَنَى ¶ وجاءَ أختَه تتلو مِنَ الاَي سُورةَ ¶ وقالتْ: عدؤ اللهِ أنتَ، تلومُنِي ¶ بشَهْمِ بهِ الدِّينُ الحنيفُ يُؤازَرُ ¶ وباتَ بعدوانِ الزَسولِ يُجاهِرُ ¶ فجَندَلَها فاسْتَعْصَمَتْ لا تُغادِرُ ¶ على الهُدَى؟ يا من ضَ! لَته الكوافِرُ ¶ (1) ¶ نُشرت في مجلة (قافلة الزيت)، الظهران، المملكة العربية السعودية، جمادى ¶ ا لأولى)، 4 38 ا هـ/ 4 6 9 1 م، سبتمبر - اكتوبر. ¶ 116",
            "page": "116",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "فحَط على تِلْكَ الضَحيفةِ عيْنَهُ ¶ إليكَ رسولَ اللهِ جنتُكَ مُسلماَ ¶ فَكَئرَ دثهِ الرسولُ بسجدَةِ ¶ لقدْ نُصِرَ الذينُ الحَنيفُ وأصبحَتْ ¶ وردَدَ في جوزِ الفضاءِ محمّدٌ: ¶ ! ع! ¶ أيا عُمَرَ الإسلامِ كنتَ حمامةَ ¶ وزَنْدُك مشدودٌ على سَوطِ دِزَةِ ¶ وعدلُك، ويحَ العدلِ، إنْ جاءَ مسمِحاَ ¶ تعاورَ فيك العَدْلُ والبأسُ والئدَى ¶ فيا) مةَ فيك التفَتْ بوحيدِها ¶ ا أسطورةَ قد كنتَ في الزُوحِ والحِجَى ¶ وقيكَ على حفظِ المروءةِ غَيْرَة ¶ فديتُكَ والتمثيلُ عانِ وصُورَتي ¶ نشرتَ على الإسلام رُشدَ خلافةِ ¶ فأُسمعْتَ شكوى أَيمِ يَعْرُبئةِ ¶ تناديك للجُفى وتجهلُ مَنْ تَرَى ¶ عَلَى قِدْرِها الأحجارُ تغلي تَخَادُعاَ ¶ فقلتَ: اصْفحي عن ذنبِ مَنْ عندَ رثه ¶ وعُدْتَ إليها تحمِلُ البُر جاهِداَ ¶ أيا جابرَ القَلْبِ الكَسِيْرِ لعاثِرِ ¶ !،؟ ¶ ويوم أتى الروميئُ فيهِ مُلاقياَ ¶ خليفتكُم، إنَي أتيتُ مسفماَ ¶ خُذوني إلى فصرِ حواهُ مُمَزَدٌ ¶ 17 ¶ وَهَ! ت إلى جَمْعِ الزَسولِ يُبادِرُ ¶ أنِرْ بصرِي يا مَنْ فِدَاهُ البَصائِرُ ¶ هي الزَمْزُ يُزجيهِ إلى اللهِ شَاكِرُ ¶ لقؤتهِ تَعنُو العُتَاةُ الجبَابرُ ¶ \"أيا عبفرفيَ الفَرْيِ\" أنتَ المُنَاَصِرُ ¶ تنوحُ وفيكَ الليثُ بالبأسِ خَادِرُ ¶ لتعلو بها من يَفْتَري ويكابِرُ ¶ وأنتَ له في الذَهْرِ حامِ وناصِرُ ¶ كما زحَمَت ساحَ العِراكِ المغاوِرُ ¶ لتنصرَ ديناَ تفتَدِيْهِ القَسَاوِرُ ¶ حقيقتُها ذابَتْ عليْها الأساطِرُ ¶ تسامَتْ بعَلياهَا الئسَاءُ الغرائِرُ ¶ مصغرةٌ والحمدُ فيك مُجَاهِرُ ¶ وجُلْتَ بجَوفِ الليل والفقرُ سَاهِرُ ¶ وصِبْيمَها في الجوعِ صَرْعَى ضَوَامِرُ ¶ فأنتَ لديها مُذنبٌ مُتفاخِرُ ¶ وهل تُنْضجُ الاحجَارَ قِدْرٌ وجامِرُ؟ ¶ سَيَلْقَى عذاباَ ما لهُ الحَشْرَ غَافِرُ ¶ وأكْبَبْتَ تُصْلِي الئارَ والنَفخُ سَاجرُ ¶ تُفدَيكَ في اللهِ القلوبُ العواثِرُ ¶ * ¶ لحشدِكَ، لكنْ خئبَتْهُ المَظَاهرُ ¶ عليهِ وعندي في لِقَاهُ بَشائِرُ ¶ ليَبْهَرَ عيني عرشُهُ والجواهرُ",
            "page": "117",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "فقالوا: تعالَ انظز إليهِ مُمَدداً ¶ وسادَتُهُ قَبْرٌ لدى ظِل نَخْلةٍ ¶ فقالَ: أقامَ العدلَ صاحبُ أمرِكُمْ ¶ ومر بليلٍ فاحميئ مُوَسوِس ¶ تناغَتْ بها غَيدَاءُ في لوعةِ الهَوَى ¶ أيُمسي فتًى مِنْ دأبِهِ الجَهْلُ والخَنَا ¶ إلى البصرةِ المَنْفَى فما مِنْ جَريرةٍ ¶ بقَيلُولةٍ ما نَامَ فيها مُحاذِرُ ¶ وليسَ عليهِ مِنْ حَريير دَواثِرُ ¶ فنامَ، وقدْ نامتْ لَديهِ الكَواسِرُ ¶ وأسمعَ أشعاراً لظاها المشاعِرُ ¶ بِنَصرِ بنِ حجاجٍ وفيهِ الأواصرُ ¶ وتسقُطُ في احبُولتَيْهِ الزواهرُ؟ ¶ أمزُ إذا عِرْضٌ تولأَهُ فاجِرُ ¶ أيا عُمَرَ الأعمارِ عَدْلُكَ واحِدٌ ¶ وبابنِكَ في الذنب المُقارِف شإهِدٌ ¶ أقمتَ عليهِ الحًدَ لا حدَه انثنى ¶ ووافاكَ صُعْلُوكٌ تهتمَ شِدْقُهُ ¶ فقلتَ: قِفا جنباً لجنْبٍ ففِدْيةٌ ¶ تكئرَ عنها عِزةً بماث! ¶ وغادرَ للزُومِ العداةِ بجَمْعِهِ ¶ وباتَ بقسطنطينةٍ يَكْرَعُ الزَدَى ¶ إلى أنْ اتى مِنْ صَوب (ح! انَ) نَحْوَهُ ¶ فحن إلى البطحَاءَِ وانْهالَ نادِماً ¶ ! برَ ساوا 5 البُغاةُ الأصاغِرُ ¶ عليكَ بأنَ العَدْلَ فيكَ مُفَاخِرُ ¶ لِقُربَى ولا حثتْ عليهِ الزواجرُ ¶ وضَارِبهُ المُختالُ عاتِ وآمَرُ ¶ قِصاصٌ بضربِ مثلُه أو معاذِرُ ¶ (جُبَيلةُ) واستشرى عليكَ يُؤامِرُ ¶ فيا خِشَةَ الخَؤَانِ يومَ يُغَادرُ ¶ مع الكأسِ خُسْراناً وظل يقامِرُ ¶ نجيئٌ يُدَا نيِ عودَ 5 ويحاوِرُ ¶ ومِنْ دَمْعِهِ فاضتْ عليها الهوامِرُ ¶ ويا قولة هزتْ عُروشاَ وامةً ¶ غدتْ شِرعةَ الا 2ثيا على الحق والفِدَا ¶ تقولُ: متى استعبدْتُمُ الناسَ ويلكُم ¶ أتيتَ بِهَا والقَوْلُ مِنْ فِيْكَ اَسِرُ ¶ يُرَددُها فينا خطيبٌ وشاعِرُ ¶ وقد وَلَدَتْهُم للإخَاءِ الحرائِرُ\" ¶ !! م ¶ 118",
            "page": "118",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "ويا وِقفةً في مَنْبَرِ المَسْجِدِ الذي ¶ فَصِحتَ، ونورُ اللهِ في العينِ مُشْرِق ¶ (أساريةُ) استعصمْ وبالجَبَلِ استعِذْ، ¶ لفد حلفَ الأبطالُ ان قريعَهُمْ ¶ وأزجيتَ للفتحِ الكبيرِ اعتزامةً ¶ (معاويةٌ) فيها يفيمُ فخارَها ¶ ألا يا (ابن عوفِ) قم بنا نحوَ جِ! قِ ¶ وضمّتْهُمَا شوقاً دمشقُ واهلُها ¶ فمُزَا على ضَ! مِنَ الجُنْدِ حَاشِدٍ ¶ (مُعاوي) هذا منكَ، والطلمُ جاثِمٌ ¶ فِداك أميرَ المؤمنين دِرايةٌ ¶ فلابدَّ من راياتِ جيشٍ على الحِمَى ¶ افاتحَ مصرٍ ما أردتَ توشُعاَ ¶ ولا كان لابنِ العاصِ داهيةِ الملا ¶ ولكن للإسلامِ نورُ رسالةِ ¶ مشى زحفُها في البيدِ والبحرِ وانبرى ¶ تساوى بنو الإنسانِ تحتَ لوائِها ¶ أقبّل في جنبِ (البقيع) مراقِداً ¶ سلاماَ على ذكرَى المروءةِ والعُلى ¶ تلألأ تحتَ الشَمسِ سَيفاً وكِفةً ¶ اتَى الهُرْمُزانُ الفارسيئُ بغَدْرَةِ ¶ غُلامٌ تجافاهُ (المغيرةُ) فارِسٌ ¶ فجاءَ بها في خِنْجَرٍ حتفُ طعنِهِ ¶ وغئبَهُ في جَنْبِ اروعَ جاهدٍ ¶ 19 ¶ تراءَتْ على علياهُ حَرْبٌ وغادِرُ ¶ كأنَكَ في قَلْبِ المَعَارِكِ حَاضِرُ: ¶ فيا لنداءِ رذَدتْهُ المنابرُ ¶ ملا سَمْعَهُ ذاك الندا المتوَاتِرُ ¶ فمِنْ صَوْبِ آمادِ الشام المَعَابرُ ¶ لمَجدِ به التاريخُ زاهِ وعاطِرُ ¶ أمئةُ فيها أطرْفتها المقاصِرُ ¶ صحابةُ غسّانٍ وزِينَتْ منائِرُ ¶ لأبواقِهِ في مرتعِ الجوِّ زامِرُ ¶ ببابِكَ، قد هانتْ عليك الجَرَائرُ ¶ فإئا جِوارَ الرُّومِ والقومُ ماكِرُ ¶ ومن زحمة المُزَإنِ والخطبُ كاشِرُ ¶ ولكنْ حِمى للمسلمينَ تُبادرُ ¶ بسُلطانِهِ تلك الضفافُ الزواخِرُ ¶ حملتَ تُقاها والعُداةُ سواهِرُ ¶ على مطمجِ الاَفاقِ والفتجُ باهِرُ ¶ وجادتْهمُ الذُنيا وعَقتْ مآزِرُ ¶ وأسفَحُ دَمْعي حيثُ تَهْفُو الخَواطِرُ ¶ وقِسطاسِ عدلٍ ما لهُ الذَهرَ ساتِرُ ¶ على رمزِهِ القدسيئَ تُثنَى البَواتِرُ ¶ وأنفَذَها المُغْتَالُ والمكرُ جائِرُ ¶ رَعَتْهُ، وقد هانَتْ عليهِ الكبائِرُ ¶ على جانِبَي حَدٍّ بهِ السم عاقِرُ ¶ فيا عُمَرَ الإسلامِ تبكيكَ عامِرُ",
            "page": "119",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "شهيداً قضيتَ العهدَ والوجهُ ساجِدٌ ¶ أيُضحي على الإسلامِ طل غَمامةٍ ¶ إلى أن لقيتَ ال! لمَ والعِز والجَدَى ¶ إلى اللّه شُهّاداً عليكَ المآثرُ ¶ بُعيدَكَ مُذْ حَلَتْ عليهِ المَناحِرُ ¶ بِدَهْركَ هذا، وازدَهَتْكَ المَصَائرُ ¶ ! كا! ¶ 120",
            "page": "120",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "يوم اليرموك (1) ¶ يقع يوم اليرموك في 12 رجب 5 1 ¶ فديتُكَ هل ترى خفقَ البنودِ ¶ منَ الصحراص حثحثَتِ المطايا ¶ عليها مِنْ تجافيفِ البَوادي ¶ وللرَملِ الثقيئ صفاتُ روممر ¶ معلمة العِراب أيا رِمالا ¶ بعثْتِ حِمى العِراكِ رجالَ حرب ¶ إذا رقدوا فأعينهمُ نيامٌ ¶ لهم في الشلمِ أخلاقُ البرايا ¶ وفي الهيجا ضراغمةٌ أباة ¶ تكادُ بهم أساطيرُ الليالي ¶ أما قذفوا من الصحراص تُطْوَى ¶ يحثونَ المطيئ على شعاع ¶ تناءَتْ دارهُمْ فسَعَوا إليهأ ¶ وللخُوْدِ التي مَسَحَتْ دُمُوعاً ¶ فيا سِفْرَ الجهادِ أراكَ عِيْداً ¶ جوانحُهُم مليئاتٌ بتقوى ¶ هجر ية / 0 2 أ غسطس 6 3 6 م. ¶ هنالكَ وهي تدنُو مِنْ بعيدِ ¶ عِطاشاً هائماتٍ بالورودِ ¶ خلاقُ الزَملِ في تلكَ العُهودِ ¶ تجلَتْ في العروبةِ والجُدودِ ¶ لها حرّيةُ العيشِ الفريدِ ¶ مُناهُمْ رغبةَ اللهفِ الشهيدِ ¶ وأيقاظُ العزائمِ والجهودِ ¶ وقدْ حَسُنَتْ على حُلْمِ وجودِ ¶ أرادوا المَجْدَ بالدمِ والحَديدِ ¶ تعخبُ من تهاويلِ الجنودِ ¶ بهم أرض! على الأملِ الشَريدِ؟ ¶ مِنَ الئجمِ الخفيّ مدى السهودِ ¶ حناناً بالخيالِ إلى الوليدِ ¶ على التوديع في الحُزْنِ المُبيدِ ¶ لدى الأبطالِ في اليومِ السعيدِ ¶ كأنَ بها مساجدُ للسجودِ ¶ (1) نشرت في (قافلة الزيت)، الظهران بالمملكة العربية السعودية، ع (سبتمبر- ¶ اكتوبر!، 968 1 م. ¶ 121",
            "page": "121",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "واصواتٌ بتكبيرِ تعالى ¶ وللإيمانِ سِزُ هدَى ونصرِ ¶ يسوِقُ الجحفلَ الجزَارَ قدماَ ¶ كأنَي ناظرٌ رُمْحاَ بصَدْرِ ¶ وفي يدِ 5 الحسامُ يطيحُ رأساَ ¶ أراويةُ الزمانِ الا أعيدي ¶ على الأردن نهرٌ مِنْ تميم ¶ أصيري الحادثات رواةَ دهرِ ¶ أرى (اليرموكَ) نهراَ ليس يَجْرِي ¶ تجقَعَ حولَ ضفتِهِ زحولت ¶ و (هندٌ بنتُ عتبةَ) في رعيلِ ¶ اتَتْ للحربِ في درعِ وسيفِ ¶ ورفقَتُها نساءٌ عابداتٌ ¶ بأيديها الحجارةُ ماثلاتٌ ¶ إذا فزَ الجبانُ ردَدْنَ فيه ¶ وبنتُ (الحارِثِ بنِ هشامِ) كانَتْ ¶ وقد برزَ الحِسَانُ مزغرداتِ ¶ وغنينَ القتال على البَوادي ¶ أ (أئمُ حكيمَ) عادتْ بالعوادي ¶ ذكرتُ بكِ الفوارسَ منْ قريشِ ¶ تزاحمُ للطَعانِ وللتَلاقي ¶ وراحَ (هِرَقْلُ) يسألْ قبلَ حَرْبِ ¶ فقيلَ لهُ همُ قومٌ أباةٌ ¶ إذا كزُوا حسِبْتَ الأرضَ تهوي ¶ ! انْ يَدْعُ المؤذِّنُ في صلاةِ ¶ 22 ¶ تضاعفُه الجبالُ مدى الردودِ ¶ فلم يحفَلْ بجَئارِ عنيدِ ¶ إلى الجنًاتِ في الحَتْفِ الزَغيدِ ¶ يجرِّرُهُ طعِيْنٌ كالفهودِ ¶ كأن دماءَ5 دَفْقُ الضَديدِ ¶ بسمعِ الدَهرِ معركةَ الأسودِ ¶ يتيهُ بطارفِ بعدَ التليدِ ¶ وقُضي الحربَ في اليومِ المجيدِ ¶ سِوى بدمِ مِنَ الجيشِ الطَريدِ ¶ من الرومانِ تدلفُ بالحديدِ ¶ منَ الأبطالِ مقبلة بغيدِ ¶ لتحتضنَ المنثةَ في المهودِ ¶ حضرْنَ بلا دروعِ او زرودِ ¶ لتضربَ في الجبا 5 وفي الخُدودِ ¶ شُجاعاَ او كشيطانِ مَريدِ ¶ لخلأتِ الوقيعةِ كالسدودِ ¶ يهجْنَ الجيشَ للنصرِ الوطيدِ ¶ ينابيعَ الدموعِ بلا سدودِ ¶ فكيفَ هجرْتِ حاليةَ الشُعودِ ¶ ومن اوسِ وخزرجَ في حشودِ ¶ وجيشُ الزُومِ بالعر المشيدِ ¶ عن العرباءِ في الوصفِ المُفِيْدِ ¶ بواحدِهم مقارعةُ العديدِ ¶ وإنْ بَرزوا فحتْفٌ في صعودِ ¶ أراحوا الحَرْبَ للخصمِ العنيدِ",
            "page": "122",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "نهلتَ (ابا عبيدةَ) من جنانِ ¶ فقُدْتَ عرمرماً يجرِي ألوفاً ¶ تلقاهم (هرقلُ) بضعفِ ضعفٍ ¶ على (اليرموك) حمحمةُ الشَرايا ¶ ولحنُ الحربِ في بوقِ وقَرْعٍ ¶ رايتُ (الأشعثَ بن القَيْسِ) يجري ¶ فيا ساحاَ على (اليرموكِ) قُولي ¶ إذا خَذِرَتْ بنا الأعصابُ يوماَ ¶ تعاقبَتِ الحروبُ على فتوكر ¶ أ (خالدُ) كنتَ إمداداً ورِفدا ¶ ولمَا أنْ حللتَ غلا وأرغَى ¶ خطبْتَ فهجتَ كل دمٍ وسيفٍ ¶ وحمحصَتِ العتاقُ الذُهْمُ سمعاً ¶ وعئأتَ الجيوشَ بخيرِ حِذْقِ ¶ فخاضَ بها (ابنُ وقاصٍ) بِزَأرٍ ¶ أ (عكرمةٌ معَ القَعْقَاعِ) هبَا ¶ أراجيزٌ كموسيقى حروبٍ ¶ تردَدُهَا (بحورانٍ) جبالٌ ¶ وجَذَ الطَعْنُ في وَهْمِ المنايا ¶ وث! مهُمْ إفٌ ذو نبيئ ¶ وجالَتْ نسوةٌ كُن الشوادِي ¶ وكانَتْ وقعةً جلتْ وعزتْ ¶ تردى (ال! رومُ) فيها في فِجاجِ ¶ على (هركول) منها ذكُ دَهْرٍ ¶ ووافت (خالدا، والحربُ تُزْجِي ¶ صبوتَ لها على طَيْفِ الخلودِ ¶ يصيجُ لدى الفِدَا: يا نَفْسُ جودي ¶ وما شِرْكٌ كإيمانِ سديدِ ¶ بموسيقى الملاحِمِ كالزُعودِ ¶ تلفَسَ من بزنطةَ كل جيدِ ¶ بملجمةِ تتيهُ على المُجُودِ ¶ ووصفُكِ في مغازينَا أعيدي ¶ وجدنَا العزمَ يحيا منْ جديدِ ¶ لقدْ نُسِجَتْ بداميةِ البرودِ ¶ لجيشِ في الشاَمِ بلا سنودِ ¶ وصلصلت الزمازمَ في ابخودِ ¶ وأخرِجتَ القُلوبِ منَ الجلودِ ¶ ولو فهِمَتْ لَرِيْعَتْ من كَدِيْدِ ¶ كراديساً تزاحِمُ في مزيدِ ¶ يطاعِنُ كل روميئً جليدِ ¶ بوقادٍ منَ الزَجَزِ العتيدِ ¶ تزجُ الضَدْرَ في قَرْعٍ شديدِ ¶ على (واقوصةِ) الوادي المُبيدِ ¶ فبايعَ مسلموها بالوريدِ ¶ أتاهُ الئصرُ في غيرِ الصدودِ ¶ وكُن بلاسِماً فوقَ الضمودِ ¶ بِنَصْرِ اللهِ في يومِ الوعودِ ¶ وراحُوا خاسئين بكل بيدِ ¶ يرافِقُهُ إلى نشرِ اللحودِ ¶ ألوكةُ عزلهِ يومَ الصمودِ",
            "page": "123",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "فكاتمها إلى اق حانَ نصرٌ ¶ وسلمَهُ الإمارةَ طوعَ راي ¶ (ابا بكر) رعيتَ الحربَ ندباَ ¶ فاق عُمَر اتاها عِنْدَ فوزِ ¶ سلِ الدُنيا (حذيفةُ) ما دهَاها ¶ لصوتكَ في مدى (اليرموكِ) زَجْل ¶ فقل: يا مُفحِمَاتِ العربِ رُدي ¶ عهع! ¶ 124 ¶ جنا 5 (ابو عبيدةَ) بالسديدِ ¶ أتا 5 من الخليفةِ بالزشِيدِ ¶ أيا صِديقُ مِنْ نبع المهودِ ¶ فقد لقيَتْ بهِ عِز الَمُريدِ ¶ اتسمعُ ما يدؤي في الجرودِ ¶ اطارَ من العيونِ هوى الهجودِ ¶ إلى سمعِ الزَمانِ صدى نشيدي",
            "page": "124",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "ومن الطريف أن الشاعر الدكتور صفاء خلوصي (1) بعث إلى صديقه ¶ المحاسني بأبيات سفاها (تحية لديوان المحاسني) قال فيها: ¶ يا ابنَ المجامعِ والمعاهدِ، فخرها نافحتَ في أبهائها الا\"دباءا ¶ جبلُ (الأولمب) (2) وانتَ من نزلائه جالستَ فيه صفوة كبراءا ¶ قد حُزْتَ فخراَ بالقِران بزوجةِ (3) فاقَتْ بعَذْبِ كلامها البُلغاءا ¶ وسلكتَ دَرْبَ (الأحْمَدَيْنِ) (4) مُحَلقأ حتى بلَغتَ بشعرِكَ الجَوْزَاءا ¶ ليس الحياةُ سنيئ عُمْرِ قَدْ خَلَتْ بَلْ في بهاص الشعْرِ زانَ (بهاءا) (ْ) ¶ فَبشِعْرِكُمْ (بردى) يُغردُ مُنشِداَ و (النيلُ) أمسَى صَفْحةَ غرّاءا ¶ وَ (زكيئُ) في عَلْيَائِهِ لَهُ مُنْصِتٌ يُزجي التحايَا بَسْمَةَ ودُعَاءا ¶ عَشِقَ (المُقَطمَ) والديَارَ واهلَها جَبَلَ (المُقَطَمِ) لا عَدِمْتَ وَفَاءَا ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ (5) ¶ ي!!! ¶ الدكتور صفاء خلوصي، باحث وشاعر من العراق، له مؤلفات أدبية عديدة، ¶ توفي في اوكسفورد لإنكلترة سنة 995 ام، فخسرت الحياة الأدبية والثقافية ¶ علماَ بارزاً. ¶ جبل الخالدين عند الإغريق. ¶ هي الفقيدة الراحلة ا لأديبة وداد سكاكيني. ¶ ا لأحمدان: أبو الطيب أحمد بن الحسين المتنبي، وأحمد شوقي. ¶ في اللفظة تورية لاسم الشاعر البهاء زهير. ¶ 125",
            "page": "125",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "ثالثاَ -مختارات من المقالات: ¶ 1 - شيوع اللحن ¶ إذا استطعنا ان نتصور فيما وراء الخيال من صدر العصر الأموي أو نعلو به ¶ إلى عهد الراشدين لنستمع في أرجاء الجزيرة العربية للغة الفصحى التي كانت ¶ مصدراً للغة العرب وبخاصة في دارات قريق حيث كان عبد شمس يتبختر في ¶ بطاح مكة مشقشقاَ بلسانه، معتزاَ بولده ومجده. ¶ في ذلك الحين البعيد كان كلام العرب يتدفق من الألسنة الفصيحة، معرباَ ¶ لالحن فيه. ¶ ثم جاء زمن كانت قضية الإعراب فيه من شيوع اللحن حيرت افكار ¶ الباحثين. ¶ فكان من الأوائل من يصدرون بسداد الإعراب عن علي بن ابي طالب ¶ رضي الله عنه وعن ابي الأسود الدؤلي، وكان احدهما بعد الآخر أول اساتذة ¶ الإعراب، وحفظ اللغة من اللحن الذي بدا يظهر، وكان مثل مرض يستهل ثم ¶ يندفع صخاباَ عارماَ، وكانت الاستهلالة في بيت الدؤلي نفسه حين لحنت بنته، ¶ فهب مهرولاَ إلى علي بن ابي طالب، يقص عليه الأمر الذي راعه وأدهثه في ¶ لحن بنته. ¶ تلك كانت البادرة الأولى في مطالع أول لحن في تاريخ الدراسات العربية ¶ في قضية الإعراب. ¶ ثم تحدرت الأزمان العربية بسيل من اللحن جرف امامه السنة الشعوب ¶ 126",
            "page": "126",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "العربية في كل مكان على توالي السنين. وإذا بلاد العرب، بعد أربعة عشر قرناَ ¶ من منبع لغتها تصبح شتينة على ألسنة كل شعب من هذ 5 الأمة يتكلم العربية ¶ بلهجة تخالف اللهجات في سائر الديار، وإذا نحن العرب في هذا القرن ¶ العشرين، لا يكون بيننا التفاهم في لغة إ لا بالعربية الفصحى المعربة، التي نشأنا ¶ على تعلمها مثلما نتكلم لغة اجنبية، ندرس إعرابها ونتثقف بفصيح كلامها ¶ ونحفظ المنثور والمنظوم منها حتى يعلق إعرابها في السنتنا، ف! ذا انقلبنا إلى ¶ منازلنا او رحنا السوق طفقنا نتكلم العامية السخيفة، ويغالب الناس فينا اللحن ¶ الذي لا يقوى على إبادته في اَثار القلم واللسان إ لا الأدباء والكتاب والمدرسون ¶ الذين مرنوا على معرفة الكلام المعرب. ¶ ونهضت مشكلات رافقت هذ 5 الظإهرة الوبيلة تمكنت من لغتنا منذ ¶ كانت، وكم اشبهها بما يعتري منابت القطن من آفات سنوية تحول دون زروعه ¶ وجودة منتوجه، وهي في كل يوم يفكر بأمرها اطباء النبات ليجدوا لافاتها مبيداَ ¶ جديداَ. ¶ وقد فكر علماء العربية بطرق اشتات يقوَّمون بها الألسنة، وهبت في ¶ عصرنا بحوث لها في الجامعات والمؤلفات، وعاش قبلنا مؤلفون عاشوا من ¶ اجلها في الأعصر العربية سنين طوالاَ، وتركوا عالمنا واللحن ديدن الكلام ¶ والأقلام. ¶ ولا يحسبنَ حاسب أن قضية اللحن التي يشعر بها في عصرنا المجمعيون ¶ رالفصحاء وحماة اللغة والكتاب والشعراء لم تمر قضيتها المما ثلة خلال العصور ¶ العربية، فلقد كانت معضلة اللحن وبا لاَ في كل معهد ومقام، وكا ن اللاحنون في ¶ العصر الأموي هم الطإرئين على العربية. وقد سكنوا أمصارها من الموالي ¶ والفرس الكثيرين والروم. وكان إذا ند لسان لأمير حاكم أو خليفة في لحن شاع ¶ أمره في أرجاء المجالس، وسعى القوم إلى تقويم لسانه وزجره، كالذي اتفق ¶ لعبد الملك بن مروان وللحجاج بن يوسف ايضاَ حين زل لساناهما بلحن في ¶ غفلة من غفلات الكلام وهما على المنابر. ¶ 127",
            "page": "127",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "وجاء العصر العباسي فصار اللحن متداولأ وربما ساغ تفكهأ وتظرفاَ ¶ ونُسجت حوله الأخبار، وقل ا! تراث في مقاومته، واشتد في التأليف بقواعده ¶ واثارة الجدل فيها كالذي امتد زمنأ أمره في البصرة والكوفة ثم في بغداد. ¶ ونثأت مدارس للنحو كان عَلَمها الخافق (سِيبَويْه) الفارسيئُ صاحب ¶ (الكتاب) الذي يعد معجزة النحو حتى عصرنا الحاضر. وجاء دور الجاحظ، ¶ وكان حريصأ على الإعراب، ليظهر بيان العرب في كل موطن من تاليفه البنائية ¶ الخالدة. لكنه أحب أن يتظزَف في قضية اللحن ويظهر لقرائه طرفة من طرائفها ¶ فجنح حينأ من قوله إلى استملاح اللحن من النساء يجري على السنتهن دلالأ ¶ محبباَ للرجال، حتى إنَ شاعرأ قال في ذلك: ¶ وحديثٌ ألذُهُ هُوَ مما تشتهيهِ النفوسُ يُوزَنُ وَزْنا ¶ مَنْطِقٌ صائِبٌ وتَلْحَنُ أحيانأ وخَيْرُ الحَدِيْثِ ما كانَ لحْنا ¶ ولقد وقع الجاحظ في خطا الفهم لهذا المعنى، وتلك واحدة من زلاته ¶ المندورة في حياته الفكربة، ف! نه فهم هذين البيتين على ان اللحن خطأُ الإعراب ¶ ولم يكن اللحنُ في البيت الثاني إ لا تعْمِيَةَ المعنى في كلام مُبَطن يجعله لُغزاَ خفيأ ¶ في لفظ ذي معنَيَيْن. ¶ وهذ 5 الطاهرة في شيوع اللحن لدى العرب، لا تشبهها ظاهرة مماثلة لدى ¶ الأمم القديمة والحديثة، فإن اللغة الهيللينية التي كان الشعب الإغريقي يتكلم ¶ بها، ذهبت وبادت، وقامت مقامها اللغة اليونانية التي انسحبت إلى زماننا. ¶ واللاتينية لجأت لتأوي إلى الديارات، وحلت مكانها لغات أوروبية مختلفة في ¶ كل مكان، تاخذ جذورها ومعانيها الأولى من اليونانية كما تأخذها من اللاتينية ¶ ومرت الأمم بتاريخ كلامها دون ان يشب فيها اللحن شبوبه في العربية، وأن ¶ يلفت اهتمام اللغويين كما لفته في دنيا العرب. ¶ وفي اللغات الغربية المعاصرة، سلامة تكاد تكون محمودة في مظاهر ¶ اللحن، فإن رجل الثارع والبدال والخياط يكلمك بلغة مقبولة. ويدلف إليك ¶ 128",
            "page": "128",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "ذوالوظيفة والعامل بلغة مسموعة لا تجد فيها لحناَ ظاهواَ. ¶ ولست أطلق الحكم في الأرياف الغربية، وإن كان شيوع اللحن فيها ¶ محدوداَ، لأن النالس جميعاَ صدروا عن تعلم اللغة في بيوتهم منذ درجوا من ¶ المهود فحفظوا الأناشيد والأغاني المعربة في لغتهم الغربية فشب فتاهم على ¶ لسان قويم، ثم تلقته المدرسة بالتعزيز والسداد في التعبير الأدبي ودرك الفصيح ¶ وقواعد الإعراب وكذلك كان شأن الفتاة. ¶ وحين هبت في عصرنا الحديث مشكلة اللحن واستمرت إلى أيامنا هذه، ¶ دلفت المجامع اللغوية والعلمية إلى جلساتها الطوال ومؤتمراتها المتعاقبة تفكر ¶ في تقويم الألسنة والأقلام باستنباط وسيلة مواتية ناجعة لإبادة اللحن أو وقف ¶ تياره، فراح فريق يقترح تيسير النحو، وعقدت المؤتمرات في هذا السبيل في ¶ البلاد العربية وخاصة في مصر فلم تخرج عن شيء، وأدلى بعض الكتّاب ¶ والمقترحين بطرائق كانت قِدَداً لمثل هذا التيسير، حتى انقلب بعضها إلى ¶ تعسير، وأعمل الفكر والروية اهل المطابع في ضم بعض الحروف إلى بعض ¶ وإلزام الشكل لها ولم يصلوا إلى منتوج سليم. ¶ وهبت في صميم هذه الحركات ومن قبل عهدها فئة في مصر (1) وبعض ¶ البلاد العربية تدعو للكتابة بالأحرف اللاتينية أسوة بما صنع الترك بلغتهم. وفات ¶ هؤلاء أن الترك حين بتروا صلاتهم الروحية العربية بإبادة الكتابة العربية في ¶ بلادهم كانوا قد اَثروا هذا التجديد الخطير لينقلهم من الشرق إلى الغرب ¶ فيصبحوا أمة أوروبية، وتفتح أمام لغتهم مجالات الدنيا. وإ ذا بكتاباتهم ا للاتينية ¶ تظل محصورة في بلادهم، منطوية على نفسها كطائر مقصوص الجناح، ¶ وأصبح الترك مبتوتة صلتهم بالشرق والغرب معاَ، فلا هم بلغوا دنيا الغرب، ولا ¶ أبقوا على شرقيتهم في الكتابة العربية، كل هذه القضايا الروائع قامت قومة ¶ (1) ¶ تولى كبرها عبد الغني فهمي، وهو من رؤوس الأحرار الدستوريين حلفاء ¶ بريطانية. (الناشر) ¶ 129",
            "page": "129",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "واحدة في عصرن! من اجل لغة العرب وشيوع اللحن فيها، وبديلاً من انضمام ¶ العقول بعضها إلى بعض في القرائح المتلائمة لإنقاذ لغتنا العربية من وباء اللحن، ¶ نهض فريق من المبطلين وأهل البدع -كمن يصطاد في الماء العكر كما يقول ¶ المثل الذي لعله صيغ ليدل عليهم - وهم الشعوبيون، يدعون إلى اللغة العامية، ¶ ويلحفون في هذ 5 الدعوة حيثما حلوا لينزلوا بلغة القرآن هوان اللحن، وليذهبوا ¶ بها جملة إن استطاعوا. وكانت حرية الرأي ممهدة لهم. فأوغلوا في رجعيتهم ¶ وفسادهم. حتى قال احد العلماء رحمه اللّه: \"هذ 5 لغتنا، لنا أن نصنع بها ما ¶ نجد 5 ملائماً لها وميسراً ومفيداً\"، وقد أراد أن يتوسط في الحدود بين التزمت ¶ اللغوي والدعوة إلى العامية، فأعطى دعاة العامية سلاحاً جديدا ليفتكوا به. ¶ ودعا آخرون إلى النزول بالعربية إلى طبقة وسطى، فينهض إليها العامة ليحسنوا ¶ مثلها، وذهب عجزة آخرون إلى التزام الوقف على السكون في أواخر الكلمات ¶ تخلصاً من الإعراب (1). ¶ ولسنا نشك ومعنا العارفون بالأسرار والدوافع، أن هذ 5 العناصر الهادفة ¶ صادرة عن انإس وراء ذواتها، يديرون الحملة الحربية الخفية لتهديم العرب ¶ بتهديم لغتهم، دماضاعة شملهم بإضاعتها، وأيديهم الخفية الاَثمة هي أيدي ¶ المستعمرين والمبشرين ويهود الصهيونية، وقد تكشفت للجماهير العربية أهواء ¶ هؤلاء المبطلين الداعين إلى العامية في عصر النهضة الحديثة والوحدة العربية. ¶ ومن وراء هذه الدعوة الجامحة قد بيتوا السعي لانفصام العرب بعضهم ¶ عن بعض، إذ كانت اللغة العربية وحدها هي التي تؤلف بين شعوبهم وتجمعهم ¶ في أمة كبرى واحدة، كانت خير أ مة أ خرجت للناس، كما يقرر ا لقر اَن الحكيم (2). ¶ وقد ثبت لدى علماء الاجتماع في المشاهدات الاجتماعية، ومطالعات ¶ (1) ¶ (2) ¶ انظر كتاب (الدعوة إلى العامية وتاريخها في مصرا للدكتورة نفوسة زكريا، ¶ ط. دار المعارف بمصر 4 96 ام. ¶ في توله تعالى: \" كنُتخ ضَترَ أُمَ! أضجَت لِئاسِ تَأعُيُونَ لاَئمَحْرُوفِ وَتَتهَؤتَ عَنِ ¶ أتمُنحَرِ وَتُومِنُونَ بِألئَهِ \" أ آل عمران: 0 1 1) ¶ 130",
            "page": "130",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "التاريخ، وتجاريب الأمم، أن اللغة هي التي تصنع الأمة وتحمي كيانها من ¶ العاديات والمغيرات، في صميم الحدثان والكوارث التي تهز الشعوب هزأ ¶ عنيفاً، وهي التي ترمم بناءها، وتلم شعثها، فإن اللغة وحدها هي الأم التي تدعو ¶ أولادها إليها، وم! لملم الأمم الشتيتة بعد نزلات الحروب إلا اللغة، ويرفد ¶ التاريخ اللغة في النوازل، وأيما أمة ذهبت لغتها فقد ذهبت ريحها من الوجود 0 ¶ ففي إدخال الضيم على اللغة العربية بما يدعو إليه دعاة العامية وسيلة ¶ لتخريبها - كما يعبر المعاصرون في أعمال الشغب التي يقوم بها رجال العصابات ¶ الجبلية والخلايا الإرهابية وأهل الفتن. فالدعاة إلى إشاعة العا مية لإشاعة اللحن ¶ وا ستفحا له إ نما هم إ رها بيون وهد ا مون ينبغي أ ن نعدهم أ عد اء ا لعروبة وا لإسلا م. ¶ وإني لأسأل التاريخ القومي في لغتنا وأمتنا، كيف يمكن للعرب ¶ المعاصرين أن يتاَلفوا في وحدة كبرى تلقاء جوارف الغزو الفكري الغربي ¶ ومكايد الصهيونية إذا لم تجمع شملهم لغتهم العظمى. ¶ وهل هم متمكنون من هذه الوحدة المنشودة التي ترقد وراء جفونهم ¶ كالحلم، ينامون لعلهم يستيقظون على تحقيقها إذا كانت اللغة العامية واللهجات ¶ المحلية هي المسيطره على كلام الشعوب العربية وكتابتها والتحدث بها في ¶ الإذاعات والصحف وكتب الرواية والقصص؟. ¶ والدراسة للهجات أمر أصبج مجمعياً يتبين فيه أن كل لهجة عربية في كل ¶ بلد مخالفة للهجة البلد الاخر، وربما كان المتكلمون في البلدة الوسيعة الواحد5 ¶ تتخالف لهجاتهم في الاطراف والأواسط منها، ومتى أصيبت العربية بالضيم ¶ المرصود لها تبلبلت واستعمل فيها اللحن على وجه عميم، ويكون يومئذ ¶ الخلاص من الوحدة العربية على أيدي دعاة العامية وهُدام لغة الضاد والقرآن، ¶ ويدرك يومئذ المستعمرون والمبشرون م! فاتهم في الحروب الصليبية التي ردهم ¶ فيها مدحورين نور الدين وصلاح الدين. ¶ وم! أظن هذا المقال من سوإنج الفكر وبوارح الأدب والتاريخ، وفنون ¶ 131",
            "page": "131",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "اللغة والبيان، لكنه (جلجلة) في سبيل التنبيه إلى الخطر الداهم، وهو مثل ¶ الأجراس القوارع قبيل نزول الخطوب. ¶ ل! ان غزو الدعاة إلى العامية في عصرنا وشيوع اللحن في لغتنا العربية ¶ المعاصرة حدث رهيب ينبغي أن تدق له هذه الأجراس، وتدعو إلى الخوف منه ¶ والاستعداد لمكافحته. ¶ ولنطلق التحذير في اَفاق العرب من غزو العامية وشيوع اللحن، فلقد جدَ ¶ الخطر في الدعوة إلى محاربتهما فهما الوباء ا لمعاصر للغة العرب في كل مكان. ¶ ! ي!! ¶ 132",
            "page": "132",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "2 - مولد الرسول عي! ¶ ذكريات الميلاد تبعث في الفكرة الإنسانية التجديد، فإن السنين والعصور ¶ التي تبلي أعمار البثر استطاع البثر نفسه أن يداويها بالذكرى، وأن يعد هذه ¶ الجسوم التي تبلى أن وراءها ارواحاَ لا تعرف الفناء، فإذا راح الجسم وانطوى، ¶ ومضت مواكب الإنسان خلف مواكب نحو البلى، وجاءت القرون لتعفي ¶ بمكانها آثار الإنسان على الأرض، برز الإنسان من أعماق الثرى ليعيد سيرته ¶ الأولى بالعهود والذكريات. ¶ ولئن كان عهد الرسول -! ي! قد ترادفت عليه الأحفاب وا لسنون ثم ا لعصور، ¶ فإن رسالته العظمى التي أشرق بها على العالم بدينه الإسلامي الكبير حتى ملأ ¶ الخافقين بفتح لم تعرفه الأمم، وعلم أنار الأفكار، واعتقاد ملأ النفوس بالحنان ¶ والرضوان، فإن ميلاده العظيم ذكرى تُعاد في كل عام لا لتجدد العهد بذلك ¶ الدين القيم، لىنما لتعطي الأمة الإسلامية في سائر الأرض وفي ديار النبوة نفحة ¶ الرصول بمفَي! لتحي النفوس التي تتنسم الحياة اليومية بحياة روحية تكمن وراء ¶ الصدور تترامى لهفة عليها وحناناَ. ¶ ولعل في ذكرى المولد النبوي الشريف استعادة لسيرته العظيمة التي ¶ استطاع مؤلفو مجدها ان يكتبوها بأرواحهم وقلوبهم، وكان في مقدمتهم (ابن ¶ هثإم) وقد مزجها بالمنثور والمنظوم ووصف فيها مغازي الرصول مجيِ! بعد نشأته ¶ وتبتله، وكيف دارت حروبه في الجزيرة حتى وحد كلمة العرب وجمعت ¶ شملهم على الإسلام. وفي هذه السيرة مآثر الرصول لمجي! في السلم وفي الجهاد، ¶ ومجالسه في الحديث والتعليم، وأخباره في بيته وفي مجتمعه وبين أمته. ¶ 133",
            "page": "133",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "فمن وراء العصور، من منبثق الرمال ارى شعاعاَ يتوهج في شعلة تكاد ¶ تعم الأرض هي شعلة نبينا محمد رسول الله ع! ي!. ¶ فيا أيها الشهر الربيعي البهيج الذي يكر بذكر الرسول لمجي! إنك لتنفج الشاَم ¶ من ذرى قاسيون حتى سفوحه الندية بهذه الذكرى الطلية، وإنك لتمتد بأطيابك ¶ فتشتمل ديار العرب والإسلام، عليك ألف سلام. ¶ !!! ي ¶ 134",
            "page": "134",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "3 - اب بالألفاظ ¶ اللعب صفة من صفات الإنسان المرح تولد معه، وتكاد تكون من غرائزه ¶ المقومة لنشأته، ويشاركه ا لحيوان باللعب، وأكثر ا لحيوان لعباَ ا لقرود وا لسنا نير، ¶ وقد يكون اللعب بريئاً كالذي يبدو من الأطفال بعد أن يدرجو! من المهود. ¶ وقد يلعب الكبار، وعرف تاريخ الإنسان لعب الكبار في الجاهلية ¶ والإسلام وفي تاريخ كل أمة، وكان هذا اللعب فيها قمإراَ وعبثاً، وفيه ما يجدد ¶ همم أصحابه كاللعب الرياضي وكيف تم أمر 5 بشأن من ليسوا صغاراَ فإنه مُذْهِبٌ ¶ للوقار ومسقط للمروءة. ¶ ويلعب الفكر ويلعب القلم، وما يأتيان في هذا السبيل قد يُحمد وقد ¶ يكون مصاحباَ له الذم، واللعب بالألفاظ مقيت، تنفر منه الاذوالتى السليمة في ¶ التعبير وفي حياة البيان. ¶ ولم يكن هذا اللعب محبباَ إلى النثر والشعر في أطوارهما من إلادب ¶ العربي القديم حتى جاء القرن الرابع للهجرة، فأخذ اللعب بالألفاظ سبيله إلى ¶ البيان العربي وفن التعبير، حتى أطلق على النثر الذي يتلعَبُ فيه أصحابه وعلى ¶ الشعر المصنوع الصناعة اللفظية. ¶ والقيام بدراسة مطولة لتطور النثر والشعر في أدبنا العربي القديم والحديث ¶ وأثر ا للفظ فيهما يدعو إلى تشعب ا لمناحي بما لا ينا له مقا ل، وإ نما ينبغي أن يُفرد له ¶ كتاب لان هذ 5 الدراسة لا تجدي إذا كانت مجردة لوجه الفن وحده، وإنما هي ¶ ذات صلة بتاريخ الأمة ذاتها، فحين تكون الأمة في صولة مجدها وقدرتها ¶ 135",
            "page": "135",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "الفكرية والسياسية يكون أدبها سليماً من الشوائب وتعبير كتابها وشعرائها ¶ ملائماً لمجدها المعاصر. ¶ ومتى تحذَرت القوى السياسية وتضعضعت صولة الحكم وفتر تمكنه ظهر ¶ اثر ذلك في منتوج الفكر وثمار القلم، فجف الفكر وأجدبت الأقلام. وحين ¶ تكون هذه الظاهرة في أدب أية أمة فإن الصناعة اللفظية تبرز من مكانها مثل أدواء ¶ معنوية تصيب الفكر والقلم وتنزل بالأفهام إلى درك وبيل. ¶ ولا نستطيع أن نقول كما لا يقول معنا أحد من النقاد مهما عَنُف بالنقد ¶ وتتبع الزلل في التعبير: إن الكتابة العربية منذ كانت في أثريها المنثور والمنظوم ¶ قد خفمعت للعوامل اللفظية، فالقرآن الكريم يميزه في بيانه الإعجازي العظيم ما ¶ فيه من الجمال اللفظي الذي يخلع على المعاني القدسية رونقاً معجزاَ لا يستطيع ¶ القلم البشري ان يجاريه مهما يبذل من الجهد والتقليد. ¶ كما أن الشعر الجاهلي خضع للجمال اللفظي أيضاً، وكان اللفط ذا تأثير ¶ كبير فيه مع سلامة من الكلفة والتصنيع. ¶ ولقد ظل الميزان معتدلاً بين النثر والشعر في مدى العصر الاموي لا ¶ يستطيع أن يهجم عليه اللفط يشغل أصحابهما بنفسه، حتى دلفت العصور ¶ العباسية، وحذق صنإعة القلم العربي كتاب فارسيون كان في طليعتهم رجلان، ¶ أحدهما أفضل من الاَخر وأبقى خلوداً واحث ذكراً في تاريخ الفكر العربي، ¶ وهما (ابن العميد) الذي سعد بلفاء شاعر العرب الأعظم (ابي الطيب المتنبي) ¶ وقد زاره بأرجان بدعوة ملخة منه، ومدحه فعد المتنبي نفسه أنه يزور فيه ¶ (أرسطا طاليس) و (إسكندر المقدوني) ففال: ¶ من مُبْلُغ الأعراب أئي بَعْدَها جالسْتُ رسطاليسَ والإسكندرا ¶ ورايتُ بَطْلَيْموسَ دارس كتبه مُتَمفقاً متبدياً متحضِّرا ¶ فكان ابن العميد من اكتب أدباء عصره من العرب والعجم، فكان يفتن ¶ 136",
            "page": "136",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "الفنون في النثر العربي، ويدخل على الجملة العربية الحرة ما يقيدها من السجع ¶ المجذوب المستكره، حتى كادت ديباجة كتاباته تكون مثل طنفسة فارسية ذات ¶ وشي وزركشة من كل جانب، وكان ابن العميد غزير المعارف إذا سافر حمل ¶ معه مكتبة على دواب لتكون كتبه إلى جانبه في كل مكان يحل فيه وقد كتب ¶ رسائل كثيرة كلها تلاعب لفظي وصناعة تركيبية تضجُّ معانيها الحبيسة في ¶ هياكلها الموحشة، وقد شاع فنه هذا بين مواطنيه في ظلال حكم عضد الدولة ¶ البويهي، وملأ المجالس البغدادية حتى عرف بسيد كتاب قومه، واحب أ ن ¶ يعبث بأبي الطب نفسه، فأخذ ينقد له شعره وقد قبل المتنبي بنقده لكونه غريباً ¶ في بلده، وتد سايره، وهو الذي يأبى أن يكون لأحد من البشر حكم عليه حيث ¶ يقول: ¶ تفزَدَ لا مستعظِماً غيرَ نفسِه ¶ ولا قابِلاً إلا لخالقِهِ حُكْمَا ¶ وإني لمن وراء العصور أعجب له، كيف قبل نقد ابن العميد لشعره وفي ¶ ذلك يومئذ غلب للعجم على العرب، وكيف اعترف له بنقده في قوله: ¶ ما كفاني تقصيرُ ما قلتُ فيه عَنْ عُلاهُ حتّى ثنَاه انتقادُه ¶ وأما الثاني فهو دون ابن العميد في القدرة الفكرية والروح الطيبة وهو ¶ (الصاحب بن عباد) الذي اذاق أدباء عصره وبخاصة العرب منهم مرائر في ¶ حرمانهم من جوائزه الأدبية، التي كان يغريهم بها، فيشدون إليه رواحلهم، ¶ ويسيرون إليه عبر الصحارى الليلَ والنهارَ، فإذا صاروا إليه حجبهم زمناً دون أ ن ¶ يسمح بمثولهم في مجلسه، وإذا مدحوه عاب شعرهم، وردهم بلا مكافأة، ¶ وكان هذا ديدنه، ولست اشك بأنه كان مصاباَ بانحراف نفسي، وأنه كان مريضاً ¶ بإيذاء الأدباء ورجال الفكر، ويحدثنا من وراء العصور الكاتب العظيم أبو ¶ حيان التوحيدي التهاويل عن الصاحب بن عباد وما صنع به حتى راح يؤلف فيه ¶ كتاباَ خالداَ بمثالبه. ¶ 137",
            "page": "137",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "وقد اجتاز المتنبي بالصاحب فدعا 5 إلى مدحه فأجابه شاعرنا العظيم: ¶ \"لا امدحك ولو شاطرتني مالك كله لأني لا امدح إلا الملوك \" فحقد عليه ¶ الصاحب، والف كتاباَ يعيب به شعر 5 ضاع بين سمع الأرض وبصرها وبقي ¶ المتنبي. ¶ وقد كان الصاحب بن عباد من أكثر اللاعبين بالألفاظ العربية يصدرها ¶ سجعاَ ويعيدها رجوعاَ بتلاعيب بهلوانية تفقدها كل روعة في مؤداها الطبيعي ¶ ويغالبني تعبير يليق به أحتاج إليه من لغة عصرنا فأقول فيه: كان الصاحب بن ¶ عباد بهلواناَ دولياَ في اللعب بالألفاظ. ¶ وقد كان اللعب بالألفاظ عند ابن العميد والصاحب فاتحة عصر التدهور ¶ الإنشائي للتعبير، حتى جاء عصر الانحطاط بزخارفه اللفظية وجمود 5 الفكري ¶ فانقلب التعيير العربي إلى صناعة محضة لاخاضعة لفنون البديع وانواع البلاغات ¶ السمجة والمحسنات المقيتة التي قضت على التعبير العربي (1). ¶ وجاء عصرنا الحديث يجرر ذيول اللعب بالألفاظ حتى استطاع القلم ¶ العربي بعد الحرب الكونية الأولى ثم الثانية أن يشعر بالحرية، وبنفس الراحة من ¶ ربقة السجع والصناعات اللفظية. ¶ وقد نبغ في عصرنا من الكتاب المترسلين من لم يستطيعوا أن يفارقوا ¶ الجمال اللفظي فكانت آثارهم القلمية حلية فنية إذ كانوا يوازنون بين دوام الفكرة ¶ وجمال اللفظ دون ان يكون لأحد منهما على الاخر سلطان يمحو أثر 5 ويذهب ¶ برونقه. ¶ (1) ¶ ولست بعد كل هذا افوت (ابا العلاء المعري) الذي كان شيخاَ كبيراَ من ¶ هذا يصدق على كتاب الدواوين، أما الفقهاء والمحدثون والمفسرون ¶ والمؤرخون والبلدانيون والرحالة فكان أسلوبهم مرسل لا يتقيد بالصناعة ¶ الكلامية. (الناشر) ¶ 138",
            "page": "138",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "شيوخ ا لقدرة اللفظية في ا دبنا ا لعربي ا لقديم مع شمس حكمته وأ نوار فكر 5 الثا قب، ¶ وكان مذهبه في اللفظ اضطرارياً، إذ اقام ستاراً حديدياً - على نحو ما نقول في ¶ السياسة والاجتماع المعاصرين - حول فكره وادبه بهذ 5 الألفاظ التي لها عالم ¶ خاص بها في ديوانه الزوم ما لا يلزم) وفي كتابه (الفصول والغايات) وكانت ¶ القوى اللفظية عنده ذات شحنات كهربائية تسيطر على المعاني فلا تنفك عنها، ¶ كالذي صنعه في (رسالة الغفران) ولقد نحس ونحن نقرأ أبا العلاء ما يحس به ¶ المعجبون بالشاعر الكبير (بول فاليري) الذي كانت الفاظه تسكن برزخاً عالياً ¶ خاصاً لا تستطيع ان ترقى إ ليه الأفهام، وكان يقول: ¶ إنني اهندس الكلام حين أكتب شعري. ¶ ومعنى قوله: إنه ملك من ملوك الصناعة اللفظية، بل لغَابٌ كبير بأقدارها، ¶ حتى استطاع أن يغير مفاهيمها اللغوية في المعاجم، فالكلمة عند 5 لها معنى ¶ خاص يخلعه هو عليها كما صنع الصوفيون المسلمون في أدبنا العربي، فجاؤوا ¶ بألفاظ غير قاموسية وإنما هي منتوجة من معاجم الصوفيين. ¶ فما صنعه ابو العلاء لا يمكن أن يعد بحال من الحالات لعباً لفظياَ، لأن ¶ التلاعب بالألفاظ يحط من قدر المعنى، بينما نجد أبا العلاء يسمو بمعانيه سمو5 ¶ بألفاظه (1). ¶ ولم يشجع الجاحظ ابو عثمان اللعب بالألفاظ كما ذهب بالراي بعض ¶ دارسيه، وإنما كان يقول بأن اللفظ يميز كاتباً من كاتب، وبذلك ينحو منحى ¶ الفكرة الخاصة بالأسلوب من أن اسلوب الكاتب يدل عل! وهو ذاته، كما قال ¶ في العصور الأدبية المتأخرة العالم النباتي والأديب الفرنسي (بوفون): ¶ \"الأسلوب هو الرجل \". ¶ (1) ¶ وهذا يصدق أيضاَ في إمام العربية ورافع رايتها مصطفى صادق الرافعي رحمه الله ¶ تعالى. (ا لنا شر) ¶ 139",
            "page": "139",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "وشهد عصرنا ضرباَ آخر من الأعمال الخوارق في لعب الألفاظ، وهو لغة ¶ السياسيين الذين يسمونهم بالاصطلاح الغربي (الدبلوماسيون) فإن الحاذق ¶ منهم الذي يتكلم على مقدمات يدير في تعابيره الفاظاً مرنة حيناً ولزجة تارة أ و ¶ ممطوطة او متقلصة، فيكون أشد لعباَ بها من أحذق اللاعبين الإنشائيين الذين ¶ كانوا إذا لعبوا بألفاظهم جعلوها تسلية أو ممارسة لطبيعة من طبائعهم الصادقة. ¶ اما هؤلاء الدبلوماسيون فإن لعبهم بالألفاظ كاللعب بالنار. ¶ وكم من الحواة اللعابين بالنار والثعابين يجمدون النظر من طول التحير ¶ فيما يصنعون امام المشاهدين، وكذلك فإن السياسيين الدوليين لهم القدرة ¶ العجيبة على اللعب بالألفاظ ما لا حذَ لتقلُباته وقفزاته0 ¶ وكيف كان يدور الأمر والفكر بأن الخالق الذي اعطانا نعمة اللفظ مكسواً ¶ بروح الفكر، ارادنا على استعماله سالماَ من كل انحراف، ومتى عمد المتكلم أ و ¶ الكاتب إلى ان يسيء إلى هذه النعمة التي جمل الله بها الإنسان فوهبه الكلام ¶ بإدخال اللعب عليها، وجعلها وسيلة بهلوانية ففد عد نفسه في حلقة المهرجين ¶ لا الكتاب المفكرين وا لأدباء الموهوبين البانين. ¶ !!! ¶ 140",
            "page": "140",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "4 - مع الفيلسوف ابن سينا ¶ تُرى اشاقني الكلام على ابن سينا في هذا المقال أن أهل فارس دعوا ¶ للاحتفال بمرور ألف عام على مولد 5؟ لئن كان الفارسيون فعلوا ذلك فإن ¶ المحمدة في سبقهم إلى هذ 5 الدعوة، وكانوا حفيين بالفيلسوف (ابن سينا) من ¶ قبل هذا العصر؟ حين دعا في القرن العاشر الهجري فيلسوفهم (صدر الدين ¶ الشيرازي) إلى إحياء الذكرى للشيخ الرئيس. فأشاع ذكر 5 من ذلك اليوم في بلاد ¶ فارس. ولا عليئَ أن أسبق حوادثهم في العجم؟ فأحتفي من قبلهم بالفيلسوف ¶ الحسين بن سينا. ¶ فأنا أتمثله كما كان في اواخر القرن الرابع من صبا 5؟ إلى اواخر شبابه، ¶ وفي أوائل القرن الخامس حين اكتهل؟ واطل على الشيخوخة، فمات وعمر5 ¶ الثانية والخمسون؟ فلم يدركه الهرم. كانوا يسمونه شيخاَ لأنه لبس في فلسفته ¶ وطئه أعمار الشيوخ الفانين. ¶ إني لأرا 5 كما كان فتَى ساهمَ الفكر كأنما يُشار إليه من العلاء ب! لهام. ¶ يجيء في العشايا إلى مجالس والد 5، فيصيخ بالسمع إلى أشياخ كان والد 5 معهم ¶ يذهبون مذاهب الإسماعيلية، فيمتعض الفتى من كلام وتنطلق ا سارير 5 لكلام. ¶ ولعله كان لا يروقه ما كانوا يأخذون به من الحديث في امور الدين، ولكنه ¶ كان يح! ث طرائق جدلهم وافانين مفولاتهم. وخرج من جلساتهم وقد ترؤى ¶ بالتجادل؟ وعرف أساليب المتكلمين، فلما جاء5 معلمه الأول (ابو عبد الله ¶ الناتلي) وجد فيه تلميذاَ عسيراَ كثير الفهم كثير التعبير. ¶ ولم ينج معلمه الأول من مياسمه الكاوية، التي اشتدت منه وحميت؟ بعد ¶ 141",
            "page": "141",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "ان صار الإمامَ الفيلسوف الخالد، ولأذكرنه وقد استبهمت عليه وجو 5 المسائل، ¶ فقد كان كالقديسين الذين تدهمهم الكوارث فيلجؤون إلى الله؟ كان يدخل ¶ المسجد الجامع فيصلي، ويستجير ربه ان يفتح عليه في فهم المغاليق؟ وتسهيل ¶ المعاسير. فإذا خرج من مصلا 5، وجاء بيته وقد مر الليل، ادنى سراجه من ¶ كتابه؟ وعلق عليه يتفرس فيه؟ ويقرا؟ لْم يبدي ويعيد. وتأخذ 5 سِنة من النوم؟ ¶ فيهب إلى الشراب المنبه الذي اعد 5 من قبل أن يكون اطمث عصر 5. فإذا كرع منه ¶ جُرعة أو جرعتين، ازداد قوة وانتباهاً، فعاد إلى مسامرة الكتاب: وكان لابذَ له ¶ من غِرارِ نوم، فإذا رنق الكرى على جفنه وكُتبُه منطرحة من حول مرقده؟ رفت ¶ الأحلام عليه كطفل بريء، لقد كان يقول: ومهما اخذني أدنى نوم حلمت بتلك ¶ المسائل بأعيانها حتى إن كثيراً من المسائل اتضج لي وجوهها في المنام. ¶ وويح (أرسطو)؟ لقد أجهده منه البلاء. لم يكن الحسين بن سينا عِئاً ولا ¶ فهيهاَ؟ ولكن تعايت عليه مفاهيم ارسطو. لأن الكتب التي تُرجمت عن الحكيم ¶ اليوناني الأول؟ لم تكن سهلة التركيب، ولا بثنة التعبير، كذلك عذبه مصنف ¶ أرسطو (فيما وراء الطبيعة) فقراه ابن سينا أربعين مرة ولم يفهمه على مقاصده ¶ كلها، واستظهر الكتاب الفلسفي الذي وضعه مؤدب الإسكندر. وبقي في نفسه ¶ ما فيها من الضير. حتى كان في سوق الوراقين؟ ف! ذا دلال يقف به ويبيعه كتاباَ ¶ بدريهمات ويلج عليه أن يشتريه؟ فيأخذه الفيلسوف الجاهد؟ ويجده كتاب ¶ (الفارابي) الذي يشرح فيه الفلسفة العامة عند ارسطو، فيفهمها عنه، ويستتم بها ¶ حكمته. ¶ ولكنْ، هل ظلت حالة ابن سينا في البحث والدرس دعاءً في المسجد، ¶ وصلاة على نية الفتج، وتهجداً أمام شمعة يرجف ضؤها على الكتاب؟ ثم نوماَ ¶ حالماً بحلول المسائل؟ هيهات ا فإن شباب ابن سينا قد تقدم، وكهولته قد ¶ اخذت بعمر 5، وحنكته الخطوب فتداهى حتى اتهم باحتكار العلم والانفراد به. ¶ فروى ابن خلكان ان نوح بن منصور الساماني أحضر ابن سينا لمداواته، ¶ فوجد ابن سينا عند (نوح بن منصور) مكتبة رائعة، فيها من التآليف ما لم تنله يد ¶ 142",
            "page": "142",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "عالم في عصر 5. فاستأذن بقراءة هذه المكتبة، فأذن له نوح وما اطلع ابن سينا ¶ على أكثر ما فيها من نوادر الكتب؟ حتى وقعتْ هذ 5 المكتبة بألسنة الحريق، ¶ فتلفت عن اَخرها. واتهم ابن سينا بإحراقها، لينفرد هو بما فيها من المعرفة. ¶ وكما تغيرت طباعه في طلب العلم، فقد تغيرت في صورة هذا الطلب. ¶ صارت إليه الوزارة، وأكرمه شمس الدولة صاحب الري ثم علاء الدولة. وسأل ¶ هذا الأمير فيه خواصه فمدحو 5 له وأكبرو 5. وكان للإمام (عمر الخيام) الشاعِر ¶ الفلكي يد في محمدته. فقد سأل (علاء الدولة) الخيام: \" ما تقول في اعتراضات ¶ الحكيم (أبي البركات بن ملكان) على كلام ابن سينا\". ¶ فقال عمر الخيام: \"أبو البركات ليست له رتبة الإدراك لكلام ابن سينا ¶ فكيف تكون له رتبة الاعتراض \". ¶ قلت: لقد تغيرت حال ابن سينا أواخر شبابه وفي اكتهاله، واصابته فتنة، ¶ فسجن شهوراً، وخرج من السجن على نقيض (فيرلين) الذي دخل السجن ¶ ملحداً فخرج مؤمناً. وألج على الفيلسوف حب الجسد بعد حب العقل؟ فأودى ¶ به الأمران، وغاله الخصمان. لقد مرض فداوى نفسه، ودس له غلمانه في ¶ الدواء ما زاد بالداء؟ فلما علم انه هالك، ترك التداوي؟ ونهض من سقامه ¶ متحاملاً، فاغتسل وتاب؟ وجمع غلمانه وعبيد 5 فمنحهم الحرية، واستغفر الله ¶ من ظلم جناه، ومات لا له ولا عليه. ¶ لقد لبتُ على اثار 5، ولم يكن شيء أحمث إليئَ من فلسفته الروحية، كان ¶ عالماً بسيكولوجياً من الطراز الأعلى قبل أن تكون البسيكولوجية في أوروبة، ¶ وكان نفسياً فأحب العالم الروحي من خلال النفس الإنسانية، فأكب يسأل علومه ¶ عن حقيقة النفس ويحار في هيولاها. تكلم كثيراً في كتاب (الشفاء) وفي رسالته ¶ إلى (نوح) عن النفس في إ ثباتها وتحديدها، ووجودها وخلودها. وساءل كتب ¶ الأوائل عنها. وحاول أن يتعرف بها فأعيا 5 الأمر، لأن النفس تستعصي على ¶ المعرفة. ¶ 143",
            "page": "143",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "ولما عيئَ عن اكتناه حقيقة النفس في علوم الفلسفة والطبيعة، وبلغة النثر ¶ والتخاطب لجا إلى الشعر، وكان شاعراَ له زهديات وصوفيات، فراح يناجي ¶ الروح بلسانها الذي تفهمه؟ ولا تعي سوا 5، فتمثلها حمامة ورقاء، وكان مِثْله ¶ الشعراء يناجون الوُرْق والحمائم؟ فقال (أبو فراس): ¶ أقولُ وقدْ نحاحتْ بقربي حمامة أيا جارتا لو تعلمينَ بحالي ¶ وقال معاصره (المعري): ¶ أبناتِ الهديلِ أسعدْنَ أو عدنَ قليلَ العزاءِ بالإسعادِ ¶ وكذلك أحب ابن سينا أن يتعزى في فهم النفس فجعل الشعر سبيلاً ¶ لمناجاتها، فسمع هُتاف النفس إليه من العلياء، وراها تهبط عليه كفراشة ¶ هفهافة. إنها الحمامة من الورق مدللة متمنعة، فهي مواصلة مهاجرة، ومواتية ¶ متعذرة، يقول فيها في مطلع هذا الشعر: ¶ هبطتْ إليكَ من المحل الأرفعِ ورقاءُ ذاتُ تعزُزٍ وتمثعِ ¶ فكان بهذ 5 القصيدة شاعراً رمزياً من قبل أن تخلق الرمزية في الأدب ¶ الأوروبي على قلم (بودلير) و (إدغار بو) وعلى لسان (بول فاليري). ¶ كذلك يخلد ابن سينا ولا يضير خلود 5 أني اَخذٌ عليه عنفه في النقد، فقد ¶ نقد (الرازي) بأعنف عبارة، وسفه فلاسفة عصر 5، فقال عن الفيلسوف البغدادي ¶ (أبي الفرج الجاثليق): من حق تعنيفه أن يُرد على بائعه ويترك عليه ثمنه، ¶ وتشاجر مع أبي القاسم الكرماني بسبب الفلسفة (1). ¶ !!! ¶ (1) من مقالاته بعنوان الحظات مع الخالدين) التي لم تُنشر. ¶ 144",
            "page": "144",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "5 - لحظة مع الكاتب أبي حيان التوحيدي ¶ عجباً، ما كان زئهُ في حياته؟ لقد وصفوه بأنْ كان صوفياً، وكان لباس ¶ الصوفية في عصره طرطوراً مُعَفَماً يغوص فيه الراس، وجبةً ضافية تشتمل على ¶ البدن. وهل الصوفية إلا الفقراء؟ إذن لقد كان أبو حيان التوحيدي فقيراً منذ ¶ نشأته. سكب في (الصداقة والصديق) افانينَ الحوادث من كل ضرب ماتع، ¶ وخبر رائع فيما كان للأصدقاء والمتاَلفين من عافية ومودة والتئام ورحمة. ولعله ¶ كان يتمنى أن يجد هذا المخلوق المفقود الذي يسمونه الصديق. ¶ وقد سألت نفسي فيم يكتب أبو حيانَ للوزير (ابن سعدان) كتاياً في ¶ (الصداقة والصديق) لو لم يكن قد حَرَمَهُ الدهر هذه ا لنعمة، فراح يتحذَث عتها ¶ كجائع يصف للآكلين جمال أصناف الطعام، وحلاوة ضروب الشراب. ¶ بلى لقد كان كذلك هذا الكاتب الفقير، تجهَم له مجتمعه ولا ذنب جناه 0 ¶ وكان إلى فقره مقيت المنظر، والناس يحبون الطلاوة في الوجوه والحلاوة في ¶ السمات؟ فراحوا ينْفَضون عن أبي حيان. ¶ وكيف تهئاً أمره فإني موفور العطف عليه متمن أن جمماح لي فأكتبَ عنه ¶ بالتطويل، لعل ما أصنع له يشفي بُرَحاءه بعد كرور السنين 0 وأجدني الآن أدفع ¶ له من هذا الوعد هذه الدفعة الأولى فأتحدث عن نكته الكبرى التى نزلت به، ¶ مُقْتَضاً من فاجعه؟ مُتَحَينهاً من كان السبب في انكساره وانهدامه. ¶ بلى لقد ينكسر الإنسان مثل قصبة أو إناء او ينهدم كجدار. وأقوى الناس ¶ من تحامل بأدوائه فعاش غير مستسلم للنكبات. ¶ لم يجد أبو حيان غير الوراقة سبيلاً لاكتساب خبزه اليومي، والوراقة على ¶ 145",
            "page": "145",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "نحو ما عرفها معاصروه؟ كانت استملاءً للكتب أو نقلاً لها، أو في نسخها على ¶ الرِّقاق والكاغِد. ¶ وينبغي عندي أن يكون أبو حيان بعد أن تمرس بالوِراقة صباه وشبابه ¶ وسلخ من اكتهاله السنين قد حذَق الأدبَ، واستعلى بالكتابة، وعرف فنون ¶ البَيان، ثم أراد أن يتخذ الأدب مكسباً كشأن كل صانع يبدأ أجيرأ، ثم يحور أمر5 ¶ إلى سيّد، وينفض عن كاهله صناعة الوِراقة. ¶ كذلك لملم أبو حيان أقلامه، وكفأ دواته، وجمعٍ طروسه، وأبطل ¶ الوِراقة، ليتخذ التكسب بالأدب منالةً، ويجدَ في ذلك رفعة، بعد أن صار إليه ¶ من الأدب الخبرُ النادر، ومن الكتابة الديباجة الفائفة. ¶ وكان في عصر 5 علَمٌ من اعلام العِلم وامير من أمراء الإنشاء، ووزير ¶ خطير قد بسط سلطانه على قطعْ من فارس. فإذا الأدباء وقوف ببابه؟ هاذا ¶ الشعراء ينتجعونه كما ينتجع الَأعرابي الكلأ والماء في مبارك الصحراء. إنه ¶ (الصاحب بن عباد). ¶ وشد أبو حيان الرحال إلى الزفي حيث يكون الصاحب، ولست أدري لعله ¶ استدان مالاً وامشأجر فرساً حتى جاء باب الوزير منتجعاً. وعلم به الوزير؟ لكنه ¶ حجبه أياماً، فلم يأذن له بالمثول، فكان ذلك أولَ صدمة يتلقاها أبو حيان في ¶ سَفْرة أ دبه، وفي سبيل شهرته. ¶ وحين اذِن له الصاحب بالمثول؟ لم يسمح له بمجالسته أو منادمته؟ هانما ¶ نبذ إليه مُجلَّدةً وقال له: انسخها. ¶ فقال ابو حيان: ¶ إنما انتجعتك لغيرِ هذا، وسوق الوراقة رائجة في بغداد. ¶ ثم أطاع ابو حيان تصرُّف قدَره، فقعد ينسخ للصاحب مجلدة كان يتشكى ¶ منها ويقول: لقد كاد نسخُها يأتي على بصري؟ ويفني عمري. وراح بعد حين ¶ 146",
            "page": "146",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "يقص على مؤرخي أدبه ما صنع معه ابن عباد ويصف تنكره له وتجهمه. ¶ واندفع ابو حيان في كتبه يذكر صفات الصاحب، ويخلع عليه النعوت ¶ اللوازمَ لمثله؟ فكان مما قال عنه: إنه \" لا يرجع إلى الرقة والرأفة والرحمة، ¶ شديد العقاب، طفيف الثواب، طويل العتاب، بذيء اللسان، سريع الغضب، ¶ حسود، حقود، وحسده وقف على أهل الفضل، وقد قتل خلقاً، وأهلك ناساَ، ¶ ونفى أمة تعنتاً وتجئراً وزهواً\". ¶ وعمد أبو حيان إلى إظهار صفات الصاحب الكوامن في دخائل طبعه، ¶ فصوّره كيف كان يسفه رائديه، ويُخزي مادحيه ليحرمهم الجائزة. فكان في ¶ اوقات العيد يممنع شعراً يمدح به نفسه، ثم يدفع هذا الشعر إلى (أبي عيسى ¶ المنجم) ليدخل به عليه والملأ جلوسٌ بحضرته؟ قد أرادهم على ضرب من ¶ الشعر يبغتهم به؟ ليرى سوانح خواطرهم في ساعة البديهة حين يُرْتج عليهم، ¶ وإذا بأبي عيسى المنجم يندفع فيدخل على الصاحب ويخلطُ نفسه بالحاضمرين؟ ¶ ويتلمظ وهو يتمتم ويُري القومَ أنه يَقرِض شعراً؟ وإذا هو يستأذنه بإنشاده فيما ¶ طرحَ على الشعراء. وشممعه الصاحبُ فيستجيد شعره، ويستحسن بديهته، ثم ¶ ينيله الجائزة وحده؟ ويغيظ من كان عنده من الشعراء، ويقهرهم قهراً وبيلاً. ¶ وقد وجد أبو حيان أن نقيصة الصاحب سببها الحسد. فكان يجده شديد ¶ الحسد لمن أحسن القول؟ وأجاد اللفظ 0 وكان أبو حيان موصوفاً بهذين، فإن ¶ أسلوبه في كتابة العربية أسلوب من ملك ناصية القول، ولفظه في تعابيره لفظ ¶ من اجاد الانتقاء، وبرع في الأداء. إن له لترسلاً ما عُرِفَ لمثله غير الجاحظ أبي ¶ عثمان. فهو الجاحظ الثاني في كتأب أدبنا العربي. كان لا يتعاظمه باب من ¶ أبواب المقال. فهو يَحشد التعبير، حَشْد المغير 0 نادم ا لليالي بأحاديث الادب ¶ وأخبار المثقفين في عصره الوزير (ابن العارض). وكتب مطارحات هذه الليالي ¶ لصديقه (ابي الوفاء المهندس)، وأعطى أدبنا العربي من رصين الكتابة أنقى ¶ ديباجةٍ، وأروق أ ساليب النثر. ¶ 147",
            "page": "147",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "لقد عاش فقيراً فلم يفز في حياته بشهرة مطبقة كالتي كانت للجاحظ؟ فإن ¶ الجاحظ قد عُرض عليه الديوان، ومن عرض عليه الديوان فقد أصبح وزيراَ. ¶ فأبى ذلك واعتذر. وعاش مَطلوباً عند الخلفاء، مَخطوب الأدب للوزراء ¶ والقضاة. ¶ وأما ابو حيان فقد لزمه ما لزم الفقراء في كل دهر من سوء الكَيْلَة وتجهم ¶ الوجوه. ¶ ولست أجد في إدبنا العربي كله وفي اَداب الأمم من انتقم من العلم ¶ والأدب مثلما انتقم ابو حيان، إنه جمع كتبه في آخر حياته، الكتب التي لم يكن ¶ قد أطلع عليها الناس؟ وأحرقها بمسوداتها وكراريسها. لقد احرقها ضنأ بها على ¶ من لا يعرف قدْرها بعد موته، فقامت عليه قيامة الأدباء ولاموه، فكتب إلى ¶ واحدهم وهو القاضي (أبي سهل) يفول: ¶ \". . . والتهب في صدرك من الخبر الذي انمي إليك فيما كان من إحراق ¶ كتبي النفيسة بالنار؟ وغسلها بالماء، فعجبت من انزواء وجه العذر عنك في ¶ ذلك!. ¶ كذلك فعل الكاتب الخالد أبو حيان، ومات في آخر المئة الرابعة للهجرة، ¶ بعد عيشة مملوءة بالضنك ونكران الجميل، وقد زاد في بلائه ان كان من معاصريه ¶ مَنْ يتهمه بالزندقة، وهو الذي صنف للصوفية (الإشارات الإلهية) (1). . ¶ *** ¶ (1) من مجموعة مقالاته (مع الخالدين) التي لم تنشر.",
            "page": "148",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "الخاتمة ¶ وبعد: فهذه جولة سريعة في ريإض المحاسني طافت بحياته الغنية ¶ بالعطاء، وعزَفت بإَثإره المتميزة بإلإتقان والإبداع، ووقفت عند بعض آثإره ¶ مستفيضةً بعض الشيء، عارضة من نماذج يراعه ما يغري القارئ ويثير شهيته ¶ نحو أدب رفيع سهر له صاحبه، وتأنق به ليج! عله ذخراً للأمة وذكراً له. ¶ *** ¶ 149",
            "page": "149",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 23 ¶ زكي المحاسبي ¶ المربي الأديب والشاعر الناقد ¶ تأليف ¶ سماء زكي المحاسني ¶ دار القلم ¶ دمشق ¶ __________ ¶ ((نسخة محولة بواسطة القارئ الآلي، وتم مراجعتها مراجعة مبدئية، وليست نهائية؛ ولذا وجب التنبيه وبخاصة في الآيات القرآنية والأرقام والجداول!))",
            "page": "1",
            "part": "1"
        },
        {
            "id": "19",
            "nass": " ",
            "page": "16",
            "part": "1"
        },
        {
            "id": "22",
            "nass": " ",
            "page": "18",
            "part": "1"
        },
        {
            "id": "55",
            "nass": " ",
            "page": "50",
            "part": "1"
        },
        {
            "id": "58",
            "nass": " ",
            "page": "52",
            "part": "1"
        }
    ],
    "t38624": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "زكي المحاسبي المربي الأديب والشاعر الناقد"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الدكتور زكي المحاسني بقلم الأديب الكبير الأستاذ وديع فلسطين"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول لمحات من حياته"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني تعريف بمؤلفاته"
        },
        {
            "id": "155",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        }
    ]
}