{
    "b38621": [
        {
            "id": "1",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 20 ¶ خير الدين الزركلي ¶ المؤرخ الأديب الشاعر ¶ صاحب كتاب الأعلام ¶ تأليف ¶ أحمد العلاونة ¶ دار القلم ¶ دمشق ¶ __________ ¶ ((نسخة محولة بواسطة القارئ الآلي، وتم مراجعتها مراجعة مبدئية، وليست نهائية؛ ولذا وجب التنبيه وبخاصة في الآيات القرآنية والأرقام والجداول!))",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "علماء ومفكرون معاصرون ¶ لمحات من حياتهم، وتعريف بمؤلفاتهم ¶ 20 ¶ خير الدين الزركلي ¶ المؤرخ الأديب الشاعر ¶ صاحب كتاب الأعلام ¶ 1309 - 1396 هـ ¶ 1893 - 1976 م ¶ تأليف ¶ أحمد العلاونة ¶ دار القلم ¶ دمشق",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الطبعة الأولى ¶ 1423 هـ - 2002 م",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "المقدمة ¶ الحمد لله والصلاة والسلام على رسول الله، وعلى اله وصحبه ومن والاه. ¶ أما بعد: فقد قمت بجولة في (أعلام) الزركلي وكتبه، ففيها تناثرت أخباره ¶ وآراؤه، وأضفى عليها من شخصيته الكثير، ومن علمه وفرائده ما لا يخفى على ¶ القارى البصير. فكان محصِّلة ذلك هذا الكتاب: (خير الدين الزركلي، المؤرخ ¶ الأديب الشاعر) وهو في فصلين: ¶ الفصل الأول: لمحاتٌ من حياة خير الدين الزركلي رحمه الله، تحدثت ¶ عن اصله وولادته ونشأته وتعلّمه وشيوخه، ئم تحدثت عن مراحل حياته منذ ¶ خروجه من دمشق بعد وفعة ميسلون سنة (0 192 م) حتى وفاته بالقاهر! سنة ¶ (1976 م). ¶ وأتبعت ذلك بالحديث عن ذرثته، وحليته وشمائله ورحلاته وخزانة ¶ كتبه، وتحدثت عنه شاعراً وناثراً ومؤرخاً، ومجاهداً ثائراً، وأظهرت ولَعَه ¶ بالبحث والمطالعة، وتقثله للنقد. ¶ ئم شرعتُ في الفصل الآخر في التعريف بمؤلفاته، فعزَفت بها واحداً ¶ واحداً، وقد رئبتُها على حروف المعجم. ¶ وقد آلمني أئي لم أجدْ أحداً أَفردَ كتاباً للحديث عن سيرته ومؤلفاته ¶ - خصوصاً كتابيه: (الأعلام) و (الديوان) - مع أن كثيراً من الشعراء المحدثين ¶ الذين لا قيمة لشعرهم، كُتبت فيهم وفي شعرهم كتب كثيرة. ¶ أولي! عجيباً أن يستقصي الزركليئُ أعلام أفَتهِ، وينتشل الكثير منهم من ¶ بحر النسيان، ثم لا يتناوله أحد في كتاب؟ وتوفي ولم تكتب عنه إ لا أسطرٌ قيلة ¶ مأجورة في صفحة نعي في (الأهرام)، ولم تنعه في بيروت صحيفة ولم تَرْثِه ¶ إذاعة، وفي بيروت تعفم وعفَم، وفيها ظهرتْ الطبعة الأخيرة من (الأعلام) في ¶ حياته.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "واودُ ان اقوم بواجب الشكر إلى علماء كرام استفدت من ملحوظاتهم، ¶ وهم: صبحي البصام، وابراهيم شَئوح، وإبراهيم باجس، فإئه لا يشكر الله من ¶ لا يشكر الناس. ¶ كما ازجي الشكر الجزيل للسيدة طريفة خير الدين الزركلي التي امدتني ¶ ببعض المعلومات، وارسلت إ لي ببعض الصور والوثائق. ¶ وانا ابرأ إلى الله سبحانه من دعوى العصمة، واستغفره مما طغى به القلم. ¶ \" رَشا! تُؤَاضِذْنَا إن فسَينَاَ أَؤ أَخ! آنأَ \" 1 ا لبقرة: 6 8 2). ¶ الاثنين 23 من شوال 2 2 4 1 هـ ¶ 7 من كانون الثاني 2 0 0 2 م ¶ أحمد العلاونة",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "الفصل الأول ¶ لمحات من حياته",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الفصل الأول ¶ لمحات من حياته ¶ 1 - أصله ونسبه: ¶ هو خير الدين بن محمود بن محمد علي بن فارس الزِّرِكْلي الدمشقي، ¶ ثم السعودي الجنسية، المصري الوفاة. ¶ وهو كردي ا لأصل، وقد كشف أ ستا ذنا المفضال أكرم زعيتر - رحمه الله- ¶ عن أصله، ولمَ كان يوفّع الزركليُّ بعضَ مقالاته بتوقيع (الأزرقيّ) فقال: ¶ \"وحدث أن وقَّع الزركليئُ بعض مقالاته بتوقيع (الأزرقي) فرحت أتساءل عن ¶ سرّ هذا التوقيع، فيرجئ التعليل، ثم استوضحته أخيراَ سبب هذا التوقيع النائمُ ¶ على عربية أصيلة، وأ نا العليم بأنه كردفيُ الأصل، فأجابني: ¶ \" أمي عربية، وأبي كردي، ولكن من أصل عربي، أصل أبي يرجع إلى ¶ قبائل من الخوارج (الأزارقة) الذين طاردهم المهفب بن أبي صُفرة، فنزح بقيةٌ ¶ منهم إلى كردستان، واندمجوا في أهلها، ولا عبرة فيما روا 5 بعض المؤرخين ¶ من أن المهلَّب قد أفناهم \". ¶ وقال خير الدين أيضاَ: \" وفي أيام صلاح الدين وبعده، أقبل فريق منهم ¶ على دمشق، ونزل بعضهم بالصالحية (حي الاكراد) وعُرف الحي (بالزرقية) ¶ والنسبة عند الأتراك هي: الي) فصار يعرف هؤلاء بالزرقلية أو (الزركلية) ¶ والواحد منهم زركلي \".",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وقص علي خير الدين قصة اكتشافه هذا في بيت وجيه كردفي الأصل في ¶ حماة، وكيف علم من كردكب ضَيْفِ أن في كردستان اَلافاَ من عشائر الأزرقية قد ¶ تكرَدوا. ومن هنا جاء توقيعه (الأزرقي) لا (1). ¶ ومما يتصل بهذا قولُ الزركلي في ترجمته بقلمه التي اطلعتني عليها ابنته ¶ السيدة طريفة: \"أصلي: عربيئُ الأرومة، يتصل نسبي بإسماعيل بن جعفر ¶ الصادق بن محمد الباقر بن علي زين العابدين ابن السبط الحسين بن علي بن ابي ¶ طالب. رحل جدي السيد حسن الأزرقي إلى ماردين، ونادى به أهلُها حاكماَ ¶ عليهم لشرفه وففحله، ثم انتشر أبناؤه في انحاء ماردين، وديار بكر وما يليهما، ¶ وعُدُوا من أشراف اكراد، يؤيد هذا كتاب (نسب العشيرة الزركية (الزركلية) \" ¶ المطبوع في بطرسبورغ، وطبع أيضاَ بالفارسية والتركية في بيروت، وكتاب ¶ (الكواكب الدرية) المطبوع في دمشق. ¶ وقوله في موضع آخر: \". . . من عائلةِ معروفة في قبائل الاكراد وفي ¶ عدادِهم مَنْ يصلها بالنسب النبوي، مؤيداَ حُجَته بأن أبا هذه الأسرة كان من ¶ منسوبي العرب، قَدِم بلاد الكردِ، فتزؤَجَ منهم وامتزجَ بهم، وهذا امر لا تُعلمُ ¶ حقيقته!. ¶ 2 - مولده ونشأته: ¶ ولد في بيروت لأبوين دمشقيين ليلة عرفة التاسمع من ذي الحجة 9 0 3 ا هـ ¶ (7/ 7/ 1893 م) وكان لوالده تجارة فيها، ثم انتقلا به عائدَين إلى دمشق وعمره ¶ سبع سنين، وتوفي والده سنة 0 32 اهـ، ورُئيَ بما أبقا 5 له والده من ثروة ¶ متوسطة، وكان يتنقل بين بيروت ودمشق، إلى أن نشبت الحرب العالمية الأولى ¶ فاستقر في دمشق، وافتتح متجراَ، وعكف على طلب العلم ليلاً، فقرا - على ¶ الطريقة القديمة - على بعض مشايخ دمشق، ودرس بها في المدرسة العثمانية، ¶ (1) ¶ المجلة العربية، العدد الرابع جمادى الأولى -جمادى الاَخرة 1397 هـ-7 أيار ¶ 1977 م. ¶ 10",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ثم في الكلية العباسية، والكلية العلمانية الاييك) ببيروت. ¶ 3 - شيوخه: ¶ عرفتُ ستة من شيوخه الذين أخذ عنهم على الطريقة القديمة من خلال ¶ ترجمته التي كتبها بخطه، وتفضّلت بها عليئَ ابنته السيدة طريفة، ومن خلال ¶ التراجم التي عقدها لهم في (الأعلام)، وذكرتُ منهم محمد كرد علي، وكان ¶ الزركلي تأثر به، ولازمه وأفإد منه، ونؤه بفضله عليه وعلى الشام. وهم بحسب ¶ وفيا تهم: ¶ ا - جمال الدين أو محمد جمال الدين القاسمي: (1283 - 332 ا هـ= ¶ 1866 - 4 91 1 م) إمام الشام في عصره علماً بالدين، وتضلّعاً من فنون الادب، ¶ مولده ووفاته بدمشق، كان سلفيَّ العقيدة، لا يقول بالتقليد، انتدبته الحكومة ¶ للرحلة دمالقاء الدروس العامة في القرى والبلاد السورية، فأقام في عمله هذا ¶ أربع سنوات (1308 - 322 ا هـ) ثم رحل إلى مصر، وزار المدينة، ولما عاد ¶ اتهمه حَسَدَتُه بتأسيس مذهب جديد في الدين، سمّو 5 (المذهب الجمالي) ¶ فقبضت عليه الحكومة (سنة 313 اهـ) وسألته، فرد التهمة، فأُخلي سبيله، ¶ واعتذر إليه والي دمشق، فإنقطع في منزله للتصنيف دمالقاء الدروس الخاصة ¶ والعامة في التفسير وعلوم الشريعة الإسلامية والأدب، له (87) مصنفاً؟ منها ¶ عشرة مففودة كما ذكر ابنه ظافر في كتابه (جمال الدين القاسمي وعصر 5). ¶ من مؤلفاته: (محاسن التأويل) في تفسير القرآن الكريم 17 مجلداً ¶ (قواعد التحديث من فنون مصطلج الحديث) و (موعظة المؤمنين) اختصر به ¶ إحياء علوم الدين للغزالي و (تعطير الشام في ماَثر دمشق الشام) - مخطوط، ¶ و (إ صلاح ا لمساجد من ا لبدع وا لعوائد) (1) 0 ¶ 2 - طاهر بن صالح الجزائري (1268 - 338 ا هـ=1852 - 0 92 ام): ¶ (1) ا لأعلام: 2/ 5 3 1 بتصر ف. ¶ 11",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "بحاثة من اكابر العلماء باللغة والأدب في عصره. أصله من الجزائر، ومولده ¶ ووفاته في دمشق، كان كَلِفأ باقتناء المخطوطات والبحث عنها، فساعد على ¶ إنشإء (دار الكتب الظاهرية) في دمثق، وجمع فيها ما تفرق في الخزائن العامة، ¶ وساعد على إنشإء (المكتبة الخالدية) في القدس، وانتقل إلى القاهرة سنة ¶ 325 1هـ، ثم عاد إلى دمثق سنة 1338 هـ، فكان من اعضاء المجمع العلمي ¶ العربي، وعُئن مديرأ لدار الكتب الظاهرية، وتوفي بعد ثلاثة أشهر. ¶ كان يحسن أكثر اللغات الشرقية كالعبرية والسريانية والحبشية والزواوية ¶ والتركية والفارسية، له نحو عشرين مصنفأ منها (الجواهر الكلامية في العقائد ¶ الإسلامية) و (بديع التلخيص) في البديع و (تسهيل المجاز إلى فن المعمى ¶ والألغاز) و (توجيه النظر إلى علم الأئر) و (التذكرة الظاهرية) مخطوط، وهو من ¶ أجل كتبه، وهي مجموعة كبيرة في موضوعات مختلفة (1). ¶ 3 - عبد القادر بدران (0 28 1 - 6 34 ا هـ=863 ا-927 1 م): فقيه أُصولي ¶ حنبلي، عارف بالأدب والتاريخ، له شعر. ولد في دومة بقرب دمشق، وعاش ¶ بدمثق وتوفي فيها، كان سلفيئ العقيدة، فيه نزعة فلسفية، حسن المحاضرة، ¶ كارهأ للمظاهر، قانعأ بالكفاف، لا يُعنى بملبس أو بمأكل، يصبغ لحيته بالحناء، ¶ وربما ظهر أثر الصبغ على أطراف عمامته. ضعف بصرُه قبل الكهولة، وفُلج في ¶ اعوامه الأخيرة. وانصرف مدة إلى البحث عما بقي من الاثار في مباني دمثق ¶ القديمة، فكان احيانأ يستعير سلمأ خشبيأ، وينقله بيديه ليقرأ كتابة على جدار، ¶ أو ا سمأ فوق با ب، وزار ا لمغرب، فنطم قصيدة همزية يفضل بها منا ظر المشرق: ¶ مَنْ قالَ إنَ الغربَ احسنُ مَنْظَراَ فَلَقَدْ راَهُ بِمُقْلَةِ عَمْيَاص ¶ له تصانيف منها (المدخل إلى مذهب الإمام أحمد) و (جنة المناظر في ¶ شرح روضة الناظر) لابن قدامة في الأصول و (تهذيب تاريخ ابن عساكر) ¶ (1) ¶ ا لأعلام: 3/ 1 2 2 - 2 2 2 بتصرف يسير ¶ 12",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "و (منادمة الأطلال ومساكلشة الخيال) و (تسلية الكئيب عن ذكرى حبيب) ديوان ¶ (1) ¶ سعره ¶ 4 - محمد بن عبد الرزاق كردعلي (93 2 1 - 372 ا هـ=1876 - 953 1 م) ¶ رئيس المجمع العلمي العربي بدمشق (مجمع اللغة العربية الآن) ومؤيسسه، ¶ وصاحب مجلة (المقتبَس) والمؤلفات الكثيرة، وأحد كبار الكتاب، أصله من ¶ أكراد السليمانية من أعمال الموصل. مولده في دمشق ووفاته فيها، توفي والده ¶ وهو في الثانية عشرة من عمره، فابتدأ حياته الاستقلالية صغيراً، وأقبل على ¶ المطالعة والدروس الخاصة، وحفظ أكثر شعر المتنبي ومقامإت الحريري، ¶ واشتغل بالصحافة، وهاجر إلى القاهرة فأنشأ مجلة (المقتبس) سنة (6 0 9 1 م). ¶ وعإد بعد الدستور العثماني سنة (1908 م) إلى دمشق، فتابع إصدار ¶ مجلة (المقتبس) وأضاف إليها باسمها جريدة يومية، كانت قبل الحرب العامة ¶ الأولى مسرحاً لأقلام كبار الكتاب، وناوأت دعإة الرجعية، وحاربت جمعية ¶ (الاتحاد والترقي) التي كان يستتر وراءها حزب (تركية الفتاة) العامل على ¶ تتريك العنإصر العثمانية، واتهمه أحد ولاة الترك بالتعرض للعائلة السلطانية في ¶ إحدى مقالاته، ففر إلى مصر فأوروبة، وعإد مبزَأً، ثم انفطع إلى المجمع ¶ العلمي العربي بعد إنشائه بدمشق سنة (9 91 1 م) فكان عمله فيه بعد ذلك أ برز م! ¶ قام به في حياته، وولي وزارة المعارف مرتين في عهد الاحتلال الفرنسي. ¶ من مؤلفاته (خطط الشام) (6) مجلدات، استخرجه من نحو (400) ¶ كتاب و (غرائب الغرب) و (دمشق مدينة السحر والشعر) و (غإبر الأندلس ¶ وحاضرها) و (أمراء البيان) و (كنوز الأجداد) و (الحضارة العربية) ¶ و (المعاصرون) (2). ¶ (1) ¶ (2) ¶ ا لأعلام: 4/ 37 - 38 بتصرف يسير0 ¶ ا لأعلام: 6/ 2 0 2 - 3 0 2 بتصرف. ¶ 13",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "5 - محمد كامل القصاب (1290 - 373 ا هـ= 1873 - 1954 م): عالم ¶ من زعماء الحركة الاستقلالية في سورية، سيرته فصل كامل من تاريخ الشام ¶ الحديث: العلمي والسياسي، أصله من حمص 0 انتقل أبو 5 إلى دمشق، فولد بها، ¶ ونشأ منصرِفاَ إلى الفُتُوَّة، وعجب اهل حي (العُقيبة) بدمشق، إذ راوه يدخل ¶ مسجدها فجأة، ويحتل غرفة فيه، وينقطع إلى العلم، وأمضى في اعتكافه ¶ أعواماَ تفقه فيها، وبرع في علوم العربية والقراءات، وخرج إنساناَ آخر، وأنشأ ¶ (المدرسة الكاملية) وكانت تسمى حينأ بالمدرسة العثمانية. ¶ وعمل في الأعمال الوطنية. ولما احتل الفرنسيون سورية سنة (0 92 1 م) ¶ غادرها، فافتتحوا قائمة أحكام الإعدام باسمه، وولأه الملك عبد العزيز ال سعود ¶ إدارة المعارف في الحجاز، فأقام قليلأ، واستَعْفَى، ثم استقر في حيفا من ¶ فلسطين، وانشأ مدرسة، وألف بالاشتراك مع الشهيد عز الدين القسام كتاب ¶ (النقد والبيان) (1) في البدع المنهي عنها والرد على احد القائلين بها. ¶ ومُحيت أحكامُ الإعدام بدمشق، فعاد إليها، وفترت عزيمته في أعوامه ¶ الأخيرة، فعُثن رئيسأ لجمعية العلماء مدة واستقال، وانزوى في بيته إلى أ ن ¶ توفي (2). ¶ 6 - آبو الخير الميداني: محمد بن محمد بن حسين بن بكري الميداني ¶ (92 2 1 - 1 38 ا هـ= 5 87 1 - 1 96 1 م): عالم عامل. من أرباب القلوب المتصلة ¶ بالثه، ولد في حيِّ الميدان بدمشق، وتعفَم فيها، وتتلمذ للشيخ سليم المسوتي، ¶ وعيسى الكردي، ومحمد القطب، وأمين سويد، وعبد الحكيم ا لأفغاني. . . ¶ وغيرهم، وولي تدريس العلوم الإسلامية والعربية سنوات طويلة، وتخزَج به ¶ كثيرون، وكانت أيام تلامذته من أمتع أيام حياتهم لما لمسوه من عظيم خلقه، ¶ (1) ¶ (2) ¶ اعيد طبعه أخيراً بتحقيق شيخنا الجليل زهير الشاويق. ¶ ا لأعلام: 7/ 13؟ رجال من التاريخ، ص 9 0 4",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "فقد كان صوفياً نقياً، ليّن العريكة، حلو الشخصية، رضياً، لا يغضب من أحد ¶ ولا يغضب احدأ، وكان تأثيره في ا لناس كبيرا. توفي بدمشق (1). ¶ 4 - مرحلة سورية: ¶ عمل الزركلي بعد ئعفُمه مدزسأ في المدرسة الهاشمية بدمشق (وهي ¶ المدرسة الكاملية التي أنشأها الشيخ محمد كامل القصاب)، ودُعي إلى الجندية ¶ سنة (16 9 1 م)، فدخلها جنديأ نحو ستة أشهر، ثم توارى، واشتد عليه الطلب، ¶ وهُدّد مع مَن توارى بالقتل، فلجأ إلى إرضاء جمال باشا بمدحه بأربع قصائد، ¶ فأعفاه من الجندية، وفي ذلك يقول: \"فأسأتُ إلى الشعر في مدحي له بأربع ¶ قصائد\" وانتدب جمالُ باشا الزركليئَ لتأليف كتاب في تراجم الشعراء الذين ¶ مدحوه، فعكف على الاشتغال بما سبق له البدء به من جمع التراجم لكتاب ¶ (الأعلام) ومطلَ جمال باشا في الكتاب الذي أراده متظاهرأ بالعمل على ¶ إنجازه (2). ¶ وفي دمشق أصدر صحيفة (الأصمعي) أسبوعية سنة (330 اهـ= ¶ 1912 م) فصادرتها الحكومة العثمانية لنشرها صورة المأمون، وتحت الصورة ¶ جملة (الخليفة العربي العباسي). ¶ ثم انشأ فيها بعد إنتهاء الحرب العالمية الأولى سنة (918 ام) صحيفة ¶ السان العرب) وذلك لمّا دخل العرب بقيادة الأمير فيصل بن الحسين ¶ والبريطانيون دمشق، فصدرت الصحيفة ثلاثة أشهر، وتنازل عنها لشريكه فيها ¶ إبراهيم حلمي العمر. ¶ ثم أصدر صحيفة (المفيد) مع يوسف حيدر، استمزَت حتى دخول ¶ الفرنسيين دمشق سنة (0 92 1 م) وجاهر بعدائه للفرنسيين بشعره وقلمه، ونَعَتَهم ¶ (1) ¶ (2) ¶ ذكريات علي الطنطاوي، عبقريات، ص 9 6 1. ¶ من ترجمته بقلمه التي أطلعتني عليها ابنته السيدة طريفة، ولم جم! بِتْ القصائد في ¶ ديوا نه. ¶ 15",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "بالغدر والخيانة، ودعا إلى مقاومتهم، فحُكِم عليه بالإعدام غيابياَ (بتهمة التواطؤ ¶ مع العدو بقصد تسهيل مشاريعه). ¶ وترك الشام بعد وقعة ميسلون في (7/ 24/ 920 ام)، وغادرها هاربأ ¶ خائفأ يترقب في القطار إلى حيفا في (26/ 7/ 0 192 م)، فأقام فيها أسبوعين، ¶ لقي فيها الشاعر معروفاَ الرصافي، ثم قصد القاهرة بالقطار، فوصلها في ¶ (0 1/ 8/ 0 92 1 م)، ومما قاله في هروبه: ¶ نذروا دمي حَنَقاَ عليئَ وفاتَهُمْ أنَ الشَقيئَ بم! لقيتُ سعيدُ ¶ اللهُ شاءَ ليَ الحياةَ وحاولوا ما - يَشَا وَلِحُكْمِهِ التأيِيْدُ ¶ 5 - مرحلة الحجاز (0 2 9 1 - 1 2 9 1 م): ¶ زار الزركلي الحجاز بدعوة من ملكها يومئذ الشريف الحسين بن علي، ¶ وأقام فيها أربعة اشهر، فقد غادر القاهرة إ لى ا لحجاز في (0 2/ 9 / 0 92 1 م) وعاد ¶ إليها في (26/ 1/ 921 ام) بعد ضيافة في حضرة الشريف، مجالسأ واَملأ منه ¶ إنقاذ بلاد الشام من استعمار الفرنسيين والإنكليز، وقد أ نشد 5 وناشده بقوله (1): ¶ يا ابنَ بنتِ النبيئ أَرْهَقَنا العَسْفُ فجزد له الحُسامَ الزَقِيْقَا ¶ باتذي شادَ (كَبْكَبأ) و (ثَبِيْرا، وأحاطَ الهُداةَ (بيتاَ) عتيقا ¶ بِالضَفا بالحَجون، بالزُكنِ بالكعبةِ لمث الصريخَ واقضِ الحقوقا (2) ¶ فزقُونا قبائلأ وشعوبأ وارى الموتَ ذلك التفريقا ¶ إنَ في (الشامِ) أمة لا تُطيقُ القميْمَ تَ! بْى لها العُلا أنْ تُطيقا ¶ أوسَعوها تَعِفَة ووعُوْدأ وسَقَوْها من الخِداع رَحِيقا ¶ انذرونا بالموتِ ما أعذبَ الموتَ إذا كان للحياة طَرِيَقا ¶ مكروا جُهدَهم بنا وَليَلْإلى المكرُ إلا بِأَهْلِهِ اَنْ يَحِيْقَا ¶ نحنُ في حِنْدِسِ من الطلْمِ داج والطبَى تَفْضَتىُ الظَلامَ شُرُوْقَا ¶ (1) ¶ (2) ¶ ديوان الزركلي، ص 73 1. ¶ لا يُسال إ لا الله عز وجلّ، وهذا من تجاوزات الشعراء غفر الله لهم. ¶ 16 ¶ (الناشر)",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "أَؤرِ في (جفَقَ) الكئيبةِ زَنْداَ وأقمْ للطعان في (الشَام) سُوْقا ¶ أَمْطِرِ القوَمَ بالقَحوَاعِقِ حَتَى لا ترى أَعْيُنُ العُداةِ البُرُوقَا ¶ إن للباطِلِ اضطراباَ على الحَق وعُقْباهُ أن يكونَ زَهُوْقَا ¶ وكان الزركلي يرى الملك حسين بن علي أكثر من ساعتين كل ليلة - عدا ¶ المدة التي ذهب فيها إ لى الطائف - فعرفه في سروره ورضاه، وعرفه في انقباضه ¶ وغضبه، وعرف حياته الخاصة، وكان يراه جامعاَ بين المتناقضات، فيقول من ¶ قصيدة (جبار زمزم) الديوان ص 77 (1): ¶ مَنْ كإلحسينِ إذا نَظَر تَ إلى الجبابرة القُرُوْمِ ¶ الجامع المُتَناقضا تِ مِنَ الغَرَائِزِ والفُهومِ ¶ الغافِلِ اليَكِظِ، الحَرِبْ! الباذلِ، العاتِي الزحِيْمِ ¶ المِدْرَهِ العَيئ، العَصِ يم الطَيِّعِ، الشَرِسِ الحَلِيْمِ ¶ الصَادِقِ الظَن الصَحب -، الفاسدِ الرأي ال! قِيْمِ ¶ الطَيب الئفسِ الأب! سِ، السئئ الخُلُقَ الشَؤومِ ¶ والملك حسين بن علي في رأي الزركلي مؤمنٌ بمجد العروبة والإسلام، ¶ ذو مبادئ صارمة لم يستطع إلانَتَها ليتمكَنَ من الحفاظ على عرشه، غيرُ عليم ¶ بمداخل السياسة الدولية ومخارجها، صلبٌ معتد بنفسه، مستقل في اَرائه، ¶ عنيذ شديدٌ، لا ينقاد بالعنف، ويصعب أن ينقاد باللين. ¶ وراى الزركلي أن ثورة الشريف حسين على الترك سنة (6 1 9 1 م) التي ¶ كانت بعد خلع الاتحاديين السلطان عبد الحميد الثاني - الذي كان الشريف يثني ¶ عليه - هي شرعية لأسباب قومية ودينية، ولم يكن للحسين مندوحة عن مفاوضة ¶ خصوم الترك، وعقد المواثيق معهم لإنقاذ بلاد العرب، دمافامة الدولة العربية ¶ (1) ¶ وقد نظم هذ 5 القصيدة على اثر خروج الملك حسين من الحجاز ودخول ¶ السعوديين فيها، وتاريخ نظم القصيدة 2 1/ 0 1/ 4 92 1 م. ¶ 17",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "الكبرى، لتحل محل الدولة العثمانية المضمحلة، وشارك العرب في الحرب ¶ العالمية الأولى مع الحلفاء لنيل حرياتهم واستقلالهم، ولكنه مع الأسف لما ¶ انتهت الحرب، وجاء وقت الحساب، كانوا في جملة الأسلاب. ¶ فالحسين صذَق وعود الإنكليز الذين اعلنوا الحرب على ألمانية باسم ¶ الحرية والديمقراطية، وظنَ ان ممثلهم (ماكماهون) لا يمكن أن يخون العهود ¶ التي قطعها باسم حكومته (1)، ولم يكن إلى جانبه مشاركة فغَالة من الجماهير ¶ العربية تسديه النصح والمشورة، وقد أتى الزركلي على صفات الحسين (2): ¶ طالَ انقيادُك للخُصُومِ وأنتَ أدرى بالخصومِ ¶ الإنكليزُ وما أُرا كَ بِأَمْرِهِمْ غيرَ العليمِ ¶ ما في جُمُوعِهِمُ وإنْ حَدَبوا عليك سِوَى غَريمِ ¶ ذُؤبانُ وَادِيْكَ الفسب - وآفةُ المُلكِ العَقِيْمِ ¶ قد يستنيمُ أذاهمُ حيناً، وليس بمُسْتَنيم ¶ كالئار تُذكيها الريا حُ فكيفَ تُطفأُ بالنسيم ¶ ويقول فيه: ¶ ما كانَ واللّهِ (الحسب! نُ) الشيخُ بالشيخِ النّؤومِ ¶ لكنَّ مَنْ خافَ الهزب - رَمَتْهُ صاعقةُ الهزيمِ ¶ مَنْ حادَ عن شَرَكِ الغُمو مِ اصطادَه شَرَكُ الغُمومِ ¶ طلبَ السلامةَ بالوَنَى فإذا بهِ غَيْرُ السليم ¶ ولما أعلن الملك حسين نفسَه خليفة للمسلمين في الشونة على الحدود ¶ بين فلسطين والأردن سنة (4 92 1 م) ولم يعترف به العالم الإسلامي، قال: ¶ (1) ويبدو أن الحسين بن علي اتعظ بما جرى له مع الإنكليز فرفض إعطاء وطن قومي ¶ لليهود في فلسطين، فكان نفيه إ لى قبرص ثم نهايته المحزنة. ¶ (2) ديوان الزركلي، ص 77. ¶ 18",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "عجباً لمن طلب الخِلا فةَ، والخلافةُ في النجومِ ¶ أينَ الخلافةُ لا خلا فةَ في الحديثِ ولا القديمِ ¶ تلكَ التي ذهبتْ مع الأ يامِ قبلَ ذوي سليم ¶ ومرحلةُ الحجاز التي تحدثت عنها، أفرد لها الزركلي - مع قِصَرها كتاباً ¶ مستقلاًّ - أسما 5: (ما رأيت وما سمعت) سيأتي الحديث عنه في الفصل الثاني. ¶ 6 - مرحلة الأردن (1 2 9 1 - 23 9 1 م (: ¶ أقام الزركليّ في عمّان عامين 1 92 1 - 923 1 م، وعمل في حكومة شرقي ¶ الأردن اَنذاك مفتشاً، فرئيساً لديوان رئاسة الحكومة، وفي إبّان عمله هذا، ¶ أبلغت السلطات الفرنسية أهله بدمشق أنها قررت إلغاء حكمها عليه بالإعدام، ¶ فهبط دمشق، وعاد بعائلته إلى عمان. التي قضى فيها عامين تحولا عنواناً ¶ لكتاب في نحو مئتي صمْحة، وفيهما يقول: ¶ عامانِ في عمَّانَ أيسرُ مِنْهُمَا حَمْلُ القيودِ ومنتفًى متفظَعُ ¶ وكان شرقي الأردن في عام (922 1 م) مركزاً لتجمع الوطنيين ¶ والاستقلاليين من مختلف بلاد الشام أمثال محمد الشريقي، نبيه العظمة، فؤاد ¶ الخطيب، فؤاد بك سليم، رشيد طليع، عادل أرسلان، جودة الركابي. ¶ وكان الزركلي يتَّقد وطنية، وعفَق الاَمال على الأمير عبد الله بن الحسين، ¶ ونطم له قصيدة (في عمان) سنة (1 92 1 م) ومطلعها الديوان ص 53 1: ¶ تذكرتُ والذِّكْرَى تَفِيْضُ جِرَاحُها دماً فَجَّرَتْهُ مكةٌ وبِطَاحُها ¶ وفيها يخاطبه شاكياً قلقه وبأسه: ¶ إلامَ أُجِيْلُ الزَإيَ ألتمسُ امْرَءاً تطيبُ بهِ نَفْسٌ إليه ارتيَاحُهَا (1) ¶ (1 أ ¶ علم الأعلام، ص 9 0 1، وهذا البيت غير موجود في الديوان. ¶ 19",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "رَبَاتُ بنَفْسِي أَنْ تذِكَ وما نَبَتْ ¶ ولكئنِي أحسنتُ ظَني بأُمةٍ ¶ بِيَ الأرضُ، او ضاقَتْ عليئ فِساحُها ¶ تعاصَى على أهلِ الصَلاحِ صَلاحُها ¶ و يقو ل: ¶ وَلَمْ أرَ قبلَ العُرْبِ في الئاس أمةً سَوَا! عليها خُسْرُها ورَبَاحُها ¶ تُرَخي فَلاحاً والشَقاقُ حَلِيْفُهَا وكيفَ يُرخى في الشقَاقِ فلاحُهَا ¶ وما بَرَزَتْ في عَالَمِ الله امة ولا كانَ إلا بالوِفَاقِ نَجَاحُهَا ¶ لَقَدْ أَوْجَسَ القَلْبُ المُعَذب خِيْفَةً وأَقْلَقَهُ مَكْنُونُها وصُرَاحُها ¶ وبَاتَتْ يردتاجيني وَدسَاوِسَ أَطلقتْ أَعِنتَهَا الأئامُ صَعْمب جِمَاحُها ¶ ويخاطبُ الأميرَ عبد الله يستنفر فيه الحمية ليحقق آمال الأمة: ¶ أبا نائفٍ جازَ الزصافةَ فَيْصَلٌ وسوريةٌ يعلولَدَيْكَ نُواحُها ¶ فَهَلْ أنتَ مُذْكِيْ نَارِها فَمُجِيْرُها عَشِثةَ إذْ رِيْعَتْ وَخِيْفَ افْتِضَاحُها ¶ وَهَلْ أنتَ ماحِي عَارهَا فَمُثبْرها وَغًى كانَ حِلأً إثمُهَا وجُناحُها ¶ وتغثرت صورةُ الأمير عند الزركلي فقد تغئر قلبه عليه، ولم يترك فرصة ¶ للنيل منه إلا اهتبلها. نجد ذلك في كتابه (الأعلام) و (عامان في عمان) و (ما ¶ رأيت وما سمعت). ¶ وقد واطاه الراي في الأمير آيضأ جل مَن عمل معه من الاستقلاليين فقد ¶ راوا ان الأمير عبد الله لاين الإنكليز، ولم يستجب للئوار. ولعل مرد ذلك أ ن ¶ الأمير اتعظ بما جرى لأخيه فيصل في سورية، وإن علق هؤلاء آمالهم عليه في ¶ الحرية والاستقلال، فماذا يفعل الأمير وليس عنده إلا بضع مئات من الجنود ¶ وقليل من مالٍ يتلقاه من الإنكليز؟. ¶ غير أن هناك سبباً خاصاً في الزركلي حدا 5 إلى النَيل من الأمير، وهو ¶ اعتقاله في خيمة بعمان، ذلك ان الزركلي هجا رئيس الوزراء مظهر رسلان ¶ بقصيدة، وكانت صلة التفاهم بينهما منقطعة، وبلغ امرها الأمير، وخشي الزركلي ¶ 20",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "أن يُعاقَب بعد أن حُجز في خيمة، فاستعان بالأمير عادل أرسلان، وتدخّل هو ¶ والدكتور رضا توفيق في الأمر لدى الأمير، وتم ا! تفاء بأن يُغادر عمان (1). ¶ بيد أن للزركلي رأياً حسناً في الملك طلال (2) وابنه الملك حسين، فيقول ¶ في كتابه (شبه الجزيرة في عهد الملك عبد العزيز): 12/ 1374: \" وليت ¶ عبد العزيز أدرك حسين بن طلال ملك الأردن اليوم إذاً لقرَت عينه \". ¶ ونقل ا لمؤرّخ ا لأرد ني سليما ن ا لموسى في كتا به (مشا هد وذكريات) ص 23 ¶ عن الزركلي الذي اجتمع به في بيروت عام 974 1 م أنه تمنى لو أنه لم يكتب كتابه ¶ (عامان في عمّان) على الأقل من اجل خإطر الملك الحسين بن طلال. ¶ 7 - مرحلة مصر الأولى (23 9 1 - 0 93 1 م): ¶ بعد خروج الزركلي من عمّان التجأ إلى القاهرة سنة (923 1 م)، ولعله ¶ أدرك اليأس من ا لعمل ا لسياسي، فا نصرف فيها إ لى ا لعمل ا لثقافي، وأ نشأ في حي ¶ الموسكي بالقاهرة (المطبعة العربية) وطبع فيها كتبه: (ما رأيت وما سممعت) ¶ و (عاما ن في عما ن) و (ديوان الزركلي) وكلها طبعت سنة 5 92 1 م، و (الأعلام) في ¶ طبعته الأولى سنة 7 92 1 م. ¶ ونشر كتباً كثيرة تراثية وحديثة منها كتاب (الورع) للمروزي، و (ذم ¶ الموسوسين والتحذير من الوسوسة) لابن قدامة و (رسائل إخوان الصفا) ¶ و (د يوا ن الزها وي). ¶ وثارت سورية على ا لاحتلال ا لفرنسي سنة (5 92 1) فأذاع الفرنسيون حكماً ¶ غيابياً آخر ب! عدامه، وساءت صحته في عمله بالمطبعة، فباعها سنة (1927 م) ¶ واستجئم ثلاث سنوات زار خلالها ا لحجا ز مدعؤاً من ا لملك عبد ا لعزيز بعد أن تم ¶ تسلم مقاليد الحكم فيها. ¶ (1) ¶ (2) ¶ مشافهة مع أستاذنا المؤرخ أكرم زعيتر رحمه الله، مشاهد وذكريات، ص 23 -  ¶ 4 2؟ أوراق من دفتر ا لأيام، ص! ه ا. ¶ انظر ا لأعلام: 3/ 28 2. ¶ 21",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "8 - مرحلة فلسطين (1930 - 1934 م (: ¶ في عام (930 ام) ذهب إلى القدس، واصدر مع زميلين له جريدة ¶ (الحياة) يومية سنة (1931 م)، ونقل عائلته إلى القدس، وعَطَلت السلطاتُ ¶ الإنكليزية الصحيفةَ، فشارك في تحرير جريدة (الدفاع) في يافا سنة (934 1 م) ¶ مع إبراهيم طوقان. وعبد الكريم الكرمي (أبو سلمى) وسامي السراج، وكان قد ¶ أصدرها من قبل إبراهيم الشَنْطي. ¶ 9 - مرحلة مصرالثانية (4 93 1 - 57 9 1 م (: ¶ صرف الزركلي ثمانية عشر عاماً من سنة (1353 - 371 اهـ/ 1934 -  ¶ 2 5 9 1 م) منقطعاً إ لى تمثيل ا لملك عبد ا لعزيز، وقضاء مصالحه ا لإد ارية وا لسياسية ¶ والخاصة والعامة في مصر. فعين سنة (934 ام) مستشاراً في (الوكالة العربية ¶ السعودية) بالقاهرة التي أصبحت مفوضية، والدولتان - السعودية المصرية- ¶ على غير وفاق، لا تمثيل دبلوماسي ولا اعتراف، وحديث (المحمل) سنة ¶ (344 ا هـ/ 1926 م) على كل لسان، وقبله (مؤتمر النظر في إصلاح الحجاز) ¶ سنة (344 اهـ/ 926 ام) الذي دعا إليه الملك عبد العزيز، ورفض ملك مصر ¶ حضوره، وقبلهما (من يحكم الحجاز؟) عندما بعث الملك عبد العزيز بكتاب ¶ إلى ملوك المسلمين والجمعيات الإسلامية لإرسال مندوبين عنهم للنظر في ¶ امر الحجاز، وكان ذلك بعد أن استقر الملك عبد العزيز في مكة سنة ¶ (343 ا هـ/ 924 ام) وحاصر جدة (344 اهـ/ 925 ام)، وتحسنت العلاقات ¶ بينهما سنة (355 ا هـ/ 936 1 م) (1). ¶ وكان الزركلي ويوسف ياسين (2) المندوبَين السعوديين فيما سبق ¶ إنشاء (جامعة الدول العربية) من مداولات، ثم في التوقيع على ميثاقها، ومثل ¶ (1) ¶ (2) ¶ انظر: شبه الجزيرة: 1/ 661 - 669؟ وص 58 ا من هذا الكتاب. ¶ انظر ترجمته في الأعلام: 8/ 253؟ وهو الذي استقدم الزركليَّ للعمل مع ¶ الملك عبد العزيز ال سعود، وهو سوري من اللاذقية.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "السعودية في عدة مؤتمرات دولية، ثم نُدِبَ لإدارة وزارة الخارجية في جدة ¶ بالتناوب مع صديقه يوسف ياسين سنة (946 ام) والعمل في جامعة الدول ¶ العربية معاً. ¶ وفي سنة (1 95 1 م) عين وزيراً مفوضاً ومندوباً دائماً للسعودية في جا معة ¶ الدول العربية، وبقي مندوباً فيها حتى سنة (957 1 م). ¶ ومما يحسن ذكره هنا، أنَّ الزركلي عُين - إضافة إلى عمله في الجامعة ¶ العربية - مندوباً فوق العادة لدى ملك اليونان. وكتبت إليئَ ابنته السيدة طريفة ¶ تقول: \"وما زلتُ أذكر ما حدثنا به الوالد عن فتح مكتبة ملك اليونان للوالد، ¶ واطلاعه على ما فيها من نفائس الكتب والسماح له بتصوير ما يشاء منها\". ¶ وفي هذه المرحلة شعر بالالم! تقرار، واتجه إلى إغناء كتابه (الأعلام) ¶ فصدرت طبعته الثانية في عشرة مجلدات، وأنشأ في دارته بشارع الإخشيد ¶ بالروضة من القاهرة خزانة كتب تعذ من أنفس خزائن الكتب الخاصة وأحفلها ¶ بالنوادر، وقد انتقى قسماً منها فنقله إلى بيروت حيث كان يقيم في سنواته ¶ الأخيرة. وفي هذه المرحلة تعرف إلى علماء ساعدوه في كتابه الأعلام مادة ¶ وخطوطاً منهم: فؤاد سيد، ومحمد رشاد عبد المطلب، وأحمد خيري، ¶ وإبراهيم شئوح القيرواني، والعلامة عبد العزيز الميمني عندما كان يأتي مصر. ¶ ويلاحَظ أن الزركلي في هذه المرحلة ترك العمل السياسي، وأصبح يميل ¶ إلى الترؤي والحكمة، ولا يعادي الأنطمة العربية، واعلمني استاذنا العلأمة ¶ إبراهيم شئوح - وكان شاباً يتقد وقتها وطنية وحماسة وا لثورة التحررية التونسية ¶ والجزائرية في أوجهما - أن الزركلي نصحه بالتعقل وعدم معاداة الأنطمة ¶ العربية، لأنه كلما مرّ زمن زاد الأنظمة مكانة وتثبيتاً، وهذا يجعلنا نؤاخذ بما ¶ أسلفنا. ¶ 0 1 - مرحلة المغرب (57 9 1 - 963 1 م): ¶ عُيِّن الزركليّ سفيراً للسعودية بالمغرب، وسبَقَته شهرته إليها، وقويت ¶ 23",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "علاقته بالملك محمد الخامس، وتعرّف إلى كبار علماء المغرب، مثل: محمد ¶ المختار الشُوسي، ومحمد إبراهيم الكَتّاني، ومحمد المنوني، وأبو بكر ¶ التطواني. ¶ وفي إثان إقامته بالمغرب، جمع فيها مادة محرَّرة لتراجم المغاربة ¶ والأندلسيين، وقد فتح له أهل المغرب قلوبهم وخزائن كتبهم معأ. ¶ وشارك في الاحتفال بذكرى جامع القرويين سنة (1960 م) وألقى فيها ¶ قصيدته (من سفح أجياد) (1) مطلعها: ¶ مِنْ سَفْحِ (أَجْيَادَ) وَمِنْ يَثْرِب تَحِئةُ المَشْرِقِ لِلْمَغْرِب ¶ عُلْوثةُ الئفْحَةِ قُدْسثةَ مِنْ طئبِ تُهدَىِ إلئ طَئبِ ¶ ويقول: ¶ تحيةُ النَّائي على وَجْدِه ومَنْ يُقزَبْهُ الهَوَى يَقْرُبِ ¶ ما مَشْرِقُ الضَّادِ ما غَرْبُهَا كلاهُمَا شَرْن على الأجْنَبِ ¶ مِنْ دَوْحَةٍ أَغْصَانُهَا ظفَلتْ شَعْبأ على الأئامِ لَمْ يُشْعَبِ ¶ ويقول فيها: ¶ قُلْ لِفَتَى (الجلبابِ) في شَرْقِهِ أخاكَ في (سِلْهامِه) فَاصْحَب (2) ¶ لا تأمَنِ الأَقْرَبَ في بَحْرِهِ واسْتَوصِ بالأبْعَدِ في الشَبْسَبِ (3) ¶ 1 1 - مرحلة بيروت (63 9 1 - 976 1 م (: ¶ في عام (1963 م) دُعي إلى الرياض، فطلب من الملك فيصل بن ¶ عبد العزيز إحالته إ لى التقاعد، وقال له مازحاً: \"أنا أكبر منك يا فيصل، أحيلوني ¶ (1) ¶ (2) ¶ (3) ¶ ديوان الزركلي، صه 9 2. ¶ السلهام في المغرب: هو ما يسمى (الجلباب) في المشرق. ¶ السبسب: المَفازة او الصحراء. ¶ 24",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "إلى التقاعد حتى أستريح أ، فأجابه الملك فيصل: \"سأعتصرك لاَخر قطرة فيك\" ¶ فطلب منه الزركلي الاعتكاف لإنجاز كتاب (شبه الجزيرة في عهد الملك ¶ عبد العزيز) فمُنح إجازة غير محددة، واختار الإقامة في بيروت، وأُعطي شفة ¶ مطفة على البحر، وسيارة وسائق، و! ابعة وخادمة لأن أولاد 5 في القاهرة 0 ¶ وفي هذه المرحلة أنجز كتابه (شبه الجزيرة) ومختصره (الوجيز في سيرة ¶ الملك عبد العزيز) و (الأعلام) الطبعة الثالثة في (2 1) مجلدا، أ تبعها بالمستدرك ¶ الثاني في مجلد واحد، وهي اَخر طبعة له في حياة مؤلفه. ¶ وفي بيروت تعزَف إلى علماء أفادو 5 في كتبه مثل: حمد الجاسر الذي قرأ ¶ عليه كتابه (شبه ا لجزيرة)، وظا فر القا سمي، وزهير الشا ويش ا لذي أ فا د ه في كتاب ¶ الأعلام تراجم وخطوطأ. ¶ وكان خلال إقامته ببيروت يق! ِم برحلات بين حين وآخر إلى السعودية ¶ ودمشق والقاهرة وتركية هايطالية وممويسرة، وكان يتردد في ربيع كل عام إلى ¶ (بيرن) قاعدة البلاد السويسرية لمراجعة الطبيب (شتوكي) لأن عدد ضربات قلبه ¶ أصبحت منخفضة (32 دقة في الدقيقة) 0 ¶ وسهر ليلة مرضه أوائل عام (976 ام) يجمع أوراق ديوانه ويُرتب ¶ قصائده، إ لى أن أُرهق، فراح في إغماءة، نُقل على أثرها إ لى مستشفى الجامعة ¶ الأميركية ببيروت، وعُولج بتقوية حركة القلب باَلة كهربائية (بطارية)، وأخذ ¶ يسترذ بعد ذلك عافيته شيئاً فشيئأ، وقدم دمشق في شهر آب (976 ام) فمكث ¶ فيها اياماً بضيافة ابن عمه الشاعر سليم الزركلي. ¶ 2 1 - اشتداد مرضه ووفاته: ¶ في أواخر إَب (1976 م) سافر إلى القاهرة حيث يقيم ابنه الدكتور غيث ¶ واخواته، وأدخل مستشفى المعادي، ثم نقل بعد ذلك إلى مستشفى الشُّوربجي ¶ بالدُقي حيث توفي يوم الخميس الثالث من ذي الحجة (396 اهـ/ 25 تشرين ¶ الاَخر 976 ام) وصُفي عليه يوم الجمعة في مسجد عمر مكرم، وهناك كانت ¶ ا لتعزية، ودفن بالقاهرة. ¶ 25",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وهكذا طوى الموت أبا غيث خير الدين الزركلي، العلم الذي خفد ¶ الأعلام، وهيهات أن تجود بمثله الأيام. ¶ 3 1 - ذُرً ئته: ¶ اعقَبَ الزركلي رحمه الله ابناَ وثلاث بنات، أما الابن فهو (غيث) ولد في ¶ عمان سنة (1922 م) وتخرج في كلية الطب بالقصر العيني بجامعة القاهرة سنة ¶ (950 ام)، ومارس الطب بعيادته، ثم التحق بإدارة الشؤون الصحية بجامعة ¶ الدول العربية (0 96 1 - 980 1 م)، وهو مقيم في القاهرة، ومتزوج بابنة الحاج ¶ أمين الحسيني مفتي فلسطين. ¶ اما بناته فهُن الميس) المولودة في دمشق والقوفاة نحو سنة 1992 ¶ و (طريفة) المولودة في القاهرة والمتزوجة والمقيمة فيها، وهي من أعلم أبناء ¶ الزركلي بحياته وآثار 5، و (حياة) المولودة في القدس، والمتزوجة والمقيمة ¶ بالقاهرة، وكفهن رئات بيوت، وكلهن تخزَجْنَ في الكلية الأميركية للبنات ¶ بالقاهرة (1). ¶ 4 1 - حليته وشمائله: ¶ كا ن رحمه ا لله أسمر، طوا لاَ بين ا لرجا ل، اميل إ لى ا لنحافة، حلو ا لقسمات ¶ أما شمائله، فقد كان دمث الخلق، -خفيف الروح، حلو الحديث، بارع ¶ النكتة، سريع البديهة، عصبيئَ المزاج، يتب! ط مع أصدقائه ويتفقدهم. وكان ¶ كظيم غيظ، ورحيب صدر، لطيفاَ شفافاَ إ لا إذا مست كرامته، فهو عندئذٍ الرعد ¶ ا لهدار. ¶ (1) ¶ 15 - مكانته: ¶ تقديراَ للزركلي اللغوي والأديب الشاعر والمؤرخ، ضفه المجمع العلمي ¶ وكان الزركلي - كما ذكرت لي ابنته السيدة طريفة - لا يميل إلى اختلاط الذكور ¶ مع الإناث في التدرش!. ¶ 26",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "العربي بدمشق (مجمع اللغة العربية الآن) إلى أعضائه سنة (1930 م)، وكذلك ¶ (مجمع اللغة العربية) بالقاهرة سنة (946 ام)، والمجمع العلمي العراقي سنة ¶ (0 96 1 م). وكان يُحتفَى به في كلّ بلد عربي ينزله. ¶ 6 1 - رحلاته: ¶ قام الزركلي برحلات إلى إنكلترة والولايات المتحدة الأميركية واليونان ¶ هايطالية وتركية وسويسرة وتونس، فتي! ر له في أغلب هذه الرحلات الطواف ¶ على أهم خزائن الكتب فيها. ولا شك أن بعض رحلاته هذه وتطوافه سفيراً ¶ ومفوضاً للسعودية، أتاحت له زاداً وافراً من المخطوطات والمطبوعات النادرة، ¶ جمعها في خزانة كتبه. وظهرت فوائدها في (الأعلام) وقد تجشم الزركلي ¶ المشقة في ذلك، وأسوق مثالاً واحداً! لدلالة على ذلك: ¶ قال! الزركلي للدكتور بكري شيخ أمين: \" وحين أزور تركية وأكون في ¶ استانبول! أزور (السُّلَيمانية) وأ قصد مكتبتها النفيسة العا مرة بالمخطوطات، وفي ¶ غالب الأحيان أنتقل من السليمانية إلى الجبال!، وإلى مناطق لا تزال! مجهولة إلى ¶ يومنا هذا، وفيها مخطوطات عربية نادرة، لا أظن أن لها نظيراً في العالم، وكثير ¶ منها بخط مؤلفيها أنفسهم، وموضوعاتها في التاريخ والأدب والفلسفة والدين. ¶ حدث مرة أن كنت في استانبول! أفتشّ عن كتاب خاص، فلم أعثر عليه، ¶ وفجأة رأيت صديقاً، وسألته عن الكتاب، فقال!: إنه موجود في بلدة (مغنيسة) ¶ فركبت السيارة إلى مغنيسة، وقضيت إحدى عشرة ساعة في الطريق إليها، ولما ¶ زرت مكتبتها رأيتها من أغنى المكتبات، لكنها دون فهارس حديثة، وإنما لها ¶ جُذاذات موضوعة في تصرف الباحثين، وهي تملأ اثني عشر درجاً، ورحت ¶ استعرض الدرج الأول! خلال! صيف كامل، وعدت في الصيف التالي لأستعرض ¶ مخطوطات الدرج الثاني، وظللت أعاود الزيارة سنة بعد سنة إلى ان اطلعت ¶ عليها جميعاً! (1). ¶ (1) علم الأعلام، ص 156 - 157. ¶ 27",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "7 1 - خزانة كتبه: ¶ كان الزركلي كَلِفاَ بجمع المخطوطات والمطبوعات عارفاَ بها، وكان يعتز ¶ ويفتخر بمخطوطة (الإعلام بتاريخ الإسلام) لابن قاضي شهبة وهي بخط ¶ مؤلفها، وكان يرجع إ ليها كثيراَ في (الأعلام) وخزانة كتبه (1) حافلة بالمخطوطات ¶ والمطبوعات (2)، ولم يبخل على المشتغلين بتحقيق الكتب ب! طلاعهم على نوادر ¶ مخطوطاته ومساعدتهم في تحقيفها؟ كإهدائه صورة مخطوطة كتإب (البرصان ¶ والعرجان والعميان والحولان) للجاحظ إلى الأستاذ عبد السلام هارون (3). ¶ وك! طلاعه الأستاذ محمود محمد شاكر على مخطوطة عتيقة من كتإب (الغرة) (4) ¶ ومخطوطة كتإب (برنامج شيوخ الرعيني) الذي أحضره من المغرب وقذَمه ¶ للأستاذ إبراهيم شبوح، وكان اشتراه من سلا من الفقيه أبي بكر التطواني، وقال ¶ له: \"إذا لم تفك رموزه انت فسيبقى معفى!. ¶ وكانت له خزانتا كتب؟ واحدة في القاهرة، وأخرى في بيروت، وأعلمتني ¶ السيدة طريفة أن خزانة كتبه كانت في مكتبه من الدور الثاني من بيتهم، ثم ¶ زحفت الكتب إ لى بقية غرف الدور الثاني. ¶ اما غرفة مكتبته التي في بيروت فيصفها الدكتور بكري شيخ أمين قائلاَ: ¶ \"لم أرَ للغرفة جدراناَ، لأن رفوف الكتب كانت تحجز رؤيتها حتى السقف \". ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ علم الأعلام، ص 48 1. ¶ انظر فهارس مصادره ومراجعه في الأعلام. ¶ انظر حديث الأستاذ عبد السلام هارون في ذلك (الصفحة الأولى)، ووصفه ¶ المخطوطة، وقد طبع في 686 صفحة مع الفهارس عدا المقدمة، ونشرته وزارة ¶ الثقافة والإعلام العراقية عام 982 1 م. ¶ انظر طبقات فحول الشعراء: 98/ 1؟ ومما جاء فيه: (تفضل عليئ اخونا ¶ وأستاذنا خير الدين الزركلي، فاطلعني على مخطوطة عتيقة من كتاب (الغرة) ¶ ولم أتيقن من يكون مؤلفه، ولكنه نقل نصوصأ مهمة عن ابن سلام في تراجم ¶ الشعراء تطابق كل المطابقة ما في طبقات فحول الشعراء. .). ¶ 28",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ومن شدة خوفه على خزانة كتبه النادرة هذه، التي صرف عمره في ¶ تجميعها، لم يغادر لبنان إئان الحرب الأهلية اللبنانية. ¶ وأعلمتني السيدة الفاضلة طريفة الزركلي أن أخاها الدكتور غيث اضطر ¶ إلى بيع خزانة كتب أبيه في بيروت بثمن بخس (4 ا ألف دولار) إئان الحرب ¶ الأهلية اللبنانية خوفاً من احتراقها أو سرقتها، وفيها جُل مخطوطات الزركلي، ¶ واوراق خاصة بأولاده. ¶ وقبيل وفاته أهدى قسماً كبيراً من خزانة كتبه إلى جامعة الرياض (الملك ¶ سعود الاَن)، اعترافاً بجميل الدولة السعودية عليه، وخدمة لطلاب العلم، ¶ وأملاً في ثواب اللّه واجره (1). ¶ وقد أصدرت عمادة شؤون المكتبات بجامعة الملك سعود (الرياض ¶ سابقاً) فهرساً خاصاً طبعته بعنوان (فهرس مكتبة خير الدين الزركلي) فجاء في ¶ 546 ص للقسم العربي المطبوع و 4! اص للأجنبي (وكثير منه بالفرنسية) ¶ وتتألف كما جاء في المقدمة من 0 0 32 عنوان عربي وإفرنجى، 59 مجلة عربية ¶ وإنكليزية، 342 مخطوطة اصلية، 31 مخطوطة مصورة، واستثنى الفهرس ¶ المخطوطات التي ضُفت إلى قسم المخطوطات بعمادة شؤون المكتبات. ¶ أما القسم الاَخر من خزانة كتبه فقد اشترته جامعة الإمام محمد بن سعود ¶ الإسلامية بالرياض من السيد أمين دَمَج الكتبي (2). ¶ 8 1 - ا لزركلي شاعرا وناثرأ ومجاهد ا ثائرأ: ¶ الزركلي شاعر أصيل، تعفق بعمود الشعر العربي، والتزم به، وصاغ من ¶ الموشحات على منوال الشعراء الأندلسبين، ونحا في شعره منحى المتقدمين من ¶ حيث الجزالة والمتانة والأسلوب، وجمع إليه النمط المرغوب عند المتأخرين ¶ (1) ¶ (2) ¶ انظر علم الأعلام، ص 4 5 1، ومعجم المطبوعات. ¶ انظر: علم الأعلام، ص 54 1؟ ومعجم المطبوعات العربية السعودية طبعة دار ¶ اليمامة: 2/ 0 56 - 1 56. ¶ 29",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "من حيث الوزن والوضع، فجاء شعره اَيةَ في الإجا دة، وغا ية في الإبداع وا لبراعة. ¶ ويتحئر المرء حين يقرا الزركلي شاعراَ، وحين يقرأ 5 ناثراَ، فقد كان نتاجه ¶ هذا الدينار المجلؤ المصقول الواضح، كتب على أحد وجهيه شعراَ، وكتب ¶ على وجهه الاَخر نثراَ، فجاء هذه الفطعة الواحدة التي لا يملك القارى أن يفصل ¶ بين وجهيها، كلاهما يتعاون على صياغتها، وكلاهما يهبانها قيمتها. ¶ وللزركلي بيان آسِو خَلأب، يتمثل ذلك في كتبه، سواء أوافقته على ¶ أحكامه فيها أم لا، وحسب الزركلي في أعلامه -كما يقول الدكتور سكري ¶ فيصل رحمه الله (1) - إن اسطراَ معدودات يكتبها ع!! صاحبه الذي يترجم له، ¶ تأتي مُلفَة بحياته، محيطة بها، جامعة لأحداثها، مضيئة لجوانبها، من خلال ¶ فكر نئر ناضر، وأسلوب قوي سمحِ، وعرض منطقي متماسك، وعبارة هي إلى ¶ روح الشعر أقرب. ¶ حمل الزركلي هموم أُمته منذ شحث عن الطوق، فنافح بقلمه وفكره ¶ ومشاعره في سبيل حريتها واستقلالها وتغنّى بأمجادها، فملأ عيون الناس، ¶ وقلوبهم وعقولهم (2). ¶ وما عرفت سورية شاعراَ بَرّاَ بوطنه، متعلقاَ به على توالي المحن مئل خير ¶ الدين الزركلي، الشاعر الذي حمل قيثارة العزاء في ليالي الوطن السود، وغئاه ¶ أبقى الغناء وأنقاه، فما ناب سورية خَطْب ولا ألمَتْ بالسوريين مُلمّة، إلا مسح ¶ باطراف فلبه مواجعُ المنكوبين، ومدامع المعذبين، فهو شاعر الوطن في جهاده ¶ وماَسيه، وشعرُه البلسم الشافي لاَلام الصابرين وجراحات المجاهدين (3). ¶ والزركلي لم يقتصر في عمله وفي شعر 5 على الجهاد في سبيل حرية بلاده ¶ سورية وحدها، لىنما امتدت اَفاق جهاده بعد خروجه منها. وتنقُله في بلاد ¶ (1) ¶ (2) ¶ (3) ¶ علم الأعلام، ص ه 8. ¶ سليم الزركلي في علم الأعلام، ص 179. ¶ أنور العطار في المصدر السابق، ص 59 2. ¶ 30",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "العرب بين أمرائها وملوكها، ففي أي بلد استوثق من روح الوطنية في رجالها ¶ مال إ ليه. ¶ والزركلي الدفعة الشعرية التي غذت نهضة العرب بالقوافي في الربع ¶ الأول من الفرن العشرين، وكان شعره شعر قضية، وكان يرجو أن يكون نفخَ ¶ (الصور) في اليقظة العربية، أن يكون ثورة، فلما طؤقه اليأس حتى الصمت ¶ القاتل صرخ (1): ¶ فإنْ أَصْمُتْ فما للعَيئ صَمْتِي وبعضُ القولِ يُحْبَسُ كالغمامِ ¶ فودعتُ المُحَئبَ مِنْ بياني واَثرتُ السكوتَ على الكلامِ ¶ قصائد 5 الوطنية في دمشق أزعجت الانتداب الفرنسي، وأ قفمت مضجعه، ¶ لأنها كانت تلهب الجماهير، وتدفعهم إلى الثورة والتحرر، فأصدرت حكمها ¶ عليه - غيابياَ - بالإعدام، وفز الزركلي إلى فلسطين ومصر فالحجاز، وأمضى ¶ سنتين في عضَان، أوقفت بعدها السلطا! الفرنسية تنفيذ حكم الإعدام بحقه، ¶ فاصطحب اسرته إلى عضَان مؤثراَ حياة الاغتراب عن بلده الذي أحبه، على ¶ البقاء في جحيم الاحتلال. ¶ ولما نشبت الثورة في سورية على الاحتلال الفرنسي عام (5 92 1 م) حكم ¶ عليه الفرنسيون مرة اخرى بالإعد ام لنشا طه في تغذية ا لثورة ومؤازرة ا لمجاهد ين. ¶ فلم يرهبه الحكم عليه بالإعدام، ولم تفزعه مصادرة أملاكه، وما أكبر الزركلي ¶ وهو يتحدث في هذين ا لبيتين عن ا لفرنسيين الذين نذروا د مه، وشاؤو ا له ا لموت. ¶ نَذَرُوْا دَمِي حَنَقاَ عليئَ وفاتَهُمْ أنَ الشقيئَ بمَا لقيتُ سَعِيْدُ ¶ اللهُ شاءَ لي الحياةَ وحَاولوا ما لَمْ يَشَا وَلِحُكْمِهِ الئأيِيْدُ ¶ ومن قصيدته (الفاجعة) التي قالها على أثر وقعة ميسلون ديوانه ص 6 1 1: ¶ (1) ¶ الدكتور شاكر مصطفى في المصدر السابق، ص 130، ولم أجد البيتين في ¶ ا لديوان. ¶ 31",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "لَهْفي على وَطَنٍ يَجُوْسُ خلالَه شُذَاذُ اَفاقٍ، شَرَاذِمُ سُوْدُ ¶ ؟ درَابِرُ الشنِغالِ تَسْلُبُ أُفَتِي وَطَني، ولا يهمصَذَعُ الجُلْمُودُ ¶ شَرُ البلئةِ والبلايا جَفةٌ أنْ تستبيجَ حِمَى الكِرَامِ عَبِيْدُ ¶ وقال في قصيدة له (ياراقدين) على أثر زيارة اللجنة الأميركية (كرين- ¶ كينغ) التي قدمت الشام عام (9 1 9 1 م) وأخفت تقريرها ديوانه ص 4 2: ¶ يا راقدينَ على الهوانِ تَأهَبُوا وتَجَلْبَبُوا الأدْرَاعَ والاكْفَانَا ¶ هَذِي بلاكمُ تُباحُ ودُوْزكُمْ تُجْتَاحُ فابْغُوْا غيْرَهَا أَوْطَانَا ¶ مَنْ خَالَ أن المَجْدَ يُدْرَذ هَئنًا فَلْيَنْتَظِرْ بَعْدَ الهَوَانِ هَوَانَا ¶ وقال في قصيدة أخرى ديوانه ص ه 2 1: ¶ فِيْمَ الوَنَى ودِيَاز الشَامِ تُقتَسَمُ أينَ العهودُ التي لَمْ تُرْعَ والذمَمُ؟ ¶ هَلْ صجَ مَا قِيْلَ مِنْ عَهْدٍ وَمِنْ عِدَةٍ وَقَدْ رَأَيْتُ حُقُوْقَ العُرْبِ تُهْتَضَمُ ¶ ما بالَ بَغْدَادَ لم تَنْبِسْ بِهَا شَفَةٌ وَمَا لِبَيْرُوْبَ لَمْ يَخْفُقْ بها عَلَمُ ¶ ويقول في كتابه (ما رأيت وما سمعت) صه 3 شاكياً من الزعامات ¶ العربية: \" رحماك اللهم ربي ورافتك بأمة اسلصت زمامها المقاديرُ إلى زعماء ¶ خبطوا بها خَبْطَ عشواء، وقادة كانوا حُطاب ليل، ونُذُرَ وَيْل، تقخَموا بها مجاهل ¶ الأمور على غير هدًى، تسئرهم الأهواء والنَزَغات، وتلعب بهم الأغراض ¶ والنزعات، طالبُ منصب، وعابدُ درهمٍ، وعاشقُ تاجٍ، لا يبإلون من اية الطرق ¶ كان لهم ما يبتغون أو يكوًن \". ¶ وقد قدمت الزركلي شاعراً من خلال تعريفي بديوانه في الفصل الثإني من ¶ هذا الكتاب (1). ¶ (1) ص 104. ¶ 32",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ومما يحسن ذكره هنا رايه بالشعر المُطَلْسَم الموسوم ب (الحداثة) وهو انه ¶ مَحْضُ سخافة (1). ¶ 9 1 - الزركلي مؤرخاَ: ¶ استوعبت الحديث عن ذلك في تعريفي بكتبه، خاصة (الأعلام) في ا لفصل ¶ الثاني من هذا الكتاب، ومنهجه يختلف بين كتاب وآخر، فالراي الشخصي هو ¶ الغالب على كتبه (عامان في عمان) و (ما رايت وما سمعت) و (شبه الجزيرة) ¶ لذلك قال الدكتور محمد رجب البيومي: \" وخير الدين لم يُخفِ ما عانا 5 أثناء ¶ هذ 5 الأزمات الحوالك، فسطر كتابين ذائعين عن جهاده في الحجاز وفي عمان ¶ هما (ما رايت وما سمعت) و (عامان في عمان) وهذه الصفحات السياسية ¶ مذكرات خاصة تمثل وجهة نظر صاحسها فقط، دون أن تكون وحدها التاريخ ¶ الحقيقي للأحداث، إذ إن الذي يكتب التاريخ يجب ان يكون بمنأَى عن ¶ ملابساته الشخصية، فقد يضطر إلى تبرير امرِ بغير وجهته المنطقية، ومذكرات ¶ خير ا لدين -كمذكرات ا لسياسيين - تمثل وجهة ذا تية، وتصلح ان تكون شهادة لدى ¶ المؤرخ المحايد، يفابلها بشهادات أخرى في الموضوع ذاته، ليخرج من كل ما ¶ طالعه بنتائج صحيحة تدعمها الأسانيد، وقد بَعُد الأمد بهذه الحقبة، وظهر ¶ فيها من المؤلفات ما يجعل حقائقه! من الوضوج، بحيث لا يحتاج إلى بحث ¶ جديد\" (2). ¶ 0 2 - وَلَعُه بالبحث والمطالعة: ¶ لعل أبلغَ وصفِ في ذلك ما قاله الشيخ حمد الجاسر رحمه الله في مجلة ¶ العرب، س 1 1 ص 631: \"ولقد كنت ازوره اثناء إقامته في لبنان، فأعجب من ¶ جَلَده وصبره، وقوة تحفله لمواصلة البحث والتنقيب، وكثرة المطالعة، وكنت ¶ (1) ¶ (2) ¶ المجلة العربية شعبان 397 ا هـ، ص 6 4 0 ¶ النهضة الإسلامية في سير اعلامها المعاصرين: 3/ 139. ¶ 33",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "أراه يحمن برغبة وارتياح حينما يجري البحث في موضوع أدبي او تاريخي، ¶ فيقوم مسرعاً، ويتناول أحد ا لكتب ا لمتعلقة في ا لموضوع، ويكشف عن ا لمسألة، ¶ ولا يدع غيره يتولَى ذلك، وكان كثيراً ما يتصل بي بواسطة الهاتف ليخبرني عما ¶ توضل إليه في بحثه عن بعض المسائل التي جرى فيها البحث، وكان كثير الأن! ¶ بمن يزوره، وخاصة حينما يبادله المذاكرة في موضوع تاريخي، ويقابل برحابة ¶ صدر ما يوخه إليه من نقد!. ¶ 1 2 - تَقئله للنقد: ¶ تقئل العالم للنقد دليل على كريم خُلُقه وعلمه وفضله، وبرهان على حبه ¶ للوصول إلى الحقيقة، والكتاب المنقود هو الكتاب المقروء، فكثير من الكتب ¶ لا يبلغ من الأصالة والقوة ما يجعلها عرضة للنقد، والنقد لا يقلل من الكتاب بل ¶ هو متمم له، والخطوات العلمية لا تُسدَد إلا بالنقد. ¶ وما أحسن قول العلأمة محمود محمد شاكر رحمه الله وأبلغه: \" فإن جودة ¶ العلم لا تتكون إ لا بالنفد، ولولا النقد لبطل كثيرُ علم، ولاختلط الجهل بالعلم ¶ اختلاطاً لاخلاص منه ولا حيلة فيه \" (1). ¶ وقول العلامة الشيخ جمال الدين القاسمي رحمه الله: \"لَكَلمةُ حق في ¶ الانتقادِ على أخلاقنا خيو عند العقلاء من ألف كلمة في إطرائنا، إذ تلك ¶ تعرَفنا عيوبنا فنتجنبها، وهذه تنسيناها فندأبُ عليها \" (2). ¶ ومن هذا المبدأ دعا الزركلي إلى نقد كتابه قائلاً: \" في تاريخ العرب، ¶ ولا سيما كتب التراجم تحريف وتعارض، ليس من السهل تمييز صحيحه من ¶ عليله، يعرف هذا مَنْ طالع بعض ما كُتب فيه، أو منيِ بتحقيق بحث من أبحاثه، ¶ فاختلاف المؤرخين، وتضارب رواياتهم، وتَعدد نزَعاتهم، واختلاف الشحخ ¶ (1) ¶ (2) ¶ المتنبي، ص 467. ¶ كتاب (جمال الدين القاسمي) لابنه ظافر، ص 367. ¶ 34",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "من الكتاب الواحد. وكثرة الأغلاط في المطبوع والمخطوط، وتداخل أخبار ¶ القوم بعضها ببعض، وفقدان العدد الأوفر من مصثفات الأقدمين، ومَنعْ بعض ¶ الفرق كتبها ان يطلعَ عليها غير أبنائها - ذلك - وما هو باليسير -كافِ لأن يجعل ¶ تأليف كتاب في (الأعلام) عملاَ شاقاَ، تكتنفه المصاعب، وتعترضه المزالق. ¶ أما وقد مضيت في ما شرعت فيه، فما عليّ لتكون الخدمة خالصة للعلم ¶ إ لا ان ألتمس ممن حذقوا التاريخ، ومازوا لُبابه من قشور 5، وكان لهم من الغَيْرة ¶ عليه ما يحفزهم إ لى الأخذ بيده، ان يتناولوا ا لكتاب منعمين مفضّلين بنقد خطأه، ¶ وعَدل عِوَجه، وبيان ما يبدو لهم من مواطن ضعفه، وقديماَ قال إبراهيم ¶ الصولي: المتصفح للكتاب أبصرُ بمواقع الخلل فيه من منشئه \" (1). ¶ وقد طبى الزركلي هذا عملياَ على كتابه (الأعلام) (2)، وكتب في مقدمة ¶ الطبعة الثانية منه: \"وكنت على نية ان اجعل مكان الشكر اخر الكظ ب، ثم رايت ¶ ان أتحخل فأنوّ 5 بمؤازرة أعلام من فضلاء المعاصرين، كان أ سبقهم زمناَ ا لأستاذ ¶ محمد كردعلي رئيس المجمع العلمي العربي بدمشق، رجعت إليه أيام اشتغالي ¶ بجمع مادة الكتاب ناشئاَ، فأخذ بيدي يرشدني إلى صحاح المصادر، وفتح لي ¶ خزانة كتبه، اَخذ عنها ومنها ما انا في حاجة إ ليه، كما فعل من بعدُ بمصر الصد يقان ¶ الجليلان رحمهما الله هاياه: احمد تيمور (باشا) وأحمد زكي (باشا) وكان ¶ اولهما من أسرع مَن بادر بُعيد صدور الطبعة الأولى إلى كتابة ما عنّ له إصلاحه ¶ في الثانية. ¶ وتلفيت من المستشرق المحقق (كرنكو) المتقدم ذكره ثلاث صفحات ¶ في نقد تلك الطبعة، امشفدت من أكثرها. ¶ واهدى إلي الصديق الوفي السيد احمد عبيد (أحد أصحاب المكتبة ¶ العربية في دمشق) وهو من أعلم الناس اليوم بمخطوط الكتب ومطبوعها، ¶ (1) ¶ (2) ¶ ا لأعلام: 1/ 1 2 - 2 2. ¶ انظر تعريفي به في الفصل الثاني من هذا الكتاب ص (1 4). ¶ 35",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "نسختَه الخاصة من الطبعة الأولى، وكانت بين يديه نحو عشرين عامأ يعلّق عليها ¶ بما يقع له من مخطوط ومطبوع، وغريب وطريف، واضاف إلى هذا أن اتاح لي ¶ مطالعة مجموعة مما ظفر به من فديم المخطوطات ونادرها، وحمل عني عبء ¶ استخراج (الخطوط) المكنوزة في خزائن دمشق ومكتباتها، وتولى قراءة هذ5 ¶ الطبعة في فترة اشتغالي بإعداد المستدرك، فنئه إلى ما وقف عليه من خطأ ¶ الطبع، وأضاف تعليقات مفيدة، أثبتها في المستدرك منسوبة إليه. ¶ وتفضل السيد الوجيه احمد خيري فأرسل إليئ من (روضته) في إقليم ¶ البحيرة بمصر تعليقات كان اثبتها على نسخته أيضاً من الطبعة الأولى جديرة ¶ بالنظر. ¶ وكان لي من مكتبة عالم الحجاز المعاصر بجدة الشيخ محمد حسين ¶ نصيف، ومن علمه بالمتأخرين من رجال الحرمين معين لا ينضب. . ¶ ونشر الباحث (محمد غسان) في المجلد الثاني عشر من مجلة (الرسالة) ¶ نقداً للطبعة الأولى أجاد فيه وانصف) (1). ¶ (1) المقدمة، ص 17 - 18. ¶ ! كؤجم! ¶ 36",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "الفصل الثاني ¶ تعريف بمؤلفاته",
            "page": "37",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "الفصل الثاني ¶ تعريف بمؤلفاته ¶ مسرد الفبائي لمؤلفات الزركلي المطبوعة والمخطوطة ¶ أ- مؤلفاته المطبوعة: ¶ 1 - الأعلام. ¶ 2 - ديوان الزركليى ¶ 3 - شبه الجزيرة في عهد الملك عبد العزيز. ¶ 4 - عامان في عمان (الجزء الأول). ¶ 5 - ما رايت وما سمعت. ¶ 6 - الوجيز في سيرة الملك عبد العزيز. ¶ ب - مؤلفاته المخطوطة (1): ¶ 1 - أدب البداة: شعرهم، ولغتهم، وشعراؤهم، وأبحاث تتعلق ¶ بمذاهبهم في اللغة والشعر. نحو (0 0 1) صفحة. ¶ 2 - الأمثال. ¶ 3 - حكمة الشعر وسحر البيان، مختارات من المنظوم والمنثور، مجلد ¶ في نحو (0 0 2) صفحة. ¶ 4 - دروس الإنثاء. ثلاثة أجزاء لتعليم الإنثاء في المدارس. ¶ (1) يجهل مصيرها. ¶ 39",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "5 - شعراء العرب في القرن الرابع عشر. نحو (0 0 4) صفحة. ¶ 6 - صفحة مجهولة من تاريخ سورية في العهد الفيصلي. ¶ 7 - الصئب المنثال في ما جاء على وِزان افعل من الأمثال، مجلد في نحو ¶ (5 0 3) صفحة. ¶ 8 - عامان في عمان (الجزء الثاني). ¶ 9 - القواعد العربية. جزء صغير في تسهيل تعليم القواعد للشبان ¶ المتعلمين في المدارس الأجنبية - وتدخل فيها التركية -. ¶ 5 1 - معجم ما ليس في المعاجم. ¶ 1 1 - الملك عبد العزيز في ذمة التاريخ. ¶ 2 1 - ا لملك حسين: نسبه، وترجمته، وأخلاقه، وعاداته، ومجمل تاريخ ¶ حياته. نحو (5 0 1) صفحة، اعتمد فيه على مشاهداته وتنقيبه. ¶ ؟ لأ-**6بر ¶ 40",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "1 - ا لأ علام ¶ قاموس تراجم لأشهر الرجال والنساء من العرب والمستعربين والمستشرقين ¶ دار العلم للملايين - بيروت، 984 1 م، ¶ 8 مجلدات 1 274 صفحة 22 ك! 29 سم ¶ مقذمة عن كتب التراجم: ¶ إن الأمم الواعية هي التي تعرف لرجالها حقّهم، ولأعلامها مَنزِلَتهم، ¶ فتسجل آثارهم، وتخفد تاريخهم اعترافاَ بفضلهم اولاً، ولِتَنْسُجَ الاجيا لُ القادمة ¶ على مِنْوَالهم ثانياَ، ولقد بلغت أمتنا في هذا الجانب مبلغاَ لم تُسْتق إليه، ولم ¶ تُزحم عليه، فمنذ فجر تاريخنا وهي تسجل تاريخ أعلامها وأبطالها، تعي ذلك ¶ ذاكرتُها، ويتناقله الرواة مشافهةَ حتى جاء عصر التدوين، فبرعت في تدوين ¶ السير والتراجم، وتفنّنت فيها تفننا13). ¶ فمن المؤرخين من يذكر في أحداث كل سنة من توفي فيها من الأعلام، ¶ كابن الأثير (في الكامل). ¶ ومنهم من يأتي بالوفيات والتراجم بعد أحداث كل سنة من غير ترتيب كما ¶ صنع ابن كثير في (البداية والنهاية). ¶ ومنهم من يرتبها على حروف المعجم كما صنع ابن الجوزي في المنتظم، ¶ والذهبي في (تاريخ الإسلام) وابن قاضي شهبة في (الإعلام بتاريخ الإسلام) ¶ وتاريخه (تاريخ ابن قاضي شهبة) الذي ذئل به على كتب من تقدموه من مؤرخي ¶ الشام: كالذهبي، والبِرْزالي وابن كثير وغيرهم، وتُعدّ هذه الكتب من كتب ¶ التراجم العامة المرتبة على السنين. ¶ (1) ¶ شيخنا العلأمة الدكتور عبد العظيم الديب حفظه الله في مقدمته لكتابي (محمود ¶ ا لطناحي)، ص ه. ¶ 41",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ومنهم من يؤرخ لزمن معين، كما صنع ابن حجر/في (الدرر الكامنة في ¶ أعيان المئة الثامنة) والسخاوي في (الضوء اللامع في أعيان القرن التاسع). ¶ ومنهم من يترجم لأهل بلد معين، كما صنع ابن عساكر في (تاريخ مدينة ¶ دمشق) والخطيب البغدادي في (تاريخ بغداد) والفاسي في (العقد الثمين في ¶ تاريخ البلد الأمين) والحُميدي في (جذوة المقتبس في ذكر ولاة الأندل!). ¶ ومنهم من يترجم لطبقة خاصة، أو يترجم للأئمة في فن من الفنون، كما ¶ فعل ابن حجر في (الإصابة في تمييز الصحابة)، وابن حبان في (الثقات) من ¶ التابعين وأتباع التابعين، والشُبكي وابن فاضي شُهبَة في (طبقات الشافعية) وابن ¶ فرحون في (الديباج المُذهَب) والذهبي في (طبقات القراء) ومحسن الأمين في ¶ (أعيان الشيعة) والشُلَمي في (طبقات الصوفية) وأبو بكر الأنباري في (نزهة ¶ الألباء في طبقات الادباء) والسيوطي في (بغية الوعاة في طبقات اللغويين ¶ والنحاة) وابن سلأم الجمحي في (طبقات فحول الشعراء) وابن جُلْجُل الأندلسي ¶ في (طبقات الأطباء والحكماء) ووكيع في (أخبار القضاة) وابن العمراني في ¶ (الأنباء في تاريخ الخلفاء) والصابي في (تحفة الأمراء في تاريخ الوزراء) وعمر ¶ رضا كحالة في (أعلام النساء). . ¶ ومنهم من يترجم تراجم عامة مرتبة على الأسماء، كما فعل ابن خلكان ¶ في (وفيات الأعيان) والصفدي في (الوافي بالوفيات). ¶ ومنهم من يفرد كتباً تُعنى بالعظماء والمصلحين، أو القادة الفاتحين ا و ¶ العلماء النابهين، كما فعل ابن الجوزي في (سيرة عمر بن الخطاب) والمديني ¶ في (سيرة ابن طولون). ¶ وأُلّفت كتب قصد بها مؤلفوها إلى إحصاء واستقصاء المؤلفات الخاصة ¶ بعلم من العلوم أو فن من الفنون، أو استقصاء المؤلفات بشكل عام مع التعزُض ¶ لتعريفٍ مقتضب لتلك المؤلفات، أو لتعريفٍ بها وبمؤلفيها في آن. كما فعل ¶ حاجي خليفة في (كشف الظنون). ¶ 42",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وأئفت موسوعات أو جمهرة قليلة أو نإ درة نَهَدَتْ لمهمّة جريئة هي ا لتصدي ¶ لتقديم جُماعِ من كل ما ذكرتُ من اختصاصات، وفي طليعتها (الأعلام) الذي ¶ جمع فيه مؤلفه نحو خمسة عشر ألف ترجمة، لأشهر الرجال والنساء من العرب ¶ ومن المستعربين (الذين دخلوا بين العرب وانتموا إليهم، وإن لم يكونوا من ¶ أصل عربي صميم) والمستشرقين (وهم المتخصصون في الدراسات الشرقية: ¶ العربية والفارسية والتركية والهندية من الأوروبيين)، وقد ترجم لهم الزركلي لما ¶ قذَمه بعضُهم من خدمة للعربية، وخلّفوا اَثإراَ فيها: تأليفاَ بها!: دي ساسي ¶ (انطون سلفستر) وفلوجل (جستاف ليبريخت) أو نشراَ لبعض مخطوطاتها!: ¶ دي خويّه (ميخيل يوهنّا) وفستنفلد (هنري فردينند). ¶ وتوسّع قليلاً فأضاف إلى هؤلاء طاثفة ممن كتبوا في لغاتهم عن العرب ¶ وقد درسوا العربية، وإن لم يظهر لهم أثر فيها، كآرْنُلد (توماس) وجورج سيل، ¶ وكايتاني. ¶ بدا الزركلي العمل في (الأعلام) عام 2 91 1 م حتى وفا ته، ولم ينفض يده ¶ منه طيلة ستين عاماً. ¶ سبب تأليف الكتاب: ¶ بيّن الزركلي ما حداه إلى تأليف الأعلام في مقدمة الطبعة الأولى، أنقله ¶ لوجازته وبلاغته، يقول: \". . في الخزإنة العربية فراغ، وفي أنفُس قرّائها ¶ حاجة، وللعصر اقتضاء. يعوز الخزانة العربية كتاب يضم شتات ما فيها من ¶ كتب التراجم، مخطوطها ومطبوعها، قديمها وحديثها. ¶ ويتطلّب قرّاؤها كتابإً يعرّفهم بمن اجتازوا مرحلة الحياة، وخلّفوا أثراً ¶ يذكرهم، أو خبراً يروى عنهم، من أصول الأمة العربية وفروعها. ¶ ويقتضي العصر الذي نعيش فيه أن يكون لنا كتب يجتزىْ بها المعجل منها ¶ 43",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "عن مطولات السير وضخام أسفارها، وقد حاولت بهذا الكتاب أن أملأ جانباَ ¶ صغيراَ من ذلك الفراغِ، وأمضي بعض تلك الحاجة، وأقوم بشيء مما يقتضيه ¶ العصر، وعساي أن أُوَفق \". ¶ منهاج الكتاب: ¶ ا لمنهاج ا لذي انتهجه الزركلي في كَتْب ا لتراجم، حا ولت إ جما له بما يلي: ¶ عنوان ا لترجمة، وتاريخ ا لولادة وا لوفاة: ¶ كان الزركلي يبتدئ الترجمة بذكر شهرة المترجم، ويضعها عنواناَ للترجمة ¶ باللون الأسود مثل: الطبري، الزمخشري، ابن سيد 5، أبو بكر الصديق، عمر بن ¶ الخطاب، ابن سينا. . هازاء العنوان يذكر بين قوسين تاريخ الولادة والوفاة ¶ بالتاريخ الهجري، وما يقابلهما بالتاريخ الميلادي (1). وهو القسم الأول من ¶ الترجمة، وهو مَزتة لم تتوفر في كتاب قبله (2) وقد لقي الزركلي عناءَ في التوفيق ¶ بين التأريخين الهجري والميلادي، لإغفال أكثر المؤرخين ذكرالشهر الذي ولد ¶ فيه صاحب ا لترجمة أو توفي. ¶ فيقول الزركلي في المقدمة 1/ 1 2: \"كنت أقف امام المولود أو المتوفى ¶ سنة 435 هـ (مثلام فأرى سنة 43 0 اهالميلادية تنتهي في جمادى الأولى، ¶ وهو الشهر الخامس من السنة، فلا أدري اكانت الولادة او الوفاة في اول السنة ¶ فتطابقها سنة 43 0 1 م، أم في اَخرها فتوافقها سنة 4 4 0 1؟، ولم يكن امامي بعد ¶ إطالة البحث عن الشهر غير الترجيح مع فقد المرجح، ولم أغنَ عن الإشارة إلى ¶ ذلك هنا مخافة ان أتَهم بارتجال التاريخ في عصر كثر مرتجلوه \". ¶ (1) ¶ (2) ¶ كان هذا في الطبعات التي طبعت زمن المؤلف، أما في طبعة دار العلم للملايين ¶ ففد وضع تاريخ الولادة والوفاة تحت العنوان. ¶ إ لا ما رأيته عند ابن حئان القرطبي. انظر مقدمة الدكتور محمود علي مكي لكتاب ¶ (المقتبس) لابن حيان القرطبي، ص 86. ¶ 44",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "ذكر إسم المترجَم كاملأ ونسبه، ولقبه وكنيته: ¶ ثم يذكر اسم المترجم كاملاَ، ويذكر اغبه وكنيته (خاصة في تراجم ¶ القدماء)، وهو يذكر نسبة المترجم إلى القبيلة وفروعها، ويسلسل ذلك من ¶ الأعم إلى الأخص نحو قوله: (الخزرجي الأنصاري) (1) أو (الأوسي ¶ الأنصاري) (2) أو (السعدي التميمي) (3) أو (العَتكي الأزْدي) (4). ¶ ثم يذكر المدينة أو البلد الذي ينتسب إليه المترجم نحو قوله: (الضَفُوري ¶ البُوريني) (ْ) أو (البَلْخي) نسبة إلى بلخ، أو (الكرمي) نسبة إلى طولكرم ¶ بفلسطين، أو (البعْلي) و (البَعْلَبَكي) نسبة إ لى بعلبك بلبنان. ¶ ويذكر النسبة إلى المذهب نحو (الحنفي) أو (المالكي) أو (الشافعي) أ و ¶ (الحنبلي) أو الفرقة نحو (الإباضي، الشيعي، المعتزلي. .). ¶ ثم ينسب بعد ذلك إ لى ا لحرفة مثل قوله: (ا لخياط) (الزيات) و (ا لسراج) 0 ¶ ويسبعُ نسبة المترجم بما عُرف به من شهرة، ويسبق ذلك في الأعم بكلمة ¶ (المعروف) أو (يعرف) أو (المشهور) مثل (ابن قاضي شُهبَة) أو (ابن الفَثودي) ¶ أو (ا لكردودي). ¶ ذكر مكان إلولادة والوفاة، والنشأة والتعلم، واعمال المترجَم: ¶ ثم يمضي فيذكر مكان الولادة والوفاة، ونشأة المترجم، وتعفُمه والمجال ¶ الذي اختص به وأبدع فيه، وأهم أعماله التي تولأَها، ويبيّن منزلته، ويذكر أهم ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ (5) ¶ من ذلك الكثير ممن هو صحابي من الأنصار، مثل: البراء بن مَعْرور الخزرجي ¶ الأنصاري: 2/ 47؟ وسعد بن معاذ الأوسي الأنصاري: 3/ 88. ¶ المصدر السابق نفسه. ¶ الشلَيْك بن الشلَكَة السعدي التميمي، الفاتك العداء الثاعر: 3/ 15 1. ¶ شعبة بن الحجاج، من أئمة رجال الحديث: 3/ 164. ¶ الحسن بن حمد، المؤرخ الأديب. 0 ولد في صفورية (من بلاد الأردن) نسبته ¶ إلى بورين (من بلاد نابلس): 2/ 9 1 2.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "الأحداث التي حدثت في عهد المترجم سواء أكان خليفة أم ملكاًام أميراً. .، ¶ ويذكر اهم مؤلفات المترجَم إن كان له مؤلفات، ويثبت الكتب التي ألفت في ¶ المترجم، ثم يُحيل على المراجع، ويضفي على الترجمة تعليقاته النفيسة، ¶ واستدراكاته ا لبارعة، وإ ضا فاته المكمِّلة، مع تصحيحات إ ذا وجد وهماً أ و غلطاً، ¶ وهذا هوالمنهج العام في الترجمة. ¶ تفسيره معاني اسماء الأعلام الغريبة: ¶ وهو يفسّر أو يبيّن معاني أسماء الأعلام الغريبة، فيقول في لفظ أطَّفَيشّ: ¶ محمد بن يوسف 7/ 6 5 1: \" أطفيش: لفظ بربري مركب تركيباً مزجياً من ثلاث ¶ كلمات \" الأولى (أَطَفْ) بفتح الهمزة وتشديد الطاء المفتوحة، وسكون الفاء، ¶ ومعناها ببعض لغات البربر (امسك) والثانية (أيَّا) بفتح الهمزة وتشديد الياء ¶ ومعناها (أقبل - تعال) والثالثة (أش) ومعناها (كل) فمجموع الجملة (أطف أيا ¶ اش) وترجمتها (امسك، تعال، كل) يقال: إن احد أسلاف صاحب الترجمة ¶ لقّب به لمناداته صديقاً له يدعوه إلى الطعام \". ¶ ويفسّر البُنْدار: محمد بن جعفر 6/ 71: (والبندار، التاجر الذي يبيع ¶ بالجملة). ¶ ويبين معنى (الشَمَقْمَق) مروان بن محمد أبو الشمقمق الشاعر الهجَّاء ¶ 7/ 9 0 2: \" أقول الشمقمق في اللغة الطويل أو النشيط، وفي التركية (شمقمق) ¶ بكسر الشين وفتح الميمين: مدلل \". ¶ ويقول معفقاً على إحالة جَلَبي = شلبي 2/ 133: \" تلفظ بين الجيم وا لشين، ¶ أقرب إلى الشين، وهي كلمة تركية معناها: لطيف أو مهذب. وفي اصطلاح ¶ أهل العراق: السيد. وقد رأيت أن اكتبها بالشين، وهي كشركس - جركس، ¶ وشاويث! - جا ويث! \". ¶ وينقل كلاماً مطولاً لبيان معنى متجنوش. المهدي مَتْجنوش 7/ 114 -  ¶ 115 خلاصته: ان جدوده بقوا في غرناطة بعد سقوطها لعدَم مقدرتهم على ¶ 46",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "الهجرة، فأُجبروا على اعتناق النصرانية، إلا أن الكنيسة لما رأتهم لم يخلصوا ¶ في مسيحيتهم صدر الأمر بطردهم، وأُمر أصحاب السفن التي تحملهم بتفريقهم ¶ في عدة جهات، فوقعت منهم طوائف ببلاد المغرب، وأنزلتهم الحكومة ¶ السعدية برباط الفتح، حيث كان إذ ذاك فارغاَ خَرِباً، فبنوا به الديار والحمامات ¶ والفنادق والأسواق، وغرسوا خارجه الجنات والبسا تين، وا ظهروا دينهم الذقي ¶ كانوا مكرهين على تركه، إ لا أن أسماءهم بقيت إسبانية، وبوجود تلك الألقاب ¶ الإسبانية بقيت تلك البيوتات الأندلسية محفوظة ومنها بيت أولاد متجنوش ¶ رهط صإحب الترجمة، ولقبهم إسباني، ولعل معنا 5 (المسكين). ¶ ويفسر لفظة الكِلارجي: يوسف بن يوسف 8/ 0 6 2: \"والكلارجي كلمة ¶ تركية معنا 5 (حافظ مخزن التموين) \". ¶ منهجه في كتابة الأسماء الأجنبية بالعربية: ¶ ومن منهج الزركلي أنه حرص على أن يكتب بالعربية الأسماء الأجنبية، ¶ كما ينطق بها أهلها على الأغلب، وذلّل بتعدُد الإحالة إليها في مظان وجودها، ¶ عقبة اختلاف النطق بين أمة وأخرى في الاسم الواحد، فهناك مثلاً (ص! س!،ول؟ أ ( ¶ يلفظ بالفرنسية (إينْياس) وبالألمانية (إغناتس 2،+! أ) وكان المستشرق المجري ¶ (غولدتسيهر) يكتب اسمه بالعربية (إجناس كولدصهر) وكتبه غيره (إغناطيوس) ¶ و (إ يغنار) وهو بالإ يطا لية (+هز 7،ول! أ (ويلفظه ا لإ يطا ليون (إ ينْيا تْسْيُو). ¶ وقد يكون المسمّى إنكليزياً: (3 ص! ا-دة، اح) فيلفظه الإنكليز (تشارْلسْ) ¶ ويجعله من يأخذ 5 عن الفرنسية (شارل) وعن الإسبانية (كارْلوس) وعن الإيطالية ¶ (كارْلو) وعن الألمانية (كارل) أو يكون ألمانياً (ول4 اص!،ا 1 زكث! (فيلفظه بعض الألمان ¶ (فلهلْم) وكثير منهم (فيللم) ويكتبه السويديون (ول4 اص!،ا از 3) بفاء واحدة وينطقون ¶ الهاء، ويحؤله الفرنسيون إ لى غئوم (ص! ولاول، ا ازول 5 (فينقل عنهم إ لى العربية (غليوم) ¶ ويقابله عند الإنكليز (ولا، زا از* (يكتبه النقلة إ لى العربية وليم وويليام ووليام. ¶ ومن كان على هذا النمط جعله في أشهر اسمَيْه أو لَقَبَيْه، وأحال إليه حيث ¶ 47",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "يقع اسمه الاَخر أو لقبه إ لى آخر ما هنالك، وهو غير قليل (1). ¶ وضع عدة تراجم تحت رسم واحد: ¶ وهو قد يضع عدة تراجم تحت رسم واحد، وأكثر ما يكون ذلك في تراجم ¶ الجدود الجاهليين! (أسلم) حيث ترجم لثلاثة جدود بهذا الرسم 1/ 305: ¶ أسلم بن تَدْول، من بني عذرة، واسلم بن الحاف من قضاعة، وأسلم بن عَبَابة، ¶ من بني عك، ومُرَّة 7/ 4 0 2 - 5 0 2 حيث ترجم لستة جدود جاهليين، وانظر ¶ تيم: 2/ 5 9؟ وسعد بن عوف: 3/ 86؟ وصُباح: 3/ 9 9 1؟ وعبيد: 4/ 89 1؟ ¶ وعرين: 4/ 28 2؟ وعُرينة: 4/ 28 2؟ ومازن: 5/ 5 5 2 - 6 5 2؟ حيث ترجم ¶ لاثني عشر جداً جاهلياً، ويربوع: 8/ 78 1 - 9 7 1؟ ويريم: 8/ 9 7 1. ¶ وفي رسم مدرار: جد الأمراء (بني مدرار) اصحاب (سجلماسة) وما ¶ والاها في المغرب الأقصى، المتوفى نحو سنة (0 22 هـ) ترجم الزركلي لمن ¶ تولى إمارتها وهم خمسة عشر أميراَ، رتبهم على تسلسل توليهم الإمارة الأول ¶ فا لثاني. . أولهم ابو القاسم بن سمكو، وثانيهم إ لياس بن أ بي القاسم بن سمكو. ¶ ذكره الخلاف في اسم المترجم، وكنيته، وولادته، ووفاته، ونسبة ¶ الكتب، مع اتخاذ مواقف الحسم والترجيح: ¶ والزركلي قد يذكر ما يكون من خلاف في اسم المترجم (2)، أ و ¶ (1) ¶ (2) ¶ إنظرالأعلام: 1/ 14 ا-ه 1 1. ¶ من ذلك ما ذكره الزركلي في ترجمة الراضي بالته محمد بن المقتدر باللّه جعفر: ¶ 6/ 71: \"المؤرخون مختلفون في اسمه (أحمد أو محمد) وكنت قد رجحت ¶ الأول (أحمد) تبعأ لابن الاثير وابن كثير وابن أنجب واَخرين، ثم صخَت عندي ¶ الرواية الثانية، وهي تسميته (محمدا، بعد ظهور (أخبار الراضي والمتقي) وهو ¶ جزء من كتاب (الأوراق) لابن الضُولي، وكان ابن الصو لي معاصراَ له، صديقاَ ¶ على اتصال به، وقد سفاه (محمدا، وذكر أنه لما كان أميراَ قبل أن يلقب نفسه ¶ بالراضي، أمره أن يوجه إليه بالأسماء التي ينعت بها الخلفاء، فارسل إليه رقعة ¶ فيها ثلاثون اسماَ فجاء منه: قد اخترت (الراضي بالئه) ومَن كانت هذ 5 حاله معه= ¶ 48",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "أبيه (1)، أو جد 5 (2) أو كنيته (3) والمولد (4) والوفاة (ْ)، ونسبة الكتب (6) مع اتخاذ ¶ مواقف الحسم والترجيج. وقد يذكر اختلاف المؤرخين في تاريخي الولادة ¶ والوفاة دون الحسم أو الترجيج (7). ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ (5) ¶ (6) ¶ (7) ¶ فهو من اعرف الناس باسمه، وزادني اطمئناناً إلى هذا أنه سمّاه في قصيدة له ¶ ضادية طويلة، هناه بها وفيها: \"حمدوا من محمد حسن مثلك. 0. إلخ فانقطع ¶ الشك، وممن سمّاه (محمدإ، أصحاب (تاريخ بغداد) و (فوات الوفيات) ¶ و (معجم الشعراء) و (تاريخ الخميس) \". ¶ من ذلك ما ذكر 5 في ترجمة إلالمدفوي (جعفر بن تغلب): 2/ 22 1 - 23 1، حين ¶ رجّح اسم ابيه (تغلب) على (ثعلب) إعتمادإً على مخطوطة كتبت في ايام ¶ جعفر. ¶ منه ما ذكره في ترجمة ابن اللَّبُّودي (يحيى بن محمد بن عبدان): 8/ 165 -  ¶ 166، حيث رجح أن اسم جده (عبدإن) لا (عبد إدئه) معتمدإً على خط ابن ¶ قاضي شهبة في (الإعلام) في ترجمة أبيه محمد بن عبدان. ¶ منه ما اورده في ترجمة يعقوب بن أحمد (أبو سعد): 8/ 4 9 1، حيث رجَح هذه ¶ الكنية على كنية (أبو يوسف) الوإردة في (بغية الوعاة) واستند في ذلك على خط ¶ ابن لْاضي شهبة في (الإعلام) وغيره. ¶ منه - وهو كثير - ما ذكر 5 في ترجمة أبي القاسم الشابي: 5/ 185، إذ أورد ¶ تاريخ ولادته (324 أهـ/ 906 ام)، وعفب على ذلك في الهامث!: \"قلت: ¶ تناقلت هذ 5 المصادر تاريخ مولد صاحب الترجمة في (صفر ¶ 327 أهـ/909 ام)، والتصحيج من تحقيق السيد حسن حسني عبد الوهاب ¶ الصمادي، وكان الشابي من تلاميذه \". ¶ من ذلك الكثير، ما ذكر 5 في ترجمة الكِزماستي: 8/ 227، إذ ارَّخ وفاته سنة ¶ (906) وقال: \"وأكثرهم على أنه توفي حول التسعمئة، واعتمدت على ما ¶ رجحه بروكلمان \". ¶ منه: كتاب (فريدة العجائب وفريدة الغرإئب) لابن الوردي: 5/ 67 حيث رجح ¶ أنه ليس له. ¶ كقوله في ترجمة ابي نواس: 2/ 225: \"وفي تاريخي ولادته ووفاته خلاف، ¶ قيل في ولادته 130 و 136 وا 14 وه 4 1 و 46 1، وقيل في وفاته 195 و 96 ا -",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "اشارته للشك اذا لم يستطع الحسم والترجيح: ¶ والزركلي إذا شك في صحة معلومة وردت في الترجمة، ولم يستطع ¶ الحسم والترجيج أشار إلى ذلك، وكثيراَ ما يذكر: (فليحقق). من ذلك قوله في ¶ ترجمة أبي حاتم الرازي: أحمد بن حمدان بن أحمد الورسامي: 1/ 119 ¶ \"وأعلام الإسماعيلية وهو فيه (الورسناني) مكان (الورسامي) فليحقق \". ¶ وقوله في ترجمة الفاطمي الصقلي 5/ 132 - 133: \". . . توفي في ¶ المدينة المنورة حاجاَ! وقال في الهامش: \". . وفي إحدى المخطوطات (محمد ¶ الفاطمي) وقرأت على هامس مخطوطة أنه (المتوفى بمكة)؟ فليحقق \". ¶ وقوله في ترجمة ابن خَلْفُون: محمد بن إسماعيل بعد ان ذكر وفاته سنة ¶ 636 هـ: \" قلت: اعتمدت في تاريخ وفا ته (سنة 636 هـ) على تكملة ابن الابار، ¶ والتبيان، وتذكرة الحفاظ: 4/ 186، والثلاثة من ثقات المصادر، ثم ظهرت له ¶ كتابة على مخطوطة من الجزء الثاني من كتابه (المعلم بأسامي شيوخ البخاري ¶ ومسلم) كتبها في جمادى الاَخرة سنة (5 65 هـ) وتجد صورتها في لوحة خطه، ¶ فلعل الصواب (6 5 6؟) وليحقق \". ¶ وقوله في ترجمة الدقاق: محمد بن عبد الله بن الحسين، أبو الحسين ابن ¶ أخي ميمي الدقاق 6/ 226: \" قلت: في نفسي شيء من (ميمي) وقد رجعت إلى ¶ مخطوطة الإعلام لابن قاضي شهبة، ف! ذا الكلمة عليها نقطتان فوق الميم الأولى، ¶ فهل هي (تيمي) وماذا طمس التاء حتى جعلها ميماَ أو اكبر من ميم مستديرة؟ \" (1) ¶ (1) ¶ و 98 ا! واختار هو سنة (46 1) لولادته، وسنة (198) لوفاته ولم يذكر سبب ¶ ذلك0 ¶ قلت: وردت (ميمي) في سير اعلام النبلاء: 16/ 564، وفي تاريخ الإسلام ¶ (351 - 380)، ص 4 0 2، فلم يعد مجال للشك فيها، وذكرت هذا في كتابي ¶ (نظرات في كتاب الأعلام) الذي سيطبع قريبأ. ¶ 50",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وقوله في ترجمة الوَتَري 6/ 1 30: \"قلت: وليحقق ضبط الوتري: ¶ سمعت من يلفظها بكسر الواو وسكون التاء؟ \". ¶ وقوله في ترجمة ابن صاحب الصلاة 4/ 64 ا بعد أن أورد الاضطراب في ¶ ترجمته: \"فلتحقق الترجمة \". ¶ وقوله في ترجمة ابن المحب الطبري 6/ 296: \"ورأيت وفاته مقيدة ¶ عندي سنة 63 1 1 ولا اذكر مصدرهإ\". ¶ وقوله في ترجمة المافَزُوخي 7/ 279: \"قلت: لم أجد مصدرأ أطمئن ¶ إليه في تاريخ وفاته \". ¶ وقوله في ترجمة ابن الطقْطَقي 6/ 283 - 284: \" لم أجد مصدراً يعوّل ¶ عليه في ترجمته او ضبط نسبته \". ¶ وقوله في ترجمة إبراهيم الدباغ 1/ 74: \". . . محاضرات في الشعر ¶ الحديث 59 - 66، وفيه وفاته في 26/ 2/ 946 ام (1) والمدون عندي هو ¶ 26/ 2/ 1947 م فليحقق على نصب قبر 5 في القاهرة \". ¶ وجاء في ترجمة ابن ناصر: محمد المكي 7/ 09 1: \". . (فتح الملك ¶ الناصر في إجازات بني ناصر -خ) بخطه في خزانة الرباط (726 أو 762) ¶ والثك مني\". ¶ وورد في هإمس ترجمة ابن هُذَيل: علي بن عبد الرحمن الأديب ¶ الأندلسي 299/ 4: \"قلت: عندي شكوك في بعض الكت! المنسوبة إليه ¶ ولاسيما (الفوائد المسطرة) فإنه في علم البيطرة، وأجدر بهذا أن يكون من ¶ تأليف يحيى بن احمد (ابن هذيل) الطبيب؟ \". ¶ (1) ¶ رهو الصحيح، رقد أرضحت هذا في كتابي (نظرات في كتاب الأعلام)، وهو ¶ قريب الطبع. ¶ 51",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وجاء في هامش ترجمة المفضل بن سلمة المتوفي نحو سنة 290 هـ: ¶ 7/ 279: \"قلت: لم أجد مصدراً أطمئن إليه في تاريخ وفاته، وفي (هامش) ¶ على ترجمته في مراتب النحويين 97 \" ذكر ابن قاضي شهبة في طبقاته: 1/ 4 5 2 ¶ - 255 انه توفي سنة 0 0 3\" وهذا يطيل المدة بينه وبين الفتح بن خاقان - المتوفى ¶ سنة 247 - وقد كان من عشَرائه، ومن عادة ابن قاضي شهبة كما رأيت في كتابه ¶ الإعلام -خ. أنه إذا بلغ آخر العشر من السنين، يذكر من توفوا في خلال ذلك ¶ العشر إن لم يكن على يقين من تاريخ سنة الوفاة، وهذا يتفق مع قول ابن خلكان ¶ إن ابنه محمد بن المفضل \"مات سنة 08 3 وهو غض الشباب \". ¶ وكتب تحت خط شعيب الكيالي 3/ 166: \"عن مخطوطة فاتني قيدها، ¶ ويغلب على ظني انها من مخطوطات الأوقاف في حلب لا. ¶ وقال في هامش ترجمة مِقْيَس بن صُبابة 7/ 283: \"قلت: اسم أبيه في ¶ أكثر هذه المصادر (صبابة) ووقع في القاموس والتاج: 4/ 228 (حبابة) إ لا أنه ¶ في صحاح الجوهري: 1/ 4 1 5 (صبابة) ولم اجد نصاً لترجيح أحد الرسمين. ¶ ويلاحظ أيضاً أنهم جميعاً سموه (مقيساً) بالسين، وانفرد الجوهري بتسميته ¶ (مقيصاً) بالصاددا. ¶ وفي هامش ترجمة البيطار: \" أبو بكر بن (بدر الدين) ا لمنذر \" المتوفى نحو ¶ سنة 1 4 7 هـ: 2/ 0 7: \"قل!: لم أجد له ترجمة يُعَوَّل عليها فاقتصرت على ما في ¶ ا لمصادر القليلة، وفدرت وفا ته بسنة وفاة ا لملك ا لناصر، كما صنع بروكلمان \" ¶ وقال في هامش ترجمة أبي سعيد الابي: منصور بن الحسين الرازي الذي ¶ كتب الزركلي وفاته 1 2 4 هـ: 7/ 98 2: \"قلت في وفاته ثلاث روايات حديثات: ¶ سنة 1 2 4 و 2 2 4 و 2 3 4، ولم ا جد في مصا در ا لمتقد مين ما أطمئن إ ليه \". ¶ اطالته في تراجأ الذين عرفهم: ¶ ونجد الزركلي يطيل في تراجم الذين كانت لهم به صلة معروفة من صداقة ¶ أو عداوة، ومنه: ترجمة محمد كردعلي: 6/ 202 - 203؟ والمختار ¶ 52",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "السوسي: 7/ 92 - 93؟ والبشير الإبراهيمي: 6/ 4 5؟ والحاج أ مين الحسيني: ¶ 2/ 45 - 46؟ ومحمد البزم: 7/ 91؟ وعبد الله بن الحسين: 4/ 82؟ وبدر ¶ الدين الحسني: 7/ 157 - 158؟ والملك محمد الخامس: 158/ 7 - 159؟ ¶ والملك عبد العزيز: 19/ 4 - 21؟ والحسين بن علي (الشريف الملك): ¶ 2/ 9 4 2 - 0 5 2؟ ويوسف ياسين: 8/ 53 2. ¶ جلاء الغموض في بعض التراجم: ¶ والزركلي قد يجلو الغموض الذي يكتنف بعض الأعلام، ويطيل في ¶ الترجمة إذا لم يجد ترجمة مستوفاة فيما كتب فيه المتقدمون والمتأخرون، ا و ¶ خَلَت المصادر من جلّ ما ذكره فيه. ¶ ومن ذلك ترجمة ابن قلاقس: نصر بن عبد الله: 8/ 4 2 - 26 وهي أ طول ¶ ترجمة في الأعلام، وترجمة ليون الإفريقي: الحسن بن محمد الوزان: ¶ 2/ 17 2 - 18 2، وترجمة عبد الله بن إباض: 4/ 61 - 62. ¶ عدم اهماله المترجَم اذا لم يجد له ترجمة وافية: ¶ وهو لا يهمل ترجمة العَلَم إذا لم يجد له ترجمة مستوفاة من ذلك: ترجمة ¶ ابن عذاري محمد (أو أحمد بن محمد): 7/ 95 كتب الزركلي فيها: \"مؤرخ، ¶ أندلسي الأصل، من أهل مراكش، لم أظفر له بترجمة. . \" وترجمة بلسم بنت ¶ عبد الملك: 73/ 2 جاء فيها: \"أديبة مصرية، من أصل قبطي، أصدرت في ¶ القاهرة (مجلة المرأة المصرية) وكتب في الهامش: \" لم أجد لها ترجمة \". ¶ وكتب ترجمة أبي الخطاب: 6/ 14 1 على النحو التالي: \" محمد بن ¶ أبي الخطاب القرشي، ابو زيد: راوية عالم بالشعر، صنف (جمهرة العرب) ¶ ولم أظفر بترجمته في كتب المتقدمين \". ¶ بل نجده يترجم لمحمد بُوْسِتَهَ: 6/ 07 2 ومصدرها الوحيد: تعليق على ¶ مخطوطة تفسير غريب القرآن للمترجم. ¶ 53",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ويقول في هامث! ترجمة الحاجي: 1/ 88: \"ومازلت أبحث عن ترجمة ¶ له، وكتابه (شرح بديعية القازاني) في خزانة الشيخ زهير الشاويش ببيروت \". ¶ اشارته الي تعامل ولاة المسلمين مع اهل الكفر والأعداء: ¶ والزركلي يشير - بأشى ومرارة - إلى تعامل ولاة المسلمين، مع أهل ¶ ا لكفر وا لأعد اء الذين يتربّصون بالمسلمين ا لد وا ئر، وهذ ا من با ب ا لوعي وا لتوعية ¶ ولعفه فعل ذلك للعبرة، ولينبّه المسلمين على خطورة ذلك، وأكثر من التنبيه ¶ على ذلك في علاقة دول الطوائف بالأندلس مع الإسبان، فقال في ترجمة ¶ المامون ابن ذي النون، يحيى بن إسماعيل 8/ 138: \". . . ونشأ خلاف بينه ¶ وبين هود (سليمان بن محمد) صاحب سَرَقُسْطَة على مدينة وادي الحجارة، ¶ وهي على الحدود بين منطقتيهما، وفي أهلها من يرغب بسيادة هذا، وفيهم من ¶ يرغب بسيادة ذاك، وأرسل ابن هود جيشاًاحتلها، فغضب ابن ذي النون، ¶ فجرت بينهما حروب رجَحتْ فيها كفّة ابن هود، فعمد ابن ذي النون إلى اخبث ¶ الوسائل، فاستنصر بالإسبان، وهم يتحئنون الفرصة للتوغّل في بلاد الأندلس، ¶ فارسلوا جيشأ أغار على سرقسطة وغيرها من بلاد ابن هود، وخرّب زرعها ¶ وضرعها، ولم يكن ابن هود أصح رأياً من صاحبه، فلجا إلى فريق آخر من ¶ الإسبان، وبعث إليهم بأموال وهدايا، فأرسلوا جيشاً إلى ثغر طليطلة، أفنى ¶ حماته، وعاث في البلاد، واستمرت هذه الحال من سنة (435) إلى أن مات ابن ¶ هود سنة (438) وطمع الإسبان ببلاد الفريقين \" وكتب في الحاشية: \"ولم يلبثوا ¶ أن أخذوا طليطلة بعد أيام المترجم له بفليل سنة (478 هـ\". ¶ وقال في ترجمة المريني، عبد الحق بن عثمان. آخر ملوك بني مرين ¶ 3/ 281: \". . . غير انه ختم حيإته شز ختإم، فاستوزر من بعدهم (الوطاسيين) ¶ يهودئين اعتز بهما يهود فاس، وتحكموا في الاشراف والفقهاء، وضرب ¶ أحدهما امرأة فاستغاثت، فثار الناس، وأعملوا القتل في اليهود، ونادوا بخلع ¶ السلطان، وولوا عليهم الشريف أبا عبد الله الحفيد، وكان السلطان غاثباً عن ¶ المدينة، فاجبره من معه على العودة إليها، فانتزعوا منه خاتم الملك، وأركبوه ¶ 54",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "بغلاً وطافوا به، وأمر الحفيد بضرب عنقه، فقتل، وبمهلكه انقرضت دولة بني ¶ مرين في المغرب \". ¶ وقال في ترجمة القُعَيْطي، عبد الله بن محمد 4/ 132: \". . وعبد الله هذا ¶ هو صاحب المعاهدة المخزية مع الحكومة الإنكليزية سنة 1881 م (5 30 ا هـ)، ¶ والمادة الثانية منها: \" يرتضي ويتعهد عبد الله بن محمد القعيطي بالأصالة عن ¶ نفسه وبالوكالة عن أخيه عوض، وورثائهما وخلفائهما بأن يتجنب الدخول في ¶ مكاتبات أو اتفاقيات أو معاهدات مع أي شعب أو دولة أجنبية، إلا بعلم وموافقة ¶ الحكومة البريطانية، ويتعهد أيضاً بأن يقدم إعلاماً سريعاً لوالي عدن، او لضابط ¶ بريطاني اَخر عند محاولة أية دولة أخرى التدخل في شؤون المُكَلاَّ والشحر ¶ ومتعلقاتهما. . \". ¶ وقال في ترجمة سعد الدولة الحمداني 3/ 162: \". . . وعقد مع ملك ¶ الروم معاهدة هدنة خبيثة \" تجد نصها في زبدة الحلب: 1/ 63 1 - 68 1. . \". ¶ وقال في ترجمة ابن حَمْدين، أحمد بن محمد (توفي 546 هـ): ¶ 1/ 15 2: \". . . وتحرك إليه ابن غانية (يحى بن علي) من إشبيلية، فاقتتلا في ¶ جهات استجة، وانهزم ابن حمدين (0 54) فاحتل ابن غانية قرطبة، وساءت ¶ خاتمة ابن حمدين، فاستنجد بالإفرنج، فأقبلوا، وحاصروا ابن غانية، ثم هادنوه ¶ على مالٍ أدَّاه إليهم، وبلادٍ تركها لهم، وعاد ابن حمدين خائباً، وتوفي بمالقة \". ¶ وقال في ترجمة ابن مَرْدَنيش، محمد بن سعد 6/ 137: \" 0 0 0 وتنقلت به ¶ ا لأ حوال، وارتكب وِزر ا لاستعانة بالفرنج على حرب الموخد ين. . . \". ¶ اختياراته من شعر المُترجَم: ¶ ولأن الزركلي شاعر مبدع وأديب، فهو يذكر في تراجم كثير من الشعراء ¶ بيتاً أ و بيتين أ و أ بيا ت، هي أ شهر شعر ا لمترجم وأجملها ومختارها، ولو قرأ ا لقا ر ئ ¶ ديوانه أو شعره لما وجد أشهر منها، فيقول في ترجمة إبراهيم ناجي 1/ 76: ¶ \"وهو القائل من أبيات: ¶ 55",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "فِيْمَ انتقامُكِ مِنْ قلبِ عَصَفْتِ بِهِ لَمْ يَبْقَ مِنْ مَوْضَعٍ فيهِ لِمُنْتَقِمِ ¶ ويقول! في ترجمة ابن خراسان، احمد بن الحسين (توفي 497 هـ): ¶ \" وهو صاحب البيت المَشهور 1/ 16 1: ¶ نَزَلْنَا عَلَى أن المقامَ ثلاثةٌ فطابَتْ لنَا حئى أقمنَا بِهَا عَشْرَا\" ¶ وجاء في ترجمة الهلالي، احمد بن عبد العزيز (توفي 175 اهـ): ¶ \". . . تذكرةُ المحسنين -خ وفيها من شعر مطلع قصيدة له 1/ 1 15: ¶ إذا نانجي امر وضاقَ به صدري ¶ تلافا 5 لطفُ الله مِنْ حَيْثُ لا ادري \" ¶ وجاء في ترجمة أعشى أسد، خيثمة بن معروف الأسدي 2/ 326: ¶ \" شاعر اشتُهرت له قصيدةٌ اولها: ¶ هؤنْ عَلَيْكَ فَإنَ الذَهرَ مُنْجَذِبُ كل امرىءٍ عَنْ اَخِيْهِ سَوْفَ يَنْشَعِبُ ¶ ومنها: ¶ إذا رجعتُ إلى نَفْسِي اُحَدثُهَا عفَن تَضَفَن مِنْ أصحابيَ القَلْبُ ¶ عاودتُ وَجْداً على وجدٍ أكابِدُ 5 حتى تكادُ بَنابُ الضَدرِ تَلْتهِبُ\" ¶ وورد في ترجمة الراعي النميري، عبيد بن حصين: \" ومن بديع ما أورد 5 ¶ المبرد من شعر 5 4/ 189: ¶ قتلوا ابنَ عفانَ الخليفةَ مُحْرِماَ وَدَعَا، فَلَمْ ارَ مِثْلَهُ مَخْذُوْلا ¶ فَتمًزَقَتْ مِنْ بَعدِ ذَاكَ عَصاهُمُ شققاَ واصبجَ سَيْفُهُمْ مَفْلُولا\" ¶ وذكر في ترجمة عروة بن أُذينة 4/ 227: \" شاعر غزل مقدم، من أهل ¶ المدينة، وهو معدود من الفقهاء والمحدثين أيضاً، ولكن الشعر اغلب عليه ¶ وهو القائل: ¶ 56",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "لَقَدْ عَلِمْتُ وَمَا الإسْرَافُ مِنْ خُلُقي ¶ أَسْعَى إِلَيْهِ فَيعيينِي تَطَفبُهُ ¶ أن ائَذي هُوَ رِزْقِي سَوْفَ يَاتِيْني ¶ وَلَوْ قَعَدْتُ أتانِي لا يُعئينِي\" ¶ ويقول في ترجمة عمارة بن عقيل (توفي 239 هـ) 5/ 37: \" وهو القائل: ¶ بَدَاتُمْ فَأحسَنْتُمْ فَأثنَيْتُ جَاهِدأ هانْ عُدْتُمُ أَثْنَيْتُ والعَوْدُ أَحْمَدُ ¶ والقائل: ¶ وما الئفسُ إلا نُطْفةٌ بقرارة إذا لم تكدَّرْ كَانَ صَفوأ غَدِيْرُها\" ¶ وفي ترجمة الشَّنفَرى 5/ 85: \" وهو صاحبُ لامية العرب، التي مطلعها: ¶ أَقِيْمُوا بَنِي أُفي صُدُوْرَ مَطثكُمْ فإئي إلى قوبم سِوَاكُمْ لأمْيَلُ\" ¶ وفي ترجمة عمرو بن مَعْدي كَرب 5/ 86: \"له سعرٌ جئدٌ أشهرُه قصيدتُه ¶ التي يقولُ فيها: ¶ إذا لَمْ تَسْتَطِعْ شَيهئا فَدَعْهُ وجَاوِزْهُ إلى مَا تَسْتَطِيعُ\" ¶ وفي ترجمة القُطامي 5/ 88 - 89: \" من شعره البيت المشهور: ¶ قَدْ يُدْرِكُ المُتَأنِّي بعضَ حاجَتِهِ وَقَدْ يَكونُ مَعَ المُسْتَعْجِلِ الزَّلَلُ\" ¶ وجاء في ترجمة المتوكل الليثي 5/ 275: \" من سعراء (الحماسة) اختار ¶ أبو تمام قطعتين من شعره، من إحداهما: ¶ نَبْنِي كَمَا كانَتْ أَوَائِلُنَا تَبْنِي، وَنَفْعَلُ مِثْلَ مَا فَعَلُوْا ¶ ويقال إنها لغيره، وذكر الاَمدئ أنه هو صاحب البيت المشهور: ¶ لا تَنْهَ عَنْ خُلتي وتَأتِيَ مِثْلَهُ عارٌ عَلَيْكَ إذا فَعَلْتَ عَظِيْمُ\" ¶ وفي ترجمة لقيط بن يعمر الإيادي (شاعر جاهلي) 5/ 244: \"وهو ¶ 57",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "صاحب القصيدة التي مطلعها: ¶ يا دارُ عمرب! 1) مِنْ مُحْتَفها الجَرَعا! هاجَتْ لِيَ الهَثمَ والأحْزَانَ والوَجَعا ¶ وهي من غُرر الشعر، بعثَ بها إلى قومه (بني إياد) ينذرهم بأن كسرى ¶ وخه جيشاَ لغزوهم، وسقطت القصيدة في يد أوصلتها إلى كسرى، فسخط عليه ¶ وقطع لسانه ثم قتله \". ¶ وفي ترجمة محمد إمام العبد (توفي 9 132 هـ) 6/ 0 4: \" وهو القائل: ¶ أنا ليلٌ وكُل حسناءَ شَمْسٌ فَاقْتِرَانِي بِهَا مِنَ المستحيلِ\" ¶ وفي ترجمة أبي جعفر الباهلي، محمد بن حازم، (توفي نحو 15 2 هـ) ¶ 6/ 75: \"وهو صاحب البيتين المشهورين: ¶ لَئِنْ كُنْتُ مُحْتَاجاَ إلى الحِلْمِ إنَني إلى الجَهْلِ في بَعْضِ الأحايين أحوجُ ¶ وَلِيْ فَرَس للحِلْمِ بالحِلْمِ مُلْجَمٌ وَلِي فَرَسٌ بالجَهْلِ للجَهْلِ مُسْرَجُ (2) \" ¶ ويقول في ترجمة أبي الحسن التهامي 4/ 327: \" وهو صاحب القصيدة ¶ التي مطلعها: ¶ حُكْمُ المَنِيَّةِ فِي الْبَرِئةِ جَارِي مَا هَذ الدنْيَا بِدَاِر قَرَارِ\" ¶ وفي ترجمة عبد الله الطالبي 4/ 139: \" وهو صاحب البيت المشهور: ¶ وَعَيْنُ المضَا عَنْ كُلِّ عَيْبِ كَلِيْلَةٌ وَلكن عَيْنَ الشُخْطِ تُبْدِي المَسَاوِيا\" ¶ (1) ¶ (2) ¶ يا دارُ منادى، ترك خطابَها، وعمرةُ مبتدأخبرُه هاجت. (النالثر) ¶ قال في الهامش: \"واشار الأستاذ أحمد عبيد إلى أبيات في تهذيب تاريخ ابن ¶ عساكر: 6/ 367 منسوبة إلى صالج بن جناح، منها البيتان الواردان في هذه ¶ الترجمة، فلتحقق نسبتها إلى احد الثاعرين \". ¶ قلت: لعل الصواب في رواية عجز البيت الثاني: ولي فرس للجهل بالجهل ¶ مسرج، وبه تقع مشاكلةٌ لصدر البيت. ¶ 58",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وفي ترجمة ابن عبدون 4/ 9 4 1: ¶ \"الذَهْرُ يَفجَعُ بعدَ العَيْنِ بالأثَرِ\" أفَمَا البُكَاءُ على الأشْبَاحِ والفحوَرِ) ¶ وفي ترجمة الحفيد ابن زهر 6/ 250: \". . وشعر رقيق، وموسْحات ¶ انفرد في عصره بإجادة نظمها، أشهرها موشحة مطلعها: ¶ ما للمُوثَهِ مِنْ سْكِرِه لا يفيقُ. ¶ وثانية مطلعها: ¶ أئهَا ال! اقِي إليكَ المُشْتكَئ قَدْ دَعَوْنَاكَ وإنْ لَمْ تَسْمَعِ\" ¶ وفي ترجمة العزْرَمي 6/ 58 2: \" اكثر شعره آ داب وأ مثال، وهو القا ئل: ¶ إنْ يَحْسِدُويي فإئي غيرُ لائِمهمْ قَبْلِي مِنَ النَاسِ أَهْل الفَضْلِ قَدْ حُسِدُوا\" ¶ وفي ترجمة أبي الشيص 6/ 271: \" شاعر مطبوع، سريع الخاطر، رقيق ¶ الألفاظ. . وتنسب إ ليه الأبيات التي يغثى بها، وأولها: ¶ وَقَفَ الهَوَى بِي حَيْث أنتِ فليسَ لِي مُتأخرٌ عَنْهُ وَلا مُتَقَدَمُ\" ¶ وفي ترجمة ابن أحمر، هنئ بن أحمر. شاعر جاهلي 8/ 0 0 1: \" تنسب ¶ إليه الأبيات التي اشتهر منها: ¶ وإذا تكونُ كَرِيْهَةٌ أُدْعَئ لها وإذا يُحَاسُ الحَيْسىُ يُدعَى جُنْدُبُ\" ¶ وفي ترجمة ابن شهاب 2/ 93 1: \"وله شعر جيد، منه قصيدة مطلعها: ¶ أَرَدْيمُمُ حِصْنأ حَصِيْنأ لِتَمْنَعُوا نِبَالَ العِدَى عَني فَكُنْتُمْ نِصَالَهَا\" ¶ وفي ترجمة حِطَان بن المُعفَى 2/ 263: \"اشتهر بقصيدة له منها: ¶ وإئمَا أولادُنا حَوْلَنَا اكبَادُنا تَمْشي علئ الأرْضِ ¶ 59",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "إنْ هَبَتِ الويْحُ على بَعْضِهِمْ تمتنعُ العَيْنُ عَنِ الغمْضِ\" ¶ وفي ترجمة مالك بن الريب 5/ 1 6 2: \"فمرض في (مرو) وأحسن بالموت ¶ فقال قصيدته المشهورة وهي من غرر الشعر، وعدتها (58) بيتاَ مطلعها: ¶ ألا لَيْتَ شِعْري هَلْ أبيتَنَ لَيْلَةً بِجَنْبِ الغَضَئ أُزْجِي القِلاصَ الئوَاجِيَا ¶ ومنها يشير إلى غربته: ¶ تَذَكرْتُ مَنْ يَبْكِي عَلَيئَ فَلَمْ أَجِدْ سِوَى الئيْفُ والرمْحُ الزدَينيئ باكيا\" ¶ وفي ترجمة هُدْبة بن خَشْرَم 8/ 78: \"وهوالفائل: ¶ عَسَى الكَرْبُ الذي أَمْسَيْتُ فِيْهِ يَكونُ وراءَهُ فَرَجٌ قَرِيْبُ\" ¶ وفي ترجمة ابن بقيئ 8/ 52 1: \"من شعر 5، وهو صورة للادب الأندلسي ¶ في عصر 5: ¶ وَمَشْمُولَةٌ في الكَأس تَحْسَبُ ائهَا سَمَاءُ عقيقِ رُصمعَتْ بالكَواكِبِ ¶ بنَتْ كعبةَ الفَذَاتِ في حَرمِ الضَفَا فَحَجَ إليها الحَظ مِنْ كل جَانِبِ ¶ وهو صإحب الموشح الذي اوله: ¶ عَبَثَ الشَوْقُ بِقَلْبِي فَاشْتكَى أَلَمَ الوَجْدِ فَلَبَتْ اَدْمُعِي! ¶ وفي ترجمة يزيد بن مفوغ 8/ 183: \" ونظمه سائر، وهو صإحب البيت ¶ الشائع من قصيدة أوردها المرصفي: ¶ العَبْدُ يُقْرَعُ بِالعَصَا والحُز ممفِيْهِ المَلامَه! ¶ وفي ترجمة يعقوب بن الربيع 8/ 198: \"ومن أبدع ما سمعت في الرثاء ¶ قوله: ¶ فَلَوْ ائني إذْ حَانَ وقْتُ حِمَامِهَا أحَكمُ في اَمْرِي لَشَاطَرْتُهَا عُمْرِي ¶ 60",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "فَحَل بِنَا المِقْدَارُ في ساعؤ معاَ فماتَتْ ولا أدري ومِث ولا تَدْرِي ¶ وكان لا يزيد في شعره على البيتين أو الثلاثة \". ¶ وفي ترجمة أبي الحسن الجرجاني 4/ 0 0 3: \" وهو صاحب الأبيات التي ¶ أولها: ¶ يَقُولُونَ فِيكَ انْقِبَاضٌ ها نما رَأَوْا رَجُلاَ عَنْ مَوْقِفِ الذُلِّ أَحْجَمَا! ¶ وفي ترجمة معن بن أوس 7/ 273: \"وهو صاحب لامية العجم التي ¶ أولها: ¶ لعَمْرُكَ مَا أَدْرِي هائي لأوْجَلُ عَلَى أئنَا تَعْدُو المَنِيَّةُ أؤلُ! ¶ وفي ترجمة مُعفر بن أوس 7/ 270: \" وهو صاحب البيت المشهور من ¶ قصيدة طويلة: ¶ وَأَلْقَتْ عَصَاهَا وَاسْتَقَزَتْ بِهَا النّوى كَمَا قَز عَيْناَ بالإيَابِ المُسَافِرُ\" ¶ وفي ترجمة المعتصم بن صُمادح 7/ 6 0 1: \" وهو صاحب الأبيات التي ¶ أولها: ¶ وَزَهدَنِي فِي الثاسِ مَعْرِفَتِي بِهِم وَطُوْلُ اخْتِبَارِي صَاحِبأ بَعْدَ صَاحِبِ\" ¶ ايراده أشعارا تخمق المترجم: ¶ والزركلي لا يقتصر على ذلك، بل يورد أشعارأ تخص المترجم، فيقول ¶ في ترجمة فاتك الرومي 5/ 6 2 1: \" ومدحه المتنبي بقصيدته التي مطلعها: ¶ لا خَيْلَ عِنْدَكَ تُهْدِيْها وَلا مَالُ] فَلْيُسْعِدِ النُّطْقُ إنْ لَمْ تُسْعِدِ الحَالُ ا\" ¶ ثم لما مات فاتك رثاه المتنبي بقصيدة أولها: ¶ الحزْنُ يُقلقُ والتجمُّلُ يردعُ] والدمع بينهما عصيئٌ طئعُ ا\" ¶ 61",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وهي من المراثي الفائقة، وله في رثائه فصيدة أخرى يقول فيها وهو بعيد ¶ عن مصر: ¶ لا فَاتَك آخر في مصر نَقْصِدُهْ وَلا لَهُ خَلَفٌ في الثاسِ كُفهِمُ\" ¶ وفي ترجمة أبي رغال 5/ 198: \". . . وكانت ثقيف تُعتر به. قال حسان ¶ ابن ثابت: ¶ إذا الثثفِيئُ فَاخَرَكُمْ فَقُولُوا: هَلُئم نُعِدْ شَأنَ أبي رِغَالِ ¶ قال جرير: ¶ إذا مَاتَ الفَرَزْدَقُ فَارْجُمُوهُ كَمَا تَرْمُونَ قَبْرَ أبي رِغَالِ\" ¶ وفي ترجمة قي! بن عاصم 5/ 06 2: \". . . وهو الذي يقول عَبْدَةُ ابن ¶ الطبيب في رثائه: ¶ ومَا كَان قَيْس! هُلكُهُ هُلْكُ واحدٍ ولكئهُ بُنْيَانُ قَوْمٍ تَهَذَمَا\" ¶ وفي ترجمة الجَئلي 6/ 5 7 1: \" وفيه قال أبوالعلاء في فصيدته التي أولها: ¶ \"غَيْرُ مجد في مِفَتِي واعتقادِي نُوْحُ بَافي وَلا تَرَئمُ شَادِي! ¶ وفي ترجمة مُطْعِم بن عدي 7/ 52 2: \". . وفيه يقول حسان: ¶ فَلَوْ كَانَ مَجْدٌ يُخْلِدُ الدَهْرَ وَاحِداً مِنَ الناسِ ابْقَى مَجُدُهُ الْيَوْمَ مُطْعِمَاإ (1) ¶ وفي ترجمة الهُذيل بن هُبَيْرة 8/ 0 8: \"وهو صاحب يوم (إراب) أغار فيه ¶ على بني رياح بن يربوع. . فقتل وأسر كثيراً ممن وجد، قال الفرزدق: ¶ (1) ¶ ورواية البيت في ديوانه بتحقيق عبد الرحمن البرقوقي، ص 4 5 4: ¶ ولو أن مَجْداً أخلد الدهر واحداً من الناسِ ابقى مجده الدهرُ مُطعما ¶ 62",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "غَدَاةَ أتَتْ خَيْلُ الهذيل وَرَابهُمْ وَسُذَتْ عَلَيْكُمْ من إرابِ المَطَالِعُ ¶ وقال في سباياهم: ¶ يَمشيْنَ في أَثَرِ الهذيلِ وتَارةَ يَرْدِفْنَ خَلْفَ أواخِرِ الزُكْبَانِ ¶ ومن قصيدة له: ¶ وَكَانَ إذَا أنَاخَ بِدَارِقَوْيم أبو حسَّانَ أوْرَثَهاخَرَابَا ¶ وقال الأخطل: ¶ وَلَقَدْ سَفا لَكُم الهذيل فَنَالَكُمْ بِإرَابِ حَيِثُ يُقَ! مُ الأنْفَالا\" ¶ وأورد الزركلي قول عتيبة بن مرداس في مقتله: ¶ \"فَمَنْ مُبلغٌ فتيانَ تغلبَ أئه خَلا للهذيلِ مِنْ سفار قليبِ\" ¶ ويقول في ترجمة (ذو الخويصرة): حرقوص بن زهير السعدي. ¶ الصحابي 2/ 173: \". . وإياه عنى أحد شعراء الخوارج بقوله من أبيات رواها ¶ المبرد: ¶ وأسألُ اللهَ بَيْعَ التنْهسِ مُحْتَسِباَ حتى ألاقيَ في الفِرْدَوسِ حُرْقُوصَا\" ¶ وفي ترجمة الأسكوبي 2/ 189: \". . . ونظم أحدهم (عبد الجليل ¶ برادة) رجزاَ فيه، أوله: ¶ مَا قَوْلُكُمْ في شَيْخِنَا الا! سْكُوبي يَبيْتُ طوالَ الفيْلِ في الزَاقُوْبِ ¶ يَرْقُبُ مِنْهُ الفَلَكَ الدؤَارَا مُشَابِهاً فِي فِعْلِهِ الئصارَى\" ¶ وجاء في ترجمة مُقَفَد بن كُليب 7/ 283: \". 0 جد جاهلي، من بنيه أبو ¶ الورقاء (عقبة بن مُليص المقلدي) شاعر، كان معاصراً لجرير، ولما قال جرير: ¶ فَلَوْكَانَ حِلْمٌ نَافِعٌ فِي مقفَدٍ لَمَا وَغَرَتْ مِنْ غَيْرِ جرمٍ صُدُورُها ¶ 63",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "رد عليه ابو الورقاء بأبيات منها: ¶ وَمَا حَارَتتنا مِنْ مَعِد قَبِيْلَة فَتَقْلَعُ إلأ وَهِيَ تُدْمَى صُدُورُهاأ ¶ تفريقه بين الشاعر والناظم: ¶ ومما له صلة بالشعر، تفريق الزركلي بين الشاعر الذي ينظم الشعر الذي ¶ فيه الصور البلاغية، وجزالة اللفظ، والتأثير في نفس سامعه، وبين الناظم الذي ¶ ينظم الشعر، وليس فيه من الشعر إلا الوزن، فلا بلاغة فيه ولا تأثير، كمنظومات ¶ النحو والفقه والقراءات وغيرها. ¶ فيقول في الشاعر: شاعر عصر 5، شاعر مطبوع، شاعر مجيد، شاعر، ¶ شاعر دمشقي، شاعر مصري، شاعر عالي الطبقة، شاعر غزل مقدَم. . ويقول ¶ في خاتمة الترجمة: وله شعر رقيق، له شعر جيد، له شعر حسن، شعره في غاية ¶ ا لجودة (1). . ¶ ويقول في الناظم في فاتح ترجمته: ناظم، ويقول في خاتمتها: له نظم، ¶ له نظم وليس بشاعر (2)، وقد يجمع بينهما فيقول: له شعر ونظم (3). ¶ (1) ¶ (2) ¶ (3) ¶ انظر على سبيل المثال: 7/ 0 0 1، 03 1، 4 0 1، 125، 143، 151، 154، ¶ 167، 169، 174، 08 2، 247، 334. ¶ فيقول في ترجمة الصيرفي: 59/ 4: (ناظم) ويفول في ترجمة أسعد خليل ¶ داغر: 1/ 0 30:!. . .ونَظْم كثير جَمَعَه في (ديوان -خ) لا يقل عن 15 ألف ¶ بيت وليس بشاعر، ويقول في ترجمة قانصوه الغوري: 187/ 5: إ. . .له ¶ (ديوان شعر) وليس بشاعر، وفي ترجمة ابن طولون: 6/ 1 9 2: اله نظم وليس ¶ بشاعر\" وفي ترجمة الفقيه النصري: 7/ 32: \"يقرض الأبيات من النظم وليست ¶ من الشعر\". وانظر على سبيل المثال: 4/ 59، 151، 175، 275؟ 7/ 45، ¶ 67، 74، 85. ¶ كما ذكر ذلك في ترجمة ابن المنير: 4/ 177. ¶ 64",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "اهتمامه بوصف خط المترجأ: ¶ ويلاحظ أنه كان شديد الاهتمام بوصف خط المترجم وجودته إن كان قد ¶ تميز بخطه. فهو لا يفتأ أن ينبه على ذلك، نحو قوله في ترجمة إبراهيم ¶ اليازجي 1/ 77: \" ومما امتاز به جودة الخط وإجادة الرسم والنقش والحفر\" ¶ وقوله في ترجمة جميل العظم 138/ 2: \"وكتب الخط الجميل على اختلاف ¶ أنواعه \" وقوله في ترجمة البردعي 7/ 55: \" يكتب الخط الحسن مع سرعة ¶ الكتابة \" وقوله في ترجمة محمد غِرِّيط 7/ 83: \" وكان حسن الخط، نسخ كثيراً ¶ من كتب الحديث \". ¶ اهتمامه بذكر اعتناء المترجأ بجمع الكتب: ¶ وهو شديد الاهتمام ايضاً بذكر اعتناء المترجَم بجمع الكتب، فيقول في ¶ ترجمة احمد خيري 123/ 1: \" وأنشأ في قريته (روضة خيري) مكتبة قدّرت ¶ بسبعة وعشرين ألف مجلد، بها مجموعة حسنة من المخطوطات \". ¶ ويقول في ترجمة أحمد زكي باشا 1/ 27 1: \"وجمع مكتبة في نحو عشرة ¶ ا لاف كتاب ووقفها \". ¶ وفي ترجمة جميل العظم 138/ 2: \"واقتنى كثيراً من نفائس ¶ المخطوطات، وتاجر بها\". ¶ وفي ترجمة عبد القادر البغدادي 4/ 41: \"وجمع مكتبة نفيسة! وفي ¶ ترجمة الشيخ محمد نصيف 6/ 08 1: \". . . لا يكاد يصدر كتاب مما يروقه إلا ¶ اشترى منه نسخاً وأهداها إلى المكتبات العامة، وبعض معارفه، وخلف مكتبة ¶ حافلة بالمخطوطات والمطبوعات \". ¶ عنايته بذكر فقرالمترجأ أو غناه. ¶ ويُعنَى ايضاً بذكر فقر المترجم وغناه، فيقول في ترجمة إبراهيم اليازجي ¶ 1/ 77: \" وكان رزقه من شق قلمه، فعاش فقيرإً غني القلب ابي النفس \". ¶ 65",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وفي ترجمة عبد المحسن الكاظمي 153/ 4: \"فلقي من مودة الشيخ ¶ محمد عبده ما حبب إليه المقام بمصر، فأقام. . . ومات محمد عبده سنة ¶ 1323، فعاش في ضنك يستره إباء وشمم إلى ان توفي \". ¶ وفي ترجمة ابن ناصر الدرعي 7/ 63: \" عني في أول! أمره بجمع الكتب ¶ لْسخاً بخطه وشراء وتصحيحاَ ومقابلة، مع كتابة الفوائد على حواشيها وطررها ¶ على ضيق معيشته، وكان ينام مع أهله على التراب لضعف ماله عن شراء حصير ¶ أو فراش. . وأثرى بعد ذلك \". ¶ وفي ترجمة الخياط 7/ 53 1: \". . . وقد أثرى من كثرة ما أخذ من الناس ¶ بسبب المديح والهجاء \". ¶ وفي ترجمة مصطفى جواد 7/ 0 23، \" ونشأ في فقر وحرمان \". ¶ ذكره حليته: ¶ ويذكر صفات المترجم الخلقية، كقوله في ترجمة النبي لمجر 6/ 219: ¶ \"ضخم الرأس واليدين والقدمين، ليس بالطويل ولا بالقصير، سبط الشعر، ¶ لونه أسمر، وخلقته تامة، وعيناه سوداوان، وفي خديه حمرة \". ¶ وفي ترجمة عمر بن الخطاب 5/ 45: \"كان أبيض عاجي اللون، طوالاَ ¶ مشرفاً على الناس، كثّ اللحية، أنزع (منحسر الشعر من جانبي الجبهة) يصبغ ¶ لحيته بالحناء والكتم \". ¶ وفي ترجمة عبد الدطيف البغدادي 6/ 61: \"وكان دميم الخِلقة قليل ¶ لحم الوجه \". ¶ وفي ترجمة ابن جرير الطبري 6/ 69: \" وكان اسمر أعين، نحيف ¶ الجسم \". ¶ اشارته الى الحالة الصحية: ¶ ويشير إلى الحالة الصحية للمترجم، فيفول! في ترجمة أبان بن عثمان",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "1/ 27: \"وأصيب بالفالج مع شيء من الصمم \". ¶ وفي ترجمة سامي الدهان 3/ 74: \" ومرض مدة وفقد ذاكرته، فانقطع ¶ في داره بدمشق إلى أن توفي \" 0 ¶ وفي ترجمة العُكْبَري 4/ 0 8: \" أُصيب في صباه بالجدري فعمي \". ¶ وفي ترجمة قالون 5/ 0 1 1: \" وكان أصم يُقرأُ عليه القرآن \" وفي ترجمة ¶ ابن ملكشاه 7/ 86: \"مرض بالسل وطال به إ لى أن توفي \" وفي ترجمة ابن حبناء ¶ 7/ 278: \" وكا ن أ برص \". ¶ تبيانه الحالة الاجتماعية: ¶ ويبيّن الحالة الاجتماعية للمترجَم، كأ ن يذكر الموالاة، وا لعزوبة والعقم، ¶ فيقول في ترجمة الزيادي 4/ 1 7: \"نحوي من الموالي \"وفي ترجمة ابن أبي الدنيا ¶ 4/ 18 1: \". . . ابن أبي الدنيا القرشي الأموي مولاهم \" وفي ترجمة ابن الحجّام ¶ 142/ 4: \". . .التجيبي بالولاء0. .\" ويقول في ترجمة عبد الكريم قاسم ¶ 4/ 55: \"وكان عزباً\" وفي ترجمة محمد إمام العبد 6/ 40: \"ولم يتزوج \" ¶ وترجمة ابن طولون 6/ 1 9 2: \"لم يتزوج ولم يعقب \" وترجمة ا لعبدلي 4/ 73 1: ¶ \"وتوفي عقيماً\" ومعاذ بن جبل 258/ 7: \"توفي عقيماً\" ومعاوية بن يزيد ¶ 7/ 263: \" توفي بدمشق ولا عقب له \". ¶ صلة القربى بين المترجم ومَنْ هو مشهور ومترجَم له في اعلامه: ¶ ونلاحظ أن الزركلي شديد العناية بالمترجَم، يحاول أن يعزف به بذكر ¶ قرابته من شخص آخر له المكانة المرموقة، وقد يشير إلى سَبْقه أو تأخّره عنه، ¶ كأن يقول: \" المتقدمة ترجمته \" أو \" الاَتية ترجمته \" أو\"السابقة ترجمته \" أو \" الاَتي\" ¶ أو \"انظر ترجمته \" فيقول في ترجمة محمد عارف المنيّر 6/ 180: \"وهو أخو ¶ (محمد صالج) المتقدمة ترجمته: كان! توأمين وعاشا على غير وفاق \". ويقول ¶ في ترجمة تاج الدين الحسني 7/ 82: \". . . كان أبوه المحدث الشيخ بدر الدين ¶ (انظر ترجمته) منقطعاً إ لى التدريس والعبادة، وانصرف هو إ لى ا لاتصال بالحكام ¶ 67",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "الذين يريدون إ رضا ء أبيه \". ويقول! في ترجمة ا لشاعر أ بي الشيص 6/ 1 7 2: \" وهو ¶ ابن عم دعبل الخزاعي \" وفي ترجمة عبد الرحمن بن محمد بن عساكر 3/ 9 32: ¶ \"وهو ابن أخي المؤرخ علي بن عساكر\" وفي ترجمة ابن بُقيلة 4/ 53 1: \" وهو ¶ ابن أخت سطيج الكاهن \". وفي ترجمة محمود العظم 7/ 169: \"وهو والد ¶ رفيق بك العظم! المتقدمة ترجمته. وفي ترجمة الملك المظفر 7/ 182: \"وهو ¶ جد المظفر الاَتي في ترجمة بعد التالية إ. وفي ترجمة ابن العطار 4/ 251: ¶ \"وخرَج له أخوه لأمه بالرضاع شم! الدين الذهبي (مشيخة) \". ¶ اثبات صور المعاصرين، واثلات الصور الرمزية لمن لم يدركهم ¶ التصوير الفوتوغرافي: ¶ ومن منهج المؤلف انه يثبت صور المعاصرين ممن أدركهم فن التصوير ¶ الفوتوغرافي إذا توفرت لديه، وقد يثبت للمترجم اكثر من صورة كما في ترجمة ¶ جميل صدقي الزهاوي: 137/ 2، ومحمد عبده: 6/ 252 حيث أثبت لهما ¶ صورتين، وكما في ترجمة الملك عبد العزيز آل! سعود: 4/ 9 1 - 0 2 حيث أثبت ¶ له أربع صور. ¶ بل بلغ الأمر بالزركلي ان يثبت صوراً رمزية لمن لم يدركهم التصوير ¶ الفوتوغرافي من صَناع رلئامين، لدخولها في عداد القطع الفنية، كما في ترجمة ¶ لين: 1/ 284؟ وبالمر: 1/ 284؟ وأديب إسحاق: 1/ 285؟ والمولى ¶ إسماعيل: 1/ 325؟ وأمين الجندي: 2/ 16؟ ودي ساسي: 2/ 26؟ وبشير ¶ الشهابي: 57/ 2؟ وجبرائيل فرحات: 2/ 109؟ والشوشتري: 2/ 124؟ ¶ وابن سينا: 2/ 241؟ وحسين باي: 247/ 2؟ وسعيد بن سلطان: 3/ 95؟ ¶ وسليمان الحلبي: 3/ 133؟ وعبد الله الشرقاوي: 4/ 78؟ وعبد الله الزاخر: ¶ 4/ 87؟ وعبد الله بن سعود: 4/ 89؟ وعبد الله بن عون: 4/ 132؟ وعبد الله ¶ التعايشي: 4/ 132؟ وعثمان بن علي: 4/ 1 1 2؟ وزرياب: 5/ 28؟ وفخر ¶ الدين المعني: 5/ 138؟ و (تمثال!) فلب العربي: 5/ 155؟ والكرباسي: ¶ 5/ 5 30؟ والمجلسي: 6/ 48؟ والحسن بن الهيثم: 6/ 84؟ ومحمد كريم: ¶ 7/ 14؟ والمولى هشام: 88/ 8؟ والمولى يزيد: 187/ 8؟ وبوسف ¶ 68",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "ا لسمعا ني: 8/ 3 3 2؟ وبركها رت: 8/ 4 6 2؟ ورا يسكه: 8/ 5 6 2. ¶ اثبات خطوط المترجمين: ¶ ومن منهج الزركلي أيضاَ، إثبات خطوط المترجَمين، والخطوط إلى ¶ جانب قيمتها الأثرية، فِلَذٌ من أ رواح أصحابها أبدية ا لحيا ة، يكمن فيها من معاني ¶ النفوس م! لا تعرب عنه صور الأجسام -كما يقول الزركلي في مقدمته -، وإ ثبات ¶ الخطوط يفيد في توثيق المخطوطات التي يقال إ نها بخطوط مؤلفيها، فعن طريق ¶ مضاهاة م! بيدك منها بما أثبته من تلك النماذج للخطوط، يظهر لك وجه الصواب ¶ أوا لخطأ. ¶ وغالباَ م! يثبت الزركلي نموذجأ واحداَ من خط المترجم، غير أ نه كان يعمد ¶ أحيانإَ إلى إ ثبات نموذجين من خط المترجم كما في ترجمة السيرافي: 2/ 5 9 1؟ ¶ وابن حبيب الحلبي: 2/ 8 0 2 - 9 0 2؟ وذكر الزركلي أن ابن حبيب كتب اسمه في ¶ النموذج الأول الحسين، وفي الاخر الحسن، وكما في ترجمة ابن الطيب ¶ الفاسي: 6/ 177؟ والعلفمي: 6/ 95 1؟ والطرطوشي: 7/ 134؟ والولاتي: ¶ 7/ 42 1؟ والفيروزاَبإدي: 7/ 46 1؟ وأبي حيان النحوي: 7/ 52 1؟ والبهاء ¶ الباعوني: 7/ 55 1؟ والقلعاوي: 7/ 42 2؟ ومصطفى البنّاني: 7/ 42 2؟ ¶ والمُبَفط: 7/ 2 4 2 - 43 2. ¶ ونرا 5 يثبت ثلاثة نما ذج من خط ا لشيخ محمد عبده: 6/ 2 5 2 - 53 2. ¶ وإذا شك الزركلي في خط المترجم كان يشير إلى ذلك، كما في خط ابن ¶ العديم: 5/ 0 4؟ حيث يقول تحته: \" يلاحظ أ ن ليس هنا م! يد ل على ا ن ا لخط خط ¶ ابن العديم غير الجملة المقحمة بين السطور الأخيرة من اللوحة بخط آخر، ¶ ونضُها: \"هذا مجلد من تذكرة ابن العديم بخطه \" فلابذَ من إعادة النظر فيه ¶ وتحقيقه \". وكما في خط ابن الحنبلي: 5/ 2 0 3 \" ويساورني شك في أن يكون هو ¶ الكاتب لملحوظات منها تكرار كلمة (تم) في آخرها، وليس من عادة العلماء مثل ¶ هذا العبث \". وكما في خط البَرْزَنْجي: 6/ 3 0 2: \" اقتبست هذه الجملة لما توحيه ¶ من أنها بخطه، ثم رايت في سطور بعدها، خطاً يستبعد وقوعه فيه، ككلمة (سيد ¶ العباد) جاءت (سيد المعباد) و (جعلها) جاءت (جلعا) فترخح أنه من خط أحد ¶ 69",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "النساخ، وأبقيت الجملة هنا، لهذا التنبيه، ولما جاء فيها مما يتعلق بترجمة ¶ البرزنجي، على انه منقول عن خطه \" وكما في خط ا بن ا لمحب الطبري: 6/ 6 9 2: ¶ \"لست مطمئناً إلى ان هذا من خطه، وليحقق بمقابلته على خط اخر له متى وجد\". ¶ ويتجاوز الزركلي في إثبات الخطوط قليلاً، فيثبت خطاً كُتب في عهد ¶ المستعين بالثه: 1/ 4 0 2، ويقول: \" في إيراد هذا النموذج من الخطوط خروج ¶ عن قاعدة الاقتصار على خطوط المترجم لهم، إلا أن نفاسة الأثر، واتصاله ¶ ا لمباشر با لمستعين بالثه في ا لقرن ا لثالث للهجرة حملاني على تجا وز ما التزمته \". ¶ ويضع صورة الصفحة الأولى من الجزء الرابم من كتاب (1 دب القاضي ¶ والقضاء) للمترجم الهيثم بن سليمان: 8/ 4 0 1. ¶ يثبت نقشاً على إسطوانة في مسجد الأمير زياد بن المغيرة بمصر، وهو ¶ أثر عنه، ولا علاقة له بخطه. انظر: 3/ 55. ¶ ويثبت صورة المعاهدة التي عقدها الأمير المغربي ابن يوسف مع القبطان ¶ ليون بزمان البندقي. وهي بخط محمد بن احمد الرزيني. انظر ترجمة ابن ¶ يوسف: 7/ 306 - 307. ¶ الاستعانة بالمراجع الحية من ذرية المترجم، ومن أهل بلد 5، ¶ والمنتسبين إلى مذهب المترجم: ¶ والزركلي كان يستعين بالمراجع الحية من أهل العلم من ذرية المترجم: ¶ من ذلك قوله في هامش ترجمة فؤاد سيد 5/ 161: \"عرفت صاحب ¶ الترجمة مدة طويلة، وتفضل ابنه (أيمن) فأتحفني برسالة مفصلة عنه استفدت ¶ منها!. ومصدر ترجمة عبد الرحمن السفرجلاني 3/ 336: \" من ترجمة مطولة ¶ كتبها للأعلام أحد ابنائه مشكوراَ\". والمصدر الرئيسي لترجمة محمد بن أسعد ¶ العظم 6/ 33: \" من ترجمة كتبها للأعلام حفيد 5 السيد محمد إحسان العظم\" ¶ واستعانة الزركلي بالشيخ محمد بهجة البيطار في ترجمة والد 5 بهاء الدين: ¶ 6/ 1 21، واستعانته بالشيخ احمد محمد شاكر في الحصول على خط والد 5: ¶ 6/ 156. ¶ 70",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "او اسنعان بالعلماء من أهل بلده: ¶ من ذلك - وهو كثير - ما ترا 5 في ترجمة ابن لعبون (النجدي): 6/ 9 0 1 إ ذ ¶ قال: \"واستفدت زيادات عليه أديوان النبط) من الأستاذ حمد الجاسر\". ¶ وما ترا 5 في ترجمة المِرِغْتي: 139/ 6 - 140، وهو مغربي من أهل ¶ (مرغت) من قرى السوس، فقال بعد ورود اختلاف شهرته في المصادر: ¶ المريغتي، المرغتي، المرغيثي: \"قلت: وضبط (المرغتي) رأيته في (كناش) له ¶ بخطه فيه نواقص وفيه كثير من نظمه، اطلعني عليه في الرباط الأستاذ محمد ¶ المختار السوسي مصنف (المعسول) واستوقفني في الكناش تعريفه ابن عم له ¶ بالمرغتي، فسألت السوسي وهو حجة، فقال: هذا هو الصحيح: منسوباً إلى ¶ (مرغت) وهي قرية تبعد عن (تزنيت) بنحو (20) كيلومتراً، وتعدّ من قبيلة ¶ الأخصاص في ا لسوس \". ¶ وما ترا 5 في ترجمة الزندة: محمد بن عبد السلام الرندي الرباطي: ¶ 07/ 6 2 إذ رجع الزركلي في ترجمته إلى رسالة خاصة كتبها للأعلام الأستاذ ¶ عبد الله الجرجي الرباطي. ¶ وقول الزركلي في ترجمة الوَرْتَتَاني (التونسي) 6/ 7 0 1: \" وأفادني السيد ¶ عثمان الكعاك التونسي بأكثر ما جاء في هذ 5 الترجمة \". ¶ وقوله في ترجمة الشاذلي خَزْنَه دار 6/ 155: \" وأعلمني بنسبه الشيخ ¶ محمد بشير الإبراهيمي \". وانظر: ترجمة حبوس الأرسلانية: 2/ 164 حيث ¶ استعان بعادل أرسلان وشكيب أرسلان لتصحيح ما جاء في ترجمته! بالطبعة ¶ الأولى، وطعَم ترجمته! بفوائد منهما، وانظر: 7/ 9، 97، 39 1. ¶ او استعان بالمنتسبين إلى مدْهبه: من ذلك ترجمة حمزة بن علي الدرزي ¶ 278/ 2 - 279، حيث استعان بفؤاد سليم وفؤاد حمزة في الكتابة عن مذهب ¶ الدروز، وهما درزيا ن، وإن كان الأخير قد انقطعت صلته بالدروز. ¶ 71",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "ذكره نفائس المخطوطات: ¶ ويذكر نفائس المخطوطات ونوادرها التي راَها في إقامته ¶ ورحلاته واسفار 5، من ذلك، وهو كثير، قوله في ترجمة الجَرْبَاذَقَاني 6/ 82: ¶ \" له كتب منها كتاب (حرف العين في الضاد والظاء من كتاب الروحة -خ) رأيته ¶ في السليمانية (الرقم 5194) وفي نهايته: \"هذا الكتاب بخط المصنف \" ولم ¶ يتسع وقتي لتحقيق ذلك \". ¶ وقوله في تعداد مؤلفات ابن العديم (سوق الفاضل -خ) رأيت منه ¶ مجلدين في مكتبة عارف حكمت بالمدينة \": 5/ 40، وقوله في ترجمة ابن ¶ قاضي شهبة 2/ 61: \"من تصانيفه (الإعلام بتاريخ الإسلام. .) ظفرت بخمسة ¶ منها، يأتي بيانها في (المصادر) وفيها 8/ 0 28: \". . مخطوط في ثمانية مجلدات ¶ ضخام. اقتنيت منها الثالث والرابع بخطه، والثاني ونصف السادس والسابع، ¶ مصورات كلها بخطه، يبدا الثاني من سثة (1 30) وينتهي السابع بسنة (808)، ¶ وطريقته فيه أن يذكر أخبار السنة، ثم يأتي بالوفيات والتراجم مرتبة على ¶ الحروف! ويقول أيضاً في ترجمة ابن قاضي شهبة: او (تاريخ) الأول والثاني منه ¶ يشتملان على الحوادث من بدء سنة (741) إلى نهاية (785 هـ)، اقتنيت ¶ تصويرهما. و (طبقات النحاة واللغويين -خ) اقتنيت تصوير 5؟ وانظر: 1/ 4 8 1. ¶ وقوله عند إثبات خط سبط المارديني 7/ 54: \" إجازة له في نهاية شرحه ¶ للامية ابن الهائم المسماة بالمقنع في الجبر والمقابلة. عندي \" و 7/ 175. ¶ وكثيراَ ما كان يقول: اطلعت عليه أو رأيته، رأيتها (1)، عندي (2)، ¶ اقتنيته (3). وكذلك ما أطلعه عليه اصدقاؤ 5 او أعلمو 5 بها من خلال المراسلة؟ ¶ (1) ¶ (2) ¶ (3) ¶ انظر: 6/ 0 1، 73، 254؟ 7/ 5، 6، 1 2، 73، 87، 5 0 1، 0 4 1. ¶ انظر: 317/ 3؟ 4/ 150؟ 6/ 91، 171، 0 20، 206، 233. ¶ انظر: 2/ 61؟ 259/ 4؟ 178/ 5؟ 43/ 6، 131؟ 7/ 190. ¶ 72",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وهم ¶ (1) ¶ (2) ¶ (3) ¶ أحمد عبيد (1)، وعبد ا لعزيز الميمني (2)، وسعيد الأفغاني (3)، وحمدي ¶ كقوله: أطلعني عليه السيد أحمد عبيد: 1/ 62؟ 2/ 322؟ 6/ 93، وقوله في ¶ إثباب الخطوط: اللوحة مستعارة من السيد أحمد عبيد: 63/ 3، 128؟ ¶ 4/ 271؟ 5/ 0 1؟ 59/ 6؟ 7/ 60. ¶ وقوله: مما إقتبسه الأستاذ أحمد عبيد: 3/ 1 12، 4 12؟ 6/ 0 1 2؟ 8/ 236. ¶ وقوله: مما ظفر به السيد أحمد عبيد: 178/ 3، 342؟ 5/ 42؟ 6/ 134، ¶ 230؟ 7/ 121. ¶ وقوله: عن نهاية مخطوطة. 0 0 في المكتبة العربية، انظر: 5/ 16، 23، ¶ 164؟ 148/ 6، 163، 214. ¶ وقوله: \"مما اتحفني به السيد أحمد عبيد\": 97/ 6، 209 وقوله: إأتحفني ¶ أحمد عبيد بنموذجين من خطه \": 5/ 43. ¶ أو (عند عبيد) انظر: 6/ 4 0 2؟ 7/ 123، 151. ¶ او (مما أعارنيه السيد أحمد عبيد): 6/ 237، 265. ¶ أو (استخرجه السيد أحمد عبيد): 6/ 316، 317؟ 8/ 9 22. ¶ للميمني (مذكرات) أثبت فيها أسماء ما اطلع عليه في رحلاته من نفائس ¶ المخطوطات، وأماكن وجودها، ورأيه فيها، وقال الزركلي في المصادر ¶ والمراجع: 8/ 336: \". . وتفضل فأطلعني على جزء منها في الرباط، حين ¶ زار المغرب الأقصى \"، قلتُ: طبعت مذكرات الميمني بتحقيق الدكتور شاكر ¶ الفحام في مجلة معهد المخطوطات العربية باسم (نوادر المخطوطات العربية)، ¶ الجزء الأول من المجلد 29 ربيع الأول 405 اهـ، وينظر ذكر مذكراته في ¶ الأعلام: 1/ 0 4، 1 5، 56، 79، 43 1، 57 1، 172، 178، 1 30، 2 30، ¶ 307؟ 2/ 66، 180، 272؟ 3/ 86، 03 1، 0 32؟ 4/ 1 1، 72، 76، ¶ 170، 222، 266، 5 32؟ 5/ 38، 1 4، 46، 63، 178، 182؟ 6/ 46، ¶ 0 6، 61، 82، 83، 234، 281، 282؟ 7/ 4 4، 48، 08 1، 178، ¶ 1 22، 275، 0 29؟ 8/ 98 1، 1 1 2، 0 4 2، 256. ¶ قال الزركلي في المصادر والمراجع: 8/ 336: \"مذكرة الأفغاني: مخطوطة، ¶ لسعيد الأفغاني الدمشقي، تشتمل على بعض ما راَه من نفائس المخطوطات في ¶ رحلته سنة 1956 إلى المغرب والأندل!. تفضل لإطلاعي عليها\" انظر ذكرها- ¶ 73",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "السفرجلاني (1)، وحسن حسني عبد ا لوهاب (2)، والدكتور شكري فيصل (3)، ¶ ومحمد المختار السوسي (4)، ومحمد الطاهر بن عاشور (ْ)، ومحمد ¶ المنونى (6)، ومحمد الشاذ لي ا لنيفر (7)، ومحمد داود (8)، وعبد الله ¶ ا لجراري (9)، وأ حمد خيري (0 1)، وحمد ا لجاسر (1 1)، وزهير الشا ويش (2 1)، ¶ 1) ¶ 2) ¶ 3) ¶ 4) ¶ 5) ¶ 6) ¶ 7) ¶ 8) ¶ 9) ¶ 10) ¶ 11) ¶ 12) ¶ في الأعلام: المجلد الأول: 9 5؟ المجلد المْاني: 179، 0 18، 94 1، 18 2؟ ¶ المجلد السادس: 82؟ المجلد السابع: 275. ¶ انظر (الأعلام): 1/ 1 1 1؟ 7/ 55 1؟ 8/ 5 22. ¶ انظر: 1/ 25، 139، 230؟ 4/ 42، 56،97،147، 154،169؟ 5/ 180؟ ¶ 6/ 11، 102، 134، 188، 205؟ 133/ 7؟ 8/ 244. ¶ انظرالأعلام: 4/ 305. ¶ انظر: 6/ 140. ¶ انظر: 48/ 1، 273، 326؟ 6/ 172، 173، 268. ¶ انظر: 5/ 172؟ 197/ 6. ¶ إنظر: 1/ 102، 220، 237. ¶ انظر: 1/ 145؟ 5/ 15. ¶ انظر: 1/ 250؟ 167/ 3؟ 07/ 6 2، 304، 305. ¶ إنظر: 4/ 130؟ 7/ 6. ¶ إنظر: 2/ 04 2؟ 5/ 174. ¶ للشيخ زهير الشاويش خزانة كتب ضخمة، فيها نحو مئة الف كتاب، منها ¶ خمسة اَلاف كتاب نادر، لانها من أوائل ما طبعته المطابع العربية، وبعضها طغ ¶ منذ مئتي سنة، وفيها نحو عشرة آلاف مخطوط، وفيها ألوف الوثائق التاريخية ¶ والسياسية والعلمية، وفيها ما يخص بلاد الشام والسعودية، وهي اكبر خزانة ¶ كتب خاصة في بلاد الشام إن لم تكن في الوطن العربي. قال فيها الزركلي في ¶ المصادر وا لمراجع، آخر صفحة فيها: (مكتبة الشاويش: مكتبة زهير الشاويش. ¶ اطلعت على بعض مخطوطاتها في بيروت \" وهو يقول عند ذكر مخطوطاتها: ¶ \"في خزانة زهير الشاويش ببيروت، في مكتبة زهير الشاويش، عند السيد زهير ¶ السْاويش، عند الشاويش، في مكتبة زهير الشاويش، أطعلني عليه زهير ¶ الشاويش \" انظر الأعلام: 1/ 73، 88، 89، 92، 2 22، 93 2، 332؟ = ¶ 74",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وإبراهيم شَئوح (1)، ومحمد إبراهيم الكتاني (2)، وعبد الحفيظ الفاسي (3)، ¶ ومحمد العابد الفاسي (4)، لىدريس الماحي الإدريسي (ْ)، وسعد محمد ¶ حسن (6)، وأبو اليسر عابدين (7) 0 ¶ أما العالمان بالمخطوطات العصاميان الكبيران: فؤاد سيد ومحمد رشاد ¶ عبد المطلب، فقد ذكرهما في مفدمة الكتاب: 1/ 18 وشكرهما وقال: \"كان ¶ كلاهما نعم العون على ما صُؤر لي من خطوط الدار والمعهد\". ¶ اشارته الى المطبوع والمخطوط من مؤلفات المترجم: ¶ والزركلي عند عده أسماء مؤلفات المترجَم، يشير إلى المطبوع منها ¶ ب (ط)، والمخطوط المحفوظ في بعض خزائن الكتب العامة أو الخاصة ب (خ)، ¶ أما الكتاب المفقود، أو مجهول المصير إلى أن يطهر، فلا يلحقه بأحد هذين ¶ الحرفين، وقد يشير إلى رقم المخطوط ومكان وجوده، كما ترى ذلك في ¶ ترجمة ابن الجَلأَب: 4/ 93 1، حين ذكر كتابه (التفريع في الفقه مذهب مالك- ¶ خ) في خزانة الجلاوي (الرقم 27) في الرباط، نسخة قديمة. والذي تراه في ¶ ترجمة باصَبْرين: 4/ 260، حين ذكر كتابه (قرة العين في دفع الشين بالزين- ¶ خ) وأشار إلى أنه في جامعة الرياض، (الرقم 1921)، وما تراه في ترجمة ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ (5) ¶ (6) ¶ (7) ¶ 173/ 4، 249، 309؟ 5/ 1 30؟ 37/ 6، 125، 195، 1 20، 295؟ ¶ 7/ 69؟ 8/ 1 17. والمستدرك الثاني اللوحة 576 1. ¶ كقوله: \"استخرجها للأعلام، اقتبسه للأعلام، أطلعني السيد إبراهيم شبوح ¶ القيرواني \" انظر: 3/ 0 0 1؟ 4/ 8 31؟ 5/ 6 1 3؟ 7/ 82، 83؟ 8/ 4 13، 48 1. ¶ انظر: 1/ 0 8 1؟ 6/ 73، 6 1 2؟ 7/ 6 0 1. ¶ إنظر: 1/ 135، 68 1، 0 9 1؟ 3/ 67 2، 275، 0 28؟ 4/ 33، 4 17؟ 6/ 96. ¶ انظر: 5/ 27 1؟ 6/ 9 1 1، 238. ¶ انظر: 7/ 6، 79. ¶ انظر: 2/ 178؟ 7/ 1 5؟ 8/ 4 23. ¶ انظر: 8/ 0150 ¶ 75",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "السمهودي: 4/ 07 3 حين ذكر كتابه (جواهر العقد -خ) وقال: \"رأيت نسخة ¶ منه في مغنيسة (الرقم 284) \". ¶ وقد يشير ايضاَ إلى تاريخ الفراغ من نسخ المخطوط من قبل المؤلف، كما ¶ ترى ذلك في ترجمة الشَرْميني: 4/ 294 حين قال في كتابه (درر الأبكار في ¶ وصف الصفوة الأخيار -خ): \"بخطه في دار الكتب (1 0 1 تاريخ) فرغ منه في ¶ ذي الحجة 1 74\"، وما تراه في ترجمة النابلسي: 4/ 2 0 2 حين ذكر كتابه المع ¶ القوانين المضية في دواوين الديار المصرية -خ)، وقال: \"بخطه في التيمورية ¶ (372 مجاميع) في (17) لوحة، فرغ منه سنة 6 5 6 1 أو يشير إ لى تاريخ كتابته من ¶ قبل الئئاخ، كما ذكر في كتاب (الرعاية الكبرى -خ) لابن حمدان: 1/ 9 1 1: ¶ \"منه نسخة كتبت سنة 706 هفي شسمتربتي (3541)!. وقد يشير إلى عدد ¶ صفحات المخطوط، كما ذكر ذلك في كتاب إ الفتوح) لابن أعثم: 1/ 6 0 2: ¶ \"في 361 ورقة في شسمتربتي (الرقم 3727) ونسخة في جامعة الكويت مصورة ¶ عن استانبول أ وقد يذكر حال المخطوط، ونفاسته أو رداءته كقوله فى مخطوط ¶ (نشأة السلافة) للطبري: 4/ 44: \". . والنسخة كثيرة التحريف \" وقوله في ¶ مخطوط ديوان ابن الخيمي: 6/ 250: \"منه نسخة نفيسة رأيتها في مكتبة ¶ فلورانس (الرقم 186)!. ¶ ولا يذكر أحياناَ اي كتاب للمترجم، مع ان له مؤلفات كما فعل في ترجمة ¶ علي بن ثابت: 4/ 68 2، حيث ذكر أن له نحو (28) كتاباَ، ولم يذكر اسم واحد ¶ منها. ¶ التمييز بين الكتب المتشابهة في الاسم: ¶ وعند تثابه اسم الكتاب بين مؤثف واَخر، يشير - غالبأ - إلى ذلك، مثل ¶ قوله في كتاب (الإرشادات إلى أماكن الزيارات) لابن الحوراني: 4/ 03 2: ¶ \"وهو غير الكتاب المسمى بهذا الاسم، من تاليف محمود بن محمد الزوكاري ¶ المتوفى سنة 32 0 1 \". ¶ 76",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "وقوله في كتاب (صفة الصفوة) لابن مرزوق: 4/ 214: \" اختصر به ¶ (حلية الأولياء) وهو غير صفة الصفوة لابن الجوزي \" وقوله في كتاب (الرحمة ¶ في الطب والحكمة) للصُّبُنْري: 7/ 313 \" وهو غير كتاب السيوطي المسمى ¶ بهذا الاسم \"، وهذا يفيد العاملين في المخطوطات. ¶ إشارته الى مَن جمع شعر المترجم: ¶ وفي ترجمة الشعراء، يذكر - في الأغلب - مَن جمع شعرهم، كقوله في ¶ ترجمة الشاعر عروة بن أدينة 4/ 27 2: \" وجمع الدكتور يحيى الجبوري ما وجد ¶ من شعره في (ديوان - ط) \" وقوله في ترجمة القتال الكِلابي 4/ 90 1: \" فجمع ¶ معاصرنا الدكتور إحسان عباس ما ظفر به مفزقاً من أخباره وشعره وسماه (ديوان ¶ القتال الكلابي)، وقوله في ترجمة عمرو بن معدي كرب 5/ 86: \"جمع هاشم ¶ الطعان ما ظفر به من شعره في (ديوان عمرو بن معدي كرب - ط) ومثله صنع ¶ مطاع الطرابيشي \". ¶ ذكره محقق الكتاب: ¶ وقلّ أن يذكر اسم محقق كتاب المترجم، نحو قوله في كتاب (حجّة ¶ القراءات) لابن زنجلة 3/ 325: \" حققه الأستاذ سعيد الأفغاني \". وقوله في ¶ كتاب (حماسة الظرفاء من أشعار المحدثين والقدماء) للزَّوزَني 4/ 121: ¶ \"حققه محمد جبارالمعيبد في بغداد\". ¶ تصحيح نسبة الكتب الى مؤلفيها: ¶ ويصحج نسبة الكتب، كقوله في ترجمة ابن عرضون 6/ 89: \" ونسب ¶ إ ليه (اللائق في الوثائق) وهو لأخيه أحمد وترجمته في الاعلام \". ¶ وقوله في ترجمة الفاسي: محمد بن عبد القادر 6/ 12 2: \" ونسبت إليه ¶ الرسالة المسماة (ذكر بعض مشاهير أهل فاس في القديم) وهي من تصنيف أخيه ¶ عبد الرحمن \". ¶ 77",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "الشكُ في اسم الكتاب: ¶ وعندما يشك في اسم الكتاب يومئ إلى ذلك، فيقول في ترجمة الحزَاق: ¶ محمد بن حمد العلمي 7/ 73: \"له (ديوان العلمي). . . و (ديوان رسائل ¶ ومنظومات -خ) في خزانة الرباط (275 د) لم أره ولعله الأول؟ \". ¶ ويقول في ترجمة الشِّرواني 7/ 88: \"له كتب منها (روضة العطر -خ) في ¶ الطب مجلد ضخم (رأيته في مكتبة الفاتيكان 877 عربي) ومنه نسخة غير مسماة ¶ (او لعلها كتاب اخر له، عربي في الطب أيضاً) رأيتها في اللورنزيانة، بفلورنس ¶ (رقم 1 4 2 شرقي) ولم تتيسر لي مقابلتها بالأولى \". ¶ تعداد مجلدات الكتاب: ¶ وقد يذكر عدد مجلدات الكتاب، كقوله في ترجمة المامقاني 6/ 93: ¶ \" ذرائع الأحلام في شرح شرائع الإسلام \" في مجلدين ضخمين \"، وقوله في ¶ ترجمة الشريف الرضي 6/ 99: \" له (ديوان شعر) في مجلدين \". ¶ اظهار رايه في بعض كتب المترجم: ¶ ويسوق الزركلي - احياناً - رايه في بعض الكتب، فيقول في كتاب (وفيات ¶ الأعيان) لابن خلكان 1/ 0 22: \" وهو أشهر كتب التراجم ومن احسنها ضبطاً ¶ وإحكاماً\" وقال في الهامش: \" انتقده ابن كثير في البداية والنهاية 1 1/ 13 1 في ¶ كلامه على ابن الراوندي بقوله: \" وقد ذكره ابن خلكان في الوفيات وقلس عليه، ¶ ولم يخرجه - أو يجرحه - بشيء، ولا كأن الكلب أكل له عجيناً!، على عادته ¶ في العلماء والشعراء، فالشعراء يطيل تراجمهم، والعلماء يذكر لهم ترجمة ¶ يسيرة، والزنادقة يترك زندقتهم \". ¶ وقال في ترجمة اليزدي 4/ 80: \"وتصانيفه سهلة العبارة تمتاز بحسن ¶ الإيجاز\" وفي ترجمة عبد الله حسين 4/ 81: \" وألف كتباً كثيرة في المناسبات ¶ يعوزها العمق والتحقيق \". ¶ 78",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "وكتب في كتاب الب! ام (تحفة المشتاق من أخبار نجد والحجاز والعراق) ¶ 133/ 4: \"نقل فيه كتاب ابن عيسى (تاريخ بعض الحوادث الواقعة في نجد) ¶ نقلاً يكإد يكون حرفياً. وزاد فيه أخباراً بأسلوب أ قرب إ لى العا مية \". ¶ وفي كتاب (الجواهر في تفسير القرآن الكريم لطنطاوي جوهري ¶ 3/ 230: \" نحا فيه منحى خاصاً، ابتعد في اكثره عن معنى التفسير، وأغرق في ¶ سرد أقاصيص وفنون عصرية وأساطير، وجعل لسائر كتبه عناوين ضخاماً ¶ وأكثرها رسائل \". ¶ وعلق على كتاب (الكامل) لابن الأثير 4/ 331: \" اثنا عشر مجلداً، ¶ مرتب على السنين بلغ فيه عام 629 هـ، وأكثر مَن جاء بعد 5 من المؤرخين عيال ¶ على كتابه هذا\". ¶ وجاء في هامش ترجمة الخَرَاشي محمد بن عبد الله 6/ 0 24 - 241: ¶ \". . . وفي الزيتونة: 4/ 316 - 319 (الخرشي بفتحتين كما هو بخطه) وفي ¶ مناقب الحضيكي 2/ 77 (الخرشي) بكسر الخاء نسبة إلى خرشة من قرى مصر، ¶ وسما 5 (محمد بن محمد) وعبارة التاج 4/ 5 30: \"وأبو خراش، كسحاب، ¶ قرية بالبحيرة من أعمال مصر، منها من المتأخرين شيخ مشايخنا أبو عبد الله ¶ الخراشي \" قلت: التاج اتاج العروس) في هذا وأمثاله ثقة إلا عند تعإرضه مع ¶ الخط. ولتراجع مخطوطة الزيتونة؟ \". ¶ تتره الفوائد العلمية في التراجم: ¶ ونثر الزركلي فوائدكثيرة من خلال التراجم، ومن ذلك: ¶ ا - حديثه في (الإمإمية) عند ترجمته للحسن بن علي رضي الله عنه ¶ 2/ 99 1: \". . . وثاني الأئمة إلاثني عشر\" قال في الهامش: \" الإمإمية: فرقة من ¶ المسلمين، تقول بإمامة علي رضي الله عنه، بعد النبي ع! ي!، وانها لأبناء علي ¶ يتوارثونها، وهم متفقون على أن الأئمة اثنا عشر. وأنهم ختموا بالمهدي ¶ المنتظر، وفي أسمائهم خلاف، والأشهر في تسميتهم أنهم ا - الإمإم علي، ¶ 79",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "2 - الحسن، 3 - الحسين 4 - زين العابدين 5 - الباقر، 6 - الصادق، 7 - الكاظم، ¶ 8 - الرضا، 9 - ا لجواد، 0 1 - ا لهادي، 1 1 - ا لعسكري، 2 1 - ا لمهدي \". ¶ 2 - تعريفه بالدروز من خلال تعليقين على ترجمة حمزة بن علي: ¶ 278/ 2 - 279 وهو من مؤسسي المذهب الدرزي، والتعليق الاَخر خلاصة ¶ مركزة عنهم، وهي أطول حاشية في الكتاب، قال في بدايتها: \"كنت قد جمعت ¶ طائفة من النصوص والمصادر للرجوع إليها عند كتابة هذ 5 الترجمة، ومنها ما ¶ جاء في دائرة المعارف البريطانية: 8/ 03 6 - 6 0 6 مادة (دروز) ودائرة البستاني ¶ (دروز) وعرضتها على صديقي الشهيد (فؤاد سليم) وهو من المثقفين المنسوبين ¶ إ لى ا لمذهب ا لدرزي فقال:! ن في ا لدا ئرتين البر يطا نية وا لبستا نية أغلاطاً، وصخج ¶ ما أخذته عنهما منهما، وأضاف من عند 5 زيادات مما اشتملت عليه الحاشية، ¶ واطلعت بعد ذلك صديقي أيضاً (فؤاد حمزة) وهو من أسرة درزية معروفة في ¶ لبنان، وكان يومئذ في الرياض - بنجد -وانقطعت صلته بالعقيدة التي نشأ عليها، ¶ كما ذكر لي مراراَ، وسألته عن رأيه في الترجمة والحاشية فكتب لي: \" هذا اصح ¶ ما كتب في الموضوع حتى الاَن، وهو في الحقيقة ما يذهب إليه الجماعة \". ¶ 3 - تعريفه بالمعتزلة، في ترجمة واصل بن عطاء: 8/ 08 1 - 9 0 1: ¶ \"راس المعتزلة، ومن ائمة البلغاء والمتكلمين، سُفي أصحابه بالمعتزلة ¶ لاعتزاله حلقة درس الحسن ا لبصري، ومنهم طا ئفة تنسب إ ليه، تسمى (ا لواصلية) ¶ وهو الذي نشر مذهب الاعتزال في الاَفاق 0 0 \" فقال الزركلي في الهامش: \" كتب ¶ ابن حجة في (ثمرات الأوراق) ما موجز 5: المعتزلة من فرق الإسلام، يرون أ ن ¶ افعال الخير من الله، وأفعال الشر من الإنسان، وأن القرآن مُحْدَث ليس ¶ بقديم، وأن الله تعالى غير مرئي يوم القيامة، وان المؤمن إذا ارتكب الذنب ¶ كشرب الخمر وغيره، يكون في منزلة بين منزلتين، لا مؤمناً ولا كافراَ، وبرون ¶ أن إعجاز القرآن في (الصرفة) لا أنه في نفسه مُعْجِز، اي ءن الله لو لم يصرف ¶ العرب عن معارضته لأتوا بما يعارضه، وان من دخل النار لم يخرج منها. ¶ وسُفُوا معتزلة لان واصل بن عطاء كان ممن يحضر درس الحسن البصري، فلما ¶ 80",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "قالت الخوارج بكفر مرتكب الكبائر، وقالت الجماعة بأن مرتكب الكبائر مؤمن ¶ غير كافر لاان كان فاسفاً، خرج واصل عن الفرقتين، وقال: إن الفاسق ليس ¶ بمؤمن ولا كافر، واعتزل مجلس الحسن، وتبعته جماعة، فعُرفوا بالمعتزلة. ¶ ومازا ل مذهبهم ينمو إ لى أيام الرشيد، فوضعه موضع ا لبحث بين ا لعلماء0 ¶ ولما ولي المأمون ناصر المعتزلة وعاقب مخالفيهم، وتابعه المعتصم ثم ¶ الواثق، ولما كانت أيام المتوكل كتب إلى الاَفاق بمخالفة القائلين بالاعتزال 0 ¶ وضعف شأن المعتزلة حتى ذهبت بمذهبهم الأيام. واشتهر منهم فضلاء وأعيان؟ ¶ كا لجا حظ وا لزمخشري، والما وردي، والصا حب بن عبا د، وا لفراء، وا لسيرافي، ¶ وا بن جني، وأ بي علي ا لفا رسي، وا بن أ بي ا لحد يد. . . وا خرين كثيرين \". ¶ وعلّق على إ حا لة ا لبكري 2/ 1 7: \" ليست هذ 5 النسب، قاصرة على سلالة أ بي ¶ بكر الصديق رضي اللّه عنه كما يتوهم بعض الناس، وإنما هي كما في أنساب ¶ السمعاني ولباب ابن الأثير وغيرهما، نسبة إ لى أبي بكرالصديق أو (بكر بن وائل) ¶ أو (بكر بن عبد مناة) أو (بكر بن عوف) النخعي، أو (أبي بكر بن كلاب) واسمه ¶ عبيد، ولكل من هؤلاء نسل اشتهر بعض رجا له با لبكري \". ¶ وقال في ها مش ترجمة زين ا لدين الامدي ا لمتوفى عا م (4 1 7 هـ) 4/ 57 2: ¶ \"وفي المجلد السادس من مجلة المفتبس بحث لأحمد زكي (باشا) قال فيه: إ ن ¶ زين الدين الامدي سبق (برايل) إ لى اختراع طريقته في الكتابة بنحو ستمئة سنة، ¶ لأن برايل الفرنسي اخترع طريقته في نحو سنة 1850 م\" وقد قال الزركلي في ¶ ترجمة الامدي: \". . . عمي في صغر 5، وكان آية في قوة الفراسة وحدة الذهن ¶ وتعبير الرؤيا، عارفاً بلغات كثيرة. . احترف التجارة بالكتب وجمع كثيراَ منها. ¶ وكا ن كلما اشترى كتاباً أ خذ ورقة وفتلها فصنعها حرفاَ أ وأكثر، من حروف ا لهجاء ¶ لعدد ثمن الكتاب بحساب الجُضل، ثم يلصقها على طرف جلد الكتاب، ويجعل ¶ فوقها ورقة تثبتها، ف! ذا غاب عنه ثمنه مسن الحروف الورقية فعرفه \". ¶ تثبته وتمحيصه عند النقل: ¶ والزركلي في تراجمه لا ينقل من المصادر دون تثبُّتِ وتمحيص، بل ¶ يتثبّت ويمحّص، ويناقق ويرجّح ويصخح ما فيها، فمن المناقشة والترجيح ¶ 81",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "قوله في هامش ترجمة ابن ملك 4/ 59: \". . . ولم يَرِد فيما تقدم من المصادر ¶ ذكرٌ لسنة وفاته، وانفرد ابن العماد في شذرات الذهب: 7/ 342 فجعله في ¶ وفيات سنة (855 هـ) وقال (تقريبأ) وعنه اخذت في الطبعة الأولى من الأعلام ¶ وأخذ غيري، إلا أن صاحب هدية العارفين: 1/ 617 ظفر على ما يطهر بنص ¶ يعؤل عليه، وإن لم يذكر مصدر 5 فقال: \"كان يسكن ويدرس في بلدة تيرة من ¶ مضافات إزمير، وبها توفي سنة (1 80 هـ)، وأرخوا وفاته ببرهان الأتقياء ¶ فرجحت روايته على رواية الشذرات التقريبية \". ¶ وقوله في هامش ترجمة أبي الحسن الجرجاني المتوفى عام (392 هـ) ¶ 4/ 0 0 3: \"وفيات الأعيان: 1/ 4 32 وفيه روايتان في وفاة الجرجاني إحداهما ¶ سنة (366) ورخحها ابن خلكان، وأخذت بترجيحه في الطبعة الأولى، ثم تبين ¶ خطؤ 5 في هذا الترجيج بعد الاطلاع على قول الثعالبي: إنه تصرفت به الأحوال ¶ في حياة الصاحب بن عباد (بعد وفاته) والئعالبي معاصر لهما، والصاحب توفي ¶ سنة (385 هـ) فترجحت الرواية الثانية. واول من نبه على هذا الخطأ الإمام ¶ الذهبي في سير النبلاء -خ. الطبقة الحادية والعشرون 171/ 9 1)، ولكنه ذكر ¶ وفاته سنة (396) \" (1) وقال: \" ووهم ابن خلكان فصحج أنه توفي سنة (366)، ¶ وإنما ذلك جرجاني آخر، وهو المحدث ا بو الحسن علي بن احمد بن عبد العزيز ¶ الجرجاني \" ورجحت رواية ابن خلكان الثانية في وفاة الجرجاني سنة (392) ¶ لأخذ السبكي بها في طبقات الشافعية: 2/ 8 0 3 - 0 1 3 لاتفاقها مع رواية ياقوت ¶ في إرشاد الأديب: 5/ 9 4 2 0 أما تقدير عمر 5 فأخذته من رواية ابن خلكان الثانية ¶ أنه دخل نيسابور مع أخيه محمد سنة (337) وهو صغير بالغ. وانظر يتيمة ¶ الدهر: 3/ 238؟ والبداية والنهاية: 1 1/ 1 33؟ وشذرات الذهب: 3/ 6 5 \". ¶ وفي هامش ترجمة ال! رَخْسي 7/ 24 - 25: \"قلت: تناقلت المصادر ¶ (1) ¶ قلتُ: وفي تاريخ ا لإسلام للذهبي وفاته سنة 392 هـ، كما ذكر الزركلي. انظر: ¶ سير أعلام النبلاء: 17/ 21؟ وانظر: تاريخ الإسلام (381 - 400)، ¶ ص ا 27 - 273. ¶ 82",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "وفاته سنة 544، واستوقفني ما في الجواهر المضية: 129/ 2 من ان فقهاء ¶ حلب تعصبوا عليه، وكان اشدهم افتخار الدين بن عبد المطلب بن الفضل ¶ الهاشمي المتوفى سنة 616، فرجعت إلى ترجمة هذا فوجدت ولادته سنة ¶ (539) ولا يعقل أن تكون وفاة السرخسي بعده! بخمس سنوات، ثم رأيت في ¶ نهاية مخطوطة عن الجزء الأول من كتابه (الوسيط) انه قرئ عليه سنة (563) أ و ¶ بعده!. . وأظفرني أخيراَ احد الأصدقاء بنص في كتاب نهر الذهب في تاريخ ¶ حلب: 2/ 222 يقول: \" فتولى التدريس في المدرسة الحلاوية الإمام الفاضل ¶ رضي الدين محمد بن محمد ابو عبد الله السرخسي، كان قَدِم حلب فولاّه ¶ محمود زنكي التدريس، وكان في لسانه لُكْنَة، فتعضب عليه جماعة من الفقهاء ¶ الحنفية، فصغَروا امر 5 عند نور الدين، فمات يوم الجمعة اَخر جمعة من رجب ¶ سنة (571) \" وهذا يتفق مع سن افتخار الدين، ومع تاريخ قراءة الجزء الأول من ¶ الوسيط عليه، فليصحح ما في المصادر الأخرى \". ¶ وفي هامش ترجمة ابن طاهر المتوفى سنة (9 1 5) 6/ 172: \" بغية الوعاة ¶ (49) وفيه أنه (ولد سنة (512) وقدم دمشق سنة (554) ومات ببغداد سنة ¶ (9 1 6) \" وعنه اخذت في الطبعة الأولى، ثم ظهر لي أن هذه التواريخ كلها خطأ، ¶ لقول ابن الأبار في التكملة (153)، الترجمة (543) \" وجدت سماعه لكتاب ¶ التقصي لأبي عمر بن عبد البر في سنة (494) وقوله: \"قال ابن عساكر: وقد ¶ رايته يعنى بدمشق، وانا صغير ولم أسمع منه شيئاَ، وخرج إ لى بغداد، فأفام فيه! ¶ إلى أن توفي سنة (9 1 5) \" وابن عساكر ولد سنة (99 4) فمن المعقول أن يكون ¶ رأي ابن طاهر حوالي سنة (0 51)، ولا تتفق رؤيته له وهو صغير مع رواية ¶ السيوطي في بغية الوعاة بوجه من الوجوه \". ¶ وفي هامش ترجمة الزاهد المِيْرُتُلي المتوفَّى سنة (4 60 هـ) 7/ 322: ¶ \"ابن الأبار في تحفة القادم، والتكملة (754) ت (2147) وفيه! وفاته سنة ¶ (4 0 6)، وهو في المغرب في حلى المغرب: 1/ 6 0 4 (موسى بن عمران) نسبة ¶ إلى جده، وعرفه بالمارْتُلي - براء ساكنة وتاء مضمومة - ومثله في صفة جزيرة ¶ الأندلس المنتخب من الروض المعطار (175)، وفيه خبر لطيف عنه مع ¶ 83",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "المنصور الموحدي، وسماه صاحب الذخيرة السنية (43) (موسى بن عمران) ¶ أيضاَ، إلا أنه عزفه ب (المارتلي) وأؤخ وفاته في صفر (03 6) واراني اميل إلى ¶ ترجيحه، لانفراده بتعيين مكان الوفاة والدفن. وفي هذه المصادر نموذجات ¶ مختلفة من نظمه!. ¶ وفي هامش ترجمة البَليدي 7/ 68: \"قلت: سبقت الإشارة إ لى (البليدي) ¶ (الاسم دون ترجمة) مضبوطاَ بصيغة التصغير، ورأيت بعد ذلك ما نته إليه تيمور ¶ باشا في الخزانة: 39/ 3 من ورود نص في سلك الدرر: 4/ 05 1، وهو: ¶ \"البليدي بفتح الباء، ورجح تيمور أن يكون المقصود صاحب الترجمة، واطلع ¶ السيد حسن حسني عبد الوهاب التونسي على هذ 5 الكلمة فكتب: الصواب ما ¶ قاله تيمور\". ¶ تنقية بعض كتب التراجم مما علق بها من اوهام: ¶ وينقي الزركلي بعض كتب التراجم مما علق بها من وَهْم أو تصحيف أ و ¶ تحريف، ومن ذلك: ولادة ابن الأحمر، إسماعيل بن فرج ووفاته (677 -  ¶ 725 هـ) 1/ 321: حيث قال في الهامش: \". . . والنجوم الزاهرة: 9/ 250 ¶ وفيه مولد 5 سنة (680) ووفاته (0 72 هـ). ومثله في الدرر الكامنة: 1/ 375 ¶ وهو خطا. وفي تاريخ دول الإسلام: 3/ 8 مقتله سنة (727) خطأ أيضاً\" فهو قد ¶ صحح ما جاء في النجوم الزاهرة، والدرر الكامنة، وتاريخ دول ا لإسلام. ¶ ومن ذلك أيضاَ تصحيحه لكشف الظنون، وبروكلمان، وسركيس ¶ والأزدي، حيث جعلوا ابن جَهْضَم: علي بن عبد الله المتوفَّى عام (414 هـ) ¶ والشطَنوفي: علي بن يوسف المتوفَّى عام (713) شخصاً واحداً، وبينهما ثلاثة ¶ قرون، فقال في: 4/ 4 30: \"قلت: كتاب (بهجة الأسرار) لابن جهضم هذا، ¶ غير كتاب (بهجة الأسرار -ط) للشطنوفي (علي بن يوسف) المتوفى سنة (13 7) ¶ 1 انظر ترجمته: 5/ 34) وقد جعلهما صاحب كشف الظنون، ص 256 شخصاً ¶ واحداَ، وبينهما ثلاثمئة عام، وتابعه في خطأه بروكلمان (433) 361:ا. س! ه 3! ¶ وسركيس في معجم ا لمطبوعات (6 2 1 1)، ومشتبه ا لنسبة للأزدي (78 - 9 7) \". ¶ 84",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "وصخح خطأَ في (البداية والنهاية) فقال في هامش ترجمة الجزري، ¶ محمد بن إبراهيم 298/ 5: \". . .والبداية والنهاية: 186/ 14 وجاء فيه ¶ (الجوزي) وهو تصحيف \". ¶ وصحح خطأين في شذرات الذهب فقال في هامش ترجمة عبد الرحمن ¶ ا بن جبلة ا لأبناوي أو الأنبا ري 3/ 2 0 3: \" وفي شذرا ت ا لذهب: 1/ 2 32 ا لأ ساوي ¶ تحري! الأبناوي\" وقال في هامش ترجمة الخُوَ-يّ محمد بن أحمد 5/ 324: ¶ \" ووقع اسمه في الشذرات: 5/ 3 2 4 شهاب ا لدين أحمد، وا لصواب (محمد) \". ¶ وجاء في ترجمة العؤَام بن شَوْذَب 93/ 5: \". . .كان حياً يوم غبيط ¶ المروت \" فعفَق الزركلي في الهامش: \" التاج: 5/ 190 ووقع فيه اسم المكان ¶ (غبيط المدرة) كما في القاموس، كلاهما تصحيف، وفي معجم البلدان: ¶ 267/ 6 (غبيط الفردوس) تصحيف ايضاَ، والصواب في الجميع (غبيط ¶ المَزُوت) بفتح ا لميم وتشديد الراء. ا نظر معجم انبلدان: 8/ 1 3\". ¶ وقال في ترجمة ابن جَزْلَة المتوفَّى سنة (493) 7/ 1 16: \". . وتاريخ ¶ الحكماء للقفطي (239) ووقعت فيه وفاته سنة (473)، ومثله في مختصر ابن ¶ ا لعبري، والتصحيح من خط ابن قاضي شهبة في ا لإعلام \". ¶ وعفق على ترجمة أمين الجندي 2/ 16: \". . وفي الاَداب العربية للأب ¶ لوي! شيخو أنه: أمين بن خالد بن عبد الرزاق، والصحيح ما أثبتنا 5 (أمين بن ¶ خالد بن محمد بن أحمد) أما عبد الرزاق فهو عمه لا جد 5\". ¶ وعفق على ترجمة أبي الليث السمرقندي: نصر بن محمد المتوفَى سنة ¶ (373 هـ) 27/ 8: \". 0 قلت: في بعض فهارس المكتبات: من تصنيفه (بحر ¶ العلوم -خ) بضعة مجلدات في التفسير والصواب أن (بحر العلوم) من تأليف ¶ سمرقندي آخر اسمه (علي) من أبناء المئة التاسعة، كما في كشف الظنون ¶ (225) \". ¶ وقال في هامش ترجمة البئاسي: يوسف بن محمد المتوفَى عام (53 6 هـ) ¶ 249/ 8: \". .وخلط صاحب هدية العارفين: 2/ 554 ترجمة هذا بترجمة ¶ 85",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "البلوي، يوسف بن محمد المتوفى سنة (4 0 6) فجعلهما واحداً\". ¶ وانظر حاشيته الطويلة على ترجمة ابن حَفويَه: 8/ 9 4 2 لتحقيق نسبة كتاب ¶ (تقويم النديم وعقبى النعيم المقيم -خ) إليه، وبيان أوهام المؤلفين التي علقت ¶ بصاحب الترجمة وكتابه. ¶ فلتُ: وا نظر تصحيحات الزركلي لكتاب (كشف ا لظنون) 1/ 97 1، 3 0 2، ¶ 0 3 2، 2 7 2، 4 32، و 2/ 32 1، 0 1 2، 6 1 2، 6 5 2، 7 0 3، و 3/ 3 0 1، ¶ و 6/ 0 4، 0 0 1، 1 0 2، 37 2، 9 4 2، 5 7 2، 9 8 2، 6 9 2، و 7/ 6 6 1، 82 1. ¶ وإيضاح المكنون: 158/ 1، 274، و 38/ 2، و 6/ 18 1، 296، ¶ و 7/ 156. ¶ وهدية العارفين: 1/ 58 1، 0 16، 173، 176، 177، 91 1، 96 1، ¶ 12 2، 0 23، 4 5 2، 4 31، 330، و 2/ 62، 187، 5 0 2، 07 3، 318، ¶ 323، و 237/ 6، 285، 289، و 7/ 155، 177، 182، 233، 271، ¶ 348، و 8/ 141، 155، 166، 216، 221، 229، 240، 241، 253. ¶ رجوعه عن رايه اذا اتضح غلطه: ¶ لىذا ظهر للزركلي خطأٌكَتبَه، فسرعان ما يتراجع عنه، ويشير إلى ذلك، ¶ ويشير أيضاً إلى مَنْ نئهه عليه، من ذلك ما جاء في ترجمة العادل نور الدين ¶ 7/ 170: \"قلت: وقع في الطبعة الأولى من الأعلام أنه دفن في مدرسته ¶ (العادلية) ونبهني الأستاذ محمد كردعلي إلى أن العادل المدفون في المدرسة ¶ (العادلية) هو أخو السلطان صلاح الدين، ا ما العادل نورالدين صاحب الترجمة، ¶ فدفن في مدرسته: النورية بالخياطين في دمشق \". ¶ ومنه ما جاء في ترجمة الأميرة حَبُوس الأرسلانية: 2/ 164 من أنها ¶ (شهابية) وذلك في الطبعة الأولى فقال: \"ما كادت تصدر الطبعة الأولى من هذا ¶ الكتاب وفيها ذكر الأميرة (حبوس) وأنها (شهابية) حتى تلقيت رسالتين: ¶ الأولى من الأمير عادل ارسلان من معقل الثورة على الفرنسمن - بسورية- ¶ 86",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "تاريخها (7 رجب 6 134)، والثانية من شقيقه الأمير شكيب أرسلان من لوزان ¶ - بسويسرة - تاريخها (1 2 مارس 928 1 م). ينفيان معاً نسبتها إ لى آل! شهاب، ¶ ويبرهنان على أ نها أرسلانية، والقول! ما ذهبا إ ليه، فإنها جدة والدهما لأ مه، وفي ¶ الرسا لتين فوائد للتاريخ: جاء في رسالة الأ مير عا دل!: \" وحبوس هي التي غضبت ¶ على وكيل أملاكها زيدان جد جرجي زيدان الشهير، فكان سبب نزوحه إلى ¶ بيروت، وكان نزوحه سبب ظهور المؤرخ الشهير. . \". ¶ ومنه أيضاً ما جاء في ترجمة اليوسي: الحسن بن مسعود المتوفى سنة ¶ (02 1 اهـ) 223/ 2: \"الجبرتي: 68/ 1 وفيه: قدم مكة حاجاً سنة (02 1 1) ¶ وتوفي بالمغرب سنة (1 1 1 1) \" وعنه أ خذنا وفا ته في ا لطبعة ا لأولى، ثم صححناها ¶ برواية صفوة من انتشر (06 2 - 0 21)، لقول! صاحب فهرس الفهارس في ¶ ترجمته: 2/ 464 - 469 \" اليوسي المتوفى عام (2 0 1 1) وما في عجائب الاَثار ¶ للجبرتي من أنه مات عام (1 1 1 1) غلط. . \". ¶ ومنه ما جاء في ترجمة الشَنْقيطي التزكزي، محمد محمود 7/ 89: \" سبق ¶ ضبط (الشنقيطي) بفتحة على الشين والصواب كسرها كما في التاج: 5/ 0 17، ¶ فلتصحج حيث وجدت، والشنقيطي بالقإف المعقودة، وقد تكتب بالجيم ¶ (شنجيطي) و (تركز) اسم قبيلة \". ¶ اشارته الى المتشابه من الأسماء والتفريق بينها، وذكره الكتب التي ¶ الًفت في المترجم: ¶ من عادة الزركلي أن يختم الترجمة بأمور أه! ا: ¶ ا - إشارته إلى وفاة المترجم ومدفنه. ¶ 2 - ذكر مؤلفا ته. ¶ 3 - إشارته إ لى مدائح ومراثي المترجم من معاصريه. ¶ 4 - إشارته إلى التشابه بين المترجم وغيره في الاسم، والتفريق بينهما، ¶ 87",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "كقوله في ابن خروف الشاعر: علي بن محمد بن يوسف 4/ 330: \"وهو غير ¶ معاصره وسمئه (ابن خروف) النحوي \". ¶ وقوله في ترجمة الرعيني: محمد بن سعيد (المتوفى سنة 778) 6/ 139: ¶ \"وهو غير الرعيني محمد بن ابي القاسم (1110) صاحب المؤنس، وغير ¶ الرعيني أحمد بن يوسف (779) صاحب ابن جابر وهما الأعمى والبصير\". ¶ وقوله في ترجمة ابن معتوق (ا لشاعر) 7/ 32 - 33: \" وهو غير (ابن معتوق) ¶ صاحب الديوان المطبوع سنة (087 اهـ) \" وقوله في ترجمة أبي عمر الكندي ¶ (المؤرخ) 7/ 48 1: \"وهو غير يعقوب الكندي الفيلسوف الاَتية ترجمته \". ¶ 5 - إثباته الكتب التي أئفت في المترجم. كقوله في ترجمة عائشة ¶ ام المؤمنين 3/ 0 24: \"ولسعيد الأفغاني \" عائشة والسياسة - ط \"، وقوله في ¶ ترجمة الحسن بن الهيثم: 6/ 84: \"ولمصطفى نظيف كتاب (الحسن بن ¶ الهيثم -ط). ¶ الإحالة على مصادر الترجمة بعد الفراغ منها: ¶ وهو إذ يفرغ من الترجمة، يحيل على مصادرها ومراجعها في الهامث!، ¶ وقد يطيل فيه، لينافش ويصحح، ويتثبت ويشرح ويبئن، انظر هامث! ترجمة ابن ¶ القيم: 2/ 246؟ وابن عنين: 7/ 125 - 126؟ وحمزة بن علي: 278/ 2؟ ¶ وماء العينين: 7/ 243 - 244؟ والمعافر بن يعفر: 7/ 259؟ وحبوس ¶ الأرسلانية: 2/ 4 6 1، والكندي 8/ 5 9 1، وابن حَفويه 8/ 9 4 2 0 ¶ بل قد يذكر في هامث! الإحالة أشياء تتعلق بالمترجَم، وقد تكون غير ¶ مذكورة في ترجمته، كما في إحالة ابن المرحل: 7/ 1 0 2؟ وابن ملوكة: ¶ 288/ 7؟ والمصري: حسين شفيق: 7/ 228؟ ومعئب الرومي: 7/ 264؟ ¶ وابن مَنْعَة: 308/ 7؟ وابن النقيب: الحسن بن شاور: 8/ 47؟ والهُمامي: ¶ احمد بن ثَبَات: 8/ 94؟ يقول في هامث! الإحالة الأخيرة: \"ساورني شك في ¶ ضبط (ثبإت) فأعدت النظر فيه فوجدته في مخطوطة (التكملة في وفيات النقلة) ¶ 88",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "للحافظ المنذري، بما موجزه: أحمد بن علي بن ثبات الواسو الشافعي، ¶ مولده تقريباً في سنة (555) كانت له معرفة بإلفرائض والحساب، وصنف فيه، ¶ وثبات: بإلتاء المثلثة المفتوحة، والباء الموحدة المخففة، وبعد الألف تإء ¶ مثناة. قلت: ولم يذكر الهمامي \". ¶ ويقول الزركلي في هامش إحالة الدُّكَّالي 2/ 0 34: \" الدكالي سبق ضبطه ¶ بفتح الدال، اعتماداً على ما في شذرات الذهب: 5/ 431 ونصه: \"دكالة بفتح ¶ الدال وتشديد الكاف، بلد بإلمغرب، ثم رأيت في شوارق الأنوار -خ، نصاً ¶ اَخر، على أنها بضم الدال، ومثله في القاموس (دكالة، كرمّانة) وعلق شارحه ¶ (التاج: 7/ 323): \"وضبطه الصاغاني بفتح الدال \". ¶ أما الشائع على ألسنة أهل المغرب اليوم، فهو الضم، وقد أصلحته في ¶ الطبعة الثالثة بإلضم، على أن الفتح ليس بخطأ \". ¶ وقد توهَم بعضهم فخطأ الزركلي على قوله بفتح ا لدال، وا لمخطِّئ مخطئ. ¶ اختصاره اسم مصادره ومراجعه: ¶ والزركلي عندما يحيل على مصادر الترجمة في الهامش، كئيرا ما يعمد إ لى ¶ اختصار أسمائها، ومن ذلك: تاج العروس (التاج) (1)، وشذرات الذهب ¶ (الشذرات) (2) أو (شذرات)، وفوات الوفيات (الفوات) (3) وهدية العارفين ¶ (هدية) (4)، ومصادر الدراسة الأدبية (الدراسة) (ْ) أو يذكر أسماء مؤلفيها عوضاً ¶ عنها، ومن ذلك: تإريخ الأدب العربي (6) (كلاس! ه 3!) المستشرق الألماني كارل ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ (5) ¶ (6) ¶ ا نظر ا لأعلام: 6/ 5 2 2؟ 7/ 9 9 1، 9 9 1. ¶ ا نظر: 6/ 0 6، 83، 5 9 1؟ 7/ 83 1. ¶ ا نظر: 3/ 327، 3 4 3. ¶ ا نظر: 2/ 0 9 2، 7 0 3؟ 7/ 6 4 1. ¶ ا نظر: 2/ 9 2، 9 5، 78، 92، 93. ¶ انظر: 6/ 0 0 2، 5 22، 27 2 وهو لا يذكر كتابه إنما يذكر اسم مؤلفه دائمأ. ¶ 89",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "بروكلمان، ووفيات الأعيان (ابن خلكان) (1)، وطبقات فحول الشعراء ¶ (الجمحي) (2)، ومعجم المطبوعات العربية (سركيس) (3) و (الإعلام بتاريخ ¶ أهل الإسلام (ابن قاضي شهبة) (4). ¶ وصفه بعض المخطوطات التي اطلع عليها: ¶ ويصف بعض المخطوطات التي رجع إليها في (المصادر والمراجع) ¶ خصوصاَ التي اقتناها، من ذلك - وهو كثير - حديثه عن مخطوطة (الأبحاث ¶ المسددة في فنون متعددة) للمقبلي: 8/ 275 و (اشراف مكة وأمراؤها) لمؤلف ¶ مجهول: 279/ 8 و (الإعلام بتاريخ الإسلام) لابن قاضي شهبة: 8/ 280 ¶ و (أعمار الأعيان) لابن الجوزي: 8/ 281 و (أنباء الزمن في تاريخ اليمن) ¶ ليحى بن الحسين بن الإمام القاسم: 283/ 8. و (التشوف إلى معرفة رجال ¶ التصوف) لابن الزيات المتادلي: 8/ 296 و (ضوء المشكاة): 8/ 318 والقط ¶ الفرائد) لابن القاضي: 8/ 333 و (المصابيح) لأبي العباس أحمد بن إبراهيم ¶ الحسني: 8/ 338. ¶ حُسن بيانه وصفاء عبارته: ¶ وقد زان ذلك كله حسن البيان، وصفاء العبارة، فالزركلي أديبٌ شاعرٌ، ¶ وقد كان الأدب ومازال خير سبيل لإيصال المعرفة، وسرعة انصبابها إلى ¶ السمع، واستيلائها على النفس، والبليغ يضع لسانه حيث أراد، وإنك لتجد ¶ كثيراَ من الدراسات قد جمعت فأوعت لكنها لم تبلغ مبلغها من النفع والفائدة ¶ لجفافها وعسرها. ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ انظر: 61/ 2، 75؟ 149،6/ 6. ¶ انظر: 69/ 5. ¶ انظر: 2/ 285. ¶ انظر: 69/ 2؟ 6/ 71. ¶ 90",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "وهو يشدُك ويأسرك إلى قراءة تراجمه، وكثيراً ما كنت أبحث عن ترجمة ¶ صفحة من صفحات الأعلام، فأجدني أقرأ صفحتين قبلها أو بعدها دون أ ن ¶ أشعر. ¶ طبيعة تراجم الأعلام وألس! انتقائها: ¶ 1 - العَلَمية: ترجم الزركلي لمشاهير الأعلام في كل! ر على اختلاف ¶ اهتماماتهم ومِلَلِهم. ¶ أما أسس الانتقاء أو الاختيار، فقد صزَح بها الزركلي في مقدمة (الأعلام) ¶ فقال ص 0 2: \" وجعلت ميزان الاختيار أن يكون لصاحب الترجمة علم تشهد به ¶ تصانيفه، آو خلافة أو مُلك أو امارة، أو منصب رفيع - كوزارة أو قضاء - كان ¶ له فيه أثر بارز، أو رياسة مذهب، أو فنٌّ تمبَّز به، أو أثر في العمران يُذكَر له، آ و ¶ شعر، آو مكان يثردد به اسمه، آو رواية كثيرة، أو أن يكون أصل نسب، أ و ¶ مضرب مثل. وضابط ذلك كله: أن يكون ممن يتردد ذكرهم وبسال عنهم. ¶ أما من أغدق عليه بعض مؤرخينا نُعوت التمجيد وصفات الثناء إغداقاً، ¶ كما صنع أصحاب (الريحانة) و (اليتيمة) و (السلافة) و (سلك الدرر) وعشرات ¶ أشباههم، من إطرائهم قائل بيتين واهيين من المنظوم بما لا يُطرى به صاحب ¶ ديوان من الشعر، ورصهم صفات الإمامة والعلم والهداية والتشريع لراوي ¶ حديث أو حديثين، أو لمتفقه لم تسفر حياته عن أكثر من حلقة وعظ تغمن ¶ المعابد بأمثالها كل يوم - فقد تعمدت إهمال ذكرهم اجتناباً للإطالة على غير ¶ جدوى، ورغبة في الوقوت عند ا لحد ا لذي رسمته لنفسي في وضع هذا ا لكتاب \". ¶ 2 - الشمول النوعي: لم يقتصر الزركلي في (الأعلام) على نوع معين من ¶ الأعلام - كما ذكرت في بداية التعريف - بل تنوعت تراجمه، فشملت كثيراً من ¶ قئات الناس من الخلفاء والملوك والأمراء والولاة ورؤساء الوزراء والوزراء ¶ والقضاة، والفزاء والمف! رين والمحدثين، والفقهاء والأدباء واللغويين والنحاة ¶ والشعراء، والممثلين والمطربين والملحنين، وأرباب الملل والنحَل ¶ 91",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "والمتكلمين، والمستشرقين والمستعربين. . ¶ 3 - الشمول المكاني: تغئا الزركلي أن يكون كتابه شاملاًالأعلام في الوطن ¶ العربي والإسلامي من الأندلس غرباً إلى أقصى المشرق، وإذا أدخلنا تراجم ¶ المستشرقين والمستعربين وأدباء العرب في المهجر (الأميركيتين) فيكون قد ¶ شمل مختلف أقطار العالم. ¶ 4 - الشمول الزماني: امتدت الفترة الزمنية ا لتي غطَّاها الزركلي في اعلامه: ¶ من العصر الجاهلي - عدا بضعة تراجم سبقت هذا العصر منها تراجم الأنبياء: ¶ أيوب، هود، إ سماعيل - حتى عام (5 39 ا هـ/ 975 1 م). ¶ وقد وجدت الزركلي يكثر من تراجم القرن الرابع عشر الهجري = اَخر ¶ القرن التاسع عشر وأغلب القرن العشرين الميلادي، ولعل مرد ذلك أمران: ¶ الأول، ازدياد عدد الأنفس، وبالتالي ازدياد الأعلام منهم فمعروف أ ن ¶ أعداد الأنفس في ازدياد. ¶ الثاني: معاصرة الزركلي لأحداث تلك السنوات وقربه منها، وصلته ¶ الكبيرة بأعلام عصره، فهو قد ولد بدمشق ونشأ فيها وتعلم، وعمل في عفان ¶ سنتين، وأقام في السعودية سنوات، وأقام مثلها في القاهرة، وأقام في المغرب ¶ سنوات سفيراً للسعودية، واستقر به المقام في بيروت، وذلك ساعده في كثرة ¶ تراجمه لمعاصريه. ¶ ترتيب الأعلام المترجمة: كتب التراجم لا تجري في ترتيب الأعلام على ¶ نهج واحد، فمن مؤلفيها من يرتبهم على الطبقات، كأن يذكر في كل طبقة عشر ¶ سنين او عشرين سنة أو أربعين سنة. . وبعض المؤرخين كالذهبي استعمل ¶ الطبقة للدلالة على القوم المتشابهين من حيث اللقاء أي: في الشيوخ الذين ¶ أخذوا عنه، ثم تقاربهم في السن من حيث المولد والوفاة. ¶ وقد اخترع المحدثون التنظيم على الطبقات لخدمة دراسة الحديث ¶ 92",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "النبوي الشريف، ومعرفة إسناد الحديث ونقده، فهو الذي يؤدي إلى معرفة ¶ فيما إذا كان الإسناد متصلاً، أو ما في السند من إرسال (1) أو انقطاع (2) ¶ أو عضل (3) أو تدليس (4) أو اتفاق في الأسماء مع اختلاف في الطبقة (ْ). ¶ وكان نظام الطبقات على غاية من الأهمية في العصور الأولى التي لم ¶ يعتنِ المؤلفون فيها بضبط مواليد الرواة ووفياتهم، إنما كانت تحدد طبقاتهم ¶ بمعرفة شيوخهم والرواة عنهم. ¶ على أن من أكبر عيوب التنظيم على الطبقات صعوبة العثور على الترجمة ¶ لغير المتمرسين بهذا الفن تمرّساً جيداً، فضلاً عن عدم وجود تقسيم موحد ¶ للطبقة عند المؤلفين (6) ومن تلك الكتب: (الطبقات) لخليفة بن خياط ¶ و (الطبقات الكبرى) لابن سعد و (سير أعلام النبلاء) للذهبي و (طبفات الشافعية ¶ الكبرى) للسبكي. ¶ فمنهم من يرتبها على السنين، فيذكر في أحداث كل سنة من توفي فيها من ¶ الأعلام، كالذهبي في (تاريخ الإسعلام) وابن الأثير في (الكامل) وابن قاضي ¶ شُهْبَة في (الإعلام بتاريخ الإسعلام). وعيوب هذه الطريقة صعوبة العثور على ¶ الترجمة لمن لا يعرف سنة وفاة المترجم، وتذلّل الصعوبة فهارس الأعلام. ¶ ومنهم من يرتبها على الأسماء! (وفيات الأمحيان) لابن خلكان، و (قوات ¶ الوفيات) لابن شاكر الكتبي و (الوافي بالوفيات) لصلاح الدين الصفدي، وفي ¶ (1) ¶ (2) ¶ (3) ¶ (6) ¶ الفرسَل: ما رواه التابعي عن النبي -! يِ!. ¶ الفنْقَطِع: أن يسفط من السند رجل ليس بصحابي0 ¶ المُعْضَل: ما سقط من إسناده ا ثنان أو أكثر على التوالي. ¶ المُدفى: هو الذي يروي عمن لقيه أحاديث لم يسمعها منه، أو عمن عاصره ¶ ولم يلقه موهماًانه سمعه منه. ¶ وذلك كثير فيعرف الشخص من طبقته وشيوخه. ¶ انظر: مقدمة الدكتور بشار عواد معروف لسير أعلام النبلاء، ص 6 0 1. ¶ 93",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "طريقة الترتيب هذ 5 صعوبة يصادفها المترددون كثيراً على المراجع العربية، فإن ¶ الأعلام المترجمة مرتبة بحسب الأسماء لا بحسب شهرة أصحابها أو كناهم، ¶ فلابدَّ لطالب الكشف عن ترجمة أن يكون عالماً باسم المترجم، ولا تنفع معرفته ¶ بالشهرة أو الكنية أو اللقب، لأنها لم تدخل في حساب كُتَّاب التراجم. إلا في ¶ الفهارس المفصلة للكتاب حيث تنفع معرفة الشهرة واللقب. ¶ اما الزركلي فإنه يذكر العلم بشهرته أو لقبه في بابه من حروف الهجاء، ¶ ثم يحيل على الاسم الحقيقي الذي تجيء الترجمة تحته، ففي البحث عن ¶ (الزمخشري) مثلاً يجيء به في حرف الزاي والميم والخاء - وهو ترتيبه بحسب ¶ الشهرة - ثم يحيلك على الترجمة في موضعها فيقول: (=) ويعني هذا الترقيم: ¶ (انظر) محمود بن عمر (538) والرقم الذي يليه هو تاريخ الوفاة الهجري، وإذا ¶ اشترك في الشهرة اكثر من شخص، كان يفرق بينهم ففي شهرة ابن الفرات ¶ اشترك فيها ثمانية أعلام، كان يفرق بينهم بين قوسين: ابن الفرات (القاضي) = ¶ اسد بن الفرات (17 2)، ابن الفرات (المحدث) = احمد بن الفرات (258)، ¶ ابن الفرات (الكاتب) = أحمد بن محمد (1 9 2) وهكذا. ¶ ويعتمد الزركلي الترتيب الألفبائي في ترتيب الأسماء فيذكر آمنة قبل ¶ إبراهيم لألفين في بدء الأول، صمابراهيم بن أحمد قبل إبراهيم بن أدهم، لتقدم ¶ الحاء الداء في اسمي الأبوين، وهكذا، وأما ما كان مبدوءاً بلفظ (أب) أو (أم) ¶ أو (ابن) او (بنت) كأبي بكر، وام سلمة، وابن ابي داود، فعدَ الأب والائم ¶ ونظائرهما لغواً، وجعل (أبا بكر) في حرف الباء مع الكاف ويثلثهمإ، و (أم ¶ سلمة) في حرف السين مع اللام، واتخذ رسم الحروف أساساَ، فجعله (صدى) ¶ في حرف الصاد مع الدال والياء، ومؤمناً في حرف الميم مع الواو. ¶ والزركلي لم يعتمد في الترتيب الألفبائي عدا الاسم الأول والثاني فقط، ¶ فكل أحمد بن محمد عنده (ألفبائياً) في نَسْقِ واحد، ولكن يرتّب بينهم بحسب ¶ الوفاة معتمداًالتاريخ الهجري، مثلاً: المرزوقي، أحمد بن محمد بن الحسن ¶ (421 هـ): 1/ 212، قبل ترجمة العشاب: احمد بن محمد بن إبراهيم ¶ 94",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "(726 هـ): 223/ 1، ونجم الدين الغزي: محمد بن محمدبن محمد ¶ (1 6 0 ا هـ): 7/ 63، قبل ترجمة ابن ناصر الدرعي: محمد بن محمد بن أحمد ¶ (085 ا هـ): 7/ 63. ¶ وإذا كان الاسم مركباَ مثل (محمد أمين) و (محمد تقي) اعتمد الجزء ¶ الأول اسماَ للعلم والثاني بمنزلة اسم الأب. وهكذا ذلّل الزركلي صعوبة طالما ¶ شكا منها الباحثون في كتب التراجم وتاريخ الرجال. ¶ التراجم بين الإنصاف والتحامل: ¶ الإنصاف والتجرُّد عن الهوى جميل، وواجب أن يكون نصْبَ عيني ¶ مؤرخي ا لسير وا لتراجم حين يكتبون، فإ ن ا لحقيقة ا لعلمية تضيع متى تحئز ا لمؤرخ ¶ او تحامل. ومن الصعب على المترجِم المنصف النزيه أن يجرد نفسه تماماً من ¶ عوامل التحيّز والتجزد والهوى، وهي اَفة المرء دائماً فيما يأتي أو يدع. ¶ وقد وجدت الزركلي منصفاً في التراجم، إلا في تراجم قليلة لبعض ¶ المعاصرين، منه ما تراه في ترجمة الملك عبد الله بن الحسين: 4/ 82، وهو لم ¶ يترك سانحة تسيء للملك عبد الله إلا ذكرها، والقارى يجد ذلك في ترجمة ¶ الزركلي لرشيد طليع: 3/ 24، وعادل أرسلان: 3/ 343، وعودة ابي تايه: ¶ 5/ 94، وفؤاد الخطيب: 5/ 0 6 1، وفؤاد سليم: 5/ 62 1؟ ويوسف ياسين: ¶ 8/ 53 2؟ وفي ترجمة الزركلي نفسه: 8/ 68 2. ¶ وأنئه هنا على ان المترجم إذا كان معاصراً للزركلي، فغالباً ما يكون رأيه ¶ هو الأساس والمعتمد لاتصاله به وقربه منه ومعرفته له، ومعاصرته للأحداث ¶ التي شارك فيها المترجم. ¶ التراجم بين المدح والذم: ¶ كثيرة هي التراجم التي مدح الزركلي أصحابها، كقوله في ترجمة ابن عمار ¶ 5/ 6: \"وكان عاقلاً حسن السيرة \" وقوله في ترجمة فوزان السابق 5/ 162: ¶ 95",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "\"وكان من التقى والصدق والدعة وحسن التبقُر في الأمور والتفهم لها على ¶ جانب عظيم \". ¶ وكثيرة أيضاًالتراجم التي ذمَّ أصحابها، كقوله في ترجمة حسني الزعيم ¶ 2/ 229: \" وكانت في الزعيم شدَّة وحدَّة، يخالطهما استهتار وعبث، وينقصه ¶ كثير من عفَة اللسان إذا مزح أو سخط \". ¶ وقد يجمع المدح والذم في آفي واحد، كقوله في ترجمة الناصر بن ¶ قايتْباي: 7/ 9 نقلأ عن ابن إياس: \" كان يوصف بالكرم الزائد والشجاعة، لكنه ¶ كان جاهلأ عسوفأ سفاكاً للدماء، سيء التدبير، كثير العشرة للأوباش \". ¶ وهذا كله من باب تقويم المترجم. ¶ عنايته ب (الأعلام): ¶ كان الزركلي رحمه الله، يعدّ كتابه الأعلام أغلى من أولاد 5، وكان ¶ (الأعلام) دابه وشغله الشاغل، وعمله فيه مستمر ما امتدت به الحياة، وقد عمل ¶ فيه أكثر من ستين سنة، وودَّ لو استطاع ان يعمل فيه وهو في المستشفى رهن ¶ مبضع الجراح، وقال: \" لو احرق (الأعلام) ألقيت بنفسي في البحر اسفاً\" (1). ¶ وبلغ من حرصه على استمرار (الأعلام) ان رصد مبلغ خمسين ألف ليرة ¶ لبنانية (نحو 5 2 الف دولار في ذلك ا لزمان) في البنك ا لعربي ببيروت باسم (مجمع ¶ اللغة العربية بدمشق) لينفق بعد وفاته على إنجاز هذا المشروع واستكماله (2)، ¶ وإصدار 5 للناس لعلهم ينتفعون به، ويدعون اللّه لصاحبه خير الدين الزركلي. ¶ (1) ¶ (2) ¶ علم ا لأعلام، صا 4. ¶ لقد أنعم الله علي وزاد فطبعت المجلد الأول في كتابي (ذيل الأعلام) عام ¶ 418 اهـ-998 ام وفيه تصحيحات وتنبيهات على هذا الكتاب الجليل ¶ (الأعلام) وهو جهد استنفد مني جهد عشر سنوات، ثم طبعت المجلد الثاني ¶ منه عام 2 2 4 1 هـ- 2 0 0 2 م وفيه تصحيحات جديدة. ¶ 96",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "وقد طبع (الأعلام) في حياة المؤلف ثلاث طبعات، الأولى عام ¶ (347 اهـ/927 ام) وهي الهيكل العظمي للكتاب، بنى عليها العمل. ¶ فاستكمل الفراغات، وأعاد تحرير الترجمات، وأثراها بمصادر جديدة، ¶ وأضات الخط والصورة، وتحزى الدقة في ضبط الأسماء التي لم تكن متاحة في ¶ الطبعة الأولى، والثانية في القاهرة عام (1373 - 378 ا هـ/ 4 95 1 - 9 95 1 م)، ¶ في عشرة مجلدات، العاشر منها (المستدرك)، استدراك وتصحيج وإضافة، ¶ والثالثة ببيروت عام (389 اهـ/ 969 ام) في احد عشر مجلداً، منها تسعة ¶ للتراجم، ووا حد للاستدراك (وهو قسما ن) للصور وا لخطوط، ثم أ تبع ا لمستدرك ¶ ب (المستدرك الثاني) عام 0 39 ا هـ= 0 97 1 م. ¶ وحكمة الزركلي من وضع هذه المستدركات، وعدم وضعها في صلب ¶ الكتاب ألا يُرهِق القارى بشراء كل طبعة، فالذي عند 5 الطبعة الثانية لا يشتري ¶ الثالثة، إ نما يشتري المستدرك (1). ¶ ولما شعر الزركلي بدنوّ اجله عزم على طبعه طبعة رابعة، تشمل ¶ المستدركات، والتراجم الجديدة وهي في أربعة أو خمسة مجلدات (الإعلام ¶ بمن ليس في الأعلام) فتكون المجموعة كلها كتاباً واحداً، ولكن الأجل ¶ عاجله، فعهدت دار العلم للملايين إلى استاذنا العلامة زهير فتج اللّه رحمه الله ¶ بالإشرات على طبعه، فأشرت على الطبعة الرابعة فقط. ¶ التراجم بين الطول والإيجاز: ¶ قد يطيل الزركلي في تراجمه وقد يقصر، وقد يفيض أو يغيض تبعاً ¶ (1) ¶ رحم الله الزركلي وأحسن إليه، فأين هو من مؤئفي اليوم الذين يزيدون في ¶ الكتاب، ويطبعونه المرة تلو الأخرى، كاتبين عليه (طبعة مزيدة ومنقحة) ولا ¶ يكون فيها - في الاغلب - إ لا إضافات يسيرة، أو يضيفون إليه إضافات كثيرة، ¶ ويعيدون طبعه، مكففين القارئ شراءه من جديد، واكثر ما يكون ذلك فيما ¶ يقرره ا لدكاترة على تلاميذهم من مؤلفا تهم. ¶ 97",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "لاعتبارات كثيرة، يرجع بعضها إ لى الزركلي، وبعضها إ لى المُترجم. ¶ ومن الإطالة في الترجمة ما تراه في تراجم الخلفاء والملوك والأمراء ¶ ورجال السياسة، فترجمة أحدهم تعني التاريخ للبلاد التي حكمها، وسيرته في ¶ الحكم، وما رافق ذلك من أحداث واضطرابات وحروب وفتن وإصلاحات، ¶ وقتل وعفو. . على عكس ما تراه في جانب العلماء والادباء والشعراء، فهؤلاء ¶ - في الأغلب - يقتصر في تراجمهم على ذكر الولادة والتعلّم، والمناصب التي ¶ تولاها في التعليم، ويذكر مؤلفاته. ¶ والزركلي من ناحية أخرى قد يطيل في الترجمة مراعاة لجانب المترجم ¶ له إذا كان حياَ معاصراَ للزركلي وتوفي قبله. وبالإجمال: لم يتّبع الزركلي نسقاَ ¶ واحداَ في التعريف بالمترجم، فقد يوجز، وقد يتوسّط، وقد يُسْهِب. ¶ موا رد ا لكتاب: ¶ أورد الزركلي مصادره ومراجعه في اَخر كتابه (الأعلام) وهي موارد ¶ كتابه، وهنا ك موردا ن لم يذكرهما: ¶ الأول: المشاهدة والملاحظة، ونرى ذلك واضحاَ في أعلامه، خصوصاَ ¶ في أقرانه أو الذين عمل معهم أو لهم، مما يشير إ لى اتصاله بهم، والاطلاع على ¶ شؤونهم، ومعرفة أحوالهم وتَتبُّع سيرهم، من ذلك ما تراه في ترجمة الملك ¶ عبد العزيز آل سعود، والملك عبد الله بن الحسين: 4/ 82؟ ويوسف ياسين: ¶ 8/ 53 2؟ ومحمد البزم: 7/ 91؟ وسعيد الصباغ: 3/ 0 0 1، ومن مصادر هذه ¶ التراجم أيضاَ (مذكرات المؤلف) التي لم نعرف شيئاَ عن مصيرها (1). ¶ والاَخر: المشافهة والمساءلة والمراسلة (والمراسلة نصف المشاهدة)، ¶ وهي تشمل الروايات والمعلومات والأخبار التي سمعها، أو قام هو بالسؤال ¶ (1) انظر على سبيل المثال: 1/ 184، 192، 198، 286، 1 0 3، 5 31. ¶ 98",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "عنها، أو حدثه بعض الأعلام عن المترجم وما يتعلق به، والمشافهة سُنّة العلم ¶ - لاسيما علم امتنا الشريف -تلقّيه من أفوا 5 الشيوخ والمزاحمة عليه بالركب. ¶ هذا والكتاب من قبلُ ومن بعدُ زادٌ تاريخي حافل، وثروة أدبية، دماذا كان ¶ اختيار المرء قطعة من عقله، فإن اختيار الزركلي في أعلامه سوإء فيما يتعلق ¶ بالأعلام واخبارهم او الأدباء واشعارهم، يبين -ولاريب - عن فكر 5 وشخصيته، ¶ وعلمه وثقافته. ¶ شبكة المعلومات الخارجية التي استفاد منها الزركلي في كتابه ¶ (الأعلام (: ¶ عمل الزركلي في الأعلام لم يكن ليظهر في هذ 5 الصورة من الجودة ¶ والإتفان والشمول لولا وجود أمرين ساعدا 5 في ذلك: ¶ الأول: المساعدون، الذين ساعدو 5 في الكتاب، مادة، ومراجعة، ¶ وتصحيحأ، وإضافة، ويمكن تقسيمهم على النحو الاَتي: ¶ 1 - المؤازرون: الذين فتحوا له خزائن كتبهم، أخذ عنها ومنها ما هو ¶ بحاجة إليه (بعضهم يدخل في الفقرتين 3 وه) وهم: محمد كردعلي بدمشق، ¶ وأحمد عبيد بدمشق، وأحمد تيمور (باشا) وأ حمد زكي (باشا) بالقاهرة، ¶ ومحمد حسين نصيف بجدة، وزهير الشاويش، وحمد ا لجاسر ببيروت. ¶ 2 - الزالْرون: كل عابر لمصر والمغرب تعامل معه الزركلي، وسأله عن ¶ علماء بلد 5 أو غيرهم وخطوطهم، منهم: العلامة عبد العزيز الميمني. ¶ 3 - مرحلة مصر: محمد رشاد عبد المطلب، فؤاد سيد، أحمد تيمور ¶ (باشا) وأحمد زكي (باشا)، واحمد خيري، وإبراهيم شَبّوح، وأمين مرسي ¶ قنديل. ¶ 4 - مرحلة المغرب: محمد المختار السوسي، ومحمد إبراهيم الكتاني، ¶ وعبد الحفيظ الفاسي، وعبد الله الجراري، ومحمد العابد الفاسي، وإدرشى ¶ 99",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "الماحي الإدريسي، وعبد السلام بن سودة، ومحمد المنوني، ومحمد المدني ¶ الحسني، وأبو بكر التطواني. ¶ 5 - مرحلة بيروت: زهير الشاويس، وحمد الجاسر. ¶ 6 - المراسلات والزيارات: أحمد عبيد، وحسن حسني عبد الوهاب، ¶ ومحمد الشاذلي النيفر، ومحمد الطاهر بن عاشور. ¶ 7 - المعفقون والئقَاد: استفاد من تعليقات المعلّقين ونزهاءالنقاد عند ¶ إعادة طغ الكتاب. مثل: احمد عبيد، وعبد الله البسّام، وأحمد خيري، ¶ والمستشرق كرنكو. ¶ الأمر الآخر: أُتيح للزركلي التنقل بين الأقطار والعواصم والمدن، ¶ والمكاتبات والمجالس، ونال من المناصب ما عزفه بالرجال من كل صنف ¶ ولون، وسمع الأقاصيص، ورأى الوقائع، وكان من اليسار والثراء، بحيث لا ¶ يقف حائل دون حصوله على مصدر او مرجع. ¶ ماَخذ علي الكتاب: ¶ بذل الزركلي ما وسعه من جهد، في جمع التراجم وتحريرها، بيد أن عمله ¶ -كأي عمل اَخر - لا يخلو من ماَخذ وهَنات، واذا قيست ماَخذه وهناته بعمله ¶ الجريء، كانت كأنها لم تكن، وبعض الأوهام التي وردت في الأعلام انفرد ¶ بها، وبعضها الاَخر تابع عليها غيره، والزركلي في هذا استسلم للمراجع ووثق ¶ بها فلا يُنسَب الوهم إليه في (الجملة) فكم من مرة وجدنا الزركلي ينئه ويتنئه ¶ للأوهام الواردة في مصادر 5، ويحقّق ويدقّق، والزركلي يقيناً ليس معصوماً عن ¶ الخطا وليس فوق النقد، ولكن هذا لا يمنع من أن أقول أيضاً: إنه بلغ القمة في ¶ الضبط والإتقان، وحسن الاختصار، وبراعة الاختيار، والدقة في الحكم على ¶ الرجال، ويبدو هذا لأول وهلة إذا قارنا عمله بعمل غير 5 الذين صنعوا معاجم ¶ للأعلام من المعاصرين. ¶ 100",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "وما في الأعلام من الماَخذ القليلة رقئة من عين الحسد للكمال، ¶ ومحاسن ا لأعلام جمة، وبعض ا لماخذ ليس يضير. وا لحسنا ت يذهبن ا لسيئات. ¶ وأحسن من قال: \"لكل جواد كبوة، ولكل صارم نبوة، ولكل عالم هفوة \" ¶ وقال الجاحظ: \"من صئف فقد استهدف، ف! ن أحسن فقد استعطف، ¶ هان أساء فقد استقذف \" (1). ¶ ومع هذا فإن المصيب في القول والفعل قليل بل عديم، ومن الذي يأمن ¶ من الغلط والسهو والزلل؟. ¶ وقد أجملت الماَخذ على الأعلام بما يلي: ¶ ا - لم يترجم مشاهير، من قدماء وعصريين.! من القدماء: أحمد بن ¶ هبة الله المدائني صاحب كتاب (أحكام الجدل والمناظرة إ، والقاسم بن ¶ محمد بن علي الشاشي صاحب كتاب (التقريب! والشاعر البغدادي ابن زُريق، ¶ وابن المَكوْي، وأبو بكر بن محمد الداودي. ¶ ومن العصريين: الدكتور محمد غنيمي هلال، ومصطفى السقا، هابراهيم ¶ حمروش، وعبد الرحمن تاج. ¶ 2 - الإيجاز المخل لبعض المشاهير (عدا ذكر مؤلفاتهم) كما في ترجمة ¶ ابن جني: 4/ 4 0 2؟ والهيثميْ 4/ 266؟ وابن عساكر: 4/ 273؟ والذهبي: ¶ 5/ 6 32؟ وا لنووي: 8/ 9 4 1؟ والخَطَابي: 2/ 273. ¶ 3 - ترجم لمجاهيل، أو ممن هم ليسوا أحقاء بالترجمة، كترجمة محمد ¶ هادي: 7/ 27 1؟ والحسييْ: 7/ 9 2 1؟ والحلاق: 7/ 6 5 1؟ والكشميري: ¶ 312/ 7؟ ومهدي الكاظمي: 312/ 7؟ والنوري: 7/ 314؟ وابن مالك ¶ 233/ 6. ¶ (1) زهر ا لاَد اب: 1/ 2 4 1. ¶ 101",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "4 - لم يترجم سلاطين الدولة العثمانية وخلفائها (1). ¶ قالوا في (الأعلام (: ¶ \". . . الكتاب العظيم (الأعلام) احد الكتب العشرة التي يفاخر بها هذا ¶ القرن القرون السابقات \" (2). ¶ \"لو سُعلتُ عن اعظم كتاب عربي صدر في القرن الرابع عشر الهجري، ¶ لقلتُ دونما تردد: إنه كتاب الأعلام للزركلي رحمه الله \" (3) 0 ¶ \" عمل الزركلي في أعلامه عملٌ فذٌ، لا قدرة لأحد على مجاراته، وطريقته ¶ في الترجمة عن السلف الصالج لا ترضي المعاصرين وأكثرهم طموح \" (4). ¶ \" والحق أن عمل الزركلي عليه رحمة الله من أدق الأعمال التي تمت في ¶ هذا العصر ومن أضبطها، ومن أنفعها، فهو بحق (علم يمتفع به) جعله الله في ¶ ميزانه، وخالصاً لوجهه الكريم \" (ْ). ¶ \"أما الأعلام فهو خير كتاب اُلَف في بابه، بل هو خير ما كتب كاتحب في ¶ تراجم الرجال والنساء في هذا العصر. . لا ينبغي أن تخلو مكتبة طالب علم من ¶ هذا الكتاب إ (6). ¶ \"كتاب (الأعلام) لأستاذنا ابي الغيث خير الدين الزركلي أوفى كتاب ¶ حديث في التراجم فيما أعلم، فهو عصارة فكر بحاثة جليل، قلَ أن يضاهيه أحد ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ (5) ¶ (6) ¶ انظر كتابي (الإعلام بما وقع في أعلام الزركلي من أوهام) وهو وشيك ¶ الصدور. ¶ علي الطنطاوي، ذكرياته: 1/ 5 2 1. ¶ عبد العزيز الرفاعي، فوات الأعلام، ص 9. ¶ الدكتور عدنان الخطيب، رسالة منه إلى المؤلف في غرة المحرم 1 1 4 ا هـ. ¶ الدكتور عبد العظيم الديب: رسالة منه إلى المؤلف سنة 1 1 4 ا هـ/ 0 99 1 م. ¶ الدكتور محمود الطناحي: الموجز في مراجع التراجم، ص 82 - 83. ¶ 102",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "في سعة اطلاعه على المؤلفات قديمها وحديثها، وهو خلاصة مئات من الكتب ¶ والمطبوعات أُثفت في التراجم، بحيث يصج القول بأن (الأعلام) من مفاخر ¶ عصرنا الثقافي \" (1). ¶ \"ولا يملك متأمل دَ (أعلامه) منصف، او ناهل من عُباب تياره الزاخر ¶ مستفيد، إلا أن يستصغر عظيم الهمم بإزاء همته، ويحقِرَ جليل الصبر في جنب ¶ صبره ومطاولته، وأن يجد يسير غلطه، حين يجده، مغموراً في البليغ الثرّ من ¶ فوائده وصوابه \" (2). ¶ \". 0. (الأعلام) مَفْزَع أ هل العصر من الباحثيق في التراجم خاصة \" (3). ¶ (1) ¶ (2) ¶ (3) ¶ ! *مجبم ¶ حمد الجاسر: مجلة العرب س ه، ص 82 - 83. ¶ عز الدين البدوي النجار ومحمد عدنان الجوهرجي: مجلة عالم الكتب: مجلد ¶ 23 رجب -شوال 2 2 4 ا هـ، ص 0 0 1. ¶ المصدر السابق: ص 1 0 1. ¶ 103",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "2 - ديوان الزركلي ¶ (الأعمال الشعرية الكاملة ( ¶ مؤسسة الرسالة - بيروت (0 40 اهـ/ ¶ 980 ام) 400 صفحة 7 اك! 24 سم، ¶ الزركلي شاعر أديب مؤرخ، جمع بين الشعر والنثر فأجاد فيهما إجادة ¶ واضحة، وهي ظاهرة قل أن نجدها، فإذا قرأت نثر الجواهري (وهو شاعر ¶ العرب في العصور المتأخرة) كان نثره في الحضيض وشعره في القِمَّة، ومثل ¶ الزركلي: شفيق جبري، ومحمد بهجة الأثري، وإبراهيم السامرائي، وصبحي ¶ البصَّام. ¶ فكيف يُ! ر لهؤلاء - وأمثالهم - أن تكون لهم هذه القدرة المزدوجة، وأن ¶ يكون نتاجهم هذا الدينار المجلؤ المصقول الواضح، كتبوا على أحد وجهيه ¶ شعرهم، وكتبوا على وجهه الاَخر نثرهم، فجاء هذه القطعة الواحدة التي لا ¶ تملك ان تفصل بين وجهيها، كلاهما يتعاون على صياغتها، وكلاهما يهبان ¶ قيمتها. ¶ والزركلي كما وصفه الشاعر الكبير أنور العطار: \" شاعر مجيد معاصر، ¶ من اكبر شعراء القومية العربية، ومن أرقهم عا طفة، واصفاهم أسلوباً\" (1). ¶ وهو شاعر الأناشيد الحماسية الأول في دنيا العروبة، فقد لمس تأثير ¶ الأناشيد في الشبيبة، وعلم أ نها نفَسٌ يتردد في الرئة قبل أن تكون كلمات تتردَّد في ¶ (1) علم الأعلام، ص 57 2. ¶ 104",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "الحناجر (1)، فنظم نحو عشرين نشيداً، كنشيد العرب، ص 8 0 2 من الديوان: ¶ يا ابنَ يَعْرِبِ قُمْ تَأقًب ¶ مَا لأجْنَبِي فِي الحِمَى مَقَر ¶ ونشيد الصباح، ص 232: ¶ ابتسم الفجر فقل للنائم: حسبُك نَوْمْ ¶ إن الشَنا السَّافرَ عن معنى الحياة ¶ جذَد امالاً وأحيا عَزَمات ¶ أهاب بالناس: أفيقوا ياغواة ¶ ثِبوا نِيامَ الليل صرعى الغَفَلات ¶ أرسلتِ الشمس بشيرَ القادم ¶ فقم وناجِ النفس نجوى واجم لهفاَ ولَوْمْ ¶ ابتسم الفجر فقل للنائم حسبك نوم ¶ ونشيد بلادي، ص 4 1 2: ¶ أبكي بلادي ومجدَ قومي ¶ لو كان يُجْدِي نَدْبِي ولَوْمِي ¶ فمتى: ... ¶ احرار العرب تُفيق. لسنا بَعْدُ نُطيقْ، طول الرقاد ¶ وانشودة ا لعا مل، ص ه 4 1: ¶ إلى العملْ إلى العملْ أي أملْ بلا عملْ ¶ وانشودة (يا امة العرب)، ص 6 31، وهي على نغم: الروزنا عالروزنا، ¶ كل الهنا فيها: ¶ (1) النهضة الإسلامية في سير أعلامها المعاصرين: 3/ 135. ¶ 5 0 1",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "معاشر العُرْب أُمّوا قِبْلَةَ المجدِ وحَسْبُكم غفلةً عن نهضةٍ تُجدي ¶ وأنشودة (بلادي)، ص 1 32 وهي على نغم: الحنة الحنة يا قطر الندى: ¶ بلادي لِحئك فِي أضلُعي هوًى جُزْتُ فيه حدود الهوى (1) ¶ وانظر بقية الأناشيد، ص ه 2، 1 4، 5 6، 75، 4 9، 97، 133، 289، ¶ 0 1 3، 348. ¶ و (نشيدحطين)، ص 50 ومطلعه: ¶ في ذمَّةِ الأحقابْ والفَلَكِ الذَؤَارْ ¶ شهابُ مجدٍ غابْ في حَلَكِ الأعْصارْ ¶ وهو نشيد أُلقي في حفلة (ذكرى وقعة حطين) بحيفا (2)، وقد تحدث فيها ¶ (1) ¶ (2) ¶ يقول الزركلي في ديوانه، ص ا 32: \"كان من الأغاني الشعبية في سورية سنة ¶ (1328 - 332 اهـ/ 1910 - 914 ام) أغاني (الحنة الحنة) و (بفتا هندي) ¶ و (الروزنا على الروزنا) و (هيا بنا هيا بنا) والولو بلولو، سْلة حرير) و (الغصن ¶ إذا راك مقبل سجدا) و (مرمر زماني مرمر، ما سقاني عنبر) و (أنت الممنع يارشا، ¶ عاسْق جمالك) و (ياميمتي، ياميمتي) و (آه يايمه) و (يا ماريا، يا مسوسحة ¶ القفطان مع الصدرية) و (عود يازماني عود) و (غزالي غزالي، طاب جرحي ¶ طاب) و (القمر سلاني يايمه) و (نص الليل وغاب) وأمثالها. ¶ ووضعتْ لأكثرها في ذلك الحين أناشيد تجركما مجراها في النغم، وتُحؤلها عما ¶ في جفها أو كفها من معانِ غثَهَ وكلمات رثة، إلى دعوة وطنية، نشر بعضها ¶ بتوقيعي في رسالة طبعت بدمشق سنة (332 اهـ/1913 م) باسم (مجموعة ¶ الأناشيد الوطنية) وأقبلت عليها المدارس الأهلية في دمشق وغيرها، فغئى بها ¶ طلابها وتناشدوها \". ¶ انظر ما كتبه أستاذنا أكرم زعيتر عنها في المجلة العربية سْعبان (397 ا هـ/ تموز ¶ -آب 977 1 م) ص 0 5. ¶ 106",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "شكيب أرسلان، وأكرم زعيتر، وإسعاف النشاشيبي، وعبد المحسن الكاظمي، ¶ وكان خير الدين الزركلي لوْلَبُها وعريفها، وراح يرنج المشاعر، ويهزّ الأعطاف، ¶ وهاج الحضور وهو يشدو: ¶ عين الحِمى تبكينْ؟ والسُحْب تَبْكينا ¶ لكلّ أمرِ حينْ خَلِّي البُكا حينا ¶ هاتي صلاح الدينْ ثانية فينا ¶ الشامِخَ العِرْنينْ عِزّأ وتمْكينا ¶ وَجَدّدي حِطين أو شبه حِطِّينا ¶ واغرورقت العيون بالدموع حين خاطب الزركلي صلاح الدين: ¶ ياراقداَ في الشامْ يسقيك غاديها ¶ قد خَلَتِ الاجامْ مِنْ رابضِ فيها ¶ توالتِ الاَلامْ وانقضَّ مُزجيها ¶ هل ترجع الأيامْ بيضاَ لياليها ¶ وتخْفق الأعلامْ فَوْقَ رَوابيها ¶ ويقول أستاذنا أكرم زعيتر رحمه اللّه عن فِعْل أنشودة الزركلي في الناس: ¶ \" ومما لازم هذ 5 الذكرى أن خير الدين ألخَ على إسعاف النشاشيبي بأن يخطب ¶ في الحفلة، وعهد إليئ في اصطحابه إلى حيفا لهذه الغاية، وقد كنت في ¶ الخطباء، وجعل إسعاف - وكان ثَملاَ - ينشئ الخطبة فلا يواتيه قول إلا مُتَعْتَعاَ، ¶ ولا يساعِفُه بيان يثبت على السبك، وعيئَ عن الخطاب، فترك الخمرة، وتناول ¶ صبح اليوم التالي فطور 5، فاستطابه للمرة الأولى منذ أمد بعيد، ثم أنشاً يكتب، ¶ فبرع وسطع، وحفق وجؤد، وخطب فأقام وأقعد، حتى إن محب الدين الخطيب ¶ جعل عنوانها حين نشرها (أسطول النشاشيبي) وقد سمعت إسعافأ يقول لخير ¶ الدين بعد ذلك: \"فكّرت في العودة إلى الخمرة، ولكني استحييت من صلاح ¶ الدين، إنني مدين بتركها لاثنين: صلا! الدين وخير الدين \" وسمعته بعد ذلك ¶ ينكر أنه ذاقها، لأن عُمره بدأ يوم عافها\". ¶ 107",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "ويقول الدكتور محمد رجب البيومي في كتابه (النهضة الإسلامية في سير ¶ اعلامها المعاصرين: 3/ 135): \" وواضح أن النشيد الجماعي لا يُراد به الغوص ¶ على المعاني، بل يراد به مخاطبة النفوس الغفحة، والتسفل إلى العواطف النائمة ¶ في صدور الناشئة، وهو بذلك ذو تأثير يفوق تأثير القصائد الشعرية، لأن القصائد ¶ في كثير من منازعها ذات صقل فكري يرتفع عن مستوى العامة، وقد يطربون ¶ للجو العام حين يسمعون القصيدة في محفل أدبي أو سياسي، ولكن النشيد ¶ الذي يكتب ليتردد على الألسنة يصبج شعاراً واسع الانتشار، وقد أدرك الزركلي ¶ أثر أناشيد 5 في الخاصة والعامة معاً، فجرى معها شوطاً طويلاً، إذ اخذت حيزاً ¶ فسيحاً في ديوانه الكبير\". ¶ وأضيف هنا إلى أن الزركلي انقطع عن نظم الأناشيد بعد الثلاثينيات من ¶ القرن العشرين، ولم ينظم بعد ذلك إلا نشيداً واحداً عام (948 ام) (اشهدي ¶ يادماء)، ص 97: ¶ بين نُعْمى السرورْ وماَسي الغُمومْ ¶ عاش الزركلي في فترة كان لمصر أحمد شوقي وحافظ إبراهيم، وخليل ¶ مطران، هاسماعيل صبري، وكان للبنان شبلي الملاط وبشارة الخوري، وكان ¶ للعواق معروف الرصافي وجميل الزهاوي وعبد المحسن الكاظمي، وكان ¶ لمكة فؤاد الخطيب (1)، فأطلع الأفق الدمشقي شاعراً للشام: الزركلي. ¶ كان حيناً أشهر شعراء دمشق الأربعة: محمد البزم، وخليل مردم بك، ¶ وشفيق جبري، والزركلي. وفي تلك السنوات التي سبقت دخول الفرنسيين ¶ والتي توالت بعدها، واتَقدت فيها شاعرية الزركلي، وجاء بتلك الروائع، تدفق ¶ شعر 5 غزيراً فياضاً نحو عشر سنين، ثم غاض. وقد حمل لواء الشعر في الشام ¶ في وقت كان عدد الشعراء فيه محدوداً. ولم يسطع نجمه ولم يزكُ شعر 5 إلا ¶ (1) ¶ فؤاد الخطيب لبناني كما هو معلوم. ¶ 8 0 1 ¶ (الناشر)",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "حينما نزلت بوطنه النكبات: معركة ميسلون، ودخول! الفرنسيين دمشق، ¶ والقضاء على الدولة العربية الناشئة (1). ¶ والزركلي شاعر أصيل، تعفَق بعمود الشعر العربي، والتزم به، وصاغ من ¶ الموشحات على منوال! الشعراء الأندلسيين، ونحا في شعره منحى المتقدمين من ¶ حيث الجزالة والمتانة والأسلوب، وجمع إليه النمط المرغوب عند المتأخرين ¶ من حيث الوزن والوضع، فجاء شعره اَية في الإجادة وغاية في الإبداع والبراعة. ¶ ويقول! الزركلي عن الجديد والقديم، ص 238 من ديوانه: ¶ يقول! الناسُ في شعري كثيراَ وأهل (النقد) أنكأُ للكُلوم ¶ خذوا منه (الجديدَ) وإن رأيتُمْ (قَدِيماً) فالرِّعَايةُ للقَدِيْمِ ¶ الزركلي الشاعر الذي عاش حياته كلها لأمته، فكان من شعراء القلب ¶ والروح واللسان. ¶ الشاعر في قلبه المتفتّح أبداً للجمال! المترع بالخير الممتلئ بالحب، وفي ¶ لسانه الذي يفيض أبداَ بالبيان، وينفث السحر الَحلال!، بكى الأحلام الضائعة ¶ كما بكى الأوراق المتناثرة في الخريف، وكان في شعر 5 أثر الجد ومؤهّلات ¶ الخلود، لا كأشعار أصحاب المناسبات وطالبي إعجاب العوام. وفي شعره ¶ متانة التعبير، ودقة التصوير، وحسن الديباجة، وروعة الموسيقى. ¶ ويصف البحَّاثة الشاعر الدكتور محمد رجب البيومي شعره بقوله: ¶ \"وشعر الزركلي حار العاطفة ملتهب الأداء، ولكنه من النمط السهل الواضح ¶ الذي يسلّم معانيه لقارئه لأول! مرة فهو إلى طريقة حافظ إبراهيم أقرب منه إلى ¶ طريقة شوقي، وقد نظم في الشعر القصصي ما حفق فيه فوق مستوى حافط، لأنه ¶ (1) ¶ مر قبل قليل ص (06 1) أن الزركلي وضع أناشيد وطنية نشر بعضها في رسالة ¶ طبعت بدمشق سنة 332 اهـ-913 ام باسم (مجموعة الأناشيد الوطنية). ¶ (الناشر) ¶ 109",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "راعى التصوير الفني، ولم يأتِ بالحادث عارياً عن الإيحاء والتلوين، كما اختار ¶ بعض الشعر الغربي فساقه مُترجماً، واختياره هذا دليل حضيته الوطنية، وأذكر أ ن ¶ قصيدة (الديدبان) التي ترجمها في نسق بياني رائع، تلقي دروساً في الوطنية ¶ الصادقة لا تبلغه عشرات الصحف الحماسية التي يمر بها الدارس دون التفات ¶ ينبئ عن تقديرها، وهي تذكّرنا بمترجمات أخرى حازت نصيبها من الإبداع \" (1) ¶ والزركلي من الشعراء الذين لم يرضوا لأنفسهم بالإقليمية الضيقة، ¶ وقارئ ديوانه يجد صدى ذلك في شعر 5 الكثير الذي قيل في القضايا العربية ¶ العامة، فهو يذكر سورية كما يذكر مصر، وفلسطين، والجزائر، والمغرب ¶ وا لسعودية، فديوانه - بحق - د يوان ا لوفاء للعرب كا فة. ¶ حيّا الجزيرة (السعودية) بقصيدة مطلعها، الديوان: 6 1 2: ¶ يا نَفْسُ بُلِّغْتِ قصْدا وعادَ أمرُكِ جِدَّ ¶ ويذكر نجد، الديوان: 9 1 2: ¶ شَفَى مِنْ لوعةِ الوَجْدِ عَبِيْرُ الرَّنْدِ مِنْ نَجْدِ ¶ والرضوانية: نسبة إ لى مكان يسمى (الرضوان) في القاهرة: 4 2 2: ¶ تعؤَدتِ، تَعْذِيبي فطالَ وَأَوْجَعَا فما ازدادَ رُكنُ الصَّبْرِ إلا تصَذعا ¶ ويحثي مصر: 227: ¶ اَضَأتِ كالبَدْرِ في مُحْلَولكِ الغَسَقِ والشرلتىُ في مُدْلَهئم الجَهْلِ لم يُفِقِ ¶ وينظم قصيدة لمرور ألف عام على! اء الأزهر، 0 27: ¶ سَلِ الزمانَ مَتَى بنيانُ ازهرِ 5 يُجبْكَ: أمسِ، وما بالأمسِ، من قِدَمِ ¶ (1) النهضة الإسلامية: 3/ 2 4 1 - 43 1. ¶ 110",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "و يذكر بير وت، 1 2 2: ¶ سَقَى اللهُ ائاماً ببيروتَ خَلّفَتْ بِقَلْبِيَ شَوْقاً دائِماً وحَميْنَا ¶ نَزَلْتُ بهَا في الأشْرَفِئةِ أَشْهُراً ويا ليتَه كانَ المقامُ سِمينَا ¶ ويذكر فلسطين أيام قدوم لجنة التحقيق عام 0 93 1 م، ص ه 23: ¶ أمَّا القلوبُ فلا يَرُعْكَ خُفُوقُها في الناسِ مَنْ يَحْلُو لَهُمْ تَمْزِيْقُهَا ¶ ويذكر ا لجزا ئر إبّان ثورتها، 0 9 2: ¶ أما لدويِّ جلْجَلَة الزُعودِ سميعٌ في التهائم والنُّجودِ ¶ ويحيّي ذكرى إ نشاء معهد القرويين بفاس، 5 9 2: ¶ مِنْ سَفْحِ (أَجْيَادَ) ومِنْ (يسرِبِ) تحيَّةُ المَشْرِقِ للمَغْرِبِ ¶ عُلْوئةُ النفحةِ قُدْسئةٌ من طيِّبٍ تُهْدَى إلى طيِّبِ ¶ ويحيّي (الرباط)، 357: ¶ لِزامٌ عليّ السُّهدُ إن لم يكن وَجْدي إلى جيرةٍ في الغرب ألزمني سُهْدِي ¶ وقد أجاب بها محمد المختار السوسي الذي استطال غيبته، وكتب إ ليه متمثّلاً: ¶ مَتَى تَتَجَلَّى طَلْعَةُ العَلَمِ الفَرْدِ فإنِّي أَفْنَيْتُ اللياليَ بِالْعَذَ ¶ ويخاطب امة العرب من أنشودة: ¶ سيُروا إلى مجدِكُم رُوْحاً وأبدإناً واسْعَوا إلى عِزِّكُمْ شِيباً وشُئانا ¶ تُشئدوا ذكرَكُمْ، تبنوا لكم شانا شاناً تَلُوحُ بهِ كواكبُ السعدِ ¶ عطفاً على ذِكْر (بغداد) ومَن حلّوا رُبوعها، واذكروا (الشامَ) وما يتلو ¶ وعهد (أندلسٍ) فالذكرُ قد يحلو وكفكفوا مَدْمعاَ يجري على الخَدِّ ¶ قفوا على (تونُس) واستمطروا الدَّمْعَا وسائلوا عن بني (مرّاكش) الزَبعا ¶ 111",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "عَسَى تُرى (عَدَن) تُصغِي لكم سَمْعَا فتحْفُزُ الاَل من (صنعاءَ) او (نجدِ) ¶ وفي (الحجاز) لنا شعمب نحئيهِ وعهدُ مجدٍ أصيل في مغانيه ¶ يا امةَ العُرْبِ تيهي بالعُلا تيهي زهواً وأكرمْ بعهدِ القُرْبِ مِنْ عهدِ ¶ ومثل ذلك رثاؤ 5، فقد رثى سعد زغلول وهو مصري، وأسعد داغر وهو ¶ لبناني، ورثى الملك فيصل وأبا 5 عبد العزيز وهما سعوديان، ورثى محمداً ¶ الخامس وهو مغربي، ومحمد علي الهندي وهو من الهند كما رثى السوريين: ¶ طاهر الجزائري، ورفيق العظم، وفؤاد سليم، وفوزي الغزي وغيرهم، ¶ وسأعرض لذ لك با لتفصيل. ¶ الصدق في شعره: ¶ ويبقى للزركلي عنصر الصدق في شعر 5، تحدث عن حاله وحال الناس ¶ فأنصفهم، وصدق في وصفه لهم، وديوانه مملوء بشواهد غا ية في ا لكثرة وأنصف ¶ الفقير ورق له، ونَفَحَه من نفسه كثيراً، انظر قصيدته (غريق بيروت، ص 93 1) ¶ التي رثى فيها رجلاً ذا أُسرة مؤئفة من ثمانية أشخاص، عَجَز عن إعاشتهم، ¶ فألقى بنفسه في البحر تخلّصأ من الحياة فمات، ورثاه الزركلي في الحال: ¶ ما بالُ بيروتَ لا تَبْكِي العيونُ بها دَمأ وتَضْطَرِبُ الاكبادُ مِنْ أَلَمِ ¶ قَضَى شهيدَ صِغَارٍ لا نصيرَ لهم ولا مُغيثَ فأبكى مُقلةَ القلمِ ¶ ثم قال: ¶ غريقَ بيروتَ ابكيتَ القلوبَ أسى لا عاشَ بعدَكَ في الأحياءِ ذو نِعَمِ ¶ ويقول الزركلي مخاطباً إياه بأن البحر لم يقتله إئما قتله طمع الأغنياء: ¶ ما كانَ قاتِلَكَ البحرُ الخِضَم وما أودى بِشخِصَك مَوْجٌ شامِخُ القِمَمِ ¶ لكنْ رَمَتْكَ بِشَو قدْ دُهِيْتَ بِهِ اطماعُ مَعْشَرِ سوءٍ حائفٍ نهمِ ¶ لَوْ أن فِي مُوسِرِيْنا رَحْمَةً قَشَعوا عن الفَقِيْرِ حِجَاباً دائمَ الطلَمِ ¶ 112",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "هم أحْرَزُوا قُوتَه مُستأثِرِينَ بِهِ وخفَفو 5 مِنَ الإملاقِ في ضَرَمِ ¶ وكُلُّ نفسبى ستُجزَى بالذي كَسَبَتْ الحيفُ بالحيفِ والائداءُ بالذَيَمِ ¶ وقال من قصيدة نظمها في الحرب العالمية الاولى، ص 178: ¶ هِيَ الحربُ كانَتْ للدَمَارِ وَلَمْ تزَلْ مَثَارَ خُطُوبٍ تَبْعَثُ الضَّنْكَ والعُدْما ¶ لعاً لِمُلوكٍ في البلادِ وقادةٍ على عَثَرَاتٍ منهمُ أُمَم تُدْمَى ¶ لَوْ اجْتَنبُواخَوْضَ الحُرُوب لأسْعَدُوا مواطِنَهم بِالامْنِ والرَّاحَةِ العُظْمَى ¶ إذاً كنتَ تَلْقَئ الناسَ أبنَاءَ واحدٍ تسُوسُهُمُ الرّحمى، وترعاهُمُ النّعمى ¶ فَلا أمَ تبكي حظَها وزمانَها ولا أبَ يَشْكِي (1) ضَيْمَ رَاعِيْهِ والبهلْما ¶ ولا طِفْلَ يَعْلو نُدبُه وعويلُهُ وقَدْ أضمرَ الذَهْرُ الخَؤونُ له الممما ¶ ومن عناصر الصدق في شعره أيضاً: صدقه في حماسته الوطنية ¶ وإحساسه بقومه، أو ما ندعوه في عصرنا بالعروبة والقومية، لقد كان شاعراً ¶ ينبض شعره بقومه، يذود عنهم، ويفخر بهم، ويشمخ باَثارهم ومكارمهم. ¶ ويقول الشاعر الكبير أنور العطار: \"هذا هو خير الدين الذي وصل إلى ¶ مصاف العظمة حين شعر أن حياته ملك قومه، وأن ما وهب الله له من عبقرية ¶ إنما كان في سبيل وطنه، وفي سبيل مواطنيه. ¶ وهذا هو الشاعر الذي أشاع الحياة في ألفاظه، والقوة في معانيه، وسكب ¶ روحه أنغاماً يهدهد بها الوطن الجريج آونة، ويثير بها العزائم اَونة، كل ذلك في ¶ أسلوب يتميز بالعمق والاصالة، ويحفل بالإشراق والوضوح، ويطفج برهافة ¶ الحس ولطافة ا لجرس، فشعره كما يقول (موسّيه اص! 33 وللأ)، كا لما سة واللؤلؤة، ¶ وقطرة الندى، ولكن فيها كل معاني النور والبحر والفجر. ¶ هذا هو خير الدين الشاعر البطل الذي فاق الأبطال، حين أوحى إليهم ¶ ما يفعلون، أ ليس الشعراء والأبطال كما يقول الامرتين) من سلالة واحدة، لا! ¶ (1) ¶ هكذا، والصواب: يشكو، ولعله من خطاً الطبع. ¶ 113",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "الأبطال يفعلون ابداً ما يتصور 5 الشعراء \" (1). ¶ اول شعره واَخره: ¶ اقدم تاريخ قصائد ديوانه ثلاث قصائد نظمت عام (1 91 1 م)، وهي من ¶ شعر الصبا، الديوان ص 63 1: ¶ إذا شئتَ أنْ تَحيَا سَعيداً فلا تكنْ طَلُوباً مِنَ العَلْياءِ غيرَ عُيُويهَا ¶ وهو تشطيرٌ للبيت: ¶ إذا شئتَ انْ تحيَا سَعيداً فلا تكنْ على حالةٍ إلا رضيتَ بِدُونهَا ¶ وعام جديد، ص 4 0 2 ومطلعها: ¶ عامٌ يَمُو مُزَايِلاَ ويَعُوْدُ فَلَكٌ يَدورُ وليسَ ئَتمَ جَديْدُ ¶ وأنشودة أيها الجندي ومطلعها: ¶ أئهَا الجُنْدفيُ دَافِعْ عَنْ حِمَى الأوْطَان ¶ أما آخر شعر قاله فثلاث قصائد، الأولى نظمها في رثاء الملك فيصل بن ¶ عبد العزيز عام (975 1 م) ومطلعها، الديوان ص 47 3: ¶ بالفَطْمِ واللّدْمِ يُنْعَى (فيصلُ) الغالي لا بالنَحِيْبِ ولا إعوالِ مِثكَالِ (2) ¶ ويخاطبه: ¶ يَا ثَانِيَ العُمَرَيْنِ انْظُرْ إلَى وَطَنِ مُفجَعِ بِكَ مَحْفوفِ بَأَوْجَالِ ¶ وقصيدة قالها بعد إبْلاله من مرضه، ومغادرته المستشفى ببيروت عام ¶ (6 97 1 م) في قنّاص حرب، وكا نت ا لحرب ا لأهلية مضطربة، ا لديوان ص 67 3: ¶ (1) علم الأعلام، ص 273. ¶ 114",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "اِضْرِبْ فَهَذَا اَخُوْكَا وَاطْعَنْ فَذَاكَ أَبُوكَا ¶ أَلَسْتَ قَنَّاصَ حَيٍّ أَقَامَ فِيْهِ ذَوُوْكَا ¶ والثالثة وهي اخر ما نظم وهي في ثلاثة أبيات نظمها في القاهرة قبيل وفاته ¶ بثلاثة أ يا م، وقد وُجدت إ لى جا نب سريره، وهي آ خر شعره في ا لد يوا ن ص 67 3: ¶ مَتَى تَتبَرَّجِ الدُنْيَا وَيَشْدُو هَزَارُ رَبيعِها بَعْدَ النَّحِيْب؟ ¶ وَتَبْتَسِمُ الأزاهرُ في رُباهَا مُعَطَّرَةَ النَّدَى بِشَميمِ طِيبَ؟ ¶ أَمَا للكَارِثَاتِ مِنَ الزَزَايَا خِتَامٌ بَيْنَ أَحْمَدَ وَالضَلِيْبِ؟ ¶ قِلَّة شعر 5 بعد ثلاثينيات القرن العشرين: ¶ يلاحظ أن الزركلي رحمه اللّه قد قل شعره بعد ثلاثينيات القرن العشرين، ¶ وتواريخ قصائد ديوانه شاهدة على ذلك، ومرذُ ذلك اشتغاله بكتابه الخالد ¶ (الأعلام) وقد سأله الدكتور بكري شيخ أمين عام (394 اهـ/ 974 ام) عن ¶ سبب تركه ساحة الشعر والقوافي فأجاب: \". . أنا لم! أترك الشعر، بل لم يتركني ¶ هو، فمازال بيننا وصال، فأنا إلى اليوم آنظم، وأترنم بالقول الجميل، ولكني ¶ إلى الإعراض عنه أميل، هذا ا لإعراض ليس ابن الساعة، ولكنه ذو عمر طويل، ¶ يكاد يمتد إلى خمسين سنة إلى وراء، ولولاه ما خرجت إلى الناس بكتابي ¶ (الأعلام) ويخيل إليئَ أني خدمت به بلادي وأمتي بمثل ما خدمتها بشعري. ¶ لكني أرى أنَ نَظْم قصيدة واحدة يستغرق زمناً، ويحتاج إ لى تفرغّ وخيال، ¶ وابتعاد عن المشاغل، والعمل في (الاعلام) يستحوذ على ليلي ونهاري، ¶ ويغرقني في بحر من القراءة والكتابة والتأليف. لا أجد بعده سانحة أتفرغ فيها ¶ لعمل اَخر. صذقني أني عملت خمسين سنة في كتاب (الأعلام) وقضيت ¶ معطمها في الوقت الذي أرحت نفسي فيه من الشعر، أنا ما تركت الشعر ¶ أبدالم ا). ولكن العمل في الأعلام كان يقتضي التفرغ الكامل لها، وعمل خمسين ¶ (1) ¶ هكذا وهو يريد قط. قلتُ: ابدأ لنفي المستقبل، فلعل الصواب أن يقول (قط) - ¶ 115",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "سنة لبس بالقليل! (1). ¶ ويقول: \". . وأظنك توافقني على أن هذا (العمل في الأعلام) خيرٌ من ¶ نظم فصبدة، او الاشتغال بتدبيج أبيات او مقطوعة غزلية، والوقت الذي ¶ احتاجه لنظم فصيدة أوخهه إلى مراجعة اربعة كتب أو خمسة، وكتابة سيرة رجل ¶ لم يكتب عنه احد قبلي \" (2). ¶ تأئر الزركلي بالشعراء: ¶ تأثر الزركلي في شعره بالشعراء القدماء والعصريين، فالزركلي في رثائه ¶ فؤاد سليم، ا لديو ان، صه 9: ¶ صَدَقْتَ واللهِ عَهْدَكْ لا جَف دَمْعِيَ بَعْدَكْ ¶ قد عارض فول البهاء زهير: ¶ إنْ تَنْسَ عَهْدِي فاني واللهِ لَمْ أَنْسَ عَهْدَكْ ¶ وقول الزركلي الديوان، ص 58 1: ¶ إنمَا الشعْرُ سَلْسَبِيْلُ زلالِ كيفَ يَدْرِي الزلالَ مَنْ مُز فُوه؟ ¶ قد تأثر بقول المتنبي: ¶ وَمَنْ يَكُ ذا فَم مُر مَرِيْضِ يَجِدْ مُرّاَ بِهِ المَاءَ الزلالا ¶ وقول الزركلي في رثاء الملك عبد العزيز، الديوان، ص 9 2: ¶ عِشْ للعروبةِ والإسلامِ معتصِماَ فإنما بكَ بعدَ اللهِ يُعتَصَمُ ¶ (1) ¶ (2) ¶ وهي لنفي الماضي. ولعل الدكتور بكري نقل كلامه بالمعنى. ¶ علم الأعلام، ص 0 15 - 151 ¶ المصدر السابق، ص ه 5 1. ¶ 116",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "تأثّر ظاهرٌ بقول الزهإوي في تحية العَلَم: ¶ عِشْ هكذا في عُلُو أيُّها العَلَمُ فإنَنَا بِكَ بَعْد اللهِ نَعْتَصِمُ ¶ الموضوعات التي طرقها في شعره: ¶ 1 - النضال والوطنيات والسياسة: عمل الزركلي في ساحات متعددة قبل ¶ الحرب العالمية الأولى، وخلالها وبعده! في ميادين الصحافة، وفي تنظيمات ¶ الأحزاب، وسار في صفوف الثوار في سبيل استقلال بلاده، ومن أجل الوحدة ¶ العربية الكبرى، وأحسّ في خلال الحرب العالمية الأولى بأنّ الغرب يسعى ¶ لتقسيم بلاده، وتفريق شملها والعدوان عليها، فقال عا م (9 1 9 1 م)، ص ه 2 1: ¶ فِيْمَ الوَنَى ودِيَارُ الشَام تُقْتَسَمُ أينَ العُهُودُ اثَتي لَمْ تُرع والذِّممُ؟ ¶ هَلْ صَحَ مَا قِيْلَ مِنْ عَهْدٍ وَمِنْ عِدَةٍ وَقَدْ رَأَيْتُ حُقُوقَ العَرَبِ تُهْتَضَمُ ¶ وألقى قصيدة بين يدي الملك حسين بن علي (0 192 م)، وفيها وصفٌ ¶ لالام الأمة كلها، وما تحملته من عَنَتٍ وإرهإق وظلم، مطلعها، ص 173: ¶ يا ابنَ بِنْتِ النَّبِيئَ أَرْهَقَنَا العَسْفُ فَجَرّدْ لَهُ الحُسَامَ الرَّقِيْقَا ¶ ويقول: ¶ إنَ فِي الشَإمِ أُمَّةً لا تطيقُ الضبْ - تَلْإلى لَهَا العُلا أنْ تُطِيقَا ¶ ولما دخل الفرنسيون دمشق عام (0 92 ام) بعد وقعة ميسلون، وحلَّت ¶ الفاجعة، صؤر الزركلي هذ 5 الفاجعة وسقوط ميسلون بشعر رائع، لا نكاد نجد ¶ له مثيلاَ في شعر الشام، بل يكاد ينفرد بروعته وبيانه لوصف تلك الساعات ¶ الحرجة من حياة أمة، مذت يدها إلى الحلفاء صادقة فأعطوها المواثيق باليمين، ¶ ورموه! بالنار بالشمال، فففحلت الموت على الحياة، وسقط أبناؤه! في المعركة ¶ ليسقوا الأرض من نجيعهم الطاهر، وليُشْهِدوا العالم أجمع على غدر الحلفاء، ¶ 117",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "فقال الزركلي يصف المعركة الحربية غير المتكافئة وصفأ بليغأ، أرسله من ¶ قرارة نفسه دمعأ وأسًى وحُرْقة، وتدفق به على الغادرين حقدأ ونيرانأ مطلعها، ¶ ص 16 1: ¶ اللهَ لِلحَدَثانِ كَيْفَ يمِيدُ بَرَدَى يَغِيْضُ وَقَاسِيُوْنُ يَمِيْدُ ¶ ثم قال: ¶ لَهْفِي عَلَى وَطَنٍ يَجُوسُ خِلالَهُ شُذاذُ اَفَاقٍ شَرَاذِمُ سُوْدُ ¶ آَبرَابِرُ (ال! نِغَالِ) تَسلُبُ أُفَتِي وَطَنِي وَلا يتصدَع الجُلمودُ ¶ شَز البَلِئةِ وَالبلايَا جَفَة انْ تَستبيحَ حِمَى الكِرَامِ عبيدُ ¶ وقد تصوّر الشاعر عظم الكارثة، فجعل بردى يغيض ماؤه، وجبل ¶ قاسيون يميد لهولها، فإلوطن العربي تجوس أرضه شراذم سود من السنغال ¶ يسلبون العزة، ويختلسون الاستقلال، وهذه شز بَليّة يُصاب بها وطن، حين ¶ يهحث المستعبدون لنصرة المستعمرين في سلب وطن اَخر. ¶ ولا أطيلُ في ذكر بقية القصيدة وشرحها، فليس هذا هدفي، ويمكن ¶ القول: إنّ هذه القصيدة أصدق لوحة في وصف معركة ميسلون في الشعر ¶ السوري المعاصر. ¶ وليس شعره كله سواء في حوادث بلاده ورزئها ونكبتها، فمنه بكاء ¶ وشكوى، ومنه نُصجٌ وحكمة وسياسة، من ذلك قصيدة ألقاها في عمان عام ¶ (1 92 1 م) أمام الملك عبد الله بن الحسين مطلعها الديوان ص 153: ¶ تذكرتُ والذكرى تفيضُ جراحُها دماً فجَّرتْهُ مكةٌ وبطاحُها ¶ ويعرّج على الشقاق، وهو داء مبعثه هؤلاء الحكام الذين كانوا يتقاسمون ¶ الحكم ويتنافسون من أجله، لا يعبؤون بما يعدْ الأجنبي وما يفعل، وكأئه أدرك ¶ عصرنا هذا: ¶ وَلَمْ أرَ قَبْلَ العُرْبِ فِي النًاسِ أُفةً سواء عَليها خُسْرُها ورَباحُها ¶ 118",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "تُرخي فلاحاَ والشقاقُ حَليفُها وكيفَ يُرَخى في الشقاقِ فلاحُها ¶ ولما هاجر الزركلي إلى مصر، وهي ملجأ الأحرار، وملاذ اللاجئين من ¶ العرب، يجدون فيها الظل الظليل والعيش الرغيد، أخذ يتغنّى بحرية بلد 5، ¶ ويناجي أهلها بشعرِ سار في كل مكان، وأطرب الأحرار، وأعجب الأدباء، ¶ فأنشد قصيدته السائرة عام (1924 م) (نجوى) وهي من أروع ما قاله شاعر في ¶ الحنين إلى وطنه ومطلعها، الديوان صا 2: ¶ العينُ بعدَ فِراقها الوَطَنا لا ساكناَ ألْفَتْ ولا سَكَنَا ¶ وحين ضرب الفرنسيون دمشق بالقنابل عام (925 ام) قال قصيدةَ في ¶ وصف دمار دمشق، (بين الدم والنار) وهي من عيون شعره، مطلعها: ¶ الأهْلُ أَهْلِي وَالذيَارُ دِيَارِي وَشِعَارُ وَادِي الئيْرَبيْنِ شِعَارِي ¶ وكانت قصيدته هذه قد رافقتها قصيدة لأحمد شوقي (نكبة دمشق) (1) ¶ سارت في كل مكان، مطلعها: ¶ سَلامٌ مِنْ صَبَا بَرَدَى أرَق ودَمْع لا يُكفْكَفُ يا دِمَشْقُ ¶ وقد طغت قصيدته هذه على قصيدة الزركلي، مع أئه نَظَمَها على عَجَل، ¶ كما يقول الطنطا وي في ذكريا ته: 1/ 27 2، ولكن شاعريته محت آثار عجلته، ¶ فجاءت فيها أبيات سارت في الناس مسير الأمثال، وخُفَدت خلود أبيات ¶ المتنبي، وصارت مَدَداَ لكل خطيبِ يخطب، او زعيمِ يقود، حَوَتْ معاني تبقى ¶ جديدة، ولو مرت عليها السنون. ¶ (1) ¶ وهي من محفوظاتي في المدرسة، ومازلت أحفظ بعض أبياتها، وكان شوقي ¶ السان العرب والمسلمين) يعبّر عن آمالهم وآلامهم، أفراحهم وأتراحهم، فما ¶ مزَ بهم حَدَثٌ إلا كانت لثوقي قصيدة فيه، لذلك كان شعره ديوان العرب في ¶ هذا العصر. ¶ 119",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "ويقول الطنطاوي في ذكرياته: 229/ 1: \"ولكني أفضل هنا قصيدة ¶ الزركلي على قصيدته، لا أفضّل الزركلي ولا غيره عليه هو. الزركلي ابن الشام، ¶ ومهما كان البعيد فإنه لا يشعر بمأساة البلد شعور ابن البلد، وأسلوب الزركلي ¶ هنا أسلس وألين، وإن كان أسلوب شوقي أقوى وأمتن، وقافية شوقي كأنها ¶ ا لطريق الوعر، فيه ا لحجارة والصخر، وقا فية الزركلي كا لسلسال ا لجاري وا لجادة ¶ المُعَئدة السهلة. . وقصيدة الزركلي مملوء بالصور، ولكنها ليست كالصورة في ¶ القصيدة العاطفية، المدار فيها على الجمال وحده، بل على الجمال والحقيقة، ¶ لأن هذه القصيدة وأمثالها تاريخ فني، أو فن تاريخي، أريد أن أقول: إنها لا ¶ تكمل إلا أن جمعت بين الصدق وبين الجمال، الصدق لأنها تاريخ ليست ¶ خيالأ، والجمال لأنها أدب ليست مجرد وثيقة \". ¶ 2 - الطبيعة والغزل: ¶ أما شعره في وصف الطبيعة، فهو لا يتغلغل في وصف التفاصيل كما نقول ¶ اليوم، إنما يقف عند الاوصاف العامة، فلا يرسم تراقص الألوان والظلال، إنما ¶ يَعْمَد غالبأ إلى رسم المدن والأنهار في الشام فيصف الشلال، ص 48: ¶ وَيَرُوقُني الشَلأَلُ مُنْحَدِراً هوى نَحْوَ البسيطةِ مِنْ اَشئمً عالِ ¶ يَغْلِي كأفي الئارَ بَيْنَ ضُلُوعِهِ وَدثُورُ مُنْدَفِعاً إلى الأدْغَالِ ¶ شَابَتْ غَدَائِرُه فَأَرْسَلَها عَلَى وَجْهِ الرّمالِ وَهَثمَ بالإعْوالِ ¶ وَلَقَدْ دَنَوْتُ مُقتلاً قَطَرَاتِهِ فَرُمِيْتُ من قطراتِه بِنبالِ ¶ ويصف فيضان نهر بردى بدمشق عام (919 ام) ويخاطبه، الديوان: ¶ اتعيدُ فينَا عَهْدَ (نوحِ) ثانياً؟ ¶ وَيْحِي وَوَيْحَكَ مَا صَنَعْتَ بِجِيْرَةِ ¶ ويقول: ¶ 120 ¶ أَمْ أنتَ تَضْرِبُه لقَوْمي مَوْعِدا ¶ قَدْ كُنْتَ تَرْوِيْها وَتُومِنها الضَدى",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "طَغَتِ المِيَاهُ فَلا سَبيلَ لرَائح ¶ و يقول: ¶ كَالجَيْشِ لاحَ لَهُ فِرارُ عَدُوِّه ¶ لاموكَ انْ جُزْتَ الحُدودَ وَأكْثَرُوا ¶ هُم قَيَّدوكَ فَمَا أطقْتَ قُيودَهُمْ ¶ سَهْلَ المَجازِ ولا سَبيلَ لِمَنْ غَدَا ¶ فأغارَ يَقْحَمُ هاويأ ومُصَعِّدا ¶ لَوْ أَنْصَفُوا لَمْ يُحبِسوكَ مُصَفَّدا ¶ والحُزُ يَأبى أنْ يَعِيشَ مُقَثدا ¶ وقال يصف صيف مصر، ص 162: ¶ أئهَا السَّائِلونَ عَئا بمصْير ¶ نحنُ في هَذِهِ المَدينةِ نَحْيَا ¶ كيفَ نُضْحِي بها وكيفَ نَبيتُ ¶ حينَ نُمْسِي وفِي النَّهارِ نَمُوْث ¶ أما الغزل فهو في ديوانه قليل، كقوله ص 138: ¶ هَتفَتْ واستبشرتْ لما رأتْ قمرأ في حَلَكِ الليلِ ظهَرْ ¶ ورأتْهُ ضاحِكأ في وجْهها: قمرأ يَضْحَكُ فِي وَجْهِ قَمَرْ ¶ وهو يصف مفاتن الأنثى، فيقول في وصف الوجنتين في قصيدة (تفاح)، ¶ ص 47: ¶ أهدَتْ ليَ التفَّاحَ فاتِنَتي وشممتُ فيهِ عبيرَ نَفْحَتِها ¶ وملأتُ بالتقبيلِ وجنَتَهُ لفَا رأيتُ شبيه وجنتِها ¶ 3 - ا لشعر ا لاجتماعي: ¶ تأثّر الزركلي بما أصاب قسماً من قومه من سوء الخلق، فعَمَد إلى الشعر ¶ يبثة شكاته، ودَلف إلى القوافي يصؤر بها ماَسي شعبه في شعر قصصي برع فيه ¶ الزركلي، فأرسل قصيدة عنوانها (الفداء) رسم فيه امرأة عظيمة ضحَّت بنفسها ¶ في سبيل اهلها، وكا نت تضحيتها با لغة العَظَمَة، فقضت ولكنها طُفَرت بالموت. ¶ انظرالقصيدة في الديوان، ص 57 ومطلعها: ¶ 121",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "عِيلَ صبري والنفسُ ذاتُ لَجاجِ وصباحي يضِن بالإبلاجِ ¶ وصؤر في قصيدة أخرى صوراَ من فجائع الحرب العظمى، أهمها الجوع ¶ الذي أصاب الناس، فقد ضاقت ائم شريفة بولديها، وسامها نذلٌ وضيع بيع أعز ¶ ما تملك ا لمرأ ة، فنزلت على كُرهِ منها، وباعته بدراهم تقي ولد يها ا لموت والعِفَة، ¶ ولكنه سرق دراهمها وولّى، فلا درهماَ نالت، ولا نفسها وقتْ، وما لقيت من ¶ الناس إلا الأذئة، فقال من قصيدة (البائسة (، ص 0 5 1: ¶ وَضَاقَ عَلَيْهَا الْعَيْشُ حَتّى إذَا مَضَتْ صَبيحةَ يومِ لا تَرَى أينَ تَطرُقُ ¶ تَصَدى لَهَا مَنْ سامَها الشُوءَ بَاذلاَ لَهَا مستجادَ الئقْشِ يَزْهُو وَيَبْرُقُ ¶ فَألَقَتْ عَلَى وَجْهِ ال! ماواتِ نَظْرةَ ممادُ إذا تُلقَى عَلَى الصَخرِ تَخْرقُ ¶ ومذتْ لحابيها العطيَّة كفَها تتابعُه والقلبُ كالريح يَخفُقُ ¶ وطَالَ على ابنيْها التخَفُفُ عَنْهُمَا فَبَاتَا وداءُ الجوع لا يترفقُ ¶ وهذه القصص الشعرية تشبه ما خلف بشارة الخوري، وخليل مطران من ¶ قصص البؤس والمجاعة خلال ا! حرب. ¶ وقد وُفّق الزركلي إلى رسم الأخلاق في المجتمع بشعر بسيط، فرأى ا ن ¶ الحق لا يُحترم، إنما تحترم القوة، وأن الكذب سائر مصدَق، وان الحرص على ¶ الجاه والمنصب والتاج عِفَة الناس، فيقول، ص 6 5 1: ¶ أيَّةُ نفسِ من ألسَى ناجِيَه والناسُ في حالكةِ داجيَهْ ¶ هذا ينادي: مَنْصبي منصبي وذاك: تاجي ويحكُم تاجِيَهْ ¶ وإنمَا الفوزُ لِشَعْبِ صَحَا والخُسْرُ حَظ الا4 مَةِ الشَاجِيَهْ ¶ ولعله تأثر في هذه الأوصاف الاجتماعية بشعر أبي العلاء المعري، فتناول ¶ المفاسد والأخلاق ورسمها في زمانه، فكأنّه المعري يصف زمانه، وكأن الأيام ¶ لم تتبدل والناس هم هم. ¶ 122",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "4 - ا لرثاء: ¶ وقصائد الرثاء من أطول قصائد الديوان، وقد وقف رثاءه على بعض ¶ الملوك، كالملك عبد العزيز، وابنه فيصل، ومحمد الخامس، فيقول في رثاء ¶ الأول، ص 2 0 3 من قصيدة في ثلاثة وخمسين بيتاً ومطلعها: ¶ عبدُ العزيز قضى، سَلِمْتَ سُعُودُ ما في الرّجالِ كمَنْ فقدتَ فقيدُ ¶ ويقول في رثاء الثاني في قصيدة من عشرين بيتاً، ص 47 3 ومطلعها: ¶ بالقطمِ واللّدمِ يُنعَى (فَيصلُ) الغَالي لا بالئحيبِ ولا إعْوالِ مثكالِ ¶ ويقول في رثاء ا لثالث في قصيدة من ا ثنين وثلاثين بيتاً، ص 0 4 3 مطلعها: ¶ نطَقَتْ ماَثرُ 5 فلا خُطباؤُ 5 يُوفُونَهُ حقاً ولا شعراؤ 5 ¶ كما رثى شيخه طاهر الجزائري، ص 23 فيقول في المطلع: ¶ يُشيّعُ بعضُنا بعضاً فيمضي وما في الخالفِين بذي بَقاص ¶ ويختمها بقوله: ¶ وَلَوْ نَفَعَ البُكَاءُ عَلَى فَقِيدِ وقَفْتُ لَهُ الجُفُونَ عَلَى البُكَاءِ ¶ ويرثي سعد زغلول، ص 2 4 1 بقصيدة من واحد واربعين بيتأ مطلعها: ¶ خَل المدامعَ وَحْدَهَا تَتكَفَمُ أدْهَى الفَجَائِعِ مَا يُصِئمُ ويُبكِمُ ¶ ويرثي محمد علي الهندي، وهو من كبار رجالات المسلمين في الهند ¶ أيام نضالها مع محتليها البريطانيين، في قصيدة من اربعة وأربعين بيتأ، ص 159 ¶ ومطلعها: ¶ لثهِ في عالَمِهِ اَيتانْ سُبحانَ مَنْ كؤن هذا الكيانْ ¶ 123",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "ويقول في رثاء صديقيه محمد سليم الجندي ومحمد البزم، ص 271: ¶ لِمَنْ خَفَفْتُما المِيْدان فقيدَيْ لُغةِ القراَنْ ¶ لِمَنْ خَفَفْتُما الميدا ن، والميدان للفرسانْ ¶ وفي رثاء فوزي الغزي، ص 9 5 2: ¶ مَشَى الوطنُ المبكيئُ مِشيَةَ مكْبولِ على الهامِ من أبنائِه ايُّ محمولِ ¶ ويقول: ¶ اَفَوزي بنُ إسماعيلَ ما غالَكَ الزدى ولكثه قَدْ غَالَ قَسْوَرة الغِيلِ ¶ وانظر رثاء: فؤاد سليم، أحمد مريود، عادل النكدي، رشيد طليع، ¶ ص 239 في قصيدة واحدة ميمية مطلعها: ¶ يَا عَيْنُ أَسْهَركِ الجُناةُ ونامُوا لا أنْتِ هَاجِعَةً ولا الالامُ ¶ 5 - ا لوصف: ¶ وأعني به وصف المُسْتحدثات او الصناعات. ¶ قال يصف طائرة، الديوان، ص 337: ¶ نَفَرتْ في الفضاءِ منْهَا النُسُورُ واستقزتْ عَلى الزياحِ تسيرُ ¶ ذات جُنْحَيْنِ لا يرِفَّانِ كالعينينِ إفا رَنا الكفيفُ الضريرُ ¶ تنطوي الأرض تحتَها كبسإطٍ بِيَدَيْ ساحرِ تراهُ يدورُ ¶ ثم يقول: ¶ حَفَقَتْ فِي سَمَائِهَا تَسْبِقُ الصوتَ وتُعيي الزياحَ حينَ تثورُ ¶ فكأن الشَماءَ بَحْرٌ خِضَئمٌ هي مِنْ فُلْكِهِ عَلَيْهِ تَطيرُ ¶ 124",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "وقال يصف القطار، ص 6 0 1: ¶ تَقَدَمَ زاحفأ كالبرقِ يجري ويحسبُهُ المُحَدِّقُ فيه طارا ¶ وَمَدَ دُخانُه في الأفْق ذَيْلأ كأنّك إذ تراهُ ترى ستارا ¶ تلقَتْه العيونُ فما تراءى لها متسلِّلاً حئى تَوارى ¶ وقال يصف ناطحات السحاب، ص 0 27: ¶ نواطِحُ الشُحْب مَذَتْ في الذُجَى عُنقأ ¶ سَمَتْ إلى الا! فُق الأعلَئ تُجاورُه ¶ مفَتْ مُجَاوَرَةَ الأقْوَامِ فانْتمًضَتْ ¶ النجْمُ انسُ في الافلاكِ مُصطَحَباً ¶ إلى ال! ماءِ تجاري الشُحْبَ إصعادا ¶ وَتَهْجُرُ الأرْضَ أغْواراً وأنجادَا ¶ وَحَاوَلتْ عَنْ أثَامِ الأرْضِ إبْعَادَا ¶ والجؤُ أرحبُ في الباحاتِ مُرتادَا ¶ وقال يصف الزَعْناء (الدزَاجة)، ص 0 8: ¶ يَا رَاكِبَ الزَعْنَاءِ تَعْدُو بهِ ¶ يَنْتَهِبُ الأرْضَ بدزَاجَة ¶ كَالرِّيح لا تُلْوي عَلَى نَاظرٍ ¶ أو كَخَيالٍ مَز فِي خَاطِرٍ ¶ لَمْ أَرَهَا حَتَى اخْتَمَى وَجْهُها ¶ 6 - ا لإخوا نيا ت: ¶ عَدْوَ الظِّبا فِي المَهْمةِ القَفْرِ ¶ يَعْجَبُ مِنْها البرْق إذ تَجْرِي ¶ تَرْجعُ عَنْهَا العَيْنُ فِي خُسْرِ ¶ أو بَيتِ شِعْرٍ جَالَ في فِكْرِ ¶ كأئها ضَرْبٌ مِنَ السِّحرِ ¶ وهي القصائد التي أرسل بها إلى أصدقائه، وحئاهم بها، كقصيدة ¶ (الصحراوية) التي بعث بها إلى عادل أرسلان، بعد إيابه من زيارته ومَنْ معه من ¶ المجاهدين النازلين بوادي السرحان، ص 0 5 2 مطلعها: ¶ وَلَيْلٍ سَرَيْناه ثَلاثةَ ركبانِ مَسَاريعَ مِنْ عَفَانَ بُعداً لِعَفَانِ (1) ¶ (1) ¶ الئلاثة هم: الزركلي، والحاج أديب خير، وأديب العسلي. ¶ 5 2 1",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "مَطئتُنا (أئمُ الزياحِ) وَكَزُهَا كَمَا كزَ فِي رُحْبِ الزمَانِ الجَدِيْدَان (1) ¶ وهي قصيدة طويلة في (56) بيتأ. ¶ وردَ عليها ا لأمير عادل بقصيدة (الأرسلانية)، ص 4 5 2 ومطلعها: ¶ اَرَقْتُ وَمَا في النَومِ خَيرٌ لِوَسْنافي إذَالَمْ يَنَمْ شَزُ المُغِيرٍ بِأَوْطَانِ ¶ وَغَالَبَني شَوْقٌ يُعَاوِدُ مُهْجَة تقفَبُ مِنْهُ في الدُجَى فوقَ نِيرَانِ ¶ وكتب إليه الأستاذ احمد عبيد معاتبأ، ص 89: ¶ مَا بَالُ حَالي مِنْكَ لا يَجْري بيُمْني أو برُشدِ ¶ اُزْجي إليكَ الكُتْبَ ارجُو أنْ أَفُوزَ بحُسْنِ ر د ¶ لا أَنتَ يمْتُبُ لي ولا عهدُ اللقاءَ بمسترَد ¶ إنْ كُنْتَ ازْمَعْتَ الضُدودَ وما إخالُ نَوَيْتَ صدَي ¶ فَأناَ كَما يَرْضَى الوَفاءُ حَلِيْفَ آمالِ وود ¶ مَا زِلتُ اقصِدُ انْ انالَ رِضَاكَ عل القَصْدَ يُجدي ¶ فابعثْ إليئَ بما يُخففْ مِنْ ضِرَامِ الشَوقِ عِندي ¶ فأجابه الزركلي: ¶ قَسَمأ بِعَهْدِكَ ما سَلَوْتُ ولا جَحدْتُ وَثيقَ عَهدي ¶ انا مَنْ عَرَفْتَ وَمَنْ خَبَرْتَ، وَودُ امسِ اليومَ ودي ¶ لكئهَا الأئامُ مَشْغَلةٌ بما تُخْفِي وَتُبْدِي ¶ بَيني وبينَ الدَهْرِ حَربٌ فَلَ فيها الدَهْرُ حَدي ¶ ولفا غاب الزركلي عن المغرب ايام سفارته فيه بضعة اشهر، طبع خلالها ¶ الجزء العاشر من (الأعلام) كتب إليه صديقه محمد المختار السوسي يستطيل ¶ غيبته، ويقول متمثلأ، ص 357: ¶ (1) ¶ آم الرياح: ا لسيارة. والجديدان: الليل والنهار. ¶ 6 2 1",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "مَتَى تتجفَى طَلعَةُ العَلَمِ الفردِ فإنَي أفنيتُ الليالي بالعذ ¶ فأجابه الزركلي: ¶ لِزامٌ عليئَ الشُهْدُ إنْ لَمْ يَكُنْ وَجْدِي ¶ الئفَحَات الدينية: ¶ إلى جيرةِ في (الغرب) ألزمني سُهْدِي ¶ ومن ذلك قصيدته (تسبيحات) وهي دوبيت، ص 0 13: ¶ رَفيَ سُبْحَانَكَ مَا أَجْهَلَنِي ¶ وَمْضَةٌ في رَاعِدٍ أو ذزَةٌ ¶ حِيْنَ أَعْصِيْكَ وَلَكِنْ ائا مَنْ؟ ¶ في هُبوبِ الزَيحِ أوْ طَيْفُ وَسَنْ ¶ ويقول في خاتمة قصيدته (الوجود)، ص 2 2: ¶ سُبْحَانَ مَنْ دَئَتْ عَلَئ تَوْحِيْد آلاؤُهُ وَتَعَذدَتْ اَسْمَاؤُهُ ¶ ويقول في قصيدة اليتني)، ص 162: ¶ ألا لَيْتَنِي حَوْلَ (المَقَامِ) حَمَامَةٌ يُرفْرِفُ بَيْنَ (المَرْوَتين) جَنَاحِي ¶ أَرُوْحُ وَاَغْدُو حَيْثُ شَاءَ ليَ الهَوى طَلِيكاً غُدُوِّي في يَدي ورَوَاحي ¶ اَبيْتُ قَرِيْرَ العَيْنِ أنْعَمُ بالكُرَى مَسَائيَ مَمْسَى غبطةٍ وَصَبَاحي ¶ أَزَق فِرَاخِي هَاتِفاً لِهُتافِها واُرْشِفُهَا مِنْ مَاءِ (زمزمَ) رَاحِي ¶ وَآمنُ، لا دَهْرِي يَرُوع بِظُلْمِهِ وَلا أَهْلُهُ يَغْشونَنِي بِسِلاحِ ¶ لزوم ما لا يلزم: ¶ ولمقدرته الشعرية، ولتمكُّنه من اللغة، كثيراً ما يلتزم في شعره ما لا يلزم ¶ على طريقة أبي العلاء المعري كقوله، ص 58 1: ¶ عَرفَ الشعرَ بعضُهم بالقَوَافِي وَفَرِيْقٌ بِوَزْرنهِ عَرفُوهُ ¶ حَزفوا نَعْتَه ولوَ عَرَفوه أو دَرَوْا كُنْهَهُ لما حَزفوهُ ¶ إنَما الشعْرُ سلسبيلُ زلالٍ كيفَ يَدْرِي الزّلالَ مَنْ مُزَ فُوهُ؟ ¶ 127",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "وكقوله (1): ¶ عجَائِبُ (. . .) لا تَنْقَضِي تَلْحَقُ اُخراها بأُوْلاها ¶ ما كانَ إلاّ عَبْدَ طاغُوته مَنْ حَسبوهُ يَعْبُدُ اللهَ ¶ فقد التزم في الأبيات الثلاثة الأولى في القافية أربعة احرف، وفي البيتين ¶ الأخير ين ثلاثة أحرف. ¶ الفنون الشعرية: ¶ المُوَسَحات: نظم الزركلي ثلاثة موشحات، الأول! الم تفِ ياقمر) صنع ¶ فيه الواحاً للبؤس مختلفة، ويبدو أنه فاله حين احترقت خزانة كتبه، فصحث في ¶ شعره ألوان الماَسي التي كان يراها حوله، فمن فتاة حسناء أفقرها الزمإن، ¶ وجزدها من الجمال، فتصزف بها القدر ساخراً هازئاً، ومن نابغة طَوَتْهُ المنون، ¶ ومن غريب عإش كئيباً مضطرباً، ومن جريح يطوي الليالي مُسَفَداً، ومن حروبٍ ¶ تقوم بين الناس فتفني منهم الكثير فيقول!، ص 97 1: ¶ لم تُبقِ ايدي الحادثاتِ ولم تَذَرْ فَعَلامَ تَضْحَكُ في سَمَائِكَ يا قَمَرْ؟ ¶ أرأيتَ تائهةً على أَتْرَابِهَا ¶ فَتانةً بسُفورِها وَحِجَابِها ¶ خلأَبةً بدَلالِها وعِتَابِهَا ¶ غَلآَبةً بِحَدِيْثِهَا وَخِطَابِها ¶ ذَهَبَ الزمَإنُ بِمَالِهَا وَشَبَابِهَا ¶ وَتَفَزَدَتْ بِاَنِيْنِها وَمُصَابِهَا ¶ ناجتْكَ شاكيةً تصاريفَ القدَرْ وظللْتَ تَضْحَكُ في سَمَائِكَ يا فمرْ! ¶ وهو موشح طريفٌ عَذْبٌ، في معانٍ بسيطةٍ سلسةٍ ولغة سهلة، وقوافٍ لئنةٍ ¶ تنسال! إنسيالاً في الاَذان كما تنسال! الموسيقى الهادئة. ¶ (1) مجلة العرب سا ا، ص 637. ¶ 128",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "وموشح (العذراء) وهو موشح طويل، ص 9 34 ومطلعه: ¶ سكَنَتْ ضَوْضاءَ مَنْ في الحَيّ لا حَيَّ تراه ¶ وغَفَا الثائِرُ لا يَلْهَجُ إ لا بِمُناه ¶ ولهذا الموشح قصة: أرسلت سلطة الانتداب الفرنسي في سورية بلاغاً ¶ رسمياً إلى دإر الزركلي تبلغه فيه أن الجمهورية الفرنسية قررت وقف تنفيذ ¶ الحكم الصادر بإعدامه. وكان الشاعر يومئذ يعمل في عاصمة الاردن - عمان - ¶ رئيساً لديوان رئاسة المستشارين - الوزراء - فأقبل على دمشق للعودة منها ¶ بأسرته، واخلى حجرات بيته، وجمع أمتعته، وبعث بجواز سفره (العربي) إ لى ¶ الموظف المختص في دار المندوب الفرنسي مستأذناً للخروج، وفوجئ بحجز ¶ الجواز، ولكن ما مضى أسبوعان أو ثلاثة أسابيع حتى صدرت مجلة (الرابطة) ¶ وفيها (العذراء) وراى أحد المتفرنسين من قدماء معارفه يصيح به: ترجموها ¶ وفهموها! تعال خذ الجواز! وهذا الموشح عرض شعري رائع لما أصاب سورية ¶ عقب إحتلال الفرنسيين لها. ¶ ونَظَم موشحاً على الطراز القديم لاخد الملحنين، ص 69: ¶ زِدْ نِفاراً في الهَوَى أزددْ هُيامْ لَي! فِي الحُبِّ عَلَى الحُحث مَلامْ ¶ المعارضات: ¶ عارض قصيدة: ¶ يا ليلُ: الصَمث متى غَدُه أقيامُ السَّاعَةِ مَوْعِدُهُ؟ ¶ بقصيدة، ص 67: ¶ بفؤاديَ جُرْح تَعْهَدُهُ ما غَيْرُ وِصَالِكَ يضمِدُهُ ¶ وقد نظمها عام (4 91 1 م) وعمره واحد وعشرون عاماً، صبّ في معانيها ¶ وفي قوالبها، فجاء شعره فيها صورة للشعر القديم مبنًى ومعنًى. ¶ 129",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "ا لمترجما ت: ¶ ترجم الزركلي عن الفرنسية قصيدة (الدَيْدَبان)، ص 9 5 مطلعها: ¶ في فَسِيْحِ مِنَ الفَلاةِ رَحِيْبِ كَانَ جَيْشَانِ فيهما الأسدُ تَزْأَرْ ¶ وترجم عن الامارتين) بيت الشعر، ص ه 6 2: ¶ وما يَضِيْرُ عُقابَ الجَؤ انْ عَلِقَتْ بِظل جُنْحَيْهِ أدرانٌ مِنَ العُشْبِ؟ ¶ الشعر القصصي: ¶ له قصة شعرية واحدة هي (مَجْدُلين وا لشا عر) وهي خلاصة روا ية (مجدلين) ¶ أو (ماجدولين) التي عزَبها عن الفرنسية مصطفى لطفي المنفلوطي، والقصيدة ¶ في ثماني صفحات وهي في واحد وعشرين فصلاَ: الغربة، الشاعر، الحب، ¶ العهد، الفراق، الفقر، الخدعة، العرس، الجنون. حاله، السلوان، النبوغ، ¶ الزيارة، ا لذكرى، الزوج، ا لإباء، ا لفاجعة، ا لعزلة، ا ليأس، ا لموت، ا لخاتمة، ¶ وأو لها ا لغربة: ¶ مَنْ لِدَا مي القَلْبِ مَكْسُورِ الجناحْ فَقَدَ الأئمَ وجافا 5 الأبُ ¶ ألِفَ الكربَ: مساءَ وصباحْ يسكنُ البَث بِهِ او يمٌبُ ¶ سَئِمَ العَيْشَ غُدُوّاَ ورواحْ سُدَ في عينيْ هُدا 5 المذهبُ ¶ كلأ! جمم* ¶ عَبَسَ الدهرُ له فاضطربا ¶ نازحاَ عن اهله مُغْتربا ¶ رابطَ الجاشِ، إلى يَلْوي لريب الحَدَثان العُنُقا ¶ وقد طَبَعَ هذ 5 القصيدة اولاَ في كتاب مستقل صنة (339 ا هـ)، وصدر عن ¶ المكتبة العربية بدمشق لأصحابها عبيد إخوان في (1 3) صفحة. ¶ قال فيها خليل مردم، ص ه من الكتاب المستقل: \" ما قصيدة خيرالدين ¶ 130",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "هذه إلا دمعة من دموعه، وجمرة شئت بين ضلوعه، فإن أبكت فالبكا يبعث ¶ البكا، وإن أشْجَتْ فكذلك الأسى يبعث الأسى \". ¶ وقال حليم دموس، ص 4: قرأت (ماجدولين) نثراً، فأشجتني بما فيه!، ¶ وقرأتها شعراً فأبكتني قوافيه!، فأكرم بناثرٍ قلَّد نحرها باَيات بيانه، وشاعرٍ خفَد ¶ نثرها بأنات جنانه. ¶ ا لسا نرا ت: ¶ لا تخلو قصيدة للزركلي من بيت ¶ وتُختصر تجربة، ويكون مسند حديث ا و ¶ إنَ الْغَرِيْبَ مُعَذَّبٌ اصبداَ ¶ يُشيِّعُ بعضنا بعضاً فيمْضي ¶ وَلَوْ نفَعَ البُكَاءُ عَلَى فَقِيْدٍ ¶ وإذا الئفُوسُ تَغَفَبَتْ أهْوَاؤُها ¶ مَدَحْتكُمْ وَبِودِّي لَوْ هَجَوْتكُمُ ¶ وَمَنْ كُنْ خَلَصَتْ لِلْمَجْدِ نِئتُهُ ¶ وللعَزَائِمِ م! تَرْضَى فَإرنْ وَهَنَتْ ¶ إن الزمَانَ عَلَى مَا فيهِ مِنْ عِوَجٍ ¶ وَمَنْ أَعَدَ لضَبْطِ المُلْكِ عُدَتَهُ ¶ شزُ البلئة والبلايا جَفَةٌ ¶ كَمْ رَدَدُوا رَاياَ لَعَل بهِ الهُدى ¶ إئمَا الشّعْرُ سَلْسَبِيلُ زلالٍ ¶ أَنْذَرُونَ! بِالمَوْتِ مَا أعذَبَ الموتَ ¶ مَنْ كَانَ يَحْسِبُ ما يلي خُطُواتِهِ ¶ يَنْعَمُ المَرْءُ فِي الْحَيَاةِ وَيَشْقَى ¶ وَالناسُ مَنْ يَلْهَمْ بالشَز سَادَهمُ ¶ سائر يُسْتشَهد به، تُلَخَّص فيه حكمة، ¶ فَصْل خِطاب، من ذلك: ¶ إنْ حلَّ لَمْ يَنْعَمْ وإنْ ظَغَنا (21) ¶ وما في الخالِفِيْنَ بذِي بَقإءِ (23) ¶ وقَفْتُ له الجُفونَ عًلى البكاءِ (23) ¶ عَصَتِ الحُلومَ فما يُطاعُ نَصِيْجُ (41) ¶ لَوْ اطلقَ الحُكْمُ لي في مَنْطِقِي وَيَدِي (9 4) ¶ أصابَ نُجْحاَ على الأيامِ مَضمُونَا (1 8) ¶ خَابَتْ وإنْ تَمْضِ ابَتْ في المُجَلينا (84) ¶ قَدْ يَسْتَقِيمُ بهِ أَمْرُ الأبيّيْنَا (84) ¶ أَطَاعَهُ المُلْكُ واقْتادَ العَصِيِّينا (85) ¶ اَنْ تَسْتَبيحَ حِمَى الكِرَامِ عَبِيْدُ (116) ¶ والرَّايُ آفةُ نُجْحِهِ التَّرديدُ (16 1) ¶ كَيْفَ يَدْرِي الزُلالَ مَنْ مُزَ فوهُ؟ (58 1) ¶ إذَا كَانَ للحَياةِ طَريقَا (173) ¶ قَهَر الذي يَخْطُو بغيرِ حِسَابِ (183) ¶ وَتَمَامُ النعِيمِ بَدْءُ العَذَاب (190) ¶ والشَّرُّ أَسْوَأُ مَصْنُوعٍ وَمَعْمُوْلَ (192) ¶ 131",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "إذَا الزايُ لَمْ ينهفق بهِ نَاصِر لَهُ يُؤَئدُهُ لَنم تُجْدِ مَسْطُورَةُ الكُتُبِ (192) ¶ إن الشقَاقَ إذَا تَطًاوَلَ عَهْدُه ا! دتْ بِهِ الأئامُ شَر مَاَب (247) ¶ سَاءَ التثزُدُ في التَدْبيرِ! هِجاً والرأيُ للفَردِ غَيْرُ الزَأي للاَلِ (248) ¶ لا خَيْرَ في الحُكْمِ لا الشُورى تُسَانِدُ 5 ولا حَصَإفَةُ أَقْوَالي وأَفْعَالِ (248) (1) ¶ وللشياسَاتِ أَحَاسلُهَا لا مُنْصِفٌ فيها ولا مُسْعِفُ (334) ¶ قلت من قبلُ: إن هذا الديوان هو ديوان الوفاء للعربية وأقطارها، وهو ¶ المرتبة الثانية من اهتمام الزركلي بعد الأعلام، وقد طبع طباعة فاخرة عام ¶ (0 140 هـ/ 1980 م) أي بعد وفاته بأربع سنوات، وقد ضم (267) قصيدة ¶ أكثرها في القضايا الوطنية والسياسة والحكمة والحنين إلى الوطن، وتتميز ¶ بالقِصَر، فهي تتراوح بين خمسة أبيات وعشرين بيتاً، وقفَما نجد قصيدة تجاوز ¶ الثلاثين بيتأ، وقد رأيت أطول قصيدة في الديوان هي (صقر قريش)، ص 81 ¶ التي فازت بجائزة مجلة السياسة الأسبوعية وهي في (89) بيتاً، إضافة إلى ¶ موشح (العذراء)، ص 9 34، والقصة الشعرية (مجدلين والشاعر)، ص 9 35، ¶ وفي بعضه دوبيت (2)، انظر ص 47 ففيها ثلاث قصائد دوبيت منها: ¶ قالَتْ أمِنْ بَطْحَاءِ مَكةَ جَارُنَا؟ قُلتُ: الهَنَاءُ لِمَنْ دَعَوْتِ بجَاركِ ¶ أنَا مِن دِمَشْقَ وَقَدْ وُلدْتُ بِغيْرِهَا وَسَكَنْتُ أُخْرَى وَالحَيبْنُ لَدَارِكِ ¶ وفيه بيت مفرد، ص 86: ¶ حَسبُتكْم مِنْ رُمَاةِ الشَهْمِ فَانْحَرفُوا فَمَا بِكُمْ عِنْدَ رَمْيِ ال! هْمِ مِنْ رَامِي! ¶ (1) ¶ (2) ¶ من قصيدة الا خير في الحكم) ولعله يعني بها جمال عبد الناصر. ¶ الدوبيت: أحد الفنون السبعة (المواليا، كان وكان، القوما، الدوبيت، السلسلة، ¶ الموشح، الزجل) وهو شعر مستعار وزنه من الفارسية، ويتكون اسمه من كلمة ¶ (دو) بمعنى اثنين و (بيت) عربية، وكل بيتين في القصيدة متفقان في الوزن ¶ والقافية، ويكونان وحدة مستقلة، هما دوبيت 0 انظر: معجم مصطلحات ¶ العربية، ص 0 17، 28. ¶ 132",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "ولم يسلك الؤركلي نظاماً أو منهجاً في ترتيب القصائد، كما فعل بكتابه ¶ (شبه الجزيرة في عهد الملك عبد العزيز) فلا هو رتَّبها على الموضوعات: ¶ المراثي، الوطنيات، الإخوانيات، الوصف. . ولا هو رتبها بحسب تواريخ ¶ نظمها، فتجد مثلاً قصيدة نظمها عام (964 ام) يليها قصيدة نظمها عام ¶ (932 ام) كما في ص 344 - 345، انظر ص 340 حيث نطم قصيدة في رثاء ¶ الملك محمد الخامس عام (961 1 م)، وتبعتها قصيدة (في وادي فاطمة) نظمها ¶ عام (930 ام)، ص 342 (1). ¶ وفي الديوان عشرات القصائد لم تؤزَخ، وليته كان قيَّد زمن قول هذه ¶ القصائد جميعاً، ليكون عوناً للباحثين على دراسة شعره واتجاهاته، ونلصس ¶ مراحله وأطواره وفنونه. ¶ وقصائد الديوان نظمها في أماكن كثيرة، ولم يقصرها على بلد معين أ و ¶ بلاد معينة، فنظمها في دمشق، وعمّان، والطائف، والوباط، والقدس، ¶ وحيفا، ونابلس، وبيروت، وجدة، وطنجة، وبعلبك، ومكة، وفاس، وا ثينة، ¶ وبا ريس، وا ستا نبول. ¶ وأغلب شعره نطمه ما بين عام (9 91 1 - 939 1 م) وقل بعد ذلك. ¶ ونشر بعض شعره بالاسم المستعار (محجوب) انظر ص 144، 183، ¶ 3 0 2، 53 2، 1 28، 92 2، 366 ونشر قصيدة باسم (خير)، ص 4 28. ¶ هذا وقد حرص الؤركلي على طبع ديوانه قبل وفاته، فقدمه إلى مجمع ¶ اللغة العربية بدمشق، فتأخر طبعه فاستعاده، واتفق مع احد الناشريق في بيروت ¶ بوساطة صديقه أستاذنا اكرم زعيتر رحمه الله، فلم يتم الاتفاق، وقد نقحه ¶ وحذف منه قصائد ومقطوعات، لكي يروج في السعودية وفي غيرها من البلاد ¶ (1) سبق أن ذكر المؤلف أن الديوان طغ بعد وفاة الزركلي بأربع سنوات. (الناشر) ¶ 133",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "العربية، على ما ذكر شيخنا حمد الجاسر رحمه الله في مجلة العرب س 1 1، ¶ ص 637. ¶ وقد أُلحق بالديوان، ص 369 - 382 معارضات، وهي بعض ما نشر5 ¶ أصدقاء الزركلي من معارضات لقصائده، كالأمير عادل أرسلان، ومحمد ¶ عبد الغني حسن، وعبد الكريم الكرمي أبي سلمى، وفؤاد شاكر، ومحمد ¶ البزم. ¶ تبع ذلك فهرسان أحدهما للقوافي، والاَخر لعناوين القصائد. ¶ وما على القارى إ لا أن ينظر في الديوان بعينيه، ليرى ويقرأ ويستمتع. ¶ تذييل: بلغ من عناية الزركلي بالشعر أنه كان يجعل الأستاذ حسن ¶ الكرمي (1) -عندما يحضر إ لى بيروت -يقرأ من الشعر من الدواوين وكتب ا لأدب، ¶ بحضور الأستاذ ظافر القاسمي، وشخص من اَل الأيوبي، ثم يعفق هؤلاء على ¶ الشعر. ¶ (1) ¶ ! هـ!! ¶ صاحب البرنامج الإذاعي الأدبي (قول على قول)، وصاحب المعاجم ¶ الإنكليزية العربية، والعربية الإنكليزية: المغني الكبير، المغني ا كبر، المغني ¶ الوسيط. . . ومعجم الهادي إلى اللغة العربية0 ¶ 134",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "3 - شبه الجزيرة ¶ في عهد الملك عبد العزيز ¶ دار العلم للملايين - بيروت، الطبعة ¶ ا لسابعة آب 97 9 1، أربعة أ جزاء صفحاتها ¶ 460 ا صفحة 7 ا ك! 24 سم في مجلدين. ¶ للملك عبد العزيز بن سعود فضل كبير على الزركلي، اواه بعد تشريدِ ¶ وحك! عليه بالإعدام من قبل الفرنسيين، وقذَمه في مناصب الدولة، ومنحه ¶ الجنسية السعودية، فمثّل حكومته في عدة مؤتمرات دولية، وكإن أحد المندوبَيْن ¶ السعوديين فيما سبق إنشاء جامعة الدول العربية من مداولات ثم التوقيع على ¶ ميثاقها، وانتُدِب لإدارة وزارة الخارجية بجدة، بالتناوب مع يوسف ياسين. ¶ وسُمّي وزيراَ مفوضأ ومندوبأ دائماَ لدى الجامعة العربية عام (951 ام) ¶ وعين سفيرأ في المغرب (57 - 63)، وهيأت له الدولة السعودية جميع وسائل ¶ الاستقرار في بيروت، وعكف علىِ إصدار هذا الكتاب الذي هو وفاء للملك ¶ ا لذي استقرت حيا ته في ظلاله، وهو ضرْبٌ من ضروب ا لوفا ء للأسرة ا لسعودية. ¶ وقد أهداه إلى الملك فيصل بن عبد العزيز قائلاَ: \"إ لى روح فقيد العرب ¶ والمسلمين، الشهيد الذي بكته كل عين، وهَلع لمصرعه كل قلب فيصل ابن ¶ عبد العزيز بن عبد الرحمن، أسكنه الله فسيح جناته، وتولا 5 بموفور رحمته ¶ وغفرانه \" كما أهداه إلى الملك عبد العزيز قائلاَ: \" وإلى روح الذي عرفته ¶ وأكبرته، وكان دينأ في عنقي أن أكتب تاريخه فكتبته، إلى روح عبد العزيز ¶ أهدي كتابي عن عبد العزيز\". ¶ وهذا الكتاب أوفى كتاب في موضوعه، جمع فيه مؤلفه خلاصة أخبار ¶ 135",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "الملك عبد العزيز، ووصف أحواله العامة والخاصة من جل المؤلفات عنه، ¶ ومن أفواه عارفيه، ومن ثنايا الأوراق الرسمية في دواوين الدولة، وجمع فيه ¶ خلاصة تاريخ قيام الدولة السعودية في الدور الأخير على يد الملك عبد العزيز، ¶ وما رافق ذلك من حروب وفتن، ومعاهدات ومراسلات. وفيه كثير من الصور ¶ الطريفة، وقد وضعه مؤلفه لأحداث الجزيرة في عهد الملك عبد العزيز فوقف ¶ عند عهد 5، ويعذ نموذجاً للنثر العربي الوديع القوي في جمال الترجمة ¶ الشخصية. ¶ ضم الكتاب (184) فصلاً تتراوح طولاً وقِصَراَ ما بين صفحة واحدة ¶ وثمانٍ وثلاثين صفحة، حُفي كل فصل منه باسم (الملك عبد العزيز) لائه تاريخ ¶ ما وفّق النّه له عبد العزيز، وعماد هذا الكتاب التتئع والاستقصاء. ¶ وتبرز أهمية الكتاب ان مؤلفه مؤرخ ثبَت مُقتدر، وكتبه بعد أن أقام ¶ بالسعودية سنوات، وكان مقرباَ من الملك عبد ا لعزيز وأولاد 5 ورجاله، واششغل ¶ في السياسة السعودية الخارجية فرأى وسمع، فجاء كتابه غاية في الدقة، يضاف ¶ إلى هذا أسلوب المؤلف السهل الواضح البلبغ. ¶ افتتح كتابه بحديث عن الملك عبد العزيز ألقا 5 ابنه الملك فيصل، ثم ¶ شرع في الحديث عن الملك عبد العزيز، مقذماً لذلك بخلاصة سيرة أسلافه ¶ مبتدياَ بالأمير سعود بن محمد بن مقرن (1) جد ال سعود ومؤسس حكمهم، ¶ فابنه محمد بن سعود (2)، وفي عهد هذا ابتدأ دور (الإمامة) في بيت آل سعود ¶ وكان رؤساؤهم - كما يذكر الزركلي - يُدعون بالشيوخ والأمراء، إنما دُعي ¶ بالإمامة بعد اصطباغ سياسته وحروبه بالصبغة الدينية الخالصة: حروبه (جهاد) ¶ وغاراته (غزوات) وانتصاراته (فتوحات) ورعايا 5 (المسلمون) والخروج عن ¶ طاعته (رِدة) ومرجع أحكامه الكتاب والسنة، وفي ايامه ظهرت دعوة الشيخ ¶ (1) ¶ (2) ¶ انظر ترجمته في الازرم: 3/ 91. ¶ المصدر السابق: 6/ 138. ¶ 136",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "محمد بن عبد الوهاب، وناصرها الإمام محمد بن سعود، وعاهده على إقامة ¶ شرائع الإسلام. وانتهى إلى سعود الكبير بن عبد العزيز (1)، وتحدث عن قتال ¶ العثمانيين له الذين ضاقوا ذرعاً باتساع دولة آل سعود (2)، واشتد حَنَقُهم حين ¶ ترامت إليهم أخبار (الإمامة) وهي صِنْو (الخلافة) التي كان يقوم عليها عرش آ ل ¶ عثمان، وجهزوا أربعة جيوش لقتال سعود، ونشبت معارك حالَفه الظَّفرُ في ¶ أكثرها، إلى أن تغلّب إبراهيم باشا (3) بن محمد علي باشا على الديار النجدية ¶ بعد وفاة سعود ومبايعة ابنه عبد اللّه (4) عام (323 ا هـ- 1818 م). ¶ ثم انتقل للحديث عن مولد الملك عبد العزيز - ودولة اَبائه في ضعف ¶ وانحلال - وصُحْبته أبا 5 عبد الرحمن إلى البادية، يطارده ابن رشيد الذي احتل ¶ الرياض، واستقرار عبد العزيز في الكويت، وشنِّه الغارإت على ال رشبد ¶ وأنصارهم، ومفاجأته عامل ابن رشيد في الرياض واستيلائه عليها، وهي حادثة ¶ كَثُرَ الكاتبون عنها، يزيد هذا ويُنْقِص ذاك، وحاول الزركلي الجمع بين مختلف ¶ الروايات، مراعياًالتقيّد بما نُقل منها عن لسان الملك عبد العزيز في أحاديثه ¶ الخاصة، وعلى أثر هذ 5 الحادثة جدَّد إ مارة آل سعود وقا تل ابن رشيد. ¶ وأسهب الزركلي في وصف وقعة البكيرية بين الملك عبد العزيز وابن ¶ رشيد ومعه بعض عساكر العثمانيين، جامعاً تفصيل المعركة بين رواية أمين ¶ الريحاني وخالد الفرج، موضّحاًالشرح بالخرائط، لينتقل بعد ذلك إلى وقعة ¶ الشَنَانة عا م (332 ا هـ= 4 0 9 1 م) وهي القسم الثاني من وقعة البكيرية التي وطَدت ¶ قدم ابن سعود في نجد، وقضت على النفوذ التركي، وانهارت بها الصخرة ¶ الأولى من صرح آ ل ا لرشيد، وقتل ابن رشيد بُعَيْدها. ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ ا نظر: ا لأعلام: 3/ 0 9. ¶ وكانت دولته ممتدة من عُمان ووادي حضرموت ونجران وعسير إلى شواطئ ¶ الفرات، والبادية السورية إ لى قرب دمشق، ومن الخليج إلى البحر ا لأحمر. ¶ ا نظر ا لأعلام: 1/ 0 7. ¶ ا نظر ا لأعلام: 4/ 9 8. ¶ 137",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "ئم وصف الزركلي جيش ابن صعود قبل التنظيم الحديث، وضمّ ما هو ¶ قريب من الرياض كإلخرج والمحمل والوشم والحوطة والأفلاج، واستيلائه ¶ على بلاد القصيم بعد معارك مع جبار اَل رشيد: عبد العزيز بن متعب وقتله. ¶ وعزج على الفتن التي عالجها، والضغائن التي داواها عبد العزيز (5 132 ¶ - 0 33 ا هـ= 7 0 9 1 - 2 1 9 1 ا) ولسان حاله يقول: كلما داويت جرحاً سال جرح. ¶ وواصل حديثه عن اتسإع دولة ابن سعود، فذكر ضئمَ الأحساء، وتطزق ¶ إلى ما كإن بينه وبين ابن رشيد، والشريف حسين بن علي، ومبارك بن الصباح ¶ قائلاً، ص ه 1 2: \" وهو دائب على محاربة عدو واحد في الشمال الغربي (ابن ¶ رشيد) ويجامل عدواً يلبس لُبْس الصديق في الغرب (الشريف حسين) ويوالي ¶ صديقاً يعمل عمل العدو في الشمال مبارك بن الصباح \". ¶ (الملك عبد العزيز والكويت بعد مبارك) تحت هذا العنوان تحدث عن ¶ أخبارهما المليئة بالمفارقات والمتناقضات، وقال في نهاية حديثه، ص 228: ¶ \"كان مبارك وعبد العزيز حظيظين: مات مبارك قبل ان يكتوي بحرب ¶ عبد العزيز، وخلت صفحة عبد العزيز من يُحصي عليه الزلات: قاتل من اَو 51 ¶ في صباه، وكإن يدعوه أباه \". ¶ وأورد نماذج من كتابات مبارك لعبد العزيز، وفيها ما يصحّ اتخاذُ 5 نموذجاً ¶ للتفكير والتوجه السياسيين في ذلك العهد. ¶ وانتقل للحديث عن الكويت بعد مبارك وتولي ابنه سالم، وتطرق لوقعة ¶ الجَهْراء بين جيش ابن سعود وجيش سالم التي انتهت بمئات القتلى بين ¶ الجانبين، وعرض لتولي أحمد الجابر الذي صفت العلاقات في عهده بينه وبين ¶ آل سعود، وظهورا لنفط في ا لكويت، وانتعاش حركتها العمرانية. ¶ وكتب فصلاً عن موقف الملك عبد العزيز لما كال! بين العرب والترك، ¶ انتهى فيه إلى أنه لزم الحياد في الحرب العالمية الاولى، فلم يتعرض للشريف ¶ 138",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "حسين في قيامه على الترك العثمانيين، ولم يتعرض للعثمانيين فيما ظلّ موالياً ¶ لهم من بلاد العرب، ثم كتب عن إزالة إمارة ال عائض في أبها من بلاد عسير التي ¶ تمردت عليه، وإزالة إمارة ال رشيد في حائل التي استمرت واحداً وتسعين ¶ عاماً. ¶ ويمضي في الحديث عن محاربة الملك عبد العزيز للبداوة، وتحويل ¶ كثير من أهل الخيام إلى سكان قرى أنشأها سميت (هجر) جمع هجرة التي ¶ بها يستعيضون عن انتجاع الكلأ والصراع في سبيله، وعن السَّلْب والنَّهْب. ¶ وتحدث عن الفروسية في عهد 5 وذكر أشهر الفرسان، وتحدث عن ¶ فروسيته وأسلوبه في ا لقتال. ¶ (الملك عبد العزيز والإنكليز) تحت هذا العنوان تكلم في العلاقة بينهما ¶ منذ اجتماع العُقير، بين الملك عبد العزيز وممثلي الحكومة البريطانية في ¶ الخليج عام (332 اهـ= 914 ام) واتفاقهما على أمور ذكر بعضها الزركلي، ¶ وقال ص 282: \" وليس بين يدي مما استطعت ا لوقوف عليه من ا لوثائق أو ا لكتب ¶ المصنفة في سيرة عبد العزيز خبر ما عن هذا الاجتماع، وليس معنى ذلك هو ¶ الشك في وقوعه في العقير، وفي العام المذكور آنفاً،! مانما الشك في (نص) ما ¶ تقرر فيه \". ¶ ثم تحدث في (معاهدة دارِين) بين الملك عبد العزيز وبرسي كوكس، ¶ كبيرالضباط السياسيين في الحملة البريطانية في العرا! تى عام (4 33 ا هـ/ 5 1 9 1 م) ¶ ويقال لها أيضاً معاهدة القَطيف، وهي على غِرار المعاهدات التي كان الإنكليز ¶ يعفدونها مع إ مارات ا لخليج، إ لى أن كان مؤتمر العُقَير عا م (1 4 3 ا هـ= 2 92 1 م) ¶ بين الملك عبد العزيز وكوكس، ونشأت عن اجتماعات المؤتمر أمور أهمها: ¶ ا - الاعتراف بعبد العزيز سلطاناً على نجد وملحقاتها. ¶ 2 - قبول مبدأ تخطيط خط للحدود على الأرض، بين بلاد عربية كانت ولا ¶ تزال منذ الخليقة بلاداً واحدة. ¶ 139",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "3 - تأسيس منطقتين محايدتين بين نجد والعراق، ونجد والكويت. ¶ وأتبع هذا المؤتمر معاهدة جدة عام (345 اهـ=922 ام) التي محت ¶ معاهدة دارين، وبهذه المعاهدة اقيمت العلاقات بين الحكومتين السعودية ¶ والبريطانية، على أُسس سليمة من الصداقة وحسن التفاهم، ومعاملة الئد للئد. ¶ (الملك عبد العزبز والشريف - الملك - حسين) تحت هذا العنوان كتب ¶ عن مصافاة الملك عبد العزيز وبُعْدِه عن الشر والعداء، وعن طموح الشريف ¶ واعتداده بنفسه، وأورد نص رسالة من عبد العزيز إلى الحسين وردَ الحسين ¶ عليه. ¶ وتكلم عن وقعة تُرَبَة والخُرْمة (وهما قريتان أو واحتان بين الحجاز ونجد) ¶ كان يرى الحسين فيهما أنهما من قرى الحجاز، وابن سعود يراهما من نجد، ¶ فزحف عبد الله بن الحسين بأكبر جيش تمكنت حكومة الشريف حسين من ¶ جمعه تحت لوائها، وكان مؤلفاَ من سبعة اَلاف مقاتل فاحتل تربة، ثم فاجأه ¶ جيس ابن سعود ومزق جيشه واحتل تربة ليلة (5 2 شعبان 337 ا هـ=9 1 19 م)، ¶ وزحف إلى الحجاز واحتل الطاثف عام (343 ا هـ= 4 192 م) واتفق اهل مكة ¶ على نُصْح الحسين بالتخفي عن العرش لكبير أبنائه (علي) فقبل، ونُودي به ملكاَ ¶ على الحجاز بجدة في (5 ربيع الأول 43 3 ا هـ) ودخل جش ابن سعود مكة بغير ¶ سلاح في (17 ربيع الأول 343 ا هـ= 4 92 1 م) ثم زحف جيشه بقيادته إلى جدة ¶ التي تحصّن فيها علي بن الحسين، وعبأ جيشاَ أنفق عليه أموال ابيه وامواله، ¶ وكان يقدر بنحو ثلاثة اَلاف مقاتل، كثير منهم من أهل فلسطين والأردن وسورية ¶ ولبنان، ومصر واليمن، أما جيش ابن سعود فكان نحو ستة اَلاف مقا تل، واشتد ¶ ابن سعود في حصار جدة فنزل علي عن عرشها في 17/ 12 / 5 192 م وانصرف ¶ إلى بغداد، وبذلك دانت الحجاز لابن سعود، وسفي ملك الحجاز ونجد ¶ وملحقاتها. ¶ ثم عرض الزركلي لدستور بلاد الملك عبد العزيز، وتشكيلات بلاطه ¶ 140",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "ووزاراته ووزرائه، وذكر أن أول وزارة أُحدِثت بالسعودية هي وزارة الخارجية ¶ عام (9 4 3 ا هـ= 0 93 1 م) وتولاها الأمير فيصل، ومرجعها في الدقائق والجلائل ¶ الملك عبد العزيز، ويذكر أن ثانية الوزارات هي المالية التي أُنشئت عام ¶ (1 35 ا هـ- 932 1 م) وتولاها عبد الله السليمان الحمدان، ورُبطت فيها إدارات ¶ (التموين) و (الحج) و (الزراعة) و (الأشغال العامة) و (إدارة المعادن) قبل أ ن ¶ تصبج وزارات. ¶ ويتابع كلامه عن تشكيلات الدولة، فيتحدث عن التمثيل السياسي في ¶ عهد الملك سعود، ويذكر الدولة الممثَّلة في بلاده مع تاريخ إنشاء العلاقات ¶ مبدوءة بالأقدم فمن تلاه إلى سنة (367 ا هـ=948 1 م) فأنواع التمثيل الأجنبي ¶ في بلاده، وتمثيل حكومته في الخارج، ويورد المعاهدات الثنائية التي عقدتها ¶ الحكومة مع الدول الأجنبية مرتبة بحسب تواريخ توقيعها، فالاتفاقيات الدولية ¶ التي انضمت إليها حكومته. ¶ ويمضي في الحديث عن عناية الملك بالصحة العامة ليختم الجزء الأول ¶ عن تعميم الهاتف اللاسلكي، حيث أشار إلى أن الملك ربط مملكته بشبكة ¶ لاسلكية أفادته كثيرأ في حروبه، وكانت مِعوانأ لحكومته على حفظ الأمن. ¶ ويفتتح الجزء الثاني بالحديث في القضاء قبل عهد الاستقرار، فيذكر أنه ¶ كان ماضياً على ما كان عليه في العهود السابقة: في كل مدينة قاضيى وأمير، ¶ يستعرض الأول ما بين المختصمين ويحكم، فإن رضيا بالحكم نُفّذ دون عَناء، ¶ وإن أبيا 5 أو أباه أحدهما، رُفع إلى الأمير فتولى إنفاذه، محكمة القاضي بيته أ و ¶ المسجد او أي مكان وُجد فيه، لا محاكم ولا محامون، هذا في المدن. ¶ أ ما في العشائر فكان السائد هو حكم العارفة، والعارفة عندهم كالقاضي ¶ في الحواضر وأصل الكلمة (العارف) زيدت التاء للمبالغة كالراوية، وأحكامه ¶ مزيج من الشرع والعُرْف والعادات، ويذكر الزركلي أن هذه الأحكام مع ¶ ابتدائيتها، تشبه في بعض الاحيان طريقة الحكم في أرقى المحاكم البريطانية، ¶ 141",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "حيث لا قانون مسطور للعمل بمقتضا 5، إ نما هناك مجموعات للأحكام الصادرة، ¶ وإذا أراد القاضي إصدار حكم كان عليه أن يأتي ببعض الأمثلة من مجموعة ¶ الأحكام كسوابق قانونية، ويقيس عليها حكمه، أ ما الملك عبد ا لعزيز فحينما كان ¶ يجلس للقضاء فهو ا لقاضي ا لأول وا لقاضي الأخير. ¶ أما القضاء بعد الاستقرار فقد عقد له الزركلي فصلاً تحدث فيه عن رئاسة ¶ القضاة أكبر منصب قضائي في الدولة، ومقرها مكة، وعن الدوائر المرتبطة ¶ برئاسة القضاة، وذكر ا نواع ا لمحاكم وتقسيما تها، وأورد محاضرة لقاضبى مصري ¶ في نادي القضاة بالقاهرة عن القضاء في ا لحجاز، انتهى فيها إ لى أن النظا م القضائي ¶ في البلاد العربية السعودية صار واحداً في الحاضرة والبادية، وفي جميع درجات ¶ المحاكم، أساسه الشرع الشريف، وعُمْدَتُه الفقه الحنبلي، وهو مذهب الحكومة ¶ ا لعربية ا لسعودية. ¶ وتحدث عن أنظمة الدولة في عهده، وأورد أهم تلك النُّظُم، وتواريخ ¶ موافقة الملك عليها، أ و نشرها في جريدة ام القرى شبه ا لرسمية0 ¶ وعقد فصلاً للحديث عن الأمن في عهد الملك عبد العزيز، خَلُص فيه إلى ¶ أن الأمن في السعودية كان ولايزال مضرب المثل، وعطَفَه بفصل اخر له صلة به، ¶ وهو الحديث عن عبد الله بن جلوي (1) ا لذي كان له د ور في توطيد ا لأمن. ¶ ثم خصّص فصلاً للحديث عن رؤساء الفتنة في نجد وقال في خروج فيصل ¶ الدَّويش (2) على الملك عبد العزيز ما مؤدّا 5 بإيجاز: فيصل الدويش آخر شيوخ ¶ مطير، وكان بدوياً قحّاً، فيه شراسة ودهاء واعتزاز بعدد رجاله، وصحب الملك ¶ عبد العزيز، وبرز اسم الدويش في معارك منها معركة الجهراء، وحصار حائل ¶ وحصار المدينة المنورة، وغزواته لعشائر من نجد، ورافق الزُعبُ اسمَ فيصل ¶ الدويش، فكان يرى نفسه نِداً لعبد العزيز، وتزوج ببنت سلطان بن بجاد (3) من ¶ (1) ¶ (2) ¶ (3) ¶ انظر ترجمته في الأعلام: 4/ 77. ¶ انظر ترجمته في الأعلام: 5/ 66 1. ¶ انظر ترجمته في الأعلام: 3/ 9 0 1. ¶ 2 4 1",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "شيوخ عُتيبة فازدادت عصبئته قوة، فائتمر مع سلطان بن بجاد وضيدان ابن ¶ حثلين بالانتفاض على عبد العزيز، فقام عبد العزيز بزحف كبير عام (929 1 م) ¶ ضرب به جموع الدويش، وجُرح الدويش وجيء به إلى عبد العزيز فعفا عنه، ¶ ولما اندملت جراحه، عاد يستنفر القبائل للقيام على عبد العزيز، ويقاتل مَن ¶ يتخفَف عن نُصرته، وكانت له في ذلك معارك، وزحف إليه عبد العزيز، ولم ¶ تكن إلا مناوشات انففمت في خلالها جماعات الدويش، وضاقت في وجهه ¶ الشُئل، فلجأ إلى الكويت واحتمى ببارجة بريطانية، وأَنذر عبد العزيز البريطانيين ¶ بالهجوم على الكويت، ودارت مفاوضات عاجلة، وجيء بالدويش على طائرة ¶ فأُرسل إلى سجن الأحساء، فمات بعد سبعة شهور في حبسه، وبعد ذلك ساد ¶ الأمن شبهَ ا لجزيرة، واستقرّ المُلك لعبد العزيز. ¶ (الملك عبد العزيز ومقابلته للملك فيصل بن الحسين (1) في لوين) تحت ¶ هذا العنوان تحدث عفا دار في مقابلتهما من مباحثات على ظهر الباخرة ¶ الإنكليزية الوين) وكثير من هذا الفصل لم يُسبق نشره، ومداره على يوسف ¶ لا. (2) الذ را 0 - الملك عمد العزيز فى رحلاته، وتناول المحث لصورة خاصة ¶ سش ي لى 0 0 ¶ استعراض ما كان بين عبد العزيز والحسين بن علي واولاده، ثم جرت محادثات ¶ عامة للقيام بمساعِ مشتركة لتحرير سورية، والسير بالاتفاق والتفاهم إلى ما فيه ¶ مصلحة الوحدة العربية. ¶ (الملك عبد العزيز والأدارسة في عسير) تحدث في هذا الفصل في دولة ¶ الأدارسة (نسبة إلى احمد بن إدريس (3)) في صبيا وعسير، وفي مؤسسها محمد ¶ ابن علي الإدريسي (4) الذي كان بين عدوين قويين: الإمام يحيى في اليمن، ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ انظر ترجمته في الأعلام: 5/ 5 6 1. ¶ انظر ترجمته في ا لأعلام: 8/ 53 2. ¶ انظر ترجمته في الأعلام: 1/ 95. ¶ انظر ترجمته في ا لأعلام: 6/ 03 3. ¶ 143",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "وا! ثريف حسين بن علي بإلحجاز، واستمر في عز ومنَعَة إلى أن توفي عام ¶ (1 134 هـ= 923 1 م) ثم تكفَم عن التقفُبات والأحداث التي تتابعت بعده إلى ا ن ¶ زالت إمارة الأدارسة من صفحة الوجود، وضئم عسير إلى السعودية عام ¶ (1353 هـ= 1934 م). ¶ وبعد إيراد ما تقدم الحق به الزركلي أهم ما جاء في بحث - أو تقرير -عن ¶ بلاد عسير، وضعه احد مستشاري الملك عبد العزيز إتماماً للفائدة، اكثره ¶ معلومات جغرافية وتإريخية وأنساب قبائل. ¶ ثم تحدث عن خروج حامد بن رَفَادة (1) على الملك عبد العزيز، وكان هذا ¶ من رعاي! الملك، ثم جَنَح إلى العصيان فضُرب، وفزَ إلى مصر وشرقي الأردن ¶ وتوغل في الحجاز مع جماعات كان على اتفاق معها، ونشبت معركة بينه وبين ¶ جيش عبد العزيز قرب (ضبا) انجلت عن مقتله ومن معه، وكان ذلك عام ¶ (1351 هـ/ 1932 م). ¶ وانتقل للحديث عن توحيد اجزاء المملكة تحت اسم المملكة العربية ¶ السعودية بعد أن كان اسمها المملكة الحجازية النجدية وملحقاتها، وأعلن يوم ¶ 21 جمادى الأولى 1351 هـ= 22/ 9/ 1932 يوماً لإعلان توحيد المملكة، ¶ وتحدث عن نظام توارث العرش من بعد الملك عبد العزيز ومبايعة سعود ولياً ¶ للعهد. ¶ وأتى بفصل جديد تحدث فيه عن الشورى عند عبد العزيز، ابان فيه أنها ¶ دستوره في جلائل ما يُعرَض له من أمور سياسته الداخلية والخارجية، وأن ¶ مستشاريه يسمون (الزَبْع)، وتحدث عن مجلس ا لشورى في أ طواره وا ختصا صه. ¶ وفي فصل آخر (الملك عبد العزيز موفق) تحدث فيه عن توفيق الله ¶ لعبد العزيز قائلاً: \"التوفيق قوة من عالم الغيب، يؤمن بها من تتبع امثال سيرة ¶ (1) ¶ انظر ترجمته في الأعلام: 2/ 1 6 1. ¶ 44",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "عبد العزيز. . والموفق: ذلك الذي تجري الأحداث أو تكاد تجري متتابعة ¶ متجانسة على وَفْق غرَضه وعلى مصلحته \"، ص ا 58، واورد شواهد كثيرة ¶ لتوفيق الله لعبد العزيز من طفولته حتى وفاته. ¶ وأ تبعه بفصل تحدث فيه عن رحلة عبد العزيز بين المدينة والرياض، وهو ¶ مقتبس من كاتب الرحلة، الدكتور مدحت شيخ الأرض طبيب الملك الخاص، ¶ اقتصر منها الزركلي على ذكر المواضع وأهم التعليقات، للجمع بين الفائدة ¶ الجغرافية والإيجاز. ¶ (الملك عبد العزيز والإمام يحيى حميد الدين) (1) في هذا الفصل تحدث ¶ عن العلاقة بين هذين الملكين، ابان في بدايته عن التشابه العجيب بين قيام ¶ الحركتين النجدية واليمانية، وفي أهداف عبد العزيز ويحمى حميد الدين، ¶ وأشار إلى أن الوِد كان بينهما إلى أن كان الخلاف بإعلان عبد العزيز حمايته ¶ لبلاد الأدارسة في عسير، وكان يحيى يطمع في الاستيلاء على هذا القسم رغماً ¶ عن إرادة أهله، وكلهم شوافع، فنقدم جيش الإمام يحيى إلى جبال جازان ¶ عام (352 اهـ=933 ام) وتجاوزها إلى نجران، فأنذر عبدُ العزيز يحيى ¶ بوجوب سحب قواته، فأبى، فتقدم الجيش السعودي بقيادة سعود وفيصل ¶ ابني عبد العزيز، وتوغلا إلى ان انهار جيش الإمام، فكانت معاهدة الصلج ¶ التي سميت (معاهدة الطائف) والتي وصفها الزركلي بأنها \" أشرف معاهدة ¶ عرفتها السياسة الدولية \" وكانت في (6 صفر 353 اهـ= 5/ 21/ 934 ام) ¶ وهي تتألف من ثلاث وعشرين مادة (2). ¶ وقد أطال الزركلي تلخيص هذه المعاهدة لاستمرار الحاجة إلى الرجوع ¶ إليها فيما يتعلق بالحدود خاصة، وكان المتفاوِضان الملك خالد بن ¶ عبد العزيز (3) وعبد الله بن الوزير (4). ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ انظر ترجمته في الأعلام: 8/ 0 17. ¶ ا نظر ا لأعلام: 4/ 0 7. ¶ انظر ترجمته في ذيل الأعلام: 1/ 77. ¶ انظر ترجمته في الأعلام: 4/ 0 7. ¶ 145",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "وفضَل الحديث في (حادث المطاف) وهو محاولة اغتيال عبد العزيز من ¶ قبل ثلاثة يمنيين، في أثناء طواف الملك حول الكعبة، ونجاته منهم. ¶ وتحدث بتفصيل عن التعليم في عهده، فتحدث في المدارس النظامية في ¶ المدن والقرى الكبيرة، والمطاوعة والمرشدين في الهجر والقبائل، والبعثات ¶ إلى الخارج والتعليم الأهلي، وتحدث في رعاية الملك للتعليم، وذكر الذين ¶ تولوا إدارة المعارف في عهده قبل ان تصبح وزارة عام (0 38 ا هـ- 96 1 م). ¶ (الملك عبد العزيز وحكومات العراق) بئن الزركلي في هذا الفصل ا ن ¶ عبد العزيز عاصر ثلاثة ادوار من تاريخ العراق الحديث: العثماني، والاحتلال ¶ البريطاني، والهاشمي بقيادة فيصل بن الحسين، وان الأمر استقر مع الأخير بين ¶ الجارتين الشقيقتين، توحدهما العروبة، وتُعْقَد على تاَخيهما الامال 0 ¶ وانتقل إلى الحديث عن العلاقات بين عبد العزيز وحكام المملكة المصرية ¶ بداه بالحديث عن صفاء عبد العزيز تجاه مصر من خلال انقطاع الزركلي إلى ¶ تمثيل عبد العزيز في بلاد وادي النيل (1353 - 371 ا هـ=934 1 - 952 1 م) ثم ¶ تحدث عن القطيعة بين البلدين بعد حادثة المحمل، وهذا ذكر موجز للموضوع ¶ لتتم الفائدة: في اليوم الأول من عيد الأضحى (4 34 ا هـ- 22/ 7/ 926 1 م)، ¶ وحجاج العالم الإسلامي مجتمعون في مخيماتهم بمِنى، تلفَّت عُربان نجد، ¶ وكانوا اكثر الحجاج عددأ في ذلك العام، فراوا امامهم (المَحْمَل) القادم مع ¶ الحج المصري على جمل يتهادى بين الجموع (1)، تحيط به موسيقاه وعساكر 5، ¶ وتصايحوا: الصنم الصنم، وتهافتوا يرشقونه بالحجارة وهم بملابس الإحرام، ¶ وأمشولى الخوف على امير الحج المصري، فأمر رجاله ب! طلاق النار، ولما علم ¶ عبد العزيز بالخبر توسط بين العربان ونار الجند، وهو يصيح أنا عبد العزيز، فهدا ¶ إطلاق النار، وتدخل الجند السعودي، وانك! الناس، وامر بحجز المحمل ¶ (1) ¶ ما من حاجة إلى القول بأن ذلك بدعة، ولم يكن له وجود في عصور الإسلام ¶ ا لأولى. ¶ 146",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "عن الأنظار، وترتب على هذا الحادث انقطاع العلاقات بين السعودية ومصر. ¶ (وتباشير الأدب في عهده) يفتتح هذا الفصل بقوله: \"ينتعش الأدب ¶ بانتعاش الأمة، ويكثر الإقبال! عليه في أزمنة استقرارها، ويزدهر في أ يام رخائها\" ¶ ويشير إلى ضمور الأدب إبّان الأتراك، ويتحدث عن أدب الحجاز ونجد، ومن ¶ اشتهر فيهما من أدباء وشعراء، ويورد بعض أشعارهم ويجيب على سؤال!: ¶ \"لماذا جعلتُ الشعر ميزان الأدب. . ولم اَتِ إلى جانب النماذج المنظومة ¶ بنماذج منثورة \"، فيجيب: \"الشعر أدل! على الون) العصر من النثر. . هان ¶ قصيدة من شعر الأبيوردي مثلاً لأدل على (الأدب) في زمانه من جميع كتبه ¶ وكتب معاصريه \"، ص 682. ¶ ويتحدث عن العلاقة الدبلوماسية بين /السعودية وأميركة، فيذكر أ ن ¶ الحلقة الأولى من حَلَق الاتصال! بينهما كانت عام (9 4 3 ا هـ= 1 93 1 م) حين زار ¶ كراين شبه الجزيرة، وأدركت اميركة تكاثر مصالحها فيها، فكان إنشاء ¶ العلاقات السياسية، ويقول! الزركلي، ص 683: \" وغلب شميم (البترول!) بنجد ¶ على شميم عَراره، فتنادى (أبناء العم سام) هارعين إلى ينابيعه يفجّرونها\" ¶ وأضحت العلاقات بين الدولتين قائمة على أرسخ الدعائم. ¶ (الملك عبد العزيز والنفط في بلاده) أبان في بداية هذا الفصل أن للنفط ¶ أكبر الأثر في حركة العمران، بل في كل شيء، وأن النفط من وجهة النظر العامة ¶ هو آلة الحرب وا لسلم، أد اة ا لقوة وا لتد مير وا لغلَب، ومِعوان ا لحضارة وا لعمران. ¶ وتحدث في بداية البحث عن النفط، وأوجز قصة سركة الزيت العربية الأميركية ¶ (أرامكو) ونقل إحصاءً رسمياَ لإنتاج الزيت سنة (5 135 - 368 ا هـ= 936 1 -  ¶ 949 ام)، وحصة المملكة من واردات النفط (1358 - 372 اهـ= 1939 -  ¶ 953 ام). ¶ وعقد فصلاَ أورد فيه ما قاله السياسيون وكبار الكتاب الأجانب في الملك ¶ عبد العزيز، وفصلاً آخر فيما قاله فريق من كبار العرب وكتابهم فيه0 ¶ وأعقب الأخير منهما فصلاً هو: (الملك عبد العزيز، إكباره للعلماء ¶ 147",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "وأساليبه في الإقناع) اوضح فيه انه كان لعلماء الدين المقام الأول عند 5، يقدمهم ¶ على إخوانه وابنائه وكبار جُلَسائه، ويُصغي إلى ارائهم، ويبالغ في إكرامهم، ¶ وكان لكبارهم هيبةٌ في نفسه، لا يصطنعها ولا يتعفلها، ولاسيما اَل الشيخ حفدة ¶ الشيخ محمد بن عبد الوهاب، وذكر الزركلي أساليبه في الإقناع. ¶ وختم الجزء الثاني والمجلد الأول بالحديث في خيول الملك عبد العزيز ¶ وعنايته بها، وحديث له عن الخيل. ¶ ويفتتح الزركلي الجزء الثالث والمجلد الثاني بالحديث في عناية الملك ¶ بالطيران والمطارات، والموازنة المالية لبلاده، واصطناعه للرجال، فالحديث ¶ في سياسته في تعليماته السرية، ثم يورد مقتطفات من خطبه وكلامه، ويتكلم ¶ في سياسته ببعض برقياته، ثم ينتقل للحديث عن تخفيض وإعفاء الملك ¶ للضرائب، بين فيه ان بلاده من اقل ممالك العالم ضرائب. ¶ (الملك عبد العزيز والوهَّابية) قال في هذا الفصل في الوهابية، ص 1 83: ¶ \"الوهابية وَهْمٌ، او اسم اخترعته الدعاية المفترية في عهدي السلطانين سليم ¶ الثالث ومحمود الثاني. . وما هناك الا (الحَنْبليهَ) الشُنية والعقيدة الشَلَفِية. . ¶ والوهابية ليست وصْمَة ولا هي سُبة، ولكن العامة نفرت منها زمنأ بما غرسته ¶ الدعاية العثمانية التركية من النفوس من تثويه لها و لأهدافها ولسيرتها وتاريخها. ¶ والنسبة الى (محمد) ابن عبد الوهاب (1)، وهو من علماء الإسلام، نسبة الى ¶ دعوة الإصلاح الديني والاجتماعي التي قام بها ابن عبد الوهاب في جزيرة ¶ العرب \" وزعم زاعمون انه صاحب مذهب خامس، وسفَوا اتباعه بالوهابيين. ¶ (1) ¶ انظر ترجمته في الأعلام: 6/ 257، وكان يعده الزركلي الشعلة الأولى لليقظة ¶ الحديثة في العالم الإسلامي كله: تأثر بها رجال الإصلاح في الهند ومصر ¶ والعراق والشام وغيرها، فظهر الاَلوسي الكبير في بغداد، وجمال الدين ¶ الافغاني بأفغانستان، ومحمد عبده ورشيد رضا بمصر، وجمال الدين القاسمي ¶ في الشام، وخير الدين التونسي بتونس، وصديق حسن خان وأمير علي بالهند. ¶ 8 4 1",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "ويقول الزركلي في خاتمة الفصل، ص 834: \" ويطول نفس الفول إذا ¶ أردنا الإلمام بما احاط بالدعوة من احداث، وما اكتنفها من مصاعب، ولكن ¶ الذي نقف عنده هو أن دعوة آل سعود وعلى راسها ابن عبد الوهاب نجحت ¶ وحالفها التوفيق، فقامت الدولة العربية المنشودة، وامتدت جذورها وثبتت ¶ قواعدها، دهاذا سميناها أو سماها خصومها بالوهابية، فلتكن التسمية من باب ¶ المجاراة لما اصطلح عليه مؤرخو العصر الماضي، وتابعهم فيه بعض مؤرخي ¶ عصرنا الحاضر، ولا ضير، ولتكن التسمية تاريخية أو اصطلاحية. أما الإسلام ¶ فلا (وهابية) فيه مما كانوا يزعمون \". ¶ ثم تحدث في عناية الملك عبد العزيز بسكة الحديد وتوصيلها بين ¶ الدمام والرياض، وإنشاء ميناء جدة، دهايصال الكهرباء إلى الرياض، وتوسعة ¶ المسجد النبوي. ¶ وخصق فصلاَ طويلاَ سماه (خُلاصات عن بلاده) للحديث في مساحة ¶ السعودية وعدد سكانها، ومدنها ومرتفعاتها وهضابها وصحاريها ومقاطعاتها ¶ وحرارها (1) واطنب في الحديث عن الربع الخالي. ¶ (الملك عبد العزيز موضوع خصيب للكتاب والمؤلفين) تحت هذا ¶ العنوان تطرّق لكثرة المؤلفات التي تناول أصحابها سيرة الملك عبد العزيز بين ¶ دارس يُلِمّ ببعض خِلاله، ومؤرخ يدؤن أحداث عصره، ومعجب يطري ويثني، ¶ ورحالة يتتئع ويستقصي، وذكر من المؤلفات العربية في ذلك (6 5) كتاباَ، ومن ¶ ا لأجنبية (23) كتاباَ. ¶ واتى على عناية الملك عبد العزيز بتوفير المياه للسعودية، ووصف ما ¶ كانت عليه البلاد من نقص المياه، وبدائية استخراجها، وتحدث عن استخراج ¶ المياه هاجرائها إلى المدن. ¶ (1) وهي اراضِ صخرية بركانية سوداء. ¶ 149",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "ثم عقد فصلأ للحديث عن المرأة في حياة الملك عبد العزيز، مقتصرأ ¶ على ما يتصل بالتاريخ والأنساب، زواجأ ونسلأ ومصاهرة وطلاقأ ورجعة، ¶ وبنين وبنات، ولعله أول من كشف مخدرات بيت العزيز لتاريخ عبد العزيز، ¶ وترك لغير 5 أن يتحدث عن (العاطفة) في حياة عبد ا لعزيز. ¶ ومضى للحديث عن وزارة حربيته (الدفاع) التي أنشئت عام (365 ا هـ= ¶ 946 ام)، وتعيين الأمير منصور بن عبد العزيز أول وزير لها، والحديث عن ¶ الإذاعة التي انشئت عام (368 ا هـ= 9 94 1 م)، هانشاء وزارة الداخلية والصحة ¶ عام (370 اهـ= 951 ام) وتعيين الأمير عبد الله الفيصل أول وزير لهما، ¶ ومجلس الوزراء في اخر سنة في حياة عبد العزيز. ¶ وتطزَق للحديث عن مستشاري الملك عبد العزيز وسفرائه ووزرائه ¶ المفوَّضين، مع تعريف موجز بهم، ومنهم مؤلف هذا الكتاب خير الدين ¶ الزركلي: \" وزير مفوض فمندوب دائم لدى جامعة الدول العربية، فسفير في ¶ المغرب، فسفير في وزارة الخارجية \". ¶ وعرض للزراعة في عهده واهتمامه بها، وإنشاء وزارة للزراعة بعد وفاته ¶ بشهر، وتعيين الأمير سلطان بن عبد العزيز أول وزير لها. ¶ وعندما انتهى من ذلك، شرع في الحديث عن الطباعة والصحافة في ¶ عهده، وبيَّن ان تقدمهما كان بطيئأ، لا يتناسب مع نواحي النشاط الأخرى في ¶ الدولة، ويعزو ذلك إلى أن عبد العزيز غالى في انصرافه عن القول إلى العمل، ¶ فلم يأخذ بيد الصحافة، وظلت في عهده تَحْبو. واوجز الزركلي سَير الطباعة ¶ والصحافة منذ ميلادها بمكة في العهد العثماني، إلى أواخر أيام عبد العزيز. ¶ ثم ذكر بعض كتب السَّلف والخَلَف التي امر بطبعها وتوزيعها مجّانأ، ¶ والكتب التي ساعد ناشريها على طبعها، أو أمر بشراء مجموعات منها لتوزيعها ¶ مجانأ. ¶ 150",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "وتحدث عن خزائن الكتب في أيإمه، سواء الخاصة منها أم العامة، وذكر ¶ أشهرها، ووصف بعضها. ¶ وتحدث عن إنشاء مؤسسة النقد (النقد العربي السعودي) عام ¶ (371 اهـ=952 ام). ¶ وتكفم عن الأوقاف في عهد 5 وبعد 5، فأشار إلى أنها كانت في عهد5 ¶ إ دارة، وتحولت بعده إلى وزارة الحج والأوقاف. ¶ وعرض للقاء الملك عبد العزيز مع الرئيس الاميركي روزفلت على ظهر ¶ الطراد (كونيري) عام (364 اهـ=ه 94 ام) في قناة السويس. ومع أنه ما زال ¶ الحديث عما دار بينهما غير معروض للنشر، فإن الزركلي حاول ألاّ يخلو كتابه ¶ من جديد عن ذلك الاجتماع على قاعدة: ما لا يدرك كله لا يترك قُلّه، واعتمد ¶ على الوثيقة الرسمية لما دار في حديثهما التي عملها الزركلي ويوسف يإسين. ¶ فذكر خلاصة حديثهما من تلك الوثيقة، ومن خلال ما ورد في بعض الكتب. ¶ ثم ذكر بإيجاز لقاء الملك عبد العزيز وتشرشل في الفَئوم بمصر، ولم ¶ يذكر شيئاً عما دار في لقائهما، إنما ذكر طرائف عن الرحلة، واتبع الزركلي هذا ¶ الفصل برسالة مطولة من عبد العزيز إلى تشرشل بشأن فلسطين. ¶ (الملك عبد العزيز والجامعة العربية) تحت هذا العنوان كتب المؤلف عن ¶ تإريخ فكرة إنشاء الجامعة العربية، وذكر أن الذي فتح الطريق أمام العرب في ¶ إنشاء الجامعة هو وزير الخارجية البريطاني إيدن، وأوضح أن الملك عبد العزيز ¶ كان في طليعة الداعين والساعين إلى جمع كلمة العرب وتوحيد خُطَطهم فيما ¶ يصون مصالحهم. وكان الزركلي ويوسف يإسين ممثاّلَين عن السعودية بتوقيع ¶ ميثاق جامعة الدول العربية في (8 ربيع الاخر 4 36 ا هـ= 2 2/ 3/ 5 4 9 1 م). ¶ ثم ينتقل للحديث عن التجإء رشيد عالي الكيلاني رئيس وزراء ¶ العراق (1) إلى الملك عبد العزيز وحمايته له، بعد إخفاق حركته عام (1 94 1 م) ¶ (1) ¶ انظر ترجمته في الأعلام: 3/ 023 ¶ ا ¶ 15",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "وكاد يثور الشقاق بين السعودية والعراق من اجله، وبقي في السعودية حتى وفاة ¶ عبد العزيز، فغادرها إلى القاهرة. ¶ ويسجل بعض وقا ئع زيارة عبد ا لعزيز (ا لرسمية) إ لى مصر عا م (5 36 ا هـ= ¶ 946 1 م)، ويختتم الجزء الثالث بمقال لباحث نجدي عن الملك عبد العزيز. ¶ ويبدأ الجزء الرابع وهو الأخير بالحديث في قضية فلسطين، وتسلسل ¶ الحوادث بشأنها (1365 - 368 اهـ= 1946 - 949 ام)، من خلال لجنة ¶ التحقيق البريطانية الأميركية، للوصول إلى حلٍّ مرضبى لمشكلة فلسطين ¶ الحاضرة، ومن خلال مقابلة الملك عبد العزيز للجنة شارحاً لها أهمية فلسطين ¶ للمسلمين، والظلم الذي لحق بأهلها، وكانت توصيات اللجنة مُجْحِفة ¶ بالعرب، ويعرض الزركلي عناية الملك بفلسطين من خلال المكاتبات أ و ¶ المراسلات الطويلة بينه وبين الرئيس الأميركي هاري ترومان، الملك يدافع ¶ عن حق الفلسطينيين ببلدهم، وترومان يرى أن اليهود (المساكين) شُزدوا من ¶ قِبَل النازئة، ولهم الحق في الإقامة ببلدهم الروحي (فلسطين) من آلاف ¶ السنين، وان الولايات المتحدة الأميركية والقوات المنتصرة في الحرب العالمية ¶ ا لثانية، اتخذت موقفأ بوجوب أن تكون فلسطين موضعأ للوطن ا لقومي ا ليهودي، ¶ وأن هذا الشعب قدم للعالم خدمات شهيرة، وأن الولايات المتحدة ترى أ ن ¶ اليهود ليس لهم مأرب في إفصاء الفلسطينيين، أو استعمال فلسطين قاعدة ¶ للعدوان على الحكومات ا لعربية المجاورة. ¶ ويذكر المؤلف ان عبد العزيز اصدر أمرأ في عام (367 ا هـ=1947 م) ¶ إلى حكام نجد وشيوخ قبائلها بتسجيل (المتطوعين) في سبيل فلسطين من سن ¶ العشرين الى الخمسين، كما امر بجمع التبرعات لإسعات المجاهدين في ¶ فلسطين. ¶ ويختم الزركلي ما كتبه من بداية الجزء الرابع، صا 5 2 1 - 93 2 ا بقوله: ¶ \"أقف هنا بعد إيراد ما استطعت ادّخاره من (وثائق) و (رسائل) لم يُهتأ لها النشر، ¶ على كثرة ما كُتب في الموضوع قبل اليوم، أثئتها في خلال تسلسل الحوادث ¶ 152",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "بنصوصها الرسمية، وحفظت لها طابعها الديواني، ولاسيما المترجَم منها، مما ¶ تعذر عليّ الرجوع إ لى أصوله المترجم عنها. ¶ وما كان هدفي كما هو واضج، أن أؤزخ لقضية فلسطين، أو لجانب من ¶ جوانبها، في معرض الحديث عن واضع أسس! الدولة السعودية الحديثة، وإنما ¶ أردت بها أن اعرض صفحة قالْمة على الأرقام والتواريخ والنصوص، من ¶ صفحات ما بذله عبد العزيز من مجهود في هذ 5 الناحية. وقُصاراي أن أكون قد ¶ نقلت إلى القارى صورة صحيحة عن شعوري بأن عبد العزيز لم يترك سبيلاً ¶ اهتدى إليه إلا سلكه، لدفع الكارثة عن تلك البقعة العزيزة الغالية من بقاع ¶ العرب والإسلام: بذل المال والرجال، وقابل الالمحطاب ممن بأيديهم زمام ¶ السياسة العالمية، وكاتبهم، ومت إليهم بصداقات وعلاقات، وجال معهم في ¶ كل ميدان، وللسياسة أُذُن صمّاء، ولا يفلّ الحديدَ إ لا الحديد\". ¶ (الملك عبد العزيز وخط الأنابيب) في هذا الفصل تحدّث الزركلي في خط ¶ أنابيب النفط (التبلاين) وهو اختصار للكلمات (س! ولاسأ س! \"ا\" ول! ا!! ع! 3 ول! ع+) ¶ وترجمتها (خط الأنابيب في البلاد العربية) وصفه الزركلي بأنه أطول خط من ¶ نوعه في العالم، طوله (721 اكم)، يبدأ من بُقَيق على الخليج العربي، ويمر ¶ إلى الأردن فسورية، وينتهي في الزهراني بصيدا على ساحل البحر المتوسط، ¶ وكان معدل ما يمكن ضخ النفط فيه يومياً (0 0 0. 0 30) برميل، وأشار إلى أ ن ¶ أول ناقلة عُبّئت من النفط فيه عام (0 37 ا هـ- 0 95 1 م). ¶ (الملك عبد العزيز وموقفه من ابن الوزير) تطرق الزركلي في هذا الفصل ¶ لثورة ابن الوزير في اليمن، التي شكَّ الملك عبد العزيز في بدايتها، ورأى انها ¶ جريمة وفتنة، والزركلي ليس هنا في معرض الإفاضة في بواعث ثورة ابن الوزير ¶ ونتائجها، فذلك من شأن مَنْ يؤزخ لليمن في قديمه وحديثه، ولكن المتعلّق ¶ بهذا الكتاب من تلك الثورة - كما يقول الزركلي صا 0 13 - هو موقف الملك ¶ عبد العزيز منها ومن القائمين بها. ويقول الزركلي: \"وأصدق ما يمكن الركون ¶ إليه من أسانيد التاريخ في مثل هذا الحادثة (برقيات) تهبودلت بين ابن الوزير ¶ 153",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "والملك عبد العزيز لا تزال أصولها محفوظة في متناول اليد، و (برفيات) ¶ تُبودلت في خلال ذلك بين الملك عبد العزيز وبعض ثِقاته، و (برقيات) أخرى ¶ تدخل في لب الموضوع! وأ ورد الزركلي نصوص تلك ا لبرقيات نا طقة بالحوادث، ¶ ومتسلسلة بحسب تواريخها. ¶ وفي فصل اخر تحت عنوان (الملك عبد العزيز والحج في عهده) تكلم عن ¶ عنايته بالحج، فذكر أنه بذل في سبيله وتأمين سُبُله كل ما كان يملك من جهد، ¶ ونقل إحصاءات ومعلومات عن الحجيج، وأحصى حجاج عام (1370 هـ/ ¶ 1 5 9 1 م) من غير السعوديين فكانوا (587 0 0 1) حاجأ، وذكر جنسياتهم، وذكر ¶ ص 9 1 4 1 أن الملك عبد العزيز أسقط عن الحجيج رسوم الحج عام (1 137 هـ/ ¶ 952 1 م)، وكان يأتي الخزينة منها ثلاثون مليون ريال. ¶ وانتقل إلى الحديث عن العفال في بلاد 5، وأورد نص نظام العمل والعمال ¶ الصادر عام (1366 هـ/1947 م) وأتبعه بحديث عن (فلبي في خدمة الملك ¶ عبد العزيز) فتحدث عن صلته وعلاقته بعبد العزيز، ولم يذهب مع القائلين ¶ بجعل فلبي (1) عند عبد العزيز أكبر مما كان، وبيهن أن فلبي اشتدّ في بعض كتبه ¶ على رجال ثقات عند الملك عبد العزيز همزأ ولمزا، وفيهم أبرياء مما ¶ وَصَمهم به. ¶ وعزَجِ على العلاقة بين الملك عبد العزيز والملك عبد النّه بن الحسين، ¶ فتكلم في كدَر العلاقات بينهما إئان وجود الملك عبد الله في شبه الجزيرة، ثم ¶ الأردن، ثم تحدث عن صفاء العلاقات بينهما، وزيارة الملك عبد اللّه للسعودية. ¶ ثم خضَص فصلأ فيه نُبَذ مما تُحدث به في عبد العزيز، في بعض الكتب ¶ مرتبة حسب سنيّ طبعها - وكان قد ذكر بعضها سابقأ - راعى فيها اتقاء التكرار ¶ (1) ¶ انظر ترجمته في الأعلام: 8/ 63 برسم هاري سانت جون فلبي، وفي كتاب ¶ (رحالة غربيون في بلادنا) لشيخنا حمد الجاسر، ص 69 2 - 6 0 3. ¶ 154",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "في ذكر الحوادث كوقائعه مع اَل رشيد وكيرهم، والاحتفاظ بالجديد من الخبر ¶ والرأي على قدر الإمكان. ¶ وعقد فصلأ للتحدث عن إخوة الملك عبد العزيز وبَنيْه ومَنْ يليهم، ¶ مقتصرأ في الأغلب على من عَرف منهم من الذكور وأبناء الذكور، ووضع صور ¶ بعضهم، ولم يتعرّض للبنات لتعدُّر استقصاء اخبارهن. ¶ وختم الكتاب بإيراد بعض أخباره في الكرم، والحديث عنه بأواخر أيامه ¶ ووفاته، فذكر أنه توفي في مصيفه المعتاد في (الحَوِية) قرب الطائف ضحى ¶ الاثنين 2 ربيع الأول 373 اهـ= 9/ 1 1/ 1953 م، وصُفَي عليه في الحوية، ¶ ونقل في الحال بالطائرة إلى الرياض، فدفن في مقبرة أسلافه من اَل سعود. ¶ تبع ذلك فهارس الكتاب وهي: فهرس الأشخاص، وفهرس القبائل ¶ والبطون، وفهرس الأماكن والبلدان، وفهرس الموضوعات. ¶ ملاحظات على الكتاب: ¶ ا - مصادر كتابه: ما راَه وما سمعه من المقزبين من الملك عبد العزيز ¶ ومذكراته الخاصة، والمشافهة والمراسلة. ¶ وكان يكثر من النقل عن يوسف ياسين (انظر الصفحات: 79، 172، ¶ 368، 504، 509، 601، 616، 744، 759، 979، 981، 1162، وقلَ ¶ أن ينقل عن أحد غيره، كالملك خالد بن عبد العزيز ص 57، وظإفرالقاسمي (1) ¶ ص 8 1 6، وأمين رُوَيْحَة 9 97، وعن أجانب 9 2 1، 1 3 1. ¶ اما الحوادث فكان يكثر النقل ممن حضروا الوقائع من الثقات. انظر ¶ ص ه 48. ¶ وأما مصادره من الكتب، فقد كان له مرجعان منها، لا يفتأ ينقل منهما: ¶ (1) انظر ترجمته في ذيل الأعلام: 1/ 9 0 1. ¶ 155",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "(تاريخ نجد) لأمين الريحاني (1)، ومخطوط أو مذكرات خالد الفرج (2) الذي ¶ اعتمد على كثير من فصوله، وقد أكثر من الرجوع إليه لمعاصرته الحوادث وقربه ¶ من أماكن حدوثها، انظر صا 33، 332، 4 6 4، 472، 485، 4 1 5، 57 5، ¶ 678، إضافة إلى بعض الكتب الأخرى ككتاب (صقر الجزيرة) لأحمد ¶ عبد الغفور عطار (3)، و (جزيرة العرب في القرن العشرين) لحافظ وهبة (4). ¶ أما جغرافي الجزيرة العربية ومؤرخها حمد الجاسر، فقد قرى عليه ¶ الكتاب من قِبَل المؤلف، وانظر ص 4 4 1، 55 1، 163، 172، 331، 9 80، ¶ 42 0 1. ¶ كان يُكثر من النفل والاقتباس، لىيراد المراسلات، وربما يكودْ ذلك ¶ نحو نصف الكتاب. انظر ص 263، 264، 288، 371، 4 42، 52 4، 587، ¶ 591، 613، 913، 1 0 0 1، 093 1، 121 1، 141 1، 144 1، 147 1، ¶ 1168، 1176، 1251، وهو فيما ينقل، يصحح وينقد ويناقش الروايات ¶ التاريخية، انظر ص 52، 53، 56، 64، 88، 91، 132، 134، 135، ¶ 6 30، 4 31، 831، 949، 025 1 (مهم). ¶ وقارى الكتاب لا يعدم أن يجد فيه فوائد لغوية، انظر ص ا 9، 93، ¶ 170، 201، 601، 632، 815، 1026، 1186، 1360. ¶ والكتاب متداخل الأخبار، غير مرتب، فالمؤلف يضع فصولاً في سيرة ¶ الملك عبد العزيز وماثره بعد فصول تحدَث فيها عن شبه الجزيرة في عهد ¶ الملك، وكأنها جُمَل معترضة، فمثلاً بعد الحديث في المعادن في بلاد 5 ¶ (1) ¶ (2) ¶ (3) ¶ (4) ¶ انظر ترجمته في الأعلام: 2/ 18. ¶ انظر ترجمته في الأعلام: 2/ 98 2. ¶ انظر ترجمته في ذيل الأعلام: 1/ 9 2 - 0 3. ¶ انظر ترجمته في ا لأعلام: 2/ 0 6 1. ¶ 156",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "ص 967 عقد فصلأ ص 973 (الملك عبد العزيز في دائرة المعارف التركية) 0 ¶ وعندما تحدث في وزارتي الداخلية والصحة العامة ص 999 نقل فصلأ ¶ عن الملك عبد العزيز من كتاب (عبد العزيز) للمؤرخ الألماني داكوبرت فون ¶ ميكوش ص ا 0 0 1، وبعد ان تحدث في الملك عبد العزيز، وخزائن الكتب ¶ في ايامه صه 103، خمقَ فصلأ في الملك عبد العزيز في كتاب (العرب ¶ والزيت والتاريخ) ص 47 0 1 اقتبس منه أربم صفحات. ¶ !!! ¶ 157",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "لأ -عامان في عمان ¶ مذكرات عامين في عاصمة شرق الأردن ¶ بقلم ¶ خير الدين الزركلي ¶ صفحة من التاريخ الحديث، شرق الأردن ¶ في العصر الحاضر، وثائق رسمية لم تنشر، ¶ عجائب أمير وحكومته، عُني بنشره يوسف ¶ توما البستاني، 43 3 ا هـ/ 5 92 1 م، ¶ المطبعة العربية بمصر 207 صفحة ¶ 7 ا ك! 24 سم. ¶ أقام الزركلي في عمان، قاعدة حكومة شرقي الأردن عامين 1921 -  ¶ 923 1 م، عمل خلالهما مفتشاً عاماً للمعارف، فرئيساً لديوان رئاسة الحكومة. ¶ وهذا الكتاب سجل لحوادث أيام المؤلف في شرقي الاردن، وهو كتاب ¶ وثائقي يوضح كيفية إقامة إمارة شرقي الأردن بعد الحرب العالمية الأولى ¶ تنفيذاً لاتفاقية (سايكس بيكو) التي قسمت بلاد الشام إلى أربع دول: سورية، ¶ لبنان، فلسطين، شرقي الأردن. ¶ بدأ الزركلي كتابه بذكر قدومه من مكة إلى عمان، ووَصَفَ عمان بقوله: ¶ \"لم تكن عمان في ذلك الحين أكثر من قرية، قليلة السكان، ضئيلة المباني، ¶ مظلمة الشُبل، لا يصل بينها وبين تاريخ مجدها إلا ما شَخَص من آثارها، ولا ¶ يدل على إمكان الحياة فيها، غير توشطها بين قبائل بني صخر وعثاد والعُدْوان، ¶ يَرِدون عليها بين الفترة والفترة، فيبيعون فيها بعض ما تنتجه ماشيتهم، ويبتاعون ¶ منها ما يكتسبون، فللتجارة فيها شبه سوق، ولولا ذلك لانفرد بسكناها ¶ 158",
            "page": "158",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "جماعات من الشراكسة نزحوا إليها حوالي سنة (290 ا هـ)، كما انفردوا بكثير ¶ مما حولها من قرى ومزارع، هم أصحابها اليوم غير منازعين، ولكن ابتغاء الربح ¶ وطلب الكسب هما اللذان حملا إ لى عمان تجاراً من دمشق ونابلس، افتتحوا فيها ¶ حوانيت صغيرة، فقصدها أهل الخيام والاكواخ من البُداة الضاربين حولها ¶ والمقيمين في ما جاورها من القرى، فأصبحت ولها شيء من الشأن \" (1). ¶ وقال في موضع اَخر: \". . . وركبنا عربتين يجرّ كلأً منهما بغلان، وما ¶ كانت السيارات يومئذ لتستطيع بلوغ عمان لما (2). ¶ وشرع في الحديث عن وصول الامير عبد الله إلى معان من الحجاز، ¶ وتضارب الأقوال في سبب قدومه، وحديثه مع عودة أبي تايه، وأ قواله للوطنيين، ¶ وجريدته (الحق يعلو) وقدومه إلى عمان، وقبل أن ينتقل من الكلام عن رحلة ¶ الأمير من معان إلى عمان، رأى الزركلي أن يسو! تى شيئاً عن (معان) في حاضرها ¶ وعشائرها، ثم وصف قدوم الأمير إلى عمان، وذكر الأماني التي تمنّاها الناس ¶ من الأمير، ووصف حال إمارة شرقي الأردن المتهلهل، وخَلُص إلى أنها في ¶ إدارتها ومعارفها وأمنها ريشةً في مهب الريح، لا تستقر على حال، واستمرت ¶ وذلك شأنها إلى أن بَدّلها الله من فوضاها شبه نظام. ¶ وأورد خلاصة ما نقل إليه عن المفاوضات بين الأمير عبد الله وتشرشل ¶ وزير المستعمرات البريطاني مع أنهما تعاهدا على كتمان ما دار بينهما، ولا ¶ أدري من الذي نقل ذلك إلى الزركلي؟! وقد ذكر هو ص 0 5 أن رؤساء حكومة ¶ ا لأمير عبد الله الذين تعاقبوا واحداً بعد اَخر، لم يستطيعوا أن يطّلعوا على موادّها، ¶ حتى ذهب الاكثرون إلى أنها كانت شفهية لم تكتَب. ¶ وأ تى على تأسيس ا لحكومة ا لأو لى في عهد ا لأمير وقُوامُها ثمانية أشخاص، ¶ منهم لبناني وهو رشيد طليع ا لذي تو لى رئاسة ا لوزراء، وثلاثة سوريين. ¶ (1) ¶ (2) ¶ عامان في عمان، ص 6. ¶ ا لمصدر ا لسا بق، صه. ¶ 159",
            "page": "159",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "وقال تحت عنوان (رد الزيارة - صموئيل في عمإن) واصفاَ الإنكليز: ¶ \"ل! نكليز وَلَعٌ بالمجاملات، هان تكن فارغة في ظاهرها، ولهم أسلوب خاص ¶ في الصداقة والموالاة، يُحسنون به استثمارها، فإن ابتسم الإنكليزي لك، فالئه ¶ يعلم كم يستوفي منك ثمن ابتسامته، لىن زارك فقدّر كل خطوة من خطواته بما ¶ شئت من مال وعقار، وبالغ ما استطعت فما انت بواهم \". ¶ وبعد هذا الكلام استرسل في الحديث في زيارة صموئيل إلى عمإن ¶ لمقابلة الأمير عبد الله، ونقل خطبة المندوب السامي البريطاني في فلسطين ¶ صموئيل، أمام الأمير عبد الله والحاضرين. ¶ (ألقاب مملكة) انتقد في هذا الفصل الأمير عبد الله لكثرة ما كان يُغدِق من ¶ ألقابِ ورُتَبِ على مَن يستحقها ومن لا يستحقها مثل: قائم مقام، أمير لواء، ¶ زعيم، باشا. . وأورد أسماء الفائزين بلقب (باشا) وهم ستة وثمانون شخصاَ، ¶ وا تبعه بنوادر وخواطر حول الألقاب (1). ¶ ثم شرع في وصف رحلتين صغيرتين له، إحداهما من عمإن إلى جرش، ¶ إلى إربد وبعض قراها، ومنها في القطار إلى حيفا وطولكرم ويافا والقدس، ثم ¶ في عجلة خيل (عربة) إلى الصلت (السلط) فعمان، وأُخراهما إلى قرى وادي ¶ السير، وناعور ومادبا، وصويلح والصلت، وهو لم يورد فيهما ما يُمِلّ القاركئى ¶ من وصف سهول وجبال وخرائب وتلال، ربما ذكرها في بعض المناسبات، ¶ هانما اكتفى بشَذَراتِ قيّدها في مذكراته وهي لا تخلو من فائدة أو نكتة. ¶ ئم عقد فصلاَ للحديث عن لواء الكرك وهو (بيان رسمي عام وضعته قيادة ¶ القوة السيارة) وقُدمت نسخة منه للحكومة سنة (922 1 م) قال الزركلي فيه: \" لم ¶ أجد في ما كُتب حديثاَ عن الكرك \" بحثاَ أوفى او إحصاء امتع من هذا البيان، ¶ (1) ¶ ا نظر في هذا كتاب فخري البارودي (تاريخ يتكلم). ¶ 0 6 1 ¶ (الناشر)",
            "page": "160",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "الذي اشترك في وضعه ضباط (القوة السيارة) الوطنيون، بعد أن أ طالوا المُكْث في ¶ ذلك (اللواء) ودرسوا الموضوع حق دراسته، ولَيْتهم أضافوا إليه بيانين اَخرين ¶ أحدهما عن لواء البلقاء (الصلت (1) وعمان وأطرافهما)، والثاني عن لواء ¶ عجلون (2) (إربد وعجلون وما يليهما)، فلو فعلوا ذلك لخدموا تاريخ المنطقة ¶ الحاضر خدمة لا تنسى 0. \" ثم أورد نص البيان وهو في أربع وعشرين صفحة0 ¶ ويحوي التقرير معلومات عن عشائر الكرك: مواضع سُكْناها، وعدد ¶ منازلهم، وأصلهم، وعدد نفوسهم، ورؤسائهم، وأموالهم، وأ قسا م ا لعشا ئر. ¶ وأفرد فصلاَ للحديث في حزب الاستقلال العربي، قصر فيه الحديث عن ¶ حاله في عمان وأطرافها، على ما كان فيها من تأسيس فرعه المركزي، وموقف ¶ أعضائه من الأمير عبد الله. ¶ وتحدث ب! يجاز في قوى الأمن قبل قدوم الأمير عبد الله وبعد قدومه. ¶ ثم تناول حادثة الكورة، أسبابها ونتائجها، وقد وصفها الزركلي بقوله: ¶ \"لم تُصب حكومة شرق الأردن بحادث كان أشد عليها وقعاً، وأبلغ فيها تأثيراَ ¶ من هذه الحادثة التي فاجأتها في إئان تسفمها العمل، فكسرت من حدّة نشاطها، ¶ ولَوَت من جِيد عزتها. وقد كتبت الصحف عنها حديثاً مشوهاً محشواَ ¶ بالأغاليط، فرجعت عند كتابة (مذكراتي) هذه إ لى أ عرف الناس بخَفِئها وجليّها، ¶ الصديق الفاضل المعروف (فؤاد بك سليم) وقد كان قائد القوة التي هاجمت ¶ العصاة، وأصيب بجرح شفاه اللّه من أثره، فكتب هذا الفصل الممتع مستنداَ فيه ¶ إلى ما هو محفوظ لديه من وثائق وكتابات رسمية \". ¶ وخلاصة الحادثة أن أهل الكورة وعلى رأسهم آل الشريدي (الشريدة) ¶ يعارضون في انضمامهم إلى إربد، لما لقو 5 من عَنَت كثير على أيدي موظفي ¶ (1) ¶ (2) ¶ تلفظ الان (السلط)، أما عمان فقد أصبحت العاصمة. ¶ عجلون وإن أصبحت محافظة فهي لاتزال ترتبط بإربد. ¶ 161",
            "page": "161",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "حكومة إربد في العهدين العثماني والعربي، وحدث أن أُرسلت من إربد مفرزة ¶ من الدرَك وكان معهم حمادة السليمان، وكانت مهمة المفرزة تَعداد الأغنام، ¶ فلما جاء حمادة ليعذ غنم عشيرة الشقيرات، واخذ معهم بالمشادة، استفزهم ¶ فأطلق احدهم عليه رصاصة فقتله، وفز قائد المفرزة ومَن معه خوفاً من ¶ عشيرة الشقيرات والقرى المجاورة لها، فأُرسلت قوة من عمان بقيادة فؤاد بك ¶ سليم مؤئفة من مئة وعشرين فارساً (وكان ذلك عام 921 ام) ومهمتها القبض ¶ على المتهمين بقتل حمادة سليمان، والقبض على كليب الشريدة وولده عبد الله ¶ وابن أخيه رشيد، فهُوجمت القوة من قبل عشيرة الشقيرات وأهالي عشر من ¶ قرى الكُورَة، فقُتِل ربع جنود القوة وثلث خيلهم، وأوشك العتاد على النفاد ¶ فاستسلموا، وأُسروا سحابة نهار كامل، وقرر كليب الشريدة أن يتقي بعض شر ¶ الحكومة فأمر بتسريح الأسرى، وأصدر الأمير عبد الله عفواً عن كليب وجميع ¶ الثائرين من أهل الكورة، وكان لهذا العفو أثره المطلوب من تسكين الحالة ¶ مؤقتاً. ¶ ثم عزج على الخلاف بين الأمير عبد الله ورئيس مشاوريه (رئيس الوزراء) ¶ رشيد طليع. ¶ (فيصل في العراق) تحت هذا العنوان تكلم الزركلي عن صدمة الأمير ¶ عبد الله بوصول الملك فيصل إلى العراق، وسخطه على الإنكليز لغدرهم به، ¶ وسخطه على اهل العراق لنقضهم بيعة بعضهم له، فالأمير - كما يذكر الزركلي- ¶ كان يحلم بأن يمتلك العراق وشرقي الأردن، وكان يخشى أن يزاحمه على ¶ العراق مزاحم. ¶ ثم انتفل إلى الحديث عن أطماع الأمير بسورية. وأعقب ذلك ببعف ¶ أخبار الأمير مع الإنكليز. ¶ (ثالث الرؤساء) في هذا العنوان تحدث عن ثالث رؤساء المشاورين (1) ¶ (1) ¶ جاهد الزركلي في سبيل ا لاستعاضة عن كلمَتي (مشاور) و (مشاورين) - وهما=",
            "page": "162",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "علي رضا الركابي - أما اللذان سبقاه فهما رسْيد طليع، ومظهر الرسلان - وكيف ¶ قدم من سورية إلى شرقي الأردن، وتولى فيها رئاسة المستشارين، وأكثره نقد ¶ للركابي، واعقب هذا العنوان عنواناً آخر (بدع الركابي) وفيه تحدث عما أحدثه ¶ الركابي من بدع جديدة في شرقي الأردن، ومن أسوأ ذلك تحريشه بين الأمير ¶ والوطنيين، وتجرئته الأمير على إيذاء الوطنيين، بل ارتكب ما هو أسوا من هذا ¶ فأدخل في عقل الأمير انّ راي الأمة هو رأي زعمائها، وأن الأمر ما أ مروا به. ¶ وكان الزركلي قد ذكر ص 179 احترام الأمير للوطنيين فقال: \"ظل الأمير ¶ عبد الله مدة إقامته في معان ثم عمان، إلى أيام الركابي محتفظاً بمزية واحدة ¶ كانت تستر كثيراً من سيئاته، وتقيل غير الفليل من عثراته، تلك هي عِرْفانه فضل ¶ احرار ا لعرب، وحفظه كرامتهم، واعترافه بما أسلفوه من خير ويد. . \" (1). ¶ ثم أ ورد نموذجاً مطولاً بئن فيه كيف كان يكتب الأمير عبد الله إلى ا لمندوب ¶ السامي البريطاني في فلسطين. ¶ وختم الكتاب بالحديث في رحلة الأمير عبد الله إلى لندن، وخطبته في ¶ عمان بعد أوبته من لندن. ¶ وعقد فصلاً للحديث في اوبة الركابي من لندن، ولكنه لم يكتب إلأ ¶ أسطراً، ووعد بإصدار جزء ثانٍ قريباً، سيجد القارئ فيه (نص كتاب الركابي ¶ وصور ا لمفاوضات) و (نفقات ا لرحلة) نقلاً عن رسالة خاصة بدث بها الركا بي إ لى ¶ الأمير من دمشق، وابحالْاً في (أسرار مقر الأمير) و (اَثار شردتى الأردن) و (قبائلها ¶ ونفوسها) و (المضحكات المبكيات) و (هجعة الثائر) و (ديوان التفتيش) وغير ¶ ذلك من مختلف الأخبار والأحاديث. ¶ غير ان الأيام لم تمكِّن الزركلي من أن يفيَ بوعد 5، ولعله سْعر بعدم رضاه ¶ (1) ¶ مما يستعمله الأتراك وأصلهما عربي بلفظي (مستشار) و (مستشارين). ¶ وهذا الموضع الوحيد في الكتاب الذي مدح فيه الأمير عبد الله. ¶ 163",
            "page": "163",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "عن الجزء الأول، او اُشعر بذلك. ¶ ومهما يكن من أمر، ف! ن كتابه هذا يتسم بروح النقد، إلا انه على درجة ¶ من الإمتاع والطرافة، يحمل القارى على ان يستوعب قراءته بلذة وارتياح. ¶ وانظر ما كتبته (الزركلي مؤرخأ) في الفصل الأول من هذا الكتاب (1). ¶ (1) ا لفقرة (9 1). ¶ ع!! ي!! ¶ 164",
            "page": "164",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "َ5 - ما رايت وما سمعت ¶ تقديم وتعليق عبد الرزاق كمال، مكتبة ¶ المعارف - الطائف 225 صفحة 7 ا ل! 4 2 ¶ + مقدمة المقدم والمعلق 34 صفحة0 ¶ الكتاب وصف لرحلة الزركلي من دمشق في 26/ 7/ 0 92 ام بعد وقعة ¶ ميسلون واحتلال دمشق من قِبَل الفرنسيين، والحكم عليه بالإعدام وهروبه من ¶ دمشق إ لى حيفا فا لقاهرة فمكة والطائف، وا لعودة إ لى القا هرة في 6 2/ 1 / 1 92 1 م. ¶ وبداه بالشكوى من ضعف القادة والزعماء وغفلتهم وجهلهم، وقال ص ه 3: ¶ \"رحماك الله ربي ورافتك بأُمة أسلمت زمامها المقاديرُ إلى زعماء خبطوا بها ¶ خبط عشواء، وقادة كانوا حُالاب ليل، ونُذُرَ وَيْل، تقحّموا بها مجاهل الأمور ¶ على غير هدى، تسيّرهم الأهواء والنزغات، وتلعب بهم الأغراض والنزعات، ¶ طالب منصب، وعابد درهم، وعاشق تاج! لا يبالون من اية الطرق كان لهم ¶ ما يبتغون أو يكون \". ¶ وشرع في وصف هروبه من دمشق إلى حيفا فالقاهرة، وأرود اسماء من ¶ شملهم الإعدام في دمشق، مع التعريف بهم وهم ثمانية وخمسون رجلاً، وفيهم ¶ الزركلي: صاحب جريدة (ا لمؤيد). ¶ ومضى للحديث عن رحلته إلى الحجاز بدعوة من الملك حسيق ابن ¶ علي، ووصف دار الحكم، والمخلوان حيث كان يخلو الملك بنفسه وزؤاره. ¶ وذكر عاداته في أكله وولائمه وراحته. ¶ ثم استهل رحلته إلى الطائف - وكانت على بغلة -بوصف غار حراء، فذكر ¶ انه لا يزيد عن مترين طولاً، ومترٍ واحدِ عرضاً، وهو باقٍ على حاله. ووصف ¶ 165",
            "page": "165",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "مِنى ومُزْدَلِفة وعرفات في غير موسم الحج، ووادي نَعمان الذي أكثر الشعراء ¶ من ذكر 5، وجبل كبكب، وجبل كرا الذي كان يتسلقه طوراً، ويحبو عليه طوراً ¶ آخر، وذكر ما للشعراء والادباء من لطائف في وصف كرا، منها قولهم: \" صعود ¶ كرا يحرم من الكرى \"، ووصف قرى الهدة حتى وصوله إلى الطائف. ¶ واسترسل في سبب تسمية الطائف بهذا الاسم، وأورد بعض الأوهام ¶ في ذلك ومنها: ان جبريل انتزعها من الشام او اليمن، وطاف بها على البيت ¶ الحرام، ثم ألقاها في هذ 5 البقعة، بعد أن اقتلع البلدة التي كانت في موضعها، ¶ وقذفها إلى المكان المحمولة تلك منه، فذهبت الأولى بحرّها وجفائها، وأتت ¶ هذه بما كان لها من طيب المناخ وجمال المنظر. ¶ ويرى الزركلي أن ذلك لا يمنعنا من أن نرا 5 اليوم خيالاً شعرياً جميلأ ¶ مقبولأ، فاداب العرب والإفرنج مُفْعَمةٌ بأنواع المجاز الجاري مجرى الحقيقة، ¶ فليس على الخيال حَرَج، وللشاعر ان يشبه ما شاء بما شاء، بما اتفق له وجه ¶ الثبه، فلنقل معهم إن الطائف من غير أرض الحجاز، وأن الملائكة قد حملوها ¶ من أقاصي الديار لتكون جنة هذه الأقطار. ص 1 8. ¶ وأشار بإيجاز إ لى مكانة الطائف في أمور ثلاثة: ¶ موقعها العسكري والسياسي: فهي مصيف امراء مكة وأشرافها، وهي ¶ أمنع ثغورالحجاز البرية، وهي مجتمع القبائل ومحتشد العشائر. ¶ ومكانتها الاقتصادية: فهي أحد ابواب الحجاز التجارية الكبيرة، ¶ وارضه أغنى أراضي الحجاز بعد وادي فاطمة. ¶ ومكانتها التاريخية: فهي من أقدم البلاد العامرة في الحجاز، وأوجز في ¶ إيراد فصة وفود النبي! على ثقيف قبل استفحال شأن الإسلام، لما فيه! من ¶ بيان ما عاناه النبي ع! في بدء ظهور دعوته، وختمها بما انتهت إليه حال ثقيف ¶ في الإسلام، وتحدث عن استيلاء الأمير عبد الله بن الحسين على الطائف وطرد ¶ الأتراك منها. ¶ 166",
            "page": "166",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "ثم تطرق لاثار الطائف، فبدأ بمساجدها القديمة، منها المسجد العباسي ¶ ومسجد عداس، قال فيها ص 92: \" وهي في شكلها وحجارتها وهندسة بنائها ¶ جديرة في أن تؤخذ رسومها، إلا أنني لم يكن معي ما أصورها به، كما أنه ليس ¶ في الطائف رشَام ماهر اعتمد عليه في هذا الشأن \" وعزَج على الكتابات الأثرية ¶ على الأحجار والأنصاب، وفي صخور الجبال، وذكر أشهر الأصنام مع وصفها ¶ وموقعها وتاريخها. ¶ ثم انتقل للحديث عن أعلام الطائف، ممن ولدوا في ديار الطائف أو دفنوا ¶ فيها مع ترجمتهم، وهم ممن توضل إلى معرفتهم بالمْقل أو الأثر، مبتدءاً بذكر ¶ الصحابة رضوان الله عليهم، الذين ثبت استشهادهم في الطائف، فاكتفى بذكر ¶ تسعة عشر صحابياَ، وسكت عن الباقين طلباَ للإيجاز، وذكر أشهر رجال ثقيف ¶ مع ترجمتهم، وهم سبعة وثلاثون رجلاَ، أ ولهم زيا د بن أ بيه، واَخرهم أ بو محجن ¶ الثقفي، وأورد خمسة من شهيرات نساء ثقيف. ¶ واستوعب معالم الطائف وحالتها الاجتماعية، فذكر سورها وحاراتها ¶ ومنازلها وسكانها وقلعتها ومدارسها، وذكر علماء ا لطائف الذين لقيهم. ¶ وعقد فصلاً صغيراَ للحديث عن سوق (عكاظ)، عَطَفَه بفصلِ طويل ¶ آخر أورد فيه ما حول الطائف من قرى وجبال وأودية وآبار وبساتين وحصون ¶ وعيون مرتبة على حروف المعجم، وأتى على ذكر قبائل الطائف: عتيبة، ¶ ثقيف، شبابة، خندف، وعرض لها بشيء من الإيجاز. ¶ وعرض لمخطوطة الشيخ عثمان الراضي في نقد (الرحلة الحجازية) ¶ لمحمد لبيب بك البتنوني، لخص الزركلي ما ظفر به من الكتاب حرصاَ على ¶ مادته من الضياع والانتشار، لأن مؤلفه توفي قبل إنجازه. ¶ وختم حديثه في رحلته عن الطائف في وصف أيام رحلته، وحنينه إلى ¶ دمشق فيقول ص 159: \" أمضينا نيفأ وعشرين يوماَ في الطائف، نركب البغال ¶ عصر كل يوم، ونمضي إلى جهة من جهاته، فنبتعد مسيرة ساعة أو ساعتين أو ¶ 167",
            "page": "167",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "اكثر، ننقب عما نسترشد إليه من الاَثار، وننطر في ما نمر به من القرى والديار، ¶ ونتربص في بعض الجنائن والبساتين ونعود بعد الغروب، وكثيراً ما كانت ¶ جماعتنا تتألف من أمير الطائف (الشريف شرف بن راجج) ووكيل حربية ¶ الحجاز (صبري باشا العزاوي) وقاضي الطائف (الشيخ عبد الله كمال) ومدير ¶ شرطته (الشيخ درويش الحدائي) وفريق من ضباط الجيش، فنجمع بين لِذتي ¶ الرياضة والاستقرار، والنزعة والاستطلاع، ولطالما كنا نعاني الضعاب في ¶ صعود الجبال والهضاب، غير أن اللذة في ما كان يلوح لنا من أثر أو منظر لم ¶ تَبْرَح تشجعنا على المضي في التصعيد والتطويف والتشريق والتغريب، وناهيك ¶ بما هنالك من صفاء في الأرض والسماء، وسكون في الطبيعة والفضاء، لولا ¶ ما كان ينتاب النفس - وللنفس حنين - من نزوع وتشوق، وتطفُع وتشوّق إلى ¶ ديار، هي صبابتي ورباع اُنسي، ومهوى هواي ومنبت غرسي، هي ديار الشام ¶ المنكوبة، بلاد الاَمال والألام، سلام عليها وألف سلام \". ¶ ثم عقد فصلاً هو أطول فصول الكتاب (في ضيافة الملك) ويعني به الملك ¶ حسين بن علي، فتحدث عن قَصْرَيْه، ووصفهما وصف مُشاهدة، وتحدث عن ¶ الملك، وفضل الحديث عن نسبه وتاريخ حياته، دمامارته، وسيرته وأخلاقه، ¶ وعن رسائل مكماهون إليه، وعهود بريطانية إليه، وثورته على الترك عام ¶ (334 ا هـ= 1916 م) ومبايعته بالملك، وذكر ابناء الملك حسين الأربعة على ¶ ترتيب أسنانهم تبعاً لقاعدتهم في تقدم الاكبر فالذي يليه، وهم: علي، ¶ وعبد الله، وفيصل، وزيد، مع الترجمة لكل منهم. ¶ وتحدث عن برنامج الملك حسين اليومي، وحياته الخاصة، وأسلوبه في ¶ الكتابة، وشعره، وقوته النظامية والبدوية، وقد وصف ذلك الزركلي بقوله ¶ ص 164: \"كان نصيبي منها أن أرى جلالته اكثر من ساعتين في كل ليلة من ¶ نيف وتسعين ليلة، أسمع حديثه مع المستمعين، وأكلمه مع المتكلمين، ¶ فعرفته في سروره ورضا 5، كما عرفته في كدر 5 وغضبه، ورايته في جد الأمر، ¶ وقل ان رايته في لعبه، واجتمعت لي طائفة كبيرة مما يحرص على العلم به ¶ 168",
            "page": "168",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "الكثيرون، من سيرة الملك العربي الهاشمي واخباره، وعاداته وأطواره، هانما ¶ أنا ناقل ما سمعت وما رايت، نقل المحذث لا المؤرخ، والمصور لا الكاتب، ¶ متحرياً إيراد الحقيقة كما هي عارية مجزدة، ولو استطعت لأخذت بيد القارئ ¶ أريه ما وقعت عليه عيناي، وأسمعه ما وعته أُذُناي. على أن الخبر قد يغني عن ¶ الاختيار، وفي الرواية ما يغني عن المشاهدة \". ¶ وختم كتابه الماتع بانطباعاته عن أهل البادية، وعاداتهم وتقاليدهم وما ¶ فيها غرابة وطرافة فقيدها، إن لم تكن للتاريخ فللفكاهة والمسامرة، ولم يرَ ¶ فائدة في التبويب والتنسيق، فأطلق الحديث مرسلاً، وميّز كل خبر بعنوانٍ يدلّ ¶ عليه، وأورد أربعين خبراً منها: الفراسة، قص الأثر، مواكبهم، صبرهم على ¶ الألم، اليد اليمنى، الأوهام، شجعانهم، القضاء، طريقة المحاكمة، ألوان ¶ إبلهم وأ نواعها، بياطرة الهيا م، من أمثالهم. ¶ ومضى في حديثه الشائق عن أدب البادية، ويريد به الشعر المألوف نظمه ¶ عندهم اليوم، وما يتعلق به من معرفة أوزانه وتفسير كلماته، وطُرُق روايته، ¶ وأخبار قائليه، ولكل من هذه الأبحاث شواهد ذكرها الزركلي في مواضعها، ¶ والشعر من حيث هو شعور في النفس يترجم عنه اللسان، فإنه لم يزل مما تحافظ ¶ عليه البادية وتنفرد بالإبداع فيه عن الحواضر، فالشاعرية الفِطرية ما انفكت ¶ تصحب الكئيرين من البداة حتى اليوم. ¶ والزركلي لا يرى ما قد يراه سواه من انتقاص هؤلاء، أو بَخْسهم أدبهم ¶ لشيوع العامية فيهم، أو لاعتمادهم عليها في شعرهم، فما كان - ولن يكون - ¶ من الإنصاف أن نطالب ابن هذه الصحراء القاحلة بالتعبير عما يجيش في صدره ¶ بلغة غير لغته التي تلقَاها عن امه وأبيه وعشيرته وأهليه، فالبدوي الجاهلي قبل ¶ الإسلام والبدوي المعاصر من ابناء هذا العهد سواء من حيث الإفصاح والإبانة ¶ عن كوامن النفس بلغته المعروفة المألوفة، فما كان ذلك بالمتكفف إعراباً غير ¶ إعرابه فنكلف هذا، وما كان ذلك بمتلق عروض الخليل أو نحو سيبويه فنعيب ¶ على هذا اجتنابهما. ¶ 169",
            "page": "169",
            "part": "1"
        },
        {
            "id": "170",
            "nass": "وابان الزركلي ان البدو يق! مون الشعر إلى نوعين؟ الأول: الصحيج ¶ الأوزان واللغة ويسمونه (القريض) والاَخر: الشعر المختلف في لغته واوزانه ¶ عن الشعر الصحيح او القريض ويسمونه (الحميني) - ولم يعلم الزركلي استقاق ¶ هذه اللفظة ولا اصلها - واوضح انهم يسمون المساجلة بين الشاعرين منهم ¶ (قصيدام كم! يسمون القصيدة الطويلة أو القصيرة (نشيدام ويعرف عندهم اللغز ¶ باسم (الغبوة) وتطرق الزركلي للغة (الحميني) وأورد امثلة منه، وعرض ¶ لأوزانه، واوضح - في حديثه عن التمييز بين شعر الحميني الحضري والبدوي - ¶ ان البدوي أقوى على الارتجال. وأكثر شعر 5 ينشده غير متكلّف ولا متصنّع ¶ خلافاَ للحضري، فإنه يصنعه صنعاَ، فينمّق ألفاظه، ويهذّب أبياته، ولا يقوى ¶ على ارتجاله في الغالب. والتمييز بينهما بملاحظة يسيرة هي أن شعر ابن الحواضر ¶ يبدو قريباً من لغة الحواضر. ¶ وعزج على اختلاف الأساليب بين البوادي، فأبان أن لكل بادية من بوادي ¶ الحجاز واليمن والشام والعراق اسلوباً خاصاَ في شعرها، وأن هذا الفرق يظهر ¶ في أوزانها وفي لغتها أو بيانها، وذكر أشهر شعراء بادية الحجاز، ومنهم الملك ¶ حسين بن علي الذي اثبت قصيدتين له. وختم الخاتمة بوداع الملك وعودته إلى ¶ القاهرة. ¶ وخلاصة الكتاب أنه وصف شامل لما ا صاب سورية عقب معركة ميسلون، ¶ ودخول الفرنسيين دمشق، وهو تاريخ للطائف في ماضيها وحاضرها، وتاريخ ¶ الحسين بن علي بتصوير دقيق وفني وأمين سجّل في كتابه بعينَي العالم، وفكره ¶ وروح الشاعر تاريخاَ صغيراً للطالْف، وألحق به فصلاً طيباَ عن البادية ضمَّنه ¶ جملة من الملاحظات النافذة أطلق الحديث منها رسلاَ على حدّ وصفه هو. ¶ إن بحثه هذا عن الطائف يؤلف معطم كتابه، ويشمل حديثه عن البادية ¶ نحواَ من ربع الكتاب، وحين تشاء أن تد ير وجهك عن السياسة، فأنت تجد نفسك ¶ قبالة كتاب عن الطائف والبادية، أما إذا أردت إلى السياسة سلم لك من الكتاب ¶ 170",
            "page": "170",
            "part": "1"
        },
        {
            "id": "171",
            "nass": "ربعه الأول. كما يقول الدكتور شكري فيصل في علم الأعلام، ص 0 8 ¶ ويقول الدكتور شكري فيصل رحمه اللّه عن كتابي (ما رأيت وما سمعت) ¶ و (عامان في عمان): ¶ \" ولم يكن هذان الكتابان نثراً من النثر كما يبدو لنا 0 0 كانا - في تقديري - ¶ النبعة الشعرية وراء قصائد 5 اَنذاك 0. ما نشر منها في الديوان وما ادَخر 0. إ ن ¶ قصائد الديوان هي التعبير الشعري عن تجربة قاسية، وحكايات الكتابين ¶ وصفحاتهما هي التعبير النثري عن أحداث هذ 5 التجربة. . وعلى نحو ما يختلط ¶ زفسير الشعر بالنثر، وتفسير النثر بالشعر، يختلط ما بين الديوان وما بين ¶ الكتابين. . الكتابان هما الخلفية الفكرية والتجربة الواقعية مشوبين (1) بكثير من ¶ الشعر، والديوان هو التجربة الفنية التي كانت تصعيداً للذي عانى من تجارب ¶ واجتمع لديه من هذ 5 الخلفيات. ¶ الديوان هو روح هذ 5 الأحداث، تختفي فيه وتلوح، تتوارى وتبين على ¶ نحو ما تتوارى وتبين شمس يوم غائم منقطع الغيم، والكتابان هما الأحداث، ¶ يحملان بهذا الشعر ويبشران به، ويخيّل إ ليك أنك تسمعه كما تستمع إلى مزمار ¶ راعٍ في جبل قبل أن تراه، أو كما يدركك هدير الماء في الفيجة قبل أن تستريج له ¶ عيناك في يوم من أيام الربغ من سنة مثلجة. ¶ إنه في صفحات الكتابين كان الحمل بهذا الشعر، وكان الوضع على ¶ أسطرهما، وبين أسطر 5 الثورة والعتب، والجفاء والجفاف، والامل والتطلع، ¶ والإقامة والهجرة، والنفحات واللفحات، والبَسَمات والصرخات، الدموع ¶ وا لدماء. . كلّ هذ 5 ا لتي في شعر 5 هي في هذين ا لكتابين ومن هذين ا لكتا بين \" (2) 0 ¶ (1) ¶ (2) ¶ هكذا بالنصب. ¶ علم الأعلام، ص 77 - 78. ¶ 171",
            "page": "171",
            "part": "1"
        },
        {
            "id": "172",
            "nass": "6 - الوجيز ¶ في سيرة الملك عبد العزيز ¶ دار العلم للملايين - بيروت، الطبعة ¶ العاشرة 999 ام، 376 صفحة 7 اك! 4 2 ¶ كنت قد ذكرتُ في تعريفي بكتاب شبه الجزيرة العربية أن مؤلفه كَتبَه كما ¶ دخل في ذهنه، فجاء متداخل الأخبار غير مرتب. ¶ ثم نظر فيه فجمع ما هو من أخبار الملك نفسه، فكان كتابه هذا الذي قال ¶ في مقدمته: ¶ \" أما وقد دؤَنت ما وقفت عليه، أو وُفّقت إليه، من تاريخ (شبه الجزيرة ¶ في عهد الملك عبد العزيز) وجاء على شيء من الإسهاب لا يتسع وقت الطالب ¶ الدارس لاستيعابه، فكان عليّ أن أضع للناشئة الواعية موجزاً يتدارسونه، ¶ ويرجع إليه المُعْجَل منهم ومن غيرهم، يصوّر لهم حياة عبد العزيز صورة ¶ صحيحة كالأولى، لا زثفى في وضعها ولا باعث إليها إلا خدمة التاريخ في ¶ شخص رجل من كبار رجاله، فاكتفيت عن الكثير بالقليل، وبالخلاصة عن ¶ التفصيل، وسميته (الوجيز في سيرة الملك عبد العزيز) راجياً ألا أكون قد ¶ أخللت في الإيجاز، ولا أمللت في البسط، ومن الله وحد 5 العون \". ¶ ! ئم!! ¶ 172",
            "page": "172",
            "part": "1"
        },
        {
            "id": "173",
            "nass": "الخاتمة ¶ ها انا ذا أصل إلى نهاية الكتاب، وأنا فَرِحٌ بإتمامه، فقد استقصيت سيرة ¶ الزركلي، والتعريف بكتبه ما وسعني من جهد، مع طول التحرّي والاستقصاء ¶ والتتبع، وتسقّط ا لأخبار من موا قعها، وتوخي الحقيقة في الطلب، حتى لا يختلط ¶ باطل بحق. ¶ وامل أن يكون ما كتبت أزاهير رحمة ووفاء نثرتها على العَلَم العظيم خير ¶ الدين الزركلي، فإن وُفقتُ في ذلك، فبها ونجعمَّت، وإلاّ فليس على المستطيع ¶ المستغني إ لا التجاوز إلى النبع، الذي هو كتبه وم! كتب فيه الدارسون، وحسبي ¶ أني شرعت فيما كان ينبغي أن يُشرع فيه من قبل. ¶ رحم الله الزركلي، وأثابه، على م! قدَّم وأحسن. والحمد دئه على عونه ¶ وتوفيقه. ¶ تذكرة: إذا رأى بعض أهل العلم رأياً في شيء مما ذكرت، أو نقداً لما ¶ كتبت، فأرجو أن يتفضَّل مشكوراً سلفاً بأن يوسل به إليَّ بعنواني: ¶ (إربد - الطيبة، ص 0 ب 5 2 الأردن). ¶ 173",
            "page": "173",
            "part": "1"
        }
    ],
    "t38621": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "خير الدين الزركلي المؤرخ الأديب الشاعر صاحب كتاب الأعلام"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول لمحات من حياته"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني تعريف بمؤلفاته"
        },
        {
            "id": "173",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        }
    ]
}