{
    "b38895": [
        {
            "id": "1",
            "nass": "الافتراق ¶ مفهومه - أسبابه - سبل الوقاية منه ¶ تأليف ¶ الشيخ: د. ناصر بن عبد الكريم العقل",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الطبعة الأولى ¶ حقوق الطبع محفوظة ¶ دار المسلم للنشر والتوزيع ¶ الرياض: ص. ب 17356 ¶ الرمز البريدي: 11484 ¶ هاتف: 1054059",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "المقدمة ¶ إن الحمد لله، نحمده ونستعينه، ونستغفره ونتوب إليه، ونعوذ به من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، القائل: {وأن هذا صراطي مستقيمًا فاتبعوه ولا تتبعوا السبل فتفرق بكم عن سبيله} [الأنعام: 153]، وأشهد أن محمدًا عبده ورسوله - صلى الله عليه وسلم - الذي حذر أمته مما وقعت فيه الأمم من الابتداع والافتراق، بقوله: ((لتتبعن سنن من كان قبلكم شبرًا بشبر، وذراعًا بذراع، حتى لو دخلوا جحر ضبٍّ لدخلتموه)) (1). ¶ وبعد: ¶ فإن من أهم الموضوعات التي ينبغي أن يعنى بها أهل العلم وطلابه في هذا العصر، والتي هي من أحوج ما يحتاج إليه المسلمون بعامة، وطلاب العلم بخاصة، مسألة الافتراق (الافتراق مفهومه وأسبابه، وسبل التوقي منه، والحذر من الوقوع فيه). ¶ __________ ¶ (1) رواه البخاري ومسلم.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "لاسيما في هذا العصر الذي كثرت فيه البدع وأخرجت أعناقها، وكثرت فيه الأهواء، وسيطرت على الناس، وكثر فيه الخبث والنفاق، نعم، لقد كثرت الأهواء رغم كثرة العلم وانتشاره، إلا أن منه ما لا بركة فيه لأصحابه، ولا يفيد الكثيرين ممن تلقوه؛ لأنه إما أن يكون تلقيه عن غير المصادر الأصلية، أي من غير الكتاب والسنة والآثار ومصنفات أئمة الهدى المقتدى بهم في الدين، أو عن غير أهله، أو على غير منهج أهل العلم والفقه في الدين، وكثرة وسائل العلم، وهذه نعمة من الله لكن رغم أنها نعمة، إلا أنها قد ضرت كثيرًا من الناس حين استعجلوها على غير وجهها وحين اكتفوا بها عن أخذ العلم عن أهله، وهذا من العلم الذي لا ينفع، الذي استعاذ منه النبي - صلى الله عليه وسلم -، فإن البركة إنما تتحقق في العلم الذي يؤخذ عن العلماء، وهو الأصل الذي هو سبيل المؤمنين، أما أخذ العلم عن الوسائل فقط دون الرجال فإنه لا ينفع إلا قليلاً، مما نتج عنه ظهور الأهواء والآراء ¶ __________ ¶ * ألقيت هذا الموضوع في محاضرة بالرياض في شهر ربيع الثاني عام 1412 هـ.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الشاذة عن السنة، وشيوع مظاهر الافتراق والتنازع في الدين وبحثنا هذا سيكون عن: الافتراق: مفهومه، أسبابه، وسبل التوقي منه *. ¶ وسأحصر الحديث في هذا الموضوع على خمس مسائل:",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "المسألة الأولى: مفهوم الافتراق ¶ الافتراق في اللغة: من المفارقة وهي المباينة والمفاصلة والانقطاع، والافتراق أيضًا مأخوذ من الانشعاب والشذوذ ومنه الخروج عن الأصل، والخروج عن الجادة، والخروج عن الجماعة. ¶ وفي الاصطلاح: الافتراق هو الخروج عن السنة والجماعة في أصل أو أكثر من أصول الدين القطعية، سواءً كانت الأصول الاعتقادية، أو الأصول العملية المتعلقة بالقطعيات، أو المتعلقة بمصالح الأمة العظمى، أو بهما معًا. ¶ فمخالفة أهل السنة والجماعة في أصل من أصول الدين في العقيدة افتراق ومفارقة للجماعة، ومخالفة إجماع المسلمين افتراق ومفارقة للجماعة، ومخالفة جماعة المسلمين وإمامهم فيما هو من المصالح الكبرى افتراق ومفارقة للجماعة. ¶ والخروج عن إجماع المسلمين عملاً افتراق؛ لأنه مفارقة للجماعة. وكل كفر أكبر يُعدُّ افتراقًا وليس كل افتراق كفرًا. ¶ كل عمل أو اعتقاد يخرج به الإنسان عن أصول الإسلام",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وعن قطعيات الدين وعن السنة والجماعة، وهو يقتضي الكفر فإنه مفارقة، لكن ليس كل افتراق كفرًا، بمعنى أنه قد يقع الافتراق من طائفة أو فريق من الناس أو جماعة، لكن قد لا توصف بالكفر، حتى إن افترقت عن جماعة المسلمين في عمل ما، كافتراق الخوارج، فالخوارج الأولون افترقوا عن الأمة، وخرجوا عليها بالسيف، وفارقوا جماعة المسلمين وإمامهم، ومع ذلك لم يحكم الصحابة بكفرهم، بل اختلفوا فيه",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "المسألة الثانية: الفرق بين الاختلاف والافتراق ¶ الفرق بين الافتراق والاختلاف أمر مهم جدًا، وينبغي أن يُعنى به أهل العلم؛ لأن كثيرًا من الناس خاصة بعض الدعاة وبعض طلاب العلم الذين لم يكتمل فقههم في الدين، لا يفرقون بين مسائل الخلاف ومسائل الافتراق، ومن هنا قد يرتب بعضهم على مسائل الاختلاف أحكام الافتراق، وهذا خطأ فاحش أصله الجهل بأصول الافتراق، ومتى يكون هذا؟ وكيف يكون؟ ومن الذي يحكم بمفارقة شخص أو جماعة ما؟ ¶ من هنا كان لابد من ذكر بعض الفروق بين الاختلاف وبين الافتراق، وسأذكر خمسة فروق على سبيل المثال لا على سبيل الحصر: ¶ الفرق الأول: أن الافتراق أشد أنواع الاختلاف، بل هو من ثمار الخلاف، إذ قد يصل الخلاف إلى حد الافتراق، وقد لا يصل، فالافتراق اختلاف وزيادة، لكن ليس كل اختلاف افتراقًا. وينبني على هذا الفرق الثاني.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الفرق الثاني: وهو أنه ليس كل اختلاف افتراقًا، بل افتراق اختلاف، فكثير من المسائل التي يتنازع فيها المسلمون هي من المسائل الخلافية، ولا يجوز الحكم على المخالفة فيها بالكفر ولا المفارقة ولا الخروج من السنة. ¶ الفرق الثالث: أن الافتراق لا يكون إلا على أصول كبرى، أي أصول الدين التي لا يسع الخلاف فيها، والتي ثبتت بنص قاطع أو بإجماع، أو استقرت منهجًا عمليًا لأهل السنة والجماعة لا يختلفون عليه، فما كان كذلك فهو أصل، من خالف فيه فهو مفترق، أما ما دون ذلك فإنه يكون من باب الاختلاف. ¶ فالاختلاف يكون فيما دون الأصول مما يقبل التعدد في الرأي، ويقبل الاجتهاد، ويحتمل ذلك كله، وتكون له مسوغات عند قائله، أو يحتمل فيه الجهل والإكراه والتأول، وذلك في أمور الاجتهاديات والفرعيات، ويكون في بعض الأصول التي يعذر فيها بالعوارض عند المعتبرين من أئمة الدين، والفرعيات أحيانًا قد تكون في: ¶ بعض مسائل العقيدة التي يتفق على أصولها، ويختلف على",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "جزئياتها، كإجماع الأئمة على وقوع الإسراء والمعراج، واختلافهم وتنازعهم في رؤية النبي - صلى الله عليه وسلم - لربه فيه، هل كانت عينية، أو قلبية؟ ¶ الفرق الرابع: أن الاختلاف قد يكون عن اجتهاد وعن حسن نية ويؤجر عليه المخطئ ما دام متحريًا للحق، والمصيب أكثر أجرًا، وقد يحمد المخطئ على الاجتهاد أيضًا، أما إذا وصل إلى حد الافتراق فهو مذموم كله، بينما الافتراق لا يكون عن اجتهاد، ولا عن حسن نية ن وصاحبه لا يؤجر عليه، بل هو مذموم وآثم على كل حال، ومن هنا فهو لا يكون إلا عن ابتداع أو عن اتباع هوى، أو تقليد مذموم، أو جهل مطبق. ¶ الفرق الخامس: أن الافتراق يتعلق به الوعيد، وكله شذوذ وهلكة، أما الاختلاف فليس كذلك، مهما بلغ الخلاف بين المسلمين في أمور يسع فيها الاجتهاد، أو يكون صاحب الرأي المخالف له مسوغ أو يحتمل أن يكون قال الرأي المخالف عن جهل بالدليل ولم تقم عليه الحجة، أو عن إكراه يعذر به قد لا يطلع عليه أحد، أو عن تأول ولا يتبين ذلك إلا بعد إقامة الحجة.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "التنبيه على بعض الأخطاء ¶ وبمناسبة الفرق بين الاختلاف والافتراق لابد من التنبيه على بعض الأخطاء التي يقع فيها كثير من الناس في هذا العصر، خاصة الذين يواجهون الأمر بالمعروف والنهي عن المنكر، أو الدعوة إلى الله سبحانه وتعالى، مع ضعف في العلم، وقلة الفقه في الدين، أو قلة التجربة، أو قصور أو انحراف في التصور، وأخص بعض رواد الدعوة الإسلامية المعاصرة. ¶ فمن هذه الأخطاء: ¶ الخطأ الأول: إنكار أن يكون في الأمة افتراق، وينبني عليه نزوع بعضهم إلى إنكار حديث الافتراق الذي ورد عن النبي - صلى الله عليه وسلم - وسيأتي الكلام عنه تفصيلاً بعد قليل، وهذا خطأ فادح، أن يميل بعض الناس أو يدعي أنه ليس في الأمة افتراق، وهو بذلك يزعم أنه يريد أن يظهر حسن النية في الأمة، وأن يعامل الأمة بالظاهر، ومن هنا يتنكر لحديث الافتراق أو يؤوله، أو يصرف الافتراق إلى فرق",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "خارجة عن الإسلام قطعًا، أو إلى فرق في الأمة هي من غير المسلمين، وهذا خطأ فادح، بل هو معارضة صريحة لأخبار النبي - صلى الله عليه وسلم -، بل الأخبار القاطعة في الكتاب والسنة، تدل على وقوع الافتراق (1)، فالأمة فعلاً فيها افتراق وهذا حق، والافتراق من الابتلاء، والحق لا يتبين إلا بضده، والله سبحانه وتعالى كتب منذ الأزل ألا يبقى على الحق إلا الأقلون، وعلى هذا فإن القول بوقوع الافتراق لا يعد إساءة ظن بالأمة، بل هو أمر واقع لابد من الاعتراف به، ولابد من تصديق خبر النبي - صلى الله عليه وسلم - فيه كما أخبر، وكون الافتراق يقع في الأمة لا يعني أن الإنسان يُسلم بالأمر الواقع، أو يزعم أن المفارقة مشروعة، أو يرضى بأن يفارق أو لا يتحرى الحق ولا يبحث عنه استسلامًا لقدر المفارقة، بل إن وقوع الافتراق هو دافعٌ لكل مسلم بأن يتحرى الحق ويستمسك به، ويعرف الشر ليحذره ويتجنب مسالكه، وليعلم أن الحق ¶ __________ ¶ (1) ستأتي النصوص القاطعة الدالة على وقوع الافتراق في فصل لاحق.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "لابد متحدّد في نهج النبي - صلى الله عليه وسلم - وفي نهج صحابته، ونهج السلف الصالح. ¶ الخطأ الثاني: وهو قد يتخذ ذريعة للمفارقة، وهو يقابل الخطأ الأول بالتمام وهو اعتقاد أن المفارقة ما دامت أمرًا واقعًا فهذا يعني أن الأمة تقع فيه برضى وتسليم، وأنه يشرع للدعاة أن يرضوا بواقع الافتراق ويسلموا به، وأن يقبلوا هذا الضلال دون أن يسعوا لعلاجه، وأنه لا يضر المسلم أن يكون مع أي فريق كان؛ لأن المفارقة أمر واقع، فعلى المسلم أن يذهب مع من يعجبه من أهل الأهواء وأهل الفرق، أو يتعاطف معهم، أو يسعى لجمعهم على ما هم فيه من افتراق. ¶ وهذه أيضًا دعوى باطلة، بل هي تلبيس على المسلمين، فلا يجوز أن يكون الخبر عن الاختلاف ذريعة للمفارقة، أو ذريعة للرضى بالبدع، أو ذريعة للرضى بالأهواء والرضى بالخطأ؛ لأن الخبر عن الافتراق في الدين جاء بمعرض النهي والتحذير الشديد، ولقد وصل الأمر عند البعض ممن ينتسبون للدعوة أن يقول ما دام الرسول - صلى الله عليه وسلم - أخبر بأن الأمة",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ستفترق، فإذًا لابد أن نرضى بالبدع ونقرَّها أمرًا واقعًا، ونرضى بالأهواء ونُقرها أمرًا واقعًا، ونسلم للأمر الواقع ولنعرف بأنه لا دين إلا بدخن!! وهذه دعوى باطلة، بل هي من مداخل الشيطان على الإنسان، لأن الرسول - صلى الله عليه وسلم - حينما أخبر عن الافتراق، أخبر بأنه ستبقى طائفة من هذه الأمة على الحق، ظاهرة منصورة (1)، ظاهرة بالحق تأمر بالمعروف وتنهى عن المنكر، وهذه الطائفة تقوم بها الحجة، ويهتدي بها من أراد الهدى، ويقتدي بها من أراد الحق والخير والسنة، فإذًا الحجة لابد أن تكون قائمة، والحق لابد أن يظهر، ولا يمكن أن يخفى على كل ذي بصيرة، ولا على كل من يريد الحق ويسعى إليه صادقًا، فإنه من يتق الله يجعل له مخرجًا. ¶ __________ ¶ (1) ونص الحديث قوله - صلى الله عليه وسلم -: (لا تزال طائفة من أمتي ظاهرين على الحق لا يضرهم من خذلهم حتى يأتي أمر الله) وهو عند مسلم، والترمذي، وابن ماجه.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "فمن هنا كان الرضى بالبدع والأهواء على أنها أمر واقع لا يجوز شرعًا، بل هو تلبيس عل المسلمين، وهو أيضًا تحقيق للباطل، وإعراض عن الحق، واتباع لغير سبيل المؤمنين، نسأل الله السلامة. ¶ الخطأ الثالث: خطأ الذين يجعلون من الاختلاف ذريعة للتسرع في وصف المخالفين بالخروج، أو المفارقة، أو المروق من الدين، وما يستتبع ذلك من الاستعجال في الحكم على المخالفين دون رجوع إلى قواعد الشرع وأصول الحكم، ومناهج أئمة الدين في ذلك؛ لأن التكفير له ضوابطه وأصوله، حتى مع مرتكبي البدع والأهواء؛ لأن ترتيب الأحكام عليهم بالكفر أو بالبراء والبغض والهجر، والتحذير من المخالف مطلقًا، دون التثبت ودون إقامة الحجة لا يجوز، أعني بذلك أنه لا ينبغي لكل من رأى أي بدعة في شخص أن يصفه بالمفارقة ولا كل من رأى أمرًا مخالفًا للشرع والدين والسنة أن يصفه بالمفارقة؛ لأن من الناس من يجهل الأحكام، والجاهل معذور حتى يعلم، ومن الناس من يكون مكرهًا في بيئة،",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "أو في مكان ما، كما يحدث في بعض البلاد الإسلامية التي يُكره فيها المسلمون - مثلاً - على حلق اللحى، أو على ترك الجماعة، أو على التلفظ بالكفر، أو على ممارسة بعض الأعمال التي لا تجوز شرعًا، ويكرهون على ذلك، ولو لم يفعلوا لقتلوا، أو عذبوا، أو انتهكت أعراضهم، أو نحو ذلك. ¶ إذًا فإن عارض الإكراه لابد أن يرد في ذهن الحاكم على الناس بأي حكم من الأحكام، وقد يكون فاعل البدع أو معتقد الضلالة متأولاً، ولم تقم عليه الحجة، فلابد من إقامة الحجة على الناس، فقد يرى أحدنا منا إنسانًا يرتكب بدعة من البدع التي عادة إنما يرتكبها أهل الافتراق - كبدعة المولد مثلاً - فإذا فعلها إنسان عامي جاهل فلا يعني أن يوصف بالضلال، حتى يُبيّن له الأمر، وتقام عليه الحجة، ولا أن يوصف بالافتراق، أما فعله فيوصف بالابتداع، لكن لا يوصف بأنه مفارق أو أنه خارج عن الجماعة، أو أنه من الفرق الهالكة بمجرد رؤية بدعة أظهرها حتى تقام عليه الحجة،",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "اللهم إلا البدع المكفرة، وليس المقام هنا يتسع للكلام عنها. ¶ بل اتهام الناس بالمفارقة للدين فيما هو دون الأصول من البدع والمخالفات والمحدثات لا يجوز، بل هو من التعجل المذموم، وينبغي على من رأى شيئًا من ذلك أن يتثبت وأن يسأل أهل العلم ويفترض أن المسلم الذي وقع في ذلك جاهل، أو متأول، أو مقلد يحتاج إلى نصح، وبيان، وإرشاد، وأن يعامل ابتداءً بإشفاق ورفق؛ لأن القصد هدايته لا تجريحه. ¶ الخطأ الرابع: الجهل بما يسع فيه الخلاف وبما لا يسع، أي عدم التفريق عند كثير من المنتسبين للإسلام، بل ومن المنتسبين للدعوة، بين ما هو من أمور الخلاف، وما هو من الأمور التي لا يصح فيها خلاف، وأضرب لذلك أمثلة: ¶ 1 - من الناس من يعد بعض المسائل الخلافية من القطعية والأصول دون أن يرجع إلى أصول أهل العلم، وإلى أقوالهم أو دون أن يهتدي بأهل الفقه في الدين، الذين يبصرونه في هذه الأمور.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "2 - ومن ذلك عدم التفريق بين الأمور المكفرة وغير المكفرة. ¶ 3 - عدم التفريق بين البدعيات الكبرى وما دونها والبدعيات المخرجة من الدين أو المكفرة وما دونها، كثيرًا من الأخطاء التي تحدث من الأشخاص، أو من الهيئات، أو من الجماعات - ويكفرهم بعض المتعجلين بسببها - هي ليست كذلك، فإن بعض الناس إذا عرف بأصل من الأصول التي تكفر، كالقول مثلاً بأن القرآن مخلوق طبَّقه على كل قائل بهذه المقولة دون الأخذ بأحكام التكفير، وهكذا في بقية المسائل، وعدم التفريق بين الأصل وبين الحكم على المعين أمر مخالف لأصول السلف وأصول أهل السنة والجماعة. ¶ إن أهل السنة والجماعة يفرِّقون بين الأحكام العامة بالكفر، وبالفسق، وبالتبديع على وجه العموم، وبين الحكم على المعين، فقد نحكم على عمل أو شيء ما بأنه كفر، ونحكم على مقولة ما من المقولات بأنها كفر، وهذا لا يعني أن كل من اعتقد أو فعل هذا الكفر يكفر، ولا كل من",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "قال بهذا القول يكفر، هناك كثيرون لا يفرقون في هذه المسائل فيُكفّرون باللوازم ويُكفّرون دون الأخذ بضوابط التكفير، مع أن الكفر لا يجوز إطلاقه حتى يتم التثبت، وبيان الحجة وإقامتها، وبيان الدليل ومعرفة عدم وجود العوارض المانعة من إطلاق التكفير على المعين، كالجهل وعدم وجود الإكراه، وعدم وجود التأول. وهذه مسألة تحتاج إلى مقامات طويلة، وإلى مقابلة للأشخاص، وإلى الجلوس إليهم، ونقاشهم ونصيحتهم، أما أن نرتب أحكام الكفر على كل من ظهرت منه حالة كفر، أو مقولة كفر، أو اعتقاد كفر، فإن هذا لا يجوز إلا في الأمور الكبرى التي تعلم من الدين بالضرورة، كمن أنكر شهادة ألا إله إلا الله، فهذا معلوم من الدين بالضرورة كفره، أو من أنكر شهادة أن محمدًا رسول الله، فهذا معلوم من الدين بالضرورة كفره، أو من سب الرسول - صلى الله عليه وسلم - فهذا معلوم من الدين بالضرورة كفره، لكن هناك من أصول الدين ما تخفى",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "دقائقه وتفصيلاته، وألفاظ الاعتقاد به على العامة، ومن في حكمهم كمسائل الصفات، ومسائل القدر، ومسائل الرؤية، والشفاعة ومسائل الصحابة، وغير ذلك من الأمور التي لا يعلمها العامة تفصيلاً، بل تخفى حتى على بعض من ينتسبون إلى العلم، تخفى عليهم تفاصيلها، وربما يتلفظ بعضهم بلفظ كفر، وهو لا يشعر، أو وهو لم يعتمد أو هو لا يدري، أو لم يتمعن العبارة، فهل هذا يحكم بكفره ابتداءً؟ طبعًا لا. ¶ إن من أشد الأخطاء التي يقع فيها كثيرون من الذين يتعرضون للحكم على الناس - خاصة بعض صغار طلاب العلم والأحداث منهم، الذين لم يتفقهوا في الدين على أهل العلم، إنما أخذوا العلوم الشرعية عن الكتب والوسائل دون الاهتداء، ودون اقتداء، دون مراعاة للأصول، ولا معرفة بأصول الاستدلال وأصول الأحكام - هؤلاء يقع بعض منهم في هذه المسائل الخطيرة، وهي عدم التفريق بيت الأصول وبين تطبيق الأصول على الجزئيات والحوادث والنوازل.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "فأحكام الكفر والتكفير وأحواله، لا تعني تكفير كل شخص يقول بها، أو يعملها، أو يعتقدها، وأحكام الولاء والبراء، مثل أحكام التكفير، لا تعني تطبيق هذا الولاء والبراء على كل من يظهر منه موجبه، حتى يتم التأكد، أقصد بذلك البراء بخاصة، أما الولاء فهو الأصل لكل مسلم، ولا يجوز التوقف والتبين في الولاء إذا الولاء واجب لكل من يظهر منه الإسلام، حتى يظهر ويتأكد ما يخالفه. ¶ كذلك عدم اعتبار المصالح والمفاسد أو الجهل بقواعد جلب المصالح ودرء المفاسد سبب من أعظم أسباب الوقوع في هذا الخطأ.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "المسألة الثالثة: وقوع الافتراق في الأمة ¶ هل وقوع الافتراق في هذه الأمة؟ وهل يقع أو لا يقع؟ ¶ هذه المسألة محسومة بأمور: ¶ أولها: الأخبار المتواترة عن النبي - صلى الله عليه وسلم - بوقوع الافتراق في هذه الأمة، ومن ذلك حديث الافتراق: ((افترقت اليهود على إحدى وسبعين فرقة، وافترقت النصارى على ثنتين وسبعين فرقة، وستفترق هذه الأمة على ثلاث وسبعين فرقة))، هذا حديث للنبي - صلى الله عليه وسلم - مشهور، وقد رواه جمع من الصحابة، وخرَّجه الأئمة العدول، الحفاظ في السنن، كالإمام احمد، وكأبي داود، والترمذي، وابن ماجه، والحاكم، وابن حبان، وأبي يعلى الموصلي، وابن أبي عاصم، وابن بطة، والآجري، والدارمي، واللالكائي. كما صححه جمع من أهل العلم كالترمذي، والحاكم، والذهبي، والسيوطي، والشاطبي، وأيضًا للحديث طرق حسنة كثيرة، بمجموعها تصل إلى حد القول بصحته.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "الثاني: أن النبي - صلى الله عليه وسلم - أخبر بخبر آخر أن الأمة ستتبع الأمم السابقة، وهو الحديث الصحيح المتفق عليه في الصحاح والسنن، وهو حديث: ((لتتبعن سنن من كان قبلكم شبرًا بشبر، وذراعًا بذراع، حتى لو دخلوا جحر ضب تبعتموه)). قلنا: يا رسول الله، اليهود والنصارى؟! قال: ((فمن)) (1)؟! وهذا الحديث أيضًا فسر بما يدل على أن المراد التشبه بنصوص وألفاظ كثيرة، مثل قول النبي - صلى الله عليه وسلم -: ((حذو القذة بالقذة))، وغير ذلك من الألفاظ التي تدل على أن النبي - صلى الله عليه وسلم - أخبر - على سبيل التحذير - أن الأمة ستقع في الافتراق حتمًا، وأن وقوعها أمر واقع تبتلى به هذه الأمة، وليس وقوع الافتراق ذمًا إلا للمفترقين، وليس هو ذمًا على الإسلام، ولا انتقاصًا، ولا ذمًا لأهل السنة والجماعة وأهل الحق، إنما هو ذم للمفترقين، والمفترقون ليسوا هم أهل السنة والجماعة، بل ¶ __________ ¶ (1) أخرجه البخاري، فتح الباري، 13/ 300. ومسلم، رقم (2669).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "أهل السنة هم الباقون على الأصل، وهم الباقون على الإسلام، وهم الذين أقام بهم الله الحجة على الناس، إلى قيام الساعة. ¶ إذًا فالافتراق واقع حتمًا، وهو خبر صادق حتى لو لم يشهد به الواقع، وتشهد به العقول، فهو ثابت عن النبي - صلى الله عليه وسلم - من طرق وألفاظ عديدة، لذلك ورد التحذير منه، وإذا كثر التحذير دل على أن الأمر واقع أو سيقع. ¶ الثالث: والنصوص الواردة في القرآن والسنة تتضمن التحذير من اتباع السبل وهي الأهواء والفرق. ¶ من ذلك قوله تعالى: {واعتصموا بحبل الله جميعًا ولا تتفرقوا} [آل عمران: 103]، وقال تعالى: {ولا تنازعوا فتفشلوا وتذهب ريحكم} [الأنفال: 46]، وقوله تعالى: {ولا تكونوا كالذين تفرقوا واختلفوا من بعد ما جاءتهم البينات} [آل عمران: 105]، وقال تعالى: {أن أقيموا الدين ولا تتفرقوا فيه} [الشورى: 13]، وقوله تعالى: {وأن هذا صراطي مستقيمًا فاتبعوه ولا تتبعوا السبل فتفرق بكم عن سبيله} [الأنعام: 153].",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وقد شرح النبي - صلى الله عليه وسلم - هذه الآيات شرحًا بينًا مفصلاً، بأن خط خطًا طويلاً - مستقيمًا - ثم خط خطوطًا تتفرع عن هذا الخط وتخرج عنه، فبيَّن أن هذا صراط الله، وهذه السبل (1) هي الجواد التي تخرج عن السبيل الأساسية، وأنه سيكون على سبل الهلاك دعاة يدعون إلى سبل الشيطان فمن أطاعهم قذفوه في مهاوي الهلكة (1). ¶ رابعًا: وكذلك نهانا الله سبحانه وتعالى عن التنازع فقال: {ولا تنازعوا فتفشلوا وتذهب ريحكم} [الأنفال: 46]، والتنازع قد وقع في طوائف هذه الأمة، وافترقت به الفرق. ¶ خامسًا: كذلك توعد الله سبحانه وتعالى الذين يخرجون عن سبيل المؤمنين، قال تعالى: {ومن يشاقق الرسول من بعد ما تبين له الهدى ويتبع غير سبيل المؤمنين نوله ¶ __________ ¶ (1) جاء ذلك في أحاديث من طرق صحح بعضها الحاكم ووافقه الذهبي والألباني. السنة، لابن أبي عاصم، 1/ 13،14.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ما تولى ونصله جهنم وساءت مصيرًا} [النساء: 115]، وقد حصلت المشاقة لله ولرسوله واتباع غير سبيل المؤمنين من أهل النفاق والشقاق والافتراق، نسأل الله العافية. ¶ وسبيل المؤمنين هو سبيل أهل السنة والجماعة. ¶ سادسًا: كما أن النبي - صلى الله عليه وسلم - رتب أحكامًا على المفارقة بدليل أنها ستقع، فقد حذر من مفارقة الجماعة في مثل قوله - صلى الله عليه وسلم -: ((لا يحل دم امرئ مسلم يشهد أن لا إله إلا الله وأني رسول الله إلا بإحدى ثلاث: الثيب الزاني، والنفس بالنفس، والتارك لدينه المفارق للجماعة)) (1). ¶ سابعًا: وقد أخبر النبي - صلى الله عليه وسلم - بالافتراق في هذه الأمة، حين أخبر عن الخوارج، وأنهم سيخرجون عن هذه الأمة، وأنهم يمرقون من الدين، والمروق قد لا يعني الكفر أو الخروج من الملة بالكلية، إنما المروق قد يعني الخروج من أصل ¶ __________ ¶ (2) متفق عليه، البخاري، 4/ 317. ومسلم، 5/ 106.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "الإسلام، أو عن حدوده، أو بعض ذلك، والخروج يكون بالكفر، أو ما دون الكفر، وقد يعني الخروج من أمة الإسلام وهي جماعته، أو من السنة التي عليها أهل السنة وهم أهل الإسلام في الحقيقة. ¶ ثامنًا: والنبي - صلى الله عليه وسلم - أمر بقتل المفارق للجماعة، كما مر في الحديث السابق، وهذا تشريع في أمر لابد حاصل، إذ لا يكون تشريع النبي - صلى الله عليه وسلم - ترفًا أو افتراضًا. ¶ تاسعًا: كذلك بين النبي - صلى الله عليه وسلم - أن من مات مفارقًا للجماعة مات ميتة جاهلية، وأن الفرقة عذاب، وأن الشذوذ هلكة، وغير ذلك من الأمور والمعاني التي تدل على أن الفرقة واقعة، والتحذير منها لم يكن عبثًا، إنما لأنها ستقع ابتلاءً ولا تقع إلا والناس على بصيرة، يعرفون الحق وهو الكتاب والسنة ومنهج السلف الصالح، والباحثون عن الحق يميزون بين الحق والباطل، فمن اهتدى اهتدى على بصيرة، ومن ضل بعد ذلك ضل على علم، نسأل الله العافية من الضلالة.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وبعد: فإن هذه الأدلة القاطعة على صحة حدوث الافتراق في الأمة، ابتلاءً وفتنة وأنه من سنن الله التي لا تتبدل، وأن الافتراق كله مذموم، وعلى المسلم أن يعرفه، ويعرف أهله، فيجنب مواطن الزلل.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "المسألة الرابعة: تاريخ الافتراق في الإسلام ¶ و تاريخ الافتراق مفيد، لأن في ما حديث في أول الإسلام عبرة، ولا أستطيع أن أتكلم عن تاريخ الافتراق تفصيلاً، لكني سأقف على بعض النقاط التي هي مواطن عبرة، ولابد من تصحيح المفهوم فيها، وفيما أخطأ فيه كثير من الناس في العصر الحاضر: ¶ أولاً: أول عقائد الافتراق التي ظهرت في الأمة كانت مجرد أفكار وعقائد مغمورة لا تسمع إلا همسًا! وهي العقائد السبئية (عقائد الشيعة وأصول الخوارج) وهي أول ما سمع المسلمون، وأول ما سمع الصحابة من عقائد الافتراق وبذور الفرقة بين المسلمين، يهمس بها أصحابها همسًا، وأول من قال بها شخص غريب الأطوار، اختلف في اسمه، والأشهر أنه قال ابن السوداء: عبدالله بن سبأ، فقال بها، وأخذ يوسوس بها بين المسلمين، فاعتنقها كثير من المنافقين، ومن الكائدين الذين كادوا للإسلام، ومن الجهلة وحدثاء السن، ومن الموتورين الذين ظهر الإسلام على بلادهم، وعلى أديانهم، وقوض ملكهم - بحمد الله -",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "فاعتنقوا مقولات ابن سبأ، فسرت بين المسلمين سرًا، حتى ظهرت منها الشيعة والخوارج. ¶ هذا بالنسبة لأول العقائد ومقولات الفرق التي ظهرت بين المسلمين وهي تخالف بعض أصول الإسلام والسنة. ¶ أما أول الفرق ظهورًا وافتراقًا عن إمام المسلمين وعن جماعتهم، فهي الخوارج، والخوارج نزعة نزعت من السبئية، وبعض الناس يظن أن السبئية شيء والخوارج شيء آخر، والحقيقة أن الخوارج نبتة من نبتات السبئية النكدة، كما أن الشيعة نبتة من نبتات السبئية النكدة، فالسبئية افترقت إلى فرقتين رئيسيتين، هي الخوارج والشيعة. هذا ورغم ما بين الخوارج والشيعة من بعض الفوارق، إلا أن الأصل واحد، وكلها نشأن عن أحداث الفتنة على عثمان - رضي الله عنه التي أثارها ابن سبأ بأفكاره وعقائده وأعماله، فانبجست منها أخبث العقائد حينذاك وهي الخوارج والشيعة.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "والفرق بين الخوارج والشيعة صنعه المبطلون إمعانًا في تفريق الأمة، بمعنى أن ابن سبأ وأمثاله بذروا بذورًا تناسب طائفة من أهل الأهواء، وبذورًا أخرى تناسب طائفة أخرى، وجعلوا بينهم شيئًا من العداء، لتفترق الأمة كما يحدث الآن، حيث أوجد أعداء الإسلام ضد المسلمين ما يسمى بلعبة اليمين واليسار، وقسموا المسلمين إلى أحزاب، أحزاب يمين وأحزاب يسار، ولما استنفذت غرضها، جاءت لعبة العلمانية والأصولية، والتقدمية والرجعية، والأصالة والحداثة، وهكذا، وهذه اللعبة واحدة، منشؤها واحد، وأصل القائلين بها واحد، وغرضها واحد، وإن اختلفت الأشكال والمشارب، إذ كل هذه تمثل قوى الباطل، وإن تعادت. ¶ ثانيًا: أمر مهم لابد من التنبيه عليه؛ وهو أنه في تاريخ الافتراق لم يحصل من الصحابة افترق البتة، وما حصل بين الصحابة إنما هو خلافات كانت تنتهي إما بالإجماع وإما بالخضوع لرأي الجماعة والالتفاف حول الإمام، هذا ما حصل بين الصحابة، ولم يحصل من صحابي أن كان مفترقًا عن",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "الجماعة، وليس فيهم من قال ببدعة، أو عمل محدثًا في الدين، إن الصحابة وهم الأئمة المقتدى بهم في الدين لم يحصل من أحد منهم أنه فارق الجماعة أبدًا، ولم يحصل أن أحدًا منهم أيضًا يُعد قوله أصلاً في البدع، ولا أصلاً في الافتراق، والذين نسبوا بعض المقولات أو نسبوا بعض الفرق إلى بعض الصحابة، إنما كذبوا عليهم، وافتروا عليهم أكبر الفرية، فلا صحة لما يقال من أن علي بن أبي طالب هو أصل التشيع، أو أن أبا ذر هو أصل الاشتراكية، أو أن أهل الصفة هم أصل الصوفية، أو أن معاوية هو أصل الجبرية، أو أن أبا الدرداء أصل القدرية، أو أن فلانًا من الصحابة هو أصل كذا من المقولات، أو المحدثات أو البدع أو المواقف الشاذة، بل كل ذلك إنما هو من لباطل المحض (1). ¶ __________ ¶ (1) من الباطل زعم بعض المتصوفة أن أصل بدعتهم عن أهل الصفة من أصحاب النبي - صلى الله عليه وسلم - وحاشاهم. لكن نقول لهؤلاء المفترين: كونوا على هدي أصحاب الصفة إن كنتم صادقين.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ثم إن الافتراق لم يحدث إلا بعد مقتل عثمان، فلم يحدث افتراق ظاهر في عهد عثمان، وحينما حديث الفتنة بين المسلمين في عهد علي، خرجت خارجة الخوارج، وخارجة الشيعة، أما في عهد الخليفتين أبي بكر وعمر، بل حتى في عهد عثمان، لم يحدث افتراق حقيقي البتة، ثم إن الصحابة قاوموا الافتراق، ولا يظن ظان أن الصحابة غفلوا، أو أنهم جهلوا، أو أنهم لم يتنبهوا لمسائل الافتراق، سواءً كانت أفكارًا أو عقائد، أو مواقف أو أعمالاً، بل لقد وقفوا ضد الافتراق أشد الوقوف، وأبلوا في ذلك بلاءً حسنًا بحزم وقوة، لكن أمر الله لابد أن يقع.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "رؤوس البدع ¶ امتدادًا للحديث عن تاريخ الافتراق، فمن المناسب أن نشير إلى أصول البدع، أي الرؤوس التي انبثقت منها الفرق، ثم انبثق عنها الافتراق، وأقصد بذلك الأشخاص الذين تولوا كبرهم وصاروا أئمة ضلالة إلى يوم القيامة، وبعدهم انفتح باب الافتراق، وكثر المضللون، فأذكر منهم: ¶ 1 - أول أولئك: ابن السوداء، وهو ابن سبأ اليهودي الذي ادعى الإسلام، وأبتاعه وأشياعه، وقد بدأت مقولاته سنة (34 هـ) تقريبًا، وهذا يجمع بين بدعة الخوارج وبدعة الشيعة. ¶ 2 - ثم بعد ذلك ظهرت بدعة القول بالقدر سنة (64 هـ) تقريبًا، وأول من قال بها على نحو معلن، وصار له أثر هو معبد الجهمي -توفي 80 هـ - وقد أظهر مقولاته، لكن بدعته لم تكن على الحد الذي أصبحت عليه فيما بعد من الإنحراف والخطورة.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "3 - ثم جاء بعده غيلان الدمشقي، وقد تولى كبره في إثارة كثير من القضايا حول القدر - قبل سنة 98 هـ - وأيضًا حول التأويل والتعطيل لبعض أسماء الله وصفاته والإرجاء، فتصدى له السلف. وممن جادل غيلان الخليفة الراشد عمر بن عبدالعزيز، وقد أقام عليه الحجة، فالتزم الصمت حتى مات عمر، ثم نكص على عقبيه، وهذه سمة غالبة في أهل الافتراق والأهواء، أي أنهم لا يتوبون، ولو انقطعت حجة أحدهم حاد ونكص، وغيلان قتل سنة (105 هـ) بعدما استتيب ولم يتب. ¶ 4 - ثم جاء بعده الجعد بن درهم، فتوسع في هذه المقولات، وجمع بين مقولات القدرية ومقولات المعطلة والمؤولة، وأثار الشبهات بين المسلمين، حتى انبرى له كثير من السلف، واستتابوه، ولم يتب، وجادلوه وأقاموا عليه الحجة، فلم يرجع، فلما افتتن به الناس، حكموا بضرورة قتله درءًا للفتنة، فقتله خالد بن عبدالله القسري في قصته المشهورة حينما قال بعد خطبته في عيد الأضحى: (ضحوا تقبل الله ضحاياكم، فإني مُضحٍ بالجعد بن درهم، فإنه زعم أن الله لم",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "يتخذ إبراهيم خليلاً ولم يكلم موسى تكليمًا ... إلخ) من المقولات، ثم نزل من المنبر وقتله سنة (124 هـ). ¶ 5 - وبعد ذلك انطفأت الفتنة بعض الوقت، حتى ظهرت على يد الجهم بن صفوان، الذي جمع بين مساوئ الأولين وضلالاتهم وزاد عليها، وخرجت عنه بدعة الجهمية، وبدع الجهمية ومقولاتها، وانحرافاتها كفريات، وقد قال الجهم بأكثر مقولات غيلان والجعد، وزاد عليها بالتعطيل والتأويل والإرجاء والجبر وإنكار الكلام والاستواء والعلو والرؤية، وقتل حدًا سنة (128 هـ). ¶ 6 - ثم ظهر في وقته واصل بن عطاء، وعمرو بن عبيد، وقد وضعا أصول المعتزلة القدرية. ¶ ثم انفتح باب الافتراق، فبدأت الرافضة تعلن عقائدها وانقسمت إلى فرق كثيرة، وظهرت المشبهة من الرافضة على يد داود الجواربي، وهشام بن الحكم، وهشام الجواليقي، وهؤلاء هم أصول المشبهة الأوائل، وهم رافضة، ثم جاء المتكلمون من الكلابية والأشعرية والماتريدية، ثم المتصوفة والفلاسفة، فانفتح باب الافتراق على",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "مصراعيه لكل ضالٍ ومبتدع ومتبع للهوى، وبقيت أصول الفرق بين المسلمين. ¶ فلا تزال أصول الفرق بين المسلمين باقية حتى يومنا هذا، بل تتجدد بدع وحوادث تضيف إلى الافتراق افتراقًا جديدًا بحسب أهواء الناس وتمرُّسهم في البدع والضلالات. ¶ ويدعي بعض الناس عن جهل أو تجاهل أن الفرق انقرضت وصارت مطمورة في أحداث التاريخ، وركام التراث!! وهذه مغالطة، فكل الفرق القديمة الكبرى والخطيرة لا تزال موجودة بين ظهراني المسلمين، بل وتزيد كثرة وخطورة وانحرافًا، فالرافضة وفرقها الباطلة، وبقية فرق الشيعة، والخوارج، والقدرية، والمعتزلة، والجهمية، وأهل الكلام، والمتصوفة، والفلاسفة، كلها لا تزال تنخر بأسلوب أنكى على الأمة من أي وقت مضى، لما تدعيه من التعالم والثقافة والفكر، ولقلة فقه أكثر المسلمين في الدين وجهلهم بالعقيدة، وحسبنا الله ونعم الوكيل.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "المسألة الخامسة: أسباب الافتراق ¶ وأسباب الافتراق لو حاولنا أن نستقرئها منذ أن بدأ الافتراق حتى يومنا هذا، لوجدناها كثيرة جدًا، لا تكاد تحصى، وكلما تجددت للناس أفكار وثقافات وأهواء تجددت معها أسباب للافتراق، لكن هناك أسباب كبرى رئيسة، وتكاد تتفق عليها أصول الفرق قديمًا وحديثًا، ألخصها بما يلي: ¶ أول أسباب الافتراق وأشدها نكاية على الأمة: كيد الكائدين بأصنافهم من أهل الديانات، كاليهود والنصارى والصابئة والمجوس والدهريين، وكذلك من الموتورين، أي الذين حقدوا على الإسلام والمسلمين؛ لأن الجهاد قضى على دولتهم، ومعا عزة أديانهم وهيمنة سلطانهم من الأرض، كالفرس والروم، فهؤلاء منهم الذين بقوا على كفرهم وحقدهم على المسلمين والدين والإسلام، وآثروا النفاق والزندقة بإعلان الإسلام ظاهرًا فقط، أو البقاء على دياناتهم مع دفع الجزية، حفاظًا على رقابهم، وإيثارًا للسلامة،",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "للتعايش مع المسلمين، وهؤلاء هم أشد المعاول عملاً في الفتك بالمسلمين، والكيد لهم بالأفكار، وبث المبادئ والبدع والأهواء بينهم. ¶ السبب الثاني: رؤوس أهل الأهواء، الذين يجدون مصالح شخصية أو شعوبية في الافتراق، وكذلك أتباعهم من الغوغائية، فكثير من أتباع الفرق نجد أنهم يجدون في الفرق تحقيقًا لمصالح شخصية أو شعوبية أو حزبية أو قبلية أو غيرها، وربما بعضهم يقاتل على هذا الأمر لهوى، أو لعصبية، هذا الصنف هم مادة وقود الفرق، فهم الذين يكثِّرون أتباع تلك الفرق، ويجتمعون حولهم لتحقيق هذه المصالح، وهذه الفئة موجودة في كل زمان وفي كل مكان، فإنه متى ما ظهر في الناس رأي شاذ، أو بدعة أو صاحب هوى، فإنه يجد من الغوغاء، ومن أصحاب الأهواء وأصحاب الشهوات والأغراض الشخصية، من يتبعه لتحقيق ذلك وما أكثرهم في كل زمان - لا كثرهم الله -. ¶ السبب الثالث: الجهل، والجهل داء عضال وقاسم",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "مشترك يشكل كل الأسباب، لكن الجهل المقصود هنا هو عدم التفقه في الدين عقيدة وشريعة، وهو الجهل بالسنة وأصولها وقواعدها ومناهجها، وليس مجرد عدم تحصيل المعلومات؛ لأن الإنسان قد يكفيه أن يحصل ما يحصن به نفسه، وما يحفظ به دينه، ويكون بذلك عالمًا بدينه، ولو لم يتبحر في العلم، والعكس كذلك، قد يوجد من الناس من يعلم الشيء الكثير، وذهنه محشو بالمعلومات، لكنه يجهل بديهيات الأصول والقواعد الشرعية في الدين، فلا يفقه أصول العقيدة وأحكام الافتراق، وأحكام التعامل مع الافتراق، وأحكام التعامل مع الآخرين، وهذه مصيبة كبرى أصيب بها كثير من الناس اليوم، وهي أن الواحد منهم توجد لديه معلومات شرعية، أو يكون ممن يتعلمون ويأخذون العلم الشرعي عن مصادر كثيرة، لكن تجده جاهلاً في العقيدة وفقه أحكام التعامل مع الناس، والدعوة والأمر بالمعروف والنهي عن المنكر، فيفسد من حيث لا يشعر، فالجهل مصيبة، والجهل سبب رئيسي لوجود الافتراق،",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "والجهلاء هم مادة الفرق، وهم وقودها. ¶ السبب الرابع: الخلل في منهج تلقي الدين، وأقصد بذلك أنه قد يوجد لدى كثير من الناس - كما أسلفت - علم، وقد يطلع على كثير من الكتب، لكنه يجهل أو اختل عنده منهج تلقي الدين، لأن تلقي الدين له منهج مأثور منذ عهد النبي - صلى الله عليه وسلم - والصحابة والتابعين، وسلف الأمة، واقتفاه أئمة الهدى إلى يومنا هذا. ¶ وهذا المنهج إنما هو العلم والعمل والاهتداء والاقتداء والسلوك والتعامل، وهو الإلمام بالقواعد الشرعية والأصول العامة أكثر من مجرد الإلمام بفرعيات الأحكام أو بكميات النصوص.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "مظاهر الخلل في منهج التلقي ¶ ومن مظاهر هذا الخلل في منهج التلقي التي يتبين بها المقصود: ¶ 1 - أخذ العلم عن غير أهله: وأقصد بذلك أن الناس صاروا يأخذون العلم عن كل من دعاهم إلى التعلم، وكل من رفع فوق رأسه راية الدعوة، وقال أنا داعية، جعلوه إمامًا في الدين، وتلقوا عنه، وقد لا يفقه من الدين شيئًا، فلذلك ظهرت في العالم الإسلامي دعوات كبرى، ينضوي تحت لوائها الفئام من الناس خاصة الشباب، وقادتها ورؤساؤها جهلة في بديهيات الدين، فيفتون بغير علم، ويَضلون ويُضلون، وسبب ذلك أنهم وجدوا أتباعًا لهم يأخذون عنهم دون تروٍّ، دون تثبت، دون منهج صحيح سليم، ولا يتثبتون من حال القادة في كونهم أهلٌ لأخذ الدين أو التلقي عنهم، ثم إن كثيرًا من الناس تجذبهم العواطف أكثر مما يجذبهم العلم والفقه، وهذا خطأ فادع، بمعنى أنه بمجرد أن يظهر داعية له شهرة وأثر في ناحية ما، يجعله الناس إمامًا في",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "الدين، حتى لو لم يكن يعلم من السنة والفقه شيئًا، وهذا مصداق قول الرسول - صلى الله عليه وسلم -: ((إن الله لا ينتزع العلم بعد أن أعطاكموه انتزاعًا، ولكن ينتزعه منهم مع قبض العلماء بعلمهم، فيبقى ناسٌ جهال يستفتون فيفتون برأيهم فيَضلون ويُضلون)) (1). ¶ ولا ينبغي أن يتصدر الدعوة إلى الله، ولا الأمر بالمعروف والنهي عن المنكر إلا العلماء الأجلاء، الذين يفقهون الدين، ويأخذون عن أصوله، على منهج سليم صحيح، وإلا فليس كل من حُشي ذهنه بالمعلومات الثقافية والأفكار يكون إمامًا في الدين؛ لأنه قد يوجد من الفسقة بل من الكفرة من يعلم من فرعيات الدين الشيء الكثير، وقد وُجد من المستشرقين من يحفظ بعض الكتب الكبيرة في الفقه الإسلامي، بل حتى منهم من يحفظ القرآن، ويحفظ صحيح البخاري، ويحفظ ¶ __________ ¶ (1) البخاري في كتاب الاعتصام بالكتاب والسنة، الفتح 13/ 282. وروي بألفاظ أخرى عند مسلم وأحمد والترمذي وابن ماجه وأبي دواد.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "بعض السنن ونحو ذلك، فهذا الصنف يحفظ العلم لكن لا يفقه من الدين شيئًا، وكذا بعض من يدعي الإسلام، قد يكون عنده من المعلومات الشيء الكثير، لكن لا يفقه منهج التلقي والعمل والتعامل والتزام السنة، ولم يأخذ الدين على منهجه الصحيح، وعلى العلماء الربانيين، فصار يفتي بغير علم، ويوجه بلا فقه، ويجمع بلا عقيدة سليمة. ¶ 2 - من مظاهر الخلل في منهج التلقي وهو سببٌ للافتراق: الاستقلالية عن العلماء والأئمة، أي استقلالية بعض المتعلمين وبعض الدعاة وبعض الأحداث عن العلماء، فيكتفون بأخذ العلم عن الكتاب والشريط والمجلة والوسيلة، ويعزفون عن التلقي عن العلماء، وهذا منهج خطير، بل هو بذرة خطيرة للافتراق، ولو رجعنا إلى أسباب الافتراق في أول تاريخ الإسلام، كافتراق الخوارج والرافضة، لوجدنا أن من أهم أسباب وجود هذا الافتراق عند من ينتسبون للإسلام، لا أقصد أصحاب الأغراض أو المنافقين أو الزنادقة، لكن ممن ينتسبون للإسلام، أعظم أسباب هلاكهم وافتراقهم، استقلاليتهم",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وانعزالهم عن الصحابة، واستهانتهم بهم، وترك أخذ الدين عنهم، وأخذهم العلم عن أنفسهم وعن بعضهم، قالوا: علمنا القرآن، وعلمنا السنة، فلسنا بحاجة إلى الرجال، يعنون علماء الصحابة والتابعين. فمن هنا استقلوا وخرجوا عن منهج التلقي الصحيح، وعن سبيل المؤمنين المأخوذ عن النبي - صلى الله عليه وسلم - بالقدوة والاهتداء، والذي أخذه التابعون عن الصحابة بهذا الطريق، ثم عنهم السلف بهذا الطريق يأخذه الأئمة العدول جيلاً بعد جيل. ¶ كما ورد عن النبي - صلى الله عليه وسلم - أنه ((يحمل هذا العلم من كل خلف عدوله)) (1) والعدول هم الحفاظ الثقات، الذين يأخذون الدين عن أئمته، ثم ينقلونه إلى الآخرين. ¶ __________ ¶ (1) أخرجه الخطيب في شرف أصحاب الحديث، 28/ 29. وابن عدي في الكامل، 1/ 152،153، 3/ 902 وحسنه. وصححه العلاني في بغية الملتمس، 34،35.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "فالاستقلالية عن العلماء خطر كبير جدًا؛ لأن العلم إنما تكون بركته وتلقيه الصحيح عن العلماء، والعلماء لا يمكن أن ينقطعوا في أي زمان. ¶ ودعوى بعض الناس أن في العلماء نقصًا وتقصيرًا، دعوى مضللة، نعم العلماء بشر، لا يخلون من نقص وتقصير، لكنهم مع ذلك في جملتهم هم القدوة، وهم الحجة، وهم الذين جعل الله الدين يؤخذ عن طريقهم، وهم أهل الذكر، وهم الراسخون، وهم أئمة الهدى، وهم المؤمنون الذين من تخلف عن سبيلهم هلك، وهم الجماعة ومن فارقهم هلك، وتلقي العلم من غير أهله خطر على أصحابه، وعلى الأمة. ¶ 3 - من مظاهر الخلل عند بعض المتعالمين والدعاة: ازدراء العلماء واحتقارهم والتعالي عليهم، وهذه مظاهر شاذة مع الأسف بدأنا نرى نماذج منها، وهذا أمر مقلق، يجب أن نتناصح فيه، وما لم يعالجه طلاب العلم والعلماء فالأمر خطير. ¶ 4 - تتلمذ الأحداث أي صغار السن على بعضهم، أو على",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "طلاب العلم الذين هم دون من هم أعلم منهم، بمعنى التتلمذ الكامل وترك المشايخ الكبار والانقطاع عنهم، ولا أقصد بذلك أنه لا يجوز أخذ العلم عن أي طالب علم، بل من أجاد أي علم من العلوم الشرعية وكان صالحًا أخِذَ عنه، لكن لا يعني الاستغناء به عمن هو أعلم منه، أو الانقطاع إليه وترك المشايخ الكبار، وهذا هو مكمن الانحراف، أي أن يستغني بعض الشباب في أخذ علمه وقدوته ودعوته وسلوكه وهديه ببعض طلاب العلم عن العلماء الذين هم أجل وأكبر وأعلم، وهذا مسلك خطير، بل أخطر منه أن يكون الصغار بعضهم شيوخًا لبعض في العلم، ولا أقصد بذلك عدم جواز المجالسة والمخالطة والمشاركة في الدعوة إلى الله، والأمر بالمعروف والنهي عن المنكر، فإن هذا أمر مطلوب، والاجتماع على ذلك مطلب شرعي ضروري، لكن أقصد أن تلقي العلم بهذه الطريقة الخاطئة، والاستغناء بها عن أخذه عن هؤلاء العلماء، من سمات أهل الفرق والأهواء، وهذا مسلك خطير، وهو من أبرز أسباب وجود الافتراق؛ لأن هذا",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "يؤدي إلى حصر أخذ الدين عن أناس معينين، والتحزب لهم، والتعصب لهم، لا سيما وهم قد لا تتوفر فيهم صفات العالم القدوة، ومن ثم تكون هذه بذورًا للافتراق. ¶ 5 - ومن أسباب الافتراق: اعتبار اتباع الأئمة على هدى وبصيرة تقليدًا: وهذه شنشنة نسمعها كثيرًا من بعض المتعالمين، فيقولون: إن اتباع المشايخ تقليد، والتقليد لا يجوز في الدين، وهم رجال ونحن رجال، وعلينا أن نجتهد كما اجتهدوا، ونحن نملك الوسائل والكتب، والآن توفرت وسائل العلم، فما لنا وأخذ العلم عن العلماء، بل أخذ العلم عن العلماء تقليد والتقليد باطل. ¶ نعم، التقليد باطل، لكن ما مفهوم التقليد؟ هناك فرق بين التقليد وبين الاتباع والاهتداء، الاتباع واجب شرعًا، وعامة المسلمين بل كثير من طلاب العلم لا يجيدون ممارسة الاجتهاد أو أخذ أصول العلم عن الطريقة الصحيحة، فممن يأخذون العلم؟ وكيف يأخذون أصول التلقي ومنهج السنة ومنهج السلف الصالح ومنهج الأئمة؟",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "لا يمكن أن يأخذوه إلا باتباع العلماء، والاتباع ليس بتقليد، وإلا فهذا يعني أن كل إنسان هو إمام نفسه، ومن هنا يكون كل إنسان فرقة، وتكون الفرق بعدد الناس، وهذا باطل قطعًا، إذًا اتباع الأئمة على هدى وبصيرة ليس بتقليد، إنما الاتباع الأعمى هو التقليد؛ لأن الله تعالى يقول: {فاسألوا أهل الذكر إن كنتم لا تعلمون}. ¶ ومن المظاهر الخطيرة التمشيخ، أو التتلمذ على مجرد الوسائل، وهو أن يكتفي طالب العلم بأخذ العلم عن الكتب وينطوي وينعزل عن الناس، وينعزل عن أهل العلم، عن أهل الخير، وأهل الحسبة والأمر بالمعروف والنهي عن المنكر، وعن العلماء، ويقول: أنا أتلقى العلم عن الكتب وعن الوسائل، ولدي الشريط، والكتاب والإذاعة ... إلخ، من الوسائل المقروءة والمسموعة ثم يقول: أنا بإمكاني أن أتعلم هذه الوسائل. ¶ أقول: لا شك أن هذه الوسائل نعمة، لكنها أيضًا سلاح ذو حدين، فالاكتفاء بأخذ العلوم الشرعية عنها إنما هو مسلك زلل، وهو من أسباب الافتراق؛ لأن هذا ينمي العزلة",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "المحرمة، أو يُوجدُ أشخاصًا صورًا ممسوخة لأهل العلم، يأخذون العلم على غير أصوله، وعلى غير قواعده، بغير اهتداء وبغير اقتداء، ويأخذون العلم بمشاربهم هم، وبأهوائهم، وبأمزجتهم، وبأحكامهم المفردة، فإذا ظهرت الأحداث والفتن شذوا عن العلماء، وازدروا آراءهم، والإنسان مهما بلغ من الذكاء والقدرة والتأهل للعلم، فإنه وحده لا يستطيع في كثير من الأمور أن يصل إلى الحق ما لم يعرف ما عليه السلف وما عليه أهل العلم في وقته، ويعالج قضايا العلم وقضايا الأمة والأحداث مع العلماء فإنه إن لم يفعل ذلك فقد يَهلك ويُهلك. ¶ بل إن الوسائل هذه أوجدت عندنا صورًا ممسوخة لمن يسمون بالمثقفين، وعندهم من المعلومات ما يعجب الناس ويبهرهم لكنهم لا يقرون بأصل، ولا يفهمون منهج السلف، ويجدون من يقتدي بهم بغير علم، وهذا الأمر أو هذه الظاهرة كثرت بشكل مزعج، حتى وجد من هذا الصنف أناس يتصدرون الدعوة إلى الله، وتوجيه الشباب على هذا النمط، لمجرد",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "أنهم يملكون من المعرفة والثقافة العامة ما يبهر السُذَّج، وعندهم كمٌّ هائل من المعلومات الشرعية، دون معرفة للضوابط، ولا للأصول، ولا للمناهج، ولا لكيفيات التطبيق وكيفيات العمل، ولا لطريقة أئمة الدين في تناول مسائل العلم وتطبيقها على النوازل والحوادث. ¶ السبب السادس: من أسباب وجود الافتراق: التقصير في فهم فقه الخلاف: ¶ وأقصد بفقه الخلاف معرفة أحكام الخلاف بين المسلمين، وماذا يترتب على وقوع الخلاف؟ وما يجوز الخلاف فيه وما لا يجوز؟ وإذا خالف المخالف متى يُعذر ومتى لا يُعذر؟ وماذا نطلق عليه؟ ومتى نطلق عليه الكفر أو الفسوق؟ وهل إطلاق الحكم على المخالف أو الموقف منه متروك لكل أحد؟ وتفصيل ذلك أمر يجهله كثير من الناس، ومن هنا قد يحدث الافتراق في أمور لا يجوز الافتراق عليها. ¶ وكذلك التقصير في فقه الاجتماع والجماعة، وهو فقه مهم",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "جدًا قد غفل عنه الكثير من الذين يأخذون العلوم الشرعية، كما غفلوا عن المقاصد العظمى للدين في الاجتماع! اجتماع الأمة وجمع الشمل وفقه الجماعة، وأكثرهم لا يفقه محاذير الافتراق، وكيف يكون؟ ومحاذير الفتن، وما توصل إليه؟ ولا يُحسن التفريق بين الثوابت وبين المتغيرات من الأحكام والأصول. ¶ وسمتهم الجهل بقواعد الشرع العامة، وبمقاصد الشرع العامة مثل قاعدة جلب المصالح ودرء المفاسد، إن المشقة تجلب التيسير، ومسألة متى يكون للناس في أمر من الأمور رخصة؟ ومتى يكون لهم ضرورة؟ واللجوء إلى الضرورة كيف يكون؟ وأحكام الفتن، وأحكام السلم، ولا يجيدون أحكام التعامل مع المخالفين، ولا أحكام التعامل مع العلماء، ولا أحكام التعامل مع ولاة الأمور، لذلك نجد كثيرًا من الناس لا يُفرق في كلامه وأحكامه بين ظروف الشدة والفتن، وبين ظروف السلم والأمن، وهذا خلل كبير، وسبب للافتراق.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وأضرب مثلاً لذلك ما حدت في ما شجر بين إخواننا الأفغان، إن ما حدث من النزاع في كنر فتنة، فالمتبصر يدرك أن المسألة ليست صراعًا بين الحق والباطل من كل وجه، أو الصراع ربما لم يكن عقائديًا من كل وجه، ولم يكن هناك دليلٌ قطعيٌ على أن الحق مع إحدى الطائفتين، إنما قد يترجح الحق مع إحدى الطائفتين عند فريق من الناس، وآخر لا يسلم له، فكان مقتضى الحال التثبت، والسعي للإصلاح، وإطفاء الفتنة أولاً، والرجوع في ذلك إلى أهل العلم. ¶ لكن تكلم في الفتنة من لا يفقه أحكام الكلام في الفتن، ومتى يكون الكلام مناسبًا ومتى لا يكون؟ ومتى يجوز الحديث عن الأشخاص والحكم عليهم؟ ومتى لا يجوز؟ ولا بصيرة له بفقه المصالح الكبرى للأمة، والمصالح المعتبرة في جمع الشمل، وجمع الكلمة والإصلاح، وضرورة السكوت إذا كان الكلام يُشعل الفتن، والإعراض والكف عما يشجر بين المسلمين أثناء الفتن، ودرء المفاسد إلى آخره، وقد ولج كثير من الناس على غير هدى ولا بصيرة في هذا الأمر، ولم",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "يهتدوا بكلام أهل العلم، ولم يسترشدوا بالمشايخ من بين ظهرانيهم، وكان جهد كثير منهم ينسب على محاولة إقناع المشايخ بوجهة نظره، وأن يحجبهم عن سماع الرأي المقابل. ¶ السبب السابع: التشدد والتعمق في الدين وهو من أعظم الأسباب: ¶ والتشدد يقصد به التضييق على النفس، أو على الناس في الأحكام الشرعية، أو المواقف تجاه الآخرين، أو التعامل معهم بما لا تقتضيه قواعد الشرع ومقاصد الدين؛ لأن الدين مبني على الأخذ بالأحكام الشرعية، مع مراعاة التيسير ودفع المشقة والأخذ بالرخص في مواطنها، ودرء الحدود بالشبهات، وإحسان الظن بالناس، والإشفاق عليهم، والإحسان إليهم، والنصح لهم، والعفو عنهم، والتماس الأعذار لهم، هذا هو الأصل، والخروج عنه لغير مصلحة راجحة مقدرة عند أهل الفقه في الدين يُعد من التشديد المنهي عنه في قول النبي - صلى الله عليه وسلم -: ((إن الدين يسر، ولن يش، اد الدين أحد إلا غلبه، فسددوا وقاربوا وأبشروا",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "واستعينوا بالغدوة والروحة وشيء من الدلجة)) (1)، وقد يقول قائل: كيف نفرق بين التشدد المذموم والتمسك المشروع؟ فأقول: إن العبرة بهدي النبي - صلى الله عليه وسلم -، فهو الأنموذج الأعلى، وعليه سار الصحابة والتابعون وأئمة الهدى، وهو سمت العلماء المقتدى بهم، وفي يومنا هذا توزن الأمور بمن كان على السنة من خلال أمور: ¶ أ - العلماء العاملون المهتدون، فهم القدوة والمثل الأعلى، فمن زاد على هديهم وعلى سمتهم في الأحكام والمواقف، وفي الهدي والسلوك، فهو المتشدد إن كان غاليًا، والمقصر والمفرط إن كان متساهلاً. ¶ ب - الخروج عن مقتضى التيسير وإيقاع المسلمين في العنت والحرج في أمور دينهم، وأقصد المسلمين الذين هم على السنة - إذ لا عبرة بالفساق وأهل الفجور - فمن أوقع المؤمنين في حرج في دينهم، أو شدد عليهم ولم يسلك مسلك التيسير في أمورهم التي يضطرون إليها فهو متشدد. ¶ __________ ¶ (1) () صحيح البخاري، الإيمان، الحديث 39، فتح الباري، 1/ 93.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "جـ - ومن علامات التشدد: التسرع في إطلاق الأحكام، إذ بمجرد أن يسمع أحدهم قضية أو حادثة أو خبرًا أو مقولة ما، يحكم على صاحبها غيابيًا، أو يحكم قبل أن يتثبت، أو يحكم باللوازم، كأن يقول: (إذا كان فلان قد قال كذا فهو كافر) بدون نقاش، ومثل قولهم: (من لم يُكفر فلانًا فهو كافر) وربما لم يتبين له كفر فلان، ومثل قولهم: (فلان رأى بدعة فلم ينكرها، أو تنتشر بين قومه فلم يغيرها، إذًا فهو مبتدع)، وهكذا، فنزعة إطلاق الأحكام والإلزامات في الأقوال، والإكثار من التكفير بما يخرج عن سمت العلماء وحكمهم ورأيهم، هذا مظهر بارز من مظاهر التشدد في الدين. ¶ د - ومن علامات التشدد الممقوت الحكم على القلوب وإساءة الظن والتوقف في مجهول الحال والمستور، والبراء على المسائل الخلافية. ¶ فالتشدد في الدين سبب رئيسي من أسباب الافتراق، وهو الذي افترقت به الخوارج عن الأمة، ثم ما تلاها من فرق وأهواء.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "السبب الثامن: من أسباب الافتراق: الابتداع، والبدع في الدين، سواء في العقائد والعبادات والأحكام أو غيرها، ويتلخص ذلك في: اعتقاد ما لم يرد في القرآن والسنة، أو التعبد بما لم يشرعه الله ورسوله اعتقادًا أو قولاً أو عملاً، وهذا أمر معلوم وواضح لا يحتاج إلى مزيد من التفصيل. ¶ السبب التاسع: من أسباب الافتراق: العصبيات بشتى أصنافها وأنواعها، سواءً كانت مذهبية أو عرقية أو شعوبية أو قبلية أو حزبية أو شعارات أو غيرها، وأخطر تلكم العصبيات هي ما يكون في مجال الدعوة؛ لأنه يُلبس على الناس، وتكون هذه العصبيات في الدعوة مبررة باسم الدين. ¶ وهذه السمة من أبرز السمات في أكثر الدعوات الإسلامية المعاصرة التي يقل في أتباعها وقادتها الفقه في الدين، وتعتمد على الفكر والثقافة والحركة أكثر من اعتمادها على العلوم الشرعية والعلماء. ¶ السبب العاشر: من الأسباب الكبرى للافتراق قديمًا وحديثًا: تأثر المسلمين بالأفكار والفلسفات الوافدة من بلاد الكفار على المسلمين، أيًا كان نوع هذه الأفكار والفلسفات، ما دامت تتعلق بأمور الدين أو الأحكام أو العادات والأخلاق،",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "السبب الحادي عشر: من الأسباب للافتراق والتي حدثت بعد القرون الثلاثة الفاضلة: هي دعاوى التجديد في الدين، وقد صح عن النبي - صلى الله عليه وسلم -: ((إن الله يبعث لهذه الأمة على رأس كل سنة من يجدد لها دينها)) (1)، والمفهوم الحقيقي للتجديد إنما يعني استئناف العمل بالدين اعتقادًا وعملاً، وإحياء ما اندثر من السنن، وإماتة ما ابتدع من البدع والمحدثات، كما صنع المجددون من أئمة الدين في تاريخ المسلمين إلى يومنا، حيث كانوا يجددون العمل بالسنة وهدي السلف الصالح في العلم والعمل، كما فعل عمر بن عبدالعزيز والإمام أحمد وشيخ الإسلام ابن تيمية والإمام محمد بن عبدالوهاب وغيرهم من أئمة السنة. ¶ وليس التجديد وضع أصول وقواعد ومناهج جديدة للدين، كما يزعم كثير من المفكرين والكتاب، فيما بين وقت وآخر يظهر على المسلمين بلية يدعي صاحبها أنه يريد أن يجدد للناس أمر دينهم، وقد يكون هذا المجدد ينسف بتجديده ¶ __________ ¶ (1) () أخرجه أبو داود. والحاكم في المستدرك. والبيهقي في المعرفة عن أبي هريرة وهو حديث صحيح، راجع صحيح الجامع الصغير، رقم (1870).",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "قواعد أهل العلم وما عليه أهل السنة والجماعة في المناهج والأصول. ¶ وهذه الدعاوى التي تدعو إلى الافتراق كثرت في الآونة الأخيرة في مجال الدعوات المعاصرة، وقد كثر الذين يدعون إلى تجديد، وليتهم قصدوا بالتجديد تجديد أمور الحياة والوسائل والأساليب والأسباب، هذا أمر بديهي وهو من سنن الله في خلقه، لكنهم قصدوا بالتجديد تجديد الأصول والمناهج في الدين، وتجديد أصول العلوم الشرعية وما استقر عند الأئمة في الدين ومناهج الفقه في الدين ومآخذ الأحكام من النصوص وغير ذلك مما هو من سبيل المؤمنين الذين لا يجوز العدول عنه كما قال تعالى: {ومن يشاقق الرسول من بعد ما تبين له الهدى ويتبع غير سبيل المؤمنين نوله ما تولى ونصله جهنم وساءت مصيرًا}، وهذا أمر خطير ينسف كل ما كان عليه أهل السنة والجماعة من الأصول التي أبقتهم على هدي النبي - صلى الله عليه وسلم - وأصحابه والتابعين والقرون الفاضلة، وذلك النوع من التجديد إنما هو اتباع غير سبيل المؤمنين الذي حذرنا الله منه. ¶ السبب الثاني عشر: التساهل في مقاومة ومحاربة مظاهر البدع في المسلمين، بمعنى أنه قد تظهر بعض البدع فيغفل عنها الناس، ويتساهلون فيها، ثم تنمو",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وتزيد وتكثر، وقد تظهر بعض البدع أول أمرها بمظاهر ملبِّسة، تظهر على شكل عادات معينة أو أحوال معينة، فتأخذ تبريرات وأشكالاً وأسماء أخرى غير أسماء البدع حتى تستقر، ثم تتحول مع مرور الزمن إلى بدع، ثم بعد ذلك ينزع أتباعها إلى الفرقة أو الافتراق عن الدين وعن الأمة، وأغلب البدع وبذور الافتراق في التاريخ نشأت بهذا التدرج وهي من حيل الشيطان على الأمم. ¶ السبب الثالث عشر: كذلك من أسبابه ترك الأمر بالمعروف والنهي عن المنكر، وترك المناصحة لولاة الأمور والأئمة وذوي الشأن في الأمة، ووقوع المداهنة في الدين، وعدم قيام طائفة من الأمة في أداء النصيحة ودرء الفساد والافتراق عنها، والمناصحة باب عظيم من أبواب الأمر بالمعروف والنهي عن المنكر والجهاد، كما أوصى بذلك الرسول - صلى الله عليه وسلم -: ((وأن تُناصحوا من ولاه الله",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "أمركم)) (1)، والمناصحة تزيل الغل من القلوب وهي قوة للخير وإعذار عند الله، أو دفع للبلاء والنقمة عن الأمة. ¶ __________ ¶ (1) رواه مالك في الموطأ (20). وأحمد في المسند، 2/ 327،360، وذكر النبي - صلى الله عليه وسلم -: (مناصحة ولاة الأمر من الثلاث التي لا يغل عليهم قلب مسلم) رواه ابن حبان في صحيحه، وصححه الألباني في صحيح الترغيب والترهيب، 1/ 40.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وأخيرًا: كيف نتوقى الافتراق؟! ¶ لاشك أن نتوقى الافتراق وسد ذرائعه قبل وقوعه خير من علاجه بعد وقوعه. ¶ وينبغي أن نعرف أن توقي الافتراق يكون بتوقي الأسباب التي ذكرتها. ¶ وهناك أمور أخرى تكون سببًا للوقاية من الافتراق، وهي عامة وخاصة: فمن الأسباب العامة: ¶ الاعتصام بالكتاب والسنة، وهذه قاعدة كبرى لابد أن يندرج تحتها توصيات وأمور كثيرة، وهي الأسباب الخاصة: ¶ 1 - من ذلك معرفة هدي النبي - صلى الله عليه وسلم - والتمسك به، ومن فعل هذا سيهتدي إن شاء الله ويكون من دينه على بصيرة، ومن ثم يبتعد عن الافتراق أو النزاع إلى الفرقة أو الوقوع فيها وهو لا يشعر. ¶ 2 - من الأسباب الخاصة التي تقي من الافتراق: السير على نهج السلف الصالح، الصحابة والتابعين وأئمة الدين أهل السنة والجماعة.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "3 - التفقه في الدين بأخذه عن العلماء وبطريقته الصحيحة بمنهج أهل العلم. ¶ 4 - ومنها الالتفاف حول علماء الأمة، الأئمة المهتدين الذين تثق الأمة بدينهم وعلمهم وأمانتهم، وهم بحمد الله كثيرون ولا يمكن أن تفقدهم الأمة، ومن زعم أنهم يفقدون، فقد زعم أن الدين ينتهي، وهذا لا يصح؛ لأن الله تكفل بحفظه إلى قيام الساعة؛ ولأن الأمة إنما تمثل بعلمائهم، وأهل السنة والجماعة لابد ظاهرون إلى قيام الساعة، وإنما يمثلهم أهل العلم والفقه في الدين، فمن ادعى في يوم من الأيام أنه يمكن أن يكون هناك فقد لأهل العلم، أو لا يوجد القدوة من العلماء تهتدي بهم الأمة فقد زعم أنه ليست هناك طائفة منصورة ولا فرقة ناجية، وأن الحق ينقطع ويعمى عن الناس، وهذا يخالف قطعيات النصوص وبدهيات الدين. ¶ 5 - ومنها الحذر من التعالي على العلماء، أو الشذوذ عنهم بأني نوع من أنواع الشذوذ التي تؤدي إلى الفتنة أو المفارقة. ¶ 6 - من ذلك أيضًا ضرورة معالجة مظاهر الفرقة خاصة عند",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "بعض الأحداث أو المتعجلين والذين تخفى عليهم الحكمة في الدعوة، وينقصهم الفقه في الدين والتجارب. ¶ 7 - الحرص على الجماعة والاجتماع والإصلاح بمعانيها العامة وبأصولها، إذ لابد أن يحرص كل مسلم وكل طالب علم بالأخص وكل داعية بشكل أخص، على الجماعة والاجتماع والإصلاح بين الدعاة وأهل الخير، وبين الناس وولاتهم، وعلى جمع الكلمة على البر والتقوى. ¶ 8 - من أراد أن يعتصم بالسنة والجماعة وينجو إن شاء الله من الافتراق فعليه أن يلازم أهل العلم، ويلازم الصالحين من أهل التقوى والخير والاستقامة، فهم القوم لا يشقى بهم جليسهم ولا يضل عن الهدى رفيقهم وأنيسهم، ومن أراد بحبوحة فليلزم الجماعة، والجماعة من كان على ما كان عليه الرسول - صلى الله عليه وسلم - وأصحابه. ¶ 9 - ومن توقي الوقوع في الفرقة تجنب الحزبيات وإن كانت في الدعوة، وكذلك العصبيات أيًا كان نوعها ومصدرها؛ لأنها بذور للفرقة.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "10 - ومنه بذل النصيحة لولاة الأمور أبرارًا أو فجارًا، وكذلك بذل النصيحة للعامة؛ لأن النصيحة لولاة الأمور تتحقق فيها مصالح كبرى للأمة، أو يكون بها الأعذار ودفع البلاء العام، ويرتفع بها الغل من القلوب، وتقام بها الحجة، وهي من وصايا النبي - صلى الله عليه وسلم - العظمى التي أمر أمته بالصبر عليها والاستمساك بها، وهي من نهج السلف الصالح الذي يميزهم عن أهل الأهواء والافتراق، والتقصير في مناصحة ولاة الأمر - أيًّا كانوا - تفريط بحق الإسلام والمسلمين، ونزعة هوى تؤذن بشر وفتنة. ¶ 11 - ومنه إقامة الأمر بالمعروف والنهي عن المنكر على فقه وبصيرة.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "خاتمة ¶ وأخيرًا توصية أخص بها الشباب: بأنهم ينبغي أن يلتفوا حول العلماء وعلى طلاب العلم الموثوقين، ويتلقوا عنهم الدين ويتفقهوا على أيديهم، ويحترموهم ويوقروهم، ويصدروا عن رأيهم في كل أمر ذي بال من أمور الأمة، ويلتزموا ما يقررونه في مصالح الأمة، وفي مشكلات المسلمين الكبرى، وعليهم أن يلتزموا بتوجيهات أهل العلم والفقه والتجربة تحقيقًا للمصلحة، وجمعًا للشمل، وصونًا من الفرقة، وذلك هو منهج السلف الصالح، وهو الهدى، وهو الذي به نستطيع أن نقتدي بأئمة الدين أهل السنة وأهل الجماعة، وذلك هو سبيل المؤمنين، وهدي الصالحين والصراط المستقيم. ¶ أسأل الله تعالى أن يجمع كلمة المسلمين على الحق والخير والهدى، وأن يوحد صفوفهم، وأن ينصرهم على أعدائهم، كما أسأله تعالى أن يكفينا شر الفتن ما ظهر منها وما بطن، ونعوذ به من شر الافتراق والأهواء والبدع. وصلى الله وسلم على نبينا محمد وعلى آله وصحبه وسلم أجمعين.",
            "page": "66",
            "part": "1"
        }
    ],
    "t38895": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة الأولى: مفهوم الافتراق"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة الثانية: الفرق بين الاختلاف والافتراق"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة الثالثة: وقوع الافتراق في الأمة"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة الرابعة: تاريخ الافتراق في الإسلام"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "رؤوس البدع"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة الخامسة: أسباب الافتراق"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "مظاهر الخلل في منهج التلقي"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "وأخيرًا: كيف نتوقى الافتراق؟!"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة"
        }
    ]
}